{"87749":"{{Thông tin nhân vật hoàng gia\n| tên = Trần Nghệ Tông\n| tên gốc = 陳藝宗\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| thêm = viet nam\n| hình = Trần Nghệ Tông.png\n| chức vị = [[Nhà Trần|Hoàng đế Đại Việt]]\n| tại vị = [[15 tháng 12]] năm [[1370]] – [[4 tháng 12]] năm [[1372]] <br>({{số năm theo năm và ngày|1370|12|15|1372|12|4}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1225 till:1400\nAlignBars = early\nScaleMajor = increment:175 start:1225\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1370 till:1372 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Trần Nhật Lễ|<font color=\"grey\">Trần Nhật Lễ<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Trần Duệ Tông]]\n| chức vị 1 = [[Nhà Trần|Thái thượng hoàng Đại Việt]]\n| tại vị 1 = [[4 tháng 12]] năm [[1372]] –\n[[6 tháng 1]] năm [[1395]] <br>({{số năm theo năm và ngày|1370|12|4|1395|1|6}})\n| tiền nhiệm 1 = [[Trần Minh Tông]]\n| nhiếp chính 1 = \n| kiểu nhiếp chính 1 = \n| kế nhiệm 1 = [[Trần Thuận Tông]]\n| hoàng tộc = [[Nhà Trần]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Trần Phủ (陳暊)<br >Trần Thúc Minh (陳叔明)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Thiệu Khánh (紹慶 [[1370]] - [[1372]])\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| phối ngẫu = \n| vợ = [[Thục Từ Hoàng hậu]]\n| thông tin con cái = ẩn\n| con cái = [[Trần Ngạc]] <br> [[Giản Định Đế]] <br> [[Trần Thuận Tông]] <br> [[Quang Loan hoàng hậu|Thiên Huy Công chúa]]\n| tôn hiệu = Nghĩa Hoàng<br >Nghệ Hoàng\n| miếu hiệu = [[Nghệ Tông]] (藝宗)\n| thụy hiệu = Quang Nhiên Anh Triết Hoàng Đế 光堯英哲皇帝<br>(光堯英哲皇帝)\n| cha = [[Trần Minh Tông]]\n| mẹ = [[Minh Từ Quý phi]]\n| sinh = [[20 tháng 12]] năm [[1321]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1395|1|6|1321|12|20}}\n| nơi mất = [[Thăng Long]]\n| ngày an táng = 9 tháng 1, 1395\n| nơi an táng = Nguyên Lăng (沅陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n| Cỡ Hình = 488 x 751\n| ghi chú hình = Tượng vua Trần Nghệ Tông\n| Tiền nhiệm 1 = [[Trần Minh Tông]]\n| Hình = Một vua Trần Nghệ Tông khác trong Nam Ông Mộng Lục\n}}\n'''Trần Nghệ Tông''' ([[chữ Hán]]: 陳藝宗) (20 tháng 12 năm 1321 – 6 tháng 1 năm 1395), tên húy là '''Cung Định Vương Trần Phủ''' (陳暊) hoặc '''Trần Thúc Minh''' (陳叔明), xưng hiệu '''Nghệ Hoàng''' (藝皇), tôn hiệu '''Thể khiên kiến cực thuần hiếu hoàng đế''' (體天建極純孝皇帝), là vị [[hoàng đế]] thứ 9 của [[nhà Trần]] nước [[Đại Việt]]. Ông giữ ngôi 2 năm ([[1370]]–[[1372]]), ở ngôi [[Thái thượng hoàng]] hơn 20 năm ([[1372]]–[[1394]]). Do trọng dụng ngoại thích Hồ Quý Ly, ông đã tạo cho Quý Ly cơ hội phát triển thế lực tiến đến giành ngôi nhà Trần sau khi ông qua đời.\n\n==Thân thế==\nTrần Nghệ Tông có tên thật là '''Trần Phủ''' (陳暊) hoặc '''Trần Thúc Minh''' (陳叔明), sinh [[tháng mười hai|tháng 12]], [[mùa đông]] năm [[Tân Dậu]] ([[1321]]),<ref>Đại Việt sử ký toàn thư.<\/ref> là con trai thứ ba của [[Trần Minh Tông]], mẹ là [[Minh Từ Quý phi]] Lê Thị, là em gái cùng mẹ với [[Đôn Từ Quý phi]] và là cô ruột của [[Lê Quý Ly]]. Ông là em của [[Trần Hiến Tông]] và là anh của [[Trần Dụ Tông]], [[Trần Duệ Tông]].\n\nNăm 1329, vua Trần Minh Tông nhường ngôi cho Thái tử Trần Vượng, tức vua [[Trần Hiến Tông]]. Hiến Tông tôn vua cha làm [[Thái thượng hoàng]]. Sử chép năm [[1332]], Hoàng tử Phủ 11 tuổi theo hầu Thượng hoàng tại cung Trùng Quang, phủ [[Thiên Trường]]. Hôm ấy trời mưa rất to, Trần Phủ chế tác một [[Thơ|bài thơ]]:<ref name=\"davietsu\"\/>\n:''\"An đắc tráng sĩ lực cái thế,''\n:''Khả ngự đại ốc chi đồi phong.\"''\nDịch nghĩa là:\n:''\"Sao được tráng sĩ sức hơn đời,''\n:''\"Chống đỡ nhà to khi gió mạnh.\"''\n\nNghe xong, Thượng hoàng ban thưởng Phủ 10 [[lạng]] [[vàng]].<ref name=\"davietsu\"\/>\n\nNăm 1338, vua Hiến Tông phong Trần Phủ chức ''Phiêu kỵ Thượng tướng quân'' (驃騎上將軍), trấn thủ trấn [[Tuyên Quang]].<ref name=\"davietsu\"\/>\n\nNăm 1341, [[Trần Hiến Tông]] mất. Thượng hoàng lập con thứ 10 là Trần Hạo lên thay tức vua Trần Dụ Tông. Năm [[1353]], Dụ Tông phong anh là Trần Phủ làm ''Hữu Tướng quốc'' (右相國).<ref name=\"davietsu\"\/>\n\nNăm [[1367]], vua Trần Dụ Tông phong Trần Phủ chức ''Tả Tướng quốc'' (左相國), gia phong làm '''Cung Định Đại vương''' (恭定大王).<ref name=\"davietsu\"\/> Trong sách [[Nam Ông mộng lục]] ra đời năm 1442, quan [[nhà Minh]] gốc Việt là [[Hồ Nguyên Trừng]] có khen ngợi đức độ của Cung Định vương trong thời gian phò tá vua cha Trần Minh Tông cùng các anh, em là Trần Hiến Tông, Trần Dụ Tông. Trong sách này Hồ Nguyên Trừng đứng từ góc nhìn của Trung Quốc nên gọi Minh Tông là \"Minh Vương\", Dụ Tông là \"Dụ Vương\":\n:''\"Cung Định Vương trung tín thành thực, thờ vua thờ cha, chu đáo đến từng chân tơ sợi tóc, không ai chê trách. Giao tiếp không thân không sơ; chính sự không chê không khen. Minh Vương qua đời, để tang ba năm, mắt không ráo lệ, trừ phục, quần áo không màu mè, ăn uống không cầu ngon; quả muỗm cá heo là trân vị phương Nam, từ đấy tuyệt nhiên không tới miệng. Thờ Dụ Vương hơn mười năm.\"''\n\n==Khôi phục nhà Trần==\nNăm [[1369]], vua em Trần Dụ Tông mất ở tuổi 33. Khi ấy vua [[nhà Minh]] ([[Trung Quốc]]) là [[Minh Thái Tổ|Chu Nguyên Chương]] sai [[Ngưu Lượng]] (牛諒 – Niu Liang) và [[Trương Dĩ Ninh]] (張以寧 – Zhang Yi-ning) đến [[Đại Việt]] để trao ấn bạc mạ vàng có khắc hình [[lạc đà]]. Đoàn sứ nhà Minh tới Đại Việt khoảng tháng 11 năm 1369 thì hay tin Dụ Tông đã chết nên hoãn việc phong vương.<ref>{{Chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/entry\/302 | tiêu đề = Entry | tác giả =  | ngày =  | ngày truy cập = 22 tháng 7 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 3 tháng 10 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20161003175402\/http:\/\/epress.nus.edu.sg\/msl\/entry\/302 }}<\/ref> Trương Dĩ Ninh sau đó bị bệnh mất, còn Ngưu Lượng thì khi trở về Trung Quốc, Hữu Tướng quốc Cung Định Đại vương Trần Phủ có ngâm bài thơ tiễn khách như sau:<ref name=\"davietsu\" \/>\n:''An Nam [[Tể tướng]] bất năng thi,''\n:'' Không bá trà âu tống khách quỳ.''\n:''Viên tản sơn thanh, Lô thủy bích,''\n:''Tùy phong trực nhập ngũ vân phi.''\nDịch nghĩa:<ref name=\"davietsu\" \/>\n:''An Nam Tể tướng chẳng thơ hay,''\n:''Chỉ có bình trà tiễn khách đây.''\n:''Viên tản non xanh, Lô nước biếc,''\n:''Xin bay theo gió tới năm mây.''\nNghe vậy, sứ Minh xét đoán Cung Định Đại vương có số làm vua, sau quả nhiên như vậy.<ref name=\"davietsu\" \/>\n\nDụ Tông chết, không có con nối, các quan bàn nhau rằng: ''\"Cung Định vương Phủ là người rất hiền, nhưng anh không lẽ lại kế tự em\"''. Cuối cùng mẹ ruột Dụ Tông là [[Hiến Từ Thái hậu|Hiến Từ Hoàng thái hậu]] đứng ra chọn người kế vị; bà chọn con trai người con lớn của bà là Cung Túc vương [[Trần Nguyên Dục]], tên là [[Dương Nhật Lễ|Trần Nhật Lễ]]. Theo sử sách, Nhật Lễ vốn không phải là tông thất nhà Trần mà mẹ Lễ là [[đào hát]], vợ của kép hát [[Dương Khương]]. Thị đã mang thai Lễ trước khi làm thiếp của Cung Túc vương.<ref name=\"davietsu\"\/>\n\nNgày [[15 tháng 6]] năm ấy, Trần Nhật Lễ lên ngôi, đặt niên hiệu là '''Đại Định''' (大定), phong Cung Định Đại vương Trần Phủ làm Thái sư.\n\n[[Tháng 11]] năm ấy, sau 5 tháng lên ngôi, Trần Nhật Lễ giết Hiến Từ Thái hoàng thái hậu trong cung vì lộ ra việc Nhật Lễ là con của kép hát, khiến Thái hoàng thái hậu thất vọng; Nhật Lễ sợ Thái hoàng thái hậu ra chỉ phế truất mình nên quyết định giết Thái hậu trong cung. Sau đấy, Nhật Lễ chỉ rong chơi hưởng thụ, muốn đổi lại họ là [[họ Dương]]. Người tông thất và các quan đều thất vọng, bất bình, tìm mọi cách để lật đổ ngôi vua.\n\nĐêm ngày [[20 tháng 9]] năm [[1370]], các tông thất là cha con Thái tể Trần Nguyên Trác, Trần Nguyên Tiết và hai người con của [[Thiên Ninh (công chúa)|Thiên Ninh Công chúa]] đem người tông thất vào thành định giết Nhật Lễ. Nhật Lễ trèo qua tường, nấp dưới cầu mới. Mọi người lùng không thấy, giải tán ra về. Khi trời sắp sáng, Nhật Lễ vào cung, chia người đi bắt Nguyên Trác cùng 17 người chủ mưu và đều bị hại.\n\nTháng 10 âm lịch năm 1370, Thái sư Trần Phủ vì có con gái làm [[Hoàng hậu]] của Nhật Lễ, sợ vạ lây đến mình nên tránh ra trấn Đà Giang (tức [[Gia Hưng]]), ngầm hẹn với các em là Cung Tuyên vương Kính, Chương Túc quốc thượng hầu [[Trần Nguyên Đán]], [[Thiên Ninh (công chúa)|Thiên Ninh Trưởng công chúa]] hội ở sông Đại Lại,<ref>Một chi lưu của [[sông Mã]], tỉnh [[Thanh Hóa]].<\/ref> phủ Thanh Hóa để dấy quân. Cung Tuyên vương giúp ông đảm nhận việc sắm sửa mọi vũ khí, trang bị quân đội.\n\nKhi ấy, Nhật Lễ chuyên dùng Thiếu úy [[Trần Ngô Lang]] mà không biết Ngô Lang đồng mưu với Cung Định Đại vương. Mỗi khi sai quân tướng đi đánh bắt, Ngô Lang đều bí mật bảo họ theo Cung Định Đại vương đừng về nữa. Rất nhiều lần sai các quân Nam, Bắc đi đánh, đều không một ai trở về. Do đó quân của Trần Phủ, Trần Kính mạnh thêm.\n\nTrước kia, Cung Định Đại vương Phủ vốn không muốn tranh giành, nên chẳng hề suy nghĩ đến chuyện lên ngôi đại thống, khiến Thiên Ninh Công chúa phải khuyên ông: ''\"Thiên hạ là thiên hạ của tổ tông mình, sao lại vứt bỏ nước cho kẻ khác ? Anh phải đi đi, em sẽ đem bọn gia nô dẹp nó cho!\"'' Ông bèn ngâm một bài thơ ban cho Cung Tuyên vương Kính trước khi ông phải lên đường. Bài thơ có nội dung như sau:<ref name=\"davietsu\"\/>\n:''Vị cực sàm thâm tiện khứ quan,''\n:''Trắc thân độ lĩnh nhập sơn man.''\n:''Thất lăng hồi thủ thiên hàng lệ,''\n:''Vạn lý môn tâm lưỡng mấn ban.''\n:''Khử Võ đồ tồn Đường xã tắc,''\n:''An Lưu phục đổ Hán y quan.''\n:''Minh Tông sự nghiệp quân tu ký,''\n:''Khôi phục Thần Kinh chỉ nhất hoàn.''\n[[Đại Việt Sử ký Toàn thư]] dịch là:<ref name=\"davietsu\"\/>\n:''Ngôi cả gièm nhiều mới bỏ quan,''\n:''Né thân, vượt núi, tới sơn man.''\n:''Bảy lăng<ref>''Bảy lăng'' ở đây bao gồm có Chiêu Lăng (lăng [[Trần Thái Tông]]), Dụ Lăng (lăng [[Trần Thánh Tông]]), Đức Lăng (lăng [[Trần Nhân Tông]]), Thái Lăng (lăng [[Trần Anh Tông]]), Mục Lăng (lăng [[Trần Minh Tông]]), An Lăng (lăng [[Trần Hiến Tông]]) và Phụ Lăng (lăng [[Trần Dụ Tông]]).<\/ref> ngoảnh lại châu tuôn chảy,''\n:''Muôn dặm đau lòng, tóc bạc lan.''\n:''Diệt [[Võ Tắc Thiên|Vũ]], giữ gìn [[Nhà Đường|Đường]] xã tắc'',\n:''Phò Lưu lại thấy [[Nhà Hán|Hán]] y quan.''\n:''[[Trần Minh Tông|Minh Tông]] sự nghiệp em nên nhớ,''\n:''Thu phục thần kinh sắp khải hoàn.''\nNgười đương thời đánh giá bài thơ này như một câu sấm.<ref name=\"davietsu\"\/>\n\nVào [[tháng 11]] cùng năm, tất cả anh em Cung Định Đại vương Phủ, Cung Tuyên vương Kính cùng với Thiên Ninh Công chúa dẫn quân về Kinh thành. Vào ngày [[13 tháng 11]], Cung Định Đại vương tới phủ [[Kiến Hưng]], trước còn gọi là phủ [[Hiển Khánh]], và đánh vào Hoàng cung. Dương Nhật Lễ bị phế bỏ, giáng xuống làm '''Hôn Đức công''' (昏德公).<ref name=\"davietsu\"\/>\n\n==Quốc chủ Đại Việt==\nVào ngày [[15 tháng 12]] năm [[1370]], Cung Định vương lên ngôi đại thống khi đã 50 tuổi, sử gọi là '''Trần Nghệ Tông'''. Ông đặt [[niên hiệu]] mới là '''Thiệu Khánh''' (紹慶), đại xá thiên hạ. Nghệ Tông còn xưng làm '''Nghĩa Hoàng''' (義皇).<ref name=\"davietsu\"\/>\n\n===Trọng dụng ngoại thích===\nDương Nhật Lễ bị phế, lại lừa giết [[Trần Ngô Lang]], vì vậy Trần Nghệ Tông xuống lệnh cho quan quân đánh chết Nhật Lễ cùng với người con của y tên là Liễu. Sau đó, xác họ được đem đi [[chôn cất|chôn]] ở [[núi Đại Mông]].<ref name=\"davietsu\"\/>\n\nSau khi lên ngôi, thấy chính sự thời Dụ Tông suy sụp, Nghệ Tông muốn khôi phục nề nếp công việc đều theo lệ cũ đời Minh Tông. Ông nói:<ref name=\"davietsu\"\/>\n:''\"Triều trước dựng nước, có luật pháp, chế độ riêng, không theo qui chế của [[nhà Tống]], là vì Nam Bắc, nước nào làm chủ nước đó, không phải bắt chước nhau. Khoảng năm [[Trần Dụ Tông|Đại Trị]], bọn học trò mặt trắng được dùng, không hiểu ý nghĩa sâu xa của việc lập pháp, đem phép cũ của tổ tông đổi theo tục phương Bắc cả, như về y phục, âm nhạc... thật không kể xiết.\"''\n\nNghệ Tông đã cử [[Nguyễn Nhiên]] làm Hành khiển, rồi lại còn thăng cho làm Tả tham ty chính sự vì Nguyễn Nhiên có công can gián ông trong lúc làm chính biến. Nguyễn Nhiên vốn là người thiếu hiểu biết về chữ nghĩa, do đó khi khai phê giấy tờ thì Nghệ Tông thường ra lệnh cho người vẽ lại các nét chữ để Nguyễn Nhiên xem. Theo lời nhận định của sử thần [[Ngô Sĩ Liên]] trong Đại Việt Sử Ký Toàn thư:<ref name=\"davietsu\"\/>\n{{Cquote|\n''Báo cho vua tai nạn là ơn riêng, ban tước cho người tai nạn giữa triều là việc công. Vua nhớ ơn của Nguyễn Nhiên, đền đáp bằng vàng, lụa thì được, cho làm Hành khiển là chức quan trọng thì không được. Chức Hành khiển đời bấy giờ cũng như \"lục khanh\" đời Chu, là các quan chức điều hành chính sự của đất nước, mà lại để cho người không biết chữ làm, thì không phải là lựa chọn vì việc công vậy.''|||Ngô Sĩ Liên}}\n\nNăm [[1371]], Nghệ Tông lấy người họ ngoại là [[Hồ Quý Ly|Lê Quý Ly]] (tức Hồ Quý Ly) làm Khu mật viện đại sứ. Quý Ly vốn có hai bà cô đều là phi tần của Minh Tông Hoàng đế, là [[Minh Từ Quý phi]] mẹ của Nghệ Tông và [[Đôn Từ Quý phi]] sinh ra Duệ Tông, vì vậy Nghệ Tông từ khi mới lên ngôi rất tín nhiệm Quý Ly. Sau đó Nghệ Tông lại đem em gái mới góa chồng là [[Huy Ninh Công chúa]] gả cho Quý Ly.\n\nNoi gương đời trước của nhà Trần, thường giữ chế độ [[Hoàng đế]] và [[Thái thượng hoàng]] cùng trị nước, Nghệ Tông Hoàng đế cũng quyết định chuẩn bị nhường ngôi, và người được chọn là em trai ông, Cung Tuyên vương Trần Kính. [[Tháng 4]] năm [[Tân Hợi]] ([[1371]]), Nghệ Tông lập Cung Tuyên vương làm [[Hoàng thái đệ]], chính thức giữ ngôi vị [[Thái tử|Trữ quân]].\n\nNăm Thiệu Khánh thứ 3 ([[1372]]), ngày [[9 tháng 11]] âm lịch (tức ngày [[4 tháng 12]] dương lịch), Nghệ Tông Hoàng đế nhường ngôi cho Hoàng thái đệ và lên làm [[Thái thượng hoàng]]. Hoàng thái đệ lên ngôi tức là [[Trần Duệ Tông]], theo thông lệ thì Nghệ Tông Thái thượng hoàng vẫn nắm giữ đại quyền. Nghệ Tông tại vị Thái thượng hoàng với tôn hiệu '''Quang Hóa Anh Triết Thái thượng hoàng đế''' (光華英哲太上皇帝).\n\nĐây là trường hợp độc nhất vô nhị trong [[lịch sử Việt Nam]], khi quan hệ giữa [[Hoàng đế]] và [[Thái thượng hoàng]] chỉ là quan hệ anh em, trong khi theo lẽ thường Thái thượng hoàng là cha của Hoàng đế.\n\n===Họa Chiêm Thành===\n{{Chính|Chiến tranh Việt-Chiêm 1367-1396}}\nTừ thời Nghệ Tông còn tại vị, [[Chiêm Thành]] đã mang quân cướp phá theo lời cầu cứu của mẹ [[Dương Nhật Lễ]]. Nghệ Tông không chống nổi, phải bỏ chạy về Đông Ngàn. Quân Chiêm chiếm được kinh thành Thăng Long, đốt phá Hoàng cung, đã thế còn bắt bớ [[phụ nữ]], sau đó mới thu quân về nước.\n\nSau khi nhường ngôi cho Duệ Tông, Thượng hoàng Nghệ Tông phó thác việc đánh Chiêm cho tân đế. Năm [[1376]], Duệ Tông hăng hái đi đánh Chiêm, nhưng vì chủ quan, bị mắc mưu chúa Chiêm là [[Chế Bồng Nga]] nên bị tử trận ở thành [[Đồ Bàn]]. Một hoàng thân là Ngự Câu vương [[Trần Húc]] đã ra đầu hàng Chiêm Thành.\n\nNghệ Tông lập con của Duệ Tông là Trần Hiện lên ngôi, tức là [[Trần Phế Đế (Đại Việt)|Trần Phế đế]], còn gọi là '''Xương Phù đế''' (昌符帝). Phế đế ít tuổi nên mọi việc vẫn do Thượng hoàng Nghệ Tông quyết định.\n\nNgày [[5 tháng 5]] năm [[1378]], người Chiêm đưa Trần Húc đã đầu hàng đến cướp phủ [[Nghệ An]]. Tháng 6 âm lịch, quân Chiêm đánh vào [[sông Đại Hoàng]]. Hành khiển [[Đỗ Tử Bình]] được sai đi chống giữ, bị thua trận, quân Chiêm liền đánh vào kinh sư, bắt người cướp của rồi rút về. Kho tàng bị quân Chiêm cướp sạch.\n\nThượng hoàng Nghệ Tông theo kế của Đỗ Tử Bình, bắt chước phép đánh thuế dung<ref>Thuế thân.<\/ref> của [[nhà Đường]], thuế má lại nặng thêm. Hồi đầu đời [[nhà Trần]], dẫu có thuế đinh nhưng chỉ người có ruộng mới phải đóng. Đến đây, không cứ có ruộng hay không, đều phải đóng cả, chỉ binh lính mới được miễn.\n\n[[Tháng 2]] năm [[1380]], người Chiêm xúi giục người Tân Bình, Thuận Hóa ra cướp Nghệ An, [[Diễn Châu]], cướp của bắt người. Tháng 3 âm lịch, Chiêm Thành lại cướp Thanh Hóa. Thượng hoàng Nghệ Tông sai Lê Quý Ly chỉ huy quân thủy, Đỗ Tử Bình chỉ huy quân bộ đi chống giữ. Tới tháng 5 âm lịch, quân Chiêm không đánh được phải rút lui.\n\n[[Tháng 6]] năm [[1383]], chúa Chiêm Thành là [[Chế Bồng Nga]] dẫn quân đánh Đại Việt. Kinh sư kinh động. Thượng hoàng sai Lê Mật Ôn đem quân đi chống giữ. Mật Ôn bị giặc bắt sống. Thượng hoàng Nghệ Tông chạy qua sông Đông Ngàn để lánh giặc. Khi ấy có người học trò là Nguyễn Mộng Hoa để cả áo mũ lội xuống nước kéo thuyền ngự lại, xin Nghệ Tông ở lại đánh giặc, nhưng ông không nghe. Quân Chiêm lại cướp phá một trận nữa.\n\n[[Tháng 10]] năm [[1389]], Chế Bồng Nga lại đánh lên Thanh Hóa. Nghệ Tông lại sai Quý Ly đi chống cự, bị quân Chiêm đánh thua to. Quý Ly để tỳ tướng Phạm Khả Vĩnh và Nguyễn Đa Phương ở lại cầm cự với giặc, còn mình thì trốn về. Ngoài mặt trận nguy cấp, Nghệ Tông sai Thượng tướng quân [[Trần Khát Chân]] ra cứu.\n\nNăm [[1390]], Trần Khát Chân nhờ hàng tướng Chiêm là Ba Lậu Kê chỉ cho chỗ thuyền của Chế Bồng Nga, tập trung hỏa pháo mà bắn. Chế Bồng Nga trúng đạn chết. Họa Chiêm Thành xâm lấn mới tạm chấm dứt. Quân Đại Việt thừa thắng liền cắt lấy đầu Chế Bồng Nga. Khi nhận được thủ cấp của chúa Chiêm, Thượng hoàng Nghệ Tông ví von mình như [[Hán Cao Tổ|Lưu Bang]] lúc nhận được thủ cấp của [[Hạng Vũ]].\n\n===Đối ngoại với nhà Minh===\nKhi [[Chu Nguyên Chương]] mới lên ngôi, lập ra nhà Minh, [[Trần Dụ Tông]] là vị vua đầu tiên sai sứ sang cầu phong. [[Dương Nhật Lễ|Nhật Lễ]] sau đó cũng được nhà Minh thừa nhận. Tháng 3 năm [[1372]], sứ nhà Trần là Nguyễn Nhữ Lâm (阮汝霖) tới triều đình nhà Minh xin cầu phong. Tuy nhiên, nhà Minh cho rằng Thúc Minh (tức Nghệ Tông) cướp ngôi Nhật Lễ nên không đồng ý nhận phong.<ref>{{Chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-5-month-2-day-8 | tiêu đề = Entry | tác giả = | ngày = | ngày truy cập = 8 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Sang năm [[1373]] nhà Minh mới đồng ý nhận phong với điều kiện Nghệ Tông tiếp tục dùng ấn triện của Nhật Lễ.<ref>{{Chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-6-month-1-day | tiêu đề = Entry | tác giả = | ngày = | ngày truy cập = 8 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Tới khi Nghệ Tông qua đời, nhà Minh vẫn có thái độ không hài lòng với việc ông đoạt ngôi Nhật Lễ.<ref>{{Chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-29-month-2-day-14 | tiêu đề = Entry | tác giả = | ngày = | ngày truy cập = 8 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n===Dung túng quyền thần===\n====Đỗ Tử Bình====\n[[Đỗ Tử Bình]] là gian thần gây ra cái chết của Duệ Tông hoàng đế. Khi trước [[Chế Bồng Nga]] đã dâng vàng xin tạ tội nhà Trần, Bình giấu đi làm của riêng, lại tâu bậy rằng chúa Chiêm kiêu ngạo khiến Duệ Tông phải thân chinh. Khi Duệ Tông bị hãm ở thành [[Đồ Bàn]], Bình đi hậu quân không đến cứu ứng, Lê Quý Ly cũng bỏ chạy luôn.\n\nDuệ Tông tử trận, Thượng hoàng Nghệ Tông không hề trách cứ Quý Ly, chỉ sai mang xe tù nhốt Tử Bình mang về, đồ làm lính. Tuy nhiên chỉ 1 năm sau lại phục chức cho Bình làm Hành khiển, sai cùng Quý Ly đi chống Chiêm.\n\nRồi sau đó Bình còn được cất nhắc làm Nhập nội Hành khiển Tả Tham tri chính sự, lĩnh chức Kinh lược sứ Lạng Giang. Năm [[1382]], Bình chết, lại được truy tặng là Thiếu bảo và được tòng tự ở [[Văn miếu|Văn Miếu]].\n\n====Lê Quý Ly====\nLê Quý Ly nhiều lần chống Chiêm bại trận vẫn được trọng dụng. Xương Phù đế thấy quyền bính của Quý Ly ngày một lớn, mưu trừ bỏ Quý Ly. Quý Ly bèn gièm với Nghệ Tông rằng không nên bỏ con mà lập cháu. Vì vậy, năm [[1388]], Thượng hoàng Nghệ Tông phế truất và giết Xương Phù đế, lập con nhỏ của mình là Trần Ngung lên ngôi, tức là [[Trần Thuận Tông]].\n\nMột người con lớn của Nghệ Tông là Trang Định vương [[Trần Ngạc]] làm chức [[Thái úy]] cũng cùng các tướng dưới quyền mưu trừ Quý Ly nhưng bị lộ và bị Thượng hoàng Nghệ Tông sai [[Nguyễn Nhân Liệt]] đến hỏi tội. Quý Ly đút lót nói Nhân Liệt đánh chết Trang Định vương và về tâu với Thượng hoàng Trang Định vương làm phản. Thượng hoàng giận mà truất làm '''Mẫn vương'''. Về sau, Thượng hoàng tỉnh ngộ, truy hỏi ai đã đánh chết Mẫn vương, Nhân Liệt sợ quá thắt cổ chết.\n\n[[Tháng 10]], năm [[1389]], Chiêm Thành vào cướp [[Thanh Hóa]]. Lê Quý Ly đi đánh chống giữ. Giặc đắp ngăn thượng lưu sông, quan quân đóng cọc dày đặc để chống cự. Ngày 20, giặc phục sẵn quân và voi, rồi giả vờ bỏ doanh trại rút về. Quý Ly lựa lấy quân tinh nhuệ, dũng cảm, làm quân cảm tử, truy kích giặc. [[Thủy quân]] mở hàng cọc xông ra đánh, giặc liền phá đập chắn nước, tung [[voi]] trận xông ra. Lúc ấy, quân tinh nhuệ dũng cảm đã đi xa rồi, quân thủy khó tiến ngược dòng, tiến lên rất khó khăn, vì thế bị thua. Tướng chỉ huy quân Hữu Thánh Dực là [[Nguyễn Chí]] bị giặc bắt sống, 70 tướng còn lại đều bị chết trận.\n\nLê Quý Ly thấy vậy, giao quân cho tỳ tướng là [[Phạm Khả Vĩnh]], [[Nguyễn Đa Phương]] ở lại cầm cự với giặc, còn mình thì trốn về. Quý Ly về đến triều đình, xin phái thêm thuyền chiến Châu Kiều nhưng Thượng hoàng không cho, Quý Ly do vậy xin thôi nắm quyền cầm quân, không đi đánh nữa. Sau trận đó Nguyễn Đa Phương trở về, công khai chê Lê Quý Ly là bất tài. Quý Ly căm tức, nói với Thượng hoàng rằng trận thua này là do nghe lời Đa Phương. Nghệ Tông bèn cách chức Phương. Quý Ly lại bảo Thượng hoàng nên giết Phương vì sợ Phương đi hàng giặc. Thượng hoàng bèn ép Phương tự vẫn.\n\n[[Tháng 2]], năm [[1392]], tôn thất [[Trần Nhật Chương]] mưu giết Quý Ly, nhưng Thượng hoàng cho là Nhật Chương có lòng khác, bèn giết Nhật Chương. Quyền hành của Quý Ly quá lớn, nhiều người lo lắng cho cơ nghiệp nhà Trần. Tháng 4 cùng năm, [[Bùi Mộng Hoa]] dâng thư lên Thượng hoàng Nghệ Tông, đại ý nói: \n:''Thần nghe trẻ con có câu hát rằng: \"Thâm hiểm thay Thái sư họ Lê\". Xem thế, Lê Quý Ly nhất định có ý dòm ngó ngôi báu.''\nThượng hoàng xem tờ tâu rồi, lại đưa cho Quý Ly xem. Sau này Quý Ly chuyên chính, Mộng Hoa phải ẩn lánh không ra nữa.\n\nNăm [[1394]], [[mùa xuân]], Thượng hoàng tuổi cao sức yếu, biết Lê Quý Ly có ý lấy ngôi nhà Trần, nên sai thợ vẽ tranh những đại thần nêu tấm gương phò quân vương lúc còn nhỏ mà không mang lòng dạ cướp ngôi của đời trước, như [[Chu Công Đán|Chu Công]] giúp [[Chu Thành vương|Chu Thành Vương]], [[Hoắc Quang]] giúp [[Hán Chiêu Đế]], [[Gia Cát Lượng]] giúp Thục [[Lưu Thiện|Hán Hậu chúa]], [[Tô Hiến Thành]] giúp [[Lý Cao Tông]], gọi là tranh ''Tứ phụ'', ban cho Lê Quý Ly, để giúp Thuận Tông Hoàng đế cũng nên như thế. Quý Ly dập đầu nhận lấy.\n\nTới khi Thượng hoàng bệnh nặng, lại theo lối [[Lưu Bị]] thử lòng Gia Cát Lượng, nói với Quý Ly rằng:\n:''\"Bình chương<ref>Tức Quý Ly.<\/ref> là họ thân thích nhà vua, mọi việc nước nhà đều trao cho khanh cả. Nay thế nước suy yếu, trẫm thì già nua. Sau khi trẫm chết, quan gia nếu giúp được thì giúp, nếu hèn kém ngu muội thì khanh cứ tự nhận lấy ngôi vua\"''.\nQuý Ly cũng làm hệt như Gia Cát Lượng, rập đầu khóc lóc từ tạ, chỉ trời vạch đất thề rằng:\n:''\"Nếu thần không biết dốc lòng trung, hết sức giúp Quan gia để truyền đến con cháu về sau thì trời sẽ ghét bỏ thần\"''.\n\n==Mộng thấy Duệ Tông==\nTheo ''[[Đại Việt sử ký toàn thư]]'', tháng 3 năm [[1394]], Thượng hoàng chiêm bao thấy [[Trần Duệ Tông]] đem quân đến và đọc bài thơ như sau:\n:''Trung gian duy hữu xích chủy hầu,''\n:''Ân cần tiếm thượng bạch kê lâu.''\n:''Khẩu vương dĩ định hưng vong sự,''\n:''Bất tại tiền đầu tại hậu đầu.''\nDịch là:\n:''Ở giữa chỉ có loài mỏ đỏ,''\n:''Lăm le lấn lên lầu gà trắng.''\n:''Khẩu vương đã định việc hưng vong,''\n:''Không ở trước mà ở về sau.''\nThượng hoàng tự mình chiết tự đoán là: \"xích chủy\" (miệng đỏ) ám chỉ Quý Ly; \"bạch kê\" (gà trắng) là Nghệ Tông vì ông tuổi [[Tân Dậu]] ([[1321]]); \"khẩu vương\" thì chữ ''khẩu'' (口) và chữ ''vương'' (王) ghép lại là chữ ''\"quốc\"'' (囯); việc nước còn hay mất sau sẽ thấy. Nghệ Tông tự đoán biết ngày sau mình qua đời nhà Trần sẽ mất nước.\n\n==Qua đời==\nNgày [[15 tháng 12]] âm lịch (tức ngày [[6 tháng 1]] dương lịch) năm [[Ất Hợi]] ([[1394]] âm lịch\/[[1395]] dương lịch), vua - Thái thượng hoàng Trần Nghệ Tông qua Đời tại tẩm điện, thọ 73 tuổi, được táng vào [[Nguyên lăng]] ở [[Yên Sinh]]. Ông được dâng [[miếu hiệu]] là [[Nghệ Tông]] (藝宗), [[thụy hiệu]] là '''Quang Nhiên Anh Triết Hoàng Đế''' (光堯英哲皇帝). Nghệ Tông Hoàng đế tại vị trong gần 2 năm, làm [[Thái thượng hoàng]] trong gần 25 năm.\n\nSáu năm sau, Lê Quý Ly giết [[Trần Thuận Tông]] và phế [[Trần Thiếu Đế]], cướp ngôi [[nhà Trần]], lập ra [[nhà Hồ]].\n\n==Tác phẩm==\nTrần Nghệ Tông hay thơ từ nhỏ. Sáng tác của ông có:\n*'''Hoàng huấn''' (Giáo huấn của hoàng gia): gồm 14 chương để dạy Cung Tuyên vương [[Trần Duệ Tông|Trần Kính]] (Duệ Tông Hoàng đế) khi được lập làm [[Hoàng thái đệ]].\n*'''Đế châm''' (Bài châm của người làm Hoàng đế): gồm 150 câu ban cho Duệ Tông Hoàng đế khi mới lên ngôi.\n*'''Bảo Hòa điện dư bút''' (Viết lúc rãnh rỗi ở điện Bảo Hòa): viết năm [[Quý Hợi]] ([[1388]]), sai [[Trạng nguyên]] [[Đào Sư Tích]] đề tựa, để dạy [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]].\n*'''Trần Nghệ Tông thi tập'''.\n\nTuy nhiên cả bốn tác phẩm trên đều đã mất, hiện chỉ còn 5 bài thơ chép trong [[Việt âm thi tập]]. Nhìn chung, ''thơ ông trong sáng, gợi cảm; tứ thơ tha thiết nhưng đượm buồn, phản ánh tình cảm đối với anh em bè bạn, với cơ nghiệp tổ tiên để lại, đồng thời cũng phản ánh tâm trạng bất lực trước thời cuộc''.<ref>Trần Thị Băng Thanh, mục từ \"Trần Phủ\" trong ''Từ điển văn học'' (bộ mới). Nhà Xuất bản Thế giới, 2004, tr. 1797.<\/ref>\n\n==Nhận định==\nTrong sách [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], [[Ngô Sĩ Liên]] nhận định về Trần Nghệ Tông như sau:\n{{cquote|\n''Nghệ Tông tính trời hòa nhã, giữ lòng kính cẩn, lo sợ. Nhưng uy vũ không đủ để đánh lui giặc ngoài,<ref>Tức [[Chiêm Thành]].<\/ref> sáng suốt không đủ để phân biệt lời gièm, có một [Trần] Nguyên Đán mà không biết dùng, lại giao việc nước cho người họ ngoại,<ref>Tức Lê Quý Ly.<\/ref> khiến xã tắc nhà Trần đi đến sụp đổ, thực là \"đằng trước có kẻ siểm nịnh mà không thấy, đàng sau có giặc cướp mà không hay\"''.}}\n\nSách \"Đại Việt Sử ký Toàn thư\" cũng có lời bàn về vua Trần Nghệ Tông:<ref name=\"davietsu\"\/>\n{{Cquote|\n''Vua dẹp yên được tai nạn bên trong, khôi phục được cơ đồ to lớn. Công nghiệp lớn lao, sáng lòa vũ trụ. Song cung kính kiệm ước thì có thừa mà cương nghị, quyết đoán lại không đủ, bên ngoài thì quân giặc xâm phạm kinh kỳ, bên trong thì gian thần ngấp nghé ngôi báu. Xã tắc suy mòn, rồi đến diệt vong.''}}\n\n[[Trần Trọng Kim]] phê phán Nghệ Tông trong [[Việt Nam sử lược]]:\n{{cquote|\n''Cơ nghiệp nhà Trần xiêu đổ là tại vua (Dụ Tông và) Nghệ Tông... Nghệ Tông thì không biết phân biệt hiền gian để kẻ quyền thần được thế làm loạn, thành ra tự mình nối giáo cho giặc, tự mình làm hại nhà mình vậy.''|||Trần Trọng Kim<ref>Trần Trọng Kim, sách đã dẫn, tr. 74.<\/ref>}}\nNghệ Tông vốn tin tưởng và gửi gắm cơ nghiệp vào Duệ Tông mạnh mẽ, vậy mà khi Duệ Tông chết, những kẻ có trách nhiệm trực tiếp, trong đó có Quy Ly, lại không hề hấn gì. Đáng ngạc nhiên hơn, chính Quý Ly bất tài chống giặc lại được thay thế vai trò ''rường cột'' của Duệ Tông trong triều. Nghệ Tông từng thương Duệ Tông đến mức khi em chết bèn lập cháu lên thay; nhưng sau chỉ vì lời xúi bẩy của Quý Ly mà giết cả cháu; hẳn khi đó trong lòng Nghệ Tông không còn tưởng nhớ em trai của mình nữa.\n\nNhững Hoàng đế vì ham sắc đẹp, yêu thương phi tần mà phế bỏ hoặc giết con lớn trong lịch sử không hiếm và hành động đó không có gì khó hiểu. Lê Quý Ly có thể gièm pha để giết tướng [[Nguyễn Đa Phương]] vì đố kỵ ganh ghét cũng không có gì là khó hiểu. Nhưng khi Nghệ Tông tin theo lời một đại thần họ ngoại mà giết tông thất, giết cháu ruột rồi giết cả con ruột thì lòng tin đã đến mức u mê.<ref>Trần Xuân Sinh, sách đã dẫn, tr. 388.<\/ref>\n\nNhiều việc làm của Nghệ Tông không khác gì dọn đường cho Quý Ly cướp ngôi con cháu mình. Trần Nghệ Tông, vị quân chủ vừa có công khôi phục nhà Trần từ tay [[Dương Nhật Lễ]] trên danh nghĩa, lại vừa có tội làm mất [[nhà Trần]] trên thực tế.\n\n==Gia đình==\n* Hậu phi:\n**[[Huệ Ý Phu nhân]] (惠懿夫人 ?-[[1370]]), truy phong là ''Thục Đức Hoàng hậu'' (淑德皇后).\n* Hậu duệ:\n# Trang Định vương [[Trần Ngạc]] (莊定王陳𩖃 ? - [[1392]], bị giáng làm ''Mẫn vương'' và bị Hồ Quý Ly sai [[Nguyễn Nhân Liệt]] giết. Sau khi Hồ Quý Ly lên ngôi, giáng Ngạc làm ''Liệt hiệu phán hầu''. Con là [[Trùng Quang Đế]] nhà [[Nhà Hậu Trần|Hậu Trần]].\n# [[Trần Ngỗi]] (陳頠), tức '''Giản Định đế''' (簡定帝).\n# [[Trần Ngung]] (陳顒), tức '''Thuận Tông Nguyên Quân Hoàng đế''' (順宗元君皇帝).\n# [[Quang Loan hoàng hậu|Thiên Huy Công chúa]] Trần Thục Mỹ, [[hoàng hậu]] của [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]]. Tháng 10 năm [[1393]], do [[Thông gian|thông dâm]] với phủ quân ty [[Trần Nguyên Uyên]], Trần Nghệ Tông tức giận lại gả cho Thái bảo [[Trần Nguyên Hãng]] (con Cung Tín vương [[Trần Thiên Trạch]], em trai (hoặc anh trai) của Trần Nguyên Uyên).\n# Một con gái nữa là hoàng hậu của [[Dương Nhật Lễ|Trần Nhật Lễ]].\n# Quan phục hầu Đại vương Trần Húc, đi theo Duệ Tông nam chinh năm [[1377]] nhưng đầu hàng Chiêm Thành, tháng 9 âm lịch năm [[1381]] bị Phế Đế giết\n\n==Xem thêm==\n*[[Nhà Trần]]\n*[[Trần Duệ Tông]]\n*[[Dương Nhật Lễ]]\n*[[Trần Khát Chân]]\n*[[Trần Phế Đế (Đại Việt)|Trần Phế Đế]]\n*[[Trần Thuận Tông]]\n*[[Hồ Quý Ly]]\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Tham khảo==\n{{wikisource tác giả}}\n{{Chủ đề|Lịch sử Việt Nam}}\n{{Chủ đề|Việt Nam}}\n* {{TĐBKVN|1812}}\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n*Trần Xuân Sinh (2006), ''[http:\/\/thuvienso.thuvienbrvt.com.vn\/doc\/thuyet-tran-su-nha-tran-tran-xuan-sinh-219860.html Thuyết Trần]'', Nhà xuất bản Hải Phòng\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', bản điện tử\n{{Navboxes\n|title= Trần Nghệ Tông\n|list1=<span>{{S-start}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Trần]]\n|trước = [[Dương Nhật Lễ|Hôn Đức Công]]\n|sau = [[Trần Duệ Tông]]\n|năm = [[1370]]-[[1372]]\n}}\n{{S-end }}\n{{Vua nhà Trần}}\n{{Thái thượng hoàng Việt Nam}}\n}}\n{{Lịch sử Việt Nam thời Trần}}\n\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n[[Thể loại:Vua nhà Trần|Nghệ Tông]]\n[[Thể loại:Thái thượng hoàng nhà Trần]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Sinh năm 1321]]\n[[Thể loại:Mất năm 1394]]"}