{"233564":"[[Tập tin:Đền thờ Đức Thánh Trần, Quận 1, tháng 12 năm 2021 (ban thờ Trần Bình tướng quân) (4).jpg|300px|nhỏ|phải|Trần Bình Trọng trong Đền thờ Đức Thánh Trần, Quận 1]]\n{{Về | danh tướng nổi tiếng Trần Bình Trọng đời nhà Trần|những người cùng tên| Trần Bình Trọng (định hướng)}}\n'''Trần Bình Trọng''' ([[chữ Hán]]: 陳平仲, [[1259]] - [[8 tháng 4|08 tháng 4]], [[1285]]) là một danh tướng [[nhà Trần]], có công lớn hộ giá bảo vệ cho [[Trần Thánh Tông]] và [[Trần Nhân Tông]] trong cuộc chiến với quân [[nhà Nguyên|Nguyên-Mông]] vào năm [[1285]]. Ông hy sinh khi chặn quân Nguyên ở bãi Thiên Mạc<ref>Theo [http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm11.html Khâm định Việt sử Thông giám Cương mục] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071015080041\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm11.html |date=2007-10-15 }} thì thuộc huyện Đông Yên (cũ, nay là huyện [[Khoái Châu]]), tỉnh Hưng Yên<\/ref>, được truy phong làm '''Bảo Nghĩa vương''' (保義王).\n\n== Xuất thân ==\nBảo Nghĩa vương Trần Bình Trọng thuộc dòng dõi Đại Hành Hoàng Đế [[Lê Đại Hành|Lê Hoàn]], sinh ở xã [[Lê Dụ Tông|Bảo Thái]], nay thuộc huyện [[Thanh Liêm]], tỉnh [[Hà Nam]].<ref>. Về chuyện này, sách Toàn thư, quyển V, kỷ Nhân Tông hoàng đế có đoạn viết: \"Bình Trọng dòng dõi Lê Đại Hành, chồng sau của công chúa Thụy Bảo, do ông cha làm quan đời Trần Thái Tông, nên được cho quốc tính nhà họ Trần\".<\/ref>. Vợ Trần Bình Trọng là [[Thụy Bảo Công chúa|công chúa Thụy Bảo]], con gái của [[Trần Thái Tông]]. Công chúa đã có một đời chồng trước là [[Trần Quốc Toại|Uy Văn vương]] Trần Toại, sau khi Toại mất thì công chúa được gả cho Bình Trọng. Sau này, con gái của Trần Bình Trọng, [[Chiêu Từ Hoàng hậu]], là mẹ của [[Trần Minh Tông]].\n\nSử sách không ghi chép cha mẹ ông là ai. Tuy nhiên, PGS Trần Bá Chí căn cứ vào ''Lê triều miêu duệ'' và ''Cổ Mai bi ký'' cho rằng cha ông là danh tướng [[Lê Phụ Trần]], mẹ ông là nữ đế Lý Chiêu Hoàng. Lê Phụ Trần là người lập công lớn trong cuộc chiến chống Nguyên Mông lần thứ nhất 1258, nên được Trần Thái Tông gả [[Lý Chiêu Hoàng|Chiêu Thánh công chúa]] <ref>Trần Bá (2005),\"Bàn thêm về sự nghiệp cứu nước và hậu duệ của Lê Hoàn\", trong cuốn ''Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn''<\/ref>\n\n== Trận đánh chiến lược ==\n[[Tháng 1]] năm [[1285]], 50 vạn quân Nguyên Mông do Trấn Nam Vương [[Thoát Hoan]], con trai của Hoàng đế nhà Nguyên [[Hốt Tất Liệt]], cầm đầu chia quân làm hai cánh tấn công xâm lược [[Đại Việt]]. Quân Nguyên Mông là đạo quân cực kỳ thiện chiến, nhanh chóng chiếm ưu thế tuyệt đối trước quân Đại Việt.\n\nSau thất bại trong vài trận đánh mở màn, tổng tư lệnh quân Đại Việt, Quốc công tiết chế Hưng Đạo Vương [[Trần Quốc Tuấn]] quyết định lui quân về giữ [[Vạn Kiếp]] (nay thuộc vùng [[Vạn Yên]], [[Chí Linh]], [[Hải Dương]]). Sau đó, quân Đại Việt lui về [[Thăng Long]], nhưng cũng không giữ được trước sức tấn công ồ ạt của quân Nguyên. Hưng Đạo Vương quyết định rút khỏi Thăng Long, lui về [[Thiên Trường]] (nay là tỉnh [[Nam Định]]). Trần Bình Trọng được [[Hưng Đạo Đại Vương]] và Lưỡng cung (tức [[Trần Thánh Tông]] và [[Trần Nhân Tông]]) giao cho một nhiệm vụ nặng nề: ''giữ vùng Đà Mạc - Thiên Mạc, ngăn chặn và cầm chân quân Nguyên, đảm bảo cho bộ chỉ huy quân kháng chiến rút lui an toàn và bí mật, không để lại dấu vết''.\n\nTư lệnh quân Nguyên là Thoát Hoan đặc biệt ưu tiên cho cánh quân truy đuổi này với hai đạo cả thủy lẫn bộ đều do những tướng giỏi, hữu thừa [[Khoan Triệt]] và tả thừa [[Lý Hằng]] cùng [[Ô Mã Nhi]], chỉ huy, đều dùng quân khinh kỵ và thuyền nhẹ để truy đuổi bằng được hai vua Trần.\n\nTrần Bình Trọng đã tổ chức cuộc đánh chặn ngay tại bãi Thiên Mạc. Do sự chênh lệch quá lớn về quân số, Trần Bình Trọng bị bắt, nhưng trận đánh là một thắng lợi cực kỳ quan trọng về mặt chiến lược với cuộc kháng chiến kể từ khi đó, quân Nguyên hoàn toàn mất dấu bộ chỉ huy kháng chiến.\n\n== Cái chết ==\nSau khi bắt được Trần Bình Trọng, tướng Nguyên tìm mọi cách để khai thác thông tin, dọa nạt, dụ dỗ ông. Tuy nhiên, Trần Bình Trọng kiên quyết không khuất phục. Khi được hỏi có muốn làm vương đất Bắc không, Trần Bình Trọng khẳng khái trả lời:\n\n{{cquote|\n''Ta thà làm ma nước Nam, chứ không thèm làm vương đất Bắc. Ta đã bị bắt thì chỉ có chết mà thôi, can gì mà phải hỏi lôi thôi''<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10b.html Đại Việt Sử ký Toàn thư (Bản kỷ quyển 5)]<\/ref><ref>Trần Trọng Kim, Việt Nam sử lược, Chương IV: Giặc Nhà Nguyên<\/ref>. \n}}\n\nKhông thể khuất phục được Trần Bình Trọng, quân Nguyên buộc phải giết ông vào ngày 21 tháng Giêng<ref>An Nam chí lược, 4, tờ 54, ''ngày 21 Nhâm Thìn đánh vỡ ải Thiên Hán, chém được tướng Bảo Nghĩa Hầu''. Ngày Nhâm Thìn đúng ra là ngày 19 tháng Giêng do theo [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] thì ngày 1 tháng Hai âm lịch năm đó là ngày Giáp Thìn, và tháng 1 năm đó có 30 ngày theo chuyển đổi<\/ref> năm Ất Dậu (26-2-1285)?<ref>{{Chú thích web |url=http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=17316 |ngày truy cập=2008-05-17 |tựa đề=Báo Bình Dương |archive-date = ngày 30 tháng 9 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080930221953\/http:\/\/baobinhduong.org.vn\/detail.aspx?Item=17316 |url-status=dead }}<\/ref>, còn [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10b.html Đại Việt Sử ký Toàn thư (Bản kỷ quyển 5)] và [http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm12.html Khâm định Việt sử thông giám Cương mục (Chính biên quyển thứ 7)] đều chép là tháng 2 (âm lịch) năm 1285. Năm đó, Trần Bình Trọng 26 tuổi.\n\n== Đánh giá ==\n[[Tập tin:Tran Binh Trong, Da Lat.JPG|300px|nhỏ|phải|Đường Trần Bình Trọng ở Đà Lạt]]\nTrần Bình Trọng được các sử gia đời sau đánh giá rất cao vì lòng trung thành với đất nước và Hoàng đế nhà Trần, trở thành một ví dụ điển hình cho lòng anh dũng khẳng khái, được truy phong làm '''Bảo Nghĩa vương''' (保義王).\n\nHiện nay ở các thành phố lớn như [[Hà Nội]], Hải Phòng, [[Hồ Chí Minh]], [[Đà Nẵng]], [[Hạ Long]], [[Uông Bí]], [[Đà Lạt]]... đều có những đường phố mang tên ông. Tên Trần Bình Trọng còn được lấy đặt cho nhiều địa danh khác trên khắp Việt Nam.\n\n== Trong các tác phẩm văn học ==\nCó hai bài thơ nổi tiếng viết về Trần Bình Trọng của [[Trần Tuấn Khải]] và [[Phan Kế Bính]]. Nội dung bài thơ của Phan Kế Bính như sau:\n:''Giỏi thay Trần Bình Trọng!''\n:''Dòng dõi Lê Đại Hành.''\n:''Đánh giặc dư tài mạnh,''\n:''Thờ vua một tiết trung.''\n:''Bắc vương sống mà nhục,''\n:''Nam quỷ thác cũng vinh.''\n:''Cứng cỏi lòng trung nghĩa.''\n:''Ngàn thu tỏ đại danh.''\n\nNgoài ra, còn có một tiểu thuyết, ''Bên bờ Thiên Mạc'', của nhà văn [[Hà Ân]] viết về Trần Bình Trọng và trận đánh của ông.\n\n{{Wikiquote}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Sinh năm 1259]]\n[[Thể loại:Mất năm 1285]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Hoàng tộc nhà Tiền Lê]]\n[[Thể loại:Người tham gia lực lượng kháng chiến của Đại Việt chống quân Nguyên–Mông xâm lược]]\n[[Thể loại:Hầu tước nhà Trần]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}