{"361331":"{{Thông tin chiến tranh \n|conflict= Trận Lạng Sơn (1885)\n|partof=[[Chiến tranh Pháp-Thanh]]\n|image=[[Hình:CaptureOfLang-Son.jpg|300px]]\n|caption= Quân Pháp chiếm thành Lạng Sơn.\n|date= Đầu tháng 2 năm 1885 – 1 tháng 4 năm 1885\n|place= [[Lạng Sơn]], [[Bắc Kỳ]], [[Việt Nam]] \n|result= Quân [[Pháp]] đại bại \n|combatant1={{flag|Nhà Thanh}} \n|combatant2={{flag|Pháp}}\n|commander1= '''Chỉ huy chính''':<br>{{flagicon|Nhà Thanh}} [[Phan Đỉnh Tân]] (潘鼎新)<br>{{flagicon|Nhà Thanh}} [[Phùng Tử Tài]] (馮子才)<br>{{flagicon|Nhà Thanh}} Vương Đức Bảng (王德榜)\n|commander2= '''Chỉ huy chính''':<br>{{flagicon|Pháp}} Thiếu tướng Brière de l'Isle <br>{{flagicon|Pháp}} Chuẩn tướng De Négrier<br>{{flagicon|Pháp}} Trung tá Herbinger\n|strength1= Số quân Thanh: 20.000\n|strength2= Số quân ban đầu khoảng 7.500\n|casualties1=Không rõ\n|casualties2= Xem bài\n|}}\n'''Trận Lạng Sơn (1885)''' hay '''Pháp đánh Lạng Sơn''' là một chiến dịch gồm vài trận giao tranh lớn nhỏ giữa quân Pháp và quân [[nhà Thanh|Thanh]], đã diễn ra từ đầu tháng 2 năm 1885 và kết thúc vào 1 tháng 4 cùng năm.\n \nKết thúc cuộc chiến, quân Pháp đại bại khiến Chính phủ [[Jules Ferry]] ở [[Paris]] bị đổ, nhưng cuối cùng Pháp - Thanh cũng ký kết được hiệp ước nhằm chấm dứt chiến tranh. Điều đó cũng có nghĩa, kể từ ngày 9 tháng 6 năm 1885 (ngày ký hiệp ước Thiên Tân mới), nhà Thanh chính thức thừa nhận quyền đô hộ của [[đế quốc thực dân Pháp|thực dân Pháp]] ở [[Việt Nam]].\n\n==Trước trận chính==\n===Đánh Phúc Châu và vây Đài Loan===\nTức giận vì quân Thanh đã giao chiến và gây nhiều thiệt hại cho quân đội Pháp ở [[trận Bắc Lệ]], chính phủ Pháp đòi triều đình [[nhà Thanh]] ([[Trung Quốc]]) phải bồi thường thiệt hại 250 triệu [[franc Pháp|franc]]. Sau 7 tuần thương thuyết dai dẳng về khoản tiền trên, ngày [[5 tháng 8]] năm [[1884]], [[Phó Đô đốc]] [[Amédée Courbet]], chỉ huy hạm đội Đông Hải của Pháp, được lệnh nã súng tấn công bất ngờ [[pháo đài]] Cơ Long ở phía Bắc [[Đài Loan]], rồi cho quân [[đổ bộ]] nhưng bị quân Thanh phản công, phải rút lui.\n\nNgày [[23 tháng 8]], tướng Courbet chuyển sang tấn công hải cảng [[Phúc Châu]] ([[Quảng Đông]]), bắn phá nhiều pháo đài và đánh chìm chiến thuyền quân Thanh cùng một số tàu buôn neo tại bến. Sau đó tướng Courbet lại đem quân quay lại đánh chiếm Cơ Long, quần đảo [[Bành Hồ]] và ra lệnh phong tỏa Đài Loan.\n\nTrong lúc cuộc chiến tranh Pháp - Thanh leo thang thì quân Thanh cũng lũ lượt kéo sang đối đầu với quân Pháp ở vùng trung châu [[Bắc Kỳ]] (Việt Nam).\n[[Tập tin:Scene of a battle from 23 August 1884 with a Chinese ship in foreground, mountainous scenery behind. Smoke billows into the sky from a burning ship at the lower left..jpg|nhỏ|200px|Hải quân Pháp đánh chìm chiến thuyền tại [[Phúc Châu]].]]\n\n===Vài trận khai cuộc===\nSau khi thua to ở Bắc Lệ (nay thuộc xã [[Tân Thành, Hữu Lũng|Tân Thành]] huyện [[Hữu Lũng]], tỉnh [[Lạng Sơn]]), ngày [[8 tháng 9]] năm [[1884]] [[Thiếu tướng]] (''général de division'') [[Charles-Théodore Millot|Millot]] xin về Pháp, giao quyền lại cho [[Chuẩn tướng]] [[Louis Brière de l'Isle]]. Dưới sự chỉ huy của Brière, quân Pháp lần lượt tiến lên chiếm Kép ([[8 tháng 10]]) và Chũ ([[12 tháng 10]]).<ref>[http:\/\/quehuongonline.vn\/VietNam\/Home\/Popup.aspx?module=print&id=6361. Xem chi tiết trong ''Việt Nam sử lược'']<\/ref>\n \nĐến đầu năm [[1885]] thì Brière de l'Isle được thăng [[Thiếu tướng]] lại được chi viện thêm hơn 1.000 quân từ Pháp sang. Với quân số hơn 7.000 lính quân Pháp mới mở cuộc hành quân đánh Lạng Sơn, phối hợp với cuộc tấn công của hạm đội Pháp trên vùng biển Trung Quốc.<ref>Theo GS. [[Trần Văn Giàu]] thì số quân đi đánh Lạng Sơn chỉ có 7.200 quân trong khi ''Việt Nam sử lược'' ghi 7.500<\/ref> Quân Pháp chia thành 2 đại đoàn, một do Chuẩn tướng De Négrier thống lãnh và một do [[Đại tá]] Giovanninelle chỉ huy.\n\n*'''Trận núi Bóp'''\nĐầu tháng 2 năm 1885, tướng [[De Négrier]] dẫn 5 tiểu đoàn lính từ Chũ (nay thuộc huyện [[Lục Ngạn]], tỉnh [[Bắc Giang]]) tiến về núi Bóp để đánh tiền quân của quân Thanh đang đóng giữ con đường đi Lạng Sơn. Theo kế hoạch thì trong lần hành quân này sẽ có đạo quân thứ nhì của Đại tá Giovanninelle cùng tham chiến nhưng rốt cuộc Giovanninelle được phái đi giải vây cho quân Pháp ở thành [[Tuyên Quang]] nên chỉ có đạo quân của tướng De Négrier tiến lên Lạng Sơn. Hai bên giao chiến kịch liệt được hai ngày thì quân Thanh rút lui nhưng quân Pháp cũng phải rút về Chũ sau khi bị thiệt hại nặng. Trận này phía Pháp có 100 người thiệt mạng và bị thương, trong đó có 1 quan ba, 2 quan hai.<ref name=\"Tổng tập tập I, tr. 405\">''Tổng tập'' (tập I), tr. 405,<\/ref>\n\n*'''Trận Phố Vỹ'''\nTrên đường đi từ Chũ lên Phố Vỹ, quân Pháp lại bị tổn thất nhiều ở Hạ Hòa. Trong 5 ngày họ mới vượt qua non 30 [[kilômét|cây số]] đường hiểm yếu lại bị nghĩa quân [[người Việt]] mai phục cản bước tiến. Ngày [[11 tháng 2]] thì quân Pháp chiếm được Phố Vỹ, gần Lạng Sơn với tổn thất trên 200 lính.<ref name=\"Tổng tập tập I, tr. 405\"\/>\n\n==Đánh thành Lạng Sơn==\n[[Tập tin:Bản đồ Lạng Sơn.jpg|nhỏ|phải|200px|Bản đồ Lạng Sơn năm 1885.]]\nSách [[Việt Nam sử lược]] chép:\n:''…[[Chuẩn tướng|Thiếu tướng]]<ref>Xem ở bài [[Chuẩn tướng]].<\/ref> De Négrier trước đã lên đồn Kép, dương thanh thế tiến binh, rồi lẻn về [[chũ, Lục Ngạn|đồn Chũ]] đem quân qua đèo Vân, lấy đồn Đồng Sơn tức là đồn Sung, rồi sang lấy Tuần Muội (tên cũ của ải [[Ải Chi Lăng|Chi Lăng]]).\n:''Quân Tàu đang giữ ở mạn Bắc Lệ, thấy quân Pháp đã chặn mất đường về, liền rút quân chạy. Thiếu tướng De Négrier đem quân đánh tràn lên đến [[Lạng Sơn]], trưa hôm 29 [[tháng chạp|tháng Chạp]] thì lấy được thành (GS. Giàu ghi ngày 13 tháng 2). Đánh từ ngày 25 đến 29 tháng Chạp, quân Pháp thiệt mất 40 người tử trận và 222 người bị thương.''\n\n:[[Tập tin:Carte militaire de la frontière sino-vietnamienne face à Lang-son, vue du côté de l'armée chinoise - bản Việt hóa.jpg|nhỏ|Bản đồ quân sự khu vực quan ải Lạng Sơn (1850-1900) (bao gồm Trấn Nam Quan \/ Ải Nam Quan \/ Ải Du Thôn) nhìn từ phía Trung Quốc]]''Lấy xong thành Lạng Sơn, quân Pháp nghỉ ngơi mấy ngày, rồi lại tiến lên đánh [[Đồng Đăng]]. Quân Tàu chạy phân ra làm hai ngả: một chạy lên [[Thất Khê]], một ngả chạy lên cửa [[Nam Quan]] về Tàu. Đến ngày mồng 8 tháng 1 năm [[Ất Dậu]] (1885), thì Thiếu tướng De Négrier lên đến [[nam Quan|cửa Nam Quan]], truyền phá Ải quan, rồi trở về giữ Lạng Sơn.\n\n:...''Quân Tàu tuy đã thua phải bỏ thành Lạng Sơn, nhưng quan [[Chuẩn Đô đốc|Đề đốc]] [[Quảng Tây]] là [[Phùng Tử Tài]] vẫn đóng lại đồn ở [[Long Châu]], chực song đánh lấy lại Lạng Sơn. Ngày mồng 6 tháng 2 năm Ất Dậu (1885), Quân Tàu sang đánh Đồng Đăng, Thiếu tướng De Négrier đem quân lên cứu, rồi chực đánh sang Long Châu. Quân Pháp đánh trong 2 ngày, chết hại mất non 200 người. Đến mồng 8, Thiếu tướng rút quân về Lạng Sơn, còn những người bị thương thì đem về đồn Chũ. Quân Pháp đóng ở Lạng Sơn bấy giờ có 35.000 người.\n:''Ngày 13 thì quân Tàu tràn sang đánh [[Kỳ Lừa]]. Thiếu tướng De Négrier bị thương nặng, phải giao quyền lại cho [[Trung tá]] Herbinger, để chống với quân Tàu. Nhưng bấy giờ quân Tàu sang đông quá, Trung tá phải bỏ thành Lạng Sơn rút về Tuần Muội, rồi về [[chũ, Lục Ngạn|đồn Chũ]] và [[Kép (thị trấn)|đồn Kép]].\n:''...Bên Pháp tiếp được điện tín của Trung tướng Brière de I’ Isle đánh về nói quân Pháp phải bỏ thành Lạng Sơn, thì lòng người náo động cả lên. [[Thủ tướng]] Jules Ferry phải từ chức. Chính phủ Pháp thấy sự chiến tranh không lợi bèn ký tờ giao ước định chiến với nước Tàu...<ref>[[Trần Trọng Kim]], ''Việt Nam sử lược'', Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968, tr. 545-547.<\/ref>\n\nTheo sách ''Đại cương lịch sử Việt Nam tập II'', thì sau hai tháng ráo riết chuẩn bị, quân Pháp mới dám tiến quân đánh chiếm Lạng Sơn (23 tháng 2 năm 1885). Đội quân thực dân đánh thọc sâu vào Long Châu, cách biên giới 80 cây số trong nội địa Trung Quốc, cốt để buộc Bắc Kinh phải sớm ký kết điều ước mới. Nhưng đêm 21 rạng sáng 22 tháng 3, quân Thanh bất ngờ phản công, tiến lên chiếm lại cửa ải Nam Quan, đuổi quân Pháp đang đóng giữ ở đó phải bỏ chạy về Đồng Đăng.\n\nSau đó, quân Pháp do tướng De Négrier chỉ huy đã phản công mạnh mẽ, vượt qua cửa ải trên, liên tục đánh phá các đồn quân Thanh trên con đường Nam Quan - [[Bằng Tường]]. Nhưng rồi quân Pháp lại bị đánh bật trở lại, phải rút về phía bên này biên giới, rồi hỗn loạn tháo chạy về Lạng Sơn ngày 26 tháng 3, bỏ lại trên chiến trường nhiều xác lính chết, lính bị thương và quân trang quân dụng.\n\nTại Lạng Sơn, quân Pháp chưa kịp chấn chỉnh lại đội ngũ, thì ngày 28 tháng 3 quân Thanh lại tiến đánh Kỳ Lừa, sát thành Lạng Sơn. Trận đánh diễn ra rất ác liệt, Đại tá Herbinger (''Việt Nam sử lược'' ghi Trung tá) chỉ huy thay tướng De Négrier vừa bị trọng thương, liệu thế không giữ được Lạng Sơn nên phải ra lệnh rút chạy về [[Phủ Lạng Thương]] ngay trong đêm đó. Dọc đường chạy tháo thân, quân Pháp đã vứt cả súng đại bác, hòm đạn; quẳng cả đồ đạc, hành lý xuống sông, đốt giấy tờ sổ sách, đập vỡ cả máy điện tín. Mãi đến ngày 1 tháng 4, quân Pháp mới về đến Chũ.<ref name=\"a\">Lược theo ''Đại cương lịch sử Việt Nam tập II'', tr. 60<\/ref>.\n\n==Bàn luận==\n\nSử gia Phạm Văn Sơn viết:\n:''Đáng buồn cười là khi quân Pháp hấp tấp triệt thoái thì quân Tàu cũng vội vã rời khỏi thành Lạng. Đến đồn Thanh Mọi, [[Trung tá]] Herbinger lại đánh điện cho tướng Brière de I’ Isle rằng quân đội của y đang bị quân Tàu vây khốn ở Chũ và ở Đồng Sông... Tướng [[Tổng tư lệnh]] trả lời: \"chỉ rút lui khi nào cần thiết\". Nhận được điện văn này, y cho quân sửa soạn gấp để lên đường, sau khi cho đốt sổ sách, phá hủy máy truyền tin, lương thực và các thứ khác. Ngày 31 tháng 3 năm 1885, 3.000 quân Pháp đã phải lẩn trốn trước 40 tên lính Tàu, đó là lời than chua chát của sử gia Taboulet. Còn chính khách Waldeck- Rousseau phải rên lên rằng: \"Tôi nghĩ rằng đến ngay [[trận Waterloo]] xưa kia cũng khó có thể gây ra một cuộc triệt binh thảm hại đến thế!\" ''.\n:''Cuộc rút lui khỏi Lạng Sơn của Pháp đáng kể là thảm hại và đáng buồn cười, bởi quân Pháp phải trở về khởi điểm sau 5 tháng sửa soạn công phu và chiến đấu tổn nhiều xương máu.''<ref>''Việt sử tân biên'', quyển 5, tập thượng, tr. 445-447.<\/ref>\n\nGS. Trần Văn Giàu cho rằng:\n:''Ảnh hưởng của cuộc đại bại ở Lạng Sơn về bên Pháp rất lớn. Tại nghị viện, [[Thủ tướng]] Jules Ferry đứng như một tội nhân. Bằng 306 phiếu phản đối, chính phủ Jules Ferry đổ. Một ê kíp khác lên thay để tiếp tục một chính sách xâm chiếm thuộc địa.''\n:''Thắng ở Lạng Sơn, trên [[sông Hồng]]; quân [[Vân Nam]], [[Quý Châu]] có 20 quân doanh, ấy thế mà tuyệt nhiên tướng [[Sầm Dục Anh]] không chịu nhúc nhích. Nếu trong lúc Pháp bị mắc ở lạng Sơn và Tuyên Quang, mà quân đội của [[Tôn Thất Thuyết]] ở [[Huế]] nổi lên đánh Pháp, vua [[Hàm Nghi]] ra lệnh [[Phong trào Cần Vương|Cần Vương]], thì cơ thắng lợi không phải là không còn nữa.''\n:''Để rồi ngày tháng 4 năm 1885, nghĩa là 3 ngày sau khi binh đoàn của Pháp phải chạy về [[Phủ Lạng Thương]] thì [[Paris]] và [[Bắc Kinh]] ký kết đình chiến. Tháng 5, quân Thanh rút hết về nước. Ngày 9 tháng 6 năm 1885, [[hiệp ước Thiên Tân]] ra đời. Như thế là cuộc [[chiến tranh Pháp-Thanh|chiến tranh Trung - Pháp]] chấm dứt, và cũng có nghĩa là triều đình Thanh thừa nhận quyền đô hộ của Pháp ở Việt Nam.''<ref>''Tổng tập'' (tập I), tr. 413-414.<\/ref>.\nTheo sách ''Đại cương lịch sử Việt Nam tập II'':\n:''Ảnh hưởng cuộc đại bại của Pháp ở Lạng Sơn về đến Pháp rất lớn. Dư luận phản đối cuộc \"chiến tranh xâm lược phiêu lưu\" trong nhân dân Pháp đến nay lại có dịp bộc phát mạnh mẽ làm cho giới tư bản tài chính cầm quyền vô cùng lo sợ…Tại nhà hối đoái, những giấy cho vay xuống giá còn mạnh hơn hồi xảy ra [[chiến tranh Pháp-Phổ|chiến tranh]] Pháp – [[Đế quốc Đức|Đức]] năm 1870. Tất cả các báo đều lớn tiếng công kích Chính phủ Jules Ferry...''<ref name=\"a\" \/>\n\n==Xem thêm==\n* [[Trận Bắc Lệ]]\n* [[Trận Tuyên Quang (1884)|Pháp đánh thành Tuyên Quang]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Trọng Kim, ''Việt Nam sử lược'', Nhà xuất bản Tân Việt, Sài Gòn, 1968 (tr. 543-544).\n*Trần Văn Giàu, ''Tổng tập (phần I)'', Nhà xuất bản Quân đội Nhân dân, [[Hà Nội]], 2006 (tr.405-414)\n*Phạm Văn Sơn, ''Việt sử tân biên'', quyển 5, tập thượng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962 (tr. 438-440).\n*Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam'' (1858-cuối XIX), Nhà xuất bản Giáo dục, 1979 (tr. 67-68).\n*Đinh Xuân Lâm, Nguyễn Văn Khánh, Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'', tập II, Nhà xuất bản Giáo dục, 2006 (tr. 60-61)\n\n==Liên kết ngoài==\n*[http:\/\/quehuongonline.vn\/VietNam\/Home\/Popup.aspx?module=print&id=6361 Đoạn liên quan trong Việt Nam sử lược]\n\n{{Pháp xâm lược Đại Nam}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|L]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1885]]\n[[Thể loại:Lạng Sơn]]\n[[Thể loại:Pháp năm 1885]]\n[[Thể loại:Trận đánh liên quan tới binh đoàn Lê dương Pháp]]"}