{"371676":"{{Thông tin nhân vật phong kiến\n| tên = Trần Nguyên Đán\n| tên gốc = 陳元旦\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khác = \n| húy = \n| tự = \n| hiệu = Băng Hồ\n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = Tư đồ\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = Trần Mộng Dữ<br>Trần Thúc Dao<br>Trần Thúc Quỳnh\n| tước hiệu = Chương Túc quốc thượng hầu\n| tước vị = \n| cha = Trần Văn Bích\n| mẹ = \n| giới tính = \n| sinh = 1325\n| nơi sinh = \n| mất = 1390\n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = [[Đại Việt]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Trần]]\n| tác phẩm = Băng Hồ ngọc hác tập<br>Bách thế thông kỉ thư\n| Ông cố = [[Trần Quang Khải]]\n}}\n'''Trần Nguyên Đán''' ([[chữ Hán]]: 陳元旦, 1325<ref name=CSKB>[http:\/\/www.consonkiepbac.org.vn\/NewsDetails.aspx?NewsID=34 Trần Nguyên Đán trên website của Ban quản lý di tích Côn Sơn-Kiếp Bạc]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> hay 1326? - 1390) hiệu Băng Hồ, là tôn thất [[nhà Trần]], dòng dõi Chiêu Minh vương [[Trần Quang Khải]]. Làm quan tới Tư đồ dưới thời các vua [[Trần Nghệ Tông]], [[Trần Duệ Tông]] và [[Trần Phế Đế]], tước Chương Túc quốc thượng hầu. Nguyên Đán là người hiền từ, nho nhã, có phong cách của bậc quân tử thời xưa<ref name=DV8_1 \/>.\n\n==Tiểu sử==\n[[Đại Việt sử ký toàn thư]] chép rằng:\n{{cquote|''...Quang Khải ham học hay thơ, có Lạc đạo tập lưu hành ở đời. Con ông là Văn Túc vương Đạo Tái cũng nổi tiếng về văn học thời đó, được Thượng hoàng ưu ái hơn các em thúc bá khác...cháu Quang Khải là Uy Túc công Văn Bích làm Thái bảo thời Minh Tông, chắt là Chương Túc quốc thượng hầu Nguyên Đán là Tư đồ đời Nghệ Tông cũng có danh tiếng...''<ref name=DV6>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt11.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VI: Kỷ Nhà Trần - Anh Tông Hoàng Đế]<\/ref>}}\nHay theo như [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] thì:{{cquote|''Quang Khải lúc làm tướng võ, lúc làm tướng văn, giúp vương nghiệp nhà Trần, uy danh ngang với Quốc Tuấn. Khi mất, hưởng thọ 54 tuổi, có sáng tác tập thơ ''Lạc đạo'' lưu hành ở đời. Con cháu Văn Túc vương [[Trần Đạo Tái|Đạo Tái]] cũng có tiếng là người văn hay, cháu là Uy Túc hầu [[Trần Văn Bích|Văn Bích]] từng làm quan đến Thái bảo; chắt là Chương Túc hầu Nguyên Đán danh vọng cũng lừng lẫy''<ref name=KD8>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm13.html Khâm Định Việt Sử Thông Giám Cương Mục: Chính Biên, Quyển thứ VIII]<\/ref>}}\nWebsite của Ban quản lý Côn Sơn-Kiếp Bạc viết rằng ông là con của Nhập nội Thái bảo Uy Túc hầu Trần Văn Bích, cháu đời thứ tư của Trần Quang Khải<ref name=CSKB \/> nhưng có lẽ ông là chắt đời thứ năm của Trần Quang Khải vì cũng trong Đại Việt sử ký toàn thư có chép rằng: {{cquote|''...Canh Tuất, Đại Định năm thứ 2 [Dương Nhật Lễ]... vua [Nghệ Tông] vì có con gái làm hoàng hậu (của Nhật Lễ), sợ vạ lây đến mình, tránh ra trấn Đà Giang (tức Gia Hưng), ngầm hẹn với các em là Cung Tuyên vương Kính, Chương Túc quốc thượng hầu Nguyên Đán, Thiên Ninh công chúa Ngọc Tha hội ở sông Đại Lại, phủ Thanh Hóa để dấy quân...''<ref name=DV7>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VII: Kỷ Nhà Trần - Nghệ Tông Hoàng Đế (phụ: Hôn Đức công Dương Nhật Lễ)]<\/ref>}}\nNhư thế, đoạn này khẳng định ông là em họ của Nghệ Tông, trong khi Quang Khải là em ruột của [[Trần Thánh Tông]] nên Đạo Tái là em họ của [[Trần Nhân Tông]], Văn Bích là em họ của [[Trần Anh Tông]] và phải còn một người nữa ngang hàng với [[Trần Minh Tông]] thì ông mới là em họ của Nghệ Tông. Còn nếu ông là chắt đời thứ tư của Quang Khải thì về mặt gia đình, Trần Nghệ Tông phải gọi ông bằng chú, xưng cháu mới là đúng.\n\n==Sự nghiệp quan trường==\nĐời vua Trần Dụ Tông (1341 -1369), ông được bổ nhiệm chức Đại phu Ngự sử đài, chuyên việc can gián<ref name=CSKB \/>.\n\nTháng 10 âm lịch năm 1370, ông cùng Cung Định vương Trần Phủ (tức [[Trần Nghệ Tông]] sau này), Cung Tuyên vương Trần Kính (tức [[Trần Duệ Tông]] sau này), Thiên Ninh công chúa Ngọc Tha hội ở sông Đại Lại, phủ Thanh Hóa để dấy quân chống [[Dương Nhật Lễ]]<ref name=DV7 \/><ref name=KD10>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm15.html Khâm Định Việt Sử Thông Giám Cương Mục: Chính Biên, Quyển thứ X]<\/ref>.\n\nTháng 2 âm lịch năm 1371, sau khi lật đổ Dương Nhật Lễ, ông được Trần Nghệ Tông phong làm tư đồ<ref name=DV7 \/><ref name=KD10 \/>.\n\nTháng 10 âm lịch năm 1375, vua Trần Duệ Tông sai ông coi việc quân trấn Quảng Oai<ref name=DV7_1>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VII: Kỷ Nhà Trần - Duệ Tông Hoàng Đế]<\/ref>.\n\nTháng 7 âm lịch năm 1385 thời [[Trần Phế Đế]], tư đồ Chương Túc Quốc thượng hầu Nguyên Đán trí sĩ lui về Côn Sơn (nay thuộc huyện [[Chí Linh]], tỉnh [[Hải Dương]]) ở ẩn, gửi cho các bạn làm quan bài thơ, có câu rằng: ''Kim cổ hưng vong chân khả giám, Chư công hà nhẫn gián thư hy?'' (nghĩa: Còn mất xưa nay gương đã rõ, Các ông sao nỡ vắng thư can?)<ref name=DV8>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VIII: Kỷ Nhà Trần - Phế Đế]<\/ref>. Thượng hoàng Nghệ Tông thường ngự đến nhà riêng của ông để thăm bệnh và hỏi việc sau này. Nhưng Nguyên Đán đều không nói gì, chỉ thưa: \"''Xin bệ hạ kính [[nhà Minh|nước Minh]] như cha, yêu [[Chiêm Thành]] như con, thì nước nhà vô sự. Tôi dầu chết cũng được bất hủ''\"<ref name=DV8_1 \/><ref name=KD11 \/>.\n\nÔng mất ngày 14 tháng 11 âm lịch năm 1390 thời [[Trần Thuận Tông]]<ref name=DV8_1>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VIII: Kỷ Nhà Trần - Thuận Tông hoàng đế]<\/ref>. Thượng hoàng Nghệ Tông có làm bài thơ đề trên mộ ông.\n\n==Thơ ca==\nNguyên Đán có tập thơ tên là Băng Hồ, vài quyển (Theo Nghệ văn chi của [[Lê Quý Đôn]] thì Trần Nguyên Đán soạn Băng Hồ ngọc hác tập, 10 quyển), truyền ở đời, là cảm thời thế mà làm ra<ref name=DV8_1 \/>. Hiện nay còn 51 bài chép trong \"Toàn Việt thi lục\". Phần lớn là thơ tâm sự, chán nản, lo đời, thật ra là lo cho dòng họ, chỉ hi vọng vào các bậc \"anh tài\" ở lớp hậu sinh như Nguyễn Ứng Long (Nguyễn Phi Khanh). Có một số bài phản ánh xã hội và đời sống nhân dân cuối đời Trần: \"Nhâm Dần lục nguyệt tác\", \"Dạ quy chu trung tác\" (\"Thơ làm trên thuyền trong đêm trở về\"), \"Bất mị\".\n\n== Thiên văn học ==\nCùng với [[Đặng Lộ]], ông là một trong những người đặt nền móng sơ khai cho ngành [[Thiên văn học]] ở Việt Nam. Ông đã soạn ra cuốn \"Bách thế thông kỉ thư\" trong đó ghi chép các nhật nguyệt thực và chuyển động của 5 hành tinh ([[sao Thủy|Thủy]], [[sao Kim|Kim]], [[Sao Hoả|Hỏa]], [[Sao Mộc|Mộc]], [[sao Thổ|Thổ]]) từ thời [[Hồng Bàng]] đến thời Lý, Trần. Tiếc rằng cuốn sách quý này đã bị giặc [[Nhà Minh|Minh]] đốt phá vào đầu thế kỉ XV.\n{{cần dẫn nguồn}}\n\n==Gia đình==\nÔng có 11 con trai và con gái<ref>Nguyễn Trãi, ''Băng Hồ di sự lục''.<\/ref>, nhưng chỉ có năm người còn được biết đến do có tên trong chính sử:\n* Trai:\n**[[Trần Mộng Dữ]], lấy công chúa Hoàng Trung (con gái công chúa Huy Ninh với tôn thất Nhân Vinh)<ref name=DV8_1 \/>.\n** [[Trần Thúc Dao]]<ref name=DV8_1 \/> Đại Việt sử ký toàn thư chép rằng Trần Thúc Dao, Trần Thúc Quỳnh là con của Trần Nguyên Đán, làm ngụy quan cho triều Minh, cai quản đất Diễn Châu. Khi vua Hậu Trần lên ngôi, Thúc Dao, Thúc Quỳnh không đón rước nên bị nhà Hậu Trần giết cùng với 500 người khác.\n** [[Trần Thúc Quỳnh]]<ref name=DV8_1 \/>\n* Gái:\n** [[Trần Thị Thái]], lấy [[Nguyễn Phi Khanh|Nguyễn Ứng Long]] (tức Nguyễn Phi Khanh) đã đầu hàng quân Minh, chết ở Trung Quốc, sinh ra [[Nguyễn Trãi]], Nguyễn Trãi cũng hàng quân Minh nhưng sau đó gia nhập [[Khởi nghĩa Lam Sơn]].<ref name=DV8_1 \/>.\n** [[Trần Thị Thai]], lấy [[Nguyễn Hán Anh]]<ref name=DV8_1 \/>.\n\n==Nhận xét==\n*[[Ngô Sĩ Liên]] trong Đại Việt sử ký toàn thư có nhận định về ông như sau:\n{{cquote|''Làm rõ điều nghĩa mà không mưu lợi, làm sáng đạo lớn mà không kể công, đó là tấm lòng người quân tử. Nguyên Đán là bậc đại thần cùng họ với vua, biết họ Hồ sắp cướp ngôi, cơ nghiệp nhà Trần sắp hết, thế mà không nghĩ đến việc vững vàng vượt qua gian nan, cùng vui lo với nước, lại đem con mình gửi gắm cho họ Hồ để làm kế về sau. [Thế là] mưu lợi mà không nghĩ đến nghĩa, bỏ đạo mà chỉ tính đến công, sao gọi là người hiền được? Hơn nữa, lúc ấy tai họa người Chiêm là việc cần kíp, mà lại bảo yêu Chiêm Thành như con, thờ nước Minh như cha, thì chỉ là câu nói tầm thường chung chung về đạo thờ nước lớn, yêu nước nhỏ, có bổ ích gì cho việc nước lúc đó? Tiếc rằng học vấn kiến thức của ông biết trước được mọi điều mà lòng nhân thì không giữ được.''<ref name=DV8_1 \/>}}\n*Khâm định Việt sử thông giám cương mục nhận định:\n{{cquote|''...đó cũng chỉ là nói suông, lo hão, mà đối với nước của dòng dõi nhà mình còn hay mất, cứ bỏ mặc, không nói qua. Thế thực là người bất trung lắm đấy...''<ref name=KD11>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm16.html Khâm Định Việt Sử Thông Giám Cương Mục: Chính Biên, Quyển thứ XI]<\/ref>}}\n*Ngô Thì Sĩ trong sách Việt sử tiêu án nhận định:\n{{cquote|''Nguyên Đán là tôn thất nhà Trần, gặp vận nước không may, chỉ lấy sự rút lui để toàn thân là đắc sách, biết chơi thắng cảnh ở động Thanh Hư, mà không hỏi đến xã tắc ở Thiên Trường an hay nguy; chỉ mưu tính cho anh em Mộng Dữ, mà không nhìn gì đến cha con vua Nghệ Tông được lợi hay bị hại; đến khi vua hỏi đến hậu sự, cũng không nói rõ; không biết rằng: Quý Ly đã không che chở gì cho mình, thì sao còn đưa Mộng Dữ gửi nó? Vua đã mất nước, bầy tôi toàn một mình thế nào được? Lời răn dạy của cố nhân đúng lắm. ''<ref>Việt sử tiêu án, soạn giả Ngô Thì Sĩ; Dịch giả: Hội Việt Nam Nghiên cứu Liên Lạc Văn Hóa Á Châu Nhà xuất bản: Văn Sử 1991, chương Thuận Tôn hoàng đế và Thiếu đế<\/ref><ref>Việt sử tiêu án bản điện tử, Chuyển sang ấn bản điện tử bởi: Công Đệ, Doãn Vượng, Lê Bắc 2001 \n[http:\/\/truyen.haohanca.com\/lich-su\/viet-su-tieu-an-1775-\/thuan-ton-hoang-de-va-thieu-de.ch16408]<\/ref>|||Việt sử tiêu án.}}\n\n==Ghi chú==\n{{wikisource tác giả}}\n{{Tham khảo|30em}}\n{{Nguyễn Trãi}}\n\n[[Thể loại:Mất năm 1390]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Hầu tước nhà Trần]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Hoàng tộc nhà Trần]]\n[[Thể loại:Nhà thiên văn học Việt Nam]]"}