{"6294":"{{bài cùng tên}}\n{{Thông tin viên chức\n| tên = Trần Phú\n| hình = Tran Phu.gif\n| cỡ hình = \n| cao = \n| miêu tả = \n| ngày sinh = {{ngày sinh|1904|5|1}}\n| nơi sinh = [[Tuy An]], [[Phú Yên]], [[Liên bang Đông Dương]]\n| nơi ở = \n| ngày chết = {{ngày mất và tuổi|1931|9|6|1904|5|1}}\n| nơi chết = [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Liên bang Đông Dương]]\n| chức vụ = [[Tập tin:Communist Party of Vietnam flag logo.svg|22px]]<br\/>[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương]]\n| bắt đầu = [[27 tháng 10]] năm [[1930]]\n| kết thúc = [[19 tháng 4]] năm [[1931]]<br>{{số năm theo năm và ngày|1930|10|27|1931|4|19}}\n| tiền nhiệm = [[Trịnh Đình Cửu]] (''Phụ trách điều hành Trung ương Đảng'')\n| kế nhiệm = [[Lê Hồng Phong]]\n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| đa số = \n| đảng = <\/small>\n* [[Tân Việt Cách mệnh Đảng|Tân Việt Cách mạng Đảng]]\n* [[Quốc tế Cộng sản]]\n* [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]\n| nghề = \n| giáo dục = \n| học trường = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Công giáo]]\n| chữ ký = \n| họ hàng = [[Trần Ngọc Danh]] (em trai)\n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chú thích = \n}}\n\n'''Trần Phú''' ([[1 tháng 5]] năm [[1904]] – [[6 tháng 9]] năm [[1931]]) là một nhà cách mạng của [[Việt Nam]]. Ông là [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư đầu tiên của Đảng Cộng sản Đông Dương]] khi mới 27 tuổi. Người tiền nhiệm của ông là [[Trịnh Đình Cửu]], nguyên [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Phụ trách Ban Chấp hành Trung ương Lâm thời Đảng Cộng sản Việt Nam]].\n\n==Thân thế==\nTrần Phú sinh ngày [[1 tháng 5]] năm [[1904]] tại [[thành An Thổ]], phủ Tuy An, tỉnh Phú Yên (nay thuộc xã [[An Dân]], huyện [[Tuy An]], tỉnh [[Phú Yên]]), nguyên quán của ông ở làng Đông Thái, xã An Đồng, tổng Việt Yên, huyện La Sơn, phủ Đức Thọ, tỉnh Nghệ An (nay thuộc xã [[Tùng Ảnh]], huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]].<ref>[http:\/\/www.hatinh.gov.vn\/Home\/index.asp?module=news&act=show&nid=243] {{Webarchive|url=https:\/\/archive.is\/20070514063212\/http:\/\/www.hatinh.gov.vn\/Home\/index.asp?module=news&act=show&nid=243|date=2007-05-14}} Trang thông tin điện tử Hà Tĩnh, ''Trần Phú''<\/ref>\n\nCha Trần Phú là Trần Văn Phổ, từng đỗ [[Giải nguyên]]. Thời gian ông làm Giáo thụ Tuy An đã sinh ra Trần Phú tại đây. Mẹ ông là bà Hoàng Thị Cát, người làng Tùng Anh, huyện Đức Thọ, tỉnh Hà Tĩnh. Trần Phú là con thứ 7 trong gia đình.\n\nNgày 19\/4\/1908, khi đang là [[Tri huyện]] [[Đức Phổ]] ([[Quảng Ngãi]]), do không chịu được sự đè nén, áp bức, nhục mạ của công sứ Pháp Dodey Besra và bất lực trước tình cảnh nhân dân đói khổ, lầm than, Trần Văn Phổ đã thắt cổ tự sát tại công đường. Do nghèo khổ và buồn phiền, 2 năm sau đó, mẹ ông cũng qua đời ngày 27\/11\/1910.\n\nTrần Phú cùng với người em út là [[Trần Ngọc Danh]] từ Quảng Ngãi ra [[Quảng Trị]] sống với người chị gái Trần Ngọc Quang và anh trai Trần Đường, về sau được một người dì ruột là cung nương Hoàng Thị Khương mang về giao cho con trai mình là Thái Thường Tự Khanh Phạm Hoàng San và vợ là Phan Thị Yến  (làm việc ở Toà Khâm sứ Huế) nuôi dưỡng, và cho ăn học tại Trường tiểu học Pháp – Việt Đông Ba rồi [[Trường Trung học phổ thông chuyên Quốc Học|Trường Quốc học Huế]]. Tại Trường Quốc học Huế, ông được theo học cụ [[Võ Liêm Sơn]] một nhà giáo yêu nước.\n\nNăm [[1922]], Trần Phú đỗ đầu kỳ thi Thành chung (học vị cao nhất theo hệ Pháp đào tạo tại Việt Nam lúc bấy giờ) lúc 18 tuổi, rồi về dạy học tại trường Tiểu học Pháp – Việt [[Cao Xuân Dục]] ở [[Vinh]] ([[Nghệ An]]).\n\n==Hoạt động cách mạng==\nThời gian dạy học ở Vinh, vốn có ảnh hưởng tinh thần dân tộc của cha, Trần Phú có những tiếp xúc đầu tiên với [[chủ nghĩa cộng sản]]. Năm [[1925]], ông cùng một số bạn bè như Lê Văn Huân, Trần Đình Thanh, Ngô Đức Diễn, [[Tôn Quang Phiệt]]... thành lập Hội Phục Việt, sau đổi là Hội Hưng Nam, rồi lại đổi ra [[Tân Việt Cách mệnh Đảng|Việt Nam Cách mạng Đảng]].\n\nNăm [[1926]], với bí danh '''Lý Quý''', Trần Phú đại diện [[Tân Việt Cách mệnh Đảng|Việt Nam Cách mạng Đảng]] sang [[Quảng Châu]] ([[Trung Quốc]]) bàn việc hợp nhất với [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Cách mạng Thanh niên]]. Tại Quảng Châu, ông tham gia một số lớp huấn luyện về lý luận và chính trị, được kết nạp vào Cộng sản Đoàn, và được cử về nước hoạt động. Tháng 12 năm 1926, ông về đến Vinh, tham gia cải tổ Việt Nam Cách mạng Đảng theo đường lối và tổ chức của Việt Nam thanh niên cách mạng.<ref>Từ tháng 7 năm 1927, Việt Nam Cách mạng Đảng mang tên mới là ''Việt Nam Cách mạng Đồng chí Hội''.<\/ref>\n\nMột thời gian sau, ông bị lộ, được tổ chức bố trí sang Quảng Châu để hoạt động với bí danh '''Lý Viết Hoa'''. Mùa xuân năm 1927, Trần Phú được Nguyễn Ái Quốc cử sang học tại trường [[Trường Đại học Lao động Cộng sản Phương Đông|Đại học Đông Phương]] ([[Liên Xô]]) với bí danh '''Likvey''' (''Ликвей''). Tại đây, chi bộ những người Cộng sản Việt Nam được thành lập, ông được chỉ định làm bí thư chi bộ này.<ref>Theo thư của Nguyễn Ái Quốc ngày 25-6-1927 gửi cho chi bộ cộng sản trường Đại học Đông phương.<\/ref>\n\nNăm [[1928]], Trần Phú là đại biểu dự Đại hội VI [[Quốc tế Cộng sản]]. Khi đó, tại quê nhà, ngày [[11 tháng 10]] năm [[1929]], ông bị tòa án Nam triều ở [[Nghệ An]] xử án vắng mặt cùng với một số đồng chí của mình.\n\n[[Hình:90 Thợ Nhuộm.JPG|nhỏ|phải|260px|Tấm biển trên căn hầm tại ngôi nhà số 90 phố Thợ Nhuộm, Hoàn Kiếm, Hà Nội ghi: ''Tại đây đồng chí Trần Phú đã viết bản \"Luận cương về cách mạng tư sản dân quyền\" của Đảng'']]\n\nTháng 4 năm [[1930]], Trần Phú về nước và được bổ sung vào Ban Chấp hành Trung ương Lâm thời của Đảng (tháng 7), sau đó ít lâu vào Ban Thường vụ Trung ương. Ông được giao soạn thảo ''Luận cương Chính trị về vấn đề cách mạng tư sản dân quyền ở [[Bán đảo Đông Dương|Đông Dương]]''.\n\nTháng 10 năm 1930, Hội nghị lần thứ nhất [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]] họp ở [[Hồng Kông|Hương Cảng]] (Trung Quốc) đã thông qua bản [[Luận cương chính trị Đảng Cộng sản Đông Dương|''Luận cương Chính trị'']] <nowiki\/>và bầu Ban Chấp hành Trung ương chính thức, ông được bầu Tổng Bí thư đầu tiên của Đảng.\n\nTháng 3 năm [[1931]], với bí danh '''Anh Năm''', Trần Phú chủ trì Hội nghị Trung ương lần thứ 2 tại [[Sài Gòn]] bàn việc chấn chỉnh Đảng sau đợt khủng bố của thực dân Pháp. Hội nghị khẳng định: \"''Đảng [Cộng sản Việt Nam] là đảng tiền phong của giai cấp vô sản, Đảng chiến đấu cho lợi ích sống còn của dân tộc, cho quyền lợi các giai cấp bị bóc lột, bị áp bức, nhưng không phải là đảng của Công Nông. Kiên quyết chống tả khuynh, chống hữu khuynh''\". Hội nghị đã vạch ra nghị quyết về nhiệm vụ hiện tại của Đảng, nghị quyết về tổ chức của Đảng, nghị quyết về cổ động tuyên truyền. Tại hội nghị này, một quyết định về ''\"Tổ chức ra cộng sản thanh niên Đoàn là một nhiệm vụ thâu phục một bộ phận quan trọng của vô sản giai cấp, là một vấn đề cần kíp của Đảng phải giải quyết\"''<ref>Văn kiện Đảng 1929 – 1935 trang 182<\/ref>. Đây được xem là tiền đề để hình thành [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]] về sau này.<ref>Theo Sophie Quinn-Judge, tác giả cuốn \"Hồ Chí Minh: Những năm chưa biết đến\" (Hochiminh: The missing years), [http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2003\/09\/030902_hcm_missing_years.shtml Hồ Chí Minh - Những năm chưa biết đến], BBC, 2.9.2003<\/ref>\n\nNgay sau Hội nghị, do sự phản bội của [[Ngô Đức Trì]], ngày [[19 tháng 4]] năm 1931, Trần Phú bị thực dân [[Pháp]] bắt tại nhà số 66 đường Champagne (đường Lý Chính Thắng hiện nay), Sài Gòn.\n\nBiết ông là cán bộ cao cấp, chính quyền thực dân tìm cách dụ dỗ và tra tấn để khai thác thông tin. Nhưng với chí khí kiên cường, ông không bị khuất phục, dù bị đày ải nhiều lần. Ngày [[6 tháng 9]] năm 1931, ông qua đời tại Nhà thương Chợ Quán ở tuổi 27 với lời nhắn nhủ bạn bè ''\"Hãy giữ vững chí khí chiến đấu\"''.<ref>[http:\/\/www.baodanang.vn\/vn\/hosotulieu\/20502\/index.html \"Đồng chí Trần Phú, tấm gương sáng ngời về lòng trung thành tuyệt đối với Đảng\"] - Báo Đà Nẵng, 08:31, 28\/4\/2009 (GMT+7).<\/ref>\n\nAnh chị em tù chính trị ở khám lớn Sài Gòn năm 1931 đã làm thơ:\n \n{{cquote|Trần Phú anh ơi đã thác rồi\n\nThác mà như thế đẹp gương soi\n\nBao phen sóng gió đâu sờn dạ\n\nMấy trận đòn tra chẳng hở môi\n\nGiọt máu anh hùng giờ tơi tả\n\nTrái tim vô sản vẫn không rời\n \nTuy anh đã thác gương còn sáng\n\nThác được như anh sáng suốt đời}}\n\nSau khi ông qua đời, người thân ông vào Sài Gòn, tìm cách đưa thi hài ông ra chôn cất tại khuôn viên nghĩa trang Nhà thờ Họ đạo Chợ Quán Sài Gòn (tại cư xá Bắc Hải, đường Cách Mạng Tháng Tám, quận 10, Thành phố Hồ Chí Minh).\n\nNgày 4 tháng 1 năm 1999, phần mộ được cho rằng của ông đã được phát hiện. Ngày [[12 tháng 1]] năm [[1999]], hài cốt của Trần Phú được di dời về an táng tại quê hương Đức Thọ, Hà Tĩnh. Mộ của ông được đặt trên ngọn đồi cao thuộc xã Tùng Ảnh, phía trước mộ là hàng chữ ''\"Hãy giữ vững chí khí chiến đấu\"''.\n\nTrần Phú và [[Lê Hồng Phong]] được cho là người dịch thành lời bài [[Quốc tế ca]] phiên bản đang được sử dụng. Tuy nhiên, người dịch bài hát này đầu tiên là [[Hồ Chí Minh]] dưới thể thơ lục bát.<ref>[http:\/\/hanoi.vnn.vn\/chuyen_de\/1905\/chuyen\/bai02.asp \"Lòng yêu nước, ánh sáng và tinh thần quốc tế\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071014071201\/http:\/\/hanoi.vnn.vn\/chuyen_de\/1905\/chuyen\/bai02.asp |date = ngày 14 tháng 10 năm 2007}}, VietNamNet. Truy cập 2008 - 11 - 2009.<\/ref>\n\nMột giai thoại khác là có một lần ông bàn với các đồng chí trong tù về viễn cảnh sau này nước Việt Nam độc lập với quốc kỳ màu đỏ, có ngôi sao vàng năm cánh, tượng trưng cho năm giới công, nông, binh, trí và thương đoàn kết chặt chẽ xung quanh Đảng. Điều này dẫn đến trong cuộc khởi nghĩa Nam Kỳ năm 1940, các đồng chí của ông ở [[Mỹ Tho]] đã giương cao là cờ đỏ sao vàng năm cánh bên cạnh là cờ búa liềm của Đảng trên mái đình Long Hưng nơi thành lập chính quyền cách mạng đầu tiên trong tỉnh.<ref>\"Những người cộng sản\", Nhà xuất bản Thanh niên, 1976.<\/ref>\n\n== Câu nói nổi tiếng ==\n\n*''\"Hãy giữ vững chí khí chiến đấu\"''\n\n== Công trình mang tên Trần Phú ==\nTên của ông được đặt cho các đường phố ở một số tỉnh, thành của Việt Nam:\n\n* [[Hà Nội]] (nối Hà Trung với Kim Mã - [[Ba Đình]]), đường nối Nguyễn Trãi và Quang Trung ([[Hà Đông]]) và đường nhập với tỉnh lộ 427 - [[Thường Tín]] (từ QL.1 đến ngã ba Quán Giai).\n* [[Thành phố Hồ Chí Minh]] (nối đường 3 tháng 2 với Trần Hưng Đạo).\n* [[Hải Phòng]]: Tên ông được đặt cho một con đường tại trung tâm thành phố, nối đường Nguyễn Đức Cảnh với Hoàng Diệu. Ở đây còn có trường [[Trường Trung học phổ thông chuyên Trần Phú, Hải Phòng|THPT Chuyên Trần Phú]], một trường chuyên có tiếng tại lô 10A Lê Hồng Phong.\n* [[Đà Nẵng]] (nối đường 3 tháng 2 với đường Trưng Nữ Vương)\n* [[Nha Trang]] (nối đường biển Phạm Văn Đồng, dọc ven biển, là con đường đẹp nhất của thành phố).\n* [[Đà Lạt]] (nối Hoàng Văn Thụ với Trần Hưng Đạo)\n* [[Việt Trì]] (nối Âu Cơ với Hùng Vương)\n* [[Bà Rịa]] (đường ven biển).\n* Tên ông còn được đặt cho các tuyến đường tại 4 thành phố ở tỉnh [[Quảng Ninh]]: \n** Thành phố [[Uông Bí]] (từ quảng trường thành phố cho đến Hoàng Quốc Việt).\n** Thành phố [[Cẩm Phả]] (ngã ba Lê Thanh Nghị - Nguyễn Đức Cảnh đến phố Bà Triệu, giáp quảng trường 12\/11).\n** Thành phố [[Hạ Long]] (từ ngã tư Loong Toòng đến Cầu Bang).\n** Thành phố [[Móng Cái]] (từ chợ Asian Quảng Ninh đến ngã ba Trần Phú - Hùng Vương - Hữu Nghị)\n* [[Tuy Hòa]] (nối đường Nguyễn Tất Thành với [[Biển Đông]]).\n* [[Vinh]] (từ công viên trung tâm thành phố đến đường Phan Đình Phùng).\n* Thị xã [[Hồng Lĩnh]], [[Hà Tĩnh]] ([[Quốc lộ 8|QL8A]] đoạn qua Hồng Lĩnh).\n* TP [[Hà Tĩnh (thành phố)|Hà Tĩnh]] (từ ngã ba [[Quốc lộ 1|QL.1]] - Hà Tông Chính cho đến ngã tư Trần Phú - Hàm Nghi - Phan Đình Phùng - Hà Huy Tập) \n* Thị trấn [[Hương Khê (thị trấn)|Hương Khê]], huyện [[Hương Khê]] (đường [[Đường Hồ Chí Minh|Hồ Chí Minh]] đến đường Phan Đình Phùng).\n* [[Đồng Hới]] (qua đường Quang Trung)\n* [[Đông Hà]], [[Quảng Trị]] (từ Lê Thánh Tôn - [[Quốc lộ 9B|QL9B]] - phường 5 và nối Hùng Vương đến Trần Hưng Đạo - phường 1) và thị trấn Lao Bảo, huyện Hướng Hóa (từ [[Quốc lộ 9|QL9]] đến Nguyễn Huệ, gần [[Khu kinh tế - thương mại đặc biệt Lao Bảo|cửa khẩu quốc tế Lao Bảo]]).\n* Đà Nẵng (từ Lê Duẩn cho đến ngã tư Trần Phú - Bạch Đằng - Đống Đa - 3 tháng 2).\n* [[Huế]] (nối Phan Chu Trinh đến Phan Bội Châu), [[Từ Sơn|thành phố Từ Sơn]] (tỉnh Bắc Ninh) (nối Đặng Phúc Thông với Minh Khai)...\n* [[Quy Nhơn]], [[Bình Định]] (Nối thông đường Nguyễn Công Trứ và Tăng Bạt Hổ).\n* Bồng Sơn Hoài Nhơn đường Trần Phú vuông góc Quang Trung. \n* Tp. Sa Đéc, Đồng Tháp đoạn từ công viên tượng đài Phan Văn Út (phường 3) đến công viên Chiến Thắng.\n*Thành phố Rạch Giá, tỉnh Kiên Giang. Đoạn từ cầu Ngô Quyền đến trung tâm thương mại Thành phố [[Rạch Giá]].\n* Thành phố Kon Tum, tỉnh Kon Tum. Từ ngã tư Đăk Cấm đến đường Nguyễn Huệ\n* Thành phố Buôn Ma Thuột, tỉnh Đắk Lắk: Nối từ đường Phan Chu Trinh đến giao với đường Phan Bội Châu.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30106&cn_id=117323 Trần Phú, một chiến sĩ cộng sản kiên cường]\n{{Kiểm soát tính nhất quán}}\n\n{{Tổng Bí thư Đảng Cộng sản Việt Nam}}\n\n{{Thời gian sống|sinh=1904|mất=1931|tên=Trần Phú}}\n\n[[Thể loại:Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Phú Yên]]\n[[Thể loại:Tân Việt Cách mệnh Đảng]]\n[[Thể loại:Người cộng sản Việt Nam]]\n[[Thể loại:Người chết trong tù]]"}