{"36003":"{{Thông tin nhân vật\n| màu = \n| màu 2 = \n| màu chữ = \n| tên = Trần Trinh Huy\n| hình = Trantrinhhuy.jpg\n| cỡ hình = 180px\n| ghi chú hình = Chân dung \"Công tử Bạc Liêu\" Trần Trinh Huy\n| tên khai sinh = Trần Trinh Quy\n| ngày sinh = [[22 tháng 6]] năm [[1900]]\n| nơi sinh = [[Bạc Liêu]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|1974|1|13|1900|6|22}}<ref>Hầu hết các tài liệu đều ghi ông mất năm 1973. Theo lời của Vũ sư Hoài Nhơn (Trần Trinh Nhơn), con trai lớn của Công tử Bạc Liêu Trần Trinh Huy thì: ''\"Ba tôi mất ngày 21 tháng 12 năm [[Quý Sửu]] 1973 ở Sài Gòn. Đầu năm đó, ăn cái Tết cuối cùng, ông còn lì xì tôi mặc dầu tôi đã 27 tuổi.\"''. Tuy nhiên, ngày 21 tháng 12 năm Quý Sửu rơi vào ngày 13 tháng 1 năm 1974.<\/ref>\n| nguyên nhân cái chết = \n| nơi mất = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| an táng = \n| tưởng niệm = \n| tên khác = [[Công tử Bạc Liêu]], Hắc công tử\n| dân tộc = \n| cư trú = Bạc Liêu\n| quốc gia = Việt Nam\n| quốc tịch = \n| vai trò = \n| học vấn = \n| alma_mater = \n| công việc = \n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = \n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| cha mẹ = [[Trần Trinh Trạch]]<br>Phan Thị Muồi\n| người thân = \n| chữ ký = \n| website = \n| tên gốc = \n| học vị = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| tiêu đề = \n| đảng phái = \n| cha = \n| mẹ = \n| giải thưởng = \n| cỡ chữ ký = \n}}\n\n'''Trần Trinh Huy''' ([[1900]] – [[1974]]) hay còn gọi là '''Ba Huy''', là một công tử ăn chơi nổi tiếng ở Sài Gòn và [[Nam Kỳ]] những năm [[thập niên 1930|1930]], [[thập niên 1940|1940]]. Mức độ vung tiền tiêu xài của ông rất nổi danh, xếp hạng đầu bảng trong số các [[Công tử Bạc Liêu]] thời bấy giờ, đến nỗi khi nói đến thành ngữ \"Công tử Bạc Liêu\" người ta thường liên tưởng đến ông.\n\nThành ngữ \"Công tử Bạc Liêu\" vốn ra đời từ những năm đầu thế kỷ 20. Thời đó, [[thực dân Pháp]] đã ổn định về tổ chức của vùng đất [[thuộc địa]] Nam Kỳ. Ông Trần Trinh Trạch (cha của công tử Bạc Liêu) từ việc được nhà vợ chia cho ruộng đất, về sau ông cho vay nặng lãi để cầm cố đất của những công tử nhà giàu ham chơi cờ bạc, ông cũng có quan hệ thân thiết với thực dân Pháp nên được ưu tiên mua nhiều ruộng đất tốt, gia sản ông Trạch vì thế ngày một phình to. Thời đó dân gian đã có câu \"''Nhất Sỹ, Nhì Phương, Tam Xường, Tứ Trạch''\" để chỉ 4 vị đại điền chủ giàu có nhất vùng đất Nam Kỳ. Theo phong trào khi ấy, các đại [[điền chủ]], hào phú quyền quý khắp [[Nam Kỳ]] thường cho con lên Sài Gòn học ở các trường [[Pháp]], thậm chí du học bên Pháp. Tuy nhiên, hầu hết các vị công tử giàu có này, ảnh hưởng bởi sự phồn hoa đô hội, sẵn tiền, nên thường đi vào con đường tay chơi để thể hiện mình. Trong số vị công tử ấy, không ai đủ sức xài tiền như các [[công tử Bạc Liêu]]. Thành ngữ \"Công tử Bạc Liêu\" có từ lúc ấy. Về sau, thành ngữ này chỉ dùng để chỉ công tử '''Trần Trinh Huy''' vì chẳng công tử nào sánh kịp về khả năng tài chính và độ phóng túng đối với vị công tử này. Từ đó \"Công tử Bạc Liêu\" trở thành danh xưng riêng của Ba Huy, không một ai có thể tranh chấp.\n\n==Tiểu sử==\n[[Tập tin:Cha và mẹ của Trần Trinh Huy.jpg|thumb|phải|Tượng cha và mẹ của Trần Trinh Huy]]\nTrần Trinh Huy, tên thật là '''Trần Trinh Quy''' sinh ngày [[22 tháng 6]] năm [[1900]], nhưng do cho rằng cái tên \"Quy\" không sang trọng nên ông đổi lại thành \"Huy\". Ngoài tên Công tử Bạc Liêu, Trần Trinh Huy còn mang nhiều tên khác như '''Ba Huy''', '''Hội đồng Ba''' (cách gọi của tá điền, sự thật thì Ba Huy không là thành viên trong hội đồng nào), '''Hắc công tử''' (do nước da ngăm đen và để phân biệt với [[Bạch công tử]]). Trần Trinh Huy là con trai ông [[Trần Trinh Trạch]], tức Hội đồng Trạch và bà Phan Thị Muồi, con gái bá hộ Phan Văn Bì,<ref>Chính là người đứng thứ tư (''Tứ Trạch'') trong tứ đại phú hộ Nam Kỳ<\/ref> người có đất ruộng nhiều nhất trong tỉnh Bạc Liêu, người ta tặng cho ông Bá hộ là \"Vua lúa gạo Nam Kỳ.<ref>Ngọc (1992), p. 466<\/ref>\n===Gia sản suy sụp và qua đời===\nKhi ông Trạch mất tại Sài Gòn năm 1942, tài sản được chia cho các con trai của ông, nhưng ông Ba Huy không có tài làm ăn như cha mà chỉ quen tiêu pha nên gia sản cứ hao hụt dần. Trong thập niên 1960, hai cuộc [[Cải cách điền địa (Việt Nam Cộng hòa)|cải cách điền địa của Việt Nam Cộng hòa]] với chủ trương thu đất của đại địa chủ cũng khiến hầu hết ruộng đất của gia đình này bị mất đi. Không còn hoa lợi từ ruộng đất, không biết chuyển hướng kinh doanh sang các lĩnh vực khác như Công nghiệp – Dịch vụ, lại quen tiêu xài phung phí nên gia sản của Ba Huy hao hụt nhanh chóng.\n\nÔng mất vào tháng 1 năm [[1974]] ở Sài Gòn và được đưa về an táng trong phần mộ gia đình tại ấp Cái Dầy, xã [[Châu Hưng (thị trấn)|Châu Hưng]], huyện [[Vĩnh Lợi]], tỉnh [[Bạc Liêu]]. Ba Huy mất sau khi hoang phí gần hết gia sản, chỉ để lại cho các con mấy căn phố lầu. Đến lượt các con ông cũng giống như cha, không có tài kinh doanh mà lại tiêu xài phung phí, nên nhà cửa cứ bán dần.\n\nĐến cuối những năm 1970, anh em trong nhà thống nhất bán căn nhà cuối cùng ở đường Nhất Linh (được 28 [[cây vàng]]) và chia mỗi người một phần, mỗi người tự tìm đường mưu sinh riêng. Một người con trai của ông Huy là ông Trần Trinh Đức nhớ lại: sau khi được kế thừa một phần tài sản của cha, cuộc sống gia đình ông Đức cũng rất khá giả, có thời gian còn mở cả nhà hàng, nhưng rồi đứa con gái duy nhất của ông sa vào bài bạc và mắc nợ, khiến ông phá sản. Ông Đức phải trôi dạt lên Sài Gòn và sau khi cô con gái lớn của ông bị lừa tình và mắc nợ, bị bệnh tâm thần phân liệt, phải bán nhà trả nợ, gia đình ông làm đủ thứ nghề để mưu sinh như bán giày cũ, chạy xe ôm... Tới đây thì chính thức kết thúc sự giàu có kéo dài chưa tới 3 đời của dòng tộc hội đồng Trần Trinh Trạch.<ref>[http:\/\/dantri.com.vn\/c20\/s20-265573\/chuyen-ve-mot-hau-due-cua-cong-tu-bac-lieu.htm Chuyện về một hậu duệ của công tử Bạc Liêu]<\/ref>. Năm 2009, gia đình ông được sự giúp đỡ của các mạnh thường quân đã trở về Bạc Liêu sinh sống <ref>[http:\/\/www.thanhnien.com.vn\/News\/Pages\/200905\/20090131232440.aspx Con trai Công tử Bạc Liêu trở về quê mưu sinh]<\/ref>.\n\nSố mệnh giàu sang và suy tàn của dòng tộc hội đồng Trần Trinh Trạch giống như câu chuyện về triết lý ''\"Có vay có trả\"'' của Luật Nhân – Quả: ông Trạch phất lên nhờ gia sản của cha vợ và việc cho dân cờ bạc vay nặng lãi, nhưng đời con cháu ông thì gia sản lại lụn bại cũng vì tiêu xài phung phí và ham mê [[cờ bạc]].\n\n==Đời tư==\nBa Huy có 4 người vợ và rất nhiều nhân tình. Người vợ đầu là người Pháp, trong thời gian Ba Huy đi học ở [[Paris]]. Về nước ông cưới một người vợ ở Bạc Liêu là Ngô Thị Đen. Bà này ở với Ba Huy sinh được người con gái là cô Hai Lưỡng. Sau cô Hai Lưỡng qua Pháp sống. Từ năm [[1945]], Ba Huy lên Sài Gòn ở hẳn. Ông lấy thêm một bà nữa (bà Nguyễn Thị Hai) và sinh được 3 người con: Thảo, Nhơn, và Đức.\n\nBà cuối cùng, khoảng năm [[1968]], Ba Huy dọn về căn nhà phố đường Nguyễn Du, Sài Gòn. Mỗi sáng đứng trên lầu nhìn xuống, ông thấy một cô gái gánh nước đi qua đẹp quá. Hỏi thăm thì được biết cô gái đó là con ông già làm nghề sửa xe đạp. Ba Huy đến nhà ông già xin \"đổi\" căn nhà đó lấy cô gái. Ông già và cô gái sau khi bàn bạc đồng ý. Và đó là người vợ cuối cùng của Ba Huy, kém ông đến 50 tuổi. Bà sống chung thủy với ông đến ngày ông qua đời. Họ có 3 con trai và một con gái tên Hoàn, Toàn, Trinh và Nữ.\n\nÔng Ba Huy còn rất nhiều con với các nhân tình. Tuy những người đó không phải vợ chính thức nhưng con cái của họ đều được họ Trần công nhận.\n\n== Những giai thoại ==\n[[Tập tin:Xe hơi Công tử Bạc Liêu.jpeg|thumb|Xe hơi của Ba Huy]]\n\n===Thú mê võ===\nCông tử Bạc Liêu rất mê nghề [[Võ thuật Việt Nam|võ]]. Vào nửa đầu [[thế kỷ 20]], học võ là một cái mốt với nhận thức: Học võ để nâng cao cái khí phách thượng võ của kẻ anh hào. Ba Huy không học võ Tây hay võ Ta mà học [[muay Thái|võ Xiêm]]. Ông ta đã cất công qua Xiêm mướn một ông thầy thượng hạng về dạy cho mình và Tám Bò, là em út của ông ta. Tuy nhiên sau này ông không giỏi về võ nghệ.\n\n===Người Việt đầu tiên có máy bay riêng ===\nMột sự kiện chấn động cả nước khi đó là Ba Huy đi thăm ruộng bằng [[máy bay]]. Và lúc ấy cả Việt Nam cũng chỉ có 2 chiếc là của Công tử Bạc Liêu<ref>Có nguồn cho rằng Ba Huy thuê máy bay và một phi công người Pháp.<\/ref> và của vua [[Bảo Đại]]. Nếu không tính Vua Bảo Đại được trang bị máy bay riêng từ tiền ngân khố quốc gia lúc ấy, thì Công tử Bạc Liêu Trần Trinh Huy là ''người Việt Nam đầu tiên có máy bay riêng''. Một lần bay qua thăm điền [[Rạch Giá]], Công tử Bạc Liêu hứng chí tranh lái với phi công Pháp, bay ra biển [[Hà Tiên (tỉnh)|Hà Tiên]] chơi, cứ bay mải miết cho đến khi kim báo [[xăng]] không còn nhiên liệu, buộc lòng Ba Huy phải đáp khẩn cấp. Xuống đất, Ba Huy hoảng hốt biết mình đã bay lọt sang tận nước Xiêm. Trần Trinh Huy bị Nhà nước Xiêm bắt giữ và phạt 200 ngàn giạ lúa. Ông Hội đồng Trạch phải chở một đoàn ghe chở lúa thật dài qua tận Xiêm để chuộc con trai về. Ông là người Việt Nam đầu tiên sở hữu máy bay tư nhân và sân bay tư nhân.<ref>[https:\/\/dantri.com.vn\/xa-hoi\/cong-tu-bac-lieu-da-co-may-bay-rieng-cach-day-gan-1-the-ky-1210775178.htm Công tử Bạc Liêu đã có máy bay riêng cách đây gần... 1 thế kỷ] Huỳnh Hải - Phạm Tâm, [[báo Dân Trí]] 13\/05\/2008 - 09:14 [https:\/\/web.archive.org\/web\/20120730004550\/http:\/\/dantri.com.vn\/c20\/s20-232095\/cong-tu-bac-lieu-da-co-may-bay-rieng-cach-day-gan-1-the-ky.htm bản lưu]<\/ref>\n\n===Thú vui di chuyển===\nBa Huy sinh hoạt cực kỳ sang trọng và xa hoa. Ra đường là đóng bộ suit may đo, thứ hàng đắt tiền nhất thời đó. Thói quen của Ba Huy là ăn sáng kiểu Tây, trưa ăn cơm Tàu, chiều ăn cơm Tây. Mỗi lần từ Bạc Liêu đi Sài Gòn là ông ta ngồi trên chiếc xe cáu cạnh, có tài xế lái. Khi lên Sài Gòn ít khi Công tử Bạc Liêu ở ngôi biệt thự của Trần gia mà vào một trong những [[khách sạn]] nổi tiếng sang trọng ở Sài Gòn. Có khi hứng chí đi dạo mát Ba Huy thuê cả chục chiếc [[xe kéo]], ông ta ngồi một chiếc, những chiếc còn lại chở những món đồ như nón, kính, gậy…\n\nCông tử Bạc Liêu là một người luôn xê dịch và rất ham vui, những cuộc ăn chơi nổ trời diễn ra, Trần Trinh Huy lặn ngụp trong những bàn tiệc với rượu [[sâm panh|sâm banh]]. Mỗi chủ nhật ông đều đi nghỉ cuối tuần ở [[Vũng Tàu]], [[Đà Lạt]] hoặc về [[Cần Thơ]]. Ba Huy cũng là một kẻ mê cờ bạc, có những khi ông đánh một cây bài 30.000 [[Đồng (tiền)|đồng]], trong khi lúa chỉ 1,7 đồng một giạ<ref>Về giá cả thời đó các tài liệu ghi lại còn nhiều mâu thuẫn.<\/ref>, lương của [[Thống đốc Nam Kỳ]] chưa tới 3.000 đồng một tháng.\n\n=== Giao tranh Hắc – Bạch công tử ===\n[[Bạch công tử]] là Lê Công Phước hay còn gọi là George Phước, con trai của Đốc phủ Lê Công Sủng<ref>Có nguồn ghi Lê Công Sảng.<\/ref>, người ở làng Điều Hòa, tỉnh [[Mỹ Tho]]<ref>Nay thuộc Phường 3, Thành phố [[Mỹ Tho]], tỉnh [[Tiền Giang]]<\/ref>. Phước cũng là một tay chơi nổi tiếng khi đó, da trắng nên được gọi Bạch công tử để phân biệt với Ba Huy. George Phước say mê [[cải lương]], từng qua [[Pháp]] học về [[sân khấu]]. Về nước Phước cùng một người khác bỏ tiền lập hai gánh hát Phước Chương và Huỳnh Kỳ nổi tiếng với cô đào chánh đệ nhất tài sắc đương thời là cô Bảy [[Phùng Há]] và một cô đào tài sắc khác là Năm Phỉ. Cùng nổi tiếng ăn chơi, Bạch công tử và Hắc công tử trở thành kỳ phùng địch thủ.\n\nTác giả Nguyễn Thiện viết:\n\n{{cquote|\n''\"Đang lúc cô Ba Trà, một người con gái có sắc đẹp làm xao xuyến tâm hồn Bạch công tử, thua bài sạch túi, ông trưởng giả lớn tuổi chưa kịp cung phụng tiền bạc tiếp để vừa lòng mỹ nhân, Bạch Công tử lù lù lái xe lại nhà cô Ba Trà, rủ xuống [[Cần Thơ]] ăn cá cháy và đánh bài gỡ bạc.\n\n''Hai người vừa xuống đến quán Bungalows ở [[Cần Thơ]], máy xe chưa nguội thì chiếc Sport tám máy của Hắc Công Tử cũng vừa tới, thắng cái két. Cả hai lâm vào cảnh khó xử, việc chiếm được mỹ nhân chỉ còn cậy vào tài chinh phục của bản thân mình. Cả ba cùng đưa nhau vào khách sạn. Bạch Công tử lột chiếc cà rá hột xoàn trị giá 3.000 đồng vào thời đó để trên bàn trước khi vào phòng tắm. Lúc trở ra, thấy cô Ba Trà đeo thử nó trên tay, Bạch Công tử liền lên tiếng tặng luôn. Sau đó Hắc Công tử đã mua tặng cô Ba Trà một chiếc nhẫn trị giá gấp đôi...\"\n|||}}\n\n=== Đốt tiền nấu đậu xanh ===\nCó nhiều giai thoại kể về cuộc thi đốt tiền nấu đậu xanh giữa Hắc Công Tử và Bạch Công Tử. Chuyện kể hai người thi nhau đốt tiền để nấu chín một kg đậu xanh, ai nấu chín trước thì thắng. Không rõ hai người đã đốt bao nhiêu nhưng kết quả Bạch Công Tử thắng.<ref>{{chú thích web|url=http:\/\/giaoduc.net.vn\/NTD-thong-thai\/Nguoi-Viet-hang-Viet\/Sung-sot-thu-choi-cua-ong-hoang-khien-Cong-tu-Bac-Lieu-tam-phuc\/229954.gd?i=1|title=Sửng sốt thú chơi của \"ông hoàng\" khiến Công tử Bạc Liêu tâm phục | Báo Giáo dục Việt Nam|access-date = ngày 19 tháng 12 năm 2012}}<\/ref> Nhưng về sau này, ông Trần Trinh Đức (con trai của Công Tử Bạc Liêu) đã phủ nhận điều này. Ông nói \"Sau này ba tôi nói lại rằng: Chuyện chơi ngông thì ba tôi có lúc cũng chơi ngông để cho thiên hạ chú ý tới mình, nhưng ba tôi là người có ăn học, biết chơi ngông tới đâu thì dừng lại, chứ đâu phải bị khùng đâu mà đem tiền ra để đốt.\"\n\n[[Tập tin:Xe hơi Công tử Bạc Liêu 1.jpeg|thumb|Nội thất trong nhà Công Tử Bạc Liêu.]]\n\n== Dấu tích \"Công tử Bạc Liêu\" ngày nay ==\n\n[[Tập tin:Ksctbl.jpg|nhỏ|phải|250px| Khách sạn Công Tử Bạc Liêu.]]\nNgày nay, Công tử Bạc Liêu trở thành một [[thương hiệu]] [[du lịch]] hấp dẫn của tỉnh [[Bạc Liêu]]. Tòa biệt thự của Ba Huy khi xưa nay trở thành [[Khách sạn]] Công tử Bạc Liêu.\n\nNgôi biệt thự của công tử Bạc Liêu được xây dựng từ năm [[1919]], do kỹ sư người Pháp thiết kế. Để đảm bảo độ bền và diện mạo kiến trúc, chủ nhân đã đặt hàng và cho chuyên chở toàn bộ vật liệu xây dựng như thép đúc, cửa, cẩm thạch lát nền, gạch, khung sắt trang trí từ Pháp qua. Các bù loong, ốc vít cho các chi tiết xây dựng đều được đóng dấu chìm mẫu tự P rất hoa mỹ, chứng thực sản xuất tại thủ đô [[Paris]]. Người dân Bạc Liêu gọi đây là \"Nhà Lớn\". Không chỉ đẹp về kiến trúc, nội thất mà nhà Hội đồng Trạch cũng qui tụ vô số đồ gỗ, sứ, đồng... quý giá. Những bảo vật đó đến nay không còn do con cháu không giữ được, do mất mát vì chiến tranh hoặc những nguyên nhân khác. Có hai món đồ quý hiện được giữ nguyên vẹn ở [[chùa Sà Lôn|chùa Chén Kiểu]], [[Sóc Trăng]] là chiếc giường ngủ chạm khắc tuyệt mỹ và bộ bàn ghế cũng chạm trổ công phu. Đây là hai món quà do Ba Huy hào phóng tặng nhà chùa.\n\nHiện nay, ngôi biệt thự đó trở thành khách sạn Công Tử Bạc Liêu (trực thuộc Văn phòng Tỉnh ủy Bạc Liêu) với 6 phòng ngủ. Trong đó 5 phòng bình thường và căn phòng Ba Huy từng ở trước đây có giá gấp đôi. \"Phòng công tử\" có một giường đôi, [[truyền hình|ti vi]], [[máy lạnh]], một bàn viết, một tủ áo và [[toilet]] khá rộng kế bên. Điểm độc đáo nhất của căn phòng này là chiếc máy [[điện thoại]] có từ đời [[Pháp thuộc]] đến giờ vẫn sử dụng tốt. Căn \"phòng công tử\" luôn đắt khách, nhất là người nước ngoài.Tuy nhiên gần đây, nhà công tử Bạc Liêu đã trở thành một điểm du lịch tham quan nổi tiếng. Cách nhà Công Tử Bạc Liêu không xa, còn có một cụm khách sạn, nhà hàng khác cũng mang tên Công Tử. Nhà Công tử Bạc Liêu hiện nay được bày biện, phục tráng gần như nguyên trạng. Tuy nhiên do qua nhiều giai đoạn lịch sử khác nhau vật dụng trong gia đình đã thất lạc rất nhiều.\n\nCuối năm 2004, nhà văn Phan Trung Nghĩa của báo Bạc Liêu đã cho xuất bản quyển ''Công tử Bạc Liêu – Sự thật và giai thoại'' gồm nhiều câu chuyện và tư liệu sưu tầm về Trần Trinh Huy.\n\n== Tham khảo ==\n* ''Công tử Bạc Liêu: Sự thật và Giai thoại'', Phan Trung Nghĩa, Sở Văn hóa Thể thao và Du lịch Bạc Liêu, Nhà Xuất bản Phương Đông, năm 2009 (Số ĐKKHXB 141-2009\/CXB\/62-23\/PĐ ngày 19\/02\/2009)\n* Ngọc, Trảng Huỳnh; ''Nghìn năm bia miệng: Sự tích & giai thoại dân gian Nam bộ, Volume 2'', Publisher Nhà xuất bản Thành phố Hồ Chí Minh, năm 1992\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2006\/04\/557695\/ Gia tộc \"Công tử Bạc Liêu\" - những điều tôi biết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060622062652\/http:\/\/www.nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2006\/04\/557695\/ |date = ngày 22 tháng 6 năm 2006}} trên trang Người Viễn Xứ\n*[http:\/\/www.thanhnien.com.vn\/Doisong\/2005\/6\/9\/112251.tno Trò chuyện với con trai công tử Bạc Liêu] trên báo Thanh Niên\n* [http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/Du-lich\/2009\/02\/3BA0B971\/ Thăm nhà của Công tử Bạc Liêu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090303144721\/http:\/\/www.vnexpress.net\/GL\/Xa%2Dhoi\/Du%2Dlich\/2009\/02\/3BA0B971\/ |date=2009-03-03 }}\n* [http:\/\/www.baodatviet.vn\/Home\/Cong-tu-Bac-Lieu-so-huu-may-bay-rieng-dau-tien\/20085\/6551.datviet Công tử Bạc Liêu sở hữu máy bay riêng đầu tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090226000259\/http:\/\/www.baodatviet.vn\/Home\/Cong-tu-Bac-Lieu-so-huu-may-bay-rieng-dau-tien\/20085\/6551.datviet |date = ngày 26 tháng 2 năm 2009}}\n\n{{Thời gian sống|1900|1974}}\n\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Thành ngữ Việt Nam]]\n[[Thể loại:Công tử Bạc Liêu]]\n[[Thể loại:Đầu tiên ở Việt Nam]]"}