{"1253676":"{{for|nhân vật lịch sử cùng tên|Trần Lãm}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Trần Lãm\n| vai trò hành chính = phường\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 26\n| vĩ giây = 22\n| kinh phút = 21\n| kinh giây = 1\n| diện tích = 3,31 km²\n| dân số = 14.237 người\n| thời điểm dân số = \n| mật độ dân số = 4.301 người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| thành phố = [[Thái Bình (thành phố)|Thái Bình]]\n| thành lập = 2002<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-45-2002-ND-CP-thanh-lap-phuong-thuoc-thi-xa-Thai-Binh-thi-tran-Thanh-Ne-thuoc-huyen-Kien-Xuong-tinh-Thai-Binh-vb49595t11.aspx Nghị định 45\/2002\/NĐ-CP]<\/ref>\n| trụ sở UBND = \n| mã hành chính = 12454<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Trần Lãm''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Thái Bình (thành phố)|Thái Bình]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nVào thời Bắc thuộc nằm trong vùng Bố Hải Khẩu, thuộc hương Đa cương của quận Giao chỉ. Vào thế kỷ thứ X, nơi đây là cửa Biển, do sứ quân Trần Lãm chiếm giữ làm căn cứ giúp Đinh Bộ Lĩnh dẹp nạn 12 sứ quân, thống nhất non sông đặt tên nước là Đại Cồ Việt đóng đô ở Hoa Lư. Sau Bố Hải Khẩu được bồi lấp dần thành xã Kỳ Bố, tới thời hậu Lê, đời vua Lê Thánh Tông thuộc trấn Nam Sơn.\n\nThời Nguyễn (niên hiệu Minh Mệnh) có tên gọi là xã Lạc Đạo, thuộc Tổng Lạc Đạo, huyện Vũ Tiên, phủ Kiến Xương, trấn Nam Sơn Hạ. Thời kỳ này xã Lạc Đạo có 4 thôn nên nhân dân ngày xưa gọi là \"Lạc Đạo tứ thôn\" gồm:\n\n- Thôn Bắc: (xóm Quang Trung cũ), nay thuộc địa bàn các tổ dân phố số: 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34 và tổ 35.\n\n- Thôn Nhất: (xóm Hòa Bình cũ) nay thuộc địa bàn các tổ dân phố số: 19, 20, và tổ dân phố số 21.\n\n- Thôn Nhì: (xóm Lê Lợi cũ) nay thuộc địa bàn các tổ dân phố số: 14, 15, 16, 17, 18, 36 và tổ dân phố số 37.\n\n- Thôn Cự Lông: (xóm Trưng Trắc, Thái Học, Đống Nế cũ) nay thuộc địa bàn các tổ dân phố 01, 02, 03, 04, 05, 06, 07, 08, 09, 10, 11, 12, 13 và xóm Trường Chinh thuộc xã Vũ Chính TP Thái Bình ngày nay.\n\nSau cách mạng tháng 8 năm 1945, ngày 10\/4\/1946 Hội đồng nhân dân tỉnh Thái Bình quyết định xóa bỏ đơn vị hành chính Tổng, đổi Phủ thành Huyện, xã Lạc Đạo và xã Tống Vũ được sáp nhập thành xã Vũ Lãm do huyện Vũ Tiên quản lý.\n\nNgày 17\/6\/1969 Hội đồng Chính phủ ra quyết định số 93\/CP hợp nhất huyện Vũ Tiên và huyện Thư trì để thành lập huyện Vũ Thư (xã Vũ Lãm trực thuộc huyện Vũ Thư).\n\nNgày 18\/12\/1976 xã Vũ Lãm và Vũ Chính sáp nhập thành xã Chính Lãm.\n\nNgày 05\/4\/1982 tách xã Chính Lãm thành 02 xã Vũ Chính và Trần Lãm.\n\nNgày 08\/4\/1982 Hội đồng Bộ trưởng ra quyết định sáp nhập xã Trần Lãm về Thị xã Thái Bình (nay là Thành phố thái Bình).\n\nNgày 12\/42002 Thủ tướng Chính phủ ra Nghị định số 45\/2002\/NĐ-CP thành lập phường Trần Lãm, trực thuộc thành phố Thái Bình, tỉnh thái Bình.\n\nQua nhiều biến cố thăng trầm của lịch sử, phường trần Lãm đã trải qua nhiều lần biến đổi về địa giới hành chính. Hiện nay, Phường có diện tích 3,31&nbsp;km², bao gồm 37 tổ dân phố với 5.362 hộ, trên 16.000 nhân khẩu (tính đến thời điểm 30\/12\/2014).\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc thành phố Thái Bình}}\n\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}