{"786756":"'''Trần Thiện Chánh''' ([[1822]]?-[[1874]]) <ref>''Đại Nam chính biên liệt truyện'' (tr. 750) chép Trần Thiện Chánh mất năm [[Tự Đức]] thứ 27 ([[Giáp Tuất]], [[1874]]), lúc 53 tuổi. Căn cứ theo lối tính \"tuổi ta\" của [[người Việt]], tạm phỏng đoán rằng ông sinh năm [[1822]].<\/ref>, hay '''Trần Thiện Chính'''), tự: '''Tử Mẫn''', hiệu: '''Trừng Giang'''; là [[nhà thơ]] và là quan [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Thân thế và sự nghiệp==\n'''Trần Thiện Chánh''' là người thôn Tân Thới, huyện Bình Long, tỉnh [[Gia Định]] (nay thuộc huyện [[Hóc Môn]], [[Thành phố Hồ Chí Minh]])<ref>Có lẽ Trần Thiện Chánh sinh ra trong một gia đình khá giả, nên sau này mới có thể \"xuất ngàn vàng mộ quân\" (Mộ sĩ vạn kim) như [[Phạm Phú Thứ]] tán tụng hay \"Phá gia tài mộ quân ra sức chống Pháp\" (Phá gia một sĩ lực ngự Hồ) như Miên Thẩm ([[Tùng Thiện Vương]]) ngợi ca (phỏng đoán này dựa theo phần giới thiệu ''Thơ Trần Thiện Chánh'').<\/ref>.\nTheo ''Đại Nam chính biên liệt truyện'' (Quyển 34), Trần Thiện Chánh thi đỗ [[Hương cống|Cử nhân]] tại trường [[thi Hương|Hương]] [[Gia Định]] năm [[Thiệu Trị]] thứ 2 ([[Nhâm Dần]], [[1842]]). Ban đầu, ông được bổ chức Hậu bổ [[Khánh Hòa]], sau làm Huấn đạo [[Cà Mau|Long Xuyên]] và Tri huyện tại nơi ấy, rồi bị cách chức (không rõ nguyên nhân).\n\nNgày 17 [[tháng hai|tháng 2]] năm [[1859]], [[thành Gia Định]] bị quân [[Đế quốc thực dân Pháp|Pháp]] đánh hạ. Giữa lúc quan quân triều đình chạy tan tác, Trần Thiện Chánh cùng một viên Suất đội bị thải hồi là Lê Huy <ref>Ghi theo ''Đại Nam chính biên liệt truyện'' (Quyển 34, tr. 751). ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 889) ghi tên là Lê Huy Chiêu.<\/ref> tập hợp được khoảng 5.800 nghĩa dũng, liền kéo đi cản phá đối phương, đồng thời bảo hộ Đề đốc Trần Tri về Tây Thái (hay Tây Thới). Thứ thần (quan ở quân thứ) bèn đem việc này tâu lên, được vua [[Tự Đức]] khen, cho ông khai phục nguyên hàm Tri huyện, và được đi theo giúp việc quân. Sau thăng ông làm đồng Tri phủ <ref>''Theo Đại Nam chính biên liệt truyện'', tr. 751.<\/ref>.\n\nĐề cập đến công trạng này, trong sách ''Thành phố bất khuất'' có đoạn kể:\n:''...Trần Thiện Chánh và Lê Huy đã tiến hành cuộc kháng chiến anh dũng, chặn được quân Pháp ngay những giây phút đầu tiên, khiến họ dù đã chiếm được thành, nhưng không sao lấn ra được. Từ các khu [[Gò Tân Triêm]], Ngã Sáu, [[Thị Nghè]]...nghĩa quân đã mở nhiều cuộc tiến công khuấy rối khiến tướng Charles Rigault de Genouilly phải ra lệnh đặt 32 ổ thuốc súng phá hủy thành trì và kho tàng vì liệu không giữ được, rồi rút lui xuống các tàu đậu ở vùng [[Xóm Chiếu]] vào ngày 8 [[tháng ba|tháng 3]] năm [[1859]]...Cũng thời gian này, [[Trương Định]] cũng đang chỉ huy một bộ phận quân triều kéo về khu vực [[chùa Kiểng Phước]] và [[chùa Cây Mai]] lập tuyến phòng ngự. Kể từ đó, các ông dùng chiến thuật du kích, cho quân chốt giữ các vị trí xung yếu tại vùng [[Bến Nghé]], buộc quân Pháp phải tự giam mình trong ụ Hữu Bình cho đến [[tháng mười một|tháng 11]] năm [[1859]]...<ref>Trích trong ''Thành phố bất khuất'' (tr. 144-145). Có tham khảo thêm ''Quốc triều sử toát yếu'' (Phần Chính biên. Nhà xuất bản Văn học, 2002. tr. 385).<\/ref>.\n\nSau [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]], năm [[Tự Đức]] thứ 17 ([[Giáp Tý]], [[1864]]), thăng Trần Thiện Chánh hàm Hàn lâm viện Thị độc lãnh chức Phó quản đạo [[Phú Yên]]. Chẳng bao lâu, thăng ông hàm Hồng lô tự khanh, đổi làm Biện lý [[bộ Hộ]] sung Kinh kỳ Hiệp lý Thủy sư (Chỉ huy phó lực lượng thủy quân ở [[Kinh thành Huế]]). Một lần, vì thuyền tuần [[biển]] trở về quá hạn, ông bị truất một năm lương.\n\nNăm [[Tự Đức]] thứ 19 ([[Bính Dần]], [[1866]]), Trần Thiện Chánh được cử phái qua Hương Cảng ([[Hồng Kông]]) để mua chiếc tàu máy Thuận Tiệp.\n\n[[Tháng năm|Tháng 5]] ([[âm lịch]]) năm [[Đinh Mão]] ([[1867]]), Trần Thiện Chánh phạm lỗi bị \"miễn chức chờ xét\" (không rõ lý do), đến [[tháng sáu|tháng 6]] ([[âm lịch]]) thì bị cách, nhưng chỉ 13 ngày sau lại được phục hàm Hàn lâm viện Kiểm thảo, lãnh chức Tri phủ [[Hàm Thuận]] (tỉnh [[Bình Thuận]]).\n\nKhoảng cuối năm [[Tự Đức]] thứ 21 ([[Mậu Thìn]], [[1868]]), quan coi Hàn lâm viện là [[Vũ Phạm Khải]] biết Trần Thiện Chánh giỏi [[thơ]], nên xin ông về làm Tu soạn ở viện Hàn Lâm. Vài tháng sau, đầu năm [[Kỷ Tỵ]] ([[1869]]), thăng ông hàm Hồng lô tự thiếu khanh, giữ chức Biện lý [[bộ Binh]]. Đến giữa năm ấy, sung ông làm Tán lý quân thứ [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Ở đây, Trần Thiện Chánh đánh thua các toán quân phỉ (gọi theo sử cũ) ở đồn Man Hạ, nên bị cách lưu. Nhưng sau đó, cùng với Hộ đốc Trần Bỉnh, ông đánh tan quân phỉ ở hai đồn là Dò Chợ và Trại Đất, nên được khai phục chức hàm cũ.\n\nCuối năm [[Tự Đức]] thứ 25 ([[Nhâm Thân]], [[1872]]) Trần Thiện Chánh lại bị cách chức vì cấp phát tiền lương trái quy định, hút [[thuốc phiện]], và giả ốm xin nghỉ để đi cưới vợ lẽ.\n\nNăm [[Quý Dậu]] ([[1873]]), cho Trần Thiện Chánh tạm giữ hàm Tán lý để đi cùng [[Lưu Vĩnh Phúc]] tiễu phỉ ở Tam Tuyên ([[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Tuyên Quang]]). Sau trận thắng ở [[Phù Ninh]] ([[Sơn Tây (tỉnh cũ)|Sơn Tây]]), thu lại huyện thành này, ông lại được khai phục hàm Hồng lô tự thiếu khanh, lãnh chức Hộ lý Tuần phủ [[Ninh Bình]].\n\nNăm [[Tự Đức]] thứ 27 ([[Giáp Tuất]], [[1874]]), thăng Trần Thiện Chánh hàm Thị lang, lĩnh chức Tuần phủ [[Ninh Bình]]. Nhưng chỉ đến ngày 26 [[tháng năm|tháng 5]] [[âm lịch]] (9 [[tháng bảy|tháng 7]] năm [[1874]]), thì ông mất tại nhiệm sở vì chứng khối u ở dạ dày (thượng tiêu yết cách) <ref>Theo phần giới thiệu trong quyển ''Thơ Trần Thiện Chánh''.<\/ref>, lúc 52 tuổi.\n\nĐược tin Trần Thiện Chánh mất, vua [[Tự Đức]] thương xót, ra lệnh cho phu thuyền đưa linh cữu ông về an táng ở [[Huế]], là nơi ông cư ngụ khi làm quan ở đây. Con ông là Trần Thiện Cốc, sau đó được cất nhắc lên làm Tri huyện [[Tuy Phong]] ([[Bình Thuận]]).\n\nGhi công Trần Thiện Chánh, hiện ở [[Quận 10]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ông.\n \n==Tác phẩm==\nTheo ''Đại Nam chính biên liệt truyện'' (Quyển 34), Trần Thiện Chánh nổi tiếng hay thơ, có sáng tác các tập:\n*'''Trừng Giang thi văn tập'''\n*'''Nam hành thi thảo'''\n*'''Bách chinh thi thảo'''\n\nTheo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 889), thì ông còn có quyển:\n*'''Trần Tử Mẫn công thi tập'''.\n==Thơ Trần Thiện Chánh==\nGiới thiệu hai trong số bài thơ tiêu biểu của ông:\n{|valign=\"top\"\n|\nPhiên âm Hán-Việt:\n:'''Hạc quan loạn hậu'''\n:Tự cổ đa tài thị hoạ côn (căn)\n:Hạc quan quá xứ ám tiêu hồn\n:Tịch gian ca vũ lai thương kiếm\n:Khôi lý lâu đài ngoạ tử tôn\n:Nha tháo hàn vân di bạch trú\n:Mã tê thu thảo nhập hoàng hôn\n:Thôn cơ loạn hậu vô nhan sắc\n:Toạ khiếp sài lang bán yểm môn.\n \n:Dịch nghĩa:\n:'''''Tuần Hạc sau loạn'''''\n:''Từ xưa nhiều của cải vẫn là gốc tai vạ,\n:''Qua nơi Tuần Hạc thầm thấy bàng hoàng.\n:''Trên tiệc, đám ca múa toàn là súng gươm,\n:''Trong tro, lâu đài ngổn ngang lớn nhỏ.\n:''Quạ kêu, mây lạnh kéo đến giữa ban ngày,\n:''Ngựa hí, cỏ thu chìm vào hoàng hôn.\n:''Gái đẹp trong thôn sau loạn không ai còn nhan sắc,\n:''Vì sợ sài lang nên một nửa làng đóng chặt cửa.\n|\n:Phiên âm Hán-Việt:\n:'''Viễn vọng hữu hoài'''\n:Khách lộ phong trần cận bạch đầu,\n:Bi sầu nan thượng Trọng Tuyên lâu.\n:Vân niêm vãn thụ thiên sơn trụng,\n:Vũ tẩy hàn sa bán thủy phù.\n:Quan tái chinh sầu văn lạc địch,\n:Càn khôn độc lập vọng quy chu.\n:Thập niên cố quốc Mai hoa tự,\n:Mộng lý mô hồ mịch cựu du.\n:Dịch nghĩa:\n:'''''Nhìn ra xa, cảm hoài'''''\n:''Trải gió bụi ở đất khách, đã gần bạc đầu,\n:''Buồn thương khó nỗi lên lầu Trọng Tuyên.\n:''Mây giăng, cây chiều dày trên ngàn núi,\n:''Mưa rửa, cát lạnh lửng lơ trên dòng nước.\n:''Đang lúc sầu nơi quan ải, nghe tiếng sáo rụng,\n:''Một mình giữa đất trời, ngóng bóng thuyền về.\n:''Mười năm nhớ nhung [[Chùa Cây Mai|chùa Hoa mai]] nơi quê cũ,\n:''Trong giấc một mịt mờ tìm kiếm những bạn chơi xưa.\n|}\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' (bản dịch). Nhà xuất bản Văn học, [[Hà Nội]], 2004.\n*Cao Tự Thanh dịch và giới thiệu, ''Thơ Trần Thiện Chánh''. Nhà xuất bản Khoa học xã hội, 1995.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, Hà Nội, 1992.\n*Nguyên Thanh, ''Thành phố bất khuất''. Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1984.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=1822|Mất=1874}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Nhà thơ Việt Nam]]"}