{"114164":"'''Trần Văn Bảo''' ([[chữ Hán]]: 陳文寶, [[1524]] - [[1611]]) là một danh sĩ [[Việt Nam]]. Ông từng đỗ Trạng nguyên khoa [[Canh Tuất]], niên hiệu Cảnh Lịch thứ 3 (1550), đời [[Mạc Tuyên Tông]], làm quan đến chức [[Thượng thư]], từng đi sứ phương Bắc, được phong tước Nghĩa quận công.\n\n==Thân thế==\nNguyên quán ông gốc làng Đại Bối, huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]], trước thuộc dòng dõi họ Lê. Thân sinh ông là Lê Minh Triết, húy Văn Linh, tự Minh Đạt, làm quan triều [[nhà Lê sơ|nhà Lê]] tước Hán Quận Công, lấy bà Trần Thị Từ Huệ người làng Cổ Chử, sinh ra ông.\n\nNguyên tên ông là '''Lê Minh Bảo''', sinh giờ Dần ngày 7 tháng 1 năm [[Giáp Thân]] (tức [[10 tháng 2]] năm [[1524]]) tại làng Cổ Chử, huyện [[Giao Thủy]], phủ Thiên Trư­ờng, trấn Sơn Nam (nay thuộc xã Hồng Quang, huyện [[Nam Trực]], tỉnh [[Nam Định]]).\n\nÔng đỗ [[Trạng nguyên]] khoa Canh Tuất (1550) niên hiệu Cảnh Lịch thứ 3, đời [[Mạc Tuyên Tông|Mạc Phúc Nguyên]], thi đỗ khi 27 tuổi. Ông giữ các chức như: Lại Bộ Thượng thư, Nhập Thị Kinh Diên; đi sứ [[Trung Quốc]] đời [[Minh Thế Tông]]. Ông được phong tước Nghĩa Sơn Bá, Hồng Xuyên Hầu, Nghĩa Quận Công. Sau ba lần dâng sớ xin vua Mạc cải cách chính sự, nhà vua chấp thuận nhưng không thi hành, ông xin từ quan về trí sĩ, năm đó ông 63 tuổi.\n\nKhi nhà Lê trung hưng, vời ông ra làm quan nhưng ông từ chối, giữ lòng trung với [[nhà Mạc]], theo truyền thống của kẻ sĩ không thờ hai triều.\n\nNgày 1 tháng 2 năm Bính Tuất (1586), ông từ biệt gia đình, di cư về làng Phù Tải, huyện [[Bình Lục]], tỉnh [[Hà Nam]] (nay là thôn Giải Đông, xã An Đổ, huyện [[Bình Lục]], tỉnh Hà Nam) để ở ẩn dật. Ông mất ngày 5 tháng 12 năm [[Canh Tuất]] (tức [[18 tháng 1]] năm [[1611]]) niên hiệu Hoằng Định nhà Lê, thọ 86 tuổi. Mộ táng ở làng Phù Tải, huyện Bình Lục, tỉnh Hà Nam. Ông được sắc phong Dực Bảo Trung Hưng Linh Phù Tôn Thần, gia tặng Đoan Túc Tướng Công Tôn Thần. Tại Phù Tải có đền thờ Trạng nguyên rất khang trang, có đủ đồ thờ tự, như: kiệu, bát biểu, võng lọng, v.v.\n\nSử sách ghi chép rất nhiều về Trạng nguyên Trần Văn Bảo. Riêng sách ''[[Lịch Triều Hiến Chương Loại Chí]]'', mục \"Nhân vật Chí\", sử gia [[Phan Huy Chú]] đã xếp Trạng Trình [[Nguyễn Bỉnh Khiêm]] và Trạng nguyên Trần Văn Bảo vào bậc \"Đức Nghiệp chi Nho\".\n\nNgày 13 tháng 9 năm 2007 Sở Giáo dục và Đào tạo tỉnh [[Nam Định]] đã khánh thành Trường Trung học Phổ thông Trần Văn Bảo tại [[nam Trực|huyện Nam Trực]] và làm lễ khai giảng năm học 2007-2008.\n\nTỉnh Nam Định đã đặt tên đường Trần Văn Bảo ngay ở trung tâm thành phố Nam Định, gần công viên Mỹ Xá.\n\n==Hậu duệ==\nTrạng nguyên Trần Văn Bảo có ba người con trai:\n* Người thứ nhất là [[Trần Đình Huyên]], đỗ Tiến sĩ khoa Bính Tuất (1586) niên hiệu Đoan Thái nhà Mạc, làm đến chức Công Khoa Đô Cấp Sự Trung, có tên trong các sách ''[[Đại Việt Lịch Triều Đăng Khoa Lục]]'', ''[[Đăng Khoa Lục Sưu Giảng]]'', ''[[Tam Khôi Bị Lục]]'',...\n* Người thứ hai là [[Trần Văn Thịnh]], học Quốc Tử Giám, đỗ khoa Tứ Trường, giữ chức Lễ Bộ Tả Thị Lang, làm đến Thượng thư. Ông kết hôn với Quyền Lộc Công chúa và là Phò mã của vua Tuyên Tông [[Mạc Tuyên Tông|Mạc Phúc Nguyên]].\n* Người thứ ba là [[Trần Ngọc Lâm]] còn ít tuổi, theo cha về ở làng Phù Tải, huyện Bình Lục, tỉnh Hà Nam và sinh ra họ Trần Ngọc ở đây. Ông làm Cai huyện (tức Tri huyện), tước Phù Đô Hầu.\n\nHiện nay con cháu Trạng nguyên Trần Văn Bảo gồm có 2 chi lớn:\n* Một chi họ Trần tại thôn Cổ Chử, xã Hồng Quang, huyện Nam Trực, tỉnh Nam Định.\n* Một chi họ Trần Ngọc tại thôn Giải Đông, xã An Đổ, huyện Bình Lục, tỉnh Hà Nam. Đây là một họ lớn, trải qua các triều đại, có nhiều người làm quan, có sắc phong. Hiện nay con cháu rất đông, đều giàu có, đỗ đạt nhiều.\n\n==Giai thoại==\n===Ngôi mộ thiên táng===\nTương truyền, thân mẫu của ông rất nghèo, phải đi cấy lúa thuê kiếm sống. Gặp hôm trời rét quá, bốn bề không còn ai, trời càng tối dần, bà nằm trên một gò đất thuộc xã Lạc Đạo. Sau rét quá không về được, bà nằm chết tại đó, gặp giờ thiêng, mối đùn phủ kín thành mộ. Đấy là ngôi mộ thiên táng.\n\nLúc đó ông còn nhỏ quá, chỉ được người ta bảo cho biết về việc mẹ chết. Sau ông đi thi đỗ Trạng nguyên là nhờ phát ở ngôi mộ này.\n\n''\"Tôi có đi qua đấy, không kịp xem kỹ. Chỉ thấy cái gò ấy không cao lắm, ở giữa cánh ruộng trũng, nghĩa là kiểu đất 'Bình dương nhất đột', có một con mộc nằm ngang và hai ngọn bút thẳng tắp, coi rất ngoạn mục, dẫu đến tranh vẽ cũng không được khéo như thế. Hiện nay ngôi mộ đó vẫn còn.\"''\n\nTheo về phong thủy, ngôi mộ này trước sinh nhân sau đắc địa (nghĩa là trước sinh người sau phát đạt). Khởi đầu từ hai ông đậu Trạng nguyên và Tiến sĩ, rồi sau đến 11 ông Hương cống. Truyện này đã ghi rõ trong gia phả họ ông.\n\nĐến thời [[nhà Nguyễn]], vào khoảng triều [[Tự Đức]], xã Cổ Chử mới lập đền thờ Trạng nguyên, có câu đối như sau:\n\n:''Phụ tử Trạng nguyên Tiến sĩ''\n\n:''Cổ kim thiên lý nhân tâm''\n\nNghĩa là:\n\n:''Cha con đều đỗ Trạng nguyên Tiến sĩ''\n:''Lẽ trời vẫn ở lòng người, xưa nay vẫn thế''\n\n==Tham khảo==\n{{tham khảo}}\n*[[Đại Việt Thông Sử]] của [[Lê Quý Đôn]]\n*[[Lịch Triều Hiến Chương Loại Chí]] của [[Phan Huy Chú]]\n*[[Đăng Khoa Lục Sưu Giảng]] của quan Thượng thư triều Lê là Trần Tiến, bản dịch của [[Đạm Nguyên]], Bộ Giáo dục Saigon xuất bản năm 1968\n*[[Lịch Đại Danh Hiền Phổ]] bản dịch của [[Nguyễn Thượng Khôi]]\n*Gia Phả họ Trần ở thôn Cổ Chử, xã Hồng Quang, huyện Nam Trực, tỉnh Nam Định\n*Gia Phả họ Trần Ngọc ở thôn Giải Đông, xã An Đổ, huyện Bình Lục, tỉnh Hà Nam\n\n==Liên kết ngoài==\n*[http:\/\/www.tranngocphutai.net Gia phả họ Trần Ngọc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120120210850\/http:\/\/www.tranngocphutai.net\/ |date=2012-01-20 }}\n\n{{Trạng nguyên Việt Nam}}\n\n{{Thời gian sống|sinh=1524|mất=1610}}\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Mạc]]"}