{"1576691":"[[Tập tin:Portrait of Trần Văn Lý, Souverains et notabilités d'Indochine.png|nhỏ|Ông Trần Văn Lý]]\nÔng '''Trần Văn Lý''' (陳文理,<ref>{{Chú thích tạp chí|date=2012-10-26|title=Bức trấn phong Thiên tử từ thần|url=http:\/\/tapchisonghuong.com.vn\/tap-chi\/c272\/n10958\/Buc-tran-phong-Thien-tu-tu-than.html|journal=TẠP CHÍ SÔNG HƯƠNG|volume=SỐ 284|archive-url=https:\/\/web.archive.org\/web\/20201024120608\/http:\/\/tapchisonghuong.com.vn\/tap-chi\/c272\/n10958\/Buc-tran-phong-Thien-tu-tu-than.html|archive-date=2020-10-24|access-date=2022-11-04|quote=國民教育部侍郎陳文理 (Quốc dân Giáo dục Bộ Thị lang Trần Văn Lý)}}<\/ref> 1901 – 1970) là một nhân sĩ, chính khách Việt Nam, quan nhà Nguyễn thời kỳ cuối, cựu Tổng đốc bốn tỉnh Tây nguyên, Thủ hiến miền Trung đầu tiên của Quốc gia Việt Nam.\n\n==Quê quán==\nÔng quê gốc làng Hưng Nhơn (Kẻ Vĩnh), xã Hải Hòa, huyện Hải Lăng, tỉnh [[Quảng Trị]].\n\nTrần Văn Lý là con trai cả của cụ Trần Văn Tự. Ông có em trai là Trần Văn Trình, em gái thứ là Trần Thị Kính. Ông có quan hệ bà con với Giám mục [[Lê Hữu Từ]].\n\nTốt nghiệp Trường Cao đẳng Hành chánh Hà Nội, ông làm Tham tá tại Quy Nhơn trong ngạch quan lại Pháp. Sau đó, do sự giới thiệu và giúp đỡ của Khâm sứ Trung Kỳ, ông trở lại ngạch quan lại Nam triều với chức Thương tá Trung Phước (Bình Định), rồi Tri huyện Thọ Xuân (Thanh Hóa). Ông có tiếng là một vị quan nổi tiếng liêm chính, sống giản dị, quan tâm đến dân chúng.\n\n==Quản đạo Đà Lạt==\nÔng giữ chức Quản đạo Đà Lạt (tương đương Chủ tịch Thành phố) từ năm 1926 đến 1935. Trong thời gian này, Đà Lạt có sự phát triển nhanh chóng.\n \nBan đầu một hội đồng thị xã gồm 4 người (2 Pháp, 2 Việt Nam) được khâm sứ Trung Kỳ chỉ định giúp việc cho đốc lý. Đến năm 1930, thị xã Đà Lạt đã có dáng dấp của một thành phố và hội đồng thị xã, hội đồng thị xã được tăng lên 9 người (6 Pháp, 2 Việt Nam và 1 Hoa). Đây là thời kỳ đầu tư nước ngoài vào Việt Nam tương đối lớn. Đà Lạt đã có đủ điều kiện khách quan và chủ quan để phát triển. Bộ máy hành chính của người Pháp và cơ sở hạ tầng đến giai đoạn này được xây dựng gần như đầy đủ: hệ thống giao thông đường bộ từ Sài Gòn, Phan Thiết, Phan Rang được hoàn tất, kể cả đường sắt Tháp Chàm - Đà Lạt (1932).\n\nNăm 1933, một chương trình chỉnh trang mới đã được kiến trúc sư Pineau thiết lập theo một quan điểm thực tế hơn. Pineau cố gắng bảo tồn các thắng cảnh và đã dự trù nhiều khoảng đất trống. Phía bắc được mở ra cho dân cư đến sinh sống. Theo đồ án này, thị xã bao quanh hồ từ phía tây đến phía đông bắc. Hầu hết những nét chủ đạo của chương trình này đã được giữ lại trong chương trình 1943. Hệ thống điện, nước, bệnh viện, chợ,... cũng đã được xây cất. Việc mua bán, sang nhượng cũng như thầu khoán trong xây dựng dễ dàng, nên khá nhiều công trình lớn được mọc lên trong giai đoạn này.\n\nNăm 1927, xây dựng thêm một nhà máy điện mới. Năm 1932, đường bộ Đà Lạt trực tiếp nối với Sài Gòn đi ngang qua đèo Blao bắt đầu khai thông. Năm 1935, khánh thành trường Lycée Yersin. Năm 1936, thành lập Viện Pasteur.<ref name=\"dalat.gov.vn\">{{Chú thích web |url=http:\/\/www.dalat.gov.vn\/web\/books\/diachidalat\/Phan1\/chuong1.htm |ngày truy cập=2012-11-03 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 3 tháng 12 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121203021451\/http:\/\/www.dalat.gov.vn\/web\/books\/diachidalat\/Phan1\/chuong1.htm }}<\/ref>\n\nĐà Lạt lúc đó là một vùng non sông cẩm tú, khí hậu ôn hòa nhưng thưa vắng người cư trú. Nhận thấy Đà Lạt là một vùng khí hậu mát mẻ, còn nhiều đất hoang chưa được khai phá và nhu cầu rau quả tươi sống của người Pháp ngày càng tăng lên là điều kiện để mở mang nghề trồng rau và hoa ở đây. Ông đã nêu sáng kiến về việc lập ấp trồng rau và hoa tươi cung cấp tại chỗ cho người Pháp tại Đà Lạt. Ông đã đề nghị Tổng đốc Hà Đông kiêm Chủ tịch Ủy ban Tương tế trung ương Bắc Kỳ [[Hoàng Trọng Phu]] cho di dân từ ngoài Hà Đông vào xứ Đà Lạt để lập ấp trồng hoa và rau xanh. Tháng 5.1938, hơn 30 người là cư dân tỉnh Hà Đông từ các làng Quảng Bá, Nghi Tàm, Tây Tựu, Ngọc Hà, Xuân Tảo và Vạn Phúc đã có mặt tại Đà Lạt. Nhóm người này hình thành nên ấp Hà đông, tạo tiền đề cho nghề trồng rau hoa tại Đà Lạt sau này. Từ năm 1941, ấp Hà Đông bắt đầu làm ăn phát đạt nhờ nghề trồng hoa và rau cải nầy. Cuối năm 1941, có tất cả 28 gia đình ở ấp Hà Đông, tổng số 100 nhân khẩu. Sau đó khi ông [[Phạm Khắc Hòe]] kế nhiệm làm Quản đạo cũng lập ấp Nghệ Tĩnh.<ref>{{chú thích web | url = http:\/\/www.adaly.net\/dalat\/histoire\/ | tiêu đề = Histoire | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-03-14 | archive-url = https:\/\/web.archive.org\/web\/20160314054139\/http:\/\/www.adaly.net\/dalat\/histoire | url-status = dead }}<\/ref>\n\nDân số Đà Lạt tăng nhanh, đến năm 1939, lên đến 11.500 người, cư dân người Kinh tăng nhanh: 25.000 người (1944). Họ là những người phu làm đường, phu đồn điền, thợ xây dựng ở lại định cư tại Đà Lạt.<ref name=\"dalat.gov.vn\"\/>\n\n==Làm quan ở Trung Kỳ==\nSau đó ông về Huế làm Tổng lý Ngự tiền văn phòng cho Hoàng đế Bảo Đại. Ông là người thanh liêm, cương trực, có tinh thần yêu nước và có khả năng quản trị. Năm 1942 ông thấy Nội các hoang sơ đã xin đem Châu bản và các thư tịch trong Nội Các ra Viện Văn hoá Huế để bảo tồn và chỉnh đốn, lưu giữ được những tài liệu lịch sử này.\n\nSau đó ông Phạm Khắc Hòe kế nhiệm chức vụ của ông, ông được bổ nhiệm chức vụ Tuần vũ [[Hà Tĩnh]].\n\nÔng theo đạo Thiên Chúa, hoạt động trong phong trào Cường Để chống Pháp tại miền Trung cùng ông [[Ngô Đình Diệm]], [[Phan Thúc Ngô]]. Năm 1944 mật thám Pháp truy bắt các thành viên phong trảo, ông cũng bị ảnh hưởng. Tuy nhiên vợ ông có họ hàng với Nam Phương hoàng hậu nên ông chỉ bị thuyên chuyển vào làm Tuần vũ [[Phú Yên]], vĩnh viễn không được thăng thưởng.\n\n==Tổng đốc miền Cao Nguyên năm 1945==\nTuy nhiên sang năm sau, khi Nhật đảo chính Pháp, mở đường cho học giả [[Trần Trọng Kim]] thành lập chính phủ đã mời ông giữ chức Tổng đốc cai trị 4 miền cực Nam Trung Việt như là một Tiểu Khâm Sai. Chức vị của ông lúc bấy giờ là \"Tổng đốc Lâm-Đồng-Bình-Ninh\" (bốn tỉnh Lâm Viên, Đồng Nai Thượng, Bình Thuận, và Ninh Thuận), và vì lúc bấy giờ phương tiện giao thông và hệ thống liên lạc còn khó khăn cách trở nên ông được đại diện chính phủ toàn quyền giải quyết cấp thời công việc quốc gia.\n\nCuối tháng 8 năm 1945, [[Việt Minh]] cướp chính quyền tại Đà Lạt bằng một cuộc biểu tình rầm rộ, vây dinh Tổng đốc Lâm Viên, bắt ông giải về Huế. Sau đó ông được tha <ref>{{Chú thích web |url=http:\/\/www.dalat.gov.vn\/web\/books\/Lsd\/index.htm |ngày truy cập=2012-11-03 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 27 tháng 10 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121027232356\/http:\/\/www.dalat.gov.vn\/web\/books\/Lsd\/index.htm }}<\/ref>. Trong khi đó, những quan lại nhà Nguyễn khác như [[Phạm Quỳnh]] và [[Ngô Đình Khôi]], [[Nguyễn Bá Trác]], [[Cung Đình Vận]] đều bị chết thảm.\n\n==Chủ tịch Hội đồng Chấp chánh Lâm thời Trung Kỳ==\n\nKhi Pháp tái chiếm Đông dương, từng bước xây dựng bộ máy chính quyền dân sư lâm thời đã trọng dụng ông. Là tín đồ Thiên chúa giáo, đồng thời mối quan hệ họ hàng với Giám mục [[Tađêô Lê Hữu Từ]] đã giúp ông nhiều trong chính trường.\n\nTháng 2 năm 1947, quân Pháp tái chiếm Huế. Ngày 15 tháng 4 năm 1947, dưới sự hỗ trợ của người Pháp, ông làm Chủ tịch [[Hội đồng Chấp chánh Lâm thời Trung Kỳ]]. Ông kêu gọi các nhân sĩ rời bỏ [[Việt Minh]] trở về cùng xây dựng tái thiết đất nước.\n\nTrong thời gian đầu của cuộc chiến tranh Đông dương, tình hình rất phức tạp. Năm 1947, hai nhà chính trị theo chủ nghĩa dân tộc là Chủ tịch [[Hội đồng An dân Bắc phần]] [[Trương Đình Tri]] bị [[Việt Minh]] ám sát tại Hà nội, Chủ tịch Mặt trận Toàn dân thống nhất, cựu Khâm sai Nam Bộ [[Nguyễn Văn Sâm]] cũng bị giết tại Sài Gòn.\n\nĐể đảm bảo an ninh trật tự tại miền Trung ông cho thành lập Nha Cảnh sát và Công an Trung phần, thành lập lực lượng Bảo vệ quân làm nhiệm vụ giữ gìn an ninh. Ông cũng cho thành lập Nha Văn hóa Trung phần mời linh mục [[Cao Văn Luận]] làm Giám đốc.\n\nÔng có tiếng là một vị quan nổi tiếng liêm chính, sống giản dị. Khi ông làm Chủ tịch Hội đồng Chấp chánh Lâm thời Trung Kỳ, người em ruột của ông là Trần Văn Trình, chủ sự phòng Nội dịch, ngày chủ nhật lấy xe công về sử dụng riêng bị ông cất chức ngay. Đối với các linh mục hay đến xin xỏ, nhờ cậy, ông thẳng thắn từ chối.\n\nĐầu năm 1948, chính phủ Pháp ủng hộ [[Giải pháp Bảo Đại]], hình thành một chính phủ [[Quốc gia Việt Nam]] trong tương lai. Tháng 3 năm 1948, ông từ chức Chủ tịch và Hội đồng Chấp chánh Lâm thời Trung Kỳ bị giải thể. Ngày [[27 tháng 5]] năm 1948, [[Chính phủ Trung ương lâm thời Việt Nam]] được thành lập với Thủ tướng lâm thời là tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]. Dược sĩ [[Phan Văn Giáo]] được bổ nhiệm làm Thủ hiến Trung phần, giữ vai trò với quyền hạn rộng hơn ở miền Trung. Tuy nhiên, năm 1951, Thủ tướng [[Trần Văn Hữu]] bổ nhiệm ông thay ông Phan Văn Giáo làm Thủ hiến Trung phần. Đến năm 1952, ông Trần Văn Hữu nghỉ, vì là bạn ông Hữu nên ông cũng bị thôi chức Thủ hiến.\n\n==Hoạt động chính trị sau năm 1954==\n\nSau năm 1954, ông sống ở Sài Gòn, tham gia hàng ngũ nhân sĩ đối lập chính phủ [[Ngô Đình Diệm]].\n\nNăm 1960, ông tham gia [[nhóm Caravelle]] kiến nghị lên Tổng thống Ngô Đình Diệm đòi cải cách thể chế.\n[[Tập tin:Candidate for President of the Republic of Vietnam, Trần Văn Lý and his partner Huỳnh Công Đương.jpg|nhỏ|Liên danh Trần Văn Lý - Huỳnh Công Đương]]\nNăm 1967, ông tham gia ứng cử chức [[Tổng thống Việt Nam Cộng hòa]] trong liên danh Cái Lư cùng ông Huỳnh Công Đương.\n\nNăm 1970, ông mất tại Việt Nam, thọ 69 tuổi.\n\nCon gái ông là Theresa Trần Thị Lài, có chồng là người Ba Lan làm Tổng thư ký Pax Romana (Phong trào Quốc tế Trí thức Công giáo MIIC).\n\n==Chú thích==\n\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1901]]\n[[Thể loại:Mất năm 1970]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Thủ hiến Trung phần Việt Nam]]"}