{"103973":"{{Infobox military structure\n|name= Căn cứ Thủy quân Lục chiến Trại Pendleton\n|location= [[Quận San Diego, California]], Hoa Kỳ\n|coordinates = {{Tọa độ|33|20|N|117|25|W |dim:30000_region:US-CA |display=inline,title}}\n|image= [[Tập tin:Seal of Marine Corps Base Camp Pendleton.png|150px]]\n|caption= Phù hiệu Căn cứ Thủy quân Lục chiến Trại Pendleton\n|image2={{Bản đồ định vị\n |Quận San Diego, California\n |label=\n |width=300\n |mark=Locator Dot.svg\n |marksize=30\n |lat=33.36\n |long=-117.41\n |caption=\n }}\n|caption2= Hiển thị trong Quận San Diego, California\n|type= Căn cứ quân sự\n|built= {{Start date|1942|03}}\n|used= {{Start date|1942|9|25}}ngày 25 tháng 9 năm 1942 – đến nay\n|controlledby= {{flagcountry|Thủy quân lục chiến Hoa Kỳ}}\n|garrison= [[Lực lượng Viễn chinh Thủy quân lục chiến I]]\n|current_commander= [[Chuẩn tướng (Hoa Kỳ)|Chuẩn tướng]] Kevin J. Killea<ref>{{chú thích web|title=Commanding General, Marine Corps Base Camp Pendleton|url=http:\/\/www.mciwest.marines.mil\/Leaders\/CommandingGeneral\/Biography.aspx|access-date =ngày 3 tháng 9 năm 2013}}<\/ref>\n|battles=\n}}\n\n'''Căn cứ Thủy quân Lục chiến Trại Pendleton''' ({{lang-en|Marine Corps Base Camp Pendleton}}) là một căn cứ [[Vùng Duyên hải phía Tây của Hoa Kỳ|duyên hải phía Tây]] chính của [[Thủy quân lục chiến Hoa Kỳ]] và phục vụ như căn cứ huấn luyện vừa bộ binh và hải quân hàng đầu.<ref name=\"Estes 1999: 176\">Estes (1999): 176<\/ref> Nó ở miền Nam [[California]], giữa các thành phố [[Oceanside, California|Oceanside]] và [[San Clemente, California|San Clemente]].\n\nCăn cứ được thiết lập vào năm 1942 để huấn luyện Thủy quân lục chiến Hoa Kỳ phục vụ [[chiến tranh thế giới thứ hai]]. Nó được đặt tên của tướng Thủy quân lục chiến [[Joseph Henry Pendleton]], người vận động lâu dài việc thiết lập một căn cứ huấn luyện ở duyên hải phía Tây cho lực lượng Thủy quân lục chiến. Ngày nay, căn cứ là nhà của vô số các đơn vị hải quân và thủy quân lục chiến hỗn hợp bao gồm [[Lực lượng Viễn chinh Thủy quân lục chiến I]] và nhiều tư lệnh huấn luyện.\n\nĐây cũng là [[trại tị nạn|trại tỵ nạn]] đầu tiên của người [[Việt Nam]] trên đất [[Hoa Kỳ|Mỹ]] trong tháng 4 năm 1975.\n\n== Lịch sử ==\n=== Những năm xa xưa ===\n[[Tập tin:Camp pendleton.jpg|nhỏ|220px|phải|Trại Pendleton]]\nNăm 1769, một thuyền trưởng người [[Tây Ban Nha]] tên là [[Gaspar de Portola]] dẫn một lực lượng thám hiểm đi về hướng bắc từ hạ California để tìm nơi thiết lập hội chi nhánh truyền giáo dòng [[Franciscan]] cho khắp California. Vào ngày 20 tháng 7 cùng năm, đoàn đến nơi mà ngày nay được biết là Trại Pendleton và, cũng nhân ngày lễ thánh [[St. Margaret]], họ \"rửa tội\" vùng đất này và đặt tên vùng này là [[Santa Magarita]].\n\nSuốt 30 năm tiếp theo, 21 hội chi nhánh truyền giáo được thiết lập. Hội chi nhánh truyền giáo thành công nhất là [[Hội truyền giáo San Luis Rey]], ngay ở phía nam của Trại Pendleton ngày nay. Cùng lúc đó, Hội truyền giáo San Luis Rey kiểm soát vùng Santa Margarita.\n\nNăm 1821, sau khi [[México]] được độc lập khỏi Tây Ban Nha, nhà cầm quyền México, với chính sách \"người cày có ruộng\", giao đất California cho người California và họ đã cấp bằng khoán đất cho những nông gia có công lao khai khẩn hoặc những lãnh tụ địa phương.\n\nNăm 1841 hai anh em [[Pio Pico]] và [[Andrés Pico]] là hai người đầu tiên được làm chủ đất vùng Santa Magarita. Mặc dù lúc ấy chưa có các [[sòng bạc]] to lớn ở [[Tamecula]] hay ở [[San Diego]], anh em nhà Pico cũng đã mê cờ bạc nên mắc nợ nhiều nơi không có tiền trả nên bán đất cho em vợ người Anh tên là John Forster, ông này mở rộng nông trại chăn nuôi bò tại đây vốn đã được xây dựng từ năm 1841.\n\nNông trại của Forster cũng không khá vì hạn hán liên tiếp không đủ cỏ cho bò ăn và luật lệ mới ra bắt làm hàng rào xung quanh vùng đất của mình. Khu đất quá lớn nên muốn làm hàng rào không phải là ít tiền nên năm 1882 Forster bán khu này cho nhà chăn nuôi giàu có tên là James Flood và người quản lý của ông này là Richard O’Neill.\n\nDưới sự chỉ đạo của con trai Richard O’Neill là Jerome nông trại bắt đầu thu hoạch khá và lời nửa triệu đồng trong một năm. Thời ấy số tiền đó rất lớn và nông trại được hiện đại hoá trang bị những máy móc tối tân vào thời ấy.\n\n===Chiến tranh thế giới thứ hai ===\nVào đầu thập niên 1940 vì nhu cầu của chiến trường trong [[chiến tranh thế giới thứ hai]], cả lục quân và thủy quân lục chiến đều tìm kiếm đất rộng để làm quân trường. Vùng đất được Bộ Quốc phòng mua và giao cho thủy quân lục chiến làm quân trường lớn nhứt của binh chủng vào tháng 4 năm 1942 vì địa thế có núi biển hợp với hoạt động của ngành thủy quân lục chiến. Họ đã chọn tên đại tướng Joseph H. Pendleton là người nhiệt tâm trong việc vận động để thành lập quân trường ở miền Tây đặt tên cho trại Pendleton. Sau 5 tháng liên tục xây dựng ngày 25 tháng 9 năm 1942 Tổng thống [[Franklin D. Roosevelt|Franklin Roosevelt]] đến chính thức khánh thành trại Pendleton<ref name=\"Estes 1999: 176\"\/>.\n\n=== Little Saigon ===\n[[Tập tin:Betty Ford and refugee children.png|nhỏ|phải|Đệ Nhất Phu nhân [[Betty Ford]] và các trẻ em tị nạn từ Việt Nam tại trại Pendleton, tháng 5 năm 1975]]\nLịch sử của [[Little Saigon]] ngày nay ở [[Westminster, California|Westminster]] có thể nói bắt đầu từ Trại Pendleton vì đây là trại ty nạn đầu tiên của người [[Việt Nam]] trên đất [[Hoa Kỳ|Mỹ]]. [[Sự kiện 30 tháng 4 năm 1975|Biến cố 30 tháng 4 năm 1975]] có hàng chục ngàn người thoát khỏi [[Thành phố Hồ Chí Minh|Sài Gòn]] trên những chiếc tàu và thuyền để ra [[Biển Đông]], họ được những chiến hạm thuộc [[Đệ thất Hạm đội Hoa Kỳ]] neo ngoài khơi vớt lên và chở về tập trung tại [[Guam|Đảo Guam]] và [[Đảo Wake]] là lãnh thổ của Hoa Kỳ trong [[Thái Bình Dương]]. Sau đó người tỵ nạn Việt Nam được đưa về Trại Pendleton và một hai trại khác ở miền Đông. Những người Việt Nam sống trong những nhà lều ở Trại Pendleton trong vòng vài tháng để chờ các nhà thờ bảo lãnh. Đa số các nhà thờ nằm trong [[Quận Cam (định hướng)|Quận Cam]] nên sau khi ra khỏi trại người tỵ nạn được những người Mỹ bảo trợ mướn nhà cho ở trong [[Santa Ana, California|khu vực Santa Ana]] vì vùng này có những khu chung cư giá rẻ. Rồi từ đó khu thương mại Việt Nam được thành hình ban đầu là vài tiệm ở gần ngã tư First và Fairview sau đó những khu chợ mới được xây lên tại đường Bolsa và trở thành Little Saigon như ngày nay.\n\n== Ngày nay ==\n[[Tập tin:Camp Pendleton front gate.jpg|nhỏ|250px|phải|Cổng chính vào trại Pendleton. Đây là con đường chính cho lưu thông vào căn cứ. Cổng này mở cửa và được Thủy quân lục chiến canh gác 24 giờ mỗi ngày kể từ năm 1942.]]\nĐịa hình có cả núi và biển của căn cứ trải dài trên 125.000 [[mẫu Anh]] giúp tiện lợi cho việc huấn luyện quanh năm cho [[Thủy quân lục chiến]] ngoài các quân chủng khác của [[quân đội Hoa Kỳ]]. Huấn luyện hỗn hợp bộ binh và hải quân và từ biển vào bờ diễn ra tại các điểm chính dọc theo bờ biển dài 17 dặm của căn cứ. Căn cứ chính là tại Mainside Complex nằm ở góc đông nam của căn cứ, và phần phía bắc xa xôi của trại là một khu tập bắn. Dân số ban ngày của căn cứ là khoảng 100.000. Các tân binh từ [[Trạm Tuyển quân Thủy quân lục chiến San Diego]] gần đó trải qua một tháng tại [[quân trường Edson]] để huấn luyện tác chiến, và sau khi tốt nghiệp sẽ trở lại Trường Lục quân của căn cứ để nhận thêm huấn luyện. Trại Pendleton vẫn nguyên dạng là một phần chính cuối cùng không phát triển của duyên hải miền nam California, được dành lại cho một vài công viên nhỏ của tiểu bang. Bằng cách này, nó đóng vai trò như một vùng trái đệm giữa [[Quận Cam, California|Quận Cam]] được coi là một phần của vùng [[Vùng Đại Los Angeles|Đại Los Angeles]] và [[Quận San Diego, California|Quận San Diego]].\n\n== Phim nói về trại tị nạn Việt Nam ==\n[[Rồng xanh|Phim Rồng xanh]] ({{lang-en|Green Dragon}}) do [[Timothy Linh Bùi]] làm đạo diễn cùng với các tài tử [[Patrick Swayze]], [[Forest Whitaker]], [[Đơn Dương (diễn viên)|Đơn Dương]], [[Lê Thị Hiệp]], [[Nguyễn Hiếu Trung]], được dựng trong không gian của một trại tị nạn bằng lều được dựng lên trong Căn cứ Thủy quân Lục chiến Trại Pendleton với những mảnh đời lo âu, lạc lõng, mất mát, ngang trái cùng những hồn nhiên, hy vọng của một đoàn người mà vì chiến tranh nên chỉ trong phút chốc bị đánh bật gốc ra khỏi quê hương, đến một miền đất mới hoàn toàn xa lạ. Trại Pendleton là biểu tượng như một [[Đảo Ellis]] của người Việt Nam mới đặt chân đến [[Hoa Kỳ]].\n\n== Vị trí các đơn vị (theo khu vực) ==\n* Khu 11 - Tổng hành dinh của [[Sư đoàn 1 Thủy quân lục chiến]]\n* Khu 13 (Mainside) - [[Khu Tổng hành dinh]]\n* Khu 21 (Trại Del Mar) - Tổng hành dinh của [[Lực lượng Viễn chinh Thủy quân lục chiến I]], [[Tiểu đoàn 3 Xe tăng lội nước Tấn công]]\n* Khu 23 (Trạm Không quân Thủy quân lục chiến Trại Pendleton) - [[Liên phi đội 39 Thủy quân lục chiến]]\n* Khu 32 - Phi đoàn 3 Hỗ trợ Thủy quân lục chiến (MASS-3), Tiểu đoàn 3 Phòng không Hạng nhẹ (3rd LAAD), [[MTACS-1]]\n* Khu 33 (Trại Margarita) - Tổng hành dinh Tiểu đoàn 1 Trinh sát\n* Khu 41 (Trại Las Flores) - Tiểu đoàn 1 Trinh sát Cơ giới nhẹ, Tiểu đoàn 5 Trung đoàn 11 Thủy quân lục chiến\n* Khu 43 (Trại Las Pulgas) - Trung đoàn 11 Thủy quân lục chiến\n* Khu 52 (Trại San Onofre) - Trường Bộ Binh Thủy quân lục chiến Hoa Kỳ\n* Khu 53 (Trại Horno) - Trung đoàn 1 Thủy quân lục chiến\n* Khu 62 (Trại San Mateo) - Trung đoàn 5 Thủy quân lục chiến, Tiểu đoàn 1 Công binh\n\n== Xem thêm ==\n* [[Danh sách các căn cứ Thủy quân lục chiến Hoa Kỳ]]\n* [[Trạm Không quân của Thủy quân lục chiến tại Trại Pendleton]]\n{{clear}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n=== Sách ===\n* {{chú thích sách\n | last = Estes\n | first = Kenneth W.\n | authorlink = \n | year = 1999\n | chapter = \n | title = The Marine Officer's Guide - Sixth Edition\n | publisher = Naval Institute Press\n | location = Annapolis, MD\n | id = ISBN 1-55750-567-5\n}}\n* {{chú thích sách\n | last = O'Hara\n | first = Thomas\n | authorlink = \n | year = 2005\n | chapter = \n | title = Images of America - Camp Pendleton\n | publisher = Arcadia\n | location = Charleston, SC\n | id = ISBN 0-7385-2982-6\n}}\n* {{chú thích sách\n | last = Shettle Jr.\n | first = M. L. \n | title = United States Marine Corps Air Stations of World War II\n | publisher = Schaertel Publishing Co.\n | date = 2001\n | location = Bowersville, Georgia\n | isbn = 0-964-33882-3\n}}\n\n=== Trang mạng ===\n* {{chú thích web\n| last = \n| first = \n| authorlink = \n| date = \n| year = \n| url = http:\/\/www.pendleton.usmc.mil\/cpao\/pages\/history.asp\n| title = Camp Pendleton Base History\n| format = \n| work = \n| pages = \n| publisher = United States Marine Corps\n| language = \n| access-date = ngày 15 tháng 7 năm 2007\n| accessyear = \n| archive-date = ngày 3 tháng 7 năm 2006 | archive-url = https:\/\/web.archive.org\/web\/20060703182217\/http:\/\/www.pendleton.usmc.mil\/cpao\/pages\/history.asp\n}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.cpp.usmc.mil\/ Camp Pendleton] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050422025039\/http:\/\/www.cpp.usmc.mil\/ |date = ngày 22 tháng 4 năm 2005}} (trang web chính thức)\n* [http:\/\/www.globalsecurity.org\/military\/facility\/camp-pendleton.htm Camp Pendleton] (GlobalSecurity.org)\n* [http:\/\/www.mccscamppendleton.com\/ Marine Corps Community Services at Camp Pendleton]\n{{thể loại Commons|Marine Corps Base Camp Pendleton}}\n\n[[Thể loại:Căn cứ Thủy quân lục chiến Hoa Kỳ]]\n[[Thể loại:Trại tạm cư cho người Việt Nam năm 1975]]"}