{"3381485":"{{wiki hóa}}\n{{thiếu nguồn}}\n{{chú thích trong bài}}\n{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| nền = diễn viên\n| tên = Trần Tuấn Hải\n| ngày sinh = {{ngày sinh và tuổi|1956|12|13}}\n| nơi sinh = Hà Nội\n| quốc tịch = {{VIE}}\n| tên khai sinh = Trần Tuấn Hải\n| nghề nghiệp = {{hlist|Diễn viên sân khấu|đạo diễn sân khấu}}\n| đào tạo = [[Trường Đại học Sân khấu và Điện ảnh Hà Nội|Đại học Sân khấu Điện ảnh Hà Nội]]\n| giải thưởng = {{plainlist|\n* [[Nghệ sĩ nhân dân]]: Đợt 8 (2015)\n* Nghệ sĩ ưu tú (2007)\n}}}}\n\n'''Trần Tuấn Hải''' ({{Ngày sinh|1956|12|13}}, Hà Nội) là một diễn viên, đạo diễn sân khấu của [[Nhà hát Kịch Việt Nam|Nhà hát kịch Việt Nam]], Chủ tịch Hội Nghệ thuật Nhân đạo TP Hà Nội. Ông đã được Nhà nước phong tặng danh hiệu [[Nghệ sĩ Nhân dân]] vào năm 2015.<ref>{{Chú thích web|url=http:\/\/nhahatkichvietnam.vn\/Home\/nghesi_news.aspx?id=18|title=|ngày truy cập=2016-05-03|archive-date = ngày 10 tháng 6 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160610133734\/http:\/\/nhahatkichvietnam.vn\/Home\/nghesi_news.aspx?id=18}}<\/ref>\n\n==Tiểu sử==\n\nNăm 1972, Tuấn Hải vào học tại Trường Nghệ thuật Sân khấu Việt Nam ở Khu Văn công Mai Dịch (Ngày nay là trường [[Trường Đại học Sân khấu và Điện ảnh Hà Nội|Đại học Sân khấu Điện ảnh Hà Nội]]).\n\nSau 4 năm học, năm 1976 Tuấn Hải đầu quân về Đoàn Kịch nói [[Công an Hà Nội]]. Mười lăm năm hoạt động nghệ thuật trong lực lượng vũ trang, được rèn ruyện về phẩm chất đạo đức cũng như làm nghệ thuật, được làm việc và học tập với biết bao nghệ sĩ và đạo diễn tài năng như: Đạo diễn NSND [[Nguyễn Đình Nghi]], NSND [[Doãn Hoàng Giang]], NSND [[Dương Ngọc Đức]], NSND Lê Hùng, NSƯT Đoàn anh Thắng … Tuấn Hải đã tích lũy cho mình những vốn sống và cả vốn nghệ thuật cho chặng đường hoạt động kịch nghệ lâu dài của mình.\n\nNăm 1990, Tuấn Hải rời Đoàn Kịch nói [[Công an Hà Nội]], chuyền về Đoàn Kịch Hà Nội (Nay là Nhà hát Kịch Hà Nội). Trong 4 năm làm Diễn viên tại đây, Tuấn Hải đã được học hỏi và làm việc với các Đạo diễn NSND Ngọc Phương, NSƯT Hoàng Quân Tạo, NSƯT Quốc Toàn, và gặt hái được một loạt những Huy chương vàng và Giải thưởng Tài năng Sân khấu Trẻ cho những thành tích về nghệ thuật biểu diễn sân khấu của mình.\n\nĐến năm 1994, Tuấn Hải về đầu quân và dừng chân tại Nhà hát Kịch Quốc gia Việt Nam cho đến nay (2016). Đây là thời gian hoạt động sân khấu lâu dài và tâm huyết nhất, tiếp tục được học hỏi và làm việc với rất nhiều Đạo diễn nổi tiếng như: NSND Xuân Đàm, NSND Xuân Huyền … Bên cạnh đó là các chuyên gia nước ngoài, các Đạo diễn sân khấu trong các Chương trình hợp tác với Pháp (Thằng láu), Mỹ (Giấc mộng Đêm hè) …...\n\nĐây cũng là thời điểm Tuấn Hải nâng cao nghề nghiệp của mình bằng cách quay lại Trường [[Đại học Sân khấu và Điện ảnh Hà Nội]] để tu nghiệp Đạo diễn. Sau 4 năm học Tuấn Hải xuất hiện với làng nghề trong tư cách Đạo diễn với vở Kịch Phản gián \"Bản Danh sách Điệp viên\". Ngày 17\/12\/2015, Tuấn Hải được Chủ tịch nước [[Trương Tấn Sang]] ký quyết định Phong tặng nghệ sĩ Nhân dân (NSND).\n\nLà một người tích cực hoạt động xã hội trong lĩnh vực Từ thiện và Nhân đạo trên địa bàn Thủ đô. Đã quy tụ được rất nhiều các nghệ sĩ, diễn viên sân khấu. Các ca sĩ, nhạc sĩ, họa sĩ. Các Hoa hậu người mẫu cùng hoạt động … Năm 2009 được UBND TP Hà Nội ký quyết định thành lập, và NSND Tuấn Hải làm Chủ tịch Nghệ thuật Nhân đạo TP Hà Nội. \n==Giải thưởng==\n===Diễn viên===\n\n* Huy chương vàng (Giải A) cho vai diễn: Phương \"điên\" trong vở [[Bi hài kịch]] \"Vàng một bên, Em một bên\" (Hội diễn Sân khấu nhỏ Toàn quốc năm 1991<ref name=\"sankhau.com.vn\">{{Chú thích web|url=http:\/\/sankhau.com.vn\/news\/gioi-thieu-chung-ve-hoi-nghe-si-san-khau-viet-nam.aspx|title=|ngày truy cập=2016-05-03|archive-date = ngày 22 tháng 5 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160522163714\/http:\/\/sankhau.com.vn\/news\/gioi-thieu-chung-ve-hoi-nghe-si-san-khau-viet-nam.aspx}}<\/ref>)\n* Huy chương vàng (Giải A) cho vai diễn: Nhà văn Kỳ Vọng trong vở Hài kịch \"Vợ chồng rởm\" (Hội diễn Sân khấu nhỏ Toàn quốc năm 1991<ref name=\"sankhau.com.vn\"\/>)\n* Giải thưởng: \"Tài năng trẻ xuất sắc\" cho vai diễn: Trương Rất Sống (Trông Rất Sướng) trong vở \"Ngôi nhà quỷ ám\" (Hội thi Tài năng Sân khấu Trẻ 1990<ref name=\"bvhttdl.gov.vn\">{{Chú thích web|url=http:\/\/www.bvhttdl.gov.vn\/|title=}}<\/ref>)\n* Huy chương bạc cho vai diễn: Trần Cảnh trong vở \"[[Trần Thủ Độ]]\" (Hội diễn sân khấu chuyên nghiệp Toàn quốc năm 1995)<ref name=\"bvhttdl.gov.vn\"\/>\n* Huy chương vàng cho vai diễn: Nhà bác học trong vở kịch Hoang tưởng \"Vàng\") (Hội diễn Sân khấu nhỏ Toàn quốc năm 1996)<ref name=\"sankhau.com.vn\"\/>\n* Huy chương vàng cho vở kịch Sân khấu Truyền hình \"Vàng\" trong Liên hoan Phim Truyền hình Toàn Quốc năm 2013 (Tư cách Diễn viên chính)\n* Giải Nghệ sĩ được Yêu thích nhất trong Liên hoan Sân khấu Trung Quốc – ASEAN 2013 tại Nam Ninh, [[Quảng Tây]], Trung Quốc (Vở diễn \"Cải lão hoàn đồng\" \n* Giải thưởng Quốc tế - Tư cách Diễn viên chính)<ref name=\"bvhttdl.gov.vn\"\/>\n\n===Đạo diễn===\n* Huy chương bạc cho vở diễn \"Chia tay Hoàng hôn\" (Hội diễn Sân khấu chuyên nghiệp toàn quốc năm 2012)<ref name=\"bvhttdl.gov.vn\"\/>\n* Huy chương bạc cho vở diễn \"Biển và bờ\" (Hội diễn Sân khấu chuyên nghiệp toàn quốc năm 2012)<ref name=\"bvhttdl.gov.vn\"\/>\n* Giải Vở diễn được Yêu thích nhất trong Liên hoan Sân khấu Trung Quốc – ASEAN 2013 tại Nam Ninh, Quảng Tây, Trung Quốc (Vở diễn \"Cải lão hoàn đồng\")<ref name=\"bvhttdl.gov.vn\"\/>\n* Huy Chương \"Vì sự nghiệp Văn hóa Thông tin\" (Bộ Văn hóa Thông tin trao tặng năm 2002)<ref name=\"bvhttdl.gov.vn\"\/>\n* Huy Chương \"Vì sự nghiệp Sân khấu Việt Nam\" (Hội Nghệ sĩ Sân khấu Việt nam trao tặng năm 2009)<ref name=\"sankhau.com.vn\"\/>\n\n==Danh hiệu==\n[[Nghệ sĩ ưu tú|-Nghệ sĩ Ưu tú]], 11\/1\/2007.\n\n-[[Danh sách Nghệ sĩ nhân dân Việt Nam|Nghệ sĩ Nhân dân]], 17\/12\/ 2015.\n\n== Các vở diễn tiêu biểu: ==\n- [[Bản Danh sách Điệp viên]], Kịch phản gián 2005, Đoàn Kịch Công an Hà Nội.\n\n- [[Người mắc bệnh tâm thần]], Kịch [[chính luận]] 2005, Nhà hát Kịch Việt\n\n- [[Những mảnh tình khuất lấp]], Kịch chống tham nhũng 2006, Đoàn Kịch Hà Tây.\n\n- [[Đôi mắt]], Kịch chiến tranh 2007, Đoàn Kịch Hà Tây.\n\n- [[Bà chúa Tuyết|Bà Chúa Tuyết]], Kịch Thiếu nhi 2010, Nhà hát Kịch Việt.\n\n- [[Ăn khế trả Vàng]], Kịch Thiếu nhi 2011, [[Nhà hát Chèo Hà Nội]].\n\n- [[Chia tay hoàng hôn]], Kịch tâm lý 2012): Nhà hát Kịch Việt.\n\n- [[Biển và bờ]], Kịch Chính luận 2012, Hội Nghệ sĩ Sân khấu Việt.\n\n- [[Cải lão hoàn đồng]]', Kịch dân gian 2013, Nhà hát Kịch Việt.\n\n- [[Bệnh sỹ]], Hài kịch 2014, Nhà hát Kịch Việt.\n\n== Tham khảo==\n{{Tham khảo|cột=}}\n\n==Liên kết ngoài==\n*[http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/dao-dien-NSNd-Tuan-Hai-Nghe-si-ba-trong-mot-384362\/ Đạo diễn, NSND Tuấn Hải: Nghệ sĩ ba trong một]\n*[http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/NSUT-Tuan-Hai-Toi-la-nguoi-nha-cua-nganh-Cong-an-329399\/ NSƯT Tuấn Hải: Tôi là người nhà của ngành Công an]\n*[http:\/\/thanhnien.vn\/van-hoa\/nsut-tuan-hai-ong-bau-khoc-ben-canh-ga-314213.html NSƯT Tuấn Hải: Ông bầu khóc bên cánh gà]\n\n{{thời gian sống|1956}}\n\n[[Thể loại:Đạo diễn sân khấu Việt Nam]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Huy chương Vì sự nghiệp sân khấu]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]"}