{"18607446":"{{Infobox military conflict\n|conflict= Trận Đồng Đăng\n|partof= [[Chiến tranh biên giới Việt–Trung 1979]] trong [[Chiến tranh Đông Dương (định hướng)|Chiến tranh Đông Dương lần thứ ba]]\n|image=\n|caption=\n|date= 17 đến 23 tháng 2 năm 1979\n|place= [[Đồng Đăng]], [[Lạng Sơn]], [[Việt Nam]]\n|result= Thắng lợi chiến thuật, thất bại về mặt chiến lược của [[Giải phóng quân Nhân dân Trung Quốc]]\nChiến thắng tuyên truyền, danh nghĩa của Quân đội Nhân dân Việt Nam và du kích địa phương\n|combatant1= {{flagicon|Trung Quốc}} [[Trung Quốc]]\n|combatant2= {{flagicon|Vietnam}} [[Việt Nam]]\n|commander1= [[Hứa Thế Hữu]]<br>[[Zhu Yuehua]]\n|commander2= Nguyễn Duy Thương<br>Nguyễn Xuân Khánh\n|units1=Quân đoàn 55 (gồm 3 sư đoàn):\n* Sư đoàn 163\n* Sư đoàn 164\n* Sư đoàn 165\nQuân đoàn 54\n* Đơn vị 33980\n|units2='''Nguồn phía Việt Nam:''' 700 quân.<ref name=\"vtcnews\">[https:\/\/vtc.vn\/ky-uc-1721979-chuyen-cua-nguoi-linh-song-sot-o-phao-dai-tu-thu-dong-dang-d194910.html Ký ức 17\/2\/1979: Chuyện của người lính sống sót ở pháo đài tử thủ Đồng Đăng]. \"Trong pháo đài lúc đó có khoảng 700 con người, bao gồm Đại đội 42, một đơn vị cảnh sát dã chiến Đồng Đăng, công an vũ trang, cùng một số người dân chạy loạn tìm lên. (VTC News, 16\/2\/2015).\"<\/ref>\n* Đại đội 42.<ref name=\"vtcnews\" \/>\n* Đại đội 5 Công an Vũ trang địa phương.<ref name=\"btt\">{{Chú thích web|url=https:\/\/tuoitre.vn\/40-nam-cuoc-chien-ve-quoc-1979-ky-4-quyet-tu-o-phao-dai-dong-dang-20190215083515909.htm|tựa đề=40 năm cuộc chiến vệ quốc 1979 - kỳ 4: Quyết tử ở pháo đài Đồng Đăng|tác giả=My Lăng|ngày=2019-02-15|website=Báo Tuổi Trẻ Online}}<\/ref>\n\n \n|casualties1='''Nguồn phía Trung Quốc:''' 2.220 bị chết và bị thương, trong đó 531 chết<ref name=\"Zhang99\"\/>\n'''Nguồn phía Việt Nam:''' 2.400 chết, 21 xe tăng bị phá hủy.<ref name=\"vtcnews\"\/>\n|casualties2='''Nguồn phía Trung Quốc:''' 3.973 chết<ref name=\"Zhang99\"\/>\n\n'''Nguồn phía Việt Nam:''' 194 chết và bị thương.<ref name=\"vtcnews\"\/>\n271 thương vong.<ref name=\"BáoMới\">[https:\/\/infonet.vietnamnet.vn\/chien-tranh-bien-gioi-phia-bac-1979-lang-son-dau-thuong-post254171.info Chiến tranh biên giới phía Bắc 1979: Lạng Sơn đau thương] Lưu trữ tại: [https:\/\/web.archive.org\/web\/20200327104259\/https:\/\/infonet.vietnamnet.vn\/chien-tranh-bien-gioi-phia-bac-1979-lang-son-dau-thuong-post254171.info ''Lưu trữ''] \"Bị giam chân suốt nhiều ngày, đến ngày 22\/2, quân Trung Quốc tăng cường lực lượng mở một đợt tiến công mới vào Tân Yên, Đồng Đăng. Nhờ ưu thế vượt trội về binh hỏa lực, sau hàng loạt trận đánh liên tục, đến ngày 23\/2\/1979, địch chiếm được khu vực Tân Yên, Đồng Đăng. Các lực lượng vũ trang Việt Nam rút về phía sau lập phòng tuyến mới.(Báo Mới, 17\/02\/2018, 13.00pm GMT+7).\"<\/ref>\n}}\n\n'''Trận Đồng Đăng''' là trận chiến mở màn cho [[Chiến tranh biên giới Việt-Trung 1979|Chiến tranh biên giới phía Bắc]] giữa [[Giải phóng quân Nhân dân Trung Quốc]] và [[Quân đội Nhân dân Việt Nam]]. Chiến sự diễn ra từ ngày 17 tháng 2 đến ngày 23 tháng 2 năm 1979, chủ yếu ở thị trấn [[Đồng Đăng]] và các vùng phụ cận.\n\n==Diễn biến==\n5 giờ sáng ngày 17 tháng 2 năm 1979, [[Giải phóng quân Nhân dân Trung Quốc]] bắt đầu nổ súng tấn công vào lãnh thổ [[Việt Nam]].<ref name=\"ODowd79\"\/> Với sự hỗ trợ của hơn 6.000 quả đạn pháo, pháo binh Trung Quốc đã bắn dồn dập vào pháo đài Đồng Đăng và nhiều điểm trọng yếu khác do Việt Nam nắm giữ.<ref name=\"btt\" \/><ref>Zhang, p. 96.<\/ref> Suốt một đêm trước đó, những người Trung Quốc và những toán binh sĩ của họ đã trà trộn vào lãnh thổ Việt Nam, cắt đường dây liên lạc, âm mưu phá hoại nhằm mở đường cho bộ binh Trung Quốc tấm công.<ref name=\"ODowd79\">O'Dowd, p. 79.<\/ref> Quân đoàn 55 Giải phóng quân Trung Quốc nhanh chóng tràn ngập cao điểm 386 (sâu 1,5&nbsp;km trong biên giới Việt Nam), giết chết 118 lính Việt Nam.<ref name=\"ODowd80\"\/> Mặc dù chiến sự vẫn diễn ra ác liệt tại [[Cửa khẩu Hữu Nghị]] và nhiều nơi ở Đồng Đăng, nhưng phần lớn lực lượng phòng thủ của Quân đội Nhân dân Việt Nam sau đó vẫn được Trung đoàn 12 đảm nhiệm ở phía nam và xung quanh cụm chốt Thâm Mô.<ref name=\"ODowd80\">O'Dowd, p. 80.<\/ref> Cụm chốt này tọa lạc trên một ngọn đồi thấp, gần nơi giao nhau giữa quốc lộ 4A, quốc lộ 1B và [[Đường sắt Lạng Sơn-Nam Ninh]], với hai cao điểm 423 và 505 ở phía đông và cao điểm 339 ở phía tây. Trung đoàn 12 đóng quân ở cao điểm 438, cách cao điểm 339 1&nbsp;km về phía tây.<ref>O'Dowd, p. 80-81.<\/ref> Ở giữa cụm chốt Thâm Mô và cao điểm 339, tọa lạc trên một ngọn đồi về phía nam của thị trấn là một pháo đài cũ kiên cố 1,5 mét bê tông từ thời Thực dân Pháp. Pháo đài này, cùng với cụm chốt Thâm Mô và cao điểm 339, tạo thành phòng tuyến hình tam giác vững chãi, có khả năng yểm trợ hỏa lực tốt để ngăn chặn quân đối phương tiến vào Đồng Đăng.<ref>Zhang, p. 97-98.<\/ref>\n\nSau khi chiếm cao điểm 386, Giải phóng quân Trung Quốc lên kế hoạch chiếm Đồng Đăng, cụm cứ điểm Thâm Mô và các cao điểm 339, 423 và 505.<ref>O'Dowd, p. 56.<\/ref> Cuộc tấn công được hỗ trợ bởi nhiều toán nhỏ xe tăng trên quốc lộ 4A.<ref>O'Dowd, p. 81.<\/ref> Quân Trung Quốc bước đầu thiệt hại lớn khi sư đoàn 163 mất phân nửa số xe tăng đi theo yểm trợ.<ref>Zhang, p. 97.<\/ref> Đáp lại, quân Trung Quốc mở hai mũi công phá vào sườn đồi của cụm cứ điểm Thâm Mô, một mũi tiến công về hướng đông, trong làng Thâm Lũng được thực hiện bởi đơn vị 33980 quân đoàn 54, mũi còn lại tiến về Cồn Khoang, phía sau cao điểm 339.<ref>O'Dowd, p. 81-82.<\/ref>\n\nÝ đồ di chuyển về Cồn Khoang của quân Trung Quốc đã bị quân Việt Nam phát hiện và phục kích bởi đại đội 63 lúc 9 giờ sáng. Một đại đội khác của quân Việt Nam cũng có mặt hỗ trợ kịp thời nhằm chặn đường rút quân của quân Trung Quốc, dẫn đến một tiểu đoàn quân Trung Quốc bị tiêu diệt.<ref name=\"ODowd82\"\/> Tại Thâm Lũng, quân Trung Quốc mở nhiều cuộc tấn công lên các cao điểm xung quanh, nhưng trước sự kháng cự quyết liệt của quân Việt Nam, quân Trung Quốc không thể tiến xa. Một ngày sau, Trung đoàn 2 Quân đội Nhân dân Việt Nam đã tổ chức phản công, đẩy lùi các đơn vị quân Trung Quốc về cao điểm 409, 611, và 675. Tình hình giao tranh vẫn diễn ra hết sức căng thẳng sau đó. Đến ngày 23 tháng 2, Giải phóng quân Trung Quốc chia làm sáu đợt tấn công dữ đội vào Phai Môn, một cứ điểm nằm ở phía đông của Thâm Lũng, tuy nhiên chiến thuật không mấy hiệu quả. Cuối cùng, quân Trung Quốc phải mở thêm mười hai đợt tấn công nữa, kéo dài suốt cả ngày mới xuyên thủng được Thâm Lũng.<ref>O'Dowd, p. 83.<\/ref>\n\nCòn ở Thâm Mô, quân Trung Quốc liên tục bị đẩy lùi và chịu thương vong lớn. Nhận thấy tình hình không khả quan, các tướng lĩnh Trung Quốc quyết định thay đổi chiến thuật, sử dụng nhiều đơn vị nhỏ, cơ động thay cho chiến thuật \"biển người\" không mấy hiệu quả, móc vào những vị trí hiểm yếu mà quân Việt Nam án ngữ.<ref name=\"ODowd82\">O'Dowd, p. 82.<\/ref> Sáng ngày 19 tháng 2, quân Trung Quốc mở nhiều đợt tấn công vào phòng tuyến Thâm Mô, giao một đại đội tấn công pháo đài Đồng Đăng, hai tiểu đoàn, một tấn công Thâm Mô và một tấn công cao điểm 339. Quân đội Nhân dân Việt Nam một lần nữa giữ vững vị trí và đẩy lùi kẻ địch, gây ra thương vong lớn cho đối phương. Có đến một nửa đại đội thuộc trung đoàn 489 Giải phóng quân Trung Quốc mất mạng trong cuộc công kích pháo đài Đồng Đăng.<ref name=\"Zhang98\">Zhang, p. 98.<\/ref> Ngày 21 tháng 2, sau khi củng cố lực lượng, quân Trung Quốc tiếp tục tấn công pháo đài Đồng Đăng, và sau bốn tiếng giao tranh, họ đã chiếm được phần lớn pháo đài. Yêu cầu đầu hàng bất thành, Giải phóng quân Trung Quốc quyết định dùng bộc phá giật sập cửa hầm, dùng lựu đạn cay thả xuống các lỗ thông hơi, sau đó đổ xăng xuống hầm rồi phóng hỏa,<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/cuoc-chien-bi-hung-tren-phao-dai-dong-dang-1979-post913791.html|tựa đề=Cuộc chiến bi hùng trên pháo đài Đồng Đăng 1979|tác giả=Ngọc Tân - Việt Linh|ngày=2019-02-14|website=Zing News}}<\/ref> giết chết 800 quân Việt Nam và nhiều dân thường trốn bên trong.<ref name=\"Zhang98\"\/> 20 giờ ngày 22 tháng 2, sư đoàn 163 Giải phóng quân Trung Quốc chiến được Thâm Mô.<ref name=\"ODowd82\"\/>\n\nMột đồng đội của Nguyễn Duy Thực, cựu binh Việt Nam thời Chiến tranh biên giới nói rằng ông \"chứng kiến phía sau đám lính là một đội dân binh rất đông di chuyển theo để hỗ trợ. Chúng là đội quân ô hợp hôi của. Chúng vào nhà dân bắt gà, bắt lợn chọc tiết, xuống cả ao bắt cá... Đám quân ô hợp ấy đặt bộc phá giật đổ nhà cửa dân cư. Trên đường tìm về pháo đài, người đồng đội ấy đã tiêu diệt thêm mấy tên lính Trung Quốc. Khi chạy qua đám xác chết, ông còn gặp một tên chết trong tư thế hai tay còn ôm chặt bao khoai lang.\"<ref name=\"vtcnews\"\/>\n\nNgày 23 tháng 2, Giải phóng quân Trung Quốc chiếm được thị trấn Đồng Đăng.<ref name=\"Zhang99\">Zhang, p. 99.<\/ref>\n\n== Trong văn học, nghệ thuật ==\nMột bộ phim của đạo diễn Vũ Hải Ninh có tên \"Đất Mẹ\", phản ánh diễn biến khốc liệt của cuộc chiến đồng thời khơi dậy tinh thần dân tộc của người Việt Nam.<ref name=\"vnexpress.vn\">vnexpress.vn, \"[https:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/diem-phim\/cac-phim-dien-anh-lay-boi-canh-chien-tranh-bien-gioi-1979-3542706.html \"],\"\"Đất mẹ\" - Hải Ninh. Tác phẩm ra mắt năm 1980, do Hoàng Tích Chỉ, Hải Ninh viết kịch bản, với sự tham gia của các diễn viên Bùi Bài Bình, Lê Vân, Phạm Bằng, Thu Chung, Thanh Quý... Phim phản ánh trực diện cuộc chiến tranh bảo vệ biên giới trước quân Trung Quốc năm 1979 (Hoàng Anh, Thứ sáu, 17\/2\/2017, 14:17).\"<\/ref>\n\n==Xem thêm==\n\n*[[Chiến tranh biên giới Việt–Trung 1979]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Refbegin}}\n* {{chú thích sách\n | first =\n | last =Edward C. O'Dowd\n | authorlink =\n |others =\n | title =Chinese Military Strategy in the Third Indochina War: The Last Maoist War\n | publisher =Routledge\n | date =2007\n | location =New York\n | pages =\n | url =https:\/\/books.google.com.vn\/books?id=Nas6GwFndYoC&printsec=frontcover&hl=vi&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false\n | doi =\n | isbn =0203088964 }}\n* {{chú thích sách\n | first =\n | last =Xiaoming Zhang\n | authorlink =\n |others =\n | title =Deng Xiaoping's Long War: The Military Conflict between China and Vietnam, 1979-1991\n | publisher =University of North Carolina Press\n | date =2015\n | location =\n | pages =\n | url =https:\/\/books.google.com.vn\/books?id=bCQUCAAAQBAJ&printsec=frontcover&hl=vi&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false\n | doi =\n | isbn =9781469621258 }}\n\n[[Thể loại:Chiến tranh biên giới Việt–Trung 1979]]\n[[Thể loại:Xung đột năm 1979]]"}