{"239519":"[[Tập tin:12 Su quan.jpg|nhỏ|phải|300px|Sơ đồ vị trí [[12 sứ quân]]]]\n'''Trần Lãm''' ([[chữ Hán]]: 陳覧; 27\/09\/888 - 14\/11\/967), hiệu '''Minh Công''' (明公), là một thủ lĩnh chiếm đóng ở vùng Bố Hải Khẩu (nay thuộc tỉnh [[Thái Bình]], Việt Nam) thời [[loạn 12 sứ quân]] giữa [[thế kỷ 10]] trong lịch sử Việt Nam. Là vị sứ quân trấn giữ vùng cửa biển [[châu thổ sông Hồng]], có tiềm lực mạnh về kinh tế dựa vào lợi thế của nghề khai thác hải sản biển. Khi ông mất, tướng dưới quyền của ông là [[Đinh Bộ Lĩnh]] đã đem lực lượng về [[Hoa Lư]] và tiến hành đánh dẹp các thế lực khác thống nhất đất nước [[Đại Cồ Việt]].\n\n==Xuất thân==\nTrần Lãm là người gốc [[Quảng Đông]] thuộc [[Trung Quốc]], cha ông là Trần Công Đức di cư sang Việt Nam, khi ấy được gọi là [[Tĩnh Hải quân]], dần chiếm đóng và lập nghiệp ở vùng ven biển Bố Hải Khẩu (vùng [[Thái Bình]] - [[Nam Định]] ngày nay đều có đền thờ). Khi Trần Đức mất, Trần Lãm trở thành người kế nghiệp, đã cùng mẹ là Lâm Thị và các em Trần Thăng, Trần Nguyên Thái gây dựng lực lượng ở Kỳ Bố Hải Khẩu. Các tài liệu thần phả ở Nam Định và Thái Bình đều ghi thống nhất Trần Lãm sinh ngày 18 tháng 8 âm lịch, mất ngày 10 tháng 10 âm lịch.<ref>[https:\/\/baothaibinh.com.vn\/tin-tuc\/39\/58723\/cu-long-hoi-ky-duc Người Thái Bình, đất Thái Bình Cự Lộng hội Kỳ Đức]<\/ref>\n\nCuốn ngọc phả: ''\"Sứ quân ở Bố Hải Khẩu Trần Minh Công\"''<ref>Bản ngọc phả này do Tiến sĩ [[Lê Tung]] viết ngày 2 tháng l0 niên hiệu Hồng Đức thứ 18 ([[1487]]) triều [[Lê Thánh Tông]].<\/ref> hiện còn lưu giữ tại đình Đình Xám ở thôn Lạc Đạo, xã Hồng Quang (Nam Trực, Nam Định) có ghi lại sự kiện lúc sinh thời Trần Minh Công có qua xứ Lạc Đạo, thấy nơi đây phong cảnh hữu tình, dân cư thuần phác bèn lập sinh từ, giúp địa phương khơi ngòi, đắp đập, tạo dựng làng xã và phát triển nghề đánh cá.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201310\/nam-dinh-manh-dat-con-nguoi-dinh-xam-2278778\/ Đình Xám], Báo Nam Định, 15\/10\/2013<\/ref>\n\nCăn cứ vào thần phả ở đình làng Kỳ Bá, [[Thái Bình]] ghi:\"Trần Lãm đã xuất tiền vàng để mua ruộng đất\"ban phát cho dân với mục đích thu hút thêm nhiều người đến mở mang sinh sống. Chẳng bao lâu\"gia tư tích lũy có tới hàng vạn, dưới trướng có tới mấy nghìn người vào ra\"đủ sức chiêu mộ binh sĩ, tích trữ lương thảo và dựng thành đắp lũy. Thành Kỳ Bố của Trần Minh Công được xây dựng thành một\"đạo\", sau này dời chuyển mở rộng, chỗ thành cũ lập thành làng Kỳ Bố.\n\n==Bố Hải Khẩu==\nBố Hải Khẩu xuất phát là vùng cảng biển, sau do phù sa các sông bồi tụ vùng \"Kỳ Bố\" chuyển thành vùng cảng sông của sông Hồng và sông Trà Lý và dần trở thành đất liền. Nơi đây là vùng đất có vị trí quan trọng về kinh tế và quân sự, giao thông thủy bộ thuận lợi, đất đai màu mỡ, khí hậu ôn hoà.<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Nghi-quyet-09-NQ-HDND-nam-2013-De-an-de-nghi-cong-nhan-Thanh-pho-Thai-Binh-la-do-thi-loai-II-211435.aspx Nghị quyết Thông qua Đề án đề nghị công nhận Thành phố Thái Bình là đô thị loại II, trực thuộc tỉnh Thái Bình]<\/ref> Lịch sử truyền thống của vùng đất [[thành phố Thái Bình]], nơi được đặt làm trung tâm tỉnh lỵ tỉnh [[Thái Bình]] ngày nay gắn liền với địa danh Bố Hải Khẩu xưa với sự kiện vị thủ lĩnh Trần Lãm chọn nơi đây để xây thành đắp lũy, lập đại bản doanh và trở thành sứ quân mạnh nhất trong thời [[loạn 12 sứ quân]] ở thế kỷ X.\n\n60 năm sau sự kiện [[Đinh Bộ Lĩnh]] lên ngôi Hoàng đế, Bố Hải Khẩu lại được ghi vào sử sách khi nhà Lý mở mang chính sách khuyến nông, năm Mậu Dần (1038) vua Lý Thái Tông đã về Bố Hải Khẩu cày ruộng tịch điền.<ref>Sách Đại Việt sử ký toàn thư chép: \"Mùa xuân, tháng hai vua ngự ra cửa Bố Hải cày ruộng tịch điền. Sai hữu ti dọn cỏ, đắp đàn. Vua tế thần nông, tế xong tự cầm cày để muốn làm lễ tự cày. Các quan tả hữu có người can rằng: \"Đó là công việc của nông phu, bệ hạ cần gì phải làm thế\" - Vua nói: \"Trẫm không tự cày thì lấy gì làm xôi cúng, lấy gì cho thiên hạ noi theo\"<\/ref>\n\nKhông có tài liệu để xác định rõ ranh giới kiểm soát, quản lý của sứ quân Trần Lãm. Nhiều ý kiến cho rằng vào thế kỷ X, Bố Hải Khẩu là trung tâm của vùng đất phía nam sông Luộc, gồm cả vùng đất 2 tỉnh ven biển là [[Thái Bình]] và [[Nam Định]] ngày nay.<ref>[http:\/\/thaibinh.gov.vn\/ct\/news\/Lists\/Dia%20chi%20Thai%20Binh\/View_Detail.aspx?ItemID=22 Thái Bình với các nhà nước thời Ngô - Đinh - Tiền Lê]<\/ref>\n\nDấu tích địa danh Kỳ Bố Hải Khẩu nay thuộc kẻ Bo - làng cổ ở [[thành phố Thái Bình]], tỉnh [[Thái Bình]], vốn được lập trên vùng cửa sông gọi là Bố Hải khẩu, tức cửa biển Bo cách ngày nay hơn nghìn năm. Làng có giống ổi Bo to ngon nổi tiếng. Cầu bắc qua sông cũng gọi là cầu Bo. Di chỉ của thành Kỳ Bố Hải Khẩu thời kỳ Trần Lãm hiện vẫn còn ở thành phố Thái Bình.<ref>[http:\/\/thaibinhtv.vn\/tin-tuc\/he-thong-di-tich-lich-su-van-hoa-o-thai-binh-29017.html Hệ thống di tích lịch sử văn hóa ở Thái Bình]<\/ref>\n\n==Sứ quân==\nSử cũ nói khi [[Ngô Xương Văn|Nam Tấn vương]] mất, 12 sứ quân đua nhau nổi lên. Đinh Bộ Lĩnh vốn dựa vào Minh Công. Minh Công chết rồi mới thay lĩnh số quân đó. Mà năm Xương Văn thứ nhất đã ghi [[Đinh Bộ Lĩnh]] chiếm [[Hoa Lư]], hai vương đi đánh không được. Thế thì Minh Công khởi binh phải xảy ra trước khi Xương Văn lấy lại được nước. Từ đó mà suy ra thì [[12 sứ quân]], phải có người khởi binh trước, người khởi binh sau, không phải là đến khi Nam Tấn mất rồi, mới cùng lúc nổi dậy.<ref>[Đặng Xuân Bảng. Việt sử cương mục tiết yếu. Hoàng Văn Lâu dịch và chú giải. Nhà xuất bản Khoa học Xã hội. Hà Nội. 2000. tr. 62]<\/ref> Khâm Định Việt Sử Thông Giám Cương Mục cũng khẳng định ông nổi dậy từ trước khi Ngô Xương Văn được nước, tức trước năm 951 khi mà [[Đinh Bộ Lĩnh]] bắt đầu dấy binh ở [[Hoa Lư]], sau về với Minh Công<ref>Khâm Định Việt Sử Thông Giám Cương Mục - Tiền Biên - Quyển V trang 79<\/ref> Lực lượng của ông có sự liên kết, phối hợp với [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], theo sử sách thì [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] chính là con nuôi của Trần Lãm<ref>Đại Việt Sử ký Toàn thư, Ngoại kỷ, Quyển V viết Đinh Bộ Lĩnh là con nuôi Trần Lãm.<\/ref>\n\nTrần Lãm tự xưng Trần Minh Công khi chiếm giữ và cát cứ vùng đất Thái Bình - Nam Định. Ông có đội ngũ thuộc hạ hùng mạnh gồm các tướng tài như Ngô Văn Chấn, Ngô Tất An, Bùi Quang Dũng, Nguyễn Đức Long, Nguyễn Đức Học, Nguyễn Phúc, Phạm Hoài, Phạm Thành, Đinh Đức Thông, Hoàng Sơn Khung,...\n\nTrong việc giao tranh với các sứ quân khác, nhiều tài liệu ghi cuộc chiến của Trần Lãm và sứ quân Phạm Bạch Hổ ở Đằng Châu liền kề phía Bắc Bố Hải Khẩu. Các cuộc chiến diễn ra ở các vùng Hà Nam, Nam Định, Thái Bình ngày nay. Thần tích làng Ngâu Khê và miếu Lộc Thọ ở Thái Bình cho biết các tướng Phạm Công Thanh, Phạm Công Hoài, Phạm Công Đinh, Phạm Thành là những người cũng [[Đinh Bộ Lĩnh]] theo về với sứ quân Trần Lãm và trực tiếp tham gia chiến tranh với sứ quân Phạm Bạch Hổ.<ref>[http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/359938\/di-tim-mo-than-mau-vua-dinh-tien-hoang Đi tìm mộ thân mẫu Vua Đinh Tiên Hoàng]<\/ref> Qua khảo sát thực địa tại cánh đồng Nội Phủ ở Thái Bình, nơi Trần Lãm cho Đinh Bộ Lĩnh cùng các tướng đắp thành, đất để ngăn chặn sứ quân Phạm Phòng Át và [[Lã Đường]] từ Hưng Yên sang đánh hiện còn sót lại phế tích của bức tường thành bằng đất (dân ở đây quen gọi là đường đất dài – vì tường thành cũ rất dài) có hình chữ nhật, chiều dài khoảng 700 - 800m, rộng khoảng 500 - 600m. Theo thần phả, thần tích các làng thờ [[Lê Hoàn]] ở làng Đô Kỳ (Đông Đô), làng Bái (xã Minh Tân) cũng ở Thái Bình thì [[Lê Hoàn]] đã từng đánh nhau với quân của Phạm Bạch Hổ tại vùng đất nói trên.<ref>[http:\/\/vietnamnet.vn\/vn\/doi-song\/phat-hien-thanh-quach-cua-vua-dinh-bo-linh-o-thai-binh-90163.html Phát hiện thành quách của vua Đinh Bộ Lĩnh ở Thái Bình]<\/ref>\n\nCăn cứ vào tư liệu còn lưu giữ tại chùa Đô Quan (Yên Khang, Ý Yên, [[Nam Định]]) cùng truyền thuyết ở địa phương thì từ thế kỷ thứ 10, sứ quân Phạm Phòng Át về đây lập nên phường Quán Đổ.<ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH---CHUA-DO-QUAN-a417.html |ngày truy cập=2020-03-14 |tựa đề=Đình chùa Đô Quan |archive-date = ngày 16 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171216091318\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH---CHUA-DO-QUAN-a417.html }}<\/ref> Thần phả làng Nhuệ Khê, thần tích đình Cát Đằng và Phủ Bà ở Nam Định đều cho biết các tướng Đinh Đức Đạt, Đinh Đức Thông, Hoàng Thị Đậu, Nguyễn Đức Long là những người theo [[Đinh Bộ Lĩnh]] về với Trần Lãm và trực tiếp tham gia chiến tranh với sứ quân Phạm Bạch Hổ.\n\nTheo chính sử, Khi Trần Minh Công mất, gặp lúc bọn con em của Ngô Tiên chúa ở Đỗ Động Giang hơn 500 người đem quân đến đánh, mới vào đến đất Ô Man thì bị người làng ấy là Ngô Phó sứ đánh bại phải trở về. Bộ Lĩnh nghe tin, liền cất quân đi đánh vùng sông và động ấy, không bộ lạc nào không hàng phục. Sau đó, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] nắm binh quyền, chuyển về [[Hoa Lư]] đánh dẹp các sứ quân, lập ra [[nhà Đinh]] (968 - 980).\n\n==Gia quyến==\nTheo các thần tích dân gian ghi lại thì Trần Lãm có hai người em trai và con gái Trần Nương đều là những người có vai vế trong triều đại [[nhà Đinh]] sau này là:\n* Trần Thăng, được phong làm [[Phò mã|Phò mã Đô uý]], lấy con gái [[Đinh Tiên Hoàng]] là [[Minh Châu công chúa]]<ref>Lã Đăng Bật, Kinh đô Hoa Lư xưa và nay, trang 57<\/ref><ref>[[Đại Việt sử ký toàn thư]], kỷ nhà Đinh.<\/ref>.\n* Trần Nguyên Thái, sử cũng ghi là phò mã, là sứ giả của [[nhà Đinh]], có thể là tên gọi khác của Trần Thăng. Năm Thái Bình thứ 7 (976), Mùa xuân, thuyền buôn của các nước ngoài đến dâng sản vật của nước họ ở [[Hoa Lư]]. Vua sai Trần Nguyên Thái sang đáp lễ nhà Tống<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt Sử ký Toàn thư], Bản kỷ, Quyển I - Kỷ nhà Đinh.<\/ref>.\n* Trần Nương, là con gái Trần Lãm, sau trở thành vợ [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Tuy nhiên giả thuyết này cần phải xem xét vì theo sử sách [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] vốn là con nuôi của Trần Lãm.\n\n==Tôn vinh==\nTrần Lãm được nhân dân lập đền thờ nhiều nơi ở [[Vùng duyên hải Bắc Bộ]], nhất là 2 tỉnh [[Nam Định]] và [[Thái Bình]].\n\nTại [[Thái Bình]], Trần Lãm được thờ làm thành hoàng làng tại đình Bo (phường Kỳ Bá), đình Cự Lộng, đình Lạc Đạo (phường Trần Lãm) và miếu Vua Lãm ở [[thái Bình (thành phố)|thành phố Thái Bình]]. Tên tuổi của Sứ quân Trần Lãm cũng được đặt cho [[Trần Lãm (phường)|phường Trần Lãm]], các trường tiểu học và THCS Trần Lãm, đường Trần Lãm và khu đô thị Trần Lãm,... ở thành phố này. Đình Bo toạ lạc trên diện tích 1134m2 thuộc phường Kỳ Bá, Tp Thái Bình. Viện thông tin khoa học Việt Nam đã khẳng định: Đình Bo thờ tướng quân Trần Lãm có nguồn gốc vốn dòng thị tộc Bách Việt, gia đình di cư xuống lưu vực Sông Hồng định cư ở Kỳ Bá. Đình Bo là một mốc son trong bản đồ du lịch khi tìm về nguồn cội Kỳ Bố Hải Khẩu thời nhà Đinh. Để rồi sang thế kỷ XII, vua Lý Nhân Tông đã về đất này cày tịnh điền. Hàng năm vào dịp tháng 8 và tháng 10 âm lịch (ngày sinh và ngày mất của tướng quân Trần Lãm) là phường Kỳ Bá long trọng tổ chức lễ hội truyền thống đình Bo.<ref>[http:\/\/thaibinh.gov.vn\/dukhach\/Pages\/di-tich-danh-thang.aspx?ItemID=433 Đình Bo với những sự kiện lịch sử cách mạng và kháng chiến chống thực dân Pháp]<\/ref> Chùa Phú Lạc có tên chữ là Ngái Lăng tự, theo dân gian thì ngôi chùa này được xây dựng từ trước thế kỷ thứ X. Thời [[Trần Minh Công]] làm chủ ở Bố Hải Khẩu, chùa là địa điểm đóng quân của Minh Công, là \"thao trường\" luyện võ để dẹp loạn các sứ quân khác trong loạn \"[[Thập nhị sứ quân]]\". Để động viên tướng sĩ, Minh Công đã lấy ngày mồng 1 tháng 2 để tổ chức mở hội khao quân ăn mừng chiến thắng. Sau ngày Trần Minh Công qua đời, dân lập cung thờ ông ngay tại chùa và từ ngày ấy, hàng năm dân làng lại mở hội vào ngày mồng 1 tháng 2 để tưởng nhớ về ông.<ref>[https:\/\/thaibinh.gov.vn\/upload\/80571\/fck\/files\/3a7dd6b0f948a335b27ef3ece49cc622.pdf Từ điển Thái Bình trang 356]<\/ref>\n\nTại [[Nam Định]], Ông được thờ ở đền Xám, xã Hồng Quang huyện [[Nam Trực]] tỉnh [[Nam Định]]. Tương truyền đây cũng là nơi ông lập căn cứ tới khi mất. Cuốn ngọc phả:\"Sứ quân ở Bố Hải Khẩu Trần Minh Công\"do tiến sĩ Lê Tung viết ngày 2 tháng 10 niên hiệu Hồng Đức thứ 18 (1487) hiện còn lưu giữ tại đình có ghi lại sự kiện lúc sinh thời Trần Minh Công có qua xứ Lạc Đạo, thấy nơi đây phong cảnh hữu tình,dân cư thuần phác bèn lập sinh từ, giúp địa phương khơi ngòi, đắp đập, tạo dựng làng xã. Ông mất vào ngày 10 tháng 10 tại thôn Lạc Đạo. Vua [[Đinh Tiên Hoàng]] sai dân sở tại phụng thờ, hàng năm mở hội tế lễ và phong mỹ tự\"Quốc đô Thành hoàng\". Lễ hội đình Xám được tổ chức vào các ngày 17, 18 và 19 tháng 8 âm lịch hàng năm.\n\nTrần Lãm cũng được lập đền thờ ở đình Liễu Nha, đình Đông và đình Tây thuộc xã Mỹ Phúc ([[Mỹ Lộc]], [[Nam Định]]). Hiện nay, sau nhiều lần trùng tu, tôn tạo, hai ngôi đình vẫn giữ được những nét kiến trúc cổ. Lễ hội 2 đình được tổ chức vào ngày 10 tháng tư âm lịch hằng năm. Đình Phú Hào ở xã Điền Xá, huyện Nam Trực là nơi thờ Quốc đô thành hoàng Trần Lãm với lễ hội được mở vào các năm tý, ngọ, mão, dậu.<ref>[http:\/\/dienxa-namtruc.namdinh.gov.vn\/xadienxa\/2358\/33448\/43021\/98155\/tin-hoat-dong\/le-hoi-truyen-thong-lang-phu-hao-xa-dien-xa.aspx Lễ hội truyền thống làng Phú Hào xã Điền Xá]<\/ref>\n\nTại thành phố biển Hải Phòng, Trần Lãm được thờ ở di tích đình Cung Chúc và miếu Chiều Bàng xã Trung Lập, huyện Vĩnh Bảo với tôn xưng Hải Khẩu Đài Bàng. Tại miếu Chiều Bàng thờ Trần Lãm vẫn còn 2 câu đối cổ là \"Thần công bảo ánh minh thiên cổ. Thánh trạch linh từ hựu vạn dân\" và \"Tiền đường thủy điển sở hồng biên. Hậu đáo yên bình lục hương long\".<ref>[https:\/\/congly.vn\/dinh-cung-chuc-hai-phong-kien-truc-doc-nhat-vo-nhi-tho-4-vi-thanh-hoang-177994.html Đình Cung Chúc (Hải Phòng): Kiến trúc độc nhất vô nhị, thờ 4 vị Thành Hoàng]<\/ref>\n\nTại Hải Dương, di tích đình Dậu Trì cũng là nơi thờ Trần Minh Công. Nằm ở thôn Dậu Trì xã Hồng Thái,huyện Ninh Giang, Đình Dậu Trì là nơi thờ Thành hoàng làng Trần lãm hiệu là Trần Minh Công người có công phù giúp [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]] lập nên cơ nghiệp nhà Đinh thế kỷ thứ 10. Sau khi mất âm phù nhà Trần đánh giặc Nguyên thế kỉ 13.<ref>[http:\/\/ninhgiang.haiduong.edu.vn\/nhom_tin_tuc.aspx?loai=2&id=21314 TÀI LIỆU TÌM HIỂU DI TÍCH LỊCH SỬ ĐÌNH DẬU TRÌ XÃ HỒNG THÁI - HUYỆN NINH GIANG - TỈNH HẢI DƯƠNG]<\/ref>\n\nTên tuổi của tướng quân Trần Lãm được đặt cho các đường Trần Lãm ở Thái Bình; ở Hóc Môn, [[Thành phố Hồ Chí Minh]] hay đường Trần Minh Công ở [[thị trấn Thiên Tôn]], [[huyện Hoa Lư|Hoa Lư]], Ninh Bình.\n\n==Xem thêm==\n*[[Loạn 12 sứ quân]]\n*[[Đinh Tiên Hoàng]]\n\n==Ghi chú==\n{{Tham khảo}}\n{{12 sứ quân}}\n\n[[Thể loại:Nhà Đinh]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Loạn 12 sứ quân]]\n[[Thể loại:Mất năm 967]]"}