{"567151":"'''Trần Văn Lộng'''([[chữ Hán]]: 陳文弄; ? - 1313), hay '''Mai Văn Lộng''' (枚文弄) là một quý tộc [[nhà Trần]] trong [[lịch sử Việt Nam]]. Trong cuộc chiến tranh với [[nhà Nguyên]], ông đã đầu hàng nhà Nguyên và theo về phương Bắc và được phong nhiều chức tước, hưởng nhiều vinh hoa, phú quý.\n\n== Tiểu sử ==\nTheo [[An Nam chí lược]] của [[Lê Tắc]], Trần Văn Lộng là con của Nhân Thành hầu [[Trần Duyệt]] và là cháu nội của Thái sư [[Trần Thủ Độ]], được nhà Trần phong tước '''Chương Hoài Thượng hầu''' (章懷上侯), hưởng nhiều bổng lộc. Sách [[Đại Việt sử ký toàn thư]] ghi ông được nhận tước '''Văn Chiêu hầu''' (文昭侯). Trần Văn Lộng là người có tính người khiêm tính ôn hòa, được vua Trần tin dùng, phong làm đại tướng cầm quân trấn thủ vùng sông Tam Đái.\n\nNăm [[Giáp Thân]] ([[1284]]), [[mùa đông]], đại binh của Trấn Nam Vương [[Thoát Hoan]] tràn vào Đại Việt và công phá ác liệt. Đến năm sau, (1285), Trần Văn Lộng đem gia quyến, nội phụ đầu hàng nhà Nguyên. Ông được phong làm chức Gia Nghị đại phu, Tuyên Vũ Sứ Qui Hoá Giang Lộ, đồng thời được ban cho [[tiền]], [[lụa]], [[cung]] tên, yên [[ngựa]] và theo quân Nguyên tấn công Đại Việt và lập được một số công trạng. Sau này, khi nhà Nguyên thất bại trong việc xâm chiếm Đại Việt, ông và những người đầu hàng quân Nguyên phải sống lưu vong ở Trung Quốc.\n\nNăm 1289, vua Trần ra sắc lệnh bắt ông và đa số dòng tộc Trần (ngoại trừ [[Trần Ích Tắc]]) đầu hàng quân Nguyên phải đổi sang [[Mai (họ người)|họ Mai]] (枚).\n\nNăm [[Tân Mão]] ([[1291]]), Trần Văn Lộng được vào triều kiến và được tuyên mệnh thăng ''Trung đại phu'', ''Tuyên Úy Sứ Quảng Tây đạo'', cho tiền 25.000 quan, kim đoạn hai cây. Năm [[Bính Ngọ]], Đại Đức ([[1306]]), ông bị đình chỉ cấp lương tháng mà được cho ruộng 100 khoảnh để tự cấp dưỡng. Năm [[Nhâm Tý]], Hoàng Khánh ([[1312]]), ông lại được vào yến kiến, chuyển qua ngạch ''Chánh Phụng đại phu'', chức như cũ.\n\n[[Tháng 2]] năm sau ([[1313]]), Trần Văn Lộng mất, thi hài của ông được [[chôn cất|chôn]] ở hồ Mã Gia đất Hán Dương [[Trung Quốc]], và được con cháu phụng thờ.\n\n== Thao khảo ==\n{{tham khảo}}\n\n* An Nam Chí lược, Lê Tắc, quyển 13, gia thế họ Trần.\n\n==Xem thêm ==\n* [[Trần Ích Tắc]]\n* [[Trần Kiện]]\n* [[Trần Di Ái]]\n* [[Lê Tắc]]\n\n[[Thể loại:Nhân vật thời Trần]]\n[[Thể loại:Nhà Trần]]\n[[Thể loại:Hoàng tộc nhà Trần]]"}