{"438838":"'''Trần Thị Trâm''' (1860 – 1930), là một thành viên trong [[phong trào Cần Vương]] và [[phong trào Đông Du]] tại Việt Nam. Chính vì những công lao và sự hy sinh của bà, mà bà đã được nhà cách mạng [[Phan Bội Châu]] phong tặng danh hiệu là ''Nữ kiệt đất Hồng Lam'', là ''Tiểu Trưng''. \n==Cuộc đời==\n'''Trần Thị Trâm''', người làng Đằng Cao, nay thuộc xã Quỳnh Giang, huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]].\n\nNgười ta kể rằng, một lần danh sĩ [[Phạm Đình Toái]] sau khi khảo đính xong quyển ''[[Đại Nam Quốc sử Diễn ca|Đại Nam quốc sử diễn ca]]''<ref>Bộ sử thi này lúc đầu tên là \"Sử ký quốc ngữ ca\", viết bằng [[chữ Nôm]], do một tác giả khuyết danh khởi soạn, chép từ đời [[Hồng Bàng]] đến đời [[nhà Mạc]]. Sau đó, [[Lê Ngô Cát]] sửa chữa và viết tiếp đến thời [[nhà Hậu Lê|Lê]]-[[chúa Trịnh|Trịnh]], dài 3.774 câu. Cuối cùng, Phạm Đình Toái cắt bỏ một số đoạn, bổ sung thêm, sắp xếp lại và lấy tên \"Đại Nam quốc sử diễn ca\", gồm 2054 câu [[thơ#Lục bát|lục bát]], kể sự việc từ đời [[Hồng Bàng]] đến thời [[Nhà Lê sơ|Lê]]-[[chúa Trịnh|Trịnh]].<\/ref>, liền đem ra cho những học trò xem và hỏi cảm tưởng của họ. Sau đôi ba ý kiến khen ngợi, một cô gái trẻ đã mạnh dạn đứng lên thưa rằng:\n:''Cuốn sách hay, nhưng con nghĩ thầy đánh giá về Hai [[Hai Bà Trưng|Bà Trưng]] là chưa đúng. Mặc dù, việc kình chống với [[Mã Viện]] có thất bại, nhưng cũng không thể nào hạ bút viết câu: \"Nữ nhi chống với anh hùng được nao?\"''\n\nNgười phát biểu đó chính là cô Trần Thị Trâm, con gái Tiến sĩ Trần Hữu Dực, từng là Tri phủ Vĩnh Tường và là một nhà hoạt động nổi tiếng từ thời Cần Vương.\n\nThương cô Trâm nết na, hiếu học lại có chí khí, ông Phạm Đình Toái bèn nói với chị là Phạm Thị Kháng (vợ [[Hồ Bá Ôn]], Án sát tỉnh [[Nam Định]], hy sinh năm 1883, khi quân Pháp đánh chiếm thành Nam Định), đến xin cưới cô cho Hồ Bá Trị, tức con trai của chị và là cháu của mình. Về làm dâu làm vợ, bà Trị (tức Trần Thị Trâm) còn tỏ ra là một tay đảm đang nên được nhiều người quý mến.\n\nNăm 1885, ở trong làng hai bên Lương-Giáo (bên theo đạo thờ ông bà, bên theo đạo [[Thiên Chúa giáo]]) cứ lụt đụt mãi. Trong một lần đánh nhau, Hồ Bá Trị (theo bên Lương) bị thương nặng rồi mất, bỏ lại người vợ trẻ và hai đứa trai con nhỏ (con lớn là Hồ Xuân Kiêm [5 tuổi], con nhỏ là Hồ Xuân Lan [tức [[Hồ Học Lãm]], 2 tuổi]).\n \nRồi vì thương con, bà Trị không đi bước nữa, mặc dù lúc ấy bà chỉ mới 25 tuổi. Sau, trong một bài thơ tự sự, bà có nói qua chuyện này: ''Hai mươi lăm tuổi kể chi\/ Thương hai con dại, mẹ đi không đành''…\n\nKể từ đó, bà Trị tìm thầy giỏi cho con học, kén bạn tốt cho chơi. Chính nhờ sự dạy dỗ chu đáo và nghiêm khắc đó, mà sau này hai con của bà đều là người hữu ích cho đất nước, cho xã hội (Xem thêm [[Hồ Học Lãm]]).\n\nVà cũng kể từ đó, bà Trị bắt đầu hoạt động ngầm trong [[phong trào Cần Vương]]. Để che mắt quân Pháp, bà đi buôn lụa (nên sau này có danh là \"bà Lụa\"). Năm 1889, bà nhận tiền của lãnh tụ [[Phan Đình Phùng]] sang [[Xiêm]] mua vũ khí. Vì chưa có kinh nghiệm nên bà bị bọn lái buôn lừa lấy sạch tiền bạc. Lập tức, bà trở về quê bán hết 20 [[mẫu]] ruộng để chu toàn nhiệm vụ.\n\nKhi phong trào Cần Vương bị rã tan, bà tham gia phong trào Đông Du do Phan Bội Châu khởi xướng. Và bà chính là cầu nối gắn phong trào này với cuộc [[khởi nghĩa Yên Thế]] của [[Hoàng Hoa Thám]] ở phía Bắc. Đề cập đến những năm tháng hoạt động gian lao, không biết mệt mỏi của bà, nhà nghiên cứu Phan Hữu Thịnh, viết: \n:''Trong cuộc đời hoạt động yêu nước, Trần Thị Trâm không giữ một chức vị gì lớn. Bà chỉ làm những công việc bình thường như giao thông liên lạc, mua sắm vũ khí, vận động quần chúng, quên góp tiền của...Ấy vậy mà thực dân Pháp và bọn tay sai vẫn coi bà là một đối tượng rất nguy hiểm đối với chúng. Không thể kể xiết những lần chúng bắt bớ, giam cầm bà. Khi thì dụ dỗ, lúc thì tra khảo, vậy mà chúng vẫn không sao lay chuyển nổi tấm lòng kiên trung đó...Chính vì vậy, bà được nhà cách mạng Phan Bội Châu đặt cho danh hiệu là \"Nữ kiệt đất Hồng Lam\", là \"Tiểu Trưng\".<ref>Phan Hữu Thịnh, ''Trần Thị Trâm - Tiểu Trưng - Bà Lụa in trong Người Xứ Nghệ, Nhà xuất bản Nghệ An, 2007, tr.144.<\/ref>\nNgày 6 tháng năm 1930, bà Trị (Trần Thị Trâm) mất, thọ 70 tuổi.\n\n==Câu nói lưu danh==\nNăm 1906, hưởng ứng phong trào Đông Du, bà Trị cho Hồ Học Lãm xuất dương sang [[Nhật Bản|Nhật]] học tập. Khi chia tay nhau ở biên giới, bà đã xé một chiếc khăn đưa cho con rồi nói rằng: \n{{cquote|''Con sinh ra là để rửa nhục cho đất nước, cũng như cái khăn mặt này dệt ra là để lau sạch mặt người, Chuyến đi này chắc chắn con sẽ gặp nhiều khó khăn trắc trở, con phải cố gắng vượt qua, nhất thiết không được bỏ cuộc nửa chừng, không được phản bội Tổ quốc. Nếu con làm trái lời mẹ thì mẹ sẽ coi con không khác gì cái khăn bị xé bỏ này.''}}\n==Ghi nhận công lao==\nTrên website ''Hội liên hiệp phụ nữ Việt Nam'' có bài viết về Trần Thị Trâm như sau: \n:''Noi gương những bậc tiền bối, bà Trần Thị Trâm ở Quỳnh Đôi, huyện Quỳnh Lưu đã nén mất mát, đau thương, quyết đứng lên trả thù nhà, đền nợ nước. Với tinh thần yêu nước nồng cháy, bà đã bất chấp hiểm nguy vượt lên cả mọi lễ giáo phong kiến ràng buộc, bàn tán và chịu đựng những tiếng \"ong ve\" của một phụ nữ goá bụa, để lo công việc làm giao thông liên lạc từ đằng trong ra đằng ngoài, hết phong trào Cần Vương lại đến phong trào Đông Du... Là người phụ nữ can đảm, thông minh và mưu trí, bà Trần Thị Trâm đã vượt hiểm nguy, thân gái dặm trường, hết đằng trong ra đằng ngoài, sang Xiêm, [[Trung Quốc]], để làm đường dây đưa thanh niên yêu nước Nghệ An đi xuất dương, và mua sắm vũ khí từ nước ngoài về cho nghĩa quân. Bà Trâm đã đưa những người thanh niên ưu tú của Nghệ An ra đi tìm đường cứu nước, trong đó có con trai của mình là Hồ Học Lãm và cháu mình là [[Hồ Tùng Mậu]]. Bà Trần Thị Trâm là tấm gương sáng trên mọi lĩnh vực cho phụ nữ Nghệ An soi chung học tập, bà xứng đáng được nhận danh hiệu \"Nữ kiệt đất Hồng Lam\", \"Tiểu Trưng' do cụ Phan Bội Châu phong tặng.''<ref>Trích trong bài \"Góp phần làm rạng danh truyền thống xứ nghệ\" ở tại địa chỉ: [http:\/\/www.hoilhpn.org.vn\/NewsDetail.asp?Catid=142&NewsId=1468&lang=VN]{{Liên kết hỏng|date=ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}.<\/ref>\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*Lê Minh Quốc, ''Các vị nữ danh nhân Việt Nam''. Nhà xuất bản Trẻ, 2009.\n*Phan Hữu Thịnh, ''Trần Thị Trâm - Tiểu Trưng - Bà Lụa'' in trong Người Xứ Nghệ, Nhà xuất bản Nghệ An, 2007.\n\n \n{{Thời gian sống|sinh=1860|mất=1930}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]"}