{"2415768":"'''Trần Văn Kiểu''' ([[1918]]-[[1968]]), còn được biết đến với bí danh \"Chín K\", là một [[anh hùng lực lượng vũ trang nhân dân Việt Nam]]. Ông là một trong những thủ lĩnh của các cuộc đình công ở Nam Bộ thời kỳ chống Pháp và chống Mỹ.<ref name=\"A\">[http:\/\/www1.laodong.com.vn\/pls\/bld\/folder$.view_item_detail(10006) Nhớ thủ lĩnh các cuộc đình công ở Nam Bộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131019131744\/http:\/\/www1.laodong.com.vn\/pls\/bld\/folder$.view_item_detail(10006) |date=2013-10-19 }}, nguồn \"báo Lao động\".<\/ref>\nTên của ông được đặt cho một con đường ở Quận 6, [[Thành phố Hồ Chí Minh]].\n\n== Tiểu sử ==\n[[Hình:Trần Văn Kiểu monument.JPG|nhỏ|400px|Bia tưởng niệm liệt sĩ Trần Văn Kiểu và Lê Thị Riêng]]\nTrần Văn Kiểu sinh năm 1918 tại xã Sơn Thịnh (nay là xã An Hòa Thịnh), huyện Hương Sơn, tỉnh [[Hà Tĩnh]].\n\nĐầu những năm 1940, ông làm công nhân đồn điền (phu đồn điền) cao su tại miền Đông Nam Bộ. Tại đây, ông đã tham gia và tổ chức những cuộc đấu tranh đòi quyền lợi cho những người công nhân.\n\nÔng gia nhập [[Đảng Cộng sản Việt Nam]] và trở thành một thành viên hoạt động tích cực trong việc vận động và tổ chức các phong trào công nhân. Tháng 8 năm [[1945]], ông là thành viên Ủy ban khởi nghĩa huyện Xuân Lộc và khi Liên đoàn Cao su Biên Hòa được thành lập, ông được giao chức danh Phó Thư ký, Bí thư chi bộ kiêm Chính trị viên đại đội cao su, chuyên làm nhiệm vụ phá hoại kinh tế của địch.\n\nNăm [[1954]], cuộc kháng chiến chống Pháp kết thúc, ông ở lại miền Nam tiếp tục hoạt động bí mật. Ông được bầu làm ủy viên Ban chấp hành Khu ủy Sài Gòn - Gia Định kiêm Phó ban Công vận. Ông đã trực tiếp lãnh đạo và tổ chức nhiều cuộc biểu tình quy mô lớn với sự tham gia của hàng vạn công nhân, nông dân và giới trí thức.\n\nNăm 1967, ông bị chính quyền [[Việt Nam Cộng hòa]] bắt. Chính một đồng chí của ông bị bắt và khai ra ông và những đồng đội khác. Cùng bị bắt với ông trong đợt này còn có bà [[Lê Thị Riêng]]. Sau khi dùng mọi thủ đoạn và cực hình nhưng không lay chuyển được ông, đêm mùng 2 Tết Mậu Thân ([[1968]]), chính quyền đã đưa ông và bà Lê Thị Riêng đi thủ tiêu<ref name=\"B\">[http:\/\/www.tienphong.vn\/Page\/PrintView.aspx?ArticleID=12206 Những giây phút cuối hào hùng của chị Lê Thị Riêng], nguồn \"Báo Tiền phong\".<\/ref>\n\nNgày nay, Nhà nước [[Cộng hòa xã hội chủ nghĩa Việt Nam]] đã xây dựng một bia tưởng niệm tại nơi mà ông Trần Văn Kiểu và bà [[Lê Thị Riêng]] bị sát hại (trên đường Hồng Bàng, đoạn giữa [[Đường Châu Văn Liêm, Thành phố Hồ Chí Minh|đường Châu Văn Liêm]] và đường Lý Thường Kiệt, quận 5, TP Hồ Chí Minh). Năm [[1985]], tên ông được đặt cho con đường chạy dọc [[kênh Tàu Hủ]] thuộc địa bàn [[Quận 5]] và [[Quận 6]], vốn trước đó là Bến Lê Quang Liêm<ref>{{chú thích sách|tác giả=Nguyễn Q. Thắng, Nguyễn Đình Tư|tựa đề=Đường phố Thành phố Hồ Chí Minh|nhà xuất bản=Nhà xuất bản Văn hóa – Thông tin|year=2001|nơi=|trang=243|url=https:\/\/www.google.com\/books\/edition\/Đường_phố_Thành_phố_Hồ_Chí_M\/DXxuAAAAMAAJ|doi=|id=|isbn=}}<\/ref>. Tuy nhiên, đến năm [[2011]], sau khi đường được nâng cấp mở rộng thành một phần của đại lộ Đông – Tây và được đặt tên mới là [[Đường Võ Văn Kiệt, Thành phố Hồ Chí Minh|đường Võ Văn Kiệt]] thì tên đường Trần Văn Kiểu được chuyển sang đặt cho đường số 11 thuộc khu dân cư Bình Phú, Quận 6 cho đến nay.<ref>{{Chú thích web|url=http:\/\/www.congbao.hochiminhcity.gov.vn\/tin-tuc-tong-hop\/Dieu-chinh-dat-ten-duong-tren-dia-ban-quan-1--5--6|tựa đề=Điều chỉnh đặt tên đường trên địa bàn quận 1, 5, 6|ngày=2011-04-18|website=Công báo Thành phố Hồ Chí Minh|url-status=live}}<\/ref>\n\n== Tham khảo ==\n\n{{tham khảo}}\n\n{{thời gian sống|1918|1968}}\n\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Hương Sơn]]"}