{"584187":"'''Trần Danh Lâm''' ([[1704]]-[[1776]]) là đại thần nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n== Thân thế ==\nTrần Danh Lâm người làng Bảo Triện huyện Gia Định, nay là thôn Phương Triện xã Đại Lai huyện [[Gia Bình]], tỉnh [[Bắc Ninh]]. Cha ông là [[Trần Phụ Dực]] đỗ đồng tiến sĩ năm [[1683]] và làm tới chức Tham chính [[Lạng Sơn]].\n\nTrong 10 người con của Trần Phụ Dực, Trần Danh Lâm là con thứ 9 và là em cùng mẹ của [[Trần Danh Ninh]].\n\n== Sự nghiệp ==\nNăm [[1723]] đời [[Lê Dụ Tông]], Trần Danh Lâm của anh là Trần Danh Ninh đi [[thi Hương]] và cùng đỗ. Năm [[1731]] đời [[Lê Duy Phường]], ông lại cùng Trần Danh Ninh đỗ cùng một khoa, trong nhà rất vinh hiển vì khoa cử<ref>Phan Huy Chú, sách đã dẫn, tr 358<\/ref>.\n\nĐời [[Lê Hiển Tông]], ông làm Đốc đồng [[Cao Bằng]], có công dẹp dư đảng họ Mạc nên được thăng làm Hiệu lý tán Viện hàn lâm, tước Thục Nhạc bá. Ít lâu sau ông được thăng làm Đốc trấn.\n\nNăm [[1745]], ông mang quân thu phục lại thành Lạng Sơn được ghi công thăng làm Thiêm đô ngự sử, lên tước hầu.\n\nNăm [[1746]] Trần Danh Lâm được gọi về kinh thăng làm Hữu thị lang bộ Công, quản lý 2 đạo, rồi lên làm Thị lang bộ Hình.\n\nNăm [[1747]], ông làm Đốc thị ở Nghệ An, sang năm sau có quân công nên được thăng làm Thị lang bộ Binh. Ông trấn thủ các địa phương trong 13 năm rất được triều đình tin cậy.\n\nNăm [[1759]], ông được gọi về kinh làm việc ở Bộ Lại rồi vào phủ chúa làm Bồi tụng, kiêm phó đô ngự sử.\n\nNăm [[1767]], Trần Danh Lâm làm Tả thị lang bộ Công và Tả thị lang bộ Hộ, kiêm Đô ngự sử ở Đài ngự sử.\n\nNăm [[1769]] vì tuổi cao ông viết đơn xin về hưu, được thăng làm Thượng thư bộ Công, rồi gia thăng thêm chức Thượng thư Bộ Hình.\n\nTrần Danh Lâm phục vụ triều đình tất cả 39 năm, coi giữ nhiều địa phương, có 6 lần được xét công lao<ref name=\"phc359\">Phan Huy Chú, sách đã dẫn, tr 359<\/ref>, làm Bồi tụng (Phó Tể tướng) trong 6 năm.\n\nTới năm [[1776]], ông lại được chúa [[Trịnh Sâm]] đặc cách gọi ra làm việc ở Bộ Lại. Nhưng được ít lâu sau ông qua đời, thọ 73 tuổi. Triều đình truy tặng ông làm Thiếu bảo, thụy là Trung Lượng.\n\nCon Trần Danh Lâm là [[Trần Danh Án]] đỗ Hoàng giáp năm [[1787]] thời [[Lê Chiêu Thống]]. Sau khi nhà [[Nhà Lê sơ|Hậu Lê]] mất, Danh Án không ra làm quan với [[nhà Tây Sơn]] mà ở ẩn tới khi mất.\n\n==Nhận định ==\nSử gia [[Phan Huy Chú]] nhận định về ông như sau<ref name=\"phc359\"\/>:\n:''Ông tính thanh liêm, khoan hòa, dễ dãi, không tranh giành với ai, đến đâu dân cũng nhớ ơn… Ai ai cũng suy tôn là người giữ lòng công chính.''\n\n== Xem thêm ==\n* [[Trần Danh Ninh]]\n* [[Trần Danh Án]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Sinh năm 1704]]\n[[Thể loại:Mất năm 1776]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}