{"590519":"'''Trần Thiêm Bình''' (陳添平, ? – [[1406]]) là nhân vật chính trị cuối [[nhà Trần|thời Trần]] tới [[nhà Hồ|thời Hồ]] trong [[lịch sử Việt Nam]]. Ông kêu gọi [[nhà Minh]] mang quân đánh [[nhà Hồ]] và cuối cùng bị nhà Hồ tiêu diệt.\n\n== Nguồn gốc ==\nVề tên thật của Trần Thiêm Bình, sử sách đề cập khác nhau. Theo [[Đại Việt sử ký toàn thư]], Thiêm Bình có tên là '''Nguyễn Khang''' (阮康), [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] thì ghi Thiêm Bình vốn có tên là '''Trần Khang''' (陳康). Ông vốn là gia nô của Trần Tông, một thổ hào ở vùng biên cương giữa [[Đại Việt]] và [[Chiêm Thành]].\n\nCuối [[thế kỷ 14]], [[chiến tranh Việt-Chiêm 1367-1396|cuộc chiến Việt-Chiêm]] bùng nổ ác liệt. Sau khi chiến tranh tạm lắng, [[nhà Trần]] hạ lệnh bắt trị tội nhiều thổ hào ở [[Nghệ An]], [[Tân Bình (địa danh cũ)|Tân Bình]], [[Thuận Hóa]] và các tướng từng theo [[Chiêm Thành]], trong số đó có Trần Tông.\n\nSau khi Trần Tông bị bắt, Nguyễn Khang (hay Trần Khang) đổi tên là '''Trần Thiêm Bình''' và bỏ trốn sang [[Lào|Ai Lao]], rồi đi theo đường [[Vân Nam]] chạy sang [[Trung Quốc]]. [[Minh thực lục]] gọi ông là '''Trần Thiên Bình''' (陳天平).<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/yong-le\/year-2-month-8-day-28<\/nowiki>, accessed January 23, 2017<\/ref>\n\n== Cầu viện nhà Minh ==\nĐến năm [[1400]], nhân sự kiện [[Hồ Quý Ly]] cướp ngôi nhà Trần-Đại Việt, lập ra [[nhà Hồ]]-[[Đại Ngu]], Trần Thiêm Bình mạo xưng là con vua [[Trần Nghệ Tông]],<ref>Viện Sử học, sách đã dẫn, tr 45<\/ref> chạy sang [[Bắc Kinh|Yên Kinh]] cầu viện [[nhà Minh]] xin giúp binh đánh Đại Ngu báo thù. Thiêm Bình khẩn khoản nói với [[Minh Thành Tổ]] ra quân, chỉ cần vài ngàn người có thể thắng lợi, vì đi tới đâu sẽ có người hưởng ứng.<ref>Trần Xuân Sinh, sách đã dẫn, tr 411<\/ref>\n\nNăm [[1404]], [[nhà Minh]] sai Lý Ỷ sang hỏi nhà Hồ về việc Trần Thiêm Bình. Lý Ỷ đến công quán sai người do thám tình hình [[Đại Ngu]]. Sau khi Lý Ỷ về, hoàng đế [[Hồ Hán Thương]]<ref>Hồ Quý Ly lên ngôi không lâu thì lên làm thượng hoàng, nhường ngôi cho con là Hán Thương<\/ref> sai [[Nguyễn Cảnh Chân]] dâng biểu tạ tội và xin rước Trần Thiêm Bình về nước và tôn làm chúa.<ref>Viện Sử học, sách đã dẫn, tr 46<\/ref>\n\n== Bị giết ==\nTháng 4 năm [[1406]], lấy cớ đưa Trần Thiêm Bình về nước, [[Minh Thành Tổ]] sai Hàn Quan và Hoàng Trung mang 5.000 quân hộ tống để lập Trần Thiêm Bình làm vua.<ref>Ming Shi-lu, Vol 10, trang 0740-41<\/ref><ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/yong-le\/year-4-month-3-day-16<\/nowiki>, accessed January 23, 2017<\/ref>\n\nNgày 8 tháng 4, Hoàng Trung đánh vào cửa Lãnh Kinh.<ref>Cửa [[sông Cầu]], khoảng Đáp Cầu hiện nay<\/ref> Hai cánh quân thủy bộ nhà Hồ đụng độ với quân Minh. Quân Đại Ngu khinh địch nên bị bại trận đầu tiên, 4 đại tướng tử trận, tể thần [[Hồ Nguyên Trừng]] suýt bị bắt sống.\n\nNhưng đúng lúc đó, tướng Hồ Vấn mang quân từ Vũ Cao (Bắc Giang) đánh úp quân Minh. Hoàng Trung không chống nổi, đến đêm bèn rút quân về. Song các tướng Đại Ngu là Hồ Xạ và Trần Đĩnh mang quân đóng chặn ở [[ải Chi Lăng]]. Quân Minh bị mất đường về, buộc phải chấp nhận giao nộp Trần Thiêm Bình và sai Cao Cảnh đưa hàng thư, đề nghị mở đường cho về nước:\n:''\"Hoàng Tổng Binh sai tiểu nhân tới đây trình bày ngài biết việc này: Trước vì Thiêm Bình chạy sang triều đình tâu rằng hắn chính là An Nam Quốc Vương hoàng tử, vì thế mới cử đại binh sang chiêu dụ. Không ngờ bách tính xứ này đều không phục, rõ ràng là hắn nói bậy. Nay lui quan quân về tâu với triều đình thì bị quan ải dọc đường ngăn giữ, nghẽn lối không qua được. Nay đem Thiêm Bình tới nộp, xin thả cho đi thì may lắm\".''\n\nHồ Xạ nhận hàng thư, bằng lòng nhận Thiêm Bình, và mở vòng vây cho quân Minh rút lui. Trần Thiêm Bình bị quân Đại Ngu bắt mang về.\n\nKhi bị tra hỏi gốc tích quê quán thuộc tổng nào, Trần Thiêm Bình im lặng không chịu nói. Kết quả Thiêm Bình bị nhà Hồ xử tội [[tùng xẻo|lăng trì]]. Những thuộc hạ đi cùng Thiêm Bình được xá tội và đưa vào [[Nghệ An]] cho làm ruộng.<ref name=\"txs412\">Trần Xuân Sinh, sách đã dẫn, tr 412<\/ref>\n\nViệc Trần Thiêm Bình bị giết khiến nhà Minh tức giận và dùng làm cớ tiến đánh nhà Hồ.<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/yong-le\/year-4-month-4-day-11<\/nowiki>, accessed January 23, 2017<\/ref>\n\n== Bình luận ==\nTrần Xuân Sinh nói về Trần Thiêm Bình như sau:<ref name=\"txs412\"\/>\n\n:''Trần Thiêm Bình không rõ có phải tông thất nhà Trần hay không, muốn tranh giang sơn với nhà Hồ, không đường hoàng chiêu tập tướng sĩ phất cờ khởi nghĩa, lại đi cầu cứu nước người, để nhà Minh có cớ sang đánh nước ta, rước voi về giày mồ, bị bắt giết là đáng. Nếu việc thành mà làm vua thì cũng chỉ có hư vị.''\n\n== Xem thêm==\n* [[Hồ Quý Ly]]\n* [[Chiến tranh Minh - Đại Ngu|Chiến tranh Minh-Đại Ngu]]\n\n== Tham khảo ==\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n* Trần Xuân Sinh ([[2006]]), ''Thuyết Trần'', Nhà xuất bản Hải Phòng\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* [[Đại Việt sử ký toàn thư]]\n* Ming Shi-lu, Vol 10\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1406]]\n[[Thể loại:Nhân vật thời Trần]]\n[[Thể loại:Nhân vật thời Hồ]]\n[[Thể loại:An Nam quốc vương]]"}