{"324149":"[[Tập tin:Mộ Trần Hầu.jpg|nhỏ|phải|250px|Mộ Trần Hầu trên triền núi Bình San (Hà Tiên).]]\n'''Trần Hầu''' (陳侯) hay '''Trần Cơ''' (陳機), tên thật là '''Trần Đại Lực'''<ref>Theo nghiên cứu của GS. Trần Kinh Hòa, thì Trần Đại Lực trong ''Gia Định thành thông chí'', Trần Hầu trong ''Mạc thị gia phả'' và Trần Cơ (Cơ Trí hầu Trần Công) ghi trên ''bia mộ số 9'' ở núi Bình San, là cùng một người. Ngoài ra, có sách còn ghi Trần Hầu là ''Trần Văn Lực'', ''Trần Văn Phương''...nhưng theo Trương Minh Đạt, chữ Lực và chữ Phương, Chữ Đại và chữ Văn, trong Hán tự có dạng gần giống nhau, khi chép dễ lẫn lộn. Và ông đã đề nghị chấp nhận tên Trần Đại Lực vì theo thói tục tên đệm của cha con thường giống nhau, và còn vì tên Lực được nhiều sách khác chép khá trùng hợp. (Theo ''Nghiên cứu Hà Tiên'', tr. 155 và tr. 160).<\/ref> (陳大力, ? - [[1770]]); là cháu của đô đốc [[Mạc Thiên Tứ]] và là võ quan dưới thời chúa [[Nguyễn Phúc Thuần]] trong [[lịch sử Việt Nam]].\n\n==Thân thế và sự nghiệp==\n'''Trần Đại Lực''' là con của thống binh [[Trần Đại Định]]<ref>Trần Đại Định tước ''Định Sách hầu'', là con trai đô đốc [[Trần Thượng Xuyên]], và là con rể của [[Mạc Cửu]], tổng trấn [[Hà Tiên (tỉnh)|Hà Tiên]]. Năm [[1725]], Đại Định nhờ phụ ấm, làm quan dần tới chức tổng binh, tước Định Viễn hầu, chỉ huy cả hai đạo binh Phiên Trấn và Long Môn, dưới triều chúa [[Nguyễn Phúc Chu]]. Năm [[Nhâm Tý]] ([[1731]]), quân [[Chân Lạp]] do một lưu dân [[Lào]] hoặc [[Rōnin|Ronin]] ở làng Prea Sot (Sà Tốt) đứng đầu sang cướp phá ở [[Gia Định]], ông đắp lũy đất ở Hoa Phong để chống cự và rồi đánh đuổi được. Tuy lập được công, nhưng ông bị Thống suất Trương Phước Vĩnh vu tội, phải chạy ra kêu oan với chúa Nguyễn. Chúa Ninh sai giam ông vào nhà lao [[Quảng Nam]]. Khi điều tra ra việc thì ông đã bị ốm chết trong ngục. Trần Đại Định được chúa Ninh truy tặng hàm Đô Đốc Đồng Tri thụy là ''Trương Mẫn'', còn Phước Vĩnh vì tội vu oan bị giáng xuống làm cai đội. Xem chi tiết trong ''[[Gia Định thành thông chí]]'' (Quyển 6: Thành trì chí, mục: cầu Cao Miên) [http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100704080302\/http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/|date = ngày 4 tháng 7 năm 2010}}.<\/ref>, và là cháu nội của Đô đốc [[Trần Thượng Xuyên]].\n \nChưa biết năm sinh và nơi sinh của Trần Hầu, chỉ biết sau khi cha ông bị bắt giam rồi chết oan trong ngục thất ở [[Quảng Nam]] vào giữa [[tháng chạp|thánh Chạp]] năm [[1732]], thì ông theo mẹ về sống ở quê ngoại là [[Hà Tiên (tỉnh)|Hà Tiên]], rồi về sau (không rõ năm), được cử làm cai đội.\n\nSách ''[[Gia Định thành thông chí]]'' của [[Trịnh Hoài Đức]], kể:\n:''Năm [[Đinh Hợi]] ([[1767]]), mùa xuân [[tháng ba|tháng 3]], nước Diến Điện ([[Myanma|Miến Điện]]) đem quân đánh phá nước [[Xiêm]], đốt cung điện, cướp của báu, bắt vua Hủi<ref>Vua Hủi tức vua Boromoraja, còn được gọi vua Cùi hay Phung vương<\/ref> và con vua là Chiêu Đốc Đa, lùa vài vạn dân đem về. Con thứ hai là Chiêu Thúy chạy sang Hà Tiên...Tông Đức Hầu (tức Mạc Thiên Tứ) sợ nước Diến Điện nhân khi hăng, càn quấy bừa bãi, mới sai cháu là Cai đội Thắng Thủy Lực Tài hầu Trần Đại Lực (con của em gái Tông Đức Hầu) đem chiến hạm và quân binh đến đóng ở xứ Châu Bôn (đầu địa giới nước Xiêm) tuần phòng ngoài biên...<ref name=\"a\">''[[Gia Định thành thông chí]]'', tr. 122.<\/ref>\n \nBấy giờ nước [[Xiêm|Xiêm La]] không có vua, chức Phi nhã (Phya) đất Mang Tát là Phraya Tak (tức [[Taksin|Trịnh Quốc Anh]] hay Trịnh Tân) bèn khởi binh, đánh đuổi quân Miến Điện, được quân sĩ tôn làm vua vào [[tháng bảy|tháng 7]] năm [[1767]]...Trịnh Quốc Anh biết con vua cũ là Chiêu Thúy còn ở [[Hà Tiên (tỉnh)|Hà Tiên]], sợ ngày sau sinh ra biến loạn, nên vài lần mang quân sang đánh hay sai người quấy phá nơi ấy.\n\nTrước cục diện đó, theo ''Mạc thị gia phả'' của Vũ Thế Dinh, thì:\n:''Năm Cảnh Hưng thứ...([[1769]]), ông (Mạc Thiên Tứ) sai người con của cô em là Thắng Thủy Trần Hầu đốc xuất 5 [[vạn]] quân thủy lục bắc phạt Xiêm La. Trần Hầu là cháu Trần tướng triều Minh (tức Trần Thượng Xuyên), tập ấm cha làm tướng. Lúc ấy, chiến chuyến thuyền, cờ xí liên lạc trên một [[dặm Anh|dặm]], quân đóng trên đất Xiêm (Chantaboun, tức Trạch Vấn) thiết lập đồn trại để chờ biến động. Trịnh Tân (vua Xiêm) sai tướng cất 3 ngàn quân bộ đến ứng viện Trạch Vấn. Trần Hầu sai đại quân xung sát, quân Xiêm thua to phải chạy về...Trần Hầu đóng quân ở Trạch Vấn Sơn hơn hai tháng, không phục thủy thổ và chướng lệ phát sinh hàng ngày. Trần Hầu mắc bệnh trầm trọng, quân lính chết dịch mỗi ngày hàng trăm người, quan tham mưu thấy cơ vụ khó thành tựu, gửi văn thư về cho Tiên công (Mạc Thiên Tứ) trình bày lý do mọi sự. Tiên công liền sai thuộc thần cầm hịch triệu Trần hầu kéo quân về. Lúc mới ra đi, Trấn binh lên đến 5 vạn, đến khi về chỉ còn hơn một vạn người...''<ref>Vũ Thế Dinh, ''Hà Tiên trấn Hiệp trấn Mạc thị gia phả'', bản A.39, Thư viện Hán Nôm, [[Hà Nội]], tờ 8a-8b.<\/ref>\n \nVề nguyên nhân dẫn đến cái chết của Trần Hầu, sách ''[[Gia Định thành thông chí]]'' chép tương tự:\n:''Khi ấy, sau khi nước Xiêm bị nạn binh hỏa, dịch lỵ lại phát, quân thú của Hà Tiên và dân Xiêm cùng chết ngổn ngang. Lực Tài hầu (Trần Đại Lực) cũng bịnh chết...<ref>Sau câu này, ''Gia Định thành thông chí'' còn ghi thêm câu:''...nhưng biên giới chưa yên, việc binh không thể bỏ được, vẫn sai Kỳ Tài hầu (tên Từ Hữu Dũng, con rể của Mạc Thiên Tứ) đạo Ngũ Nhung đến thay, không bao lâu vì ốm (được) triệu về, đi giữa đường lại chết.'' Nhưng theo Trương Minh Đạt, thì sách''Gia Định thành thông chí'' ghi sai, vì ông Dũng đã được lệnh đưa quân sang [[Bangkok]] năm 1767, trước cuộc xuất quân của Trần Hầu khoảng hai năm (Xem thêm dẫn chứng trong sách ''Nghiên cứu Hà Tiên'', tr. 161-162). Và căn cứ vào bia mộ mang số 5 tại núi Bình San, thì ông Dũng chết vào mùa thu năm [[1767]], tức cùng năm ông kéo quân sang Xiêm.<\/ref>\n\nTheo mộ bia của Trần Hầu trên núi Bình San (Hà Tiên), ông mất ''tháng cuối mùa Xuân [[Canh Dần]] (1770)''. Hiện nay, ở thị xã Hà Tiên có con đường lớn mang tên Trần Hầu.\n\n==Thông tin liên quan==\n[[Tập tin:Thanh kiếm Xiêm.jpg|nhỏ|phải|170px|Thanh kiếm gãy của một võ tướng Xiêm]] \nNgoài các sách trên, việc tướng Trần Hầu kéo quân đánh chiếm Trạch Vấn của Trịnh Tân, còn được các tài liệu nước ngoài ghi lại, như: \n*Thư của giáo sĩ Morvan, lưu trú tại Hà Tiên, gửi về cho Hội truyền giáo hải ngoại Pháp, đề ngày [[22 tháng 3]] năm [[1771]], trích:\n:''[[Tháng 9]] năm [[1769]], vì xích mích với Trịnh Tân, vua mới của nước Xiêm, người cầm quyền xứ Hà Tiên (Mạc Thiên Tứ) trang bị hai hạm đội, trước sau xuất phát sang Xiêm La, tấn kích kẻ địch tại sào huyệt...''\n*''Thực lục Cao Tông'' của [[nhà Thanh]] chép:\n:''Ngày [[Kỷ Dậu]], [[tháng 7]], năm [[Càn Long]] thứ 33 (tức ngày [[30 tháng 8]] năm [[1769]]), Tổng đốc Lưỡng Quảng là Lý Thị Nghiêu phúc tâu rằng: \"Nay Trấn mục Hà Tiên là Mạc Sĩ Lân (Mạc Thiên Tứ) phát binh chiêm lấy Chiêm Trạch, lại họp các di mục (tức đầu mục các rợ) ở Xiêm La đánh Cam Ân Sắc (tức Trịnh Tân)...\"<ref>Phần Thông tin thêm dẫn lại theo ''Nghiên cứu Hà Tiên'', tr. 161.<\/ref>\n\n==Chú thích==\n{{Tham khảo}} \n==Nguồn tham khảo==\n*Trương Minh Đạt, ''Nghiên cứu Hà Tiên'', do Tạp chí Xưa & Nay và Nhà xuất bản Trẻ cùng ấn hành, 2008.\n*Trịnh Hoài Đức, ''Gia Định thành thông chí'', bản dịch của Nhà xuất bản Giáo dục, [[Hà Nội]], 1998\n*Vũ Thế Dinh, ''Hà Tiên trấn Hiệp trấn Mạc thị gia phả'', bản A.39, Thư viện Hán Nôm, Hà Nội.\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Mất năm 1770]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}