{"444418":"{{Thông tin viên chức\n| tên = Trần Hiệu\n| hình = TranHieu.jpg\n| ngang = \n| cao = \n| miêu tả = \n| ngày sinh = [[30 tháng 4]] năm [[1914]]\n| nơi sinh = [[Mỹ Đức]], [[Hà Đông (tỉnh)|Hà Đông]], [[Liên bang Đông Dương]]\n| nơi ở = \n| ngày chết = [[1997]]\n| nơi chết = \n| chức vụ = [[Phó Viện trưởng Viện kiểm sát nhân dân tối cao (Việt Nam)|Phó Viện trưởng Viện kiểm sát nhân dân tối cao]]\n| bắt đầu = 1960\n| kết thúc = 1984\n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = \n| bắt đầu 5 = \n| kết thúc 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| đa số = \n| đảng = [[Đảng Cộng sản Việt Nam]]\n| nghề = \n| giáo dục =\n| học trường =\n| dân tộc = \n| đạo = \n| chữ ký = \n| họ hàng = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chú thích = \n}}\n\n'''Trần Hiệu''' ([[1914]]&ndash;[[1997]]) là một nhà cách mạng và chính khách Việt Nam. Ông nguyên là [[Phó Viện trưởng Viện kiểm sát nhân dân tối cao (Việt Nam)|Phó Viện trưởng Viện kiểm sát nhân dân tối cao]]; Giám đốc Nha Liên lạc Chính phủ [[Việt Nam Dân chủ Cộng hòa]]; Cục trưởng Cục Tình báo đầu tiên của Chính phủ Việt Nam Dân chủ Cộng hòa. Ông cũng là một sĩ quan [[Quân đội nhân dân Việt Nam]] với quân hàm [[Đại tá]].\n\n==Thân thế và sự nghiệp==\nÔng tên thật là '''Vũ Văn Địch''', bí danh '''Hoàng Mỹ'''<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/chan-dung-nguoi-xay-dung-mang-luoi-tinh-bao-chien-luoc-741762.tpo Đại tá Trần Hiệu (tức Hoàng Mỹ), nguyên Phó Giám đốc Sở Công an Bắc Bộ: Chân dung người xây dựng mạng lưới tình báo chiến lược]<\/ref>, sinh ngày [[30 tháng 4]] năm [[1914]] tại xóm Gianh, làng Phúc Lâm, huyện [[Mỹ Đức]], tỉnh [[Hà Đông (tỉnh)|Hà Đông]] (nay là thành phố [[Hà Nội]]) trong một gia đình trung nông lớp trên theo Nho học và có truyền thống yêu nước.\n\n* Năm [[1926]], mới 12 tuổi, ông đã tích cực tham gia Lễ Truy điệu [[Phan Châu Trinh|Phan Chu Trinh]] tổ chức ở trường làng.\n* Tháng 6 năm [[1929]], khi là học sinh lớp nhì đệ nhất cấp ở Trường Bờ Sông - Hà Nội, ông được kết nạp vào tổ chức thanh niên cộng sản. Học hết đệ nhất cấp, ông đi học nghề thợ nguội ở xưởng Tân Thành tại phố Hàng Nón, Hà Nội.\n* Năm [[1935]], ông ra [[Hải Phòng]] học nghề sửa chữa xe ô-tô ở trường kỹ nghệ thực hành. Tại đây, tham gia làm báo bí mật với ông [[Nguyễn Quyết]] (về sau được phong hàm [[Đại tướng]], từng là Phó chủ tịch Hội đồng Nhà nước).\n* Năm [[1936]], tham gia hoạt động trong Phong trào Mặt trận Dân chủ, Hội Ái hữu và Đoàn Thanh niên Dân chủ tại Hà Nội.\n* Năm [[1937]], ông được giao Phụ trách Phòng Quản trị Tờ báo Thế giới - Tiếng nói của Đoàn Thanh niên Dân chủ.\n* Năm [[1938]], ông được [[Trường Chinh]], [[Đào Duy Kỳ]] giới thiệu vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]], sinh hoạt trong Chi bộ công khai ở Hà Nội.\n* Tháng 9 năm [[1939]], ông bị thực dân [[Pháp]] bắt, kết án tù và giam ở [[Nhà tù Sơn La|Nhà đày Sơn La]].\n* Tháng 9 năm [[1940]], bị đưa về giam ở xà lim của Sở Mật thám Hà Nội.\n* Đầu năm [[1941]], thực dân Pháp đày ông lên Nhà lao Bắc Mê ([[Hà Giang]]). Tại đây, ông tham gia thành lập Chi bộ Đảng Cộng sản Đông Dương gây ảnh hưởng lớn đến phong trào cách mạng ở các địa bàn lân cận, góp phần biến một số làng bản trở thành cơ sở hoạt động của Đảng bộ địa phương trong những năm [[1940]] - [[1945]]. Vì thế thực dân [[Pháp]] bèn đưa ông và một số người Cộng sản về Nhà lao [[Sơn La]]. Tại đây, ông đã tham gia tuyệt thực phản đối chế độ thực dân.\n* Giữa tháng 6 năm [[1941]], ông cùng 7 đảng viên cộng sản và 3 chính trị phạm khác bị đẩy lên tàu hỏa, đưa vào [[Thành phố Hồ Chí Minh|Sài Gòn]] rồi xuống tàu thủy, đem đi đày ở đảo [[Madagascar]] ([[Châu Phi]]).<ref>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=NGÔ VƯƠNG ANH\n | đồng tác giả=\n | url=http:\/\/www.nhandan.com.vn\/tinbai\/?article=164149&sub=130&top=37\n | tên bài=Những chiến sĩ đổ bộ đường không đầu tiên của Việt Nam\n | công trình=\n | nhà xuất bản=Báo Nhân dân\n | số=\n | các trang=\n | trang=\n | ngày=ngày 21 tháng 12 năm 2009\n | ngày truy cập=9\/6\/2010\n | url lưu trữ=http:\/\/www.nhandan.com.vn\/tinbai\/?article=164149&sub=130&top=37\n | ngày lưu trữ=ngày 21 tháng 12 năm 2009\n | ngôn ngữ=vi, English\n | trích dẫn=\n }}{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}<\/ref> \n* Tháng 3 năm [[1943]], để tìm cách về nước hoạt động, ông cùng một số đồng chí của mình tình nguyện tham gia quân [[Đồng minh]]. Đầu năm [[1944]], ông cùng với [[Nguyễn Văn Ngọc]], Nguyễn Văn phòng được quân Anh đưa tới đưa tới [[Kenya]] rồi sang [[Ấn Độ]] để huấn luyện hoạt động tình báo. Tháng 3 năm [[1945]], ông cùng [[Nguyễn Văn Ngọc (chính trị gia)|Nguyễn Văn Ngọc]], Nguyễn Văn phòng được người Anh cho máy bay bay từ [[Dakar]] qua [[vịnh Bengal]], [[vịnh Thái Lan]], [[Biển Đông]], [[vịnh Bắc Bộ]] vào châu thổ sông Hồng để thực hiện kế hoạch cho họ nhảy dù cùng điện đài xuống khu vực Miếu Môn ở giữa hai tỉnh Hà Đông, Hòa Bình. Do pháo phòng không Nhật bắn lên nhiều, sương mù lại dày đặc nên máy bay phải quay về. Tháng sau, hành trình cũ lặp lại. Lần này, ba người nhảy dù xuống làng Tiên Lữ - huyện Quốc Oai - tỉnh Hà Đông (nay là Hà Nội). Tuy vùng này có quân Nhật chiếm đóng nhưng nhờ được nhân dân che chở, giúp đỡ, họ đã tìm về được nhà Trần Hiệu ở làng Phúc Lâm - huyện Mỹ Đức và chỉ ít ngày sau đã bắt liên lạc được với Xứ ủy Bắc Kỳ. Phó bí thư Xứ ủy [[Trần Quốc Hoàn]] dẫn Nguyễn Văn phòng đi gặp Tổng bí thư [[Trường Chinh]]. Tổng bí thư khen ngợi: \"Các đồng chí đã lợi dụng được bọn đế quốc để trở về hoạt động\".\n\nTrần Hiệu được giao ẩn náu trong một ngôi chùa ở xóm La Dương-xã La Phù-huyện Hoài Đức, với ba nhiệm vụ: giữ liên lạc bình thường với người Anh, thực hiện liên lạc bằng điện đài giữa Xứ ủy và Trung ương, chuẩn bị chương trình để mở lớp huấn luyện về trinh sát quân sự cho Xứ ủy.\n\n* Tháng 8 năm [[1945]], ông tham gia chỉ đạo khởi nghĩa ở Hà Đông và là người đại diện phía cách mạng tiếp nhận sự bàn giao chính quyền từ Tổng đốc Hà đông [[Hồ Đắc Điềm]].\n\nSau đó ông được cử Phụ trách Phòng Án Chính trị rồi làm Phó Giám đốc Sở Công an Bắc Bộ. Ông đã tham gia chỉ đạo lực lượng công an trấn áp có hiệu quả Đại Việt và Quốc dân đảng trong vụ án [[Nguyễn Gia Thiều|Ôn Như Hầu]].\n\n* Ngày [[20 tháng 3]] năm [[1947]], Cục Tình báo thuộc Bộ Quốc phòng - Tổng Chỉ huy được thành lập, ông được cử làm Cục trưởng.\n* Ngày [[20 tháng 1]] năm [[1948]], Ông được [[Hồ Chí Minh]] ký sắc lệnh cử làm Cục trưởng Cục Tình báo thuộc Tổng Chỉ huy Quân đội Quốc gia Việt Nam.<ref>[http:\/\/vbqppl4.moj.gov.vn\/law\/vi\/1945_to_1950\/1948\/194801\/194801200002 SẮC LỆNH SỐ: 108 NGÀY 20 THÁNG 1 NĂM 1948 CỦA CHỦ TỊCH CHÍNH PHỦ VIỆT NAM DÂN CHỦ CỘNG HOÀ.]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}<\/ref>\n* Tháng 4 tháng [[1950]], Cục Tình báo giải thể, ông được cử làm Phó Giám đốc Nha Công an Việt Nam kiêm Trưởng ty Tình báo, Nha Công an.\n* Ngày [[15 tháng 7]] năm [[1951]], Cơ quan Tình báo Chiến lược của Chính phủ Việt Nam Dân chủ Cộng hòa với tên gọi ''Nha Liên lạc'' thuộc Thủ tướng Phủ được thành lập, ông được [[Hồ Chí Minh]] ký sắc lệnh bổ nhiệm Giám đốc.\n* Ngày [[10 tháng 6]] năm [[1957]], Nha Liên lạc hợp nhất với Cục Quân báo - Bộ Tổng tham mưu thành Cục Tình báo - Cơ quan Tình báo Chiến lược toàn diện của Đảng và Quân đội, ông lại được bổ nhiệm Cục trưởng.\n* Năm [[1958]], ông được phong quân hàm Đại tá.\n* Năm [[1960]], sau Đại hội III của Đảng Lao động Việt Nam, ông được bổ nhiệm Phó Viện trưởng [[Viện Kiểm sát Nhân dân Tối cao (Việt Nam)|Viện Kiểm sát Nhân dân Tối cao]].\n* Năm [[1984]], khi vừa tròn 70 tuổi, ông được nghỉ hưu.\n* Ông mất ngày [[9 tháng 11]] năm [[1997]] tại Thành phố Hồ Chí Minh, hưởng thọ 84 tuổi. Lễ Truy điệu ông được Nhà nước và Quân đội tổ chức trọng thể tại Nhà Lễ tang Bộ Quốc phòng ([[Thành phố Hồ Chí Minh]]), án táng tại Nghĩa trang Liệt sĩ Thành phố Hồ Chí Minh. Tại [[Hà Nội]], Viện Kiểm sát Nhân dân Tối cao cũng đã tổ chức trọng thể Lễ truy điệu.\n\n==Hoạt động và cống hiến==\n* Là cục trưởng đầu tiên (trước ông là [[Hoàng Minh Đạo]] phụ trách phòng tình báo) và trong 13 năm liên tục, ông đã có đóng góp lớn vào việc xây dựng tổ chức, lực lượng, phát triển hoạt động, thực hiện chức năng, nhiệm vụ của ngành tình báo chiến lược. Đặc biệt, thông qua việc mở các hội nghị toàn quốc, hội nghị công tác, tổ chức các lớp bồi dưỡng, huấn luyện cán bộ, ông đã góp phần đào tạo nên một lớp cán bộ tình báo chiến lược vừa hồng vừa chuyên, phát huy được tác dụng trong nhiều năm sau.\n* Tại trại tù Madagascar, Trần Hiệu và các đồng chí của ông, tiêu biểu là [[Phan Bôi]] (tức Hoàng Hữu Nam, sau là Thứ trưởng Bộ Nội vụ), Tô Gĩ (tức [[Lê Giản]], sau là Phó Chánh án Tòa án Nhân dân Tối cao), [[Hoàng Đình Giong]] (tức Vũ Đức, sau là Khu trưởng Khu 9, Khu 6), [[Nguyễn Văn Ngọc]] (sau là Phó Chủ nhiệm Văn phòng Chính phủ), Nguyễn Văn phòng (tức Nguyễn Văn Minh, sau là Chánh án Tòa Dân sự, Tòa án Nhân dân Tối cao), Đoàn Ngọc Rê (tức Cao Dương Tiệp, Dương Công Hoạt, sau là Ủy viên Ban Dân tộc Trung ương kiêm Phó Chủ nhiệm Ủy ban Dân tộc của Chính phủ) ra sức tăng gia sản xuất, cải thiện đời sống vật chất, tinh thần. Năm [[1942]], sau khi quân Anh đánh chiếm Madagascar từ tay lực lượng của [[Chính phủ Vichy]] rồi giao lại cho lực lượng của [[De Gaulle]] kiểm soát, các tù nhân Việt Nam được trả tự do. Trong thời gian chưa tìm ra đường về nước, Trần Hiệu và các đồng chí của mình đã tận tình hướng dẫn dân bản địa cách trồng lúa nước, dệt vải bông, tổ chức các hoạt động văn hóa - văn nghệ và làm nhiều việc hữu ích khác như giúp dân chế tác đồ trang sức, đan các loại giỏ xách, gò dụng cụ nhà bếp, sửa chữa đồng hồ, vì vậy mà được nhân dân và chính quyền bản địa rất quý mến.\n* Tháng 3 năm [[1943]] quân đồng minh Anh - Pháp gọi [[Hoàng Đình Giong]] và Đoàn Ngọc Rê nhập ngũ. Anh em cộng sản liền nhóm họp. Từ nhận định \"Hổ có về rừng thì mới là hổ\", họ quyết định lấy lý do muốn về nước chống phát-xít Nhật để tranh thủ con đường của bọn Anh-Pháp, người đi trước tìm cách kéo theo người còn ở lại. Kết quả là ngày [[4 tháng 6]] năm [[1943]], Phan Bôi, Tô Gĩ, Nguyễn Văn phòng được gọi nhập ngũ, tới đầu tháng 9 thì đến Trần Hiệu và 12 người khác. Hầu hết được đưa tới Đại đội 1 thuộc cái gọi là \"Quân chí nguyện Đông Dương\" của lực lượng De Gaulle. Tại đây, Trần Hiệu và các đồng chí của ông đã vừa vận động binh lính người Việt, vừa tìm cách tranh thủ, thuyết phục lính Pháp để bảo toàn đội ngũ, sớm trở về nước.\n* Năm [[1960]], sau Đại hội III của Đảng Lao động Việt Nam, ông được bổ nhiệm Phó Viện trưởng Viện Kiểm sát Nhân dân Tối cao. Khi nhận nhiệm vụ, Ông đã trình bày rõ với cấp trên: \"Công việc này mới quá, ngoài sức của tôi. Muốn làm được, phải có ít nhất hai bằng đại học chính trị và luật\". Song ông cũng tự xác định: \"Là đảng viên thì dù được giao nhiệm vụ khó khăn, mới mẻ tới đâu cũng phải đem hết sức mình ra tìm hiểu, nắm bắt và thực hiện cho có kết quả\". Vừa làm, vừa học hỏi, rút kinh nghiệm, chỉ sau một thời gian ngắn ông đã nắm vững công tác mới, được Viện trưởng [[Hoàng Quốc Việt]] tín nhiệm, cấp dưới nể phục. Trên cương vị Bí thư Đảng ủy Dân - Chính - Đảng các cơ quan trực thuộc Trung ương, ông đã góp phần quan trọng giúp Ban Bí thư Trung ương làm tốt các mặt công tác chính trị, tư tưởng, tổ chức, kiểm tra... đối với các cơ quan trực thuộc Trung ương, nhất là trong thời kỳ thực hiện Nghị quyết 9 của Bộ Chính trị (khóa III).\n\n==Danh hiệu==\n*[[Huân chương Độc lập]] hạng Nhất và nhiều Huân chương, Huy chương cao quý khác.\n\n==Gia đình==\n* Em ruột của Trần Hiệu là [[Vũ Song]], từng là Đại sứ Đặc mệnh toàn quyền Cộng hòa Xã hội Chủ nghĩa Việt Nam tại [[Tiệp Khắc]].\n* Con trai cả của Trần Hiệu là [[Vũ Mạnh Kha]], nguyên Giám đốc Sở Giáo dục, Phó Chủ tịch Ủy ban Nhân dân Thành phố Hà Nội, Phó Chủ tịch Hội đồng Nhân dân Thành phố Hà Nội, Chủ tịch Ủy ban [[Mặt trận Tổ quốc Việt Nam]] Thành phố Hà Nội, hiện là Chủ tịch Hội Khuyến học TP Hà Nội.\n* Con trai thứ nhì của Trần Hiệu là [[Vũ Khởi Nghĩa]], từng được đào tạo ở Nga, trở thành phi công lái Mig 21 và tham gia [[chiến dịch Hồ Chí Minh]] ở vai trò nghiên cứu máy bay A37 của Mỹ trong đợt [[Nguyễn Thành Trung]] tấn công sân bay Tân Sơn Nhất. Sau này Vũ Khởi Nghĩa trở thành Đại tá, Tham mưu trưởng sư đoàn không quân - Phó Tham mưu trưởng Quân chủng Phòng không Không quân. Sau khi ngưng phục vụ quân ngũ, ông tham gia công tác đào tạo bay tại trường Hàng Không Việt Nam ở cương vị Phó hiệu trưởng.\n* Con gái út là [[Vũ Thị Đức]], hiện nay là Phó Viện trưởng Viện Kiểm sát Nhân dân Thành phố Hà Nội.\n\n==Chú thích nguồn==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*N.T.N.H, [http:\/\/vannghequandoi.com.vn\/index.php?option=com_content&view=article&id=5674%3Akhong-phi-la-huyn-thoi&Itemid=3 Không phải là huyền thoại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304133427\/http:\/\/vannghequandoi.com.vn\/index.php?option=com_content&view=article&id=5674:khong-phi-la-huyn-thoi&Itemid=3 |date=2016-03-04 }}, ''Tạp chí Văn nghệ quân đội, Thứ sáu, 21 Tháng 5 2010 14:59.''\n*[http:\/\/www.cpv.org.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30255&cn_id=34562 Chiến sĩ tình báo Trần Văn Thịnh.]\n\n{{Thời gian sống|Sinh=1914|Mất=1997}}\n{{Tình báo Việt Nam}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Điệp viên Việt Nam]]\n[[Thể loại:Tổng cục trưởng Tổng cục Tình báo, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Huân chương Độc lập]]"}