{"441303":"{{Thông tin chiến tranh\n|tên=Trận Vũ Hán\n|một phần của=[[Chiến tranh Trung – Nhật]]\n|hình=Wuhan 1938.jpg\n|cỡ hình=300px\n|ghi chú hình=Tổ đội súng máy của Trung Quốc tại Vạn Gia Lĩnh\n|thời gian=11 tháng 6 – 27 tháng 10 năm 1938 ({{Age in years, months, weeks and days |month1 = 6 |day1 = 11 |year1 = 1938 |month2 = 10 |day2 = 27 | year2 = 1938 }})\n|địa điểm=[[Vũ Hán]] và các khu vực lân cận ([[An Huy]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Giang Tô]] và [[Hồ Bắc]])\n|tọa độ=\n|nguyên nhân=\n|kết quả={{bullet list|Thắng lợi chiến thuật của Nhật Bản|Thắng lợi chiến lược của Trung Quốc}}\n|thay đổi lãnh thổ=Quân Nhật chiếm được Vũ Hán sau khi quân Trung Quốc rút lui\n|bên 1={{flagicon|Republic of China (1912–1949)}} [[Trung Hoa Dân Quốc (1912–1949)|Trung Quốc]]<br\/>'''Hỗ trợ bởi:'''<br>{{flagicon|Soviet Union|1936}} [[Liên Xô]]\n|bên 2={{flagicon|Empire of Japan}} [[Đế quốc Nhật Bản|Nhật Bản]]\n|chỉ huy 1={{flagicon|Republic of China (1912–1949)}} '''[[Tưởng Giới Thạch]]'''<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Trần Thành (thủ tướng)|Trần Thành]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Bạch Sùng Hy]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Tiết Nhạc]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Ngô Kỳ Vỹ]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Trương Phát Khuê]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Vương Kính Cửu]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Âu Chấn]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Trương Tự Trung]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Lý Tông Nhân]]<br\/>{{flagicon|Republic of China (1912–1949)|army}} [[Tôn Liên Trọng]]\n|chỉ huy 2={{flagicon|Empire of Japan|army}} '''[[Thân vương Kan'in Kotohito|Kan'in Kotohito]]'''<br\/>{{flagicon|Empire of Japan|army}} [[Hata Shunroku]]<br\/>{{flagicon|Empire of Japan|army}} [[Okamura Yasuji]]<br\/>{{flagicon|Empire of Japan|army}} [[Higashikuni Naruhiko]]<br\/>{{flagicon|Empire of Japan|army}} [[Tanaka Shizuichi]]<br\/>{{flagicon|Empire of Japan|army}} [[Nakajima Kesago]]\n|lực lượng 1=1.100.000 lính<\/br>200 máy bay Liên Xô\n|lực lượng 2=350.000 lính<\/br>500 máy bay\n|thương vong 1=~400.000 thương vong\n|thương vong 2=~100.000 thương vong\n|ghi chú=\n|campaignbox={{Chiến tranh Trung-Nhật}}\n}}\n\n'''Trận Vũ Hán''' ({{lang-zh|武漢會戰}}) hay '''Trận phòng thủ Vũ Hán''' ({{lang-zh|武漢保衛戰}}) theo cách gọi của người Trung Quốc và '''Cuộc tấn công Vũ Hán''' ({{lang-ja|武漢攻略戦}}) theo cách gọi của người Nhật là một trận đánh giữa [[Quốc dân Cách mệnh Quân]] của [[Trung Hoa Dân quốc]] và [[Lục quân Đế quốc Nhật Bản]]. Diễn ra từ ngày 11 tháng 6 đến ngày 27 tháng 10 năm 1938 với gần 1.500.000 binh lính tham chiến từ cả hai phe, trận Vũ Hán là trận đánh dài nhất, lớn nhất, đẫm máu nhất và quan trọng bậc nhất trong [[Chiến tranh Trung – Nhật]].\n\nSau khi thủ đô [[Trận Nam Kinh|Nam Kinh thất thủ]] vào tay người Nhật hồi cuối năm 1937, [[Vũ Hán]] — một thành phố trọng yếu nằm ở ngã ba [[Trường Giang]] và [[Hán Thủy]] — trở thành thủ đô kháng chiến và căn cứ hậu cần của hơn 2 triệu lính Trung Quốc bảo vệ khu vực [[Hoa Trung]]. Sau khi [[Trận Từ Châu|chiếm được Từ Châu]] vào tháng 5 năm 1938, Bộ Tổng tham mưu Đế quốc Nhật Bản lên kế hoạch tấn công Vũ Hán, nỗ lực tung đòn đánh kết liễu lực lượng chủ lực của Trung Quốc và chấm dứt cuộc chiến. Để trì hoãn kế hoạch của người Nhật, chính quyền Trung Quốc quyết định [[Sự kiện phá đê Hoa Viên Khẩu|phá đê sông Hoàng Hà]] gây ngập lụt trên diện rộng buộc quân Nhật phải hoãn tấn công, song hành động này cũng cướp đi sinh mạng của hơn 500.000 dân thường, khiến thanh danh Quốc dân Đảng suy tổn nghiêm trọng.\n\nLực lượng trực tiếp tham chiến của Quốc dân Cách mệnh Quân trong trận Vũ Hán là 1.100.000 lính do Tổng tư lệnh [[Tưởng Giới Thạch]] chỉ huy, với sự yểm trợ của 200 máy bay Liên Xô, đối đầu là 350.000 lính Lục quân Đế quốc Nhật Bản do Nguyên soái [[Hata Shunroku]] chỉ huy, yểm trợ bởi 500 máy bay. Tuy dự kiến chiếm được Vũ Hán nội trong 1 đến 2 tháng, song bất chấp sự vượt trội về mặt công nghệ lẫn trang bị và khí giới, quân Nhật gặp nhiều khó khăn trước phòng tuyến vững chắc của quân Trung Quốc và địa thế hiểm trở của sông Trường Giang. Cuối cùng, sau hơn 4 tháng kịch chiến, quân Nhật giành thắng lợi về mặt chiến thuật khi thành công chiếm được Vũ Hán, nhưng thất bại về mặt chiến lược khi không thể hoàn thành mục tiêu bắt bộ chỉ huy của quân Trung Quốc, cùng với sự phá sản của chiến lược \"đánh nhanh thắng nhanh\". \n\nĐây cũng là trận đánh ghi nhận việc Quân đội Nhật Bản sử dụng vũ khí hóa học nhiều nhất trong toàn [[Chiến tranh thế giới thứ hai]], với tổng cộng 375 lần bất chấp lệnh cấm từ [[Hội Quốc Liên]]. Phía Trung Quốc không có khả năng chống trả lại những đòn tấn công bằng vũ khí hóa học của người Nhật, đồng thời phải chịu thương vong lớn do lối đánh biển người. Ngược lại, phía Nhật Bản cũng chịu tổn thất lớn và không còn đủ sức tiến hành bất cứ chiến dịch quy mô lớn nào khác cho tới tận [[Chiến dịch Ichi-Go]] 6 năm sau đó.\n\n==Bối cảnh==\nSau [[sự kiện Lư Câu Kiều]] ngày 7 tháng 7 năm 1937, [[Lục quân Đế quốc Nhật Bản]] tiến hành xâm lược Trung Quốc. Đến ngày 30 tháng 7, cả hai trọng trấn phía Bắc là [[Bắc Kinh|Bắc Bình]] và [[Thiên Tân]] đều lần lượt rơi vào tay quân Nhật, khiến toàn bộ vùng Hoa Bắc bị đe dọa nghiêm trọng. Tháng 8, quân Nhật chiếm được Sát Cáp Nhĩ và Tuy Viễn. Sau đó, họ đánh dọc theo tuyến đường sắt Bắc Bình – Hán Khẩu và Thiên Tân – Phổ Khẩu xuống Hoa Bắc. Đầu tháng 9, quân Nhật chiếm được [[Trận Thái Nguyên (Trung Quốc)|Thái Nguyên]] và khai thác các mỏ [[than (định hướng)|than]] ở đây để cung cấp nhiên vật liệu cho mình. Từ Thái Nguyên, quân Nhật đánh sang Hân Khẩu, đánh bại cả liên quân Dân quốc, [[Đảng Cộng sản Trung Quốc|Cộng sản]] và quân phiệt Tấn hệ ở [[Sơn Tây (Trung Quốc)|Sơn Tây]].\n\nNgày 13 tháng 8, nhằm làm gián đoạn kế hoạch cũng như phân tán lực lượng đối phương, [[Tưởng Giới Thạch]] quyết định tấn công các vị trí của Nhật Bản ở Thượng Hải, mở ra một mặt trận thứ hai. Sau 3 tháng kịch chiến, Quốc dân Cách mệnh quân tuy chống trả quyết liệt song đã chịu tổn thất nặng nề và phải rút lui toàn bộ vào ngày 12 tháng 11. Việc để mất Thượng Hải khiến cửa ngõ tiến đến thủ đô Nam Kinh rộng mở. Tưởng Giới Thạch tuy ban đầu tuyên bố tử thủ, nhưng sau đó đã phải hạ lệnh từ bỏ Nam Kinh để di dời thủ đô về Trùng Khánh nằm sâu trong nội địa Trung Quốc.{{sfnp|Sư Vĩnh Cương|Trương Phàm|2011|p=40}} Từ Thượng Hải, quân Nhật dễ dàng chiếm được thủ đô Nam Kinh và gây ra một cuộc thảm sát tàn bạo ở đây. Tháng 5 năm 1938, quân Nhật chiếm được Từ Châu ở Giang Tô. \n\nNgoài áp lực từ việc phải di chuyển các cơ quan chính phủ về Trùng Khánh, chính quyền Trung Quốc còn phải đối mặt với làn sóng người tị nạn khổng lồ di chuyển vào nội địa từ các khu vực chiến sự. Hệ thống cơ sở hạ tầng nghèo nàn bị quá tải khiến chính quyền không thể hoàn thành việc di dời các cơ quan đầu não. Vũ Hán từ đó trở thành thủ đô kháng chiến trên thực tế của [[Trung Hoa Dân Quốc (1912–1949)|Trung Hoa Dân Quốc]] sau khi Nam Kinh thất thủ. Kể từ khi chiến tranh bùng nổ, Quốc Quân đã được Liên Xô cung cấp khí tài quân sự các loại. Ngoài ra, họ cũng cử sang Trung Quốc hàng nghìn chuyên gia quân sự, trong đó có các phi công thuộc Đội Tình nguyện Liên Xô.\n\n=== Vai trò của Vũ Hán === \nVũ Hán là thủ phủ của tỉnh Hồ Bắc và là thành phố lớn thứ hai Trung Quốc vào thời điểm cuối năm 1938 với dân số 1,5 triệu người. Án ngữ tại ngã ba Trường Giang – Hán Thủy, thành phố này được chia thành ba khu vực, bao gồm Vũ Xương, Hán Khẩu và Hán Dương. Vũ Xương là trung tâm chính trị, Hán Khẩu là khu thương mại và Hán Dương là khu công nghiệp. Trong lịch sử, Vũ Hán được biết đến là một trung tâm nghệ thuật và học thuật, nổi tiếng với [[Hoàng Hạc lâu]] xây dựng từ năm 223 từng được nhà thơ Thôi Hiệu thời Đường đề thơ. Sau khi tuyến đường sắt Việt Hán kết nối Quảng Đông và Hồ Bắc hoàn thành vào năm 1936, Vũ Hán một lần nữa thiết lập tầm quan trọng với tư cách là một trung tâm giao thông vận tải chính trong nội địa Trung Quốc. Ngoài ra, thành phố này cũng đóng vai trò là điểm trung chuyển quan trọng cho viện trợ nước ngoài di chuyển vào nội địa từ các cảng phía nam. \n\nSau khi Nhật Bản chiếm được Nam Kinh, phần lớn các cơ quan chính phủ quốc gia và trụ sở chỉ huy quân đội Trung Quốc đều được đặt ở Vũ Hán, dù thủ đô mới được ấn định là Trùng Khánh. Vì vậy, Vũ Hán đã trở thành thủ đô thời chiến trên thực tế tính đến thời điểm quân Nhật tấn công thành phố này. Chính phủ Nhật Bản và bộ chỉ huy của Đạo quân Viễn chinh Trung Quốc dự kiến Vũ Hán sẽ thất thủ \"trong vòng một hoặc hai tháng.\" Phía Trung Quốc thì quyết tâm bảo vệ Vũ Hán, cầm chân đối phương ở đây để đánh bại kế hoạch đánh nhanh thắng nhanh của Nhật và có thời gian cho trung ương di chuyển về Trùng Khánh.  \n\n=== Chuẩn bị === \nTháng 12 năm 1937, chính phủ Quốc dân Đảng thành lập Ủy ban Quân sự Chính phủ Quốc dân (Quân ủy) để lập kế hoạch tác chiến bảo vệ Vũ Hán. Sau khi để mất Từ Châu vào tháng 5 năm 1938, khoảng 1,1 triệu lính thuộc 120 sư đoàn của Quốc dân Cách mạng quân đã được tái bố trí. Quân ủy Trung Quốc quyết định tổ chức phòng thủ xung quanh [[Dãy núi Đại Biệt|dãy Đại Biệt]], [[hồ Bà Dương]] cũng như ven bờ Trường Giang. [[Lý Tông Nhân]] và [[Bạch Sùng Hy]] thuộc Chiến khu 5 được giao nhiệm vụ bảo vệ phía bắc Trường Giang. [[Trần Thành (thủ tướng)|Trần Thành]] thuộc Chiến khu 9 được giao nhiệm vụ bảo vệ phía nam. Chiến khu 1, đóng ở phía tây tuyến đường sắt Kinh Hán đoạn Trịnh Châu–Tín Dương, được giao nhiệm vụ ngăn quân Nhật tràn xuống từ vùng Hoa Bắc. Chiến khu 3 ở Vu Hồ, An Khánh và Nam Xương, được lệnh bảo vệ tuyến đường sắt Việt Hán.\n\nSau khi chiếm Từ Châu, phía Nhật Bản tích cực tìm cách mở rộng quy mô cuộc chiến. Ban đầu, quân Nhật ý định cử một đội tiên phong đến chiếm An Khánh, dùng nơi đây làm bàn đạp tấn công vào Vũ Hán. Quân chủ lực sau đó sẽ tấn công khu vực phía bắc dãy Đại Biệt bằng cách di chuyển dọc theo [[Hoài Hà]], từ đó sẽ tiến đánh Vũ Hán thông qua đường Vũ Thắng Quan. Tiếp đó, một phân đội khác sẽ di chuyển về phía tây dọc theo Trường Giang. Tuy nhiên, sự kiện Quốc Dân đảng phá đê sông Hoàng Hà khiến Hà Nam, An Huy và Giang Tô ngập nặng buộc quân Nhật phải từ bỏ kế hoạch tấn công theo đường Hoài Hà mà thay vào đó là tiến công dọc theo hai bờ Trường Giang.  \n\nNgày 4 tháng 5, Đại tướng [[Hata Shunroku]] huy động khoảng 350.000 người của Quân đoàn 2 và 11 để chuẩn bị cho chiến dịch Vũ Hán. Trung tướng [[Okamura Yasuji]] chỉ huy 5 sư đoàn rưỡi thuộc Quân đoàn 11 tiến dọc theo hai bờ Trường Giang là mũi tiến công chính đánh vào Vũ Hán. Trung tướng [[Higashikuni Naruhiko]] chỉ huy 4 sư đoàn rưỡi thuộc Quân đoàn 2 dọc theo chân phía bắc của dãy Đại Biệt để hỗ trợ cuộc tấn công. Quân Nhật được yểm trợ bởi 120 chiến hạm thuộc Hạm đội 3 của Hải quân Đế quốc Nhật Bản dưới sự chỉ huy của Oikawa Koshirō, hơn 500 máy bay của Lực lượng Không quân Lục quân Đế quốc Nhật Bản. Ngoài ra, 5 sư đoàn khác thuộc Phương diện quân Trung tâm cũng được huy động để bảo vệ các thành phố lớn như Thượng Hải, Bắc Bình, Hàng Châu cùng các vùng lân cận nhằm bảo vệ hậu tuyến quân Nhật.\n\n==Lực lượng==\n[[Tập tin:Japanese Empire2.png|350px|nhỏ|phải|Nhật Bản mở rộng phạm vi lãnh thổ]]\nĐể chống lại quân Nhật tấn công Vũ Hán, Tưởng Giới Thạch bố trí tới 120 [[sư đoàn]] tinh nhuệ nhất của mình ở lại Vũ Hán cùng các chỉ huy ưu tú nhất của Quân đội Cách mạng Dân quốc như [[Trần Thành]], [[Tiết Nhạc]], [[Ngô Kỳ Vỹ]], [[Trương Phát Khuê]], [[Vương Kính Cửu]], [[Âu Chấn]], [[Lý Tông Nhân]], [[Tôn Liên Trọng]]. Đặc biệt, lần này phía Trung Quốc nhận được sự chi viện của Liên Xô bao gồm cả một phi đội máy bay chiến đấu.\n\nPhía quân Nhật là [[Phương diện quân Trung Chi Na|Phương diện quân Trung tâm Trung Quốc]] do đại tướng Hata Shunroku chỉ huy. [[Phương diện quân]] này có 2 [[quân đoàn]]. Quân đoàn số 11 do trung tướng [[Okamura Yasuji]] chỉ huy gồm 6 sư đoàn. Quân đoàn số 2 do hoàng thân, trung tướng [[Higashikuni Naruhiko]] chỉ huy gồm 4 sư đoàn.\n\n{{-}}\n==Chuẩn bị==\n[[Tập tin:Refugees of Yellow River Flood.JPG|nhỏ|phải|Người dân Trung Quốc sơ tán vì [[Lụt Hoàng Hà 1938]] đang được quân Nhật cứu.]]\n[[Tập tin:Yellow River Flooded Area 1938.svg|nhỏ|trái|Khu vực ảnh hưởng lũ 1938]]\nNgày 28 tháng 2 năm 1938, không quân Nhật Bản đã đến ném bom xuống Vũ Hán. Tuy nhiên, quân Trung Quốc đã đẩy lui được.<ref>{{chú thích web|url=http:\/\/surfcity.kund.dalnet.se\/sino-japanese.htm|title=Sino-Japanese Air War 1937-45}}<\/ref><ref>\"Wuhan Diary\" 28 tháng 2 năm 1938<\/ref> Ngày 29 tháng 4, máy bay Nhật lại đến ném bom Vũ Hán để kỷ niệm ngày sinh của [[Hirohito|Thiên hoàng Chiêu Hòa]].<ref>{{ja icon}} [https:\/\/archive.is\/20120527025145\/dic.yahoo.co.jp\/dsearch?p=%A4%C6%A4%F3%A4%C1%A4%E7%A4%A6%A4%BB%A4%C4&stype=1&dtype=0&dname=0ss Tenchosetsu] — Japanese national holiday (the birthday of the reigning emperor)<\/ref> Quân Trung Quốc đã dự đoán được điều này và chuẩn bị kỹ lực lượng để giáng trả. Một trong những cuộc không chiến dữ dội nhất trong chiến tranh Trung-Nhật đã diễn ra. Không quân Trung Quốc đã bắn hạ 21 máy bay của quân Nhật và bản thân mất 12 máy bay.<ref>\"Wuhan Daily\" 30 tháng 4 năm 1938.<\/ref>\n\nCố gắng để có thêm thời gian chuẩn bị cho cuộc giao tranh ở Vũ Hán, quân Trung Quốc đã mở khẩu đê sông Hoàng Hà chỗ chảy qua [[Hoa Viên Khẩu]] gây ngập lụt trên diện rộng buộc quân Nhật phải hoãn tấn công. Trận lụt này được gọi là [[Lụt Hoàng Hà 1938]]. Tuy nhiên, nó đã cướp đi 50 vạn sinh mạng thường dân Trung Quốc.<ref>[http:\/\/www.britannica.com\/EBchecked\/topic\/1483621\/Huang-He-floods Huang-He floods, Encyclopedia Britannica]<\/ref><ref>{{chú thích tạp chí|last=Lary|first=Diana|title=Drowned Earth: The Strategic Breaching of the Yellow River Dyke, 1938|journal=War in History|date=ngày 1 tháng 4 năm 2001|volume=8|issue=2|pages=191–207|id=1082337951 | url=http:\/\/wih.sagepub.com\/content\/8\/2\/191.abstract|doi=10.1177\/096834450100800204}}<\/ref>\n{{-}}\n\n==Diễn biến==\n[[Tập tin:Battle of Wuhan.jpg|nhỏ|phải|250px|Lược đồ trận Vũ Hán.]]\n[[Tập tin:NRAWanjialing1.jpg|nhỏ|phải|250px|Các binh sĩ Quân Cách mạng Dân quốc xông lên tiêu diệt sư đoàn 106 của Nhật.]]\n[[Tập tin:Chinese Troops in Xinyang.jpg|nhỏ|phải|250px|Quân Trung Quốc ở Tín Dương.]]\n[[Tập tin:Japanese tankettes with pioneer troops marching towards Wu-han, near Na-hsi.jpg|nhỏ|phải|250px|Quân Nhật ở Vũ Hán.]]\n[[Tập tin:Wuhan 1938.jpg|nhỏ|250px|Tổ súng máy của Trung Quốc.]]\nỞ phía Nam sông [[Trường Giang|Dương Tử]], ngày 13 tháng 6, quân đoàn 11 của Nhật đổ bộ và chiếm được An Khánh, mở màn trận Vũ Hán. Quân Nhật tiến dọc theo bờ Nam sông Dương Tử đánh nhanh từ Đông sang Tây rồi quay lại về phía Đông. Lần lượt các thị trấn An Khánh, Cửu Giang, [[Thụy Xương]], Nhược Hy, Tân Đàm Phố, Mã Đương, Phú Kim Sơn, Dương Tân, Đạt Chi, Kỳ Tha Thành bị quân Nhật chiếm. Ngày 1 tháng 10, sư đoàn số 106 quân đoàn 11 của quân Nhật do [[thiếu tướng]] [[Matsuura Junrokuro]] chỉ huy được lệnh đi vòng sau lưng quân Trung Quốc ở Nam Tầm tới vùng Vạn Gia Lĩnh để chia cắt quân Trung Quốc ở Nam Tấm với lực lượng phía sau. Tuy nhiên, ý đồ này bị quân Trung Quốc phát hiện. Khoảng 10 vạn quân Trung Quốc thuộc biên chế của 3 quân đoàn tăng cường thêm 8 sư đoàn và 1 trung đoàn nữa đã bao vây sư đoàn số 106 của quân Nhật. Tướng Nhật Okamura điều sư đoàn 27 đến giải vây cho sư đoàn 106 nhưng không thành công. Phần lớn sư đoàn 106 của Nhật, khoảng 10.000 người, đã bị tiêu diệt, chỉ có khoảng 1.700 người thoát được. Đây là lần đầu tiên trong chiến tranh Trung-Nhật, 1 sư đoàn của Nhật bị tiêu diệt. Tuy nhiên, phía quân Trung Quốc cũng bị thương vong tới 40.000 người.<ref>{{zh icon}} [http:\/\/big5.huaxia.com\/js\/zzhg\/2005\/00362849.html Battle of Wuhan: Smash the Japanese Ambition!] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131029202027\/http:\/\/big5.huaxia.com\/js\/zzhg\/2005\/00362849.html |date=2013-10-29 }}<\/ref><ref>[http:\/\/babelfish.altavista.com\/babelfish\/trurl_pagecontent?lp=zh_en&url=http%3A%2F%2Fwww.chinamil.com.cn%2Fsite1%2Fxwpdxw%2F2005-07%2F15%2Fcontent_250481.htm Sino-Japanese War classical combat example: Wan Jialing major success]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nĐến ngày 29 tháng 10 (tức là sau 3 tháng rưỡi), quân Nhật đến được [[Vũ Xương]] sát thành phố Vũ Hán.\n\nỞ phía Bắc sông Dương Tử, ngày 24 tháng 7, sư đoàn 6 quân đoàn 11 của Nhật từ [[An Huy]] đánh sang [[Thái Hồ]]. Quân Nhật đã chọc thủng phòng tuyến của quân Trung Quốc và đến ngày 3 tháng 8 đã chiếm được các huyện Thái Hồ, [[Túc Tùng]] và [[Hoàng Mai, Hoàng Cương|Hoàng Mai]] ([[Hồ Bắc]]). Tuy nhiên, đến cuối tháng 8, quân Trung Quốc giành lại được Thái Hồ và Túc Tùng. Quân Trung Quốc nhân đà đó tiến hành phản công, song thất bại và phải rút về [[Quảng Tế]] để củng cố lực lượng. Sau đó, họ cố gắng đánh vào sườn quân Nhật ở Hoàng Mai để kìm bước tiến của địch, song không thành công. Quảng Tế và [[Vũ Khuyết]] rơi vào tay quân Nhật. Các nỗ lực chặn địch của quân Trung Quốc đều thất bại vì quân Nhật có ưu thế hỏa lực và kinh nghiệm tác chiến vượt trội. Quân Nhật chiếm được [[Thiên Gia trấn]] vào ngày 29 tháng 9, [[Hoàng Pha]] vào ngày 24 tháng 10, áp sát [[Hán Khẩu]].\n\n[[Đại Biệt Sơn]] là một dãy núi lớn giữa 2 tỉnh Hồ Bắc và An Huy, chạy dài theo hướng Tây Bắc-Đông Nam từ [[hoài Hà|sông Hoài]] tới sông Dương Tử. Vùng này thuộc phạm vi của quân khu 5 của Trung Hoa Dân quốc. Quân đoàn 2 của Nhật bắt đầu tiến công vào Đại Biệt Sơn từ cuối tháng 8 theo 2 hướng. Sư đoàn 13 tấn công ở phía Nam. Sư đoàn 10 và sư đoàn 3 tấn công ở phía Bắc.\n\nNgày 12 tháng 10, cánh quân phía Bắc của quân đoàn 2 Nhật đánh đến [[Tín Dương]] và di chuyển về hướng Nam hỗ trợ cánh quân phía Nam. Ngày 24 tháng 10, quân đoàn 2 đánh đến [[Ma Thành]], sau đó tiếp tục di chuyển xuống phía Nam cùng quân đoàn 11 hợp vây thành phố Vũ Hán. Quân Trung Quốc rút lui khỏi thành phố Vũ Hán để bảo toàn lực lượng. Ngày 26 tháng 10, Vũ Xương và Hán Khẩu thất thủ. Ngày 27, [[Hán Dương, Vũ Hán|Hán Dương]] thất thủ.\n\n==Sử dụng vũ khí hóa học==\nTheo Yoshiaki Yoshimi và Seiya Matsuno, [[Hirohito|Thiên hoàng Chiêu Hòa]] đã cho phép quân Nhật sử dụng [[vũ khí hóa học]] để đánh quân Trung Quốc.<ref>''Dokugasusen Kankei Shiryō II, Kaisetsu,'' Jūgonen sensō gokuhi shiryōshū, Funi Shuppankan, 1997, trang 25–29.<\/ref> Trong trận Vũ Hán, [[Hoàng thân Kan'in]] đã truyền lệnh của [[Thiên hoàng]] dùng hơi độc 375 lần, từ tháng 8 đến tháng 10 năm 1938,<ref>Yoshimi và Matsuno, ibid. trang 28.<\/ref> bất chấp Điều 23 của [[Công ước Hague (1899 và 1907)]], Điều 171 của [[Hòa ước Versailles]], Điều V của [[Hiệp ước hữu quan về sử dụng tàu ngầm và hơi độc trong chiến tranh]] <ref>[http:\/\/wwi.lib.byu.edu\/index.php\/Washington_Treaty_in_Relation_to_the_Use_of_Submarines_and_Noxious_Gases_in_Warfare]<\/ref>\n. Sau đó, một giải pháp đã được [[Hội Quốc Liên]] thông qua ngày 14 tháng 5 ngăn chặn Lục quân Đế quốc Nhật Bản sử dụng hơi độc.<ref>Herbert Bix, ''Hirohito and the Making of Modern Japan'', Perennial, 2001, trang 739<\/ref>\n\n==Kết quả==\n[[Tập tin:Japan Capture of Wuhan.jpg|nhỏ|phải|200px|Quân đội Nhật Bản kỉ niệm việc chiếm đóng Vũ Hán.]]\nSau 4 tháng kịch chiến, về cơ bản Hải quân và Không quân Trung Quốc đã bị Quân đội Nhật quét sạch. Vũ Hán rơi vào tay Quân đội Nhật Bản. Tuy nhiên, trận thắng tại [[Vũ Hán]] là một [[chiến thắng kiểu Pyrros]] của Quân đội Nhật Bản:<ref name=\"ReferenceA\"\/> trong khi Quân đội Nhật yếu đi vì thương vong, thì lực lượng Quân đội Trung Quốc sống sót vẫn còn khá đông. Nỗ lực của quân Nhật đánh đòn kết liễu quân Trung Quốc đã không thành công.<ref name=\"ReferenceA\">Hội nghị đế quốc Nhật Bản, 15 tháng 6 năm 1938<\/ref> Sau trận này, quân Nhật không còn sức đánh trận lớn nào nữa cho đến tận [[Chiến dịch Ichi-Go]] (hay trận Đại Lục đả thông).\n\n==Chú thích==\n{{Thể loại Commons|Battle of Wuhan}}\n{{Thể loại Commons|1938 Yellow River flood|Trận lụt Hoàng Hà 1938}}\n{{Tham khảo}}\n\n{{Các chủ đề|Trung Quốc|Nhật Bản|Chiến tranh thế giới thứ hai}}\n\n{{DEFAULTSORT:Vũ Hán}}\n[[Thể loại:Chiến tranh Trung–Nhật]]\n[[Thể loại:Vũ Hán]]\n[[Thể loại:Năm 1938]]\n[[Thể loại:Lịch sử Hồ Bắc]]\n[[Thể loại:Nhật Bản năm 1938]]\n[[Thể loại:Xung đột năm 1938]]\n[[Thể loại:Trận đánh trong Thế chiến thứ hai]]"}