{"2440077":"{{Thông tin nhân vật\n| màu =\n| màu 2 = \n| màu chữ = \n| tên = Trần Hồng Uy\n| hình =\n| cỡ hình =\n| ghi chú hình = \n| tên khai sinh = \n| sinh = {{Birth date and age|1938|2|2|df=yes}}\n| nơi sinh = [[Yên Dũng]], [[Bắc Giang]], [[Liên bang Đông Dương]]\n| mất = \n| nguyên nhân cái chết =\n| nơi mất =\n| an táng = \n| tên khác = \n| cư trú =\n| quốc tịch = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| vai trò =\n| học vấn = [[Giáo sư]], [[Tiến sĩ]]\n| occupation = Tiến sĩ [[Nông nghiệp]]\n| chiều cao = \n| cân nặng = \n| danh hiệu =\n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng =\n| tôn giáo = \n| spouse =\n| vợ =\n| chồng = \n| con cái =\n| cha mẹ =\n| người thân = \n| chữ ký = \n| website = \n}}\n'''Trần Hồng Uy''' (sinh ngày 2 tháng 2 năm 1938 tại [[Hương Gián]], [[Yên Dũng]], [[Bắc Giang]]) là [[Giáo sư]] - [[Tiến sĩ]] người [[Việt Nam]] hoạt động trong lĩnh vực [[nông nghiệp]], nguyên Viện trưởng Viện Nghiên cứu ngô Việt Nam. Ông được trao tặng [[Giải thưởng Hồ Chí Minh]] về Khoa học - Công nghệ trong lĩnh vực Nông nghiệp vào năm 2000 với công trình nghiên cứu tạo giống ngô lai ở Việt Nam.\n\n==Tiểu sử==\n===Học tập và làm việc===\nTrần Hồng Uy được sinh ra trong một gia đình [[nhà nho]] yêu nước. Năm 6 tuổi, cha của ông qua đời. Dù cuộc sống rất khó khăn nhưng ông vẫn quyết tâm thi vào Khoa Trồng trọt của [[Trường Đại học Nông nghiệp Hà Nội|Trường Đại học Nông Lâm]] vào năm 1957. Đến năm 1961, Trần Hồng Uy tốt nghiệp với tấm bằng [[Kỹ sư]] Nông nghiệp và được đưa về công tác tại Ty Nông nghiệp Hà Bắc, tham gia chỉ đạo sản xuất nông nghiệp.\n\nNăm 1962, ông được giao đảm nhiệm chức vụ Hiệu phó Trường Trung cấp Nông nghiệp tỉnh [[Hà Bắc]]. Vào mùa xuân năm 1968, ông được cử sang [[Rumani]] làm luận án [[Phó tiến sĩ]] và sau đó đã bảo vệ thành công luận án mang tên ''Nghiên cứu khả năng kết hợp của một số dòng ngô''. Trần Hồng Uy về nước vào đầu năm 1972 và được [[Bộ Nông nghiệp và Phát triển nông thôn Việt Nam|Bộ Nông nghiệp]] điều về Viện Cây lương thực và Cây thực phẩm Việt Nam làm việc dưới sự hướng dẫn của nhà [[nông học]] [[Lương Định Của]]. Sau đó, ông tình nguyện lên công tác tại Trại Nghiên cứu ngô Sông Bôi, ngày nay là Viện Nghiên cứu ngô Việt Nam, để xây dựng cơ sở nghiên cứu về ngô đầu tiên ở Việt Nam nhằm lai tạo những giống ngô có chất lượng. Trong giai đoạn từ 1975 đến tháng 6 năm 2001, Trần Hồng Uy là chủ nhiệm chương trình nghiên cứu và phát triển ngô của Việt Nam. Năm 1985, ông bảo vệ thành công luận án [[Tiến sĩ khoa học]] tại [[Bulgaria]].<ref name=\"GD\">{{chú thích web|url=http:\/\/hskh.moet.gov.vn\/?page=6.6&action=review&view=5247&opt=brpage|title=Trích ngang hồ sơ khoa học Trần Hồng Uy|date=ngày 15 tháng 6 năm 2005|publisher=Bộ Giáo dục và Đào tạo|access-date=ngày 9 tháng 2 năm 2014|archive-date=2014-02-22|archive-url=https:\/\/web.archive.org\/web\/20140222231725\/http:\/\/hskh.moet.gov.vn\/?page=6.6&action=review&view=5247&opt=brpage}}<\/ref> \nHiện tại, Trần Hồng Uy đang là cố vấn cao cấp tại Công ty Cổ phần Giống Trung ương.<ref name=\"ND\" \/>\n\n===Nghiên cứu và cống hiến===\n====Tạo giống ngô lai====\nTại Trại Nghiên cứu ngô Sông Bôi, ban đầu, ông cùng đồng nghiệp bắt tay xây dựng quỹ [[gen]] ngô đặc thù của Việt Nam bằng cách điều tra, thu thập những giống ngô quý để làm nguyên liệu lai tạo cũng như thu thập những nguồn gen ngô nhiệt đới, chủ yếu là ở các nước có cùng vĩ độ với Việt Nam. Năm 1977, Trần Hồng Uy cùng các cộng sự đã lai tạo thành công một loạt giống ngô thuần có năng suất cao gấp đôi những giống ngô truyền thống. Tính đến năm 1989, Trại ngô Sông Bôi đã cho ra đời tổng cộng mười ba giống ngô thuần chuẩn và đã được Hội đồng Khoa học của Bộ Nông nghiệp công nhận và đưa vào sản xuất rộng rãi trên toàn quốc với năng suất từ 3 đến 6 [[tấn]] trên một [[hecta]]. Trong đó, Trần Hồng Uy là tác giả của sáu giống và là đồng tác giả của ba giống khác. Thành tựu này đã giúp cho Việt Nam chấm dứt luôn việc hàng năm phải nhập khẩu giống ngô từ [[Ấn Độ]] và một số nước khác.<ref name=\"ND\">{{chú thích web|url=http:\/\/www.nhandan.com.vn\/mobile\/_mobile_kinhte\/_mobile_tintuc\/item\/18538502.html|title=Chuyện về \"Vua ngô\"|author=Quang Hưng|publisher=Báo Nhân dân|access-date=ngày 9 tháng 2 năm 2014|archive-date=2014-02-23|archive-url=https:\/\/web.archive.org\/web\/20140223150611\/http:\/\/www.nhandan.com.vn\/mobile\/_mobile_kinhte\/_mobile_tintuc\/item\/18538502.html}}<\/ref>\n\nTiếp đó, trong khoảng thời gian từ năm 1990 đến năm 1993, ông tiến hành chương trình tạo giống ngô lai không quy ước và nâng cấp thành giống lai quy ước với những đặc tính vượt trội hơn trong thời gian từ năm 1994 đến năm 2000. Những giống ngô này đã được Viện nghiên cứu ngô đưa vào sản xuất, chiếm đến 50% lượng ngô gieo trồng trên toàn quốc, đạt năng suất từ 5 đến 12 tấn trên một hecta. Những sản phẩm ngô lai của ông đã góp phần rất lớn trong việc cải thiện đời sống người [[nông dân]] do giá thành hạt giống rẻ nhưng năng suất lại đạt rất cao. Theo đó, Chương trình ngô lai ở Việt Nam đã được Trung tâm Cải tạo giống Ngô và Lúa mì Quốc tế - CYMMYT, [[Tổ chức Nông Lương Liên hiệp quốc|Tổ chức Nông Lương Liên hiệp quốc - FAO]] đánh giá là một trong ba chương trình ngô lai mạnh ở [[châu Á]], cùng với [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]] và [[Thái Lan]].<ref name=\"ND\" \/>\n\n====Ngô đông trồng bầu trên nền đất ướt====\nCông trình ngô đông trồng bầu trên nền đất ướt sau hai vụ [[lúa]] của ông cũng đã đóng vai trò quan trọng trong việc giải quyết nạn thiếu lương thực trong nhân dân. Xuất phát từ ý tưởng của những người nông dân ở [[Hợp tác xã]] [[Hợp Thịnh, Tam Dương|Hợp Thịnh]] ở [[Tam Dương]], [[Vĩnh Phúc]], Trần Hồng Uy đã cùng với cộng sự kiên trì nghiên cứu trong bảy năm mới có thể hoàn chỉnh kỹ thuật, công nghệ trồng ngô bầu. Sau đó kỹ thuật này còn được áp dụng cho cả [[đậu tương]], [[khoai lang]] và [[khoai tây]]. Kỹ thuật này cũng đã được Trung tâm Cải tạo giống Ngô và Lúa mì Quốc tế - CYMMYT, [[Tổ chức Nông Lương Liên hiệp quốc|Tổ chức Nông Lương Liên hiệp quốc - FAO]] phổ biến, tập huấn cho các nước trong vùng và trồng thử nghiệm ở một số quốc gia khác.<ref name=\"ND\" \/>\n\n==Giải thưởng, danh hiệu==\nVới những cống hiến của mình, Trần Hồng Uy đã được tặng thưởng 4 bằng Lao động sáng tạo, 3 bằng Tác giả sáng chế, 2 [[Huân chương Lao động]] hạng ba cùng với 2 giải thưởng quốc tế của Trung tâm Cải tạo giống Ngô và Lúa mì Quốc tế - CYMMYT vào năm 1993 và Chương trình ngô vùng châu Á - ARMP vào năm 1998. Bên cạnh đó, ông đã được [[Nhà nước Việt Nam]] trao tặng [[Giải thưởng Hồ Chí Minh]] về Khoa học - Công nghệ trong lĩnh vực Nông nghiệp với công trình nghiên cứu tạo giống ngô lai ở Việt Nam và danh hiệu [[Anh hùng Lao động]] thời kỳ đổi mới vào năm 2000.<ref name=\"ND\" \/><ref name=\"GT\">{{chú thích web|url=http:\/\/giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/thi-dua-khen-thuong-cap-nha-nuoc\/giai-thuong-nha-nuoc\/cong-trinh-cum-cong-trinh-khoa-hoc-nong-nghiep.html|title=Giải thưởng Hồ Chí Minh|publisher=Giải thưởng Việt Nam|access-date=ngày 9 tháng 2 năm 2014|archive-date=2014-02-22|archive-url=https:\/\/web.archive.org\/web\/20140222071114\/http:\/\/giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/thi-dua-khen-thuong-cap-nha-nuoc\/giai-thuong-nha-nuoc\/cong-trinh-cum-cong-trinh-khoa-hoc-nong-nghiep.html|url-status=dead}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{thời gian sống|1938}}\n\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Giáo sư Việt Nam]]"}