{"72544":"{{Thông tin nhân vật hoàng gia\n| tên = Trần Ích Tắc\n| tên gốc = 陳益稷\n| tước vị = [[Hoàng tử]] [[nhà Trần]]\n| tước hiệu = Chiêu Quốc vương (昭國王)<br>Trung Ý vương(忠懿王)(được nhà Nguyên truy tặng)\n| thụy hiệu = \n| hoàng tộc = [[Nhà Trần]] (Vì sự phản bội sau này mà nhà Trần đã loại Ích Tắc ra khỏi tông thất)\n| cha = [[Trần Thái Tông]]\n| mẹ = Vũ phi ? (cùng mẹ với [[Trần Nhật Duật]])\n| sinh = [[1254]]\n| mất = [[1329]] (75 tuổi)\n}}\n'''Trần Ích Tắc''' ([[chữ Hán]]: 陳益稷, [[1254]] – [[1329]]),<ref name=NS>[http:\/\/www.guoxue.com\/shibu\/24shi\/yuanshi\/yuas_209.htm Nguyên sử], Quyển 209: Liệt truyện 96, An Nam<\/ref> thường được biết đến với tước hiệu '''Chiêu Quốc vương''' (昭國王), là một [[hoàng tử]] [[nhà Trần]]. Ông là con của [[Trần Thái Tông]], em cùng cha khác mẹ với [[Trần Thánh Tông]] và Chiêu Minh đại vương [[Trần Quang Khải]]. Ngoài ra, ông cũng là chú của [[Trần Nhân Tông]].\n\nLà hoàng thân nhà Trần, nhưng Trần Ích Tắc là một người tham vọng và muốn thay thế ngôi vị của Thánh Tông và Nhân Tông. Khi [[nhà Nguyên]] [[Chiến tranh Nguyên Mông-Đại Việt lần 2|xâm lược đến Đại Việt]] năm [[1285]], ông đã dẫn gia quyến xin hàng và được cải phong làm '''[[An Nam quốc vương]]'''; 安南國王. Tuy nhiên, quân đội nhà Nguyên liên tiếp thất bại khiến Trần Ích Tắc tan vỡ kế hoạch và phải sống lưu vong ở Đại Nguyên.\n\n==Tiểu sử==\nTrần Ích Tắc là con thứ 5, hoặc thứ 8 của [[Trần Thái Tông]], là anh em cùng mẹ với Chiêu Đạo vương [[Trần Quang Xưởng]] (陈光昶) và Chiêu Văn vương [[Trần Nhật Duật]]. Không rõ mẹ của ba người là ai, chắc chắn không phải là [[Hiển Từ Thuận Thiên hoàng hậu]] Lý thị vì bà đã qua đời năm [[1248]], cách khi Ích Tắc và Nhật Duật sinh ra khoảng hơn 6 năm.\n\nTheo [[Đại Việt sử ký toàn thư]], Trần Ích Tắc thông minh hiếu học, thông hiểu lịch sử, lục nghệ, văn chương nhất đời, là Hoàng tử được Trần Thái Tông yêu mến nhất. Dù nghề vặt như đá cầu, đánh cờ, không nghề gì không thông thạo; từng mở học đường ở bên hữu phủ đệ, tập hợp văn sĩ bốn phương cho học tập, cấp cho ăn mặc, đào tạo thành tài như bọn [[Mạc Đĩnh Chi]] ở Bàng Hà, Bùi Phóng ở Hồng Châu,... gồm 20 người, đều được dùng cho đời. Đến 15 tuổi, thông minh hơn người, làu thông kinh sử và các thuật, vẫn còn có ý tranh đoạt ngôi trưởng đích. Ích Tắc đã từng gửi thư riêng cho khách buôn ở [[Thương cảng Vân Đồn|Vân Đồn]] xin quân Nguyên xuống phía Nam.\n\nNăm [[1267]], tháng 5, vào lúc 14 tuổi ông được anh là Thánh Tông phong làm '''Chiêu Quốc vương''' [昭國王].\n\nKhi [[nhà Nguyên|quân Nguyên Mông]] sang xâm lược Việt Nam [[Chiến tranh Nguyên Mông-Đại Việt lần 2|lần thứ hai]] ([[1285]]), ngày [[15 tháng 3]], Ích Tắc đem cả gia đình đi hàng giặc, được đưa về Trung Quốc và được [[Hốt Tất Liệt]] phong làm ''An Nam quốc vương'' và chờ ngày đưa trở về nước. Sau khi quân Nguyên Mông đại bại, Trần Ích Tắc ở lại [[Ngạc Châu]] (鄂州; nay thuộc tỉnh [[Hồ Bắc]]),<ref name=NS \/> giữ chức quan ''Hồ Quảng bình chương chính sự'', gia phong tới ''Ngân Thanh vinh lộc đại phu'' rồi ''Kim tử quang lộc đại phu'', ''Nghi đồng tam tư'' và mất ở Trung Quốc vào [[mùa hè]] năm Thiên Lịch thứ 2 ([[1329]]) đời [[Nguyên Văn Tông]], hưởng thọ 76 tuổi.\n\nNăm Chí Thuận thứ nhất ([[1330]]), ông được nhà Nguyên truy tặng tước '''Trung Ý vương''' (忠懿王).<ref name=NS \/>\n\nVì sự phản bội này mà sau này nhà Trần đã loại Ích Tắc ra khỏi tông thất, cho đổi tên thành '''Ả Trần''' (妸陳). Việc này cũng được ghi lại trong ĐVSKTT: ''\"Năm [1289], tháng 5, sau khi [[Chiến tranh Nguyên Mông–Đại Việt lần 3|đánh thắng quân Nguyên lần thứ ba]], bắt được cả một hòm biểu xin hàng. Thượng hoàng [Trần Thánh Tông] sai đốt hết đi để yên lòng những kẻ phản trắc. Chỉ có kẻ nào đầu hàng trước đây, thì dẫu bản thân ở triều đình giặc, cũng kết án vắng mặt, xử tội đi đày hoặc tử hình, tịch thu điền sản, sung công, tước bỏ quốc tính. Ích Tắc là chỗ tình thân cốt nhục, tuy trị tội cũng thế, nhưng không nỡ đổi họ xóa tên, chỉ gọi là Ả Trần, có ý chê hắn hèn nhát như đàn bà vậy. Vì thế, những ghi chép đương thời đều gọi là Ả Trần...\"''.\n\nNăm 1292, vua Trần Nhân Tông sai Nguyễn Đại Phạp đi sứ sang Nguyên, nhân đó lấy cớ nước đang có tang thoái thác việc vua Trần sang chầu. Khi Nguyễn Đại Phạp đến Ngạc Châu, vào tỉnh đường gặp các quan hành tỉnh nước Nguyên, có chạm mặt Trần Ích Tắc. Đại Phạp chào tất cả mọi người, chỉ không chào Ích Tắc. Tắc bèn hỏi: ''\"Ngươi không phải là tên biên chép ở nhà Chiêu Đạo Vương đó ư?\"'' Phạp trả lời: ''\"Việc đời đổi thay, Đại Phạp trước vốn là tên biên chép cho Chiêu Đạo Vương, nay là sứ giả, cũng như Bình chương xưa kia là con vua, nay lại là người đầu hàng giặc\"'' Từ đó về sau, Ích Tắc luôn tìm cách tránh mặt sứ giả Đại Việt sang, không dám ngồi ở tỉnh đường nữa.\n\n== Quan hệ với Trần Hữu Lượng ==\n[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] có viết ''\"Giáp Ngọ, [Thiệu Phong] năm thứ 14 [1354], (Nguyên Chí Chính năm thứ 14). Mùa xuân, tháng 2, quan trấn giữ biên giới phía bắc cho chạy trạm tâu việc Trần Hữu Lượng nước Nguyên dấy binh, sai sứ sang xin hòa thân (Hữu Lượng là con Trần Ích Tắc)\"''.\n\nỞ đây, rất có thể là do [[Trần Hữu Lượng]] (1316–1363) muốn mượn quân đội của nhà Trần nhằm phục vụ cho quyền lợi của mình nên nói phao lên như vậy, bởi theo [[Minh sử]] (quyển 123, liệt truyện 11) thì cha của Trần Hữu Lượng sau năm 1364 vẫn còn sống và được phong làm Thừa Ân hầu.<ref>[http:\/\/zh.wikisource.org\/wiki\/%E6%98%8E%E5%8F%B2\/%E5%8D%B7123#.E9.99.B3.E5.8F.8B.E8.AB.92 Minh sử, quyển 123, liệt truyện 11: Trần Hữu Lượng]<\/ref> còn Trần Ích Tắc thì đã chết từ năm 1329.\n\n== Ghi chú ==\n{{tham khảo|25em}}\n\n== Liên kết ngoài ==\n{{Wiktionary|Trần Ích Tắc}}\n{{Thời gian sống|sinh=1254|mất=1329}}\n\n[[Thể loại:Sinh năm 1254]]\n[[Thể loại:Mất năm 1329]]\n[[Thể loại:Hoàng tử nhà Trần]]\n[[Thể loại:Vương tước nhà Trần]]\n[[Thể loại:Quan lại nhà Nguyên]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Nhà văn Trung Quốc thời Nguyên]]\n[[Thể loại:An Nam quốc vương]]"}