{"629385":"Trung tướng '''Trần Hoa''', cựu Tư lệnh [[Bộ đội Biên phòng Việt Nam]], quê ở phường [[Đông Thành]], [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]\n\n==Quá trình công tác==\nCuối năm 1974, Trần Hoa từ quê hương [[cố đô Hoa Lư]] đặt chân đến [[Đà Nẵng]] trong chiến dịch giải phóng thành phố này. Ngay khi [[Đà Nẵng]] giải phóng, Ông được chọn vào Ban Trinh sát của Công an vũ trang, ở lại thành phố để bóc gỡ địch ngầm. Với nhiệm vụ này, năng khiếu điều tra của Trần Hoa được bộc lộ và năm sau ông được cử đi đào tạo lớp sĩ quan biên phòng khóa đầu tiên tại Vũng Tàu. Tốt nghiệp, ông được giữ lại để quản lý học viên. Năm 1982, Trần Hoa trở về Ty Công an Quảng Nam - Đà Nẵng, làm Đội trưởng Đội an ninh cảng.\n\nNăm 1992, Việt Nam bắt đầu thời mở cửa, vùng biển Nam Trung Bộ trở thành điểm nóng về buôn lậu, khu vực ngoài khơi tỉnh Bình Định còn được mệnh danh là \"Hồng Kông\" trên biển. Trần Hoa lúc đó là Đồn trưởng Đồn cảng Đà Nẵng, Ông và đồng đội đã sáng tạo ra giải pháp hợp đồng sử dụng hệ thống thông tin liên lạc của các đơn vị trên các đảo để báo tin. Sự sáng tạo bất ngờ ấy đã giúp lực lượng biên phòng tiếp cận, bắt thành công hai tàu buôn lậu lớn là Phương Mai 18 và Quang Trung 15. Vụ án này hồi đó đã gây chấn động vì số hàng lậu bắt được rất lớn. Thời điểm năm 1992 mà đấu giá thu về 11 tỷ 280 triệu đồng.\n\nNăm 2002, trên cương vị Chỉ huy trưởng BĐBP thành phố Đà Nẵng, với chiến dịch 100 ngày đêm trên biển, Trần Hoa đã trực tiếp chỉ huy, chỉ đạo tóm được 28 tàu buôn lậu, lập chiến công lớn trên biển miền Trung.\n\nNăm 2009, ông chính thức trở thành tư lệnh [[Bộ đội Biên phòng Việt Nam]]. Ông giữ chức vụ này đến tháng 3 năm 2012 thì nghỉ hưu<ref name=vov\/>.\n\n==Tham khảo==\n\n{{Tham khảo|refs=\n<ref name=vov>\n{{chú thích báo\n|tác giả= Huy Nam\n|tác phẩm= Báo điện tử VOV\n|url= http:\/\/vov.vn\/chinh-tri\/bo-nhiem-tu-lenh-bo-doi-bien-phong-204350.vov\n|tên bài= Bổ nhiệm Tư lệnh Bộ đội Biên phòng\n|ngày= 2012-03-26\n|ngày truy cập= 2015-06-01}}\n<\/ref>\n}}\n\n==Liên kết ngoài==\n*[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/56\/56\/58\/48718\/Default.aspx Vị tướng biên phòng và những chiến công thầm lặng]\n*[http:\/\/baoninhbinh.org.vn\/news\/64\/2DC4AB\/Cac-Tuong-linh-LLVT-la-nguoi-que-goc-Ninh-Binh Các Tướng lĩnh LLVT là người quê gốc Ninh Bình]\n*[http:\/\/thanhgiong.vn\/Home\/Tin-tuc-New\/NewsDetail.aspx?id=9380 Đầu xuân phỏng vấn Tư lệnh BĐBP: Chủ quyền quốc gia vùng biển đảo của Tổ quốc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160624111445\/http:\/\/thanhgiong.vn\/Home\/Tin-tuc-New\/NewsDetail.aspx?id=9380 |date=2016-06-24 }}\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Tư lệnh Bộ đội Biên phòng Việt Nam]]"}