{"199183":"{{Khóa|small=yes}}\n{{thiếu nguồn gốc}}\n{{Thông tin chiến tranh\n|conflict=Trận Đồi Thịt Băm\n|partof=[[Chiến tranh Việt Nam]] trong [[Chiến tranh Đông Dương (định hướng)|Chiến tranh tại Đông Dương]]\n|image=\n|caption=\n|date=[[10 tháng 5]] - [[20 tháng 5]] năm [[1969]]\n|place={{coord|16|15|11|N|107|10|29|E|}}<br \/>Tỉnh Thừa Thiên, [[Việt Nam]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong Việt Nam\n|map_label =\n|casus=\n|territory=\n|result= Hai bên cùng tuyên bố chiến thắng, quân Mỹ sau đó rút đi, [[Quân Giải phóng miền Nam Việt Nam]] chiếm lại đồi. \n|combatant1={{flagicon|Hoa Kỳ}} [[Quân đội Hoa Kỳ]]<br> [[Tập tin:Flag of South Vietnam.svg|22px]] [[Quân lực Việt Nam Cộng hoà]]\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội Nhân dân Việt Nam]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam Việt Nam]]\n|commander1=Melvin Zais\n|commander2=Ma Vĩnh Lan\n|strength1=Khoảng 1.800 bộ binh<br>10 tiểu đoàn pháo binh (bắn 19.213 viên đạn pháo)<br>Không quân yểm trợ 272 phi vụ, ném 890 tấn bom nổ và 115 tấn [[napan|bom napalm]].<ref name=vir>{{chú thích web |url=http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?J21AR18n5UXuJ.Z%40xPaVhi2FrXfav%40LDz%40HDAxoKCDDdYNP8vY82ybVtqFahJMVBt8bUIV5kwgX6ttFaTRQbvIg0MH255VB5RK9zJ2okpKlOUK5bwH0c6YvcjGBSErCT%2F168300010494.pdf |ngày truy cập=2021-05-18 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 3 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160303165612\/http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?J21AR18n5UXuJ.Z%40xPaVhi2FrXfav%40LDz%40HDAxoKCDDdYNP8vY82ybVtqFahJMVBt8bUIV5kwgX6ttFaTRQbvIg0MH255VB5RK9zJ2okpKlOUK5bwH0c6YvcjGBSErCT%2F168300010494.pdf }}<\/ref>\n|strength2=2 tiểu đoàn, ước tính khoảng 800 người\n|casualties1='''''Theo Hoa Kì:'''''<br>{{flagicon|Hoa Kỳ}} 72 chết, 372 bị thương<br>[[Tập tin:Flag of South Vietnam.svg|22px]] Không rõ<br>Vài trực thăng bị bắn rơi hoặc bắn hỏng\n'''''Theo [[Quân Giải phóng miền Nam Việt Nam]]:''''' Khoảng 1.300 chết hoặc bị thương<br>6 trực thăng bị bắn rơi, nhiều chiếc khác bị bắn hỏng\n|casualties2=Không rõ (Mỹ tuyên bố có 630 chết, nhưng con số này bị xem là phóng đại do thực tế Mỹ chỉ thu được 89 vũ khí cá nhân và 22 vũ khí cộng đồng<ref name=vir \/>)\n}}\n\n{{Campaignbox Vietnam War}}\n\n'''Trận Đồi Thịt Băm''' hay '''trận A Bia'''<ref>{{chú thích web|url=http:\/\/tapchisonghuong.com.vn\/hue\/p0\/c107\/n28091\/50-nam-chien-thang-A-Bia-Tran-danh-gop-phan-tao-buoc-ngoat-trong-chien-tranh-Viet-Nam.html|title=50 năm chiến thắng A Bia: Trận đánh góp phần tạo bước ngoặt trong chiến tranh Việt Nam - Tạp chí Sông Hương|website=tapchisonghuong.com.vn}}<\/ref> là tên gọi của trận chiến giữa [[Quân đội Nhân dân Việt Nam]], [[Quân Giải phóng miền Nam Việt Nam]] với [[Quân đội Mỹ]] từ ngày [[10 tháng 5]] đến ngày [[20 tháng 5]] năm 1969 ở [[Thừa Thiên Huế|Thừa Thiên]] (nay thuộc Thừa Thiên Huế). Trận chiến nổ ra khi [[Hoa Kỳ]] tập trung lực lượng gần 2.000 quân dưới sự yểm trợ mạnh của hỏa lực phi pháo để đánh chiếm quả đồi (núi A Bia, phía Mỹ gọi là Cao điểm 937) do 2 tiểu đoàn [[Quân Giải phóng miền Nam Việt Nam]] chiếm giữ.\n\nTrận đánh diễn ra chủ yếu bằng bộ binh: quân Mỹ leo lên đồi cao tấn công đối phương. Các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] cũng ra sức cố thủ dựa vào địa thế hiểm trở cùng thời tiết khắc nghiệt. Dù được yểm trợ mạnh bởi pháo binh và không quân, các cuộc tấn công của Mỹ đã nhiều lần bị đẩy lùi bởi sự phòng ngự có hiệu quả của phía [[Quân Giải phóng miền Nam Việt Nam]]. Ngọn đồi này sau trận đánh đã được lính Mỹ gọi là \"Đồi Thịt Băm\" - ''Hamburger Hill'', như một cách thể hiện độ khốc liệt và thương vong cao của lính Mỹ. Theo [[Samuel Zaffiri]], tác giả của cuốn ''Hamburger Hill'', quân Mỹ đã chiếm được ngọn đồi sau 10 ngày chiến đấu với số thương vong lên tới 72 người chết và 372 bị thương và lại phải bỏ vị trí này một tháng sau đó.<ref>''Không thể chuộc lỗi'' (''Failure to Atone''), Allen Hassan, Nhà xuất bản Trẻ (dịch)<\/ref>\n\n==Bối cảnh==\n\nA Bia là điểm cao đột xuất (937m) nằm giữa vùng rừng núi trùng điệp gần biên giới Việt-Lào (cách 1,9&nbsp;km). Đỉnh A Bia có ba mỏm đứng thế chân kiềng cao xấp xỉ nhau, cách nhau khoảng 400m. Trước đây Mỹ đã lên A Bia đóng dã ngoại, nay còn nguyên công sự, xung quanh chất đống nhiều vỏ đồ hộp... Đỉnh A Bia bị bom pháo phát quang nham nhở, trơ lại những thân cây khô cháy.{{fact|date = ngày 16 tháng 4 năm 2013}}\n\nToàn bộ núi là một dải gồ ghề, hoang dã bao phủ bởi rừng với những tán [[tre]] mọc dày đặc cộng vởi cỏ voi cao ngang thắt lưng. Cỏ có khi cao hơn cả một xe bọc thép [[M-113]]. Các dân tộc địa phương gọi A Bia là \"núi muông thú ẩn mình\".\n\n==Kế hoạch của 2 bên==\n===Liên quân Hoa Kỳ-Việt Nam Cộng hòa===\nCác trận đánh trên Cao điểm 937 xảy ra tháng 5 năm 1969, là giai đoạn hai của [[Chiến dịch Apache Snow]], một chiến dịch gồm ba giai đoạn nhằm mục đích tiêu diệt lực lượng [[Quân Giải phóng miền Nam Việt Nam]] trong khu vực thung lũng [[A Sầu]] (A Shau), một mắt xích trong tuyến đường chi viện vào miền Nam Việt Nam. Năm 1966, [[Quân Giải phóng miền Nam Việt Nam]] đã thành công trong việc đánh chiếm doanh trại của Mỹ trong thung lũng A Shau, tức A Sầu ([[Trận A Sầu]]) và thiết lập sự hiện diện tại đây. Sau đó các nỗ lực liên tục của Mỹ nhằm tái chiếm thung lũng đã không thành công. Trung tướng [[Richard G. Stilwell]], chỉ huy của Quân đoàn 24 của Hoa Kỳ, quyết định huy động lực lượng tương đương với hai sư đoàn được hỗ trợ mạnh bởi pháo binh và không quân để hoàn thành nhiệm vụ.\n\nLực lượng tham chiến tại Đồi 937 gồm 3 tiểu đoàn của Sư đoàn Không vận 101, chỉ huy là Thiếu tướng [[Melvin Zais]]. Các tiểu đoàn này đều thuộc Lữ đoàn 3 (chỉ huy bởi Đại tá [[Joseph Conmy]]) gồm Tiểu đoàn 3\/187 Bộ binh (Trung tá [[Weldon Honeycutt]]), Tiểu đoàn 2\/501 bộ binh (Trung tá Robert German) và Tiểu đoàn 1\/506 bộ binh (Trung tá [[John Bowers]]). Hai tiểu đoàn 2\/1 và 4\/1 thuộc Sư đoàn 1 Quân lực Việt Nam Cộng hòa được giao nhiệm vụ hỗ trợ cho Lữ đoàn 3. Các đơn vị khác tham gia trong chiến dịch bao gồm các Trung đoàn 9 Thủy quân lục chiến Hoa Kỳ, Thiết đoàn 3 thuộc Trung đoàn Kỵ binh 5 Lục quân Hoa Kỳ và Trung đoàn 3 thuộc Sư đoàn 1 Quân lực Việt Nam Cộng hòa.\n\nKế hoạch của Đại tá Conmy là dùng 5 tiểu đoàn mở cuộc tấn công vào thung lũng bằng trực thăng vào ngày [[10 tháng 5]] năm 1969, để tìm kiếm cũng như phá hủy các kho quân nhu của [[Quân Giải phóng miền Nam Việt Nam]]. Kế hoạch tổng thể của cuộc tấn công là Thủy quân lục chiến và các đơn vị trinh sát tiến về phía biên giới Lào, trong khi các đơn vị Việt Nam Cộng hòa (VNCH) cắt đường giao thông qua thung lũng. Tiểu đoàn 2\/501 và 1\/506 sẽ tiêu diệt đối phương và ngăn chặn các tuyến đường trốn thoát sang Lào. Nếu một tiểu đoàn đụng độ mạnh với lực lượng [[Quân Giải phóng miền Nam Việt Nam]], Conmy sẽ hỗ trợ nó bằng trực thăng với một trong các đơn vị khác. Về lý thuyết, với sức cơ động cực mạnh nhờ trực thăng, Sư đoàn 101 có thể phản ứng đủ nhanh để ngăn chặn bất kỳ đơn vị [[Quân Giải phóng miền Nam Việt Nam]] nào. Khi một tiểu đoàn của Hoa Kỳ phát hiện một đơn vị [[Quân Giải phóng miền Nam Việt Nam]], nó sẽ tổ chức đánh chặn cho đến khi một tiểu đoàn tăng cường có thể cắt đường rút lui và dùng hỏa lực vượt trội tiêu diệt đối phương.\n\nTuy nhiên, Hoa Kỳ đã đánh giá thấp sức mạnh thực tế của [[Quân Giải phóng miền Nam Việt Nam]]{{fact|date = ngày 16 tháng 4 năm 2013}}. Là bậc thầy ngụy trang{{fact|date = ngày 16 tháng 4 năm 2013}}, [[Quân Giải phóng miền Nam Việt Nam]] hoàn toàn che giấu các căn cứ của họ khỏi trinh sát trên không của Mỹ{{fact|date = ngày 16 tháng 4 năm 2013}}. Khi di chuyển, Quân Giải Phóng thường làm vào ban đêm, dọc theo những con đường mòn dưới tán rừng rậm rạp. Quân Giải Phóng thực hiện liên lạc và kiểm soát chủ yếu bằng thư và [[điện tín]], không sử dụng thiết bị điện tử để tránh bị theo dõi. Qua kinh nghiệm trong nhiều cuộc đụng độ lớn hơn cho thấy Quân Giải Phóng thường chỉ giao chiến trong một thời gian ngắn, gây tổn thất lớn nhất có thể cho Mỹ và sau đó nhanh chóng rút đi trước khi phải hứng chịu hỏa lực áp đảo của Mỹ. Chiến đấu kéo dài như tại [[Đăk Tô]] hay [[trận Ia Đrăng]] là tương đối hiếm{{fact|date = ngày 16 tháng 4 năm 2013}}. Honeycutt dự đoán tiểu đoàn của ông ta có đủ năng lực để thực hiện một cuộc trinh sát trên Cao điểm 937 mà không cần tăng cường hơn nữa, mặc dù ông ta đã yêu cầu quân dự bị của lữ đoàn, và Đại đội Bravo của mình, sẵn sàng hỗ trợ.\n\n=== [[Quân Giải phóng miền Nam Việt Nam]]===\nSau khi liên tục giao chiến với [[Thủy quân lục chiến Hoa Kỳ]] trong [[Chiến dịch Dewey Canyon]] vào tháng 2, [[Quân Giải phóng miền Nam Việt Nam]] đã di chuyển Trung đoàn 6, 9 và 29 vào khu vực thung lũng [[A Lưới]] để tái trang bị, bổ sung thiệt hại.\n\nThung lũng A Lưới nằm về phía tây bắc thành phố Huế khoảng 30&nbsp;km, được bao bọc với một số điểm cao như Động So (1.100m), Ba Lao (1.400m), A Bia (937m) và Động Ràng... Sông A Ráp và đường 14 chạy dọc chiều dài thung lũng. Phía tây bắc có [[sông Đáp Lim]], A Lưới, nối với [[Huế]] bằng đường số 12.\n\nKế hoạch càn quét A Lưới của Mỹ đã được Bộ tư lệnh Quân khu Trị-Thiên dự kiến từ trước. Do vậy, từ đầu tháng 3 năm 1969 quân khu đã điều Trung đoàn 3 vào chuẩn bị chiến trường sẵn sàng đánh Mỹ. Sư đoàn trưởng [[Chu Phương Đới]], Chính ủy [[Nguyễn Xuân Trà]] cùng đi với trung đoàn.\n\nChiều ngày 7 tháng 5, Đảng ủy Trung đoàn họp mở rộng{{fact|date = ngày 16 tháng 4 năm 2013}}. Sau khi nghe [[Kiều Tam Nguyên]], Bí thư Đảng ủy Trung đoàn quán triệt mục đích, yêu cầu của đợt hoạt động, hội nghị dành nhiều thời gian thảo luận chọn một trong các phương án tác chiến do Trung đoàn trưởng [[Ma Vĩnh Lan]] trình bày.<ref>{{chú thích web|url=http:\/\/ct.qdnd.vn\/ho-so-tu-lieu\/chui-rao-kieu-ong-ngai-521443|title=Chui rào \"kiểu ông ngãi\"|website=ct.qdnd.vn}}<\/ref>\n\nMột, với 1 đại đội pháo phòng không 12,7mm, 1 đại đội cối 82mm được tăng cường 1 tiểu đoàn bộ binh, trung đoàn sẽ vận dụng chiến thuật vận động tiến công kết hợp chốt, lấy đại đội, trung đội xuất kích ngắn, tập kích vào từng cụm quân Mỹ đóng dã ngoại. Tuỳ tình hình diễn biến cụ thể, trung đoàn chuẩn bị phương án vận động tiến công kết hợp chốt cấp trung đoàn, tiêu diệt tiểu đoàn Mỹ. Để đạt được mục đích đó, trung đoàn phải tạo cho được cụm điểm chốt liên hoàn nhằm thu hút quân Mỹ vào sâu hơn nữa, tạo khả năng và điều kiện cho các phân đội cơ động tiến công tiêu diệt quân dã ngoại và quân ứng cứu.{{fact|date = ngày 16 tháng 4 năm 2013}}\n\nHai, không xây dựng cụm chốt, chỉ dùng lực lượng cơ động tiến hành mật tập phục kích, tập kích, xuất kích ngắn để tiêu diệt quân Mỹ đóng dã ngoại. Mỹ đang hung hăng, đang có tham vọng quét lực lượng [[Quân Giải phóng miền Nam Việt Nam]] ra xa, nếu gặp lực lượng chủ lực nhất định Mỹ sẽ bâu lại \"quét\", lúc đó sẽ sử dụng lực lượng cơ động để tập kích vào những khu vực quân Mỹ co cụm.\n\nSau nhiều giờ tranh luận, hội nghị nhất trí chọn phương án một, nhưng cũng sẵn sàng chuyển sang phương án hai. Trung đoàn chọn A Bia để xây dựng cụm chốt.\n\n15 giờ ngày 8 tháng 5, các đơn vị xuất phát hành quân chiếm lĩnh trận địa.{{fact|date = ngày 16 tháng 4 năm 2013}} Tiểu đoàn 8 được tăng cường Đại đội 14 cối 82mm xây dựng cụm chốt ở A Bia. Tiểu đoàn 7 bố trí ở khu vực các điểm cao 903 và 916. Đại đội 16 cơ động dọc phía tây đường số 14 đoạn A Sầu - A Lưới. Khối hỏa lực còn lại do trung đoàn trực tiếp nắm. Tiểu đoàn 9 làm lực lượng dự bị, trước mắt có nhiệm vụ chuyển gạo, đạn từ A Rum vào A Lưới. Các chiến sĩ trinh sát bám sát từng mũi tiến quân của Mỹ.\n\n==Diễn biến==\n===Mở màn trận đánh===\nLúc 10 giờ 15 phút ngày [[10 tháng 5]], Tiểu đoàn 8 do Tiểu đoàn trưởng [[Đinh Xuân Bài]] chỉ huy nổ súng tiến công 1 đại đội thuộc Tiểu đoàn Dù số 3 Mỹ trên các điểm cao 400, 500, cách đông bắc A Bia khoảng 2&nbsp;km. Đại đội 5 được tăng cường hai cối 82mm, chia làm ba mũi, mũi chính đánh ngang đội hình địch ở \"yên ngựa\" rồi tỏa ra hai hướng đánh ngược lên các đỉnh 500 và 400, để kết hợp với hai mũi đánh từ phía sau mỏm 500 xuống.\n\nTrên mỏm cao 400, sau khi bí mật tiếp cận mục tiêu, đến giờ nổ súng, tiểu đội 10 tiêu dệt 1 tiểu đội Mỹ, sau đó phát triển xuống \"yên ngựa\", phối hợp với trung đội 3 đánh ngược lên.{{fact|date = ngày 16 tháng 4 năm 2013}}\n\nCùng lúc đó ở mỏm 500, tiểu đội 9 đánh lên đỉnh, nhưng trúng hai quả mìn định hướng Mỹ gài sẵn làm thương vong gần hết. Mũi phát triển từ \"yên ngựa\" lên cũng bị quân Mỹ từ trên mỏm bắn xuống, đội hình tiến công ở hướng này bị chững lại. Đại đội 5 phải dùng cối 82 ly và [[B40|B-40]] đặt từ đỉnh 400 bắn sang chi viện nhưng vẫn không dứt điểm được. Pháo binh Mỹ dồn dập bắn vào mỏm 400, kết hợp với hai máy bay trực thăng rà sát ngọn cây quét đại liên, thả lựu đạn xung quanh điểm cao 500. Trước tình hình đó, tiểu đoàn 8 lệnh cho đại đội 5 lùi về A Bia tiếp tục xây dựng trận địa chốt. Trận chiến đấu diễn ra không quá một giờ, hàng chục lính Mỹ tử trận. Tiểu đoàn 8 của phía [[Quân Giải phóng miền Nam Việt Nam]] do phân tán lực lượng, không tập trung vào mục tiêu chủ yếu là sở chỉ huy Mỹ đã để quân Mỹ kịp tổ chức chống cự gây nhiều tổn thất.\n\nỞ hướng tiểu đoàn 7, ngay phút đầu ban chỉ huy tiểu đoàn đã tập trung hỏa lực chi viện cho đại đội 1 đánh lên điểm cao 903. Sau khi hàng chục lính Mỹ tử thương.{{fact|date = ngày 16 tháng 4 năm 2013}} Mỹ đưa 6 máy bay trực thăng lên chi viện và bốc 2 đại đội ở đây về phía nam.\n\nQuân Mỹ biết đã gặp lực lượng chủ lực, tăng cường độ đánh phá và dùng trực thăng vũ trang thay nhau trinh sát khu vực xảy ra chiến sự.\n\nNgày 11 tháng 5, Honeycutt giao cho 2 đại đội Alpha và Delta do thám phía bắc và tây bắc núi A Bia, trong khi các đại đội Bravo và Charlie tăng cường tại các tuyến đường khác nhau. 13 giờ ngày 11 tháng 5, Mỹ đổ 2 tiểu đoàn xuống các điểm cao 903, 916 và A Bia. Phía [[Quân Giải phóng miền Nam Việt Nam]], Trung đoàn trưởng lệnh cho tiểu đoàn 7 để 1 đại đội ém quân tại khu vực 903, 916, còn 3 đại đội cơ động bám sát, tiến công Mỹ.\n\nKhi ra ngoài bãi đáp trực thăng trên sườn núi phía bắc, Đại đội Bravo đã giao tranh dữ dội với lực lượng [[Quân Giải phóng miền Nam Việt Nam]] trong khu vực 1&nbsp;km vào cuối ngày. Honeycutt nhanh chóng chỉ đạo máy bay trực thăng vũ trang [[Bell AH-1 Cobra|AH-1 Cobra]], trang bị rocket và súng máy hạng nặng để hỗ trợ cho một cuộc tấn công vội vã. Trong rừng rậm, những chiếc Cobra nhầm tiểu đoàn 3\/187 Mỹ với một đơn vị [[Quân Giải phóng miền Nam Việt Nam]] nên đã tấn công, giết chết hai người và làm bị thương 35, (gồm cả Honeycutt). Việc bắn lầm này phá vỡ đội hình và sự chỉ huy, và buộc tiểu đoàn 3\/187 rút lui vào vị trí phòng thủ đêm. Tuy nhiên, liên lạc xác nhận rằng một lực lượng đáng kể phía [[Quân Giải phóng miền Nam Việt Nam]] đã có mặt, Honeycutt ước tính là cần tăng cường một trung đội hoặc đại đội.\n\nCũng đêm ngày 11, tiểu đoàn đặc công của quân khu tiến công sở chỉ huy lữ đoàn dù 3 Mỹ ở căn cứ [[Động Tranh]]. Sáng ngày 12 tháng 5 Mỹ phải đưa tiểu đoàn 2\/506 ở A Lê Thiêm về bảo vệ sở chỉ huy lữ đoàn. Mỹ rút tiểu đoàn 2 về Động Tranh, phía bắc A Bia không còn lính chốt giữ. Ban chỉ huy Trung đoàn 3 [[Quân Giải phóng miền Nam Việt Nam]] quyết định điều tiểu đoàn 9 do tiểu đoàn trưởng Vượng chỉ huy hoạt động từ địa đạo Lam Sơn đến khu vực Bãi Ổi. Tiểu đoàn 8 tiếp tục củng cố trận địa chốt.\n\nCũng trong hai ngày này, Honeycutt điều khiển các đại đội của mình tới các vị trí cho một cuộc tấn công phối hợp ngày 13 tháng 5 nhưng đã thất vọng bởi địa hình khó khăn và sự kháng cự của phía [[Quân Giải phóng miền Nam Việt Nam]]. Một đơn vị của Đại đội Delta, rơi vào một khe núi dốc lầy lội vào ngày [[12 tháng 5]], phải chịu đựng tổn thất rất cao trong hai ngày.\n\n===Quân Mỹ đẩy mạnh tấn công===\n\nBuổi trưa ngày 13 Tháng 5, chỉ huy lữ đoàn Dù, Đại tá Conmy, đã quyết định nó sẽ cắt đứt chi viện của lực lượng [[Quân Giải phóng miền Nam Việt Nam]] từ Lào và hỗ trợ Honeycutt bằng cách tấn công A Bia từ phía nam. Đại đội Bravo được trực thăng đưa lên Đồi 916, nhưng phần còn lại của tiểu đoàn di chuyển bằng đường bộ, từ một khu vực cách 4&nbsp;km từ Đồi 937, và cả Conmy và Honeycutt dự kiến Tiểu đoàn ​​1\/506 sẽ sẵn sàng cung cấp hỗ trợ không muộn hơn buổi sáng ngày 15 tháng 5. Mặc dù Đại đội Bravo đã tới Đồi 916 ngày [[15 tháng 5]], nó đã không tham gia tấn công cho đến ngày [[19 tháng 5]] do rừng rậm gần như không thể di chuyển.\n\nLúc 12 giờ trưa ngày [[13 tháng 5]], đại đội [[Quân Giải phóng miền Nam Việt Nam]] phát hiện một tốp lính Mỹ trong hố bom dưới \"yên ngựa\", đang dùng ống nhòm quan sát lên đỉnh A Bia. 20 phút sau nhiều lính Mỹ kéo ra dưới mỏm \"yên ngựa\". Đợi lính Mỹ dưới hố bom leo lên, phía [[Quân Giải phóng miền Nam Việt Nam]] dùng mìn sát thương cùng với bộ binh tiến lên đánh vào nhóm đi trước, khẩu đội cối 82mm đánh chặn phía sau. Quân Mỹ bỏ chạy theo triền đồi. Đại đội 1 tiểu đoàn 2\/501 bị tiêu diệt. Quân Mỹ dùng trực thăng vận 2 đại đội khác đổ xuống chân điểm cao A Bia nhặt xác đồng đội, nhưng trời đã tối nên phải quay về vị trí cũ.\n\nSau trận chiến đấu của đại đội 6 ở A Bia, phương án tác chiến được khẳng định. Quân Mỹ tiếp tục phản kích lên A Bia và các điểm cao điểm 903, 916. Ban chỉ huy [[Quân Giải phóng miền Nam Việt Nam]] quyết định tiếp tục sử dụng tiểu đoàn 8 chốt ở A Bia và tiểu đoàn 7 giữ điểm cao 903, đưa tiểu đoàn 9 vào hoạt động ở A Lê Thiêm, A Lê Lốc, đồng thời dùng đặc công liên tục tập kích vào các vị trí đóng quân của Mỹ. Thực hiện chủ trương của trung đoàn, đêm ngày 13 rạng ngày [[14 tháng 5]], đại đội 20 đặc công tập kích vào sở chỉ huy tiểu đoàn 1\/506 ở điểm cao 1078 phá huỷ trận địa pháo 105mm.\n\nNgày 13 tháng 5, lữ dù 3 Mỹ tổ chức phản kích vào các điểm cao 903 và 916. Tiểu đoàn 7 do tiểu đoàn trưởng [[Tăng Văn Miêu]] và chính trị viên [[Trần Triền]] chỉ huy. Trong thế xen kẽ, chiến sĩ tiểu đoàn 7 đã tập kích khiến lính Mỹ phải thường xuyên di chuyển, gọi pháo chi viện tạo nên vành đai hỏa lực xung quanh vị trí trú quân.\n\nNgày 14 tháng 5, tổ chức phân đội hỏa lực 12 khẩu gồm [[B40|B-40]], [[Súng chống tăng B41|B-41]], cối 82, cối 60 ly của phía [[Quân Giải phóng miền Nam Việt Nam]] bất ngờ đánh vào đội hình của 1 đại đội Mỹ cách điểm cao 916 hai km về phía đông, Sau khi dùng bom, pháo bắn phá dọn đường suốt hai ngày 13 và 14 tháng 5, quân Mỹ sử dụng tiểu đoàn 1\/506 chia làm hai mũi tiến công đánh chiếm lên A Bia. Phía đông nam, đợt phản kích của 2 đại đội Mỹ cũng bị đại đội 6 [[Quân Giải phóng miền Nam Việt Nam]] ghìm chân dưới \"yên ngựa\" bằng những bãi [[mìn]] và đạn cối. Khi quân Mỹ vượt được lên \"yên ngựa\", vào gần tới đỉnh thì bị bộ binh [[Quân Giải phóng miền Nam Việt Nam]] phục kích. Bị đánh gần và bất ngờ, lính Mỹ lùi xuống chân điểm cao, gọi pháo chi viện.\n\nBiết lữ đoàn dù 3 Mỹ đang dồn nỗ lực chiếm A Bia, từ ngày 15 tháng 5 trở đi, tiểu đoàn 8 tranh thủ thời gian giữa hai đợt phản kích đào hầm, phát triển tuyến chốt sang hướng sườn tây bắc điểm cao A Bia nhằm tránh pháo Mỹ từ phía đông bắc bắn tới. Hầm hào được xây dựng nửa nổi, nửa chìm, có hầm ngủ, hầm chiến đấu nhiều tầng, nhiều lớp. Cơ quan trung đoàn và các đơn vị trực thuộc thay nhau lên A Bia giúp tiểu đoàn 8 xây dựng hầm hào. Với hệ thống công sự này, tiểu đoàn 8 nấp mình trong lòng đất đã tránh được bom pháo Mỹ ngày đêm cày nát ngọn đồi, tổ chức phản kích hàng chục đợt tiến công của quân Mỹ. Quân Mỹ với sự hỗ trợ của [[napan|bom napalm]], [[súng phun lửa]], [[súng không giật|pháo không giật]] đã tiến rất chậm, mỗi công sự chiếm được đều phải trả giá đắt. Các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] cũng tổ chức đánh các bãi đáp trực thăng của Mỹ, bắn rơi hoặc bắn hư hỏng nhiều máy bay trực thăng dù chỉ có vũ khí hạng nhẹ và súng phóng lựu.\n\nSau 3 ngày bị chặn đứng, quân Mỹ thay đổi chiến thuật. Vừa dùng phi pháo đánh ác liệt vào trận địa chốt, vừa dùng lực lượng cấp đại đội đánh vào các điểm cao 916, 900, nhằm bao vây cô lập tiểu đoàn 8, sau đó dùng lực lượng lớn tiến công, đánh chiếm A Bia.\n\nTrưa ngày [[15 tháng 5]], trực thăng Mỹ đổ 1 đại đội (Đại đội Bravo) thuộc tiểu đoàn 1\/506 xuống điểm cao 916, đồng thời tung 2 tiểu đoàn vào hướng điểm cao 900, phối hợp lấn dần sang A Bia, cùng tiểu đoàn 2\/501 tổ chức phản kích. Hai bên giành giật nhau suốt hai ngày liền. Quân Mỹ ba lần thay quân, lực lượng [[Quân Giải phóng miền Nam Việt Nam]] cũng vơi dần, hầm hào sụt lở, không kịp củng cố. Các chốt của tiểu đoàn 8 mất dần, nhất là hướng chốt đại đội 8. Tuy vậy phía [[Quân Giải phóng miền Nam Việt Nam]] vẫn giữ được A Bia.\n\nTiểu đoàn 8 bị cắt rời khỏi đội hình trung đoàn. Ban chỉ huy tiểu đoàn hội ý quyết định để đại đội 6 tiếp tục củng cố trận địa, đánh địch từ hướng bắc; rút đại đội 7 ra tăng cường cho chốt ở điểm cao 991, đại đội 5 bổ sung cho chốt đại đội 8, số còn lại làm lực lượng dự bị. Đồng thời tiểu đoàn điện báo cáo về trung đoàn: ''\"Tình hình có khó khăn, thương binh không chuyển được, đạn thiếu, lực lượng cơ động không có. Chỉ có khả năng giữ đến sáng 17 tháng 5. Hướng rút lui phía nam A Bia\".''\n\nLữ đoàn dù 3 Mỹ đã bị động đối phó về mặt chiến thuật, từ chỗ chủ động lùng sục tìm diệt phải quay sang đánh chiếm mục tiêu đúng như ý định của phía [[Quân Giải phóng miền Nam Việt Nam]]. Ban chỉ huy trung đoàn [[Quân Giải phóng miền Nam Việt Nam]] lệnh cho tiểu đoàn 8 tiếp tục giữ A Bia, thu hút đối phương, tạo điều kiện cho hai tiểu đoàn 7 và 9 cùng các đại đội hỏa lực lật cánh sang phía nam A Bia vận động tấn công vào sườn quân Mỹ; trước mắt phải đánh bật đại đội Mỹ ở điểm cao 916 để lập lại thế liên hoàn toàn trung đoàn.\n\nSuốt hai ngày 16 và 17 tháng 5, nhiều trận đánh diễn ra liên tiếp trong khu vực đồi 903, 916 và phía nam A Bia. Ngày [[16 tháng 5]], trung đoàn tập trung 16 khẩu cối, B-40, B-41 và đại liên 12,7mm tập kích bất ngờ vào đại đội Mỹ ở Động Chuối, 9 giờ ngày 17 tháng 5, đại đội 2 tiểu đoàn 7 bất ngờ tiến công 1 đại đội Mỹ ở điểm cao 916. đánh bật quân Mỹ ở mỏm 1. Quân Mỹ bỏ mỏm 2 chạy dạt xuống chân điểm cao, vấp phải chốt của đại đội 5. Hai giờ chiều ngày 17 tháng 5, nhiều quân Mỹ ở 916 tử trận. Hành lang giữa 916 và A Bia đã khai thông. Đường sang tiểu đoàn 8 lại được mở. Chỉ huy lữ dù 3 chưa hay biết gì về số phận đại đội Mỹ trên điểm cao 916 nên vẫn cho trực thăng đổ quân tiếp ứng cho đại đội này, nên bị đại đội 2 bắn cháy 2 trực thăng và lính đi cùng.\n\nThời gian này, ở hướng A Bia cũng diễn ra trận chiến đấu ác liệt. Mỹ cố đánh chiếm A Bia để gỡ thể diện và để nhặt xác đồng đội tử trận suốt hai ngày qua. Sau khi cắt rời tiểu đoàn 8 khỏi đội hình Trung đoàn 3, lữ dù 3 Mỹ cùng tiểu đoàn 2\/501 và hai đại đội thuộc tiểu đoàn 1\/506 bâu quanh A Bia thay nhau phản kích. Mỹ không dùng chiến thuật \"cơn sóng lớn áp đảo đối phương\" nữa mà thực hiện chiến thuật \"sóng liên hồi\" nhằm gây căng thẳng dẫn đến suy sụp về ý chí và tinh thần, buộc phía [[Quân Giải phóng miền Nam Việt Nam]] phải mệt mỏi mà rút bỏ A Bia.\n\nTrong hai ngày 16 và 17 tháng 5, các trận địa pháo Mỹ dọc đường số 12 hướng về A Bia trút đạn, bắn cả đạn hóa học gây chảy nước mắt, nước mũi. Trận phản kích cuối cùng trong ngày 17 tháng 5 diễn ra lúc 15 giờ. Quân Mỹ chia làm 4 mũi, dùng đạn hóa học đánh lên A Bia. Đến 16 giờ, 1 đại đội Mỹ được phi pháo yểm trợ lại tiến công lên chốt.\n\nTrong lúc quân Mỹ còn tập trung vào hướng các đại đội 5 và 6 thì đại đội 2, tiểu đoàn 7 bất ngờ tiến công vào sườn trái đội hình phản kích của 1 đại đội Mỹ, hất xuống chân điểm cao. Đợt phản kích cuối cùng của Mỹ lên A Bia trong ngày 17 đã thất bại.\n\nBị cầm chân suốt 5 ngày, các chỉ huy lữ đoàn Mỹ đã ra lệnh một cuộc tấn công phối hợp hai tiểu đoàn vào [[18 tháng 5]], với tiểu đoàn 1\/506 tấn công từ phía nam và 3\/187 tấn công từ phía bắc, cố gắng để cô lập lực lượng đối phương. Đại đội Delta của tiểu đoàn 3\/187 được không vận tới gần ngọn đồi, nhưng bị tập kích và thương vong nghiêm trọng, bao gồm tất cả các sĩ quan của mình. Từ một máy bay trực thăng quan sát, chỉ huy tiểu đoàn đã cố gắng phối hợp các đại đội khác vào một cuộc tấn công cuối cùng, nhưng một trận mưa dữ dội làm giảm khả năng yểm trợ không quân và kết thúc trận đánh. Tiểu đoàn 3\/187 một lần nữa phải rút lui xuống núi. Ba đại đội của tiểu đoàn 1\/506 chiến đấu để giành điểm cao 900, phía nam của đỉnh núi, cũng gặp phải sự kháng cự mạnh.\n\nBởi thương vong nặng nề trong 1 tuần và chịu áp lực từ sự chú ý không mong muốn báo chí, một số chỉ huy nghiêm túc xem xét việc ngừng các cuộc tấn công. Cả hai tư lệnh quân đoàn và tư lệnh [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|MACV]], tướng [[Creighton W. Abrams]], công khai ủng hộ quyết định này. Nhưng các chỉ huy tại chỗ lại cảm thấy sẽ bị bẽ mặt khi phải rút lui bởi một lực lượng đối phương nhỏ bé hơn nhiều. Vậy là Zais quyết định tiếp tục tấn công, tung ba tiểu đoàn mới vào chiến đấu thay thế cho những đơn vị đã thiệt hại nặng. Tiểu đoàn 3\/187 thiệt hại nghiêm trọng, với khoảng 320 thiệt mạng và bị thương, chiếm hơn 60% trong số 450 binh sĩ có kinh nghiệm ban đầu. Hai trong số bốn chỉ huy đại đội và 8\/12 trung đội trưởng đã thương vong.\n\n===Lực lượng [[Quân Giải phóng miền Nam Việt Nam]] rút lui===\nSau 1 tuần chiến đấu, 2 tiểu đoàn [[Quân Giải phóng miền Nam Việt Nam]] đã hoàn thành mục tiêu được giao{{fact|date = ngày 16 tháng 4 năm 2013}} là tiêu diệt một lượng đáng kể lính Mỹ. Như [[chiến lược]] chung trong những trận đánh với Mỹ, phía [[Quân Giải phóng miền Nam Việt Nam]] không cố gắng giành giật trận địa mà chỉ cố gắng gây thương vong tối đa cho địch trước khi tổ chức rút lui để tránh bị hỏa lực và sức cơ động vượt trội của Mỹ bao vây tiêu diệt. Kế hoạch ban đầu là rút vào đêm 17 nhưng các đơn vị đã hoàn thành tốt và kéo dài thêm được 1 ngày. Đêm 18, phía [[Quân Giải phóng miền Nam Việt Nam]] bắt đầu tổ chức rút lui khỏi trận địa núi A Bia, chỉ để lại một bộ phận nhỏ làm nghi binh.\n\nNgày [[19 tháng 5]], 2 tiểu đoàn bộ binh Mỹ đã được không vận vào bãi đáp đông bắc và phía đông nam của núi. Cả hai tiểu đoàn ngay lập tức di chuyển lên núi để tới các vị trí mà từ đó họ sẽ tấn công vào sáng hôm sau. Trong khi đó, tiểu đoàn 1\/506 dùng ngày thứ ba liên tiếp để bảo đảm an toàn cho điểm cao 900.\n\nLữ đoàn 3 đưa ra bốn tiểu đoàn của mình tấn công vào lúc 10 giờ ngày [[20 tháng 5]], bao gồm cả hai đại đội của 3\/187 được tăng cường bởi đại đội Alpha 2\/506. Các cuộc tấn công được hỗ trợ bởi 2 giờ không kích và 90 phút nã pháo. Các tiểu đoàn tấn công đồng thời, 12 giờ tiểu đoàn 3\/187 lên tới đỉnh. Đơn vị nhỏ làm nhiệm vụ nghi binh còn lại của [[Quân Giải phóng miền Nam Việt Nam]] sau khi nổ súng cầm chân quân Mỹ đã rút sang Lào theo đơn vị chính, và Đồi 937 được quân Mỹ nắm giữ vào 17 giờ.\n\nNăm 2011, bà Kan Đơm, nữ du kích người dân tộc Pa Kô kể rằng, có một chuyện mà nhiều người chưa biết về những gì lính Mỹ đã làm với chiến sĩ du kích Cu Lọi khi trận đánh trên ngọn đồi A Bia kết thúc. Anh Cu Lọi tham gia đánh căn cứ A Bia, nhận nhiệm vụ ở lại cản chân quân Mỹ để đồng đội rút lui. Cu Lọi hy sinh, nhưng lính Mỹ đã lấy xác anh, chặt đầu cắm lên cọc, băm thi thể anh ra từng mảnh vụn rải khắp ngọn đồi. Bà Kan Đơm kể: ''\"Lính Mỹ làm vậy là để cho người Pa Kô của mệ nhụt chí không còn dám theo Đảng và Bác Hồ đánh giặc nhưng chúng đã lầm. Từ đó, đồng bào Pa Kô đã gọi đồi A Bia là đồi Băm (băm xác) để khắc ghi trong tim mình sự hy sinh anh dũng của anh Cu Lọi mà quyết tâm đánh giặc đến cùng...\"''<ref>{{chú thích web|url=http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Nu-anh-hung-Kan-Dom-va-chuyen-ke-ve-Doi-thit-bam-187360\/|title=Nữ anh hùng Kan Đơm và chuyện kể về \"Đồi thịt băm\"|website=Báo Công an nhân dân điện tử|access-date =18 Tháng năm 2021}}<\/ref>\n\n==Kết quả==\nTrong 10 ngày chiến đấu, quân đội Mỹ chịu thiệt hại 72 lính chết và 372 bị thương, vài trực thăng bị bắn rơi hoặc bắn hỏng. Quân Mỹ tuyên bố các tiểu đoàn 7 và 8 của Trung đoàn 29 [[Quân Giải phóng miền Nam Việt Nam]] đã có 630 người tử trận (chưa kể số bị thương) khi chiến đấu với quân Mỹ. Con số thiệt hại của [[Quân Giải phóng miền Nam Việt Nam]] do Mỹ tuyên bố gây nhiều tranh cãi và bị coi là phóng đại, bởi thực tế quân Mỹ không thể đếm số lính Việt Nam bị chết trong hoàn cảnh chiến trường khi đó (địa hình rừng núi, pháo kích và không quân ném bom dày đặc làm chiến trường rất khó quan sát, bộ binh Việt Nam cũng thường ẩn mình trong các công sự khó bị phát hiện). Trong thực tế, trong suốt trận đánh, quân Mỹ chỉ thu được 89 vũ khí cá nhân và 22 vũ khí cộng đồng của [[Quân Giải phóng miền Nam Việt Nam]] (chỉ bằng 1\/6 số lính [[Quân Giải phóng miền Nam Việt Nam]] tử trận mà Mỹ tuyên bố)<ref name=vir \/>.\n\nQuân Mỹ thương vong hàng trăm binh sĩ nhưng rốt cục chỉ chiếm được một ngọn đồi không có giá trị về quân sự. Thiếu tướng [[John M. Wright]] lặng lẽ ra lệnh rút khỏi đồi ngày [[5 tháng 6]]. Các cuộc tranh luận về \"Hamburger Hill\" diễn ra tại [[Quốc hội Hoa Kỳ]], với những lời chỉ trích đặc biệt nghiêm trọng của các thượng nghị sĩ [[Edward Kennedy]], [[George McGovern]], và [[Stephen M. Young]]. [[Edward Kennedy]] gọi đây là ''\"Cuộc hành quân điên rồ và vô trách nhiệm. Sinh mạng của binh sĩ Mỹ đã bị phung phí chỉ để thể diện nhà binh cho các sĩ quan chỉ huy\"''<ref>Phim tài liệu: Việt Nam cuộc chiến 10 ngàn ngày, tập 8<\/ref>\n\nBáo chí Mỹ ngày [[25 tháng 5]] năm 1969 gọi A Bia là \"Đồi thịt băm của lính dù Mỹ\", lên án quân đội Mỹ ném quân lên vùng núi A Bia chỉ để biến cuộc hành quân \"Tuyết rơi trên đỉnh núi\" (Apache Snow) thành ''\"Máu rơi trên đỉnh núi\"''. Trong số 27 tháng 6, [[Tạp chí Life]] đã công bố những bức ảnh của 241 lính Mỹ thiệt mạng trong một tuần tại Việt Nam, được coi là một bước ngoặt của chiến tranh. Dù chỉ có một phần trong số này là thương vong trên Hamburger Hill, nhiều người Mỹ đã nhận thức rằng tất cả những người chết đều là nạn nhân của \"trận đánh điên rồ và vô nghĩa\" này.\n\nTranh cãi về trận Hamburger Hill đã dẫn đến một đánh giá lại [[chiến lược]] của Mỹ ở miền Nam Việt Nam. Như một kết quả trực tiếp, để giữ thương vong không cao quá mức, tướng Abrams ngừng chính sách \"áp lực tối đa\" chống lại [[Quân Giải phóng miền Nam Việt Nam]], trong khi Tổng thống [[Richard Nixon]] đẩy nhanh thực hiện chiến lược mới là [[Việt Nam hóa chiến tranh]], và tuyên bố đợt rút quân viễn chinh đầu tiên. Mặc dù trận đánh chỉ ở mức tiểu đoàn, song nó đã trở thành một bước ngoặt trong chiến tranh Việt Nam.\n\nVới [[Quân Giải phóng miền Nam Việt Nam]], những kết quả thu được trong trận đánh ở A Bia và đợt hoạt động phản công của [[Sư đoàn 324]] ở vùng thung lũng A Lưới đã cổ vũ và thúc đẩy phong trào đánh phá \"bình định\" đang phát triển ở các địa phương. Chiến thắng A Bia đã đi vào trang sử truyền thống đầu tiên của [[sư đoàn 324]] kể từ khi được tổ chức lại và là mốc mở đầu cho giai đoạn khôi phục lại thế trận xuống đồng bằng, lập lại thế ba vùng chiến lược sau Tết Mậu Thân 1968.\n\n==Xem thêm==\n*[[Trận A Sầu]]\n*[[Trận đánh Căn cứ hỏa lực Ripcord|Trận Cao điểm 935]]\n*[[Lợi thế trên cao (quân sự)]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Đ]]\n[[Thể loại:Chiến tranh Việt Nam|Đ]]\n[[Thể loại:Lịch sử Thừa Thiên Huế]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1969]]\n[[Thể loại:Việt Nam năm 1969]]"}