{"118340":"{{Khóa|small=yes}}\n{{about|nhà văn người Việt Nam trong phong trào Nhân văn Giai phẩm|định nghĩa khác|Trần Dần (định hướng)}}\n{{Mô tả ngắn|Nhà văn, nhà thơ người Việt Nam}}\n{{Infobox Writer\n| name = Trần Dần\n| image = Trần Dần.jpg\n| image size = 300px\n| caption = \n| tên khai sinh = Trần Văn Dần\n| birth_date = {{birth date|1926|08|23|df=y}}\n| birth_place = [[Nam Định]], [[Liên bang Đông Dương]]\n| death_date = {{death date and age|1997|1|17|1926|8|23|df=y}}\n| death_place = [[Hà Nội]], [[Việt Nam]]\n| occupation = {{hlist|[[Nhà thơ]]|[[Nhà văn]]}}\n| trào lưu = [[Phong trào Nhân Văn - Giai Phẩm]]\n| magnum_opus = Người người lớp lớp<br>Nhất định thắng<br>Trần Dần - Thơ<br>([[Trần Dần#Tác phẩm|xem thêm]]) | influenced = \n| influences =\n| website =\n| footnotes =\n| vợ chồng = Bùi Thị Ngọc Khuê\n| con = \n*Trần Thị Băng Kha\n*Trần Trọng Văn\n*Trần Trọng Vũ\n| nationality = {{VIE}}\n| bút danh = \n| học vấn = [[Tú tài]]\n| dân tộc = [[Người Việt|Kinh]]\n| giải thưởng = \n*[[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật năm [[2007]] (truy tặng)\n*Giải ''Thành tựu trọn đời'' của Hội Nhà văn Hà Nội\n| tác phẩm nổi bật = ''Người người lớp lớp''<br>''Nhất định thắng''<br>''Trần Dần - Thơ''<br>(''[[Trần Dần#Tác phẩm|xem thêm]]'')\n}}\n'''Trần Dần''', tên thật là '''Trần Văn Dần''' (23 tháng 8 năm 1926&nbsp;– 17 tháng 1 năm 1997), là một [[nhà thơ]], [[nhà văn]] người [[Việt Nam]].\n\n== Tiểu sử ==\n\n=== Thời trẻ ===\nTrần Dần sinh ngày [[23 tháng 8]] năm [[1926]], nguyên quán [[nam Định (thành phố)|thành phố Nam Định]], tỉnh [[Nam Định]], cha Trần Dần là một viên chức kho bạc tỉnh [[Nam Định]]. Ông học qua bậc [[Thành chung]] ở quê rồi lên [[Hà Nội]] học tiếp và đỗ bằng [[Tú tài]].\n\nNăm [[1946]], Trần Dần cùng [[Trần Mai Châu]], [[Đinh Hùng]], [[Vũ Hoàng Địch]], [[Vũ Hoàng Chương]] thành lập nhóm thơ tượng trưng ''Dạ đài'' với tuyên ngôn ngày 16 tháng 11 năm 1946 với những câu: \"Chúng tôi, một đoàn vong gia thất thổ, đã đầu thai nhằm lúc sao mờ...\" Đến ngày ngày 19 tháng 12 năm 1946, ông cùng nhóm ''Dạ đài'' ra số báo Dạ Đài 2,<ref name=nhan_dan\/> Khi [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]] bùng nổ, ông trở về [[Nam Định]] tham gia công tác thông tin tuyên truyền ở huyện [[Vụ Bản]] rồi làm việc ở ''Sở Tuyên truyền Khu IV''.\n\nNăm [[1948]], ông tham gia [[Vệ binh quốc gia|Vệ quốc quân]], ở Ban Chính trị Trung đoàn 148 Sơn La (nay thuộc [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Sư đoàn 316]]), làm công tác tuyên truyền cùng [[Vũ Khiêu]], [[Vũ Hoàng Địch]], sau đó làm báo ở mặt trận Tây Bắc và phụ trách văn công Trung đoàn 148 Sơn La. Trần Dần cùng Trần Thư, Hoài Niệm tham gia sáng lập nhóm văn nghệ quân đội đầu tiên - ''Nhóm Sông Đà''. Thời gian này ông bắt đầu làm thơ bậc thang và vẽ [[tranh lập thể]], bị cho là khó hiểu. Ông là đảng viên [[Đảng Cộng sản Việt Nam]] (lúc ấy có tên là Đảng Cộng sản Đông Dương) từ năm [[1949]].\n\nNăm [[1954]], cùng với [[Đỗ Nhuận]], [[Tô Ngọc Vân]], Trần Dần tham gia [[chiến dịch Điện Biên Phủ]] và viết truyện dài ''Người người lớp lớp''. Chiến dịch kết thúc, ông được cử sang [[Trung Quốc]] viết thuyết minh phim ''Chiến thắng Điện Biên Phủ''. Tuy nhiên do bất đồng với người cán bộ chính trị đi cùng nên ông \"nhường\" cho người này viết thuyết minh.<ref name=HC>[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7812&rb=0102 Hoàng Cầm. Nhân văn số 1]<\/ref> Tại thời điểm này, ở [[Trung Quốc]], [[Hồ Phong]], một nhà phê bình văn học và là đảng viên lâu năm, gửi một lá [[thư]] dài cho [[Ban Chấp hành Trung ương Đảng Trung Quốc]] vào tháng 7 năm 1954 chỉ trích các lãnh đạo phụ trách lĩnh vực văn học nghệ thuật đã ép buộc giới văn nghệ sĩ phải theo xu hướng hiện thực [[Xã hội Chủ nghĩa|xã hội chủ nghĩa]] và có thái độ quan liêu trong công tác quản lý văn học nghệ thuật<ref name=\"talawas\">[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=14652&rb=0302 Không chỉ có Moskva: Ảnh hưởng của Trung Quốc ở Đông Âu và Bắc Việt thời kì hậu Stalin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160628090303\/http:\/\/www.talawas.org\/talaDB\/showFile.php?res=14652&rb=0302 |date=2016-06-28 }}, Trình Ánh Hồng, talawas<\/ref>.\n\n=== Trần Dần và vụ Nhân văn Giai phẩm ===\nNăm [[1955]], Trần Dần viết đơn đề nghị được giải ngũ, ra khỏi Đảng và [[Hôn nhân|kết hôn]] với bà Bùi Thị Ngọc Khuê (gia đình bà Khuê có người [[cuộc di cư Việt Nam, 1954|di cư vào Nam]], nên chi bộ Đảng không cho phép kết hôn vì lý lịch). Theo [[nhân Dân (báo)|báo Nhân dân]], việc Trần Dần đòi ra Đảng đã làm cho một số người đi theo.<ref name=nhan_dan\/> Ông tham gia [[Phong trào Nhân Văn - Giai Phẩm|Phong trào Nhân văn-Giai phẩm]], Trần Dần lên tiếng đòi thay đổi quan điểm lãnh đạo văn nghệ trong quân đội, đòi xuất bản các tác phẩm mang tính cách tân của mình,<ref name=nhan_dan>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=Nhiều tác giả\n | đồng tác giả=\n | url=http:\/\/www.talawas.org\/talaDB\/suche.php?res=9020&rb=\n | tên bài=Một tâm hồn đồi truỵ: Trần Dần. Huy Vân, báo Nhân dân \n | công trình=Bọn Nhân văn-Giai phẩm trước toà án dư luận\n | nhà xuất bản=Nhà xuất bản Sự thật, Hà Nội\n | số=\n | các trang=1958\n | trang=\n | ngày=\n | ngày truy cập=\n}}\n<\/ref> Chỉ huy đơn vị nhiều lần cảnh cáo nhưng ông vẫn giữ quan điểm, ông liên tiếp cho ra đời các tác phẩm phê phán như \"Lão rồng\" và chuyện \"Anh Cò Lấm\" phê phán [[cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]]<ref name=nhan_dan\/>. Sau đó ông bị đơn vị giam 3 tháng do không tuân lệnh chỉ huy, cũng theo [[nhân Dân (báo)|báo Nhân dân]], trong tù ông kéo da cổ ra, lấy một lưỡi dao cạo râu cứa ngoài da rồi dọa tự tử. Sau đó ông viết thư cho tướng [[Nguyễn Chí Thanh]], và vị tướng này ra lệnh thả ông<ref name=nhan_dan\/> Ông đi thực tế ở nhiều nơi cho đến năm [[1960]].\n\nSau này [[Vũ Tú Nam]] cho biết, trong một cuộc họp mặt nội bộ, Trần Dần đọc cho tướng [[Nguyễn Chí Thanh]] nghe một báo cáo thể hiện quan điểm của ông về văn nghệ quân đội, đòi bãi bỏ việc Cục Tuyên huấn và Tổng cục chính trị tổ chức và giám sát hoạt động văn nghệ trong quân đội. Tướng Nguyễn Chí Thanh nghe xong thì đập bàn quát mắng, rồi bỏ ra về, và dặn dò các sĩ quan quân đội phải coi chừng tư tưởng bất mãn, chống đối của Trần Dần: ''\"Bản báo cáo Trần Dần viết, không được Cục Tuyên Huấn thông qua, và cuộc họp ngành Văn Thơ toàn quân phải đình lại. Trần Dần càng bất mãn, gây gổ, thường tự ý bỏ doanh trại bộ đội ra ngoài phố ở, giao du rộng rãi, tự do\"''<ref>Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc. Thụy Khuê, trang 301<\/ref>\n\nVài mốc chính của cuộc đời ông trong thời gian này có thể tóm tắt như sau:<ref>[http:\/\/tienve.org\/home\/activities\/viewTopics.do;jsessionid=E3BD9C46C18F5D6322DE27FF2CE3CA09?action=viewArtwork&artworkId=692 Trần Dần: cuộc đời, tác phẩm, thời đại Phạm Thị Hoài biên tập]<\/ref>\n\n*[[Tháng ba|Tháng 3]] năm [[1955]]: Ông tham gia phê binh tập thơ ''[[Việt Bắc (tập thơ)|Việt Bắc]]'' của nhà thơ [[Tố Hữu]]. Trần Dần nhận định tập thơ [[Tố Hữu]] nhỏ bé nhạt nhẽo trước cuộc sống vĩ đại và mắc một sai lầm nghiêm trọng là [[sùng bái cá nhân]], thần thánh hoá lãnh tụ.<ref>[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7812&rb=0102 Tiến tới xét lại một vụ án văn học: Con người Trần Dần - Hoàng Cầm]<\/ref>\n*[[Tháng tư|Tháng 4]] năm [[1955]]: Ông cùng [[Đỗ Nhuận]], Hoàng Tích Linh, [[Hoàng Cầm (nhà thơ)|Hoàng Cầm,]] Trúc Lâm, Tử Phác đệ trình ''Dự thảo đề nghị cho một chính sách văn hoá'' với các đề nghị yêu cầu tự do sáng tác, trả quyền lãnh đạo văn nghệ về tay văn nghệ sĩ, thủ tiêu hệ thống chính trị viên trong các đoàn văn công quân đội, sửa đổi chính sách văn nghệ trong quân đội. Ông cũng viết đơn xin giải ngũ và đơn xin ra khỏi [[Đảng Cộng sản Việt Nam|Đảng]], và quyết định kết hôn với bà Bùi Thị Ngọc Khuê bất chấp sự phản đối của các cấp lãnh đạo.\n*Từ ngày 13 tháng 6 đến 14 tháng 9 cùng năm: Ông bị giam do chống lệnh theo kỷ luật quân đội để kiểm thảo cùng với Tử Phác ở đơn vị. Trong thời gian này bà Bùi Thị Ngọc Khuê bắt đầu [[ốm]] nghén người con đầu lòng của hai người, chị Trần Thị Băng Kha. [[Hoàng Cầm (nhà thơ)|Nhà văn Hoàng Cầm]] trong bài viết về Trần Dần trên báo Nhân Văn số 1 có vài dòng nói về giai đoạn này: ''\"Người yêu anh bỗng thấy anh không về nhà nữa. Nhưng trận ốm nghén đầu tiên đã quật chị xuống như một con bệnh nặng. Mặt choắt lại, người chỉ còn da với xương. Một mình ở một căn nhà bừa bộn với một con chó gầy còm, không cha mẹ, không anh em, không bạn bè, chỉ có bà hàng xóm bán guốc thỉnh thoảng chạy đi chạy lại nấu cho bát cháo. Tôi đến gặp chị mếu máo, trông già đi hàng chục tuổi. Chị hỏi:'' \"Sao anh Dần không về với tôi'' nữa hở anh?\"\n:''Tôi giải thích: \"Anh ấy bận công tác ít lâu thôi. Chị đang ốm, có cần gì, chúng tôi sẽ giúp chị.\"''\n:''Chị oà lên [[khóc]]: \"Bộ đội có cho tôi lấy anh ấy không?\"''\n:''Tôi lại khuyên nhủ: \"Có chứ! Ai cấm đâu!\"''\n:''Chị bỗng khóc to hơn: \"Phải rồi, không ai cấm tôi và anh ấy lấy nhau. Bộ đội người ta không cấm nhưng anh Dần bỏ tôi rồi! Tôi bụng mang dạ chửa thế này, anh ấy bỏ tôi trốn rồi!\"''\n:''Rồi chị gào lên: \"Bạc như vôi ấy giời ơi! Anh ấy không muốn ăn ở với tôi nữa thì cứ bảo tôi biết, việc gì phải lấy cớ công tác này công tác nọ.\"''\n:''Tôi thấy chua chát lạ lùng, nhưng chỉ nói tránh đi:''\n:''\"Anh ấy bận công tác thật đấy mà!\"''\n:''Chị vẫn một mực: \"Anh ấy nói dối! Cả anh nữa cũng nói dối. Thôi tôi [[chết]] đi! Tôi chết đi cho anh ấy đỡ bận! Mà đỡ phiền cả các anh…\"''\n:''Một số bạn thân của Trần Dần phải cắt nhau đến canh ở đấy, giải thích an ủi, giúp đỡ một người con gái mới yêu lần đầu mà đã bị dao cắt ruột gan.\"''\n\n*Từ 2 tháng 11 đến giữa tháng 2 năm 1956, được phân công đi tham quan cải cách ruộng đất đợt 5 tại [[Bắc Ninh]]. Trong thời gian này ở [[Hà Nội]], Hoàng Cầm cho đăng bài thơ \"Nhất định thắng\" trong ''Giai Phẩm Mùa Xuân''. Tờ [[tạp chí]] bị tịch thu. Nội dung bài có mô tả những trăn trở về những người [[cuộc di cư Việt Nam, 1954|di cư vào Nam]] theo quân [[Pháp]] năm [[1954]]:\n:''Tôi đã sống rã rời cân não''\n:''Quãng thời gian nhung nhúc [[cuộc di cư Việt Nam, 1954|chuyện đi Nam]]''...\n:''Họ lếch thếch cùng nhau đi từng mảng\n:''Họ kêu những thiếu tiền, thiếu gạo\n:''Thiếu [[cha xứ|cha]], thiếu [[Chúa]], thiếu vân vân''...\n\n*Tháng 2 năm 1956: Trần Dần trở về [[Hà Nội]]. Hội Văn Nghệ tổ chức hội nghị phê bình bài thơ \"Nhất định thắng\" với 150 văn nghệ sĩ tham dự. Ông bị kết án là đồ đệ của [[Hồ Phong]], mất lập trường giai cấp và đi ngược lại đường lối của Đảng và bị giam 3 tháng tại [[Nhà tù Hỏa Lò|nhà tù Hoả Lò]], [[Hà Nội]]. Trần Dần dùng dao cạo cứa cổ và dọa sẽ [[Tự sát|tự tử]] trong tù. Ông được thả vì việc bắt giữ ông không có sự chuẩn y của ban lãnh đạo [[Đảng Lao động Việt nam|Đảng Lao động Việt Nam]]<ref name=\"talawas\"\/>.\n*Ngày mùng 7 tháng 3 năm 1956: báo Văn Nghệ số 110 có đăng bài ''Vạch trần tính chất phản động trong bài thơ \"Nhất định thắng\"'' của Trần Dần do [[Hoài Thanh]] viết. Trần Thị Băng Kha, con gái đầu lòng của Trần Dần ra đời.\n*Tháng 9 năm 1956: báo Nhân Văn ra đời, do Phan Khôi làm chủ nhiệm, Trần Duy làm thư ký toà soạn, Minh Đức xuất bản, ban biên tập gồm Nguyễn Hữu Đang, Trần Duy, Lê Đạt, Hoàng Cầm. Trong số 1 có đăng bài ''Con người Trần Dần - Tiến đến việc xét lại một vụ án văn học: Trần Dần'' của Hoàng Cầm. Số báo Nhân văn xuất bản ngày 30 tháng 9 năm 1956 có vẽ biếm họa chỉ ra mối liên hệ giữa [[Hồ Phong]] và Trần Dần<ref name=\"talawas\"\/>.\n*Ngày 15 tháng 12 năm 1956: Ủy ban hành chính Hà Nội ra thông báo đóng cửa báo Nhân Văn. Báo in được 5 số.\n*Cuối tháng 2 năm 1957: Đại hội văn nghệ toàn quốc lần thứ 2 tại [[Hà Nội]] với gần 500 đại biểu. Tổng bí thư [[Trường Chinh]] nói chuyện, kêu gọi đấu tranh đập tan luận điệu phản động của [[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn-Giai Phẩm]].\n*Tháng 3 đến tháng 4 năm 1958: Ông tham dự lớp học chỉnh huấn tư tưởng chính trị tại [[Thái Hà Ấp]] cùng với 304 cán bộ văn hoá văn nghệ tham dự.\n*Đầu tháng 6 năm 1958: Hội nghị ban chấp hành Hội Liên Hiệp Văn học nghệ thuật họp tổng kết cuộc đấu tranh chống [[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn-Giai Phẩm]]. Hơn 800 văn nghệ sĩ trong hội ra tuyên bố hoan nghênh kết quả thắng lợi của cuộc đấu tranh.\n*Tháng 7 cùng năm: Cùng với các [[nghệ sĩ]] tham gia Nhân Văn-Giai Phẩm khác, ông nhận kết quả kỷ luật. Trần Dần bị khai trừ khỏi Hội Nhà Văn và đình chỉ xuất bản trong thời hạn 3 năm.\n*Từ 22 tháng 8 đến tháng 2 năm 1959: đi thực tế lao động tại nông trường [[Chí Linh]] cùng với Lê Đạt, Đặng Đình Hưng, Tử Phác.\n*Tháng 11 năm 1959: Ông được phân công làm công tác [[dịch thuật]] tại '''ga-ra''' Hội Nhà Văn cùng với Lê Đạt, Phùng Cung, Nguyễn Khắc Dực.\n*Năm [[1960]]: Có hai lần đi thực tế lao động tại khu gang thép [[Thái Nguyên]]. Đến tháng 8 thì ốm nặng và về [[Hà Nội]]. Từ đó sống âm thầm tại [[Hà Nội]] bằng nghề dịch sách và tô ảnh màu, đứng ngoài mọi sinh hoạt [[Văn nghệ quần chúng|văn nghệ]] chính thống.\n\n=== Sau 1960 ===\nTrong nhật ký của Trần Dần viết vào đầu năm 1960, ông ghi lại rằng sau khi đi học chỉnh huấn chính trị, ông đã nhận ra việc Nhân Văn - Giai Phẩm lợi dụng văn nghệ để hoạt động chống đối chính trị, và tỏ ra hối hận khi tham gia phong trào này<ref>Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc. Thụy Khuê, trang 177-178<\/ref>:\n::''Nhân văn Giai phẩm thế là đã đứng về phe tư bản chủ nghĩa, phản đối xã hội chủ nghĩa; hơn thế, lớp học trình bày sự thực, làm cho tất thẩy đều thấy rõ chân tướng bọn cầm đầu Nhân Văn - Giai Phẩm, đó là một công ty phá hoại bao gồm những kẻ phản cách mạng, đứa là phần tử Quốc Dân Đảng cũ (Phan Khôi), đứa là mật thám (cho Pháp) trước đây, đứa là tên bất mãn chống Đảng có lịch sử, đi đến chủ nghĩa trotskisme (Nguyễn Hữu Đang)... chúng ngoặc với bọn trotkistes Trương Tửu, Trần Đức Thảo, và với bọn gián điệp vẫn liên lạc với mật thám Pháp Sainteny, là Thụy An''\n::''Sớm mai toà xử Thụy An gián điệp và Nguyễn Hữu Đang phá hoại... Tôi đã từng có đứng với nhóm do Đang cầm đầu. Tôi đã ly khai với \"lý tưởng\" (Nhân văn Giai phẩm) đó... Đang đã thấy cái sai lớn của Đang chưa? (...) Tôi cũng không thể nào nhởn nhơ với sự kiện này. Chao ơi!''\n\nNăm [[1961]] ông trở về [[Hà Nội]] và từ đó đến năm [[1986]], kiếm sống bằng nghề dịch sách, tô màu ảnh, vẽ tranh, không tham gia đời sống văn học chính thống. Trong hồi ức của các con ông, Trần Dần ít khi buồn, không có một phàn nàn và không bao giờ kể chuyện đời mình.<ref name=VNN>''[https:\/\/web.archive.org\/web\/20040716040948\/http:\/\/www.vnn.vn\/psks\/baoban\/2004\/06\/169814\/ Những người bay có chân trời...]'', Việt Nam Net, truy cập ngày 9 tháng 3 năm 2007<\/ref>\n\nÔng vẫn thầm lặng sáng tác, từ năm 1954 đến 1989 vẫn đều đặn viết nhật ký, những số đầu tiên có tựa là ''Ghi vặt'', từ năm 1973 thành ''Sổ thơ'' và từ năm 1979 thành ''Sổ bụi''<ref name=\"TTV\">Trần Trọng Vũ, ''[http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=112924&ChannelID=7 Cha tôi - Nhà thơ Trần Dần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080305233407\/http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=112924&ChannelID=7 |date = ngày 5 tháng 3 năm 2008}}'', Tiền Phong Online, truy cập ngày 9 tháng 3 năm 2007<\/ref>. Nhận xét về giai đoạn này, ông có nói: ''Mình ngồi ba chục năm quen rồi. Ngồi mà vẫn đi, vẫn ngao du. Mình có cuốn sổ \"bụi\", sổ \"ngao du\". Mình đi chơi lang thang trong cuốn sổ này. Đây là sổ để ghi tất cả những gì mới nghĩ ra. Có khi ngoài cả ý thức. Đó là cách đi của mình''<ref name=\"VL\"\/>.\n\nÔng vẫn kiên trì công cuộc cách tân thơ của mình. Ở ''Sổ bụi 1988'' khi nói về ''Thơ mini'' ông có viết: ''tôi thích viết cái chưa biết, mặc các ông viết cái đã biết. 90 có hoàn thành không? có thành công không để mà đốt đi? Tôi đã đốt tôi đi không phải chỉ đôi lần… cái chưa biết- cái khó - thậm chí cái bất khả thu hút và đắm đuối tôi.''<ref name=\"TTV\"\/> ''Sổ bụi'' cuối cùng viết năm 1989, trước khi những năm cuối cuộc đời bệnh tật đã cướp đi của ông trí nhớ và sự minh mẫn (Di chứng của những lần xuất huyết não, lần đầu tiên ông bị là vào năm 1983)<ref name=\"TTV\"\/>\n\nĐặc biệt, Trần Dần tin rằng đến một ngày tác phẩm của mình được xuất bản trở lại. Sau khi ông mất, trong di cảo của ông, các con ông đã tìm thấy một tập bản thảo có ghi ''\"Trần Dần tự xuất bản\"'', hay tập thơ ''\"Bao giờ em đi lấy chồng\"'' mà ông đã tự trình bày và minh họa sẵn cách đấy 35 năm.<ref name=VNN\/> Năm 1988, Trần Dần được mời tham gia sinh hoạt văn học trở lại. Tháng 5, Trần Dần vào Huế gặp gỡ đồng nghiệp và bạn đọc.\n\nĐến thời kỳ [[Đổi mới]], bước vào giai đoạn tác giả có thể bỏ tiền tự in, tự phát hành với sự cấp giấy phép của Nhà xuất bản, vài tác phẩm của ông được xuất bản trở lại như ''Trường ca \"Bài thơ Việt Bắc\"'' năm 1990 (cho dù chương 12 của bản Trường ca là toàn bộ bài thơ ''Nhất định thắng'' phải bỏ) và tập thơ tiểu thuyết Cổng tình năm 1994, tác phẩm sau này đã đoạt giải thưởng của Hội nhà văn<ref name=\"VL\">{{Chú thích web |url=http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=79343&ChannelID=7 |ngày truy cập=ngày 12 tháng 9 năm 2007 |tựa đề=Nhà thơ Vân Long, người biên tập Bài thơ Việt Bắc. Trần Dần. Đôi nét... |archive-date = ngày 30 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070930044807\/http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=79343&ChannelID=7 }}<\/ref>. Ông mất tại [[Hà Nội]] ngày [[17 tháng 1]] năm [[1997]].\n\n===Di cảo===\nSau khi ông mất, người con trai thứ hai, họa sĩ Trần Trọng Vũ đã bỏ ra nhiều thời gian sắp xếp lại kho tàng di cảo mà Trần Dần để lại.<ref name=VNN\/> Đến đầu năm 2008, Công ty [[Nhã Nam]] và [[Nhà xuất bản Đà Nẵng]] đã cho phát hành cuốn ''Trần Dần - Thơ'', được coi là công trình đồ sộ nhất từng được xuất bản về Trần Dần. (Xem thêm [[Vụ phát hành tập \"Trần Dần - Thơ\"|Vụ thơ Trần Dần]])\n\nÔng được truy tặng [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật năm [[2007]].\n\n== Thành tựu nghệ thuật ==\nĐược đánh giá là người cách tân trong thơ cả về hình thức (với lối thơ bậc thang) lẫn tư tưởng (đa diện, triết lý...) và về thơ Trần Dần có nhiều ý kiến trái ngược nhau. Ngay sau [[Thơ mới|Phong trào Thơ mới]], Trần Dần đã chủ trương làm thơ theo trường phái tượng trưng cùng với nhóm ''Dạ đài''. Theo nhà thơ [[Dương Tường]]: \"Thơ Trần Dần đương nhiên là khó hiểu. Nhưng chính ông ấy cũng nói về sự khó hiểu một cách hết sức giản dị: \"Tất cả mọi giá trị chân thiện mỹ đều là khó hiểu\".\" <ref name=nld>{{Chú thích web |url=http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/178156.asp |ngày truy cập=ngày 12 tháng 9 năm 2007 |tựa đề=Trần Dần: nhà cách tân thơ số 1 |archive-date = ngày 13 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070913012353\/http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/178156.asp }}<\/ref> Cũng theo nhà thơ [[Dương Tường]], nếu đánh giá đúng về nghệ thuật của Trần Dần, có thể chúng ta phải viết lại sách giáo khoa văn học, và viết lại một chương trong lịch sử văn học Việt Nam giai đoạn 1955-1956, đây có thể là mốc thứ hai (sau Thơ mới) trên tiến trình hiện đại hóa Thi ca Việt Nam.<ref name=\"nld\"\/> Mặc dù suốt 30 năm (từ 1960 tới 1990) thơ ông không được xuất bản nhưng ông vẫn miệt mài sáng tác theo con đường nghệ thuật mà mình suốt đời theo đuổi.\n\n==Tác phẩm==\n* Chiều mưa trước cửa (Thơ - 1943);\n* Hồn xanh dị kỳ (Thơ - 1944);\n* Người người lớp lớp (Truyện dài - 1954);\n* Nhất định thắng (Thơ - 1956);\n* Cách mạng tháng Tám (1956);\n* Đêm núm sen (Tiểu thuyết - 1961, chưa xuất bản);\n* Jờ Joạcx (Thơ - 1963, xuất bản di cảo);\n* Những ngã tư và những cột đèn (Tiểu thuyết - 1964, xuất bản năm 2011);\n* Một ngày cẩm phả (Tiểu thuyết - 1965, chưa xuất bản);\n* Những ngã tư và những cột đèn (Tiểu thuyết - 1966, xuất bản năm 2010);\n* Con trắng (Thơ - hồi ký - 1967);\n* 177 cảnh (Hùng ca lụa - 1968);\n* Động đất tâm thần (Nhật ký - thơ - 1974);\n* Thơ không lời - Mây không lời (Thơ - họa - 1978);\n* Bộ tam Thiên Thanh - 77 - Ngày ngày (1979);\n* Bộ tam 36 - Thở dài - Tư Mã zâng sao (1980);\n* Thơ mini (1988);\n* Bài thơ Việt Bắc (Trường ca - Viết năm 1957, xuất bản năm 1990);\n* Cổng tình (Thơ - tiểu thuyết - Viết năm 1959 - 1960, xuất bản năm 1994);\n* Mùa sạch (Thơ - Viết năm 1964, xuất bản năm 1998);\n* Trần Dần - Thơ (2008 - Giải Thành tựu trọn đời của Hội Nhà văn Hà Nội).\n\n== Gia đình ==\nTrần Dần có ba người con, hai trai một gái:\n*Con gái: Trần Thị Băng Kha, giáo viên dạy toán <ref name=\"VNN\"\/>\n*Con trai: Trần Trọng Văn, nhà quay phim <ref name=VNN\/>\n*Con trai: Trần Trọng Vũ, họa sĩ <ref name=VNN\/><ref name=\"TTV\"\/>. Vợ của Trần Trọng Vũ là nữ nhà văn Thuận (Đoàn Ánh Thuận)<ref>[http:\/\/www.thethaovanhoa.vn\/133N20080909073140605T14\/Nha-van-Thuan-da-co-Van-Vy.htm Nhà văn Thuận]<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Xem thêm==\n* [[Vụ phát hành tập \"Trần Dần - Thơ\"|Vụ thơ Trần Dần]]: Bài cung cấp những thông tin về tập thơ của ông được in sau khi ông mất 10 năm.\n\n==Liên kết ngoài==\n*[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=7812&rb=0102 Tiến tới xét lại một vụ án văn học: Con người Trần Dần] Báo Nhân văn số 1, ra ngày 20.9.1956\n*[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=1526&rb=0102 Trần Dần Ghi 1954-1955]\n*[http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=79343&ChannelID=7 Trần Dần đôi nét...] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930044807\/http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=79343&ChannelID=7 |date = ngày 30 tháng 9 năm 2007}}\n*[http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/178156.asp Những người bay có chân trời] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070913012353\/http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/178156.asp |date = ngày 13 tháng 9 năm 2007}}\n*Trần Dần, một thi trình sạch, phần [https:\/\/web.archive.org\/web\/20080327224402\/http:\/\/vietnamnet.vn\/vanhoa\/2008\/03\/774784\/ 1], phần [https:\/\/web.archive.org\/web\/20080401010042\/http:\/\/vietnamnet.vn\/vanhoa\/2008\/03\/775391\/ 2].\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|Sinh=1926|Mất=1997}}\n{{Nhân Văn - Giai Phẩm}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Người được truy tặng Giải thưởng Nhà nước (Việt Nam)]]\n[[Thể loại:Tiểu thuyết gia thế kỷ 20]]"}