{"295070":"{{chú thích trong hàng}}\n<!--{{Thông tin nghệ sĩ\n| image =\n| imagesize =\n| caption = ]\n| birthname =\n| alias =\n| birthdate =\n| location =\n| deathdate =\n| deathplace =\n| nationality =\n| field =\n| training =\n| movement =\n| famous works =\n| patrons =\n| influenced by =\n| influenced =\n| awards =\n}}-->\n'''Trần Ngọc Diện''' ([[1884]] - [[1944]]) tục gọi là cô '''Ba Diện''', là một giáo viên, một nghệ sĩ nhiều tài năng. Bà là người thành lập ''Đồng Nữ Ban'', gánh [[cải lương]] duy nhất quy tụ toàn diễn viên nữ ở [[Việt Nam]].\n\n==Cuộc đời==\n'''Trần Ngọc Diện''' sinh tại làng Vĩnh Kim, quận [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]] (nay là xã Vĩnh Kim, huyện [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Tiền Giang]]), trong một gia đình có truyền thống âm nhạc.\n \nÔng nội bà là Trần Quang Thọ, vốn là một nghệ nhân nổi tiếng trong ban nhạc của cung đình [[Huế]]. Khoảng năm [[1860]], ông xin thôi việc rồi di cư vào Nam. Cha bà là nhạc sĩ Trần Quang Diệm (Năm Diệm, [[1853]]-[[1925]]), em bà là [[Trần Văn Triều]] (Bảy Triều, [[1897]]-[[1931]]) <ref>'''Trần Văn Triều''', người xã Vĩnh Kim (Tiền Giang). Vốn có năng khiếu bẩm sinh lại được sinh ra trong một gia đình có truyền thống âm nhạc, ông sử dụng thành thạo nhiều loại nhạc cụ, như [[đàn nhị|đàn cò]], [[đàn bầu|đàn độc huyền]] (đàn bầu), [[đàn nguyệt]] (đàn kìm). Với đàn độc huyền, ông đã nháy đến độ độc đáo tiếng ''đào thán'' trong Hát Bội, tiếng nói ''lối ai'' của đào thương và ''rao Nam rao Oán''. Với cây đàn nguyệt, ông đã sáng tạo ra dây ''Tố Lan'', mà giới nhạc sĩ tài tử Nam bộ đều biết đến. Năm [[1918]], ông kết hôn với bà Nguyễn Thị Dành. Sau khi vợ hy sinh vì nước, vì quá thương nhớ, ông phát sinh tâm bệnh và mất năm [[1931]] tại quê nhà, hưởng dương 34 tuổi<\/ref>, và bà còn là cô ruột của [[Trần Văn Khê]] và [[Trần Văn Trạch]] (cả hai đều là con của ông Triều).\n\nBà Ba Diện biết hát nhiều điệu hát, biết sử dụng nhiều nhạc cụ dân tộc, nhưng điêu luyện nhất là [[đàn tranh|đàn thập lục]] (đàn tranh) và [[đàn tỳ bà]]. Ngoài ra, bà còn có tài thêu thùa may vá, và chính nhờ nghề này, bà đã nuôi sống cả gia đình.\n\nBà có chồng là con một ông Phán mê âm nhạc ở Mỹ Tho, được hơn một năm thì sinh con, nuôi được ba tháng thì mất, sau đó không lâu thì chồng bà cũng mất theo. Cảm thương tình cảnh góa bụa sớm, gia đình bên chồng cho bà về lại quê nhà.\n\nLối năm [[1915]]-[[1916]], nhờ ông [[Diệp Văn Cương]] giới thiệu, bà lên [[Thành phố Hồ Chí Minh|Sài Gòn]] dạy đờn ở [[trường Trung học phổ thông Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|trường nữ sinh Áo Tím]] (tức trường [[Gia Long]] cũ, nay là trường [[Nguyễn Thị Minh Khai]]).\n \nỞ trường, bà đọc được nhiều sách báo tiến bộ của các nhà yêu nước. Rồi bà bị tình nghi làm \"quốc sự\" cùng với em rể là giáo sư Nguyễn Văn Bá (chủ bút tờ báo ''Thần Chung''), nhưng mãi đến năm [[1926]], sau lần đi dự đám tang cụ [[Phan Châu Trinh|Phan Chu Trinh]], bà mới bị nhà trường đuổi việc và từ đó trường Áo Tím cũng dẹp luôn môn dạy đờn.\n\nVề lại quê nhà Vĩnh Kim, bà tham gia hoạt động kháng [[Pháp]]. Lúc bấy giờ, nhiều người nghe tiếng, thường xuyên tới lui thăm viếng bà, trong số đó [[Nguyễn An Ninh]], và ông này đã xem bà như người chị ruột.\n\nNăm [[1927]], Tỉnh bộ [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]] Mỹ Tho được thành lập, liền sau đó Chi bộ xã Vĩnh Kim, thuộc tổ chức trên cũng được thành lập.\n\nĐể tuyên truyền, khêu gợi lòng yêu nước của nhân dân, đồng thời để tạo ngân quỹ cho Chi bộ xã, bà Ba Diện, có sự góp sức của người em dâu là Nguyễn Thị Dành <ref>'''Nguyễn Thị Dành''' ([[1899]]-[[1930]]) còn gọi là '''Tám Dành''', sinh trong một gia đình có truyền thống âm nhạc ở xã Vĩnh Kim. Bà là cháu nội danh tướng [[Nguyễn Tri Phương]] và là con của ông Nguyễn Tri Túc một nghệ nhân ca nhạc tài tử nổi tiếng ở địa phương và là em của soạn giả Nguyễn Tri Khương.\n\nNăm [[1918]], bà kết hôn với ông Trần Văn Chiều. Năm [[1927]], bà là người đầu tiên ở xã được kết nạp vào Hội Việt Nam Cách mạng Thanh niên do [[Hồ Chí Minh|Nguyễn Ái Quốc]] sáng lập. \nNăm [[1930]], bà được kết nạp vào [[Đảng Cộng sản Việt Nam]] và được Tỉnh ủy Mỹ Tho chỉ định làm Bí thư đầu tiên của Chi bộ xã Vĩnh Kim...\n \nNgày [[3 tháng 5]] năm [[1930]], sau một cuộc biểu tình đông đến hàng ngàn người tại [[Cao Lãnh]], bà bị lính đối phương đâm trọng thương.\nDù được đưa lên [[Thành phố Hồ Chí Minh|Sài Gòn]] điều trị, nhưng, do vết thương quá nặng lại bị đau tim và sẩy thai, nên bà đã mất vào ngày [[25 tháng 6]] năm Canh Ngọ (1930), hưởng dương 31 tuổi. Bà có ba người con, trong số đó có GSTS Trần Văn Khê và ''quái kiệt'' Trần Văn Trạch.<\/ref>, bà hăng hái đứng ra thành lập gánh hát ''Đồng Nữ Ban'', đảm nhiệm một lúc nhiều vai trò, nhưng nổi trội hơn cả là vai trò bầu gánh và đạo diễn.\n\nBiết được ý đồ của bà Ba Diện, thực dân Pháp và các cộng sự đã tìm đủ mọi cách cản trở không cho gánh hát của bà công diễn. Nhưng nhờ sự khôn khéo, tinh thần dám đấu tranh của bà, nhờ sự bao che của dân chúng nên gánh hát cũng được biểu diễn nhiều nơi và gây được tiếng vang tốt.\n \nĐến khoảng giữa năm [[1929]], do sự khủng bố gắt gao của đối phương, gánh hát ''Đồng Nữ Ban'' phải giải tán.\n\nKhi không còn đoàn hát nữa, bà Ba Viện về ở nhà người em là ông Bảy Triều, sống một cuộc đời thanh bạch. Ở đây, bà đã hết lòng nuôi dạy các cháu của mình là Trần Văn Khê, Trần Văn Trạch, Trần Ngọc Sương...\n\nNgày [[25 tháng 8]] năm [[1944]], bà Trần Ngọc Diện mất, thọ 60 tuổi.\n\n==Gánh Đồng Nữ Ban==\n\nSau gần 6 tháng luyện tập khẩn trương, vào khoảng giữa năm [[1928]], lần đầu tiên gánh hát Đoàn Nữ Ban ra mắt khán giả vở ''[[Giọt máu chung tình]]'' (nội dung là câu chuyện tình của hai nhân vật: [[Võ Đông Sơ]] và [[Bạch Thu Hà]]), tại cầu Ba Lung, xã Vĩnh Kim, được nhân dân hoan nghênh nhiệt liệt.\n \nTrong một bài viết, GS. [[Trần Quang Hải]] (con GSTS Trần Văn Khê, gọi Ba Viện là bà cô), đã nêu lên những đặc điểm của gánh Đồng Nữ Ban, được tóm gọn như sau:\n* Gánh hát không có kép nam (do vậy gánh mang tên là Đồng Nữ Ban), quy tụ con em tuổi từ 17 đến 20 có nhiệt tình của những gia đình nông dân, điền chủ trong làng Vĩnh Kim và các làng lân cận Đông Hoà (tức Bình Hoà Đông thuở ấy) Rạch Gầm, Kim Sơn, Long Hưng.\n* Các diễn viên sống như những nữ sinh nội trú, có thời khoá biểu các môn học: học chữ, học nữ công, học võ thuật để dùng trong những lớp tuồng cần phải đánh võ.\n* Khi đi lưu diễn, cạnh chiếc ghe con chuyên chở thầy đờn, thầy võ, bà Năm Viện cùng tất cả diễn viên ở chung trong một chiếc ghe chài to chứa được mấy mươi người. Ngoại trừ lúc biểu diễn, tất cả diễn viên đều phải mặc áo dài tím (vì cô Ba Viện trước kia là giáo viên dạy đàn cho trường Áo Tím, nên thích cho diễn viên mặc áo dài tím).\n* Tích tuồng không lựa trong lịch sử [[Trung Quốc]] mà lấy trong sử Việt, như ''[[Hai Bà Trưng]], [[Trần Quốc Toản]], Rạch Gầm - Xoài Mút, Máu chảy ruột mềm''... trong số đó có vở diễn chủ lực là ''Giọt máu chung tình'' của soạn giả [[Nguyễn Tri Khương]].<ref>'''Nguyễn Tri Khương''' ([[1890]] - [[1962]]) còn gọi là '''Năm Khương''', người làng Vĩnh Kim, huyện Châu Thành, tỉnh Tiền Giang. Ông là con của ông ''Nguyễn Tri Túc'' và là anh của bà ''Nguyễn Thị Dành'', tức vợ của ông Bảy Triều. Sinh ra trong một gia đình có truyền thống âm nhạc, nên ông sớm sử dụng thành thạo nhiều loại nhạc khí, nhưng hay nhất là đàn cò, [[tiêu (nhạc cụ)|tiêu]] và [[sáo]]. Ngoài ra, ông còn có khả năng viết tuồng. Năm [[1927]], ông viết vở cải lương ''Giọt lệ chung tình''. Đặc biệt, ông đã sáng tạo ra nhiều bài bản mới, trong đó, bản ''Phong xuy trịch liễu'' được thu đĩa ở Pháp. Khi gánh ''Đồng Nữ Ban'' được thành lập, ông cho bà Năm Viện cất trên đất của ông một căn nhà lá rộng rãi để làm nơi tập tuồng.<\/ref>\n* Ngoài những bài bản lấy trong ca nhạc tài tử thông thường như ''Tây Thi Cổ bản, Lưu thủy đoản, Lưu thủy trường, Hành Vân, Tứ đại Oán, [[Dạ cổ hoài lang]],'' gánh ''Đồng Nữ Ban'' còn sử dụng nhiều bản mới do ông Nguyễn Tri Khương đặt thêm theo phong cách cổ truyền như ''Yến tước tranh ngôn,Phong xuy trịch liễu, Thất trĩ bi hùng v.v….''\n* Cảnh trí, trang phục đều do cô Ba Viện thiết kế dàn dựng và may ráp không lấy kiểu theo [[tuồng|hát bội]].\n* Động tác diễn đều do cô Ba Viện sắp đặt, với phương châm diễn xuất phải \"nhập tâm, nhập vai\", diễn xuất theo tình cảm chân thật của mình, không \"cường điệu\"...\n \nTrong bài ''Đồng nữ ban - gánh cải lương toàn phụ nữ đầu tiên và duy nhất ở Việt Nam'', TS. Nguyễn Phúc Nghiệp nhận xét: \n:''...Nhận thấy tính cách \"quốc sự\" của gánh, nên giới cầm quyền thực dân ở [[Nam Kỳ|Nam kỳ]] đã ra lệnh cho ''Đồng Nữ Ban'' phải ngưng hoạt động vào năm 1929. Tuy chỉ tồn tại trong một thời gian ngắn; nhưng gánh đồng Nữ Ban là niềm tự hào của nữ giới Tiền Giang trong công cuộc vận động giải phóng dân tộc và góp thêm sự đa dạng của sân khấu cải lương trong những năm 20 của thế kỷ vừa qua.''\n\n==Tưởng nhớ==\nÔng [[Vương Hồng Sển]] vừa cho biết, vừa khen ngợi bà Ba Viện như sau:\n\n:''Bà Trần Ngọc Diện là chị nhà tài tử vắn số Bảy Triều. Nay mộ (bà) [[chôn cất|chôn]] ở giữa hai mộ vợ chồng em trai Bảy Triều tại làng Vĩnh Kim... Bà biết ca và sử dụng cây thập lục tươi mướt. Bà từng làm cách mạng, không sợ vào khám, và đã có nếm cơm tù nhiều lần. Đứng về mặt mỹ thuật và văn hóa, bà có công đào tạo mớ đào cải lương và người lỗi lạc để tiếng nhắc đời không ai khác hơn là cô [[Năm Phỉ]].'' <ref>Vương Hồng Sển, ''Hồi ký 50 mê hát'', Nhà xuất bản Trẻ, 2007, tr.48.<\/ref>\n\nNói về bà, trong bài [[ca trù]] ''Địa linh nhân kiệt'' của Hồng Thuận Đăng có đoạn:\n\n:''Người chợ Giữa đi khắp bốn phương hồ hải\n:''Giỏi vạn nghề há phải một nghề thi\n:''Nầy! Ngón tơ đồng trong sáu tỉnh chưa có tương tri\n:''Chơi phong nhã, nói gì cờ với vẽ\n:''So kim cổ biết bao nhiêu kẻ\n:''Dẫu thoa quần cũng san sẻ gánh non sông\n:''Chuyện năm xưa ai có nhớ không?\n:''Ôi! Dân khí, dân quyền rền một lúc...''\n\nNữ sĩ Đỗ Liên ở [[Vĩnh Long]] viết về bà bằng một bài [[đường luật|thơ Đường luật]]:\n:''Sầm giang là chốn rất cao kỳ\n:''Danh tiếng vang lừng xóm phú thi.\n:''Chợ Giữa nhiều trang văn Ngọc Viện\n:''Vĩnh Kim lắm kẻ học Liên Trì.\n:''Tài ba đời cổ chưa ai sánh\n:''Lỗi lạc lối kim ít kẻ bì.\n:''Kính tặng một bài lưu bút để\n:''Ai người đến đó mới tường tri.''<ref>Hai đoạn thơ trên đều chép theo Nguyễn Minh Phúc, sách nơi mục tài liệu, tr. 275.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* Vương Hồng Sển, Hồi ký 50 mê hát'', Nhà xuất bản Trẻ, 2007, tr. 48.\n* Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản KHXH, 1992, tr.876.\n* Nguyễn Minh Phúc (Bảo tàng Tiền Giang), ''Cô Ba Viện và Đoàn Nữ Ban'', in trong Nam Bộ - Đất & Người tập 2, Nhà xuất bản trẻ, 20o4, tr.272-276.\n\n==Liên kết ngoài==\n*[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=4268 Đồng nữ ban - gánh cải lương toàn phụ nữ đầu tiên và duy nhất ở Việt Nam]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}\n*[http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6179 Về một gia tộc nổi tiếng âm nhạc ở Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101226015228\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6179 |date=2010-12-26 }}\n\n{{Thời gian sống|sinh=1884|mất=1944}}\n\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người Mỹ Tho]]"}