{"3208415":"{{Thông tin chiến tranh\n|conflict=Trận Bạch Đằng trên Sông Hiếu (1968)\n|partof= [[Chiến tranh Việt Nam]]\n|image= [[Tập tin:Bộ đội Đoàn 126 cùng nhân dân bờ Bắc sông Hiếu.JPG|300px]]\n|caption= Bộ đội Đoàn 126 cùng nhân dân bờ Bắc sông Hiếu làm vật cản trên sông Gia Độ để đánh tàu chiến Mỹ\n|date=tháng 2 đến tháng 3 năm [[1968]]\n|place= [[Sông Thạch Hãn]] (thuộc tỉnh [[Quảng Trị]], [[Việt Nam]])\n|result= Quân Giải phóng chiến thắng<br>7 tàu vận tải của Hải quân Hoa Kỳ bị đánh chìm, 5 tàu khác hư hỏng nặng, tuyến tiếp viện hậu cần bằng đường thủy từ Cửa Việt – Đông Hà của Hoa Kỳ bị tắc nghẽn trong nhiều ngày\n|combatant1= [[Tập tin:Flag of the United States.svg|22px]][[Hoa Kỳ]] <br>[[Tập tin:Flag of South Vietnam.svg|22px]][[Việt Nam Cộng hòa]]\n|combatant2= [[Tập tin:Flag of Vietnam.svg|22px]][[Việt Nam Dân chủ Cộng hòa]]<br>[[Tập tin:FNL Flag.svg|22px]][[Mặt trận Dân tộc giải phóng miền Nam Việt Nam]]\n|strength1= [[Hải quân Hoa Kỳ]],[[Quân lực Việt Nam Cộng Hòa]]\n|strength2=[[Trung đoàn 270]] chủ lực B5, [[Binh chủng Hải quân Đánh bộ, Quân đội Nhân dân Việt Nam|Lữ đoàn đặc công 126 Hải Quân VN]],[[Bộ đội địa phương]], [[Du kích địa phương]], [[Nhân dân Quảng Trị]]}}\n\n'''Trận Bạch Đằng trên sông Hiếu''' (cuối tháng 2 đến đầu tháng 3-1968) là trận đánh nằm trong [[Chiến dịch Đường 9 - Khe Sanh]] của [[Quân đội Nhân dân Việt Nam|Quân đội nhân dân Việt Nam]], cắt đứt đường tiếp viện của [[Hải quân Hoa Kỳ]] trên tuyến sông từ [[Cửa Việt (thị trấn)|Cửa Việt]] đến [[Đông Hà]] nhằm tiếp viện cho tuyến phòng thủ [[Quảng Trị]] - [[Khe Sanh]] vừa bị tấn công.\n\nTrong trận đánh này quân và dân phía [[Việt Nam Dân chủ Cộng hòa|VNDCCH]] đã vận dụng cách đánh truyền thống trong lịch sử của cha ông, sử dụng phương pháp cắm cọc tre, dương liễu, bùng nhùng tự tạo, dây thép gai, kết hợp với rải mìn, thả ngư lôi dựng nên một trận Bạch Đằng trên khúc sông Quảng Trị, gây thiệt hại nặng cho liên quân [[Hoa Kỳ|Mỹ]] - [[Việt Nam Cộng hòa|VNCH]].\n\n== Địa điểm ==\n'''Sông Hiếu '''là một nhánh của [[Sông Thạch Hãn]] tỉnh [[Quảng Trị]] có diện tích lưu vực 465&nbsp;km² và độ dài 70&nbsp;km (âm Hán - Việt đọc là Hiếu Giang) là một phụ lưu của sông Thạch Hãn.\n\nTrận đánh diễn ra tại đoạn sông Hiếu từ [[Cửa Việt (thị trấn)|Cửa Việt]] đến [[Đông Hà]] dài khoảng 13 đến 15&nbsp;km, hai bên bờ sông chỗ rộng nhất chừng 1000m, hẹp nhất khoảng 150m.\n\n== Nguyên nhân ==\n[[Tập tin:Dong Ha 1967.jpg|nhỏ|Tàu đổ bộ đa năng của Hải quân Hoa kỳ chi viện cho căn cứ Đông Hà năm 1967|272px]]\nĐể tiếp viện cho chiến trường [[Khe Sanh]]-[[Đường 9 - Khe Sanh|Đường 9]], Mỹ coi [[cảng Cửa Việt]] là \"cuống họng\" lớn và căn cứ Đông Hà là chiếc \"dạ dày\" khổng lồ trên tuyến phòng thủ Đường 9 cho nên đã tập trung lực lượng, phương tiện bảo vệ rất nghiêm ngặt tại khu vực Cửa Việt và Đông Hà. Hằng ngày trên Sông Hiếu có từ 15 đến 20 chiến thuyền của Mỹ có trọng tải từ 108 đến 680 tấn làm nhiệm vụ vận chuyển hàng hoá và vũ khí từ cảng Cửa Việt đến Đông Hà. Ở nhiều đoạn trọng điểm Mỹ còn dựng nên những bãi mìn và dây kẻm gai ven sông để chống lại đặc công của Quân Giải phóng xâm nhập.\n\nNhận thức được việc này, Bộ Chỉ huy Mặt trận Đường 9- Bắc Quảng Trị của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] đã đề ra kế hoạch cắt đứt tuyến vận chuyển này nhằm cô lập, làm suy yếu phòng tuyến đang bị vây hãm của Mỹ và VNCH tại Tà Cơn - Khe Sanh.\n\nNgày 6 tháng 2 năm 1968, sau khi tấn công quận lỵ Hướng Hóa, cứ điểm Huội San và tiêu diệt cứ điểm Làng Vây, QĐNDVN tiếp tục tập kích và bao vây sân bay Tà Cơn khiến việc tiếp tế lực lượng và phương tiện nhằm củng cố căn cứ Khe Sanh của [[Thủy quân lục chiến Hoa Kỳ]] và [[Quân lực Việt Nam Cộng hòa|QLVNCH]] bị gián đoạn và gặp khó khăn.\n\nVì thế con đường vận chuyển hàng hóa, thiết bị quân sự từ cảng Cửa Việt lên thị trấn Đông Hà để trung chuyển cung cấp cho toàn tuyến phòng thủ Quảng Trị - Khe Sanh trở nên hết sức quan trọng đối với quân đội Hoa Kỳ.\n\nSau nhiều lần bị tấn công bởi QĐNDVN trong tháng 1-1968, suốt tháng 2 Mỹ điều máy bay, xe lội nước, tàu xuồng chiến đấu tìm cách trục kéo tàu chìm và phát quang hai bờ sông nhằm khai thông lại tuyến tiếp viện này.\n\nĐoán được ý đồ của phía Mỹ, lãnh đạo mặt trận Đường 9 - Bắc Quảng Trị và tỉnh Quảng Trị quyết tâm tổ chức một trận chiến mới nhằm phong tỏa dài ngày trên sông Hiếu, ngăn chặn và tiêu diệt đoàn tàu tiếp viện của đối phương, nhằm làm tắc nghẽn giao thông, đẩy quân đội Hoa Kỳ và VNCH vào tình trạng thiếu lương thực, đạn dược quân trang để hỗ trợ cho chiến trường Khe Sanh-Đường 9.\n\n== Diễn biến ==\n21 giờ ngày 28\/2\/1968,<ref>Theo lời ông Dương Tú Anh (nguyên Huyện ủy viên huyện Cam Lộ) một trong những người trực tiếp chỉ huy trận đánh.{{Chú thích web|url = http:\/\/thuvienquangtri.gov.vn\/baiviet.aspx?id=1417&nhom=1|title = 1}}\n<\/ref><ref>{{Chú thích web|url = http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/vZTbjqJAEIafxQcwdA8nvQRBjt3IoRG8MSB4YFRw5GQ__TqTmU12J6MXu6HrotNJ_fmq_ko1s2IiZnVO2sMuqQ_lOTm-v1fCei5hbyJDCWimNQOGPNcB5wDo2DyzZKIwBqJSok6VwoUrnm_sdH8sdlrWpteTaai7PB-3hulrwhWQUshOOEfNntIQO0Xtc4tG3gjzdldtjdrebjtlI-5onx5mWzfM3nQNv5Y4tnJj45GLKsGq0vq2Iu4xPYtQXZqN-HY9jjVLOJmXflzxrtvLrr-YLjuadIeioALLGb1cJ1HEdXl53d5rjpj43hT44UjgYc_ql36mSTon2gBMbI0HhqQTb-qyLJDYh_rpl_4B4J_0U_75zFYfKY86-Eh4ZNGfEEfUJ8BgZzOeDVkIPJGJ7wnij1UQjgmYCHBrv7hVBn2lXiH6nW-7HVYbCBQCMKFLTF5fEJYxtqUOUNJhMQZ-SjqUog5l0SILPSJLs1byOu8ZkB8aKA4MhENbCoX_DjSZ1e5YpvePJww3b7ZSGp1qRPvVi9rfhLnSuN5UPbtsfV_8dHkuTUdJLxMXX9aL6S3UlKaAc7AnRoKbl82eV5JVLNXSZougnMy7-nUZFvnN1VZmfLHLhtOzo6qQxT5DDWbRZn0o9or5Rtfu3nZ6p88tua9gGLSBkwZBjwtSXZ08jesk5J06w5jmUB8Tz93WAvR4aTRisF6e8ie2Lb7PiXoWAlMTgQkEIgF-EYR32wDCc-wXMQuVEN1v6AOOokC2_Cz4tE3REmCaz4D80EBxYCA_tKW8MDBQ-d4h6DEq5gs_dQBQlhSp7H3Xjg6qHXhVu_f9g5iq9Eo6ioMYBDj9BMrrs1caz4D80EBxYGAwtKWB8N-B1am1LMsWPJ1GvyPX2tPfsRuNfgFCHFkt\/dl4\/d5\/L2dBISEvZ0FBIS9nQSEh\/|title = Du kích Bình - Trị - Thiên trên tuyến đầu trong kháng chiến chống Mỹ, cứu nước}}<\/ref> thủy triều xuống. Lực lượng biệt động thị xã Đông Hà; du kích một số xã Gio Hà (nay là Gio Mai, Gio Quang), Gio Cam, bộ đội địa phương Cam Lộ, dân vạn đò thuộc các xã Cam Giang, Gio Mai, Gio Quang, Trung đoàn 270, bộ đội đặc công [[Binh chủng Hải quân Đánh bộ, Quân đội Nhân dân Việt Nam|Đoàn đặc công 126]] [[Quân chủng Hải quân Việt Nam|Hải Quân VN]]; du kích một số xã và một số bà con vạn đò Ngã Ba cùng 20 chiếc thuyền chở cọc tre, cọc dương liểu, các bó nè tre, dây thép gai…bí mật tiếp cận khúc sông Gia Độ – Hói Sòng.\n\n22 giờ ngày 28\/2, nước đứng, công việc cắm cọc bắt đầu được tiến hành. Những chỗ nước sâu, các cọc tre, dương liễu một đầu được liên kết với vật nặng thả xuống sông, chỗ nước cạn thì cắm trực tiếp xuống đáy sông; giữa các cọc được liên kết bởi dây thép gai và các bó nè tre tạo thành mảng bè nửa chìm nửa nổi theo thế dích dắc và được neo giữ không để trôi tự do. Cùng lúc đó Đoàn 126 đặc công bố trí xen các bãi mìn, thả ngư lôi. Sau hơn 1 giờ, trận địa được bố trí thành hai bãi cọc, kéo dài 800m rộng hàng nghìn m2.<ref>Sách '''Lịch sử Mặt trận Đường 9 - Bắc Quảng Trị (1966- 1973) '''Nhà xuất bản Quân đội Nhân dân - Nhiều tác giả\n\n'''CHƯƠNG II'''\nMỞ CHIẾN DỊCH ĐƯỜNG 9 - KHE SANH PHỐI HỢP VỚI TOÀN MIỀN TỔNG TIẾN CÔNG VÀ NỔI DẬY MẬU THÂN 1968\nI. Mặt trận Đường 9 - Bắc Quảng Trị trong cuộc tổng tiến công và nổi dậy xuân Mậu Thân 1968.\n<\/ref><ref name=\"daidoanket.vn\">{{Chú thích web|url = http:\/\/daidoanket.vn\/index.aspx?Menu=1427&chitiet=51401&Style=1|title = Hiếu Giang vang tiếng Bạch Đằng|ngày truy cập = 2015-03-23|archive-date = ngày 2 tháng 4 năm 2015 |archive-url = https:\/\/web.archive.org\/web\/20150402112908\/http:\/\/daidoanket.vn\/index.aspx?Menu=1427&chitiet=51401&Style=1}}<\/ref>\n\n2 giờ sáng ngày 1\/3, đại bộ phận lực lượng này rút lui về phía sau, chỉ để lại 2 tổ phối hợp với Trung đoàn 270 chiếm lĩnh các vị trí chiến đấu từ Mai Xá đến Vinh Quang Hạ sẵn sàng đón tàu Mỹ.\n\n3 giờ sáng ngày 1\/3, các đơn vị hỏa lực thuộc Trung đoàn 270 cùng bộ binh và du kích của phía VNDCCH bí mật áp sát bên bờ sông từ Mai Xá, Vinh Quang Hạ, Đại Độ sẵn sàng tiêu diệt tàu đối phương. Lúc này, nước thủy triều lên che lấp bãi cọc đã được bố trí.\n\nKhoảng 8 giờ sáng 1\/3, một đoàn tàu gồm 12 chiếc bao gồm tàu tuần tiễu và các tàu tiếp viện đổ bộ đa năng LCU, YFU của Hải quân Mỹ và VNCH từ Cửa Việt tiến vào hướng Đông Hà, mỗi chiếc đi cách nhau 15-20m. Phía trên là máy bay trinh sát, trực thăng vũ trang hộ tống quần thảo. Lúc tiến vào trận địa phục kích của QĐNDVN, thủy triều xuống thấp, chiếc đi đầu vấp phải bãi cọc và chướng ngại vật buộc quân Mỹ phải dồn đội hình và đi chậm lại, đúng lúc này thủy lôi nổ. Những chiếc còn lại định rút lui, bị hỏa lực của QĐNDVN phục kích trên bờ tấn công. Trong đoàn tàu của quân Mỹ có một số chiếc chở xăng, dầu bị trúng đạn tràn ra làm mặt sông bốc cháy dữ dội.\n\n== Kết quả ==\n[[Tập tin:YFU-62 after being hit with a large limpet mine in Dong Ha.jpg|nhỏ|Tàu YFU-62 của Hải quân Hoa kỳ bị tấn công trên sông Hiếu|272px]]\nSau khoảng hơn 1h bị QĐNDVN tấn công, 7 tàu tiếp viện của Quân đội Mỹ bị bắn cháy hoặc nổ chìm tại chỗ, 5 tàu còn lại quay đầu rút lui bị pháo binh của QĐNDVN từ bờ Bắc sông Bến Hải pháo kích làm hư hỏng nặng. Tuyến tiếp viện hậu cần bằng đường thủy từ Cửa Việt – Đông Hà của địch bị tắc nghẽn trong nhiều ngày gây khó khăn cho Lực lượng thủy quân lục chiến Mỹ và VNCH ở chiến trường Đường 9 - Khe Sanh vốn đang bị tấn công. Góp công lớn cho chiến thắng của QĐNDVN tại chiến trường Khe Sanh sau đó.\n\nNgày 6\/3\/1968 Phóng viên Mỹ UPI viết: \"Chỉ riêng khúc sông từ Cửa Việt đến Đông Hà dài 13 km cũng đủ khủng khiếp cho tàu và xuồng chiến đấu Mỹ. Các tàu của hải quân Mỹ buộc phải chạy thành đoàn với tốc độ 1 dặm một giờ… Ở đoạn sông này, mìn trôi trên sông, những hàng rào ngăn sông bằng tre, gỗ cài nhiều mìn và hai bên bờ sông ngày ngày đạn đại bác, rốc két, súng cối bắn liên tiếp vào các đoàn tàu. Một tàu tuần tiễu bị đánh chìm, 8 tàu vạn năng bị đánh hỏng... Chẳng còn biết xoay xở thế nào vì máy bay, đại bác đã ném bom bắn phá nhưng quân cộng sản vẫn ở đây, lực lượng ngày càng tăng và cuộc tiến công của họ ngày càng táo bạo\".<ref>Sách '''Ký sự chiến tranh - Tập 2 Nhiều tác giả'<nowiki\/>'''''Nhà xuất bản Văn Học'<nowiki\/>''\n\n'''Chương 35<br>'''\nCUỘC CHIẾN ĐẤU TRÊN BỜ SÔNG CỬA VIỆT\n<\/ref><ref name=\"daidoanket.vn\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/daidoanket.vn\/index.aspx?Menu=1427&chitiet=51401&Style=1 Hiếu Giang vang tiếng Bạch Đằng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150402112908\/http:\/\/daidoanket.vn\/index.aspx?Menu=1427&chitiet=51401&Style=1 |date = ngày 2 tháng 4 năm 2015}}\n*[http:\/\/thuvienquangtri.gov.vn\/baiviet.aspx?id=1417&nhom=1 HUYỀN THOẠI TRÊN SÔNG HIẾU]\n*[http:\/\/www.vnmilitaryhistory.net Diễn đàn Quân sử Việt Nam]\n*[http:\/\/www.wattpad.com\/1882235-m%E1%BA%B7t-tr%E1%BA%ADn-%C4%91%C6%B0%E1%BB%9Dng-9-qu%E1%BA%A3ng-tr%E1%BB%8B\/page\/26 Lịch sử Mặt trận Đường 9 - Bắc Quảng Trị (1966- 1973)]\n*[https:\/\/vi.wikipedia.org\/wiki\/Chi%E1%BA%BFn_d%E1%BB%8Bch_%C4%90%C6%B0%E1%BB%9Dng_9_-_Khe_Sanh Chiến dịch Đường 9 - Khe Sanh]\n*[http:\/\/danviet.vn\/xa-hoi\/ky-uc-2555-ngay-danh-tau-my-127356.html Ký ức 2.555 ngày đánh tàu Mỹ]\n\n[[Thể loại:Chiến tranh Việt Nam]]"}