{"128850":"{{Thông tin viên chức\n|tên= Trần Văn Đôn\n|hình= \n|cỡ hình= \n|miêu tả= \n|ngày sinh= [[19 tháng 8]] năm [[1917]]\n|nơi sinh= Cauderan, Gironde, [[Bordeaux]], [[Pháp]]\n|ngày mất= [[1998]] (81 tuổi)\n|nơi mất= [[Arkansas]], [[Hoa Kỳ]]\n\n|chức vụ= [[Hình: Flag of South Vietnam.svg|22px]]<br>Phó Thủ tướng<br>kiêm Tổng trưởng Quốc phòng\n|bắt đầu= 4\/1975\n|kết thúc= 4\/1975\n|trưởng chức vụ= Thủ tướng\n|trưởng viên chức= -[[Nguyễn Bá Cẩn]]\n|địa hạt= Thủ đô Sài Gòn\n|phó chức vụ= Phụ tá Tổng trưởng<br>Đổng lý Văn phòng\n|phó viên chức= -Đốc sự Tôn Thất Chước<br><br>-Đại tá Nguyễn Hữu Bầu\n\n|chức vụ 2= [[Hình: Flag of South Vietnam.svg|22px]]<br>Phó Thủ tướng Đặc trách Thanh tra<br>các Chương trình Phát triển Quốc gia\n|bắt đầu 2= 2\/1974\n|kết thúc 2= 4\/1975\n|trưởng chức vụ 2= Thủ tướng\n|trưởng viên chức 2= -[[Trần Thiện Khiêm]]\n|địa hạt 2= Thủ đô Sài Gòn\n\n|chức vụ 3= Chủ tịch Ủy ban Quốc phòng<br>Quốc hội Thượng viện\n|bắt đầu 3= 1968\n|kết thúc 3= 1970\n|trưởng chức vụ 3= Chủ tịch Thượng viện\n|trưởng viên chức 3= -[[Nguyễn Văn Huyền]]\n|địa hạt 3= Thủ đô Sài Gòn\n\n|chức vụ 4= Chủ tịch ủy ban Trung ương<br>Hiệp hội Chiến sĩ Tự do\n|bắt đầu 4= 7\/1967\n|kết thúc 4= 3\/1968\n|địa hạt 4= Thủ đô Sài Gòn\n\n|chức vụ 5= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Tổng trưởng Quốc phòng \n|bắt đầu 5= 11\/1963\n|kết thúc 5= 1\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tướng\n|kế nhiệm 5= -Trung tướng [[Trần Thiện Khiêm]]\n|địa hạt 5= Biệt khu Thủ đô\n|phó chức vụ 5= Thủ tướng\n|phó viên chức 5= -[[Nguyễn Ngọc Thơ]]\n\n|chức vụ 6= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tổng Tham mưu trưởng<br>Bộ Tổng Tham mưu\n|bắt đầu 6= 11\/1963\n|kết thúc 6= 1\/1964\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tướng\n|kế nhiệm 6= -Trung tướng [[Trần Thiện Khiêm]]\n|địa hạt 6= Biệt khu Thủ đô\n\n|chức vụ 7= [[Hình: Flag of South Vietnam.svg|22px]]<br>Đệ Nhất Phó Chủ tịch<br>Hội đồng Quân nhân Cách mạng\n|bắt đầu 7= 2\/11\/1963\n|kết thúc 7= 30\/1\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung tướng\n|địa hạt 7= Thủ đô Sài Gòn\n|phó chức vụ 7= Chủ tịch\n|phó viên chức 7= -Trung tướng [[Dương Văn Minh]]\n\n|chức vụ 8= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Quyền Tổng Tham mưu trưởng<br>Bộ Tổng tham mưu\n|bắt đầu 8= 8\/1963\n|kết thúc 8= 11\/1963\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Trung tướng\n|tiền nhiệm 8= -Thiếu tướng [[Trần Thiện Khiêm]]<br>(Xử lý thường vụ)\n|kế nhiệm 8= -Trung tướng [[Lê Văn Kim]]\n|địa hạt 8= Biệt khu Thủ đô\n|phó chức vụ 8= Tổng Tham mưu trưởng\n|phó viên chức 8= -Đại tướng [[Lê Văn Tỵ]]\n\n|chức vụ 9= [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|22px]]<br>Tư lệnh Lục quân Bộ Tổng tham mưu\n|bắt đầu 9= 12\/1962\n|kết thúc 9= 8\/1963\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Trung tướng\n|địa hạt 9= Biệt khu Thủ đô\n\n|chức vụ 10= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I \n|bắt đầu 10= 10\/1957\n|kết thúc 10= 12\/1962\n|trưởng chức vụ 10= Cấp bậc\n|trưởng viên chức 10= -Trung tướng\n|tiền nhiệm 10= -Trung tướng [[Thái Quang Hoàng]]\n|kế nhiệm 10= -Thiếu tướng [[Lê Văn Nghiêm]]\n|địa hạt 10= Quân khu Thủ đô\n|phó chức vụ 10= Phó Tư lệnh kiêm Tham mưu trưởng\n|phó viên chức 10= -Đại tá [[Đỗ Cao Trí]]\n\n|chức vụ 11= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu trưởng Liên quân<br>kiêm Phụ tá Tổng Tham mưu trưởng<br>Bộ Tổng Tham mưu\n|bắt đầu 11= 12\/1955\n|kết thúc 11= 10\/1957\n|trưởng chức vụ 11= Cấp bậc\n|trưởng viên chức 11= -Thiếu tướng<br>-Trung tướng (2\/1957)  \n|địa hạt 11= Quân khu Thủ đô\n\n|chức vụ 12= Phụ tá Hải quân Tổng Tham mưu trưởng\n|bắt đầu 12= 6\/1955\n|kết thúc 12= 8\/1955\n|trưởng chức vụ 12= Cấp bậc\n|trưởng viên chức 12= -Thiếu tướng\n|kế nhiệm 12= -Thiếu tá [[Lê Quang Mỹ (Đại tá Hải quân Việt Nam Cộng Hòa)|Lê Quang Mỹ]]\n|địa hạt 12= Quân khu Thủ đô\n|phó chức vụ 12= Tổng Tham mưu trưởng\n|phó viên chức 12= -Trung tướng [[Lê Văn Tỵ]]\n\n|chức vụ 13= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu trưởng Liên quân<br>Bộ Tổng tham mưu \n|bắt đầu 13= 8\/1953\n|kết thúc 13= 10\/1957\n|trưởng chức vụ 13= Cấp bậc\n|trưởng viên chức 13= -Đại tá<br>-Thiếu tướng (4\/1955)\n|tiền nhiệm 13= -Đại tá [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n|địa hạt 13= Đệ nhất Quân khu\n\n|chức vụ 14= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Chánh Sở An ninh Quân đội<br>kiêm Giám đốc Nha Tác động Tinh thần<br>Bộ Tổng Tham mưu\n|bắt đầu 14= 5\/1952\n|kết thúc 14= 8\/1953\n|trưởng chức vụ 14= Cấp bậc\n|trưởng viên chức 14= -Thiếu tá (1\/1952)<br>-Trung tá (7\/1952)<br>-Đại tá (6\/1953)\n|tiền nhiệm 14= Đầu tiên\n|kế nhiệm 14= -Đại tá [[Mai Hữu Xuân]]\n|địa hạt 14= Cao nguyên Trung phần\n\n|chức vụ 15= Sĩ quan Tùy viên của Thủ tướng<br>Chính phủ Trung ương lâm thời Việt Nam\n|bắt đầu 15= 7\/1948\n|kết thúc 15= 5\/1950\n|trưởng chức vụ 15= Thủ tướng\n|trưởng viên chức 15= -Trung úy (10\/1946)<br>-Đại úy (10\/1949)\n|địa hạt 15= Cao nguyên Trung phần\n|phó chức vụ 15= Thủ tướng \n|phó viên chức 15= [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]\n\n|quốc tịch= {{FRA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già \n|nơi ở= Fort Chaffee, Arkansas, Hoa Kỳ\n|nghề nghiệp= Quân nhân, chính khách\n|dân tộc= [[Người Việt|Kinh]] \n|họ hàng= <br>-[[Lê Văn Kim]] (em rể)<br>-Trần Thị Thu Hương (em)<br>-Claude Trần Văn Đôn (em)\n|cha= Trần Văn Đôn \n|con= 2 người con trai:<br>Trần Văn Đức<br>Trần Văn Thanh\n|học vấn= Tú tài toàn phần Pháp\n|học trường= -Trường Tiểu học La San Taberd, Sài Gòn<br>-Trường Trung học Lycėe Chasseloup-Laubat, Sài Gòn<br>-Trường Cao đẳng Thương mại Paris, Pháp<br>-Trường Hạ sĩ quan Trừ bị Saint Maicent, Pháp<br>-Trường Võ bị Tông, Sơn Tây<br>-Trường Cao đẳng Quốc phòng (École Supérieure de Geurre) tại Paris, Pháp\n|quê quán= Nam Kỳ\n\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1939]] - [[1965]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp]]<br>[[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]] \n|tham chiến= -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Trần Văn Đôn''' (1917-1998) nguyên là một cựu tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng]]. Ông xuất thân từ trường Sĩ quan Trừ bị ở Pháp, sau đó được thụ huấn tiếp ở trường Võ bị của Quân đội thuộc địa Pháp mở ra ở miền Bắc Việt Nam. Ông còn là một cựu chính khách của [[Việt Nam Cộng hòa]]. Là một trong những nhân vật chủ chốt trong cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính ngày 1 tháng 11 năm 1963]] lật đổ chính quyền Tổng thống [[Ngô Đình Diệm]]. Ông cũng là Phó Thủ tướng và Bộ trưởng Quốc phòng của nền [[Đệ Nhị Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhị Cộng hòa Việt Nam]] (1967-1975).\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh ngày 19 tháng 8 năm 1917 tại Cauderan, Gironde, Bordeaux, Pháp nhưng xuất thân từ một gia đình đại điền chủ giàu có ở [[Đồng bằng sông Cửu Long|miền Tây Nam phần]]. Cha của ông đã sang Pháp học Y khoa và sinh ông tại đây. Cả gia đình ông đều theo Quốc tịch Pháp, vì vậy ông còn có tên Pháp là \"Andre\".<ref>Gia đình tướng Đôn có 2 Quốc tịch Việt và Pháp. Từ cha của ông đến anh em ông, trai cũng như gái, đều có tên là Trần Văn Đôn, chỉ phân biệt ở tên đặt theo Quốc tịch Pháp.<\/ref>\n\nNăm 1920 cha ông hồi hương mang theo cả gia đình. Năm 1923 ông theo học [[Trường Trung học La San Taberd|trường Tiểu học Lasan Taberd]] Sài Gòn. Năm 1925, học Trường Lycėe Chasseloup Laubat, Sài Gòn.<ref>Về sau đổi tên thành Trường Trung học phổ thông Lê Quý Đôn.<\/ref> Tại đây ông quen biết một học sinh giỏi thể thao tên là [[Dương Văn Minh]].\n\nNăm 1927 ông được gia đình cho sang Pháp du học, đến năm 1929 thì hồi hương tiếp tục học lại ở Trường Lycée  Chasseloup Laubat. Năm 1939 ông tốt nghiệp Tú tài toàn phần chương trình Pháp (Part II), sau đó tiếp tục sang Pháp theo học Trường Cao đẳng Thương mại Paris.\n\n==Quân đội Pháp==\nTháng 9 năm 1939, Chiến tranh thế giới thứ hai bùng nổ, ông nhập ngũ vào Quân đội Pháp. Tháng 5 năm 1940 ông được cử theo học tại trường Hạ sĩ quan trừ bị Saint Maixent. Tuy nhiên, trong thời gian ông thụ huấn, nước Pháp thất thủ trước Đức Quốc xã, ông bị bắt làm tù binh tại chiến trường La Loire và bị giam giữ 2 tháng tại trường Thiết giáp Kỵ binh Saumur. Tháng 12 năm đó ông hồi hương bằng đường biển trên tàu thủy Ville de Strasbourg.\n\nSau khi về nước, ông tiếp tục phục vụ cho Quân đội Pháp tại Đông Dương, trở thành Huấn luyện viên tân binh cho các binh sĩ người Việt trong Quân đội thuộc địa. Năm 1942 ông là một trong 2 hạ sĩ quan trẻ người Việt trong số khóa sinh được cử theo học trường Võ bị Tông Sơn Tây,<ref>Trong tổng số 10 sĩ quan người Việt xuất thân từ trường Võ bị Tông Sơn Tây, sau này đều là sĩ quan cao cấp trong Quân đội [[Việt Nam Cộng hòa]]: Cấp Trung tướng: Trần Văn Đôn, [[Thái Quang Hoàng]], [[Linh Quang Viên]], [[Nguyễn Văn Vỹ]], [[Trần Văn Minh (lục quân)|Trần Văn Minh]] và [[Nguyễn Văn Là]]. Cấp Thiếu tướng: [[Nguyễn Văn Vận (thiếu tướng)|Nguyễn Văn Vận]] và [[Trần Tử Oai]]. Cấp Đại tá: [[Đặng Đình Đán (Đại tá, Quân lực VNCH)|Đặng Đình Đán]] (Sinh năm 1918 tại Hà Nội. Chức vụ sau cùng: Cục trưởng Cục Chính huấn, giải ngũ năm [[1968]]) và [[Hoàng Văn Tỷ (Đại tá, Quân lực VNCH)|Hoàng Văn Tỷ]] (Sinh năm 1919 tại Lạng Sơn. Chức vụ sau cùng: Tổng cục phó [[Tổng cục Quân huấn, Quân lực Việt Nam Cộng Hòa|Tổng cục Quân huấn]], giải ngũ năm 1970).<\/ref> theo chương trình đào tạo sĩ quan người Việt của Chính quyền thuộc địa Pháp để phục vụ cho Quân đội thuộc địa Pháp.<ref>Trần Văn Đôn, ''Việt Nam nhân chứng'', Nhà xuất bản Xuân Thu, California, 1989, tr. 27.<\/ref> Một năm sau, ông tốt nghiệp với cấp bậc [[Chuẩn úy]] và được giữ lại trường làm Huấn luyện viên.\n\nNăm 1945, khi Nhật đảo chính Pháp tại Đông Dương, ông theo đoàn quân của tướng Marcel Alessandri vượt biên đào thoát sang Trung Hoa. Vì vậy, khi quân Pháp tái chiếm Đông Dương, ông được thăng cấp [[Thiếu úy]], được phân công phục vụ tại Văn phòng của tướng Philippe Leclerc, Tổng Tư lệnh Quân Viễn chinh Pháp tại Đông Dương. Giữa tháng 12 ông từng được chọn vào Biệt đội hỗ trợ cho Cựu hoàng [[Duy Tân]] ''(nguyên Thiếu tá Quân đội Pháp)''. Tuy nhiên do cựu hoàng bị tử nạn máy bay vào ngày 26 tháng 12 năm 1945 khi trên đường trở về nước nên ông được chuyển sang Sở Nghiên cứu Lịch sử Pháp. Đầu tháng 10 năm 1946, ông được thăng cấp [[Trung úy]].\n\n==Quân đội Liên hiệp Pháp==\nĐầu năm 1948, Thiếu tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] được cựu hoàng [[Bảo Đại]] chỉ định làm Thủ tướng [[Chính phủ lâm thời Quốc gia Việt Nam]]. Tháng 7 cùng năm ông được bổ nhiệm làm Sĩ quan Tùy viên cho Thủ tướng Xuân. Tháng 10 năm 1949 ông được thăng cấp [[Đại úy]].\n\n==Quân đội Quốc gia Việt Nam==\nĐể chuẩn bị sĩ quan nòng cốt cho việc hình thành bộ máy của Bộ Tổng tham mưu [[Quân đội Quốc gia Việt Nam]] sắp được thành lập, theo thỏa thuận giữa chính phủ Pháp và [[Quốc gia Việt Nam]], 4 sĩ quan người Việt có Quốc tịch Pháp, thuộc Lực lượng Liên hiệp Pháp được chuyển sang đặt thuộc quyền sử dụng của Bộ Quốc phòng [[Chính phủ Quốc gia Việt Nam]]. Bốn sĩ quan này gồm: Thiếu tá [[Trần Văn Minh (lục quân)|Trần văn Minh]], Thiếu tá [[Lê Văn Kim]], Đại úy Trần Văn Đôn và Đại úy [[Nguyễn Khánh]]. Tháng 5 năm 1950, cả bốn sĩ quan trên được cử sang Pháp theo học một khóa ngắn hạn tại Trường Cao đẳng Quốc phòng ''(École Supérieure de Guerre)'' tại Paris.\n\nĐầu năm 1952, sau khi về nước, ông được chuyển ngạch sang [[Quân đội Quốc gia Việt Nam]] và được thăng cấp [[Thiếu tá]]. Tháng 5, ông được bổ nhiệm làm Chánh Sở An ninh Quân đội Quốc gia đầu tiên trực thuộc Bộ Tổng Tham mưu. Đến đầu tháng 7 ông được thăng cấp [[Trung tá]] tại nhiệm. Ngay sau đó, Sở An ninh Quân đội được đổi thành Nha Tác động Tinh thần ''(gồm cả An ninh Quân đội và Phòng 5)'', theo đó chức vụ Chánh Sở cũng được đổi thành Giám đốc Nha. Ngày 1 tháng 6 năm 1953 ông được thăng cấp [[Đại tá]] tại nhiệm. Cuối tháng 7, bàn giao chức vụ Giám đốc Nha Tác động tinh thần lại cho Đại tá [[Mai Hữu Xuân]]. Ngày 1 tháng 8, ông được cử giữ chức vụ Tham mưu trưởng Liên quân tại Bộ Tổng tham mưu thay thế Đại tá [[Trần Văn Minh (lục quân)|Trần Văn Minh]].\n\n===Ảnh hưởng trong nền Đệ Nhất Cộng hòa===\nSau khi người Pháp thảm bại trong [[Chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]], cựu Thượng thư [[Ngô Đình Diệm]] được Quốc trưởng [[Bảo Đại]] chỉ định làm Thủ tướng. Ông và nhiều bạn hữu của mình đã tích cực ủng hộ Thủ tướng Diệm, loại trừ các ảnh hưởng của những người thân Pháp trong Chính quyền, kể cả Quốc trưởng Bảo Đại và cấp trên của ông, tướng [[Nguyễn Văn Hinh]] Tổng Tham mưu trưởng. Ngày 30 tháng 4 năm 1955, để tưởng thưởng cho sự ủng hộ Chính phủ, ông được Thủ tướng Diệm thăng cấp [[Thiếu tướng]]. Ngày 30 tháng 6 ông được giao kiêm chức vụ Phụ tá Hải quân Tổng Tham mưu trưởng, nhưng chỉ 2 tháng sau bàn giao chức vụ này lại cho Thiếu tá [[Lê Quang Mỹ (Đại tá Hải quân VNCH)|Lê Quang Mỹ]].\n\n==Quân đội Việt Nam Cộng hòa==\nCuối năm 1955, sau khi chính thể [[Việt Nam Cộng hòa]] thành lập, ông từ bỏ quốc tịch Pháp và ở lại phục vụ trong [[Quân đội Việt Nam Cộng hòa]] với chức vụ Tham mưu trưởng Liên quân Bộ Tổng tham mưu kiêm Phụ tá Tổng Tham mưu trưởng. Đầu tháng 2 năm 1957 ông được thăng cấp [[Trung tướng Việt Nam Cộng hòa|Trung tướng]] tại nhiệm. Cùng thăng Trung tướng đợt này có người bạn cũ [[Dương Văn Minh]]. Ngày 4 tháng 5, ông là Sĩ quan tùy viên tháp tùng Tổng thống Diệm công du Hoa Kỳ 10 ngày (từ 8 đến 18 tháng 5 năm 1957), ngày 20 tháng 5 phái đoàn rời Honolulu trở về Sài Gòn. Ngày 15 tháng 10 ông được bổ nhiệm chức vụ Tư lệnh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và Vùng 1 Chiến thuật]] thay thế Trung tướng [[Thái Quang Hoàng]]. Năm 1959 ông được cử đi du học khóa Vũ khí cận đại tại Fort Bliss, Tiểu bang Texas, Hoa Kỳ.\n\nTuy nhiên, từ năm 1960 trở đi, mối quan hệ giữa ông và Tổng thống Diệm bắt đầu có những rạn nứt. Ngày 8 tháng 12 năm 1962, ông được điều về lại Bộ Tổng tham mưu giữ chức vụ Tư lệnh Lục quân, trên thực tế là một chức vụ không nắm thực quyền, sau khi bàn giao chức vụ Tư lệnh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] lại cho Thiếu tướng [[Lê Văn Nghiêm]]. Những người quen cũ của ông ngày nào từng ủng hộ Tổng thống Diệm cũng giữ một chức vụ \"quyền lực\" không kém: Trung tướng [[Dương Văn Minh]], Tư lệnh Hành quân Bộ Tổng tham mưu, Thiếu tướng [[Lê Văn Kim]], Phụ tá Tư lệnh Bộ Tư lệnh Hành quân, Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]], Chỉ huy trưởng Trường Đại học Quân sự... Cộng thêm tình thế chính trị và xã hội phức tạp của [[Việt Nam Cộng hòa]] trong [[Biến cố Phật giáo, 1963|Biến cố Phật giáo 1963]], ông dần trở thành một nhân vật quan trọng trong các báo cáo về những ý đồ đảo chính của phân bộ [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] tại Sài Gòn.<ref>Trần Văn Đôn, ''Việt Nam nhân chứng'', Nhà xuất bản Xuân Thu, California, 1989, tr. 173.<\/ref>\n\n===Đảo chính và bị đảo chính===\nMặc dù vậy, với bản tính thận trọng, ông vẫn giữ được phần nào sự tin cậy của Tổng thống Diệm trong khi vẫn là nhân vật liên lạc của nhóm đảo chính, thậm chí giữ kín kế hoạch đảo chính với cả người Mỹ.<ref>Trần Văn Đôn, ''Việt Nam nhân chứng'', Nhà xuất bản Xuân Thu, California, 1989, tr. 209.<\/ref> Ngày 27 tháng 7 năm 1963 Đại tướng [[Lê Văn Tỵ]], Tổng Tham mưu trưởng, sang Mỹ chữa trị ung thư phổi; Thiếu tướng [[Trần Thiện Khiêm]], Tham mưu trưởng Liên quân, tạm thời làm Xử lý thường vụ Tổng Tham mưu trưởng. Trong một động thái đã được dự tính, ngày 19 tháng 8 năm 1963, ông dẫn đầu một phái đoàn gồm một số tướng lĩnh vào [[Bảo tàng Thành phố Hồ Chí Minh|Dinh Gia Long]] để đệ trình Tổng thống Diệm một kế hoạch ban hành tình trạng khẩn cấp để tránh những tác hại lan rộng của [[Biến cố Phật giáo, 1963|Biến cố Phật giáo]]. Vì vậy, ngay ngày hôm sau 20 tháng 8, Tổng thống Diệm đã bổ nhiệm ông làm Quyền Tổng Tham mưu trưởng, nhằm mục đích thực thi kế hoạch.\n\nTrên thực tế, với vai trò này, ông càng có điều kiện đẩy nhanh kế hoạch đảo chính. Chỉ trong vòng 1 tháng, các chỉ huy và đơn vị trung thành với Tổng thống Diệm đều bị vô hiệu hoặc được điều chuyển ra khỏi Sài Gòn. Và cuộc [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính]] thực sự nổ ra ngày 1 tháng 11 năm 1963, cũng như cái chết của anh em Tổng thống Diệm một ngày sau đó.\n\nĐể thay thế vai trò của Tổng thống Diệm, một [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] được thành lập. Ông được giữ vị trí thứ 2 trong Hội đồng với vai trò Đệ Nhất Phó Chủ tịch, chỉ sau tướng [[Dương Văn Minh]]. Cùng thời điểm, ông được làm Tổng trưởng Quốc phòng trong Nội các Chính phủ Thủ tướng [[Nguyễn Ngọc Thơ]]. Đến đầu tháng 1 năm 1964, ông được kiêm luôn chức vụ Tổng Tư lệnh Quân đội Việt Nam Cộng hòa (Tổng Tham mưu trưởng), nhưng chỉ sang ngày hôm sau, ông bàn giao chức vụ này lại cho người em rể là Thiếu tướng [[Lê Văn Kim]]. Đến ngày 14 tháng 1, ông được cử làm Trưởng đoàn hướng dẫn phái đoàn Quân sự công du [[Thái Lan]] trong thời gian 2 ngày.<ref>Trong phái đoàn quân sự công du Thái Lan ngày 14 tháng 1 năm 1964 còn có các sĩ quan cao cấp: Trung tướng [[Tôn Thất Đính]] (Tổng trưởng An ninh) và các Đại tá [[Nguyễn Cao Kỳ]] (Tư lệnh Không quân), [[Chung Tấn Cang]] (Tư lệnh Hải quân), [[Nguyễn Văn Chuân]] (Giám đốc Nha Chiến tranh Chính trị).<\/ref>\n\nTuy nhiên, danh vọng tột đỉnh của ông chỉ tồn tại chưa đầy 3 tháng. Ngày 30 tháng 1 năm 1964, một người bạn cũ của ông, tướng [[Nguyễn Khánh]], đã thực hiện cuộc \"[[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý]]\" lên nắm chức vụ Chủ tịch Hội đồng. Ông cùng các một số tướng lĩnh chủ chốt trong Hội đồng gồm [[Tôn Thất Đính]], [[Lê Văn Kim]], [[Mai Hữu Xuân]] đều bị bắt giam và đưa lên Đà Lạt chờ điều tra với tội danh tình nghi \"trung lập\". Cả Thiếu tướng [[Nguyễn Văn Vỹ]] (mới trở về sau một thời gian sống lưu vong ở Pháp) cũng bị bắt giam tại Đà Lạt cùng với các tướng Đôn, Đính, Kim, Xuân.\n\nÔng kể lại trong hồi ký khi được đưa ra đối chất trước Hội đồng vào lúc 1 giờ sáng ngày 29 tháng 5 năm 1964:\n:''\"Bước vào thật là buồn rầu, bỡ ngỡ. Trước mặt tôi là các tướng: [[Dương Văn Minh]], [[Nguyễn Khánh]], [[Đỗ Cao Trí]], [[Phạm Xuân Chiểu]], [[Dương Văn Đức]], [[Lâm Văn Phát]], [[Đỗ Mậu]], [[Tôn Thất Xứng]], [[Nguyễn Chánh Thi]], [[Dương Ngọc Lắm]], [[Trần Tử Oai]], [[Lê Văn Nghiêm]], [[Nguyễn Cao Kỳ]] (đến buổi sáng sau), [[Chung Tấn Cang]], các Đại tá: [[Trần Thanh Bền (Đại tá, Quân lực VNCH)|Trần Thanh Bền]],<ref>Đại tá Trần Thanh Bền, tốt nghiệp khóa 2 Võ bị Huế. Nguyên Tổng Giám đốc [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]].<\/ref> [[Nguyễn Mộng Bích (Đại tá, Quân lực VNCH)|Nguyễn Mộng Bích]],<ref>Đại tá Nguyễn Mộng Bích, nguyên Giám đốc Nha Quân pháp.<\/ref> [[Lê Văn Nhiêu (Đại tá, Quân lực VNCH)|Lê Văn Nhiêu]].<ref>Đại tá Lê Văn Nhiêu, nguyên Ủy viên trong Phủ Đặc ủy Tình báo Trung ương.<\/ref> Tôi ngồi ở giữa, họ ngồi chung quanh…\".''\n\nNhưng dù sao thì ông cũng được trả tự do.\n:''\"Tôi ngủ một đêm tự do sau 4 tháng \"đi nghỉ mát\" ở biển và cao nguyên. Qua ngày chủ nhật 31 tháng 5, tất cả gia đình tôi đoàn tụ ở Đà Lạt sau 4 tháng đen tối nhất của đời tôi\".''<ref>{{Chú thích web |url=http:\/\/www.quangngai.gov.vn\/cat\/Pages\/qnp-dochoikycuacactuong-qnpnd-9651-qnpnc-10-qnpsite-1.html |ngày truy cập=2015-05-04 |tựa đề=Đọc hồi ký của các tướng tá Sài Gòn xuất bản ở nước ngoài |archive-date=2015-05-04 |archive-url=https:\/\/web.archive.org\/web\/20150504180004\/http:\/\/www.quangngai.gov.vn\/cat\/Pages\/qnp-dochoikycuacactuong-qnpnd-9651-qnpnc-10-qnpsite-1.html |url-status=dead }}<\/ref>\n\nMặc dù đến tháng 10 cùng năm, ông được phép trở lại phục vụ quân đội nhưng không được giao nhiệm vụ cụ thể nào. Sau khi tướng [[Nguyễn Khánh]] bị các tướng trẻ đẩy đi lưu vong, ông cũng nhận được quyết định buộc phải giải ngũ vào tháng 5 năm 1965.\n\n==Chính khách Đệ Nhị Cộng hòa==\nBinh nghiệp khép lại nhưng sự nghiệp chính trị của ông lại mở ra từ khi nền [[Đệ Nhị Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhị Cộng hòa]] được thành lập. Ông cùng nhiều cựu tướng lĩnh thành lập Hiệp hội Chiến sĩ Việt Nam do ông làm Chủ tịch, tham gia nhiều tổ chức xã hội, xây dựng uy tín chính trị. Nhờ đó, tháng 9 năm 1967, ông đắc cử Thượng nghị sĩ, được bầu làm Chủ tịch Ủy ban Quốc phòng Thượng viện (1968-1970). Năm 1971, ông ra tranh cử Hạ viện tại đơn vị Quảng Ngãi và đắc cử. Tháng 2 năm 1974, ông là Phó Thủ tướng đặc trách Thanh tra các chương trình Phát triển quốc gia. Cuối năm ông được Tổng thống [[Nguyễn Văn Thiệu]] cử đi công du các nước không liên kết ở [[châu Phi]]. Theo chương trình, sau đó sẽ sang Pháp và Mỹ để vận động chính trị cho [[Việt Nam Cộng hòa]]. Tuy nhiên, do [[Chiến dịch Tây Nguyên|sự kiện Buôn Ma Thuột]], ông buộc phải bỏ dở kế hoạch.\n\nKhi Chính phủ [[Nguyễn Bá Cẩn]] được thành lập ngày 14 tháng 4 năm 1975, ông giữ chức vụ Phó Thủ tướng đặc trách Thanh tra kiêm Tổng trưởng Quốc phòng. Tuy nhiên, Chính phủ chỉ tồn tại được 10 ngày thì đổ. Ngày 27 tháng 4 năm 1975, ông ra trước Quốc hội trình bày thực trạng quân sự, thuyết phục các nghị sĩ ủy nhiệm cho tướng [[Dương Văn Minh]] làm Tổng thống nhằm tìm một giải pháp về chính trị để thương thuyết với đối phương. Tuy nhiên mọi việc đã quá trễ. Ngày 28 tháng 4, khi Chính phủ [[Vũ Văn Mẫu]] thành lập, ông là người thay mặt cho Chính phủ cũ để bàn giao.\n\n*''Bộ Quốc phòng vào thời điểm giữa tháng 4\/1975, khi tướng Đôn nhậm chức Tổng trưởng, nhân sự trong Bộ vẫn giữ nguyên như trước đó Thủ tướng [[Trần Thiện Khiêm]] kiêm nhiệm và được phân bổ trách nhiệm như sau:''{{Multicol}}-Tổng trưởng - Trung tướng Trần Văn Đôn<br>-Phụ tá Tổng trưởng - Đốc sự Tôn Thất Chước<br>-Đổng lý Văn phòng  - Đại tá [[Nguyễn Hữu Bầu (Đại tá, Quân lực VNCH)|Nguyễn Hữu Bầu]]<ref>Đại tá Nguyễn Hữu Bầu sinh năm 1931 tại Hà Đông, tốt nghiệp khóa 6 Võ bị Liên quân Đà Lạt<\/ref><br>-Giám đốc Nha Quân Pháp - Đại tá [[Ngô Mạnh Duyên (Đại tá, Quân lực VNCH)|Ngô Mạnh Duyên]]<br>-Giám đốc Nha Địa Dư - Đại tá [[Nguyễn Văn Khải (Đại tá, Quân lưc VNVH)|Nguyễn Văn Khải]]<ref>Đại tá Nguyễn Văn Khải sinh năm 1931 tại Bạc liêu, tốt nghiệp khóa 1 Võ khoa Thủ Đức<\/ref><br>-Giám đốc Nha Quân sản - Đại tá [[Nguyễn Văn Luật (Đại tá, Quân lực VNCH|Nguyễn Văn Luật]]{{Multicol-break}}-Trưởng phòng Nhân viên - Đại tá [[Nguyễn Thành Chí (Đại tá, Quân lực VNCH|Nguyễn Thành Chí]]<ref>Đại tá Nguyễn Thành Chí sinh năm 1928 tại Tân An (Long An), tốt nghiệp khóa 1 Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng Sưu tầm - Đại tá [[Chung Minh Kiến (Đại tá, Quân lực VNCH)|Chung Minh Kiến]]<ref>Đại tá Chung Minh Kiến sinh năm 1927 tại Thủ Dầu Một, tốt nghiệp khóa 4 Võ bị Liên quân Đà Lạt<\/ref><br>-Trưởng phòng Nghiên cứu - Đại tá [[Trần Văn Trọng (Đại tá, Quân lực VNCH)|Trần Văn Trọng]]<ref>Đại tá Trần Văn Trọng sinh năm 1929 tại Rạch Giá, tốt nghiệp khóa 1 Võ khoa Thủ Đức, là Nhạc sĩ tân nhạc với nghệ danh Anh Việt<\/ref><br>-Trưởng phòng Nghi lễ - Đại tá [[Nguyễn Hữu Chi (Đại tá, Quân lực VNCH)|Nguyễn Hữu Chi]]<br>-Trưởng phòng Báo chí - Đại tá [[Nguyễn Trọng Hồng (Đại tá, Quân lực VNCH)|Nguyễn Trọng Hồng]]<br>-Chỉ huy trưởng Tổng hành dinh - Đại tá [[Dư Thanh Nhựt (Đại tá, Quân lực VNCH)|Dư Thanh Nhựt]]<ref>Đại tá Dư Thanh Nhựt sinh năm 1833 tại Sài Gòn, tốt nghiệp khóa 10 Võ bị Liên quân Đà Lạt<\/ref>{{Multicol-end}}\n\nNhững thời khắc cuối cùng tại Sài Gòn được ông kể lại chi tiết trong hồi ký của mình:\n:''\"Chiều 29 tháng 4: lúc đến Tòa đại sứ Mỹ, tôi không vào được vì người quá đông nên mọi cửa ra vô đều đóng chặt, tôi phải đi vòng ngã phía đường Hồng Thập Tự ''(nay là đường Nguyễn Thị Minh Khai, quận 1 Tp HCM)'' cũng không vô được. Tôi trở lại Bộ Quốc phòng điện thoại cho Tòa đại sứ Mỹ, nhưng gọi rất khó khăn vì họ đã cắt nhiều đường dây, kiên nhẫn gọi một hồi liên lạc được với ông Polgar (người có trách nhiệm cao nhất của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|Cơ quan trung ương tình báo Mỹ CIA]] tại Sài Gòn). Ông dặn tôi đến nhà riêng rồi ông sẽ bốc tôi đi.''\n:''Đến nơi tôi cũng thấy đông nghẹt người đang chờ. Cô thư ký của ông Polgar kêu chúng tôi đến khách sạn Mỹ Lee Hotel gần đài Chiến sĩ Tự do. Chúng tôi tới đó thấy cửa đóng mà người chờ đợi để đi cũng quá đông nên đành trở lại nhà ông Polgar ngồi chờ.''<ref>Trần Văn Đôn, ''Việt Nam nhân chứng'', Nhà xuất bản Xuân Thu, California, 1989, tr. 478.<\/ref>\n:...\n:''Đang lúc nản lòng, định bỏ cuộc, bỗng cô thư ký của ông Polgar đến, nói nhỏ: \"Mình đi chỗ khác!\". Xe chúng tôi theo xe của cô ấy đến đường Gia Long gần đường Tự Do ''(nay là đường Lý Tự Trọng và [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|Đồng Khởi]])'' tại một cao ốc 9 tầng. Tầng dưới là Alliance Francaise của Pháp. Còn 8 tầng trên là văn phòng tình báo CIA của Mỹ. Chúng tôi lên trên sân thượng tầng 9. Tại đó đã có sẵn khoảng 60 người đang chờ trực thăng hạ xuống. Người ta chen lấn nhau để lên máy bay nên tôi đành phải đứng phía sau\".''<ref name=\"Nhà xuất bản Xuân Thu 1989\">Trần Văn Đôn, ''Việt Nam nhân chứng'', Nhà xuất bản Xuân Thu, California, 1989, tr. 479.<\/ref>\n\nTrong chuyến đi cuối cùng này, ông tình cờ gặp một người quen cũ là [[Trần Kim Tuyến]], cựu Giám đốc Sở Nghiên cứu Chính trị thời Đệ Nhất Cộng hòa. Cả hai người ngồi đối diện nhau nhưng đều lặng thinh, không nói câu nào trong suốt thời gian bay ra chiến hạm Hancock.<ref>Larry Berman, ''Perfect Spy'', 2007, p. 221 - 224.<\/ref>\n\n:''\"7 giờ 30 tối ngày 29.4.1975, tôi giã từ Sài Gòn. Lúc đó Sài Gòn đã lên đèn, những ngọn đèn lờ mờ như chan hòa nước mắt, tôi giã từ quê hương đất nước, lúc quê hương đất nước đang chuyển mình quặn đau, cái đau đứt ruột (…) Trực thăng chở chúng tôi đáp xuống chiến hạm Hancock. Sáng hôm sau (30.4.1975), khi radio loan tin lời tuyên bố đầu hàng của tổng thống [[Dương Văn Minh]], hầu hết những người trên tàu đều xúc động. Một nỗi buồn da diết đè nặng tâm hồn mọi người hiện diện. Tất cả đều im lặng. Im lặng nhìn nhau không muốn chuyện trò… đám đông người ở trên tàu đều nhòe nhoẹt nước mắt. Tàu nổ máy rồi rẽ sóng ra khơi\"…''<ref name=\"Nhà xuất bản Xuân Thu 1989\"\/>\n\n==1975 và cuộc sống lưu vong== \n7 giờ 30 tối ngày 29 tháng 4 năm 1975, ông cùng gia đình lên chuyến trực thăng bốc khỏi sân thượng tầng 9 của tòa nhà dùng làm cơ sở CIA trên đường Gia Long và đáp xuống chiến hạm Hancock, Đệ thất Hạm đội của Hoa Kỳ, vào ban đêm. Ngày 1 tháng 5 đến Subic Bay ở Philippines. Sau đó sang Mỹ định cư tại [[Doanh trại Chaffee|Fort Chaffee]], tiểu bang [[Arkansas]], Hoa Kỳ.\n\nNhững năm cuối đời, ông cho xuất bản quyển hồi ký chính trị ''Việt Nam nhân chứng'', kể lại nhiều chi tiết trong cuộc đời mình.\n\nNăm 1998 ông từ trần tại nơi định cư, hưởng thọ 81 tuổi.{{cn}}\n\n==Gia đình==\n*Thân phụ: Bác sĩ Trần Văn Đôn (sinh năm 1887), tốt nghiệp tại Đại học Y khoa Bordeaux (Pháp), một trong những đồng sáng lập của Đảng Dân chủ Đông Dương, nguyên Hội trưởng Hội Khuyến học Sài Gòn, Đô trưởng Sài Gòn-Chợ Lớn, Đại sứ Quốc gia Việt Nam tại Ý (1951). \n*Thân mẫu từ trần năm 1930.\n*Bào muội: Gabrielle Antoinette Trần Văn Đôn (sau cải danh theo Quốc tịch Việt Nam là Trần Thị Thu Hương), phu nhân của Trung tướng [[Lê Văn Kim]].\n*Bào đệ: Claude Trần Văn Đôn, bác sĩ tại Paris, Pháp.\n*Phu nhân: không rõ\n*Các con: Trần Văn Đức, Trần Văn Thanh\n:''Đời tư của tướng Đôn nổi tiếng có nhiều giai thoại tình ái, ngoài vợ chính thức thì ông có rất nhiều nhân tình. Nhiều phụ nữ thuộc tầng lớp thượng lưu thời bấy giờ là tình nhân của ông, thậm chí có nghi vấn Đệ Nhất phu nhân [[Trần Lệ Xuân]] (vợ của cố vấn tối cao [[Ngô Đình Nhu]]) cũng nằm trong số này.\n\n==Tác phẩm==\n-Hồi ký ''Việt Nam Nhân chứng'' (1989)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n*{{chú thích sách| title=A Death in November| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm| first=Ellen J.|last=Hammer| year=1987 |publisher=[[E. P. Dutton]]|isbn=0-525-24210-4}}\n*{{chú thích sách|first=Robert |last=Shaplen| title=The lost revolution: Vietnam 1945-1965 | year=1965 |publisher=[[Andre Deutsch]]}}\n*{{chú thích sách| title=Vietnam: A Dragon Embattled| url=https:\/\/archive.org\/details\/vietnamdragonemb01butt| first=Joseph |last=Buttinger |year=1967 |publisher=Praeger publishers}}\n*{{chú thích sách| title=Our Vietnam| url=https:\/\/archive.org\/details\/unset0000unse_f6q3| first=A. J. |last=Langguth |year=2000 |publisher=[[Simon and Schuster]] | isbn=0-684-81202-9}}\n*[http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/3\/52158.cand Tướng Trần Văn Đôn của chế độ Sài Gòn: Chuyên gia trở cờ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100512135639\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/3\/52158.cand |date=2010-05-12 }}\n*[http:\/\/openvault.wgbh.org\/catalog\/vietnam-b01a66-interview-with-tran-van-don Phỏng vấn tướng Trần Văn Đôn, 1981]\n\n[[Thể loại:Sinh năm 1917]]\n[[Thể loại:Mất năm 1998]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Bộ trưởng Việt Nam Cộng hòa]]\n[[Thể loại:Phó Thủ tướng Việt Nam Cộng hòa]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Người Mỹ gốc Việt]]"}