{"440348":"\n{{Thông tin nhân vật hoàng gia\n| tên = Thuận Thiên Cao hoàng hậu\n| tên gốc = 順天高皇后\n| tước vị = \n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị 1 = [[Hoàng thái hậu]] [[Đại Nam]]\n| tại vị 1 = [[1821]] - [[1841]]\n| tiền nhiệm 1 = [[Nguyễn Thị Hoàn|Ý Tĩnh Khang hoàng hậu]]\n| kế nhiệm 1 = [[Từ Dụ|Từ Dụ Thái hậu]]\n| chức vị 2 = [[Thái hoàng thái hậu]] [[Đại Nam]]\n| tại vị 2 = [[18 tháng 4]] năm [[1841]] - <br>[[6 tháng 11]] năm [[1846]]<br>({{số năm theo năm và ngày|1841|4|18|1846|6|11}})\n| tiền nhiệm 2 = '''Không có'''<br><small>[[Thái hoàng thái hậu]] đầu tiên của triều đại<\/small>\n| kế nhiệm 2 = [[Từ Dụ|Từ Dụ Thái hoàng thái hậu]]\n| chồng = [[Gia Long]]\n| thông tin con cái = ẩn\n| con cái = [[Minh Mạng]]<br>Kiến An Vương [[Nguyễn Phúc Đài]]<br>Thiệu Hóa Quận vương [[Nguyễn Phúc Chẩn]]\n| tên đầy đủ = Trần Thị Đang (陳氏璫)\n| tước hiệu = Tả cung tần<br>Hoàng thái hậu<br>Thái hoàng thái hậu\n| thụy hiệu = <font color = \"grey\">Thuận Thiên Hưng Thánh Quang Dụ Hóa Cơ Nhân Tuyên Từ Khánh Đức Trạch Nguyên Công Cao Hoàng hậu<\/font><br>(順天興聖光裕化基仁宣慈慶德澤元功高皇后)\n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = [[Trần Hưng Đạt]]\n| mẹ = Phu nhân Lê Thị Cầm\n| sinh = 4 tháng 1, 1769<br>(27 tháng 11 năm [[Mậu Tý]])\n| nơi sinh = Làng Văn Xá, huyện [[Hương Trà]], phủ [[Triệu Phong]], xứ [[Thuận Hóa]]\n| mất = {{Ngày mất và tuổi|1846|11|6|1769|1|4}}<br>([[18 tháng 9]] năm [[Bính Ngọ]])\n| nơi mất = [[Cố đô Huế|Phú Xuân]], [[Đại Nam]]\n| nơi an táng = 25 tháng 1, 1847<br>[[Lăng Gia Long|Lăng Thiên Thọ Hữu]]\n(天授右陵)\n}}\n'''Thuận Thiên Cao Hoàng hậu''' (chữ Hán: 順天高皇后, 4 tháng 1 năm 1769 - 6 tháng 11 năm 1846) tên thật là '''Trần Thị Đang'''<ref>''Nguyễn Phước tộc thế phả'', trang 220<\/ref> (陳氏璫), là một [[phi tần]] của Nguyễn Thế Tổ [[Gia Long]], mẹ đẻ của [[Nguyễn Thánh Tổ]] Minh Mạng. Bà trở thành [[Hoàng thái hậu]] của triều đình nhà Nguyễn khi vua Minh Mạng lên ngôi. Sau khi vua Minh Mạng qua đời, bà trở thành Thái hoàng thái hậu dưới thời cháu nội mình là Nguyễn Hiến Tổ [[Thiệu Trị]].\n\nCùng với [[Tống Phúc Thị Lan|Thừa Thiên Cao Hoàng hậu]], bà là một trong hai người vợ gắn bó với Gia Long thuở hàn vi, lập nghiệp. Bà hưởng phúc đến đời cháu [[Thiệu Trị]], hưởng cảnh ngũ đại đồng đường, ở ngôi vị cao quý nhất hậu cung nhà Nguyễn từ khi Thừa Thiên Cao Hoàng hậu mất vào năm [[1814]] đến khi bà qua đời vào năm [[1846]], tổng cộng 32 năm.\n\n== Thân thế ==\nBà tên húy là '''Đang''' (璫), lại húy là '''Kính''' (敬), con gái thứ của Thọ Quốc công [[Trần Hưng Đạt]] (陳興達) ([[1746]] - [[1810]]) và Thọ Quốc phu nhân Lê thị.<ref name=\"Thi Long 1998 pp. 85\">Thi Long (1998). Nhà Nguyễn chín Chúa mười ba Vua. Da Nang: Đà Nẵng Publishing House. pp. 85.<\/ref> Gia tộc bà vốn gốc Thanh Hóa, tiên tổ là [[Trần Phúc Tư]] buổi đầu năm [[1558]] theo chúa Tiên [[Nguyễn Hoàng]] vào [[Thuận Hóa]] lập nghiệp, định cư ở huyện [[Hương Trà]], phủ [[Thừa Thiên Huế|Thừa Thiên]]{{sfn|Đại Nam liệt truyện, tập 2|2006|p=42}}<ref group=\"Ghi chú\">Năm 1769 khi bà ra đời, huyện Hương Trà vẫn thuộc phủ Triệu Phong xứ Thuận Hóa. Đến thời Gia Long, huyện Hương Trà trở thành một phần của dinh Quảng Đức; thời Minh Mạng dinh Quảng Đức mới đổi tên thành phủ Thừa Thiên.<\/ref>.\n\nNhà họ Trần nhiều đời làm ăn lương thiện, tuy cũng có người làm quan nhưng chưa hiển đạt lắm. Đến đời ông nội bà là [[Trần Mậu Quế]] (陳茂桂) làm quan tri phủ dưới thời chúa [[Nguyễn Phúc Chú]], tham gia đánh [[Chân Lạp]] có công nên được thăng đến chức [[ký lục]] hai trấn [[Dinh Trấn Biên (Phú Yên)|Trấn Biên]] và [[Hà Tiên]]<ref>Đại Nam liệt truyện, tập 2 2006. Phần ''Trần Hưng Đạt''. Hà Nội: Nhà xuất bản Giáo dục.<\/ref>. Do đó cha bà được tập ấm, vào làm quan ở [[Hàn Lâm viện|viện Hàn lâm]].\n\nNăm Minh Mạng thứ 2 ([[1821]]), cụ nội bà là [[Trần Mậu Tài]] (陳茂材), được truy phong ''Thị trung trực Học sĩ'', tước ''Văn Xá bá'' (文舍伯), thụy là Trực Lượng; Tổ phụ Trần Mậu Quế được phong ''Lại bộ Thượng thư'', tước ''Gia Bình Hầu'' (嘉平侯), thụy là Đoan Hậu{{sfn|Đại Nam thực lục, tập 2|2006|p=127}}. Mùa đông năm Minh Mạng thứ 5 ([[1824]]), tiên tổ năm đời Trần Phúc Tư được truy tặng ''Hàn lâm viện thị độc học sĩ'', thụy là Uyên Mục; tiên tổ bốn đời Trần Văn Thuật làm ''Thái bộc Tự khanh'', thụy là Đôn Nhã{{sfn|Đại Nam thực lục, tập 2|2006|p=384}}.\n\n== Phi thiếp của Nguyễn vương ==\n\nKhi [[Trịnh-Nguyễn phân tranh, 1774-1775|quân Trịnh vào đánh chiếm Phú Xuân]] (đầu năm [[1775]]), thân mẫu của chúa Nguyễn Ánh là [[Nguyễn Thị Hoàn|Ý Tĩnh Khang hoàng hậu]] lánh nạn ở làng An Du, [[Cửa Tùng]], bà được tuyển vào hầu cận vì là con nhà danh giá. Năm [[1778]], chúa Nguyễn Ánh sai người rước mẹ vào [[Gia Định]], qua năm Kỷ Hợi [[1779]], bà cùng các chị em của Nguyễn Ánh cũng vào theo. Bà khi 12 tuổi ([[1781]]) được tấn phong là '''Tả cung tần''' (左宮嬪), tục gọi là '''Nhị phi''' (二妃){{sfn|Đại Nam liệt truyện, tập 2|2006|p=42}}.\n\nKhi quân [[Nhà Tây Sơn|Tây Sơn]] còn mạnh thế, bà theo chúa [[Gia Long|Nguyễn Ánh]] phiêu bạt nhiều nơi, đêm thường thắp hương cầu khẩn: ''\"Lúc này vận nước còn khó khăn, chưa được an định, nếu sinh con mà bỏ đi thì bất nhân mà mang theo chỉ bận lòng chúa thượng. Nếu số mệnh có con thì xin thái bình rồi mới sinh, mong trời ban được như thế\"''{{sfn|Đại Nam liệt truyện, tập 2|2006|p=42}}.\n\nNăm [[1788]], sau khi chúa Nguyễn Ánh chiếm lại được Gia Định, một đêm bà nằm mộng thấy một vị thần dâng lên một cái tỉ và hai cái ấn ngọc; cái tỉ màu sắc đỏ bóng nhẫy tươi sáng như mặt trời{{sfn|Quốc triều chính biên toát yếu|1972|p=57}}; một cái ấn thì sắc tía, cái kia thì sắc rất nhạt, bà nhận lấy tất cả{{sfn|Đại Nam liệt truyện, tập 2|2006|p=42}}.\n \nNăm [[1791]], bà sinh ra hoàng tử thứ tư là Đảm, tức vua [[Minh Mạng]], ở thôn [[Hoạt Lộc]] (thuộc Gia Định)<ref name=\"Thi Long 1998 pp. 85\"\/>{{sfn|Đại Nam liệt truyện, tập 2|2006|p=43}}, sau đó là Kiến An Vương Đài (1795), Hoàng tử Hiệu (mất từ nhỏ) và Thiệu Hóa Quận vương Chẩn (1803). Khi Đảm lên 3 tuổi, Nguyễn Ánh đưa vào làm con của vợ cả là [[Tống Thị Lan|Nguyên phi Tống thị]], Tống Nguyên phi yêu thương Hoàng tử như con mình.\n\nNăm [[1801]] Thái tử [[Nguyễn Phúc Cảnh]] qua đời khi tuổi còn trẻ, Hoàng hậu đau lòng không thôi, Gia Long vì thương Hoàng hậu nên buộc tứ Hoàng tử Đảm luôn hầu bên trong cung. Sau khi bà Hoàng hậu Tống thị mất thì Hoàng tử Đảm mới trở về bên cạnh bà.\n\nNăm Gia Long thứ 6 ([[1807]]), cháu đích tôn của bà, tức vua Thiệu Trị sau này, vừa ra đời 13 ngày đã mất mẹ, được Thuận Thiên Cao Hoàng hậu đón vào nuôi trong cung<ref>''Nguyễn Phước tộc thế phả'', trang 277<\/ref>.\n\nNăm Gia Long thứ 11 ([[1812]]), cháu trai thứ ba của bà là [[Nguyễn Phúc Miên Định|Nguyễn Phúc Yến]] mất mẹ khi vừa lên 3 tuổi, được bà đón vào cung nuôi dưỡng. <ref>''Nguyễn Phước tộc thế phả'', trang 286<\/ref>.\n\n== Thời Minh Mạng ==\n\nVào thời Minh Mạng, Thuận Thiên Cao Hoàng hậu từng quan tâm bỏ tiền của nhằm tu sửa nhiều chùa chiền ở khu vực huyện Hương Trà{{sfn|Đại Nam nhất thống chí, tập 2|2006|p=235}}. \n\nNăm Minh Mạng thứ nhất ([[1820]]), bắt đầu xây cung Từ Thọ, phong thưởng cho người họ ngoại. Các quan cùng vua xin dâng tôn hiệu bà lên làm Hoàng thái hậu, bà cảm thấy Gia Long chưa chôn cất được bao lâu, Hoàng đế nối ngôi lại vì chuyện mà lo buồn, sợ hãi, ấy vì thế mà khước từ đi{{sfn|Đại Nam liệt truyện, tập 2|2006|p=43}}.\n\nMùa đông năm [[1820]], [[Cung Diên Thọ|cung Từ Thọ]] xây xong. Mùa xuân năm 1821, vua Minh Mạng cùng bá quan dâng biểu tấn tôn bà làm [[Hoàng thái hậu]]{{sfn|Đại Nam liệt truyện, tập 2|2006|p=44}}. Bà vốn tính cần kiệm, từng đặt nhà thêu nuôi tằm trong cung, hằng ngày đều đến trông nom để làm vui.{{sfn|Đại Nam liệt truyện, tập 2|2006|p=48}}. Vua thường bảo quần thần rằng: ''“Cung Từ Thọ có nhà nuôi tằm, ươm được nhiều tơ. Đó bởi mẹ ta có tính cần cù, biết rõ trồng dâu chăn tằm là nguồn gốc để may mặc, nên tự mình nuôi tằm ươm tơ, để làm gương cho người trong cung và Kinh đô. Nếu không thế, ta lấy của thiên hạ nuôi mẹ, còn có thiếu gì mà phải nuôi tằm.”{{sfn|Đại Nam thực lục, tập 4|2006|p=977}}.''\n\nMùa xuân năm Minh Mạng thứ 7 ([[1826]]), con trai thứ 28 của Hoàng đế là hoàng tử Miên Trạch 3 tuổi, tư chất thông minh, được Hoàng thái hậu rất yêu, một hôm bị cảm gió, Hoàng thái hậu tự mình bế ẵm, không khiến cung nữ, vua ngồi hầu bên cạnh xin bế thay cũng không cho{{sfn|Đại Nam thực lục, tập 2|2006|p=474}}. Vua ra coi chầu, bảo các thị thần rằng: ''“Cha con là nghĩa thân tự trời, chỉ lo có đau ốm tất không thể không quan tâm được; nhưng nghĩ Miên Trạch là trẻ con mà làm lo phiền cho thái hậu đến thế, lòng trẫm cũng chán lắm.\"{{sfn|Đại Nam thực lục, tập 2|2006|p=474}}''.\n\nNăm Minh Mạng thứ 13 ([[1832]]), Hoàng đế truy tôn cha bà làm Đông các Học sĩ, hàm Thái phó, phong là '''Hoa Quốc công''' (華國公), Lê Phu nhân mẹ bà là '''Nhất phẩm Hoa Quốc phu nhân''' (一品華國夫人){{sfn|Đại Nam liệt truyện, tập 2|2006|p=48}}.\n\nKhi Hoàng đế Minh Mạng đến hầu cơm, bà thường đứng dậy đi lại để tỏ ra khỏe mạnh, lại dạy rằng: ''\"Ta biết Hoàng đế chăm lo suốt ngày, há nỡ lấy cái tuổi gần 70 mà lại làm lụy cho con, cho nên hàng ngày cố gắng ăn thêm, tự thấy tâm thần thảnh thơi, Hoàng đế nên chớ phải lo\"''. Hoàng đế cả mừng, khóc lạy tạ{{sfn|Đại Nam liệt truyện, tập 2|2006|p=48}}.\n\nMùa đông năm Minh Mạng thứ 18, tháng 11 ngày Canh Dần ( tức ngày 13 tháng 12 năm [[1837]]), nhân dịp Thánh thọ 70 tuổi của bà, Hoàng đế cùng bá quan dâng tôn hiệu là '''Nhân Tuyên Từ Khánh Hoàng Thái Hậu'''{{sfn|Đại Nam thực lục, tập 5|2006|p=201}} (仁宣慈慶皇太后). Sách văn rằng:\n{{cquote|''Trộm nghe có đức tất được danh, tôn thân là đạt hiếu, thế nên danh nêu trong sách ngọc<ref group=\"Ghi chú\">Sách ngọc: chữ Hán là \"dao biên\" (瑤編), chỉ sách ghi chép việc trong nội cung (cung của các bà gọi là Dao Cung, sánh với cung của Tây Vương Mẫu trên núi Côn Luân).<\/ref>, tiếng lưu ở sử son<ref group=\"Ghi chú\">Chữ Hán là \"Đồng sử\", tức sách sử của nữ quan ghi chép việc các hậu phi cung tần.<\/ref>, vịnh đức tốt như thơ Tư trai<ref group=\"Ghi chú\">\"Tư trai\" là một bài thơ trong phần Đại nhã thuộc Kinh thi, nội dung ca ngợi đức tốt của bà Thái Nhậm, mẹ đẻ của [[Chu Văn Vương]].<\/ref>, dâng lễ trọng tại cung Trường Lạc<ref group=\"Ghi chú\">Một cung điện xây vào thời [[Hán Cao Đế]], còn có tên cũ là cung Trường Tín. Sau khi con ông là [[Hán Huệ Đế]] nối ngôi, cung Trường Lạc trở thành nơi ở riêng của mẹ vua là [[Lữ hậu|Lã Thái hậu]].<\/ref> đều là để tỏ phúc tốt mà nêu tiếng khen lớn. Kính nghĩ: Thánh mẫu Hoàng thái hậu bệ hạ, chứa phúc rộng lớn, khuôn phép nghiêm trang, giúp nghiệp đế thêm vẻ huy hoàng, dựng nên nền giáo hóa, dạy tuổi trẻ trong khi nối nghiệp, mở rộng lòng từ, tám cõi đầm ấm gió hòa, thất tuần tuổi thọ mạnh khỏe, kính gặp khánh điển<ref group=\"Ghi chú\">Khánh điển: dịp lễ mừng long trọng, ở đây chỉ Thánh thọ 70 tuổi của Thái hậu.<\/ref>, lòng vui bội phần, đức tốt lớn thay, rộng dày không thể nói được; dựa vào cổ lễ, tôn sùng để tỏ tiếng thơm, kính đem các quan mang sách vàng, ấn vàng<ref group=\"Ghi chú\">Ấn vàng ''Nhân Tuyên Từ Khánh Hoàng Thái Hậu chi bảo'' (仁宣慈慶皇太后之寶) đúc bằng vàng 8 tuổi rưỡi. Hiện thuộc quản lý của Bảo tàng Lịch sử Quốc gia Việt Nam.<\/ref> kính dâng huy hiệu là Nhân Tuyên Từ Khánh Hoàng thái hậu. Cúi xin nhận tôn hiệu vẻ vang yên vui phúc lớn mãi, chín châu vinh dưỡng, thư lòng yêu mến hằng ngày, tuổi thọ tăng thêm, trường thọ như núi <ref group=\"Ghi chú\">Nguyên văn là \"dâng lời xưng tụng như  núi\" (獻如山之頌), tức là ngâm bài Thiên bảo trong phần Tiểu Nhã thuộc Kinh Thi để chúc thọ. Trong bài có câu chúc tụng trường thọ như núi Nam: Như Nam sơn chi thọ (如南山之壽) <\/ref>.''|||Sách văn tấn tôn - Đại Nam thực lục}}\n\nNăm [[1840]], vua Minh Mạng mất, tôn chiếu Hoàng tử trưởng Trường Khánh Công Miên Tông lên nối ngôi, tức [[Thiệu Trị]]. Quan đại thần [[Trương Đăng Quế]] tâu lên, bà dụ rằng cha truyền con nối là đạo thường xưa, văn võ bá quan phải dốc toàn tâm để giúp đỡ tân đế{{sfn|Đại Nam liệt truyện, tập 2|2006|p=50}}.\n\n== Thời Thiệu Trị ==\nNăm Thiệu Trị thứ nhất, tháng 3 ngày Nhâm Tý (tức 18 tháng 4 năm [[1841]]) Hoàng đế Thiệu Trị dâng tôn hiệu cho bà là '''Nhân Tuyên Từ Khánh Thái Hoàng Thái Hậu''' (仁宣慈慶太皇太后){{sfn|Đại Nam liệt truyện, tập 2|2006|p=50}}. Sách văn rằng:\n\n{{cquote|''Kính nghĩ: Thánh Tổ mẫu Nhân Tuyên Từ Khánh Hoàng thái hậu bệ hạ, nghiêm tĩnh để ơn lành, bao rộng ra đức hóa, rõ rệt đức hay mà sửa giáo hóa trong khuê khổn<ref group=\"Ghi chú\">Khuê: phòng nhỏ trong cung hoặc trong nhà. Khổn: cửa buồng. Khuê khổn là chốn đàn bà con gái ở, ở đây chỉ hậu cung do bà Thuận Thiên cai quản.<\/ref>, giúp cho Thế Tổ ta<ref group=\"Ghi chú\">Chỉ vua Gia Long.<\/ref> 18 năm dựng cơ đồ, nói tốt người trước mà để lại người sau, mở cho tiên đế ta<ref group=\"Ghi chú\">Chỉ vua Minh Mạng.<\/ref> 21 năm thái bình thịnh trị. Tuổi thọ vui vẻ, được nhiều phúc tốt, ơn trạch thấm khắp nước nhà, dài lũ đông đàn lâu đội ơn trời, phúc lộc để cho con cháu. Phụng dưỡng tôn vinh đủ làm vu danh xưng cao quý lâu tỏ vẻ vang để được kế thừa người khác, nhận nghiệp lớn này, yêu con nối nhờ về Phúc ấm, phong hậu, cho nên nối công chí xưa cần nghi đạo hiếu, điển tôn xưng phải nên long  trọng cử hành. Nên dã kính cáo nhà tôn miếu, bưng sách vàng ấn vàng<ref group=\"Ghi chú\">Ấn vàng ''Nhân Tuyên Từ Khánh Thái Hoàng Thái hậu chi bảo'' (仁宣慈慶太皇太后之寶) đúc bằng vàng 8 tuổi rưỡi. Hiện thuộc quản lý của Bảo tàng Lịch sử Quốc gia Việt Nam.<\/ref>, kính dâng tôn hiệu là: Nhân Tuyên Từ Khánh Thái Hoàng thái hậu.''|||Sách văn tấn tôn - Đại Nam liệt truyện}}\n\nMùa hạ cùng năm, Hoàng đế Thiệu Trị truy phong cha bà lên làm Cần chính điện đại học sĩ Thái sư, tước hiệu là '''Thọ Quốc công''' (壽國公), Lê phu nhân là '''Thọ Quốc nhất phẩm phu nhân''' (壽國一品夫人){{sfn|Đại Nam liệt truyện, tập 2|2006|p=52}}.\n\nMỗi khi rỗi việc, vua Thiệu Trị lại đến cung Từ Thọ hỏi han sức khỏe bà{{sfn|Đại Nam thực lục, tập 6|2006|p=204}}. Bà thường thong dong dặn dò vua về việc tin dùng người cũ, tuân theo phép nước, tiếp nối ý chí và việc làm của ông cha sao cho xứng đáng là một vị Hoàng đế. Lại cho bài luận về ''vua tôi'', dạy bảo rất cặn kẽ cho vua nghe{{sfn|Đại Nam liệt truyện, tập 2|2006|p=50}}. \n\nKhi Thiệu Trị đến hầu cơm, bà dụ rằng: ''\" Hoàng đế hầu cơm, đi bằng đầu gối, dâng đũa chính tay điều hòa nước canh, vui vẻ dâng chén, nhất nhất đều tuân theo chí của người trước, tình lễ thực là đầy đủ cả\"''. Hoàng đế giơ tay lên trán mà lạy tạ.{{sfn|Đại Nam liệt truyện, tập 2|2006|p=52}}\n\nBà thường dạo chơi vườn Thường Mậu, lên lầu Ký Ân, xa có thể trông thấy ruộng tịch điền, dụ rằng: ''\"Thánh Tổ Nhân hoàng đế (tức [[Minh Mạng]]) yêu quý, chú ý đến Hoàng đế (tức Thiệu Trị), khác hẳn những người con khác, Tổ mẫu già này biết rõ từ lâu. Năm trước Thánh tổ Nhân Hoàng đế dựng ra vườn này, vì sợ sự giàu sang dễ thành ra kiêu căng xa xỉ, không biết lo cho dân, thương nhà nông, cho nên dựng nhà phủ đệ cho Hoàng đế ở trước ruộng tịch điền, khiến cho Hoàng đế biết cấy gặt khó nhọc. Hoàng đế nên nghĩ kỹ về tiết kiệm, chớ xa xỉ về ăn uống, sửa sang cung điện nhà vườn để làm vui, thực không phải là chí của người trước.\"''{{sfn|Đại Nam liệt truyện, tập 2|2006|p=52}}\n\nMùa xuân năm Thiệu Trị thứ 2 ([[1842]]), vua Thiệu Trị tuần du ra Bắc. Vua từng có ý muốn để Hoàng tử thứ hai là [[Tự Đức|Hồng Nhậm]] lưu lại Kinh đô vì lo con trưởng [[Nguyễn Phúc Hồng Bảo|Hồng Bảo]] không làm được việc. Song Thái hoàng thái hậu lại cho rằng tuy Hồng Bảo ít học, nhưng Hoàng trưởng tử lưu kinh đã là lệ cũ, hơn nữa bên cạnh vẫn có các đại thần giúp việc, cho nên không cần thay đổi. Vua không dám trái ý bà, cuối cùng để Hồng Bảo ở lại Kinh đô, đưa Hoàng tử thứ hai theo mình ra Bắc{{sfn|Đại Nam thực lục, tập 6|2006|p=289}}. \n\nNăm Thiệu Trị thứ 4 ([[1844]]), Thái hoàng thái hậu đến chơi vườn Cơ Hạ. Hoàng đế Thiệu Trị quỳ đón ở cửa vườn, đi trước dẫn đường, theo sau là võng chở bà đi thưởng ngoạn. Khi coi ao Minh Giám, thấy cá làm sóng gợn, câu được nhiều cá tốt, bà lại dụ rằng: '' \"Cá ở ao không lo chài lưới, đầm ruộng cũng chẳng hơn thế, đạo nhân quân làm chính trị, cốt nên thân người hiền xa kẻ gian, răn xa xỉ, chuộng tiết kiệm, Hoàng đế nên nhớ kỹ đấy.\"''{{sfn|Đại Nam liệt truyện, tập 2|2006|p=53}}.\n\nĐầu mùa hạ năm Thiệu Trị thứ 5 ([[1845]]), vua cho đúc ấn vàng ''Từ Thọ cung bảo'' dâng lên cho bà để khi có công việc trong cung thì sử dụng{{sfn|Đại Nam thực lục, tập 6|2006|p=728}}. \n\nCũng trong năm đó, trong cung có việc tốt là \"ngũ đại đồng đường\". Chắt lớn nhất của bà, tức hoàng trưởng tử của vua Thiệu Trị là An Phong công Hồng Bảo sinh con đầu lòng đặt tên là [[Đinh Đạo|Ưng Phúc]]. Ưng Phúc được ẵm vào hầu trong cung Từ Thọ và cho nuôi nấng ở trong cung{{sfn|Đại Nam thực lục, tập 6|2006|p=782}}. Ngũ đại đồng đường vốn là việc hiếm thấy xưa nay, cho nên tháng 11 ngày Kỷ Mùi (tức 30 tháng 11 năm [[1845]]), vua Thiệu Trị dâng kim sách tấn tôn bà là '''Thánh Tổ Mẫu Nhân Tuyên Từ Khánh Phúc Thọ Khang Ninh Thái Hoàng Thái Hậu''' (聖祖母仁宣慈慶福壽康寧太皇太后){{sfn|Đại Nam liệt truyện, tập 2|2006|p=53}}.\n\n==Qua đời và hậu sự==\n===Qua đời===\nTháng 8 ngày 13 năm Thiệu Trị thứ 6{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=292}} (tức 2 tháng 10 năm [[1846]]), Thái hoàng thái hậu lâm bệnh nặng, qua giờ Dậu{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=292}} ngày [[18 tháng 9]] âm lịch (tức ngày 6 tháng 11 dương lịch) thì qua đời, hưởng thọ 77 tuổi, quan tài để ở cung Từ Thọ {{sfn|Đại Nam liệt truyện, tập 2|2006|p=55}}. Tháng 11 ngày 20 (tức [[6 tháng 1]] năm [[1847]]), Hiến Tổ Thiệu Trị dâng tôn hiệu là '''Thuận Thiên Hưng Thánh Quang Dụ Hóa Cơ Nhân Tuyên Từ Khánh Đức Trạch Nguyên Công Cao Hoàng hậu''' (順天興聖光裕化基仁宣慈慶德澤元功高皇后){{sfn|Đại Nam liệt truyện, tập 2|2006|p=55}}, gọi tắt là '''Thuận Thiên Cao Hoàng Hậu''' (順天高皇后). Sách văn rằng:\n\n{{cquote|''Có đức lớn trong thiên hạ, tất được tiếng to trong thiên hạ. Cho nên lễ tôn huy hiệu chép ở kinh mà văn thuật đức để trong sách.''\n\n''Kính nghĩ: Hoàng tổ tỷ, đại hành Nhân Tuyên Từ Khánh Phúc Thọ Khang Ninh Thái hoàng thái hậu, nêu đức tốt bao hàm rộng rãi, nối tiếng tốt chay kính thân yêu. Đức gặp đất dày, giúp công thành thịnh cho nhà Hạ<ref group=\"Ghi chú\">Chỉ vợ của vua [[Hạ Vũ]], người thuộc tộc [[Đồ Sơn thị]], có công giúp Hạ Vũ dựng cơ đồ.<\/ref>; ấn thần điềm tốt<ref group=\"Ghi chú\">Nhắc lại chuyện năm xưa khi Thuận Thiên Cao Hoàng hậu mơ thấy thần trao cho cái ấn tỷ màu đỏ sáng rực, sau đó sinh ra vua Minh Mạng.<\/ref>, chịu mệnh trời sinh ra nhà Thương<ref group=\"Ghi chú\">[[Giản Địch]] sinh ra [[Tử Tiết|Tiết]], tổ nhà Thương.<\/ref>. Đức sáng lâu dài để ở xã tắc ; giáo hoá gây dựng, làm phép cho nước nhà. Lòng nhân rộng yêu người mà tiếng thánh thiện nghe khắp ; đức hiền họp hoà khí mà hưởng phúc thọ được tôn vinh. Ba triều hợp phúc<ref group=\"Ghi chú\">Chỉ bà Thuận Thiên hưởng phúc qua ba đời vua: Gia Long, Minh Mạng, Thiệu Trị.<\/ref>, ngũ đại đồng đường. Đức ban ra khắp tám phương xa cách ; công giúp rợp ngang đất chở trời che. Suy nguyên điềm lành phúc tốt từ đâu, vô cùng cảm mộ; ngửa trông đại đức chí nhân khó nói, khôn xứng báo đền ! Tra xét điển thường, hợp lòng công luận ; thỉnh mệnh các miếu, thân đem Tôn nhân phủ và các quan văn võ, kính tiến sách vàng, ấn vàng, dâng tôn thuỵ là : Thuận Thiên Hưng Thánh Quang Dụ Hoá Cơ Nhân Tuyên Từ Khánh Đức Trạch Nguyên Công Cao Hoàng hậu.'' \n\n''Cúi xin sáng tỏ tôn hiệu to, nêu ra Phúc lành tốt. Sánh trời cao sáng, cùng dài lâu đến chỗ vô ngần ; hưởng tế cảm thông, mong nối dõi về sau còn mãi. ''{{sfn|Đại Nam thực lục, tập 6|2006|p=938}}|||Sách văn dâng thụy - Đại Nam thực lục}}\n\n===Hậu sự===\nLăng mộ của Thuận Thiên Cao Hoàng hậu nằm ở bên phải [[Lăng Gia Long|lăng Thiên Thọ]], trên núi [[Thuận Sơn (Thừa Thiên Huế)|Thuận Sơn]], huyện [[Hương Trà]], gọi là lăng Thiên Thọ Hữu. Bên phải núi Thuận Sơn là núi Mỹ Sơn dựng điện Gia Thành để thờ cúng. \n\nCuối thời Minh Mạng, vua phái văn võ đại thần, Khâm thiên giám cùng thầy địa lý tìm đất tốt gần lăng Thiên Thọ, cuối cùng chọn được ngôi đất tốt ở Thuận Sơn, thích hợp làm phần mộ muôn năm lâu dài{{sfn|Đại Nam thực lục, tập 5|2006|p=679}}. Vua cho rằng đất núi Thuận Sơn vừa gần với lăng Thiên Thọ mà lại ở về phía bên phải, theo lẽ đã thuận về tự nhiên; lại được cây tùng cây bách xanh tốt, núi sông ôm quanh, là một chỗ đất đặt mộ đẹp đẽ{{sfn|Đại Nam thực lục, tập 5|2006|p=756}}. Sau này [[Cao Bá Quát]] cũng từng có chùm 7 bài thơ cảm thán vẻ đẹp của lăng Thiên Thọ Hữu, có tên là ''Cung nghĩ Gia Thành điện thiên hoa thiếp tử thất thủ (恭擬嘉成殿天花帖子七首)''.\n\nNăm Thiệu Trị thứ 5, tháng 9 ngày Canh Tuất (tức 16 tháng 11 năm 1846), xây nhà lăng trên núi Thuận Sơn. Các công trình như huyền cung, bảo thành, lăng tẩm, nhà cửa được sửa sang. Công việc làm xong, dâng tên hiệu : lăng lấy tên là lăng Thiên Thọ Hữu, điện gọi là điện Gia Thành, cửa gọi là cửa Minh Ý{{sfn|Đại Nam thực lục, tập 6|2006|p=920}}.\n\nNăm Thiệu Trị thứ 6, tháng 12, ngày 7 (tức [[23 tháng 1]] năm 1847), giờ Dần, Hoàng đế Thiệu Trị cùng các quan đến bàn thờ ở cung Từ Thọ làm lễ tổ điện. Giờ Tỵ, linh giá đến bến sông Kinh thành, lên thuyền rồi làm lễ điện ban trưa do hoàng tử, hoàng thân trong ban trực làm lễ{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=296}}. Lễ xong, linh giá đi tiếp. Ngày hôm sau, linh giá đi qua [[lăng Cơ Thánh]] của [[Nguyễn Phúc Luân|Hưng tổ Hoàng đế]]. Ngày 9 (tức [[25 tháng 1]] năm 1847), làm lễ điện buổi sáng xong, rước linh giá lên bộ. Giờ Tý hạ huyệt{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=296}}. Cùng ngày, thần chủ của bà được rước về cung Từ Thọ{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=297}}. Khi rước linh giá đi từ cung Từ Thọ và lần đưa thần chủ trở về, nếu là đường bộ Hoàng đế Thiệu Trị đi võng theo sau, khi đi đường thủy thì đi thuyền ngự theo hộ vệ{{sfn|Khâm định Đại Nam Hội điển Sự lệ, quyển 8|1992|p=296}}.\n\nNăm [[Tự Đức]] thứ nhất, tháng 11 ngày Canh thìn (tức ngày 5 tháng 12 năm [[1848]]), thần chủ của bà được rước về thờ ở Chánh án [[Thế Tổ Miếu (hoàng thành Huế)|Thế Miếu]], ở phía Tây thần chủ của [[Gia Long|Thế Tổ]], thánh vị đặt tại gian giữa [[Điện Phụng Tiên (Hoàng thành Huế)|điện Phụng Tiên]]{{sfn|Đại Nam liệt truyện, tập 2|2006|p=57}}.\n\n== Hậu duệ ==\nThuận Thiên Cao hoàng hậu sinh được 4 người con trai:\n# Nguyễn Phúc Đảm (阮福膽), tức [[Minh Mạng]].\n# [[Nguyễn Phúc Đài]] (阮福旲; ([[5 tháng 10]] năm [[1795]] - [[14 tháng 11]] năm [[1849]]) tên khác là Nguyễn Phúc Duệ (阮福曳), tôn hiệu là ''Kiến An Cung Thuận Vương'' (建安恭慎王).\n# Hoàng tử tên Hiệu, mất sớm.\n# [[Nguyễn Phúc Chẩn]] (阮福昣; [[30 tháng 4]] năm [[1803]] - [[26 tháng 10]] năm [[1824]]), tên khác là Nguyễn Phúc Khuê (阮福晆), tôn hiệu là ''Thiệu Hóa Cung Lương Quận Vương'' (紹化恭良郡王).\n\n==Trong văn hóa đại chúng==\n===Hình ảnh công cộng===\nTại quê hương Văn Xá (nay thuộc phường [[Hương Văn]], thị xã [[Hương Trà]], tỉnh [[Thừa Thiên Huế]]) có đường Thuận Thiên được đặt theo thụy hiệu của bà.\n\n===Phim ảnh===\n{| class=\"wikitable\" style=\"width:100%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên||'''Nhân Vật'''\n|-\n| style=\"text-align:center;\"|2020 || style=\"text-align:center;\"|《[[Phượng khấu]]》|| style=\"text-align:center;\"| [[Lê Thiện (nghệ sĩ)|NSƯT Lê Thiện]] || style=\"text-align:center;\"| Nhân Tuyên Thái Hoàng Thái Hậu\n|}\n\n==Chú thích==\n===Ghi chú===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n===Chú thích===\n{{tham khảo|cột=30em}}\n\n==Tham khảo==\n===Thư mục===\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 2|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 3|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 4|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 5|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 6|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam liệt truyện, tập 2|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Quốc triều chính biên toát yếu|year=1972|language=|publisher=Nhóm Nghiên cứu Sử Địa Việt Nam|location=[[Sài Gòn]]}}\n* {{chú thích|author=Hội đồng trị sự Nguyễn Phước tộc|authorlink=|title=Nguyễn Phước tộc thế phả|year=1995|language=|publisher=Nhà xuất bản Thuận Hóa|location=[[Huế]]}}\n* {{chú thích|author=Thi Long|authorlink=|title=Nhà Nguyễn chín Chúa mười ba Vua|year=1998|language=|publisher=Nhà xuất bản Đà Nẵng|location=[[Đà Nẵng]]}}\n\n\n{{Hoàng hậu nhà Nguyễn}}\n\n[[Thể loại:Sinh năm 1769]]\n[[Thể loại:Mất năm 1846]]\n[[Thể loại:Phi tần Gia Long]]\n[[Thể loại:Hoàng thái hậu nhà Nguyễn]]\n[[Thể loại:Người Huế]]"}