{"410057":"{{Thông tin chiến tranh\n|conflict=Trận thành Hà Nội lần thứ hai\n|partof=[[Chiến tranh Pháp–Đại Nam]] \n|image=[[Tập tin:CitadelleHanoi2.jpg|300px]]\n|caption= Quân Pháp đánh thành Hà Nội\n|date=25 tháng 4 năm 1882\n|place=[[Hà Nội]], [[Nhà Nguyễn|Đại Nam]]\n|casus=\n|territory=\n|result=Pháp chiến thắng\n|combatant1= {{flagcountry|French Third Republic|size=23px}}\n|combatant2=  [[Nhà Nguyễn]]\n|commander1= {{Biểu tượng lá cờ|French Third Republic|size=23px}} [[Henri Rivière]]\n|commander2=Nhà Nguyễn [[Hoàng Diệu]]\n|strength1= ~500 quân\n|strength2= trên 3000 quân\n|casualties1=Thiếu tá Berthe des Villers và 3 binh sĩ Pháp bị thương\n|casualties2=40 lính chết và 20 bị thương<br>Số còn lại bỏ thành chạy trốn\n|notes=\n}}\n'''Trận thành Hà Nội 1882''' hay còn gọi là '''trận Hà Nội lần thứ hai''' là một phần của cuộc [[chiến tranh Pháp Việt (1858-1884)]] diễn ra ngày 25 tháng 4 năm 1882. Đây là trận đánh giữa quân Pháp dưới quyền chỉ huy của [[Henri Rivière]] đánh thành Hà Nội, với lực lượng quân Nam do Tổng Đốc Hoàng Diệu chỉ huy. Kết quả thành Hà Nội thất thủ nhanh chóng chỉ sau vài giờ nổ súng, Tổng đốc [[Hoàng Diệu]] tự vẫn.\n\n==Bối cảnh==\n===Phía Việt Nam===\n[[Tập tin:hoangdieu.jpg|160px|nhỏ|trái|Hoàng Diệu]]\nNăm [[1873]], sau khi chiếm được [[Nam Bộ Việt Nam|Nam Bộ]], Pháp chuẩn bị tiến ra [[Bắc Bộ Việt Nam|Bắc Bộ]]. Vua Tự Đức giao phó cho Hoàng Diệu làm Tổng đốc Hà Ninh, năm 1880. Ngay khi tới Hà Nội Hoàng Diệu đã chú tâm tới việc xây dựng thành lũy chuẩn bị lực lượng để chống Pháp. Từ năm 1880 đến 1882, ông đã hai ba lần dâng sớ xin triều đình chi viện để củng cố phòng tuyến chống giặc tại Hà Nội, nhưng không nhận được hồi âm từ [[Huế]]. Lúc này chủ trương của triều đình Tự Đức vẫn là dùng thương thuyết để ngăn ngừa chiến tranh một cách thụ động. Triều đình Huế còn bác bỏ đề nghị đem quân thượng du về bảo vệ Hà Nội và trung châu, của Hoàng Kế Viêm thống đốc quân vụ Tây Bắc.\n\nĐầu năm 1882, lấy cớ Việt Nam không tôn trọng hiệp ước năm 1873 mà lại đi giao thiệp với [[Tên gọi Trung Quốc|Trung Hoa]], dung túng [[quân Cờ Đen]] (một nhánh quân của [[Thái Bình Thiên Quốc]]) ngăn trở việc giao thông trên [[sông Hồng]] của người Pháp, Đại tá [[Henri Rivière]] của Hải quân Pháp cho tàu chiến cùng hơn 400 quân đóng trại tại Đồn Thủy (khu nhượng địa của Pháp từ năm 1873, trên bờ Nam sông Hồng, cách thành Hà Nội 5&nbsp;km, tại vị trí bệnh viện Việt Xô ngày nay) nhằm uy hiếp Hà Nội. Hoàng Diệu đã hạ lệnh giới nghiêm tại Hà Nội và bố cáo các tỉnh xung quanh sẵn sàng tác chiến, đồng thời yêu cầu viện binh từ triều đình Huế. Tuy nhiên, vua Tự Đức đã hạ chiếu quở trách Hoàng Diệu đã đem binh dọa giặc và chế ngự sai đường. Nhưng Hoàng Diệu đã quyết tâm sống chết với thành Hà Nội. Ông cùng với Tuần phủ Hoàng Hữu Xứng, Đề đốc Lê Văn Trinh, Bố chính Phan Văn Tuyển, Án sát Tôn Thức Bá và Lãnh binh Lê Trực uống rượu hòa máu tỏ quyết tâm sống chết với Hà thành.\n\nLực lượng phòng thủ tại Hà Nội, theo bá tước De Kergaradec, lãnh sự đầu tiên của Pháp tại Hà nội từ năm 187:\n\n* Hai trung đội thu thuế thương chính: 108\n* Pháo binh giữ tường thành: 151 (hai trung đội).\n* Số lính phụ binh: 1.574 gồm: Một tiểu đoàn lính vệ (tình nguyện): 442 + Lính giám thành: 500 + Lính chạy trạm: 632\n\nThành Hà nội được xây dựng theo hình mẫu châu Âu từ thế kỉ trước, bản vẽ do các sĩ quan Pháp từng phục vụ vua Gia Long thực hiện. Mỗi cạnh tường thành dài ít nhất là 1200 mét, đắp bằng đất, bên ngoài phủ một lớp gạch lớn rất chắc. Trên mặt thành có 49 khẩu đại bác, nhưng tất cả đều bị rỉ sét và chắc là không phát pháo được.\n\n===Phía Pháp===\n[[Tập tin:HenriRiviere1870s.JPG|nhỏ|phải|160px|[[Henri Riviere]]]]\nTheo [[Hòa ước Giáp Tuất (1874)|Hiệp ước 1874]], Pháp được phép đóng một đồn binh gồm 100 người tại Đồn Thủy trên sông Hồng. Quan hệ giữa chính quyền sở tại và người Pháp luôn ở trạng thái căng thẳng. Các quan nhà Nguyễn cho rằng người Pháp chẳng có lý do gì đáng kể để duy trì một đồn binh tại Bắc kỳ, ngoài việc làm tiền đồn để quân Pháp xâm lược Bắc kỳ. Thống đốc Nam kỳ [[Charles Le Myre de Vilers]] thì cho rằng trở ngại chính cho việc giao thương trên sông Hồng của họ là quân Cờ đen. Để giải quyết cái gai này thì theo ông ta chỉ cần đợi lúc nước ròng, cho giang thuyền bắn phá các doanh trại Cờ đen là đủ để phá tan đám \"thổ phỉ\" này. Việc khó khăn nhất chỉ là chọn cho được một viên chỉ huy chín chắn, chứ không phải một người bốc đồng, luôn tơ tưởng đến chiến công thành lập một đế quốc phương đông như Garnier, và người được chọn ấy là [[Henri Rivière]]. Đồng thời, họ cũng sẽ tránh các xung đột vũ trang không cần thiết với quân nhà Thanh nếu quân Thanh can thiệp. Khi Đô đốc Jauréguiberry, người luôn cổ vũ chính sách chinh phục Bắc kỳ, lên làm Bộ trưởng Bộ Hải quân ở [[Paris]], thì kế hoạch của Le Myre de Vilers được chấp thuận.\n\nNgày 26 tháng 3 năm 1882, Rivière trên hai thuyền chiến, rới Sài Gòn ra bắc cùng 230 lính, để tăng cường cho đồn binh đóng ở trên sông Hồng. Vừa đặt chân lên đất liền, Rivière đã trở nên hết sức phấn khích, không khác gì Garnier khi trước. Theo ông ta, các quan lại bướng bỉnh người Việt phải bị trừng trị thích đáng, những công sự phòng thủ của quân Nam hoàn toàn có thể phục vụ tấn công... và những việc như vậy là không thể chấp nhận được. Ngày 24 tháng 4, sau khi nhận được 250 quân Pháp từ miền Nam đến tiếp viện thêm, Rivière gửi tối hậu thư cho Tổng đốc [[Hoàng Diệu]], đòi giao nộp thành ngay lập tức. Khi Hoàng Diệu còn chưa kịp trả lời, thì pháo thuyền của quân Pháp đã nổ súng bắn vào thành<ref>Việc đánh thành Hà Nội là tự ý Rivière, chứ không nằm trong kế hoạch của Le Myre de Vilers<\/ref>.\n\n==Diễn biến==\n[[Tập tin:Bắc Môn, vết đại bác.JPG|nhỏ|320px|Vết đại bác trên cổng Bắc thành Hà Nội do pháo thuyền của Pháp bắn vào. Nguyên văn biển đá bằng tiếng Pháp: ''25 avril 1882: Bombarde de la citadelle par les canonnières \"Surprise\" et \"Fanfare\"''; nghĩa là ''Ngày 25\/04\/1882: Vết bắn phá thành của các pháo thuyền \"Surprise\" và \"Fanfare\"''.]]\nLực lượng Pháp dưới quyền Trung tá hạm trưởng Henri Rivière được rời Sài Gòn ngày 26 tháng 3 năm 1882 với 2 tàu chiến Drac và Parseval,<ref name=Antonini269>Antonini, Paul, tr. 269<\/ref> chở theo 2 đại đội thủy bộ binh do thiếu tá Chanu chỉ huy, một toán biệt phái xạ thủ An Nam, 5 tàu sà-lúp máy hơi nước, mỗi binh sĩ được trang bị 200 viên đạn. Trước khi lên đường, Henri Rivière được lệnh phải tuân thủ hiệp định đã ký và chỉ được dùng vũ lực trong trường hợp cần thiết,<ref name=Antonini269\/> tuy nhiên người ta cũng hiểu rằng chỉ cần có phản ứng nhỏ của quan lại Việt Nam thì Rivière lập tức hành động.<ref name=Antonini270>Antonini, Paul, tr. 270<\/ref> Đại đội quân binh Pháp tới Hải Phòng ngày [[2 tháng 4]] rồi dùng tàu sà-lúp đưa quân đến Hà Nội ngày [[3 tháng 4]] năm 1882, rồi đóng quân ở Đồn Thủy hiện đang có 2 đại đội thủy bộ binh đóng giữ dưới sự chỉ huy của tiểu đoàn trưởng Berthe de Villers.<ref name=Antonini270\/> Tổng số quân Pháp đóng ở ngoài thành Hà Nội lúc này là 600 bộ binh gồm 450 lính thủy quân lục chiến, 130 lính thủy và 20 lính bản xứ.<ref name=Rambaud424>Rambaud, Alfred, tr. 424<\/ref>.\n \nĐược tin quân Pháp động binh, quan binh Bắc Kỳ lo phòng bị chống giữ. Henri Rivière không được tổng đốc Hà Nội Hoàng Diệu tiếp đón long trọng có ý không hài lòng và gợi sự ra bằng cách cho rằng các việc sửa soạn phòng bị của quan binh triều đình ở Bắc Kỳ là có tính cách thù địch và khiêu khích.<ref name=Antonini271>Antonini, Paul, tr. 271<\/ref>\n \nNgày 8 tháng 3 (âm lịch) năm Nhâm Ngọ tức [[25 tháng 4]] năm 1882, vào lúc 5 giờ sáng. H.Rivière gởi tối hậu thư đến Tổng đốc Hoàng Diệu hạn đến 8 giờ sáng thì trong thành phải giải giáp và các quan lại phải đến trình diện tại Đồn Thủy nếu không Rivière sẽ chiếm thành.<ref name=Antonini271\/> Trước đó triều đình Huế đã phái ngay Tả thị lang bộ Hộ Nguyễn Thành Ý vào Sài Gòn biện bạch về những lý do khiến cho người Pháp phải động binh đồng thời cũng gởi khẩn thư lệnh cho quan binh Bắc Kỳ phải giữ nguyên trạng thành Hà Nội như đã có trước khi các đội quân của H. Rivière kéo đến nhưng khẩn thư nầy tới quá trễ. Quân quan nhà Nguyễn trong thành Hà Nội tổ chức chống cự đơn độc mà không có sự chi viện kịp thời của các cánh quân từ Sơn Tây ([[Hoàng Kế Viêm]], [[Lưu Vĩnh Phúc]]) và Bắc Ninh ([[Trương Quang Đản]]), mặc dù cánh quân của Hoàng Kế Viêm và Lưu Vĩnh Phúc đóng ở Phủ Hoài (Dịch Vọng, Từ Liêm) cách Hà Nội không xa.\n \nĐúng 8:15, các pháo thuyền Fanfare, Surprise, Massue và Carbine từ bờ sông Hồng bắn đại bác vào thành. Tới 10:45, quân Pháp đổ bộ tấn công vào thành. Vào lúc 11 giờ thì quân Pháp chiếm được thành. Thiếu tá Berthe des Villers và 3 binh sĩ Pháp bị thương. Trong thành Hà Nội, Hoàng Diệu cùng lãnh binh Hồ Văn Phong chỉ huy phòng thủ cửa Bắc, đề đốc Lê Văn Trinh giữ của Đông, lãnh binh [[Lê Trực]] giữ cửa Tây và lãnh binh Nguyễn Đình Đường giữ cửa Nam. Phía quân triều đình có 40 tử trận và chỉ có 20 bị thương, vì đa số đã binh lính đều bỏ thành chạy trốn>. Ở cửa Đông và cửa Nam, Lê Văn Trinh và Nguyễn Đình Đường sợ hãi bỏ trốn. Tổng đốc Hoàng Diệu cố gắng cầm cự nhưng quân Pháp đã tràn vào thành, đành treo cổ tự vẫn dưới một cái cây trước [[Võ Miếu (Hà Nội)|Võ Miếu]] (Võ Miếu, sau bị phá hủy cùng thành Hà Nội, nằm tại góc tây nam thành ở vị trí đầu phố Chu Văn An trước mặt [[Trụ sở Bộ Ngoại giao Việt Nam|trụ sở Bộ Ngoại giao]] ngày nay).\n\n==Kết quả==\nSau khi chiếm được thành, Rivière cho đi tìm Tôn Thất Bá để giao lại thành, nhưng quân Pháp vẫn ở lại Hành cung, đóng giữ cửa đông và cửa bắc. Hai bên chính thức ký kết việc giao trả thành Hà-Nội vào ngày 29 tháng 4 năm 1882, có hiệu lực từ 01 tháng 5 năm 1882. Quân binh đồn trú của triều đình không được quá số 200 người và không được xây đắp thêm hào lũy hay đồn canh phòng thủ chung quanh thành <ref>P.Vial, trang 99<\/ref> Mặc dù trái lệnh ban đầu được giao về việc chỉ sử dụng vũ lực khi cần thiết, hành động của Rivière vẫn được thống đốc Nam Kỳ bao che và Rivière thậm chí còn được tặng thưởng huân chương về chiến tích này.<ref name=Antonini271\/>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* ''Quốc triều chánh biên toát yếu'', Cao Xuân Dục, 1909\n* ''Việt Nam Sử Lược'', [[Trần Trọng Kim]], 1919\n* {{chú thích sách\n|title = Nos Premières Années au Tonkin\n|author= Paulin Vial\n|publisher=Baratier et Molaret\n|year=1899\n|url=http:\/\/books.google.com\/books?id=gacaAAAAYAAJ&dq=Nos+Premi%C3%A8res+Ann%C3%A9es+au+Tonkin&source=gbs_navlinks_s\n| isbn=}}\n* {{chú thích sách|title=Annam, le Tonkin et l'Intervention de la France en Extrême Orient|first=Paul|last=Antonini|location=Paris|publisher=Librairie Bloud et Barral|year=1890}}\n* {{chú thích sách|title=La France Coloniale|first=Alfred|last=Rambaud|location=Paris|publisher=Armand Colin et Cie|year=1888}}\n\n{{Pháp xâm lược Đại Nam}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|H]]\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Pháp năm 1882]]\n[[Thể loại:Xung đột năm 1882]]"}