{"3379896":"'''Trần Doãn Minh''' (1485 - ?), người xã Lan Khê, huyện Bình Hà, phủ Nam Sách; nay thuộc thôn Quan Khê, xã [[Việt Hồng, Thanh Hà|Việt Hồng]], huyện [[Thanh Hà]], tỉnh [[Hải Dương]]; là [[tiến sĩ]] [[Nho giáo|nho học]] [[Việt Nam]] thời [[phong kiến]].\n\nÔng là người đã từng hai lần dự [[thi Hội]]. Lần thứ Nhất, năm 24 tuổi, ở khoa thi [[Mậu Thìn]], niên hiệu [[Đoan Khánh]] 4 (1508), ông đỗ [[Đồng tiến sĩ xuất thân|Đệ tam giáp đồng tiến sĩ xuất thân]], nhưng vì không đỗ hạng Cập đệ ([[Tam khôi]]) nên ông không nhận. Lần thứ Hai, năm 27 tuổi, ông thi lại, tại khoa thi [[Tân Mùi]], niên hiệu [[Hồng Thuận]] 3 (1511), đời [[Lê Tương Dực]], nhưng ông vẫn chỉ đỗ [[Đồng tiến sĩ xuất thân|Đệ tam giáp đồng tiến sĩ]]. Ông nhận và làm quan [[Thượng thư]], tước [[Văn An bá]]. Thời kỳ [[Nhà Mạc]], ông từng hai lần [[đi sứ]].<ref>{{Chú thích web|url=http:\/\/www.hannom.org.vn\/detail.asp?param=1189&Catid=564|title=Văn bia đề danh tiến sĩ khoa Tân Mùi niên hiệu Hồng Thuận năm thứ ba (1511).|date=24 tháng 01 năm 2009|access-date=1 tháng 5 năm 2016|website=http:\/\/hannom.vass.gov.vn, http:\/\/www.hannom.org.vn|publisher=Viện Hàn lâm Khoa học Xã hội Việt Nam|author=Viện nghiên cứu Hán Nôm}}<\/ref><ref>Ngô Đức Thọ. Các nhà khoa bảng Việt Nam 1075 - 1919. Nhà xuất bản Văn học. Hà Nội năm 2006. Trang 278.<\/ref><ref>Tăng Bá Hoành. Tiến sĩ Nho học Hải Dương 1075 - 1919. Hội đồng chỉ đạo biên soạn địa chí Hải Dương, Tạp chí VHTTDL Hải Dương 1999. Trang 55.<\/ref>\n\n== Di tích Quê gốc ==\n\nTương truyền khi ông thi đỗ trạng nguyên và đã có thông tin với dân làng tại thôn Quan Khê là ông sẽ về thăm quê cũ. Mọi người trong làng rất đỗi vui mừng đã lập bao nhiêu là cờ hoa để chào đón.\nTất cả dân làng đã hai lần đi đón Tiến sĩ về làng nhưng không gặp. Đến lần thứ 3 khi ông trờ về, mọi người đều không hay biết nên đã không ra nghênh đón kịp thời.\n\nĐược biết những người trong họ Trần vẫn kể lại rằng: khi Tiến Sĩ về làng thấy cảnh làng thôn heo hút, không bóng cờ hoa, không người tiếp đón, ông đã nổi giận bẻ bút nghiên vút xuống cống (ngày nay cái cống này nằm ở giữa làng, sát đường liên xã 390B, gần cổng vào chùa thôn) và thề độc, từ đó đến nay rất ít người trong họ đỗ đạt làm quan to.\n\nNhiều năm về trước người trong dòng họ Trần Doãn và dân làng có kiến nghị xây đền thờ Tiến sĩ Trần Doãn Minh, nhưng chưa được thuận tình. Hiện nay tại nhà thờ họ Trần Doãn thôn Quan Khê, xã Việt Hồng, Thanh Hà, tỉnh Hải Dương vẫn còn lưu giữ một bia đá khắc tên tưởng nhớ và thờ ông.\n\nThật là tiếc nuối khi thôn Quan Khê, xã Việt Hồng, Thanh Hà, tỉnh Hải Dương là cái nôi của Tiến sĩ Trần Doãn Minh, cũng như là nơi sinh ra và lớn lên của các hậu duệ của Mạc Đĩnh Chi nhưng lại chưa được xây những ngôi đền để thờ cúng họ.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Sinh năm 1485]]"}