{"417075":"{{Thông tin chiến tranh\n|conflict=Trận Phủ Hoài\n|partof=[[Chiến dịch Bắc Kỳ]], [[Chiến tranh Pháp-Đại Nam]], [[Pháp xâm lược Đại Nam]]\n|image=[[Hình:Prise de Bac-Ninh.jpg|300px]]\n|caption=\n|date=15 [[tháng tám|tháng 8]] [[1883]]\n|place=Gần [[Hà Nội]], miền bắc [[Việt Nam]]\n|casus=\n|territory=\n|result=Pháp tuyên bố chiến thắng\n|combatant1={{flagicon|France|size=23px}} [[Đệ tam Cộng hòa Pháp|Pháp]]\n|combatant2=[[Hình:Black Flag Army Flag.svg|23px]] [[Quân Cờ Đen]]<br>\n[[Tập tin:Long tinh flag (variant).svg|23px]] [[Nhà Nguyễn]]\n|commander1={{flagicon|France|size=23px}} [[Alexandre-Eugène Bouët]]\n|commander2=[[Hình:Black Flag Army Flag.svg|23px]] [[Lưu Vĩnh Phúc]]<br>\n[[Tập tin:Long tinh flag (variant).svg|23px]] [[Hoàng Kế Viêm]]\n|strength1=2,500 thủy binh đánh bộ [[Pháp]] và [[lính tập]] [[Nam kỳ]]<br>450 [[quân Cờ Vàng]]<br>3 khẩu đội [[pháo]]<br>6 pháo thuyền\n|strength2=Khoảng 3.000 binh sĩ Cờ đen và một số quân [[Nhà Nguyễn]]\n|casualties1=17 chết, 62 bị thương\n|casualties2=Khoảng 300 người chết, 800 người bị thương (theo ước tính của Pháp)\n|notes=\n}}\n'''Trận Phủ Hoài năm 1883''' còn gọi là '''Trận Vọng''' hay '''Trận Dịch Vọng''', diễn ra trong các ngày 15-16 tháng 8 năm 1883, là trận tấn công của quân Pháp ở Hà Nội vào phòng tuyến vây quanh [[Hà Nội]] về phía Tây Bắc của quân nhà Nguyễn và [[quân Cờ Đen]]. Trận này nằm trong kế hoạch của [[Pháp]] từ tháng 7 năm đó, tấn công lên [[Sơn Tây (tỉnh cũ)|Sơn Tây]]-trung tâm kháng chiến mạnh nhất lúc đó của [[quân đội nhà Nguyễn]], nhằm cùng với việc [[trận Cửa Thuận An|đánh kinh đô Huế]], làm cho [[nhà Nguyễn]] phải [[hòa ước Quý Mùi, 1883|đầu hàng]] [[Pháp]].\n\n== Việc phòng thủ của quân Nam ==\nTừ sau trận Hà Nội thất thủ lần thứ 2, quân nhà Nguyễn đã thiết lập một vòng vây quanh Hà Nội từ 2 hướng Tây và Đông Bắc. Tại phía Tây, cánh quân của Hoàng Kế Viêm và Lưu Vĩnh Phúc đã xây dựng một phòng tuyến nằm hai bên con đường Hà Nội-Sơn Tây (nay là [[Quốc lộ 32]]), trong các làng nằm giữa hai [[sông Tô Lịch]], [[sông Nhuệ]] và dọc theo hai bờ sông Nhuệ các làng này đều thuộc huyện Từ Liêm phủ Hoài Đức tỉnh Hà Nội lúc đó (trước huyện Từ Liêm thuộc phủ Quốc Oai trấn Sơn Tây, ngày nay là quận Bắc Từ Liêm và quận [[Nam Từ Liêm]]). Từ đó quân Cờ Đen và quân nhà Nguyễn đã từng giành được thắng lợi trước quân Pháp trong trận Cầu Giấy lần thứ 2. Phòng tuyến của quân Nam từ sau [[trận Cầu Giấy (1883)|trận Cầu Giấy]] gồm 3 lớp:\n*Lớp thứ nhất chạy từ [[Cầu Giấy (cầu tại Hà Nội)|Cầu Giấy]] qua các làng dọc theo sông Tô Lịch tới [[làng Bưởi|làng Yên Thái]] rồi thẳng lên các [[đông Ngạc|làng Vẽ]] và [[Chèm]] ([[Đông Ngạc]] và [[Thụy Phương]] thuộc quận [[Bắc Từ Liêm]] ngày nay).\n*Lớp thứ hai từ lỵ sở của phủ Hoài Đức (nay là ngã tư đường Cầu Giấy giao với đường Nguyễn Phong Sắc) qua làng Cổ Nhuế (còn gọi là làng Noi hay kẻ Noi) lên làng Hoàng Xá (nay là thôn Hoàng Liên xã Liên Mạc, quận Bắc Từ Liêm) nối lên đình làng Chèm (đình thờ [[Lý Ông Trọng]]), đây là tuyến trung tâm mà quân Nam bố trí nhiều đại bác và đồn bốt kiên cố.\n*Lớp thứ 3 trên các làng phía hữu ngạn sông Nhuệ như Kiều Mai, Phú Diễn,... (ngày nay thuộc quận [[Nam Từ Liêm]]) dùng sông Nhuệ làm phòng tuyến tự nhiên.\nLực lượng phòng ngự ở phòng tuyến này gồm toàn bộ quân Cờ Đen của [[Lưu Vĩnh Phúc]] và quân nhà Nguyễn của [[Hoàng Kế Viêm]]. Hoàng Kế Viêm lúc này vẫn đóng tại khu vực [[thành cổ Sơn Tây|thành Sơn Tây]]. Quân Cờ đen có khoảng 3000 người, dù lực lượng này ít hơn quân Pháp, nhưng họ có lợi thế phòng ngự, dựa vào các tuyến phòng thủ được chuẩn bị từ trước.\n\n== Kế hoạch và việc chuẩn bị của Pháp ==\nNgày 30 tháng 7 năm 1883, tại [[Hải Phòng]], [[Harmand]] tổ chức một hội nghị quân sự quyết định đánh [[Huế]] (trung tâm chính trị) và [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (trung tâm kháng chiến), nhằm làm nhụt ý chí và hy vọng của nhà Nguyễn.\n\nĐầu tháng 8, viện binh của Pháp được đưa từ Pháp, [[Nouvelle-Calédonie|Tân Đảo]] đã tới Hà Nội, kết hợp với lực lượng bổ sung từ Sài Gòn ra, làm lực lượng của Pháp ở đây lên tới 4500 quân. Theo kế hoạch tháng 7, tướng [[Bouet]] sẽ chỉ huy quân Pháp ở Hà Nội đánh lên Sơn Tây. Harmand muốn tiến đánh Sơn Tây bằng đường thủy [[sông Hồng]] ngay, nhưng Bouet lại chủ ý trước hết tấn công mở rộng vòng vây ở Hà Nội trên hướng Sơn Tây, phá vỡ phòng tuyến phủ Hoài trước, và ông ta đã thực hiện theo hướng này.\n\nNgày 15 tháng 8, tướng Bouet muốn giành lại thế chủ động đã bị mất sau trận Cầu Giấy, đã chỉ huy 2000 quân với 14 đại bác <ref>Lịch sử Cận đại Việt Nam tập II-Trần Văn Giàu, Đinh Xuân Lâm, Nguyễn Văn Sự, Đặng Huy Vận-trang 84.<\/ref>, cùng với 450 quân Cờ Vàng tạo thành một lực lượng khoảng 2500 quân, chia làm 3 đạo bộ binh, phối hợp với hạm đội tàu thủy (Hạm đội Bắc Kỳ) trên sông Hồng tấn công vào phòng tuyến Phủ Hoài.\n*Đạo cánh phải do đại tá Bichot chỉ huy, được 6 hạm tàu (''Pluvier'', ''Leopard'', ''Fanfare'', ''Éclair'', ''Mousqueton'' và ''Trombe'') yểm hộ trực tiếp, tiến dọc theo bờ đê sông Hồng, đánh lên Chèm\n*Đạo trung tâm do Paul Coronnat chỉ huy, từ thành Hà Nội qua làng Yên Thái, đánh tới làng Nội (làng Noi tức Cổ Nhuế).\n*Đạo cánh trái do Révillon chỉ huy, từ Cầu Giấy tiến theo đường Hà Nội-Sơn Tây (theo đường Henri Rivière đã hành quân trong trận Cầu Giấy), tấn công lỵ sở phủ Hoài Đức và làng Vòng (Dịch Vọng Hậu phía sau phủ Hoài) nơi có đại bản doanh của Lưu Vĩnh Phúc. Đạo này xa bờ sông Hồng, các pháo hạm không yểm hộ được nên phải kéo theo nhiều đại bác.\n\n== Diễn biến ==\nCánh trái của Révillon đánh vào cánh phải của quân Cờ đen nhưng không thắng, rồi lại bị đại bộ phận quân Cờ đen phản kích. Khi đạn dược dần cạn, quân Pháp phải rút về hướng Cầu Giấy. Cuộc rút lui suýt chuyển thành cuộc tháo chạy, vì dân phu người Việt trong đoàn hoảng loạn, ào ào bỏ chạy về phía sau, làm nghẽn cả con đê dùng để tiếp tế đạn dược. May mắn cho quân Pháp là tiểu đoàn hải quân đánh bộ của Chevallier bắn chặn từ phía làng Vọng để yểm trợ cho quân Pháp rút lui, đồng thời gây tổn thất nặng cho quân Cờ đen xông ra từ vị trí phòng thủ để đuổi theo. Khi trời xẩm tối, Bouet đưa quân dự bị tham chiến, tạo điều kiện cho Révillon củng cố lại đội hình. Do không nhận được tin gì từ hai cánh quân kia, nên Bouet hạ lệnh cho cánh quân của Révillon rút về Hà Nội trong đêm đó.\n\n[[Hình:Bichot at Quatre Colonnes.jpg|thumb|left|330px|Đại tá Bichot thu được khẩu đại bác quân Cờ đen bỏ lại Quatre Colonnes]]\nLưu Vĩnh Phúc sở dĩ có thể phản công áp đảo cánh quân của Révillon vì hai cánh quân kia của Pháp không tạo được áp lực đáng kể lên quân Cờ đen. Cánh quân trung tâm của Coronnat không tìm được quân Cờ đen, còn cánh phải của Bichot chiếm được làng Chèm, nhưng sau đó bị chặn lại trước chiến lũy phòng thủ của quân Cờ đen tại [[Đình Chèm|Quatre Colonnes]]. Tới ngày 16 tháng 8, Bichot cho tiến quân đánh lên Quatre Colonnes, thì mới biết quân Cờ đen đã bỏ chiến lũy buổi đêm trước. Cuộc giao tranh diễn ra trong lúc trời mưa tầm tã, và trong ngày 15, đê sông Hồng vỡ, gây ngập lụt khắp vùng giữa Hà Nội và Phủ Hoài. Trận lụt này như vậy đánh dấu chấm hết cho trận đánh. Cả hai cánh quân của Coronnat và Bichot đều không tiến lên được, cánh quân của Coronnat rút về Hà Nội, còn cánh quân của Bichot chiếm đóng Quatre Colonnes, rồi cho chở về Hà Nội một số khẩu đại bác mà quân Cờ đen bỏ lại khi rút lui. Quân Pháp tuyên bố rằng trận lụt khiến cho họ không thể giáng một đòn nặng vào quân Cờ Đen. Tuy nhiên trên thực tế, trận lụt này gây thiệt hại nặng nề cho quân Cờ đen, Lưu Vĩnh Phúc phải rời các chiến lũy trước sông Đáy để rút về phía bên kia bờ sông, bỏ lại hết vật tư chiến tranh và thương binh của mình.\n\nVề phía quân Pháp có 17 người chết (trong đó có 2 sĩ quan) và 62 người bị thương. Quân Pháp ước tính quân Cờ Đen có 300 người chết và 800 người bị thương.<ref>Bastard, tr 189–97; Duboc, tr 162–78; Huard, tr 99–103; Lung Chang, 151-2; Nicolas, tr 264–77; Thomazi, ''Conquête'', tr 163–5; ''Histoire militaire'', tr 60–62<\/ref>\n\n==Ý nghĩa==\nMặc dù trong trận này quân Pháp gây nhiều thiệt hại cho quân Cờ Đen, trong khi họ chỉ thiệt hại không đáng kể, nhưng rõ ràng là quân Pháp không đánh thắng quân Cờ đen. Cánh quân của Bouet thất bại chủ yếu do thời tiết xấu, nhưng cũng phải kể đến quyết định sai lầm của chỉ huy quân Pháp và sức chống trả quyết liệt của quân Cờ đen. Do quân Pháp không giành được thắng lợi nên người Bắc Kỳ cũng do dự không quyết liệu có nên theo Pháp và chống lại quân Cờ Đen, và như vậy cũng đồng nghĩa với việc quân Pháp thất bại, trong con mắt quan sát viên quốc tế.<ref>Huard, 103<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Tài liệu==\n* Bastard, G., ''Défense de Bazeilles, suivi de dix ans après au Tonkin'' (Paris, 1884)\n* Duboc, Emile, ''Trente cinq mois de campagne en Chine, au Tonkin'' (Paris, 1899)\n* Huard, L., ''La Guerre du Tonkin'' (Paris, 1887)\n* Lung Chang, ''Yueh-nan yu Chung-fa chan-cheng'' [Vietnam and the Sino-French War] (Taipei, 1993)\n* Nicolas, V., ''Livre d'or de l'infanterie de la marine'' (Paris, 1891)\n* Thomazi, A., ''Histoire militaire de l’Indochine française'' (Hanoi, 1931)\n* Thomazi, A., ''La Conquête de l'Indochine'' (Paris, 1934)\n{{Pháp xâm lược Đại Nam}}\n\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|P]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1883]]\n[[Thể loại:Pháp năm 1883]]"}