{"499168":"{{Chú thích trong bài|date=tháng 3\/2022}}\n{{bài cùng tên|Trần Tiến (định hướng)}}\n'''Trần Tiến''' (1911–2011) là một tông sư võ thuật Việt Nam. Trong cuộc đời võ thuật của mình, ông từng đoạt chức Vô địch kiếm thuật Bắc Kỳ, nổi danh với trận đánh hạ võ sư người Singapore Tiểu Lâm Xung, từng là huấn luyện viên võ thuật cho lực lượng [[Binh chủng Đặc công, Quân đội Nhân dân Việt Nam|Đặc công Việt Nam]], từng được [[Liên đoàn võ thuật cổ truyền Việt Nam]] tặng Huy chương vàng danh dự; được Bộ trưởng – Chủ nhiệm [[Tổng cục Thể dục Thể thao (Việt Nam)|Ủy ban Thể dục thể thao]] tặng Huy chương vì sự nghiệp thể thao, vì đã có nhiều cống hiến đối với sự nghiệp thể dục thể thao Việt Nam. Ông cũng là chưởng môn võ phái '''Thiếu Lâm Nội gia quyền Việt Nam'''\n\n==Thân thế==\nNguyên ông mang [[hoàng (họ)|họ Hoàng]], cùng chi họ với [[Hoàng Hoa Thám]], thủ lĩnh nghĩa quân chống Pháp. Ông nội Hoàng Hảo và cha Hoàng Tân từng tham gia [[Khởi nghĩa Yên Thế|nghĩa quân Yên Thế]]. Ông sinh ngày [[4 tháng 2]] năm 1911 ([[Tân Hợi]]) tại Cầu Vồng, tổng Vân Cầu, phủ Yên Thế (nay thuộc xã Song Vân, huyện [[Tân Yên]]), tỉnh [[Bắc Giang]].<ref name=\"langvo\">Vũ Trường – Thiên Tâm – [[Hồ Tường]], ''\"Làng võ Sài Gòn - Thành phố Hồ Chí Minh\"'', Nhà xuất bản Trẻ, 2005.<\/ref>\n\nNăm 1913, thủ lĩnh Hoàng Hoa Thám mất tích, nghĩa quân Yên Thế tan rã; ông nội và bố mẹ ông phải thay tên đổi họ, lẩn tránh về [[Đồ Sơn]] ([[Hải Phòng]]). Tại đây, ông được gia đình làm khai sinh với ngày sinh [[4 tháng 2]] năm 1913.<ref name=\"langvo\"\/>\n\n==Võ nghiệp căn cơ==\nSinh trưởng trong gia đình có truyền thống võ nghệ, ông được ông nội và cha khai tâm võ học lúc 10 tuổi. Năm 15 tuổi, ông thụ giáo với võ sư [[Lý Giang Nam]] (người gốc [[Phúc Kiến]], đang lánh nạn ở Hài Phòng). Tuy chỉ tập luyện trong 5 năm, ông không chỉ đắc thủ được những tuyệt kỹ Thiếu Lâm Nội gia, mà còn học được y thuật cũng như võ đức của người thầy này. Điều này đã có ảnh hưởng rất lớn đến nghiệp võ của ông sau này.\n\nSau khi sư phụ Lý Giang Nam hồi hương, ông tiếp tục trau dồi khả năng võ nghệ, thụ giáo nhiều môn võ khác nhau với nhiều võ như danh tiếng như học [[Nhu thuật]] với võ sư Tanabe (Nhật), [[Judo]] với võ sư Karachi (Nhật) và [[quyền Anh]] cùng võ sĩ Lafleur (người Pháp gốc Phi). Với căn bản võ công và y thuật, cùng với sự khổ luyện, ông sớm trở thành một cao thủ võ lâm khi còn rất trẻ tuổi.\n\n==Tung hoành võ lâm==\nTuổi thanh niên sôi nổi lại biết võ nghệ, ông nhiều lần tham gia các cuộc tranh tài võ thuật, đấu thắng nhiều độ đài. Năm 24 tuổi, ông đoạt chức vô địch kiếm thuật Bắc kỳ. Chưa chịu dừng lại, gót chân Trần Tiến còn lang bạt kỳ hồ khắp vùng Đông Nam Á. Ngàoi ra, ông còn tham gia thượng đài và đánh hạ các đối thủ sừng sỏ ở nhiều võ đài tại các nước Thái Lan, Philippines, Malaysia, Myanmar, Singapore. Bí quyết để trở thành nhà vô địch là biết sở trường, sở đoản võ sĩ của từng nước để có đòn thế khắc chế và có đấu pháp hợp lý. Có lần ở Singapore, Trần Tiến đọ sức cùng một võ sĩ tự xưng là Tiểu Lâm Xung. Võ sĩ này có sở trường đưa ngực, bụng chịu những cú đá trời giáng mà không hề hấn gì. Lại thêm bàn tay mệnh danh \"thiết thủ\" có thể đấm vỡ tấm gỗ dày 5 phân. Trần Tiến đã sử dụng nhu thuật, hầu quyền để phòng ngự, thăm dò, vô hiệu hóa các đòn đấm đá của Tiểu Lâm Xung. Rồi \"xuất kỳ bất ý\" chuyển sang xà quyền hạ gục đối thủ…\n\nTrần Tiến đã tham gia nhiều cuộc so tài về roi và kiếm ở miền Bắc trong 6 tháng đầu năm 1936. Nhưng đến tháng 8.1936, Trần Tiến buộc lòng phải rời xa quê hương vào miền Nam do bị thực dân Pháp đe dọa bắt giam vì \"xách động kẻ xấu luyện võ gây mất an ninh trật tự\". Đến Sài Gòn, Trần Tiến tạm dừng bước và luyện tập tại Cercle Sportif Saigonnais (nay là Cung văn hóa lao động Thành phố HCM) và sau đó hoạt động võ thuật ở nhiều nơi…\n\nNăm 1943, Trần Tiến dạy thể dục tại đồn điền cao su Đất Đỏ (Plantation Terre Rouge de l’Indochine) ở Kompong Cham (Campuchia). Công nhân nơi đây phần lớn là người Việt từ miền Bắc sang. Trong thời gian làm việc, Trần Tiến được tên chủ đồn điền người Pháp \"quý mến\" vì đã giúp công nhân có sức khỏe để \"làm việc suốt ngày đêm\". Đến cuối năm 1945, trong một lần nghỉ phép, Trần Tiến trở ra Hà Nội, được Việt Minh kêu gọi, Trần Tiến đã tham gia bộ đội vào đầu năm 1946. Mấy năm đầu, Trần Tiến huấn luyện võ thuật cho \"Bộ đội đặc biệt tinh nhuệ\" (năm 1967 cải danh là đặc công). Những năm sau, tuy đảm nhận nhiệm vụ khác nhưng Trần Tiến vẫn thường xuyên luyện võ và dạy võ cho mọi người khi có điều kiện. Sau 32 năm phục vụ trong quân ngũ, Trần Tiến nghỉ hưu vào năm 1978. Thế nhưng đến cuối năm 1981, Trần Tiến còn tự nguyện sang huấn luyện võ thuật định kỳ cho một số sĩ quan quân đội nhân dân cách mạng Campuchia cho đến khi quyết định về nghỉ hẳn tại [[Thành phố Hồ Chí Minh]] vào cuối tháng 9\/1989.\n\nÔng qua đời tại [[bệnh viện Chợ Rẫy]] vào lúc 13h07 ngày [[21 tháng 2]] năm 2011, chỉ sau khi [[lễ mừng thượng thọ|lễ mừng thọ]] 100 tuổi mới khép lại được 2 tuần.\n\n==Cuộc đời võ nghiệp==\nSẵn vốn liếng võ cổ truyền Việt Nam cộng với tinh hoa võ thuật của các tông phái Trung Quốc và Nhật Bản… cùng kinh nghiệm dạy võ trong quân đội, lão võ sư Trần Tiến đã tinh lọc và đúc kết thành võ phái Thiếu Lâm Nội Gia Quyền Việt Nam và phổ biến tại Trung tâm TDTT quốc phòng 2, Nhà bảo tàng không quân phía Nam… Học trò của ông có cả người Mỹ, Pháp, Ý, Nga, Brasil.\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/thieulamnoigiaquyen.com Trang web chính thức của môn phái Thiếu Lâm Nội gia quyền Việt Nam, duy nhất và chỉ một]\n* [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]]: ''Con đường võ đạo'' ([http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/181853\/Con-duong-vo-dao.html kỳ 1], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/181994\/Con-duong-vo-dao---Ky-2-Tran-dau-sinh-tu.html kỳ 2])\n* Báo Tuổi Trẻ: [http:\/\/tuoitre.vn\/Tuoi-tre-cuoi-tuan\/The-thao-cuoi-tuan\/54627\/Lao-vo-su-Tran-Tien.html Lão võ sư Trần Tiến].\n* [http:\/\/giadinh.net.vn\/20174p0c1004\/ai-la-thien-ha-de-nhat-vo-viet.htm Ai là thiên hạ đệ nhất võ Việt?]\n* [http:\/\/kienthuc.net.vn\/channel\/1981\/201102\/Bi-quyet-tho-cua-lao-vo-su-tram-tuoi-1788533\/ Bí quyết thọ của lão võ sư trăm tuổi]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/dantri.com.vn\/su-kien\/cao-thu-vo-viet-tran-dau-cuoi-cung-560128.htm Cao thủ võ Việt: Trận đấu cuối cùng]\n\n{{thời gian sống|1911|2011}}\n\n[[Thể loại:Võ sư Việt Nam]]\n[[Thể loại:Sinh tại Bắc Giang]]\n[[Thể loại:Người thọ bách niên Việt Nam]]"}