{"43819":"{{Thông tin nghệ sĩ}}\n\n'''Trần Tiêu''' (1900 - 1954) là một nhà văn [[Việt Nam]]. Ông là em ruột của [[Khái Hưng]] và là \"cộng tác viên thân tín\" của [[Tự Lực văn đoàn]].<ref>Căn cứ di cảo viết tay \"Đời làm báo\" của Nhất Linh, Tự Lực văn đoàn gồm 7 thành viên là Nhất Linh, Khái Hưng, Hoàng Đạo, Thạch Lam, Tú Mỡ, Thế Lữ, Xuân Diệu (là người được kết nạp muộn nhất). Trước đây, trong cuốn ''Trần Tiêu, nhà văn độc đáo của Tự lực văn đoàn'' (2006), Vu Gia dựa vào ý kiến của Tú Mỡ trong hồi ký ''Trong bếp núc của Tự lực văn đoàn'' (1969) và ý kiến Lê Thị Đức Hạnh trong bài \"Trần Tiêu có phải là thành viên trong tổ chức Tự lực văn đoàn hay không\" (Tạp chí văn học, số 5-1990), đã mạnh dạn đưa ra lời khẳng định: \"Trần Tiêu là thành viên của Tự lực văn đoàn\". Tuy nhiên, theo di cảo trên và nhiều chứng cứ khác cho thấy Trần Tiêu cũng như Trọng Lang...là những \"cộng tác viên thân tín\" chứ chưa bao giờ được kết nạp vào Tự lực văn đoàn như thành viên chính thức (xem chú thích 2 của GS. [[Nguyễn Huệ Chi]])[http:\/\/boxitvn.blogspot.com\/2012\/09\/ung-ngay-nay-80-nam-truoc-bao-phong-hoa.html]. Vì vậy, ở mục từ \"Tự lực văn đoàn\" trong ''Từ điển văn học'' (bộ mới, 2004, tr. 1899), GS. Nguyễn Huệ Chi đã không xếp Trần Tiêu vào danh sách các thành viên của Tự lực văn đoàn. Xem thêm thông tin ở đây:\n[http:\/\/www.tienphong.vn\/van-nghe\/591718\/Sap-cong-bo-toan-bo-bao-Phong-Hoa---Ngay-Nay-cua-Tu-luc-van-doan-tpp.html].<\/ref>\n\nTrần Tiêu sinh tại xã Cổ Am, huyện [[Vĩnh Bảo]], [[Hải Phòng]]. Sau khi đậu bằng thành chung,<ref group=\"Ghi chú\">Học sinh lấy bằng thành chung thời Pháp sau 8-10 năm học (5-6 năm tiểu học, 3-4 năm trung học (cấp hai)), tương đương cấp trung học cơ sở ngày nay, xem thêm tại [https:\/\/vnexpress.net\/tin-tuc\/giao-duc\/hoc-sinh-lay-bang-thanh-chung-thoi-phap-sau-8-10-nam-hoc-3632374.html]<\/ref> ông mở trường dạy tư. Trần Tiêu không có ý định viết văn nhưng được sự khuyến khích của Khái Hưng nên cũng bước vào nghề văn khi đã 36 tuổi, và có một vài tiểu thuyết như ''Con trâu, Chồng con''.\n\nSau [[cách mạng tháng Tám]], Trần Tiêu viết tiểu thuyết ''Làng Cầm đổi mới'' phản ánh sự thay đổi của làng Cổ Am. Khác với Khái Hưng, Trần Tiêu đi theo cách mạng, làm Ủy viên Hội đồng nhân dân xã Cổ Am và tham gia [[chiến tranh Đông Dương|kháng chiến chống Pháp]] một thời gian. Sau vì ốm nặng Trần Tiêu trở về Hải Phòng chữa bệnh rồi dạy học tư ở trường trung học Bạch Đằng.\n\nÔng mất ở [[Hà Nội]] năm [[1954]], có tài liệu ghi ông mất tại Hải Phòng. Ông là cha của giáo sư, Nghệ sĩ Nhân dân [[Trần Bảng]] và ông nội của diễn viên, đạo diễn [[Trần Lực]].\n\n== Tác phẩm ==\nTrần Tiêu chuyên viết về đề tài nông thôn. Các tác phẩm chính:\n*Con trâu (tiểu thuyết) - Đăng trên báo Ngày Nay từ số 140 ngày 10 tháng 12 năm 1938, sau đó in thành sách do nhà xuất bản Đời Nay ấn hành năm 1940.\n*Chồng con (tiểu thuyết, 1941)\n*Năm hạn (tập truyện ngắn, 1942)\n*Sau lũy tre (tập truyện ngắn, 1942)\n*Truyện quê (đoản thiên tiểu thuyết, 1942) - Nhà xuất bản Lượm lúa vàng.\n*Làng Cầm đổi mới (tiểu thuyết)\n\n== Ghi chú ==\n{{tham khảo|group=\"Ghi chú\"}}\n\n== Chú thích ==\n{{Tham khảo}}\nNăm 1938, nhà văn Trần Tiêu đã chính thức là thành viên của nhóm Tự lực văn đoàn. Danh sách thành vuên chính thức được Tú Mỡ công bố trên tạp chí Văn học số 5-6 năm 1938 và số 1 năm 1939 thì nhóm gồm có 8 thành viênbao gồm cả Trần Tiêu.\n\n==Xem thêm==\n*[[Tự Lực văn đoàn]]\n{{Sơ khai tiểu sử}}\n\n{{Thời gian sống|sinh=1900|mất=1954|tên=Trần Tiêu}}\n\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Dòng họ Trần ở Cổ Am]]"}