{"397656":"{{Tóm tắt chiến tranh\n|conflict=Trận đồn Kiên Giang\n|partof= chiến tranh thuộc địa chống Đế quốc Pháp \n|date=[[16 tháng 6]] năm [[1868]]- [[21 tháng 6]] năm [[1868]]\n|place= [[Rạch Giá]], [[Kiên Giang]]\n|result= Nghĩa quân Việt trước thắng, sau thua.\n|combatant1=Nghĩa quân [[Nam Kỳ]]\n|combatant2=[[Tập tin:Flag of France.svg|22px]] Quân đội viễn chinh Đế quốc Pháp\n|commander1= Quản cơ [[Nguyễn Trung Trực]] (chỉ huy chính)\n|commander2= Thiếu tá hải quân A. Léonard Ausart \n|strength1=Khoảng 100 nghĩa quân\n|strength2= Không rõ\n|casualties1= Phó tướng [[Lâm Quang Ky]] bị bắt (sau trận bị giết chết). Các thiệt hại khác: Không rõ. \n|casualties2=5 sĩ quan Pháp, 67 lính (gồm người Pháp & người Việt) bị giết chết. Bị mất khoảng trăm khẩu súng đủ loại cùng nhiều đạn dược. \n|}}\n[[Tập tin:Tượng đài Anh hùng dân tộc Nguyễn Trung Trực.jpg|nhỏ|phải|200px| Tượng đài Nguyễn Trung Trực tại công viên trung tâm thành phố Rạch Giá]]\n'''Trận đồn Kiên Giang'''<ref>Đồn (hay thành) Rạch Giá, còn gọi là đồn Kiên Giang hay đồn Săn Đá (có người gọi trại ra là Sơn Đá). Chữ \"săn đá\" âm từ chữ soldat (lính) mà ra. Đồn này có từ thời \"cựu trào\" (chữ dùng của [[Sơn Nam (định hướng)|Sơn Nam]]). Khi Pháp đến chiếm Rạch Giá liền cho xây lại bằng đá tảng. Về sau, Pháp dùng tòa thành này làm cơ quan hành chính (tức Tòa Bố) của tỉnh. Năm [[1945]], dân chúng tràn vào thành, đem hết giấy tờ ra bùng binh chợ Rạch Giá đốt cháy, khiến mất mát rất nhiều tài liệu quý (Sách ''Hỏi đáp cuộc khởi nghĩa Nguyễn Trung Trực'' (tr. 142). Vị trí đồn khi xưa, nay nằm trong khuôn viên UBND tỉnh Kiên Giang, bên bờ Sông Kiên, gần đình thờ Nguyễn Trung Trực và cửa biển Rạch Giá.<\/ref> hay '''trận đồn Rạch Giá''' xảy ra vào ngày [[16 tháng 6]] năm [[1868]] và kết thúc khoảng 5 ngày sau đó. Cuộc đánh chiếm này do [[Nguyễn Trung Trực|'''Nguyễn Trung Trực''']] khởi xướng, và đã gây cho [[Pháp]] nhiều thiệt hại. Tuy quân Việt làm chủ tòa thành có 5 ngày, nhưng sự kiện này đã được tác giả George Diirrwell đánh giá là ''một sự kiện bi thảm'' (un événement tragique)<ref name=\"a\">Theo George Diirrwell, ''Bulletin de la Société des Études Indochine de Saigon'', [[Thành phố Hồ Chí Minh|Sài Gòn]], tr.40.<\/ref> của [[đế quốc thực dân Pháp|thực dân Pháp]] ở '''[[Việt Nam]].'''\n\n==Trước trận chiến==\nSau lần đốt được tàu ''L’Espérance'' của Pháp tại vàm sông Nhật Tảo ([[Long An]]), Nguyễn Trung Trực cùng nghĩa quân tiếp tục chiến đấu qua lại trên các địa bàn [[Gia Định]], [[Biên Hòa]].\n \nĐến khi [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]], ba tỉnh miền Đông lọt vào tay Pháp, Nguyễn Trung Trực nhận chức Lãnh binh, rút quân về hoạt động ở ba tỉnh miền Tây. Đầu năm 1867, ông được triều đình phong chức ''Hà Tiên thành thủ úy''<ref>Theo biên bản hỏi cung tại [[Khám Lớn Sài Gòn]]. Có tài liệu nói Nguyễn Trung Trực nhận chức khi ở Tân An, có tài liệu nói ông ra [[Bình Định]] nhận chức.<\/ref> để trấn giữ đất [[Hà Tiên (tỉnh)|Hà Tiên]], nhưng chưa kịp đến nơi thì tòa thành này đã bị quân Pháp chiếm vào ngày [[24 tháng 6]] năm [[1867]]. Không theo lệnh triều đình rút quân ra [[Bình Thuận]], Nguyễn Trung Trực đem quân về lập chiến khu ở Sân chim (tả ngạn sông Cái Lớn, huyện [[An Biên]], tỉnh Kiên Giang). Từ nơi này, ông lại dẫn quân đến [[Hòn Chông]] (nay thuộc xã Bình An, huyện [[Kiên Lương]], tỉnh Kiên Giang, lập thêm căn cứ kháng Pháp.\n\n==Chuẩn bị==\nỞ [[Hòn Chông]], Nguyễn Trung Trực thường giả dạng đi nhiều nơi, để vận động những người có cùng chí hướng (trong số đó có cả hương chức, [[người Hoa|Hoa]] - [[người Khmer|Khmer]]) cùng tham gia công cuộc đánh đuổi ngoại xâm.\n\nMột lần, có người giới thiệu ông đến Tà Niên<ref>Nay là xã Vĩnh Hòa Hiệp, huyện Châu Thành, tỉnh Kiên Giang. Tà Niên chỉ cách chợ trung tâm TP. Rạch Giá khoảng 10 [[kilômét|cây số]] đường chim bay.<\/ref> tìm gặp [[Lâm Quang Ky]]. Do tương đồng chí hướng, Nguyễn Trung Trực nhận ông Ky cùng 4 người bạn thân của ông Ky, đó là: Trịnh Văn Tư, Hồng Văn Ngàn, Ngô Văn Búp và Nguyễn Văn Niên vào đội ngũ kháng Pháp.\n\nỞ đó được năm hôm để tìm hiểu và cân nhắc, Nguyễn Trung Trực đã quyết định chọn vùng đất này, làm điểm tập trung quân và xuất phát để tấn công đồn Kiên Giang do Trung úy Sauterne chỉ huy.\n \n===Đánh chiếm đồn===\nSau khi nắm được tình hình<ref>Sách ''Hỏi đáp cuộc khởi nghĩa Nguyễn Trung Trực'' (tr. 56) và ''Việt sử tân biên'' (quyển 5, tập thương, tr. 197) đều nói rằng người đi dò xét đồn là chị em bà Điều (Bà Điều, còn gọi là bà Đỏ, vợ Nguyễn Trung Trực).<\/ref> của đối phương và tập trung xong lực lượng; vào khoảng nửa đêm ngày [[16 tháng 6]] năm [[1868]], Nguyễn Trung Trực cùng đoàn nghĩa quân bất ngờ dùng ghe chèo di chuyển theo bờ biển, đổ bộ lên bờ rạch Lăng Ông (Rạch Giá)<ref>Rạch Lăng Ông xưa nằm cạnh đền thờ Cá Ông (nay là đền thờ Nguyễn Trung Trực), bên bờ Sông Kiên, và gần cửa biển Rạch Giá. Hiện rạch đã bị lấp để làm con lộ nhựa.<\/ref>.\n\nSau khi hợp quân với đoàn nghĩa quân đến từ [[Hòn Chông]], khoảng 4 giờ sáng, Nguyễn Trung Trực cho người lẻn vào giết chết lính canh, rồi phát lệnh tấn công. Lập tức, người thì trèo tường, người thì phá cổng...Đang lúc say ngủ, quân Pháp không kịp phản ứng gì, nên đồn bị nghĩa quân chiếm lĩnh khá nhanh chóng...\n\nTác giả Alfred Schreiner thuật trận đánh đồn Kiên Giang như sau:\n:''Đồn Rạch Giá bị tấn công lúc 4 giờ sáng ngày 16 tháng 6 năm 1868. Trung úy hải quân kiêm thanh tra địa phương, người ở đây gọi là Chánh Phèn, vì bộ râu vàng hoe, là một trong những người bị giết trước tiên. Trung úy Sauterne chỉ huy đồn lính bị giết chết sau một chập chống trả mãnh liệt. Đồn này gồm 30 người, ngủ say cạnh những khẩu súng của họ đều bị hạ sát. Khoảng 12 người họp lại mở vòng vây chạy tản mác vào làng. Vì lạ người lạ cảnh, họ bị giết lần lượt bằng chĩa ba, chỉ trừ Duplessis, tên này chạy trốn trong lùm bụi và được một ông lão và một người đàn bà Việt Nam cho ăn. Một viên chủ của sở thâu thuế tự vệ một lúc lâu bằng súng, cuối cùng cũng bị hạ sát với đứa con gái và đứa con trai nhỏ. Mấy tên thông ngôn và viên chức Việt nam làm việc cho người Pháp bị bắt và bị giết vừa lúc quân Pháp vừa lúc quân Pháp trở lại (phản công). Lúc Pháp tái chiếm Rạch Giá, những người Cao Miên quanh vùng dẫn tên Duplessis cho Thiếu tá Ausart và bắt đầu lục soát tìm bắt nghĩa quân...<ref>Alfred Schreiner, ''Abrégéde I’histoire D’ An nam'', 2è Éd. [[Thành phố Hồ Chí Minh|Sài Gòn]], 1906. Dẫn theo sách ''Hỏi đáp về cuộc khởi nghĩa Nguyễn Trung Trực'' (Nhà xuất bản QĐND, 2008, tr. 142).<\/ref>\n \n===Bị phản công===\n[[Tập tin:Nồi đồng.jpg|nhỏ|phải|180px|Nồi đồng dùng để nấu ăn và vũ khí tự tạo của nghĩa quân Nguyễn Trung Trực đã sử dụng tại Ba Trại, [[Hòn Chông]].]]\nHai ngày sau (ngày 18 tháng 6 năm 1868), Bộ chỉ huy Pháp ở [[Mỹ Tho]] mới nhận được tin dữ, liền cử Thiếu tá hải quân A. Léonard Ausart mang quân từ [[Vĩnh Long]] sang tiếp cứu. Trong đội quân này, có Đại úy Dismuratin, chỉ huy một phân đội lính thủy đánh bộ, Trung úy Taradel chỉ huy phân đội lính mã tà. Ngoài ra còn có Trung úy Hải quân Richard, [[Trần Bá Lộc|Tổng đốc Lộc]], [[Tổng Đốc Phương]]<ref>Căn cứ hồ sơ cá nhân của Lãnh Binh Tấn và [[Trần Bá Lộc]] còn lưu giữ tại kho lưu trữ Trung ương II tại [[Thành phố Hồ Chí Minh]]; trong đó có bản quyết định khen thưởng [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] và phong chức lãnh binh cho Tấn (S.L 2754. Dossier individuel le Huynh Van Tan, lanh binh à Go Công) và quyết định số 803 ký ngày 15 tháng 8 năm 1868 của Đô đốc toàn quyền Nam kỳ G. Ohier, thăng chức Đốc phủ sứ cho Trần Bá Lộc, và bản thông báo số 532 cũng do Đô đốc này ký để báo cho Lộc biết quyết định của Bộ trưởng hải quân Pháp tặng thưởng cho Lộc huy chương danh dự hạng I.(S.L 311. Dossier individuel le M. Loc (Tran Ba)); thì cả hai ông này đều được Pháp khen thưởng vì có công trong việc \"tiểu trừ bọn phản loạn ở Rạch Giá\" (ý chỉ cuộc khởi nghĩa do Nguyễn Trung Trực lãnh đạo). Theo Nguyễn Nghị, thì hồ sơ Đỗ Hữu Phương nơi kho lưu trữ trên, cũng đã kể lể dài dòng việc ông này đã tham gia cuộc hành quân tái chiếm Rạch Giá (''Nguyễn Trung Trực qua một số tư liệu của Pháp'', Nam Bộ - xưa và nay, Nhà xuất bản TP. HCM và tạp chí Xưa và Nay, năm 2005, tr.252)<\/ref> đi theo làm phụ tá...\n\nĐến ngày 21, đoàn quân trên theo [[kênh Thoại Hà]], mặc dù có cản ở Ba Bần và Trà Kên do lực lượng [[Trần Văn Thành]] cùng đông đảo người dân [[Núi Sập]] thiết lập, nhưng họ vẫn tiến đến Sọc Suông (nay thuộc xã Tân Hội, huyện [[Tân Hiệp]], [[Kiên Giang]]). Dọc đường, nhiều lần nghĩa quân ra sức đã chống ngăn, nhưng trước vũ khí quá mạnh của đối phương, Nguyễn Trung Trực đành phải cho quân rút vào đồn Rạch Giá, rồi rút tiếp ra [[Hòn Chông]] ([[Kiên Lương]]). Một số nghĩa quân theo không kịp, chạy trốn tản mác tại Rạch Giông (cách chợ Rạch Giá khoảng 3 [[kilômét|km]]) và Rạch Kim Quy (nay thuộc xã Vân Khánh Đông, huyện [[An Minh]], Kiên Giang). Ngay sau khi tái chiếm đồn, A. Léonard Ausart liền sai lính đi tìm bắt các nghĩa quân đang lẩn trốn...\n\n===Thiệt hại===\nSau trận đồn Rạch Giá, hai bên đã bị thiệt hại như sau:\n*Về phía Pháp có 5 sĩ quan Pháp, trong số đó có Chủ tỉnh là tham biện Chánh Phèn<ref>Chủ tỉnh Chánh Phèn, không rõ tên, chỉ biết ông là một Trung úy hải quân, và là Chủ tỉnh đầu tiên của Kiên Giang. Vì râu ông có màu phèn, nên người dân gọi ông bằng cái tên như vậy. Trong sách ''Lịch sử khẩn hoang miền Nam'' (Nhà xuất bản Văn nghệ TP. HCM, 1994, tr. 201) có đoạn: ''Vĩnh Long mất, Hà Tiên lại mất, thực dân chiếm huyện Kiên Giang không tốn một phát đạn. Viên tham biện đầu tiên là \"Luro\" (hay Albert Lorin). Paulin Vial (Giám đốc Sở Nội vụ) đến Rạch Giá thanh tra nhưng năm sau Nguyễn Trung Trực đánh một trận thần tình, giết gần trọn người Pháp vừa lính vừa viên chức ở tỉnh lỵ này (16 tháng 6 năm 1868). Nhưng chưa biết cái tên Albert Lorin mà nhà văn Sơn Nam đã nói đến, có phải là tên thật của Chánh phèn hay không.<\/ref>, 67 lính (gồm người Pháp & người Việt) bị giết chết. Bị nghĩa quân đoạt mất khoảng trăm khẩu súng đủ loại cùng nhiều đạn dược.<ref>Số liệu chép theo sách ''Lược sử Đình Vĩnh Hòa Hiệp'', do Ban Bảo vệ di tích Lịch sử - Văn hóa đình Đình Vĩnh Hòa Hiệp, xuất bản 2008, tr. 24.<\/ref>\nNhưng cái thiệt hại to lớn hơn cả, đó là lần đầu tiên, lực lượng nghĩa quân Việt đã chủ động đến đánh thực dân Pháp ngay tại trung tâm đầu não của tỉnh. \nCho nên, khi nhận tin Chủ tỉnh Rạch Giá cùng vài sĩ quan khác bị giết ngay tại trận, George Diirrwell đã gọi đây là ''một sự kiện bi thảm'' (un événement tragique).<ref name=\"a\" \/>\n\n*Về phía quân dân Việt, không có con số thiệt hại. Các sách đã dẫn chỉ ghi chung chung là: Khi quân Pháp tái chiếm đồn Kiên Giang, một số nghĩa quân hy sinh, một số bị bắt. Riêng sách ''Lược sử Đình Vĩnh Hòa Hiệp'', có một chi tiết, đó là trong số bị bắt có Phó tướng Lâm Văn Ky và 4 người bạn thân ông là Trịnh Văn Tư, Hồng Văn Ngàn, Ngô Văn Búp, Nguyễn Văn Niên. Sau, Lâm Quang Ky và ông Tư, ông Búp đều bị Pháp chém chết ngày 1 tháng 7 năm 1868. Ông Niên bị thực dân đày ra [[Côn Đảo]] 12 năm, sau khi thả về ông bị mù và chết tại làng Vĩnh Hòa Hiệp; phần ông Ngàn, tài liệu này không cho biết gì<ref>Sách đã dẫn, tr. 32.<\/ref>.\n==Biên bản hỏi cung==\n[[Tập tin:Đại bác đồn Kiên Giang.jpg|nhỏ|phải|180px|Đại bác đồn Kiên Giang xưa, nay được trưng bày tại Cung Thiếu nhi TP. Rạch Giá.]]\nTrích:\nNgục thất trung ương [[Thành phố Hồ Chí Minh|Sài Gòn]] (tức [[Khám Lớn Sài Gòn]]) ngày, tháng:...<ref>Người lấy khẩu cung là Đại úy Piquet, thanh tra bổn quốc sự vụ. Thông ngôn là Chomb, người được ông Trực tha chết trong trận đồn Rạch Giá.(Trích trong sách ''Hỏi đáp cuộc khởi nghĩa Nguyễn Trung Trực'', tr. 66-70). Ngày tháng hỏi cung, sách này không ghi.<\/ref>\n\n-Đại úy Piquet, thanh tra bổn quốc sự vụ, hỏi:...\n\n-Nguyễn Trung Trực đáp:...''Tôi đi từ [[Hòn Chông]] đến Rạch Giá, Tà Niên bằng ghe và tôi tập hợp hợp dễ dàng khoảng trăm người, bốn mươi tám giờ sau khi tôi đến, tôi đổ bộ tại Rạch Giá lúc nửa đêm.''\n\nTừ đây trở đi, chỉ dùng chữ ''hỏi'' và ''đáp'':\n\n-Hỏi: Chú có thứ vũ khí gì?\n\n-Đáp: ''Tôi chỉ có giáo''.\n\n-Hỏi: Chú có biết các sĩ quan Lang Sa<ref>Lang Sa: phiên âm từ tiếng Pháp: Français, có nghĩa là: người Pháp, nước Pháp.<\/ref> được mách bảo trước không?\n\n-Đáp: ''(Có) tên Lượng mách bảo. Dầu vậy, chúng tôi quả quyết rằng tất cả đều ngủ và không làm được một cuộc biểu dương nào. Lúc bấy giờ là 4 giờ sáng và trời tối đen dày đặc.''\n\n-Hỏi: Có lính gác Lang sa nào canh đồn không?\n\n-Đáp: ''Có hai lính canh ngủ bên cạnh súng của họ và họ bị hạ sát trước tiên.''\n\n-Hỏi: Viên thanh tra và viên trưởng đồn bị giết cách nào?\n\n-Đáp: ''Tôi không thể cho biết một chi tiết nào rõ ràng về việc đó. Lệnh là phải giết tất cả người Lang sa và chỉ sáng ra tôi mới biết được số người chết. Hai viên sĩ quan này đã chết từ lâu, họ đã ngã gục ngay từ đầu.''\n\n-Hỏi: Những lính Lang Sa khi lấy lại bình tĩnh, có họp lại tự vệ không?\n\n-Đáp: ''Có, khoảng 10 người tự vệ trong một giờ, nhưng chúng tôi vây bức quá khiến họ không nạp đạn được ba lần.''\n\n-Hỏi: Có mấy người lính Lang Sa thoát khỏi đồn?\n\n-Đáp: ''Năm, bị bắt lại trong buổi sáng. Hai người trong nhóm muốn kháng cự, tôi cho hạ sát. Còn ba người kia bị giam tại nhà làng cùng với những viên chức, những viên thông ngôn trong Tòa Bố và một số người [[Thiên Chúa giáo]].''\n\n-Hỏi: Tại sao chú ra lệnh giết họ?\n\n-Đáp: ''Không phải tôi và không bao giờ tôi muốn làm vậy. Khi tôi hay tin những đoàn lính Lang Sa tới tái chiếm đồn, tôi liền đi ra cản. Tôi để ông Lâm Văn Ky (tức Lâm Quang Ky), con của ông Cai tổng ở Rạch Giá thay tôi (chỉ huy). Trong lúc đi vắng tôi đã không ra lệnh, ông Ky đã chém đầu tất cả những người Thiên Chúa giáo và ba người Lang Sa. Khi tôi trở lại Rạch Giá trước sự đuổi theo của lính Lang Sa, cuộc hạ sát đã gần kết thúc và đến lượt viên thông ngôn Chomb. Tôi cho phóng thích và tôi lên ghe đi ngay.''\n\nTới đây, Nguyễn Trung Trực nhìn qua phía thông ngôn, nói: Anh có mặt ở đây, (nên) xác nhận rằng tôi đã cứu mạng anh. Có thể anh có ảnh hưởng do địa vị thông ngôn của anh. Tôi chỉ yêu cầu anh dùng ảnh hưởng ấy để xin cho tôi được chết ngay.\n\n-Hỏi: Tại sao chú cho giết chết nhân viên của sở thâu thuế nha phiến?\n\n-Đáp: ''Hắn đã ra tay trước khi người ta chưa muốn tấn công hắn, (và) vì hắn đã giết ba hoặc bốn người Việt Nam, tôi không thể tha thứ cho hắn được.''\n\n-Hỏi: Vì sao mang cấp bực cao, chú lại nghe lời (đánh đồn Rạch Giá) của những người có thành tích xấu như Quản Cầu, Xã Lý và bà Đỏ. Tôi không cần nhắc thành tích của ba người đó, nhứt là bà Đỏ.\n\n-Đáp: ''Tôi không biết họ, tôi tưởng rằng họ được phái từ [[Huế]] hay [[Quảng Nam]].''\n\n-Hỏi: Chú còn muốn nói thêm điều gì không?\n\n-Đáp: ''Tôi cho biết rõ rằng tôi đã tự ý quy thuận [[Lãnh Binh Tấn|lãnh binh Tấn]]. Vì hắn đến đảo, hắn bảo viết thơ yêu cầu tôi quy hàng, vì chúng tôi bị bao vây trong núi không có gì để sống, tôi bảo một người dân trói tôi và dẫn tôi đến Tấn. Nếu tôi muốn tiếp tục chiến đấu, hắn không bắt tôi được dễ dàng như thế...Số phận tôi đã đầy đủ, tôi đã không thành công trong việc cứu nguy nước tôi, tôi chỉ xin một điều là người ta kết liễu đời tôi càng sớm càng tốt và mong rằng người ta cho những đứa con của tôi lên Sài Gòn.''\n\n-Hỏi: Chú ở đâu khi rời Rạch Giá?\n\n-Đáp: ''Ở Phú Quốc, tôi không đi đâu cho đến ngày tôi bị bắt...''\n\n-Hỏi: Xã Lý và bà Đỏ hiện giờ ở đâu?\n\n-Đáp: ''Có khi trở vào núi và chắc họ sẽ chết đói''.\n\n-Hỏi: Hồi năm 1861 người ta gọi chú là gì?\n-Đáp: ''Quản Lịch. Chính tôi làm nổ chiếc tàu đậu tại Nhật Tảo. Kế tôi ra Huế nơi tôi được bổ nhiệm chức Quản Cơ, và vài năm sau, tôi được phái đến Hà Tiên với chức vụ Thành thủ úy. (Nhưng) lúc đó quân Lang Sa đã chiếm Hà Tiên, tôi và gia đình lui về [[Hòn Chông]]...''\n \nLời nhận xét của Đại úy Piquet sau khi lấy khẩu cung, là: ''Trực tỏ ra tự trọng và đầy khí phách.''\n\n==Xem thêm==\n*[[Nguyễn Trung Trực]]\n*[[Trận Nhật Tảo]]\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử Kiên Giang]]\n[[Thể loại:Khởi nghĩa Nguyễn Trung Trực|Đ]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Pháp]]"}