{"82660":"{{cần thêm chú thích}}\n{{Expand English}}\n{{Thông tin chiến tranh\n|conflict=Chiến dịch Xuân Lộc\n|partof= [[Chiến tranh Việt Nam]]\n|image=[[Tập tin:XuanLoc.png|300px]]\n|caption=Mặt trận Xuân Lộc\n|date=[[9 tháng 4|9]] - [[20 tháng 4]] năm [[1975]]\n|place=[[Long Khánh|Xuân Lộc]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong Việt Nam\n|map_label =\n|result=Chiến thắng quyết định của [[Quân Giải phóng miền Nam Việt Nam]]<ref name=\"doisongphapluat.com\">{{chú thích web|url=http:\/\/doisongphapluat.com\/dien-bien-ac-liet-cua-chien-dich-mo-canh-cua-thep-xuan-loc-40-nam-truoc-a90877.html|title=Diễn biến ác liệt của chiến dịch mở \"cánh cửa thép\" Xuân Lộc|website=Người Đưa Tin}}<\/ref>\n|combatant1=[[Tập tin:Flag of United States.svg|22px]] [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|combatant2=[[Tập tin:FNL Flag.svg|22px]] [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] <br>[[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|commander1=[[Tập tin:Flag of United States.svg|22px]] [[Frederick Carlton Weyand]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] Thiếu tướng [[Lê Minh Đảo]]\n|commander2=[[Tập tin:FNL Flag.svg|22px]] Tư lệnh [[Hoàng Cầm (tướng)|Hoàng Cầm]]<br \/>[[Tập tin:FNL Flag.svg|22px]] Chính ủy [[Hoàng Thế Thiện]]\n|strength1=Trên toàn tuyến: 35.000, trong đó tại Xuân Lộc là 25.000<ref>Chiến thắng Xuân Lộc - Long Khánh. Nhà xuất bản. Đồng Nai, 2004<\/ref><br>100 xe tăng-xe thiết giáp, 54 khẩu pháo, 150 máy bay\n|strength2=Trên toàn tuyến: 45.000. Tại Xuân Lộc: không rõ<br>Vài chục xe tăng - xe thiết giáp, 40 pháo xe kéo và 30 pháo cỡ nhỏ\n|casualties1=2.056 chết và bị thương\n2.731 bị bắt<ref name=\"cand\">Cuộc tiến công từ Buôn Ma Thuột đến Sài Gòn Xuân 1975-Trịnh Ngọc Nghi, Nhà xuất bản Công An Nhân dân<\/ref><ref name=\"Đồng Nai\"\/><br>42 xe tăng - xe thiết giáp, 16 ô tô, 18 khẩu pháo bị phá hủy<br>48 ô tô, 1.499 súng các loại bị tịch thu\n|casualties2= Nguồn [[Quân Giải phóng miền Nam Việt Nam]] (tính riêng Quân đoàn 4): 460 chết, 1.428 bị thương.<ref>''Lịch sử bộ đội quân y, Tập 3 (1969-1975)'', Nhà xuất bản Quân đội, 1996.- tr. 369 <br>Trích: \"''Trong tác chiến tại Xuân Lộc, Long Khánh và xung quanh, Quân đoàn 4 đã có 1.888 thương vong, trong đó tử vong là 460 (24,36%). Tỷ lệ thương vong so với quân số tác chiến là 8,8%...''\"<\/ref><ref>''Chiến thắng Xuân Lộc- Long Khánh'' Nhà xuất bản. Đồng Nai, 2004.- <br>tr. 178: \"''...Làm nên chiến thắng Xuân Lộc, Quân đoàn 4 đã có 460 đồng chí hy sinh, 1530 đồng chí bị thương..''\"<br>tr. 489: \"''..Ta bị thương 6,64%, hy sinh 1,17%. Bảo đảm quân số tác chiến 96,5%''..\"<\/ref><br>\nNguồn Hoa Kỳ (ước tính): Toàn bộ các đơn vị 5.000 chết hoặc bị thương.<ref>C. Tucker Spencer, ''Vietnam'', Nhà xuất bản Routledge, 1999. tr. 185<\/ref>\n|}}\n{{Campaignbox Vietnam War}}\n'''Chiến dịch Xuân Lộc''' hay '''Trận Xuân Lộc''', tên đầy đủ là '''''Chiến dịch tiến công tuyến phòng thủ Xuân Lộc - Long Khánh''''', là một chiến dịch trong [[Chiến tranh Việt Nam]]. Chiến dịch diễn ra trong khoảng [[9 tháng 4]] - [[20 tháng 4]] năm [[1975]] giữa [[Quân Giải phóng miền Nam Việt Nam]] đối đầu [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) với sự hỗ trợ của [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]].\n\nTrận này là một mốc quan trọng của quá trình tiến tới [[sự kiện 30 tháng 4 năm 1975]], vì [[Xuân Lộc]] là khu vực phòng thủ trọng yếu trong tuyến phòng thủ cơ bản (Biên Hòa - Xuân Lộc - Bà Rịa - Vũng Tàu) của QLVNCH để phòng thủ cửa ngõ phía đông của [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\nLực lượng [[Quân Giải phóng miền Nam Việt Nam]] tham chiến gồm có: [[Quân đoàn 4, Quân đội Nhân dân Việt Nam|Quân đoàn 4]] (thiếu [[Sư đoàn 9]]) tăng cường Sư đoàn bộ binh 6 (Quân khu 7), ngoài ra còn một trung đoàn tăng, thiết giáp, một trung đoàn pháo binh, sau còn được tăng cường thêm Trung đoàn 95B (Sư đoàn bộ binh 325) và một đại đội xe tăng (tổng quân số khoảng 40.000{{cần chú thích}}) do Thiếu tướng [[Hoàng Cầm (tướng)|Hoàng Cầm]] làm tư lệnh và Thiếu tướng [[Hoàng Thế Thiện]] làm chính ủy, bị thương vong khoảng 2.000 người (trong đó 1.888 người bị thương vong thuộc về Quân đoàn 4 theo số liệu của Việt Nam).\n\nQuân lực Việt Nam Cộng hoà có quân số khoảng 14.000 người, gồm [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]] (với các Trung đoàn 43, 48 và 52),Tiểu đoàn 82 Biệt Động Quân, lực lượng [[Địa phương quân (Việt Nam Cộng hòa)|Địa phương quân]], [[Nghĩa quân (Việt Nam Cộng hòa)|nghĩa quân]] Long Khánh và các đơn vị tăng phái gồm Trung đoàn 8 (thuộc Sư đoàn 5 Bộ binh), Lữ đoàn 3 Thiết kỵ, Liên đoàn 33 Biệt động quân, hai tiểu đoàn [[pháo binh]], Lữ đoàn 1 Dù (với các Tiểu đoàn 1, 2, 8, 9) và Tiểu đoàn 3 Pháo binh Dù. Ngoài ra còn được sự hỗ trợ của 2 sư đoàn Không quân từ phi trường Biên Hòa và [[Cần Thơ]] yểm trợ chiến thuật. Toàn bộ tuyến phòng ngự do Chuẩn tướng [[Lê Minh Đảo]], Tư lệnh Sư đoàn 18 chỉ huy, bị thương vong 2.056 người,<ref name=\"cand\"\/> 2.731 bị bắt, chiến đoàn 52 bị đánh tan, Sư đoàn 18 và Lữ đoàn 1 Dù bị thiệt hại nặng.<ref name=\"Đồng Nai\">''Chiến thắng Xuân Lộc - Long Khánh'', Nhà xuất bản. Đồng Nai, 2004. tr. 863.<br>Trích: \"''Trận Xuân Lộc diễn ra 12 ngày đêm ta đã tiêu diệt 2.056 tên địch, bắt 2.731 tên, xoá sổ chiến đoàn 52 nguỵ, đánh thiệt hại nặng sư đoàn 18 bộ binh và Lữ đoàn dù số 1, phá huỷ 48 xe quân sự, 1.500 súng các loại trong đó có 18 khẩu pháo của địch.''\"<\/ref>\n\n==Bối cảnh==\nVới mục đích thăm dò khả năng quân sự và phản ứng Hoa Kỳ, trung tuần tháng 12 năm 1974, [[Quân Giải phóng miền Nam Việt Nam]] dùng biện pháp nghi binh để quân Sài Gòn tập trung lực lượng bảo vệ Tây Ninh, bất ngờ tập kích các cứ điểm Bù Đăng, Đồng Xoài, khai thông đường 14, chớp thời cơ mở chiến dịch đánh chiếm [[Phước Long (tỉnh)|Phước Long]].\n\nRạng sáng ngày 31 tháng 12 năm 1974, Sư đoàn 7, 9 với xe tăng và pháo tầm xa tấn công tỉnh Phước Long do Sư đoàn 5 bộ binh{{fact|date=7-2014}} của [[Quân lực Việt Nam Cộng hòa]] trấn giữ. Phước Long lọt vào tay [[Quân Giải phóng miền Nam Việt Nam]] ngày 6 tháng 1 năm 1975 trong khi [[Việt Nam Cộng hòa]] không thể huy động đủ lực lượng để chiếm lại. Trước sự tấn công của [[Quân Giải phóng miền Nam Việt Nam]], [[Hoa Kỳ]] chỉ phản ứng lấy lệ bằng những tuyên bố ngoại giao, và không có động thái quân sự thực tế nào.\n \nĐánh giá Hoa Kỳ sẽ không can thiệp, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị Đảng Lao động]] và [[Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam]] quyết tâm phát động chiến dịch lớn nhằm giải phóng miền Nam trong năm 1975. Mở màn với [[chiến dịch Tây Nguyên]] sử dụng các Sư đoàn 316, 10, 320, Trung đoàn 95B, Trung đoàn 198 Đặc công, [[Quân Giải phóng miền Nam Việt Nam]] đã nghi binh, khiến Quân lực Việt Nam Cộng hòa tin rằng họ sẽ tấn công thị xã Pleiku. Tuy nhiên, vào 02 giờ sáng ngày 10 tháng 3 năm 1975, [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Sư đoàn 316]], Trung đoàn 95B, Trung đoàn 198 [[Biệt kích|Đặc công]] bất ngờ đánh úp thị xã [[Buôn Ma Thuột|Ban Mê Thuột]]. Trung đoàn 53 thuộc Sư đoàn 23 Bộ binh và Liên đoàn Biệt Động quân số 21 của Quân lực Việt Nam Cộng hòa giữ Thị xã bị đánh bại, 2 trung đoàn còn lại của Sư đoàn 23 Bộ binh mang số hiệu 44, 45 được trực thăng vận từ Pleiku đến tái chiếm Ban Mê Thuột, đổ bộ lọt vào trận địa của Sư đoàn 10 chờ sẵn và bị đánh bại. 6 Liên đoàn Biệt Động quân đóng ở Pleiku hoảng sợ, cùng với lệnh bỏ Tây Nguyên của Tổng thống Nguyễn Văn Thiệu nên đã rút chạy theo đường số 7 để rồi bị Sư đoàn 320 truy kích tiêu diệt 5 trong 6 Liên đoàn. Toàn bộ lực lượng chủ lực của Quân lực Việt Nam Cộng hòa trên Tây Nguyên mất sạch.\n\nMất toàn bộ Tây Nguyên, Tổng thống Việt Nam Cộng hòa [[Nguyễn Văn Thiệu]] tiếp tục ra lệnh rút Sư đoàn 1 Nhảy dù và Sư đoàn 1 Thủy quân Lục chiến về bảo vệ Sài Gòn. Lực lượng Vùng 1 Chiến thuật dưới sự chỉ huy của Trung tướng Ngô Quang Trưởng bị thiếu 2 sư đoàn trù bị thiện chiến nhất lập tức bị Quân đoàn 2 [[Quân Giải phóng miền Nam Việt Nam]] gồm các Sư đoàn 304, 324, 325 tiến công. Sư đoàn 1, 2, 3 Bộ binh của Quân lực Việt Nam Cộng hòa bị tiêu diệt và làm tan rã.\n\nSau ngày 2 tháng 4 năm 1975, Vùng 2 Chiến thuật của Việt Nam Cộng hòa chỉ còn lại tỉnh [[Ninh Thuận]], [[Bình Thuận]], nên được sáp nhập vào Vùng 3 Chiến thuật. [[Phan Rang (định hướng)|Phan Rang]] và [[Xuân Lộc]] trở thành hai cửa ngõ để [[Quân Giải phóng miền Nam Việt Nam]] vào Sài Gòn bằng quốc lộ 1 và 20. [[Xuân Lộc]] là một vị trí chiến lược quan trọng vì là ngã ba của hai Quốc lộ 1 và 20, cửa ngõ từ miền Trung, miền Cao nguyên, chỉ cách Sài Gòn 80 km. Do đó Xuân Lộc được coi như vòng đai ngoài bảo vệ phi trường [[Biên Hòa]] và Sài Gòn.\n\n[[Tập tin:Fred Weyand Vietnam.jpg|nhỏ|160px|trái|Tướng Frederick Carlton Weyand]]\nTrên cơ sở nhận định chiến trường, ngày 3 tháng 4 năm 1975, [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa]] cùng với [[Tham mưu trưởng Lục quân Hoa Kỳ]], nguyên chỉ huy [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|MACV]] (Bộ chỉ huy quân sự Mỹ tại Việt Nam), [[Frederick Carlton Weyand]] (sang Việt Nam từ cuối tháng 3 năm 1975), xây dựng phương án thành lập tuyến phòng thủ Xuân Lộc. Ngày 3 tháng 4 năm 1975, [[Nguyễn Văn Thiệu]] đã thảo luận với phó đại sứ Hoa Kỳ Lehman và tướng Fredrick C. Weyand về kế hoạch \"Nỗ lực tối đa\" nhằm giữ vững những phần đất còn lại.{{fact|date=7-2014}} Theo đó cần phải lấy Xuân Lộc làm trung tâm phòng ngự, hai bên sườn phải giữ được Tây Ninh và Phan Rang.\n\nTại đây, phía Quân lực Việt Nam Cộng Hòa tập trung nhiều đơn vị thiện chiến, gồm có Sư đoàn 18 Bộ binh (với các Trung đoàn 43, 48 và 52 được tăng cường tương đương với quân số của chiến đoàn),Tiểu đoàn 82 Biệt Động Quân, lượng Địa phương quân ở tỉnh và các đơn vị tăng phái gồm Trung đoàn 8 (thuộc Sư đoàn 5 Bộ binh), Lữ đoàn 3 Thiết kỵ, Liên đoan 33 Biệt động quân, hai tiểu đoàn [[pháo binh]], toàn bộ Lữ đoàn 1 Dù (với các Tiểu đoàn 1, 2, 8, 9) và Tiểu đoàn 3 Pháo binh Dù. Sư đoàn 4 Không quân Việt Nam Cộng hòa từ phi trường [[Cần Thơ]] phụ trách không yểm chiến thuật. Tất cả đặt dưới quyền chỉ huy của Chuẩn tướng [[Lê Minh Đảo]] (Tư lệnh Sư đoàn 18) và hai viên sĩ quan phụ tá là Đại tá (tư lệnh phó) [[Lê Xuân Mai]] và Đại tá [[Phạm Văn Phúc]] (Tỉnh trưởng Long Khánh). Mục đích bẻ gãy mũi xung kích của [[Quân Giải phóng miền Nam Việt Nam]] trong một trận chiến phòng ngự điển hình, tạo thế có lợi chặn đứng đà tiến công của đối phương.\n\nVề phía [[Quân Giải phóng miền Nam Việt Nam]], có Quân đoàn 4 do Thiếu tướng [[Hoàng Cầm (tướng)|Hoàng Cầm]] chỉ huy gồm Sư đoàn 6 mới được thành lập, Sư đoàn 7 bộ đội chủ lực miền Đông Nam Bộ với kinh nghiệm chiến đấu dày dặn (đây nguyên là Sư đoàn 312A từ miền bắc hành quân vào nam từ năm 1965, từng đánh thiệt hại [[Sư đoàn 1 Bộ binh Lục quân Hoa Kỳ|Sư đoàn 1 Anh Cả đỏ]] tại đường 13, bắn hạ máy bay chở Thiếu tướng [[Keith Lincoln Ware]], Tư lệnh Sư đoàn này vào hồi 13 giờ ngày 13 tháng 9 năm 1968). Sư đoàn mạnh nhất của B2 (tức sư 9) phải ở lại phía tây, nên cánh phía đông được phối thuộc Sư đoàn Sông Lam (F341) mới thành lập do Đại tá [[Trần Văn Trân]] chỉ huy, một người đã từng là Tư lệnh Sư đoàn 1 [[Quân Giải phóng miền Nam Việt Nam]], từng bị Hoa Kỳ bắt sống năm 1969 trong một chuyến đi công tác (ông bị giam giữ trong suốt 3 năm mà đối phương không dò ra được lai lịch, được thả về trong 1 đợt trao trả tù binh bên sông Thạch Hãn đầu năm 1973).\n\n==Lực lượng các bên tham chiến==\n\n===[[Quân Giải phóng miền Nam Việt Nam]]===\n\n====Quần chúng nhân dân====\nĐể đạt được thành công, [[Quân Giải phóng miền Nam Việt Nam]] đã nhận được sự hỗ trợ to lớn của quần chúng địa phương. Trước khi tiến hành công kích, quân Giải phóng đã tiến hành các hoạt động đưa người dân ra khỏi vùng chiến sự nhằm huy động sự ủng hộ của người dân.<ref name=\"baodongnai.com.vn\">{{chú thích web|url=http:\/\/www.baodongnai.com.vn\/chinhtri\/201204\/Bai-hoc-kinh-nghiem-tu-chien-thang-Xuan-Loc-Xay-dung-the-tran-long-dan-2149573\/|title=Bài học kinh nghiệm từ chiến thắng Xuân Lộc: Xây dựng \"thế trận lòng dân\" - Chính trị - Báo Đồng Nai điện tử|website=www.baodongnai.com.vn}}<\/ref> Hoạt động của người dân chủ yếu là nổi dậy giành chính quyền và hỗ trợ hậu cần của Quân Giải phóng.<ref>{{chú thích web|url=https:\/\/vnexpress.net\/chien-dich-xuan-loc-qua-goc-nhin-cua-mot-vi-tuong-2229268.html|title=Chiến dịch Xuân Lộc qua góc nhìn của một vị tướng|first=|last=VnExpress|website=Báo điện tử VnExpress}}<\/ref><ref>{{chú thích web|url=https:\/\/dost-dongnai.gov.vn\/kinhtexahoi\/Pages\/noi-dung-tin.aspx?NewsID=1902&TopicID=9&CoLookup=1|title=Nội dung|website=dost-dongnai.gov.vn}}<\/ref>\n\n====Quân sự====\n* [[Quân đoàn 4, Quân đội Nhân dân Việt Nam|Quân đoàn 4]] thiếu (gồm Sư đoàn 6, 7 và 341)\n* 1 trung đoàn tăng, thiết giáp\n* 1 trung đoàn pháo binh\n\nSau tăng cường:\n* [[Trung đoàn 95B]] thuộc [[Sư đoàn 325, Quân đội Nhân dân Việt Nam|Sư đoàn bộ binh 325]]\n* 1 đại đội xe tăng\n* Trung đoàn 95A độc lập {{fact|date=7-2014}}\n* Đoàn Pháo binh 75\n\n===[[Quân lực Việt Nam Cộng hòa]]===\n* [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18]] thuộc Quân đoàn 3\n* Tiểu Đoàn 82 Biệt Động Quân của Quân Khu 2 VNCH\n* 1 trung đoàn thiết giáp\n* 9 tiểu đoàn [[Địa phương quân và nghĩa quân]]\n\nSau tăng cường:\n* Lữ đoàn Dù 1\n* Trung đoàn Bộ binh 8 thuộc Sư đoàn 5\n* Liên Đoàn 33 Biệt Động Quân.\n* 1 trung đoàn Thiết giáp\n\n==Diễn biến==\n===Giai đoạn 1===\nNgày 9 tháng 4 năm 1975, 5 giờ 40, sau khi [[Quân Giải phóng miền Nam Việt Nam]] pháo kích các mục tiêu trong thị xã trong vòng một tiếng đồng hồ, sau đó các mũi bộ binh bắt đầu tiến công.\n\nTại hướng chính từ phía Đông, Trung đoàn 165 Sư đoàn 7 quân Giải phóng với 8 xe tăng dẫn đầu tấn công về phía căn cứ Sư đoàn 18, khi còn cách khoảng 200 m thì vấp phải sự chống trả quyết liệt của Trung đoàn 43 Bộ binh, Tiểu đoàn 82 Biệt Động Quân và Tiểu đoàn 3\/4 [[Địa phương quân (Việt Nam Cộng hòa)|Địa phương quân]] Long Khánh, bị thiệt hại nặng, 3 trên 8 xe tăng bị hỏng và khoảng 100 lính miền Bắc bị hạ bởi các súng chống tăng M-72 và máy bay [[A-37 Dragonfly|A-37]], [[Northrop F-5|F-5]] của [[Không lực Việt Nam Cộng hòa]], nên chỉ chiếm được một phần hậu cứ của Chiến đoàn 52 (Sư đoàn 18). Đến 12 giờ, hướng này buộc phải ngừng tấn công.\n\nỞ hướng phụ từ phía Bắc, Trung đoàn 266 ([[Sư đoàn 341, Quân đội nhân dân Việt Nam|Sư đoàn 341]]) đánh thọc sâu vào thị xã, nhưng bị phản kích mạnh nên phải dừng lại bên ngoài sở chỉ huy tiểu khu.\n\nTại vòng ngoài, Ở hướng quốc lộ 20, Sư đoàn 6 tấn công vào các vị trí chốt giữ của Trung đoàn 52 của Sư đoàn 18 Việt Nam Cộng hòa, diệt được 5 chốt trên đoạn đường từ Hưng Nghĩa đến đèo Mẹ Bồng Con, Trung đoàn 52 phải bỏ Túc Trưng kéo về giữ ngã ba Dầu Giây. Ở hướng Quốc lộ 1, phía đông nam thị xã, Trung đoàn 209 (Sư đoàn 7) và Trung đoàn 270 (Sư đoàn 341) [[Quân Giải phóng miền Nam Việt Nam]] đánh bại hai tiểu đoàn đối phương, diệt 7 xe tăng của chiến đoàn 43, 48 (Sư đoàn 18 VNCH) từ Tân Phong và Núi Thị vào cứu viện. Các trục lộ chính phía bắc Xuân Lộc đều bị cắt đứt, tuyến phòng thủ ngoại ô thị xã tan vỡ, toàn bộ lực lượng VNCH rút vào trong thị xã Xuân Lộc để cố thủ.\n\nSáng ngày 10 tháng 4, đúng 5 giờ 30, Quân Giải phóng lại pháo kích các mục tiêu trong thị xã. Sau trận pháo kích, Trung đoàn 141 quân Giải phóng (lực lượng dự bị của Sư đoàn 7), cùng một tiểu đoàn cao xạ 37 ly và một tiểu đoàn 57 ly, được tăng cường đột phá từ hướng bắc xuống phối hợp với Trung đoàn 165 Sư đoàn 7 tiếp tục tấn công vào căn cứ Sư đoàn 18. Tuy nhiên, do bị phản kích quyết liệt cùng với hỏa lực mạnh của [[Quân lực Việt Nam Cộng hòa]] nên cũng không đạt được mục tiêu.\n\nBước sang ngày thứ ba, 11 tháng 4, 7 giờ, [[Quân Giải phóng miền Nam Việt Nam]] pháo kích trong 70 phút rồi bắt đầu tấn công. Dưới hỏa lực mạnh và sự yểm trợ bằng không quân của bên phòng thủ, bên tấn công cũng vẫn không chiếm được các mục tiêu là sở chỉ huy Sư đoàn 18 và hậu cứ Chiến đoàn 43 và 52. Cuộc chiến kéo dài ác liệt, cả hai phía ra sức giành giật từng ngôi nhà, điểm phòng ngự. Sau 3 ngày chiến đấu, [[Quân Giải phóng miền Nam Việt Nam]] đã phải chịu thương vong lớn với khoảng 300 người chết, 1000 người bị thương.<ref name=\"DTMX1975\">Lời kể của Trung tướng Lê Nam Phong, nguyên Tư lệnh Sư đoàn 7. Nguồn: ''Đại thắng Mùa Xuân 1975'', Nhà xuất bản Thông tấn, Hà Nội 2005<\/ref>\n\nQua đến ngày thứ tư, 12 tháng 4, thế trận đôi bên vẫn giằng co. Lữ đoàn 1 Nhảy dù gồm các Tiểu đoàn 1, 2, 8, 9 và Tiểu đoàn 3 Pháo binh Dù, với quân số khoảng 2.000 người, được điều tăng cường cho Xuân Lộc bằng tất cả [[máy bay trực thăng|trực thăng]] của hai Trung đoàn 3 và 4 Không quân từ [[Trảng Bom]] vào trận địa. Hai tiểu đoàn dù đầu tiên đã nhảy xuống để chiếm lại Bảo Định và Quốc lộ 1, nơi hai trung đoàn thuộc Sư đoàn 6 Quân Giải phóng đang tập trung tấn công Bộ tư lệnh Sư đoàn 18 Việt Nam Cộng hòa tại Tân Phong. Một tiểu đoàn dù khác nhảy xuống chiếm lại khu vực vườn cây của cố Thống Tướng [[Lê Văn Tỵ]]. Các tiểu đoàn dù khác nhảy vào [[Xuân Lộc]] để giải vây cho các lực lượng Địa phương quân và Bộ Chỉ huy Tiểu khu [[Long Khánh]]. Các pháo đội cũng được trực thăng Chinook chuyển vận đến Bộ Chỉ huy Hành quân Nhảy dù đóng cạnh bên Bộ Tư lệnh [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]].\n\nSau 5 ngày giao chiến, lực lượng phòng thủ tại Xuân Lộc gồm có Sư đoàn 18, các lực lượng [[địa phương quân (Việt Nam Cộng hòa)|địa phương quân]], tăng cường Lữ đoàn 1 Dù và 6 khẩu pháo 155&nbsp;mm tại ngã ba Tân Phong; Trung đoàn 8 bộ binh (Sư đoàn 5), 3 chi đoàn thiết giáp 315, 318, 322 (với hơn 300 xe các loại). Theo tướng [[Hoàng Cầm (tướng)|Hoàng Cầm]], khi đó là tư lệnh Quân đoàn 4 [[Quân Giải phóng miền Nam Việt Nam]],<ref>Hoàng Cầm, Tư lệnh quân đoàn 4, ''Chặng đường mười nghìn ngày'', tr.413<\/ref> tổng số quân phòng phủ tại Biên Hòa-Xuân Lộc lên tới 25.000, tương đương 2 sư đoàn, 4 trung đoàn và lữ đoàn bộ binh, chiếm 30% quân số của Vùng 3 chiến thuật; 4 thiết đoàn; 8 tiểu đoàn pháo. Ngoài ra, còn có 2 sư đoàn không quân (Sư đoàn 3 và 4) từ Biên Hòa, Tân Sơn Nhất và cả máy bay từ Trà Nóc dưới [[Cần Thơ]] cũng được tung vào yểm trợ cho Xuân Lộc.\n\nSau 5 ngày tiến công, Quân Giải phóng miền Nam Việt Nam không hoàn thành được các mục tiêu đề ra. Sức chống trả cộng với hỏa lực mạnh của [[Quân lực Việt Nam Cộng hòa]] làm lực lượng tấn công thiệt hại khá lớn (trong ba ngày đầu, Sư đoàn 7 bị thương vong 300 người, Sư đoàn 341 bị thương vong 1200. Lực lượng 9 xe tăng thì đã bị bắn cháy 3, hỏng 3. Pháo 85 ly và 57 ly bị hỏng gần hết<ref>Hoàng Cầm, Chương 20<\/ref>). Tuy vậy, Quân Giải phóng cũng đạt được phần nào mục tiêu khi phá vỡ tuyến phòng thủ vòng ngoài, cắt đứt trục lộ 1 và 20, làm cho lực lượng của Quân khu 1 và 2 Việt Nam Cộng hòa không thể rút về hỗ trợ cho Xuân Lộc. Toàn bộ lực lượng phòng thủ bị chia cắt thành 3 cụm: Núi Thị (do Trung đoàn 48 chốt giữ), Dầu Giây (Trung đoàn 52), và thị xã Long Khánh (Trung đoàn 43). Bộ chỉ huy Sư đoàn 18 bị uy hiếp, buộc phải dời vị trí về ngã ba Tân Phong.\n\n===Giai đoạn 2===\nQuân lực Việt Nam Cộng hòa đã bắt đầu lạc quan khi cho rằng [[Quân Giải phóng miền Nam Việt Nam]] không thể chiếm được Xuân Lộc. Tình hình tạm lắng vào ngày 14 tháng 4 càng củng cố thêm nhận định của họ. Thậm chí, tướng [[Lê Minh Đảo]] còn cho họp báo tại mặt trận, tuyên bố thách thức tướng Hoàng Cầm. Tổng thống Nguyễn Văn Thiệu lập tức tuyên truyền rầm rộ trước báo chí quốc tế về \"chiến thắng Xuân Lộc\".\n\nThực ra, khi quân VNCH dồn hết sức cho chiến trường Xuân Lộc, thì phía sau cũng đã lộ ra khoảng trống phòng ngự. Đại tướng [[Văn Tiến Dũng]] chỉ huy chiến dịch điện về Quân đoàn 4 xác định rằng: khi địch đã tập trung lực lượng vào đó thì không nên đánh vào chỗ mạnh, mà phải giãn ra, bao vây ngăn chặn các con đường tiếp tế, cô lập lực lượng Xuân Lộc tại chỗ. Các tướng lĩnh [[Quân Giải phóng miền Nam Việt Nam]] đã rút ra các khuyết điểm để điều chỉnh chiến thuật tấn công: chuyển từ đánh chiếm sang bao vây cô lập, từ đánh chính diện sang đánh tạt sườn, thay vì đánh chiếm Xuân Lộc thì chốt chặn và cô lập thị xã. Tướng [[Trần Văn Trà]], tư lệnh [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền Nam]], đã đến bộ chỉ huy quân đoàn một ngày để cùng bàn cách đánh mới. Khi chiến sự tạm lắng vào ngày 14 chính là khi Quân đoàn 4 đang triển khai lực lượng theo cách đánh này.\n\nNgày 15 tháng 4, [[Quân Giải phóng miền Nam Việt Nam]] chuyển hướng tấn công. Pháo 130 ly bắt đầu bắn phá [[sân bay Biên Hòa|căn cứ không quân Biên Hòa]], không cho máy bay từ đây yểm trợ Xuân Lộc. Sư đoàn 6 (sư đoàn phối thuộc của Quân khu 7), được tăng cường Trung đoàn 95, hiệp đồng tấn công Chiến đoàn 52 (gồm Trung đoàn 52 của Sư đoàn 18 Việt Nam Cộng hòa, Lữ đoàn 3 Thiết kỵ, và các lực lượng Địa phương quân ở Kiệm Tân, tổng cộng khoảng 2.000 người). [[Quân Giải phóng miền Nam Việt Nam]] đã đánh chiếm được ngã ba Dầu Giây (giao điểm của Quốc lộ 1 và 20) và đoạn cuối đường 20 từ [[Túc Trưng]] đến [[Kiệm Tân]], đánh bại nhiều cuộc phản kích từ Trảng Bom đánh ra, uy hiếp sở chỉ huy tiền phương Quân đoàn 3 Việt Nam Cộng hòa đặt tại Trảng Bom. Chiến đoàn 52 Bộ binh cuối cùng đã tan hàng vào đêm 15 tháng 4. Tất cả pháo binh, thiết giáp đều bị hủy diệt sau mấy ngày đêm cầm cự, thiệt hại nặng nề về người. Chín giờ đêm hôm đó, khi hầm chỉ huy của chiến đoàn bị bắn sập, đại tá chiến đoàn trưởng ra lệnh rút quân. Cùng theo ông chỉ còn 200 người sống sót. Quân đoàn 3 Việt Nam Cộng hòa phải ngừng phản kích cứu nguy cho Xuân Lộc. Cùng ngày hôm đó, tại Xuân Lộc, Sư đoàn 7 và Sư đoàn 341 [[Quân Giải phóng miền Nam Việt Nam]] đồng thời tấn công, đánh lui hai chiến đoàn 43 và 48 của Sư đoàn 18, diệt một phần Lữ đoàn 1 Dù.\n\nCùng lúc với việc chiếm Dầu Giây và đường 20, một cánh quân của Binh đoàn Hương Giang (Quân đoàn 2) đã giải phóng được tỉnh Phan Thiết, gây áp lực trực tiếp với toàn bộ quân địch còn lại. Biên Hòa trở thành điểm tiền tiêu và Xuân Lộc bị cô lập và mất vị trí quan trọng, tướng [[Nguyễn Văn Toàn]], Tư lệnh Quân đoàn 3 Việt Nam Cộng hòa, ra lệnh rút bỏ [[Long Khánh]]. Ngày 18 tháng 4, một phần lực lượng ở Xuân Lộc được bốc bằng trực thăng về [[Biên Hòa]] - [[Trảng Bom]] lập phòng tuyến mới. 9 giờ tối, các tiểu đoàn Nhảy dù Việt Nam Cộng hòa mới tới quốc lộ 1 và gần như toàn bộ giáo dân của xóm đạo Bảo Định, Bảo Toàn, Bảo Hòa đã tập trung sẵn 2 bên vệ đường để theo binh sĩ Việt Nam Cộng hòa đi di tản. Sau đó đoàn người rút lui đã bị phục kích và tan vỡ gần hết.<ref>Việt Nam-Cuộc chiến 10.000 ngày, tập 5<\/ref>\n\nHậu cần và vật tư không còn cung ứng đủ cho mặt trận phòng ngự quan trọng này, các tuyến đường đều bị QGP cô lập rất chặt. Nhận thấy không còn khả năng phản kích, đêm 20 rạng sáng 21\/4, tướng Lê Minh Đảo tức giận chửi bới cả cấp trên và tổng thống, rồi ra lệnh cho toàn quân ở Xuân Lộc \"tùy nghi di tản\". Trước khi rút, binh lính huy động pháo binh và súng đạn bắn loạn xạ đi khắp 4 phía cho đến lúc hết sạch đạn dược để tung hỏa mù, rồi lợi dụng lúc trời mưa to để tháo bỏ vũ khí chạy trốn<ref name=\"auto\">{{chú thích web|url=https:\/\/vtc.vn\/chuyen-chua-ke-ve-qua-bom-khong-lo-hong-tieu-diet-quan-giai-phong-o-sai-gon-ar318225.html|title=Chuyện chưa kể về quả bom khổng lồ hòng tiêu diệt quân Giải phóng ở Sài Gòn|first=V. T. C.|last=News|date=27 Tháng tư 2017|website=Báo điện tử VTC News}}<\/ref>\n\nLữ đoàn 1 Dù Việt Nam Cộng hòa rút lui sau cùng, chỉ riêng Tiểu đoàn 3 Pháo binh được di chuyển trên đường lộ với Đại đội Trinh sát Dù, còn các tiểu đoàn tác chiến khác đều mở đường bọc sâu trong rừng.\n\nCánh quân đi đầu của Tiểu đoàn 9 Dù đụng độ nặng với quân [[Quân Giải phóng miền Nam Việt Nam]] tại thung lũng Gia Rai, dưới chân núi Cam Tiên. Bốn giờ sáng ngày 21 tháng 4 năm 1975, tại ấp Suối Cát, gần ranh giới Long Khánh-Phước Tuy, Tiểu đoàn 3 Dù bị 2 tiểu đoàn [[Quân Giải phóng miền Nam Việt Nam]] (Tiểu đoàn 7 và Tiểu đoàn 5 - Sư đoàn 341) phục kích và gần như bị tiêu diệt hoàn toàn, pháo Đội C và trung đội trinh sát bảo vệ hầu hết đều bị thương vong. Quân giải phóng bắt sống được 700 tù binh, tịch thu toàn bộ vũ khí, phương tiện chiến tranh, trong đó có đại tá chỉ huy Tiểu khu Xuân Lộc - Long Khánh.\n\nNgoài những thiệt hại kể trên, cuộc rút quân trên Liên tỉnh lộ 2 coi như hoàn tất. Sáng 21 tháng 4, những tuyến phòng thủ cuối cùng của Quân lực Việt Nam Cộng hòa tại Xuân Lộc tan rã. Các lực lượng còn lại rút lui về Sài Gòn lập phòng tuyến mới.\n\nTại Xuân Lộc, Không lực Việt Nam Cộng hòa đã sử dụng vô số bom tọa độ 500-pound, và cả bom xăng tự tạo, để ném xuống các đơn vị bộ đội ở quanh thị xã. Với vai trò nỗ lực cuối cùng nhằm ngăn chặn bước tiến quân của đối phương, theo Frank Snepp,<ref>Frank Snepp, ''Decent Interval'', tr. 327<\/ref> sau khi Tổng thống Thiệu từ chức, tướng [[Nguyễn Văn Toàn]] Tư lệnh Vùng 3 chiến thuật đã đề nghị Hoa Kỳ sử dụng bom B-52 rải thảm lần cuối. Đề nghị này bị tướng [[Cao Văn Viên]] từ chối, thay vào đó là gợi ý sử dụng một loại vũ khí khác với sức hủy diệt tương tự.\n\nNgày 21 tháng 4,<ref>Alan Dawson, 55 days: The fall of South Vietnam, Chương 12<\/ref><ref>Spencer C. tr.185<\/ref><ref>Có tài liệu của Việt Nam Cộng hòa viết ngày ném trái bom này là 19 tháng 4 chẳng hạn ''A View from the other side of the story'' (Lieutenant General Lam Quang Thi), trích ''Rolling Thunder in a Gentle Land: The Vietnam War Revisited'', Andrew A. Wiest, tr. 132.<\/ref> với sự trợ giúp của kỹ thuật viên DAO (Hoa Kỳ), máy bay [[C-130 Hercules|C-130]] của không lực Việt Nam Cộng hòa đã thả 2 quả \"bom nhiệt áp\" [[CBU-55]] (mỗi quả CBU-55 có thể đốt hết oxy trong một vùng rộng 2 [[mẫu Anh]]) và cả bom địa chấn [[BLU-82]] nặng gần 7 tấn<ref>''Tuyến Thép Xuân Lộc''. Cựu Đại tá Hứa Yến Lến, Tham mưu Trưởng Hành Quân-SĐ18BB, trang 21<\/ref>, những loại vũ khí phi hạt nhân tàn bạo nhất trong kho vũ khí của Mỹ. Tướng Việt Nam Cộng hòa là [[Lê Minh Đảo]] tuyên bố trên đài phát thanh rằng bom đã ném trúng Sở chỉ huy Sư đoàn 341 Quân đội nhân dân Việt Nam và tiêu diệt gần như toàn bộ lực lượng chỉ huy ở đó, nhưng thực ra Sở chỉ huy Sư đoàn 341 hoàn toàn không bị ảnh hưởng gì<ref name=\"tienphong.vn\">{{chú thích web|url=https:\/\/tienphong.vn\/post-597936.tpo|title=Đi tìm nơi quả bom CBU-55 rơi:Gặp nhau ở suối Nhạn|date=31 Tháng mười 2012|website=tienphong.vn}}<\/ref> Tuy nhiên, các quả bom này vẫn gây ra thương vong khá lớn dù không có thống kê chính xác. Hoa Kỳ ước tính đã có khoảng 250 người lính Quân Giải phóng thương vong do vụ ném bom này, nhưng ước tính này không thể kiểm chứng.<ref name=\"Snepp, tr. 327\">Snepp, tr. 327<\/ref><ref>Spencer C., tr.185<\/ref> Còn theo nhân chứng là Anh hùng lực lượng vũ trang Trần Văn Chín và anh Lê Quang Tá thì tiểu đoàn 2 (Trung đoàn 4, sư đoàn 6) của họ đã bị trúng loại bom này tại khu vực suối Nhạn, khiến 28 người chết tại chỗ, 58 người khác bị thương phải đưa đi điều trị<ref name=\"tienphong.vn\"\/>\n\nĐài Hà Nội đã phản đối trong hai ngày liền, cáo buộc Hoa Kỳ và Việt Nam Cộng hòa đã sử dụng vũ khí hủy diệt hàng loạt bị quốc tế nghiêm cấm.<ref>Dawson, Chương 12<\/ref> [[Trung Quốc]] cũng phản ứng dữ dội không kém, miêu tả vụ ném bom như là cuộc 'giết người hàng loạt' và buộc tội Hoa Kỳ đã chỉ huy cuộc tấn công. Đây là chỉ trích mạnh mẽ nhất của Trung Quốc đối với Hoa Kỳ trong vòng 2 năm - từ khi hai nước bắt đầu quá trình đặt lại quan hệ ngoại giao.<ref name=\"Snepp, tr. 327\" \/> Quân Giải phóng đã phản ứng ngay và hiệu quả. Trong vòng vài giờ sau vụ ném bom CBU, để ngăn chăn tối đa các cuộc ném bom khác, pháo binh [[Quân Giải phóng miền Nam Việt Nam|QGP]] bắn phá sân bay Biên Hòa đến độ các đường băng gần như không thể sử dụng được nữa. Các máy bay phản lực F-5A được rút nhanh về Sài Gòn, còn các máy bay ném bom nhẹ [[A-37 Dragonfly|A-37]] rút về Cần Thơ.\n\n==Kết quả==\nChiến thắng Xuân Lộc của [[Quân Giải phóng miền Nam Việt Nam]] đã đánh sập \"Cánh cửa thép\" cuối cùng để tiến vào Sài Gòn. Xuân Lộc chính là yết hầu của Sài Gòn, chính Tham mưu trưởng Lục quân Hoa Kỳ là Đại tướng [[Frederick C. Weyand]] đã trực tiếp lên Xuân Lộc thị sát và nhấn mạnh với các tướng VNCH: ''\"Phải giữ cho được Xuân Lộc, mất Xuân Lộc là mất Sài Gòn\"''. Xuân Lộc thất thủ làm rung chuyển bộ máy chính phủ [[Việt Nam Cộng hòa]]. Ngay tối ngày Xuân Lộc thất thủ, tổng thống [[Việt Nam Cộng hòa]] Nguyễn Văn Thiệu tuyên bố từ chức và hai ngày sau đó thì bí mật lên máy bay chạy khỏi Sài Gòn.\n\n[[Hình: ARVN helicopter.jpg|nhỏ|phải|280px|Một lính Việt Nam Cộng hòa đang cố gắng bám vào càng chiếc trực thăng UH-1 để di tản]]\nPhóng viên chiến trường [[Dirck Halstead]] mô tả sự hoản loạn của quân lực QLVNCH khi Xuân Lộc sắp thất thủ<ref>{{chú thích web|url=https:\/\/time.com\/vietnam-photos\/|title=The Vietnam War Pictures That Moved Them Most|publisher=}}<\/ref>:\n:''Tướng Đảo gọi trực thăng để di tản chúng tôi, nhưng đột nhiên, quân lực QLVNCH hai bên đường hoảng loạn, bỏ hàng ngũ và tràn vào chiếc trực thăng, lối thoát duy nhất của chúng tôi. Kíp lái đã cố gắng đẩy họ lại, nhưng rồi chiếc trực thăng vẫn bay lơ lửng trên không với hai người lính đang bám trên càng đáp''\n\nTướng [[Lê Minh Đảo]] ban đầu tuyên bố \"tử thủ Xuân Lộc\" nhưng cuối cùng đã cải trang làm dân thường, đi trên 1 chiếc xe lam chạy về Sài Gòn. Trên chuyến xe đó cũng có 2 trinh sát của quân Giải phóng, nhưng họ không phát hiện ra ông Đảo. 2 anh lính động viên dân chúng trên xe cứ bình tĩnh, đến chỗ ngã ba Tam Hiệp (Biên Hòa), 2 trinh sát nhảy xuống và trả tiền xe. Trông thấy hành động này, tướng Đảo lắc đầu ngán ngẩm: ''\"Quân miền Bắc đánh thắng cũng đúng thôi, trong khi miền Nam thì Mỹ bỏ rơi, lính VNCH thì mặc sức cướp bóc, vô kỷ luật, làm gì có chuyện kỷ luật nghiêm như họ. Nguyễn Văn Thiệu trước thì vơ vét, sau thấy không ổn liền trốn mất, mặc kệ mọi người sống chết\"''<ref name=\"auto\"\/>\n\nBên kia bờ đại dương, ngày 23 tháng 4 năm 1975, Tổng thống Hoa Kỳ [[Gerald Ford]] tuyên bố ''\"Cuộc chiến tại Việt Nam đã chấm dứt đối với người Mỹ\"''. Quân đội và chính phủ Việt Nam Cộng hòa hoang mang tột độ khi biết Hoa Kỳ cũng không thể trợ giúp được nữa<ref>{{chú thích web|url=https:\/\/baotintuc.vn\/news-20150419135524618.htm|title=Mở toang 'cánh cửa thép' Xuân Lộc|first=|last=baotintuc.vn|date=19 Tháng tư 2015|website=baotintuc.vn}}<\/ref>\n\n==Các nhận xét==\n\nTrận Xuân Lộc là nỗ lực hiệu quả cuối cùng của Quân lực Việt Nam Cộng hòa nhằm ngăn chặn bước tiến của [[Quân Giải phóng miền Nam Việt Nam]], trên đường tiến vào Sài Gòn và thống nhất đất nước Việt Nam. Là một trong các trận đánh hiếm hoi QLVNCH tác chiến mạnh mẽ có hiệu quả mà không có hỏa lực Mỹ yểm trợ. Tuy có làm tổn thất đáng kể sinh lực của [[Quân Giải phóng miền Nam Việt Nam]], làm chậm bước tiến của đội quân này nhưng vẫn không cứu vãn được tình thế sụp đổ của chính quyền Việt Nam Cộng hòa.\n\nTheo phía Quân Giải phóng Miền Nam Việt Nam:\n*\"''Trận chiến đấu Xuân Lộc ngay từ những ngày đầu trở nên gay go, ác liệt. Các Sư đoàn 7, Sư đoàn 6 và Sư đoàn 341 của ta (QGP) đã phải tổ chức tiến công nhiều lần vào thị xã, đánh đi đánh lại diệt từng mục tiêu và phải nhiều lần đẩy lùi các cuộc phản kích của địch (QLVNCH). Trung đoàn 43 địch bị tổn thất nặng. Pháo binh chiến dịch và pháo binh đi cùng của các sư đoàn của ta đã phải dùng thêm cơ số đạn. Xe tăng, xe bọc thép của ta một số bị hỏng, một số phải trở về vị trí xuất phát tiến công để bổ sung xăng dầu, đạn dược. Kế hoạch tiến công Xuân Lộc của Quân đoàn 4 lúc đầu chưa tính hết được sự phát triển phức tạp của tình hình, chưa đánh giá hết tính chất ngoan cố của địch. Tính chất giằng co ác liệt qua trận đánh này không phải chỉ trong phạm vi của Xuân Lộc - Long Khánh nữa rồi. Nó liên quan đến việc mất hay còn của nguỵ quyền Sài Gòn, đến việc kéo dài những ngày giãy chết của chế độ Thiệu. Việc tổ chức, chỉ huy và tiến hành các cuộc chiến đấu của ta không thể làm theo như cũ được nữa. Cách đánh cũng cần phải thay đổi cho phù hợp với tình hình lúc đó...Xuân Lộc được giải phóng. Cánh cửa phía đông Sài Gòn đã mở sẵn đón lực lượng của Quân đoàn 2, Quân đoàn 4 và Sư đoàn 3, Quân khu 5 vào trận quyết chiến chiến lược cuối cùng. ''\" ([[Văn Tiến Dũng]], Tư lệnh tiền phương [[Quân Giải phóng miền Nam Việt Nam]] 1975, ''Đại Thắng Mùa Xuân 75'').<ref>''Đại Thắng Mùa Xuân 75'', Đại tướng Văn Tiến Dũng, Chương 13, Thế trận đang hình thành<\/ref>\n*\"''Trận đánh Xuân Lộc nổ ra muộn, vào lúc địch gượng lại, chúng tăng cường phòng thủ khá mạnh, gồm những đơn vị tinh nhuệ nhất còn lại và quá nửa lực lượng dự trữ chiến lược của quân nguỵ (dù và thủy quân lục chiến) và vào thời gian này Mỹ cũng hối hả đưa vào miền Nam, được dùng tại Xuân Lộc thêm loại bom Đe-xi-cát tơ và bom CB thay cho phi vụ yểm trợ bằng máy bay B52 làm tăng thêm tính khốc liệt của trận đánh.''\" (Hoàng Cầm, Tư lệnh quân đoàn 4, ''Chặng đường mười nghìn ngày'').<ref>Hoàng Cầm, Tư lệnh quân đoàn 4, ''Chặng đường mười nghìn ngày'', chương 20<\/ref>\n*\"''Chiến thắng Xuân Lộc khẳng định sự ủng hộ của người dân miền Nam đối với Chính phủ Cách mạng Lâm thời miền Nam Việt Nam\".<ref name=\"baodongnai.com.vn\"\/>\n*\"''Chiến thắng tại Xuân Lộc của [[Quân Giải phóng miền Nam Việt Nam]] đã thực sự là đòn quyết định, đập tan mọi hy vọng vào việc duy trì chế độ của Chính quyền Sài Gòn. Đây là bước đà trực tiếp, hữu hiệu cho cánh quân hướng Đông của [[Quân Giải phóng miền Nam Việt Nam]] nói riêng, cho cả [[Chiến dịch Hồ Chí Minh]] (từ 26 – 30\/4\/1975), giải phóng hoàn toàn Sài Gòn - Gia Định, kết thúc thắng lợi sự nghiệp kháng chiến chống Mỹ, cứu nước của dân tộc Việt Nam nói chung\".<ref name=\"doisongphapluat.com\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Davidson, Philip. B (1988) ''Vietnam at War'' Xuan Loc. Novato: Presidio Press\n*Hua Yen Len, Chief of Staff for Operations, 18th Infantry Division, (1988) ''The Line of Steel at Xuan Loc: 12 Days and Nights of Ferocious Combat''\n*''Từ điển Bách khoa Quân sự Việt Nam'' (2004)\n*[[Hoàng Cầm (tướng)|Tư lệnh Hoàng Cầm]], ''Chặng đường mười nghìn ngày''\n\n==Liên kết ngoài==\n*Hồ Đinh, [http:\/\/vietnam.ictglobal.net\/webhtml-01\/XuanLoc75-001.php Trận Xuân Lộc]\n*[http:\/\/www.qdnd.vn\/qdnd\/baongay.quocphong.nghethuatquansu.4256.qdnd Báo điện tử Quân đội Nhân dân]\n*[http:\/\/www.sudoan18bobinh.com\/chiensu\/4516846901 Sư đoàn 18 bộ binh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070403175139\/http:\/\/www.sudoan18bobinh.com\/chiensu\/4516846901 |date=2007-04-03 }}\n*[http:\/\/www.dost-dongnai.gov.vn\/xuantruong\/ttchitiet.asp?code=1276 Đập tan cánh cửa thép Xuân Lộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051001014416\/http:\/\/www.dost-dongnai.gov.vn\/xuantruong\/ttchitiet.asp?code=1276 |date = ngày 1 tháng 10 năm 2005}}\n*http:\/\/www.youtube.com\/watch?v=tTgoNFcKlJI\n*http:\/\/www.youtube.com\/watch?v=VfhBb0eBNCY\n*[http:\/\/www.sudoan18bobinh.com\/#\/nguoi-linh-cuoi-cung-1\/4517933547 Trang www.sudoan18bobinh.com, bài viết \"Người lính cuối cùng một trung đội chiến đoàn 52\" ghi nhận: \"Lần không yểm cuối cùng cho tuyến Núi Đốt, Định Quán, 2 trái bom 500 cân Anh rớt trúng xuống Tiểu đoàn 2, Trung đoàn 43 (VNCH), khiến gần 200 thương vong.\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131212205959\/http:\/\/www.sudoan18bobinh.com\/#\/nguoi-linh-cuoi-cung-1\/4517933547 |date=2013-12-12 }}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Xuân Lộc]]\n[[Thể loại:Tổng tiến công và nổi dậy mùa xuân 1975|X]]"}