{"3196978":"{{Thông tin viên chức\n|tên= Trần Quốc Lịch\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: QD IV VNCH.jpg|22px]]<br>Chánh Thanh tra Quân đoàn IV\n|bắt đầu= 7\/1973\n|kết thúc= 12\/1974\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng\n|địa hạt= Quân khu IV\n|phó chức vụ= Tư lệnh Quân đoàn\n|phó viên chức= -Thiếu tướng [[Nguyễn Vĩnh Nghi]]\n\n|chức vụ 2= [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 5 Bộ binh\n|bắt đầu 2= 9\/1972\n|kết thúc 2= 7\/1973\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá (1\/1970)<br>-Chuẩn tướng (11\/1972)\n|tiền nhiệm 2= -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n|kế nhiệm 2= -Đại tá [[Lê Nguyên Vỹ]]\n|địa hạt 2= Quân khu III\n\n|chức vụ 3= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tham mưu trưởng kiêm Trưởng phòng 3<br> Sư đoàn Nhảy dù\n|bắt đầu 3= 8\/1972\n|kết thúc 3= 9\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= Lữ đoàn trưởng Lữ đoàn 2 Nhảy dù\n|bắt đầu 4= 4\/1968\n|kết thúc 4= 8\/1972\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá (4\/1968)\n|tiền nhiệm 4= -Trung tá Đào Văn Hùng\n|kế nhiệm 4= -Trung tá Nguyễn Thu Lương\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= Tiểu đoàn trưởng Tiểu đoàn 3 Nhảy dù\n|bắt đầu 5= 6\/1966\n|kết thúc 5= 4\/1968\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá (6\/1966)<br>-Trung tá\n|tiền nhiệm 5= -Thiếu tá Trướng Kế Hưng\n|kế nhiệm 5= -Thiếu tá Lê Văn Phát\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= Trưởng phòng 2 Sư đoàn Nhảy dù\n|bắt đầu 6= 1\/1966\n|kết thúc 6= 6\/1966\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại úy (10\/1961)<br>-Thiếu tá\n|địa hạt 6= Biệt khu Thủ đô\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Nguyễn Thị Xuân Hương\n|họ hàng= -Các chị: Trần Thị Thanh, Trần Thị Hội.<br>-Em trai: Trần Quốc Giám<br>-Em gái: Trần Thị Kim Oanh\n|con= Trần Quốc Công Khanh, Trần Thị Diệu Hương, Trần Quốc Hưng, Trần Quốc Đạt, Trần Quốc Tuệ.\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông tại Nam Định<br>-Trường Sĩ quan Trừ bị Thủ Đức<br>-Trường Quân báo Cây Mai, Sài Gòn<br>-Trường Chỉ huy Tham mưu Đà Lạt<br>-Trường Tình báo Thái Bình Dương, Okinawa, Nhật Bản\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[18 tháng 2]] năm [[1935]]\n|ngày mất= [[3 tháng 1]] năm [[2021]]\n|nơi sinh= [[Nam Định]], [[Việt Nam]]\n|nơi mất= [[Westminster, CA|Westminster]], [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]] \n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1954]]-[[1974]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: ARVN 5th Division SSI.svg|20px]] [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng (ân thưởng).<\/ref>\n|công việc khác= [[Quân đoàn IV (Việt Nam Cộng hòa)|Chánh Thanh tra]]\n}}\n\n'''Trần Quốc Lịch''' (1935-2021), nguyên là một tướng lĩnh gốc Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Sĩ quan Trừ bị do [[Quân đội Pháp]] và Chính phủ Quốc gia Việt Nam mở ra ở Nam phần Việt Nam với mục đích đào tạo sĩ quan người Việt để phục vụ trong Quân đội Liên hiệp Pháp. Thời gian tại ngũ ông đã bắt đầu từ chức vụ chỉ huy cấp Trung đội cho đến chỉ huy cấp Lữ đoàn trong Binh chủng Nhảy dù. Những năm sau cùng ông chuyển sang đơn vị Bộ binh và lên đến chức vụ chỉ huy cấp Sư đoàn.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 18 tháng 2 năm 1935 trong một gia đình thương nhân khá giả tại Làng Sĩ Hội, xã Nghĩa Hùng, huyện Nghĩa Hưng, tỉnh Nam Định, miền Bắc Việt Nam. Năm 1953, ông tốt nghiệp Trung học chương trình Pháp tại Nam Định với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1954, ông tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 55\/300.560. Theo học khóa 4 phụ Cương Quyết 2 Sĩ quan Trừ bị Thủ Đức nhưng được gửi lên Đà Lạt để thụ huấn ở trường Võ bị Liên quân mang tên khóa 10B Trừ bị, khai giảng ngày 16 tháng 3 năm 1954. Ngày 1 tháng 10 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông tình nguyện gia nhập vào đơn vị Nhảy dù, được chuyển đi học khóa căn bản Binh chủng tại Sài Gòn. Mãn khóa ông được điều về làm Trung đội trưởng trong Đại đội 4 của Tiểu đoàn 3 Nhảy dù đồn trú tại Nha Trang do Đại úy [[Phan Trọng Chinh]] làm Tiểu đoàn trưởng đầu tiên.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1956, sau gần một năm từ Quân đội Quốc gia chuyển sang phục vụ Quân đội Việt Nam Cộng hòa, ngày 1 tháng 10 ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội phó Đại đội 4 trong Tiểu đoàn 3 Nhảy Dù. Đến năm 1958, ông được cử theo học khóa tình báo tại trường Quân báo Cây Mai, mãn khóa trở về đơn vị làm sĩ quan An ninh tại Bộ chỉ huy Tiểu đoàn.\n\nNgày Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 năm 1961, ông được thăng cấp [[Đại úy]], giữ chức Đại đội trưởng Đại đội 1 trong Tiểu đoàn 3 Nhảy dù. Đầu năm 1964, cùng đơn vị hành quân tại chiến trường Hồng Ngự khu vực [[Đồng Tháp Mười]], ông bị thương phải chuyển về điều trị ở Tổng Y viện Cộng Hòa một thời gian ngắn. Đầu năm 1965, ông được chuyển sang làm Tiểu đoàn phó Tiểu đoàn 1 Nhảy dù.<ref>Thời điểm cuối năm 1965, Lữ đoàn Nhảy dù được tổ chức và trang bị hoàn chỉnh, ngày 1 tháng 12 được nâng lên cấp Sư đoàn Tổng trừ bị cho Bộ Tổng Tham mưu.<\/ref>. Tháng 10 cùng năm, ông được cử theo học khóa Chỉ huy Tham mưu cao cấp ở trường Chỉ huy và Tham mưu tại Đà Lạt.\n\nĐầu năm 1966, mãn khóa học trở về đơn vị ông được giữ chức vụ Trưởng phòng 2 tại Bộ Tư lệnh Sư đoàn Nhảy dù. Giữa năm, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 3 Nhảy dù thay thế Thiếu tá [[Trương Kế Hưng (Trung tá, Quân lực Việt Nam Cộng hòa)|Trương Kế Hưng]]<ref>Thiếu tá Trương Kế Hưng về sau lên Trung tá.<\/ref>. Tháng Giêng năm 1967, ông được cử đi du học khóa Tình báo cao cấp tại trường Tình báo Thái Bình Dương [[Okinawa]], [[Nhật Bản]].\n\nTháng 4 năm 1968, sau chiến trận Mậu thân đợt 1 ông được thăng cấp [[Trung tá]] tại nhiệm. Sau đó, nhận lệnh bàn giao Tiểu đoàn 3 Nhảy Dù lại cho Thiếu tá [[Lê Văn Phát (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Phát]]<ref>Thiếu tá Lê Văn Phát, sinh năm 1931. Sau cùng là Đại tá Lữ đoàn trưởng Lữ đoàn 3 Nhảy dù, đã chỉ huy đơn vị trấn giữ ở quận Khánh Dương (Khánh Hòa) trong những ngày cuối cùng của tháng 3 năm 1975<\/ref> để lên giữ chức Lữ đoàn trưởng Lữ đoàn 2 Nhảy Dù thay thế Trung tá [[Đào Văn Hùng (Trung tá, Quân lực Việt Nam Cộng hòa)|Đào Văn Hùng]].<ref>Trung tá Đào Văn Hùng, sinh năm 1923 tại Nam Định, tốt nghiệp trường Hạ sĩ quan Pháp. Sau cùng là Tham mưu phó tại Bộ Tư lệnh Sư đoàn Nhảy dù. Giải ngũ năm 1974<\/ref><ref>Vào thời điểm này chỉ huy Lữ đoàn 1 là Trung tá [[Lê Quang Lưỡng]], Lữ đoàn 3 là Đại tá [[Nguyễn Khoa Nam]].<\/ref>\n\nĐầu năm 1970, ông được thăng cấp [[Đại tá]] tại nhiệm. Hạ tuần tháng 8 năm 1972, ông xin từ nhiệm vì bệnh [[cao huyết áp]], bàn giao Lữ đoàn 2 lại cho Trung tá [[Nguyễn Thu Lương (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Thu Lương]].<ref>Trung tá Nguyễn Thu Lương sinh năm 1934 tại Hà Đông, tốt nghiệp khóa 4 Sĩ quan Thủ Đức. Sau cùng là Đại tá Chỉ huy trưởng Lữ đoàn 2 Nhảy dù.<\/ref> Sau đó, ông được cử giữ chức vụ Tham mưu trưởng kiêm Trưởng phòng 3 Hành quân của Sư đoàn. Đầu tháng 9 cùng năm, ông được bổ nhiệm làm Tư lệnh Sư đoàn 5 Bộ binh thay thế Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]].\n\n:''Trong suốt thời gian trong Binh chủng Nhảy dù, từ chức Tiểu đoàn trưởng đến Lữ đoàn trưởng, rồi Trưởng phòng trong bộ tư lệnh Sư đoàn, ông phục vụ dưới quyền Tư lệnh là tướng [[Dư Quốc Đống]].''\n\nNgày lễ Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1972 ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Thượng tuần tháng 7 năm 1973, ông được lệnh bàn giao Sư đoàn 5 lại cho Đại tá [[Lê Nguyên Vỹ]] (nguyên Tư lệnh phó [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]). Cùng ngày, ông được bổ nhiệm giữ chức vụ Chánh thanh tra Quân đoàn IV và Quân khu 4 do Thiếu tướng [[Nguyễn Vĩnh Nghi]] làm Tư lệnh Quân đoàn.\n\nCuối năm 1974, ông là nghi can có liên quan đến một vụ buôn lậu lớn trong quân đội với tội danh bán vũ khí cho quân đội cộng sản (thời điểm này, tất cả các báo chí tại miền nam đã đăng tải tin này như một sự kiện thời sự nóng bỏng), ông bị câu lưu và tạm giam tại Đề lao Chí Hòa để chờ điều tra. Trong khi hồ sơ chưa hoàn tất, ông bị buộc phải giải ngũ trước niên hạn.\n\n==1975==\nSau ngày 30 tháng 4, ông được trở về với gia đình. Sau đó đi trình diện ban Quân quản của Chính quyền Cách mạng, ông tiếp tục bị đưa đi tù đày từ Nam ra Bắc cho đến ngày 11 tháng 2 năm 1988 mới được trả tự do.\n\nNăm 1991, ông cùng gia đình xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh sang định cư tại Orange, California, Hoa Kỳ. Về sau chuyển đên cư ngụ tại Westminster City (cùng bang California).\n\nNgày 3 tháng 1 năm 2021, ông từ trần tại nơi định cư, hưởng thọ 86 tuổi.\n\n==Gia đình==\n*Bào tỷ: Trần Thị Thanh, Trần Thị Hội\n*Bào đệ: Trần Quốc Giám\n*Bào muội: Trần Thị Kim Oanh\n*Phu nhân; Nguyễn Thị Xuân Hương\n*Cấc con: Trần Quốc Công Khanh, Trần Thị Diệu Hương, Trần Quốc Hưng, Trần Quốc Đạt, Trần Quốc Tuệ.\n\n==Huy chương==\n*''Huy chương Việt Nam Cộng hòa:''<br>-Bảo quốc Huân chương đệ tam đẳng<br>-Hai mươi lần tuyên dương công trạng trước quân đội ''(được tặng thưởng Anh dũng Bội tinh với nhành Dương liễu)''<br>-Mười lần tuyên dương công trạng trước Quân đoàn, Sư đoàn, Trung đoàn ''(được tặng thưởng Anh dũng Bội tinh với ngôi sao vàng, bạc và đồng)''<br>-Chiến thương Bội tinh và một số Huy chương quân sự, dân sự khác.\n*''Huy chương Hoa Kỳ:''<br>-Hai huy chương Silver Stars.<br>-Hai huy chương Bronze Stars.<br>-Huy chương Air Medal.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại: Sinh năm 1935]]\n[[Thể loại: Mất năm 2021]]\n[[Thể loại: Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Người Nam Định]]\n[[Thể loại: Người Mỹ gốc Việt]]"}