{"3515650":"{{Wiki hóa}}'''Trần Quang Ngọc''' (Giải thưởng Hồ Chí Minh năm 2010<ref name=\":2\">Danh sách và công trình Giải thưởng Hồ Chí Minh đợt IV năm 2010.<\/ref>) là người sáng lập, nguyên Viện trưởng Viện Kỹ thuật điện ảnh và Video Việt Nam, Giám đốc Trung tâm Kỹ thuật Điện ảnh Việt Nam<ref>Quyết định 265-TTg thành lập Trung tâm Kỹ thuật Điện ảnh Việt Nam.<\/ref>. Làm công tác nghiên cứu, tham gia giảng dạy trường đại học Sân khấu Điện ảnh, đại học Bách Khoa, được phong hàm Phó Giáo sư năm 1992<ref>Giấy chứng nhận Chức danh khoa học Số E 551\/HV-CDKH.<\/ref>.\n\nSau hội nhập, một số công trình của ông được cấp bằng Sáng chế cấp Quốc tế, có công trình giải quyết được vấn đề kỹ thuật Điện ảnh Thế giới đề ra từ lâu, được Quốc tế công nhận<ref name=\":0\">Bản Giới thiệu tóm tắt công trình Giải thưởng Hồ Chí Minh (của Chủ tịch Liên hiệp các Hội UNESCO Việt Nam, Tổng thư ký Liên hiệp các Hội UNESCO Thế giới).<\/ref><ref name=\":1\">Hồ sơ Giải thưởng Hồ Chí Minh (gửi Bộ Khoa học - Công nghệ và Hội đồng Giải thưởng các cấp. Lưu tại Trung tâm Lưu trữ Quốc gia III, Cục Văn thư và Lưu trữ Nhà nước).<\/ref>.  \n\nNăm 1960, ông được cử đi Liên Xô học Trường Kỹ sư Điện ảnh Lê-nin-grát (Sankt-Peterburg), chuyển tiếp nghiên cứu sinh và tốt nghiệp Tiến sĩ năm 1969<ref>Bằng do Liên Xô cấp.<\/ref>. Là Tiến sĩ Kỹ thuật Điện ảnh đầu tiên, duy nhất của Điện ảnh Việt Nam những năm chiến tranh và nhiều năm sau hoà bình. Ông tự thấy có trách nhiệm giải quyết mọi vấn đề kỹ thuật do thực tiễn đề ra để phục vụ sự nghiệp chung.\n\n== Quá trình học tập và công tác ==\nÔng sinh ngày 20\/7\/1937, tại phường Ngọc Lâm, quận Long Biên, thành phố Hà Nội, trong gia đình cán bộ kỹ thuật ngành Đường sắt. \n\nQuê quán: đường Trần Hưng Đạo, Hồng Hà, Yên Bái. \n\nTừ nhỏ đến hết lớp 8, học ở Yên Bái; Lớp 9 học trường Hùng Vương Phú Thọ, lớp 10 học trường Nguyễn Trãi Hà Nội; Năm 1960 - 1969, học ở Liên Xô. \n\nTừ năm 1970, Ông công tác tại các cơ sở của ngành Điện ảnh. Ngành Điện ảnh phát triển trên cơ sở khoa học kỹ thuật đa dạng, phong phú. Trong những năm chiến tranh và thời kỳ khôi phục kinh tế, cơ sở vật chất kỹ thuật của Ngành rất nghèo. Điều kiện đặc biệt của chiến tranh Việt Nam đòi hỏi những thứ, ngay cả các nước có nền công nghiệp hiện đại cũng khó lòng có thể đáp ứng được. \n\nÔng chưa bao giờ bó tay trước khó khăn, kể cả những trường hợp tưởng chừng như không thể thực hiện, hoặc hầu hết đã cho là không thể làm được. Các công trình của ông đáp ứng yêu cầu kháng chiến và phục hồi kinh tế. \n\nBáo Nhân dân Chủ nhật Số 23 ngày 3\/6\/1990 đưa tin: Ông \"là người được cấp nhiều Bằng Sáng chế (Quốc tế) nhất ở nước ta hiện nay\"<ref>Báo Nhân dân Chủ nhật số 23 ngày 03\/6\/1990: Yêu nghề Điện ảnh - Người có nhiều bằng sáng chế.<\/ref>. \n\n== Công trình ==\nCụm công trình Giải thưởng Hồ Chí Minh có tên gọi: \"Nghiên cứu phát triển và đổi mới công nghệ ngành Điện ảnh phục vụ kháng chiến bảo vệ Tổ quốc và phục hồi kinh tế sau chiến tranh\"<ref name=\":2\" \/>. \n\nCác công trình đã tạo ra những thiết bị, vật liệu, quy trình công nghệ, giải pháp đặc biệt, bảo đảm sản xuất phim, bảo vệ phim, phổ biến phim đến quần chúng; cả trong vùng địch tạm chiếm, vùng đồng báo các dân tộc và ra các nước trên Thế giới<ref name=\":0\" \/><ref name=\":1\" \/>. Một số công trình cụ thể:\n* Chế tạo máy in phim tại chiến trường. Máy đã in được nhiều phim gửi ra Bắc. Máy hoạt động tốt đến ngày chiến thắng. Trên Thế giới không đâu có máy in phim như vậy.\n* Sản xuất phim 8&nbsp;mm đưa vào vùng địch tạm chiếm. Trung ương Cục miền Nam đã nhận được phim, điện ra hoan nghênh, yêu cầu tăng cường phục vụ đấu tranh chính trị. Sản xuất phim 8&nbsp;mm như ta làm, Thế giới không đâu có.\n* Máy in hình in tiếng trong hệ thống làm phim 16&nbsp;mm. Miền Nam báo ra cho biết: Bộ phim có tiếng đầu tiên của Xưởng phim Giải phóng được sản xuất trên hệ thống máy này.\n* Sáng chế cơ cấu tự động chiếu phim liên tục (CPLT) bằng một máy. Công trình sáng chế cấp Quốc tế. Sau hơn 70 năm từ ngày Điện ảnh Thế giới ra đời, lần đầu tiên CPLT bằng một máy của Việt Nam, được Thế giới công nhận.\n* Phương pháp kẹp chi tiết đặc biệt kịp gia công sản phẩm phục vụ chiến trường. Phương pháp chưa có trong tài liệu kỹ thuật khi đó.\n* Xử lý bộ phát tiếng phim máy chiếu không giống Liên Xô, Trung Quốc và các nước, chất lượng không kém, giá thành bằng 1\/10, kịp đưa hàng loạt máy chiếu phim vào hoạt động.\n* Cải tạo máy nổ-phát điện đơn giản (chưa đâu làm) kịp đưa các đội chiếu phim mặt trận và mạng lưới vào phục vụ. Huy chương Đồng.\n* Sản xuất hồ quang chiếu bóng bằng nguyên liệu trong nước và thiết bị tự tạo, đáp ứng yêu cầu xã hội: ngành Điện ảnh, In và các ngành công nghiệp khác. Huy chương Bạc.\n* Chế tạo máy chiếu mẫu. Chuyển Máy chiếu phim Việt Nam theo mẫu Liên Xô năm 1950 sang thế hệ 1990 cùng loại. \n* Phương pháp phụ đề phim kiểu lộ sáng. Bằng Độc quyền Giải pháp Hữu ích, phục vụ xuất khẩu phim nhiều năm liền.\n* Sáng chế cơ cấu kéo phim máy chiếu. Công trình Sáng chế cấp Quốc tế. \n* Sáng chế cơ cấu tách phim tự động. Công trình Sáng chế cấp Quốc tế. \n* Làm kỹ xảo trên phim nhựa bằng trang thiết bị sẵn có và tự chế tạo. Công trình xuất sắc được Bộ Văn hoá –Thông tin khen thưởng.\n* Ghi thuyết minh và lồng tiếng dân tộc vào phim được Hội đồng Dân tộc Quốc hội, Ban Tư tưởng Văn hoá TW, các địa phương hoan nghênh. Bộ Văn hoá – Thông tin ra Quyết định giao nhiệm vụ phục vụ các dân tộc trong cả nước.\n* \"Thử nghiệm mô hình quản lý theo cơ chế mới, tiến hành các hoạt động khoa học kỹ thuật không dựa vào ngân sách Nhà nước\" có hiệu quả, được các Bộ quản lý Nhà nước, các Tổ chức Chính trị - Xã hội, Xã hội cấp Trung ương đồng tình ủng hộ.\n\n== Giải thưởng ==\n* Bằng Tác giả Sáng chế Số 10<ref name=\":3\">Chủ nhiệm Ủy ban Khoa học và Kỹ thuật Nhà nước.<\/ref>.\n* Bằng Tác giả Sáng chế Số 036<ref name=\":3\" \/>.\n* Bằng Tác giả Sáng chế Số 062<ref name=\":3\" \/>.\n* Bằng Độc quyền giải pháp hữu ích HI-0002<ref>Cục trưởng Cục Sáng chế cấp.<\/ref>.\n* Giấy chứng nhận quyền tác giả Số 82-82-002<ref name=\":3\" \/>. \n* Giấy chứng nhận quyền tác giả Số 79-82-001<ref name=\":3\" \/>. \n* Giấy khen<ref>BCH Liên hiệp Công đoàn các Cơ quan TW.<\/ref>, Quyết định khen thưởng<ref>Bộ trưởng Bộ VH-TT.<\/ref>.\n* Huy chương Bạc<ref name=\"ReferenceA\">Triển lãm thành tựu Kinh tế Kỹ thuật Việt Nam.<\/ref>. \n* Huy chương Đồng<ref name=\"ReferenceA\"\/>. \n* Huy chương Kháng chiến hạng nhất<ref>Chủ tịch Hội đồng Bộ trưởng.<\/ref>.\n* Huy chương vì Sự nghiệp Điện ảnh<ref>Bộ trưởng Bộ Văn hoá-Thông tin.<\/ref>.\n* Huy chương vì Sự nghiệp Khoa học Kỹ thuật<ref>Bộ trưởng Bộ Khoa học Công nghệ và Môi trường.<\/ref>.\n* Huân chương Lao động hạng hai<ref>Chủ tịch nước Cộng hoà Xã hội Chủ nghĩa Việt Nam.<\/ref>.\n* Giải thưởng Hồ Chí Minh về khoa học và công nghệ, 2010<ref name=\":2\" \/>.\n\n== Liên kết ngoài ==\n* Xưởng Sửa chữa Thiết bị Bộ Văn hoá chế tạo hệ thống máy in hình lồng tiếng vào phim phục vụ chiến trường - Báo Nhân dân ngày 7\/4\/1972.\n* Chiếu phim một máy liên tục và tự động - Báo Nhân dân ngày 26\/9\/1976.\n* Chế tạo hộp phim kép để chiếu phim liên tục một máy - Báo Hà Nội mới ngày 30\/10\/1976.\n* Từ thắng lợi của Hội nghị sáng kiến và cải tiến đầu tiên - Tạp chí Văn hoá nghệ thuật tháng 12\/1976.\n* Trần Quang Ngọc với máy chiếu phim liên tục - Tạp chí Văn hoá nghệ thuật tháng 02\/1977.\n* Sản phẩm của ta - Máy chiếu phim 35&nbsp;mm, Chiếu phim liên tục bằng một máy không cần hai máy - Báo Nhân dân ngày 4\/5\/1977.\n* Nghiên cứu thành công việc chế tạo và đưa vào sản xuất hồ quang điện ảnh - Báo Nhân dân ngày 13\/9\/1981.\n* Sáng chế được cấp bằng - Thông báo Sáng chế, Nhãn hiệu Hàng hoá 1\/1985.\n* Sáng chế mới - Bản tin khoa học và kỹ thuật trong nước số 2\/1985.\n* Công trình nghiên cứu khoa học - kỹ thuật được UB KHKTNN cấp giấy chứng nhận - Bản tin khoa học và kỹ thuật trong nước số 14\/1985.\n* Sáng chế được cấp bằng - Sáng chế, Nhãn hiệu Hàng hoá tháng 2\/1988.\n* Yêu nghề điện ảnh - Người có nhiều bằng sáng chế - Báo Nhân dân Chủ nhật ngày 03\/6\/1990.\n* Giới thiệu Công trình Giải thưởng Hồ Chí Minh về khoa học và công nghệ ngành điện ảnh năm 2010 - Tạp chí Thế giới Điện ảnh tháng 3\/2012.\n* Người nhiều bằng sáng chế ngành điện ảnh nhận giải thưởng Hồ Chí Minh - Báo Nhân dân ngày 15\/3\/2012.\n* Giải thưởng Hồ Chí Minh trao cho Phó GS.TS. Trần Quang Ngọc - Tạp chí Ngày nay tháng 4\/2012.\n* Cha đẻ của những công trình khoa học ngành điện ảnh - Báo Người Cao tuổi tháng 6\/2012.\n* Phía sau những sáng tạo công nghệ cho điện ảnh - Báo Nhân dân Cuối tuần ngày 9\/9\/2012.\n* Nghiên cứu phát triển và đổi mới công nghệ điện ảnh - Tạp chí Văn hoá Nghệ thuật tháng 9\/2012.\n* Vị Tiến sĩ \"phù thủy\" ngành điện ảnh Việt Nam - Báo Pháp luật và Thời đại, số 77+78+79. tháng 01\/2013.\n* Bản giới thiệu tóm tắt Công trình Giải thưởng Hồ Chí Minh - Chủ tịch Liên hiệp các Hội UNESCO Việt Nam, Tổng Thư ký Liên hiệp các Hội UNESCO Thế giới.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1937]]\n[[Thể loại:Tiến sĩ Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}