{"19545350":"{{Infobox military conflict|conflict=Trận Nam Kinh|commander1={{flagicon|Republic of China (1912–1949)|army}} [[Đường Sinh Trí]]|casualties2={{Plainlist|\n*1,953 người chết\n*4,994 người bị thương{{sfn|Yamamoto|2000|p=118}}}}|casualties1='''Số liệu của Trung Quốc''': 6,000–10,000 người chết và bị thương<ref>{{chú thích tạp chí|url=http:\/\/jds.cass.cn\/UploadFiles\/zyqk\/2010\/12\/201012101114478943.pdf|author=Zhaiwei Sun |script-title=zh:南京大屠杀遇难同胞中究竟有多少军人|year=1997|issue=4 |language=zh |archive-url=https:\/\/web.archive.org\/web\/20150709222256\/http:\/\/jds.cass.cn\/UploadFiles\/zyqk\/2010\/12\/201012101114478943.pdf |archive-date=ngày 9 tháng 7 năm 2015 |access-date =ngày 14 tháng 4 năm 2017}}<\/ref>\n'''Số liệu của Nhật Bản''': 50,000–70,000 người chết{{sfn|Hata|1998|p=51}}{{sfn|Gibson|1985|p=388}}|strength2=200,000{{sfn|Kasahara|1997|p=115}}|strength1=100,000{{sfn|Hata|1998|p=51}}<ref>{{chú thích web|last1=Chen|first1=C. Peter|title=Battle of Nanjing and the Rape of Nanjing|url=https:\/\/ww2db.com\/battle_spec.php?battle_id=38|website=World War II Database|access-date =ngày 17 tháng 8 năm 2017}}<\/ref>|units2=[[Phương diện quân Trung tâm Trung Quốc]]|units1=Lực lượng Đồn trú Nam Kinh<br\/>[[Nhóm tình nguyện Xô Viết]]{{sfn|Erickson|2001|p=491}}|commander2={{flagicon|Empire of Japan|army}} [[Matsui Iwane]]|combatant2={{flagcountry|Empire of Japan|23px}}|partof=[[Chiến tranh Trung–Nhật]]|combatant1={{flagcountry|Republic of China (1912–1949)|23px}}<br\/>'''Được hỗ trợ bởi:'''<br\/>{{flagcountry|Soviet Union}}{{sfn|Erickson|2001|p=491}}|combatants_header=|result=Quân Nhật chiến thắng\n*Nam Kinh thất thủ\n*[[Thảm sát Nam Kinh]]|place=[[Nam Kinh]] và khu vực xung quanh|date=1 tháng 12 – 13 tháng 12 năm 1937|caption=Binh lính Nhật Bản đứng trên đỉnh tàn tích của Cổng Trung Sơn vào ngày 13 tháng 12 năm 1937, với [[Tử Kim Sơn]] ở phía sau.|image_size=290px|image=Zhongshan Gate.png|notes={{Infobox Chinese|t=南京保衛戰|s=南京保卫战|p=Nánjīng Bǎowèi Zhàn|w=Nan<sup>2<\/sup>-ching<sup>1<\/sup> Pao<sup>3<\/sup>-wei<sup>4<\/sup> Chan<sup>4<\/sup>|l=Nam Kinh bảo vệ chiến|kanji=南京戦|kana=なんきんせん|romaji=Nankin-sen|child=yes}}|campaignbox={{Chiến tranh Trung-Nhật}}}}\n\n'''Trận Nam Kinh''' diễn ra vào đầu tháng 12 năm 1937,  là một phần của cuộc [[chiến tranh Trung – Nhật]]. [[Quốc dân Cách mệnh quân]] và [[Lục quân Đế quốc Nhật Bản]] giao chiến với nhau để giành quyền kiểm soát [[Nam Kinh]] lúc bấy giờ là thủ đô của [[Trung Hoa Dân Quốc (1912–1949)|Trung Hoa Dân Quốc]].\n\nSau khi [[chiến tranh Trung – Nhật]]  bùng nổ ra vào tháng 7 năm 1937, chính phủ Nhật Bản lúc đầu muốn kìm hãm giao tranh và tìm cách giải quyết thông qua đàm phán. Tuy nhiên, sau khi giành chiến thắng ở [[Trận Thượng Hải (1937)|trận Thượng Hải]], tư tưởng bành trướng đã lan rộng khắp bộ chỉ huy quân đội Nhật Bản. Người Nhật quyết định phát động chiến dịch đánh chiếm Nam Kinh vào ngày 1 tháng 12 cùng năm. Tướng [[Matsui Iwane]], chỉ huy của [[Phương diện quân Trung tâm Trung Quốc]], là người chịu trách nhiệm chiến dịch lần này. Ông tin rằng việc chiếm được Nam Kinh sẽ buộc Trung Quốc phải đầu hàng và kết thúc cuộc chiến. Nhà lãnh đạo Trung Quốc [[Tưởng Giới Thạch]] cuối cùng quyết định bảo vệ thành phố, giao cho [[Đường Sinh Trí]] chỉ huy Lực lượng Đồn trú Nam Kinh. Lực lượng này là một quân đoàn tổ hợp gấp rút dân quân địa phương và tàn quân Trung Quốc từng chiến đấu ở [[Thượng Hải]].\n\nBinh lính Nhật hành quân từ Thượng Hải đến Nam Kinh với tốc độ chóng mặt và nhanh chóng đánh bại các ổ kháng chiến của quân Trung Quốc. Đến ngày 9 tháng 12, quân Nhật đã đến được phòng tuyến cuối cùng tên là Phú Khoác (复廓), phía sau tuyến phòng thủ là những bức tường thành kiên cố. Vào ngày 10 tháng 12, Matsui ra lệnh tổng tấn công Nam Kinh và sau chưa đầy 2 ngày giao tranh dữ dội, Tưởng Giới Thạch quyết định từ bỏ thành phố. Trước khi rút lui, Đường Sinh Trí ra lệnh cho quân mình phá vòng vây của quân Nhật nhưng lúc này, Nam Kinh đã bị bao vây gần hết và hệ thống phòng thủ đang dần bị tan vỡ. Hầu hết các đơn vị quân đội của Đường chỉ đơn giản là suy sụp, binh lính vứt bỏ hết vũ khí và quân phục trên đường phố với hi vọng có thể trà trộn vào dân thường.\n\nSau khi chiếm được thành phố, quân Nhật tiến hành tàn sát các tù nhân chiến tranh của Trung Quốc, sát hại dân thường và thực hiện những hành vi cướp phá, hãm hiếp trong sự kiện gọi là [[Thảm sát Nam Kinh]]. Mặc dù thắng lợi về quân sự lúc bấy giờ khiến cho Nhật Bản cảm thấy phấn chấn và bạo dạn hơn, nhưng cuộc thảm sát ngay sau đó đã làm hủy hoại thanh danh của họ trong mắt quốc tế. Trái với dự đoán của Matsui, Trung Quốc không đầu hàng và cuộc chiến tranh Trung – Nhật tiếp tục kéo dài thêm 8 năm.\n\n== Giai đoạn mở đầu ==\n\n=== Nhật Bản quyết định chiếm Nam Kinh ===\nCuộc xung đột được gọi là chiến tranh Trung – Nhật bắt đầu vào ngày 7 tháng 7 năm 1937. Từ một cuộc [[Sự kiện Lư Câu Kiều|giao tranh nhỏ tại cầu Lư Câu]] đã nhanh chóng leo thang thành một cuộc chiến toàn diện giữa quân Trung Quốc và Nhật Bản ở [[Hoa Bắc]].{{Sfn|Taylor|2009|p=145-147}} Tuy nhiên, Trung Quốc muốn tránh một cuộc đối đầu trực diện ở phía bắc nên quyết định mở [[Trận Thượng Hải (1937)|mặt trận thứ hai]] bằng cách tấn công các đơn vị quân Nhật tại Thượng Hải thuộc [[Hoa Trung]].{{Sfn|Taylor|2009|p=145-147}} Quân Nhật đáp trả lại bằng việc điều động [[Binh đoàn Viễn chinh Thượng Hải]] do tướng [[Matsui Iwane]] chỉ huy nhằm đánh đuổi quân Trung Quốc ra khỏi Thượng Hải.{{Sfn|Hattori và Drea|2011|p=169, 171-172, 175-177}} Cuộc chiến tại Thượng Hải diễn ra quyết liệt đến mức [[Tham mưu bổn bộ|Bộ Tổng tham mưu quân đội Nhật Bản]] (cơ quan chính phủ phụ trách các hoạt động quân sự) phải liên tục tăng viện cho binh đoàn viễn chinh. Cuối cùng, vào ngày 9 tháng 11, một đội quân hoàn toàn mới là [[Quân đoàn 10 (Nhật Bản)|Quân đoàn 10]] do Trung tướng [[Yanagawa Heisuke]] chỉ huy đổ bộ xuống [[vịnh Hàng Châu]], ngay phía nam Thượng Hải.{{Sfn|Hattori và Drea|2011|p=169, 171-172, 175-177}}\n\nMặc dù sự xuất hiện của Quân đoàn 10 đã thành công trong việc buộc quân Trung Quốc phải rút lui khỏi Thượng Hải nhưng Bộ Tổng tham mưu quân đội Nhật Bản muốn quyết định áp dụng chính sách không gia tăng động thái thù địch nhằm kết thúc chiến tranh.{{Sfn|Kasahara|1997|p=23–24, 52, 55, 62}} Vào ngày 7 tháng 11 trước đó, lãnh đạo thực tế của Bộ là [[Tada Hayao]] đã vạch ra \"đường giới hạn tác chiến\" để ngăn cản lực lượng rời khỏi khu vực lân cận Thượng Hải, hay cụ thể hơn là đi về phía tây đến thành phố [[Tô Châu]] và [[Gia Hưng, Chiết Giang|Gia Hưng]].{{Sfn|Kasahara|1997|p=33, 60, 72}} Thành phố Nam Kinh cũng cách Thượng Hải 300&nbsp;km (186 dặm) về phía tây.{{Sfn|Kasahara|1997|p=33, 60, 72}}\n[[Tập_tin:Iwane_Matsui.jpg|nhỏ|Tướng [[Matsui Iwane]] của quân Nhật]]\nTuy nhiên, có sự bất đồng về quan điểm nổ ra giữa chính phủ Nhật Bản và hai đội quân dã chiến của họ là Binh đoàn Viễn chinh Thượng Hải và Quân đoàn 10. Về danh nghĩa, cả hai đội quân đều nằm dưới sự kiểm soát của [[Phương diện quân Trung tâm Trung Quốc]] do tướng Matsui chỉ huy.{{Sfn|Yamamoto|2000|p=43, 49-50}} Matsui đã nói rõ với cấp trên là ngay trước khi rời Thượng Hải, ông muốn hành quân đến Nam Kinh.{{Sfn|Kasahara|1997|p=50-52}} Ông tin rằng việc chinh phục thành phố Nam Kinh sẽ kích động sự sụp đổ của toàn bộ chính phủ Trung Hoa Dân quốc và qua đó, Nhật Bản sẽ giành thắng lợi nhanh chóng và tuyệt đối trong toàn bộ cuộc chiến tranh Trung – Nhật.{{Sfn|Kasahara|1997|p=50-52}} Yanagawa cũng ham muốn chinh phục Nam Kinh nên ông cùng với Matsui đều cảm thấy khó chịu khi bị Bộ Tổng tham mưu quân đội áp đặt \"đường giới hạn tác chiến\".{{Sfn|Yamamoto|2000|p=43, 49-50}}\n\nVào ngày 19 tháng 11, Yanagawa ra lệnh cho Quân đoàn 10 truy đuổi những lực lượng Trung Quốc đang rút lui qua khỏi \"đường giới hạn tác chiến\" đến Nam Kinh. Hành động này của Yanagawa rõ ràng thể hiện sự bất tuân thượng lệnh.{{Sfn|Kasahara|1997|p=59, 65-69}} Khi Tada phát hiện ra chuyện này vào ngày hôm sau, ông ra lệnh cho Yanagawa dừng lại ngay lập tức nhưng bị phớt lờ. Matsui cố gắng kiềm chế Yanagawa nhưng cũng nói cho Yanagawa rằng ông ta có thể gửi một số đơn vị tiến công vượt quá đường giới hạn.{{Sfn|Hattori và Drea|2011|p=169, 171-172, 175-177}} Trên thực tế, Matsui đánh giá cao hành động của Yanagawa{{Sfn|Hando và các đồng nghiệp|2010|p=137}} vài ngày sau, ngày 22 tháng 11, Matsui gửi một bức điện khẩn cấp cho Bộ tổng tham mưu quân đội nhấn mạnh rằng:\n\n{{Quote|text=Để giải quyết cuộc khủng hoảng này một cách nhanh chóng, chúng ta cần phải lợi dụng việc kẻ thù lúc này đang mất dần vận may và đánh chiếm Nam Kinh... Nếu chúng ta cứ mãi đứng lại phía sau đường giới hạn tác chiến này, chúng ta không chỉ làm trôi vụt cơ hội thăng tiến mà còn góp phần khích lệ kẻ thù phục hồi sức mạnh cũng như sĩ khí chiến đấu. Ngoài ra, còn có nguy cơ là tình hình sẽ trở nên khó khăn hơn để [có thể] bẻ gãy hoàn toàn ý chí chiến đấu của kẻ địch.|sign=Matsui Iwane|source={{Sfn|Morimatsu|1975|p=418-419}}}}Ngày càng có nhiều đơn vị Nhật tiếp tục vượt qua đường giới hạn tác chiến trong khoảng thời gian này. Tada cũng đang chịu nhiều áp lực từ Bộ tổng tham mưu quân đội.{{Sfn|Yamamoto|2000|p=43, 49-50}} Nhiều đồng sự và cấp dưới của Tada, bao gồm cả Tổng tham mưu trưởng [[Shimomura Sadamu]] đều thay đổi quan điểm theo Matsui và muốn Tada phê chuẩn việc tấn công vào Nam Kinh.{{Sfn|Kasahara|1997|p=59, 65-69}} Vào ngày 24 tháng 11, Tada cuối cùng đành nhượng bộ và bãi bỏ đường giới hạn tác chiến \"do tình hình vượt quá tầm kiểm soát của chúng ta\". Vài ngày sau, ông miễn cưỡng chấp thuận chiến dịch đánh chiếm Nam Kinh.{{Sfn|Yamamoto|2000|p=43, 49-50}} Tada đích thân bay đến Thượng Hải vào ngày 1 tháng 12 để ban hành mệnh lệnh{{Sfn|Morimatsu|1975|p=422}} mặc dù lúc đó, những đội quân của ông trên chiến trường đã sẵn sàng đến Nam Kinh.{{Sfn|Yamamoto|2000|p=43, 49-50}}\n\n=== Trung Quốc quyết định phòng thủ Nam Kinh ===\nVào ngày 15 tháng 11, lúc gần kết thúc trận Thượng Hải, Tưởng Giới Thạch triệu tập một cuộc họp của Hội đồng Quốc phòng tối cao thuộc [[Ủy ban Quân sự Chính phủ Quốc dân|Ủy ban Quân sự]] để lên kế hoạch chiến lược, bao gồm quyết định về những việc cần làm trong trường hợp Nhật Bản tấn công Nam Kinh.{{Sfn|Kasahara|1997|p=109-111}} Tại cuộc họp, Tưởng nhấn mạnh một cách kiên quyết là phải xây dựng một lực lượng phòng thủ vững chắc ở Nam Kinh. Tưởng lập luận giống như trong trận Thượng Hải rằng nhiều khả năng, Trung Quốc sẽ nhận viện trợ từ các cường quốc nếu họ chứng minh được ý chí chiến đấu trên chiến trường và khả năng kháng Nhật.{{Sfn|Kasahara|1997|p=109-111}} Ông cũng lưu ý rằng việc nắm giữ Nam Kinh sẽ giúp cho các cuộc đàm phán hòa bình của Trung Quốc, mà ông muốn đại sứ Đức [[Oskar Trautmann]] làm trung gian, trở nên vững chắc hơn.{{Sfn|Kasahara|1997|p=109-111}}\n\nTưởng vấp phải sự phản đối gay gắt từ các sĩ quan của ông, bao gồm cả Tham mưu trưởng đầy quyền lực của Ủy ban Quân sự là [[Hà Ứng Khâm]], Tham mưu phó [[Bạch Sùng Hy]], lãnh đạo Quân khu 5 [[Lý Tông Nhân]] và cố vấn người Đức [[Alexander von Falkenhausen]].{{Sfn|Kasahara|1997|p=109-111}}{{Sfn|Yamamoto|2000|p=44–46, 72}}{{Sfn|Taylor|2009|p=150-152}} Họ cho rằng quân đội Trung Quốc cần thêm thời gian để hồi phục sau những tổn thất tại Thượng Hải và chỉ ra rằng Nam Kinh rất khó phòng thủ về mặt địa hình.{{Sfn|Kasahara|1997|p=109-111}} Địa hình chủ yếu là dốc thoải ở mặt tiền của Nam Kinh sẽ giúp cho phe tấn công dễ dàng tiến vào thành phố. Phía sau thành phố là con [[Trường Giang|sông Trường Giang]] sẽ ngăn cản đường rút lui của phe phòng thủ.{{Sfn|Yamamoto|2000|p=44–46, 72}}\n[[Tập_tin:Tang_Shengzhi.jpg|nhỏ|Tướng chỉ huy Lực lượng Đồn trú Nam Kinh [[Đường Sinh Trí]]]]\nTuy nhiên, Tưởng ngày càng trở nên kích động trong suốt trận Thượng Hải, thậm chí còn tức giận tuyên bố rằng ông sẽ ở lại Nam Kinh một mình và đích thân chỉ huy lực lượng phòng thủ.{{Sfn|Yamamoto|2000|p=44–46, 72}} Nhưng ngay sau khi Tưởng tin rằng bản thân ông hoàn toàn bị cô lập thì tướng Đường Sinh Trí đã lên tiếng bảo vệ quan điểm của Tưởng, mặc dù có nhiều luồng quan điểm cho rằng liệu Đường có thật sự nhảy vào giúp Tưởng không hay chỉ miễn cưỡng làm vậy.{{Sfn|Kasahara|1997|p=109-111}}{{Sfn|Yamamoto|2000|p=44–46, 72}} Tưởng Giới Thạch nắm bắt sự ủng hộ của Đường và thành lập Lực lượng Đồn trú Nam Kinh vào ngày 20 tháng 11, giao cho Đường quyền chỉ huy lực lượng này vào ngày 25 tháng 11.{{Sfn|Yamamoto|2000|p=44–46, 72}} Vào ngày 30 tháng 11, Đường nhận được mệnh lệnh từ Tưởng là \"bảo vệ các tuyến phòng thủ đã thiết lập bằng bất cứ giá nào tiêu diệt lực lượng vây hãm của quân thù\".{{Sfn|Yamamoto|2000|p=44–46, 72}}\n\nMặc dù cả hai người đều tuyên bố công khai rằng họ sẽ tử thủ tại Nam Kinh đến \"tận người cuối cùng\"<ref>{{chú thích web|url=http:\/\/thenankingmassacre.org\/2015\/07\/03\/from-shanghai-to-nanking|title=Introduction – From Marco Polo Bridge to Nanking|author=Masato Kajimoto|year=2000|publisher=The Nanking Massacre|access-date =ngày 19 tháng 7 năm 2015}} Kajimoto trích dẫn các bản tin từ tờ ''Chicago Daily News'' và báo cáo từ sĩ quan quân đội Hoa Kỳ Frank Dorn cho thông tin này.<\/ref><ref>{{chú thích web|url=http:\/\/thenankingmassacre.org\/2015\/07\/04\/what-western-journalists-witnessed\/|title=Fall of Nanking – What Foreign Journalists Witnessed|author=Masato Kajimoto|year=2000|publisher=The Nanking Massacre|access-date =ngày 19 tháng 7 năm 2015}} Kajimoto trích dẫn các bản tin từ tờ ''Chicago Daily News'' và báo cáo từ sĩ quan quân đội Hoa Kỳ Frank Dorn cho thông tin này.<\/ref> nhưng họ đều nhận thức được tình thế bấp bênh của mình.{{Sfn|Yamamoto|2000|p=44–46, 72}} Trong cùng ngày thành lập Lực lượng Đồn trú, Tưởng chính thức dời thủ đô từ Nam Kinh đến [[Trùng Khánh]] ở sâu trong nội địa Trung Quốc.{{Sfn|Kasahara|1997|p=113-115, 120-121}} Hơn thế nữa, cả Tưởng và Đường thỉnh thoảng đưa ra chỉ thị không thống nhất với nhau cho cấp dưới về việc liệu nhiệm vụ của họ là bảo vệ Nam Kinh bằng cả mạng sống hay chỉ đơn thuần là trì hoãn quân Nhật tiến công.{{Sfn|Yamamoto|2000|p=44–46, 72}}\n\n== Giai đoạn trên đường đến Nam Kinh ==\n\n=== Trung Quốc chuẩn bị phòng thủ ===\nVào ngày 20 tháng 11, quân đội Trung Quốc và các đội lao động từng nhập ngũ bắt đầu khẩn trương củng cố hệ thống phòng thủ của Nam Kinh cả bên trong và bên ngoài thành phố.{{Sfn|Kasahara|1997|p=113-115, 120-121}}{{Sfn|Kasahara và các đồng nghiệp|1992|p=250-251}} Bản thân Nam Kinh được bao bọc bởi những bức tường đá sừng sững kéo dài gần 50&nbsp;km (31 dặm) xung quanh thành phố.<ref>Hallett Abend, \"Japanese Reach Nanking,\" ''The New York Times'', 7 tháng 12 năm 1937, 1, 13.<\/ref> Các bức tường đã xây dựng hàng trăm năm trước từ thời [[nhà Minh]], mỗi bức cao tới 20 m (65 feet), dày 9 m (30 feet) và được trang bị các ụ súng máy.<ref>F. Tillman Durdin, \"Invaders Checked by Many Defenses in Nanking's Walls,\" ''The New York Times'', 12 tháng 12 năm 1937, 1, 48.<\/ref> Đến ngày 6 tháng 12, tất cả các cổng vào thành phố đều đóng lại và sau đó được rào bằng một lớp bao cát và bê tông dày 6 m (20 feet).<ref name=\"laststand\">F. Tillman Durdin, \"Chinese Fight Foe Outside Nanking,\" ''The New York Times'', 8 tháng 12 năm 1937, 1, 5.<\/ref>{{Sfn|Kojima|1984|p=165-167}}\n\nBên ngoài những bức tường là một loạt các phòng tuyến hình bán nguyệt xây dựng trên đường tiến công của quân Nhật. Đáng chú ý nhất là vòng ngoài cùng cách thành phố 16&nbsp;km (10 dặm) và vòng trong cùng nằm ngay bên ngoài thành phố tên là Phú Khoác (một loại phòng tuyến đa điểm).{{Sfn|Dorn|1974|p=88-90}}{{Sfn|Askew|2003|p=153-154}}<ref>\"Nanking Prepares to Resist Attack,\" ''The New York Times'', 1 tháng 12 năm 1937, 4.<\/ref> Phòng tuyến Phú Khoác là một mạng lưới rộng lớn gồm [[rãnh]], [[Hào (kiến trúc)|hào]], [[Dây kẽm gai|hàng rào kẽm gai]], [[bãi mìn]], ụ súng và [[lô cốt]]. Nó là tuyến phòng thủ cuối cùng bên ngoài bức tường thành Nam Kinh. Ngoài ra còn có hai điểm đất cao quan trọng trên phòng tuyến Phú Khoác, bao gồm đỉnh [[Tử Kim Sơn]] ở phía đông bắc và cao nguyên [[Vũ Hoa Đài]] ở phía nam. Cả hai nơi đều xây dựng công sự cực kỳ dày đặc.{{Sfn|Kasahara|1997|p=113-115, 120-121}}{{Sfn|Kojima|1984|p=175}}{{Sfn|Itakura|1999|p=77-78}} Để ngăn không cho quân xâm lược Nhật tràn vào bất kỳ nơi trú ẩn hay kho tiếp tế nào trong khu vực, Đường đã thông qua một chiến lược [[tiêu thổ kháng chiến]] vào ngày 7 tháng 12. Ông ra lệnh đốt hết tất cả các nhà cửa và công trình trên đường tiến công của quân Nhật trong vòng 1–2&nbsp;km (1,2 dặm) của thành phố, cũng như tất cả căn nhà và công trình gần đường lộ trong vòng 16&nbsp;km (10 dặm).{{Sfn|Kasahara|1997|p=113-115, 120-121}}\n\nLực lượng Đồn trú Nam Kinh về lý thuyết là một đội quân đáng gờm gồm 13 sư đoàn, bao gồm 3 sư đoàn tinh nhuệ do Đức huấn luyện cùng với Lữ đoàn huấn luyện siêu tinh nhuệ. Nhưng trên thực tế, hầu hết những đơn vị đổ về chiến đấu ở Nam Kinh đều đã bị tấn công dữ dội từ trận Thượng Hải.{{Sfn|Askew|2003|p=151-152}}{{Sfn|Itakura|1999|p=78-80}} Khi đến Nam Kinh, họ đều kiệt quệ về thể chất, trang bị kém và tổng sức mạnh quân đội bị cạn kiệt. Để bổ sung thêm vào đơn vị này, 16.000 thanh niên lẫn thiếu niên từ Nam Kinh và các thôn làng xung quanh nhanh chóng bị ép nhập ngũ với tư cách là tân binh.{{Sfn|Kasahara|1997|p=113-115, 120-121}}{{Sfn|Askew|2003|p=163}} Quân đoàn 2 cũng nhập thêm 14.000 tân binh từ [[Hán Khẩu]] để bổ sung vào hàng ngũ.{{Sfn|Li|1992|p=241-243}} Tuy nhiên, do sự tiến công nhanh chóng bất ngờ của quân Nhật, hầu hết lính nghĩa vụ tân binh đều chỉ mới được huấn luyện sơ sài về cách bắn súng trên đường đi hoặc khi đã ra tiền tuyến.{{Sfn|Kasahara|1997|p=113-115, 120-121}}{{Sfn|Itakura|1999|p=78-80}} Không có tồn tại bất kỳ thống kê chính xác nào về số lượng binh lính mà Lực lượng Đồn trú Nam Kinh tập hợp được vào thời điểm trận chiến xảy ra. Tuy nhiên, theo những nguồn ước tính hàng đầu thì số lượng có thể dao động từ 73.790 đến 81.500 (theo David Askew),{{Sfn|Askew|2003|p=173}} hoặc 100.000 (theo [[Hata Ikuhiko]]),{{sfn|Hata|1998|p=51}} hoặc khoảng 150.000 (theo [[Kasahara Tokushi]]).{{Sfn|Kasahara|1997|p=113-115, 120-121}} \n[[Tập_tin:Nankinginfant2.jpg|phải|nhỏ|Một thường dân Trung Quốc bế người con đang hấp hối vì bị thương nặng trong cuộc không kích của Nhật Bản vào Nam Kinh]]\nTrong thời kỳ này, [[Không lực Hải quân Đế quốc Nhật Bản]] thường xuyên tiến hành các cuộc không kích vào Nam Kinh. Tính tổng cộng thì có 50 cuộc không kích theo ghi chép của Hải quân.{{Sfn|Kasahara|1997|p=17-18, 34, 40-41}} Không lực Hải quân Đế quốc tấn công Nam Kinh lần đầu vào ngày 15 tháng 8. Vào ngày 19 tháng 9, lực lượng này chiếm được ưu thế trên không đối với thành phố và bắt đầu oanh tạc cả ngày lẫn đêm mà không gặp sự phản kháng nào. Họ đánh phá cả mục tiêu quân sự và dân sự.{{Sfn|Kasahara|1997|p=17-18, 34, 40-41}} Trước mưa bom bão đạn của không quân và sự tiến công không ngừng của lục quân Nhật Bản, phần lớn người dân Nam Kinh đều vội vã rời bỏ thành phố. Tính đến đầu tháng 12, dân số Nam Kinh giảm từ tổng số trước đây là 1 triệu người xuống còn 500.000 người. Con số này còn bao gồm cả những người tị nạn từ các thôn làng bị thiêu rụi bởi chính sách tiêu thổ kháng chiến của chính phủ.{{Sfn|Kasahara|1997|p=31-32, 41}}{{Sfn|Yamamoto|2000|p=61-62}} Hầu hết những người kẹt lại ở thành phố đều rất nghèo và không có nơi nào để đi.{{Sfn|Kasahara|1997|p=31-32, 41}} Cư dân ngoại quốc ở Nam Kinh cũng liên tục yêu cầu muốn rời khỏi thành phố đang ngày càng chìm trong hỗn loạn của các cuộc oanh kích, hỏa hoạn, tội phạm cướp bóc và mất điện.{{Sfn|Kojima|1984|p=165-167}}<ref>[[Lily Abegg]], \"Wie wir aus Nanking flüchteten: Die letzten Tage in der Haupstadt Chinas,\" ''Frankfurter Zeitung'', 19 tháng 12 năm 1937, 9.<\/ref> Tuy nhiên, cũng có một số ít người nước ngoài đủ dũng cảm để ở lại thành phố tìm cách giúp đỡ thường dân Trung Quốc không thể rời đi.{{Sfn|Askew và Wakabayashi|2008|p=227-229}} Một trong số đó có công dân Đức [[John Rabe]], ông thành lập [[Khu an toàn Nam Kinh]] ở trung tâm thành phố. Khu an toàn này là một khu phi quân sự tự xưng nhằm tập hợp người dân tị nạn, với hi vọng tách họ khỏi những cuộc giao tranh.{{Sfn|Kasahara|1997|p=31-32, 41}} Chính phủ Trung Quốc công nhận khu vực này{{Sfn|Mitter|2013|p=127-128}} vào ngày 8 tháng 12, Đường Sinh Trí yêu cầu tất cả thường dân phải sơ tán đến đó.<ref name=\"laststand\"\/>\n\nTrong số những người Trung Quốc tìm cách rút khỏi Nam Kinh có Tưởng Giới Thạch và phu nhân là [[Tống Mỹ Linh]]. Họ đã bay khỏi Nam Kinh trên một chiếc máy bay trước rạng sáng ngày 7 tháng 12.{{Sfn|Kasahara|1997|p=115-116}} Thị trưởng Nam Kinh và hầu như cả chính quyền thành phố đều rời đi trong cùng ngày, phó thác việc quản lý thành phố cho Lực lượng Đồn trú Nam Kinh.{{Sfn|Kasahara|1997|p=115-116}}\n\n=== Nhật Bản hành quân đến Nam Kinh ===\nVào đầu tháng 12, [[Phương diện quân Trung tâm Trung Quốc]] của Nhật Bản tăng số quân hiện có lên hơn 160.000 người.{{Sfn|Fujiwara và Wakabayashi|2008|p=31}} Mặc dù, cuối cùng chỉ có khoảng 50.000 trong số này sẽ tham gia chiến đấu.{{Sfn|Askew|2003|p=158}} Quân Nhật lên kế hoạch tấn công Nam Kinh bằng một [[Đánh gọng kìm|chiến thuật gọng kìm]] gọi là \"bao vây và tiêu diệt\".{{Sfn|Kasahara|1997|p=115-116}}{{Sfn|Yamamoto|1998|p=505}} Hai mũi gọng kìm của Phương diện quân Trung tâm là [[Binh đoàn Viễn chinh Thượng Hải]] tiến từ sườn đông và [[Quân đoàn 10 (Nhật Bản)|Quân đoàn 10]] tiến từ sườn nam. Ở phía bắc và phía tây Nam Kinh có [[Trường Giang|sông Trường Giang]] nhưng người Nhật đã lên kế hoạch chốt chặn đường thoát hiểm này bằng việc điều động một hải đoàn ngược dòng sông, đồng thời triển khai hai biệt đội vây quanh phía sau thành phố.{{Sfn|Yamamoto|2000|p=51-52}} Biệt đội Kunisaki sẽ vượt sông Trường Giang ở phía nam với mục đích cuối cùng là chiếm [[Phổ Khẩu]] ở bờ tây Nam Kinh. Còn Biệt đội Yamada sẽ được cử đi trên tuyến đường cực bắc với mục tiêu quan trọng là chiếm [[Dãy núi Mạc Phụ|Mạc Phụ Sơn]] ngay phía bắc Nam Kinh.{{Sfn|Yamamoto|2000|p=51-52}}\n[[Tập_tin:Carrying_guns_and_wheels01.jpg|phải|nhỏ|Binh lính Nhật hành quân đến Nam Kinh]]\nTướng Matsui cùng với Bộ tổng tham mưu quân đội dự định tiến hành một cuộc hành quân chậm mà chắc đến Nam Kinh. Tuy nhiên, cấp dưới của ông lại không nghĩ như vậy mà thay vào đó, họ hăm hở chạy đua với nhau để trở thành người đầu tiên đến thành phố.{{Sfn|Fujiwara và Wakabayashi|2008|p=33, 36}}{{Sfn|Kasahara|1997|p=69}}{{Sfn|Yamamoto|2000|p=57-58}} Tất cả đơn vị vì thế mà ồ ạt đến Nam Kinh với tốc độ chống mặt lên tới 40&nbsp;km (25 dặm) một ngày.{{Sfn|Hattori và Gakkai|2008|p=92}} Chẳng hạn như Quân đoàn 10 đã chiếm được thị trấn then chốt [[Quảng Đức, Tuyên Thành|Quảng Đức]] vào ngày 30 tháng 11, tức là sớm hơn 3 ngày so với kế hoạch dự định. Về phía Binh đoàn viễn chinh Thượng Hải thì họ chiếm [[Đan Dương]] vào ngày 2 tháng 12, sớm hơn 5 ngày so với dự tính.{{Sfn|Fujiwara và Wakabayashi|2008|p=33, 36}} Để đạt được vận tốc như vậy, binh lính Nhật mang theo rất ít vũ khí và đạn dược.{{Sfn|Yamamoto|2000|p=52-54}} Bởi lẽ lính Nhật đi nhanh hơn cả tuyến đường tiếp viện nên họ phải mua hoặc cướp thực phẩm từ thường dân Trung Quốc trên đường đi.{{Sfn|Yamamoto|2000|p=52-54}}\n\nTrong suốt cuộc tiến công, quân Nhật dễ dàng đánh bại sự kháng cự yếu ớt của lực lượng Trung Quốc vốn đã bị vùi dập từ trận Thượng Hải.{{Sfn|Dorn|1974|p=88-90}}{{Sfn|Askew|2003|p=163}} Ưu thế hoàn toàn trên không cùng với lượng xe tăng dồi dào đều góp phần hỗ trợ quân Nhật. Về phía Trung Quốc, hệ thống phòng thủ của họ lúc này mang tính chất ứng biến và xây dựng vội vàng. Chiến lược phòng thủ của họ lại là tập trung lực lượng trên những khoảng đất nhỏ, tương đối cao nên dễ dàng bị đánh tạt sườn và bao vây.{{Sfn|Hattori và Drea|2011|p=169, 171-172, 175-177}}{{Sfn|Drea và van de Ven|2011|p=31}}<ref name=\"durdin2\">F. Tillman Durdin, \"Japanese Atrocities Marked Fall of Nanking,\" ''The New York Times'', 9 tháng 1 năm 1938, 38.<\/ref>\n\nVào ngày 5 tháng 12, Tưởng Giới Thạch đến thăm một doanh trại phòng thủ gần [[Cú Dung]] để tăng cường sĩ khí cho binh lính. Tuy vậy, ông buộc phải rút lui khi Lục quân Đế quốc Nhật Bản bắt đầu tấn công trên chiến trường.{{Sfn|Kojima|1984|p=164, 166, 170–171, 173}} Trong ngày hôm đó, các lực lượng con của Binh đoàn viễn chinh Thượng Hải chiếm đóng Cú Dung một cách nhanh chóng và sau đó tiến đến Xuân Hoa Trấn, một điểm then chốt thuộc tuyến phòng thủ ngoài Nam Kinh mà dự định sẽ đặt quân Nhật vào tầm ngắm của thành phố.{{Sfn|Askew|2003|p=153-154}}{{Sfn|Kasahara|1997|p=115-116}}{{Sfn|Kojima|1984|p=164, 166, 170–171, 173}} Tại đây, Sư đoàn 51 của Trung Quốc tung lực lượng chủ lực vào giao tranh, liên tục đẩy lùi các cuộc tấn công của quân Nhật trước khi bị Binh đoàn viễn chinh Thượng Hải bẻ gãy vào ngày 8 tháng 12.{{Sfn|Kojima|1984|p=164, 166, 170–171, 173}} Binh đoàn cũng chiếm luôn pháo đài ở [[Trấn Giang]] và thị trấn nghỉ dưỡng Đường Thủy Trấn vào cùng ngày.{{Sfn|Itakura|1999|p=75, 79}} Trong khi đó, ở phía nam tuyến phòng thủ, các [[xe thiết giáp]] của Quân đoàn 10 đột kích ồ ạt vào cứ điểm ở [[Tướng Quân Sơn]] và Ngưu Thủ Sơn do Sư đoàn 58 của Trung Quốc trấn giữ.{{Sfn|Kojima|1984|p=164, 166, 170–171, 173}} Binh lính Trung Quốc hùng hổ nhảy lên xe bọc thép của họ và cầm búa đập liên tục vào nóc phương tiện hét lên \"Rời khỏi đây ngay\". Nhưng sau khi màn đêm buông xuống chiến trường, Sư đoàn 58 cuối cùng cũng bị áp đảo vào ngày 9 tháng 12 với khoảng 800 người thương vong theo thống kê của họ.{{Sfn|Kojima|1984|p=164, 166, 170–171, 173}}\n\nĐến ngày 9 tháng 12, các lực lượng Nhật Bản đã tiến đến phòng tuyến Phú Khoác, tuyến phòng thủ hoành tráng cuối cùng của Nam Kinh.{{Sfn|Kasahara|1997|p=121}} Tại thời điểm này, tướng Matsui soạn thảo một \"lệnh triệu tập đầu hàng\" yêu cầu quân Trung Quốc gửi những phái viên quân sự đến Cổng Trung Sơn ở Nam Kinh nhằm thảo luận về các điều khoản cho phép quân Nhật chiếm đóng thành phố trong hòa bình. Sau đó, ông cho một chiếc chiến cơ [[Mitsubishi Ki-21]] rải hàng nghìn bản sao của thông điệp xuống toàn thành phố.{{Sfn|Kojima|1984|p=172-173}}{{Sfn|Hayase|1999|p=125-130}} Vào ngày 10 tháng 12, nhóm nhân viên cấp cao của Matsui chờ đợi xem liệu cánh cổng có mở hay không nhưng cuối cùng, Đường Sinh Trí không có ý định phản hồi.{{Sfn|Hayase|1999|p=125-130}}\n\nSau ngày hôm đó, Đường tuyên bố với quân của mình rằng \"Quân đội chúng ta đã bước vào trận chiến cuối cùng để bảo vệ Nam Kinh trên phòng tuyến Phú Khoác. Mỗi đơn vị sẽ cương quyết bảo vệ đồn trú với quyết tâm sống chết cùng nó. Các anh không được phép tự ý rút lui khiến cho hàng phòng ngự sụp đổ.\"{{Sfn|Kasahara|1997|p=121}}<ref>{{chú thích web|url=http:\/\/www.njrd.gov.cn\/jlzg\/201502\/t20150202_3183654.html|author=朱月琴|publisher=[[Ủy ban Thường vụ Đại hội Đại biểu Nhân dân Toàn quốc Cộng hòa Nhân dân Trung Hoa]], Nam Kinh|language=zh|script-title=zh:南京保衛戰|trans-title=Nam Kinh bảo vệ chiến|archive-url=https:\/\/web.archive.org\/web\/20150721163202\/http:\/\/www.njrd.gov.cn\/jlzg\/201502\/t20150202_3183654.html|archive-date=21 tháng 7 năm 2015|url-status=dead|access-date =16 tháng 7 năm 2015|quote={{lang|zh-hant|下達「衛參作字第36號命令」作為回應，聲稱「本軍目下佔領復廓陣地為固守南京之最後戰鬥，各部隊應以與陣地共存亡之決心盡力固守，決不許輕棄寸土、動搖全軍。若不遵命令擅自後移，定遵委座命令，按連坐法從嚴辦理}}」}}<\/ref> Phóng viên người Mỹ [[F. Tillman Durdin]] tường thuật tại hiện trường trận chiến có chứng kiến thấy một tốp lính Trung Quốc dựng chướng ngại vật, kết chúng thành hình bán nguyệt trang nghiêm và hứa với nhau rằng họ sẽ cùng hi sinh tại nơi họ đứng.<ref name=\"durdin2\" \/>\n\n== Trận chiến cuối cùng ==\n[[Tập_tin:Battle_of_China_Nanking.webm|phải|nhỏ|Trận Nam Kinh từ phim tài liệu ''The Battle of China'' của [[Frank Capra]]]]\nVào 1 giờ chiều ngày 10 tháng 12, tướng Matsui ra lệnh cho tất cả đơn vị mở cuộc tấn công tổng lực vào Nam Kinh.{{Sfn|Hayase|1999|p=125-130}} Ngày hôm đó, Binh đoàn Viễn chinh Thượng Hải đột kích vào Lữ đoàn huấn luyện siêu tinh nhuệ của Trung Quốc trên dãy Tử Kim Sơn, nơi bao quát cả [[chân trời]] ở phía đông bắc Nam Kinh.{{Sfn|Itakura|1999|p=77-78}} Khi trèo lên những sườn núi, lính của Binh đoàn viễn chinh phải vất vả giành quyền kiểm soát từng doanh trại một của Trung Quốc trong các cuộc đột kích đẫm máu của bộ binh. Tiến dọc theo sườn nam của Tử Kim Sơn cũng không mấy dễ dàng hơn vì tướng Matsui đã cấm quân mình sử dụng pháo ở đó. Ông có niềm tin sâu sắc rằng dù có chuyện gì xảy ra cũng không nên gây thiệt hại đối với hai di tích lịch sử nổi tiếng là [[lăng Tôn Trung Sơn]] và [[Minh Hiếu lăng|lăng Minh Hiếu]].{{Sfn|Hayase|1999|p=124}}\n\nCũng ở phía đông Nam Kinh nhưng xa hơn về phía nam, các đơn vị khác của Binh đoàn viễn chinh Thượng Hải phải đối mặt với nhiệm vụ khó khăn là lội qua con [[Hào (kiến trúc)|hào]] lớn giữa họ và 3 cổng thành: Cổng Trung Sơn, Cổng Quảng Hoa và Cổng Đồng Tế. Dù vậy, tốc độ tiến công sớm hơn kế hoạch của quân Nhật có lợi cho họ khi mà các đơn vị chủ chốt về phía Trung Quốc dự kiến triển khai tại đây vẫn chưa vào vị trí.{{Sfn|Itakura|1999|p=77-78}}{{Sfn|Hayase|1999|p=125-130}}{{Sfn|Kojima|1984|p=174-175}} Tối hôm đó, công binh và pháo binh Nhật tiếp sát gần Cổng Quảng Hoa và cố gắng đục một lỗ thủng trên bức tường. Một tiểu đoàn của quân Nhật đã phát động cuộc tấn công táo bạo qua chỗ bị chọc thủng và cắm cờ lên một đoạn của cổng. Tuy nhiên, họ ngay lập tức bị cầm chân bởi một loạt những cuộc phản công quyết liệt từ phía Trung Quốc.{{Sfn|Kojima|1984|p=174-175}} Quân Trung Quốc tăng cường quân tiếp viện, bao gồm cả xe tăng, đồng thời trút cả lựu đạn và thậm chí là gỗ cháy tẩm xăng lên tiểu đoàn Nhật Bản. Tiểu đoàn chỉ có thể được giải nguy khi những đội pháo binh tập trung từ phần còn lại của sư đoàn xả pháo kịp thời. Họ đã thành công trong việc giữ vị trí đến khi trận chiến kết thúc mặc dù mất đi 80 người trong tổng số 88 người.{{Sfn|Kojima|1984|p=174-175}}\n\nCùng thời điểm đó, Quân đoàn 10 từ phía Nhật đang tấn công [[Vũ Hoa Đài]], vùng cao nguyên hiểm trở tọa lạc ngay trước [[Cổng Trung Hoa, Nam Kinh|Cổng Trung Hoa]] ở phía nam Nam Kinh. Quân đoàn 10 tiến triển rất chậm và thương vong nặng nề vì Vũ Hoa Đài được xây dựng như một pháo đài với các lô cốt và rãnh liên kết với nhau do ba sư đoàn Trung Quốc trấn giữ, bao gồm cả sư đoàn 88 do Đức huấn luyện. Quân Trung Quốc có ý định phản công và một số đơn vị Nhật Bản buộc phải dành nhiều thời gian để phòng ngự hơn là tấn công.{{Sfn|Kojima|1984|p=175-176, 180}} Hầu hết binh lính mà Sư đoàn 88 triển khai đến Vũ Hoa Đài đều thiệt mạng khi chiến đấu, bao gồm 3 trong số 4 trung đoàn trưởng và 2 chỉ huy lữ đoàn. Dù vậy, quân Nhật cũng phải chịu 2.240 thương vong, trong đó có 566 người chết.{{Sfn|Askew|2003|p=168}} Vũ Hoa Đài cuối cùng cũng bị xâm chiếm vào trưa ngày 12 tháng 12.{{Sfn|Kasahara|1997|p=122-123, 126-127}}\n[[Tập_tin:Crossing_river_by_Gate_of_China01.jpg|phải|nhỏ|Lính Nhật băng qua con hào gần Cổng Trung Hoa]]\nPhía sau Vũ Hoa Đài là nơi Sư đoàn 88 cho những tân binh chưa qua đào tạo bài bản đóng quân trên đỉnh Cổng Trung Hoa.{{Sfn|Askew|2003|p=168}} Vào đêm hôm trước, quân Nhật cố gắng đột nhập vào bằng cách cử một \"biệt đội cảm tử\" mang theo chất nổ [[axit picric]] đến trước cổng này nhằm đục một lỗ trong đó. Tuy nhiên kế hoạch này đã thất bại vào sương mù buổi sáng và họ không thể tiếp cận được bức tường.{{Sfn|Kojima|1984|p=178-179}} Trưa ngày 12 tháng 12, một đội gồm 6 binh lính Nhật vượt qua con hào trên một chiếc thuyền nhỏ. Họ thành công trong việc trèo lên tường Cổng Trung Hoa bằng một chiếc thang tre không vững chãi và treo cờ Nhật Bản lên đó.{{Sfn|Kojima|1984|p=183-185}} Năm người trong số họ thiệt mạng vì hỏa lực nhưng người sống sót cuối cùng vẫn kịp tước đoạt một khẩu súng máy từ quân Trung Quốc và giữ vị trí một mình. Ngay sau đó, một đội quân Nhật Bản khác đã đốt lửa trước cổng để tạo ra một màn khói.{{Sfn|Kojima|1984|p=183-185}} Đến 5 giờ chiều, ngày càng nhiều quân Nhật vượt qua hào và tràn vào Cổng Trung Hoa. Họ xây những cây cầu tạm bợ, lung lay đến mức phải nhờ công binh dùng chính thân mình làm cầu cho họ đi lên. Cùng với sự trợ giúp từ hỏa lực của đơn vị pháo binh Nhật trên đỉnh Vũ Hoa Đài, từng phần của bức tường cuối cùng cũng vỡ vụn.{{Sfn|Kasahara|1997|p=122-123, 126-127}} Trong khi đó, ngay phía tây Cổng Trung Hoa, những binh lính khác thuộc Quân đoàn 10 đã đục một lỗ xuyên qua phòng tuyến xây trên vùng ngập nước ở phía nam Cổng Thủy Tịch. Họ đồng thời tiến hành một cuộc tấn công dữ dội vào cổng với sự hỗ trợ của đội xe tăng.{{Sfn|Kasahara|1997|p=122-123, 126-127}}\n\nKhi trận chiến lên đến đỉnh điểm, Đường Sinh Trí phàn nàn với Tưởng rằng \"thương vong bên phía chúng ta thường là rất nặng và chúng ta đang chiến đấu với xe bọc thép bằng xương bằng thịt\".{{Sfn|Fenby|2003|p=306}} Sự thiếu hụt về trang bị của quân Trung Quốc được bù đắp bằng tinh thần chiến đấu không khoan nhượng của họ. Điều này một phần cũng là do mệnh lệnh nghiêm ngặt rằng không một ai hoặc bất kỳ đơn vị nào được lùi bước mà không có sự cho phép.{{Sfn|Kasahara|1997|p=121}}<ref>Hallett Abend, \"Nanking Invested,\" ''The New York Times'', 13 tháng 12 năm 1937, 1, 15.<\/ref> Trong suốt trận chiến, khoảng 1.000 binh sĩ Trung Quốc bị bắn chết bởi chính đồng đội của họ vì có ý định rút lui.{{Sfn|Yamamoto|2000|p=84}} Tại Vũ Hoa Đài, binh lính Nhật Bản nhận thấy rằng nhiều lô cốt bị xích lại từ bên ngoài để ngăn những người trấn giữ chạy trốn.{{Sfn|Yamamoto|2000|p=66}}\n\nThế nhưng, quân Nhật vẫn chiếm thế thượng phong trước quân phòng thủ Trung Quốc đang bị dồn ép và bao vây.{{Sfn|Kasahara|1997|p=122-123, 126-127}} Vào ngày 12 tháng 12, Binh đoàn Viễn chinh Thượng Hải chiếm được đỉnh số 2 của Tử Kim Sơn. Từ vị trí thuận lợi này, họ pháo kích liên tục vào Cổng Trung Sơn khiến phần lớn bức tường mau chóng đỗ vỡ.{{Sfn|Kasahara|1997|p=122-123, 126-127}} Khi hoàng hôn buông xuống, lửa cháy ở Cổng Trung Sơn bùng lên dữ dội đến mức có thể nhìn thấy từ phía nam Cổng Trung Hoa, nơi mà Quân đoàn 10 chiếm đóng hoàn toàn vào đêm ngày 12 đến 13 tháng 12.{{Sfn|Kojima|1984|p=186}}{{Sfn|Kasahara|1997|p=134}}\n\n=== Sự sụp đổ của Lực lượng Đồn trú Nam Kinh ===\nQuân Nhật không hề hay biết gì về chuyện Tưởng đã ra lệnh cho Đường từ bỏ việc phòng thủ.{{Sfn|Kojima|1984|p=186}} Mặc dù Tưởng từng nói từ trước là sẽ tử thủ ở Nam Kinh đến hơi thở cuối cùng nhưng vào ngày 11 tháng 12, ông phải đánh điện ra lệnh cho Đường rời khỏi thành phố.{{Sfn|Kasahara|1997|p=128-133}} Đường tính sửa soạn để rời đi vào ngày 12 tháng 12 thì lại bị thất kinh trước sự tấn công ác liệt của quân Nhật. Ông cuống cuồng dàn xếp vào phút chót để ký kết một lệnh ngừng bắn tạm thời với người Nhật thông qua công dân Đức [[John Rabe]] và Eduard Sperling.{{Sfn|Kasahara|1997|p=128-133}} Chỉ khi biết rõ rằng những cuộc đàm phán không thể hoàn tất trong một sớm một chiều, Đường mới quyết định vạch ra một kế hoạch kêu gọi tất cả đơn vị của mình cùng phối hợp phá vòng vây quân Nhật.{{Sfn|Kasahara|1997|p=128-133}} Họ định bắt đầu cuộc đột phá trong bóng tối vào lúc 11 giờ đêm hôm đó, sau đó tập trung tại [[An Huy]]. Ngay sau 5 giờ chiều ngày 12 tháng 12, Đường đã chuẩn bị xong kế hoạch này để truyền đi khắp tất cả đơn vị. Sau đó, ông vượt sông Trường Giang, đào thoát qua [[Phổ Khẩu]] ở bờ đối diện con sông sớm hơn 24 giờ trước khi thành phố bị Biệt đội Kunisaki bên phía Nhật Bản chiếm đóng.{{Sfn|Kasahara|1997|p=128-133}}\n\nTuy nhiên, vào thời điểm Đường thoát ra khỏi thành phố, toàn bộ Lực lượng Đồn trú Nam Kinh nhanh chóng tan rã với một số đơn vị bắt đầu rút chạy.{{Sfn|Kasahara|1997|p=128-133}}{{Sfn|Hayase|1999|p=133}} Bên cạnh đó cũng có nhiều đơn vị bị mất liên lạc nên không bao giờ nhận được thông điệp của Đường, họ tiếp tục giữ vị trí theo lệnh.<ref name=\"durdin1\">F. Tillman Durdin, \"All Captives Slain,\" ''The New York Times'', 18 tháng 12 năm 1937, 1, 10.<\/ref> Có những đơn vị ngay cả khi nhận được thì họ vẫn khó lòng vượt qua phòng tuyến của quân Nhật.{{Sfn|Kojima|1984|p=187-190}} Tập đoàn quân 66 và 83 bên phía Trung Quốc đã cố gắng tránh quân Nhật thông qua khoảng trống ở phía đông nhưng ngay lập tức lao vào bãi mìn của chính họ.{{Sfn|Kojima|1984|p=187-190}} Sau đó, họ còn bị các đơn vị Nhật Bản tấn công và mất đi hai tham mưu trưởng của sư đoàn trong lúc giao tranh.{{Sfn|Kojima|1984|p=187-190}} Mặc dù hai tập đoàn bắt đầu trận chiến với ít nhất 11.000 quân mạnh, nhưng chỉ có 600 người trong số họ là thoát khỏi Nam Kinh.{{Sfn|Kojima|1984|p=187-190}}{{Sfn|Askew|2003|p=164-166}} Gần rạng sáng ngày 13 tháng 12, một phần của Tập đoàn quân 74 cũng bị tiêu diệt trong nỗ lực phá vỡ phòng tuyến của quân Nhật dọc theo sông Trường Giang ở phía nam Nam Kinh.{{Sfn|Kojima|1984|p=187-190}}   \n[[Tập_tin:Zhongshan_Road.jpg|phải|nhỏ|Gạch vụn nằm rải rác trên đường Trung Sơn của Nam Kinh]]\nMột trong số ít những đơn vị đã xoay sở để thoát ra khỏi Nam Kinh là Quân đoàn 2 do [[Từ Nguyên Toàn]] chỉ huy đặt ở phía bắc Nam Kinh.{{Sfn|Kojima|1984|p=187-190}} Mặc dù Từ không bao giờ nhận được lệnh bỏ buông phòng thủ của Đường nhưng vào đêm ngày 12 tháng 12, khi hay tin Nam Kinh bị chiếm thì quyết định tự rút lui theo ý mình. Trong đêm, ông sơ tán hầu hết đơn vị qua sông Trường Giang trước khi các đơn vị hải quân Nhật Bản phong tỏa dòng sông.{{Sfn|Kojima|1984|p=187-190}}\n\nNgược lại, hàng nghìn binh lính và thường dân Trung Quốc từ phía nam Nam Kinh đều chạy loạn trước sự tiến công của Quân đoàn 10 trong cùng đêm. Tuy nhiên, đám đông lại bị quân rào chắn Trung Quốc bắn chặn, ngăn không cho đến bến cảng tại [[Hạ Quan, Nam Kinh|Hạ Quan]], với lý do là rút chạy mà không có sự cho phép và bắt quay lại.{{Sfn|Kasahara|1997|p=130-131, 133-138}}<ref>Archibald T. Steele, \"Panic of Chinese in Capture of Nanking,\" ''Chicago Daily News'', 3 tháng 2 năm 1938, 2.<\/ref> Vào lúc 9 giờ tối, có một đơn vị xe tăng Trung Quốc đang chạy trốn mà không nhận được tin từ biệt của Đường. Họ xông vào quân rào chắn và phá vỡ phong tỏa, chỉ để cho đám đông thấy rằng hầu như không còn bất kỳ chiếc thuyền nào tại cảng.{{Sfn|Kasahara|1997|p=130-131, 133-138}} Đám đông tranh giành nhau để leo lên vài con tàu còn sót lại nhưng chúng nhanh chóng trở nên quá tải đến mức bị chìm giữa chừng.{{Sfn|Kojima|1984|p=187-190}} Phần còn lại của binh lính Trung Quốc đã nhảy xuống vùng nước động và lạnh giá của sông Trường Giang để bám vào những khúc gỗ hoặc mảnh gỗ vụn mặc dù tất cả đều nhanh chóng bị con sông nhấn chìm.{{Sfn|Kasahara|1997|p=130-131, 133-138}} Hơn nữa, vào thời điểm này, quân Nhật gần như bao vây hết Nam Kinh và nhiều người cố gắng vượt qua sông Trường Giang đều sớm nhận ra mình đang bị nhắm bắn từ cả hai bên bờ.{{Sfn|Yamamoto|2000|p=87}} Những ai nhìn thấy điều này đều tiu nghỉu quay về thành phố.{{Sfn|Kasahara|1997|p=130-131, 133-138}}\n[[Tập_tin:Memorial Ceremony Hasegawa Matsui Asaka Yanagawa Nanking 18-Dec-1937.png|trái|nhỏ|Các tướng lĩnh quân đội Nhật Bản [[Hasegawa Kiyoshi]], [[Matsui Iwane]], [[Hoàng tử Asaka Yasuhiko]] và [[Yanagawa Heisuke]] tại Lễ tưởng niệm những người chết vì chiến tranh tại Phi trường Nam Kinh vào ngày 13 tháng 12 năm 1937]]\nNhiều người trong số hàng chục nghìn binh sĩ Trung Quốc không thể trốn thoát khỏi thành phố phản ứng bằng cách cởi bỏ quân phục và vũ khí, đánh cắp quần áo từ người đi đường để có thường phục. Sau đó, họ liều lĩnh tìm kiếm nơi trú ẩn trong Khu an toàn Nam Kinh bằng cách hòa lẫn vào dân thường.{{Sfn|Kojima|1984|p=187-190}} Phóng viên Mỹ F. Tillman Durdin \"chứng kiến việc một đội quân cởi đồ hàng loạt thật sự khá khôi hài\".<ref name=\"durdin1\"\/>\n\n{{Quote|text=Vũ khí bị vứt bỏ cùng với đồng phục, và đường phố trở nên bao phủ bởi súng, lựu đạn, gươm, ba lô, áo khoác, giày và nón bảo hiểm... Phía trước Bộ Truyền thông và xa hơn hai dãy nhà là xe tải, xe pháo, xe buýt, xe nhân viên, xe ngựa, súng máy và vũ khí nhỏ chất thành đống như thể đang trong một bãi phế liệu.|sign=F. Tillman Durdin|source=<ref name=\"durdin2\"\/>}}\n\n== Chiến dịch càn quét và Thảm sát Nam Kinh ==\n{{Chính|Thảm sát Nam Kinh}}\n[[Tập_tin:Check_of_Chinese_soldiers_in_Nanking01.jpg|phải|nhỏ|Binh lính Nhật khám xét thường dân Trung Quốc để xem họ có vũ khí không]]\nChiến sự ở Nam Kinh vẫn chưa kết thúc hoàn toàn. Trong đêm ngày 12 và 13 tháng 12, quân Nhật chiếm các cổng còn lại và tiến đến thành phố. Trong các chiến dịch càn quét ở thành phố, quân Nhật tiếp tục mất thêm vài ngày để đánh trả những sự kháng cự lẻ tẻ của quân Trung Quốc còn sót lại.{{Sfn|Kojima|1984|p=191, 194-195, 197-200}}{{Sfn|Yamamoto|2000|p=85-91}}<ref>\"March of Victory into Nanking Set,\" ''The New York Times'', 16 tháng 12 năm 1937, 15.<\/ref> Mặc dù Mạc Phụ Sơn (tọa lạc ngay phía bắc Nam Kinh) đã bị Biệt đội Yamada chiếm đóng mà không đổ máu nhiều trong sáng 14 tháng 12,{{Sfn|Kojima|1984|p=196}} nhưng những ổ kháng chiến ngoài Nam Kinh vẫn còn tồn tại thêm vài ngày nữa.{{Sfn|Senshi Hensan Iinkai|1987|p=155-158}}\n\nCũng trong thời gian này, các đơn vị Nhật Bản làm nhiệm vụ truy quét ở Nam Kinh quyết định rằng những cựu binh Trung Quốc ẩn nấu trong thành phố có thể là mối đe dọa an ninh. Quân càn quét Nhật tiến hành lục soát kỹ lưỡng mọi tòa nhà ở Nam Kinh và thường xuyên xâm nhập vào Khu an toàn Nam Kinh để tìm kiếm quân Trung Quốc.{{Sfn|Kojima|1984|p=191, 194-195, 197-200}}{{Sfn|Yamamoto|2000|p=85-91}} Đơn vị đã cố gắng phân biệt cựu binh với thường dân bằng cách kiểm tra xem vai họ có hằn vết do đeo ba lô hay súng trường không.{{Sfn|Kojima|1984|p=191, 194-195, 197-200}} Tuy nhiên, các tiêu chí để nhận biết thường mang tính võ đoán, chẳng hạn như có một đại đội Nhật bắt bớ tất cả đàn ông với \"vết giày ở chân, vết chai trên mặt, tư thế cực kỳ tốt và\/hoặc có ánh mắt sắc bén\". Vì lý do này mà nhiều thường dân bị bắt cùng lúc.{{Sfn|Yamamoto|2000|p=100}} Kết cục xảy ra với binh lính và thường dân bị bắt rất khác nhau tùy đơn vị, đa phần là bị hành quyết trong một sự kiện gọi là Thảm sát Nam Kinh. Cư dân và nhà báo nước ngoài tại Nam Kinh đã khiến cho toàn thế giới biết đến sự kiện này chỉ trong vòng vài ngày sau khi thành phố thất thủ.{{Sfn|Yamamoto|2000|p=81, 93, 99}} Quân Nhật cũng từng thực hiện các hành vi tàn sát, hãm hiếp, cướp bóc và đốt phá ngẫu nhiên trong thời gian họ chiếm đóng Nam Kinh. Theo [[Tòa án Quân sự Quốc tế vùng Viễn Đông]], tổng số thường dân và tù nhân chiến tranh bị sát hại ở Nam Kinh và vùng phụ cận trong 6 tuần đầu tiên Nhật Bản chiếm đóng là hơn 200.000. Ngoài ra còn có 20.000 phụ nữ bị hãm hiếp, bao gồm cả trẻ vị thành niên và người lớn tuổi.<ref name=\"IMTftFE\">{{chú thích web|url=http:\/\/www.ibiblio.org\/hyperwar\/PTO\/IMTFE\/IMTFE-8.html|title=HyperWar: International Military Tribunal for the Far East (Chapter 8) (Paragraph 2, p. 1015, Judgment International Military Tribunal for the Far East)|access-date =ngày 27 tháng 10 năm 2016}}<\/ref> Tổng số người chết trong Thảm sát Nam Kinh có nhiều nguồn ước tính khác nhau.{{Sfn|Wakabayashi|2008|p=377-384}}\n[[Tập_tin:Nanking_victory_parade.webm|phải|nhỏ|Cuộc diễu hành chiến thắng ngày 17 tháng 12 trong bộ phim tuyên truyền với tựa đề ''Nam Kinh'' (1938) do Nhật Bản sản xuất]]\nNhững hoạt động càn quét và thảm sát quy mô lớn của quân Nhật kết thúc vào ngày 17 tháng 12, khi tướng Matsui tiến vào Nam Kinh làm lễ duyệt binh chiến thắng.{{Sfn|Yamamoto|2000|p=92}} Vào cuối tháng 12, hầu hết binh lính Nhật đều rời Nam Kinh, mặc dù các đơn vị của Binh đoàn Viễn chinh Thượng Hải vẫn tiếp tục chiếm giữ thành phố.{{Sfn|Morimatsu|1975|p=429, 432}} Các [[Hán gian]] tại địa phương đã thành lập Ủy ban Tự trị Nam Kinh, một chính quyền khu tự quản mới vào ngày 1 tháng 1 năm 1938.{{Sfn|Askew và Wakabayashi|2008|p=241}} Tuy nhiên, phải đến ngày 25 tháng 2, mọi hạn chế đối với việc tự do đi lại của dân thường ra vào thành phố mới được gỡ bỏ.{{Sfn|Askew|2004|p=12}}\n\n== Hệ quả và đánh giá ==\n{{hatnote|Xem thêm: [[:Commons:Battle of Nanking#Aftermath of the battle|Hệ quả của trận Nam Kinh]]}}\n[[Tập_tin:Nanking_celebrations.png|trái|nhỏ|Nhật Bản làm lễ kỷ niệm sau khi Nam Kinh thất thủ]]\nTin tức về vụ thảm sát được kiểm duyệt chặt chẽ ở Nhật Bản,{{Sfn|Yoshida|2006|p=20}} nơi mà quần chúng lúc bấy giờ đang cực kỳ phấn khích vì chiếm được Nam Kinh.{{Sfn|Kasahara|1997|p=123-125}} Các lễ kỷ niệm đã diễn ra trên khắp đất nước dưới mọi hình thức, từ tự phát cho đến chính phủ tài trợ. Đáng chú ý là một số cuộc diễu hành lồng đèn rực rỡ mà những người chứng kiến vẫn còn nhớ rõ mồn một trong nhiều thập kỷ về sau.{{Sfn|Kasahara|1997|p=123-125}}{{Sfn|Boyle|1972|p=55}} F. Tillman Durdin chỉ ra ngay trước khi Nam Kinh thất thủ rằng \"những sự kiện xảy ra trên chiến trường khôi phục lại niềm tin của người Nhật về khả năng bất khả chiến bại trong vũ trang.\"<ref name=\"laststand\" \/>\n\nCuộc chinh phục Nam Kinh nhanh chóng và dễ dàng hơn những gì người Nhật dự đoán.{{Sfn|Hattori và Drea|2011|p=169, 171-172, 175-177}}{{Sfn|Askew|2003|p=162}} Họ mất 1.953 binh sĩ trong trận chiến và 4.994 người bị thương.{{sfn|Yamamoto|2000|p=118}} Thương vong của Nhật Bản rõ ràng thấp hơn so với Trung Quốc mặc dù không có số liệu chính xác về số quân Trung Quốc [[tử trận]]. Phía Nhật tuyên bố là đã tiêu diệt 84.000 kẻ địch trong chiến dịch Nam Kinh, trong khi một số nguồn tin đương thời của Trung Quốc cho rằng phía họ thương vong 20.000 người. Nhà sử học Yamamoto Masahiro lưu ý rằng người Nhật thường hay thổi phồng số lượng quân địch tử trận trong khi người Trung Quốc lại có lý do để hạ thấp tỉ lệ tổn thất của họ.{{Sfn|Yamamoto|2000|p=87-88}} Hata Ikuhiko ước tính rằng 50.000 binh sĩ Trung Quốc thiệt mạng trong trận chiến.{{sfn|Hata|1998|p=51}} Còn Jay Taylor đưa ra con số là 70.000 và nói rằng tương ứng với quy mô lực lượng như đã ghi chép, tổn thất đó lớn hơn thiệt hại phải chịu trong trận chiến tàn khốc ở Thượng Hải.{{sfn|Gibson|1985|p=388}} Mặt khác, nhà sử học Trung Quốc Tôn Trạch Ngụy ước tính tổn thất trong giao tranh của Trung Quốc là từ 6.000 đến 10.000 quân.<ref>{{chú thích tạp chí|author=Zhaiwei Sun|first=|date=|year=1997|title=|script-title=zh:南京大屠杀遇难同胞中究竟有多少军人|url=http:\/\/jds.cass.cn\/UploadFiles\/zyqk\/2010\/12\/201012101114478943.pdf|journal=|language=zh|volume=|issue=4|pages=|via=|access-date=2021-01-24|archive-date=2015-07-09|archive-url=https:\/\/web.archive.org\/web\/20150709222256\/http:\/\/jds.cass.cn\/UploadFiles\/zyqk\/2010\/12\/201012101114478943.pdf}}<\/ref>\n\nMột báo cáo chính thức của Chính phủ Quốc dân lập luận rằng việc quá nhiều đội quân chưa qua đào tạo và thiếu kinh nghiệm là nguyên nhân chính dẫn đến thất bại. Tuy nhiên, Đường Sinh Trí lúc bấy giờ cũng phải chịu nhiều trách nhiệm và các sử gia sau này đã chỉ trích ông.{{Sfn|Fenby|2003|p=306}}{{Sfn|Yamamoto|2000|p=49}} Chẳng hạn như nhà sử học Kasahara Tokushi chỉ rõ ra là Đường Sinh Trí không đủ năng lực để làm lãnh đạo trên chiến trường. Đồng thời còn cho rằng nếu Đường không từ bỏ vị trí trước hầu hết các đơn vị bảo vệ, thì ông có thể tổ chức một cuộc rút lui khỏi Nam Kinh một cách trật tự vào ngày 11 tháng 12.{{Sfn|Kasahara|1997|p=112, 132-133}} Bên cạnh đó, chính quyết định bảo vệ Nam Kinh của Tưởng cũng gây ra tranh cãi. Yamamoto Masahiro tin rằng Tưởng đã để cho \"cảm xúc lấn át hoàn toàn\" khi mở một trận đánh mà Tưởng biết rằng mình chỉ có thể thua.{{Sfn|Yamamoto|2000|p=140}} Nhà sử học Frederick Fu Liu cũng đồng tình rằng quyết định này được coi là một trong những \"sai lầm chiến lược lớn nhất của chiến tranh Trung – Nhật\".{{Sfn|Liu|1956|p=199}} Dù vậy, sử gia Taylor nhận thấy rằng Tưởng có thể đã tin vào việc chạy trốn khỏi thủ đô \"mà không có một trận chiến nghiêm túc... sẽ mãi bị coi là một quyết định hèn nhát\".{{Sfn|Taylor|2009|p=150-152}}\n\nMặc dù thắng lợi ở Nam Kinh chứng tỏ được chiến tích quân sự của Nhật Bản, nhưng sự kiện Thảm sát Nam Kinh sau đó đã làm hoen ố thanh danh của họ trên trường quốc tế. Một loạt các sự kiện quốc tế tiếp theo xảy ra trong và sau trận chiến cũng phần nào ảnh hưởng đến danh tiếng của Nhật Bản.{{Sfn|Yoshida|2006|p=37}} Đáng chú ý nhất trong số đó là vụ Nhật Bản pháo kích vào tàu hơi nước ''Ladybird'' của Anh quốc trên sông Trường Giang trong ngày 12 tháng 12. Kế đó là vụ máy bay Nhật đánh chìm pháo hạm ''Panay'' của Hoa Kỳ cách đó không xa về phía hạ lưu trong cùng ngày.{{Sfn|Kasahara|1997|p=170-172}} Việc binh lính Nhật tát vào mặt lãnh sự Mỹ trong sự cố Allison càng làm gia tăng căng thẳng với Hoa Kỳ.{{Sfn|Kasahara|1997|p=170-172}}\n\nHơn nữa, việc Nam Kinh thất thủ không buộc Trung Quốc phải đầu hàng như các nhà lãnh đạo Nhật Bản dự đoán.{{Sfn|Boyle|1972|p=55}} Kể cả khi đang trên đà phấn chấn bởi thắng lợi, chính phủ Nhật Bản vẫn thay thế các điều khoản khoan dung cho hòa bình (mà họ từng gửi cho hòa giải viên Trautmann trước trận chiến) bằng một loạt yêu cầu khắc nghiệt. Sau cùng thì Trung Quốc cũng không chấp thuận.{{Sfn|Kojima|1984|p=168-169}}{{Sfn|Hata và Morley|1983|p=280-282}}{{Sfn|Bix|2000|p=343-344}} Vào ngày 17 tháng 12, Tưởng Giới Thạch tuyên bố một cách sôi nổi trong bài phát biểu \"Thông điệp gửi tới người dân khi chúng ta rút khỏi Nam Kinh\" rằng:{{Sfn|Taylor|2009|p=150-152}}{{Sfn|Hsu|1972|p=213-214}}\n\n{{Quote|text=Một trận chiến tại Nam Kinh hay bất kỳ thành phố lớn nào khác sẽ không quyết định toàn bộ cục diện chiến tranh. Nó sẽ được quyết định tại vùng nông thôn rộng lớn ở đất nước chúng ta và bởi ý chí kiên cường của toàn thể nhân dân... Đến cuối cùng thì chúng ta sẽ làm quân thù gục ngã thôi. Càng đánh lâu thì kẻ địch sẽ sức cùng lực kiệt. Tôi có thể cam đoan với toàn dân rằng thắng lợi cuối cùng sẽ thuộc về chúng ta.|sign=Tưởng Giới Thạch|source={{Sfn|Furuya|1981|p=557}}}}\n\nChiến tranh Trung – Nhật tiếp tục kéo dài thêm 8 năm và kết thúc với việc [[Nhật Bản đầu hàng]] vào năm 1945.{{Sfn|Taylor|2009|p=313-317}}\n\n== Tham khảo ==\n{{thể loại Commons|Battle of Nanking}}\n{{tham khảo|30em}}\n\n== Tài liệu ==\n{{refbegin|colwidth=30em}}\n* {{chú thích sách |first=John |last=Erickson |title=The Soviet High Command: A Military-Political History, 1918–1941 |location=London |publisher=Routledge |year=2001 |edition=3 |isbn=0-7146-5178-8}}\n* <span id=\"CITEREFHata1998\" class=\"citation book\">Ikuhiko Hata, \"The Nanking Atrocities: Fact and Fable,\" ''Japan Echo'', Tháng 8 năm 1998.<\/span>\n* <span id=\"CITEREFKasahara1997\" class=\"citation book\">Tokushi Kasahara (1997).<bdi>南京事件<\/bdi> (bằng tiếng Nhật). Tokyo: Iwanami Shoten.<\/span>\n* <span id=\"CITEREFKasahara_và_các_đồng_nghiệp1992\" class=\"citation book\">Tokushi Kasahara (1992). Tomio Hora; et al. (eds.). 南京防衛戦と中国軍. 南京大虐殺の研究 (bằng tiếng Nhật). Tokyo: Banseisha<\/span>\n* <span id=\"CITEREFGibson1985\" class=\"citation book\">Michael Richard Gibson, ''Chiang Kai-shek’s Central Army, 1924–1938'' (Washington DC: George Washington University, 1985).<\/span>\n* <span id=\"CITEREFYamamoto2000\" class=\"citation book\">Masahiro Yamamoto, ''Nanking: Anatomy of an Atrocity''(Westport, Connecticut: Praeger, 2000).<\/span>\n* <span id=\"CITEREFTaylor2009\" class=\"citation book\">Jay Taylor, ''The Generalissimo: Chiang Kai-shek and the Struggle for Modern China'' (Cambridge, Massachusetts: Belknap Press, 2009).<\/span>\n* <span id=\"CITEREFHattori_và_Drea2011\" class=\"citation book\">Hattori Satoshi và Edward J. Drea, \"Japanese operations from July to December 1937,\" trong ''The Battle for China: Essays on the Military History of the Sino-Japanese War of 1937–1945'', eds. Mark Peattie et al. (Stanford, California: Stanford University Press, 2011).<\/span>\n* <span id=\"CITEREFHando_và_các_đồng_nghiệp2010\" class=\"citation book\">Kazutoshi Hando; et al. (2010).<bdi>歴代陸軍大将全覧: 昭和篇(1)<\/bdi> (bằng tiếng Nhật). Tokyo: Chuo Koron Shinsha.<\/span>\n* <span id=\"CITEREFMorimatsu1975\" class=\"citation book\">Toshio Morimatsu (1975). 戦史叢書: 支那事変陸軍作戦(1)(bằng tiếng Nhật). Tokyo: Asagumo Shinbunsha.<\/span>\n* <span id=\"CITEREFKojima1984\" class=\"citation book\">Noboru Kojima (1984). 日中戦争(3) (bằng tiếng Nhật). Tokyo: Bungei Shunju.<\/span>\n* <span id=\"CITEREFDorn1974\" class=\"citation book\">Frank Dorn, ''The Sino-Japanese War, 1937–41: From Marco Polo Bridge to Pearl Harbor'' (New York: Macmillan, 1974).<\/span>\n* <span id=\"CITEREFAskew2003\" class=\"citation book\">David Askew, \"Defending Nanking: An Examination of the Capital Garrison Forces,\" ''Sino-Japanese Studies'', 15 tháng 4 năm 2003.<\/span>\n* <span id=\"CITEREFItakura1999\" class=\"citation book\">Yoshiaki Itakura (1999). 本当はこうだった南京事件 (bằng tiếng Nhật). Tokyo: Nihon Tosho Kankokai.<\/span>\n* <span id=\"CITEREFLi1992\" class=\"citation book\">Li Junshan (1992). 為政略殉: 論抗戰初期京滬地區作戰 (bằng tiếng Trung). Taipei: Guoli Taiwan Daxue Zhuban Weiyuanhui.<\/span>\n* <span id=\"CITEREFMitter2013\" class=\"citation book\">Rana Mitter, ''Forgotten Ally: China's World War II'' (Boston: Hughton Mifflin Harcourt, 2013).<\/span>\n* <span id=\"CITEREFFujiwara_và_Wakabayashi2008\" class=\"citation book\">Akira Fujiwara, \"The Nanking Atrocity: An Interpretive Overview,\" trong ''The Nanking Atrocity, 1937–38: Complicating the Picture'', ed. Bob Tadashi Wakabayashi (New York: Berghahn Books, 2008).<\/span>\n* <span id=\"CITEREFYamamoto1998\" class=\"citation book\">Masahiro Yamamoto, ''The History and Historiography of the Rape of Nanking'' (Tuscaloosa: unpublished Ph.D. thesis, 1998).<\/span>\n* <span id=\"CITEREFHattori_và_Gakkai2008\" class=\"citation book\">Satoshi Hattori (2008). Gunjishi Gakkai (ed.).<bdi>日中戦争における短期決戦方針の挫折<\/bdi>.<bdi>日中戦争再論<\/bdi>. Tokyo: Kinseisha.<\/span>\n* <span id=\"CITEREFDrea_và_van_de_Ven2011\" class=\"citation book\">Edward J. Drea và Hans van de Ven, \"An Overview of Major Military Campaigns During the Sino-Japanese War, 1937–1945,\" trong ''The Battle for China: Essays on the Military History of the Sino-Japanese War of 1937–1945'', eds. Mark Peattie et al. (Stanford, California: Stanford University Press, 2011).<\/span>\n* <span id=\"CITEREFHayase1999\" class=\"citation book\">Toshiyuki Hayase (1999). 将軍の真実: 松井石根人物伝 (bằng tiếng Nhật). Tokyo: Kojinsha.<\/span>\n* <span id=\"CITEREFAskew_và_Wakabayashi2008\" class=\"citation book\">David Askew, \"Westerners in Occupied Nanking,\" trong ''The Nanking Atrocity, 1937–38: Complicating the Picture'', ed. Bob Tadashi Wakabayashi (New York: Berghahn Books, 2008).<\/span>\n* <span id=\"CITEREFFenby2003\" class=\"citation book\">Jonathan Fenby, ''Generalissimo: Chiang Kai-shek and the China He Lost'' (London: Free Press, 2003).<\/span>\n* <span id=\"CITEREFSenshi_Hensan_Iinkai1987\" class=\"citation book\">Senshi Hensan Iinkai, 騎兵・搜索第二聯隊戦史 (Sendai: Kihei Sosaku Daini Rentai Senyukai, 1987).<\/span>\n* <span id=\"CITEREFWakabayashi2008\" class=\"citation book\">Bob Tadashi Wakabayashi, \"Leftover Problems,\" trong ''The Nanking Atrocity, 1937–38: Complicating the Picture'', ed. Bob Tadashi Wakabayashi (New York: Berghahn Books, 2008).<\/span>\n* <span id=\"CITEREFAskew2004\" class=\"citation book\">David Askew, ''The Scale of Japanese Atrocities in Nanjing: An Examination of the Burial Records,'' Ritsumeikan Journal of Asia Pacific Studies, Tháng 6 năm 2004.<\/span>\n* <span id=\"CITEREFYoshida2006\" class=\"citation book\">Takashi Yoshida, ''The Making of the \"Rape of Nanking\"'' (New York: Oxford University Press, 2006).<\/span>\n* <span id=\"CITEREFBoyle1972\" class=\"citation book\">John Hunter Boyle, ''China and Japan at War, 1937–1945: The Politics of Collaboration'' (Stanford, California, Stanford University Press, 1972).<\/span>\n* <span id=\"CITEREFLiu1956\" class=\"citation book\">Frederick Fu Liu, ''A Military History of Modern China 1924–1949'' (Princeton: Princeton University Press, 1956).<\/span>\n* <span id=\"CITEREFHata_và_Morley1983\" class=\"citation book\">Ikuhiko Hata, \"The Marco Polo Bridge Incident 1937,\" trong ''The China Quagmire: Japan's Expansion on the Asian Continent 1933–1941'', ed. James William Morley (New York: Columbia University Press, 1983).<\/span>\n* <span id=\"CITEREFBix2000\" class=\"citation book\">Herbert Bix, ''Hirohito and the Making of Modern Japan'' (New York: HarperCollins Publishers, 2000).<\/span>\n* <span id=\"CITEREFHsu1972\" class=\"citation book\">Long-hsuen Hsu, ''History of the Sino-Japanese war (1937–1945)'' (Taipei, Chung Wu, 1972).<\/span>\n* <span id=\"CITEREFFuruya1981\" class=\"citation book\">Keiji Furuya, ''Chiang Kai-shek: His Life and Times'' (New York: St. John's University, 1981).<\/span>\n{{refend}}\n{{coord|32.0500|N|118.7670|E|type:event_source:wikidata-and-enwiki-cat-tree_region:CN-32|display=title}}\n\n[[Thể loại:Chiến tranh Trung–Nhật]]\n[[Thể loại:Xung đột năm 1937]]\n[[Thể loại:Nhật Bản năm 1937]]\n[[Thể loại:Trung Quốc năm 1937]]\n[[Thể loại:Lịch sử Nam Kinh]]"}