{"62140":"{{Thông tin nhân vật\n| honorific_prefix = \n| tên = Trần Quang Diệu\n| honorific_suffix = 陳光耀\n| hình = Trần Quang Diệu.jpg\n| cỡ hình = \n| alt = \n| ghi chú hình = Tượng thờ Thái phó Trần Quang Diệu trong Điện thờ [[Tây Sơn tam kiệt]] ([[Bảo tàng Quang Trung]], Bình Định)\n| tên gốc = \n| native_name_lang = \n| tên khai sinh = Trần Văn Đạt\n| ngày sinh = [[17 tháng 10]] năm [[1760]]<br>\n(9 tháng 9 năm [[Canh Thìn]])\n| nơi sinh = làng An Hải, huyện Diên Phước, tỉnh [[Quảng Nam]] (nay thuộc quận [[Sơn Trà (quận)|Sơn Trà]], [[Đà Nẵng]]\n| rửa tội = <!-- will not display if birth_date is entered -->\n| disappeared_date = <!-- {{disappeared date and age|YYYY|MM|DD|YYYY|MM|DD}} (điền ngày biến mất trước, ngày sinh sau) -->\n| disappeared_place = \n| trạng thái biến mất = \n| ngày mất = [[1802]]<br>(42 tuổi)\n| nơi mất = \n| nguyên nhân cái chết = bị xử tử\n| khám nghiệm = \n| an táng = \n| resting_place_coordinates = <!-- {{coord|LAT|LONG|type:landmark|display=inline}} -->\n| tưởng niệm = \n| cư trú = \n| quốc gia = [[Việt Nam]]\n| tên khác = \n| dân tộc = <!-- Ethnicity should be supported with a citation from a reliable source -->\n| quốc tịch = [[Việt Nam]]\n| học vị = \n| học vấn = \n| công việc = [[Thái phó]]\n| năm hoạt động = \n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = \n| đại lý = \n| nổi tiếng = \n| notable_works = \n| loại = \n| quê quán = làng An Hải, quận [[Sơn Trà (quận)|Sơn Trà]], [[Đà Nẵng]]\n| lương = \n| tài sản = <!-- Net worth should be supported with a citation from a reliable source -->\n| height_cm = <!-- chiều cao tính bằng centimét -->\n| height_ft = <!-- chiều cao feet... -->\n| height_in = <!-- chiều cao inch -->\n| chiều cao = <!-- nguồn -->\n| weight_kg = <!-- cân nặng tính bằng kilogam -->\n| weight_st = <!-- cân nặng stone (optional) -->\n| weight_lb = <!-- cân nặng pound -->\n| cân nặng = <!-- nguồn -->\n| tivi = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| phong trào = \n| đối thủ = \n| hội đồng = \n| tôn giáo = <!-- Religion should be supported with a citation from a reliable source -->\n| giáo phái = <!-- Denomination should be supported with a citation from a reliable source -->\n| cáo buộc = <!-- Criminality parameters should be supported with citations from reliable sources -->\n| mức phạt = \n| criminal_status = \n| spouse = [[Bùi Thị Xuân]]\n| đối tác = <!-- (người đồng hành lâu năm nhưng không kết hôn) -->\n| con cái = Trần Thị Cúc (Bích Xuân)\n| cha mẹ = Trần Tấn<br\/>Phan Thị Hy\n| người thân = \n| callsign = \n| giải thưởng = \n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n| chữ ký = \n| signature_alt = \n| cỡ chữ ký = \n| website = <!-- {{URL|example.com}} -->\n| footnotes = \n| cha = \n| mẹ = \n}}\n'''Trần Quang Diệu''' ([[chữ Hán]]: 陳光耀; [[1760]]<ref>Theo Bùi Xuân (''Kỷ yếu'', tr. 168), ông Diệu sinh ngày 9 tháng 9 năm [[Canh Thìn]] (1760).<\/ref> – [[1802]]) là một trong ''[[Tây Sơn thất hổ tướng]]'' của [[nhà Tây Sơn]] trong [[lịch sử Việt Nam]]. Ông cùng với vợ là nữ tướng [[Bùi Thị Xuân]] đã cố sức chiến đấu để bảo vệ vương triều này nhưng không thành công, và cả hai đều bị vua [[Gia Long]] xử tội chết.\n\n== Quê quán và họ tên ==\nTrước đây có ba ý kiến khác nhau về quê quán của Trần Quang Diệu: \n*Một là ở xã [[Ân Tín]], huyện [[Hoài Ân]], tỉnh [[Bình Định]]\n*Hai là ở xã [[Đức Lân]], huyện [[Mộ Đức]], tỉnh [[Quảng Ngãi]].\n*Ba là ở làng [[Nam Ô]], thuộc huyện [[Hòa Vang]], tỉnh [[Quảng Nam]] (nay thuộc quận [[Liên Chiểu]], thành phố [[Đà Nẵng]]).\n\nSau, nhờ tìm được mộ của mẹ Trần Quang Diệu ở phía [[Hướng Tây Nam|Tây Nam]] hòn Thổ Sơn (thuộc [[Ngũ Hành Sơn]], [[Đà Nẵng]]), cách chân núi khoảng 30 [[Mét|m]] trong vườn của ông Trần Xê. Ngôi mộ này được lập vào tháng 3 năm [[Nhâm Tý]] (1792), thời chính quyền Tây Sơn quản lý đất [[Quảng Nam]]. Và qua xác minh nhiều nguồn tư liệu (trong đó có ''Gia phả họ Nguyễn'' ở làng An Hải), đầu năm [[1996]], Bảo tàng Đà Nẵng và Hội sử học Đà Nẵng đã ra thông báo rằng: \n:''Trần Quang Diệu, vốn có tên '''Trần Văn Đạt''', là người ở làng An Hải (trước thuộc huyện [[Diên Phước]], tỉnh [[Quảng Nam]], nay thuộc quận [[Sơn Trà (quận)|Sơn Trà]], thành phố [[Đà Nẵng]]), là con trai của ông Trần Tấn và bà Phan Thị Hy''.<ref>Thông tin này đã được đăng trên [[thanh Niên (báo)|báo Thanh Niên]] số ra ngày [[16 tháng 12]] năm [[1997]], và ở sách ''Các vị nữ danh nhân Việt Nam'' của Lê Minh Quốc (Bài viết về \"[[Bùi Thị Xuân]]\". [[Nhà xuất bản Trẻ]], 2009, tr. 67). Theo ''Gia phả họ Nguyễn'' ở làng An Hải, thì cha ông Diệu tên là '''Trần Tấn Nghĩa''', và ông Diệu là anh cả trong một gia đình có 5 anh em (theo Bùi Xuân, ''Kỷ yếu'', tr. 168).<\/ref>\n\n== Sự nghiệp ==\n===Gia nhập quân Tây Sơn===\nTheo lời kể dân gian, Trần Quang Diệu là người rất giỏi võ. Lúc nhỏ, theo sách ''\"Nhà Tây Sơn\"'', Trần Quang Diệu học văn học võ nhiều thầy. Lớn lên, một lần ông đi săn trên núi Kim Sơn ở [[Hoài Ân]], tình cờ gặp được một ông lão tên là Diệp Đình Tòng, vì can tội giết chết một viên tri huyện tham ô mà ông và vợ con phải trốn vào đây. Trong hơn 20 năm dài ấy, không chịu nổi lam sơn chướng khí, vợ con ông đều đã lần lượt qua đời. Ông Tòng là người thông thạo cả năm món binh khí, đó là: đao, [[kiếm]], kích, [[thương (vũ khí)|thương]] và [[cung (vũ khí)|cung]]. Tuy nhiên, Trần Quang Diệu chỉ học môn đại đao.\n\nNăm năm sau, thầy mất. Trần Quang Diệu băng núi đến Vĩnh Thạnh, rồi nghe tin Nguyễn Nhạc là người có chí lớn (lúc này Nguyễn Nhạc đang làm chủ [[sòng bạc]] ở Kiên Mỹ) nên tìm đến làm quen. Chính vì mối giao tình này, nên khi Nguyễn Nhạc cùng hai em là Nguyễn Huệ và Nguyễn Lữ dựng cờ khởi nghĩa, Trần Quang Diệu liền tham gia phong trào Tây Sơn ngay từ buổi đầu.\n\nNăm [[1771]], trên đường từ Hoài Ân vào Kiên Mỹ để gặp thủ lĩnh [[nhà Tây Sơn|phong trào Tây Sơn]] là [[Nguyễn Nhạc]] thì bị [[hổ|cọp]] dữ tấn công. Chống trả được một hồi, ông Diệu vừa bị thương vừa đuối sức, [[Bùi Thị Xuân]]<ref>Theo ''Gia phả họ Nguyễn'' ở làng An Hải, thì Bùi Thị Xuân tên tục là '''Út''', tên thường gọi là '''bà Siêu''', vì chồng bà (Trần Quang Diệu) từng được phong tước Siêu võ hầu (Bùi Xuân, Kỷ yếu, tr. 168).<\/ref> tình cờ đi qua đấy liền xông vào cứu được mạng ông. Ít lâu sau, nhờ [[Nguyễn Nhạc]] đứng ra làm chủ hôn, Trần Quang Diệu và Bùi Thị Xuân trở thành vợ chồng, rồi cùng trải bao gian lao dưới ngọn cờ khởi nghĩa Tây Sơn.\n\nNăm [[1773]], tham gia đánh thành Quy Nhơn.\n\nNăm [[1778]], [[Nguyễn Nhạc]] xưng đế, ông được phong chức Thiếu phó.\n\nNăm [[1789|1785]], Trần Quang Diệu cùng vợ ở [[Trận Rạch Gầm – Xoài Mút|trận Rạch Gầm-Xoài Mút]] đánh tan đạo quân bộ 2 vạn quân [[Xiêm|Xiêm La]] do Lục Côn chỉ huy theo tả ngạn sông [[sông Tiền|Tiền Giang]] đi xuống, lập đại công. Vợ chồng ông điều khiển bộ binh, tướng [[Võ Văn Dũng]] cùng [[Quang Trung|Nguyễn Huệ]] chỉ huy thủy quân đánh tan 2 vạn thủy binh do Chiêu Sương làm tiên phong kéo xuống sông Mỹ Tho. Kiểm điểm quân số thì khi xuất quân, thủy bộ cả thảy 5 vạn, lúc trở về chỉ còn mươi ngàn lục quân và không đầy vài ngàn thủy quân! Như vậy chỉ trong một trận Tây Sơn tiêu diệt gần 4 vạn quân Xiêm và 300 thuyền chiến.\n\nTrong [[Trận Ngọc Hồi - Đống Đa|chiến thắng Kỷ Dậu 1789]], Trần Quang Diệu được biên chế trong đạo trung quân do [[Quang Trung|Nguyễn Huệ]] chỉ huy. Sau trận đại thắng này, ông được cử làm đốc trấn [[Nghệ An]], vừa lãnh nhiệm vụ trấn thủ, vừa lo việc xây dựng thành [[Phượng Hoàng Trung Đô|Phượng Hoàng trung đô]] ở đây.<ref>Theo [[Nguyễn Khắc Thuần]] (tr. 273). Trong sách ''Nhà Tây Sơn'', [[Quách Tấn]] (quê ở [[Tây Sơn, Bình Định|Tây Sơn]]) còn cho biết ở [[trận Rạch Gầm – Xoài Mút|trận Rạch Gầm-Xoài Mút]] đánh tan 20 vạn quân [[Xiêm|Xiêm La]], Trần Quang Diệu-[[Bùi Thị Xuân]] cũng đã lập đại công. Vợ chồng ông điều khiển bộ binh, tướng [[Võ Văn Dũng]] cùng Nguyễn Huệ chỉ huy thủy quân (tr. 97). Tuy nhiên, thông tin này chưa được kiểm chứng và cũng chưa tìm thấy ở tài liệu khác.<\/ref>\n\nKhi Lê Chiêu Thống chạy sang Tàu, Lê Duy Chỉ ở lại [[Tuyên Quang]], nương nhờ thổ tù Nùng Phúc Tân và Huỳnh Văn Đồng. Duy Chỉ liên kết với thổ dân ở [[Vương quốc Viêng Chăn|Vạn Tượng]], [[Bồn Man|Trấn Ninh]], Trịnh Cao, [[Quỳ Hợp|Quy Hợp]], Xiêm La chuẩn bị đánh lấy thành Nghệ An.\n\nVua Quang Trung hay tin, sai Trần Quang Diệu làm Đại Tổng trấn, [[Lê Trung]] làm Đại Tư lệ, phát binh đi tảo trừ.\n\nTháng 6 năm [[1791]] lấy được Trấn Ninh, tù trưởng là Cheo Nam, Cheo Kiêu bị bắt. Tháng 8 bình được Trịnh Cao và Quy Hiệp. Tháng 10, thủ lãnh Vạn Tượng bỏ thành chạy, quân Tây Sơn lấy được vô số [[Cồng chiêng|chiêng]], trống và vài chục thớt voi. Thừa thắng đánh thẳng đến biên giới [[Xiêm|Xiêm La]], chém được Tả súy là Phan Dung và Hữu súy là Phan Siêu. Binh Xiêm thua chạy tán loạn.\n\nTrần Quang Diệu và Lê Trung dẹp yên biên giới, kéo binh về [[Tuyên Quang]] đánh Nùng Phúc Tấn và Huỳnh Văn Đồng. Nùng, Huỳnh chống không nổi bị giết, Lê Duy Chỉ chạy không kịp cũng bị giết.\n\nNăm [[1791|1792]], Ai Lao ([[Lào]]) thiếu cống nạp, vua Quang Trung lại sai Trần Quang Diệu đem quân sang vấn tội. Quân Ai Lao sợ hãi xin hàng. Từ đấy hết lòng thuần phục.<ref>Chép theo ''[[Hoàng Lê nhất thống chí]]'' (tập 2, tr. 204).<\/ref> Vua [[Myanmar|Miến Điện]] hay tin liền sai sứ sang Việt Nam thông hiếu.\n\n===Dưới thời Cảnh Thịnh===\n[[Tháng bảy|Tháng 7]] năm [[Nhâm Tý]] (1792), vua [[Quang Trung]] đột ngột qua đời. Tuân theo di chiếu, Trần Quang Diệu, [[Bùi Đắc Tuyên]] và [[Vũ Văn Dũng]] cùng tôn phò [[Nguyễn Quang Toản]] (10 tuổi) lên ngôi, tức vua [[Nguyễn Quang Toản|Cảnh Thịnh]].\n\nNăm [[1793]], quân [[chúa Nguyễn]] kéo ra bao vây thành Quy Nhơn do [[Nguyễn Nhạc]] cai quản. Nhận lời cầu cứu, vua Cảnh Thịnh cử quân vào đánh giải vây được.\n\nNăm [[1795|1794]], Trần Quang Diệu xuất quân chiếm [[Diên Khánh]]. Thành kiên cố, Trần Quang Diệu không hạ nổi đành bao vây chờ quân trong thành cạn lương thực. [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] cho người lẻn về Gia Định cáo cấp. Nguyễn Phúc Ánh bèn đem đại binh giải vây. Trần Quang Diệu rút quân về.\n\nNăm [[1795]], Trần Quang Diệu một lần nữa xuất quân chiếm lại [[Diên Khánh]]. Khi chiến sự đang giằng co với lợi thế thuộc về quân Tây Sơn thì có triều biến tại [[Cố đô Huế|Phú Xuân]]: không có lệnh vua, [[Vũ Văn Dũng]], [[Nguyễn Văn Huấn (tướng nhà Tây Sơn)|Nguyễn Văn Huấn]] và [[Phạm Công Hưng]] lập mưu giết tướng [[Ngô Văn Sở]] và cha con thái sư [[Bùi Đắc Tuyên]]. Hay tin, Trần Quang Diệu vội thu quân về triều, đóng quân ở mạn nam [[sông Hương]], hướng mặt vào thành Phú Xuân, trong khi Vũ Văn Dũng đóng ở mạn bắc sông và muốn đem quân cự lại. Vua [[Nguyễn Quang Toản|Cảnh Thịnh]] phải cho người ra khuyên giải, mâu thuẫn giữa hai đại tướng mới được thu xếp ổn thỏa. Kể từ đó, Trần Quang Diệu làm Thái phó, Nguyễn Văn Huấn làm Thiếu bảo, Vũ Văn Dũng làm Đại Tư đồ và Nguyễn Văn Danh (hay là Nguyễn Văn Tứ) làm Đại Tư mã, gọi là ''Tứ trụ đại thần''.<ref>''[[Việt Nam sử lược]]'', tr. 396.<\/ref> Nhưng chẳng lâu sau, vua [[Nguyễn Quang Toản|Cảnh Thịnh]] nghe lời gièm pha rút hết binh quyền của Thái phó Quang Diệu.\n\nThấy thế của [[nhà Tây Sơn]] đã suy nhược, năm [[1799]], chúa Nguyễn cử đại binh ra đánh, đến tháng 5 ([[âm lịch]]) thì bao vây thành [[Quy Nhơn]]. Khi ấy, Trần Quang Diệu mới được giao lại binh quyền để cùng [[Vũ Văn Dũng]] đem binh vào cứu.\n\nNguyễn Phúc Ánh đánh thành mấy ngày liền nhưng không hạ nổi, [[Lê Văn Thanh|Lê Văn Thành]] chống cự đã đuối sức, phải đóng cửa thành cố thủ để đợi quân cứu viện Phú Xuân. Nguyễn Phúc Ánh bao vây thành, và truyền [[Võ Tánh]] giữ vững mặt phía tây, Tống Viết Phước giữ vững mặt phía bắc, đề phòng binh Phú Xuân.\n\nTheo ''[[Việt Nam sử lược]]'' thì Trần Quang Diệu và Võ Văn Dũng kéo quân vào đến Quảng Nghĩa ([[Quảng Ngãi]]) thì bị binh Tống Viết Phước chận lại, phải dừng lại Thạch Tân. Thừa lúc trời tối, Võ Văn Dũng lén đem quân theo đường Chung Xá, mưu đánh úp quân Tống Viết Phước. Chẳng ngờ khắp nơi đều có quân đóng giữ và canh phòng cẩn mật, binh [[Võ Văn Dũng]] bị thua to. May nhờ Trần Quang Diệu cứu ứng kịp, Võ Văn Dũng mới thoát nạn. Việc ấy là tội của tướng chỉ huy, nhưng nhờ có Quang Diệu giấu đi. Cảm ơn ấy, Vũ Văn Dũng kết nghĩa sinh tử với Trần Quang Diệu.\n\nLê Văn Thanh đợi không thấy viện binh mà trong thành lương thực lại hết, bất đắc dĩ phải mở thành cùng Thượng thư Nguyễn Văn Phác, Thiếu úy Trương Tấn Túy ra hàng. Nguyễn Phúc Ánh vào thành Quy Nhơn, đổi tên là thành [[Bình Định]], và tha cho các quân tướng Tây Sơn đầu hàng, lưu dụng lại trong quân.\n\nĐược tin Quy Nhơn thất thủ, Cảnh Thịnh định thân chinh. Nhưng gặp tang [[Lê Ngọc Hân|Ngọc Hân]] nên tạm hoãn, truyền Nguyễn Văn Giáp vào giữ [[sông Trà Khúc]] ở Quảng Nghĩa và gọi Trần Quang Diệu cùng Võ Văn Dũng ra giữ Quảng Nam.\n\nBấy giờ, có mấy người ganh ghét muốn nhân thành Quy Nhơn thất thủ bắt tội Diệu là đồn binh không chịu tiếp ứng, tâu cùng Cảnh Thịnh, xin sai người đưa mật thư vào [[Quảng Nam]] báo Võ Văn Dũng bắt Diệu giết đi. Được Vũ Văn Dũng cho xem thư, Thái phó Diệu tức tốc dẫn quân về triều, nói là để bắt quân phản loạn.\n\nTrần Quang Diệu về đóng binh tại bờ phía nam [[sông Hương]], Cảnh Thịnh cho ra vời, Diệu không phụng mệnh. Nhà vua sợ hãi, phải nhờ đến nữ tướng [[Bùi Thị Xuân]]. Cuối cùng, vua Cảnh Thịnh phải bắt mấy mật tấu giao cho ông, việc mới yên. Trần Quang Diệu vào triều làm lễ cẩn, rồi lãnh đại binh trở vào Nam.\n\nDẫn quân trở lại [[Quy Nhơn]], đến [[Tháng giêng|tháng Giêng]] năm [[Canh Thân]] (1800) thì Trần Quang Diệu và [[Vũ Văn Dũng]] cùng tấn công thành. Tướng Nguyễn là [[Võ Tánh]] giữ vững không ra đánh. Trần Quang Diệu sai đắp lũy chung quanh thành, chia quân vây bốn mặt; Vũ Văn Dũng đem thủy quân ra đóng giữ cửa [[Thị Nại]], xây đồn và đặt pháo để cản ngăn quân cứu viện.\n\nĐược tin thành Quy Nhơn bị vây, [[chúa Nguyễn]] cử đại quân ra cứu Quy Nhơn, các tướng Nguyễn phá tan thủy quân Tây Sơn ở [[Trận Thị Nại (1801)|Trận Thị Nại]]. Vũ Văn Dũng phải bỏ cửa Thị Nại lên bộ hợp quân với Trần Quang Diệu. Quân Tây Sơn vây thành càng ngặt.<ref>[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', tr. 399-400.<\/ref>\n\nNhận thấy hai tướng giỏi nhất và tinh binh Tây Sơn tập trung cả ở Quy Nhơn, [[Võ Tánh]] viết thư khuyên chúa Nguyễn đừng vội lo giải vây mà hãy ra đánh [[Cố đô Huế|Phú Xuân]] trước. Nguyễn Phúc Ánh nghe theo, đến [[tháng năm|tháng 5]] (âm lịch) năm 1801, thủy quân Nguyễn ra đánh chiếm được Phú Xuân.<ref>[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', chương XII, phần 12.<\/ref>\n\nTrần Quang Diệu và Vũ Văn Dũng nghe tin [[Cố đô Huế|Phú Xuân]] thất thủ, sai tướng đem quân về cứu, nhưng đến [[Quảng Nam]] thì bị chặn lại phải quay về. Trần Quang Diệu và Vũ Văn Dũng càng dốc quân đánh thành Quy Nhơn. Trong thành hết lương thực, Võ Tánh đưa thư cho Trần Quang Diệu nói rằng: ''\"Phận sự ta làm chủ tướng, thì đành liều chết ở dưới cờ. Còn các tướng sĩ không có tội gì, không nên giết hại\"''.<ref>Trần Trọng Kim, ''[[Việt Nam sử lược]]'', chương XII, phần 13.<\/ref> Sau đó, Võ Tánh chất rơm cỏ dưới lầu bát giác tự thiêu, Hiệp trấn [[Ngô Tùng Châu]] cũng uống thuốc độc tự tử, thành Quy Nhơn đầu hàng. Trần Quang Diệu vào thành, sai làm lễ liệm táng cho hai người dũng cảm, không sợ chết và tha cho tướng sĩ nhà Nguyễn, không giết một ai. Sau đó, ông chia người đi cứu Phú Xuân và [[Phú Yên]] nhưng đều thất bại. Quân Tây Sơn chiếm lại được thành Quy Nhơn nhưng các mặt đều là địch, khó bề chống giữ.\n\n[[Tháng ba|Tháng 3]] [[âm lịch]] năm [[1802]], nghe tin vua [[Nguyễn Quang Toản|Cảnh Thịnh]] và Bùi Thị Xuân đã thua trận ở [[Trận Trấn Ninh (1802)|Trấn Ninh]] (tháng Giêng năm [[1802]]), Trần Quang Diệu và Vũ Văn Dũng bỏ thành, đem binh tượng đi đường thượng đạo qua [[Lào]] ra [[Nghệ An]] để hội quân với vua Cảnh Thịnh. Nhưng khi tới châu [[Quỳ Hợp]], vào được đất [[Hương Sơn]] thì nghe thành [[Nghệ An]] đã thất thủ, Trần Quang Diệu và vợ con bèn về huyện [[Thanh Chương]]. Lúc này, tướng sĩ đi theo dần rời bỏ, trốn được mấy hôm thì cả nhà ông đều bị quân đối phương bắt sống.\n\n==Bị xử chết ==\nNguyễn Phúc Ánh, khi này đã lên ngôi và lấy hiệu [[Gia Long]] (1802), chiêu hàng Trần Quang Diệu. Ông đáp:\n:''Trung thần không thờ hai vua, nay tôi bị bắt thì chỉ có tội chết. Nếu nhà vua mới rộng lượng tha cho, như trước đây tôi đã tha cho các tướng ở [[Quy Nhơn]] thì tôi sẽ về ở nơi thôn dã, cày ruộng, nộp thuế như người thường dân, chứ nhận chức quan của triều đại mới thì không phải là trượng phu.''\nBiết không thể khuất phục được Trần Quang Diệu, vua nhà Nguyễn xử ông tội chết. Về cái chết của ông, có bốn thông tin:\n#Trần Quang Diệu và các tướng lĩnh khác bị chém bêu đầu: <nowiki>''<\/nowiki>Thiếu phó Trần Quang Diệu, Tư đồ Võ Văn Dũng, Tư mã Nguyễn Văn Tứ; Đổng lý Nguyễn Văn Thận, Đô ngu Nguyễn Văn Giáp, Thống tướng Lê Văn Hưng, cùng với bè lũ đầu sỏ đều đã bắt giam, đều đem giết cả, bêu đầu bảo cho dân chúng<nowiki>''<\/nowiki>.<ref>Trích ''[[Đại Nam thực lục|Đại Nam Thực Lục]]'', tập 1, nxb Giáo dục, 2001, tr. 532 - 533.<\/ref>\n#[[Phạm Khắc Hòe]], nguyên Đổng lý Ngự tiền văn phòng triều [[Bảo Đại]], cho rằng vì ông thờ mẹ già 80 tuổi có hiếu nên vua Gia Long chỉ ra lệnh chém đầu, chứ không hành hình như một số người khác.<ref>Sách ''Kể chuyện vua quan nhà Nguyễn'', [[Thuận Hóa]], 1986, tr. 13.<\/ref>\n#GS. [[Nguyễn Khắc Thuần]] cho rằng ông bị xử lột da sống. Thông tin này được nhiều nhà nghiên cứu đồng thuận, trong đó có: [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, [[Quách Tấn]], Trần Xuân Sinh.<ref>Trần Xuân Sinh cho biết ông Diệu sau khi bị lột da rồi còn bị nhồi trấu (''Thuyết Trần''. Nhà xuất bản [[Hải Phòng]], 2003).<\/ref>\n#Trần Quang Diệu nhờ tha chết cho binh tướng Võ Tánh mới được đặc ân uống thuốc độc, khỏi bị voi xé như vợ con. Thông tin này lấy trong sách ''Lịch sử nội chiến 1771-1802'' của nhà sử học [[Tạ Chí Đại Trường]].<ref>''Lịch sử nội chiến 1771-1,02'', tiết 19.<\/ref>\n\n==Thông tin liên quan==\n*Tương truyền, Trần Quang Diệu học văn học võ nhiều thầy. Một lần ông đi săn trên núi Kim Sơn ở [[Hoài Ân]], tình cờ gặp được một ông lão tên là Diệp Đình Tòng, vì can tội giết chết một viên tri huyện tham ô, mà ông và vợ con phải trốn vào đây. Trong hơn 20 năm dài ấy, không chịu nổi sơn lam chướng khí, vợ con ông đều đã lần lượt qua đời. Ông Tòng là người thông thạo cả năm món binh khí, đó là: [[đao]], [[kiếm]], [[kích]], [[thương (vũ khí)|thương]] và [[Cung (vũ khí)|cung]]. Tuy nhiên, Trần Quang Diệu chỉ học môn đại đao. Năm năm sau, thầy mất, Trần Quang Diệu băng núi rừng đến đầu quân Tây Sơn.<ref>Lược kể theo ''Nhà Tây Sơn'', tr. 47-50.<\/ref>\n*Theo sách ''Danh tướng Việt Nam'' (tập 3), khi Nguyễn Nhạc dựng cờ xướng nghĩa ở Tây Sơn ([[1771]]) thì Trần Quang Diệu là một trong số những người hưởng ứng sớm nhất.<ref>''Danh tướng Việt Nam'' (tập 3), tr. 272.<\/ref> Theo sách ''Nhà Tây Sơn'', khi Nguyễn Nhạc lập kế hoạch đánh thành [[Quy Nhơn]] (1773) thì ông Diệu được giao đánh mặt nam của thành.<ref>''Nhà Tây Sơn'', tr. 61.<\/ref> Theo gia phả, ông Diệu sinh năm [[1760]], cho nên cả hai việc này không thể xảy ra, vì lúc ấy ông chỉ ở khoảng 11-13 tuổi.\n*Chuyện kể rằng Trần Quang Diệu và Nguyễn Văn Thoại (tức [[Thoại Ngọc Hầu]]) là đôi bạn cùng quê thân thiết (cùng sinh ra ở An Hải, và cùng lứa tuổi). Sau quê hương loạn lạc, gia đình Trần Quang Diệu bỏ xứ về quê ngoại ở làng Trà Khê (nay thuộc quận [[Ngũ Hành Sơn (quận)|Ngũ Hành Sơn]], thành phố [[Đà Nẵng]]), còn Nguyễn Văn Thoại thì theo cha mẹ vào sống tại cù lao Dài trên [[sông Cổ Chiên]] ([[Vĩnh Long]]). Khi biết tin nhau thì hai ông đã ở hai bên chiến tuyến. Vào năm [[1801]], lúc Nguyễn Văn Thoại mang quân từ Vạn Tượng ([[Lào]]) tiến đánh [[Cố đô Huế|Phú Xuân]], nghe tin Trần Quang Diệu từ [[Quy Nhơn]] cầm binh ra tiếp cứu; vì không muốn đối đầu với bạn, nên ông Thoại giao binh quyền cho phó tướng của mình là Lưu Phước Tường rồi bỏ vào [[Gia Định]]. Vì vậy, ông bị chúa Nguyễn Phúc Ánh bắt tội là không có lệnh của vua mà tự tiện về, giáng xuống làm cai đội cai quản đạo Thanh Châu. Năm [[1802]], trong dịp khen thưởng những người có công, rất có thể vì chuyện này mà ông cũng chỉ được nhà vua phong làm Khâm sai Thống binh cai cơ sau mới thăng làm Chưởng cơ. Tại cuộc \"Hội thảo khoa học về danh nhân Thoại Ngọc Hầu nhân kỷ niệm 180 năm ngày mất\", được tổ chức tại [[Châu Đốc]] ([[An Giang]]) vào ngày 25 [[tháng bảy|tháng 7]] năm [[2009]], hành động \"nặng tình bằng hữu\" của ông Thoại đã được nhiều nhà nghiên cứu đánh giá cao.<ref>Theo ''Kỷ yếu'', tr. 249. Xem thêm ở đây: [http:\/\/sokhoahoccn.angiang.gov.vn\/xem.asp?maidtt=363&maidmuc=17&tenmuc=VĂN%20HOÁ%20-%20GIÁO%20DỤC&page=3]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}.<\/ref>\n*Sau khi Trần Quang Diệu mất ([[1802]]), con cháu của ông phải cải họ từ họ Trần sang họ Nguyễn, nhưng khi mất lại ghi trên bia mộ là họ Trần. Việc \"sanh vi Nguyễn, tử vi Trần\" (nghĩa là lúc sống mang họ Nguyễn, lúc chết mang họ Trần) vẫn còn cho đến ngày nay.<ref>Theo Bùi Xuân ở Hội Khoa học Lịch sử thành phố [[Đà Nẵng]] (''Kỷ yếu'', tr. 168).<\/ref>\n*Tên của ông hiện nay đã được đặt cho một con phố ở [[Hà Nội]] (phố Trần Quang Diệu, khu Hoàng Cầu), một vườn hoa ở Hà Nội (Vườn hoa Trần Quang Diệu<ref>{{Chú thích web|url = http:\/\/hanoimoi.com.vn\/Tin-tuc\/Quy-hoach\/723472\/them-mot-cong-trinh-hoan-thanh-som-vi-cong-dong|title = Thêm một công trình hoàn thành sớm vì cộng đồng|date = 7 tháng 11 năm 2014|access-date = 9 tháng 11 năm 2014|website = Hà Nội Mới}}<\/ref>), một con đường mang tên ông tại Phường 13, [[Quận 3]], [[Thành phố Hồ Chí Minh]], tại phường Nam Lý, thành phố [[Đồng Hới]], [[Quảng Bình]], tại phường Bãi Cháy, thành phố [[Hạ Long]] và nhiều thành phố khác ở [[Việt Nam]].\n\n==Tham khảo==\n*[[Bùi Dương Lịch]], ''[[Lê quý dật sử]]''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1987.\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'' (tập 2). Nhà xuất bản Văn học, 1984.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 4). Tủ sách sử học [[Việt Nam]] xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1961.\n*[[Nguyễn Khắc Thuần]], ''Danh tướng Việt Nam'' (tập 3). Nhà xuất bản Giáo dục, 2005.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 1992.\n*[[Quách Tấn]]-Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Quang Trung xuất bản, 2000.\n*Nhiều tác giả, ''Kỷ yếu Hội thảo khoa học danh nhân Thoại Ngọc Hầu'' do Hội khoa học Lịch sử Việt Nam, UBND tỉnh [[An Giang]] và UBND thành phố [[Đà Nẵng]] phối hợp tổ chức và ấn hành năm 2009. Trong bài viết tắt là \"kỷ yếu\".\n\n== Chú thích ==\n{{Tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2006\/10\/34316\/ Trần Quang Diệu - Người mở đường Trường Sơn thời Tây Sơn]\n*[http:\/\/203.162.29.2:8071\/63-26-154\/Di-tich-lich-su-van-hoa\/Thai-pho-Quan-Cong-Tran-Quang-Dieu-(1760-1802).aspx Thái phó Trần Quang Diệu]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}\n\n{{Tây Sơn thất hổ tướng}}\n\n{{Thời gian sống|sinh=1760|mất=1802}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Người bị xử tử hình]]\n[[Thể loại:Người Quảng Ngãi]]"}