{"1739871":"'''Trần Đình Phong''' ([[chữ Hán]]: 陳廷楓;1843 - 1909), thuở nhỏ gọi là Nho Bằng là một danh sĩ dưới thời Nguyễn. Ông quê xóm Lũy, xã Thanh Khê nay là xã [[Mỹ Thành, Yên Thành|Mã Thành]], huyện [[Yên Thành]], tỉnh [[Nghệ An]]<ref>{{chú thích web |url= http:\/\/www.ubndhyenthanh.nghean.vn\/modules.php?name=News&op=viewst&sid=606 |title= \"Tiến sĩ: Trần Đình Phong\" }}{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.. tiến sĩ Trần Đình Phong, Tự Đức Kỷ Mão Ân Khoa, Đệ tam giáp đồng Tiến Sĩ, xuất thân lệnh Quốc Tử Giám, Tế Tửu truy thi, Lệnh bộ thị lang, Hiệu Mã Sơn. (33 tuổi đỗ Cử nhân, 36 tuổi đỗ Tiến sĩ).\n\n==Thân thế==\nLúc nhỏ, Nho Bằng học với thầy giáo Bùi Huy Trân (1819 - 1887) làng Yên Mã, xã Thanh Khê. Nhà giáo Bùi Huy Trân là người nổi tiếng hay chữ trong vùng.\n\n== Thi cử và Sự nghiệp==\n\nTrong hai lần thi Hương, năm Mậu Thìn triều vua [[Tự Đức]] thứ 21 (1868) và năm [[Tự Đức]] thứ 23 (1870), nho Bằng Trần Đình Phong đều thi đỗ Tú tài. Sau đó ông tiếp tục tự học để chờ khoa thi sau.\nNăm Bính Tý, triều vua [[Tự Đức]] thứ 29 (1876), ông đỗ Cử nhân. \nNăm [[Tự Đức]] thứ 32 (1879) triều đình mở ân khoa, Trần Đình Phong đã thi đỗ đệ tam giáp tiến sĩ đồng xuất thân, gọi tắt là tiến sĩ.\n\nSau khi đỗ Tiến sĩ xuất thân, Trần Đình Phong được phong Tước: Hàn Lâm Sơ Phụ, phụ trách biên tu lịch lý và sau đó được bổ làm tri phủ Kiến An, kiêm Lý cả huyện Bình Giang (người đời lúc đó gọi ông là lưõng phủ tri phủ).\n\nNăm 1885, mẹ mất, Trần Đình Phong xin về chịu tang cho mẹ và nghỉ lại quê, mở lớp dạy học, định thôi không làm quan nữa. Hưởng ứng [[phong trào Cần Vương]], Trần Đình Phong đã động viên con cháu, trong họ trong vùng tham gia cuộc khởi nghĩa của cụ nghè [[Nguyễn Xuân Ôn]].\n\nNăm Mậu Tuất (1893) vua [[Thành Thái]] xuống chỉ thăng ông làm đốc học tỉnh [[Quảng Nam]], điều đó đối với ông là điều ông tâm đắc nhất và cũng từ đó một thời kỳ đầy ý nghĩa trong cuộc đời của ông.\n\nNăm Canh Tý (1900) Trần Đình phong được cử là phó chủ khảo kỳ thi hương tại [[Thanh Hóa|Thanh Hoá]], với cương vị đó Trần Đình Phong đã đề nghị triều đình cử cụ [[Nguyễn Sinh Sắc]], cha của [[Hồ Chí Minh|Nguyễn Sinh Cung]] (Sau này là Chủ tịch Hồ Chí Minh) sung vào bộ phận sơ khảo, lúc này [[Nguyễn Sinh Sắc]] đang học [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]].\n\nNăm Tân Sửu (1901), Nguyễn sinh Sắc dự kì thi hội, kết quả không đạt để vào thi Đình nhưng Trần Đình Phong (lúc này giữ chức duyệt quyển kì thi) đã can thiệp và cho đặc cách vào thi Đình và đậu Phó bảng.\n\nNăm Ất Tỵ (1905), Trần Đình Phong được thăng [[Tế tửu]] [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]] và được phong Quang lộc tự khanh và ông giữ chức vụ này cho đến năm Mậu Thân (1908).\n\nNăm Mậu Thân triều Duy Tân (1908) ông được bổ làm [[Biên Tu Quốc sử]]. Tháng giêng năm Kỷ Dậu (1909) Trần Đình Phong lâm bệnh và mất tại Huế.\n\nCụ là thầy dạy của các danh sĩ sau này như [[Phan Châu Trinh|Phan Chu Trinh]], [[Huỳnh Thúc Kháng]], [[Trần Quý Cáp]], [[Phạm Liệu]], [[Nguyễn Đình Hiến]], Phan Quang, và nhiều nhân vật nổi tiếng khác. Dân gian vẫn gọi ông là \"Cụ Nghè Yên Mã\".\n\n== Tác phẩm ==\n\nTrong cuộc đời mình, cụ Nghè Yên mã chú tâm biên soạn những cuốn sách cần thiết để phát huy truyền thống văn hoá của địa phương góp phần vào việc nâng cao dân trí, mong để canh tân đất nước.\n\nÔng đã để lại những cuốn sách có giá trị đó là: Trần tộc thế phả; Quỳ Trạch Đăng khoa lục. Cuốn sách đã ghi chép những người thi đỗ từ bậc hiếu sinh trở lên, phần viết kỹ nhất là những người đỗ thi hương, thi hội và thi đình (tức hương khoa và đại khoa). Đó là một công trình khảo cứu biên soạn công phu.\n\nCuốn \"Thanh Khê xã chí\" là cuốn sách viết về duyên cách địa lý, đặc điểm núi sông, đồng điền, con người, phong tục, tập quán dân cày cấy và cho kiểm tra thường xuyên việc thu các thứ thuế, đinh điền, không cho bọn chức trách làm loạn nên dân chúng nơi nơi đều biết tiếng tăm biết ơn ông phủ Trần.\n\n== Gia đình==\n\nCụ Nghè Yên Mã có mười bốn con (gồm chín trai, năm gái), đều là những người thông minh, được ăn học tử tế. \n- Con đầu là Trần Đình Doãn (Trần Nguyên Đỉnh) đỗ cử nhân khoa [[Canh Tý]] (1900). \nThứ hai và thứ ba là hai tú tài Trần Đình Duyên và Trần Đình Quản.\nNgười con thứ tư là Trần Đình Diệm, từng được những người [[Duy Tân]] đề cử và đã trúng cử [[Đại biểu Trung Kỳ]] năm 1926. \nCon thứ năm là Trần Đình Phiên, một trong những nhân vật tiêu biểu của phong trào [[Duy Tân]], làm phụ tá cụ [[Huỳnh Thúc Kháng]], quản lý [[tiếng Dân|báo Tiếng Dân]] trong suốt 16 năm. Trước đó, ông Phiên cũng là một trong hai giáo viên chính ở [[Trường Dục Thanh]].\nThứ sáu là [[Trần Đình Quán]], được xem như là nghệ sĩ nhiếp ảnh đầu tiên của tỉnh Nghệ An. Hiện còn nhiều bức ảnh do [[Trần Đình Quán]] chụp về thị xã Vinh (nay là thành phố Vinh), Cửa Lò từ đầu thế kỉ XX còn lưu lại như là những tư liệu quý báu. Trần Đình Quán mở hiệu ảnh ở Vinh cho đến khi thành phố tiêu thổ kháng chiến (khoảng 1947).\nNgười con thứ tám là bác sĩ [[Trần Đình Nam]], là bạn của Nguyễn Tất Thành thời học trò ở Huế, sau này giữ chức Bộ trưởng Y tế trong Chính phủ [[Trần Trọng Kim]].\nNgoài ra người con thứ chín là Trần Đình Chín là giáo sư.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Thời gian sống|sinh=1843|mất=1919}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Danh sĩ Việt Nam thời Nguyễn]]\n[[Thể loại:Mất năm 1919]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}