{"3432750":"{{Infobox military conflict\n| conflict= Trận Cẩm Khê (1965)\n| partof=[[Chiến tranh Việt Nam]]\n| date= [[18 tháng 12]] năm [[1965]] \n| place= Làng Cẩm Khê, xã Bình Quán Rường, huyện Thăng Bình, tỉnh Quảng Nam, [[Việt Nam]]\n| result= [[Quân Giải phóng miền Nam Việt Nam]] chiến thắng<ref name=phuninh>http:\/\/phuninh.gov.vn\/index.php\/y-ban-nhan-dan\/chinh-tr\/2383-am-vang-tr-n-di-t-m-c-m-khe-nam-1965<\/ref>\n| combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ|Mỹ]]\n| combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| strength1=[[Tập tin:Flag of the United States.svg|22px]] 1 Tiểu đoàn\n| strength2=[[Tập tin:FNL Flag.svg|23px]] 2 Tiểu đoàn và <br>Du kích địa phương,<ref>Lịch sử Kháng chiến chống Mỹ cứu nước, Tập 4, Nhà xuất bản: Chính trị Quốc gia, Năm xuất bản: 1999, Chủ biên: Đại tá NGUYỄN VĂN MINH<\/ref>\n| commander1= Không có thông tin\n| commander2= Không rõ\n| casualties1 = ~450\n| casualties2 = ~1000\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Trận Cẩm Khê (1965)''' là trận đánh kết thúc [[Chiến dịch Hiệp Đức - Đồng Dương (1965)]]. Trận cuối cùng này có sự tham gia giữa 2 Tiểu đoàn [[Quân Giải phóng miền Nam Việt Nam]] có phối hợp với du kích địa phương - và 1 Tiểu đoàn thủy quân lục chiến [[Hoa Kỳ]]. Tại đây [[Quân Giải phóng miền Nam Việt Nam]] đã giành chiến thắng và tiêu diệt được 1 Đại đội thủy quân lục chiến.\n\n== Bối cảnh ==\n\nSau khi lực lượng Việt Nam Cộng hòa bị thảm bại trong [[Trận Đồng Dương]], quân Mỹ đã phải hành quân giải nguy. Chủ trương của Bộ chỉ huy Chiến dịch là tránh để chủ lực của QGP đối đầu trực diện với quân Mỹ mà chờ thời cơ khi lính Mỹ hành quân về chủ quan, phòng bị sơ hở sẽ tiến công.\n\n[[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] nhận định trên đường từ Việt An về Quán Rường, quân Mỹ sẽ phải đi qua căn cứ Sơn Cẩm Hà và xã Phước Long. Đây là khu vực rừng núi rậm rạp, đường quanh co, nhiều dốc, địa hình phức tạp, nên quân Mỹ rất cảnh giác và có khả năng dùng pháo binh yểm trợ để mở đường. Sau khi đi hết cung đường hiểm trở ra đến Cẩm Khê lại là khu vực có cánh đồng rộng lớn, thông thoáng, hai bên đường thưa dân, cố khả năng lính Mỹ sẽ có tâm lý chủ quan sau nhiều ngày mệt mỏi trong rừng sâu núi thẳm, tạo điều kiện để QGP phục kích tấn công. Mặt khác cũng có thể nơi [[Quân đội Hoa Kỳ]] dùng máy bay trực thăng đón quân nhân về sân bay Chu Lai mà không phải hành quân bộ trên quãng đường xa thêm nữa.<ref name=phuninh\/>\n\n== Diễn biến ==\n\n[[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] đã dàn sẵn đội hình từ ngày 17-12-1965. Tới sáng ngày 18-12-1965 thì 1 Tiểu đoàn thủy quân lục chiến Mỹ xuất hiện từ ngả Phước Long qua Eo Gió mà không gặp bất kỳ khó khăn nào. Tới 11h Đại đội tiên phong của [[Quân đội Hoa Kỳ]] bắt đầu ra khỏi chợ Cẩm Khê chừng 300 mét liền bị tổ trọng liên, trung liên, đại liên của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tấn công tiêu diệt. Tàn quân còn lại vẫn còn sống sót, rút lui báo động 2 Đại đội Mỹ đi giữa chiến đấu tiếp. Tuy nhiên, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tiến hành đánh thọc sườn 2 đại đội này và khóa đuôi Đại đội đi cuối. Tới 13h30, [[Quân Giải phóng miền Nam Việt Nam]] tiến hành đánh dứt điểm số lượng lính Mỹ còn đang co cụm trong chợ Cẩm Khê và kết thúc trận đánh. Sau khi QGP rút quân, Quân đội Mỹ cử máy bay trực thăng đến chuyển số linh gặp thương vong về căn cứ<ref name=phuninh\/>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}