{"14687113":"{{Thông tin nhân vật\n| honorific_prefix = [[Giáo sư]], [[Tiến sĩ]], [[Nhà giáo nhân dân]]\n| hình = Tran dinh su azxe.jpg\n| cỡ hình = \n| ghi chú hình = Giáo sư Tiến sĩ, Nhà giáo \nNhân dân Trần Đình Sử\n| tên khai sinh = Trần Đình Sử\n| sinh = {{ngày sinh|1940|08|10}}\n| nơi sinh = [[Huế]]\n| mất = \n| nơi mất = \n| dân tộc = Kinh\n| cư trú = \n| quốc gia = Việt Nam\n| quốc tịch = {{flagicon|Vietnam}} Việt Nam\n| học vấn = [[Giáo sư]] [[Tiến sĩ]]\n| công việc = Nhà Sư phạm, Nhà nghiên cứu\n| known = \n| notable_works = \n| chính đảng = \n| tôn giáo = \n| chữ ký = \n| website = \n| tên = \n}}\n'''Trần Đình Sử''' (sinh ngày 10 tháng 8 năm 1940) là một giáo sư, tiến sĩ [[lý luận văn học]], [[Nhà giáo Nhân dân]], giảng viên [[Trường Đại học Sư phạm Vinh|Đại học Sư phạm Vinh]], [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Hà Nội]] và một số trường đại học khác ở Việt Nam. Ông là một trong những nhà lí luận văn học hàng đầu của Việt Nam và có nhiều đóng góp trong việc làm thay đổi diện mạo nền [[Lý luận văn học|lí luận]], [[phê bình văn học]] của Việt Nam những năm cuối thế kỉ XX đầu thế kỉ XXI<ref>Nguyễn Đăng Điệp. “Con đường khoa học của Trần Đình Sử”, in trong ''Trần Đình Sử tuyển tập'', tập 1, Nhà xuất bản Giáo dục, 2004<\/ref>.\n\nGiáo sư Trần Đình Sử được phong danh hiệu [[Nhà giáo Ưu tú]] năm 2002, [[Nhà giáo Nhân dân]] năm 2010<ref>[http:\/\/baochinhphu.vn\/Hoat-dong-Bo-nganh\/1194-nha-giao-duoc-phong-tang-danh-hieu-NGND-NGUT-nam-2010\/47491.vgp 1194 nhà giáo được phong tặng danh hiệu NGND, NGƯT năm 2010]<\/ref>, được Nhà nước Việt Nam tặng thưởng [[Huân chương Kháng chiến chống Mĩ]] hạng Ba, [[Huân chương Lao động]] hạng Nhì, [[Huy chương Vì sự nghiệp giáo dục]].\n\nTrần Đình Sử là người có vốn kiến văn rộng, bao quát một khối lượng tri thức thuộc nhiều lĩnh vực, am hiểu [[Văn học Việt Nam|văn học]], [[văn hóa Việt Nam]]. Đóng góp lớn nhất trong sự nghiệp nghiên cứu và giảng dạy của ông tập trung vào hai lĩnh vực chính là lí thuyết và [[nghiên cứu văn học Việt Nam]]. Trong đó ở mảng lí thuyết, tập trung chủ yếu ở lĩnh vực [[thi pháp học]]<ref>[https:\/\/languyensp.wordpress.com\/2016\/02\/05\/tran-dinh-su-va-huong-nghien-cuu-thi-phap-hoc-2\/ Lã Nguyên, “Trần Đình Sử và hướng nghiên cứu Thi pháp học.]<\/ref> và [[tự sự học]]<ref>Cao Kim Lan. “Tự sự học và thực tiễn tiếp nhận ở Việt Nam, Tạp chí ''Lí luận Văn học Nghệ thuật Trung ương'', số 9\/2018.<\/ref>.\n\n== Tiểu sử ==\nTrần Đình Sử sinh ngày 10 tháng 8 năm 1940 tại [[Huế]]. Quê gốc tại làng Phú Lễ, xã [[Quảng Phú]], huyện [[Quảng Điền]], tỉnh Thừa Thiên, sau này là Thừa Thiên - Huế.\n\nSau năm 1945, Pháp tái chiếm Huế, mặt trận Huế vỡ, gia đình Trần Đình Sử chuyển ra Quảng Trị, chuyển lên sống tại thôn Lương Hạ, xã Triệu Nguyên, Triệu Phong tỉnh Quảng Trị, thuộc [[Chiến khu Ba Lòng]], Quảng Trị. Trần Đình Sử học tiểu học ở đó. Năm 1952 ra Đức Thọ Hà Tĩnh, ở [[Trại Thiếu sinh Quảng Trị]], Học lớp 5 và 6 tại Hà Tĩnh.\n\nNăm 1954, hoà bình lập lại, Trại thiếu sinh Quảng Trị giải tán Trần Đình Sử chuyển sang trường học sinh miền Nam mới thành lập. Lúc đầu ở trường Học sinh Miền Nam số 8, đóng tại Dương Liễu, Hoài Đức, sau chuyển sang trường Học sinh Miền Nam số 24 đóng tại thôn Thượng Cát, Từ Liêm, Hà Đông. Tại đây học xong lớp 7. Năm 1956, khi lên cấp 3, ông chuyển sang Phân hiệu Học sinh Miền Nam đóng tại trường Phổ thông cấp 3 Hà Nội, tại Lý Thường Kiệt, sau chuyển sang trường Nguyễn Trãi 3 tại 30 Phan Đình Phùng Hà Nội và tốt nghiệp phổ thông ở đấy.\n\nTrong khoảng thời gian từ năm 1959 tới năm 1961 ông học tại Phân khoa Trung văn, Khoa Ngoại ngữ, Trường Đại học Sư phạm Hà Nội, đỗ thủ khoa, được giữ lại làm cán bộ giảng dạy từ tháng 10 năm 1961.\n\nTừ năm 1962 đến 1966 ông được cử đi tu nghiệp văn học tại [[Đại học Tổng hợp Nam Khai]], Khoa Văn học theo chế độ tiến tu (thực tế học theo năm thứ ba và thứ tư). Năm 1966 về nước và được cử vào giảng dạy tại Trường Đại học Sư phạm Vinh, Bộ môn Lí luận văn học, khoa Văn.\n\nTừ năm 1968 đến 1969, ông học chuyên tu Nga văn một năm. Năm 1974, tiếp tục học chuyên tu Nga văn 1 năm nữa. Năm 1976 đến năm 1980 làm [[nghiên cứu sinh]] tại Khoa Ngữ Văn, [[Đại học Tổng hợp Kiev]], Liên Xô, bảo vệ luận án ngày 20 tháng 10 năm 1980. Giáo viên hướng dẫn là GS. TS. Lidia Pavlovna Alexandrova, chuyên gia về tiểu thuyết lịch sử. Tên đề tài: ''Thời gian nghệ thuật - yếu tố chỉnh thể của hình tượng nghệ thuật (qua tiểu thuyết lịch sử viết về Lênin)''.\n\nNăm 1981, Trần Đình Sử về nước và làm việc tại Khoa Ngữ Văn, giảng dạy Bộ môn Lí luận văn học, Đại học Sư phạm Hà Nội. Ông làm việc ở đó cho đến khi về hưu năm 2008. Tuy về hưu, nhưng ông vẫn tham gia đào tạo bậc [[thạc sĩ]] và [[tiến sĩ]] ở trường Đại học Sư phạm Hà Nội và nhiều cơ sở đào tạo khác thuộc các trường đại học và học viện ở Việt Nam cho đến nay.\n\n== Sự nghiệp ==\nTrần Đình Sử bắt đầu nghiên cứu khoa học từ năm 1968.\n\nNăm 1969, ông công bố Báo cáo khoa học nhan đề: “Phong cách cơ bản của thơ Tố Hữu”, sau được trong in ''Kỉ yếu khoa học Khoa văn Đại học Sư phạm Vinh'' (1974). Trong bài này ông đã vận dụng khái niệm [[thế giới nghệ thuật]], [[không gian nghệ thuật|không gian]], [[thời gian nghệ thuật]]. Năm 1972, ông viết tiểu luận ''Đặc trưng văn học trong tính chỉnh thể'' (100 trang). Cũng trong thời gian này, ông đã dịch cuốn Giáo trình ''Dẫn luận Lí luận văn học'' của L. V. Sêpilova (M., 1956) sang tiếng Việt, in roneo để làm tài liệu tham khảo cho sinh viên. Cũng vào năm 1974, Trần Đình Sử tham gia biên soạn cuốn ''Thuật ngữ nghiên cứu văn học'', do Đại học Sư phạm Vinh xuất bản.\n\nKhuynh hướng [[nghiên cứu khoa học]] chính của Trần Đình Sử bao gồm: nghiên cứu lí thuyết văn học và [[văn học Việt Nam]]. Trong đó, về lí thuyết, ông tập trung vào [[đặc trưng văn học]]. Trần Đình Sử đi sâu khám phá các giá trị nghệ thuật của văn học, theo thuật ngữ chung của giới học thuật Nga gọi là thi pháp học. Sau khi ở Nga về, Trần Đình Sử chủ yếu nghiên cứu thi pháp học về lí thuyết và thực hành. Và để giảng dạy về thi pháp học ông đã tổng hợp các nghiên cứu của học giả Nga để viết thành giáo trình thi pháp học ở Việt Nam. Sau này, khi Liên Xô sụp đổ, các giáo trình của [[Tamarchenco|N. Tamarchenco]] và [[Tiupa|V. Tiupa]], [[Broitman]] mới được xuất bản. Trong giáo trình của Trần Đình Sử, ông đã sử dụng các phạm trù của các nhà thi pháp học Nga như ''Quan niệm con người'', ''không gian'', ''thời gian nghệ thuật'', ''hình tượng tác giả'', ''thể loại'', ''trần thuật'', ''ngôn ngữ''. Việc trình bày các trường phái thi pháp học phương Tây cũng gặp nhiều khó khăn vì ở Nga vào thời điểm những năm 80, không có công trình nào miêu tả các trường phái nghiên cứu phương Tây một cách chính diện, họ chỉ coi đó là các học thuyết tư sản và tiến hành phê phán. Trần Đình Sử phải qua các tài liệu phê phán đó để lọc lấy những tư tưởng mà ông cho là mới mẻ để đưa vào giáo trình của mình.\n\nNhững tư tưởng của Trần Đình Sử về mặt lí thuyết được thể hiện rõ ràng trong các chuyên luận và các giáo trình. Cụ thể, gồm các chuyên đề cao học: Đặc trưng của văn học. Thi pháp học, Tự sự học. Ông có tham vọng nghiên cứu thi pháp các hiện tượng văn học tiêu biểu của Việt Nam và đã xuất bản nhiều [[chuyên luận]] chuyên sâu, trong đó tiêu biểu là các công trình nghiên cứu về [[Tố Hữu]], [[Nguyễn Du]], và [[Văn học Trung đại Việt Nam]]<ref>''Trần Đình Sử tuyển tập'', tập 1&2, Nhà xuất bản. Giáo dục, Hà Nội 2004, 2005<\/ref>.\n\nMột khuynh hướng nữa trong các công trình của Trần Đình Sử là nghiên cứu [[văn học so sánh]]. Hiện nay đã có một số công trình nghiên cứu đăng báo, in sách, giảng chuyên đề cao học. Ông dự kiến sẽ xuất bản ''Giáo trình Văn học so sánh'' vào năm 2019.\n\nVề mảng nghiên cứu lí thuyết [[văn học Nga]] thế kỉ XX, Trần Đình Sử đã nghiên cứu, phiên dịch [[M. Bakhtin]], [[IU. Lotman]], [[D. Likhachev]], [[V. Girmunski]] và nhiều người khác. Ông cũng nghiên cứu lí thuyết [[văn học Trung Quốc]] hiện đại và đã có sách xuất bản về mảng đề tài này. Ông cũng tập trung vào hướng nghiên cứu di sản lí thuyết văn học trung đại Việt Nam, thể hiện qua các bài báo lẻ và sách dịch của [[I.X. Lixêvich]]… Đề tài yêu thích của ông là nghiên cứu quan niệm về con người trong văn học. Ông đã xuất bản công trình ''Con người trong văn học trung đại Việt Nam''. Ông cũng quan tâm đến [[kí hiệu học]] và đã có các bài dịch thuật và một số bài nghiên cứu về vấn đề này.\n\nÔng tham gia đào tạo tiến sĩ từ những năm 80, hướng dẫn tiến sĩ từ năm 1990 và đã hướng dẫn hơn 30 nghiên cứu sinh bảo vệ thành công [[luận án tiến sĩ]].\n\n== Cương vị công tác ==\nTrong thời gian công tác ở Đại học Sư phạm Hà Nội ông đã từng giữ những cương vị sau:\n\n* Trưởng Khoa Ngữ Văn, Trường Đại học Sư phạm Hà Nội, 1990 - 1995.\n* Trưởng Bộ môn Lí luận văn học và Chủ nhiệm Khoa Ngữ Văn, Trường Đại học Sư phạm Hà Nội, 1997 – 2001.\n* Hội viên Hội Nhà văn Việt Nam, 1990.\n* Ủy viên Hội đồng lí luận phê bình [[Hội Nhà văn Việt Nam]] từ 1995 đến 2010.\n* Ủy viên [[Hội đồng lí luận phê bình văn học nghệ thuật Trung ương]] từ 2003 đến 2012.\n* Ủy viên [[Hội đồng Chức danh nhà nước]] ngành Văn học từ năm 1990 đến 2010.\n\n== Tác phẩm ==\nCác công trình nghiên cứu, dịch thuật xếp theo thời gian:\n# ''Dẫn luận nghiên cứu văn học'' do G. N. Pospelov chủ biên (dịch chung với Lại nguyên Ân, Lê Ngọc Trà, Nguyễn Nghĩa Trọng, Nhà xuất bản GD, 1985, 2 tập. Năm 1998 tái bản bỏ bớt một số chương, chỉ còn 1 tập.\n# ''Giáo trình Lí luận văn học'', tập 1 và 2, viết chung 1986 và 1987. Ông viết 11 chương trên 30 chương của bộ sách.\n# ''Thi pháp thơ Tố Hữu'', Nhà xuất bản. Tác phẩm mới, 1987. Tái bản 5 lần.\n# ''Tư tưởng văn học Trung Quốc'' của I. S. Lisevich, Nhà xuất bản. ĐHSP. Hồ Chí Minh, 1990. In lại nhiều lần tại Nhà xuất bản. Giáo dục.\n# ''Một số vấn đề thi pháp học hiện đại trong chương trình văn học phổ thông'', Vụ giáo viên xuất bản, 1993. Tài liệu bồi dưỡng giáo viên. Do Vụ Giáo viên, Bộ GD và ĐT đặt hàng nhằm nâng cao trình độ giáo viên.\n# ''Những vấn đề thi pháp Dostoievski'', dịch chung với Lại Nguyên Ân và Vương Trí Nhàn, Nhà xuất bản. Giáo dục, 1993. Tái bản năm 1998.\n# ''Những thế giới nghệ thuật thơ'', Nhà xuất bản. Giáo dục, 1995. Nối bản in lại nhiều lần.\n# ''Lí luận và phê bình văn học'', Nhà xuất bản. Hội nhà văn, 1996. Giải thưởng Hội nhà văn năm 1997, tái bản 6 lần tại Nhà xuất bản. Giáo dục.\n# ''Thi pháp thơ Đường'', viết và dịch chung với Nguyễn Khắc Phi, Nhà xuất bản. Giáo dục, Đà Nẵng, 1997.\n# ''Một số vấn đề thi pháp văn học trung đại Việt Nam'', Nhà xuất bản. Giáo dục, 1998. Tái bản 2 lần.\n# ''Dẫn luận thi pháp học'', Nhà xuất bản. Giáo dục, 1998.\n# ''Đọc văn học văn'', (tập hợp những bài phân tích bình luận văn học trong nhà trường in trên báo và các sách), Nhà xuất bản. Giáo dục, Hà Nội, 2001.\n# ''Ngôn ngữ nghệ thuật thơ Đường của hai tác giả Mĩ gốc Hoa Cao Hữu Công và Mai Tổ Lân'', dịch chung với Lê Tẩm, NXb Văn học, Hà Nội, 2001.\n# ''Văn học và thời gian'', Nhà xuất bản. Văn học, 2002, tái bản năm sau, 2003. Tập hợp những bài viết về văn học và văn hoá.\n# ''Thi pháp Truyện Kiều'', Nhà xuất bản. Giáo dục, 2002. Tái bản 8 lần, bổ sung xuất bản tại Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2018.\n# ''Bốn bài giảng mĩ học''. Sách dịch của Lý Trạch Hậu, dịch chung, Nhà xuất bản. Đại học Quốc gia, Hà Nội, 2004. Tái bản 2005.\n# ''Dẫn luận thi pháp học'' (phiên bản thứ ba), Nhà xuất bản. Giáo dục, Hà Nội, 2004. Tái bản 2008.\n# ''Từ điển thuật ngữ văn học'', đồng chủ biên. Về sau, Trần Đình Sử đã chỉnh lí toàn bộ, bổ sung, Nhà xuất bản. Giáo dục, 2004, tái bản nhiều lần.\n# ''Giáo trình Lí luận văn học'', Tập 1 và tập 2, viết mới, Nhà xuất bản. Đại học Sư phạm Hà Nội, 2003 và 2004, tái bản nhiều lần.\n# ''Tự sự học: Một số vấn đề lịch sử và lí luận'', Chủ biên, Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2003, tái bản 2007 và 2016.\n# ''Văn học so sánh, lịch sử và triển vọng'', Chủ biên, Nhà xuất bản. Đại học Sư phạm Hà Nội, 2004.\n# ''Trần Đình Sử tuyển tập'', hai tập, Nhà xuất bản. Giáo dục, Hà Nội, 2004, 2005.\n# ''Sách giáo khoa Trung học cơ sở'', chủ biên phần làm văn (2003 đến nay)\n# ''Sách giáo Khoa Ngữ Văn'', Trưởng nhóm soạn thảo chương trình, Tổng chủ biên bộ nâng cao 2003 -2006, sử dụng cho đến nay.\n# ''Tự sự học, những vấn đề lịch sử và lí thuyết'', tập 2, chủ biên, Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2007.\n# ''Lí luận văn học'', tập 2, Nhà xuất bản. Đại học Sư phạm, 2008. Tái bản nhiều lần.\n# ''Tuyển tập nghiên cứu văn học'', Nhà xuất bản. Hội nhà văn, 2012.\n# ''Một nền Lí luận văn học hiện đại, nhìn qua thực tiễn Trung Quốc''. Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2012.\n# ''Trên đường biên của Lí luận văn học'', Nhà xuất bản. Văn học, 2014. Tái bản 2015, Giải thưởng Hội nhà văn Hà Nội, 2015.\n# ''Kí hiệu học văn hoá'', dịch chung với Lã Nguyên, Đỗ Hải Phong, Nhà xuất bản ĐHQG, 2014.\n# ''Tự sự học, lí huyết và ứng dụng'', chủ biên, Nhà xuất bản. Giáo dục, Hà Nội, 2017.\n# ''Dẫn luận thi pháp học văn học'' (phiên bản mới), Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2017.\n# ''Môn ngữ văn và dạy học ngữ văn trong nhà trường phổ thông'', Nhà xuất bản. Đại học Sư phạm, Hà Nội, 2018.\n# ''Đọc văn học văn'', bổ sung, Nhà xuất bản. Tri thức, 2018.\n# ''Lí luận và thi pháp văn học'', Nhà xuất bản ĐHSP, Hà Nội, 2020. 652 trang\n# ''Cơ sở văn học so sánh'', (Giáo trình đại học), Nhà xuất bản  ĐHSP, Hà Nội, 2020. 236 trang.\n# ''Lược sử văn học Việt Nam'' (chủ biên), Nhà xuất bản  ĐHSP, 2021, 339 trang.\n# ''Tự sự học- từ kinh điển đến hậu kinh điển'' (sách tái bản) (chủ biên), Nxb Giáo dục, Hà Nội, 2022,528 trang.\n\nNgoài các tập sách trên Trần Đình Sử còn viết, [[chủ biên]] trên 100 cuốn gồm [[sách giáo khoa]], sách hướng dẫn giảng dạy, sách bài tập, sách hướng dẫn làm văn cho [[học sinh]] các lớp từ lớp 6 đến lớp 12, góp một phần đổi mới dạy học văn học, ngữ văn trong trường phổ thông.\n\n== Phong cách, hướng nghiên cứu ==\nĐưa thi pháp học vào Việt Nam những năm 80, Trần Đình Sử đã đáp ứng nhu cầu đổi mới phương pháp tiếp cận văn học sau một thời gian dài đóng khung trong phương pháp [[xã hội học]], thậm chí là dung tục, hướng mối quan tâm vào nghệ thuật. Thi pháp học của ông đã cung cấp một loạt khái niệm mới, thuật ngữ mới, đem đến những khả năng mới trong việc cảm thụ văn học, kích thích nhiều thế hệ người học, giúp họ tìm tòi, khám phá về văn học.<ref>[Trần Đình Sử. ''Dẫn luận Thi pháp văn học''. Nhà Xuất bản Đại học Sư phạm, Hà Nội, tái bản 2017.]<\/ref>. Thực tế đã cho thấy, về sau, ở Việt Nam cũng đã bắt đầu xuất hiện nhiều khuynh hướng phê bình khác nhau song [[phê bình thi pháp]] vẫn chiếm một vị trí quan trọng bởi nó gắn với bản chất nghệ thuật của văn học.\n\nLí thuyết thi pháp học Trần Đình Sử là một phiên bản Việt Nam. Nó không sao chép một lí thuyết nào mà là một sự tổng hợp, hệ thống hoá của tác giả qua nhiều thời gian nghiên cứu, thể nghiệm<ref>[https:\/\/phebinhvanhoc.com.vn\/thi-phap-truyen-kieu-cua-tran-dinh-su-va-gioi-han-cua-nhung-cach-doc\/ Lã Nguyên, “Thi pháp ''Truyện Kiều'' của Trần Đình Sử và giới hạn của những cách đọc”]<\/ref>.\n\nVới những nghiên cứu của Trần Đình Sử, ông đã chấm dứt sự phân lập nội dung và hình thức trong [[nghiên cứu văn học]]. Ở đây, hình thức mang quan niệm và qua hình thức để khám phá nội dung, không có chuyện phát hiện nội dung rồi mới đi tìm hình thức.\n\nVới việc phiên dịch, giới thiệu, vận dụng lí thuyết [[văn học nước ngoài]] (Nga), Trần Đình Sử đã góp phần đưa vào đời sống [[Phê bình văn học|phê bình]], lí luận những khái niệm mới hoặc với nội hàm mới như [[thi pháp]], [[thế giới nghệ thuật]], không gian, thời gian nghệ thuật, các loại hình nội dung thể loại [[sử thi]], [[thế sự]], đời tư, [[thơ điệu nói]]… Ông đã đem vào nghiên cứu một lối viết khác hẳn lối phê bình thơ mà [[Hoài Thanh]] đề xướng. Đó là việc đi tìm những dẫn chứng, lập luận thể hiện sự lặp lại trong tư duy nghệ thuật của [[nhà văn]],từ đó chỉ ra đặc trưng nghệ thuật, phong cách. Lối phân tích phẩm bình thơ văn của Trần Đình Sử cũng có nét riêng không lẫn với cách làm của các tác giả khác. Nó hoàn toàn thoát khỏi lối trích dẫn những câu hay để bình, tán trong nghiên cứu văn học.\n\n== Giải thưởng ==\n* Giải thưởng của Hội Nhà văn Việt Nam năm 1997 cho cuốn sách: ''Lí luận và phê bình văn học''. (Nhà xuất bản. Hội nhà văn, 1996).\n* Giải thưởng Nhà nước về khoa học và công nghệ năm 2000 cho cụm công trình Thi pháp học, gồm các công trình: ''Thi pháp thơ Tố Hữu'' (Nhà xuất bản. Tác phẩm mới, H., 1987), '’Lí luận và phê bình văn học ''(Nhà xuất bản. Hội nhà văn H., 1996),'' Những thế giới nghệ thuật thơ ''(Nhà xuất bản. Giáo dục, H., 1995),'' Dẫn luận thi pháp học ''(Nhà xuất bản. Giáo dục, H., 1998).'' \n* Giải thưởng Hội nhà văn Hà Nội năm 2015 cho cuốn sách ''Trên đường biên của Lí luận văn học'', (Nhà xuất bản. Văn học, 2014).\n* Ông nhận [[Giải thưởng Văn hóa Phan Châu Trinh]] lần thứ X, năm 2017, ''vì những đóng góp to lớn và lâu dài trong lĩnh vực nghiên cứu văn học''.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/khoavanhoc-ngonngu.edu.vn\/gioi-thieu\/nhan-su\/cac-nha-nghien-cuu-cong-tac-voi-cac-khoa\/302-trn-inh-s.html Trần Đình Sử]\n* [https:\/\/phebinhvanhoc.com.vn\/tran-dinh-su\/ Trần Đình Sử]\n* [https:\/\/phebinhvanhoc.com.vn\/thi-phap-truyen-kieu-cua-tran-dinh-su-va-gioi-han-cua-nhung-cach-doc\/ Thi pháp Truyện Kiều của Trần Đình Sử và giới hạn của những cách đọc]\n* [http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tren-duong-bien-cua-ly-luan-van-hoc Trên đường biên của lý luận văn học] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190214034557\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tren-duong-bien-cua-ly-luan-van-hoc |date = ngày 14 tháng 2 năm 2019}}\n* [https:\/\/www.tienphong.vn\/van-nghe\/tran-dinh-su-tai-sao-1140602.tpo Trần Đình Sử, tại sao?]\n* [http:\/\/vannghequandoi.com.vn\/binh-luan-van-nghe\/tran-dinh-su-va-huong-nghien-cuu-thi-phap-hoc-8926_4182.html Trần Đình Sử và hướng nghiên cứu thi pháp học]\n\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà giáo Ưu tú]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Giải thưởng Văn hóa Phan Châu Trinh]]\n[[Thể loại:Cựu giảng viên Đại học Sư phạm Hà Nội]]\n[[Thể loại:Cựu sinh viên Đại học Sư phạm Hà Nội]]"}