{"3208400":"'''Trần Bồng Sơn''' (25\/5\/1941-7\/7\/2004) là bác sĩ, chuyên gia hàng đầu nghiên cứu về lĩnh vực [[giới tính]] và [[sức khỏe sinh sản]] của Việt Nam. Ông nổi tiếng vì đã đi đầu trong việc tìm hiểu, nghiên cứu, và tư vấn về giới tính học, một lĩnh vực khó nói theo [[quan niệm]] của người [[Á Đông]] nói chung và người [[Việt Nam]] nói riêng.<ref name=\"yb\">[http:\/\/www.ybook.vn\/tac-gia\/631\/BS.+Tr%E1%BA%A7n+B%E1%BB%93ng+S%C6%A1n Thông tin tác giả BS. Trần Bồng Sơn]<\/ref><ref name=\"ct\">[http:\/\/nld.com.vn\/suc-khoe\/tran-bong-son-nguoi-dua-gion-voi-gioi-tinh-95383.htm Trần Bồng Sơn: Người \"đùa giỡn\" với giới tính]. Cao Tuấn, Báo Điện tử Người lao động, ngày 8 tháng 7 năm 2004.<\/ref>\n\n==Tiểu sử và sự nghiệp==\nTrần Bồng Sơn tên thật Nguyễn Tấn Trung, sinh ngày 25 tháng 5 năm 1941 tại [[Tiền Giang]]. Bút danh Trần Bồng Sơn được ông đặt theo một cô giáo [[họ Trần]] và địa danh [[Bồng Sơn]] tại [[Bình Định]]<ref name=\"tp\">Theo bài \"Chào tiễn biệt bác sĩ Trần Bồng Sơn: \"Thắc mắc\" biết hỏi ai bây giờ...\", tác giả Trọng Phước, Báo Thanh niên, tháng 7 năm 2004.<\/ref>. Năm 1952 ông sống lang thang tại Sài Gòn. Sau đó, ông được nhận vào Trường dòng Taberd của dòng La San theo diện miễn học phí. Năm 1968, ông tốt nghiệp [[Đại học Y khoa Sài Gòn]], rồi trở thành chuyên gia nghiên cứu về giới tính học, đặc biệt là nam học. Trong thời gian [[chiến tranh Việt Nam]] ông công tác tại bệnh viện Bồng Sơn thuộc tỉnh Bình Định. Với bút danh Trần Bồng Sơn, ông đã phụ trách mục ''Thắc mắc biết hỏi ai'' trên báo [[Tuổi Trẻ]], để cung cấp kiến thức và tư vấn cho các độc giả về lĩnh vực sức khỏe sinh sản với giọng văn được đánh giá là độc đáo và hài hước<ref name=\"yb\"\/>. Trần Bồng Sơn qua đời lúc 21 giờ 37 phút ngày 7 tháng 7 năm 2004 tại [[Bệnh viện Chợ Rẫy]] do xuất huyết não.<ref name=\"tp\"\/>\n\n==Quan điểm==\n{{cquote|Băn khoăn lớn nhất của tôi là các bạn trẻ bây giờ với chuyện đó ai cũng tưởng mình đã biết, nhưng kỳ thực là chỉ biết \"lõm bõm\". Họ không được cung cấp [[kiến thức]] về [[giới tính]] bài bản mà lại quá lo lắng về những điều mình chưa biết tới hoặc chỉ biết qua lời đồn đại hay suy diễn và [[ảo tưởng]] của nhiều người. Trong lĩnh vực này, thà không biết còn hơn biết sai<ref name=\"tp\"\/>.|||}}\n\n{{cquote|[[Viagra]] chỉ giúp cho những [[đàn ông]] \"đau khổ\" thôi; giống như chiếc [[xe đạp]] xẹp bánh phải bơm cho căng lên rồi đi. Nếu bánh xe đã căng rồi (như đàn ông đang đủ \"phong độ\") mà lại bơm thêm vào thì chỉ có... nổ<ref name=\"ct\"\/>.|||}}\n\n==Đánh giá==\n{{cquote|Đã từng là thầy của anh Sơn tại Trường Đại học Y khoa, sau này cùng làm việc với nhau, tôi rất quý anh Sơn vì tính anh ấy thẳng thắn nhưng vui tính, khéo léo. Vì giải quyết những \"chuyện ấy\" đâu phải dễ. Tham gia giải đáp thắc mắc về những chuyện thật tế nhị trong đời sống tình dục của biết bao người - già trẻ lớn bé đều có thể hỏi anh, đêm hôm khuya khoắt cũng có thể \"dựng\" anh dậy để trả lời - nếu không chịu khó và đức độ như anh Sơn thì thật khó đeo đuổi được. \"Thầy trò chúng tôi đã hoàn tất đề cương để viết chung quyển sách nghiên cứu sâu về lãnh vực tình dục nam, đã có người bảo trợ để xuất bản trong vòng 1 năm tới. Rất tiếc là giữa đường... anh ấy đã ra đi !|||Giáo sư [[Ngô Gia Hy]]}}\n\n{{cquote|Chính anh là người có công rất lớn để nâng cao kiến thức của người dân ở lãnh vực \"rất khó hỏi, dù ai cũng cần biết\". Từ việc giải đáp \"thắc mắc...\", quá nhiều người tìm hỏi nên anh rất kín đáo, ít cho biết nơi ở của mình mà thường chỉ tiếp tại bệnh viện và... trên điện thoại. Dù cũng là một chuyên khoa trong y học, nhưng định kiến \"tính dục\" ít được đề cập, nên hầu hết bác sĩ đều \"mù\" về lãnh vực này. Anh Sơn đã rất nhạy bén, \"hy sinh\" rất nhiều, bỏ qua mọi dị nghị để nghiên cứu sâu lãnh vực mà mọi người rất cần biết.|||Bác sĩ [[Đỗ Hồng Ngọc]]}}\n\n==Tác phẩm==\nTrần Bồng Sơn là tác giả của một số đầu sách đã xuất bản như:\n# Thắc mắc biết hỏi ai (nhiều tập)\n# Thắc mắc biết hỏi ai: Tập 1 - Về cơ thể và sinh sản\n# Thắc mắc biết hỏi ai: Tập 2 - Về tình dục và AIDS\n# Người đàn ông lấy vợ cần biết\n# Người con gái lấy chồng cần biết\n# Sinh lý học tổng quát - Tập 1\n# Hành trình và phát triển giới tính - Tập 2<ref name=\"yb\"\/>\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/dantri.com.vn\/suc-khoe\/sex-va-nhung-cau-hoi-the-ky-99816.htm Sex và những câu hỏi thế kỷ]\n\n[[Thể loại:Sinh năm 1941]]\n[[Thể loại:Mất năm 2004]]\n[[Thể loại:Người Tiền Giang]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Giới tính]]\n[[Thể loại:Sức khỏe sinh sản]]\n[[Thể loại:Giới tính (xã hội học)]]"}