{"297990":"'''Trần Tiễn Thành''' ([[chữ Hán]]: 陳踐誠, [[1813]]-[[1883]]), trước có tên là '''Dưỡng Độn''', sau kỵ quốc úy đổi là '''Thời Mẫn''', sau nữa được vua [[Tự Đức]] ban tên là '''Tiễn Thành''', hiệu là '''Tốn Trai'''; là một đại thần [[nhà Nguyễn|triều Nguyễn]] trong [[lịch sử]] [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\n[[Tập tin:BiaTS1838Hue.jpg|nhỏ|400px|phải|Đệ tam giáp tiến sĩ xuất thân Trần Thời Mẫn (Trần Tiễn Thành) trên Bia Tiến sĩ năm Mậu Tuất (1838), đặt tại Văn Thánh Miếu Huế, bia thứ 6 nhà bia Hữu vu.]]\nÔng sinh ngày [[14 tháng 2]] năm [[1813]] tại làng Minh Hương, nay thuộc xã [[Hương Vinh]], huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]].\n\nViễn tổ là Trần Dương Thuần gốc người [[Phúc Kiến]] ([[Trung Quốc]]), làm quan [[nhà Minh]]. Khi [[nhà Thanh]] lên nắm quyền, ông lánh qua [[Việt Nam]], đến lập nghiệp tại Hương Trà từ nửa sau [[thế kỷ XVII]].\n \nCha Trần Tiễn Thành là Trần Triều Dực, tự Bá Lương<ref>Chép theo ''Đại Nam chính biên liệt truyện'' (tr. 694). ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 890) và ''Thành ngữ điển tích danh nhân từ điển'' (quyển 2, tr. 1384) đều chép là Trần Triều Dực.<\/ref>, vì có văn học tự ra ứng cử, trải đến chức tri phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] ([[Gia Định]]) rồi mất ở đấy lúc ông Thành mới 11 tuổi (1824).\n\nNăm [[1838]], đời vua [[Minh Mạng]], nhờ thông minh và hiếu học, Trần Tiễn Thành thi đỗ [[tiến sĩ]].\n\n===Trải chốn quan trường===\nNăm đầu thời [[Thiệu Trị]] ([[1841]]), Trần Tiễn Thành được bổ làm Viên ngoại [[bộ Lại]], Lang trung [[bộ binh]], rồi Án sát tỉnh [[Thanh Hóa]].\n\nNăm [[1847]], vua [[Tự Đức]] kế vị, ông làm Thái bộc tự khanh, rồi Biện lý [[bộ Hộ]], Biện lý [[bộ Lại]] kiêm quản ấn triện Đại lý tự.\n\nĐược ít lâu, cất ông làm Bố chính sứ ở [[Gia Định]], lại chuyển về Thị lang [[bộ Công]] sung biện Các vụ.\n\nNăm [[1855]], các dân tộc ở Đá Vách ([[Quảng Ngãi]]) nổi dậy, sung ông làm Tán lý quân vụ. Khi nơi ấy đã tạm yên ổn, đưa ông về Tham tri [[bộ Binh]], sung Kiên diên giảng quan.\n\nNăm [[1861]], chuyển ông làm Thượng thư bộ Công, sung đốc phòng cửa biển Thuận An tại [[Thừa Thiên Huế|Thừa Thiên]]. Khi xong việc, đổi ông sang bộ Hộ kiêm Khâm thiên giám sung Cơ mật viện đại thần, rồi đổi sang [[bộ Binh]], kiêm quản Viện Tập hiền.\n\nNăm [[1864]], Hải quân trung tá Aubare đến [[Huế]] để bàn việc chuộc ba tỉnh miền Đông [[Nam Kỳ]], Trần Tiễn Thành lại được sung làm Khâm sai toàn quyền phó sứ để cùng với Chánh sứ [[Phan Thanh Giản]] hội thương. \nSau đó, ông được thưởng một chiếc Kim khánh hạng nhì có khắc chữ: ''Liêm, bình, cần, cán''.\n\nBấy giờ, nhà vua muốn chọn người đi xem xét việc quân ở Hải An (nay thuộc [[Hải Phòng]]), Trần Tiễn Thành liền xin đi. \nTrên đường, thấy các cảng đạo ở [[Thanh Hóa]]-[[Nghệ An]] nhiều chỗ nông lấp, ông xin cho khơi đào và được vua chấp thuận. Lại thấy ở [[Hải Dương]] nhân dân đang đói khổ, ông liền tự ý xuất gạo trong kho phát chẩn, rồi mới báo về triều xin nhận tội nhưng được tha.\n\nNăm [[1866]], tới kỳ ba năm bình xét công, Trần Tiễn Thành được thăng thự Biện đại học sĩ, đổi sang [[bộ Công]] rồi được sung làm Tổng tài [[Quốc sử quán (triều Nguyễn)|Quốc sử quán]].\n\nNăm [[1872]], mẹ mất, ông xin về thọ tang, được nhà vua cấp cho 500 quan tiền.\n\nNăm [[1873]], quân Pháp tiến đánh [[Bắc Kỳ]], các tỉnh là [[Hà Nội]], [[Hải Dương]], [[Nam Định]] và [[Ninh Bình]] đều thất thủ. Trần Tiễn Thành liền đề cử [[Nguyễn Văn Tường]] ra Hà Nội giải quyết sự việc. \nSau khi quân Pháp chịu trả lại các tỉnh thành trên và chịu rút quân, thưởng công tiến cử, ông Thành được thăng thụ Hiệp biện, tiến thự Văn Minh điện đại học sĩ. \n \nNăm [[1883]], Trần Tiễn Thành, [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] được vua Tự Đức cử làm Phụ chính đại thần để giúp việc cho vua mới là [[Dục Đức]].\n\nNhưng chỉ được ba ngày, hai ông Thuyết và Tường lấy cớ Dục Đức bị tiên đế chê không xứng đáng nên tôn Lãng quốc công Hồng Dật (em út vua Tự Đức) lên ngôi đặt niên hiệu [[Hiệp Hòa]]. Phần Trần Tiễn Thành, thì bị đàn hặc là đã đọc di chiếu của vua Tự Đức mà tự ý bỏ bớt, nên bị giáng hai cấp.\n\nTừ đó, ngày nào Trần Tiễn Thành cũng bị ông Tường và ông Thuyết bức bách, nên phải viện cớ có bệnh xin giải chức trở về nhà.\n\nNgày 18 tháng 8 năm [[1883]], tướng Pháp là Courbet đem hạm đội tới đánh cửa Thuận An, bắt ép triều đình Huế phải ký hòa ước<ref>Đó chính là [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi]] hay còn gọi là Hòa ước Harmand.<\/ref> nhận sự bảo hộ của Pháp. Vì chủ hòa, vua Hiệp Hòa chấp thuận. Trong khi đó, Tôn Thất Thuyết và Nguyễn Văn Tường lúc bấy giờ đang nắm giữ binh quyền tại triều lại muốn \"chiến\" để giữ nước.\n\n===Bị ám hại===\nNguyên do dẫn đến cái chết của Trần Tiễn Thành, sách ''[[Đại Nam thực lục]]'' chép:\n:''Trần Tiễn Thành cùng hai người ấy là Trương Văn Đễ và [[Ông Ích Khiêm]]<ref>Theo ''Đại Nam thực lục'', thì Trương Văn Đễ và Ông Ích Khiêm cũng là hai viên quan thực hiện lệnh bức tử vua [[Hiệp Hòa]] (quyển 8, tr. 611).<\/ref>, vẫn không bằng lòng nhau. Trước đây vì việc tuyên chiến, đã bị hai người ấy tham hặc nhiều mối, giận không quên được. Cho nên Trần Tiễn Thành cáo ốm xin về nhà riêng (ở ấp Doanh Thị Trung), đều do hai người ấy bắt buộc. Đêm hôm trước họp nhau ở Sở Tịch Điền, hai người cũng có đem bản thảo tờ tâu để tường với Tiễn Thành yêu cầu phải làm theo việc ấy. Tiễn Thành lại khước từ, nói rằng: Bỏ vua nọ lập vua kia, sao có thể làm mãi? Tôi đã bãi chức về nhà, không dám dự việc ấy. Hai người lại càng ngờ mà ghét. Nhân thể đêm ấy cũng sai người đến giết chết Tiễn Thành ở nhà riêng''<ref>''[[Đại Nam thực lục]]'' (tập 8), tr. 611.<\/ref>.\n\nSách ''Đại Nam chính biên liệt truyện'' chép: \n:''Khi Tường, Thuyết lại mưu phế lập, có ủy người đem nguyên tờ bản thảo nói rõ cùng Tiễn Thành, cốt được (ông) nghe theo. Tiễn Thành bác đi và nói rằng: \"phế lập là việc đại sự, sao đề cử luôn thế, ta đã bãi chức về không dám dự\". Tường, Thuyết lại rất nghi, ngay đêm hôm ấy Tiễn Thành bị trộm giết chết, người ta đều ngờ có người sai khiến, mà không dám nói''...<ref>''Đại Nam chính biên liệt truyện'', tr. 703.<\/ref>\n\nMãi sau, sử sách mới nói rõ người chủ mưu chính là ông Thuyết và ông Tường: \n*Sử gia [[Trần Trọng Kim]] viết trong Việt Nam sử lược:\n:''Trong Huế thì vua Hiệp Hòa cũng muốn nhận chính sách bảo hộ để cho yên ngôi vua, nhưng các quan có nhiều người không chịu, và lại thấy Nguyễn Văn Tường và Tôn Thất Thuyết chuyên chế thái quá, muốn dùng kế mà trừ bỏ đi, bèn đổi Nguyễn Văn Tường sang làm Binh bộ Thượng thư, Tôn Thất Thuyết làm Lại bộ Thượng thư, để bớt binh quyền của Tôn Thất Thuyết. Hai người thấy vua có lòng nghi, sợ để lâu thành vạ, bèn vào tâu với bà [[Từ Dụ]] Thái hậu để lập ông Dưỡng Thiện là con nuôi thứ ba vua Dực Tông, rồi bắt vua Hiệp Hòa đem ra phủ ông Dục Đức cho uống thuốc độc chết. Vua Hiệp Hòa làm vua được hơn 4 tháng, sử gọi là Phế Đế.\n:''Nguyễn Văn Tường và Tôn Thất Thuyết đã giết vua Hiệp Hòa rồi, lại thấy quan Phụ chính Trần Tiễn Thành không theo ý mình, cũng sai người giết nốt <ref>''Việt Nam sử lược'', tr. 535-536.<\/ref>.\n \n*GS. Trịnh Vân Thanh:\n:''Thái giám Phạm Tạc vì muốn tâng công với phe Tôn Thất Thuyết, nên báo cáo là Trần Tiễn Thành đã xui giục Hường Sâm và Hường Phì dâng mật thư xin vua Hiệp Hòa cho giết Nguyễn Văn Tường...Ông Tường, ông Thuyết lại lo ngại rằng Trần Tiễn Thành mưu việc giao hảo với Pháp, lại thêm vào đó là việc ông Thành không chịu ký vào tờ giấy phế vua Hiệp Hòa, nên họ liền cho bọn tay sai xuống Chợ Dinh ám sát Trần Tiễn Thành''<ref>'Thành ngữ điển tích danh nhân từ điển', tr. 1384.<\/ref>.\n \n*Nguyễn Q. Thắng-Nguyễn Bá Thế:\n:''Vì không đồng ý việc phế lập, nên Trần Tiễn Thành bị Nguyễn Văn Tường và Tôn Thất Thuyết phái Hường Chức và Hường Tề đến ám sát Trần Tiễn Thành tại nhà riêng ở Gia Hội (Huế) vào đêm 30 tháng 10 năm [[Quý Mùi]] (1883), lúc ông 70 tuổi <ref>''Từ điển nhân vật lịch sử Việt Nam'’, tr. 890.<\/ref>.\n\nMặc dù đã mất (1883), Trần Tiễn Thành vẫn bị ông Thuyết và ông Tường cho rằng bản án cũ (giáng hai cấp) là quá nhẹ, bèn xin vua (lúc này là [[Kiến Phúc]]) giáng ông làm Binh bộ thượng thư. Đến đời vua [[Đồng Khánh]] (1886), Trần Tiễn Thành mới được Nguyễn Hữu Độ và Phan Đình Bình xin vua cho truy phục nguyên hàm, và được chấp thuận.\n\n==Nhận xét==\n*Trong ''Từ điển bách khoa toàn thư'':\n:''Trần Tiễn Thành học rộng, giỏi thơ, làm quan suốt 45 năm trải qua nhiều lĩnh vực hành chính, văn hoá, ngoại giao, xây dựng, quân sự..., trong lĩnh vực nào ông cũng tỏ ra nghiêm cẩn. Ông cũng có những biểu hiện muốn duy tân đất nước qua việc tiếp đón [[Nguyễn Trường Tộ]] nhiều lần, gả con gái Trần Thị Nhân cho [[Nguyễn Lộ Trạch]]. Cái chết của Trần Tiễn Thành là một bi kịch thời \"Tứ nguyệt tam vương\" của triều Nguyễn''<ref>Địa chỉ ở mục tài liệu tham khảo.<\/ref>.\n\n*Trong ''Đại Nam chính biên liệt truyện'':\n:''Ông tính vốn trung thực, làm quan thanh cần, được Tự Đức ([[Tự Đức]]) rất là quyến luyến...Tới khi tuổi già gặp lúc gian nan, bị chết vì nạn, người phần nhiều đều mến tiếc''<ref>Lược theo ''Đại Nam chính biên liệt truyện'', tr. 703-704.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục]]'' (tập 8). Nhà xuất bản Giáo dục, 2007.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' ([[Cao Xuân Dục]] làm Tổng tài). Nhà xuất bản Văn Học, 2004.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển 2). Nhà xuất bản Hồn Thiêng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1966.\n*Nguyễn Khắc Thuần ''Việt sử giai thoại'' (tập 8) do biên soạn. Nhà xuất bản Giáo dục, 1998.\n\n{{Thời gian sống|Sinh=1813|Mất=1883}}\n\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Tổng tài Quốc sử quán triều Nguyễn]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Người Minh Hương]]\n[[Thể loại:Người Việt gốc Hoa]]"}