{"15673990":"{{Infobox military conflict|conflict=Trận Tầm Bó|partof=the [[Vietnam War]]|date=Từ sáng ngày 11 đến rạng sáng ngày 12 tháng 4 năm 1966|place=Xã Cẩm Mỹ, tỉnh Phước Tuy (nay thuộc Bà Rịa - Vũng Tàu)|result=Quân Giải Phóng toàn thắng|combatant1=Lục Quân Hoa Kỳ|combatant2=[[Hình:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam]]|commander1=William E. DePuy|commander2=Sở chỉ huy: Nguyễn Nam Hưng, Đặng Ngọc Sỹ.\nTrực tiếp: Tư Thinh, Hai Phê|strength1=đại đội Charlie, [[16th Infantry Regiment (United States)|2nd Battalion, 16th Infantry Regiment]]|strength2=Tiểu đoàn 800 (D1.E4.F5), Tiểu đoàn 308 (D3.E4.F5)|casualties1=36 chết tại chỗ, 71 bị thương|casualties2=41 chết, 39 bi thương (bao gồm số thương vong do pháo kích) |campaignbox={{Campaignbox Vietnam War}}}}\n\nTrận đánh '''Tầm bó ('''Hoa Kỳ gọi là '''the Battle of Xã Cẩm Mỹ)''' diễn ra trong hai ngày từ ngày 11-12 năm 1966, ở cách {{Convert|10|mi|km}} về phía nam làng Cẩm Mỹ thuộc [[Phước Tuy (tỉnh)|tỉnh Phước Tuy]], trong [[Chiến tranh Việt Nam]].<ref name=\"Tucker\">{{Chú thích sách|url=https:\/\/books.google.com.au\/books?id=qh5lffww-KsC&printsec=frontcover#v=onepage&q&f=false|title=The Encyclopedia of the Vietnam War: A Political, Social, and Military History|last=Tucker|first=Spencer C.|date=2011|publisher=ABC-CLIO|isbn=9781851099603|edition=2 |page=1}}<\/ref> Thuộc chuỗi chiến dịch [[Chiến lược Tìm và diệt|tìm kiếm và tiêu diệt]] của Hoa Kỳ. Lực lượng Hoa Kỳ Trung đoàn 16 Bộ binh hành quân trinh sát các đồn điền cao su của làng Cẩm Mỹ, cách khoảng {{Convert|42|mi|km}} phía đông [[Thành phố Hồ Chí Minh|Sài Gòn]]. Đại đội Charlie, Tiểu đoàn 2 trung đoàn 16 Bộ Binh (2\/16) bị tiểu đoàn D800 trung đoàn Đồng Nai (D1\/E4\/F5) [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] phục kích và bị thương vong đến 80%.\n\n== Bối cảnh ==\nSau trận đánh Võ Su, [[Quân lực Việt Nam Cộng hòa]] về cơ bản vẫn ở thế giằng co với [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]]. Hoa Kỳ tham chiến đã đến Phước Tuy khá muộn, mở '''Chiến dịch Abilene''' ngày 29 tháng 3 năm 1966, thực hiện nhiệm vụ ''tìm kiếm và tiêu diệt'' toàn tỉnh Phước Tuy.\n\nChiến dịch được điều động bởi 2 lữ đoàn của [[Sư đoàn 1 Bộ binh Lục quân Hoa Kỳ|Sư đoàn 1 Bộ binh Hoa Kỳ]], tăng cường Tiểu đoàn 1, Trung đoàn Hoàng gia Úc và Pin 161, Pháo binh Hoàng gia New Zealand.<ref>{{Chú thích sách|title=To Long Tan: The Australian Army and the Vietnam War 1950–1966|last=McNeill|first=Ian|publisher=Allen and Unwin|year=1993|isbn=1863732829|series=The Official History of Australia's Involvement in Southeast Asian Conflicts 1948–1975|volume=Two|location=St Leonards, New South Wales|page=443-4}}<\/ref> Tuy nhiên, Quân Giải phóng tránh phần lớn các cuộc đụng độ này.<ref>{{Chú thích sách|title=Duty First: A History of the Royal Australian Regiment|publisher=Allen and Unwin|year=2008|isbn=1741753740|editor-last=Horner|editor-first=David|editor-link=David Horner|edition=Second|location=Crows Nest, New South Wales|page=178}}<\/ref>\n\nĐối với [[Quân Giải phóng miền Nam Việt Nam|QGP]], trung đoàn E4 còn đang dưỡng quân sau thiệt hại nặng khi cố chiếm Võ Su, đang phải bổ sung vũ khí. E55 vừa rời khỏi Bình Thuận chưa tham chiến kịp. Hoa Kỳ phán đoán được điều này và tăng cường dùng máy bay ném bom đánh phá các căn cứ đóng ở Vùng bí mật Mây Tàu.<ref>{{Chú thích sách|title=Stemming the Tide: May 1965 to October 1966. The United States Army in Vietnam|last=Carland|first=John|publisher=Center of Military History, US Army|year=2000|isbn=1931641242|location=Washington, D.C.|page=306}}<\/ref>.\n\n== Sự chuẩn bị cho trận đánh ==\nThiếu tướng William E. DePuy, Tư lệnh Sư đoàn 1 Bộ binh Anh Cả Đỏ, lên kế hoạch sử dụng Đại đội Charlie 2\/16 làm mồi nhử; với ý đồ khi dò ra mục tiêu sẽ cho hỏa lực áp đảo và bung đội hình các đại đội còn lại của tiểu đoàn 16 tiêu diệt đối phương. Ngày 10 tháng 4 năm 1966, Sư đoàn 1 Anh Cả Đỏ di chuyển vào giữa Sài Gòn và [[Vũng Tàu]], đại đội Charlie khi tham gia chiến dịch chỉ có quân số 134 người vì nhiều lý do: thương vong nhẹ, nghỉ phép... Và mối nguy hiểm lớn khi di chuyển quá sâu, tách rời khỏi các đại đội Alpha và Bravo của tiểu đoàn 16.\n\nVề phía QGP, các chỉ huy trận đánh bị thương sau trận Võ Su đã quay lại chiến đấu, quyết định đây sẽ là trận thử lửa cho lực lượng tân binh mới bổ sung vào. Trung đoàn E4 củng cố vị trí đóng quân cho lực lượng tham gia: D800 (D1\/E4) - Hai Phê chỉ huy, D308 (D3\/E4) - Tư Thinh chỉ huy, và trung đoàn bộ. Riêng D265 (D2\/E4) còn nguyên vẹn nên điều động đi chốt chặn quốc lộ 2. Họ huy động đội hình bí mật đào công sự, hầm hào và chuyển pháo-hỏa lực lên đồi Vú Sữa.\n\n== Diễn biến ==\nVào ngày hôm sau, đại đội Charlie băng qua suối Gia Hoét, đến Đồn điền Cao su Courtenay, họ gặp hỏa lực lẻ tẻ với những tay súng bắn tỉa của tổ trinh sát QGP, vào lúc 10h sáng. Trong lúc đại đội Charlie bận đối phó, thì đối phương gấp rút đưa đội hình vào khảo sát trận địa. Đại đội Charlie trong khi trinh sát phán đoán được đây chính là sở chỉ huy của đối phương, nên tăng cường hỏa lực tấn công, nhưng chính họ không ngờ đó cũng vừa là cái bẫy.\n\nĐến 14 giờ, các sĩ quan QGP đã vây xung quanh đại đội Charlie, chỉ cách chưa đầy 200 feet. Các đơn vị khác của QGP đã sử dụng lợi thế địa hình, rừng rậm để bóc tách, cô lập từng đại đội của tiểu đoàn 2\/16.\n\nĐể đối phó, đại đội Charlie gấp rút co đội hình thành vòng tròn với hỏa lực mạnh (để tránh chiến thuật \"tiền đặc công hậu xung kích\" của QGP), điện pháo binh Hoa Kỳ từ Suối Râm, Núi Đất, núi Da Quy bắn chi viện. Tuy nhiên, do QGP đưa quân áp sát khiến pháo chi viện của Hoa Kỳ lại bắn trúng đội hình của đại đội Charlie gây rối loạn.\n\n16h30, thời cơ đến QGP tăng cường thêm đại đội 12 của tiểu đoàn D3 (C12\/D3\/E4) vào trận địa. 17h chiều, QGP sử dụng đại liên 12ly8, pháo phòng không (có được khi bổ sung quân số, trang bị) từ đồi Vú Sữa nã vào đội hình bộ binh Hoa Kỳ. Dứt pháo, đại đội Charlie tuyệt vọng dồn những gì họ có được, kể cả lựu đạn hơi cay về phía QGP nhưng không ngăn nổi cuộc xung kích trong đêm này. Theo chiến thuật \"[[tiền pháo hậu xung]]\", hàng trăm bộ đội cởi trần, bật lưỡi lê xông lên đánh xáp lá cà. Chỉ trong thời gian ngắn họ xóa sổ đơn vị Charlie: một số người cắt cổ những binh sĩ Hoa Kỳ bị thương vẫn còn chống cự (điều này vẫn gây tranh cãi), một số người thu gom súng đạn, quân dụng Mỹ vương vãi trên trận địa, một số người giữ liên lạc với chỉ huy. Cùng với sóng điện phát ra từ trận địa, Sư đoàn Mỹ dò được tọa độ đôi bên.\n\nSau năm giờ chiến đấu tàn khốc, Hoa Kỳ đã biết rõ số phận của đại đội Charlie liền tăng cường pháo bắn áp đảo hòng vây chặt trận địa này, kết hợp điều quân đến phá vây (chấp nhận hy sinh mồi nhử là đại đội Charlie để cố gắng hủy diệt các đơn vị QGP đang chiến đấu). Cường độ pháo 5,6 phát\/phút, khiến sở chỉ huy cấp trung đoàn của QGP và một số ít công sự của đơn vị khác bị sập. Nửa đêm, Hoa Kỳ dùng pháo sáng để \"tàn quân\" có thể trở về.\n\nPhía QGP vì đã đạt được mục đích, để tránh tổn thất, họ ra lệnh rút. Lợi dụng pháo sáng, QGP dìu chiến thương và chiến lợi phẩm về sở chỉ huy, rút hết hỏa lực khỏi đồi Vú Sữa. Họ cũng không quên \"tha chết\" cho đại đội Charlie lúc này chỉ còn không đầy 1\/4 quân số.\n\n7h sáng ngày 12 tháng 4, quân đội Hoa Kỳ đến nơi giải quyết hậu quả khi toàn lực lượng QGP đã rút lui.\n\n== Kết quả ==\nMặc dù có hỏa lực vượt trội yểm trợ, song Hoa Kỳ không đạt được hiệu suất tốt như QLVNCH ở trận Võ Su cách đó 2 tháng. Đại đội Charlie bại trận với thương vong Hoa Kỳ công bố là 36 người chết và 71 người bị thương, toàn bộ đại đội phải thay mới quân số. Hai [[Huân chương Danh dự]] được trao tặng liên quan đến hành động này cho Trung sĩ James W. Robinson, Jr. và A1C William H. Pitsenbarger. Sau này đã được trao vào tháng 12 năm 2000. Đặc biệt, Johann Lang được trao giải Ngôi sao bạc và [[Trái tim Tím|Trái tim tím]] vì những hành động anh hùng trong trận chiến.\n\nVề phía [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]], đây là trận thắng lớn đầu tiên của trung đoàn 4 trước một đơn vị quân lực Hoa Kỳ có không quân và pháo hạng nặng yểm trợ. Thương vong của QGP không quá cao, Hoa Kỳ cho rằng [[Quân Giải phóng miền Nam Việt Nam|QGP]] có 41 người chết trong tổng số 80 thương vong<ref name=\"Tucker\" \/> do pháo kích, trong khi tổng quân số của trung đoàn là 1400 người. Chiến thắng này giúp tỉnh đội Phước Tuy có tinh thần rất tốt khi giao chiến với lục quân Hoa Kỳ và Úc, cổ vũ tinh thần chung cho các lực lượng bộ đội mới vào. Sau chiến tranh, cựu chỉ huy Nguyễn Nam Hưng đã vận động xây dựng tượng đài chiến thắng Tầm Bó.\n\nTrận chiến này cũng là bước ngoặt cục diện chiến đấu ở Đồng Nai, Vũng Tàu và vùng [[tam giác]] Bà Long Biên. Các lãnh đạo quân Mỹ thay đổi chiến thuật, không trực diện đối đầu với sư đoàn 5 QGP nữa. Hoa Kỳ vẫn duy trì tận dụng triệt để không quân, pháo để bóc tách các đơn vị lớn của QGP; luân phiên dùng sư đoàn 18 QLVNCh, hoặc quân Úc, hoặc triển khai lục quân Mỹ đánh giằng co với trung đoàn E4 bên đông-tây quốc lộ 2; dùng các đội quân quen đánh du kích (đặc biệt là Úc) để đối phó với trung đoàn 55.\n\n==Tham khảo==\n{{ACMH}} {{Tham khảo}}\n\n== Liên kết ngoại ==\n\n* {{Internet Archive short film|id=gov.dod.dimoc.26966|name=STAFF FILM REPORT 66-17A (1966)}} \n* Phim [[The Last Full Measure]] (2019)\n* [http:\/\/www.angelfire.com\/mo2\/Mudsoldiers\/index.html Những người của Sư đoàn 1, Tiểu đoàn 2, Bộ binh 16, Biệt đội, Đại đội Charlie Việt Nam] \n* Cuốn sách của [https:\/\/www.amazon.com\/Mud-Soldiers-Life-Inside-American\/dp\/0020710518 Mud] Wilson, [https:\/\/www.amazon.com\/Mud-Soldiers-Life-Inside-American\/dp\/0020710518 Mud Soldiers], mở đầu với chương \"Di sản\" kể lại trận chiến này. Wilson đã sử dụng các nguồn chính.\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1966]]"}