{"2430220":"{{Infobox military conflict\n| conflict= Trận Bàu Nâu\n| partof=[[Chiến tranh Việt Nam]]\n| date= [[20 tháng 12]] năm [[1967]] \n| place= Bàu Nâu, [[Long Thọ, Nhơn Trạch|Phước Thọ]], [[Nhơn Trạch]], [[Đồng Nai]], [[Việt Nam]]\n| result= Quân Thái Lan chiến thắng\n| combatant1={{Flagicon|Thái Lan}} [[Quân đội Hoàng gia Thái Lan]]\n| combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| strength1=1 tiểu đoàn<br>3 cụm xe tăng\n| strength2=1 tiểu đoàn chủ lực + 1 đại đội địa phương\n| commander1= Không rõ\n| commander2= Trần Văn Hướng\n| casualties2 = Hơn 90 chết<ref name=\"bđn\">[http:\/\/www.baodongnai.com.vn\/chinhtri\/201207\/Gian-nan-duong-ve-2173841\/ \"Gian nan đường về…\"], báo ''Đồng Nai'', cập nhật ngày 24 tháng 12 năm 2013.<\/ref>\n| casualties1 = Không rõ\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Trận Vườn Điều - Bàu Nâu''' là một trận đánh trong [[Chiến tranh Việt Nam]] diễn ra tại Bàu Nâu, thuộc địa bàn xã Phước Thọ (nay là xã [[Long Thọ, Nhơn Trạch|Long Thọ]]), huyện [[Nhơn Trạch]], tỉnh [[Đồng Nai]], giữa Tiểu đoàn 265 Trung đoàn 4 Sư đoàn 5 chủ lực, phối hợp với Đại đội 240 bộ đội địa phương [[Quân Giải phóng miền Nam Việt Nam]], và một tiểu đoàn của Trung đoàn Tình nguyện [[Lực lượng Vũ trang Hoàng gia Thái Lan|Lục quân Hoàng gia Thái Lan]] (còn có biệt danh là \"Mãng xà vương\" - \"Queen's Cobra\"). Kết quả là Quân Giải phóng đã thất bại trong việc tiêu diệt vị trí của đối phương và chịu thương vong lớn.\n\n==Bối cảnh==\nNăm [[1967]], Quân đội Thái Lan bố trí 1 tiểu đoàn đóng quân tại khu vực Vườn Điều - Bàu Nâu. Vị trí này được bố trí theo hình tam giác, diện tích khoảng 3 hecta, ba mặt đều có giao thông hào, lô cốt, xung quanh có 4 lớp rào bùng nhùng. Bên ngoài cứ điểm còn có lực lượng của [[Quân lực Việt Nam Cộng hòa]] đóng tại cầu Suối Dẹp và đồn Phước Thọ, cùng với đó là trận địa pháo tại Chi khu Nhơn Trạch và chùa Nước Nhĩ (xã [[Phước Thiền]]) sẵn sàng chi viện.\n\nThực hiện mệnh lệnh của Bộ Chỉ huy Miền, Sư đoàn 5 QGP phân công nhiệm vụ cho Tiểu đoàn 265 kết hợp với lực lượng trinh sát của Đại đội 240 bộ đội địa phương huyện Nhơn Trạch. \n\n==Diễn biến==\n\nSau khi trinh sát nghiên cứu tình hình địch và lên sa bàn tác chiến, đơn vị phát triển chiếm lĩnh vị trí. Trận đánh mở màn lúc 21 giờ ngày [[20 tháng 12]] năm [[1967]], khi QGP nã đạn cối 82&nbsp;mm vào căn cứ giữa lúc đối phương đang tổ chức cho binh sĩ xem phim. Họ tấn công cứ điểm với 3 mũi, Trong khoảng nửa giờ họ chiếm ưu thế và dần làm chủ được tình hình: băng qua hàng rào phòng thủ, tiến sâu vào trung tâm. Bằng cách tập kích, kết hợp đặc công trinh sát và hỏa lực họ làm chủ trận địa.<ref name=\"bqdnd\" \/>\n\nQuân Thái Lan sau những phút đầu rối loạn, đến lúc này đã củng cố lực lượng và tổ chức chống trả quyết liệt. 3 cụm [[xe tăng]] của quân Thái Lan được bố trí trong công sự dưới đất bất ngờ xuất hiện và bắn dữ dội về phía đối phương - điều mà trước đó các trinh sát đã không nhận thấy được. Các chiến sĩ Tiểu đoàn 265 cố gắng tìm cách khống chế hỏa lực địch nhưng không thành do xe tăng nằm nấp dưới công sự, rất khó tiếp cận, lại thêm máy bay đối phương tiếp ứng trên không rọi đèn cho phía Thái Lan tập trung hỏa lực.\n\nTrước tình hình bất lợi, thương vong ngày càng tăng cao, QGP quyết định rút lui, kết thúc trận đánh với số bộ đội tử trận của D2 lên tới hơn 90 người.<ref name=\"bđn\" \/><ref name=\"bqdnd\">[http:\/\/www.qdnd.vn\/qkqd\/vi-vn\/118\/337\/ky-uc-khong-quen-ve-mot-tran-danh\/201275.html \"Ký ức không quên về một trận đánh\"], báo ''Quân đội nhân dân'', cập nhật ngày 24 tháng 12 năm 2013.<\/ref>\n\nVề sau, chính quyền Việt Nam Cộng hòa dọn dẹp chiến trường Vườn Điều để tránh bom đạn. Xác chết của những người lính QGPMN bị vùi lấp đến nay chưa tìm hết được.\n\n== Kết quả ==\nBị tập kích bất ngờ, quân đội đánh thuê Thái Lan và Úc tăng cường phòng vệ, trong tình thế chung của toàn chiến trường khi đó chỉ có Quân lực Việt Nam Cộng hòa là nghỉ phép ăn tết nhiều, còn quân chủ lực là Mỹ và các lực lượng đánh thuê vẫn hoạt động.\n\nSau thất bại này, đích thân trung đoàn trưởng trung đoàn 4 QGP (Nguyễn Nam Hưng, đang ở tiểu đoàn bộ) điều hành tiểu đoàn 265 thay cho D trưởng Trần Văn Hướng, các đơn vị khác giao cho trung đoàn phó Trần Minh Thắng. Tuy nhiên, tiểu đoàn 265 không còn đủ lực lượng mạnh như trước, cùng với cuộc chiến bất lợi kéo dài ở giai đoạn Mậu Thân đã gây thiệt hại lớn cho cả đơn vị.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]"}