{"493379":"{{Thông tin viên chức\/1\n|name          = Trần Văn Hữu\n|image         = Tran Van Huu.jpg\n|caption       = \n|office        = [[Chính phủ Quốc gia Việt Nam|Thủ tướng kiêm Bộ trưởng Ngoại giao<br>Chính phủ Quốc gia Việt Nam]]\n|1namedata = [[Bảo Đại]]\n|1blankname = Quốc trưởng\n||1namedata2 = [[Phan Huy Quát]]<br>{{small|(1\/1950-2\/1951)}}<br>[[Nguyễn Khắc Vệ]]<br>{{small|(2\/1951-3\/1952)}}\n|1blankname2 = Phó thủ tướng\n|term_start    = 6 tháng 5 năm 1950\n|term_end      = 3 tháng 6 năm 1952<br>({{số năm theo năm và ngày|1950|5|6|1952|6|3}})\n|predecessor   = [[Nguyễn Phan Long]]\n|successor     = [[Nguyễn Văn Tâm (thủ tướng)|Nguyễn Văn Tâm]]\n|office3 = [[Quốc gia Việt Nam|Thủ hiến Nam phần, Quốc gia Việt Nam]]\n|term_start3 = 14 tháng 7 năm 1949\n|term_end3 = 21 tháng 1 năm 1950<br>({{số năm theo năm và ngày|1949|7|14|1950|1|21}})\n|primeminister3 = [[Bảo Đại]]\n|predecessor3  = [[Lê Văn Hoạch]]<br>{{small|(Quốc vụ khanh Nam Kỳ)}} \n|successor3 =\n|office4 = [[Quốc gia Việt Nam|Phó Thủ tướng kiêm Tổng trưởng Quốc phòng Quốc gia Việt Nam]] \n|primeminister4 = [[Bảo Đại]]\n|term_start4  = 14 tháng 7 năm 1949\n|term_end4 = 21 tháng 1 năm 1950<br>({{số năm theo năm và ngày|1949|7|14|1950|1|21}})\n|predecessor4  = [[Phan Huy Quát]]\n|office5       = [[Chính phủ Trung ương lâm thời Việt Nam|Phó Thủ tướng Chính phủ Trung ương lâm thời Việt Nam]]\n|primeminister5 = [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]\n|term_start5   = 27 tháng 5 năm 1948\n|term_end5     = 14 tháng 7 năm 1949<br>({{số năm theo năm và ngày|1948|5|27|1949|7|14}})\n|office6 =  [[Cộng hòa Tự trị Nam Kỳ|Phó Thủ tướng Cộng hòa Tự trị Nam Kỳ]]\n|term_start6   = 8 tháng 10 năm 1947\n|term_end6     = 27 tháng 5 năm 1948<br>({{số năm theo năm và ngày|1947|10|8|1948|5|27}})\n|primeminister6 = [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]]\n|office7 = [[Cộng hòa Tự trị Nam Kỳ|Bộ trưởng Tài chính Cộng hòa Tự trị Nam Kỳ]]\n|primeminister6 = [[Lê Văn Hoạch]]\n|term_start7 = Tháng 11 năm 1946\n|term_end7 = Tháng 9 năm 1947\n|birth_date    = 1895\n|birth_place   = làng Long Mỹ, quận [[Châu Thành]], [[Vĩnh Long]], [[Liên bang Đông Dương]]\n|death_date    = {{ngày mất và tuổi|1985|12|15|1895|df=y}}\n|death_place   = [[Paris]], [[Pháp]]\n|death_cause   = Tuổi già\n|party         = \n|parents = \n|spouse        = \n|children      = \n|relatives     = \n|alma_mater    = \n|education = [[Kỹ sư]] Canh nông\n|signature     = \n|signature_alt = \n|occupation    = Chính khách\n|blank1 = Quê quán\n|data1 = xã [[Thanh Đức, Long Hồ|Thanh Đức]], huyện [[Long Hồ]], [[Vĩnh Long]]\n|nationality =  [[Việt Nam]]<br>{{FRA}}\n|allegiance    = \n|branch        = \n|serviceyears  = \n|rank          = \n|commands      = \n|battles       = \n}}\n\n'''Trần Văn Hữu''' ([[1895]] &ndash; [[1985]]) là Thủ tướng kiêm Bộ trưởng Ngoại giao của chính phủ [[Quốc gia Việt Nam]] từ tháng 5 năm 1950 đến tháng 6 năm 1952. \n\n==Tiểu sử==\n===Thời trẻ===\nTrần Văn Hữu sinh năm 1895, tại làng Long Mỹ, quận [[Châu Thành]], tỉnh [[Vĩnh Long]] (nay là xã [[Thanh Đức]], huyện [[Long Hồ (định hướng)|Long Hồ]], tỉnh Vĩnh Long) trong một gia đình địa chủ giàu có. Nhà ông cùng làng với ông [[Trần Văn Hương]] (sau là thủ tướng [[Việt Nam Cộng hòa]]), còn nhà [[Phạm Hùng]] (sau là thủ tướng [[Cộng hòa xã hội chủ nghĩa Việt Nam]]) nằm đối diện phía bên kia bờ sông Long Hồ (thuộc làng [[Long Phước]]). Cha ông giữ chức hương cả trong làng. Lúc nhỏ, Trần Văn Hữu học chương trình Pháp. Lớn lên ông sang Pháp du học và tốt nghiệp với bằng kỹ sư canh nông. Khi về nước, ông làm việc ở ngân hàng địa ốc.<ref name=\"thvl.vn\">[http:\/\/thvl.vn\/?p=14233 Tiểu sử Trần Văn Hữu trên trang mạng của Đài truyền hình Vĩnh Long]<\/ref>\n\n===Tham gia chính trường===\nNgày 23 tháng 9 năm 1945, sau khi [[Cách mạng tháng Tám]] nổ ra và nhà nước [[Việt Nam Dân chủ Cộng hòa|Việt Nam dân chủ cộng hòa]] được thành lập, quân đội [[Pháp]] nổ súng chiếm [[Thành phố Hồ Chí Minh|Sài Gòn]], mở đầu cuộc [[chiến tranh Đông Dương]]. Với mục tiêu khôi phục chế độ thuộc địa ở [[Việt Nam]] và [[Bán đảo Đông Dương|Đông Dương]], Pháp đã thành lập chính phủ thân Pháp \"Nam Kỳ tự trị\". Trần Văn Hữu bắt đầu tham gia chính trị từ đây. Tháng 7 năm 1946, với tư cách là thành viên trong phái đoàn Pháp, ông lên tàu Dumont Durville của Pháp đi dự [[hội nghị Fontainebleau 1946|hội nghị Fontainebleau]].\n\nTháng 12 năm 1946, tại Nam Kỳ một nội các thân Pháp do bác sĩ [[Lê Văn Hoạch]] làm Thủ tướng được thành lập, Trần Văn Hữu được trao chức Bộ trưởng Tài chính. Do tình hình chính trị bất ổn vào giai đoạn này, nhiều công nhân viên chức bỏ việc, hoặc bỏ vào vùng kháng chiến. Để đối phó, Trần Văn Hữu quyết định tăng lương cho công chức, kêu gọi họ trở về làm việc cho chính phủ. Tuy nhiên, hoạt động của chính phủ Lê Văn Hoạch tỏ ra kém hiệu quả. Một chính phủ khác, do Trung tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] đứng đầu, được thành lập.<ref name=\"thvl.vn\"\/>\n\nNăm 1947, trước khi về nước lập chính phủ, cựu hoàng [[Bảo Đại]] mời nhiều nhân vật như ông [[Ngô Đình Diệm]], bác sĩ [[Phan Huy Quát]], bác sĩ [[Lê Văn Hoạch]], Trần Văn Hữu, [[Nguyễn Tôn Hoàn]]... qua gặp mặt tại [[Hồng Kông|Hong Kong]]. Tháng 10 năm 1947, Trần Văn Hữu được thăng chức Phó Thủ tướng trong chính quyền mới. Ông tổ chức lại bộ máy hành chính từ trung ương đến địa phương, đưa nhiều người Việt vào nắm quyền với nỗ lực tạo một hình ảnh chính phủ thực quyền của người Việt. Tuy nhiên, các cố gắng của ông không đem lại nhiều kết quả vì trên thực tế, chính quyền thực dân Pháp, cả dân sự và quân sự ở Việt Nam, vẫn là tiếng nói có ảnh hưởng quyết định.<ref name=\"vietbao.com\">[http:\/\/www.vietbao.com\/print.asp?nid=67463 Hoạt động của chính phủ Quốc gia Việt Nam 1948-1954]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n===Cuộc đàn áp học sinh, sinh viên năm 1950===\nTháng 10 năm 1949, một cuộc đấu tranh của sinh viên, học sinh ở [[Thành phố Hồ Chí Minh|Sài Gòn]] yêu cầu sử dụng tiếng Việt thay cho tiếng Pháp trong nhà trường nổ ra và nhanh chóng lan rộng. Cuộc đấu tranh của sinh viên gây tiếng vang và nhận được sự ủng hộ từ giới trí thức và báo chí ở Sài Gòn. Cùng nhau, 125 trí thức Sài Gòn đã lên tiếng đòi thả các học sinh bị bắt.\n\nTrong lúc cuộc vận động của phong trào sinh viên, học sinh đang lên đến cao trào, Trần Văn Hữu đang giữ chức Thủ hiến Nam Việt tại Sài Gòn. Ngày 9 tháng 1 năm 1950, một đoàn biểu tình khoảng 2.000 người kéo đến dinh thủ hiến đòi Trần Văn Hữu thực hiện lời hứa trả tự do cho 12 học sinh bị bắt trong cuộc bãi khóa vừa xảy ra trước đó. Họ yêu cầu ông thả người mới chịu giải tán. Khoảng 12 giờ 30 phút, Trần Văn Hữu ra tiếp ban đại diện sinh viên, học sinh trước thềm dinh thủ hiến, đe dọa đoàn biểu tình phải giải tán sau 13 giờ 30 phút, nếu không sẽ bị đàn áp. Các sinh viên, học sinh đã không giải tán và Trần Văn Hữu ra lệnh cho khoảng 500 binh lính và cảnh sát đàn áp cuộc biểu tình bằng vũ lực. Một học sinh, [[Trần Văn Ơn]], thiệt mạng, nhiều người khác bị thương và bị bắt. Cuộc chống đối bị dập tắt. Ngày 9 tháng 1 sau này được chính quyền [[Việt Nam|Cộng hòa xã hội chủ nghĩa Việt Nam]] lấy làm Ngày học sinh, sinh viên Việt Nam.<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/181543\/Ngoi-phao-91-%c2%a0Ky-1-Cuoc-bieu-tinh-9-1.html Bài tường thuật vụ đàn áp sinh viên năm 1950 trên báo ''Tuổi trẻ'']<\/ref>\n\n===Lên làm thủ tướng===\nNgày 6 tháng 5 năm 1950, chỉ ba tháng sau vụ đàn áp sinh viên, Trần Văn Hữu thay thế [[Nguyễn Phan Long]] nắm giữ chức vụ thủ tướng chính quyền [[Quốc gia Việt Nam]] (kiêm tổng trưởng Ngoại giao và Nội vụ). Trong khoảng hai năm làm thủ tướng, ông đã góp phần xây dựng quân đội Quốc gia Việt Nam, thành lập bộ tổng tham mưu quân đội, mở trường đào tạo sĩ quan người Việt nhằm thay thế cho sĩ quan Pháp, vũ trang cho các lực lượng giáo phái như [[Cao Đài]], [[Phật giáo Hòa Hảo|Hòa Hảo]], [[Thiên Chúa]] và cả quân [[Bình Xuyên]].\n\nĐầu tháng 9 năm 1951, Trần Văn Hữu dẫn đầu đoàn Quốc gia Việt Nam tham gia hội nghị 51 nước có đóng góp trong việc đánh bại [[Nhật Bản]] trong [[Chiến tranh thế giới thứ hai]] tại [[San Francisco]], [[Hoa Kỳ|Mỹ]] theo lời mời của chính phủ Mỹ. Tại hội nghị, ông bày tỏ quan điểm ủng hộ các nước đồng minh phương tây và yêu cầu Nhật Bản bồi thường chiến phí. Ông cũng nhân hội nghị này khẳng định chủ quyền của Việt Nam với hai quần đảo [[Trường Sa]] và [[Hoàng Sa]], nguyên văn:\n\n:''Việt Nam rất là hứng khởi ký nhận trước nhất cho công cuộc tạo dựng hòa bình này. Và cũng vì vậy cần phải thành thật lợi dụng tất cả mọi cơ hội để dập tắt những mầm mống các tranh chấp sau này, chúng tôi xác nhận chủ quyền đã có từ lâu đời của chúng tôi trên quần đảo Trường Sa và Hoàng Sa.<ref>[http:\/\/hoa-hao.com\/kktd\/ban_nuoc\/tl_biengioi01.html Tuyên bố của Trần Văn Hữu tại hội nghị San Francisco 1951]<\/ref>''\n \nTrong thời gian Trần Văn Hữu làm thủ tướng còn diễn ra sự kiện ngày 29 tháng 6 năm 1950, Pháp chính thức công nhận [[Quốc gia Việt Nam]] là một thành viên có chủ quyền trong khối Liên hiệp Pháp, theo thỏa ước Pau. Ngày 7 tháng 2 năm 1950, [[Hoa Kỳ|Mỹ]] và [[Anh]] cùng một số quốc gia chính thức công nhận và thiết lập quan hệ ngoại giao với Quốc gia Việt Nam. Tòa đại sứ Mỹ đầu tiên đặt tại Sài Gòn do ông Donald Heath, một nhân vật ngoại giao kỳ cựu làm đại sứ.\n\nDưới thời ông Trần Văn Hữu, Mỹ bắt đầu dính líu sâu hơn vào tình hình Việt Nam với việc đặt phái bộ quân sự, mở chương trình Việt ngữ trên [[VOA|Đài tiếng nói Hoa Kỳ]] (VOA) và tăng cường viện trợ. Ngày 16 tháng 2 năm 1951, Trần Văn Hữu trình diện một nội các mới. Một tháng sau, chính phủ Quốc gia Việt Nam phê chuẩn hiệp định chấp nhận khoản viện trợ 16 triệu đô-la Mỹ (tương đương 117 triệu đô-la Mỹ trong năm 2014) của Mỹ cho ba nước [[Bán đảo Đông Dương|Đông Dương]]. Ngày 7 tháng 9 năm 1951, Mỹ ký hiệp định tương trợ với chính quyền Quốc gia Việt Nam.\n\nTháng 6 năm 1952, Trần Văn Hữu rời ghế thủ tướng, thay ông là [[Nguyễn Văn Tâm (Thủ tướng)|Nguyễn Văn Tâm]].<ref name=\"vietbao.com\"\/>\n\n===Sau hiệp định Genève 1954===\nTrong [[hội nghị Genève]] về hòa bình ở Đông Dương vào năm 1954, các bên tham dự từng cân nhắc ý định thành lập một chính quyền mới do Trần Văn Hữu đừng đầu ở miền nam. Mặc dù thân Pháp, nhưng ông cũng có chủ trương giao hảo với chính quyền [[Hà Nội]], nên được xem như một thủ tướng có thể chấp nhận được cho miền nam Việt Nam. Ông cũng là cựu thủ tướng duy nhất tại Sài Gòn dưới thời [[Bảo Đại]] công khai tán thành [[Hiệp định Genève, 1954|Hiệp định Genève]] và chủ trương một chính sách trung lập tại miền nam và chung sống hòa bình với miền bắc.\n\nTuy nhiên, ý định này không thành do phe thân Pháp đã thất thế trước phe thân Mỹ ở miền nam Việt Nam. Trần Văn Hữu bắt đầu được hưởng quy chế tị nạn chính trị tại Pháp. Năm 1955, ông từ Pháp trở về [[Thành phố Hồ Chí Minh|Sài Gòn]] giữa lúc chính quyền [[Ngô Đình Diệm]] đang vất vả đối phó với [[Mặt trận Thống nhứt Toàn lực Quốc gia]] bao gồm tất cả các giáo phái và đoàn thể chính trị.\n\nSự hiện diện của ông tại Sài Gòn vào thời điểm đó là một cái gai trong mắt chính quyền Diệm - [[Ngô Đình Nhu|Nhu]]. Báo chí Sài Gòn lúc bấy giờ đưa tin công an mật vụ đã chặn xe của Trần Văn Hữu khi ông từ Sài Gòn lên [[Tây Ninh]] gặp giáo chủ [[Cao Đài]] [[Phạm Công Tắc]], và buộc ông phải quay xe trở về Sài Gòn. Những ngày sau, công an mật vụ có những cử chỉ có tính cách hù dọa để sau cùng ông phải lên phi cơ trở về Pháp. Đến đây, vai trò chính trị của Trần Văn Hữu trên chính trường Việt Nam kết thúc.<ref name=\"quansuvn.net\">[http:\/\/www.quansuvn.net\/index.php\/topic,11179.115\/wap2.html Hoạt động của Trần Văn Hữu giai đoạn 1954-1963]<\/ref>\n\n===Hy vọng trở lại chính trường===\nNhững hy vọng tham gia chính trường của Trần Văn Hữu lại hồi sinh khi chính quyền Ngô Đình Diệm ở miền nam lâm nguy. Ngày 22 tháng 7 năm 1962, ông có cuộc hội kiến tại [[Thụy Sĩ]] với một nhóm những nhân vật cao cấp của chính quyền Hà Nội để thảo luận về tình hình Việt Nam. Cũng trong tháng 7 năm 1962, ông còn nhận được một bức thư đầy thiện chí từ luật sư [[Nguyễn Hữu Thọ]], Chủ tịch [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận dân tộc giải phóng miền nam Việt Nam]].\n\nĐầu tháng 11 năm 1963, khi hay tin tướng [[Dương Văn Minh]] thành công trong việc cầm đầu cuộc đảo chính lật đổ chế độ Ngô Đình Diệm, ông Trần Văn Hữu có gửi cho tướng Minh một điện văn khen ngợi ông này đã giải thoát cho miền nam Việt Nam khỏi một chế độ độc tài thời Trung cổ.\n\nCũng trong thời gian này, Trần Văn Hữu thường lui tới một nhà thờ [[Tin Lành]] Mỹ tại Paris nhờ một mục sư truyền đạt lên [[Tổng thống Hoa Kỳ]] [[John F. Kennedy]] việc ông tình nguyện đứng ra thành lập một chính phủ chuyển tiếp tại Sài Gòn, nhưng ý nguyện của ông hoàn toàn không được chú ý. Những hoạt động chính trị của Trần Văn Hữu chỉ dừng lại ở mức độ như thế và không có ảnh hưởng thực tế gì tại Việt Nam.<ref name=\"quansuvn.net\"\/>\n\n===Viếng tang Hồ Chí Minh===\nNăm 1969, khi Chủ tịch [[Hồ Chí Minh]] của chính quyền [[Việt Nam Dân chủ Cộng hòa]] qua đời, ông Trần Văn Hữu có đến viếng tại [[Paris]]. Ông Hồ Nam, cán bộ ngoại giao của Cơ quan tổng đại diện Việt Nam Dân chủ Cộng hòa tại Pháp, viết trong bài ''Vài kỷ niệm về lễ truy điệu Bác Hồ ở Paris'' đăng trên tạp chí ''Sông Hương'' số 3 (42), năm 1990: \n:''\"[...] Giữa lúc tang gia bối rối như vậy thì khoảng xế chiều [...], có ba tiếng chuông dè dặt gọi cổng. Đồng chí thường trực mở cửa đón khách. Trước mắt chúng tôi lúc bấy giờ là một ông cụ già chừng 70 tuổi, mái tóc bạc phơ [...]. Sau vài lời chào hỏi xã giao, ông chủ động xin phép tự giới thiệu: \"Tôi là Trần Văn Hữu, cựu thủ tướng chính phủ quốc gia\". [...], ông Hữu nói rõ mục đích của mình: \"Trước hết xin cáo lỗi cùng các ông về việc tôi đường đột đến mà không lấy giờ hẹn trước. Sau nữa, tôi xin được chính thức xác nhận tin cụ chủ tịch qua đời mà tôi vừa nghe một cách đột ngột. Nếu là sự thật thì xin phép tôi được chia buồn cùng quý tòa (tức tòa sứ) và xin trân trọng được phép kính viếng Cụ\".''\n:''\"[... Hôm sau] Đúng 9 giờ, Cơ quan tổng đại diện mở cửa đón khách. Cánh cửa vừa mở, một đoàn người cả Việt lẫn Pháp đã xếp thành hàng dài trên vệ đường từ bao giờ. Người đứng ở hàng đầu chính là ông khách đã đến hôm trước: ông Trần Văn Hữu. Hôm nay, ông đến trong bộ Âu phục màu đen, thái độ trầm mặc hơn, dáng vẻ buồn rầu hơn. Ông nghiêm nghị, từ tốn đến trước bàn thờ tưởng niệm Bác lạy bốn lạy, mỗi lạy ông đều phủ phục sát đất trong giây lát. Lễ xong, ông đi lùi mấy bước rồi đến chiếc bàn ghi cảm tưởng vào sổ tang. Ông ghi đại ý là: \"Xin nghiêng mình trước anh linh của Cụ, người Việt Nam yêu nước, yêu hòa bình, yêu chuộng công lý thế giới\"\".<ref>Tạp chí ''Sông Hương'' số 3 (42), năm 1990<\/ref>\n\nÔng Trần Văn Hữu [[chết|qua đời]] ngày 15 tháng 12 năm 1985 tại Paris, thủ đô nước Pháp.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/181543\/Ngoi-phao-91-%c2%a0Ky-1-Cuoc-bieu-tinh-9-1.html Bài tường thuật vụ đàn áp sinh viên năm 1950 trên báo ''Tuổi trẻ'']\n*[http:\/\/thvl.vn\/?p=14233 Tiểu sử Trần Văn Hữu trên trang mạng của Đài truyền hình Vĩnh Long]\n*[http:\/\/hoa-hao.com\/kktd\/ban_nuoc\/tl_biengioi01.html Tuyên bố của Trần Văn Hữu tại hội nghị San Francisco 1951]\n*[http:\/\/www.quansuvn.net\/index.php\/topic,11179.115\/wap2.html Hoạt động của Trần Văn Hữu giai đoạn 1954-1963]\n*[http:\/\/www.vietbao.com\/print.asp?nid=67463 Hoạt động của chính phủ Quốc gia Việt Nam 1948-1954]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n{{Thủ tướng Quốc gia Việt Nam}}\n\n{{Thời gian sống|sinh=1895|mất=1985}}\n\n[[Thể loại:Thủ tướng Quốc gia Việt Nam]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Quốc gia Việt Nam]]\n[[Thể loại:Người Vĩnh Long]]\n[[Thể loại:Sinh năm 1896]]\n[[Thể loại:Mất năm 1984]]\n[[Thể loại:Tín hữu Công giáo]]"}