{"295581":"{{distinguish|Trận Xương Giang}}\n{{Thông tin chiến tranh\n|conflict=Chiến dịch Chi Lăng - Xương Giang\n|partof=[[Khởi nghĩa Lam Sơn]]\n|image=Trận Chi Lăng - Xương Giang.png\n|caption=Trận Chi Lăng - Xương Giang năm [[1427]]\n|date=[[8 tháng 10]], [[1427]] - [[3 tháng 1]], [[1428]]\n|place=Chi Lăng, Xương Giang\n|casus=\n|territory=\n|result=Nghĩa quân [[Lam Sơn]] chiến thắng\n|combatant1=[[Khởi nghĩa Lam Sơn|Nghĩa quân Lam Sơn]]\n|combatant2=[[Nhà Minh|Đế quốc Minh]]\n|commander2=[[Liễu Thăng]]{{KIA}}<br \/>[[Lương Minh]]{{KIA}}<br \/>[[Mộc Thạnh]]<br \/>[[Thôi Tụ]]{{POW}}{{KIA}}<br \/>[[Hoàng Phúc]]{{POW}}<br \/>[[Lý Khánh]]{{KIA}}<br \/>\n|commander1=[[Lê Lợi]] <br \/> [[Lê Sát]]<br \/>[[Lưu Nhân Chú]]<br \/>[[Trần Lựu]]<br \/>[[Phạm Vấn]]<br \/>[[Lê Văn An]]<br \/>[[Lê Khôi]]<br \/>[[Nguyễn Lý]]<br \/>[[Lê Lãnh]]<br \/>[[Đinh Liệt]]<br \/>[[Lê Thụ]]<br \/>[[Trần Nguyên Hãn]]<br \/>[[Lê Lỗng]]<br \/>[[Phạm Văn Liêu]]<br \/>\n|strength2=Theo sách [[Đại Việt sử ký toàn thư]] là 10 vạn quân do [[Liễu Thăng]] chỉ huy, 5 vạn quân do [[Mộc Thạnh]] chỉ huy; theo ''Lam Sơn thực lục'' có tất cả 20 vạn quân;<br>Theo [[Minh sử]] cánh quân [[Liễu Thăng]] có 7 vạn quân, cánh quân [[Mộc Thạnh]] có 5 vạn quân.\n|strength1=35 vạn quân và dân binh, trong đó có 5 vạn tinh binh trên cả nước<ref name=\"Đại Việt sử ký toàn thư\">Đại Việt sử ký toàn thư.<\/ref>.<ref>''Lam Sơn thực lục''<\/ref> (không rõ bao nhiêu được huy động cho trận này)\n|casualties2=Bắt sống 3 vạn, giết 7 vạn người.<ref name=\"Đại Việt sử ký toàn thư\"\/>\n|casualties1=Không rõ\n}}\n\n'''Chiến dịch Chi Lăng – Xương Giang''' là một loạt trận đánh diễn ra từ ngày [[18 tháng 9]] năm [[1427]]<ref>Ngày cánh quân Liễu Thăng vào địa giới.<\/ref><ref name=\"âm lịch\">Âm lịch.<\/ref> đến cuối tháng 10 năm [[1427]] <ref>Ngày cánh quân [[Mộc Thạnh]] bị đánh bại.<\/ref> giữa [[khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] [[người Việt]] do Bình Định vương [[Lê Lợi]] cùng [[Lê Sát]], [[Lưu Nhân Chú]] và nhiều tướng khác chỉ huy và 2 đạo quân gồm 15 vạn quân viện binh [[nhà Minh]] do [[Liễu Thăng]] và [[Mộc Thạnh]] chỉ huy. Quân [[Lam Sơn]] đánh tan các cánh quân Minh, giết [[Liễu Thăng]] và nhiều tướng khác, [[Mộc Thạnh]] phải bỏ chạy.<ref name=\"ReferenceA\">Đại Việt sử ký toàn thư, Bản kỷ, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993.<\/ref><ref name=\"ReferenceB\">Đại việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 1976.<\/ref>\n\nChiến thắng này khiến cho tướng [[nhà Minh]] là [[Vương Thông (tướng nhà Minh)|Vương Thông]] hết hy vọng, quyết định giảng hòa với [[Lê Lợi]] khi chưa được sự cho phép của triều đình [[nhà Minh]].\n\n== Bối cảnh lịch sử ==\nTháng 11 năm [[1426]], quân [[khởi nghĩa Lam Sơn]] đại phá quân Minh trong [[trận Tốt Động – Chúc Động]], 5 vạn quân Minh bị diệt, hơn 1 vạn quân bị bắt sống, chưa kể số chạy qua sông Ninh Giang bị chết đuối.<ref>Đại Việt sử ký toàn thư, quyển X.<\/ref> Bản thân Vương Thông bị thương.<ref>Phan Đại Doãn (2007), \"Phong trào kháng chiến chống Minh và khởi nghĩa Lam Sơn\", chương IX trong Trương Hữu Quýnh chủ biên (2007), ''Đại cương lịch sử Việt Nam'' (tập I), Nhà Xuất bản Giáo dục, Hà Nội.<\/ref> Kế hoạch dùng 10 vạn quân để phản công của [[Vương Thông (tướng nhà Minh)|Vương Thông]] bị sụp đổ khiến viên tướng này phải cố thủ trong thành [[Hà Nội|Đông Quan]].\n\n[[Vương Thông (nhà Minh)|Vương Thông]] bí thế muốn đầu hàng, bèn viết thư xin giảng hòa để rút toàn bộ quân về. Lê Lợi đã bằng lòng cho, sai người đi làm giao ước. Tuy nhiên lúc đó các tướng [[người Việt]] là [[Trần Phong (thuộc Minh)|Trần Phong]] và [[Lương Nhữ Hốt]] sợ khi quân Minh rút về thì bản thân mình sẽ bị giết, bèn nói với [[Vương Thông (tướng nhà Minh)|Vương Thông]]:<ref>[[Trần Trọng Kim]], sách đã dẫn, tr. 88.<\/ref>\n:''Trước đây quân [[Ô Mã Nhi]] [[trận Bạch Đằng 1288|bị thua]] ở [[sông Bạch Đằng]], mang toàn quân quy hàng, [[Trần Hưng Đạo|Hưng Đạo Vương]] bằng lòng cho, nhưng lại dùng kế lấy [[thuyền]] to chở quân cho về, rồi sai người bơi giỏi sung vào làm phu chở thuyền. Đang đêm ra đến ngoài biển, rình lúc quân [[Ô Mã Nhi]] ngủ say, lặn xuống đục thuyền, làm cho những người đã quy hàng chết đuối, không ai sống sót trở về được.''<ref>[[Lê Quý Đôn]], sách đã dẫn, tr. 224.<\/ref>\n\n[[Vương Thông (tướng nhà Minh)|Vương Thông]] nghe vậy hoảng sợ, nghi ngờ [[Lê Lợi]], bề ngoài tuy nói giảng hòa, nhưng bề trong lại sai người đào hào, rắc chông để phòng thủ và viết thư xin cầu viện vua [[Minh Tuyên Tông|Tuyên Đức]] ([[Minh Tuyên Tông]]) [[nhà Minh]].<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 340, 341.<\/ref>\n\n[[Lê Lợi]] liền sai các quân ra đánh các thành Điêu Diêu, Thị Cầu, Tam Giang, Xương Giang, Ôn Khâu, chỉ còn bốn thành Đông Quan, Tây Đô, Cổ Lộng, Chí Linh là chưa bị hạ.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 340, 341, 342, 343.<\/ref><ref name=\"ReferenceC\">Lam Sơn thực lục, Nhà Xuất bản Tân Việt, quyển 2.<\/ref>\n\nTheo sách [[Việt sử tiêu án]], khi quân Minh thua trận ở Tốt Động - Chúc Động, Thượng thư [[Trần Hiệp]] tử trận, việc đến tai vua Minh, đình thần Minh tranh nhau nói:\n:''Từ khi [[Hoàng Phúc]] bị triệu về, Trung quân Mã Kỳ sang thay, khích thành biến loạn ở [[Giao Chỉ]], xin lại cho Hoàng Phúc sang nhậm chức cũ, thì loạn ở [[Giao Chỉ]] tự nhiên yên được''.\n\nVua Minh nghe lời, sai [[Liễu Thăng]] đem quân cứu viện thành [[Đông Quan]] và sai Hoàng Phúc đi tòng quân, chia làm 2 đạo quân:[[Liễu Thăng]]  đi ra cửa Pha Lũy ([[Lạng Sơn]]) là chính binh, [[Mộc Thạnh]] đi ra cửa Lê Hoa ([[Tuyên Quang]]) làm quân ứng cứu cho  [[Liễu Thăng]].\n\n===Lực lượng quân Minh===\nTrước nguy cơ hoàn toàn thất bại, và để cứu đạo quân [[Vương Thông (nhà Minh)|Vương Thông]] đang bị vây hãm ở [[Đông Quan]], đầu năm [[1427]] [[nhà Minh]] đã quyết định phái sang [[Việt Nam]] hai đạo quân cứu viện lớn, một đạo do [[Liễu Thăng]] chỉ huy, một đạo do [[Mộc Thạnh|Mộc T]]<nowiki\/>[[Mộc Thạnh|hạnh]] chỉ huy.<ref>[[Minh sử]], cuốn 154.<\/ref>\n\nLực lượng quân Minh theo [[Đại Việt sử ký toàn thư]] lên đến 15 vạn quân, trong đó đạo của [[Liễu Thăng]] gồm 10 vạn, đạo của [[Mộc Thạnh]] gồm 5 vạn. Theo [[Lam Sơn thực lục]] thì quân cứu viện đông tới 20 vạn. Trong khi đó, theo [[Minh sử]], cánh quân của [[Liễu Thăng]] chỉ gồm 7 vạn. Cả hai viên tướng [[Liễu Thăng]] và [[Mộc Thạnh]] đều đã có kinh nghiệm chinh chiến ở [[Việt Nam]] trước đây. Ngoài ra còn có [[Lương Minh]] là viên tướng thiện chiến, Lý Khánh và [[Hoàng Phúc]] là 2 viên quan cấp [[Thượng thư]] làm tham mưu cho [[Liễu Thăng]].\n\n===Lực lượng nghĩa quân Lam Sơn===\nTheo ''Lam Sơn thực lục'', lúc ấy nghĩa quân có 5 vạn tinh binh, [[Lê Lợi]] điều tất cả những vị tướng giỏi nhất của mình tham gia chiến dịch.<ref name=\"ReferenceC\"\/> Theo [[Đại Việt sử ký toàn thư]], tổng số quân của [[khởi nghĩa Lam Sơn]], theo lời [[Lê Lợi]], lúc đó là 35 vạn quân.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 345.<\/ref>\n{{cquote|\n''Buổi đầu số quân của ta có mấy trăm người. Hiện nay có 35 vạn. Đợi khi phá được thành [[Đông Quan]], sẽ cho 25 vạn người về nhà làm ruộng, chỉ để lại 10 vạn làm quân để đề phòng việc nước...''|||[[Lê Lợi]] - [[Đại Việt sử ký toàn thư]]}}\nCon số 35 vạn này có lẽ tính cả dân binh chứ không phải chỉ tính quân chính quy.\n\n==Lê Lợi chuẩn bị chống viện binh==\nNghe tin viện binh [[nhà Minh]] xâm lấn, tháng 4, năm [[1427]]<ref name=\"âm lịch\"\/> Lê Lợi sai Phòng ngự sứ Trần Ban đôn đốc tu sửa ải Lê Hoa. Ban lời dụ cầu người hiền tài, ban 10 điều quân luật cho quân lính, 3 điều răn cho quan văn võ, tuyển chọn tráng đinh bổ sung, phòng thủ nghiêm mật.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 345, 346, 347, 348.<\/ref>\n\n[[Lê Thái Tổ|Lê Lợi]] cho rằng [[thành Xương Giang]] là con đường mà quân Minh hay đi về tất phải qua.<ref name=\"ReferenceC\"\/> Ngày 8\/9\/[[1427]] Thái úy [[Trần Nguyên Hãn]], Tư mã [[Lê Sát]], Thiếu úy [[Lê Triện]], [[Nguyễn Lý]] hạ được thành Xương Giang. Trước đó [[Lê Lợi]] hạ lệnh rằng hạ cho được thành này trước khi [[Liễu Thăng]] và [[Mộc Thạnh]] kéo sang. Nghĩa quân đã bao vây thành này trải qua hơn 6 tháng trời cầm cự với các quân Khoái Châu, Lạng Giang, quân Minh vừa đánh vừa giữ, khiến quan quân không thể lên được thành. Lê Lợi sai các tướng đắp đất, mở đường đánh nhau với giặc, dùng câu liêm, giáo dài, nỏ cứng, tên lửa, súng lửa, bốn mặt đánh vào, thành cuối cùng bị hạ. Tướng giữ thành Kim Dận, Lý Nhậm tự sát, [[Vương Thông (tướng nhà Minh)|Vương Thông]] nghe tin, làm văn tế. Sau đó 10 ngày viện binh nhà Minh tới nhưng thành đã bị hạ.<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 349.<\/ref>\n\nLê Lợi sai đắp đê Vạn Xuân<ref>Đê Vạn Xuân: tức đê Thanh Trì ngày nay.<\/ref> để làm chiến lũy. Các tướng sĩ nhiều người khuyên Lê Lợi nên đánh gấp thành [[Đông Quan]], nhưng Lê Lợi cho rằng:\n{{cquote|\n''Đánh thành là hạ sách. Ta đánh thành bền vững hàng năm hàng tháng không hạ được, khi ấy quân ta sức mỏi chí nhụt, nếu viện binh của giặc lại đến thì trước mặt, sau lưng đều bị tấn công, đó là con đường nguy hiểm. Chi bằng nuôi sức quân, mài giũa tinh thần sắc bén, để đợi viện binh của giặc. Viện binh giặc bị phá thì thành giặc nhất định phải hàng. Như thế là nhất cử lưỡng tiện, là mưu chước vẹn toàn.''|||[[Lê Lợi]] - Đại Việt sử ký toàn thư<ref name=\"Nội 1993\"\/>}}\n\nLê Lợi sai các đạo quân [[Lạng Sơn]], [[Bắc Giang]], [[Tuyên Quang]], Tam Đới dọn quang cánh đồng để tránh viện binh của quân Minh, hạ lệnh cho các xứ Lạng Giang, Bắc Giang, Tam Đái, Tuyên Quang, Quy Hóa dời vợ con của quân dân đi xa để tránh viện binh giặc tấn công.<ref name=\"Nội 1993\" \/><ref name=\"Minh 1991\">Việt sử tiêu án, Nhà Xuất bản Văn Sử, Phần Ngoại thuộc nhà Minh, 1991, bản điện tử.<\/ref>\n\n==Trận Chi Lăng==\nNgày 18, tháng 9, năm [[1427]]<ref name=\"âm lịch\"\/> [[nhà Minh]] sai Tổng binh Chinh Lỗ tướng quân Thái tử Thái phó An Viễn hầu [[Liễu Thăng]], Tham tướng Bảo Định bá [[Lương Minh]], Đô đốc [[Thôi Tụ]], Binh bộ Thượng thư Lý Khánh, Công bộ Thượng thư [[Hoàng Phúc]], thổ quan Hữu bố chính sứ Nguyễn Đức Huân đem hơn 10 vạn quân và 2 vạn ngựa đánh vào cửa Pha Lũy.<ref name=\"Nội 1993\"\/> Chinh Nam tướng quân Thái phó Kiềm Quốc công [[Mộc Thạnh]], Tham tướng Hưng An bá Từ Hanh, Tân Ninh bá Đàm Trung đem 5 vạn quân và 1 vạn ngựa đánh vào cửa Lê Hoa. Cả hai đều đã tới đầu địa giới Đại Việt.<ref name=\"Nội 1993\"\/>\n\nLê Lợi họp với các tướng bàn rằng:\n{{cquote|\n''Giặc vốn khinh ta, cho là người nước ta nhút nhát, sợ oai giặc đã lâu, nay nghe tin đại quân sang, hẳn là ta rất hoảng sợ. Huống chi lấy mạnh nạt yếu, lấy nhiều lấn ít đó là lẽ thường. Giặc không thể tính được hình thế được thua của người của mình, không thể hiểu được cơ vi qua lại của thời của vận. Vả lại, quân đi cứu nguy cấp phải lấy mau chóng làm quý, giặc nhất định phải hành quân gấp vội. Binh pháp có nói: Hành quân 500 dặm mà chỉ vội hám lợi thì sẽ què thượng tướng. Nay [[Liễu Thăng]] đến, đường xá xa xôi, quân lính tất mỏi mệt. Ta đem quân nhàn khỏe, đợi đánh quân mỏi mệt, nhất định sẽ thắng''|||[[Đại Việt sử ký toàn thư]]<ref name=\"Nội 1993\"\/><ref>Sách ''Lam Sơn thực lục'' chép: Giặc vốn khinh ta, cho người nước ta tính nhút-nhát, lâu nay vẫn sợ oai giặc. Nghe tin đại-quân đến, tất là khiếp sợ. Huống chi lấy mạnh lấn yếu, lấy nhiều thắng ít, là sự chi thường. Giặc nào phải không biết luận đến; thế thua được của đấy, đây; cơ tuần-hoàn của thời-vận. Vả chăng quân đi cứu-cấp, cần nhất phải cho mau-chóng. Quân giặc tất nhiên cố sức đi gấp đường. Tức như lời binh-pháp đã dạy: \"Xô tới chỗ lợi mà ngày đi năm mươi dặm, tất quệ bậc thượng tướng\". Nay [[Liễu Thăng]] sang đây đường sá xa xôi. Đem ba nghìn gái đẹp (?), khua chiêng, dóng trống, hẹn cùng đi bằng ngày; long quân khổ vì mệt-nhọc. Ta lấy thong-thả mà đợi quân mệt-nhọc, không có lẽ nào là không thắng.<\/ref>}}\n[[Tập tin:Lê Lợi's victory over 100,000 Ming invaders from China in 1427 AD - Chi Lang Pass (Ải Chi Lăng) - Museum of Vietnamese History - Ho Chi Minh City - DSC06005.JPG|nhỏ|Tranh vẽ lại trận đánh Chi Lăng năm 1427. Hiện vật trưng bày tại Bảo tàng lịch sử Việt Nam tại TPHCM]]\nLê Lợi sai [[Lê Sát]], [[Lưu Nhân Chú]], Lê Lãnh, [[Đinh Liệt]], Lê Thụ<ref>Sách [[Việt sử tiêu án]] chỉ nói [[Lê Sát]], [[Lưu Nhân Chú]], có thể sách viết gọn.<\/ref><ref>Sách ''Đại Việt thông sử'' lại viết [[Lê Sát]] và [[Trần Nguyên Hãn]], nhưng trong phần tiểu truyện Trần Nguyên Hãn thì ông không tham gia trận này.<\/ref> đem 1 vạn quân tinh nhuệ, 5 thớt voi, bí mật mai phục trước ở ải Chi Lăng<ref>Chi Lăng: là ải hiểm trở nhất trên con đường từ Pha Lũy đến [[Đông Quan]], cách Pha Lũy khoảng 60 km, thuộc xã Chi Lăng, tỉnh [[Lạng Sơn]] ngày nay.<\/ref> để đợi quân Minh.<ref name=\"ReferenceD\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 350.<\/ref>\n\nQuân Minh tiến đến cửa Pha Lũy, [[Trần Lựu]] giữ cửa Pha Lũy, thấy quân Minh đến, lui giữ cửa ải Lưu<ref>Ải Lưu: (nguyên văn thiếu chữ Lưu) cũng là cửa ải trên đường từ Khâu Ôn đến Chi Lăng, nằm ở khoảng Lạng Nắc, hoặc trên đó không xa lắm, vùng giáp giới hai xã Nhân Lý và Sao Mai, huyện Chi Lăng ngày nay.<\/ref>. Quân Minh tiến đánh, Trần Lựu lại bỏ cửa Ải Lưu lui về đóng ở Chi Lăng, [[Liễu Thăng]] thừa thắng đuổi theo, đi đến đâu cũng không ai dám kháng cự, càng tỏ ra mặt kiêu ngạo.<ref name=\"Minh 1991\"\/>\n\nLê Lợi lại sai người đến quân môn của [[Liễu Thăng]] xin lập [[Trần Cảo (vua)|Trần Cảo]], [[Liễu Thăng]] nhận thư không thèm mở xem, cứ dẫn quân thẳng tiến. Trần Dong nói với Lý Khánh rằng: ''Chí của Thống binh kiêu lắm rồi, quân địch quyệt trá lắm, biết đâu chúng không làm ra thế yếu để dử ta; huống chi trong sắc thư dặn rằng Lê Lợi chỉ chuyên dùng cách mai phục mà thắng, ta không nên khinh địch'', Lý Khánh bảo với Liễu Thăng, Liễu Thăng không hề để ý.<ref name=\"Minh 1991\"\/>\n\nNgày [[20 tháng 9]] (10\/10 dương lịch), quân Minh đánh ải Chi Lăng. [[Lê Sát]], [[Lưu Nhân Chú]] mật sai [[Trần Lựu]] ra đánh rồi vờ thua chạy. [[Liễu Thăng]] đốc suất đại quân đuổi theo. Đến chỗ có phục binh, Lê Sát, Lưu Nhân Chú tung hết quân mai phục, bốn mặt đều nổi dậy xông vào đánh. [[Liễu Thăng]] bị trảm ở núi Mã Yên<ref>Mã Yên: tên Nôm là núi Yên Ngựa, một hòn núi đá cao khoảng 40m so với mặt đất, chu vi 300m, nằm ở phía nam cánh đồng lầy\nlội, muốn qua phải bắc cầu mới đi được.<\/ref>, có thuyết cho rằng [[Liễu Thăng]] bị quân Lam Sơn phóng lao đâm chết, hơn 1 vạn quân Minh bị giết.<ref name=\"ReferenceD\"\/>\n\n==Trận Cần Trạm<ref>Khu thành cổ ở phía Đông Bắc làng Kép, xã Hương Sơn, huyện Lạng Giang, tỉnh [[Bắc Giang]]. Thành được xây dựng từ đầu thế kỷ XV.<\/ref>==\nTì tướng quân Minh là [[Thôi Tụ]], [[Hoàng Phúc]] thu nhập tàn quân, gượng tiến đến ải núi Mã Yên. Ngày [[25 tháng 9]], [[Lê Lợi]] sai [[Nguyễn Lý]], Lê Văn An đem 3 vạn quân tới tiếp viện. [[Lê Sát]], [[Lưu Nhân Chú]] tung hết quân ra đánh, chém tại trận Bảo Định bá Lương Minh, Binh bộ Thượng thư Lý Khánh tự tử...<ref name=\"ReferenceE\">[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 350.<\/ref><ref>''Lam Sơn thực lục'', Nhà Xuất bản Tân Việt, 1956, cuốn 2.<\/ref>\n\n==Trận Phố Cát==\n[[Thôi Tụ]] nghĩ rằng thành Xương Giang chưa bị hạ, vẫn tiếp tục kéo quân về hướng thành Xương Giang. [[Lê Sát]] mở đường cho tiến, chờ đến chỗ phục binh, mới tung quân đón đánh.<ref name=\"ReferenceF\">''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 79, 80.<\/ref>\n\nTrong trận Phố Cát,<ref>Vùng đồi thấp nằm vào khoảng giữa Cần Trạm và thành Xương Giang, thuộc địa phận xã Xương Lâm, Lạng Giang, [[Bắc Giang]].<\/ref><ref>[http:\/\/www.bacgiang.gov.vn\/tong-quan-bac-giang\/16896\/Dia-danh-Can-Tram-%E2%80%93-Pho-Cat.html Cần Trạm Phố Cát]<\/ref> [[Lê Sát]], [[Lưu Nhân Chú]] lại đánh bại quân Minh, chém được hơn 2 vạn người, bắt được lừa ngựa, trâu bò, quân tư khí giới nhiều không kể xiết.<ref name=\"ReferenceF\"\/><ref>Đại việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, trang 350, bản điện tử.<\/ref>\n\n==Trận Xương Giang<ref>Phía bắc thành Xương Giang, đó là một vùng đồng ruộng và xóm làng rộng lớn gồm xã Tân Dinh (thuộc huyện Lạng Giang, tỉnh Hà Bắc ngày nay) và xung quanh, cách Xương Giang 3 km.<\/ref>==\nMùa đông, tháng 10, [[Lê Lợi]] sai [[Nguyễn Lý]] và [[Lê Văn An]] đem 3 vạn quân bao vây bốn mặt, lại dựng rào lũy ở tả ngạn sông Xương Giang để ngăn chặn. Quân Minh tuy thua nhưng còn đông và mạnh. [[Thôi Tụ]] dự tính vào thành Xương Giang<ref>Xương Giang hay sông Sương là một tên gọi cũ của đoạn [[sông Thương]] chảy qua khu vực Chi Lăng, Hữu Lũng, [[Lạng Giang]].<\/ref> làm nơi trú quân để phối hợp với [[Vương Thông]], nhưng khi tiến đến gần Xương Giang mới biết là thành đã bị quân [[Lam Sơn]] hạ. Thôi Tụ phải đóng quân ngoài cánh đồng Xương Giang tại nơi nay có thể là xã Tân Dĩnh (huyện [[Lạng Giang]], [[Bắc Giang]]) và xung quanh, cách thành Xương Giang khoảng 3&nbsp;km, đắp lũy đất để phòng thủ. Lại cho quân bắn pháo làm hiệu để quân ở [[Đông Quan]] đến ứng cứu.<ref name=\"ReferenceE\"\/><ref name=\"ReferenceG\">[[Việt sử tiêu án]], Nhà Xuất bản Văn Sử 1991, Phần Ngoại thuộc nhà Minh, bản điện tử.<\/ref>\n\nQuân Minh đóng quân trong một vị trí mà phía nam là thành Xương Giang kiên cố; phía tây bắc, tây và tây nam là [[sông Thương]]; phía đông nam có [[sông Lục Nam]]; phía bắc, quân của Lê Sát, Lưu Nhân Chú, Lê Lý, Lê Văn An, sau trận Phố Cát tiếp tục bám lưng đối phương. Quân Lam Sơn còn cử các đơn vị thủy quân lên bố trí trên sông Thương và sông Lục Nam.<ref name=\"ReferenceD\"\/><ref name=\"ReferenceG\"\/>\n\nLê Lợi bèn sai các quân thủy, bộ cùng tiến quân bao vây. Lại chia quân chặn hết các ải Mã Yên, Chi Lăng, Pha Lũy, Bàng Quan. [[Thôi Tụ]] và [[Hoàng Phúc]] muốn tiến cũng không được, muốn lui cũng không xong, bèn giả hòa, nhưng âm mưu định chạy vào thành Chí Linh. Lê Lợi biết được quỷ kế của chúng, kiên quyết khước từ không cho hòa.<ref name=\"ReferenceD\"\/><ref name=\"ReferenceH\">Việt sử tiêu án, Nhà Xuất bản Văn Sử 1991, Phần Ngoại thuộc nhà Minh, bản điện tử.<\/ref>\n\nLê Lợi sai [[Trần Nguyên Hãn]] chặn đứng đường vận chuyển lương thực của giặc, sai [[Lê Vấn]], [[Lê Khôi]] đem 3 nghìn Thiết đột quân, 4 thớt voi chiến cùng với quân của [[Lê Sát]], [[Lưu Nhân Chú]], Nguyễn Lý, Lê Văn An tấn công.<ref name=\"ReferenceD\"\/><ref name=\"ReferenceH\"\/>\n\nSách [[Việt sử tiêu án]] viết rằng: ''Gặp lúc có mưa gió to, người và ngựa chỉ trông nhau không đi được bước nào; Vương [Lê Lợi] sai chư quân đến vây kín''.<ref name=\"ReferenceH\"\/>\n\nNgày 15, tháng 10, năm [[1427]], quân Minh đại bại, nghĩa quân chém chết hơn 5 vạn thủ cấp, bắt sống [[Thôi Tụ]], [[Hoàng Phúc]] và hơn 3 vạn người, thu được vũ khí, ngựa chiến, vàng bạc, vải lụa nhiều không kể xiết. Còn những kẻ chạy trốn thì trong khoảng không đến 5 ngày đều bị bọn chăn trâu kiếm củi bắt gần hết, không sót một ai.<ref name=\"ReferenceD\"\/><ref name=\"ReferenceH\"\/>\n\n[[Thôi Tụ]] không chịu đầu hàng, [[Lê Lợi]] sai giết đi. Còn [[Hoàng Phúc]] vì trước đã nhậm chức Bố chính, hơi được lòng dân, không nỡ gia hại. [[Hoàng Phúc]] nhân xin tương kiến với [[Vương Thông]] để điều đình việc giảng hòa bãi binh.<ref name=\"ReferenceD\"\/><ref name=\"ReferenceH\"\/>\n\n==Đánh bại Mộc Thạnh==\nTổng binh [[Vân Nam]] là Kiềm Quốc công [[Mộc Thạnh]] cùng với các tướng Lam Sơn là<ref>Sách ''Lam Sơn thực lục'' chép là Lê Khải, Lê Trung, Lê Đại.<\/ref> [[Phạm Văn Xảo]], [[Trịnh Khả]], Lê Trung, Lê Khuyển cầm cự nhau ở Lê Hoa. Lê Lợi liệu tính rằng Mộc Thạnh tuổi đã già, từng trải việc đời đã nhiều, lại biết tiếng nghĩa quân từ trước, nhất định còn đợi xem [[Liễu Thăng]] thành bại ra sao chứ không nhẹ dạ tiến quân, bèn gởi thư mật, bảo [[Trịnh Khả]], Lê Khuyển cứ đặt mai phục chờ đợi, chớ giao chiến vội. Khi quân [[Liễu Thăng]] đã bị thua, Lê Lợi sai lấy 1 chỉ huy và 3 thiên hộ của quân Minh mà ta bắt được, cùng những sắc thư, phù ấn của [[Liễu Thăng]] đưa đến chỗ quân [[Mộc Thạnh]].<ref name=\"ReferenceI\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 351.<\/ref>\n\n[[Mộc Thạnh]] trông thấy rất hoảng sợ, trong phút chốc quân tan vỡ tháo chạy. [[Phạm Văn Xảo]], Trịnh Khả thừa thắng tung quân ra đánh, phá tan quân giặc ở Lãnh Câu<ref>Lãnh Câu và Đan Xá là hai địa điểm gần cửa ải Lê Hoa.<\/ref> và Đan Xá, chém hơn 1 vạn thủ cấp, bắt sống hơn 1 nghìn người và hơn 1 nghìn con ngựa, còn bị chết đuối ở khu vực thì nhiều không kể xiết. [[Mộc Thạnh]] thì chỉ còn một mình một ngựa tháo chạy. Nghĩa quân thu được chiến khí, của cải, xe cộ nhiều hơn hẳn trận thành Xương Giang.<ref name=\"ReferenceI\"\/>\n\n''An Nam truyện'' trong [[Minh sử]] chép: 沐晟軍至水尾, 造船將進, 聞通已議和, 亦引退, 賊乘之, 大敗 (Mộc Thạnh quân chí Thủy Vĩ, tạo thuyền tương tiến, văn Thông dĩ nghị hòa, diệc dẫn thoái, tặc thừa chi, đại bại)<ref name=\"MS321\">[http:\/\/zh.wikisource.org\/wiki\/%E6%98%8E%E5%8F%B2\/%E5%8D%B7321 Minh sử: quyển 321, liệt truyện 209 đệ, ngoại quốc nhị: An Nam]<\/ref> nghĩa là ''\"Mộc Thạnh kéo quân đến Thủy Vĩ,<ref>Thuộc tỉnh [[Lào Cai]].<\/ref> làm thuyền bè, sửa soạn để chực tiến quân. Được tin [[Vương Thông (nhà Minh)|Thông]] đã nghị hòa, Thạnh cũng rút lui. Địch thừa thắng đổ ra đánh. Thạnh thua to\".''<ref name=\"KDCB14\">{{Chú thích web |url=http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |ngày truy cập=2016-07-11 |tựa đề=Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển XIV |archive-date=2009-01-21 |archive-url=https:\/\/web.archive.org\/web\/20090121040845\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |url-status=dead }}<\/ref> Theo [[Minh thực lục]], ngày 14 tháng 12 năm [[1427]], [[Mộc Thạnh]] cùng thuộc hạ chạy tới Cao Trại, Thủy Vĩ thì bị quân [[Lam Sơn]] phục kích cả trên sông lẫn trên bờ, phải vất vả làm lại thuyền mới đi tiếp được.<ref>{{chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/entry\/391 | tiêu đề = Entry | author =  | ngày =  | ngày truy cập = 5 tháng 2 năm 2018 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 3 tháng 10 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20161003181811\/http:\/\/epress.nus.edu.sg\/msl\/entry\/391 | url-status = dead }}<\/ref>\n\nLê Lợi đưa [[Hoàng Phúc]] đến thành Đông Quan, [[Vương Thông (tướng nhà Minh)|Vương Thông]] lo sợ, tập họp tướng sĩ bàn rằng: ''Thành không thể giữ được, mà đánh không thể thắng, không gì bằng toàn quân trở về Bắc''. Bèn sai [[Sơn Thọ]] đưa thư cầu hòa, xin mở cho con đường về nước, [[Lê Lợi]] chấp thuận.<ref name=\"ReferenceH\"\/>\n\nTheo sách ''Đại Việt thông sử'', trong chiến dịch này, công của [[Lê Sát]] đứng đầu các vị tướng.<ref>Đại Việt thông sử. Nhà Xuất bản Văn hóa Thông tin, 1976, trang 240.<\/ref>\n\n==Kết quả==\nChỉ trong vòng chưa đầy 1 tháng, đạo quân viện binh đông tới 10 vạn quân của [[nhà Minh]] đã bị tiêu diệt hoàn toàn ở Xương Giang. Bộ chỉ huy quân Minh bị chết trận hay bị bắt gần hết. Trong khi bao vây Xương Giang, quân [[Lam Sơn]] đưa tù binh của cánh quân [[Liễu Thăng]] lên báo tin cho [[Mộc Thạnh]]. [[Mộc Thạnh]] vội vàng cho quân rút chạy. Nghĩa quân dưới sự chỉ huy của [[Phạm Văn Xảo]], [[Trịnh Khả]] đã truy kích tiêu diệt trên 1 vạn quân Minh, làm tan rã hoàn toàn cánh quân này. Như vậy, toàn bộ lực lượng viện binh của quân Minh đã bị đại bại. Kết quả này là một trong những nhân tố quan trọng khiến [[Vương Thông (tướng nhà Minh)|Vương Thông]] phải chấp nhận nghị hòa và không xin phép triều đình [[nhà Minh|Minh]] đã tự ý rút quân về nước.\n\n==Trong văn học==\nTác phẩm ''[[Bình Ngô đại cáo]]'' ([[Nguyễn Trãi]]) viết rằng:\n:''Ngày mười tám, trận Chi Lăng, [[Liễu Thăng]] thất thế,''\n:''Ngày hai mươi, trận Mã Yên, [[Liễu Thăng]] cụt đầu.''\n:''Ngày hăm lăm, Bá tước Lương Minh bại trận tử vong,''\n:''Ngày hăm tám, Thượng thư Lý Khánh cùng kế tự vẫn.''\n:...\n:''Đánh một trận, sạch không kình ngạc,''\n:''Đánh hai trận, tan tác chim muông.''\n:...\n:''Đô đốc [[Thôi Tụ]] lê gối dâng tờ tạ tội,''\n:''Thượng thư [[Hoàng Phúc]] trói tay để tự xin hàng.''\n:''Lạng Giang, [[Lạng Sơn]], thây chất đầy đường,''\n:''Xương Giang, Bình Than, máu trôi đỏ nước...''\n\n==Xem thêm==\n* [[Khởi nghĩa Lam Sơn]]\n* [[Trận Xương Giang]]\n* [[Lê Thái Tổ|Lê Lợi]]\n* [[Lê Sát]]\n* [[Liễu Thăng]]\n*[[Lưu Nhân Chú]]\n*[[Nguyễn Lý]]\n*[[Lê Văn An]]\n*[[Lê Khôi]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, dịch giả Viện Sử học Việt Nam.\n* [[Lê Quý Đôn]] (1977), ''Đại Việt thông sử'', Nhà Xuất bản Khoa học Xã hội.\n* Trương Hữu Quýnh chủ biên (2007), ''Đại cương lịch sử Việt Nam'' (tập I), Nhà Xuất bản Giáo dục, Hà Nội.\n* [[Minh sử]], cuốn 154.\n* ''Lam Sơn thực lục'', Nhà Xuất bản Tân Việt, 1956, Dịch giả Mạc Bảo Thần.\n* [[Việt sử tiêu án]], Tác giả [[Ngô Thì Sỹ]], Nhà Xuất bản Văn Sử, 1991, Dịch giả: Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu.\n* ''Đại Việt thông sử'', Tác giả [[Lê Quý Đôn]], Nhà Xuất bản Văn hóa Thông tin, 1976, dịch giả Ngô Thế Long.\n\n==Liên kết ngoài==\n*Nghệ thuật đánh địch trong trận Chi Lăng - Xương Giang [http:\/\/tapchiqptd.vn\/vi\/tim-hieu-truyen-thong-quan-su\/nghe-thuat-danh-dich-trong-tran-chi-lang-%E2%80%93-xuong-giang-lich-su\/1433.html]\n*Nghĩa quân Lam Sơn thắng trận Chi Lăng - Xương Giang [http:\/\/www.langson.gov.vn\/chilang\/node\/12]\n*Trận Chi Lăng – Xương Giang bạt vía quân thù.\n\n==Chú thích==\n{{Tham khảo}}\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 4]]\n[[Thể loại:Xung đột 1427]]\n[[Thể loại:Việt Nam năm 1427]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Trung Quốc]]"}