{"3191469":"{{Thông tin viên chức\n|tên= Trần Tử Oai\n|hình=\n|cỡ hình = \n|miêu tả =\n\n|chức vụ= [[Hình: VNNMA-Emblem.svg|22px]]<br>Chỉ huy trưởng<br>Trường Võ bị Quốc gia Đà Lạt\n|bắt đầu= 5\/1\/1964\n|kết thúc= 30\/1\/1964\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tướng (8\/1962)\n|tiền nhiệm= -Đại tá Trần Ngọc Huyến\n|kế nhiệm = -Đại tá [[Trần Văn Trung (trung tướng)|Trần Văn Trung]]\n|địa hạt= Vùng 2 chiến thuật\n\n|chức vụ 2= [[Hình: Flag of South Vietnam.svg|22px]]<br>Tổng trưởng Thông tin \n|bắt đầu 2= 11\/1963\n|kết thúc 2= 1\/1964\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tướng\n|tiền nhiệm 2= Đầu tiên\n|kế nhiệm 2= -Thiếu tướng [[Đỗ Mậu]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= Tổng Giám đốc<br>Chương trình diệt trừ sốt rét\n|bắt đầu 3= 8\/1962\n|kết thúc 3= 11\/1963\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tướng\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Tổng Giám đốc Bảo an và Dân vệ<br>(trực thuộc Phủ Tổng thống)\n|bắt đầu 4= 12\/1956\n|kết thúc 4= 10\/1959\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá (1\/1957)\n|tiền nhiệm 4= Ông Tôn Thất Trạch\n|kế nhiệm 4= -Đại tá Lê Khương\n|địa hạt 4= Quân khu Thủ đô\n\n|chức vụ 5= [[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|22px]]<br>Chỉ huy trưởng Trung tâm<br>Huấn luyện Quán Tre<br>(Trung tâm Huấn luyện Quang Trung)\n|bắt đầu 5= 1\/1954\n|kết thúc 5= 12\/1956\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá (1\/1954)<br>-Đại tá\n|tiền nhiệm 5= Đầu tiên\n|kế nhiệm 5= -Trung tá [[Lâm Văn Phát]]\n|địa hạt 5= Quân khu Thủ đô\n\n|chức vụ 6= [[Hình: Flag of the Vietnamese National Army.svg|22px]]<br> Tham mưu phó Bộ Tổng tham mưu<br>Quân đội Quốc gia Việt Nam<br>kiêm Trưởng phòng Tác động Tinh thần<br>(Nha chiến tranh Tâm lý sau này)\n|bắt đầu 6= 7\/1953\n|kết thúc 6= 1\/1954\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá (7\/1953)<br>-Trung tá\n|tiền nhiệm 6= -Trung tá Trần Đình Lan\n|kế nhiệm 6= -Thiếu tá Nguyễn Phước Đàng\n|địa hạt 6= Cao nguyên Trung phần\n\n|quốc tịch= {{FRA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già \n|nơi ở= Pháp\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]] \n|học vấn= Thành chung\n|học trường= -Trường Võ bị Tông, [[Sơn Tây (tỉnh cũ)|Sơn Tây]]<br>- Học viện Fort Leavenworth, [[Kansas]], [[Hoa Kỳ]]\n|quê quán= Nam kỳ\n\n|ngày sinh= tháng 11 năm [[1921]]\n|ngày mất= [[2001]] (80 tuổi)\n|nơi sinh= [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Liên bang Đông Dương]]\n|nơi mất= [[Paris]], [[Pháp]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1940]] - [[1965]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng Việt Nam Cộng hòa|Thiếu tướng]]\n|đơn vị= [[Hình: ARVN Joint General Staff Insignia.svg|22px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|22px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|Trung tâm Huấn luyện Quang Trung]]<br>[[Hình: Cờ Bảo quốc an dân.png|22px]] [[Địa phương quân và nghĩa quân|Địa phương quân và Nghĩa quân]]<br>[[Hình: VNNMA-Emblem.svg|22px]] [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Đà Lạt]]\n|chỉ huy= [[Hình: Flag of France.svg|22px]] [[Quân đội Pháp|Quân đội Thuộc địa Pháp]]<br>[[Hình: Flag of France.svg|22px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= - [[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n'''Trần Tử Oai''' ([[1921]] - [[2001]]) nguyên là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng Việt Nam Cộng hòa|Thiếu tướng]]. Ông là một trong số ít sĩ quan được phong cấp tướng thời kỳ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ nhất Cộng hòa]] (Thiếu tướng 1962).\n\n==Thân thế và bước đầu binh nghiệp==\nÔng sinh vào tháng 11 năm 1921 tại Sài Gòn, Nam Kỳ thuộc Pháp, trong một gia đình khá giả.<ref>Theo Nguyên Hùng trong \"Nguyễn Bình, Huyền thoại và Sự thật\", tướng Trần Tử Oai là cháu nội của Đốc phủ sứ Trần Tử Ca. Tuy nhiên, điều này chưa có tài liệu kiểm chứng.<\/ref> Thời niên thiếu, ông học Tiểu và Trung học theo giáo trình Pháp tại Sài Gòn. Năm 1939, ông tốt nghiệp Trung học Đệ nhất cấp với văn bằng Thành chung.\n\nĐầu năm 1940, ông nhập ngũ vào quân đội của chính quyền thuộc địa Pháp tại Đông Dương, mang số quân: 41\/101.232. Do có bằng Thành chung, ông được cử theo học tại trường Võ bị Tông, Sơn Tây; đầu năm 1941 mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]].\n\nSau khi ra trường, ông được về phục vụ trong Lực lượng Vệ binh bản xứ với chức vụ Trung đội trưởng. Năm 1945, khi [[Chiến dịch Đông Dương (1945)|quân Nhật đảo chính Pháp tại Đông Dương]], Lực lượng Vệ binh bản xứ được người Nhật tổ chức lại thành Lực lượng Bảo an binh. Không lâu sau, Khi Cách mạng tháng 8 nổ ra, Lực lượng Bảo an binh được tổ chức lại thành [[Cộng hòa Vệ binh]], còn gọi là Đệ nhất Sư đoàn. Ông cùng với [[Kiều Công Cung]], [[Trương Văn Giàu]], [[Nguyễn Văn Quan]] trở thành những chỉ huy của Cộng hòa Vệ binh.\n\n==Từ Liên hiệp Pháp đến Quốc gia Việt Nam==\nCuối năm 1945, [[Nam Bộ kháng chiến|quân Pháp nổ súng tái chiếm Nam Bộ]]. Trước sức mạnh của quân Pháp, các lực lượng vũ trang Nam Bộ nhanh chóng bị tan rã thành nhiều nhóm vũ trang độc lập. Trần Tử Oai bỏ ngũ về nhà. Năm 1946, ông trở lại phục vụ trong Quân đội Pháp, được thăng cấp [[Thiếu úy]] và được cử làm Đại đội trưởng. Khi [[Chính phủ lâm thời Quốc gia Việt Nam]] được thành lập năm vào đầu tháng 5 năm 1948, ông được thăng cấp [[Trung úy]], chuyển sang làm Phụ tá Văn phòng trưởng cho Thủ tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]].\n\nNgày 8 tháng 12 năm 1950, [[Quân đội Quốc gia Việt Nam]] được thành lập trên cơ sở các đơn vị và sĩ quan người Việt bản xứ trong quân động Pháp. Ông được thăng cấp [[Đại úy]] tại nhiệm và chuyển sang phục vụ cho Quân đội Quốc gia Việt Nam. Tháng 7 năm 1953, ông được thăng cấp [[Thiếu tá]], giữ chức vụ Tham mưu phó Bộ Tổng tham mưu Quân đội Quốc gia Việt Nam kiêm Trưởng phòng Tác động Tinh thần<ref>Tiền thân của Phòng 5 Bộ Tổng Tham mưu, Nha Chiến tranh Tâm lý và sau cùng là Tổng cục Chiến tranh Chính trị trực thuộc Bộ Tổng Tham mưu.<\/ref>. Trên cương vị này, ông từng tiếp đón phái đoàn của tướng [[Lê Quang Vinh]] (Ba Cụt) tại trụ sở của Đệ nhất Đại đội Võ trang Tuyên truyền khi tướng Ba Cụt vào Sài Gòn.\n\nTháng 1 năm 1954, ông được thăng cấp [[Trung tá]], chuyển đi làm Chỉ huy trưởng đầu tiên Trung tâm Huấn luyện số 1 tại Quán Tre.<ref>Tiền thân của Trung tâm Huấn luyện Quốc gia Quang Trung.<\/ref> Khoảng giữa năm 1954, Thiếu tá [[Đỗ Mậu]] đến vận động ông ủng hộ Thủ tướng [[Ngô Đình Diệm]] nhưng vấp phải sự phản đối quyết liệt của ông.<ref name=\"ReferenceA\">Hoành Linh [[Đỗ Mậu]], ''Việt Nam máu lửa quê hương tôi''. Chương IV: Những ngày cuối cùng của thực dân Pháp.<\/ref>\n\n==Dưới chế độ Việt Nam Cộng hòa==\nMặc dù vậy, nhưng khi chính thể [[Việt Nam Cộng hòa]] được thành lập vào năm 1955, ông tiếp tục phục vụ cho [[Quân đội Việt Nam Cộng hòa]] ở chức vụ cũ. Tuy nhiên, ông không được Tổng thống Ngô Đình Diệm tín nhiệm do trong quá khứ ông đã ủng hộ tướng [[Nguyễn Văn Hinh]]. Đầu tháng 1 năm 1957, sau khi được lệnh bàn giao Trung tâm Huấn luyện Quán Tre lại cho Trung tá [[Lâm Văn Phát]], ông được thăng cấp [[Đại tá]] và được bổ nhiệm làm Tổng giám đốc [[Địa phương quân và nghĩa quân|Bảo an và Dân vệ]] (một chức vụ không có thực quyền) thay thế ông Tôn Thất Trạch. Tháng 10 năm 1959, ông được chuyển về phục vụ ở Bộ Quốc phòng. Tháng 8 năm 1962, ông được thăng cấp [[Thiếu tướng]] và được bổ nhiệm chức vụ Tổng Giám đốc Chương trình diệt trừ sốt rét.\n\nGiữa năm 1963, [[Biến cố Phật giáo, 1963|biến cố Phật giáo]] nổ ra, làm căng thẳng thêm tình hình chính trị của Việt Nam Cộng hòa do những cáo buộc độc tài gia đình trị đối với Tổng thống Diệm. Trong giới quân sự, ông tham gia nhóm các tướng lĩnh gây áp lực đòi Tổng thống Diệm cải tổ Chính phủ. Trong những yêu cầu cải tổ đó, ông được dự kiến cho chức vụ Tổng trưởng Công dân vụ.<ref>Lương Khải Minh - Cao Thế Dung, ''Làm thế nào để giết một Tổng thống?''. Chương 11: Bảy năm sau cuộc phong trần.<\/ref><ref>[http:\/\/2001-2009.state.gov\/r\/pa\/ho\/frus\/kennedyjf\/iv\/12649.htm Điện báo cáo của phân bộ CIA tại Sài Gòn ngày 17 tháng 9 năm 1963 đã được giải mật]<\/ref> Tuy nhiên, những đề nghị đều bị Tổng thống Diệm bác bỏ. Tuy nhiên, ông được Tổng thống Diệm chỉ định làm một thành viên tham gia điều trần của Chính phủ Việt Nam Cộng hòa trước phái đoàn Liên Hợp Quốc sang Nam Việt Nam để điều tra tình hình Tôn giáo. Dù những lời điều trần của ông được cho là mang tính chất bênh vực cho Chính phủ, nhưng ông vẫn tham gia vào âm mưu đảo chính lật đổ Tổng thống Diệm không lâu sau đó. Trớ trêu thay, một người đồng mưu đảo chính lại chính là Đại tá Đỗ Mậu, người vận động ông bất thành năm 1954.\n\nCuộc đảo chính thành công và 2 anh em Tổng thống Diệm chết trong một hoàn cảnh bí ẩn. Ngày 4 tháng 11 năm 1963, Chính phủ [[Nguyễn Ngọc Thơ]] được thành lập, ông tham chính với chức vụ Tổng trưởng Thông tin trong Nội các kiêm phát ngôn viên của [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]]. Trên cương vị này, ngày 6 tháng 11 ông có một tuyên bố gây tranh cãi trong một cuộc họp báo về cái chết của 2 anh em ông Diệm và Nhu là do một “tai nạn tự tử” sau khi Cố vấn [[Ngô Đình Nhu]] cố gắng cướp khẩu súng từ một sĩ quan tham gia bắt giữ.<ref>Jones, Howard (2003). Death of a Generation. New York City, New York: Oxford University Press. ISBN 0-19-505286-2. p. 430<\/ref>\n\nNgày 5 tháng 1 năm 1964, ông bàn giao chức vụ Tổng trưởng Thông tin lại cho Thiếu tướng [[Đỗ Mậu]], chuyển ra Cao nguyên Trung phần giữ chức vụ Chỉ huy trưởng trường Võ bị Quốc gia Đà Lạt. Ngày 30 tháng 1 năm 1964, tướng [[Nguyễn Khánh]] thực hiện cuộc \"Chỉnh lý\" để cướp quyền lãnh đạo, ông được lệnh bàn giao chức vụ Chỉ huy trưởng trường Võ bị Quốc gia lại cho Đại tá [[Trần Văn Trung]]. Tháng 5 cùng năm, ông tham dự Hội đồng chất vấn các tướng [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Lê Văn Kim]] và [[Mai Hữu Xuân]] về tội \"trung lập\".<ref>[[Trần Văn Đôn]], ''Việt Nam nhân chứng''.<\/ref> Tháng 8 cùng năm ông được cử đi du học lớp Tham mưu cao cấp (khóa 1964 - 1965) thụ huấn 42 tuần tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ.\n\nNăm 1965, sau cuộc đảo chính bất thành của tướng [[Lâm Văn Phát]], các tướng trẻ quyết định tự mình nắm quyền. Tướng Khánh được sắp xếp đẩy đi làm \"Đại sứ lưu động\". Ông cùng nhiều tướng lãnh bị xếp vào nhóm tướng già và bị buộc phải giải ngũ với lý do đã phục vụ quân đội trên 20 năm, dù khi đó ông chỉ mới 44 tuổi.\n\n==Giã từ binh nghiệp và vĩ thanh==\nKhi trở về đời sống dân sự, trong những năm sau đó, ông tham gia hoạt động trong Hiệp hội Chiến sĩ do cựu tướng Trần Văn Đôn làm Chủ tịch, vận động cho một số cựu tướng lĩnh đã giải ngũ tham gia chính trường.\n\nNhững ngày cuối tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó được sang định cư ở Pháp.\n\nNăm 2001, ông từ trần tại nơi định cư. Hưởng thọ 80 tuổi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{thời gian sống|1921|2001}}\n\n[[Thể loại: Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Người Sài Gòn]]\n[[Thể loại: Người Pháp gốc Việt]]"}