{"3696739":"{{Viên chức \n| tên = Trần Văn Mão\n| hình = \n| ngang = \n| chức vụ = [[Đại biểu Quốc hội Việt Nam]]\n| date1 = 2016\n| date2 = 2021\n| tiền nhiệm = \n| kế nhiệm = \n| chức vụ 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| chức vụ 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| ngày sinh = {{ngày sinh và tuổi|1962|3|10}} \n| nơi sinh = xã Thanh Phong, huyện Thanh Chương, Nghệ An, [[Việt Nam]]\n| nơi ở = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = Thạc sĩ Luật học\n| chết = \n| ngày chết = \n| nơi chết = \n| cha = \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[chính trị gia]]\n| đảng = [[Đảng Cộng sản Việt Nam]]\n}}\n'''Trần Văn Mão''' (sinh ngày [[10 tháng 3]] năm [[1962]]) là một [[chính trị gia]] người Việt Nam. Ông hiện là [[đại biểu quốc hội Việt Nam]] [[Danh sách đại biểu Quốc hội Việt Nam khóa 14 theo tỉnh thành|khóa 14]] nhiệm kì 2016-2021, thuộc đoàn đại biểu quốc hội tỉnh [[Nghệ An]], Phó Trưởng Đoàn chuyên trách Đoàn đại biểu Quốc hội tỉnh Nghệ An, Ủy viên Ủy ban Đối ngoại của Quốc hội.<ref>{{Chú thích web |url =http:\/\/dbqh.na.gov.vn\/daibieu\/40\/1740\/Tran-Van-Mao.aspx |tiêu đề =Thông tin đại biểu Quốc hội Việt Nam khóa 14 |tác giả 1 = |ngày = |nhà xuất bản =Website Quốc hội Việt Nam |ngày truy cập =2017-06-13 |ngôn ngữ = |url lưu trữ =https:\/\/web.archive.org\/web\/20180511214632\/http:\/\/dbqh.na.gov.vn\/daibieu\/40\/1740\/Tran-Van-Mao.aspx |ngày lưu trữ =2018-05-11 |url-status =dead }}<\/ref> Ông đã trúng cử đại biểu quốc hội năm 2016 ở đơn vị bầu cử số 4, tỉnh Nghệ An (gồm thành phố Vinh và các huyện: Thanh Chương, Nam Đàn, Hưng Nguyên) với tỉ lệ 81,14% số phiếu hợp lệ.<ref>Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa 14 năm 2016 ở 63 tỉnh thành<\/ref>\n\n==Xuất thân==\nTrần Văn Mão sinh ngày [[10 tháng 3]] năm [[1962]] quê quán ở xã Thanh Phong, huyện Thanh Chương, Nghệ An. \nÔng hiện cư trú ở Số nhà 05, hẻm số 9, ngõ 75, đường Lê Nin, khối Tân Hòa, phường Hà Huy Tập, thành phố Vinh, tỉnh Nghệ An.\n==Giáo dục==\n*Giáo dục phổ thông: 10\/10\n*Đại học Luật\n*Thạc sĩ Luật học\n*[[Cao cấp lí luận chính trị]]\n==Sự nghiệp==\nÔng gia nhập [[Đảng Cộng sản Việt Nam]] vào ngày 1\/12\/1992.\n\nÔng từng là đại biểu hội đồng nhân dân Tỉnh Nghệ An nhiệm kỳ 2004-2011; 2011- 2016.\n\nKhi lần đầu ứng cử đại biểu Quốc hội Việt Nam khóa 14 vào tháng 5 năm 2016 ông đang là Ủy viên Đảng Đoàn Hội đồng nhân dân, Ủy viên Thường trực Hội đồng nhân dân tỉnh Nghệ An, làm việc ở Văn phòng Đoàn đại biểu Quốc hội và Hội đồng nhân dân tỉnh Nghệ An.\n\nÔng đã trúng cử đại biểu quốc hội năm 2016 ở đơn vị bầu cử số 4, tỉnh Nghệ An (gồm thành phố Vinh và các huyện: Thanh Chương, Nam Đàn, Hưng Nguyên) với được 463.363 phiếu, đạt tỷ lệ 81,14% số phiếu hợp lệ.\n\nÔng hiện là Phó Trưởng Đoàn chuyên trách Đoàn đại biểu Quốc hội tỉnh Nghệ An, Ủy viên Ủy ban Đối ngoại của Quốc hội.\n\nÔng đang làm việc ở Văn phòng Đoàn đại biểu Quốc hội và Hội đồng nhân dân tỉnh Nghệ An (Đại biểu chuyên trách: Địa phương).\n\n==Đại biểu Quốc hội Việt Nam khóa 14 nhiệm kì 2016-2021==\n====Đề nghị không cho phép công dân tố cáo qua điện thoại, email====\nSáng ngày 24 tháng 5 năm 2018, tại biểu Thảo luận về dự án Luật Tố cáo (sửa đổi) tại kỳ họp thứ 5, Quốc hội khóa 14, ông đề nghị bỏ quy định cho phép công dân tố cáo qua điện thoại, email vì ông cho rằng chỉ vì một cuộc gọi, một tin nhắn mà huy động toàn bộ các lực lượng giải quyết tố cáo là lãng phí nguồn lực nhà nước, tỉ lệ tố cáo đúng thấp (20%).<ref>{{Chú thích web |url =https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/tranh-luan-viec-nguoi-dan-duoc-quyen-to-cao-qua-dien-thoai-3753940.html |tiêu đề =Tranh luận việc người dân được quyền tố cáo qua điện thoại |tác giả 1 =Bảo Hà |ngày =2018-05-24 |nhà xuất bản =Báo VnExpress |ngày truy cập =2018-05-24 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-24}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1962}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Nghệ An]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Sống tại Nghệ An]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV chuyên trách địa phương]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu]]"}