{"410396":"{{Thông tin chiến tranh\n|conflict=Trận thành Hà Nội lần thứ nhất\n|partof=[[Chiến tranh Pháp–Đại Nam]]\n|image=[[Tập tin:CitadelleHanoi1.jpg|300px]]\n|caption= Quân Pháp đánh thành Hà Nội\n|date=20 tháng 11 năm 1873\n|place=[[Hà Nội]], [[Nhà Nguyễn|Đại Nam]]\n|casus=\n|territory=\n|result=Pháp chiến thắng\n|combatant1= {{flagcountry|Đệ tam Cộng hòa Pháp}} \n|combatant2= [[Nhà Nguyễn]]\n|commander1= [[Francis Garnier]], [[Jean Dupuis]]\n|commander2= [[Nguyễn Tri Phương]]\n|strength1= gồm 180 lính Pháp, 4 khẩu đại bác, 2 tàu chiến, chừng 2000 người của Dupuis <ref name=\":0\" \/><ref>Audre Massan<\/ref>\n|strength2= 7.000 người<ref>Clodfelter, tr. 10<\/ref>\n|casualties1=một lính đánh thuê Vân Nam bị giết\n|casualties2= 80 chết, khoảng 300 bị thương, khoảng 2 ngàn binh sĩ bị bắt <ref>Trần Văn Giàu, \" Chống Xâm Lăng\"<\/ref><br>Số còn lại bỏ thành chạy trốn\n|notes=\n}}\n'''Trận thành Hà Nội 1873''' hay còn gọi là '''trận thành Hà Nội lần thứ nhất''' là một phần của cuộc [[chiến tranh Pháp Việt (1858-1884)]], diễn ra vào ngày 20 tháng 11 năm 1873.\n\nNăm 1873, Soái phủ Nam Kỳ phái [[Francis Garnier]] đem quân ra [[Hà Nội]], lấy cớ giúp thương nghị sự tranh cãi giữa tay lái buôn Jean Dupuis và chính quyền nhà Nguyễn ở Bắc kỳ. Trên giấy tờ, Garnier có lệnh điều tra tình hình tranh cãi giữa Dupuis và nhà đương cục, trục xuất Dupuis khỏi Bắc kỳ sau khi đã thu xếp bồi thường thiệt hại cho Dupuis. Tuy nhiên khi ra đến Hà Nội, Garnier đã hợp binh với Dupuis để lên kế hoạch đánh thành Hà Nội. '''Trận Hà Nội lần thứ nhất''' chỉ kéo dài chưa đến một giờ. Quan đại thần nhà Nguyễn [[Nguyễn Tri Phương]] bị thương và bị bắt, thành Hà Nội thất thủ.\n\n==Bối cảnh==\n{{chính|Vụ tranh chấp liên quan đến Jean Dupuis}}\nĐể giải quyết vụ tranh chấp liên quan đến Jean Dupuis, thiếu tướng hải quân, thống đốc Dupré từ Sài Gòn đã cử ra Bắc Kỳ một đoàn tàu công tác đặc nhiệm dưới quyền chỉ huy của Francis Garnier. Ngày 23 tháng 10 năm 1873, phái đoàn Garnier tới Cửa Cấm, rồi dùng ghe máy để đi tới Hải Dương, yêu cầu nhà chức trách ở đây cung cấp thuyền đi sông đế đoàn đi Hà Nội. Trên tuyến đường sông, Garnier gởi đến J.Dupuis một bức thơ báo cho ông ta chủ đích của mình.\n\n[[Tập tin:JeanDupuis.JPG|nhỏ|360px|Jean Dupuis ngồi giữa với trang phục Mãn Thanh.]]\nNgày 28 tháng 10 năm 1873, Dupuis sau khi nhận được thư của Garnier liền đáp lại là rằng ông ta và thuộc hạ cùng với các thuyền buôn xin đặt dưới quyền điều động của Garnier. Ngoài ra Dupuis còn vẽ sơ phát một bản đồ vùng đồng bằng Bắc Kỳ với nhiều đường sông có thể dùng để đi từ cửa biển vào Hà Nội. Tới ngày 3 tháng 11, Dupuis trên tàu Mang Hào cùng thuộc hạ đón gặp toán ghe thuyền của Garnier, rồi cùng đi về Hà Nội.\n\nLên đến Hà Nội, đại úy Garnier vào thành ra gặp Nguyễn tri Phương, và đòi đem quân ra đóng ở trong thành. Phía Việt Nam nói mãi, Garnier mới chấp thuận ra đóng ở Tràng Thi. Rồi đại úy Garnier làm tờ cáo thị, cho dân biết, nói rằng: \"Bản chức ra Bắc kỳ cốt để dẹp cho yên giặc giã, và để mở mang sự buôn bán\".\n\nGần nơi trú đóng và kho chứa hàng, cất giữ súng đạn của Dupuis xảy ra đám cháy. Dupuis báo cáo với Garnier là chức quyền Hà Nội ngầm cho người thiêu hủy những kho chứa hàng nầy. Garnier liền cho thủ hạ đi điều tra nhưng không tìm thấy chứng cớ gì để quy trách chức quyền Hà Nội về những đám cháy. Đồng thời Garnier cũng gửi thư yêu cầu Nguyễn Tri Phương phải trả tự do ngay cho trưởng đồn canh đã mở cổng thành Hà Nội cho Garnier đi vào khi chưa có lệnh của cấp trên.\n \nNguyễn Tri Phương không đáp ứng yêu cầu của F.Garnier và, theo lệnh của triều đình Huế, Nguyễn Tri Phương yêu cầu Garnier phải thi hành nhiệm vụ trục xuất đoàn người đi buôn Jean Dupuis còn vấn đề tự do thông thương buôn bán thì cần phải chờ kết quả của cuộc hội nghị giữa triều đình Huế và chính quyền Pháp ở Sài Gòn.\n\nĐể làm áp lực, Garnier cho dàn quân trước thành, và cho Dupuis đưa thủ hạ đến bố trí trước một cửa thành khác. Ngày 9 tháng 11, F.Garnier cử tàu Mang Hào đi gọi tăng viện thêm quân hiện có mặt trên đoàn tàu chiến còn thả neo ngoài cửa Cấm. Nguyễn Tri Phương chịu trả tự do cho trưởng đồn canh nhưng Garnier lại gởi một tối hậu thư bắt buộc các chức quyền người An Nam phải để cho toàn miền Bắc Kỳ được tự do thông thương buôn bán. Dẫu quan Việt-nam có thuận hay không cũng mặc, đại úy Garnier cứ theo lệnh của Súy phủ mà thi hành. Mặt khác Garnier bàn bạc với Dupuis định ngày đánh thành và bắt ông Nguyễn Tri Phương giải vào Sài Gòn.\n\n==Lực lượng==\n[[Tập tin:Garnier.jpg|nhỏ|110px|phải|Francis Garnier]]\nThành Hà Nội là một thành lũy kiên cố, được xây 70 năm trước từ thời vua Gia Long. Thành có hình chữ nhật, mỗi chiều dài chừng nửa dặm, tường thành xây bằng đất, được gia cố thêm bằng gạch, thành có 5 cửa, trấn bởi hai tháp canh. Bao quanh thành là một hào nước rộng, mỗi cửa được nối với bên ngoài bằng một cây cầu, nhưng các cầu này không phải là cầu treo, nên con hào này không có tác dụng ngăn cản. Trong thành đóng một số lượng khá lớn binh lính, nhưng họ được trang bị rất tệ hại, đa phần là gươm và giáo, một số ít được trang bị [[súng hỏa mai]], nhưng không được huấn luyện để sử dụng. Trên mặt thành đây đó có đặt [[súng thần công]], nhưng chúng lại là của hiếm, đến mức chúng được bố trí không phải để phát huy hỏa lực, mà là để tránh khỏi bị nước mưa làm hư hại<ref>McAleavy, trang 132<\/ref>.\n\nVề phía Pháp, Garnier chuyển quân ra bắc thành hai đợt, đợt đầu 83 lính, đợt hai thêm 88 lính và hai pháo thuyền<ref>McAleavy, trang 129<\/ref> (kể cả số thủy thủ và thủy binh). Tới ngày 5 tháng 11 ông ta đã đến Hà Nội trên tàu hơi nước của Dupuis, do Dupuis đi đón dọc đường. Cộng với thuộc hạ của Dupuis, gồm có 10 người Âu, 30 người Á, 150 lính đánh thuê [[Vân Nam]] và một số lính Cờ vàng, Garnier chuẩn bị đánh chiếm thành Hà Nội sau khi nhận thấy các yêu sách của mình không đe dọa được Nguyễn Tri Phương.\n\nNgoài ra, trong ngày 18 tháng 11, một đầu lĩnh của nhà Hậu Lê tàn dư ở vùng Thanh Hóa đến gặp Dupuis tình nguyện làm nội ứng trong thành Hà Nội để ám sát Nguyễn Tri Phương, và đặt 2.000 thuộc hạ nằm vùng tại Hà Nội dưới quyền sử dụng của J.Dupuis và F.Garnier <ref name=\":0\">Jules Gros, trang 193, 194<\/ref>.\n\n==Diễn biến==\nTới Hà Nội, Garnier được người của Dupuis tiếp đón nồng nhiệt, trong khi chính quyền Hà Nội chỉ sai một nha lại ra bến tàu Hà Nội để hướng dẫn đoàn người của F.Garnier đến các dãy nhà ngoài phố bên ngoài thành Hà Nội trú đóng. Không hài lòng về cách tiếp đón của chính quyền Hà Nội cho nên F.Garnier đích thân kéo quân đi thẳng tới cửa thành yêu cầu được gặp mặt quan Tổng đốc Nguyễn Tri Phương. Trưởng đồn canh phải mở cửa thành cho Garnier và thuộc hạ kéo vào. Khâm mạng Nguyễn Tri Phương, Bố chính Võ Đàng, Lãnh binh Nguyễn Đăng Nghiễm ra trú quán chờ F.Garnier đến hội kiến. F.Garnier phản kháng là các chức quyền Hà Nội tiếp đãi không đúng nghi thức và yêu cầu để người của mình được vào ở bên trong thành Hà Nội. Tổng đốc Nguyễn Tri Phương phải ra lệnh dọn dẹp nơi Trường thi cho đoàn người của F.Garnier trú đóng.<ref>P.Vial, tr 55; SQTCBTY, tr 384<\/ref>.\n\nCó những đám cháy nhà ngoài phố gần nơi trú đóng và kho chứa hàng, cất giữ súng đạn của J.Dupuis. Dupuis báo với F.Garnier là chức quyền Hà Nội ngầm cho người thiêu hủy những kho chứa hàng nầy. F.Garnier liền cho thủ hạ đi điều tra nhưng không tìm thấy chứng cớ gì để quy trách chức quyền Hà Nội về những đám cháy. Đồng thời ông gởi thư yêu cầu Nguyễn Tri Phương phải trả tự do ngay cho trưởng đồn canh đã mở cổng thành Hà Nội cho F.Garnier đi vào khi chưa có lệnh của cấp trên. Nguyễn Tri Phương không đáp ứng yêu cầu của F.Garnier và, ngược lại, theo lệnh của triều đình Huế, Nguyễn Tri Phương yêu cầu F.Garnier phải thi hành nhiệm vụ trục xuất đoàn người của Dupuis, việc tự do thông thương buôn bán thì cần phải chờ kết quả của cuộc hội nghị giữa triều đình Huế và chính quyền Pháp ở Sài Gòn.<ref>SQTCBTY; tr 384<\/ref>\n \nĐể làm áp lực, F.Garnier liền dàn quân của mình trước cửa thành và thông báo cho cho J.Dupuis đưa thủ hạ đến bố trí trước một cửa thành khác. Tới ngày 9 tháng 11 năm 1873, F.Garnier cử tàu Mang Hào đi gọi tăng viện thêm quân hiện có mặt trên đoàn tàu chiến còn thả neo ngoài cửa Cấm.\n \nNguyễn Tri Phương chịu trả tự do cho trưởng đồn canh nhưng F.Garnier lại gởi một tối hậu thư bắt buộc các giới chức An Nam phải để cho toàn miền Bắc Kỳ được tự do thông thương buôn bán và hạn chót thi hành tối hậu thư nầy là buổi chiều ngày 11 tháng 11 năm 1873 (tức 22 tháng 10 âm lịch năm Quý Dậu, niên hiệu Tự Đức thứ 26) <ref>J.Gros; La Conquête du Ton Kin par Vingt Sept Français Commandés par Jean Dupuis; tr 189<\/ref>. Ngày 10 tháng 11 năm 1873, F.Garnier gia hạn thi hành tối hậu thư đến ngày 14 tháng 11 năm 1873, tuyên bố rằng quá hạn nầy ông sẽ tự ý tuyên bố quyền tự do thông thương ở Bắc Kỳ.\n \nNgày 12 tháng 11 dl 1873, pháo thuyền Espignole từ Sài Gòn được lệnh của thống đốc Nam Kỳ ra Hà Nội thay thế tàu chiến Arc đã bị chìm ngoài khơi do bão. Vào lúc 9 giờ đêm cùng ngày, tàu Mang Hào từ cửa Cấm quay về Hà Nội mang theo 60 quân lính dưới quyền điều động của phó thuyền trưởng tàu Décrès tên là Bain cùng với 2 chuẩn úy hải quân Perrin và Hautefeuille.\n\n[[Tập tin:Balny dAvricourt.jpg|nhỏ|phải|180px|Thuyền trưởng d'Avricourt]] \nNgày 13 tháng 11 dl 1873, chiến thuyền Scorpion từ [[Hồng Kông]] được lệnh đến cửa Cấm rồi vào ngay Hà Nội để yểm trợ hỏa lực cho F.Garnier. Sau khi tàu chiến cùng binh lính tụ hợp đầy đủ ở Hà Nội, F. Garnier liền phái tàu D' Estrées đi Hồng Kông để tuyên cáo việc thiết đặt quyền tự do thông thương trên lãnh thổ Bắc Kỳ kể từ ngày 15 tháng 11 năm 1873.\n\nNgày 19 tháng 11 năm 1873, Garnier gởi tối hậu thư ra lệnh cho quan binh trong thành Hà Nội phải hạ vũ khí đầu hàng và nộp thành.<ref>P.Vial, trang 58<\/ref>. Garnier vạch kế hoạch đánh chiếm thành, theo đó lúc 6 giờ sáng ngày 20 tháng 11, các pháo thuyền Scorpion và Espignole dưới sự chỉ huy của thuyền trưởng Balny d' Avricourt bắt đầu pháo kích vào hai cửa thành phía Bắc và phía Đông cùng các cơ sở chính quyền trong thành Hà Nội; đặc biệt tập trung pháo kích hương về doanh trại chỉ huy của khâm sai đại thần Nguyễn Tri Phương, dinh phủ của Tổng đốc Hà Nội và cột cờ. Tới 6:30, quân Pháp ngừng pháo kích.\n\nGarnier cùng phụ tá De Trentinian chỉ huy 25 thủy bộ binh với hai khẩu sơn pháo phối hợp với các thủy thủ của phó thuyền trưởng Esmez tấn công cửa thành số 2 phía Nam và bắt liên lạc với cánh quân của Bain cùng với 2 phụ tá Hautefeuille và Perrin sau khi cánh quân nầy tấn công phá cửa thành số 1 phía Đông. Cả hai toán quân nầy tổng cộng gồm 90 người.\n\nDupuis bố trí quân và thủ hạ của mình sát gần cửa thành phía Đông trong giai đoạn bắn phá của 2 pháo thuyền. Ngay sau khi ngưng pháo kích, toán binh lính đánh thuê Trung Quốc và các thủ hạ của ông ta sẽ chiếm đóng lầu canh hình bán nguyệt nơi cổng thành phía Đông rồi đóng chốt ở phía Bắc chận giữ đường rút lui tháo chạy của quan binh triều đình.\n\nNgày 20 tháng 11 năm 1873 (tức năm Tự Đức thứ 26, ngày 1 tháng 10 Quý Dậu), từ lúc 5 giờ sáng, lực lượng phối hợp do Francis Garnier và Jean Dupuis chỉ huy chuẩn bị lần cuối trước khi tấn công vào thành Hà Nội.\n\n[[Tập tin:Citadellehanoi3.jpg|nhỏ|phải|320px|Pháo thuyền bắn yểm trợ cho quân Pháp đánh chiếm thành Hà Nội]] \nĐúng 6 giờ sáng, hai pháo thuyền trên sông Hồng từ khoảng cách 1.200m bắt đầu bắn phá vào thành Hà Nộị, tới 6:30, cuộc pháo kích ngưng. Toán quân của Dupuis chiếm đóng cổng thành phía Bắc, trong khi đích thân Dupuis chỉ huy một toán quân chiếm đóng lầu canh hình bán nguyệt và mở cổng thành<ref>Jules Gros, trang 196, 197<\/ref>. Đội quân đặc nhiệm của Garnier chia thành hai cánh: cánh quân thứ nhất do phó thuyền trưởng Bain de la Coquerie chỉ huy 30 binh sĩ kèm theo một khẩu sơn pháo lấy từ tàu chiến Decrès kéo tới dàn trận trước cổng thành phía Tây-Nam để nghi binh, giả tấn công vào mặt nầy nhằm đánh lạc hướng quan binh trong thành. Cánh quân thứ hai gồm có 27 thủy bộ binh do chuẩn úy Trentinian chỉ huy và nột đội thủy quân biệt phái 29 người do phó thuyền trưởng Esmez chỉ huy, cùng với 3 khẩu trọng pháo và 19 binh sĩ trừ bị của tàu Decrès, có nhiệm vụ tấn cổng vào thành ở cửa Đông-Nam. Trại đóng quân nơi Trường Thi do 10 binh sĩ canh giữ dưới quyền chỉ huy của kỹ sư Bouiller. \n \nGarnier dẫn đầu toán quân thứ hai tấn công mặt Đông-Nam. Tháp canh mặt nầy bị chiếm ngay sau khi cổng thành bị phá vỡ, toán quân của Garnier tràn vào thành mà chỉ gặp những sức kháng cự yếu ớt không gây thiệt hại nào đáng kể. Đích thân khâm sai Nguyễn Tri Phương đứng trên tháp canh để đốc thúc binh sĩ chống trả dù đã bị bắn trọng thương ở bụng nhưng chỉ sau một giờ giao chiến, quan binh triều đình tan rã, thành Hà Nội bị quân Pháp chiếm.\n\n==Kết quả==\n[[Tập tin:CaptureHaiDuong.jpg|nhỏ|phải|360px|Quân Pháp đánh thành [[Hải Dương]]]]\nQuan khâm sai Nguyễn Tri Phương bị một thợ máy của chiếc tàu Lào Kay là Dillère bắt giữ rồi giao cho F.Garnier. Quan khâm phái Phan Đình Bình cũng bị bắt làm tù binh, con của Nguyễn Tri Phương là phò mã [[Nguyễn Lâm]] tử trận. Trong số người bị quân Pháp bắt tại trận còn có hai người con trai của [[Phan Thanh Giản]] là Phan Tôn và [[Phan Liêm]]. Đặng Siêu, lãnh binh Nguyễn Đăng Nghiễm bị quân Pháp bắt đem xuống tàu rồi giải giao vào Sài Gòn với hai người con của Phan Thanh Giản. Tổng đốc [[Bùi Thức Kiên]] bị bắt lại vì có 1 kẻ bội phản ở huyện Thanh Trì điềm chỉ nơi ẩn náu.<ref>Phan Khoang; Việt Nam Pháp Thuộc Sử, trang 216<\/ref> Hơn hai nghìn quân triều đình bị bắt làm tù binh, về phía quân Pháp, chỉ có một người lính đánh thuê Vân Nam của Dupuis bị giết do bị một viên sĩ quan Pháp bắn nhầm<ref>McAleavy, trang 133<\/ref>.\n\nF.Garnier chiếm lấy điện Kính Thiên trong thành Hà Nội làm tổng hành dinh để bắt đầu ngay việc sắp xếp giữ thành và cai trị, dán cáo thị trấn an dân chúng. Các cổng vào thành Hà Nội đều đóng kín và có đặt chướng ngại vật ngoại trừ cửa phía Đông giao cho binh sĩ người Pháp coi giữ và kiểm soát. Cắt cử binh sĩ luân phiên và liên tục tuần phòng trên khắp mặt bờ thành lũy.\n\nThành Hà Nội thất thủ, quân triều đình đều bỏ trốn, giặc cướp nhân dịp nổi lên. Đại úy Francis Garnier cho những tùy tùng của mình đi làm quan các nơi để chống với quan triều đình Huế, rồi lại sai quân đi đánh lấy các tỉnh Ninh Bình, Nam Định và Hải Dương. Quan triều đình ở các tỉnh đều ngơ ngác không biết thế nào, hễ thấy quân Pháp đến là bỏ chạy. Bởi vậy, chỉ có một sĩ quan là Hautefeuille và 7 người lính Pháp mà cũng hạ được thành Ninh Bình, và chỉ trong 20 ngày mà 4 tỉnh ở Trung-châu mất cả.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Biến cố Bắc Kỳ (1873)|Pháp chiếm các tỉnh đồng bằng Bắc Kỳ]]\n*[[Chiến tranh Pháp-Thanh]]\n\n==Tham khảo==\n* ''Quốc triều chánh biên toát yếu'', Cao Xuân Dục, 1909\n* ''Việt Nam Sử Lược'', [[Trần Trọng Kim]], 1919\n'''Tiếng Anh'''\n*{{chú thích sách\n|title=''Vietnam in Military Statistics''\n|author=Michael Clodfelter\n|publisher=McFarland & Company, Inc Publishers\n|year=1995\n|isbn=0-7864-0027-7 }}\n* ''Throne and mandarins'', Lloyd E. Eastman, Havard University Press, 1967\n* ''Black Flags In Vietnam'', Henry McAleavy, The MacMillan Company: New York, 1968\n*:[http:\/\/www.gio-o.com\/NgoBacHMcALEAVYQuanCoDen.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070227000826\/http:\/\/www.gio-o.com\/NgoBacHMcALEAVYQuanCoDen.html |date=2007-02-27 }}, [http:\/\/www.gio-o.com\/NgoBacHMcAleavyLuuVinhPhuc2.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070227000846\/http:\/\/www.gio-o.com\/NgoBacHMcAleavyLuuVinhPhuc2.html |date=2007-02-27 }},[http:\/\/www.gio-o.com\/NgoBacHMcAleavyLuuVinhPhuc3.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070227000857\/http:\/\/www.gio-o.com\/NgoBacHMcAleavyLuuVinhPhuc3.html |date=2007-02-27 }} Bản dịch chương 6, 14 và Phụ lục ''Black Flags In Vietnam''\n'''Tiếng Pháp'''\n\n* {{chú thích sách\n|title = La Conquête du Ton-Kin\n|author= Jean Dupuis\n|publisher=Maurice Dreyfous Press\n|year=1880\n|url=\n| isbn=}}\n* {{chú thích sách\n|title = Les Français au Tonkin\n|author= Hippolyte Gautier\n|publisher=A. Challamel Press (Paris)\n|year=1890\n|url=\n| isbn=}}\n* {{chú thích sách\n|title = La Conquête du Ton Kin par Vingt Sept Français Commandés par Jean Dupuis\n|author=Jules Gros\n|publisher=\n|year=1880\n|url=http:\/\/books.google.com\/books?id=tkodAAAAMAAJ&dq=La+Conqu%C3%AAte+du+Ton+Kin+par+Vingt+Sept&source=gbs_navlinks_s| isbn=}}\n* {{chú thích sách\n|title = Nos Premières Années au Tonkin\n|author= Paulin Vial\n|publisher=Baratier et Molaret\n|year=1899\n|url=http:\/\/books.google.com\/books?id=gacaAAAAYAAJ&dq=Nos+Premi%C3%A8res+Ann%C3%A9es+au+Tonkin&source=gbs_navlinks_s\n| isbn=}}\n\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|H]]\n[[Thể loại:Lịch sử Hà Nội]]"}