{"43024":"{{Otheruses|Trần Minh Tông (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Trần Minh Tông\n| tên gốc = 陳明宗\n| tước vị = [[Hoàng đế Việt Nam]]\n| thêm = vietnam\n| chức vị = [[Nhà Trần|Hoàng đế Đại Việt]]\n| tên đầy đủ = Trần Mạnh (陳奣)<br >Trần Thánh Sinh (陳聖生)\n| tên tự = Trần Nhật Khoáng (陳日爌)\n| kiểu tên đầy đủ = Tên húy\n| tại vị = [[3 tháng 4]] năm [[1314]] – [[15 tháng 3]] năm [[1329]]<br \/>({{số năm theo năm và ngày |1314|4|3|1329|3|15}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1225 till:1400\nAlignBars = early\nScaleMajor = increment:175 start:1225\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1314 till:1329 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Trần Anh Tông]]\n| nhiếp chính = [[Trần Anh Tông]] (1314-1320)\n| kiểu nhiếp chính = [[Thái Thượng hoàng]]\n| kế nhiệm = [[Trần Hiến Tông]]\n| chức vị 1 = [[Nhà Trần|Thái thượng hoàng Đại Việt]]\n| tại vị 1 = [[15 tháng 3]] năm [[1329]] – [[10 tháng 3]] năm [[1357]]<br>({{số năm theo năm và ngày|1329|3|15|1357|3|10}})\n| tiền nhiệm 1 = [[Trần Anh Tông]]\n| kế nhiệm 1 = [[Trần Nghệ Tông]]\n| phối ngẫu = [[Hiến Từ Thái hậu|Hiến Từ Hoàng hậu]]<br>[[Minh Từ Quý phi|Minh Từ Hoàng thái phi]]<br>[[Đôn Từ Quý phi|Đôn Từ Hoàng thái phi]]\n| thông tin phối ngẫu = ẩn\n| thông tin con cái = ẩn\n| con cái = [[Trần Hiến Tông]] <br> [[Trần Nguyên Trác]] <br> [[Trần Nghệ Tông]] <br> [[Trần Dụ Tông]] <br> [[Trần Duệ Tông]] <br> [[Thiên Ninh (công chúa)|Thiên Ninh Công chúa]] <br> [[Huy Ninh công chúa]]<br> [[Trần Minh Tông#Gia đình|''và nhiều người khác'']]\n| kiểu phối ngẫu = Hậu phi\n| triều đại = [[Nhà Trần|Hoàng triều Trần]]\n| niên hiệu = <small>Đại Khánh ([[1314]] &ndash; [[1323]])<br>Khai Thái ([[1324]] &ndash; [[1329]])<\/small>\n| miếu hiệu = [[Minh Tông]] (明宗)\n| thụy hiệu = Chương Nghiêu '''Văn Triết Hoàng Đế''' (章堯文哲皇帝)\n| thông tin tước vị đầy đủ = ẩn\n| tước vị đầy đủ = Ninh Hoàng (寧皇 [[1314]]-[[1329|29]]) <br \/> Thể Thiên Sùng Hóa Khâm Minh Duệ Hiếu Hoàng Đế (體天崇化欽明睿孝皇帝 [[1314]]-[[1329|29]]) <br> Chương Nghiêu Văn Triết Thái Thượng Hoàng Đế (章堯文哲太上皇帝 [[1329]]-[[1357|57]])\n| cha = [[Trần Anh Tông]]\n| mẹ = [[Chiêu Từ Hoàng hậu]]\n| sinh = {{ngày sinh|1300|10|4}}\n| nơi sinh = [[Thăng Long]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1357|3|10|1300|10|4}}\n| nơi mất = Cung Bảo Nguyên, [[Thăng Long]], [[Đại Việt]]\n| ngày an táng = [[22 tháng 12]] năm [[1357]]<br>\n| nơi an táng = [[Mục Lăng]], [[Đại Việt]]\n| tôn giáo = [[Phật giáo]] [[Đại thừa]]\n| hình =\n| image size = 150px\n}}\n'''Trần Minh Tông''' ([[chữ Hán]]: 陳明宗 4 tháng 10 năm 1300 &ndash; 10 tháng 3 năm 1357) tên thật là '''Trần Mạnh''' (陳奣), là vị [[hoàng đế]] thứ năm của [[nhà Trần|Hoàng triều Trần]] nước [[Đại Việt]]. Ông giữ ngôi từ ngày [[3 tháng 4]] năm [[1314]] đến ngày [[15 tháng 3]] năm [[1329]], sau đó làm [[Thái thượng hoàng]] đến khi [[chết|qua đời]]. Thời kỳ của ông và cha ông được mệnh danh là thời kỳ hưng thịnh của vương triều nhà Trần, được sử gia xưng tụng là '''Anh Minh Thịnh Thế'''.\n\nTrần Mạnh là con thứ tư của [[Trần Anh Tông]], được vua cha lập làm thái tử năm 1305. Năm 1314, Anh Tông nhường ngôi lên làm [[thái thượng hoàng|Thượng hoàng]], Trần Mạnh đăng cơ ở tuổi 14, tức Hoàng đế Minh Tông. Ông được sử cũ khen ngợi là một hoàng đế anh minh, trọng dụng các quan viên có năng lực như [[Trương Hán Siêu]], [[Nguyễn Trung Ngạn]], [[Đoàn Nhữ Hài]], [[Phạm Sư Mạnh]],..., dùng luật nghiêm minh và duy trì sự hưng thịnh kinh tế &ndash; xã hội.{{sfn|Ngô Sĩ Liên|1993|p=27}}{{sfn|Ngô Sĩ Liên|1993|pp=229-235}} Tuy nhiên, cuối thời ông trị vì, mâu thuẫn trở nên gay gắt giữa các phe đối lập trong triều đưa đến những vụ thanh toán tàn khốc mà nhà vua tỏ ra bất lực.{{sfn|Nhiều tác giả|1988|pp=779-780}} Về đối ngoại, Minh Tông giữ được quan hệ ổn định với [[nhà Nguyên|Nguyên-Mông]]; ở phương Nam, ông buộc [[Chiêm Thành]] phải thần phục dù đến năm 1326, người Chiêm thoát lệ thuộc vào Đại Việt.{{sfn|Lê Tắc|1961|p=107}}{{sfn|Ngô Sĩ Liên|1993|pp=229-235}}\n\nNăm 1329, Trần Minh Tông nhường ngôi cho Thái tử Trần Vượng (tức [[Trần Hiến Tông]]), được tôn làm ''Chương Nghiêu Văn Triết Thái Thượng Hoàng Đế'' (章堯文哲太上皇帝). Đến năm 1341, Hiến Tông mất; Thượng hoàng lập con áp út là Trần Hạo ([[Trần Dụ Tông]]) lên ngôi. Trong 12 năm tại vị của Hiến Tông và 16 năm đầu thời Dụ Tông, Thượng hoàng Minh Tông vẫn quyết định mọi việc triều chính. Tình hình Đại Việt vẫn tương đối ổn định, mặc dù khu vực phía Tây thường bị [[Vương quốc Lan Xang|Ai Lao]] và Ngưu Hống xâm lấn. Thượng hoàng phải mất nhiều công sức mới dẹp yên được. Sau khi Thượng hoàng mất, Dụ Tông bỏ bê chính sự, ăn chơi sa đọa và thực lực Đại Việt xuống dốc.{{sfn|Trần Trọng Kim|1971|pp=67-69}}\n\nCũng như các đời vua trước, Trần Minh Tông ưa chuộng [[Phật giáo]]<ref name=\"thanhdangnguluan\">{{chú thích sách|tác giả=Hòa thượng Thích Thanh Từ (phiên dịch)|tựa đề=Thánh Đăng Lục Giảng Giải|dịch tựa đề=|url=http:\/\/hoavouu.com\/images\/file\/WLyZhmAx0QgQAORd\/thanh-dang-luc-giang-giai-ht-thich-thanh-tu.pdf|định dạng=|ngày truy cập=15 tháng 12 năm 2016|bản thứ=|series=|cuốn=|ngày tháng=|năm=1999|tháng=|năm gốc=|nhà xuất bản=Nhà Xuất bản TP. Hồ Chí Minh|nơi=|ngôn ngữ=vi|isbn=|chương=|url chương=}} các trang 93-99.<\/ref>, nhưng cũng trọng dụng Nho thần, và hay sáng tác [[thơ]], [[văn]]. Tuy nhiên, trong lúc lâm chung, ông đã sai đốt hầu hết các tập thơ của mình, và ngày nay chỉ còn 25 bài thơ chép rải rác trong ''[[Toàn Việt thi lục]]'', ''Trần triều thế phả hành trạng'', ''[[Việt âm thi tập]]'', ''[[Đại Việt sử ký toàn thư]]'' và ''[[Nam Ông mộng lục]]''. Ngoài ra, ông cũng viết bài tựa cho tập ''Đại hương hải ấn thi'' của [[Trần Nhân Tông]].{{sfn|Nhiều tác giả|1988|pp=779-780}}\n\n==Thân thế==\nTheo sách ''Đại Việt Sử ký Toàn thư'' do sử quan [[Ngô Sĩ Liên]] soạn năm 1479 đời [[Lê Thánh Tông]], Trần Minh Tông có tên húy '''Trần Mạnh''' (陳奣), tên ngoại giao là '''Trần Nhật Khoáng''' (陳日爌)<ref>{{Chú thích|title=陳明宗|date=2022-07-28|url=https:\/\/zh.wikipedia.org\/w\/index.php?title=%E9%99%B3%E6%98%8E%E5%AE%97&oldid=72944944|work=维基百科，自由的百科全书|language=zh|access-date=2022-10-09}}<\/ref>, sinh ngày 21 tháng 8 âm lịch năm [[Canh Tý]] {{sfn|Ngô Sĩ Liên|1993|p=215}} (tức [[4 tháng 10]] năm [[1300]]{{sfn|Nhiều tác giả|1988|pp=779-780}}), một ngày sau khi Hưng Đạo Đại vương [[Trần Quốc Tuấn]] qua đời. Ông là con thứ 4 và cũng là người con trai duy nhất sống đến khi trưởng thành của [[Trần Anh Tông]]. Mẹ ông là [[Chiêu Từ Hoàng hậu|Huy Tư Hoàng phi]] (徽思皇妃) họ Trần, Thứ phi của Anh Tông; bà mất năm [[1359]] (2 năm sau khi Minh Tông mất). Cha bà là Bảo Nghĩa vương [[Trần Bình Trọng]], người có huyết thống của [[Lê Đại Hành]],{{sfn|Ngô Sĩ Liên|1993|p=192}}{{sfn|Ngô Sĩ Liên|1993|p=227}} nên Trần Mạnh mang trong mình một phần dòng máu [[nhà Tiền Lê]].\n\nDo các hoàng tử sinh ra trước đó đều khó nuôi, sau khi Trần Mạnh chào đời, Anh Tông đã nhờ mẹ vợ là [[Thụy Bảo Công chúa]] (瑞寶公主), con gái [[Trần Thái Tông]] nuôi hộ. Thụy Bảo cho rằng mình đang gặp vận rủi nên đã trao Trần Mạnh cho anh trai là Chiêu Văn vương [[Trần Nhật Duật]] nuôi. Theo sử cũ, Trần Nhật Duật đã chăm nuôi Hoàng tử Mạnh rất chu đáo.{{sfn|Ngô Sĩ Liên|1993|p=215}}{{sfn|Nhiều tác giả|1988|pp=779-780}} Nhật Duật còn đặt tên cho hoàng tử là '''Thánh Sinh''' (聖生) để giống với con trai mình là ''Thánh An'' (聖安) và con gái là ''Thánh Nô'' (聖奴).{{sfn|Ngô Sĩ Liên|1993|p=215}} Sau này, khi Minh Tông làm vua, ông đã phong Trần Nhật Duật làm Tá thánh Thái sư đứng đầu triều đình ([[1324]]),{{sfn|Ngô Sĩ Liên|1993|p=233}} gia phong Đại vương (1329).{{sfn|Ngô Sĩ Liên|1993|p=237}}\n\nTrần Mạnh cũng nhận được sự giáo dục nghiêm khắc từ vua cha; sách ''[[Đại Việt Sử ký Toàn thư]]'' ghi lại lời kể của sử quan [[nhà Hậu Lê|đời Lê]] [[Phan Phu Tiên]]: ''\"[Minh Tông] đang tuổi ấu thơ, có lần nghịch làm chiếc giá đèn bằng tre, Anh Tông đòi xem, sợ không dám dâng. Hôm khác, vào hầu tẩm điện Anh Tông đang rửa mặt, nhân hỏi đến trò nghịch cũ, Anh Tông giận lắm, cầm ngay cái chậu rửa mặt ném vua. Vua nấp vào cánh cửa tránh được, chậu rơi trúng cánh cửa vỡ tan\"''.{{sfn|Ngô Sĩ Liên|1993|p=254}} Từ sự việc này, Ngô Sĩ Liên nhận định:{{sfn|Ngô Sĩ Liên|1993|p=254}} \n:''\"Cái đức của Minh Tông mà nên được, tuy là do thiên tư tốt đẹp, còn là do sức dạy bảo của vua cha\"''.\n\nTháng 1 âm lịch năm [[1305]], Trần Mạnh được vua cha tấn phong làm Đông cung Thái tử.{{sfn|Ngô Sĩ Liên|1993|p=218}} Anh Tông còn tặng cho thái tử một bài giáo huấn mang tên ''Dược thạch châm'', do nhà vua tự soạn. Sử chép năm 1305 Trần Mạnh là Đông cung Thái tử, nhưng đến tháng 1 âm lịch năm 1309 lại chép Đông cung Thái tử Mạnh được sách phong làm [[Hoàng thái tử]].{{sfn|Ngô Sĩ Liên|1993|p=221}} Trong lịch sử nhà Trần, Trần Mạnh là thái tử kế vị đầu tiên không phải do vợ chính của vua cha sinh ra, trong khi các vua Thái Tông, [[Trần Thánh Tông|Thánh Tông]] và Nhân Tông đều là con của chính thất [[hoàng hậu]].\n\nTháng 11 âm lịch năm [[1311]] &ndash; tháng 5 âm lịch năm [[1312]], Trần Anh Tông đem đại quân chinh phạt [[Chiêm Thành]]. Thái tử Mạnh cùng Chiêu Văn vương [[Trần Nhật Duật]] và Nghi Võ hầu Quốc Tú (tướng chỉ huy quân tả hữu Thánh Dực) nhận nhiệm vụ giám quốc. Đánh trận về, vua Anh Tông không ban thưởng các tướng thắng trận vì cho là công của thái tử và những người giám quốc cũng rất lớn, không thua các tướng trận.{{sfn|Nhiều tác giả|1993|p=224}}\n\n==Anh Minh Thịnh Thế thời Minh Tông==\nNgày 18 tháng 3 âm lịch năm [[Giáp Dần]] (tức ngày [[3 tháng 4]] năm [[1314]]), Trần Anh Tông nhường ngôi cho Thái tử Mạnh. Thái tử 14 tuổi lên ngôi Hoàng đế, tự xưng là '''Ninh Hoàng''' (寧皇), tôn Anh Tông làm [[Thái thượng hoàng|Quang Nghiêu Duệ Vũ Thái thượng hoàng đế]] và tôn Thuận Thánh Hoàng hậu (chính cung của Anh Tông) làm Thuận Thánh Bảo Từ Thái thượng hoàng hậu. Các quan dâng Hoàng đế tôn hiệu là '''Thể Thiên Sùng Hóa Khâm Minh Duệ Hiếu Hoàng Đế''' (體天崇化欽明睿孝皇帝). Sử sách gọi ông là '''Trần Minh Tông''' (陳明宗).{{sfn|Ngô Sĩ Liên|1993|p=225}} Sứ thần [[nhà Nguyên]] đến dự lễ đăng quang của Minh Tông, đã khen ông có hình dáng nhẹ nhàng như thần tiên.{{sfn|Ngô Thì Sĩ|1991|p=91}}\n\nTrong thời trị vì của mình, Trần Minh Tông đã dùng các [[niên hiệu]] '''Đại Khánh''' (大慶 [[3 tháng 4]] năm [[1314]] &ndash; [[27 tháng 1]] năm [[1324]]) và '''Khai Thái''' (開泰 [[27 tháng 1]] năm [[1324]] &ndash; [[15 tháng 2]] năm [[1329]]).{{sfn|Ngô Sĩ Liên|1993|pp=233-237}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=261}}\n\n===Chính sách trị nước===\nTháng 5 âm lịch năm [[1315]], Trần Minh Tông ra lệnh cấm cha con, vợ chồng và gia nhân kiện tụng nhau.{{sfn|Quốc sử quán triều Nguyễn|1998|p=262}} Theo Ngô Sĩ Liên, quyết định này xuất phát từ sự trân trọng của ông đối với tổ tiên, cha mẹ và bà con: ''\" Vua vốn nhân hậu với họ hàng, nhất là đối với bậc bề trên mà hiển quý lại càng tôn kính. Kẻ thần hạ hễ ai cùng tên (với họ hàng nhà vua) đều phải đổi cả, như Độ đổi thành [[Phạm Sư Mạnh|Sư Mạnh]] vì là cùng tên với [[Trần Thủ Độ|Thượng phụ]], Tung đổi thành Thúc Cao vì là cùng tên với [[Tuệ Trung Thượng Sĩ|Hưng Ninh vương]]... Lại các tên của chú bác, cô cậu, khi nói đến vẫn kiêng cả. [Vua] có quyển sổ nhỏ biên những chữ húy không được nói đến, trao cho các hoàng tử và cung phi\"''.{{sfn|Ngô Sĩ Liên|1993|p=227}}\n\nTrong 6 năm đầu triều Minh Tông, Thượng hoàng Anh Tông vẫn có ảnh hưởng lớn đến các quyết sách nhà nước. Mùa xuân năm [[1320]], thượng hoàng mất ở tuổi 44.{{sfn|Quốc sử quán triều Nguyễn|1998|p=264}} Linh cữu thượng hoàng được rước từ [[phủ Thiên Trường]] ([[Nam Định]]) về cung Thánh Từ (Thăng Long) theo đường thủy. Theo phép tắc nhà Trần, Bảo Từ Thái hậu là chính cung của Anh Tông, nên được đi thuyền có 8 dây kéo; trái lại, mẹ Minh Tông là Huy Tư Hoàng phi chỉ được đi thuyền có 2 dây. Để lấy lòng Minh Tông, viên chỉ huy quân cấm vệ đã buộc thêm dây vào thuyền Huy Tư.{{sfn|Ngô Sĩ Liên|1993|p=230}} Tướng Trần Hựu ngăn lại và rút gươm chém đứt dây kéo. Minh Tông không những không phạt mà còn khen Trần Hựu là người trung nghĩa.{{sfn|Quốc sử quán triều Nguyễn|1998|p=265}}\n\nVề giáo dục-khoa cử, hoàng đế đã hai lần tổ chức thi Thái học sinh (lần đầu vào tháng 10 âm lịch năm [[1314]]; lần tiếp theo là tháng 8 âm lịch năm [[1323]]) để tìm người tài giúp nước. Những thí sinh đỗ đạt được giữ chức Bạ thư lệnh. Hoàng đế sai Cục chính viên Nguyễn Bính tập huấn cho các Bạ thư lệnh, sau đó mới bổ nhiệm họ vào những chức vụ cao cấp.{{sfn|Ngô Sĩ Liên|1993|p=225}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=261}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=266}}{{sfn|Ngô Sĩ Liên|1993|p=232}} Ngoài ra, vào tháng 10 âm lịch năm [[1321]], Minh Tông tổ chức kỳ thi tuyển [[tỳ-kheo|tu sĩ]] [[Phật giáo]], lấy [[kinh Kim Cương]] làm nội dung thi.{{sfn|Quốc sử quán triều Nguyễn|1998|p=265}}\n\nTrần Minh Tông cũng chú trọng việc thúc đẩy nông nghiệp phát triển.{{sfn|Nhiều tác giả|1988|pp=779-780}} Mùa hạ năm [[1315]], nước [[sông Hồng]] dâng cao, hoàng đế đến tận nơi xem sửa chữa đê. Quan ngự sử đã khuyên ông chỉ nên ở cung mà \"tu dưỡng đức hạnh\" nhưng hoàng đế không nghe.{{sfn|Ngô Sĩ Liên|1993|p=227}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=262}} Minh Tông còn tích cực ngăn chặn người quyền thế chiếm ruộng của dân.{{sfn|Ngô Sĩ Liên|1993|p=232}}{{sfn|Nhiều tác giả|1988|pp=779-780}} ''Đại Việt Sử ký Toàn thư'' có ghi lại: Trần Thị Thái Bình là một cung nữ của Anh Tông, đã nhiều lần xâm chiếm đất ruộng của nông dân. Năm 1317, một trong những người mất ruộng đã đệ đơn kiện lên Minh Tông. Để tránh gây mất mặt cho Thái Bình (và cho thượng hoàng), nhà vua không sai cơ quan tư pháp xét xử; thay vì đó, ông xuống chiếu cho con rể Thái Bình là Uy Giản hầu trả ruộng đất cho người kiện. Uy Giản đã chấp hành nghiêm chỉnh mệnh lệnh. Sau khi Trần Thị Thái Bình mất, Minh Tông và Uy Giản phục hồi toàn bộ số ruộng bị cưỡng chiếm cho các chủ cũ.{{sfn|Ngô Sĩ Liên|1993|p=228}} Cũng theo Toàn thư, Minh Tông đã ban bố các chính sách như ''\"những người tranh nhau ruộng đất, nếu khám xét thấy không phải của mình mà cố tranh bậy thì bị truy tố, tính giá tiền ruộng đất, bắt đền gấp đôi. Nếu làm văn khế giả, thì bị chặt một đốt ngón tay bên trái\"'' (tháng 10 âm lịch năm [[1320]]{{sfn|Ngô Sĩ Liên|1993|p=230}}) và ''\"khi tranh ruộng mà ruộng có lúa, thì hãy chia làm 2 phần, bồi thường cho người cày 1 phần, còn 1 phần lưu lại\"'' ([[1323]]).{{sfn|Ngô Sĩ Liên|1993|p=232}}\n\nNhà Trần ở thời đầu trao rất nhiều quyền lực chính trị, xã hội cho các tôn thất hoàng gia. Các tôn thất như [[Trần Quang Khải]], [[Trần Quốc Tuấn]], [[Trần Khánh Dư]],... đóng vai trò rất lớn trong việc lãnh đạo quân dân đánh bại quân Nguyên xâm lược các năm 1285, 1287-88. Tuy nhiên, sang thời Anh Tông và đỉnh điểm là Minh Tông, thế hệ tôn thất-công thần này suy giảm do già (Trần Nhật Duật, Trần Khánh Dư,...) và chết (Trần Quang Khải, Trần Quốc Tuấn,...), thế hệ sau họ không có nhiều hứng thú đến việc chính sự. Do vậy, Hoàng đế Minh Tông lệ thuộc nhiều hơn đến các văn sĩ Nho học xuất thân bình dân, có học thức và đỗ đạt các kỳ thi quốc gia.{{sfn|Taylor|2013|pp=144-148}} Ông cất nhắc hàng loạt văn thần có tài như [[Đoàn Nhữ Hài]], [[Mạc Đĩnh Chi]], [[Nguyễn Trung Ngạn]], [[Bùi Mộc Đạc]], [[Lê Quát]], [[Phạm Sư Mạnh]], [[Chu Văn An]], [[Trần Thì Kiến]], [[Trương Hán Siêu]],… vào những chức vụ lớn.{{sfn|Ngô Sĩ Liên|1993|p=233}}{{sfn|Trần Trọng Kim|1971|pp=67-69}} Thời kỳ trị vì của Minh Tông được sử gia [[Ngô Thì Sĩ]] đánh giá là ''\"lúc nhân tài [Nho học] thịnh nhất hơn triều các vua khác\"''.{{sfn|Ngô Thì Sĩ|1991|p=93}} Bản thân Minh Tông là một cư sĩ [[Phật giáo]] mộ đạo, nhưng ông sử dụng các nho sĩ vì năng lực và lòng trung thành của họ.{{sfn|Taylor|2013|p=150}}\n\nTuy vậy, Minh Tông không để những người này vượt qua khuôn phép nhà nước: Trương Hán Siêu khi làm Hành khiển từng bị phạt 300 quan tiền vì ỷ được vua tin yêu, vu cáo hình quan [[Phạm Ngộ]], [[Lê Duy]] ăn đút lót; Đoàn Nhữ Hài từng bị phạt vì không ngăn Thiếu bảo [[Trần Khắc Chung]] đùa giỡn khi sét đánh lăng tẩm tiên đế.{{sfn|Ngô Sĩ Liên|1993|pp=235-236}} Ông cũng từng bác bỏ đề xuất của một số Nho thần nhằm thay đổi chế độ chính trị-xã hội cho giống với [[Trung Quốc]].{{sfn|Taylor|2013|pp=144-148}}\n\nĐối với người tôn thất không có tài như Bảo Vũ vương, nhà vua rất yêu mến, nhưng không vì vậy mà cho làm chức lớn.{{sfn|Ngô Sĩ Liên|1993|p=246}}\n\nNăm [[1323]], Trần Minh Tông quy định quân đội phải tuyển người béo trắng; từ đây, binh lính Đại Việt không còn xăm hình rồng ở đùi và lưng nữa.{{sfn|Ngô Sĩ Liên|1993|p=232}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=266}}\n\n===Chiến tranh với Chiêm Thành===\nĐầu triều Trần Minh Tông, bang giao giữa Đại Việt và [[nhà Nguyên|Nguyên-Mông]] khá ổn định; song ở phía Nam, quan hệ với [[Chiêm Thành]] diễn ra căng thẳng. Trong chiến dịch tấn công Chiêm năm [[1312]], [[Trần Anh Tông]] đã bắt sống vua Chiêm [[Chế Chí]], rồi lập em Chế Chí là [[Chế Năng]] làm vua chư hầu nhà Trần.{{sfn|Trần Trọng Kim|1971|pp=66-67}}{{sfn|Maspéro|2002|p=90}} Năm [[1314]], nhân lúc Minh Tông lên ngôi, Chế Năng lập mưu chiếm lại hai châu [[châu Ô|Thuận]], [[châu Lý|Hóa]] (mà người Chiêm gọi là Ô, Lý) và thoát sự lệ thuộc vào Đại Việt.{{sfn|Cœdès1966|p=204}}{{sfn|Maspéro|2002|p=90}} Quân Chiêm Thành thường kéo sang quấy phá biên giới.{{sfn|Trần Trọng Kim|1971|pp=66-67}}\n\nNăm [[1318]], Trần Minh Tông sai Huệ Vũ Đại vương [[Trần Quốc Chẩn]] mở chiến dịch tấn công Chiêm Thành. Quân Đại Việt ban đầu bị thất lợi; tôn thất [[nhà Lý]] là Hiếu Túc hầu Lý Tất Kiến thiệt mạng.{{sfn|Ngô Sĩ Liên|1993|p=229}} Nhưng sau đó, đạo quân Thiên Thuộc do [[Phạm Ngũ Lão]] chỉ huy đã đột kích vào lưng địch, đánh tan tác quân Chiêm và buộc Chế Năng phải trốn sang [[đảo Java]] ([[Indonesia]]). Trần Quốc Chẩn xin Minh Tông lập tù trưởng [[Chế A Nan]] làm vua chư hầu ở Chiêm, rồi đem quân trở về.{{sfn|Maspéro|2002|p=90}} Sau chiến thắng, Minh Tông ban tước Quan nội hầu và tặng binh phù hình rùa (phi ngư phù) cho Phạm Ngũ Lão, rồi phong con Phạm Ngũ Lão làm quan.{{sfn|Ngô Sĩ Liên|1993|p=229}}\n\nSau khi quân nhà Trần rút lui, Chế A Nan tăng cường cống nạp cho nhà Nguyên, đồng thời thuyết phục vua Nguyên hỗ trợ Chiêm giành tự chủ khỏi Đại Việt. Năm 1324, [[Nguyên Anh Tông]] sai sứ sang dụ Minh Tông phải tôn trọng chủ quyền của Chiêm Thành.{{sfn|Maspéro|2002|p=90}} Lo sợ mất chư hầu về tay nhà Nguyên, Minh Tông sai Huệ Túc vương Trần Đại Niên tấn công Chiêm lần hai năm [[1326]]. Quân của Chế A Nan đã đánh bại được quân Trần Đại Niên.{{sfn|Cœdès1966|p=204}}{{sfn|Maspéro|2002|p=90}} Mặc dù nhà Trần không chính thức thừa nhận, thắng lợi này đã giúp Chiêm Thành giành quyền tự trị, không còn bất cứ sự liên đới nào với Đại Việt.{{sfn|Maspéro|2002|p=90}} Theo ''Đại Việt Sử ký Toàn thư'', Minh Tông đã quy trách nhiệm thất bại cho chính bản thân mình; ông nói:{{sfn|Ngô Sĩ Liên|1993|pp=235-236}}\n:''\"[[Trần Anh Tông|Tiên đế]] tắm mưa gội gió mới bắt được [[Chế Chí|chúa nước nó]]. [[Trần Quốc Chẩn|Quốc phụ]] là một trọng thần, phụng mệnh đi đánh, khiến chúa nước giặc là Chế Năng phải chạy sang nước khác… Nay Huệ Túc chỉ là một vương thôi, uy vọng không thể sánh với Quốc phụ, thế mà ta cứ ở yên trong cung, trao cho chuyên việc đánh dẹp, muốn bắt sống chúa nó thì làm nổi chăng?\"''.\n\n===Vụ án Trần Quốc Chẩn===\nHuệ Vũ Đại vương [[Trần Quốc Chẩn]] (陳國瑱) là con trai thứ của [[Trần Nhân Tông]], em của Anh Tông và là chú của Minh Tông. Không những thế, Quốc Chẩn có con gái là Huy Thánh Công chúa được lập làm [[hoàng hậu]] của Minh Tông, tức [[Hiến Từ Thái hậu|Hiến Từ Tuyên Thánh Hoàng hậu]]. Tháng 4 âm lịch năm 1324, Minh Tông bổ nhiệm Trần Quốc Chẩn làm Quốc phụ Thượng tể, trên cả ngạch [[Tể tướng]].{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}}\n\nNăm 1328, Minh Tông đã làm vua được 15 năm, tuổi khá cao mà chưa lập được Thái tử.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}} Mặc dù các thứ phi đã sinh được các hoàng tử [[Trần Hiến Tông|Trần Vượng]], [[Trần Nguyên Trác]], [[Trần Nghệ Tông|Trần Phủ]] nhưng Hiến Từ Hoàng hậu vẫn chưa sinh được con trai. Triều đình bấy giờ chia làm hai phái: phe của Trần Quốc Chẩn muốn Minh Tông đợi bằng được đến khi hoàng hậu sinh con trai, rồi mới lập Thái tử.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}} Đây là lệ trước giờ của nhà Trần, vốn không lập con của người khác họ lên ngôi, mà đều lập con của các [[hoàng hậu]], hoàng phi có xuất thân trong hoàng gia, cốt là để tránh họa ngoại thích mà bản thân họ Trần đã dùng khi thay ngôi [[nhà Lý]]. Trái lại, phe của Cương Đông Văn Hiến hầu (con hoặc em của Tá thánh Chiêu Văn vương [[Trần Nhật Duật]]) và Thiếu bảo [[Trần Khắc Chung]] ủng hộ lập con của Quý phi Lê thị là Vượng làm thái tử. Khắc Chung cùng quê [[Giáp Sơn]] ([[Kinh Môn]]) với quý phi họ Lê, và từng là thầy học của Hoàng tử Vượng.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}}\n\nĐể hạ bệ Hiến Từ Hoàng hậu, Cương Đông Văn Hiến hầu đã đưa 100 [[lượng (kim hoàn)|lạng vàng]] cho gia nô của Quốc Chẩn là Trần Phẫu, rồi xúi giục Phẫu tố giác với Minh Tông rằng Quốc Chẩn có ý mưu phản.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}} Ngay lập tức, nhà vua truyền lệnh bắt giam Quốc Chẩn vào chùa Tư Phúc trong [[hoàng thành Thăng Long]], rồi xin ý kiến Trần Khắc Chung về vấn đề này.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}} Khắc Chung đã thuyết phục Minh Tông rằng ''\"bắt hổ thì dễ, thả hổ thì khó\"''. Nghe lời Khắc Chung, Minh Tông truyền bắt Quốc Chẩn phải tuyệt thực. Tháng 3 âm lịch năm [[1328]], [[Trần Quốc Chẩn]] chết, hàng trăm người khác cũng bị bắt vì có liên quan với Quốc Chẩn. Từ đây, ngôi Thái tử thuộc về Trần Vượng. Sử quan triều Lê [[Ngô Sĩ Liên]] có nhận xét về việc này:{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}}\n{{cquote|\n''Ngôi thái tử là gốc của nước, không thể không lập sớm. Phận chính đích không thể để chi thứ phạm bừa. Vua ở ngôi đã lâu, con thứ đã lớn rồi mà con chính đích chưa sinh, thì làm thế nào? Tòng quyền là phải. Đợi con đích là chấp kính, lập con thứ là tòng quyền. Đến khi con đích sinh ra, lớn lên, thì gia phong cho con thứ tước vương, còn ngôi thái tử trả về con đích, ai bảo là chẳng nên?''\n\n''Có người hỏi rằng: \"Lỡ có chuyện không lành, vua cha mất trước thì nguy lắm\".''\n\n''Xin thưa: Hãy chăm chú vào lời dạy thường ngày, nhận rõ lấy những lời trong di chiếu, chọn người bề tôi xã tắc, ủy cho việc gửi gắm con côi, thì không có lo gì. Huống chi [[Trần Minh Tông#Nhận định|Minh Tông chính mình ở vào cảnh ấy rồi]], tất nhiên có thể xử trí được ổn thỏa. Quốc Chẩn là người cố chấp không linh hoạt, để cho kẻ gian thần thừa dịp gieo vạ, đáng thương thay.''|||Ngô Sĩ Liên}}\n\nMột thời gian sau, hai người vợ Trần Phẫu ghen nhau, bèn tố giác việc Phẫu nhận vàng của Văn Hiến hầu lên Minh Tông. Hoàng đế sai bắt giam Phẫu. Ngay ngày hôm đó, ngục quan Lê Duy tiến hành xét xử, khép Phẫu vào tội lăng trì. Bản án chưa kịp thi hành thì gia nô của Thiệu Võ, con trai Trần Quốc Chẩn, đã giết Phẫu làm thịt. Minh Tông tha chết cho Văn Hiến hầu, nhưng xoá tên khỏi hoàng gia và giáng làm thứ dân.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}\n\nTheo sử gia Hoa Kỳ K. W. Taylor trong sách ''A History of the Vietnamese'' (2013), Trần Minh Tông về cuối đời thường bị ám ảnh về việc không ngăn chặn cái chết của Trần Quốc Chẩn. Việc Trần Quốc Chẩn bị xử tử đã chấm dứt sự đoàn kết, tin tưởng lẫn nhau trong hoàng tộc Trần &ndash; vốn là sức mạnh của các triều vua trước. Taylor viết: ''\"Trần Mạnh từ đây trở thành một vị vua cô độc. Sự khuyên bảo từ các tôn thất cao niên và sự phục vụ trung thành từ các tôn thất trẻ trở nên suy giảm, như chưa từng có đối với một ông vua Trần\"''.{{sfn|Taylor|2013\n|p=143}}\n\n==Thái thượng hoàng==\n===Thời Trần Hiến Tông===\nNgày [[7 tháng 2]] âm lịch năm [[Kỷ Tỵ]] (tức ngày [[7 tháng 3]]g năm [[1329]]), Trần Minh Tông xuống chiếu phong Trần Vượng (10 tuổi) làm [[Thái tử]]. Đến ngày [[15 tháng 3]] thì ông nhường ngôi cho Thái tử Vượng. Thái tử lên ngôi Hoàng đế, tức [[Trần Hiến Tông]] (陳憲宗), tự xưng là Triết Hoàng (哲皇), tôn vua cha làm [[Thái thượng hoàng]] với hiệu là '''Chương Nghiêu Văn Triết Thái Thượng Hoàng Đế''' (章堯文哲太上皇帝). Thượng hoàng lui về [[phủ Thiên Trường]].{{sfn|Ngô Sĩ Liên|1993|pp=236-239}}{{sfn|Ngô Thì Sĩ|1991|p=94}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=267-269}} Theo sách ''Đại Việt Sử ký Toàn thư'', Hiến Tông có \"tư trời tinh anh, sáng suốt\", nhưng vì tuổi còn trẻ nên Thượng hoàng nắm quyền quyết định mọi việc trong nước.{{sfn|Ngô Sĩ Liên|1993|p=240}}{{sfn|Ngô Sĩ Liên|1993|p=246}}\n\nSau khi Hiến Tông vừa lên ngôi, vào mùa đông năm [[1329]], quân Ngưu Hống tấn công miền tây bắc. Theo ''Đại Việt Sử ký Toàn thư'', Ngưu Hống đã thần phục [[Đại Việt]] từ thời [[Trần Nhân Tông]], nay lại sang đánh chiếm vùng Đà Giang.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}} Minh Tông đốc suất đại quân đánh \"man Ngưu Hống\", và sai Thiêm tri [[Nguyễn Trung Ngạn]] đi theo để biên soạn thực lục.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=270-271}} Trước ngày xuất quân, [[Trần Khắc Chung]] đã khuyên thượng hoàng nên đánh Chiêm Thành thay vì Ngưu Hống, viện lẽ rằng các đời vua trước đánh Chiêm Thành thường bắt được vua nước đó, đang khi Đà Giang \"''vốn có tiếng là đất lam chướng, lại nhiều ghềnh thác chảy xiết, không lợi cho việc hành quân\"''. Thượng hoàng từ chối, bảo rằng ông có nghĩa vụ phải cứu giúp nhân dân ở bất cứ nơi nào có loạn, không được ''\"so đo khó dễ lợi hại\"''.{{sfn|Ngô Sĩ Liên|1993|pp=236-239}} Trong chiến dịch này, cánh quân tiên phong của Đại Việt do Chiêu Nghĩa hầu chỉ huy bại trận, Tuyên uy tướng quân Vũ Tư Hoằng chết. Thượng hoàng đưa đại quân lên đánh, quân Ngưu Hống chạy trốn vào rừng núi, rồi đại quân trở về Kinh sư.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=270-271}}{{sfn|Trần Trọng Kim|1971|p=67}}\n\nTheo ''Đại Việt Sử ký Toàn thư'', năm [[1334]], quân Ai Lao xâm lấn biên giới phía tây, Thượng hoàng lại thân chinh đi đánh dẹp. Khi đại quân của ông tới [[Ngọc Ma (phủ)|Châu Kiềm]] ([[Nghệ An]]), quân Ai Lao lập tức tháo chạy. Thượng hoàng sai Nguyễn Trung Ngạn soạn bài bia ghi lại chiến thắng khắc lên núi đá, rồi đem quân trở về.{{sfn|Ngô Sĩ Liên|1993|p=244}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=273}} Năm sau ([[1335]]) Ai Lao lại kéo vào đánh phá ấp Nam Nhung thuộc Châu Kiềm ([[Nghệ An]]), Thượng hoàng Minh Tông định thân chinh, nhưng lại bị đau mắt, có người xin hoãn lại. Minh Tông không đồng tình, vì cho rằng thiên hạ sẽ bảo mình nhát và quyết tâm thân chinh.{{sfn|Ngô Sĩ Liên|1993|p=244}} Đến Nghệ An, Thượng hoàng cử [[Đoàn Nhữ Hài]] làm chỉ huy quân Thần Vũ, Thần Sách và quân Nghệ An tấn công trại Ai Lao trên sông Tiết La (có lẽ là một đoạn [[sông Lam]] gần Cửa Rào). Đoàn Nhữ Hài khinh suất ra quân nên đúng lúc gặp sương mù bị rơi vào phục kích, bị thua trận và chết đuối. Thượng hoàng khóc thương tiếc và không coi đó là lỗi của Nhữ Hài.{{sfn|Quốc sử quán triều Nguyễn|1998|p=274}}{{sfn|Trần Trọng Kim|1971|p=68}} Tháng 2 âm lịch năm [[1336]], thượng hoàng rút quân về Thăng Long.{{sfn|Ngô Sĩ Liên|1993|p=245}}\n:Ghi chép về chiến dịch Ai Lao của thượng hoàng Trần Minh Tông trong ''Đại Việt Sử ký Toàn thư'' có mâu thuẫn với nội dung ''[[Ma Nhai kỷ công bi văn]]'', tấm văn bia khắc trên núi Thành Nam (xã Chi Khê, huyện Con Cuông, tỉnh Nghệ An ngày nay) do [[Nguyễn Trung Ngạn]] soạn thảo, để kỉ niệm chiến thằng của Minh Tông. Theo ''Toàn thư'' thì năm [[1334]], thượng hoàng đánh Ai Lao lần đầu, quân Ai Lao chưa đánh đã tan, rồi thượng hoàng sai Nguyễn Trung Ngạn khắc văn bia lên núi đá; năm [[1335]], thượng hoàng đánh Ai Lao lần hai, bị thua.{{sfn|Ngô Sĩ Liên|1993|p=244}} Nhưng văn bia của Nguyễn Trung Ngạn lại ghi nhận thời điểm ra đời của nó là vào mùa đông năm [[Ất Hợi]] ([[1335]]) và kể rằng trong năm này, thượng hoàng đem sáu quân đánh bại Ai Lao, tù trưởng Ai Lao là Bổng phải trốn chạy.{{sfn|Viện sử học|2013|p=243}}\n\nTháng 6 âm lịch năm [[1336]], thượng hoàng tiến hành xét duyệt các quan văn võ. Tháng 7 âm lịch năm [[1337]], thượng hoàng cho [[Nguyễn Trung Ngạn]] làm An phủ sứ [[Nghệ An]] kiêm Quốc sử viện giám tu quốc sử, Hành Khoái Châu lộ tào vận sứ. Trong khoảng năm [[1333]] &ndash; [[1338]] có nhiều thiên tai như lụt lội, bão gió, động đất; do vậy, Nguyễn Trung Ngạn đề xuất lập kho lương chứa thóc tô để kịp thời cứu trợ dân đói. Thượng hoàng chấp nhận, và xuống chiếu cho các lộ áp dụng theo ý Trung Ngạn.{{sfn|Ngô Sĩ Liên|1993|p=245}}\n\nTháng 9 âm lịch năm 1337, thượng hoàng truyền lệnh cho các quan trong triều và ở các lộ, mỗi năm đều phải khảo sát các thuộc viên dưới quyền mình, ai có bằng chứng rõ ràng về sự cần mẫn, tận tụy thì được giữ lại, còn ai biếng nhác thì cho nghỉ việc.{{sfn|Ngô Sĩ Liên|1993|p=245}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=275}}\n\nCũng trong nửa sau năm [[1337]], thượng hoàng sai Hưng Hiếu vương đêm quân đánh Ngưu Hống ở Đà Giang. Hưng Hiếu vương tấn công vào trại Trình Kỳ, tiêu diệt quân [[Ngưu Hống]] và chém chết tù trưởng [[Xa Phần]].{{sfn|Ngô Sĩ Liên|1993|p=245}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=275}} Về Thăng Long, các binh tướng có công đều được trọng thưởng. Hưng Hiếu vương xin thưởng cho cả người giữ thuyền, như [[Trần Khánh Dư]] đã làm khi chinh chiến ở Nam Nhung ngày trước. Thượng hoàng từ chối, vì xét thấy ''\"Khánh Dư đi đánh Nam Nhung, từ Nghệ An đi bộ mấy ngày, đến sông Nam Nhung mới đục gỗ làm thuyền. Đó là giữ thuyền trong đất của giặc, chứ không phải là giữ thuyền ở Nghệ An. Người giữ thuyền lần này thì khác thế. Vả lại... nếu người giữ thuyền muốn nhờ ở chiến thắng để lấy thưởng, giả sử người đi đánh bị chết thì người giữ thuyền cũng chịu chết chăng?\"'' Gia nô của Hưng Hiếu vương là Phạm Ngải có đóng góp vào chiến thắng, song thượng hoàng tuân theo lệ đời trước, nên không cho Ngải làm quan và chỉ tặng Ngải 5 phần suất ruộng.{{sfn|Ngô Sĩ Liên|1993|p=245}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=275}}\n\nTrong thời kỳ này có Hậu nghi đài lang, Thái sử cục lệnh là [[Đặng Lộ]] người huyện Sơn Minh (nay là Ứng Hòa, [[Hà Nội]]) đã chế ra một dụng cụ xét nghiệm khí tượng gọi là Lung Linh nghi, khi khảo nghiệm không việc gì là không đúng. Mùa xuân năm [[1339]], Đặng Lộ xin đổi tên lịch Thụ thì (tên lịch từ nhiều đời trước đến nay) thành lịch Hiệp kỷ, được thượng hoàng chuẩn tâu.{{sfn|Ngô Sĩ Liên|1993|p=246}}\n\n===Thời Trần Dụ Tông===\nNgày [[11 tháng 6]] năm [[Tân Tỵ]] (tức ngày [[24 tháng 7]] năm [[1341]]), Trần Hiến Tông mất ở chính tẩm, hưởng dương 23 tuổi. Lúc này, bà Hiến Từ đã sinh cho Thượng hoàng 2 hoàng tử Trần Nguyên Dục và Trần Hạo. Nguyên Dục là trưởng nam, nhưng bị Thượng hoàng xem là \"người ngông cuồng\" và không chọn làm vua.{{sfn|Ngô Sĩ Liên|1993|pp=246-247}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=277-276}} Ngày [[21 tháng 8]] âm lịch (tức ngày [[2 tháng 10]]) năm [[1341]], Thượng hoàng lập Trần Hạo lên ngôi, tức Hoàng đế [[Trần Dụ Tông]] (陳裕宗), lấy niên hiệu là Thiệu Phong. Dụ Tông mới 6 tuổi nên Thượng hoàng vẫn cai quản mọi việc triều chính. Cuối năm [[1341]], ông sai [[Nguyễn Trung Ngạn]] và [[Trương Hán Siêu]] biên soạn bộ ''Hoàng triều đại điển'' và khảo soạn bộ ''Hình thư'' để ban hành.{{sfn|Ngô Sĩ Liên|1993|pp=246-247}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=277-276}}\n\nMùa xuân năm [[1342]], Thượng hoàng tiến hành khảo sát các quan văn võ và tạp lưu. Đến tháng 7 âm lịch, ông phong Trương Hán Siêu làm Tả ty lang trung kiêm Kinh lược sứ Lạng Giang, lại sai Nguyễn Trung Ngạn tuyển đinh tráng các lộ để bổ sung vào Cấm vệ quân. Từ đây, Khu mật viện bắt đầu được nắm Cấm vệ quân.{{sfn|Ngô Sĩ Liên|1993|pp=246-247}}\n\nCũng trong năm [[1342]], Thượng hoàng sa thải Giám sát ngự sử Doãn Định và Nguyễn Như Vi. Nguyên là khi Ngự sử đài vừa được trùng tu, Thượng hoàng đến thăm Ngự sử đài, được Ngự sử Trung tán Lê Duy theo hầu. Doanh Định, Nguyễn Như Vi dâng sớ kháng nghị, nói Thượng hoàng không được vào Ngự sử đại và trách Lê Duy không chịu can gián. Thượng hoàng đã nhiều lần dụ họ, bảo là: ''\"Ngự sử đài cũng là một trong các cung điện, chưa từng có cung điện nào mà thiên tử không được vào... Ngày xưa [[Đường Thái Tông]] còn xem Thực lục, huống chi là vào đài!\"''; nhưng hai người vẫn không phục, để rồi bị bãi chức.{{sfn|Ngô Sĩ Liên|1993|pp=246-247}} Theo sử gia Mỹ hiện đại K. W. Taylor, trong bối cảnh nhiều tôn thất-công thần đã mất (Trần Nhật Duật [[1330]], Trần Khánh Dư [[1340]]...) và Nho quan gốc bình dân được cất nhắc nhiều hơn, thái độ của hai giám sát ngự sử cho thấy quan viên nguồn gốc bình dân đã bắt đầu trở nên gắn liền vào cái mà họ cho là đặc quyền của mình tại triều đình.{{sfn|Taylor|2013|p=147}}\n\nMùa xuân năm [[1344]], Thượng hoàng ban bố một số cải cách hành chính, bao gồm:{{sfn|Ngô Sĩ Liên|1993|p=248}}\n:''\"Đổi Hành khiển ty ở cung Thánh Từ làm Thương thư sảnh, còn Hành khiển ty ở cung Quan Triều vẫn để là môn hạ sảnh như cũ.''\n:''Đặt đại sứ và phó sứ của viện Tuyên Huy.''\n:''Đổi kiểm pháp quan của viện Đăng Văn thành Đình úy, Tự khanh và Thiếu khanh.''\n:''Đặt đồn điền sứ và phó sứ ở ty Khuyến nông.''\n:''Lộ lớn thì đặt An phủ sứ và phó sứ, thuộc châu thì đặt Thông phán. Lại đặt chức Đề hình và chức Tào ty chuyển vận ở lộ nhỏ. Phủ Thiên Trường thì đặt là Thái phủ và Thiếu phủ.\"''\n\nTrong thời Thiệu Phong, một vài đợt hạn hán, mất mùa lớn đã xảy ra, dẫn đến đói kém và bạo loạn ở nhiều nơi. Một số cuộc nổi dậy của nông dân đã bùng phát, như của Ngô Bệ người Trà Hương (tháng 2 âm lịch năm [[1344]]) và người tên Tề xưng làm cháu ngoại Hưng Đạo Đại vương [[Trần Quốc Tuấn]] (tháng 3 âm lịch năm [[1354]]).{{sfn|Quốc sử quán triều Nguyễn|1998|pp=277-276}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=283}} Ngoài ra còn có những cuộc bạo động khác của người [[Lạng Sơn]] và [[Thái Nguyên]] năm 1351.{{sfn|Quốc sử quán triều Nguyễn|1998|p=281}} Thượng hoàng phải lập 20 đô phong đoàn ở các lộ để trấn áp. Trừ cuộc nổi dậy của Ngô Bệ tới năm 1360 mới bị dẹp, các cuộc nổi dậy khác đều nhanh chóng bị dập tắt. Bên cạnh đó, Minh Tông cũng ban hành những biện pháp như ''\"giảm một nửa thuế nhân đinh\"'' ([[1343]]), ''\"soát tù, giảm tội bọn tội phạm\"'' ([[1345]]) và ''\"giảm một nửa tô ruộng\"'' ([[1354]]) nhằm cải thiện dân tình.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}\n\nTháng 3 âm lịch năm [[1345]], Thượng hoàng mở khoa thi Thái học sinh để tuyển quan, trong đó cho thi các môn ám tả, cổ văn, kinh nghĩa và thi phú. Cũng trong thời gian này, ông ra lệnh khôi phục chức tước cho Huệ Vũ Đại vương Quốc Chẩn.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}\n\nTrong thời kỳ này, thuyền buôn Trung Quốc và nước ngoài tập trung đông đúc ở trấn Vân Đồn (Quảng Ninh); hoạt động buôn bán nơi đây diễn ra rộn rịp. Điều này đem lại nhiều lợi ích kinh tế &ndash; tài chính cho Đại Việt, nhưng cũng ẩn chứa rủi ro. Chẳng hạn, khi Trung Quốc muốn tấn công Đại Việt, trong số thương nhân người Hoa ở Vân Đồn thường có người đứng ra làm trung gian giữa Trung Quốc với những người Đại Việt theo Trung Quốc. Do vậy, triều đình Đại Việt chủ trương kiểm soát ngoại thương.{{sfn|Đào Duy Anh|2007|p=207}} Tháng 11 âm lịch năm [[1349]], Thượng hoàng đặt ra quan trấn, quan lộ và sát hải sứ ở trấn Vân Đồn, lại đặt quân Bình Hải để đề phòng giặc cướp và quản lý Vân Đồn.{{sfn|Phạm Đình Ba|2002|p=152}}{{sfn|Trần Xuân Sinh|2003|p=328}} Chính sách kiểm soát ngoại thương sẽ còn được phát triển rộng trong thời [[nhà Hậu Lê|Lê]], đưa đến tình trạng ''bế quan tỏa cảng''.{{sfn|Đào Duy Anh|2007|p=207}}\n\nNăm [[1345]], vì [[Chiêm Thành]] đã lâu không cống, Thượng hoàng cử sứ sang trách hỏi, [[Chiêm Thành]] chịu cống nhưng chỉ dâng lễ vật sơ sài.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}} Tháng 5 âm lịch năm đó, người Ai Lao lại sang quấy nhiễu biên giới. Thượng hoàng sai Bảo Uy vương là Hoàn đi đánh, phá tan quân Ai Lao, thu được nhiều tù binh và gia súc. Từ đây đến khi nhà Trần cáo chung ([[1400]]), quân Ai Lao không còn xâm lấn [[Đại Việt]] nữa. Hai năm sau (tháng 6 âm lịch năm [[1347]]), Minh Tông giết Bảo Uy vương vì tội tư thông với cung nữ và ăn cắp áo của Dụ Tông.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}\n\nSau khi vua Chiêm [[Chế A Nan]] chết, hai con rể là [[Trà Hòa]] và [[Chế Mỗ]] tranh đoạt quyền kế vị. Năm [[1351]], Chế Mỗ sang Đại Việt, dâng cống thú lạ và cầu viện vua Trần. Thượng hoàng sai đại quân đưa Chế Mỗ về nước. Bộ binh đến Cổ Lũy ([[Quảng Ngãi]]), thủy quân tải lương không kịp, bèn rút lui về. Chiến dịch đánh Chiêm [[1351]] thất bại, và Chế Mỗ ở lại Đại Việt cho tới khi chết.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}\n\nTháng 9 âm lịch năm [[1353]], Trà Hòa xua quân đánh phá [[châu Lý|châu Hóa]] ([[Thừa Thiên Huế]] ngày nay). Quân [[Đại Việt]] bị thiệt hại nặng nề. Phải đến khi vua Trần Dụ Tông cử Trương Hán Siêu làm chỉ huy quân Thần Sách tại châu Hóa, tình hình mới ổn định trở lại.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}}\n\n==Qua đời==\nNăm [[1356]], Thượng hoàng Trần Minh Tông, Hoàng đế Trần Dụ Tông cùng đi tuần Nghệ An. Tháng 8 âm lịch năm này, Thượng hoàng lại đến chơi đền Huệ Vũ Đại vương Quốc Chẩn ở núi Kiệt Đặc, [[Chí Linh]] ([[Hải Dương]]); lúc trở về, ông bị một con ong vàng đốt ở má bên trái, do đó mà sinh bệnh. Vương hầu, quan lại định lập đàn chay cầu đảo; Thượng hoàng nghe tin, gọi con thứ ba là Hữu tướng quốc [[Trần Nghệ Tông|Trần Phủ]] đến hỏi. Trần Dụ Tông sợ, nên bảo Phủ nói là Phạm Ứng Mộng muốn chết thay Thượng hoàng. Trần Phủ đem lời này tâu với Thượng hoàng, Thượng hoàng phán: {{sfn|Ngô Sĩ Liên|1993|pp=247-255}}\n:''\"Ứng Mộng tự nhận làm địa vị Chu Công thì cứ lấy thân mình mà chết thay cho cha hắn, còn đàn chay thì không được làm!\"''\n\nHiến Từ Thái hậu muốn phóng sinh gia súc để cầu mong Thượng hoàng hết bệnh, ông cũng ngăn lại: ''\"Thân ta không thể lấy con lợn, con dê mà đổi được\"''.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}} Nhà vua triệu các ngự y Trâu Canh, Vương Định, Phạm Thế Thường bắt mạch cho Thượng hoàng, Trâu Canh kết luận đây là ''\"mạch phiền muộn\"''. Thượng hoàng liền ứng khẩu một [[Trần Minh Tông#Tác phẩm|bài thơ chấm biếm]] nhóm Trâu Canh. Theo ''Đại Việt Sử ký Toàn thư'', Thượng hoàng vốn không ưa Canh vì người này ra vào cung cấm, từng thông dâm với cung nữ, và dùng những lời nói mê hoặc, gian xảo để mê hoặc Trần Dụ Tông. Trâu Canh bèn sắc thuốc dâng lên, thượng hoàng từ chối uống, vì ''\"\"Người ta ở đời, bao nhiêu khổ não. Ngày nay thoát được khổ não này, thì ngày khác lại phải chịu khổ não khác\"''.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}}\n\nNgày [[19 tháng 2]] âm lịch ([[10 tháng 3]] dương lịch) năm [[1357]], Thượng hoàng Trần Minh Tông [[chết|qua đời]] tại cung Bảo Nguyên, hưởng dương 57 tuổi. Ông được tôn [[thụy hiệu]] là '''Chương Nghiêu Văn Triết Hoàng Đế''' (章堯文哲皇帝). Ngày [[11 tháng 11]] âm lịch ([[22 tháng 12]] dương lịch) năm đó, Minh Tông được mai táng vào Mục Lăng, xã Yên Sinh, huyện [[Đông Triều]], tỉnh [[Quảng Ninh]] ngày nay.{{sfn|Ngô Sĩ Liên|1993|pp=247-255}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}}\n\nSau khi Trần Minh Tông mất, Trần Dụ Tông tự mình chấp chính. Theo ''Đại Việt Sử ký Toàn thư'', vị hoàng đế này ham mê hưởng lạc, rượu chè, đánh bạc, lại xây dựng nhiều cung điện xa hoa, tin dùng gian thần. Ở phía Nam, [[Chiêm Thành]] đã mạnh lên, liên tục đánh phá [[Đại Việt]]; triều Trần đến hồi suy vong.{{sfn|Ngô Sĩ Liên|1993|pp=255-260.}}\n\n==Quan điểm==\nTrần Minh Tông thường dặn các con tìm hiểu về các nhân vật lịch sử, để biết điều đúng mà noi theo, biết điều sai mà tránh làm.{{sfn|Ngô Sĩ Liên|1993|p=254}} Sau khi Minh Tông nhường ngôi lên làm Thái thượng hoàng, có lần Uy Túc công Văn Bích khuyên ông không nên kể về các bạo chúa (vì sợ các hoàng tử bắt chước), Thượng hoàng phản bác rằng:{{sfn|Ngô Sĩ Liên|1993|p=237}}\n{{cquote|\n''Thiện ác đều phải nêu để đối chiếu, không thể bỏ một bên nào. Nếu con ta quả là hiền, thì nghe điều thiện tất phải theo mà học tập, nghe điều ác tất phải ghét mà tránh xa; thiện, ác đều có thể làm gương được cả. Nếu con ta không hiền, thì đợi gì thấy kẻ ác rồi mới làm điều ác? Như [[Thái Khang]] thất đức, là bởi các vua trước chơi bời mà bắt chước hay sao? [[Tùy Dạng Đế]] luôn mồm nói đến [[Nghiêu]] [[Thuấn]], nhưng mọi việc làm của ông ta thì lại như [[Hạ Kiệt]], [[Trụ Vương]], có phải là ông ta thấy điều thiện mà bắt chước hay sao''.|||Trần Minh Tông}}\n\nĐối với việc an táng, Trần Minh Tông tỏ ra là người ít tin vào duy tâm. Năm [[1332]], khi làm lễ an táng [[Thuận Thánh hoàng hậu|Thuận Thánh Hoàng thái hậu]] vào Thái Lăng, ở Yên Sinh, Thượng hoàng Minh Tông sai các quan chọn ngày chôn cất. Có người bác đi cho rằng: ''Chôn năm nay tất hại người tế chủ''. Thượng hoàng không đồng tình, cho rằng:{{sfn|Ngô Sĩ Liên|1993|p=243}}\n:''Lễ cát lễ hung phải chọn ngày là vì coi trọng việc đó thôi, chứ đâu có phải câu nệ họa phúc như các nhà âm dương''.\n\nVà ông vẫn cử hành lễ tang.{{sfn|Ngô Sĩ Liên|1993|p=243}}\n\nThượng hoàng thường dạy các hoàng tử:{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}} \n:''Ai mà trì khu làm giàu, co cỏm bỏn sẻn, thì không phải là con ta. Thà rằng hào phóng mà phải nghèo, dẫu không khỏi túng thiếu đấy thật, nhưng vẫn không phi tiếng là con nhà sang''.\n\nÔng cũng hay nói:{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}} \n{{cquote|\n''Ông vua dùng người, không phải có thiên vị với ai đâu. Nếu ta thực là người hiền, thì những người mình dùng được cũng hiền; ấy như [[Nghiêu]], [[Thuấn]] với Tắc, Tiết, Quỳ, Long đấy. Nếu như không phải là người hiền, thì những người mình dùng cũng không phải là hiền; ấy như [[Hạ Kiệt|Kiệt]], [[Trụ Vương|Trụ]] với Phi Liêm, Ác Lai đấy. Đó là cái lẽ thanh ứng khí cầu, loài nào đi thứ ấy, chứ có tây vị ai được đâu?''|||Trần Minh Tông}}\n\nTrần Minh Tông còn là một [[Phật giáo|Phật tử]] mộ đạo<ref name=\"thichphuocson2\"\/>. Mối quan hệ giữa nhà vua với các thiền sư [[Thiền phái Trúc Lâm]] như [[Pháp Loa]] và [[Huyền Quang]] được ghi nhận là rất tích cực.<ref name=\"thanhdangnguluan\"\/> Năm [[1314]], ngay sau khi lên ngôi, hoàng đế sai dựng 3 bức tượng Phật cao 17 thước ở chùa Báo Ân-Siêu Loại (nay thuộc huyện [[Gia Lâm]], [[Hà Nội]]). Cũng tại đây, ông cho lập điện Phật, gác kinh, nhà Tăng, tổng cộng 33 sở. Thầy [[Pháp Loa]], tổ thứ hai [[Thiền phái Trúc Lâm]] đã đặt tên cho các nơi này; Minh Tông tự mình viết tấm biển \"Nhị hương điện\" trao cho chùa. Năm [[1316]], Thượng hoàng Anh Tông hạ chiếu thỉnh thầy Pháp Loa vào đại nội trao giới Bồ-tát tại gia cho Minh Tông.<ref name=\"thichphuocson2\">{{harvnb|Thích Phước Sơn|1995|loc=Phần hai: [http:\/\/www.vnbet.vn\/tam-to-thuc-luc\/phan-hai-vi-to-su-doi-thu-hai-cua-phai-truc-lam-duoc-dac-phong-pho-tue-minh-giac-tinh-tri-dai-ton-gia-11523-11523.html \"Vị tổ sư thứ hai của phái Trúc Lâm (được đặc phong Phổ Tuệ Minh Giác Tịnh Trí Đại Tôn Giả\"]}}<\/ref> Từ đó, Minh Tông càng chuyên tâm nghiên cứu, học hỏi về [[Thiền tông|Thiền học]].<ref name=\"thanhdangnguluan\"\/> Theo ''Thánh đăng ngữ lục'', Minh Tông đã khuyến khích các thiền sư Pháp Loa, Huyền Quang, Pháp Cổ, Kim Sơn và Cảnh Huy giảng kinh sách của [[Thích-ca Mâu-ni|Phật]] và các Tổ Thiền tông ở hai kinh đô: Thăng Long và Thiên Trường. Minh Tông còn cống hiến nhiều tiền, vàng và nhân công cho việc xây dựng Bảo tháp Viên Thông (nơi chứa nhục thân của [[Pháp Loa]] sau khi ông viên tịch) và chùa Đại Tư Quốc &ndash; đều ở [[Hải Dương]].<ref name=\"thanhdangnguluan\"\/> ''Toàn thư'' cũng ghi lại một lần Minh Tông bảo vệ lập trường trước Huệ Túc vương Trần Đại Niên, một người bài xích đạo Phật:{{sfn|Ngô Sĩ Liên|1993|p=238}}\n:''\"Lại một hôm, [Thượng hoàng] mời Huệ Túc vương vào tẩm điện, bảo ông ngồi. Thượng hoàng đang ăn chay. Huệ Túc vương... nhân nói:''\n::''- Thần không biết ăn chay thì có ích lợi gì?''\n:''Thượng hoàng đoán biết ý ông, liền dụ rằng:''\n::''- Ông cha ta ngày xưa thường ăn cơm chay, cho nên ta bắt chước đó thôi, còn ích lợi gì thì ta không biết.''\n:''Huệ Túc im lặng rồi lui ra.\"''\n\n==Tác phẩm==\nTác phẩm của Trần Minh Tông có ''Minh Tông thi tập'' (1 quyển) nhưng nay đã mất. Một phần bị đốt theo yêu cầu của ông lúc lâm chung, một phần có lẽ bị người [[Nhà Minh|Minh]] hủy hoại trong thời [[Bắc thuộc lần 4|Bắc thuộc 1407-1427]].<ref name=\"NHC\">Theo GS [[Nguyễn Huệ Chi]], ''Từ điển văn học'' (bộ mới). Nhà Xuất bản Thế giới, 2004, tr. 1794.<\/ref> Hiện chỉ còn 25 bài thơ chép rải rác trong ''[[Việt âm thi tập]]'', ''[[Đại Việt sử ký toàn thư]]'' và ''[[Nam Ông mộng lục]]''. Ngoài ra, Trần Minh Tông còn có bài đề tựa tập thơ ''Đại hương hải ấn'' (Tập thơ ấn chứng của biển lớn nước thơm) của [[Trần Nhân Tông]].{{sfn|Nhiều tác giả|1988|pp=779-780}}<ref name=\"NHC\"\/>\n\n[[Tập tin:Bach Dang Giang - Tran Minh Tong.jpg|nhỏ|Bài thơ \"Bạch Đằng Giang\" của Trần Minh Tông trong đền Trần ([[Nam Định]]).]]\nTrong sách ''Thơ văn Lý Trần'' (tập 2, quyển thượng), các tác giả [[Nguyễn Huệ Chi]], [[Trần Thị Băng Thanh]], Đỗ Văn Hỷ và Trần Tú Châu nhận xét thơ của Minh Tông ''\"đã phản ánh trung thực tư tưởng, tình cảm và tính cách của ông. Qua thơ, Minh Tông tỏ ra là một vị vua có tinh thần chủ động, năng nổ với việc nước, ưu ái đối với các bề tôi giỏi, thương yêu dân chúng trong bờ cõi và cả dân chúng các nước láng giềng. Thơ Minh Tông hùng hồn, phóng khoáng, nhưng cũng bình dị, tự nhiên, tinh tế. Nhà thơ không ngần ngại bộc bạch những tâm sự sâu kín, những lỗi lầm thời trẻ mà sau này ông mới nhận thức được\"''.{{sfn|Nhiều tác giả|1988|pp=779-780}}\n\nCuốn ''Thơ văn Lý-Trần'' đã ghi lại một số thi phẩm của vua Minh Tông, như:\n\n* Cam Lộ tự:\n\n{|\n|\n: Nguyên tác: '''甘露寺'''\n: 聳翠攢蒼入望多，\n: 溪西月影轉簷斜。\n: 隔林啼鳥尤岑寂， \n:一徑古松初墜花。\n|\n: Hán Việt: '''Cam Lộ tự'''\n: ''Tủng thúy toàn thương nhập vọng đa,''\n: ''Khê tây nhật ảnh chuyển thiềm tà.''\n: ''Cách lâm đề điểu vưu sầm tịch,''\n: ''Nhất kính cổ tùng sơ trụy hoa.''\n|\n: Dịch thơ: '''Chùa Cam Lộ''' (Nam Trân){{sfn|Nhiều tác giả|1988|p=783}}\n: ''Trập trùng núi biếc non xanh,''\n: ''Bóng chiều bên suối chênh chênh rọi thềm.''\n: ''Bên rừng càng quạnh tiếng chim,''\n: ''Thông già một lối im lìm rụng hoa.''\n|}\n\n* Bạch Đằng giang:\n\n{|\n|\n: Nguyên tác: '''白藤江'''\n: 挽雲劍戟碧巑岏，\n: 海唇吞潮捲雪瀾。\n: 綴地花鈿春雨霽，\n: 撼天松籟晚霜寒。\n: 山河今古雙開眼，  \n: 胡越贏輸一倚欄。 \n: 江水渟涵斜日影， \n: 錯疑戰血未曾乾。\n|\n: Hán Việt: '''Bạch Đằng giang'''\n: ''Vãn vân kiếm kích bích toàn ngoan,''\n: ''Hải thẩn thôn triều quyển tuyết lan.''\n: ''Xuyết địa hoa điền xuân vũ tễ,''\n: ''Hám thiên tùng lại vãn sương hàn.''\n: ''Sơn hà kim cổ song khai nhãn,''\n: ''Hồ Việt doanh thâu nhất ỷ lan.''\n: ''Giang thuỷ đình hàm tà nhật ảnh,''\n: ''Thác nghi chiến huyết vị tằng can.''\n|\n: Dịch thơ: '''[[Sông Bạch Đằng]]''' (Đào Phương Bình và Nam Trân)'''{{sfn|Nhiều tác giả|1988|pp=795-796}}'''\n: ''Chạm mây gươm giáo, xanh von vót,''\n: ''Sóng tuyết khi đầy lại lúc vơi.''\n: ''Mưa tạnh hoa phô vàng mặt đất,''\n: ''Sương lừa thông réo tiếng vang trời.''\n: ''Non sông kim cổ hai lần dậy,''\n: ''[[Trận sông Bạch Đằng (1288)|Hồ Việt hơn thua]], một thoáng thôi.''\n: ''Chan chứa dòng sông ngầu bóng xế,'' \n: ''Ngỡ là máu giặc hãy còn tươi.''\n|}\n\n* Bài thơ ''Xem mạch'' (診脈 - ''Chẩn mạch'') do Trần Minh Tông ứng khẩu trước khi mất, để châm biếm quan thầy thuốc Trâu Canh:\n{|\n|\n: Nguyên tác: '''診脈'''\n: 診脈休論煩悶多\n: 鄒公良劑要調和。\n: 若言煩悶無休歇\n: 只恐重招煩悶加。\n|\n: Hán Việt: '''Chẩn mạch'''\n: ''Chẩn mạch hưu luân phiền muộn đa,'' \n: ''Trâu công lương tễ yếu điều hoà.'' \n: ''Nhược ngôn phiền muộn vô hưu yết,'' \n: ''Chỉ khủng trùng chiêu phiền muộn gia.''\n|\n: Dịch thơ: '''Xem mạch''' (Cao Huy Giu){{sfn|Nhiều tác giả|1988|=789}}\n: ''Xem mạch đừng nên nói muộn phiền,'' \n: ''Trâu công hãy liệu thuốc cho yên.'' \n: ''Bảo rằng phiền muộn không sao dứt,'' \n: ''Chỉ sợ càng tăng phiền muộn lên.''\n|}\n\n* Trong ''Thánh đăng ngữ lục'' và ''Thơ văn Lý-Trần'' cũng chép lại một bài kệ Minh Tông sáng tác trước khi mất, tựa ''Tương tịch ký Kim Sơn thiền sư'' (將寂寄金山禪師其二 được dịch nghĩa là ''Sắp mất gửi Thiền sư Kim Sơn''):{{sfn|Nhiều tác giả|1988|pp=816-817}}\n{|\n|\n: Nguyên tác: '''將寂寄金山禪師其二'''\n: 蓄藥欲治病， \n: 無病安用藥。 \n: 今有無米飯， \n: 無口人咬著。\n|\n: Hán Việt: '''Tương tịch ký Kim Sơn thiền sư'''\n: ''Súc dược dục trị bệnh,'' \n: ''Vô bệnh an dụng dược?'' \n: ''Kim hữu vô mễ phạn,'' \n: ''Vô khẩu ngân giáo trước.''\n|\n: Dịch thơ: '''Sắp mất gửi Thiền sư Kim Sơn''' (Huệ Chi)'''{{sfn|Nhiều tác giả|1988|pp=815-816}}'''\n: ''Tích thuốc nhằm chữa bệnh,''\n: ''Không bệnh, thuốc đâu cần?'' \n: ''Như có cơm \"không gạo\",'' \n: ''Cho người \"không miệng\" ăn.''\n|}\n\n==Nhận định==\nĐánh giá về Trần Minh Tông, sử thần [[nhà Lê sơ|đời Lê sơ]] [[Ngô Sĩ Liên]] viết trong ''[[Đại Việt Sử ký Toàn thư]]'':{{sfn|Ngô Sĩ Liên|1993|p=227}}\n{{cquote|\n''Vua đem văn minh sửa sang đạo trị nước, làm rạng rỡ công nghiệp của người xưa, giữ lòng trung hậu, lo nghĩ sâu xa, trong yên ngoài phục, kỷ cương đủ bày. Tiếc rằng không nhận biết mưu gian của Khắc Chung, để đến nỗi Quốc Chẩn phải chết, đó là chỗ kém thông minh vậy.''|||[[Đại Việt Sử ký Toàn thư]]}}\n\n[[Phan Phu Tiên]], một sử thần khác thời Lê sơ, cũng bình luận:{{sfn|Quốc sử quán triều Nguyễn|1998|pp=283-285}} \n{{Cquote|\n''Minh Tông có tư chất nhân hậu, nối nghiệp thái bình, không thay đổi phép tắc của ông cha đã định. Khi bấy giờ có người học trò dâng sớ nói rằng: \"Dân gian nhiều kẻ du thủ du thực, đến tuổi già vẫn không có tên trong sổ hộ, mà lại không đóng góp phú thuế và sưu dịch\". Ngài bảo: \"Nếu không như thế thì sao gọi là cảnh đời thái bình? Nhà ngươi lại muốn ta bắt chúng nó làm nên trò trống gì nữa!\". Triều thần là [[Lê Bá Quát]] và [[Phạm Sư Mạnh]] đều muốn thay đổi chế độ. Ngài nói: \"Nước nhà đã có nền nếp sẵn rồi, nếu nghe mưu kế muốn cho lời mình được đắt của bạch diện thư sinh kia thì sẽ sinh rối ren đấy!\". Có điều đáng tiếc là ngài nghe lời gian nịnh của [[Trần Khắc Chung]] mà giết [[Trần Quốc Chẩn|Quốc Chẩn]]: đó là một điều làm vấp cho trí thông minh của ngài.''|||Phan Phu Tiên}}\n\nCác sách ''Đại Việt Sử ký Toàn thư'' (kỷ ''Dụ Tông Hoàng đế'') và ''[[Nam Ông mộng lục]]'' (thiên ''Đức tất hữu vị'', tác giả: [[Hồ Nguyên Trừng]], quan [[nhà Minh|Đại Minh]] gốc Việt thế kỷ 15) có kể một việc tỏ rõ sự nhân hậu của vua Minh Tông. Theo đó, một thời gian sau khi Minh Tông lên ngôi hoàng đế, mẹ đích là [[Bảo Từ Hoàng hậu]] mới sinh được con trai. Đến ngày đầy tuổi tôi, Anh Tông bận đi tuần ngoài biên, Minh Tông xử lý mọi việc trong nhà. Khi một viên quan hỏi cách làm lễ, Minh Tông nói hãy làm theo nghi thức danh cho thái tử. Viên quan tỏ ra do dự vì ''\"việc này ở các đời trước thường sinh ra lắm chuyện nguy hiểm\"'', nhưng Minh Tông khẳng định: ''\"Việc gì phải ngần ngại? Trước đây vì đích tự chưa sinh, nên ta mới tạm ở ngôi này; nay đích tự đã sinh rồi, chờ khi lớn lên, ta sẽ trao lại ngôi vua, có gì là khó!\"''. Sau một cuộc tranh luận, mọi người đồng ý cử hành lễ theo nghi thức thái tử. Không lâu sau đó, người em này chết yểu, vua Minh Tông rất đau buồn. Chép xong chuyện này, Hồ Nguyên Trừng bình luận: ''\"Sách [[Tả truyện]] nói: \"Kẻ có đức thì thế nào cũng có địa vị\", là để chỉ trường hợp như thế này chăng?\"''.{{sfn|Ngô Sĩ Liên|1993|p=253}}{{Sfn|Hồ Nguyên Trừng|2001|p=28}}\n\nSử gia [[Hoa Kỳ]] K. W. Taylor trong sách ''A History of the Vietnamese'' (2013) nhìn nhận Trần Minh Tông chịu ảnh hưởng từ thuyết \"[[bất nhị]]\" trong đạo Phật mà [[Trần Thái Tông]] &ndash; vị vua khai quốc triều Trần đã giảng giải trong các tác phẩm của mình.{{sfn|Taylor|1993|p=144}} K. W. Taylor cũng bình về Trần Minh Tông:{{sfn|Taylor|1993|pp=148-149}}\n{{Cquote|\n''Ông ấy [Trần Minh Tông] hiểu rằng cố gắng trừng phạt những người khốn cùng sẽ khiến họ nổi loạn. Ông cũng hiểu rằng chính quyền là một quy trình chứ không phải là một kế hoạch để giải quyết mọi thứ tới mức hoàn hảo. Các sử gia đời sau nhìn nhận ông là sáng suốt, thông minh, nhân văn, và đặc biệt bảo thủ trong việc chống cự bất cứ một thay đổi nào đối với những gì ông đã thừa hưởng từ tổ tiên. Ông cũng được một ý thức Phật giáo, và thậm chí [[Lão giáo]], thúc đẩy nên không muốn làm một hành động không cần thiết nào vì sợ phản ứng không tránh khỏi và nằm ngoài mong muốn. Ông có gửi quân đánh những nhóm nổi dậy, nhưng ông không có hứng với những kế hoạch có tính hoạt động nhằm đưa những người bất hạnh vào khuôn phép...''\n\n''Ông mường tượng rằng sự ổn định chính trị do các tổ tiên ông gầy dựng sẽ kéo dài. Ông không biết rằng thế giới của ông đang trên đà khủng hoảng và các sử gia đời sau coi thời trị vì của ông là giai đoạn rực rỡ cuối cùng của vương triều. Trong thời ông, bất chấp các mối lo được tích lũy dần, sức mạnh của nhà Trần vẫn là một nguồn tự tin và an tâm có giá trị đối với những người có giáo dục...''|||K. W. Taylor}}\n\n==Gia đình==\n* Cha: [[Trần Anh Tông|Anh Tông Hoàng đế]] Trần Thuyên.\n* Mẹ: [[Chiêu Từ Hoàng Thái hậu]] Trần thị (昭慈皇太后 陳氏 ? - [[1359]]), nguyên là ''Huy Tư Hoàng phi'' (徽資皇妃) của [[Trần Anh Tông]], con gái Bảo Nghĩa vương [[Trần Bình Trọng]] và Công chúa Thụy Bảo. Hoàng phi được Anh Tông và [[Bảo Từ Hoàng hậu]] yêu mến, được phong ngôi cao nơi cung cấm dù không xuất thân từ dòng dõi Hoàng tộc nhà Trần. Minh Tông tôn làm ''Huy Tư Hoàng thái phi'' (徽姿皇太妃), sau khi mất truy tặng ''Chiêu Từ Hoàng Thái hậu'' (昭慈皇太后).\n* Mẹ đích: Bảo Từ Hoàng hậu Trần thị (? - [[1330]]),là cháu nội của [[Trần Quốc Tuấn]], con gái của [[Trần Quốc Tảng]] và là hoàng hậu của vua [[Trần Anh Tông]]\n* Hậu phi:\n# [[Hiến Từ Thái hậu|Hiến Từ Tuyên Thánh Hoàng hậu]] Trần thị (憲慈宣聖皇后 陳氏 [[1299]] - [[1370]]), con gái ''Huệ Vũ Đại vương'' [[Trần Quốc Chẩn]], cháu nội [[Trần Nhân Tông]]. Bà nguyên được gả cho Tông thất Uy Túc công, sau cải giá lấy Minh Tông làm ''Lệ Thánh Hoàng hậu'' (儷聖皇后) ([[1323]]). \n# [[Minh Từ Hoàng thái phi]] Lê thị (明慈皇太妃 黎氏 ? - [[1365]])<ref>Đại Việt sử ký toàn thư - Kỷ nhà Trần - Nghệ Tông Hoàng đế; 辛亥二年明洪武四年春正月追尊親生母英姿元妃為明慈皇太妃<\/ref>, người [[Giáp Sơn]], cô ruột [[Lê Quý Ly]] (sau này đổi tên thành [[Hồ Quý Ly]]), em gái cùng mẹ bà Hiến Từ, do con gái của Nguyễn Thánh Huấn lấy một người họ Lê sinh ra<ref>Đại Việt sử ký toàn thư - Kỷ nhà Trần - Nghệ Tông Hoàng đế; 親生母與憲慈同母即阮聖訓女嫁黎氏之所生女明宗次妃黎氏者也<\/ref>. Bà hạ sinh hai Hoàng tử, sau là Hiến Tông và Nghệ Tông, được lập làm ''Anh Tư Nguyên phi'' (英姿元妃), đứng đầu các phi tần ở nội cung. Vì sủng ái Nguyên phi, Minh Tông bất chấp sự phản đối từ phía Quốc trượng [[Trần Quốc Chẩn]], lập con trưởng là Trần Vượng làm Hoàng thái tử, sau lại nhường ngôi cho Hoàng thái tử, tức Triết Hoàng [[Trần Hiến Tông|Hiến Tông]]. Năm 1371, Nghệ Tông truy tôn làm ''Minh Từ Hoàng thái phi''.\n# [[Đôn Từ Hoàng thái phi]] Lê thị (惇慈皇太妃 黎氏 ? - [[1347]]), người [[Giáp Sơn]], em gái trong họ tộc bà Minh Từ, mẹ sinh [[Trần Duệ Tông]]. Bà làm Cung tần theo hầu Minh Tông, được phong ''Sung viên''. Năm [[1372]], Cung Tuyên vương Trần Kính được Nghệ Tông lập làm Hoàng thái tử, truy tặng mẹ sinh Hoàng thái tử làm ''Quang Hiến Thần phi'' (光憲宸妃)<ref>Đại Việt sử ký toàn thư - Kỷ nhà Trần - Nghệ Tông Hoàng đế; 十二月追封皇太子親生母充媛黎氏為光憲宸妃<\/ref>. Năm [[1373]], Duệ Tông truy tôn làm ''Đôn Từ Hoàng thái phi'.\n# [[Triều Môn Thứ phi]] Trần thị <ref>{{Chú thích tạp chí|last=Trần Văn|first=Thức|last2=Lê Thị|first2=Thảo|date=2022-05-25|title=BÀN THÊM MỘT SỐ QUAN ĐIỂM VIẾT SỬ CỦA LÊ VĂN HƯU  QUA NHỮNG LỜI BÀN TRONG ĐẠI VIỆT SỬ KÝ TOÀN THƯ|url=http:\/\/dx.doi.org\/10.55988\/2588-1264\/79|journal=Tạp chí Khoa học|issue=02 (14) T5|pages=77|doi=10.55988\/2588-1264\/79|issn=2588-1264}}<\/ref> , sinh Trần Nguyên Trác. \n# Thứ phi Thiên Xuân\n* Con:\n# [[Trần Hiến Tông]] Trần Vượng (陳旺), con của Minh Từ Hoàng thái phi.\n# Cung Tĩnh Đại vương Trần Nguyên Trác (恭静大王陈元晫; [[1319]] - [[1370]]) , con của [[Triều Môn Thứ phi]].\n# [[Trần Nghệ Tông]] Trần Phủ (陳暊), tước phong vốn là ''Cung Định vương'' (恭定王), con của Minh Từ Hoàng thái phi.\n# Cung Mẫn vương Trần Nguyên Hú (恭敏王陈元煦; ? - [[1347]]).\n# Cung Giản vương Trần Nguyên Thạch (恭簡王陈元石; ? - [[1350]]).\n# Cung Túc vương Trần Nguyên Dục (恭肃王陳元昱; ? - [[1364]]), con của Hiến Từ Tuyên Thánh Hoàng hậu.\n# Cung Tín vương Trần Thiên Trạch (恭信王陈善泽; ? - [[1379]]).\n# [[Trần Dụ Tông]] Trần Hạo (陳暭), con của Hiến Từ Tuyên Thánh Hoàng hậu.\n# [[Trần Duệ Tông]] Trần Kính (陳曔), tước phong là ''Cung Tuyên vương'' (恭宣王), con của Đôn Từ Hoàng thái phi.\n# [[Thiên Ninh (công chúa)|Thiên Ninh Công chúa]] (天寕公主), con của Hiến Từ Hoàng hậu, lấy Chính Túc vương Trần Kham (陈堪).\n# [[Huy Ninh công chúa|Huy Ninh Công chúa]] (徽寕公主), trước lấy Tông thất Nhân Vinh (? - 1370), sau lấy [[Lê Quý Ly]] &ndash; tức [[Hồ Quý Ly]], hoàng đế khai lập [[nhà Hồ|triều Hồ]].\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n===Thư mục===\n{{refbegin|colwidth=30em}}\n* {{chú thích sách|author=Khuyết danh|authorlink=| đồng tác giả =Thích Phước Sơn (phiên dịch)|title=Tam Tố Thực lục|publisher=Viện Nghiên cứu Phật học Việt Nam|year=1995| ref={{harvid|Thích Phước Sơn|1995}}}}\n* {{Chú thích sách|tác giả=Ngô Sĩ Liên|lk tác giả =Ngô Sĩ Liên|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Khoa học Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Hồ Nguyên Trừng|lk tác giả =Hồ Nguyên Trừng|title=[[Nam Ông mộng lục]] và những truyện khác|volume=|năm gốc = | year=2001|language=vi |publisher=Nhà Xuất bản Văn học|location=}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu (phiên dịch) | title=Việt sử tiêu án|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà Xuất bản Văn Sử|location=}}\n* {{Chú thích sách|tác giả=Lê Tắc|lk tác giả =Lê Tắc | đồng tác giả =Ủy ban phiên dịch sử liệu Việt Nam (phiên dịch) | title= [[An Nam chí lược]] |edition=|năm gốc = | year=1961 |language=vi |publisher=Viện Đại học Huế|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007a}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=1|edition=|năm gốc = | year=2007|language=vi |publisher=Nhà Xuất bản Giáo dục|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà Xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=Việt Nam sử lược | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}\n* {{chú thích sách |ref={{harvid|Nguyễn Lang|1979}} |tác giả =[[Thích Nhất Hạnh|Nguyễn Lang]] |tựa đề=Việt Nam Phật giáo sử luận |volume= 1 |dịch tựa đề= |url= |định dạng= |ngày truy cập= 27 tháng 12 năm 2016 |bản thứ= |series= |cuốn= |ngày tháng= |năm= 1979 |tháng= |năm gốc= |nhà xuất bản=Nhà Xuất bản Văn học |nơi=Hà Nội |ngôn ngữ= vi |isbn= |chương= |url chương=}}\n* {{Chú thích sách| ref={{harvid|Nhiều tác giả|1988}} | author=Nguyễn Huệ Chi; Trần Thị Băng Thanh; Đỗ Văn Hỷ; Trần Tú Châu | authorlink= | title= Thơ văn Lý Trần | publisher=Nhà Xuất bản Khoa học Xã hội|place=Hà Nội| volume= II—Quyển thượng| |url= http:\/\/thuvienhoasen.org\/images\/file\/XRjnjp1G0QgQAHcF\/tho-van-ly-tran-tap-2.pdf | year=1988| ISBN=}}\n* {{Citation|last= Cœdès|first=George |title=The Making of South East Asia|url=|year=1966|publisher=University of California Press|isbn=0520050614}}\n* {{Citation|first=Oscar|last=Chapuis|title=A history of Vietnam: from Hong Bang to Tu Duc|url=https:\/\/books.google.com\/books?id=Jskyi00bspcC&lpg=PA85&dq=%22tran%20anh%20tong%22&as_brr=3&hl=fr&pg=PA85#v=onepage&q=%22tran%20anh%20tong%22&f=false|year=1995|publisher=Greenwood Publishing Group|isbn=0-313-29622-7}}\n* {{Citation|last= Maspéro|first=Georges|title=The Champa Kingdom: The History of an Extinct Vietnamese Culture|url=|year=2002|publisher=White Lotus Press|isbn=9747534991| ref={{harvid|Maspéro|2002}}}}\n* {{Chú thích sách| ref={{harvid|Phạm Đình Ba|2002}} | author=Phạm Đình Ba | authorlink= | title=Hoàng đế triều Trần: cội nguồn, ấn tựơng dân gian | volume= | publisher= Nhà Xuất bản Văn hóa dân tộc |place = |url=https:\/\/books.google.com.vn\/books?id=XF1QAQAAMAAJ&q= | year=2002| ISBN=}}\n* {{Citation | author=Trần Xuân Sinh | authorlink= | title=Thuyết Trần | publisher=Nhà Xuất bản Hải Phòng | place= | volume= | url= | edition= | year=2003| ISBN=}}\n* {{Citation | author=Đào Duy Anh | authorlink=Đào Duy Anh | title=Lịch sử Việt Nam từ nguồn gốc đến thế kỷ XIX | publisher=Nhà Xuất bản Văn hóa Thông tin | place=Hà Nội | volume= Bản in lại năm 2007 | url= | edition= | year=1958| ref={{harvid|Đào Duy Anh|2007}} | ISBN=}}\n* {{Chú thích sách|ref={{harvid|Viện sử học|2013}}|tác giả=Viện sử học |lk tác giả =| đồng tác giả = | title=50 năm Viện sử học: những bài viết chọn lọc, 1953-2003|cuốn=|edition=|năm gốc = | year=2013|language=vi |publisher=Nhà Xuất bản Khoa học Xã hội|location=}}\n* {{Citation|first= K. W. |last= Taylor |title=A History of the Vietnamese|url=https:\/\/books.google.com.vn\/books?id=6UHi9JXNokEC&pg=PA124&dq=%22mongol%22#v=onepage&q=%22mongol%22&f=false|year=2013|publisher=Cambridge University Press|isbn=1107244358}}\n* {{Britannica|602237|Tran Dynasty}}\n{{refend}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả}}\n\n{{đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Trần]]\n|trước = [[Trần Anh Tông]]\n|sau = [[Trần Hiến Tông]]\n|năm = [[1314]]-[[1329]]\n}}\n{{cuối hộp}}\n\n{{Vua nhà Trần}}\n{{Thái thượng hoàng Việt Nam}}\n{{Lịch sử Việt Nam thời Trần}}\n{{Authority control}}\n\n{{ngày tháng sống|tên=Trần Minh Tông|sinh=1300|mất=1357}}\n\n[[Thể loại:Vua nhà Trần|Minh Tông]]\n[[Thể loại:Thái thượng hoàng nhà Trần]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Sinh năm 1300]]\n[[Thể loại:Mất năm 1357]]\n[[Thể loại:Vua thiếu nhi Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]"}