{"782833":"{{Thông tin chiến tranh\n|conflict=Trận Ông Thành\n|partof=[[Chiến tranh Việt Nam]]\n|image=\n|caption=\n|date= [[17 tháng 10]] năm [[1967]]\n|place= Suối Ông Thành, [[Chơn Thành]], [[Bình Dương]], miền Nam [[Việt Nam]]\n|result=Mặt trận Dân tộc Giải phóng miền Nam thắng\n|combatant1={{flag|Hoa Kỳ}}\n|combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|commander1=Terry de la Mesa Allen, Jr.{{KIA}}\n|commander2=Võ Minh Triết\n|units1=[[Tập tin:Flag of the United States.svg|25px]]<br> \n* Tiểu đoàn 2\/Trung đoàn 28\/Sư đoàn 1 Bộ binh\n|units2= [[Tập tin:FNL Flag.svg|22px]]<br>\n* 2 tiểu đoàn thuộc Trung đoàn 1\/Sư đoàn 9\n* Đại đội C1, thuộc Đoàn 83\n\n|strength1=Tương đương quân số 3 đại đội<ref name=\"Keating, p. 34\">Keating, p. 34<\/ref>\n|strength2=~600-1,400<ref name=\"Keating, p. 34\"\/>\n|casualties1=64 chết,<br \/>2 mất tích,<br \/>75 bị thương.<ref name=\"Keating, p. 36\">Keating, p. 36<\/ref>\n|casualties2=22+ chết (Hoa Kỳ tuyên bố có 103 chết, nhưng không thể kiểm chứng)<ref name=\"Maraniss, p. 415\">Maraniss, p. 415<\/ref>\n|notes=\n}}\n{{Campaignbox Vietnam War}}\n'''Trận Ông Thành''' là một trận đánh trong [[Chiến tranh Việt Nam]], diễn ra vào ngày [[17 tháng 10]] năm [[1967]] tại khu vực Suối Ông Thành, thuộc huyện [[Chơn Thành]], tỉnh [[Bình Dương]] (cách [[Thành phố Hồ Chí Minh|Sài Gòn]] 60&nbsp;km về phía tây bắc). Theo các tài liệu tại Mỹ thì đây là cuộc đụng độ giữa Tiểu đoàn 2, Trung đoàn 28 \"Sư tử đen\", [[Sư đoàn 1 Bộ binh, Quân đội Hoa Kỳ]] với Trung đoàn Q761, [[Sư đoàn 9, Quân đội Nhân dân Việt Nam|Sư đoàn 9]] [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]]. Còn theo Đại tá Võ Minh Triết, chỉ huy Quân Giải phóng trong trận này thì chỉ có 2 tiểu đoàn thuộc Trung đoàn 1. Mặc dù là một chiến thắng lớn của QGP, trận đánh này ít được nhắc đến trong các tài liệu Việt Nam vì nó diễn ra bất ngờ ngoài dự tính (theo Đại tá Triết thì đơn vị của ông bất ngờ chạm địch khi đang hành quân chuẩn bị cho một chiến dịch<ref>{{Chú thích web | url = http:\/\/www.youtube.com\/watch?v=sYhKbBrRHHo | tiêu đề = Vietnam War | tác giả = | ngày = | ngày truy cập = 16 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>). Trong thời kì Chiến tranh Việt Nam, phía Mỹ cũng không công bố chi tiết về trận đánh này đến công chúng cho đến năm [[1991]].\n\n== Bối cảnh ==\n\n[[Tháng mười|Tháng 10]] năm 1967, Trung tá [[Terry de la Mesa Allen, Jr.|Terry Allen]], chỉ huy trưởng Tiểu đoàn 2, Trung đoàn 28 \"Sư tử đen\" có nhiệm vụ càn quét, tìm và diệt [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Quân giải phóng]] tại một số khu vực nằm giữa Sài Gòn và biên giới với [[Campuchia]], trong đó có khu vực tây và bắc thị trấn [[Lai Khê]]. Trung đoàn 28 đóng quân tại Lai Khê, để thực hiện nhiệm vụ vốn là một phần của Chiến dịch Shenandoah II.\n\nNgày [[8 tháng 10]], tiểu đoàn của Trung tá Allen nhận được tin tình báo bộ đội đang ẩn nấp tại khu vực gần Chơn Thành. Ba đại đội của tiểu đoàn là Alpha (A), Bravo (B) và Delta (D) được lệnh di chuyển bằng máy bay trực thăng 21&nbsp;km về hướng tây bắc Lai Khê. Còn đại đội thứ tư của tiểu đoàn là Đại đội Charlie (C) được điều đi hỗ trợ ở mặt trận khác - bảo vệ đường tiếp vận cho Đoàn pháo binh 15 Hoa Kỳ.\n\nĐến nơi, ba đại đội A, B, D của Tiểu đoàn 2 đóng quân ở khu vực ngã ba suối Ông Thành, một vùng có nhiều cây cao và bụi cây đan xen rất dày, có nhiều con lạch nhỏ. Và họ gần như lập tức phát hiện thấy dấu vết của đối phương. Từ đây, mỗi khi quân Mỹ tổ chức đi lùng sục xung quanh khu vực họ đóng quân, họ đều phát hiện thấy dấu vết của Quân giải phóng. Vào ngày [[16 tháng 10]], quân Mỹ đã chạm súng với một phần của Trung đoàn 1 Quân Giải phóng (mà phía Mỹ gọi là Trung đoàn 271) do Trung tá Võ Minh Triết chỉ huy.\n\nTheo Trung tá Triết, trung đoàn của ông đang trên đường hành quân cho một chiến dịch khác thì hết gạo ăn, và phải dừng lại chờ Đoàn 83 đưa gạo đến tiếp tế. Việc trung đoàn của ông phải đụng độ với quân Mỹ ngay tại khu vực đóng quân chờ tiếp viện lương thực là hoàn toàn bất ngờ, và không thể tránh khỏi, dù quân lính của ông đã tìm cách ẩn nấp và cố gắng tránh đụng độ với quân Mỹ. Cho đến sáng ngày [[17 tháng 10]], khi trận đánh diễn ra, trung đoàn của ông đã hết gạo ăn đến 6 ngày.\n\nVào đêm ngày 16, Mỹ huy động [[Boeing B-52 Stratofortress|B-52]] đã ném bom khu vực suối Ông Thành để mờ đường cho một trận càn mới vào sáng hôm sau. Dù có nhiều ý kiến phản đối, đặc biệt là từ chỉ huy Đại đội Delta là Trung úy Clark Welch, cho rằng việc dàn quân đối mặt trực tiếp với Việt Cộng là khá nguy hiểm, nhưng Tiểu đoàn trưởng Allen vẫn quyết định mở một cuộc hành quân bằng bộ binh vào thẳng nơi Quân Giải phóng đang ẩn nấp.\n\n== Diễn biến ==\n\n8 giờ sáng ngày 17 tháng 10, Đại đội B ở lại làm nhiệm vụ bảo vệ doanh trại dã chiến. Trung tá Allen cùng 9 sĩ quan chỉ huy khác, và hai Đại đội A và D, tổng cộng khoảng 160 người trực tiếp mở cuộc hành quân để giáp mặt tiêu diệt cứ điểm của đối phương. Họ đi xuyên qua vùng cây cối rất rậm rạp, di chuyển khá khó khăn, chỉ được 800m sau khoảng 2 giờ đồng hồ. Đại úy Jim George, chỉ huy Đại đội A, nói:\"Chúng tôi không nhìn hay nghe thấy đối phương, nhưng họ lại ở ngay xung quanh chúng tôi\". Đại đội A đi trước dẫn đường, tiếp sau bọc hậu là Đại đội D cùng với 10 sĩ quan chỉ huy. Mỹ ước tính đối phương có quân số của một trung đoàn khoảng 1.400 người, họ cho rằng trong trận đó họ phải chống lại đối phương với tỉ lệ 1:10. Tuy vậy, theo Đại tá Triết trả lời phỏng vấn đài PBS trong cuộc phỏng vấn vào năm [[2005]], ông nói tham gia trận đánh hôm đó chỉ có hai tiểu đoàn của Trung đoàn 1 với quân số không đầy đủ, tổng cộng khoảng 600 người.\n\nQuân Giải phóng đã dự tính được cuộc càn quét này, nên họ đã tổ chức phòng thủ từ vài hôm trước, với những công sự cá nhân, hầm trú ẩn tránh bom, và cả những vọng gác bằng chính những cây cao rậm rạp, nơi mà họ trèo lên đó, ngụy trang và chờ quân Mỹ xuất hiện.\n\nKhoảng 10 giờ sáng, Đại đội A bất ngờ dừng lại, họ nghi ngờ và cho người đi tìm kiếm dấu vết đối phương, cùng lúc này, họ phát hiện thấy dấu chân người và cả bóng người thấp thoáng sau những lùm cây. Đúng lúc này, một loạt những tiếng gõ mạnh được truyền qua lại giữa những thân cây gỗ, và hiệu lệnh đồng loạt nổ súng của Quân giải phóng bắt đầu.\n\nTrung đội tiên phong của Đại đội A hứng chịu hỏa lực của đầu tiên của Quân Giải phóng, đó là súng trường cá nhân, súng máy mặt đất, [[súng phóng lựu]] [[RPG]] và cả mìn [[Claidheamh mòr|Claymore]]. Hỏa lực bắn về phía quân Mỹ từ khắp mọi nơi, thậm chí từ trên những cây cao bắn xuống, nơi bộ đội ngụy trang và ẩn nấp. Người đầu tiên tử trận là Lynn Breeden, anh ta bị giết bởi 6 vết đạn trên người, Trung đội trưởng Johnson bị bắn đến chết bởi gần 100 phát đạn. Lính cứu thương Tom Hinger vụt chạy dưới làn đạn để cứu chữa những người bị thương, trong khi một số khác trườn đến vị trí thích hợp để bắn trả, số khác cố gắng bò thấp để cứu đồng đội ra khỏi khu vực nguy hiểm. Đại úy George điều trung đội thứ hai lên tiếp cứu. Trong ít phút, trung đội này cũng bị thiệt hại nặng: lính tiền tiêu, lính điện đài và lính trinh sát đều bị diệt.\n\nMột bộ đội Việt Nam cầm một trái mìn Claymore xông thẳng vào nhóm lính Mỹ nơi Đại úy George đang đứng và kích cho trái mìn nổ tung. George bị thương nặng và ngất đi, vài lính Mỹ chết và bị thương nằm xung quanh George. Chỉ ít phút sau khi súng nổ, Đại đội A đã bị tiêu diệt hoàn toàn.\n\nĐến lượt Đại đội D được tung vào cuộc chiến, họ vừa đưa những người bị thương về cứu chữa, vừa thay thế từng vị trí của Đại đội A đã bị tiêu diệt để chiến đấu. Hỏa lực của Quân Giải phóng giờ dồn cả về Đại đội D, từ phía trực diện và từ sườn bên phải, rất gần, chỉ khoảng 10 đến 20m. Quân Giải phóng nấp kín trong từng vị trí, trong khi quân Mỹ hoàn toàn thiếu sự che chắn, họ phơi mình ra trước hỏa lực của đối phương.\n\nĐại đội D không thể tiến lên, họ nấp lại tại vị trí chiến đấu, sau từng lùm cây, sau mỗi gốc cây, và sau bất cứ thứ gì có thể tránh đạn, và tránh cả tầm quan sát của đối phương. Cùng lúc, Đại tá Triết tung tiểu đoàn dự bị đánh mạnh vào sườn phải của quân Mỹ. Lính phóng lựu Bill McGath sau đôi chút hoảng sợ đã nấp lại sau gốc cây, anh ta nghe thấy tiếng bước chân dồn dập của đối phương đang chạy đến gần gốc cây nơi anh ta đang nấp, rồi lại chạy ra xa để tìm anh ta. Lấy lại được bình tĩnh, McGath đã tiêu diệt một lính bắn tỉa của đối phương bằng một phát [[M-79]].\n\nLính trinh sát của Đại đội D là Harold Durham đã tìm cách gọi pháo binh hỗ trợ. Ban đầu, yêu cầu này bị từ chối vì chỉ có Đại đội A là đại đội dẫn đường mới được phép gọi pháo binh hỗ trợ. Durham khẳng định qua điện đàm rằng Đại đội A đã bị đối phương tiêu diệt hoàn toàn, và giờ Đại đội D đang chiến đấu mới là đại đội chủ lực dẫn đường để được quyền gọi pháo binh. Chỉ huy Đại đội D, Trung úy Clark Welch nói: \"Thật quá thần kỳ, rất thần kỳ rằng anh ta đã gọi được pháo binh\". Durham sau đó đã bị giết ngay lập tức bên điện đài khi đang định vị cho pháo binh.\n\nTrận chiến kéo dài đến hai giờ đồng hồ, như một cơn ác mộng đối với lính Mỹ. Toàn bộ 10 sĩ quan chỉ huy, trong đó có Trung tá Allen, đều tử trận. Trung sỹ Lee Price chết gục trên người Đại úy George. Trung úy Welch, đại đội trưởng Đại đội D bị thương, ông trườn đến bên cạnh Trung tá Allen bị thương nặng trong cơn hấp hối, Welch nói được vài lời cuối với Allen rồi ngất lịm đi cho đến khi ông được quân Mỹ cứu về và tỉnh lại tại bệnh viện Long Bình. Trung tá Allen tử trận ngay tại chiến trường. Theo lời vợ ông thì bà được thông báo sau đó là họ không tìm thấy xác của chồng bà.\n\nCho đến khi Trung tá Triết ra lệnh ngừng bắn và rút quân, giao tranh mới chấm dứt. Theo ông Triết khi đó quân của ông đã nhận thấy toàn bộ trận địa đã bị tiêu diệt và hỏa lực của họ đã tắt. Lính của ông đi kiểm tra thu dọn chiến trường trước khi rút đi theo lệnh của ông. Điều này được Trung úy Welch xác nhận trong cuộc gặp gỡ với ông Triết vào năm 2005 để thực hiện bộ phim tài liệu ''Two Days in October'' của đài PBS. Theo Welch thì Đại tá Triết đã nói với ông rằng họ rút đi sau trận đánh để tránh gặp phải B-52 lần nữa.\n\n== Kết quả ==\n\nTrên thực tế, 64 tên lính và sĩ quan Mỹ đã tử trận, hầu hết số còn lại đều bị thương nặng. Vẫn chưa có chi tiết cụ thể về thương vong của Quân Giải phóng. Theo Đại úy George, thương vong sẽ còn cao hơn nếu Đại đội A ban đầu không dừng lại tại nơi họ phát hiện dấu chân của bộ đội Giải phóng Quân. \"Nếu chúng tôi tiếp tục tiến thêm, có lẽ toàn bộ chúng tôi sẽ bị tiêu diệt\", ông nói.\n\nTrong thời gian diễn ra cuộc chiến tranh Việt Nam, những thông tin chi tiết về trận đánh này đã không được thông báo đầy đủ đến công chúng Mỹ. Nhiều tờ báo và hãng tin của Mỹ vẫn tường thuật trận đánh này là một chiến thắng của quân đội Mỹ.\n\nTrận đánh này đã được David Maraniss chuyển thể vào tác phẩm ''They Marched into Sunlight'', xuất bản năm 2003. Vào năm 2005, đài PBS của Mỹ đã công chiếu bộ phim tài liệu mang tên ''Two days in October'' nói về trận đánh này, với những thước phim thô được quay vào thời điểm diễn ra trận đánh và những bài phỏng vấn với những binh lính và sĩ quan chỉ huy trực tiếp tham chiến của cả hai bên.<ref>http:\/\/www.quansuvn.net\/index.php\/topic,20349.0.html<\/ref>\n\n== Tham khảo ==\n*[http:\/\/www.ftsillocsphotoproject.com\/OCS-OngThanh\/ong-thanh.pdf Susan Katz Keating, '''Black Lions' - Battle of Ong Thanh''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110815174538\/http:\/\/www.ftsillocsphotoproject.com\/OCS-OngThanh\/ong-thanh.pdf |date=2011-08-15 }}\n*''Two Days in October'', PBS, 2005\n*{{chú thích sách |title= Into the Story: A Writer's Journey through Life, Politics, Sport and Loss|last= Maraniss|first= David|authorlink= |year= 2010|publisher= Simon & Shuster|location= New York|isbn= 9781439160022|page= |pages= |url=https:\/\/archive.org\/details\/intostorywriters00mara|access-date =}}\n* {{chú thích sách |title= Battle of Ong Thanh|last= Keating|first= Susan K.|authorlink= |year= 2006|publisher= VFW Magazine|location= Kansas City|isbn= |page= |pages= |url= |access-date =}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1967]]\n[[Thể loại:Xung đột năm 1967]]"}