{"242391":"[[Tập tin:Trần Thượng XutenXuyên.jpg|nhỏ|phải|200px|Chánh điện thờ tướng Trần Thượng Xuyên ([[Đình Tân Lân]], Biên Hòa)]]\n'''Trần Thượng Xuyên''' ([[chữ Hán]]: 陳上川, [[1626]]-[[1720]]), tự là '''Thắng Tài''' (勝才), hiệu Nghĩa Lược (義略), quê ở ngôi làng  Ngũ Giáp Điền Thủ, huyện Ngô Xuyên, phủ Cao Châu (Giao Châu), tỉnh [[Quảng Đông]] ([[Trung Quốc]])<ref>{{Chú thích web |url=http:\/\/www.dongnai.gov.vn\/cong-dan\/su-kien-noi-bat_CongDan\/20081117.137 |ngày truy cập=2008-11-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2008-12-06 |archive-url=https:\/\/web.archive.org\/web\/20081206061430\/http:\/\/www.dongnai.gov.vn\/cong-dan\/su-kien-noi-bat_CongDan\/20081117.137 }}<\/ref>, nguyên là tổng binh ba châu [[Cao Châu|Cao]] - [[Lôi Châu|Lôi]] - [[Hợp Phố|Liêm]] dưới [[nhà Minh|triều Minh]]. Ông được coi là người đầu tiên có công khai khẩn với quy mô lớn vùng đất [[Biên Hòa]], là người được [[chúa Nguyễn]] ban danh hiệu cao quý ''Nguyễn vi vương, Trần vi tướng, đại đại công thần bất tuyệt''<ref>Dịch nghĩa: Họ Nguyễn làm vua, họ Trần làm tướng, công khanh đời đời không dứt.<\/ref>, được vua [[Minh Mạng]], [[Thiệu Trị]] sắc phong \"Thượng đẳng thần\".\n\n== Thân thế ==\nTrần Thượng Xuyên quê tại thôn Điền Đầu, trấn Nam Tam, huyện [[Ngô Xuyên]], phủ [[Cao Châu]] (nay là thôn Điền Đầu, trấn Nam Tam, khu [[Pha Đầu]], thị [[Trạm Giang]], tỉnh [[Quảng Đông]]), xuất thân gia đình thương gia giàu có. Trần Thượng Xuyên vốn là dòng dõi của tướng Trần Văn Long (陳文龍) nhà [[Nhà Tống|Nam Tống]], người có công chống quân [[Nhà Nguyên|Nguyên]].\n\nNăm [[1642]], gia đình Trần Thượng Xuyên đến ở phủ [[Triệu Khánh]]. Năm [[1644]], [[Nhà Thanh|quân Thanh]] đánh chiếm hầu hết [[Trung Quốc]], đến tháng 10 năm [[1646]], Quế Vương [[Chu Do Lang]] xưng Giám Quốc, đóng đô ở [[Triệu Khánh]], tháng 11 lên ngôi, thành lập chính quyền Vĩnh Lịch [[nhà Nam Minh]]. Trần Thượng Xuyên liền khởi binh hưởng ứng Vĩnh Lịch đế. Đến năm [[1662]] tháng 4, [[Ngô Tam Quế]] giết chết Vĩnh Lịch Đế, Trần Thượng Xuyên vẫn tiếp tục kháng Thanh, hoạt động tại bờ biển Quảng Đông, Quảng Tây. Thủ lĩnh kháng Thanh là [[Trịnh Thành Công]] sau đó phong cho Thượng Xuyên giữ chức tổng binh ba châu [[Cao Châu|Cao]]-[[Lôi Châu|Lôi]]-[[Hợp Phố|Liêm]] (高廉雷).\n\nNăm [[1673]], nổ ra [[loạn Tam Phiên]], Thượng Xuyên hưởng ứng [[Ngô Tam Quế]], đánh chiếm [[Khâm Châu]]. Năm [[1679]], quân Thanh dẹp loạn Tam Phiên, Thượng Xuyên cùng gia nhân bỏ đi tị nạn.\n\n==Sự nghiệp==\n===Thần phục chúa Nguyễn=== \nSách ''[[Đại Nam thực lục|Đại Nam Thực lục]] (Tiền biên)'' chép:\n:''[[Kỷ Mùi]] ([[1679]]), [[mùa xuân]] [[tháng giêng|tháng Giêng]], tướng cũ [[nhà Minh]] là Long Môn tổng binh [[Dương Ngạn Địch]] và phó tướng Hoàng Tiến; Cao Lôi Liêm, tổng binh Trần Thượng Xuyên và phó tướng Trần An Bình đem hơn 3000 quân và hơn 50 chiến thuyền đến các cửa biển Tư Dung ([[cửa Tư Hiền]]) và [[Đà Nẵng]], tự trần là bồ thần (bề tôi mất nước, trốn ra nước ngoài) [[nhà Minh]], không chịu làm tôi tớ [[nhà Thanh]], nên đến xin để làm tôi tớ.''\n:''Bấy giờ bàn bạc rằng phong tục, tiếng nói của họ đều khác nhau, khó bề sai đúng, nhưng họ bị thế cùng bức bách đến đây thì không nỡ cự tuyệt. Nay đất Đông phố nước [[Chân Lạp]] phì nhiêu nghìn dặm, triều đình chưa rỗi mà kinh lý, chi bằng lấy sức của họ đến khai khẩn để ở, làm một việc mà lợi ba điều. Chúa ([[Nguyễn Phúc Tần]]) theo lời bàn, bèn sai đặt yến ủy lạo khen thưởng, trao cho quan chức đến ở đất Đông Phố.''\n\nTrước đó, năm [[1673]], ở [[Chân Lạp]] đã nổ ra cuộc tranh chấp quyền lực giữa một bên là hai anh em [[Keo Fa II|Ang Chea]] (Nặc Ông Đài)-[[Chey Chettha IV|Ang Sur]] (Nặc Thu) và bên kia là hai bác cháu Ang Tan (Nặc Tân)-[[Ang Nan II|Ang Nan]] (Nặc Nộn). Phe Ang Tan-Ang Nan cầu cứu chúa [[Nguyễn Phúc Tần]]. Năm [[1674]], Ang Tan chết, ba năm sau, Ang Chea bị giết. [[Chúa Nguyễn]] giải hòa hai phe bằng cách phong cho Ang Sur làm chính vương (đóng đô ở [[Oudong (Campuchia)|Oudong]]) và Ang Nan làm phó vương (đóng đô ở Prei Nokor, nay là [[Thành phố Hồ Chí Minh|Sài Gòn]]...).\n\nVào thời điểm nhóm [[người Hoa]] xin tị nạn, biên giới Việt chỉ mới đến bờ trái sông [[Phan Rang (định hướng)|Phan Rang]]<ref>Theo sách ''Hỏi đáp lịch sử Việt Nam (Tập 3)'' thì: Năm 1653, quân chúa Nguyễn đã tiến đến vùng bờ trái sông [[Phan Rang (định hướng)|Phan Rang]] ngày nay. Chiêm Thành khi ấy là một chư hầu, phải tuế cống. Năm [[1692]], vua Chiêm là Bà Tranh đem quân sang sông quấy phá. Chúa [[Nguyễn Phúc Chu]] cử thống binh [[Nguyễn Hữu Cảnh]] đem quân đánh dẹp. Năm [[1693]], Bà Tranh bị bắt đến năm sau thì mất. Và đến năm [[1697]], vùng đất cuối cùng của [[Chiêm Thành]] trên thực tế đã được sáp nhập vào lãnh thổ [[Đại Việt]] (nhiều tác giả, Nhà xuất bản Trẻ, 2007, tr. 189).<\/ref>, nên chúa Nguyễn Phúc Tần đã cho người đưa thư đến Ang Nan (vị phó vương đang được chúa Nguyễn bảo vệ) yêu cầu chia cấp đất cho họ vào làm ăn sinh sống quanh vùng đất Prei Nokor ([[Thành phố Hồ Chí Minh|Sài Gòn]]) và Ang Nan đã đồng ý. Kể từ đó, nhóm Trần Thượng Xuyên đến ở vùng Kâmpéâp Srêkatrey ([[Biên Hòa]]) và nhóm Dương Ngạn Địch đến ở vùng Peam Mesar ([[Mỹ Tho]]).\n\nCũng theo sách ''[[Đại Nam thực lục|Đại Nam Thực lục]] (Tiền biên)'', thì: \n:''Binh thuyền của Ngạn Địch và Hoàng Tiến vào cửa [[Soài Rạp]] đến đóng ở [[Mỹ Tho]], binh thuyền của Thượng Xuyên và An Bình thì vào cửa [[Cần Giờ]], đến đóng ở Bàn Lân ([[Biên Hòa]]). Họ vỡ đất hoang, dựng phố xá, thuyền buôn của người Thanh và các nước Tây dương, [[Nhật Bản]], [[Java|Chà Và]]''<ref>Chà và: âm của chữ Java, Chà và là người đến từ đảo Java, về sau từ này được người Việt dùng để gọi tất cả những người có màu da ngăm ngăm như Chà Bom Bay ([[Mumbai|Bombay]], [[Ấn Độ]]), Chà Ma ní ([[Manila]], [[Philippines]]). Còn Tây dương là người đến từ phía Tây: [[Pháp]], [[Hà Lan]]...<\/ref> ''đi lại tấp nập''<ref name=\"a\">''Đại Nam Thực lục Tiền biên'', soạn năm [[1844]], Viện Sử học phiên dịch, Nhà xuất bản Sử học, [[Hà Nội]], 1962. tr. 136-140.<\/ref>.\n\n===Mở mang cù lao Phố===\n{{Chính|Cù lao Phố}}\nBan đầu nhóm Trần Thượng Xuyên đến Bàn Lân<ref>Bàn Lân hay Bàng Lân, sau đổi thành Tân Lân, có nghĩa là \"Xóm Mới\". Theo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] thì Bàn Lân là tiếng [[bằng lăng]] (một loại cây bản địa, trổ bông tím đẹp) nói trại ra (''[[Cù lao Phố]]-Cảng biển đầu tiên ở [[Nam Bộ Việt Nam|Nam Bộ]]'' trong sách ''Nam Bộ xưa và nay'', Nhà xuất bản TP HCM, 2005, tr. 121).<\/ref> (ngày nay thuộc Biên Hòa) lập nghiệp. Khi đó, vùng đất này còn là rừng rú. Vốn là người ở vùng [[Hướng Đông Nam|Đông Nam]] [[Trung Quốc]], thạo nghề mua bán và công nghệ, họ đã phát hiện ra Cù lao Phố, một bãi sa bồi hoang sơ nằm giữa sông Hương Phước (một đoạn của [[sông Đồng Nai]]), trải dài trên 7 [[dặm Anh|dặm]], bề ngang bằng 2\/3 bề dài. Tuy nằm cách biển nhưng là nơi sông sâu, nước chảy, có thể ngược lên [[hướng Bắc|phía Bắc]] khai thác nguồn hàng lâm thổ sản, và [[hướng Nam|phía Nam]] có thể ra biển [[Cần Giờ]] hay sang tận [[Campuchia|Cao Miên]].\n \nCho nên một phần lớn nhóm người Hoa, đã chuyển từ Bàn Lân đến [[Cù lao Phố]]. Và cùng với nhóm lưu dân người Việt đến trước, Trần Thượng Xuyên và lực lượng của mình tiến hành khai khẩn quy mô lớn. Với biệt tài tổ chức, chẳng bao lâu ông đã biến vùng đất hoang sơ trở thành thương cảng, trung tâm thương mại và giao dịch quốc tế của cả vùng [[Gia Định]], tức [[Miền Nam (Việt Nam)|Nam Bộ]] ngày nay.\n\nTừ sự phát đạt của thương nghiệp đã lôi kéo những ngành nghề thủ công khác đến như: dệt chiếu, tơ lụa, gốm, đúc [[đồng]], nấu đường, làm bột, đồ [[gỗ]] gia dụng, chạm khắc gỗ, đóng thuyền, làm pháo v.v...\n\nNhà văn [[Sơn Nam (định hướng)|Sơn Nam]] viết: \n:''Vùng cù lao Phố, nòng cốt của [[Biên Hòa]]. Đây là vị trí xứng danh ải địa đầu, với đường bộ lên [[Campuchia|Cao Miên]] và đường thủy ăn xuống [[Thành phố Hồ Chí Minh|Sài Gòn]]. Nhóm dân [[Tên gọi Trung Quốc|Trung Hoa]] theo chân Trần Thượng Xuyên gây cơ sở lớn ở Cù lao Phố, chọn vị trí thuận lợi, sát mé sông. Năm măm sau khi định cư, chùa Quan đế dựng lên''<ref>''Lịch sử khẩn hoang miền Nam'', Nhà xuất bản Văn nghệ TP. HCM, 1994, tr.30.<\/ref>.\n\nSách ''[[Đại Nam nhất thống chí]]'' mô tả:\n:''Trần Thượng Xuyên chiêu nạp được người buôn nước Tàu, xây dựng đường phố, lầu quá đôi từng rực rỡ trên bờ sông, liền lạc năm dặm và phân hoạch ra ba nhai lộ: nhai lớn giữa phố lót đá trắng, nhai ngang lót đá ong, nhai nhỏ lót đá xanh, đường rộng bằng phẳng, người buôn tụ tập đông đúc, tàu biển, ghe sông đến đậu chen lấn nhau, còn những nhà buôn to ở đây thì nhiều hơn hết, lập thành một đại đô hội...''<ref>Nguyễn Tạo dịch, Quyển Thượng, Biên Hòa, Nha Văn Hóa Bộ Quốc gia Giáo dục xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], [[1959]], tờ 25.<\/ref>.\n\nCảnh mua bán nhộn nhịp cũng được [[Trịnh Hoài Đức]] ghi chép lại:\n:''Các thuyền ngoại quốc tới nơi này (Cù lao Phố) bỏ neo, mướn nhà ở, rồi kê khai các số hàng trong chuyến ấy cho các hiệu buôn trên đất liền biết. Các hiệu buôn này định giá hàng, tốt lẫn xấu, rồi bao mua tất cả, không để một món hàng nào ứ đọng. Đến ngày trở buồm về, gọi là \"hồi đường\", chủ thuyền cần mua món hàng gì, cũng phải làm sẵn hóa đơn đặt hàng trước nhờ mua dùm. Như thế, khách chủ đều được tiện lợi và sổ sách phân minh. Khách chỉ việc đàn hát vui chơi, đã có nước ngọt đầy đủ, lại khỏi lo ván thuyền bị hà ăn, khi về lại chở đầy thứ hàng khác rất là thuận lợi...''<ref>''[[Gia Định thành thông chí]]'', mục ''Xuyên sơn chí''.<\/ref>.\n\nTuy nhiên, sự thịnh vượng của cù lao Phố chỉ kéo dài được 97 năm (1679-1776), bởi đã xảy ra hai sự kiện lớn:\n\n*Năm [[1747]], một nhóm khách thương người [[Phúc Kiến]] qua lại buôn bán, thấy Cù lao Phố rất giàu có nên dậy lòng tham, muốn chiếm lấy để làm chỗ dung thân lâu dài. Cuộc bạo loạn do Lý Văn Quang (tự xưng là Giản Phố Đại vương) cầm đầu bị quan quân chúa Nguyễn dẹp tan nhanh chóng, nhưng Cù lao Phố cũng đã chịu nhiều thiệt hại.\n*Năm [[1776]], quân [[Nhà Tây Sơn|Tây Sơn]] đã đến đàn áp những [[người Hoa]] ở Cù lao Phố vì họ đã ủng hộ [[Gia Long|Nguyễn Phúc Ánh]]. Trịnh Hoài Đức mô tả: ''Nơi đây biến thành gò hoang, sau khi trung hưng người ta tuy có trở về nhưng dân số không được một phần trăm lúc trước'' ([[Gia Định thành thông chí]]). Bởi vậy, các thương gia người Hoa rủ nhau xuống vùng [[Chợ Lớn]] (nay là Quận 5 và Quận 6, thuộc [[Thành phố Hồ Chí Minh]])<ref>Trước khi xảy ra sự kiện này, rất có thể vì lý do kinh tế, một bộ phận của nhóm Trần Thượng Xuyên, từ xã Thanh Hà ở Cù lao Phố (thuộc Trấn Biên), tự tách ra để đến ở trung tâm quận 5, thuộc Thành phố Hồ Chí Minh hiện nay, và thành lập xã Minh Hương vào năm [[1698]], đúng như Trịnh Hoài Đức đã ghi: \"Từ đó, con cháu người Tàu...ở Phiên Trấn lập thành xã Minh Hương rồi ghép vào sổ hộ tịch\"... Năm [[1885]], [[Trương Vĩnh Ký]] chỉ rõ: \"Địa phận nằm giữa đường Marins (xưa là [[Đồng Khánh]], nay là [[Trần Hưng Đạo]]) với mé rạch Chợ Lớn, là nơi trú ngụ của người Minh Hương. Còn đền Trần Tướng quân, thờ Trần Thượng Xuyên, là lãnh tụ [[người Hoa]] sang tị nạn ở [[Việt Nam]] từ [[1679]] rồi nhận chức quan với chúa Nguyễn và có công lập chợ phố ở Sài Gòn\". Như vậy có thể nói, năm [[1778]] không phải là niên đại khai sinh của Chợ Sài Gòn tức Chợ Lớn ngày nay, mà rất có thể là thời điểm người gốc Hoa ở xã Thanh Hà tự sáp nhập với xã Minh Hương mà thôi...(''Địa chí văn hóa TP. HCM'' phần ''Lịch sử'', Nhà xuất bản TP. HCM, 1987, tr. 164-165).<\/ref>, sinh sống và lập những cơ sở thương mại khác cho đến nay...\n\nKể từ đó, Cù lao Phố đánh mất vai trò là trung tâm thương mại của [[Đàng Trong]] mà thay vào đó là [[Chợ Lớn]] và [[Mỹ Tho]].\n\n=== Giữ an bờ cõi===\n[[Tập tin:Đình Tân Lân.jpg|nhỏ|phải|200px|Đình Tân Lân, đánh dấu nơi định cư đầu tiên của nhóm Trần Thượng Xuyên ở vùng Đồng Nai.]]\nNăm [[Mậu Thìn]] ([[1688]]), phó tướng Hoàng Tiến giết chủ tướng là Dương Ngạn Địch ở cửa biển [[Mỹ Tho]], dời đồn sang Nan Khê (nay là [[vàm Nao (sông)|sông Vàm Nao]], thuộc tỉnh [[An Giang]]), đắp lũy, đúc đại bác, đóng chiến thuyền, thả quân đi cướp bóc. Vua chính nước [[Chân Lạp]] là [[Chey Chettha IV|Nặc Thu]] oán giận, bỏ việc triều cống và đắp ba lũy Bích Đôi, Cầu Nam và [[Phnôm Pênh|Nam Vang]], rồi chằng xích sắt ngăn cửa sông, làm kế cố thủ...<ref name=\"a\">''Đại Nam Thực lục Tiền biên'', soạn năm 1844, Viện Sử học phiên dịch, Nhà xuất bản Sử học, [[Hà Nội]], 1962. tr. 136-140.<\/ref>.\n\nVua thứ nhì Chân Lạp là [[Ang Nan|Nặc Nộn]] (đang đóng ở [[Thành phố Hồ Chí Minh|Sài Gòn]]) báo gấp lên chúa Nguyễn. Chúa Ngãi [[Nguyễn Phúc Thái|Nguyễn Phước Trăn]] nổi giận, bèn cử tướng Mai Vạn Long ở Dinh Thái Khương giả hiệp quân cùng Tiến đi đánh dẹp Nặc Thu, nhưng kỳ thực cũng để hạ Hoàng Tiến.\n\nSách ''[[Đại Nam thực lục]]'' chép:\n:''[[Tháng giêng]] năm [[Kỷ Tỵ]] ([[1689]]), Mai Vạn Long kéo quân đến cửa biển Mỹ Tho, đóng ở [[Rạch Gầm - Xoài Mút|Rạch Gầm]] (nay thuộc huyện Châu Thành, tỉnh [[Tiền Giang]]), sai người đến Nan Khê triệu Hoàng Tiến đem quân sở bộ đến. Vạn Long phải dùng mẹo đánh lừa Tiến đến hội. Quả nhiên Tiến cưỡi thuyền ra sông đến hội. Phục binh vùng dậy, bốn mặt đánh vào, Tiến bỏ thuyền chạy, nhằm lẩn về phía cửa biển Soài Rạp. Vạn Long vào lũy, bắt được vợ con Tiến đều chém cả <ref>Tiến sau đó cũng bị bắt và bị giết chết. (Sơn Nam, ''Gia Định xưa'', Nhà xuất bản TP.HCM, 1984, tr.30).<\/ref>, chiêu tập dư chúng quân Long Môn, sai bộ tướng là Trần Thượng Xuyên quản lãnh để làm Tiền phong. Thừa thắng, Vạn Long, Trần Thượng Xuyên tiến đánh, đốt xích sắt ngang sông, liên tiếp lấy được ba luỹ Bích Đôi, Cầu Nam, Nam Vang, bắt Nặc Thu phải hàng phục….''.<ref name=\"a\">''Đại Nam thực lục Tiền biên'', soạn năm 1844, Viện Sử học phiên dịch, Nhà xuất bản Sử học, Hà nội, 1962. tr. 136-140.<\/ref>.\n\nNăm 1699 và năm 1700, Trần Thượng Xuyên lại phải cầm quân đến nơi biên giới:\n:''Tháng 7 năm 1699, Nặc Thu lại đắp lũy ở Bích Đôi, Nam Vang và Cầu Nam. Trần Thượng Xuyên lúc bấy giờ đang đóng quân ở Doanh Châu ([[Vĩnh Long]]), cấp báo lên triều đình. Chúa Nguyễn cử [[Nguyễn Hữu Cảnh]] đi vào Nam hiệp quân, đánh dẹp.''\n:''[[Tháng ba|Tháng 3]] năm 1700, Trần Thượng Xuyên đích thân ra trận, giao chiến với quân Chân Lạp, rồi tiến đánh lũy Bích Đôi và Nam Vang. Quân Chân Lạp tan vỡ... Sau trận tiến công này, vùng đất Biên Trấn (Biên Hòa), Phiên Trấn (Gia Định), Định Tường, Long Hồ (Vĩnh Long), An Giang đã được sáp nhập vào [[Đại Việt]].''<ref name=\"b\">Lương Văn Lựu, ''Biên Hòa sử lược toàn biên'', Quyển 2, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1973, tr. 118-120.<\/ref>.\n\nVà lần thứ ba...\nSách ''[[Việt Nam sử lược]]'' chép:\n:''Năm [[Giáp Ngọ]] ([[1714]]), quân của Nặc Ông Thâm đến lấy thành La Bích và vây đánh Nặc Ông Yêm nguy cấp lắm. Ông Yêm sai người sang Gia Định cầu cứu. Quan đô đốc Phiên Trấn (Gia Định) là Trần Thượng Xuyên và quan phó tướng Trấn Biên (Biên Hòa) là Nguyễn Cửu Phú phát binh sang đánh, vây Nặc Ông Thu và Nặc Ông Thâm ở trong thành La Bích. Nặc Ông Thu và Nặc Ông Thâm sợ hãi, bỏ thành chạy sang Tiêm la ([[Xiêm]]). Bọn ông Trần Thượng Xuyên lập Nặc Ông Yêm lên làm vua Chân Lạp...…''<ref>[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968, tr. 331.<\/ref>.\n\n===Mất===\nSuốt 15 năm, Trần Thượng Xuyên vừa hỗ trợ các tướng [[chúa Nguyễn]] ổn định tình hình quân sự, chính trị ở [[Gia Định]] và [[Chân Lạp]], vừa lo mở mang buôn bán ở [[Cù lao Phố]]. Vào ngày 23 tháng 10 [[âm lịch]] năm [[1720]], ông mất và được an táng ở làng Mỹ Lộc, xã [[Tân Mỹ]], [[Bắc Tân Uyên]], tỉnh [[Bình Dương]].\n\nTrải qua mấy [[thế kỷ]], mộ Trần Thượng Xuyên cùng các ngôi mộ của các gia tướng đều đã rất hoang tàn và rêu phong. Sau, nhờ ngành chức năng và một số các nhà nghiên cứu đến khảo sát mới xác định được đây là mộ của Trần Thượng Xuyên <ref>[http:\/\/vannghesongcuulong.org\/vietnamese\/vanhoc_tacpham.asp?TPID=5985&LOAIID=3&LOAIREF=1&TGID=869 Theo web Văn nghệ Cửu Long]<\/ref>.\n\n==Tưởng nhớ==\n[[Tập tin:Bia đình Tân Lân.jpg|nhỏ|phải|200px|Bia ghi công Trần Thượng Xuyên trước đình Tân Lân.]]\nTrần Thượng Xuyên được lịch sử xác định là người có công lớn trong công cuộc khai phá và xây dựng vùng đất [[Đồng Nai]]-[[Gia Định]]. Công đức to lớn của ông được nhân dân ghi tạc, tôn thờ và xem ông như vị thần đã khai sáng vùng đất này.\n \nMặt khác, Trần Thượng Xuyên còn là một dũng tướng thao lược của [[chúa Nguyễn]]. Ông đã nhiều lần cầm binh đánh dẹp [[Campuchia|Cao Miên]], giữ an bờ cõi, mở rộng biên cương nước Việt. Chính vì vậy, chúa Nguyễn đã ban danh hiệu cao quý ''Nguyễn vi vương, Trần vi tướng, đại đại công thần bất tuyệt''. Các vua [[Minh Mạng]], [[Thiệu Trị]] đều phong ông làm \"Thượng đẳng thần\".\n\nĐể tỏ lòng ngưỡng mộ và đền đáp công ơn người đã có công tổ chức khai phá, mở mang vùng đất Đồng Nai-Gia Định, nhân dân ở những nơi này gọi Trần Thượng Xuyên là \"Đức Ông\" và đều có lập đền thờ ông. Trong số ấy có Đình Tân Lân (Xóm Mới) ở Biên Hòa, nơi thờ chính tướng Trần Thượng Xuyên, đã được Bộ Văn hóa-Thông tin-Thể thao và Du lịch xếp hạng ''di tích lịch sử, kiến trúc nghệ thuật cấp quốc gia'' theo Quyết định số 457\/QĐ, ngày 25 tháng 3 năm 1991. Ngoài ra, [[Đình Minh Hương Gia Thạnh]] ở [[Quận 5]], [[Thành phố Hồ Chí Minh]] cũng có gian thờ ông.\n\n==Hậu duệ==\nTrần Thượng Xuyên có người con trai tên [[Trần Đại Định]], cưới con gái của [[Mạc Cửu]], tổng trấn [[Hà Tiên (tỉnh)|Hà Tiên]]. Năm [[1725]], Đại Định nối nghiệp cha, phục vụ dưới triều chúa [[Nguyễn Phúc Chú]], được tập phong tước Định Viễn hầu, chức tổng binh, chỉ huy cả hai đạo binh Phiên Trấn và Long Môn. Năm [[Nhâm Tý]] ([[1731]]), quân [[Chân Lạp]] do một [[Rōnin|lãng nhân]] tên tên Prea Sot<ref>Nguyên văn là ''\"夏四月牢人詫卒 Hạ tứ nguyệt, Lao nhân Sá Tốt...\".'' Lao nhân tức là [[Rōnin|ronin]], lãng nhân. Đây là nhóm người Nhật lưu vong ở Xiêm và Chân Lạp.<\/ref> (Sà Tốt) đứng đầu sang cướp phá ở [[Gia Định]], ông đắp lũy đất ở Hoa Phong để chống cự và rồi đánh đuổi được. Tuy lập được công, nhưng ông bị Thống suất Trương Phước Vĩnh vu tội, phải chạy ra kêu oan với chúa Nguyễn. Chúa Ninh sai giam ông vào nhà lao [[Quảng Nam]]. Khi điều tra ra việc thì ông đã bị ốm chết trong ngục. Trần Đại Định được chúa Ninh truy tặng hàm Đô Đốc Đồng Tri thụy là ''Trương Mẫn'', còn Phước Vĩnh vì tội vu oan bị giáng xuống làm cai đội<ref>Xem chi tiết trong [[Gia Định thành thông chí]] (Quyển 6: ''Thành trì chí'', mục: ''Cầu Cao Miên'') [http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100704080302\/http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/|date=2010-07-04}}.<\/ref>.\n\nCon trai của Trần Đại Định là Trần Đại Lực (tức [[Trần Hầu]]), rất được cậu ruột là [[Mạc Thiên Tứ|Mạc Thiên Tích]] thương yêu và tin dùng. Họ Trần ở Biên Hòa và Họ Mạc ở [[Hà Tiên (tỉnh)|Hà Tiên]] kết thông gia nhiều đời, như vợ [[Mạc Thiên Tứ|Mạc Thiên Tích]] là người họ Trần \n\n==Xem thêm==\n*[[Dương Ngạn Địch]]\n*[[Cù lao Phố]]\n*[[Đình Tân Lân]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=8126 Hội thảo khoa học về Trần Thượng Xuyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090530074752\/http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=8126 |date=2009-05-30 }} Trên web báo Bình Dương.\n*[http:\/\/www.thuviendongnai.gov.vn\/c\/portal\/layout?p_l_id=PUB.1.237&p_p_id=Journals&p_p_action=0&p_p_state=maximized&p_p_mode=edit&p_p_col_id=&p_p_col_pos=0&p_p_col_count=0&_Journals_ToPicID=130&_Journals_recordPerPage=15&_Journals_page=1&_Journals_JournalID=475 Đình Tân Lân]{{Liên kết hỏng|date=2021-04-01 |bot=InternetArchiveBot }} Trên web Thư viện tỉnh Đồng Nai.\n*[http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/lich_su_van_hoa\/lich_su\/cong_cuoc_khai_duong_mo_loi\/nhung_bien_co_lich_su_o_sg_tu_nam_1623_den_nam_1698?left_menu=1 Tư liệu về Trần Thượng Xuyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080417004003\/http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/lich_su_van_hoa\/lich_su\/cong_cuoc_khai_duong_mo_loi\/nhung_bien_co_lich_su_o_sg_tu_nam_1623_den_nam_1698?left_menu=1 |date=2008-04-17 }} Trên web TP. HCM.\n*[http:\/\/www.dongnai.gov.vn\/gioi_thieu_chung\/du_lich_thuong_mai Tư liệu cù lao Phố] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080818152704\/http:\/\/www.dongnai.gov.vn\/gioi_thieu_chung\/du_lich_thuong_mai |date=2008-08-18 }} trên web Đồng Nai.\n*[http:\/\/vietnam.vnanet.vn\/vnp\/vi-vn\/13\/5\/5\/887\/default.aspx Phố Đông y]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }} Trên web Vietnam.vnanet.vn\n*[http:\/\/www.dongnai.gov.vn\/cong-dan\/su-kien-noi-bat_CongDan\/20081117.137 Danh tướng Trần Thượng Xuyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081206061430\/http:\/\/www.dongnai.gov.vn\/cong-dan\/su-kien-noi-bat_CongDan\/20081117.137 |date=2008-12-06 }}\n*[http:\/\/vannghesongcuulong.org\/vietnamese\/vanhoc_tacpham.asp?TPID=5985&LOAIID=3&LOAIREF=1&TGID=869 Trần Thượng Xuyên – người Minh hương có công...] Trên Web Văn nghệ Cửu Long.\n*[http:\/\/www.zjjs.net\/jrzj\/docc\/zjls.htm 湛江历史] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110706210448\/http:\/\/www.zjjs.net\/jrzj\/docc\/zjls.htm |date=2011-07-06 }}\n*[http:\/\/www.cn99.com\/cgi-bin\/getmsg\/body?listname=xyge2&id=72 华人与中越文化交流] {{Webarchive|url=https:\/\/web.archive.org\/web\/20040109192041\/http:\/\/www.cn99.com\/cgi-bin\/getmsg\/body?listname=xyge2&id=72 |date=2004-01-09 }}\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Đồng Nai]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Người Minh Hương]]\n[[Thể loại:Sinh năm 1655]]\n[[Thể loại:Mất năm 1720]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Sinh năm 1626]]"}