{"439390":"{{Infobox Writer\n| name = Trần Thanh Mại\n| image = Portrait of writer Trần Thanh Mại (cropped).jpg\n| bgcolour = silver\n| caption = \n| birth_date = [[1911]] \n| birth_place = [[Huế]], [[Việt Nam]]\n| death_date = [[1965]]\n| death_place = [[Hà Nội]], [[Việt Nam]]\n| occupation = [[Nhà văn]], [[nhà báo]]\n| movement =\n| magnum_opus = Trông dòng sông Vị, [[Tuy Lý Vương]], [[Hàn Mặc Tử]]\n| influenced = \n| influences =\n| website =\n| footnotes =\n}}\n'''Trần Thanh Mại''' (3 tháng 2 năm 1911 - 3 tháng 2 năm 1965), là [[nhà văn]], [[nhà báo]], và là nhà nghiên cứu phê bình văn học [[Việt Nam]]. \nNgoài ra, ông còn là hội viên sáng lập [[Hội Nhà văn Việt Nam]] (1957), và là một trong những người có công gây dựng [[Viện Văn học (Việt Nam)|Viện Văn học Việt Nam]] ngay từ những ngày đầu.\n==Tiểu sử==\n'''Trần Thanh Mại''', quê quán ở làng Tân Nội, tổng Mậu Tài, huyện [[Phú Vang]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]], nay thuộc ngoại thành thành phố [[Huế]].\n \nÔng sinh trưởng trong một gia đình quan lại. Thuở nhỏ, ông học [[tiếng Pháp|chữ Pháp]], thi đỗ bằng Thành chung, nhưng bỏ dở việc học, để đi làm một công chức, dành hết cuộc đời cho nghiệp văn.\n\nTừ những năm 30, ông làm báo, viết văn, từng là cộng sự của tờ ''Phụ nữ tân văn''. Năm 1932, ông cho in tập truyện ngắn đầu tay: ''Ngọn gió rừng''. Kể từ đó, cứ vài ba năm ông lại cho ra đời một tác phẩm.\n\nTrong cuộc [[chiến tranh Đông Dương|kháng chiến chín năm]] (1945-1954), ông làm giáo viên văn của trường cấp III Lam Sơn, [[Thanh Hóa]].\n\nSau khi hòa bình lập lại (tháng 8 năm 1954), ông là một trong những người phụ trách tạp chí ''Giáo dục nhân dân''. Tiếp theo, ông về Viện Văn học Việt Nam ([[Hà Nội]]) phụ trách tổ Văn học Việt Nam cổ cận đại, và công tác ở đó cho tới khi mất (ngày 3 tháng 2 năm 1965) năm 54 tuổi.\n\n==Tác phẩm==\nSách của Trần Thanh Mại đã xuất bản, gồm: \n*''Ngọn gió rừng'' (truyện ngắn, 1932)\n*''Trông dòng sông Vị'' (phê bình, truyện [[ký]], 1935)\n*''[[Tuy Lý Vương]]'' (ký sự [[lịch sử]], 1938)\n*''Đời văn'' (Phê bình-tiểu luận, 1942)\n*''[[Hàn Mặc Tử]]'' (phê bình-truyện ký 1941)\n*''[[Ngô Quyền|Ngô Vương Quyền]]'' (tiểu thuyết lịch sử, 1944)\n* ''Chú hươu vàng và anh nông dân'' (1955).\n*''Quan điểm duy vật máy móc và duy vật biện chứng trong cách nhận định một truyện cổ tích'' (1955).\n* ''Tìm hiểu và phân tích truyện cổ tích Việt'' (1956 - 1957).\n* ''Thanh niên học tập sáng tác'' (1957).\n* ''Đấu tranh chống hai quan niệm sai lầm về [[Trần Tế Xương|Tú Xương]]'' (tiểu luận, 1957);\n* ''Tú Xương, con người và nhà thơ'' (tiểu luận, 1964).\n \nNgoài ra, ông là Chủ biên bộ sách ''Sơ thảo lịch sử văn học Việt Nam'' giai đoạn 1858-1900, và là tác giả của nhiều bài nghiên cứu đã đăng trên báo, viết về: [[Hồ Xuân Hương]], [[Nguyễn Trãi]], [[Nguyễn Đình Chiểu]], [[Lê Quý Đôn]], [[Tùng Thiện Vương]]...\n==Nhận xét==\n===Về tác giả===\nĐề cập đến Trần Thanh Mại, nhà thơ [[Nam Trân]] (bạn học từ nhỏ của ông và là đồng nghiệp của ông trong những năm cuối đời), cho biết: \"Tôi có thể nói, anh Trần Thanh Mại là một người sinh ra để viết văn, hay nói một cách văn vẻ hơn, lúc ra đời anh đã mang theo vết mực trên đầu ngón tay\". Giáo sư - tiến sĩ Liên Xô N. Niculin, một nhà nghiên cứu văn học Việt Nam nổi tiếng, cũng đã từng viết: \"Trong văn học Việt Nam có những nhà nghiên cứu am hiểu, sâu sắc, tài năng như [[Đặng Thai Mai]], Trần Thanh Mại, [[Hoài Thanh]]...\".<ref>Trích theo [http:\/\/www.vannghequandoi.com.vn\/-nhanvt-vn-skin\/1--nhanvt-vn-skin\/3943-k-nim-100-nm-ngay-sinh-nha-vn-trn-thanh-mi.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091213141022\/http:\/\/www.vannghequandoi.com.vn\/-nhanvt-vn-skin\/1--nhanvt-vn-skin\/3943-k-nim-100-nm-ngay-sinh-nha-vn-trn-thanh-mi.html|date=ngày 13 tháng 12 năm 2009}}.<\/ref>\n\nTheo lời kể của Trần Thị Linh Chi (con gái Trần Thanh Mại), thì tuy ông xuất thân gia đình quan lại, học giỏi nhưng lại không chịu theo đuổi đến nơi đến chốn để khoa bảng đề tên, mà dành hết cuộc đời cho văn học. Năng khiếu phê bình của ông đã biểu hiện ngay từ thời còn đi học. Khi trưởng thành, ông đã làm hai việc trái với truyền thống của gia đình, một là: \"Bỏ học, không theo con đường công danh mà theo nghề viết văn\", hai là: \"Từ chối cưới con gái của một Thượng thư do gia đình chọn lựa, mà lập gia đình với một nghệ sĩ cung đình, là con nhà dân dã và rất nghèo\"... Và trong suốt thời kỳ kháng chiến chống Pháp, ông đã phải chịu đựng sự đối xử lạnh nhạt như ông đã giãi bày trong tiểu luận \"Thanh niên học tập sáng tác\". Sau năm [[1975]], các ngành chức năng đã đánh giá khác hơn, rằng: \"ông là người đã cống hiến suốt cuộc đời mình cho sự nghiệp nghiên cứu và phê bình văn học Việt\". Nhờ vậy, bộ '''Trần Thanh Mại toàn tập''' (gồm 3 cuốn, dày 2490 trang. Bộ sách do nhà nước đặt hàng) mới được ra đời. Ngoài ra, ông còn được ân thưởng Huân chương Kháng chiến và tên ông cũng được đặt cho hai con đường: một ở [[Huế]] và một ở [[Thành phố Hồ Chí Minh]].<ref>[http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=4&catid=17&ID=1379&shname=Nhan-ky-niem-100-nam-ngay-sinh-cha-toi-nha-van-Tran-Thanh-Mai Lược theo bài viết của Trần Thị Linh Chi, tại địa chỉ]<\/ref>\n\n===Về tác phẩm===\nNăm 1942, ba tác phẩm đã in của ông được [[Vũ Ngọc Phan]] đánh giá như sau:\n:''Có thể gọi quyển \"Tuy Lý Vương\" là một thiên ký sự về một thời loạn hay một thiên cung đình thảm sử cũng đều được cả...Mặc dù rải rác có những điều sai lầm về phương pháp và về chữ viết, nhưng nếu xét về những tài liệu mà tác giả biên khảo, cũng đáng kể là công phu. Văn viết lưu loát, nhiều đoạn bóng bẩy nữa, làm cho người đọc cảm động, tỏ ra tác giả là một nhà văn biết thuận chuyện.''\n:''Ông sở trường về lối thuật chuyện như thế, nên quyển \"Trông Giòng sông Vị\" mà ông gọi là một quyển phê bình văn chương, phần thuật chuyện đã lấn phần phê bình, làm cho quyển sách có tính cách một quyển truyện ký hơn…Và nếu vậy thì còn được, vì có vài đoạn chép có duyên, chứ nếu là một quyển phê bình thì thật có rất nhiều khuyết điểm...''\n:''Quyển \"Hàn Mặc Tử\", cũng có tính chất truyện ký hơn là một quyển phê bình, mặc dù nó được viết kỹ càng hơn, rắn rỏi hơn quyển Trông Giòng sông Vị, cho thấy lối truyện ký là lối ông sở trường hơn cả...Từ quyển \"Tuy Lý Vương\" đến \"Hàn Mặc Tử\", lối chép truyện của ông thật đã tiến bộ nhiều, tiến bộ về những điều xét nhận tỷ mỷ và cả về cách hành văn nữa.<ref>Lược theo ''Nhà văn hiện đại'' (trọn bộ). Nhà xuất bản Sống Mới, 1959, tr. 519-537.<\/ref>\n\nVà sau khi Trần Thanh Mại qua đời, đánh giá lại tài năng và những đóng góp của ông cho văn học Việt, ''Từ điển văn học (bộ mới)'' có đoạn viết:\n:''Tuy có viết một số truyện ngắn, ký sự và tiểu thuyết lịch sử, nhưng khuynh hướng của Trần Thanh Mại vẫn là thiên về nghiên cứu và phê bình. Song, trong các tác phẩm trước năm 1945, ông không chỉ nghiên cứu phê bình, mà còn kết hợp với miêu tả và dựng lại chân dung của nhà văn, vì vậy rất khó xác định rạch ròi chúng là công trình nghiên cứu hay là sách danh nhân.''\n:''Trong phê bình, ông là táo bạo, chịu khó tìm tòi, phát hiện, nhưng cũng có lúc rơi vào cực đoan, như những đánh giá của ông về Hàn Mặc Tử, về Tú Xương...Đóng góp của ông trong lĩnh vực này chủ yếu thuộc về những công trình sau 1954. Đáng kể như ông là người đầu tiên bàn lại vấn đề dâm tục trong tác phẩm của Hồ Xuân Hương, loại bỏ những bài thơ không phải của bà, và có công phát hiện tập thơ [[chữ Hán]] ''[[Lưu hương ký]]'' cũng của nữ sĩ này. Sau nữa, ông cũng là người đầu tiên giới thiệu thơ văn [[Tùng Thiện Vương|Miên Thẩm]], trong lúc giới nghiên cứu miền Bắc vẫn còn rất nhiều định kiến khắt khe đối với [[nhà Nguyễn]]...Bên cạnh đó, ông còn có những phát hiện, những công trình nghiên cứu về truyện cổ tích Việt Nam, về giai thoại văn học Việt Nam, về các nhà thơ nổi tiếng, như: [[Nguyễn Du]], [[Nguyễn Trãi]], [[Nguyễn Đình Chiểu]], [[Hồ Chí Minh]]...Tất cả, chứng tỏ sự trung thực, chân thành của một ngòi bút có trách nhiệm''<ref>Lược theo bài viết nơi mục từ \"Trần Thanh Mại\", do Đặng Thị Hảo và Nguyễn Phương Chi soạn, in trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004, tr. 1805-1806.<\/ref>.\n\n==Bị kiện vì \"đạo văn\"==\nNguyễn Bá Tín, em ruột thi sĩ [[Hàn Mặc Tử]], kể lại:\n:''Tên tuổi Hàn Mặc Tử nổi lên rất cao, cũng đồng thời tên tuổi Trần Thanh Mại được nhắc đến, nhất là sau vụ kiện \"đạo văn\" mà ông [[Quách Tấn]] đứng tư cách dân sự nguyên cáo.''\n:''Ông Mại bị kiện vì trích dẫn quá nhiều thơ Hàn Mặc Tử (để giới thiệu trong quyển \"Hàn Mặc Tử\") mà không có sự đồng ý của ông Tấn là người được uỷ quyền bảo thủ. Đã một dạo, người ta bàn tán xôn xao cái chuyện \"ăn trộm\" văn (đạo văn) đó.''\n:''Dư luận ngã nhiều thiện cảm về phía ông Mại, và ông Mại bỗng trở thành người \"hùng\" của vụ kiện lịch sử văn học chưa từng có...Vụ kiện đạo văn đó đã được tòa tuyên xử bác đơn của ông Quách Tấn. Nghe nói ông Tấn không đến dự nghe phán quyết của tòa...Năm 1946, khi anh Quách Tấn từ [[Nha Trang]] di tản về [[Bình Định]], có đến báo tin cho gia đình tôi biết anh đã bỏ rơi dọc đường tất cả thơ văn bút tích anh Trí trong khi chạy giặc. Gia đình tôi không ai phản ứng gì, có vẻ như đã khoán trắng cho anh Tấn rồi. Mẹ tôi cũng không có vẻ gì phiền trách anh. ''\n:''Nghĩ đến cái mất mát vô cùng bất hạnh đó, tôi thầm cảm ơn ông Mại đã phổ biến được nhiều bài thơ giá trị của Hàn Mặc Tử cho người đời thưởng thức tài năng Anh...''<ref>''Trần Thanh Mại và Hàn Mặc Tử'', trong ''Hàn Mặc Tử anh tôi'' của Nguyễn Bá Tín, in chung trong tập sách ''Hàn Mặc Tử-Hôm qua và hôm nay'' (Nhà xuất bản Hội nhà văn, 1996); hoặc xem ở tại địa chỉ: [http:\/\/www.dunglac.org\/index.php?m=module3&v=chapter&ib=104&ict=525]{{Liên kết hỏng|date=ngày 25 tháng 5 năm 2021|bot=InternetArchiveBot}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/google.com\/search?q=cache:uZ8Ze_jZJlQJ:www.talawas.org\/talaDB\/showFile.php?res%3D3622%26rb%3D0102+%22Tr%E1%BA%A7n+Thanh+M%E1%BA%A1i%22&cd=3&hl=vi&ct=clnk&gl=vn Trần Thanh Mại trong những bước đi đầu tiên của Viện Văn học. Bài viết của GS.[[Nguyễn Huệ Chi]].].\n*[http:\/\/www.vannghequandoi.com.vn\/-nhanvt-vn-skin\/1--nhanvt-vn-skin\/3943-k-nim-100-nm-ngay-sinh-nha-vn-trn-thanh-mi.html Kỷ niệm 100 năm ngày sinh nhà văn Trần Thanh Mại.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091213141022\/http:\/\/www.vannghequandoi.com.vn\/-nhanvt-vn-skin\/1--nhanvt-vn-skin\/3943-k-nim-100-nm-ngay-sinh-nha-vn-trn-thanh-mi.html |date = ngày 13 tháng 12 năm 2009}}\n*[http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=4&catid=17&ID=1379&shname=Nhan-ky-niem-100-nam-ngay-sinh-cha-toi-nha-van-Tran-Thanh-MaiNhân kỷ niệm 100 năm ngày sinh cha tôi: nhà văn Trần Thanh Mại.]\n\n{{Thời gian sống|sinh=1911|mất=1965}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]"}