{"3197021":"{{Thông tin viên chức\n| tên = Trần Văn Cẩm\n| hình = Cgs tranvancam.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD II VNCH.jpg|22px]]<br>Phụ tá Tư lệnh Quân đoàn II<br>Đặc trách Hành quân\n| bắt đầu = 1\/1975\n| kết thúc = 3\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Chuẩn tướng (11\/1972)\n| địa hạt = Quân khu II\n| phó chức vụ = Tư lệnh\n| phó viên chức = -Thiếu tướng [[Phạm Văn Phú]]\n| chức vụ 2 = Tham mưu trưởng Quân đoàn II<br>(Lần thứ hai)\n| bắt đầu 2 = 11\/1973\n| kết thúc 2 = 12\/1974\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Chuẩn tướng\n| tiền nhiệm 2 = -Đại tá [[Lê Trung Tường]]\n| kế nhiệm 2 = -Đại tá Lê Khắc Lý\n| địa hạt 2 = Quân khu II\n| phó chức vụ 2 = Tư lệnh Quân đoàn\n| phó viên chức 2 = -Trung tướng [[Nguyễn Văn Toàn]]\n| chức vụ 3 = [[Hình: ARVN 23rd Division Insignia.svg|20px]]<br>Tư lệnh Sư đoàn 23 Bộ binh\n| bắt đầu 3 = 10\/1972\n| kết thúc 3 = 11\/1973\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá<br>-Chuẩn tướng (11\/1972)\n| tiền nhiệm 3 = -Chuẩn tướng [[Lý Tòng Bá]]\n| kế nhiệm 3 = -Đại tá [[Lê Trung Tường]]\n| địa hạt 3 = Quân khu II\n| chức vụ 4 = Tham mưu trưởng Quân đoàn II<br>(Lần thứ nhất)\n| bắt đầu 4 = 5\/1972\n| kết thúc 4 = 10\/1972\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá\n| tiền nhiệm 4 = -Đại tá Lê Quang Bình\n| kế nhiệm 4 = -Đại tá [[Lê Trung Tường]]\n| địa hạt 4 = Quân khu II\n| phó chức vụ 4 = Tư lệnh Quân đoàn\n| phó viên chức 4 = -Thiếu tướng [[Nguyễn Văn Toàn]]\n| chức vụ 5 = [[Hình: ARVN 2nd Division SSI.svg|22px]]<br>Tham mưu trưởng Sư đoàn 2 Bộ binh\n| bắt đầu 5 = 5\/1970\n| kết thúc 5 = 5\/1972\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá\n| tiền nhiệm 5 = -Trung tá Ngô Văn Lợi\n| kế nhiệm 5 = -Trung tá Lê Tấn Phước\n| địa hạt 5 = Quân khu I\n| phó chức vụ 5 = Tư lệnh Sư đoàn\n| phó viên chức 5 = -Đại tá [[Nguyễn Văn Toàn]]\n| chức vụ 6 = [[Hình: QD I VNCH.jpg|22px]]<br>Phụ tá Tư lệnh Quân đoàn I<br>Đặc trách Hành quân\n| bắt đầu 6 = 9\/1969\n| kết thúc 6 = 5\/1970\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Đại tá\n| địa hạt 6 = Quân khu I\n| phó chức vụ 6 = Tư lệnh Quân đoàn\n| phó viên chức 6 = -Trung tướng [[Hoàng Xuân Lãm]]\n| chức vụ 7 = [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Tham mưu trưởng Sư đoàn 1 Bộ binh\n| bắt đầu 7 = 8\/1966\n| kết thúc 7 = 9\/1969\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Trung tá<br>-Đại tá (6\/1968)\n| tiền nhiệm 7 = -Trung tá Tôn Thất Khiên\n| kế nhiệm 7 = -Đại tá Phạm Cao Đông\n| địa hạt 7 = Vùng 1 chiến thuật\n| phó chức vụ 7 = Tư lệnh Sư đoàn\n| phó viên chức 7 = -Chuẩn tướng [[Ngô Quang Trưởng]]\n| chức vụ 8 = Chỉ huy trưởng Pháo binh Quân đoàn I\n| bắt đầu 8 = 5\/1964\n| kết thúc 8 = 1\/1966\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Thiếu tá<br>-Trung tá (5\/1965)\n| kế nhiệm 8 = -Thiếu tá Phạm Cao Đông\n| địa hạt 8 = Vùng I chiến thuật\n| phó chức vụ 8 = Tư lệnh Quân đoàn\n| phó viên chức 8 = -Thiếu tướng [[Nguyễn Chánh Thi]]\n| chức vụ 9 = Chỉ huy trưởng Pháo binh<br>Sư đoàn 1 Bộ binh\n| bắt đầu 9 = 11\/1959\n| kết thúc 9 = 5\/1964\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Đại úy (8\/1955)<br>-Thiếu tá (11\/1963)\n| kế nhiệm 9 = -Đại úy Nguyễn Tiến Lộc\n| địa hạt 9 = Vùng 1 chiến thuật\n| phó chức vụ 9 = Tư lệnh Sư đoàn\n| phó viên chức 9 = -Đại tá [[Tôn Thất Xứng]]<br>-Đại tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]]<br>-Đại tá [[Nguyễn Văn Thiệu]]<br>-Thiếu tướng [[Đỗ Cao Trí]]<br>-Đại tá [[Trần Thanh Phong]]<br>-Chuẩn tướng [[Nguyễn Chánh Thi]]\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = Texas, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| cha = Trần Văn Tường\n| mẹ = Phạm Thị Dẩm\n| vợ = Trần Thị Bạch Yến\n| họ hàng = Các em:<br>Trần Văn Hãn<br>Trần Văn Hiếu<br>Trần Thị Mỹ Xuân\n| con = 9 người con (5 trai, 4 gái):<br>Trần Thị Bạch Lan<br>Trần Văn Dũng<br>Trần Thị Khánh Minh<br>Trần Văn Hùng<br>Trần Văn Tuấn<br>Trần Thị Phương<br>Trần Thị Diễm Lan<br>Trần Văn Tú<br>Trần Văn Nguyên\n| học vấn = Thành chung\n| học trường = -Trường Quốc học Khải Định, Huế<br>-Trường Võ bị Địa phương Trung Việt<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Chỉ huy Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ<br>-Trường Huấn luyện Chiến tranh Du kích Fort Bragg, North Carolina, Hoa Kỳ\n| quê quán = Trung Kỳ\n| ngày sinh = [[15 tháng 1]] năm [[1930]]\n| ngày mất = [[14 tháng 1]] năm [[2021]]\n| nơi sinh = [[Quảng Trị]], [[Việt Nam]]\n| nơi mất = [[San Antonio]], [[Texas]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1950]]-[[1975]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: Flag of ARVN's Artillery Forces.svg|20px]] [[Pháo binh (Quân lực VNCH)|Binh chủng Pháo binh]]<br>[[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: ARVN 2nd Division SSI.svg|20px]] [[Sư đoàn 2 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 2 Bộ binh]]<br>[[Hình: ARVN 23rd Division Insignia.svg|20px]] [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23 Bộ binh]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và QK 2]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng).<\/ref>|\n}}\n\n'''Trần Văn Cẩm''' (1930-2021), nguyên là một tướng lĩnh gốc Pháo binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa đầu tiên ở trường Võ bị Địa phương Trung Việt, sau đó ông học tiếp tại trường Võ bị Liên quân tại nam Cao nguyên Trung phần. Ra trường ông được chọn về Binh chủng Pháo binh và đã phục vụ ở ngành chuyên môn này một thời gian dài. Năm 1966, ông chuyển nhiệm vụ sang đơn vị Bộ binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 15 tháng 1 năm 1930 trong một gia đình Nho học tại làng Quảng Lượng, huyện Triệu Phong, tỉnh Quảng Trị, miền Trung Việt Nam. Thời niên thiếu, ông học ở trường Quốc học Khải Định, Huế. Tốt nghiệp Trung học chương trình Pháp với văn bằng Thành chung.\n\n===Quân đội Liên hiệp Pháp===\nCuối tháng 7 năm 1950, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 50\/201.745. Theo học khóa 1 tại trường Võ bị Địa phương Trung Việt,<ref>Năm 1950, Quốc gia Việt Nam thành lập Quân đội là thành phần trong Liên hiệp Pháp. Được Chính phủ và Quân đội Pháp hỗ trợ mở ra ở mỗi miền một trường huấn luyện được gọi là trường Võ bị Địa phương nhằm đào tạo sĩ quan để phục vụ trong Quân đội Liên hiệp Pháp và Quân đội Quốc gia sau này. Ở miền Trung có trường Võ bị Địa phương Trung Việt, cơ sở tại địa danh Đập Đá ngay bờ sông Hương, Huế (địa điểm trước đó là trường Võ bị Liên quân thường được gọi là trường \"Võ bị Huế\", từ năm 1948 đã huấn luyện và đào tạo được 2 khóa: khoá 1 Phan Bội Châu và khóa 2 Quang Trung, đến năm 1950 chuyển về Đà Lạt tiếp tục huấn luyện khóa 3 Trần hưng Đạo).<br>Ở miền Nam có trường Võ bị Địa phương Nam Việt, cơ sở đặt tại Vũng Tàu.<\/ref> khai giảng ngày 1 tháng 8 năm 1950. Ngày 1 tháng 4 năm 1951 mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]] và được chọn ở lại trường làm Huấn luyện viên.\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 6 năm 1951, chuyển sang Quân đội Quốc gia, ông xin theo học khóa 5 Hoàng Diệu trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1951, Ngày 24 tháng 4 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chọn về ngành Pháo binh và được cử đi học khóa căn bản binh chủng tại trường Pháo binh Phú Lợi, Thủ Dầu Một. Tháng 11 cùng năm, ông luân phiên đảm nhận chức vụ Tiền sát viên kiêm Trung đội trưởng. Đến đầu tháng 11 năm 1953, ông được thăng cấp [[Trung úy]] giữ chức vụ Pháo đội trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 5 năm 1955, ông được cử đi du học khóa sĩ quan Pháo binh cao cấp tại trường Pháo binh Chalon-sur-Marne, Pháp trong thời gian 3 tháng. Mãn khóa về nước, ông được thăng cấp [[Đại úy]] giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 1 Pháo binh thay thế Thiếu tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]].\n\nTháng 5 năm 1959, ông được lệnh bàn giao chức vụ Tiểu đoàn trưởng Tiểu đoàn 1 Pháo binh lại cho Đại úy [[Lê Văn Thân]] để đi du học khóa Pháo binh cao cấp tại Trường Pháo binh Fort Still, Tiểu bang Oklahoma, Hoa Kỳ trong thời gian 6 tháng. Tháng 11 cùng năm về nước, ông được bổ nhiệm làm Chỉ huy trưởng Pháo binh Sư đoàn 1 Bộ binh tân lập.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 2 tháng 11 ông được thăng cấp [[Thiếu tá]] tại nhiệm. Đến đầu tháng 5 năm 1964, ông nhận lệnh bàn giao Bộ chỉ huy Pháo binh Sư đoàn 1 lại cho Đại úy [[Nguyễn Tiến Lộc (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tiến Lộc]].<ref>Đại uý Nguyễn Tiến Lộc sinh năm 1928 tại Hà Nội, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá Tham mưu trưởng Sư đoàn 21 Bộ binh.<\/ref> ''(Trong thời gian đảm nhiệm chức Chỉ huy trưởng Pháo binh Sư đoàn 1 Bộ binh, Đại úy Trần Văn Cẩm đã trải qua các vị Tư lệnh Sư đoàn: Đại tá [[Tôn Thất Xứng]] (2\/1959-1\/1961), Đại tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]] (1\/1961-10\/1961), Đại tá [[Nguyễn Văn Thiệu]] (10\/1961-12\/1962), Thiếu tướng [[Đỗ Cao Trí]] (12\/1962-11\/1963), Đại tá [[Trần Thanh Phong]] (11\/1963-2\/1964) và Chuẩn tướng [[Nguyễn Chánh Thi]] (2\/1964-11\/1964))''. Sau đó ông được cử giữ chức vụ Chỉ huy trưởng Pháo binh Quân đoàn I, dưới quyền Thiếu tướng [[Nguyễn Chánh Thi]] Tư lệnh Quân đoàn.\n\nNgày 1 tháng 5 năm 1965, ông được thăng cấp [[Trung tá]] tại nhiệm và được lệnh bàn giao Bộ chỉ huy Pháo binh Quân đoàn I lại cho Thiếu tá [[Phạm Cao Đông (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Cao Đông]].<ref>Thiếu tá Phạm Cao Đông sinh năm 1931 tại Cao Bằng, tốt nghiệp khóa 7 Võ bị Đà Lạt. Sau cùng mang cấp Đại tá.<\/ref> Đầu năm 1966, ông được cử đi du học khóa Tham mưu cao cấp tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Tiểu bang Kansas, Hoa Kỳ với thời gian 16 tuần. Sau khi mãn khóa học Tham mưu, ông được tiếp tục theo học thêm 3 tháng lớp chống Chiến tranh Du kích tại Trường Fort Bragg, Tiểu bang North Carolina, Hoa Kỳ. Tháng 8 cùng năm, mãn khóa về nước ông được cử giữ chức vụ Tham mưu trưởng Sư đoàn 1 Bộ binh thay thế Trung tá [[Tôn Thất Khiên (Đại tá, Quân lực Việt Nam Cộng hòa)|Tôn Thất Khiên]]<ref>Trung tá Tôn Thất Khiên sinh năm 1930 tại Thừa Thiên, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng là Đại tá nguyên Tỉnh trưởng Thừa Thiên kiêm Thị trưởng Huế.<\/ref>, dưới quyền Tư lệnh Sư đoàn là Chuẩn tướng [[Ngô Quang Trưởng]].\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Đại tá]] tại nhiệm. Đến tháng 9 năm 1969, bàn giao chức vụ Tham mưu trưởng Sư đoàn 1 lại cho Đại tá Phạm Cao Đông. Sau đó, ông được cử làm Phụ tá Hành quân cho Trung tướng [[Hoàng Xuân Lãm]] Tư lệnh Quân đoàn I và Vùng 1 chiến thuật.\n\nTháng 5 năm 1970, ông được thuyên chuyển sang Sư đoàn 2 Bộ binh giữ chức vụ Tham mưu trưởng thay thế Trung tá [[Ngô Văn Lợi (Đại tá, Quân lực Việt Nam Cộng hòa)|Ngô Văn Lợi]]<ref>Trung tá Ngô Văn Lợi sinh năm 1928 tại Hà Nội, tốt nghiệp khóa 4 Võ bị Đà Lạt. Sau cùng là Đại tá Tư lệnh phó Sư đoàn 3 Bộ binh.<\/ref> được bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng Quảng Ngãi. Tư lệnh Sư đoàn 2 Bộ binh vào thời điểm này là Đại tá [[Nguyễn Văn Toàn]].\n\nTháng 5 năm 1972, ông được lệnh bàn giao chức vụ Tham mưu trưởng Sư đoàn 2 lại cho Trung tá [[Lê Tấn Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Tấn Phước]].<ref>Trung tá Lê Tấn Phước sau cùng là Đại tá Tham mưu trưởng Sư đoàn 2 Bộ binh.<\/ref> Cuối tháng, ông chuyển về Bộ tư lệnh Quân đoàn II để giữ chức vụ Tham mưu trưởng thay thế Đại tá [[Lê Quang Bình (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Quang Bình]].<ref>Đại tá Lê Quang Bình sinh năm 1927, tốt nghiệp khóa 9 Võ bị Đà Lạt.<\/ref>, dưới quyền Tư lệnh Quân đoàn là Thiếu tướng [[Nguyễn Văn Toàn]]. Tháng 10 cùng năm, bàn giao chức vụ Tham mưu trưởng lại cho Đại tá [[Lê Trung Tường]]. Cùng tháng, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 23 Bộ binh thay thế Chuẩn tướng [[Lý Tòng Bá]] được cử về Trung ương giữ chức vụ Chỉ huy trưởng Bộ chỉ huy Thiết giáp. Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 cùng năm, ông được đặc cách thăng cấp [[Chuẩn tướng]] tại mặt trận.\n\nHạ tuần tháng 11 năm 1973, ông tái nhiệm chức vụ Tham mưu trưởng Quân đoàn II ''(Vẫn là tướng Toàn Tư lệnh Quân đoàn)'' sau khi hoán chuyển nhiệm vụ với Đại tá [[Lê Trung Tường]] về làm Tư lệnh Sư đoàn 23 Bộ binh. Cuối năm 1974, ông được lệnh bàn giao chức vụ Tham mưu trưởng Quân đoàn II lại cho Đại tá [[Lê Khắc Lý (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Khắc Lý]].<ref>Đại tá Lê Khắc Lý sinh năm 1933 tại Hà Nội, tốt nghiệp khóa 4 phụ Sĩ quan Thủ Đức.<\/ref>\n\n==1975==\nĐầu tháng Giêng, ông nhận chức vụ Phụ tá Hành quân cho Tư lệnh Quân đoàn II do Thiếu tướng [[Phạm Văn Phú]] làm Tư lệnh. Ngày 16 tháng 3, giám sát cuộc hành quân di tản triệt thoái của Quân đoàn II rời khỏi Pleiku trên tỉnh lộ 7B.<ref>Tỉnh lộ 7B (nay là Quốc lộ 25) có chiều dài là 181 km, khởi đầu từ ngã ba Quốc lộ 1 tại Thị xã Tuy Hòa (nay là Tp Tuy Hòa) theo hướng đông cắt ngang sông Ba và kết thúc ở ngã ba Mỹ Thạch (nay là ngã ba Chư Sê) khi gặp Quốc lộ 14 (đường HCM).<\/ref>\n\nNgày 1 tháng 4, ông bị [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] bắt làm tù binh tại mặt trận Tuy Hòa, Phú Yên và bị đưa đi tù lần lượt qua các trại giam ở miền Bắc: [[Hoàng Liên Sơn (tỉnh)|Hoàng Liên Sơn]], [[Hà Sơn Bình]] và [[Hà Nam Ninh]] cho đến ngày 13 tháng 2 năm 1988 mới được trả tự do.\n\nCuối tháng 8 năm 1991, ông cùng gia đình được xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh và định cư tại San Antonio, Tiểu bang Texas, Hoa Kỳ.\n\nNgày 14 tháng 1 năm 2021, ông từ trần tại nơi định cư, hưởng thọ 91 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ đẳng<br>-Lục quân Huân chương đệ nhất hạng<br>-Một số Anh dũng Bội tinh (gồm nhành dương liễu, ngôi sao vàng, bạc và đồng)<br>-Một số huy chương quân sự, dân sự và Đồng minh.\n\n==Gia đình==\n*Thân phụ: Cụ Trần Văn Tường\n*Thân mẫu: Cụ Phạm Thị Dẩm\n*Bào đệ: [[Trần Văn Hãn (Trung tá, Quân lực VNCH)|Trần Văn Hãn]]<ref>Hải quân Trung tá Trần Văn Hãn sinh năm 1936 tại Quảng Trị, tốt nghiệp khóa 8 Sĩ quan Hải quân Nha Trang<\/ref>, Trần Văn Hiếu\n*Bào muội: Trần Thị Mỹ Xuân\n*Phu nhân: Bà Trần Thị Bạch Yến \n:Ông bà có chín người con gồm 5 trai, 4 gái)<br>Trần Thị Bạch Lan, Trần Văn Dũng, Trần Thị Khánh Minh, Trần Văn Hùng, Trần Văn Tuấn, Trần Thị Phương, Trần Thị Diễm Lan,Trần Văn Tú, Trần Văn Nguyên.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Người Mỹ gốc Việt]]"}