{"370219":"{{Short description|Hoàng đế thứ hai của Hoàng triều Trần}}\n{{Thông tin nhân vật hoàng gia\n| tên = Trần Thánh Tông\n| tên gốc = 陳聖宗\n| tước vị = [[Hoàng đế Việt Nam]]\n| thêm = vietnam\n| hình = Trần Thánh Tông.jpg\n| chức vị = [[Nhà Trần|Hoàng đế Đại Việt]]\n| tại vị = [[30 tháng 3]] năm [[1258]] - <br> [[8 tháng 11]] năm [[1278]]<br \/>({{số năm theo năm và ngày |1258|3|30|1278|11|8}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1225 till:1400\nAlignBars = early\nScaleMajor = increment:175 start:1225\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1258 till:1278 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Trần Thái Tông]]\n| nhiếp chính = [[Trần Thái Tông]] (1258-1277)\n| kiểu nhiếp chính = [[Thái thượng hoàng]]\n| kế nhiệm = [[Trần Nhân Tông]]\n| chức vị 1 = [[Nhà Trần|Thái thượng hoàng Đại Việt]]\n| tại vị 1 = [[8 tháng 11]] năm [[1278]] – [[3 tháng 7]] năm [[1290]]<br>({{số năm theo năm và ngày|1278|11|8|1290|7|3}})\n| tiền nhiệm 1 = [[Trần Thái Tông]]\n| kế nhiệm 1 = [[Trần Nhân Tông]]\n| sinh = {{birth date|1240|10|12|df=y}}\n| nơi sinh = [[Thăng Long]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1290|7|3|1240|10|12|df=y}}\n| nơi mất = Cung Nhân Thọ, [[Thăng Long]], [[Đại Việt]]\n| nơi an táng = Dụ Lăng, phủ Long Hưng, [[Đại Việt]]\n| tên đầy đủ = Trần Hoảng (陳晃)<br >Trần Uy Hoảng (陳威晃)<br >Trần Quang Bính (陳光昺)<br >Trần Nhật Huyên (陳日烜)\n| kiểu tên đầy đủ = Tên thật\n| triều đại = [[Nhà Trần]]\n| niên hiệu = <small>Thiệu Long ([[1258]]-[[1272|72]])<br>Bảo Phù ([[1273]]-[[1278|78]])<\/small>\n| miếu hiệu = [[Thánh Tông]] (聖宗)\n| thông tin tước vị đầy đủ = ẩn\n| tước vị đầy đủ = [[Tước vị đầy đủ| ]]\n* Nhân Hoàng (仁皇 [[1258]]-[[1278|78]])\n* Hiến Thiên Thể Đạo Đại Minh Quang Hiếu Hoàng Đế (憲天體道大明光孝皇帝 [[1258]]-[[1278|78]])\n* Quang Nghiêu Từ Hiếu Thái Thượng Hoàng Đế (光尧慈孝太上皇帝 [[1278]]-[[1290|90]])\n| thụy hiệu = Huyền Công Thịnh Đức Nhân Minh Văn Vũ '''Tuyên Hiếu Hoàng đế'''<br>(玄功盛德仁明文武宣孝皇帝)\n| phối ngẫu = [[Thiên Cảm hoàng hậu|Nguyên Thánh Thiên Cảm Hoàng hậu]]\n| kiểu phối ngẫu = Hoàng hậu\n| thông tin con cái = ẩn\n| con cái = [[Trần Nhân Tông]]<br>[[Trần Đức Việp]]<br>[[Trần Quốc Kiện]]<br>[[Thiên Thụy công chúa|Thiên Thụy Công chúa]]<br \/> [[Trần Thánh Tông#Gia quyến|''và một số người khác'']]\n| cha = [[Trần Thái Tông]]\n| mẹ = [[Thuận Thiên (hoàng hậu)|Hiển Từ Thuận Thiên Hoàng hậu]]\n| tôn giáo = [[Phật giáo]] [[Đại thừa]]\n}}\n\n'''Trần Thánh Tông''' ([[chữ Hán]]: 陳聖宗 12 tháng 10 năm 1240{{sfn|Ngô Sĩ Liên|1993|p=175}} &ndash; 3 tháng 7 năm 1290), tên húy '''Trần Hoảng''' (陳晃) là vị [[Hoàng đế]] thứ hai của [[nhà Trần]] nước [[Đại Việt]], trị vì từ ngày 30 tháng 3 năm 1258 đến ngày 8 tháng 11 năm 1278. Sau đó ông làm [[Thái thượng hoàng]] từ cuối năm 1278 cho đến khi qua đời năm 1290. Ông thường được sử sách mô tả là một Hoàng đế tài giỏi, giữ vững được cơ nghiệp của [[triều đại]] và nền độc lập của [[quốc gia]].{{sfn|Ngô Sĩ Liên|1993|p=175}}{{sfn|Ngô Thì Sĩ|1991|p=75}}\n\nTrần Hoảng là đích trưởng tử của [[Trần Thái Tông]], đã góp phần chỉ huy quân đội [[chiến tranh Nguyên Mông-Đại Việt lần 1|đẩy lùi cuộc xâm lược]] của [[đế quốc Mông Cổ|người Mông Cổ]] năm 1258. Không lâu sau kháng chiến thắng lợi, Hoàng đế Thái Tông nhường ngôi cho [[Thái tử]] Hoảng, tức Hoàng đế Thánh Tông.{{sfn|Ngô Sĩ Liên|1993|pp=174-175}} Trong thời kỳ cầm quyền của mình, Trần Thánh Tông đã ban hành nhiều chính sách nhằm hoàn thiện nền hành chính, giáo dục, kinh tế, bảo trợ [[Phật giáo]], trọng dụng quan viên, tướng lĩnh có tài và duy trì sự hòa hợp, kỷ cương trong triều đình.{{sfn|Ngô Sĩ Liên|1993|pp=176-181}}{{sfn|Taylor|2013|p=138}} Về đối ngoại, Trần Thánh Tông phải đương đầu với tham vọng bành trướng của [[Nhà Nguyên|đế quốc Nguyên-Mông]] cường thịnh ở phương Bắc. Ông đã thực thi một chính sách ngoại giao mềm mỏng, cống nạp Nhà Nguyên 3 năm 1 lần, nhưng cự tuyệt mọi yêu sách của [[Hốt Tất Liệt|vua Nguyên]] đòi ông cống người, cống voi, đích thân sang chầu, gửi quân giúp tỉnh [[Vân Nam]], nộp sổ sách dân số... Ngoài ra ông tích cực chỉnh đốn quân đội, tổ chức tuần tra biên giới để đề phòng sự xâm lược của người Nguyên.<ref name=\"vanthungoaigiao\"\/>\n\nSau khi Thượng hoàng Thái Tông mất, tháng 11 năm 1278, Trần Thánh Tông nhường ngôi cho Thái tử Trần Khâm, tức Hoàng đế [[Trần Nhân Tông]], và được tôn làm [[Thái thượng hoàng|Quang Nghiêu Từ Hiếu Thái Thượng Hoàng Đế]] (光尧慈孝太上皇帝). Trước bối cảnh người Nguyên đã tiêu diệt [[Nam Tống]] và chuẩn bị chinh phạt Đại Việt, hai vua Trần ra sức đoàn kết lòng dân, kén tướng rèn quân và xây dựng quan hệ tích cực với [[Chiêm Thành]] ở phía Nam. Cùng Hoàng đế Nhân Tông và Quốc công Tiết chế [[Trần Hưng Đạo|Hưng Đạo vương]], Thượng hoàng Thánh Tông đã lãnh đạo quân dân Đại Việt [[Chiến tranh Nguyên Mông-Đại Việt|kháng chiến đánh bại hai cuộc xâm lược]] của Nguyên-Mông năm [[Chiến tranh Nguyên Mông-Đại Việt lần 2|1285]] và [[Chiến tranh Nguyên Mông-Đại Việt lần 3|1287]].{{sfn|Trần Trọng Kim|1971|pp=53-61}}<ref name=\"lemanhthat2\"\/> Ông cũng là một nhà văn hóa, nhà [[Thiền tông|Thiền học]], từng tu tập ở chùa Tư Phúc (Thăng Long)<ref name=\"thanhdangnguluan\"\/>, thường hay sáng tác thơ ca hoặc những bài kệ về [[thiền]], một số tác phẩm như ''Di hậu lục'' (\"Chép để lại cho đời sau\"), ''Thiền tông liễu ngộ'' (\"Bài ca giác ngộ Thiền tông\"), ''Trần Thánh Tông thi tập'' (\"Tập thơ Trần Thánh Tông\")... nhưng hầu hết đều đã thất lạc, chỉ còn lưu lại 6 bài thơ chép rải rác trong ''Việt âm thi tập'' và ''[[Đại Việt sử ký toàn thư]]''.\n\n==Thân thế==\nTrần Thánh Tông tên thật là '''Trần Hoảng''' (陳晃),{{sfn|Lê Tắc|1961|p=105}}{{sfn|Ngô Thì Sĩ|1991|p=74}}{{sfn|Ngô Sĩ Liên|1993|p=175}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=211}}{{sfn|Trần Trọng Kim|1971|p=52}} sử [[Trung Quốc]] ghi nhận tên '''Trần Uy Hoảng''' (陳威晃){{efn|Trong ''An Nam truyện'' của ''[[Tống sử]]'' có chép về việc vua Tống cho phép [[Trần Thái Tông]] nhường ngôi cho Thái tử Hoảng (vua Thánh Tông): ''\"Năm thứ 3 ([[Trần Thái Tông|Trần Nhật Cảnh]]) dâng biểu xin thế tập, vua xuống chiếu, trao Nhật Cảnh làm Kiểm hiệu Thái sư An Nam quốc Đại vương, thêm thực ấp, trao con trai là Uy Hoảng làm Tĩnh hải quân Tiết độ sứ, Quan sát xử trí sứ, Kiểm hiệu Thái úy kiêm Ngự sử đại phu, Thượng trụ quốc, An Nam quốc vương, Hiệu trung thuận hóa công thần\"'' (trích dẫn trong sách ''Trần Thái Tông toàn tập'' - 2004).{{sfn|Lê Mạnh Thát|2004|pp=104-105}}}}, '''Trần Quang Bính''' (陳光昺){{efn|Một số sử gia hiện đại có bất đồng về việc xác định tên gọi vua Trần trong các sách sử thời Nguyên, [[Nhà Minh|Minh]], mà cụ thể là ''[[Nguyên sử]]'', ''[[An Nam chí lược]]'' và ''Kinh thế đại điển tự lục''. Sử gia [[Nhật Bản]] Yamamoto Tatsuro trong bộ ''An Nam sử nghiên cứu'' (1950) kiến giải Quang Bính là một tên gọi khác của vua Trần Thái Tông (ngoài tên Nhật Cảnh); song sử gia [[Lê Mạnh Thát]], tác giả cuốn ''Trần Thái Tông toàn tập'' (2004) không đồng tình: theo Lê Mạnh Thát, Quang Bính là tên của Thánh Tông trong các văn thư ngoại giao với Mông Cổ. Xem chi tiết ở [[Trần Thái Tông#Chú giải|mục Chú giải]] của bài [[Trần Thái Tông]] để biết thêm về các lý lẽ của hai sử gia này.{{sfn|Lê Mạnh Thát|2004|pp=100-110}}<ref name=\"thacsiphamvananh\">{{Chú thích web|url = https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=5F4049 |tiêu đề= Khảo biện văn thư ngoại giao của Trần Nhân Tông | tác giả =Thạc sĩ Phạm Văn Ánh | năm = 2014 | ngày truy cập = 25 tháng 3 năm 2017 | ngôn ngữ = vi | nhà xuất bản = Giác Ngộ Online}}<\/ref>}} hay '''Trần Nhật Huyên''' (陳日烜){{efn|Theo thuyết của Yamamoto, Trần Nhật Cảnh và Trần Quang Bính là hai tên vua Trần Thái Tông sử dụng trong văn thư ngoại giao, còn tên vua Trần Thánh Tông trong văn kiện ngoại giao là Trần Nhật Huyên.<ref name=\"thacsiphamvananh\"\/> Dựa theo trích dẫn trong ''An Nam truyện'' (''[[Nguyên sử]]''): ''\"Năm (Chí Nguyên) 14 [1277], Quang Bính chết, người trong nước lập Thế tử Nhật Huyên, sai Trung thị đại phu Châu Trọng Ngạn, Trung lượng đại phu Ngô Đức Thiệu đến chầu...\"'', Yamamoto lập luận rằng cổ sử Việt Nam cũng ghi năm mất của Trần Thái Tông là 1277, cho nên Quang Bính là Trần Thái Tông và Nhật Huyên (con Quang Bính) là Trần Thánh Tông. Thuyết này bị sử gia [[Lê Mạnh Thát]] phủ nhận trong tác phẩm ''Trần Nhân Tông: Con người và tác phẩm'' (1999): Lê Mạnh Thát cho rằng Nhật Huyên không phải Thánh Tông, vì cũng theo An Nam truyện: ''\" Năm (Chí Nguyên) 15 [1278], tháng sáu ngày Tân Tỵ, vua nước An Nam là Trần Quang Bính sai sứ dâng biểu đến cống\"'' (ý Lê Mạnh Thát là nếu Quang Bính đã chết năm 1277 thì năm 1278 không thể gửi sứ sang cống được); và ''\"Năm (Chí Nguyên) thứ 28 tháng 9 ngày Tân Hợi [1291], vua An Nam là Trần Nhật Huyên sai sứ dâng biểu cống phương vật, vừa để tạ tội không đến chầu\"'' (Lê Mạnh Thát kiến giải rằng, chi tiết này cho thấy Nhật Huyên còn sống sau năm 1290 - năm Trần Thánh Tông mất trong Đại Việt Sử ký Toàn thư).<ref name=\"lemanhthatsulieu\">{{harvnb|Lê Mạnh Thát|1999|loc=chương I: [https:\/\/thuvienhoasen.org\/a10906\/phan-i-nghien-cuu-ve-tran-nhan-tong-chuong-i-van-de-su-lieu \"Vấn đề sử liệu\"]}}<\/ref> Ngoài ra, Lê Mạnh Thát còn viện dẫn một đoạn trích từ mục ''Chinh phạt'', sách ''Kinh thế đại điển tự lục'' thời Nguyên (do Ngu Tập, Triệu Thế Diên trước tác năm 1330-1331) nói về cuộc chiến Nguyên-Việt (1285) rằng ''\"Đường Ngột Đãi đuổi Nhật Huyên và Thượng hoàng đến cửa biển An bang\"'' để khẳng định Nhật Huyên là [[Trần Nhân Tông]]. Lê Mạnh Thát cũng khẳng định hành trạng của Trần Nhật Huyên trong ''Nguyên sử'' là tương đồng với ghi chép của các bộ sử Việt về Trần Nhân Tông.<ref name=\"lemanhthatsulieu\"\/>}}, sinh ngày 25 tháng 9 âm lịch năm Thiên Ứng Chính Bình thứ 9 (tức ngày 12 tháng 10 năm 1240), tại [[Thăng Long]], [[Đại Việt]] (nay là [[Hà Nội]], [[Việt Nam]]). Ông là con thứ hai, nhưng mà là con trưởng dòng đích của [[Trần Thái Tông]] &ndash; vị vua đầu tiên của Hoàng triều Trần. Mẹ ông là [[Thuận Thiên (hoàng hậu)|Thuận Thiên Hoàng hậu]] Lý Oanh, nguyên là con gái [[Lý Huệ Tông]] (vua áp chót của [[Nhà Lý|triều Lý]]). Theo bộ ''[[Đại Việt sử ký toàn thư]]'' (do sử quan [[Ngô Sĩ Liên]] biên soạn năm 1479 thời vua [[Lê Thánh Tông]] nhà [[Nhà Hậu Lê|Hậu Lê]]), trước khi Hoàng hậu Thuận Thiên mang thai Trần Hoảng, Thái Tông nằm mơ thấy [[Ngọc Hoàng Thượng đế|Thượng đế]] trao tặng bà một thanh gươm báu.{{sfn|Ngô Sĩ Liên|1993|p=175}}\n\nNgay khi chào đời, Trần Hoảng đã được sách phong làm [[Thái tử|Đông cung Thái tử]].{{sfn|Ngô Sĩ Liên|1993|p=175}} Sách ''[[An Nam chí lược]]'' (do quan nhà [[Nhà Nguyên|Nguyên]] ([[Trung Quốc]]) gốc Việt là [[Lê Tắc]] soạn năm 1307) có mô tả ngoại hình của ông: \"dáng người hòa nhã, khôi ngô, có nhã lượng\".{{sfn|Lê Tắc|1961|p=105}} Còn quyển ''Thánh đăng ngữ lực'' (một tác phẩm khuyết danh về sự nghiệp tu Phật của 5 vua đầu thời Trần, được viết vào khoảng thế kỷ XIV) diễn tả về ông rằng: \"Thánh Tông... bản chất hiền tài, toát ra ngoài sáng ngời, xử sự dứt khoát\", không chỉ làu thông kinh sử [[Nho giáo|Nho gia]] mà còn hiểu sâu giáo pháp [[Phật giáo|nhà Phật]].<ref name=\"thanhdangnguluan\">{{chú thích sách|tác giả=Hòa thượng Thích Thanh Từ (phiên dịch)|tựa đề=Thánh Đăng Lục Giảng Giải|dịch tựa đề=|url=http:\/\/hoavouu.com\/images\/file\/WLyZhmAx0QgQAORd\/thanh-dang-luc-giang-giai-ht-thich-thanh-tu.pdf|định dạng=|ngày truy cập=15 tháng 12 năm 2016|bản thứ=|series=|cuốn=|ngày tháng=|năm=1999|tháng=|năm gốc=|nhà xuất bản=Nhà xuất bản TP. Hồ Chí Minh|nơi=|ngôn ngữ=vi|isbn=|chương=|url chương=}} các trang 17-22.<\/ref> Ông có nhiều em trai, nổi bật nhất là Chiêu Minh Đại vương [[Trần Quang Khải]] ([[Tể tướng]] đầu triều qua 3 đời vua Thánh Tông, [[Trần Nhân Tông|Nhân Tông]], [[Trần Anh Tông|Anh Tông]]){{sfn|Quốc sử quán triều Nguyễn|1998|p=243}}, Chiêu Văn vương [[Trần Nhật Duật]] (một tướng lĩnh, nhà ngoại giao lớn, làm Tể tướng thời Anh Tông, [[Trần Minh Tông|Minh Tông]], [[Trần Hiến Tông|Hiến Tông]]){{sfn|Ngô Sĩ Liên|1993|pp=240-243}} và Chiêu Quốc vương [[Trần Ích Tắc]] (một người học rộng, nhưng sau phản lại Thánh Tông trong chiến tranh với Nguyên-Mông).{{sfn|Quốc sử quán triều Nguyễn|1998|p=230}}\n\nNăm 1258, Hoàng thái tử Trần Hoảng tham gia [[Chiến tranh Nguyên Mông-Đại Việt lần 1|cuộc kháng chiến]] chống [[đế quốc Mông Cổ|Nguyên Mông]] lần thứ nhất. Thoạt tiên quân Mông Cổ chiếm được kinh sư, nhà vua, thái tử cùng hoàng gia được Linh Từ Quốc mẫu [[Trần Thị Dung]] giúp đỡ đã sơ tán an toàn về [[sông Thiên Mạc]] (nay thuộc huyện Khoái Châu, tỉnh [[Hưng Yên]]).{{sfn|Ngô Sĩ Liên|1993|pp=175-176}} Quân Mông Cổ ở Thăng Long gặp nhiều khó khăn do thiếu lương thực trầm trọng. Mông Cổ phải chia quân đi cướp bóc ở vùng ngoại vi và phụ cận, nhưng bị dân chúng chặn đánh quyết liệt.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=66-88}} Trong khi đó quân đội Đại Việt đã hồi sức. Ngày 28 tháng 1, vua Thái Tông và Thái tử Hoảng ngự lâu thuyền chỉ huy cuộc phản kích vào [[Đông Bộ Đầu]], đánh tan quân [[Mông Cổ]], lấy lại Thăng Long. Quân Mông Cổ chạy dài về [[Vân Nam]], dọc đường còn bị thổ quan [[Hà Bổng]] chặn đánh.{{sfn|Ngô Sĩ Liên|1993|p=174}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=66-88}} Cuộc kháng chiến kết thúc, vua Thái Tông định công phong thưởng các tướng, Thái tử Hoảng xin trị tội Tiểu hiệu Hoàng Cự Đà, người có biểu hiện bất trung trong cuộc rút lui về sông Thiên Mạc, nhưng nhà vua tha chết, chỉ giáng chức.{{sfn|Ngô Sĩ Liên|1993|pp=175-182}}\n\n==Trị vì==\nNgày 24 tháng Hai niên hiệu Nguyên Phong thứ 8 (tức ngày 30 tháng 3 năm 1258 dương lịch), Trần Thái Tông nhường ngôi cho thái tử Hoảng rồi lui về Bắc cung làm [[Thái thượng hoàng]], tạo cơ hội cho Trần Hoàng làm quen chính sự, đồng thời tránh xung đột tranh ngôi giữa các hoàng tử.{{sfn|Trần Trọng Kim|1971|p=52}} Sử quan Nhà Lê Ngô Sĩ Liên nhận xét:{{sfn|Ngô Sĩ Liên|1993|pp=175-176}}\n{{cquote|\nTừ khi [[Hạ Vũ]] truyền ngôi cho [[Hạ Khải|con]] thì cha chết con nối, anh chết em thay, đã thành phép thường mãi mãi.\n\nGia pháp họ Trần lại khác thế: con đã lớn thì cho nối ngôi chính, còn cha lui ở cung Thánh Từ, xưng là Thượng hoàng, cùng trông coi chính sự. Thực ra truyền ngôi chỉ để yên việc sau, phòng lúc vội vàng, chứ mọi việc vẫn do Thượng hoàng quyết định. Vua kế vị không khác gì Hoàng thái tử cả. Như vậy thì có hợp đạo không?\n\nCó lẽ là lấy nghĩa [[Kinh Dịch|quẻ Càn]] lui ở phương tây bắc và [[quẻ Chấn]] tiến ra phương đông. Nhưng chưa đến lúc già nua thì không được lười mỏi. Sao bằng cứ truyền nối như [[Tam Vương]] để đúng lẽ thủy chung là hơn cả. [[Mạnh Tử]] nói: \"Theo phép của Tiên Vương mà lỗi lầm thì chưa bao giờ có thế\".|||''Đại Việt Sử ký Toàn thư'' – Kỷ Nhà Trần – Thái Tông Hoàng đế}}\n\nThái tử lên ngôi [[Nhà Trần#Các Hoàng đế Nhà Trần|Hoàng đế]], xưng làm '''Nhân Hoàng''' (仁皇) và được bầy tôi tặng tôn hiệu '''Hiến Thiên Thể Đạo Đại Minh Quang Hiếu Hoàng Đế''' (憲天體道大明光孝皇帝). Sử sách gọi ông là '''Trần Thánh Tông''' (陳聖宗). Tháng 8 âm lịch năm 1258, Hoàng đế lập con gái thứ năm của cố An Sinh vương [[Trần Liễu]] (anh Trần Thái Tông) làm Thiên Cảm Phu nhân, ít lâu sau phong bà làm [[Thiên Cảm hoàng hậu|Thiên Cảm Hoàng hậu]].{{sfn|Ngô Sĩ Liên|1993|p=174}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=211}}\n\nTrong 21 năm trị quốc, Trần Thánh Tông dùng niên hiệu '''Thiệu Long''' (紹隆) từ năm 1258 đến 1273 và '''Bảo Phù''' (寶符) từ năm 1273 đến 1278.{{sfn|Ngô Sĩ Liên|1993|pp=181-182}}{{sfn|Trần Trọng Kim|1971|p=52}} Ông đã ban hành nhiều chính sách về hành chính, kinh tế, giáo dục, quốc phòng, ngoại giao nhằm củng cố thực lực của Đại Việt<ref name=\"PVS176\">Phạm Văn Sơn, sách đã dẫn, trang 176.<\/ref>. Ông còn nổi tiếng là một Hoàng đế đức độ, hòa ái đối với mọi người từ trong ra ngoài.<ref name=\"PVS176\"\/> Sách ''Đại Việt Sử ký Toàn thư'' kể ông thường nói với các tôn thất rằng phải hòa thuận, có phúc cùng hưởng có nạn cùng chia và nên truyền dạy sự hòa thuận này cho con cháu đời sau.{{sfn|Quốc sử quán triều Nguyễn|1998|p=217}} Sau mỗi buổi thiết triều, Hoàng đế cho phép các vương hầu, tôn thất vào nội cung ăn uống nô đùa mà không phân tôn ti trật tự. Các hoàng thân trong nội điện thường ăn chung một cỗ và cùng ngủ chung một giường, một chăn với nhau, chỉ lúc nào có việc công, hay buổi chầu, thì mới phân thứ tự theo lẽ phép.{{sfn|Quốc sử quán triều Nguyễn|1998|p=217}}{{sfn|Trần Trọng Kim|1971|p=52}}\n\n===Đối nội===\nVề hành chính, tháng 2 âm lịch năm 1262, vua Thánh Tông thăng cấp hương [[Tức Mặc]] (đất phát tích của Hoàng triều) thành [[phủ Thiên Trường]]. Ông cho lập các cung Trùng Quang, Trùng Hoa và [[chùa Phổ Minh]] ở hướng tây cung Trùng Quang. Trùng Quang cung được chọn làm tẩm điện của Thượng hoàng, còn cung Trùng Hoa là nơi Hoàng đế trú khi về thăm Thượng hoàng. Vua Thánh Tông còn đặt ra chức quan lưu thủ cai quản phủ Thiên Trường.{{sfn|Ngô Sĩ Liên|1993|p=177}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=213-214}} Tháng 3 âm lịch năm 1265, Trần Thánh Tông đổi tên Ty Bình bạc (cơ quan quản lý hành chính ở kinh đô [[Thăng Long]]) thành Đại An phủ sứ. Nhà vua tuyển chọn quan Đại An phủ sứ theo một quy trình nghiêm ngặt, được ''Đại Việt Sử ký Toàn thư'' thuật lại như sau: \"Theo chế độ trước, An phủ sứ qua trị nhậm [[Hành chính Đại Việt thời Trần|các lộ]], đủ lệ khảo duyệt thì vào làm An phủ sứ phủ Thiên Trường, lại đủ lệ khảo duyệt nữa thì bổ làm việc ở Thẩm hình viện, rồi mới được làm An phủ sứ Kinh sư\".{{sfn|Ngô Sĩ Liên|1993|p=179}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=215}}\n\nTháng 3 âm lịch năm 1267, Trần Thánh Tông ban hành hệ thống \"kim chi ngọc diệp\" quy định việc phong ấm cho con cháu vương hầu, công chúa: theo đó, cháu 3 đời của vương hầu, công chúa sẽ được nhận tước hầu hoặc quận vương, cháu 4 đời tước minh tự, cháu 5 đời tước thượng phẩm, chi tiết tước phong tùy thuộc vào hạng trong \"ngũ phục\", tức 5 hạng tang phục dựa trên quan hệ huyết thống.{{sfn|Ngô Sĩ Liên|1993|p=179}} Tháng 4 âm lịch năm 1267, vua Thánh Tông lập ra các chức [[Hàn lâm viện Học sĩ]] (chức quan giám sát việc biên soạn các văn bản chiếu lệnh, sắc dụ của vua) và Trung thư sảnh Trung thư lệnh (cố vấn cho Hoàng đế về triều chính).{{sfn|Phan Huy Chú|2007|pp=529-531}} Ông chọn hai văn thần Nho học là Đặng Kế làm Hàn lâm viện Học sĩ, Đỗ Quốc Tá làm Trung thư sảnh Trung thư lệnh. Theo sĩ phu đời [[Nhà Nguyễn|Nguyễn]] [[Phan Huy Chú]] trong bộ ''[[Lịch triều hiến chương loại chí]]'', buổi đầu thời Trần, triều đình chỉ dùng các [[hoạn quan]] như [[Phạm Ứng Mộng]], [[Lê Tông Giáo]]... làm chức [[hành khiển]], chứ không hề dùng Nho sĩ. Cho nên việc vua Thánh Tông dùng [[Đỗ Quốc Tá]] là dấu hiệu giới Nho gia bắt đầu có ảnh hưởng mạnh vào bộ máy nhà nước.{{sfn|Ngô Sĩ Liên|1993|p=180}}{{sfn|Phan Huy Chú|2007|p=554}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=216}} Cũng trong năm 1267, Trần Thánh Tông chia cơ quan Hành khiển làm hai ty (đều đặt tại kinh sư), gồm Hành khiển tả hữu ty trong cung Thánh Từ (cung riêng của Thượng hoàng) và Hành khiển ty trong cung Quan Triều (nơi ở riêng của Hoàng đế). Cả hai ty được gọi chung là Nội mật viện.{{sfn|Phan Huy Chú|2007|p=529}} Tháng 11 âm lịch năm 1273, vua Thánh Tông lại đặt chức Nhập nội phán đại tông chính phủ đại tông chính (chuyên lo việc tôn thất), giao cho Nhân Túc vương Toản nắm chức này. Cuối năm 1274, nhà vua đặt thêm các chức Trừ cung giáo thụ (chức quan dạy học cho Thái tử) và Nhập thị học sĩ.{{sfn|Ngô Sĩ Liên|1993|p=182}}{{sfn|Phan Huy Chú|2007|pp=529-531}}\n\nTrần Thánh Tông còn chú trọng đến giáo dục và khoa cử. ''Đại Việt Sử ký Toàn thư'' ghi nhận rằng vào tháng 10 âm lịch năm 1272, nhà vua đã \"xuống chiếu tìm người tài giỏi, đạo đức, thông hiểu kinh sách làm Tư nghiệp Quốc tử giám\" (tức Hiệu trưởng trường [[Văn Miếu - Quốc Tử Giám|Quốc tử giám]]).{{sfn|Ngô Sĩ Liên|1993|p=182}} Ngoài ra, Trần Thánh Tông khuyến khích em là Chiêu Quốc vương [[Trần Ích Tắc|Ích Tắc]] (một người nổi tiếng học giỏi, biết nhiều) mở trường dạy học văn sĩ.{{sfn|Ngô Sĩ Liên|1993|p=180}}{{sfn|Trần Trọng Kim|1971|p=52}} Theo sử cũ, trường này đã đào tạo được nhiều nhân tài cho đất nước, tiêu biểu là [[Mạc Đĩnh Chi]] &ndash; [[Trạng nguyên]] khoa thi năm 1304 đời [[Trần Anh Tông]].{{sfn|Ngô Sĩ Liên|1993|p=180}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=216}}{{sfn|Trần Trọng Kim|1971|p=52}} Vua Thánh Tông đã hai lần mở [[khoa bảng Việt Nam|khoa thi]] [[thái học sinh]] để chọn người tài giúp nước. Khoa thi thứ nhất (tháng 3 âm lịch năm 1266) lấy được 51 người trúng tuyển, gồm [[Trần Cố]] đậu [[Kinh Trạng nguyên - Trại Trạng nguyên|Kinh Trạng nguyên]] (người ở các vùng từ [[Ninh Bình]] trở ra), [[Bạch Liêu]] đậu [[Kinh Trạng nguyên - Trại Trạng nguyên|Trại Trạng nguyên]] (Trạng nguyên ở hai [[Nghệ Tĩnh|châu Hoan]], [[Thanh Hóa|Ái]]), một người họ Nghiêm không rõ tên đậu Bảng nhãn, [[Hạ Nghi]] đậu Thám hoa lang và 47 Thái học sinh.{{sfn|Ngô Sĩ Liên|1993|p=179}} Đến khoa thi thứ hai (tháng 3 âm lịch năm 1275), các chức danh Kinh và Trại Trạng nguyên đã được hợp lại làm một. Kỳ thi này lấy được 3 người đỗ Tam khôi (Trạng nguyên [[Đào Tiêu]], Thám hoa lang Quách Nhẫn, những bộ sử hiện có không nêu được tên Bảng nhãn) và 27 Thái học sinh xuất thân từ nhiều tầng lớp khác nhau.{{sfn|Ngô Sĩ Liên|1993|p=182}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=220}} Thánh Tông cũng tổ chức thi Lại Viên vào năm 1261 với hai môn toán và viết để tuyển dụng thư Lại, bổ dụng làm duyện lại ở Nội lệnh sử. Riêng hai Ty Thái y và Thái chúc thì thi tuyển theo chuyên môn và tùy theo chuyên môn để bổ dụng.{{sfn|Quốc sử quán triều Nguyễn|1998|p=212}} Trần Thánh Tông còn cho Hàn lâm viện Học sĩ kiêm Quốc sử viện Giám tu [[Lê Văn Hưu]] tiếp tục biên soạn sách ''[[Đại Việt sử ký]]''. Lê Văn Hưu đã làm được bộ sử sách gồm 30 quyển, chép từ đời [[Triệu Vũ vương]] đến [[Lý Chiêu Hoàng]]. Việc biên tập bộ sử này được khởi đầu từ đời vua Thái Tông, đến năm [[Nhâm Thân]] ([[1272]]) đời Thánh Tông mới xong.{{sfn|Ngô Sĩ Liên|1993|p=181}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=219}}{{sfn|Trần Trọng Kim|1971|p=52}}\n\nVề kinh tế, Trần Thánh Tông tiếp tục chủ trương trọng nông. Tháng 10 âm lịch năm 1266, ông cho phép vương hầu, cung phi, phò mã họp các dân nghèo để khẩn hoang, nhằm mở rộng diện tích canh tác. Kể từ đây, vương hầu bắt đầu sở hữu điền trang.{{sfn|Ngô Sĩ Liên|1993|p=179}}{{sfn|Trần Trọng Kim|1971|p=52}}{{sfn|Đào Duy Anh|1958|p=205}} Nhà vua cũng quan tâm đến việc nâng cao thực lực quốc phòng của Đại Việt.{{sfn|Quốc sử quán triều Nguyễn|1998|p=214}}{{sfn|Trần Trọng Kim|1971|p=52}} ''Đại Việt Sử ký Toàn thư'' thuật lại rằng đầu năm 1261, Thánh Tông vừa lên ngôi đã ra lệnh \"chọn đinh tráng các lộ làm lính, còn thì sung làm sắc dịch các sảnh, viện, cục và đội tuyển phong các phủ, lộ, huyện\".{{sfn|Ngô Sĩ Liên|1993|p=176}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=212}} Đến tháng 3 âm lịch năm 1262, ông xuống chiếu dụ quan quân chế tạo khí giới và đúc chiến thuyền; đồng thời, ông tổ chức tập trận cho [[lục quân]] và [[thủy quân]] tại chín bãi phù sa dọc theo sông [[Bạch Hạc]] (nay thuộc [[Việt Trì]], [[Phú Thọ]]).{{sfn|Ngô Sĩ Liên|1993|p=177}} Sau đó, tháng 8 âm lịch năm 1267, Trần Thánh Tông chia quân đội làm nhiều \"quân\", mỗi quân được hợp thành từ 30 \"đô\" (một đô gồm 80 lính).{{sfn|Ngô Sĩ Liên|1993|p=180}} Ông còn chọn những tướng lĩnh tài ba như [[Lê Phụ Trần]] làm Thủy quân Đại tướng quân (1259) và người em trai là Chiêu Minh Đại vương [[Trần Quang Khải]] làm Thái úy (1262), rồi Tướng quốc Thái úy (1271).{{sfn|Quốc sử quán triều Nguyễn|1998|p=213}}{{sfn|Ngô Sĩ Liên|1993|p=176}}{{sfn|Ngô Sĩ Liên|1993|pp=211-212}} Ngoài ra, vào tháng 9 âm lịch năm 1262, nhà vua truyền lệnh xem xét tình trạng của tù nhân. Phần lớn tội phạm đều được ân xá, riêng những người đã đầu hàng quân Mông Cổ trong cuộc chiến tranh năm 1258 thì bị trừng trị thẳng tay.{{sfn|Quốc sử quán triều Nguyễn|1998|p=214}} Mùa xuân năm 1277, người Man, Lào nổi dậy ở động Nẫm Bà La (phủ [[Bố Chính]] – nay là [[Quảng Bình]]). Vua Thánh Tông cùng [[Thái úy]] Trần Quang Khải thân chinh đánh dẹp, bắt sống được 1000 từ binh về kinh sư.{{sfn|Ngô Sĩ Liên|1993|p=205}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=220}}{{sfn|Trần Xuân Sinh|2006|p=128}}\n\n===Đối ngoại===\n====Quan hệ với Nam Tống và Chiêm Thành====\nCác năm 1258 và 1261, vua Trần Thánh Tông sai sứ sang cống nạp và báo việc lên ngôi cho [[Nhà Tống|Nam Tống]]. Năm 1262, nhà vua được [[Tống Lý Tông]] phong làm An Nam quốc vương.{{sfn|Lê Tắc|1961|p=105}}{{sfn|Lê Mạnh Thát|2004|pp=104-105}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=211-214}} Theo Tống sử, Lý Tông bản kỷ ghi chép thì toàn bộ tước hiệu của Trần Thánh Tông được nhà Tống phong là: Tĩnh Hải quân Tiết độ quan sát xử trí sứ, Kiểm hiệu Thái úy kiêm Ngự sử đại phu, Thượng trụ quốc, An Nam Quốc vương hiệu Trung thuận hóa công thần. Sau đó Thượng hoàng Trần Thái Tông, Hoàng đế Trần Thánh Tông vẫn giao hảo với Nam Tống dù Tống triều đã suy yếu trước sự uy hiếp của [[Đế quốc Mông Cổ|Mông Cổ]].{{sfn|Lê Tắc|1961|pp=26-28}}{{sfn|Trần Xuân Sinh|2006|p=105}} Chính vì vậy, năm 1268 sứ giả [[Trương Đình Trân]] của Mông Cổ đã đe dọa hai vua là sau khi lật đổ nhà Tống thì sẽ tiêu diệt nước Đại Việt nếu không thuần phục.{{sfn|Nguyễn Thế Long|2005|pp=30-31.}} Vua Trần Thánh Tông tức giận và ra lệnh giảm lỏng Trương Đình Trân.<ref>{{chú thích web|title=Ngoại giao ăn miếng trả miếng sòng phẳng giữa vua Trần Thánh Tông và Hốt Tất Liệt|url=https:\/\/1thegioi.vn\/ngoai-giao-an-mieng-tra-mieng-song-phang-giua-vua-tran-thanh-tong-va-hot-tat-liet-16900.html|website=một thế giới online|access-date=2021-10-24}}<\/ref>\n\nĐể giữ tình bang giao với [[Đại Việt]], khi vua Thánh Tông sai sứ mang đồ cống sang, vua quan [[nhà Tống]] cũng tặng lại các sản vật của [[Trung Quốc]] như [[chè]], đồ [[sứ]], [[:wikt:tơ|tơ]] [[lụa]]; không những gửi đáp lễ vua Trần mà còn biếu tặng cả sứ giả. Việc duy trì quan hệ với Nam Tống ngoài ý nghĩa giao hảo nước lớn còn nhằm mục đích nắm tình hình phương bắc.{{sfn|Lê Tắc|1961|p=105}}{{sfn|Ngô Sĩ Liên|1993|pp=177-183}}{{sfn|Trần Xuân Sinh|2006|p=105}} Sau này, khi Nam Tống bị Nhà Nguyên đánh bại, phải rút vào nơi hiểm yếu, họ mới ngừng giao hảo với Đại Việt. Khi nhà Tống mất, nhiều quan lại,{{sfn|Lê Tắc|1961|pp=92-93}} binh sĩ,{{sfn|Ngô Sĩ Liên|1993|p=194}} đạo sĩ{{sfn|Ngô Sĩ Liên|1993|p=216}} Tống không thần phục người Mông đã sang xin nương nhờ Đại Việt. Trong số họ có những người như [[Trần Trọng Vy]], [[Tăng Uyên Tử]], [[Triệu Trung]]... đã được vua Thánh Tông và các thân vương đối đãi trọng hậu.{{sfn|Lê Tắc|1961|pp=92-93}}{{sfn|Ngô Sĩ Liên|1993|p=194}} Sử sách còn ghi, tháng 10 âm lịch năm 1274, nhiều thương gia người Tống từ [[Giang Nam]] vượt biển sang Đại Việt và đem theo gia quyến lẫn nhiều của cải. Vua Thánh Tông cho họ lập nghiệp ở phường Nhai Tuân (Thăng Long); tại đây họ đã mở chợ bán các mặt hàng như vải lụa và thuốc men.{{sfn|Ngô Sĩ Liên|1993|p=182}}\n\nỞ phía nam, quan hệ [[Đại Việt]] – [[Chiêm Thành]] cũng diễn biến tích cực dưới thời vua Trần Thánh Tông. Khi [[Nhà Trần]] mới thành lập, [[Chiêm Thành]] từng đưa quân sang quấy nhiễu biên giới, nhưng sau khi bị Trần Thái Tông đánh bại năm [[1252]], họ đã chính thức thần phục [[Đại Việt]]. ''[[Đại Việt sử ký toàn thư]]'' ghi nhận trong những năm Thánh Tông làm vua, [[Chiêm Thành]] đã 6 lần cử sứ sang dâng cống vật (1262, 1265, 1266, 1267, 1269, 1270).{{sfn|Quốc sử quán triều Nguyễn|1998|p=215}} Khi Trần Thánh Tông đã nhường ngôi cho Trần Nhân Tông và lên làm Thái thượng hoàng vào năm 1278, xu hướng quan hệ tốt đẹp này được duy trì sau đó.<ref name=\"lemanhthat2\"\/>\n\n====Quan hệ với Nguyên Mông====\nNgười Mông Cổ tuy đã thất bại trong cuộc chiến năm 1258 nhưng vẫn chưa bỏ mộng thôn tính Đại Việt{{sfn|Trần Trọng Kim|1971|p=52}}. Tuy nhiên Mông Cổ đang phải dồn sức chinh phục Nam Tống và đánh dẹp một cuộc nổi dậy ở phía Bắc, nên họ tạm thời giữ hòa bình với Đại Việt. Ba năm sau khi Trần Thánh Tông lên ngôi (1260), vua Mông Cổ là [[Hốt Tất Liệt]] sai Lễ bộ lang trung Mạnh Giáp, Lễ bộ viên ngoại lang Lý Văn Tuấn mang chiếu chỉ sang Đại Việt, cho phép người nước Nam được duy trì mọi phong tục và lễ nghi truyền thống của mình, không cần phải thay đổi.{{sfn|Lê Tắc|1961|p=18}} Hốt Tất Liệt còn tuyên bố: \"Ta đã răn các tướng ở biên cương không được tự ý dấy binh, xâm phạm biên cảnh của ngươi, làm rối loạn cho nhân dân ngươi. Quan liêu sĩ thứ nước ngươi hãy yên ổn làm ăn như cũ\". Sau này, các vua Trần thường trích dẫn tờ chiếu này để bác bỏ các lý lẽ của người Mông khi họ đòi Đại Việt phải thay đổi nghi thức tiếp sứ (1271), cho [[Thoát Hoan]] mượn đường đánh Chiêm Thành (1284)...<ref name=\"vanthungoaigiao\">{{Chú thích web|url = http:\/\/vienvanhoc.vass.gov.vn\/UserControls\/News\/pFormPrint.aspx?UrlListProcess=\/noidung\/tintuc\/Lists\/LichSuVanHoc&ListId=b769fde7-6481-4a89-8dc0-9963780c2f09&SiteId=37596567-bc8d-47de-878d-a9d5b872324b&ItemID=46&SiteRootID=8336f976-37a1-488d-9ed1-680468b14b9e |tiêu đề= Văn thư ngoại giao thời Trần: Nội dung và nghệ thuật | tác giả = Phạm Văn Ảnh | năm = 2013 | ngày truy cập = 18 tháng 12 năm 2016 | ngôn ngữ = vi | nhà xuất bản = Viện Hàn lâm Khoa học Xã hội Việt Nam}}<\/ref>\n \nNăm 1261, Trần Thánh Tông được vua Mông Cổ phong làm An Nam Quốc vương.{{sfn|Lê Tắc|1961|p=5}}{{sfn|Lê Tắc|1961|p=28}} Đến năm 1262, Mông Cổ yêu cầu ông phải cống nạp 3 năm 1 lần, mỗi lần đều phải cống nho sĩ, thầy thuốc, thầy bói và thợ thuyền mỗi hạng ba người, cùng với các sản vật như là sừng tê, ngà voi, đồi mồi, châu báu… Trong suốt thời gian trị vì của mình, Trần Thánh Tông duy trì đều đặn việc cống sản vật nhưng chỉ để lấy lệ. Vì thế năm 1275, Hốt Tất Liệt có gửi chiếu thư trách vua Trần rằng các đồ cống đều không dùng được và không bao giờ chịu cống người.<ref name=\"vanthungoaigiao\"\/>{{sfn|Lê Tắc|1961|p=18}}{{sfn|Trần Trọng Kim|1971|p=52}} Cũng trong năm 1262, vua Mông Cổ sai Nur-ud Din (Nạp Thích Đinh) sang làm [[Darughachi]] (''Đạt-lỗ-hoa-xích''), đi lại giám trị các châu quận Đại Việt. Mục đích của Mông Cổ là can thiệp chính trị, tìm hiểu nhân vật, tài sản Đại Việt để liệu đường mà đánh chiếm. Hai vua Trần Thái Tông, Trần Thánh Tông bề ngoài chịu thần phục, nhưng bên trong dốc sức mở rộng và huấn luyện quân đội. Năm 1263, hai vua cử Thống quốc Thái sư [[Trần Thủ Độ]] đi tuần biên giới [[Lạng Sơn]].{{sfn|Ngô Sĩ Liên|1993|p=177}}{{sfn|Trần Trọng Kim|1971|p=52}}{{sfn|Lê Tắc|1961|pp=19-20}} Hai vua cũng tạo nhiều khó khăn, cản trợ cho công việc của Nur-ud Din. Một trong những biện pháp đó là cấm dân cư tiếp xúc với các thương gia [[người Hồi]], vốn thực chất là nội gián của Nur-ud Din trà trộn vào xã hội Đại Việt.<ref name=\"vanthungoaigiao\" \/> Chiếu thư của vua Mông Cổ gửi Trần Thánh Tông năm 1267 có đoạn: \"Nay nghe Nur-ud Din ở bên ấy, có nhiều sự thường bị chống báng cấm đoán, không cho được hội đàm, quả như thế thì có phải lễ nghĩa thân mật trong một nhà đâu! Nghĩa vua tôi cũng như tình phụ tử, có lẽ gì tôi mà phản vua, con mà phản lại cha sao? Nếu trẫm không nói ra, thì đãi khanh không có sự thành thật, khanh nên nghĩ lại cho chín chắn để tròn sự giao hảo trước sau như một\".{{sfn|Lê Tắc|1961|p=28}}\n\nTháng 4 năm 1263, Nur-ud Din (Nạp Thích Đinh) trở về phương Bắc.<ref name=\"vanthungoaigiao\"\/> Đến năm 1266, Trần Thái Tông, Trần Thánh Tông cử Dương An Dưỡng, Võ Hoàn đi cống nạp sản vật cho Mông Cổ. Thông qua sứ bộ này, hai vua cũng thuyết phục Mông Cổ cho Nur-ud Din tiếp tục làm Darughachi ở Đại Việt. Điều này cho thấy Thánh Tông đã làm Nur-ud Din không còn tác dụng trong việc ép Đại Việt thần phục người Mông Cổ. Mông Cổ sợ Nur-ud-Din \"thông tình\" với Nhà Trần, nên không chấp nhận.<ref name=\"vanthungoaigiao\"\/>{{sfn|Lê Tắc|1961|p=115}}{{sfn|Nguyễn Thế Long|2005|p=102}} Năm 1267, [[Hốt Tất Liệt]] vin vào \"thánh chế\" của [[Thành Cát Tư Hãn]], xuống chiếu đòi hai vua Trần phải làm sáu việc bao gồm đích thân tới chầu, báo dân số, nộp thuế, gửi tôn thất làm con tin, chi viện quân và tiếp tục chịu sự kiểm soát của các [[Darughachi]]. Cả sáu điều này Trần Thánh Tông đều không thực hiện, trừ những lúc phải miễn cưỡng chấp nhận Darughachi do Mông Cổ sai tới.{{sfn|Lê Tắc|1961|pp=18-31}}<ref name=\"vanthungoaigiao\" \/> Ông viện cớ: \"có kẻ thù là nước Chiêm Thành quấy rối nên không thể trợ binh [cho Mông Cổ]\" dù rằng Chiêm Thành đang thần phục và thường triều cống Đại Việt.{{sfn|Lê Tắc|1961|p=19}}\n\nCuối năm 1268, Hốt Tất Liệt sai Qurung Qaya (Hốt Lung Hải Nha) sang làm Darugachi, cùng phó sứ Trương Đình Trân ([[người Hán]]) trách Trần Thánh Tông cống nạp trễ nải, lại bắt ông cống nạp voi và thương gia người Hồi (thực ra là tình báo của Mông Cổ ở Đại Việt). Vào Thăng Long, Trương Đình Trân yêu cầu Trần Thánh Tông lạy trước chiếu thư của Hốt Tất Liệt và đối đãi với Đình Trân như một vương tước ngang hàng, song vua Trần thẳng thừng bác bỏ: \"Thánh thiên tử thương tôi nhưng sứ giả đến nhiều người vô lễ. Ông là quan triều liệt, còn tôi là vua, mà cùng ngang lễ với nhau, tự cổ chí kim có điều đó không?\". Theo ''Nguyên sử'', Thánh Tông còn sai thị vệ rút gươm bao vây Trương Đình Trân, rồi giam lỏng vào một nơi và cấm sử dụng nước giếng của kinh thành, chỉ cho uống nước đục của sông. Trương Đình Trân đành phải nhượng bộ.{{sfn|Nguyễn Thế Long|2005|pp=30-31}}{{sfn|Nguyễn Thế Long|2005|p=100}}{{Sfn|Nguyễn Lương Bích|2003|pp=67-69}} Với các yêu sách của hai sứ Mông Cổ, vua Thánh Tông cũng khước từ, viện cớ rằng \"nhà buôn Hồi Hột tên là Y Ôn đã chết từ lâu; một ngư­­ời khác là Bà Bà, khi tìm cũng đã ốm chết\" và \"...loại thú này thân mình rất lớn, đi lại chậm chạp, không như­­ ngựa của thư­­ợng quốc. Xin đợi sắc chỉ, đến lần cống sau sẽ tiến dâng.\"<ref name=\"vanthungoaigiao\" \/>\n\nNăm 1271, Hốt Tất Liệt lập ra [[Nhà Nguyên]] ở [[Trung Quốc]]. Hoàng đế Nhà Nguyên sai sứ đưa chiếu thư dụ Trần Thánh Tông đến chầu, nhưng ông viện cớ bệnh mà thoái thác.{{sfn|Lê Tắc|1961|p=105}} Trung thư sảnh Nhà Nguyên cũng gửi công văn trách Thánh Tông vì không đối đãi các sứ Nguyên như một quan chức ngang hàng với mình, và không chịu quỳ khi nghe chiếu của vua Nguyên.{{sfn|Nguyễn Thế Long|2001|p=98}} Thánh Tông khước từ với lý do \"bản quốc vâng mệnh thiên triều đã phong cho tư­ớc vư­­ơng, lẽ nào không phải là người mang vương tước? Vậy mà sứ giả phụng mệnh thiên triều cũng xư­­ng là người mang tước vương, cùng ngang lễ với bản quốc, e rằng như thế là nhục đến triều đình. Huống hồ nước tôi vâng theo chiếu chỉ trư­­ớc đây, cho đ­­ược giữ nguyên tục cũ, nên hễ nhận chiếu lệnh thì phụng mệnh đặt yên tại chính điện rồi lui về nhà riêng. Đó vốn là điển lễ cũ của bản quốc\".<ref name=\"vanthungoaigiao\"\/> Đến năm 1273, các sứ Nguyên đi Đại Việt về vẫn báo Hốt Tất Liệt rằng Trần Thánh Tông khi nhận chiếu vua Nguyên thì \"chỉ đứng chắp tay chứ không lạy, tiếp kiến sứ giả hoặc yến tiệc thì đều ngồi trên sứ giả\".{{sfn|Nguyễn Thế Long|2001|pp=99-100}} Cùng năm 1271, Hốt Tất Liệt lại đòi Trần Thánh Tông cống voi, nho sĩ, lang y, thợ giỏi. Ông viết thư đáp: \"Về lời dụ mới rồi nói việc tìm voi, do sợ trái chiếu chỉ trước, nên loanh quanh chư­­a dám nói thẳng. Thực ra, duyên do là vì quản tượng không nỡ xa nhà, nên khó sai họ khởi hành\", và tiếp tục phớt lờ việc cống người giỏi.{{sfn|Nguyễn Thế Long|2001|p=101}}<ref name=\"vanthungoaigiao\" \/>\n\nNăm 1272, vua Nguyên cho Uriyang đi sứ, lấy cớ tìm cột đồng trụ của [[Mã Viện]] trồng ngày trước, nhưng vua Thánh Tông sai quan sang nói rằng: cột ấy lâu ngày mất đi rồi, không biết đâu mà tìm nữa. Uriyang bèn thôi không hỏi nữa.{{sfn|Ngô Sĩ Liên|1993|p=272}} Năm 1275, Hốt Tất Liệt lại ra chiếu dụ vua Trần sang chầu, làm 6 điều theo \"thánh chế\" của Mông Cổ. Thánh Tông không chịu, liền sai sứ sang nói với vua Nguyên rằng: \"...Darugachi chỉ nên đặt ở các vùng man di ngoài biên giới, còn tôi đã được phong vương, làm phên giậu một phương mà còn đặt Darugachi để giám sát, há không bị các nước chư hầu cười cho hay sao. Sợ giám sát mà nộp công sao bằng trong lòng vui phục mà nộp công!.. Tất cả quan lại thiên triều sai đến, xin đổi làm dẫn tiến sứ để tránh được cái tệ Darugachi...\".{{sfn|Nguyễn Thế Long|2001|p=103}}{{sfn|Trần Trọng Kim|1971|p=52}}<ref name=\"vanthungoaigiao\" \/> Hốt Tất Liệt không cho, và bắt đầu chuẩn bị các biện pháp đánh chiếm Đại Việt. Các quan biên giới của Nguyên được lệnh do thám địa thế Đại Việt.{{sfn|Trần Trọng Kim|1971|p=52}} Trần Thánh Tông cũng thăm dò tình hình phương Bắc, thông qua việc cử Lê Khắc Phục, Lê Văn Túy đi sứ; sai Đào Thế Long sang [[Long Châu, Sùng Tả|Long Châu]] giả vờ mua thuốc; và cho thủy quân lộ Đông Hải đi tuần dọc theo biên giới.{{sfn|Ngô Sĩ Liên|1993|p=179}}{{sfn|Ngô Sĩ Liên|1993|p=183}}{{sfn|Lê Tắc|1961|p=115}}<ref name=\"vanthungoaigiao\" \/> Sau khi Nhà Nguyên diệt Nam Tống (1279), [[Đại Việt]] càng đứng trước nguy cơ bị xâm lăng từ [[đế quốc]] khổng lồ này.<ref name=\"lemanhthat2\" \/>\n\n==Thái thượng hoàng==\nNăm 1277, [[Trần Thái Tông|Thái Thượng hoàng Trần Thái Tông]] băng hà. Mùa đông ngày 22 tháng Mười âm lịch năm sau (tức 8 tháng 11 năm 1278), Trần Thánh Tông nhường ngôi cho con trai là Thái tử Trần Khâm – tức Vua [[Trần Nhân Tông]] – và lên làm [[Thái thượng hoàng]], với tôn hiệu là '''Quang Nghiêu Từ Hiếu Thái Thượng Hoàng Đế''' (光尧慈孝太上皇帝). Thể theo phép tắc triều kết nối Thượng hoàng tiếp tục cùng Hoàng đế điều hành chính sự. Trong bối cảnh Nguyên-Mông đang từng bước chuẩn bị tấn công Đại Việt, hai vua Trần đã đề ra các biện pháp khuyến khích phát triển nông nghiệp, thương mại, đồng thời đảm bảo sự ổn định và đoàn kết trong nước.{{sfn|Ngô Sĩ Liên|1993|pp=185-186}}<ref name=\"lemanhthat2\">{{chú thích sách |tác giả =Lê Mạnh Thát |tựa đề= Trần Nhân Tông: Con người và tác phẩm |dịch tựa đề= |url= |định dạng= |ngày truy cập= 15 tháng 11 năm 2016 |bản thứ= |series= |cuốn= |ngày tháng= |năm= 1999 |tháng= |năm gốc= |nhà xuất bản= Nhà xuất bản Thành phố Hồ Chí Minh |nơi= |ngôn ngữ= vi |isbn= |chương= Chương II: Tuổi trẻ vua Trần Nhân Tông |url chương= http:\/\/thuvienhoasen.org\/p59a12910\/phan-i-nghien-cuu-ve-tran-nhan-tong-chuong-ii-tuoi-tre-vua-tran-nhan-tong}}<\/ref> Khi thủ lĩnh người dân tộc Trịnh Giác Mật nổi dậy ở [[Đà Giang]] vào đầu năm 1280, hai vua ra lệnh cho Chiêu Văn vương [[Trần Nhật Duật]] đi thuyết phục quân nổi dậy quy hàng. Nhật Duật nhờ giỏi [[ngoại giao]] và am hiểu phong tục dân bản địa nên đã thu phục được Giác Mật mà \"không tốn một mũi tên\".{{sfn|Quốc sử quán triều Nguyễn|1998|pp=222-223}}.\n\nTừ năm 1278 đến 1281, Nhà Nguyên đã ba lần sai Lễ bộ thượng thư Sài Thung dụ Trần Nhân Tông đến chầu, nhưng vua Trần cự tuyệt<ref name=\"lemanhthat2\"\/>. Năm 1282, Thượng hoàng cử chú họ là Trần Di Ái thay mặt vua sang Nguyên.{{sfn|Ngô Thì Sĩ|1991|p=78}} Không thỏa mãn, Nhà Nguyên cử một số quan lại sang giám sát các địa phương của Đại Việt, nhưng đều bị hai vua Trần trục xuất.{{sfn|Trần Trọng Kim|1971|pp=54-55}} Khoảng năm 1281–1282, Hốt Tất Liệt lập Trần Di Ái làm An Nam Quốc vương và sai Sài Thung đem 1 nghìn quân hộ tống Di Ái về nước.{{sfn|Ngô Thì Sĩ|1991|p=78}} Hai vua Trần đã sai quân chặn ở biên giới, đánh tan đội quân hộ tống của Nhà Nguyên và bắt được Di Ái, nhưng vẫn nghênh đón Sài Thung về Thăng Long.{{sfn|Lê Tắc|1961|pp=28-30}}{{sfn|Trần Trọng Kim|1971|pp=54-55}} Thất bại trong việc đưa Di Ái về Đại Việt đã khiến Sài Thung giận dữ đến mức khi \"vua [Trần Nhân Tông] sai [[Trần Quang Khải|Quang Khải]] đến sứ quán khoản tiếp. Xuân [cách gọi khác của Sài Thung] nằm khểnh không ra, Quang Khải vào hẳn trong phòng, hắn cũng không dậy tiếp.\"{{sfn|Ngô Sĩ Liên|1993|pp=188-189}}<ref name=\"lemanhthat2\"\/> Hưng Đạo vương [[Trần Quốc Tuấn]] phải giả làm [[tỳ-kheo|tu sĩ]] [[Phật giáo]] người Hán đến bắt chuyện, Sài Thung mới chịu tiếp.{{sfn|Ngô Sĩ Liên|1993|pp=188-189}}<ref name=\"lemanhthat2\"\/>\n\nSau vụ Trần Di Ái, quan hệ hai bên căng thẳng và đến cuối năm 1282, vua Nguyên một mặt cử nguyên soái [[Toa Đô]] từ [[Quảng Châu]] đánh [[Chăm Pa|Chiêm Thành]], mặt khác sai Trấn Nam vương [[Thoát Hoan]] tập trung 50 vạn quân chuẩn bị \"mượn đường đánh Chiêm\" (trên thực tế là tiến công Đại Việt).<ref name=\"lemanhthat2\"\/>{{sfn|Quốc sử quán triều Nguyễn|1998|pp=223-224}}{{sfn|Ngô Sĩ Liên|1993|pp=188-189}} Hai vua Trần lập tức bắt tay vào việc chuẩn bị tổ chức kháng chiến. Tháng 10 âm lịch năm 1282, Thánh Tông và Nhân Tông phong Hưng Đạo vương làm Quốc công Tiết chế &ndash; tức tổng chỉ huy toàn bộ quân đội Đại Việt.{{sfn|Ngô Sĩ Liên|1993|pp=188-189}} Hai tháng sau, Thượng hoàng mời các bô lão trong cả nước về điện Diên Hồng (Thăng Long) để bàn kế đánh Nguyên. ''Đại Việt Sử ký Toàn thư'' thuật lại rằng, khi được Thượng hoàng hỏi có nên chống lại người Nguyên hay không, các bô lão đã \"cùng nói như từ một miệng: 'Đánh!'\".{{sfn|Ngô Sĩ Liên|1993|pp=188-189}} Tháng 12 năm 1282, khi Toa Đô tấn công Chiêm Thành, hai vua Trần đã gửi 2 vạn quân cùng 500 chiến thuyền sang trợ chiến cho người Chiêm.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=125-127}}<ref name=\"lemanhthat2\" \/>\n\n===Chiến tranh Nguyên Mông-Đại Việt (1285)===\n{{Chính|Chiến tranh Nguyên Mông-Đại Việt lần 2}}\nNgày 27 tháng 1 năm 1285, Thoát Hoan xua quân tràn sang Đại Việt. Quân phòng thủ biên giới của Nhà Trần bị đánh bại trong các trận đánh ải Vĩnh Châu, Nội Bàng, Thiết Lược và Chi Lăng. Hưng Đạo vương lui về giữ bến [[Vạn Kiếp]] (nay thuộc thị xã [[Chí Linh]], tỉnh [[Hải Dương]]).{{sfn|Ngô Sĩ Liên|1993|pp=190-191}}<ref name=\"lemanhthat2\"\/> Đến ngày 11 tháng 2 năm 1285, Thoát Hoan sai [[Ô Mã Nhi]] đem binh thuyền đánh phá Vạn Kiếp. Quân Đại Việt chống cự quyết liệt, nhưng sau đó rút lui để tránh thế địch mạnh, thực hiện nghi binh khiến địch mệt mỏi rồi mới phản kích.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=211-216}}<ref name=\"chientranhvequoc1285\">{{chú thích sách |tác giả =Lê Mạnh Thát |tựa đề= Trần Nhân Tông: Con người và tác phẩm |dịch tựa đề= |url= |định dạng= |ngày truy cập= 4 tháng 12 năm 2016 |bản thứ= |series= |cuốn= |ngày tháng= |năm= 1999 |tháng= |năm gốc= |nhà xuất bản= Nhà xuất bản Thành phố Hồ Chí Minh |nơi= |ngôn ngữ= vi |isbn= |chương= Chương III: Vua Trần Nhân Tông Và Cuộc Chiến tranh Vệ Quốc Năm 1285. |url chương= http:\/\/www.bodephatquoc.com\/vua-tran-nhan-tong-va-cuoc-chien-ve-quoc-1285.html}}<\/ref> Đến ngày 14 tháng 1, Ô Mã Nhi bao vây 10 vạn quân của hai vua Trần tại Bình Than. Một trận thủy chiến lớn diễn ra và quân Nguyên đã không cản được quân Đại Việt triệt thoái.{{sfn|Lê Tắc|1961|pp=37-38}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=211-216}} Hai vua và Hưng Đạo vương rút đại quân từ Vạn Kiếp, Phả Lại, Bình Than về đóng trên [[sông Hồng]] gần [[Thăng Long]]. Tại đây, hai vua cho tập trung thủy quân và xây dựng chiến lũy trên bờ nam để cầm chân quân Nguyên, tạo thời giờ cho việc sơ tán quân dân khỏi kinh thành theo kế [[Tiêu thổ|vườn không nhà trống]].{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=211-216}}<ref name=\"chientranhvequoc1285\"\/> Ngày 17 tháng 2, quân hai bên lại giao chiến lớn trên bờ sông Hồng. Người Nguyên thắng thế, nhưng quân dân Đại Việt đã kịp thời di tản khỏi Thăng Long.{{sfn|Ngô Thì Sĩ|1991|pp=79-81}}<ref name=\"chientranhvequoc1285\" \/>{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=222-228}} Hai vua dẫn đại quân triệt thoái theo đường sông Hồng về hướng phủ Thiên Trường (Nam Định). Thoát Hoan chiếm Thăng Long, rồi chia quân làm 2 đường thủy bộ ráo riết truy kích.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=222-228}}<ref name=\"chientranhvequoc1285\" \/> Hai vua và Hưng Đạo vương đã tổ chức một số trận đánh chặn tại bãi Đà Mạc và ải Hải Thị, nhưng thất bại. Sau trận Hải Thị, hai vua lui hẳn về đóng tại Thiên Trường ([[Nam Định]]) và [[Hành cung Vũ Lâm|Trường Yên]] ([[Ninh Bình]]).{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=227-235}}<ref name=\"chientranhvequoc1285\" \/>\n\nTháng 3 năm 1285, cánh quân Nguyên của Toa Đô [[Lịch sử Chăm Pa#Cu.E1.BB.99c x.C3.A2m l.C6.B0.E1.BB.A3c c.E1.BB.A7a qu.C3.A2n Nguy.C3.AAn M.C3.B4ng|từ Chiêm Thành]] đánh thốc vào mạn nam Đại Việt. Hai vua và Hưng Đạo vương sai Trần Quang Khải đón đánh Toa Đô ở [[Nghệ An]].{{sfn|Ngô Sĩ Liên|1993|pp=192-193}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=239-243}}{{sfn|Lê Tắc|1961|pp=37-38}} Quân Nguyên nhanh chóng lấy được Nghệ An và [[Thanh Hóa]], đẩy đại quân của hai vua Trần vào thế bị ép từ 2 mặt Bắc-Nam. Hưng Đạo vương đưa Thánh Tông, Nhân Tông chạy về vùng bờ biển ở [[Quảng Ninh]], [[Hải Phòng]] ngày nay. Trong hành trình rút lui, hai vua bị quân Nguyên đuổi gấp. Khi thấy quân Toa Đô đã rời Thanh Hóa tiến lên đóng ở Trường Yên ([[Ninh Bình]]), ngày 7 tháng 4 năm 1285 Thánh Tông và vua con lại vượt biển vào Thanh Hóa, thoát khỏi thế bị đối phương kìm kẹp{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=239-243}}. Toa Đô đã đưa quân vào Thanh Hóa truy lùng vua Trần, nhưng không thể tìm ra.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=245-251}}{{sfn|Trần Xuân Sinh|2006|p=191}} Trong thời gian này, nhiều tôn thất Đại Việt như Trần Ích Tắc, [[Trần Kiện]], Trần Tú Viên, Trần Văn Lộng phản lại hai vua, đầu hàng người Nguyên.{{sfn|Lê Tắc|1961|pp=107-110}} Tuy nhiên, quân Nguyên cũng gặp nhiều khó khăn do thiếu hụt lương thực, không hợp khí hậu và liên tục bị dân binh Đại Việt đánh phá sau lưng.{{sfn|Trần Trọng Kim|1971|pp=58-59}}<ref>{{Chú thích web |url = http:\/\/tapchiqptd.vn\/vi\/an-pham-tap-chi-in\/thang-long-voi-ke-sach-thanh-da-trong-chong-giac-ngoai-xam\/3221.html |tiêu đề = Thăng Long với kế sách \"thanh dã\" trong chống giặc ngoại xâm |tác giả = Hà Thành |ngày = |nhà xuất bản = Tạp chí Quốc phòng Toàn dân |ngày truy cập = 5 tháng 12 năm 2016 |ngôn ngữ = vi }}<\/ref>\n\nTại Thanh Hóa, hai vua Trần đã cho chỉnh đốn, tổ chức lại lực lượng. Tháng 3 &ndash; 4 âm lịch năm 1285, hai vua và Trần Quốc Tuấn chia đại quân thành nhiều mũi tổng phản công ra Bắc.{{sfn|Trần Trọng Kim|1971|pp=58-59}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=245-251}}<ref name=\"chientranhvequoc1285\"\/> Nhiều người Tống lưu vong đã tham chiến trong cánh quân của Trần Nhật Duật. Để binh lính không nhầm lẫn giữa quân Tống của Nhật Duật với quân Nguyên, Thánh Tông đã sai người căn dặn rằng: \"Đó là quân [[Đế quốc Mông Cổ|Thát]] của Chiêu Văn đấy, phải nhận kỹ chúng\". Dưới sự thống lĩnh của Trần Quốc Tuấn, Trần Nhật Duật, Trần Quang Khải, [[Nguyễn Khoái]] và nhiều tướng khác, quân Đại Việt đã liên tiếp đánh tan quân Nguyên ở đồn A Lỗ (nơi gần điểm hợp lưu của sông Luộc với sông Hồng), cửa Hàm Tử (nay thuộc [[Khoái Châu]], Hưng Yên), Chương Dương Độ (nay thuộc [[Thường Tín]], [[Hà Nội]]) và giải phóng Thăng Long trong hai tháng 5 và 6.{{sfn|Ngô Sĩ Liên|1993|pp=193-194}} Quyển 209 của ''[[Nguyên sử]]'' có nhận định người [[Giao Chỉ|Giao]] tuy thắng quân Nguyên-Mông nhưng chết và bị thương cũng nhiều. Quân Mông Cổ thất bại một phần vì do địa lý không thuận lợi cho việc dùng ngựa.{{sfn|Trần Xuân Sinh|2006|p=196}}\n\nNgày 7 tháng 6, Thánh Tông và Nhân Tông thân chinh ra Trường Yên, đánh tan một đơn vị quân Toa Đô. Quân Nguyên chết hại \"nhiều không kể xiết\".{{sfn|Ngô Sĩ Liên|1993|pp=193-194}}{{sfn|Trần Trọng Kim|1971|pp=58-59}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=245-251}} Sau chiến thắng Trường Yên, ngày 24 tháng 6, hai vua tấn công quân chủ lực của Toa Đô tại Tây Kết (Khoái Châu). Quân hai vua thắng to, chém chết nguyên soái Toa Đô, bắt được hơn 5 vạn quân Nguyên, tịch thu một lượng lớn khí giới. Tổng quản quân Nguyên là Trương Hiển đầu hàng. Đến nửa đêm, Ô Mã Nhi trốn qua cửa sông Thanh Hóa, hai vua thúc quân truy kích nhưng không bắt được, Ô Mã Nhi dùng thuyền vượt biển thoát thân.{{sfn|Ngô Sĩ Liên|1993|pp=193-194}}{{sfn|Trần Trọng Kim|1971|pp=58-59}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|p=245}} Cùng lúc đó, Hưng Đạo vương và anh là [[Tuệ Trung Thượng Sĩ|Hưng Ninh vương]] thực hiện nhiều cuộc tấn công lớn trên hướng bắc sông Hồng và quét sạch cánh quân Thoát Hoan khỏi Đại Việt.{{sfn|Trần Trọng Kim|1971|pp=58-59}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=254-261}}<ref name=\"chientranhvequoc1285\" \/>\n\n===Chiến tranh Nguyên Mông-Đại Việt (1288)===\n{{Chính|Chiến tranh Nguyên Mông-Đại Việt lần 3}}\n \nCuối năm 1286, vua Nguyên huy động 30 vạn quân và 500 thuyền chiến xâm lược Đại Việt lần thứ ba.{{sfn|Trần Trọng Kim|1971|pp=60-61}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=265-269}} Ngay sau khi nhận tin này, hai vua Trần và Hưng Đạo vương đã đôn đốc vương hầu chiêu mộ, huấn luyện binh sĩ, đồng thời chế tạo binh khí và tàu thuyền để chuẩn bị kháng chiến.{{sfn|Ngô Sĩ Liên|1993|pp=195-197}}{{sfn|Trần Trọng Kim|1971|pp=60-61}}{{sfn|Ngô Thì Sĩ|1991|pp=81-82}} Tháng 12 năm 1287, quân thủy bộ Nhà Nguyên chia làm 3 đạo tiến vào Đại Việt. Quân Đại Việt chỉ đánh có tính kìm chân rồi chủ động lui khỏi biên giới. Thoát Hoan lại tung 2 vạn quân tấn công và chiếm Vạn Kiếp làm căn cứ, sau đó tiến về Thăng Long.<ref name=\"chientranhvequoc1288\"\/>{{sfn|Trần Trọng Kim|1971|pp=60-61}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=293-298}} Hưng Đạo vương giao cho Phó đô tướng quân [[Trần Khánh Dư]] trấn giữ đường biển. Khánh Dư không ngăn được thủy quân của Ô Mã Nhi đi qua; Thượng hoàng sai trung sứ bắt Khánh Dư về kinh. Nhưng Khánh Dư thuyết phục được trung sứ cho khất vài ngày để lập công chuộc tội.{{sfn|Quốc sử quán triều Nguyễn|1998|p=235}}\n\nNgày 2 tháng 2 năm 1288, quân Nguyên mở màn đánh phá Thăng Long. Quân Đại Việt bỏ thành rút lui.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=293-298}}.<ref name=\"chientranhvequoc1288\" \/> Cũng ngày này, thủy quân Việt do Trần Khánh Dư chỉ huy đã tập kích và tiêu diệt đoàn thuyền lương của [[Trương Văn Hổ]] tại [[Thương cảng Vân Đồn|Vân Đồn]] ([[Quảng Ninh]]).{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=290-291}} Thánh Tông tha tội trước của Khánh Dư và nhận định: \"Chỗ trông cậy của quân Nguyên là lương thảo khí giới, nay đã bị ta bắt được, sợ nó chưa biết\" và ông sai thả tù binh về trại, để họ đưa tin dữ cho Thoát Hoan.{{sfn|Ngô Sĩ Liên|1993|pp=195-197}} Các đoàn thuyền lương khác của quân Nguyên cũng không vào được Đại Việt vì bị bão biển, hoặc vì đi lạc tới Chiêm Thành.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=290-291}} Sau khi Thăng Long thất thủ, Thoát Hoan lệnh cho Ô Mã Nhi truy đuổi Thánh Tông và Nhân Tông. Nhưng hai vua đã lui xuống hạ lưu sông Hồng rồi theo cửa Giao Thủy đi ra biển vòng lên Tháp Sơn ([[Đồ Sơn]]).{{sfn|Trần Xuân Sinh|2006|p=221}}{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=293-298}} Ô Mã Nhi lui quân về Thăng Long. Không tin rằng đoàn thuyền lương của Văn Hổ đã bị tiêu diệt, Thoát Hoan sai Ô Mã Nhi dẫn thủy quân đi tìm Văn Hổ. Lúc này hai vua và Hưng Đạo vương đã tập trung quân thủy bộ ở Tháp Sơn. Khi quân Ô Mã Nhi qua đây, quân Đại Việt tổ chức tập kích ở cửa Văn Úc (ngày 10 tháng 2 năm 1288), và trên biển gần Tháp Sơn, gây nhiều tổn thất cho quân Nguyên. Ô Mã Nhi bèn dẫn quân trở lại Vạn Kiếp.<ref name=\"chientranhvequoc1288\" \/>{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=300-304}}\n\nỞ Thăng Long mà không có lương thực, Thoát Hoan lúng túng. Không những thế, quân Đại Việt đã phản công mạnh mẽ và kiểm soát vùng [[Hải Dương]] và [[Hải Phòng]] đẩy Thoát Hoan vào nguy cơ bị cắt đường về Vạn Kiếp. Tình huống này buộc Thoát Hoan rút quân khỏi Thăng Long quay về Vạn Kiếp.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=300-304}} Hai vua Trần ban đầu sai Hưng Ninh vương đến giả vờ hẹn ngày đầu hàng để địch mất cảnh giác, sau đó mở các cuộc đột kích đêm vào Vạn Kiếp.<ref name=\"chientranhvequoc1288\">{{chú thích sách |tác giả =Lê Mạnh Thát |tựa đề= Trần Nhân Tông: Con người và tác phẩm |dịch tựa đề= |url= |định dạng= |ngày truy cập= 18 tháng 11 năm 2016 |bản thứ= |series= |cuốn= |ngày tháng= |năm= 1999 |tháng= |năm gốc= |nhà xuất bản= Nhà xuất bản Thành phố Hồ Chí Minh |nơi= |ngôn ngữ= vi |isbn= |chương= Chương IV: Vua Trần Nhân Tông Và Cuộc Chiến tranh Vệ Quốc Năm 1288. |url chương= http:\/\/thuvienhoasen.org\/p59a12912\/phan-i-nghien-cuu-ve-tran-nhan-tong-chuong-iv-vua-tran-nhan-tong-va-cuoc-chien-tranh-ve-quoc-nam-1288}}<\/ref> Cuối tháng 3 năm 1288, Thoát Hoan quyết định lui quân khỏi Đại Việt; Ô Mã Nhi được lệnh dẫn một cánh quân thủy rút về trước.{{sfn|Viện lịch sử quân sự Việt Nam|2000|pp=319-320}}{{sfn|Ngô Thì Sĩ|1991|pp=81-82}} Ngày 9 tháng 4, cánh quân này tiến đến [[sông Bạch Đằng]] và lọt vào [[Trận Bạch Đằng (1288)|trận địa mai phục]] của đại quân Đại Việt.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=308-310}} Dưới sự chỉ huy trực tiếp của Thánh Tông, Nhân Tông và Hưng Đạo vương, quân Đại Việt đã tiêu diệt toàn bộ cánh quân thủy của địch. Nội Minh tự Đỗ Hành bắt các tướng Ô Mã Nhi và Tích Lệ Cơ nộp cho Thánh Tông.{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=316-317}}{{sfn|Ngô Thì Sĩ|1991|pp=81-82}} ''Đại Việt Sử ký Toàn thư'' mô tả Thượng hoàng đã sai người đưa hai tướng Nguyên lên thuyền ngự, rồi \"cùng ngồi nói chuyện với chúng và uống rượu vui vẻ\".{{sfn|Ngô Sĩ Liên|1993|p=198}}\n\nMột ngày trước trận Bạch Đằng, đại quân Nguyên của Thoát Hoan bắt đầu rút từ Vạn Kiếp lên biên giới. Hữu thừa Nguyên là Trình Bằng Phi chọn những binh sĩ thiện chiến yểm hộ cho Thoát Hoan chạy về nước. Quân Nguyên về tới ải Nội Bàng ([[chũ, Lục Ngạn|thị trấn Chũ]] và xã Bình Nội của [[Bắc Giang]] ngày nay) thì bị quân Đại Việt phục kích dữ dội, vạn hộ Nguyên là Trương Quân phải đem 3000 quân liều chết chiến đấu mới thoát khỏi cửa ải. Qua được Nội Bàng, Thoát Hoan lại nhận tin trinh sát rằng phía trước có 30 vạn quân Đại Việt trải dọc suốt 100 dặm mai phục, đành đổi hướng đi qua Đơn Kỷ (khoảng huyện [[Đình Lập]] tỉnh Lạng Sơn ngày nay) về Lộc Châu. Tuy nhiên qua đường này, quân Nguyên vẫn bị quân Đại Việt tập kích. Quân Đại Việt từ trên cao bắn tên độc, giết các tướng Trương Ngọc và Abaci. Theo ''Nguyên sử'', quân Nguyên lúc đó đã \"thiếu ăn lại mệt vì chiến đấu, tướng tá nhìn nhau thất sắc\" nhưng vẫn phải \"cố xông vào mà đánh\" và \"buộc vết thương lại mà đánh\".{{sfn|Hà Văn Tấn & Phạm Thị Tâm|1972|pp=318–323}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=236}} Đến ngày 19 tháng 4 năm 1288, quân Nguyên đã bị quét sạch hoàn toàn khỏi Đại Việt.<ref name=\"chientranhvequoc1288\" \/> Trước khi mất năm 1300, Hưng Đạo Đại vương [[Trần Quốc Tuấn]] khi được Hoàng đế [[Trần Anh Tông]] thăm hỏi, ông đã hồi tưởng lại tinh thần \"vua tôi đồng tâm, anh em hòa mục, cả nước góp sức\" của thời đại Trần Thánh Tông, Trần Nhân Tông khiến Đại Việt chống chọi được sự bao vây bốn mặt của Toa Đô, Ô Mã Nhi và \"giặc phải bị bắt\".{{sfn|Ngô Sĩ Liên|1993|p=210}}\n\n===Những năm cuối===\n[[Tập tin:大越史記全書之陳益稷2.jpg|nhỏ|300px|Nguyên văn lời kể tội [[Trần Ích Tắc]] và [[Trần Kiện]] bằng [[chữ Hán]] trong [[Đại Việt sử kí toàn thư]]. Tạm dịch là: Trước kia, người Nguyên vào cướp, vương hầu, quan lại nhiều người đến doanh trại giặc xin hàng. Đến khi giặc thua bắt được cả một hòm biểu xin hàng. Thượng hoàng sai đốt hết đi để yên lòng những [kẻ] phản trắc. Chỉ có [kẻ] nào đầu hàng trước đây, thì dẫu bản thân ở triều đình giặc, cũng kết án vắng mặt, xử tội đi đày hoặc tử hình, tịch thu điền sản, sung công, tước bỏ quốc tính. Như Trần Kiện là con của Tĩnh Quốc thì đổi làm họ Mai... Ích Tắc là chỗ tình thân cốt nhục, tuy trị tội cũng thế, nhưng không nỡ đổi họ xóa tên, chỉ gọi là Ả Trần, có ý chê hắn hèn nhát như đàn bà vậy...]]\nTháng 4 [[âm lịch]] năm 1289, Thượng hoàng Trần Thánh Tông, Hoàng đế Trần Nhân Tông xét công lao các tướng lĩnh trong chiến tranh Nguyên Mông-Đại Việt. Hưng Đạo vương Quốc Tuấn được thăng lên Đại vương, Hưng Vũ vương Quốc Nghiễn được phong Khai quốc công, Hưng Nhượng vương [[Trần Quốc Tảng|Quốc Tảng]] nhận chức Tiết độ sứ; Nguyễn Khoái được phong tước Liệt hầu và được cấp hẳn một hương làm thực ấp. Hai vua cũng phong quan tước cho các tù trưởng người dân tộc có công như Lương Uất và Hà Tất Năng.{{sfn|Ngô Sĩ Liên|1993|pp=199-200}} Sau cuộc phong thưởng này, khi có người tỏ ra chưa thỏa mãn, Thượng hoàng đã khuyên bảo rằng phần thưởng là để khuyến khích thiên hạ. Nếu sau này giặc Mông xâm lược lần nữa thì sẽ phong thưởng tiếp cho những người lập công.{{sfn|Ngô Sĩ Liên|1993|pp=199-200}}\n\n[[Tập tin:Lăng Trần Thánh Tông.jpg|nhỏ|Lăng Trần Thánh Tông ở Long Hưng, [[Thái Bình]].]]\nKhi quân Nguyên tháo chạy, bỏ lại một tráp công văn. Quân Đại Việt bắt được và phát hiện nhiều giấy tờ của vương hầu, quan lại tư thông với quân Nguyên. Đình thần muốn mang đối chiếu để trị tội, nhưng Thượng hoàng Thánh Tông làm theo gương [[Hán Quang Vũ Đế]], cho rằng trị tội kẻ tiểu nhân cũng vô ích nên sai người đốt hết đi.{{sfn|Ngô Sĩ Liên|1993|pp=199-200}}{{sfn|Ngô Thì Sĩ|1991|p=84}}{{sfn|Trần Xuân Sinh|2006|p=244}} Tuy nhiên, những người thật sự đã đầu hàng Nhà Nguyên đều bị nghiêm trị. Quan lại thì bị xử tử, tịch thu tài sản hoặc bắt đi đày, còn quân dân thì được tha chết nhưng phải chịu các loại hình phạt khổ sai như \"chở gỗ đá, xây [[cung điện]] để chuộc tội\", hoặc phải làm lính hầu, nô tỳ cho vương hầu và [[tể tướng]].{{sfn|Ngô Sĩ Liên|1993|pp=199-200}} Hai vua cũng bắt các vương hầu, tôn thất đã theo quân Nguyên phải bỏ họ Trần, đổi sang họ Mai. Trần Kiện tuy đã bị tướng [[Nguyễn Địa Lô]] bắn chết (1285) nhưng vẫn bị các văn kiện thời đó chép là ''Mai Kiện''. Trần Ích Tắc cũng bị loại khỏi tôn thất, nhưng hai vua coi là \"chỗ tình thân cốt nhục\" nên \"không nỡ đổi họ xóa tên, chỉ gọi là Ả Trần, có ý chê hắn hèn nhát như đàn bà vậy\".{{sfn|Ngô Sĩ Liên|1993|pp=199-200}}{{sfn|Trần Trọng Kim|1971|p=200}}\n\nTheo ''Thánh đăng ngữ lục'', Thượng hoàng về cuối đời đã đi tu tại chùa Tư Phúc, dưới sự hướng dẫn của Quốc sư Trúc Lâm Đại Đăng. Ông lấy đạo hiệu '''Vô Nhị Thượng Nhân''' (無二上人). Thượng hoàng đã dành nhiều thời gian cho việc viết sách và đàm đạo với các nhà Thiền học.{{sfn|Nhiều tác giả|1999|pp=399-415}}<ref name=\"thanhdangnguluan\"\/><ref name=\"thienhocthanhtong\">{{Chú thích web|url = http:\/\/thuvienhoasen.org\/a20883\/tran-thanh-tong-mot-ngoi-sao-sang-cua-thien-hoc-doi-tran|tiêu đề= Trần Thánh Tông - Một ngôi sao sáng của Thiền học đời Trần | tác giả = Nguyễn Thế Đăng | năm = 2014 | ngày truy cập = 18 tháng 12 năm 2016 | ngôn ngữ = vi | nhà xuất bản = Thư viện Hoa Sen}}<\/ref> Một trong những [[thiền sư]] được Thượng hoàng kính trọng là [[Tuệ Trung Thượng Sĩ]], tức Hưng Ninh vương Trần Quốc Tung &ndash; anh Hưng Đạo vương Trần Quốc Tuấn. Sách ''Tuệ Trung Thượng Sĩ ngữ lục'' do Trần Nhân Tông biên soạn đã kể Thượng hoàng gọi Tuệ Trung Thượng Sĩ là \"đạo huynh\" và thuật lại một cuộc đàm đạo giữa hai người.<ref>{{chú thích sách|tác giả =[[Trần Nhân Tông|Trúc Lâm Tổ Sư]] (biên soạn); Hòa thượng Thích Thanh Từ (phiên dịch)|tựa đề=Tuệ Trung Thượng Sĩ Ngữ Lục Giảng Giải|dịch tựa đề=|url=https:\/\/thuvienhoasen.org\/images\/file\/OlR9p51G0QgQAFN1\/tuetrungthuongsi.pdf|định dạng=|ngày truy cập=31 tháng 5 năm 2018|bản thứ=|series=|cuốn=|ngày tháng=|năm=1996|tháng=|năm gốc=|nhà xuất bản=Ban Văn hoá Trung ương Giáo hội Phật giáo Việt Nam|nơi=|ngôn ngữ=vi|isbn=|chương=|url chương=}} các trang 17-22.<\/ref> [[Thiên Cảm Hoàng hậu|Thái hậu Nguyên Thánh Thiên Cảm]] qua đời năm 1287, nhà vua làm lễ cầu siêu cho thân mẫu ngài. Nhân dịp này, Thượng Sĩ viết một bài kệ ngắn để cầu siêu.{{efn|Thơ Phật}}\n\nNgày 25 tháng 5 năm Trùng Hưng thứ 6 (tức [[3 tháng 7]] năm [[1290]]), Thượng hoàng Thánh Tông qua đời tại cung Nhân Thọ, hưởng dương 50 tuổi. ''Thánh đăng ngữ lục'' có chép một số chi tiết về những ngày cuối cùng trong cuộc đời Trần Thánh Tông. Vua Nhân Tông an táng Thượng hoàng ở Dụ Lăng – phủ Long Hưng (nay là Tiến Đức, [[Hưng Hà]], [[Thái Bình]]). Triều đình dâng ông [[miếu hiệu]] là '''Thánh Tông''' (聖宗) và [[thụy hiệu]] là '''Huyền Công Thịnh Đức Nhân Minh Văn Vũ Tuyên Hiếu Hoàng đế''' (玄功盛德仁明文武宣孝皇帝).{{sfn|Ngô Sĩ Liên|1993|pp=201-202}} Ngày nay ở trung tâm thành phố [[Hà Nội]] có phố mang tên '''Trần Thánh Tông'''.\n\n==Tác phẩm==\nTác phẩm thơ, văn của Trần Thánh Tông bao gồm:\n*''Di hậu lục'' (Chép để lại cho đời sau).\n*''Cơ cầu lục'' (Chép việc nối dõi nghiệp nhà).\n*''Thiền tông liễu ngộ'' (Bài ca giác ngộ [[Thiền tông]]).\n*''Phóng ngưu'' (Thả trâu).\n*''Chỉ giá minh'' (Bài minh về sự cung kính).\n*''Trần Thánh Tông thi tập'' (Tập thơ Trần Thánh Tông).\n \nVà một số thư từ ngoại giao, nhưng tất cả đều đã thất lạc, chỉ còn lại 6 bài thơ được chép trong ''[[Việt âm thi tập]]'' (5 bài) và ''[[Đại Việt sử ký toàn thư]]'' (1 bài).<ref>Theo Phạm Tú Châu, mục từ \"Trần Hoảng\" trong ''Từ điển văn học'' (bộ mới, Nhà Xuất bản Thế giới, 2004, tr. 1785) và [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Nhà Xuất bản Khoa học Xã hội, 2003, tr. 847).<\/ref> Theo đánh giá trong cuốn ''Thơ văn Lý Trần'' (tập 2, quyển thượng) do [[Nguyễn Huệ Chi]], [[Trần Thị Băng Thanh]], Đỗ Văn Hỷ và Trần Tú Châu biên soạn, thơ của Trần Thánh Tông \"giàu chất trữ tình, kết hợp nhuần nhị giữa tinh thần tự hào về đất nước, về dân tộc của người chiến thắng, với tình yêu cuộc sống yên vui, thanh bình và phong độ ung dung, phóng khoáng của một người biết tự tin, lạc quan.\"{{sfn|Nhiều tác giả|1999|pp=399-416}}\n\nTheo ''Đại Việt Sử ký Toàn thư'', năm 1289, Trần Thánh Tông sáng tác bài thơ ''Dạo chơi hành cung Thiên Trường'' (''Hạnh hành cung Thiên Trường''), nói lên cảm hứng sau hai lần đánh bại quân Nguyên (1285 và 1287-1288).{{sfn|Ngô Sĩ Liên|1993|pp=200-201}} Trong sách [[Nam Ông mộng lục]] (in lần đầu tiên tại [[Trung Quốc]] năm 1442), viên quan [[Nhà Minh]] gốc [[Đại Ngu|Việt]] là [[Hồ Nguyên Trừng]] đánh giá bài thơ có cấu tứ thanh cao và điệp tự âm vang.{{sfn|Hồ Nguyên Trừng|1999|p=113}} Sách ''Thơ văn Lý Trần'' cũng ghi lại một bài của ông tên ''Chân tâm chi dụng'' (真心之用){{sfn|Nhiều tác giả|1999|pp=399-416}} mang màu sắc Phật giáo Thiền tông.<ref name=\"thienhocthanhtong\"\/>{{sfn|Nhiều tác giả|1999|pp=399-416}} Ngoài ra còn có bài ''Cảm xúc khi đọc Đại tuệ ngữ lục'' (讀大慧語錄有感 ''Độc Đại tuệ ngữ lục hữu cảm'') bày tỏ kinh nghiệm tu tập và chứng đạo.{{sfn|Nhiều tác giả|1999|pp=404-406}}\n\n==Gia đình==\n* Cha: [[Trần Thái Tông]] Trần Cảnh.\n* Mẹ: [[Hiển Từ Thuận Thiên hoàng hậu|Hiến Từ Thuận Thiên Hoàng hậu]] Lý Oánh (李莹) , con gái của [[Lý Huệ Tông]] và [[Linh Từ Quốc mẫu]].\n* Hậu phi: \n# [[Thiên Cảm hoàng hậu|Nguyên Thánh Thiên Cảm Hoàng hậu]] Trần Thiều (陳韶; ? – 1287), con gái thứ năm của An Sinh vương [[Trần Liễu]].<ref name=\"Hùng sử Việt\">{{Chú thích web|url=http:\/\/www.hungsuviet.us\/lichsu\/MhivanTranLieu.html|tiêu đề=Vì sao Trần Liễu hận vua Trần Thái Tông đến chết|work=Câu lạc bộ Hùng Sử Việt|ngày truy cập=2017-11-10|archive-date = ngày 12 tháng 11 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171112021335\/http:\/\/www.hungsuviet.us\/lichsu\/MhivanTranLieu.html|url-status=dead}}<\/ref>\n# Cung phi Vũ Ngọc Lan<ref name=\":1\">{{Chú thích web | url = http:\/\/motthegioi.vn\/van-hoa-giai-tri-c-80\/cau-chuyen-van-hoa-c-130\/chuyen-tinh-bi-tham-it-nguoi-biet-cua-mot-vi-cong-chua-thoi-tran-10599.html | tiêu đề = Chuyện tình bi thảm ít người biết của một vị công chúa thời Trần | tác giả = Nguyễn Thông - Trần Kim Anh | năm = 2013 | ngày truy cập = 17 tháng 12 năm 2016 | ngôn ngữ = vi | nhà xuất bản = Báo Một Thế giới | archive-date = 2016-12-21 | archive-url = https:\/\/web.archive.org\/web\/20161221023739\/http:\/\/motthegioi.vn\/van-hoa-giai-tri-c-80\/cau-chuyen-van-hoa-c-130\/chuyen-tinh-bi-tham-it-nguoi-biet-cua-mot-vi-cong-chua-thoi-tran-10599.html | url-status = dead }}<\/ref>.\n# Cung phi Trần Thị Khương<ref name=\"chieuchinhcc\">{{Chú thích web|url = http:\/\/haiphong.gov.vn\/p-UBNDTP\/d-9710\/33544\/cong-chua-chieu-chinh-1258-1314 |tiêu đề= Công chúa Chiêu Chinh (1258 – 1314)| tác giả = | năm = 2012 | ngày truy cập = 6 tháng 4 năm 2018 | ngôn ngữ = vi | nhà xuất bản = Cổng thông tin điện tử Thành phố Hải Phòng}}<\/ref>.\n* Hậu duệ:\n** Hoàng thái tử [[Trần Nhân Tông|Trần Khâm]] tức [[Trần Nhân Tông]], mẹ là Thiên Cảm hoàng hậu.<ref name=\"Hùng sử Việt\"\/>\n** Tá Thiên đại vương [[Trần Đức Diệp|Trần Đức Việp]], là một trong những nhân vật cao cấp trong triều đình Đại Việt thời Trần Nhân Tông, Trần Anh Tông.{{sfn|Ngô Sĩ Liên|1993|p=201}}<ref>{{chú thích tạp chí |author=Trần Nghĩa|last= |first= |authorlink= |year=1972 |title=Một bức \"ký họa\" về xã hội nước ta thời Trần – Bài thơ \"An Nam tức sự\" của Trần Phu |trans-title= |journal=Tạp chí Văn học |volume= |issue=1 |pages=115 |id= |url= |access-date = |quote= }}<\/ref> Năm 1302, ông được cháu là [[Trần Anh Tông]] phong làm Thống chính Thái sư, cùng làm Tể tướng với Nhập nội bình chương [[Trần Quốc Chẩn]] và Thái úy Quốc công [[Trần Nhật Duật]].{{sfn|Ngô Sĩ Liên|1993|p=216}} Ông mất ngày 1 tháng 1 âm lịch năm 1306 ở tuổi 42.{{sfn|Ngô Sĩ Liên|1993|p=218}}\n** [[Thiên Thuỵ công chúa|Thiên Thụy Công chúa]] (天瑞公主 ? – 16 tháng 12 năm [[1308]]) là con đầu lòng, chị gái Trần Nhân Tông, mất cùng ngày với Nhân Tông ([[3 tháng 11]] [[âm lịch]], [[1308]]). Lấy Hưng Vũ vương Trần Quốc Nghiễn, con trai Hưng Đạo Đại vương [[Trần Hưng Đạo|Trần Quốc Tuấn]]. Có thuyết cho rằng công chúa là con của bà phi Ngọc Lan<ref name=\":1\" \/>.\n** [[Bảo Châu Công chúa]], con gái thứ tư, lấy Vũ Túc vương Đạo, con của Chiêu Minh Đại vương [[Trần Quang Khải]]. Việc này được chép trong Văn bia thờ [[Phụng Dương|Công chúa Phụng Dương]] (''Phụng Dương Công chúa thần đạo bi minh tính tự'') do Thiếu bảo Lê Củng Viên soạn năm 1293.{{sfn|Hồ Đức Thọ|2005|p=190}}\n** [[Chiêu Hoa (công chúa)|Chiêu Hoa Công chúa]], được biết đến qua các tư liệu thần phả và giai thoại, không có trong các bộ chính sử hiện có (''Đại Việt Sử ký Toàn thư'', ''Việt sử tiêu án'', ''Khâm định Việt sử Thông giám Cương mục''...). Lấy An Đức hầu Cao Toàn.{{sfn|Nguyễn Văn Tân|2002|p=58}}\n** [[Công chúa Chiêu Chinh|Chiêu Chinh Công chúa]], cũng như Chiêu Hoa Công chúa, bà không có tên trong chính sử. Bà tên húy là Trần Thị Hinh, mẹ là Cung phi Trần Thị Khương.<ref name=\"chieuchinhcc\"\/>\n\n==Nhận định==\nSử thần [[Ngô Sĩ Liên]] trong ''Đại Việt Sử ký Toàn thư'' khen ngợi Trần Thánh Tông có công trong việc đánh bại quân Mông Cổ.{{sfn|Trần Xuân Sinh|2006|pp=107-108}} ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' còn dẫn ra một câu chuyện cho thấy sự hòa ái của hoàng thất Nhà Trần thời Trần Thánh Tông: Tĩnh Quốc Đại vương [[Trần Quốc Khang]], trên danh nghĩa là con trưởng của [[Trần Thái Tông]], nhưng thực ra là con trai của An Sinh Đại vương [[Trần Liễu]] cùng [[Thuận Thiên (hoàng hậu)|Hiển Từ Thuận Thiên Hoàng hậu]]. So với những người con còn lại của Thái Tông, tuy là con trưởng nhưng Quốc Khang học vấn tầm thường, nên không được vua em Thánh Tông cho giữ những chức vụ lớn trong triều đình. Tuy nhiên nhà vua vẫn giữ quan hệ tốt đẹp với anh mình.{{sfn|Ngô Sĩ Liên|1993|p=176}}\n\nThái Tông khen Quốc Khang, rồi ban áo cho Khang. Trong hoàng gia, cha con, anh em hòa thuận không xảy ra xích mích.{{sfn|Ngô Sĩ Liên|1993|pp=180-181}}{{sfn|Trần Xuân Sinh|2006|p=107}} Vào [[tháng chín|tháng 9]] âm lịch năm [[1269]], Thánh Tông phong Quốc Khang làm ''Vọng Giang phiêu kỵ Đô thượng tướng quân''.{{sfn|Ngô Sĩ Liên|1993|pp=180-181}} Sau này, mùa xuân năm [[1270]] (niên hiệu Thiệu Long năm thứ 13), Quốc Khang xây vương phủ hoành tráng tại [[Diễn Châu]], nhà vua bèn cho người đến xem. Hoảng sợ, Quốc Khang đành phải dựng tượng [[Phật]] tại nơi này – sau trở thành chùa Thông.{{sfn|Ngô Sĩ Liên|1993|pp=180-181}}\n\nSử thần [[Lê Tung]] triều [[Lê Tương Dực]] viết ''Đại Việt thông giám tổng luận'' (1514) ca ngợi Trần Thánh Tông là vị vua nhân hậu, coi trọng hiền tài và phát triển Nho học; tuy nhiên, đứng trên góc độ [[Tân Nho giáo]], Lê Tung phê phán ông tôn sùng đạo Phật.<ref name=\"letung\">{{chú thích sách |tác giả =Lê Tung |tựa đề=Việt giám thông khảo tổng luận |volume= |dịch tựa đề= |url= http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/106-Khao-tong-luan?uiLang=en |định dạng= |ngày truy cập= |bản thứ= |series= |cuốn= |ngày tháng= |năm= |tháng= |năm gốc= 1514 |nhà xuất bản= Hội Bảo tồn di sản chữ Nôm |nơi= |ngôn ngữ= vi |isbn= |chương= |url chương= | ref= | trang = 13a-13b}}<\/ref> Trong bộ ''[[Việt sử tiêu án]]'' (1775) do sĩ phu [[Ngô Thì Sĩ]] (đời [[nhà Lê trung hưng|Lê]]-[[chúa Trịnh|Trịnh]]) soạn thảo cũng ghi lại một số đánh giá của sử thần. Họ đánh giá ngài là vị vua hòa thuận với quan thần lẫn anh em, học cao, thuận theo ý trời, bất khuất trước giặc ngoại xâm và người hùng.{{sfn|Ngô Thì Sĩ|1991|p=75}}\n\n==Xem thêm==\n*[[Nhà Trần]]\n*[[Trần Thái Tông]]\n*[[Trần Nhân Tông]]\n*[[An Tư|Công chúa An Tư]]\n*[[Nguyễn Thế Lộc]]\n*[[Đỗ Khắc Chung]]\n\n==Chú giải==\n{{Notelist|notes=}}\n\n==Tham khảo==\n{{tham khảo|24em}}\n==Đọc thêm==\n{{wikisource tác giả}}\n* {{Chú thích sách|tác giả=Lê Tắc|lk tác giả =Lê Tắc | đồng tác giả =Ủy ban phiên dịch sử liệu Việt Nam (phiên dịch) | title= [[An Nam chí lược]] |edition=|năm gốc = | year=1961 |language=vi |publisher=Viện Đại học Huế|location=}}\n* {{Chú thích sách|tác giả=Hồ Nguyên Trừng|lk tác giả =Hồ Nguyên Trừng|title=[[Nam Ông mộng lục]]|volume=|năm gốc = | year=1999|language=vi |publisher=Nhà Xuất bản Văn học|location=}}\n* {{Chú thích sách|tác giả=Ngô Sĩ Liên|lk tác giả =Ngô Sĩ Liên|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Khoa học - Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu (phiên dịch) | title=[[Việt sử tiêu án]]|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà Xuất bản Văn Sử|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=[[Lịch triều hiến chương loại chí]]|cuốn=1|edition=|năm gốc = | year=2007|language=tiếng Việt |publisher=Nhà Xuất bản Giáo dục|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=[[Khâm định Việt sử Thông giám cương mục]] | publisher=Nhà Xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Đào Duy Anh | authorlink=Đào Duy Anh | title=Lịch sử Việt Nam từ nguồn gốc đến thế kỷ XIX | publisher=Nhà Xuất bản Văn hóa Thông tin | place=Hà Nội | volume= Bản in lại năm 2007 | url= | edition= | year=1958 | ISBN=}}\n* {{Citation | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=[[Việt Nam sử lược]] | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}\n* [[Phạm Văn Sơn]], ''[[Việt sử toàn thư]]'' ([http:\/\/www.scribd.com\/doc\/13131929\/Vit-S-Toan-Th-Phm-Vn-Sn bản điện tử])\n* {{Citation | author=Nguyễn Huệ Chi; Trần Thị Băng Thanh; Đỗ Văn Hỷ; Trần Tú Châu | authorlink= | title= Thơ văn Lý Trần | publisher=Nhà Xuất bản Khoa học Xã hội - Hà Nội | place= | volume= tập II - quyển thượng | ref ={{harvid|Nhiều tác giả|1988}} |url= | edition= | year=1988| ISBN=}}\n* {{chú thích sách|author=Lê Mạnh Thát|authorlink=Lê Mạnh Thát|title=Trần Nhân Tông: Con người và tác phẩm|publisher=Nhà Xuất bản Thành phố Hồ Chí Minh|year=1999|url = https:\/\/thuvienhoasen.org\/a12907\/tran-nhan-tong-con-nguoi-va-tac-pham-tien-si-le-manh-that}}\n* {{Citation | author=Viện Lịch sử Quân sự Việt Nam | authorlink= | title= Anh hùng dân tộc thiên tài quân sự Trần Quốc Tuấn và quê hương Nam Định| publisher=Nhà Xuất bản Quân đội Nhân dân | place= | volume= | edition= | year=2000 | ISBN= | url = http:\/\/www.worldcat.org\/title\/anh-hung-dan-toc-thien-tai-quan-s-tran-quoc-tuan-va-que-hng-nam-inh\/oclc\/604040675}}\n* {{Citation | author=Nguyễn Văn Tân | authorlink= | title= Từ điển địa danh lịch sử văn hóa du lịch Việt Nam| publisher=Nhà Xuất bản Văn hóa - Thông tin | place= | volume= | edition= | year=2002 | ISBN= | url = https:\/\/books.google.com.vn\/books?id=yWBuAAAAMAAJ}}\n* {{Chú thích sách|tác giả = Hà Văn Tấn |author2 = Phạm Thị Tâm|title= Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỷ XIII |volume=Bản in lại năm 2003|year=1972|language=vi |publisher=Nhà Xuất bản Quân đội Nhân dân|location=|ref= {{harvid|Hà Văn Tấn & Phạm Thị Tâm|1972}} | url = }}\n* {{chú thích sách|author=Lê Mạnh Thát|authorlink=Lê Mạnh Thát|title=Toàn tập Trần Thái Tông|publisher=Nhà Xuất bản Thành phố Hồ Chí Minh|year=2004}}\n* {{Chú thích sách|tác giả = Quỳnh Cư |author2 = Đỗ Đức Hùng|title= Các triều đại Việt Nam |volume= |year=1993|language=vi |publisher=Nhà Xuất bản Thanh niên|location=|ref= {{harvid|Quỳnh Cư & Đỗ Đức Hùng|1993}} }}\n* {{Citation | author=Nguyễn Lương Bích | authorlink= | title=Lược sử ngoại giao Việt Nam các thời trước | publisher=Nhà Xuất bản Quân đội Nhân dân |ấn bản=2 | place= | volume= | url= | edition= | year=2003 | ISBN=}}\n* {{Citation | author=Hồ Đức Thọ | authorlink= | title=Vương phi công chúa triều Trần: những điển hình và ấn tượng dân gian | publisher=Nhà Xuất bản Văn hóa Thông tin |ấn bản=2 | place= | volume= | url= | edition= | year=2005 | ISBN=}}\n* {{Citation | author=Nguyễn Thế Long | authorlink= | title=Bang giao Đại Việt: Triều Trần, Hồ | publisher=Nhà Xuất bản Văn hóa Thông tin |ấn bản= | place= | volume= | url= | edition= | year=2005 | ISBN=}}\n* {{Citation | author=Trần Xuân Sinh | authorlink= | title=Thuyết Trần | publisher=Nhà Xuất bản Hải Phòng | place= | volume= | url= | edition= | year=2006 | ISBN=}}\n* {{Citation|first= K. W. |last= Taylor |title=A History of the Vietnamese|url=https:\/\/books.google.com.vn\/books?id=6UHi9JXNokEC&pg=PA124&dq=%22mongol%22#v=onepage&q=%22mongol%22&f=false|year=2013|publisher=Cambridge University Press|isbn=1107244358}}\n* {{TĐBKVN|1833}}\n* {{Britannica|602237|Tran Dynasty}}\n{{Kiểm soát tính nhất quán}}\n\n{{Navboxes\n|title= Trần Thánh Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[Nhà Trần]]\n|trước = [[Trần Thái Tông]]\n|sau = [[Trần Nhân Tông]]\n|năm = [[1258]]-[[1278]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Trần}}\n}}\n{{Thái thượng hoàng Việt Nam}}\n{{Lịch sử Việt Nam thời Trần}}\n{{ngày tháng sống|tên=Trần Thánh Tông|sinh=1240|mất=1290}}\n{{Sao chọn lọc|phiên bản chọn lọc=34288788|thời gian=16 tháng 11 năm 2017}}\n\n[[Thể loại:Vua nhà Trần|Thánh Tông]]\n[[Thể loại:Thái thượng hoàng nhà Trần]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Sinh năm 1240]]\n[[Thể loại:Mất năm 1290]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh tại Hà Nội]]\n[[Thể loại:Người tham gia lực lượng kháng chiến của Đại Việt chống quân Nguyên–Mông xâm lược]]"}