{"3191443":"{{Thông tin viên chức\n|tên= Trần Bá Di\n|hình=\n|cỡ hình= \n|miêu tá=\n\n|chức vụ= [[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|22px]]<br>Chỉ huy trưởng<br>Quân trường Quốc gia Quang Trung\n|bắt đầu= 11\/1974\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc \n|trưởng viên chức= -Thiếu tướng\n|tiền nhiệm= -Thiếu tướng [[Phạm Văn Phú]]\n|kế nhiệm= Sau cùng\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Chỉ huy phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Nguyễn Văn Huấn<br><br>-Đại tá Phạm Văn Hưởng\n\n|chức vụ 2= [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn IV\n|bắt đầu 2= 12\/1972\n|kết thúc 2= 11\/1974\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tướng\n|tiền nhiệm 2= -Chuẩn tướng [[Nguyễn Thành Hoàng|Nguyễn Thanh Hoàng]]\n|kế nhiệm 2= -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n|địa hạt 2= Quân khu IV\n\n|chức vụ 3= [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh Sư đoàn 9 Bộ binh \n|bắt đầu 3= 7\/1968\n|kết thúc 3= 12\/1972\n|trưởng chức vụ 3= Cấp bậc \n|trưởng viên chức 3= -Đại tá<br>-Chuẩn tướng<br>-Thiếu tướng (11\/1972)\n|tiền nhiệm 3= -Thiếu tướng [[Lâm Quang Thi]]\n|kế nhiệm 3= -Chuẩn tướng [[Huỳnh Văn Lạc]]\n|địa hạt 3= Vùng 4 chiến thuật\n\n|chức vụ 4= [[Hình: QD IV VNCH.jpg|jpg|22px]]<br>Tham mưu trưởng Quân đoàn IV\n|bắt đầu 4= 1\/1968\n|kết thúc 4= 7\/1968\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Vùng 4 chiến thuật\n\n|chức vụ 5= [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh phó Sư đoàn 9 Bộ binh\n|bắt đầu 5= 3\/1967\n|kết thúc 5= 1\/1968\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá\n|tiền nhiệm 5= -Trung tá Đặng Đình Thụy\n|địa hạt 5= Vùng 4 chiến thuật\n\n|chức vụ 6= [[Hình: SuDoan9.jpg|22px]]<br>Tham mưu trưởng Sư đoàn 9 Bộ binh\n|bắt đầu 6= 6\/1966\n|kết thúc 6= 3\/1967\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá\n|tiền nhiệm 6= -Trung tá Khưu Ngọc Tước\n|địa hạt 6= Vùng 4 chiến thuật\n\n|chức vụ 7= Tỉnh trưởng tỉnh Phong Dinh\n|bắt đầu 7= 1\/1963\n|kết thúc 7= 1\/1966\n|trưởng chức vụ 7= Cấp bậc \n|trưởng viên chức 7= -Thiếu tá<br>-Trung tá (6\/1963)\n|tiền nhiệm 7= -Thiếu tá [[Lê Văn Tư]]\n|địa hạt 7= Vùng 4 chiến thuật\n\n|chức vụ 8= [[Hình: ARVN 21st Infantry Division SSI.svg|20px]]<br>Trung đoàn trưởng Trung đoàn 33<br>thuộc Sư đoàn 21 Bộ binh\n|bắt đầu 8= 9\/1961\n|kết thúc 8= 1\/1963\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá\n|tiền nhiệm 8= -Thiếu tá Đặng Đình Thụy\n|địa hạt 8= Vùng 4 chiến thuật\n\n|chức vụ 9= Phó Tỉnh trưởng Nội an Phong Dinh<br>Tiểu khu trưởng Tiểu khu Phong Dinh\n|bắt đầu 9= 9\/1959\n|kết thúc 9= 9\/1961\n|trưởng chức vụ 9= Cấp bậc \n|trưởng viên chức 9= -Đại úy (8\/1954)<br>-Thiếu tá (7\/1961)\n|địa hạt 9= Đệ ngũ Quân khu<br>(Miền tây Nam phần)\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= Florida, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Trần Văn Vạng\n|mẹ= Trần Thị Thạnh\n|vợ= Đoàn Thị Bé\n|họ hàng= Các em: Trần Bá Linh<br>Trần Quỳnh Anh<br>Trần Quỳnh Hoa<br>Trần Bá Thành<br>Trần Nguyệt Ánh<br>Trần Bá Nhân<br>Trần Nguyệt Thu<br>Trần Lan Hương<br>Trần Lan Châu<br>Trần Xuân Mai\n|con= 4 người con (3 trai, 1 gái):<br>Trần Minh Trí<br>Trần Quế Hương<br>Trần Thiện Toàn<br>Trần Đoàn Minh\n|học vấn= -Thành chung<br>-Tú tài toàn phần\n|học trường= -Trường Trung học Phổ thông Nguyễn Đình Chiểu, Mỹ Tho<br>-Trường Trung học  Phổ thông Lê Quý Đôn, Sài Gòn<br>-Trường Võ bị Liên quân Đà Lạt<br>-Học viện Chỉ huy Tham mưu Fort Leavenworth, Hoa Kỳ\n|quê quán= Nam Kỳ\n\n|ngày sinh= {{birth date|1931|7|20}}\n|nơi sinh= [[Mỹ Tho]], [[Việt Nam]]\n|ngày mất= {{death date and age|2018|3|23|1931|7|20}}\n|nơi mất= [[Orlando, Florida|Orlando]], [[Florida]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: SuDoan9.jpg|20px]] [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]<br> [[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]<br>[[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|20px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|TTHL Quang Trung]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng (ân thưởng).<\/ref>\n}}\n\n'''Trần Bá Di''' (1931 - 2018), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Võ bị Liên quân do Chính phủ Quốc gia Việt Nam được sự hỗ trợ của Quân đội Pháp mở ra tại nam Cao nguyên Trung phần, chuyên đào tạo sĩ quan hiện dịch để phục vụ cho [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] trong Quân đội Liên hiệp Pháp. Ông đã bắt đầu với chức vụ Trung đội trưởng Bộ binh cho đến Tư lệnh phó một Quân đoàn. Ngoài ra, trong thời gian phục vụ quân đội, ông còn được bổ nhiệm vào các chức vụ ở những lĩnh vực khác như Hành chính Quân sự,<ref>Tỉnh trưởng kiêm Tiểu khu trưởng<\/ref> Quân huấn.<ref>Trung tâm Huấn luyện và đào tạo quân nhân cho Quân đội.<\/ref>\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 20 tháng 7 năm 1931, trong một gia đình giáo chức tại Mỹ Tho, miền tây Nam phần, Việt Nam. Năm 1944, khi lên Trung học đệ nhất cấp, ông học ở trường Trung học Nguyễn Đình Chiểu, Mỹ Tho đến năm 1949 thi đậu bằng Thành Chung. Sau đó, tiếp tục học lên Trung học Đệ nhị cấp chương trình Pháp ở trường Trung học Lê Quý Đôn, Sài Gòn. Năm 1951, ông tốt nghiệp với văn bằng Tú tài toàn phần (Part II).\n\n===Quân đội Liên hiệp Pháp===\nGiữa năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 51\/121.114. Theo học khóa 5 Hoàng Diệu tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1951. Ngày 24 tháng 4 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được điều động về Tiểu đoàn 61 Việt Nam giữ chức vụ Trung đội trưởng, đồn trú tại Đức Hòa, Chợ Lớn.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 10 năm 1952, từ Quân đội Liên hiệp Pháp chuyển sang Quân đội Quốc gia, ông được điều động trở lại trường Võ bị Đà Lạt nhận nhiệm vụ làm Huấn luyện viên khóa 8 Hoàng Thụy Đông. Đến tháng 6 năm 1953, ông chuyển đi làm Chỉ huy phó kiêm Trưởng ban 3 Chi khu biệt lập Mỹ Tho thuộc Phân khu Mỹ Tho. Tháng 4 năm 1954, ông được thăng cấp [[Trung úy]], giữ chức vụ Liên đội trưởng Liên đội 4 thuộc Trung đoàn 2 Vệ binh Nam Việt kiêm Chi khu trưởng Chi khu Chợ Gạo và Chi khu biệt lập Mỹ Tho. Tháng 8 cùng năm, ông được đặc cách thăng cấp [[Đại úy]] và được chỉ định làm Tiểu đoàn trưởng Tiểu đoàn 582 thuộc Trung đoàn Địa phương 134, kiêm Tiểu khu trưởng Gò Công thuộc Phân khu Mỹ Tho.\n\n===Quân đội Việt Nam Cộng hòa===\nSau một thời gian chuyển sang cơ cấu mới là [[Quân đội Việt Nam Cộng hòa]] (cuối tháng 10 năm 1955, cải danh từ Quân đội Quốc gia). Tháng 6 năm 1956, ông được cử làm phó Phòng 3 trong Bộ Tư lệnh Đệ nhất Quân khu Sài Gòn. Giữa năm 1957, ông được cử giữ chức vụ Trưởng phòng 3. Tháng 10 cùng năm, được cử đi du học khóa Bộ binh cao cấp tại trường Fort Benning, Tiểu bang Georgia, Hoa Kỳ. Tháng 4 năm 1958 mãn khóa về nước, ông được cử làm Trưởng phòng 3 Liên Quân khu I + V và Thủ đô Sài Gòn. Đến tháng 9 năm 1959, ông được chỉ định làm Phó Tỉnh trưởng Nội an tỉnh Phong Dinh kiêm Chỉ huy trưởng Cơ quan Quân sự<ref>Cơ quan Quân sự Tỉnh, sau đổi thành Tiểu khu Chiến thuật, về sau Chỉ huy cơ quan này được gọi là Tiểu khu trưởng do một sĩ quan cấp tá được bổ nhiệm làm Tỉnh trưởng kiêm nhiệm<\/ref> Phong Dinh thuộc Quân khu V.\n\nTháng 7 năm 1961, ông được thăng cấp [[Thiếu tá]] tại nhiệm. Tháng 9 cùng năm, thuyên chuyển trở về đơn vị Bộ binh, ông được cử giữ chức vụ Chỉ huy Trung đoàn 33 thuộc Sư đoàn 21 Bộ binh thay thế Thiếu tá [[Đặng Đình Thụy (Đại tá, Quân lực Việt Nam Cộng hòa)|Đặng Đình Thụy]]<ref>Thiếu tá Đặng Đình Thuỵ sinh năm 1929 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế, sau cùng là Đại tá Tổng cục phó Tổng cục Quân huấn.<\/ref>. Đến đầu năm 1963, ông được chuyển trở lại Cần Thơ<ref>Cần Thơ là Thị xã trực thuộc Trung ương, Tỉnh lỵ tỉnh Phong Dinh.<\/ref> và được bổ nhiệm chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Phong Dinh thay thế Thiếu tá [[Lê Văn Tư]]. Tháng 6 cùng năm, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nĐầu tháng 1 năm 1966, ông được cử đi du học lớp Tham mưu cao cấp (khóa 1966 - 1) thụ huấn 16 tuần<ref>Khóa 1966 -1 là một trong hai khóa được Đại học Chỉ huy và Tham Quân đội Hoa Kỳ thu nhận số học viên sĩ quan người Việt nhiều nhất, khóa còn lại là khóa 1967 - 1.<\/ref> tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ<ref>Cùng được cử đi tu nghiệp lớp chỉ huy tham mưu với Trung tá Trần Bá Di còn có Trung tá [[Trần Văn Cẩm]], Trung tá [[Nguyễn Chấn]], Trung tá [[Lý Bá Hỷ]]<br>-Trung tá [[Nguyễn Đình Bảng (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Đình Bảng]] (Sinh năm 1928 tại Nam Định, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Đặc khu trưởng kiêm Thị trưởng Cam Ranh).<br>-Trung tá [[Lê Quang Bình (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Quang Bình]] (Sinh năm 1927 tại Thừa Thiên, tốt nghiệp khóa 9 Võ bị Đà Lạt, sau cùng là Đại tá Trưởng phòng 1 Quân đoàn I).<br>-Trung tá [[Lữ Mộng Chi (Đại tá, Quân lực Việt Nam Cộng hòa)|Lữ Mộng Chi]] (Sinh năm 1928 tại Quảng Trị, tốt nghiệp khóa 2 Võ bị Địa phương Trung Việt, sau cùng là Đại tá Giám đốc Nha Nhân dụng Bộ Lao đông. Là bào đệ của Trung tướng [[Lữ Mộng Lan|Lữ Lan]]).<br>-Đại tá [[Nguyễn Linh Chiêu (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Linh Chiêu]] (Sinh năm 1926 tại Trà Vinh, tốt nghiệp khóa 2 Võ bị Huế, sau cùng là Đại tá Tuỳ viên Quân sự Sứ quán Việt Nam Cộng hòa tại Hoa Kỳ).<br>-Thiếu tá [[Khiếu Hữu Diêu (Đại tá, Quân lực Việt Nam Cộng hòa)|Khiếu Hữu Diêu]] (Sinh năm 1928 tại Thái Bình, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng An Giang).<br>-Thiếu tá [[Lê Ngọc Định (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Ngọc Định]] (Tốt nghiệp Trường Sĩ quan Trừ bị Nam Định, sau cùng là Đại tá Trưởng phòng 5 Bộ Tổng Tham mưu).<br>-Hải quân Trung tá [[Đỗ Quý Hợp (Đại tá, Quân lực Việt Nam Cộng hòa)|Đỗ Quý Hợp]] (Sinh năm 1928, tốt nghiệp khóa 2 Trường Sĩ quan Hải quân Nha Trang, sau cùng là Hải quân Đại tá tùng sự tại Bộ Tư lệnh Hải quân).<br>-Thiếu tá [[Tô Văn Kiểm (Đại tá, Quân lực Việt Nam Cộng hòa)|Tô Văn Kiểm]] (Sinh năm 1929 tại Thái Bình, tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Trưởng khối Kế hoạch thuộc Phòng 3 Bộ Tổng Tham mưu)<br>-Trung tá [[Nguyễn Phúc Bửu Khương (Đại tá, Quân lực Việt Nam Cộng hòa)|Bửu Khương]] (Sinh năm 1930 tại Thừa Thiên, tốt nghiệp khóa 1 Sĩ quan Thủ Đức, sau cùng là Đại tá Chỉ huy trưởng Tiếp vận Quân đoàn II (1973-1975).<br>-Thiếu tá [[Võ Khoát (Trung tá, Quân lực Việt Nam Cộng hòa)|Võ Khoát]] (Giải ngũ ở cấp Trung tá).<br>-Đại tá [[Nguyễn Tài Lâm (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tài Lâm]] (Sinh năm 1931 tại Ba Xuyên, tốt nghiệp khóa 1 Sĩ quan Thủ Đức, sau cùng là Cục trưởng Cục Truyền tin).<br>-Thiếu tá [[Đoàn Viết Liêu (Đại tá, Quân lực Việt Nam Cộng hòa)|Đoàn Viết Liêu]] (Tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá tùng sự tại Bộ chỉ huy Pháo binh Trung ương).<br>-Thiếu tá [[Ngô Văn Lợi (Đại tá, Quân lực Việt Nam Cộng hòa)|Ngô Văn Lợi]] (Sinh năm 1928 tại Hà Nội, tốt nghiệp khóa 4 phụ Sĩ quan Thủ Đức, sau cùng là Đại tá Tư lệnh phó Sư đoàn 3 Bộ binh).<br>-Trung tá [[Lê Khắc Lý (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Khắc Lý]] (Sinh năm 1933 tại Thừa Thiên, tốt nghiệp khóa 4 phụ Sĩ quan Thủ Đức, sau cùng là Đại tá Tham mưu trưởng Quân đoàn II).<br>-Trung tá [[Phạm Văn Mân (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Văn Mân]] (Sinh năm 1925 tại Gia Định, tốt nghiệp khóa 3 Sĩ quan Thủ Đức, sau cùng là Đại tá Phó Đô trưởng Đô thành Sài Gòn).<br>-Thiếu tá [[Nguyễn Phi Phụng (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Phi Phụng]] (Tốt nghiệp khóa 1 Sĩ quan Thủ Đức, sau cùng là Đại tá Giám đốc Nha Hối đoái)><br>-Thiếu tá [[Trần Trọng Nghĩa (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Trọng Nghĩa]] (Nguyên Trung tá Tỉnh trưởng Gò Công, cấp bậc sau cùng là Đại tá).<br>-Thiếu tá [[Lê Trí Tín (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Trí Tín]] (Sinh năm 1931 tại Nam Định, tốt nghiệp khóa 6 Võ bị Đà Lạt, sau cùng là Đại tá Tỉnh trưởng Quảng Nam (1968-1970)<br>-Trung tá [[Nguyễn Văn Tư (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Tư]] (Đại tá Tùng sự trong Binh chủng Truyền tin).<br>-Trung tá [[Nguyễn Tuấn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tuấn]] (Sinh năm 1931 tại Nam Định, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định, Trung tá Chỉ huy trưởng Trường Thiết giáp (Gò Vấp). Trận Mậu thân năm 1968, bị đối phương sát hại cùng với gia đình. Được truy thăng Đại tá).<br>-Thiếu tá [[Trần Văn Vân (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Văn Vân]] (Sinh năm 1926 tại Hà Giang, tốt nghiệp Võ bị Địa phương Nam Việt Vũng Tàu, sau cùng là Đại tá Tuỳ viên Quân sự Sứ quán Việt Nam Cộng hòa tại Nam Hàn).<br>-Thiếu tá [[Cao Xuân Vệ (Đại tá, Quân lực Việt Nam Cộng hòa)|Cao Xuân Vệ]] (Sinh năm 1928 tại Nghệ An, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định, sau cùng là Đại tá Trưởng phòng tại Bộ Quốc phòng).<\/ref>. Đến tháng 6 cùng năm mãn khóa về nước, ông được chỉ định làm Tham mưu trưởng trong Bộ Tư lệnh Sư đoàn 9 Bộ binh đóng tại Sa Đéc thay thế Trung tá [[Khưu Ngọc Tước (Đại tá, Quân lực Việt Nam Cộng hòa)|Khưu Ngọc Tước]].<ref>Trung tá Khưu Ngọc Tước tốt nghiệp khóa 1 Sĩ quan Thủ Đức, cấp bậc sau cùng là Đại tá.<\/ref> Tháng 3 năm 1967, ông được cử làm Phó Tư lệnh Sư đoàn 9 thay thế Trung tá Đặng Đình Thụy.\n\nTháng giêng năm 1968, ông được thăng cấp [[Đại tá]] tại nhiệm. Sau đó, ông chuyển về Cần Thơ giữ chức vụ Tham mưu trưởng Quân đoàn IV và Vùng 4 chiến thuật. Tháng 7 cùng năm, một lần nữa ông trở lại Sa Đéc và được bổ nhiệm chức vụ Tư lệnh Sư đoàn 9 Bộ binh thay thế Thiếu tướng [[Lâm Quang Thi]] được cử đi làm Chỉ huy trưởng trường [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Quốc gia]] tại Đà Lạt.\n\nTháng 4 năm 1970, ông được đặc cách ở mặt trận thăng cấp [[Chuẩn tướng]] tại nhiệm. Đến tháng 4 năm 1971, ông được cử làm Trưởng đoàn hướng dẫn phái đoàn gồm 37 quân nhân các cấp xuất sắc, thăm viếng Trung Hoa Quốc gia (Đài Loan) trong thời gian 1 tuần lễ.\n\nNgày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1972, một lần nữa ông được đặc cách ở mặt trận thăng cấp [[Thiếu tướng]] tại nhiệm. Hạ tuần tháng 10 năm 1973, ông được lệnh bàn giao chức vụ Tư lệnh Sư đoàn 9 Bộ binh lại cho Chuẩn tướng [[Huỳnh Văn Lạc]] (nguyên Tham mưu trưởng Quân đoàn IV). Tháng 12 cuối năm, ông được chỉ định giữ chức vụ phó Tư lệnh Quân đoàn IV thay thế Chuẩn tướng [[Nguyễn Thành Hoàng|Nguyễn Thanh Hoàng]] được xét cho giải ngũ. Ngày quốc khánh 1 tháng 11 năm 1974, ông thuyên chuyển về Sài Gòn và được chỉ định làm Chỉ huy trưởng [[Trung tâm Huấn luyện Quốc gia Quang Trung|Quân trường Quang Trung]] thay thế Thiếu tướng [[Phạm Văn Phú]] được bổ nhiệm làm Tư lệnh Quân đoàn II và Quân khu 2.\n\n*''Trung tâm Huấn luyện Quốc gia Quang Trung vào thời điểm tháng 4\/1975, nhân sự của Bộ chỉ huy Trung tâm được phân bổ trách nhiệm như sau:''<br>-Chỉ huy trưởng - Thiếu tướng Trần Bá Di<br>-Chỉ huy phó - Đại tá [[Nguyễn Văn Huấn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Huấn]]<ref>Đại tá Nguyễn Văn Huấn sinh năm 1925 tại Nam Định, tốt nghiệp khóa 3 Võ bị Liên quân Đà Lạt<\/ref><br>-Tham mưu trưởng - Đại tá [[Phạm Văn Hưởng (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Văn Hưởng]]<ref>Đại tá Phạm Văn Hưởng sinh năm 1923 tại Ninh Bình, tốt nghiệp khóa 2 Võ bị Quốc gia Huế<\/ref>\n\n==1975==\nSau ngày 30 tháng 4, ra trình diện Ban Quân quản Chính quyền mới, chính quyền đưa ông đi học tập và cải tạo từ Nam ra Bắc qua các trại giam: Cần Thơ và Hốc Môn (1975-1976). Yên Bái, Hà Tây, Nam Hà (từ năm 1976). Năm 1988 chuyển về trại tù Z30D ở Hàm Tân. Mãi đến ngày 5 tháng 5 năm 1992 ông mới được trả tự do.<ref>Tướng Trần Bá Di là một trong tám tướng lãnh Việt Nam Cộng hòa đi học tập và cải tạo lâu nhất với thời gian là 17 năm, từ 1975 đến 1992<br\/> '''-Xem bài:''' [[Danh sách tướng lãnh Việt Nam Cộng hòa cải tạo|Tướng lĩnh Việt Nam Cộng hòa bị tù lưu đày]]<\/ref>\n\nNgày 30 tháng 4 năm 1993, ông được xuất cảnh đi đoàn tụ với gia đình tại Orlando, Florida, Hoa Kỳ.\n\nNgày 23 tháng 3 năm 2018, ông từ trần tại nơi định cư. Hưởng thọ 87 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng và một số huy chương quân sự, dân sự khác.\n\n==Gia đình==\n*Thân phụ: Cụ Trần Văn Vạng ''(nguyên là Tổng Giám thị trường Trung học Nguyễn Đình Chiểu, Mỹ Tho)''\n*Thân mẫu: Cụ Trần Thị Thạnh.\n*Bào đệ: [[Trần Bá Linh (Thiếu tá, Quân lực Việt Nam Cộng hòa)|Trần Bá Linh]]<ref>Ông Trần Bá Linh, nguyên Thiếu tá Bộ binh VNCH<\/ref>, Trần Bá Thanh<ref>Ông Trần Bá Thanh nguyên Đại úy Bộ binh VNCH<\/ref>,Trần Bá Nhân<ref>Ông Trần Bá Nhân nguyên Thiếu úy Không quân VNCH<\/ref>\n*Bào muội: Trần Quỳnh Anh, Trần Quỳnh Hoa, Trần Nguyệt Ánh, Trần Nguyệt Thu, Trần Lan Hương, Trần Lan Châu và Trần Xuân Mai\n*Phu nhân: Bà Đoàn Thị Bé\n*Các con: Trần Minh Trí<ref>Nguyên Thiếu úy Không quân VNCH<\/ref>, Trần Quế Hương, Trần Thiện Toàn và Trần Đoàn Minh\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Mất năm 2018]]\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Thiếu tướng Việt Nam Cộng hòa]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Người Mỹ gốc Việt]]"}