{"579505":"'''Trần Triệu Cơ''' (chữ hán: 陳 肇 基) là vị tướng có công thiết lập [[nhà Hậu Trần]] trong lịch sử Việt Nam. Ông là người Mô Độ, châu Trường An, phủ Thiên Trường, [[sơn Nam (địa danh cũ Việt Nam)|trấn Sơn Nam]] (nay thuộc xã [[Yên Thành, Yên Mô|Yên Thành]], [[Yên Mô]], [[Ninh Bình]]).\n\nKhi quân Minh tràn sang xâm lược Đại Việt và cuộc kháng chiến do nhà Hồ lãnh đạo nhanh chóng bị thất bại, Nhà Minh liền yết bảng truy bắt con cháu họ Trần, vì lẽ đó, [[Giản Định Đế|Trần Ngỗi]] buộc phải rời kinh thành [[Thăng Long]] vào vùng [[Trường Yên]] thì gặp thổ hào [[Yên Thành, Yên Mô|Mô Độ]] là Trần Triệu Cơ đang chiêu mộ lực lượng để chiến đấu. Ngày 2\/10 năm Đinh Hợi (1407), sau khi triều đình nhà Hồ đã bị quân Minh bắt hết về Trung Quốc, để tạo ra ngọn cờ chính thống cho cuộc chiến đấu giành độc lập, tại đất [[Yên Thành, Yên Mô|Mô Độ]] - châu [[Trường Yên]], lực lượng của Trần Triệu Cơ chính thức đưa Trần Ngỗi lên ngôi Hoàng Đế, đặt niên hiệu là Hưng Khánh. Sử cũ và truyền thuyết vẫn thường gọi ông là [[Giản Định Đế]].<ref>Việt sử lược chép: Trần Ngỗi là con trai vua Trần Nghệ Tông (1321-1394). Khi ông chạy đến [[Yên Thành, Yên Mô|Mô Độ]], Trường Yên thì người châu này là Trần Triệu Cơ dựng ông làm vua- xưng là Giản Định Đế, đặt niên hiệu là Hưng Khánh.<\/ref>\n\nThư tịch cổ không hề cho biết gì về lai lịch của nhân vật Trần Triệu Cơ, ngoại trừ một chi tiết khẳng định duy nhất rằng sinh quán của ông ở châu Trường An, phủ Thiên Trường. Các thần tích ở đền La cho biết ông là người [[Yên Thành, Yên Mô|Mô Độ]], tức [[Yên Thành, Yên Mô|Yên Thành]], [[Yên Mô]], [[Ninh Bình]] ngày nay. Có thể ông thuộc dòng dõi quý tộc [[nhà Trần]]. Trước khi gặp Trần Ngỗi, Trần Triệu Cơ đã là thổ hào đất Mô Độ và chiêu mộ được một lực lượng khá lớn.\n\n==Khu di tích đền La==\nTrần Triệu Cơ được phối thờ cùng với 2 vua [[Nhà Hậu Trần|Hậu Trần]] tại khu di tích đền La trên đại bản doanh xưa nay tại thôn Bồ Xuyên, xã Yên Thành, [[Yên Mô]], [[Ninh Bình]]. Xã Yên Thành còn lưu giữ được khá nhiều di tích, dấu ấn về thời Hậu Trần. Ngôi đền đã được cấp bằng \"Di tích lịch sử, văn hóa\". Ngôi đền ở vào địa thế có bốn ngọn núi chầu bốn bên: Phương Duệ, Cổ Rùa, Long Mã, Búi Tóc.\n\nThôn La còn có phủ thờ Bối Mai công chúa dưới chân núi Cái Sơn. Bà là con gái [[Giản Định Đế]], người có công tổ chức việc khẩn hoang, khuyến khích việc nông trang, xây dựng xóm làng. Cách phủ thờ Bối Mai công chúa là khu lăng, nơi này, theo truyền thuyết là nơi an táng Giản Định Đế. Khu lăng ngày trước rộng đến 8 ha. Trước lăng có biển đề: \"Hậu Trần hoàng đế lăng\". Xã Yên Thành lại còn một cái giếng mang tên Giếng Dặn. Giếng này có từ thời Giản Định Đế. Theo phong tục địa phương, uống nước giếng Dặn là nhớ lấy lời tiên tổ, ra sức giữ gìn và góp phần dựng xây non sông gấm vóc.\n\nLễ hội đền La tưởng nhớ các vị anh hùng thời Hậu Trần được mở từ ngày 13 đến ngày 15 tháng giêng âm lịch. Ngày hội có rước kiệu quanh đền, sau đó lễ dâng hương, đọc văn tế. Hội có nhiều trò vui chơi như đánh đu, kéo chữ, đánh cờ và múa hát. Hội còn có tục lệ dâng \"Xôi Vựng\". Loại xôi này phải chọn gạo nếp thật trắng và thơm, các làng dự thi xôi và làm cỗ cúng. Gạo nếp được vo ở nước giếng đặc biệt của thôn Thượng Phường gọi là giếng Me, các thôn khác phải cử người về giếng Me của thôn Thượng Phường từ ngày hôm trước để xin nước ngâm gạo. Người dân nơi đây cho rằng nước giếng Me trong suốt, tinh khiết, nấu xôi rất dẻo và thơm.\n\n==Chú thích==\n*[http:\/\/www.quansuvn.net\/index.php?topic=8019.55;wap2 DANH TƯỚNG TRONG SỰ NGHIỆP ĐẤU TRANH GIÀNH ĐỘC LẬP ĐẦU THẾ KỈ XV]\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Hậu Trần]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhà Hậu Trần]]"}