{"408859":"'''Trận Biên Hòa''' hay '''Pháp đánh chiếm Biên Hòa'''<ref>Ghi đầy đủ phải là ''Liên quân Pháp - Tây Ban Nha đánh chiếm Biên Hòa''. Nhưng vì số quân tham chiến của Tây Ban Nha không nhiều, lại có vai trò yếu hơn, nên đa phần các sử Việt đều chỉ nói đến Pháp.<\/ref> là một phần của cuộc [[chiến tranh Pháp-Đại Nam|chiến tranh Pháp-Việt 1858-1884]] xảy ra từ ngày 14 tháng 12 năm [[1861]] và kết thúc vào ngày 7 [[tháng giêng|tháng Giêng]] năm [[1862]], tức sau khi đánh chiếm được [[Bà Rịa]].\n \nMục đích chính của cuộc đánh chiếm là nhằm ngăn chặn các cuộc nổi dậy của phong trào kháng chiến và đề phòng những cuộc tiến công của quân triều đình [[Huế]] từ hướng [[Bình Thuận]] vào, hòng ''giữ vững sự đô hộ...và ở lại lâu dài'' của người Pháp.<ref>Mục đích cuộc đánh chiếm ghi theo sách ''Hỏi đáp lịch sử (tập 4)'', tr. 55. Đoạn chữ in nghiêng, trích từ lệnh của Bộ trưởng bộ Hải quân Pháp lúc bấy giờ (dẫn lại theo Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', tr. 278-279).<\/ref> \n[[Tập tin:L'Illustration 1862 gravure L'expédition de Cochinchine - prise et incendie de Bien-Hao le 18 décembre 1861.jpg|thumb|600px|Thực hiện và bắn mặc Biên Hòa ngày 18 tháng 12 năm 1861 (L'Illustration, 1862)]]\n==Vài dòng lịch sử==\nThời bấy giờ, Biên Hòa là tỉnh đầu tiên của [[Nam Kỳ]] lục tỉnh, khi đi từ Bình Thuận vào miền Nam. \nNăm 1698, đất Biên Hòa ngày nay thuộc huyện [[Phước Long (định hướng)|Phước Long]], dinh [[Trấn Biên]], phủ [[Gia Định]]. Năm 1808, vua [[Gia Long]] cho đổi là trấn Biên Hòa thuộc thành Gia Định. Năm 1836, vua [[Minh Mạng]] đổi là tỉnh Biên Hòa và cho xây dựng [[thành cổ Biên Hòa|thành Biên Hòa]] vào một năm sau đó.\n\nThành được xây bằng đá ong, kiểu [[Vauban]]. Chu vi dài 338 [[trượng]], cao 8 [[thước]] 5 [[tấc]]. Ngoài thành có hào rộng 4 trượng, sâu 6 thước bao bọc xung quanh. Thành có 4 cổng và 1 kỳ đài. \n==Bối cảnh==\nSau khi [[Trận thành Gia Định, 1859|thành Gia Định thất thủ]] (17 tháng 2 năm 1859), tiếp theo là [[Trận Đại đồn Chí Hòa|Đại đồn Chí Hòa cũng bị đánh chiếm]] (24 tháng 2 năm 1861), thì ở Biên Hòa quân và dân đã làm xong tám cái cản bằng gỗ và một cản bằng [[đá ong]] trên [[sông Đồng Nai]], nhằm ngăn chặn quân Pháp theo [[sông Bến Nghé]] lên tấn công. Và hễ dưới sông có cản, thì trên bờ có đồn lũy, đại bác cùng những chiếc thuyền con chở đầy thuốc nổ để dùng cho thuật đánh hỏa công.\n \nLúc bấy giờ, sau khi Đại đồn Chí Hòa bị san bằng, triều đình Huế cho cách chức tướng [[Nguyễn Tri Phương]], cử Khâm sai [[Nguyễn Bá Nghi]] vào thay. Ở Biên Hòa, trong tay ông có khoảng ba quân, gồm những tàn binh từ Gia Định đến và những đạo quân từ [[miền Trung]] vào; còn theo [[Trần Văn Giàu]]:\n:''Ở Biên Hòa, Nguyễn Bá Nghi chủ trương giảng hòa, không muốn đánh, vin cớ là súng yếu, người ít...Và trong 7, 8 tháng, được mười mấy lần sớ tấu của Bá Nghi, biết Bá Nghi không chịu đánh mà triều đình Huế cứ điềm nhiên, cứ để Bá Nghi tại chức. Đến khi Pháp động binh, thì Bá Nghi mới bắt đầu trưng binh, thu lương và triều đình mới phái Nguyễn Tri Phương đem binh vào cứu viện.''<ref>Trần Văn Giàu, ''Tổng tập'', tr. 97.<\/ref>\n\nTrong khi đó, sau khi [[Trận Định Tường (1861)|Pháp đánh chiếm Định Tường]] (tháng 4 năm 1861), thì phong trào kháng Pháp của người dân ở Nam Kỳ càng thêm mạnh mẽ. Bất lực trước sức đề kháng này, Đề đốc Hải quân Charner đã xin từ chức. Tháng 10 năm 1861, Đô đốc L. Bonard được cử sang thay. \n \nRút kinh nghiệm thất bại của Charne, tướng Bonard chủ trương chưa đánh sâu vào các làng xã mà khẩn trương đánh chiếm những tỉnh thành. Và kế hoạch đánh chiếm [[Biên Hòa]] và Vĩnh Long liền được thảo ra, và nhanh chóng thực hiện nhằm mở rộng khả năng càn quét, bao vây, tiêu diệt các lực lượng chống đối trên một địa bàn rộng lớn từ [[sông Đồng Nai]] đến [[sông Tiền]], [[sông Hậu]].\n\nĐể dọn đường cho cuộc tấn công Biên Hòa, tướng Bonard sai hai toán quân đi thám thính. Một đội đến Suối Sâu (nay thuộc huyện Vĩnh Cửu, tỉnh [[Đồng Nai]]), thì bị quân Việt đánh đuổi; một đội khác đến hai thôn là Bình Thuận và Bình Chuẩn<ref>Ghi theo Trần Văn Giàu. Phạm Văn Sơn ghi là An Thạch (tr. 139).<\/ref>(đều thuộc Biên Hòa), thì bị Phó đề đốc Lê Quang Tiến cho quân tập kích, làm đối phương cũng phải tháo lui. \n==Diễn biến==\nSau khi chuẩn bị xong, ngày 14 tháng 12 năm 1861, tướng Bonard vừa gửi tối hậu thơ cho tướng Bá Nghi & Tuần phủ Nguyễn Đức Hoan, vừa ban lệnh khởi binh.\n \nTheo nhà sử học [[Trần Văn Giàu]], thì liên quân Pháp – [[Tây Ban Nha]], có khoảng một ngàn người được chia làm 4 đạo như sau:\n\n*Đạo quân bộ thứ nhất do Thiếu tá Comte chỉ huy gồm pháo binh và bộ binh Tây Ban Nha.\n*Đạo quân bộ thứ nhì do Trung tá Domenech Diégo chỉ huy gồm một đại đội thủy quân lục chiến Tây Ban Nha và một đội kỵ binh Pháp cùng 2 súng đồng 4 nòng.\n*Đạo quân thủy thứ ba do Đại tá Lebris chỉ huy gồm 2 đại đội thủy quân lục chiến.\n*Đạo quân thủy thứ tư do Chủ tỉnh Renommée chỉ huy.\n\nNgay ngày đầu, đạo quân của Thiếu tá Comte đã đánh chiếm được Gò Công Trao Trảo<ref>Gò Công Trao Trảo thuộc [[Thủ Đức]], [[Thành phố Hồ Chí Minh]]; không phải [[Gò Công]] thuộc [[Định Tường]] (nay thuộc [[Tiền Giang]]).<\/ref>.\n\nNgày 15, đội quân trên hợp với cánh quân của Trung tá Domenech Diégo, cắt đứt liên lạc giữa Mỹ Hòa và Biên Hòa, rồi cùng bao vây đồn Mỹ Hòa, khiến quân Việt phải bỏ căn cứ rút qua sông.\n\nTrong khi đó, đoàn tàu chiến do Trung tá Ha-ren<ref>Ghi theo ''Lịch sử Việt Nam (1858 - cuối XIX), Q. 3, Tập I, Phần 1, tr. 53''. Phạm Văn Sơn không ghi tên ông này và cũng không cho biết đạo quân thứ tư do Chủ tỉnh Renommée đã làm gì. Chưa rõ Ha-ren và Renommée có phải ở cùng một đạo quân hay không.<\/ref> chỉ huy tiến theo sông Đồng Nai vừa phá cản vừa bắn phá các pháo đài trên bờ.\n \nĐồng thời, một cánh quân thủy khác do Đại tá Lebris cầm đầu, theo rạch Gò Công Trao Trảo đánh vào phía sau các pháo đài.\n\nSau khi các cản và pháo đài của quân Việt đều bị phá vỡ, đến ngày 16, cả bốn đạo quân của đối phương đều có mặt trước tỉnh thành Biên Hòa.\n\nTrước tình thế đó, tỉnh thần là Tuần phủ Nguyễn Đức Hoan vá Án sát Lê Khắc Cẩn cho lui quân về giữ đồn mới là Hồ Nhĩ; còn tướng Bá Nghi thì từ phủ [[Phước Tuy (tỉnh)|Phước Tuy]] (Bà Rịa) lui vào rừng Long Kiên, Long Tả rồi chạy tuốt về Bình Thuận.\n \nNgày 18 tháng 12, liên quân ung dung tiến vào chiếm đoạt thành, mà không gặp bất kỳ sự kháng cự nào nữa.\n \nNgày 28 tháng 12, từ Biên Hòa, liên quân đánh chiếm [[Long Thành]].\n\nNgày 7 tháng 1 năm 1862, liên quân lại theo dòng sông Đồng Nai, đánh lấy thành Bà Rịa (phủ lỵ Phước Tuy) ngay trong ngày này.\n\nTheo GS. Trần Văn Giàu, trong lúc Biên Hòa lâm nguy, triều đình Huế rất chậm trễ trong việc tiếp cứu. Ông viết: \n:''...Biên Hòa lâm nguy, triều đình lại khệnh khạng, mất hết thì giờ cho việc ban kiếm, ban nhung y, ban thắt lưng cho các tướng Nguyễn Tri Phương, Tôn Thất Cáp & Nguyễn Công Nhàn. Rồi còn phải đợi Khâm thiên giám coi \"bản mệnh của đại tướng, tốt hay xấu\"; đợi ngày tốt để \"khởi mã\". cho nên mấy ngàn quân do tướng Nguyễn Tri Phương chỉ huy chưa đến nơi, thì tướng Bá Nghi, tỉnh thần Nguyễn Đức Hoan đã bỏ thành Biên Hòa rồi.''<ref>Trần Văn Giàu, ''Tổng tập'', tr. 98.<\/ref>\n\nKhác với lời thuật trên, sử gia Phạm Văn Sơn cho biết thành Biên Hòa không hề bị bỏ ngỏ, mà đã chống trả quyết liệt mới cam chịu thất thủ. \nÔng kể: \n:''Sáng sớm ngày 16 tháng 12, quân Pháp tấn công quân ta trên cả hai mặt đường. Chiến hạm Pháp lợi dụng nước lên, Trung tá Trung tá Domenech Diégo được lệnh xung phong cho quân ào ạt bức thành, nã đại bác vào trong như long trời lở đất, yểm trợ cho quân thủy và quân bộ kéo lên. Tuần Phủ Nguyễn Đức Duy, Án sát Lê Khắc Cẩn chống đỡ suốt ngày, xét thấy giữ không xong, nhờ đêm tối lui quân về Hồ Nhĩ...Ngày 17 tháng 12 năm 1861, liên quân vào trong thành.''<ref>So với GS. Giàu, ông Sơn và web site Thư viện Đồng Nai [http:\/\/www.thuviendongnai.gov.vn\/c\/portal\/layout?p_l_id=PUB.1.285&p_p_id=Journals&p_p_action=0&p_p_state=maximized&p_p_mode=edit&p_p_col_id=&p_p_col_pos=0&p_p_col_count=0&_Journals_ToPicID=131&_Journals_recordPerPage=15&_Journals_page=2&_Journals_JournalID=1233]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }} ghi sớm hơn một ngày. Sách ''Giáo khoa lớp 11'' (nâng cao) ghi giống GS. Giàu, tức 18 tháng 12 năm 1861, là ngày thành Biên Hòa thất thủ. (Nhà xuất bản Giáo dục, 2007, tr. 225)<\/ref>\n\n==Sau khi thất thủ==\nTheo GS. Giàu thì:\n:''Thấy tướng Bá Nghi cùng tàn quân lui về ở Bình Thuận, tướng Tri Phương cũng cho dừng quân lại ở đây, mà không tiến đánh đối phương để ủng hộ cho nghĩa binh ở các tỉnh Nam Kỳ đang rầm rộ nổi lên...Tội lỗi của triều đình còn nặng nề hơn nữa, khi quân ứng nghĩa khắc phục gần hết các các thôn xã thì Huế đang tính chuyện nghị hòa, nhượng hẳn ba tỉnh miền Đông.''<ref>GS. Trần Văn Giàu, ''Tổng tập'', tr. 98.<\/ref>\n\nNhưng theo Phạm Văn Sơn, thì:\n:''Những tin thất trận cứ cáo cấp dồn dập về Huế, đã gây một cuộc khủng hoảng tinh thần cho Tự Đức và các đại thần. Các quan quân thứ, quan tỉnh (Biên Hòa) đều bị cách lưu, cho lập công chuộc tội. Nhận thấy lực lượng quân đội chính quy không đủ ứng phó với tình thế mỗi ngày một khẩn trương, nhà vua xuống dụ giao cho [[Đỗ Quang]] phụ trách Gia Định, [[Đỗ Thúc Tĩnh]] phụ trách Định Tường, Nguyễn Đức Quang và Lê Khắc Cẩn phụ trách Vĩnh Long...khuyến khích nhân dân ứng nghĩa. \"Ai đánh và thu được phủ, huyện nào thì lãnh chức nơi đó. Ai thu được tỉnh thành nào thì được đời đời tập tước, binh dõng có công trạng thì được thưởng phẩm hàm\"...Nhà vua lại bàn với [[Trương Đăng Quế]] (tìm cách) khôi phục lại tỉnh Biên Hòa...''<ref>''Việt sử tân biên'', Q. 5, tr. 141.<\/ref>\n\nSách ''Hỏi đáp lịch sử tập 4'' ghi tương tự và còn cho biết thêm:\n:''Ở tỉnh Biên Hòa, Tuần phủ Nguyễn Đức Hoan vá Án sát Lê Khắc Cẩn đứng ra mộ nghĩa chống quân xâm lược. Họ tham gia đánh chặn đánh đối phương trong các cuộc lùng sục vào các thôn xóm, tập kích vào các đồn binh lẻ ở khắp các phủ huyện. Tuy nhiên, thái độ và phương thức chỉ đạo cuộc kháng chiến của triều đình thiếu kiên quyết và dứt khoát, do đó sau một số trận đụng độ với quân Pháp bị tổn thất nặng, quan quân của triều đình phải rút dần ra Bình Thuận.''<ref>''Hỏi đáp lịch sử tập 4'', tr. 54-55.<\/ref>\n\nSau chiến thắng Biên Hòa, ngày 23 tháng 3 năm 1861, quân [[Trận Vĩnh Long|Pháp đánh chiếm luôn thành Vĩnh Long]]. Hốt hoảng, đầu tháng 5 năm 1862, sau khi cùng các đình thần bàn bạc, vua [[Tự Đức]] sai quan thông báo cho phía Pháp đề nghị \"giảng hòa\".\n\nĐề cập sự việc này, GS. Trần Văn Giàu viết: \n:''Lúc Vĩnh Long thất thủ (lần đầu), đó chính là lúc nghĩa quân hoạt động rất mạnh ở các nơi. Làm cho quân Pháp lan rộng từ Bà Rịa tới Vĩnh Long, nhưng họ mất rất nhiều căn cứ ở bên trong, bị tập kích khắp nơi khi họ ló ra, tình thế rất là nguy khốn. A. Thomazi trong ''La conquête de L'Indchine'' chép: \"Người Pháp đã bắt đầu thấy cần phải chinh phục lại những tỉnh đã chinh phục. Nhưng trong lúc không ngờ rằng Tự Đức xin giảng hòa thì Tự Đức lại xin giảng hòa\". Giảng hòa, là gián tiếp giúp Pháp tàn sát nghĩa quân, bội phản quyền lợi của nhân dân, của Tổ quốc.''<ref>Trần Văn Giàu, ''Tổng tập'' (tr. 100). Rõ ràng, vua quan nhà Nguyễn biết rất ít về đối phương.<\/ref>\n \n==Thiệt hại==\nKhông có con số chính thức về mức độ thiệt hại về người và của cả hai bên; chỉ biết khi tháo chạy, quân Việt đã bỏ lại 48 cổ đại bác, 15 chiến thuyền<ref>Số tàu ghi theo GS. Giàu, ông Sơn ghi 18 tàu. Về số lính Việt tử trận, ông Sơn cho biết \"rất nhiều\" (tr. 141) nhưng không cho biết con số.<\/ref> và nhiều thuốc đạn nơi thành Biên Hòa.\n\nTrong lúc liên quân Pháp-Tây Ban Nha đi tấn công Biên Hòa và Bà Rịa, đoàn chiến thuyền của họ còn rảo theo ven biển đánh đắm trên trăm thuyền của dân và của triều đình, nhiều nhất là ở hải phận [[Phan Rí Cửa|Phan Rí]] thuộc Bình Thuận.\n \nVà sau khi rơi vào tay liên quân, tỉnh Biên Hòa được chia thành 3 tỉnh Biên Hòa, Bà Rịa (nay thuộc tỉnh Bà Rịa - Vũng Tàu) và Thủ Dầu Một (nay là thị xã tỉnh lỵ tỉnh [[Bình Dương]]). Thành lũy ở Biên Hòa và Bà Rịa đều bị phá bỏ.\n\nVề phía Pháp, ngay trong ngày đầu tiên tấn công (14 tháng 12 năm 1861), tàu Alarme của Pháp đã bị bắn trúng nhiều phát đại bác, gây hư hại nặng, gãy cả cột buồm.\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, Sài Gòn, 1968.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'', Q. 5, tập thượng. Sài Gòn, 1962.\n*[[Trần Văn Giàu]], ''Tổng tập''. Nhà xuất bản QĐND, 2006.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX (1802- 1884''). Nhà xuất bản Thành phố HCM, 2002.\n*Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam (1858 - cuối XIX)'', Q. 3, Tập I, Phần 1. Sách dùng cho Đại học sư phạm. Nhà xuất bản Giáo dục, 1979.\n*Nhóm Nhân Văn Trẻ,'' Hỏi đáp lịch sử (tập 4)''. Nhà xuất bản Trẻ, 2007.\n\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|B]]\n[[Thể loại:Lịch sử Biên Hòa]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1861]]\n[[Thể loại:Lịch sử Đồng Nai]]\n[[Thể loại:Chiến dịch Nam Kỳ]]"}