{"439451":"{{Bài cùng tên|Trận Thượng Hải}}\n{{Thông tin chiến tranh\n|conflict=Trận Thượng Hải\n|partof=[[Chiến tranh Trung-Nhật]]\n|image=[[Tập tin:Shanghai1937KMT machine gun nest.jpg|300px|Một ổ súng máy của [[Quân đội Cách mạng Dân quốc]] ở [[Thượng Hải]].]]\n|caption=Một ổ súng máy của [[Quốc quân Trung Hoa Dân Quốc]] ở [[Thượng Hải]].\n|date=[[13 tháng 8]] năm [[1937]] – [[26 tháng 11]] năm [[1937]]\n|place=Trong và xung quanh [[Thượng Hải]]\n|result= Quân Nhật chiến thắng\n|combatant1={{flagcountry|Trung Hoa Dân Quốc (1912-1949)}}\n|combatant2={{flagcountry|Đế quốc Nhật Bản|alt}}\n|commander1={{flagicon|ROC|army}} [[Trương Trị Trung]] (trước)<br \/>{{flagicon|ROC}} [[Phùng Ngọc Tường]](trước)<br \/>{{flagicon|ROC|army}} [[Tưởng Giới Thạch]] (sau)<br \/>{{flagicon|ROC|army}} [[Trần Thành]] (sau)<br \/>\n|commander2={{flagicon|Đế quốc Nhật Bản|naval}} Đô đốc hải quân [[Hasegawa Kiyoshi]] <br \/>{{flagicon|Đế quốc Nhật Bản|army}} Trung tướng lục quân [[Yanagawa Heisuke]] <br \/>{{flagicon|Đế quốc Nhật Bản|army}} Đại tướng lục quân [[Matsui Iwane]]\n|strength1=700.000 - 750.000 quân thuộc 70 sư đoàn và 7 lữ đoàn<br \/> 180 máy bay<br \/> 40 xe tăng<br \/>Không có hải quân\n|strength2=300.000 quân thuộc 9 sư đoàn và 1 lữ đoàn<br \/> 500 máy bay<br \/> 300 xe tăng<br \/> 130 tàu hải quân\n|casualties1='''Báo cáo của Trung Quốc''': 187.200 chết hoặc mất tích, 83.500 bị thương (tính đến ngày 5\/11\/1937){{sfn|Lai|2017|p=87}}\n|casualties2= '''Báo cáo của Nhật''': ít nhất 59.493 chết hoặc bị thương (bao gồm 9.115 chết, 31.557 bị thương tính tới ngày 8\/11\/1937); nhưng số liệu này chưa tính số lính Nhật bị ốm, hoặc bị chết vì vết thương{{sfn|Lai|2017|p=88}}<br \/><ref>{{chú thích sách |script-title=ja:南京戦史 |publisher=Asagumo Shimbunsha |language = ja |pages = 306–307 |year=1966 }}<\/ref><ref>{{chú thích sách |trans-title=[[Senshi Sōsho]] |script-title = ja:戦史叢書 |publisher = Asagumo Shimbunsha |language= ja |volume=2 |year=1966 }}<\/ref><br\/>\n'''Tướng [[Iwane Matsui]] viết năm 1938''': 18,000+ chết{{sfn|Lai|2017|p=88}}<br \/>\n'''Số liệu của [[Osprey Publishing]] năm 2017''': 17.000 chết trong chiến đấu và 1.800 chết vì bệnh, 35.000–40.000 bị thương, và 40.000 bị ốm{{sfn|Lai|2017|p=88}}<br \/>\n'''Báo cáo của Trung Quốc''': 98,417+ chết hoặc bị thương<ref>{{chú thích sách |script-title = zh:《淞滬會戰：1937年中日813戰役始末》 |language = zh-Hant |last1 = Dai |first1 = Feng |last2 = Zhou |first2 = Ming |publisher = Zhibingtang Publishing |year=2013 |isbn = 9789868950924 |location = [[Taipei City]] |page = 194 }}<\/ref>\n}}\n{{Chiến tranh Trung-Nhật}}\n{{có chứa chữ Trung Quốc}}\n\n'''Trận Thượng Hải''' (ở Nhật gọi là '''Sự kiện Thượng Hải lần thứ 2''' ([[tiếng Nhật]]: 第二次上海事變) trong khi ở Trung Quốc gọi là '''Chiến dịch 813''' (tiếng Trung: 八一三戰役) hoặc '''Hội chiến Tùng Hộ''' (淞沪会战)) là trận đầu tiên trong 22 trận giao chiến lớn giữa [[Quốc quân Trung Hoa Dân Quốc]] và [[Lục quân Đế quốc Nhật Bản]], kéo dài hơn 3 tháng, từ ngày [[13 tháng 8]] đến ngày [[26 tháng 11]] năm [[1937]]. Đây là một trong những trận đánh lớn nhất và đẫm máu nhất trong [[Chiến tranh Trung-Nhật]], cả hai bên đã huy động tới 90 vạn quân tham chiến và số thương vong của cả hai bên lên đến 32 vạn người. Trong trận này, đầu tiên quân Trung Quốc tấn công các đơn vị [[Hải quân Đế quốc Nhật Bản|hải quân Nhật Bản]] đang đóng ở [[Thượng Hải]]. Tiếp theo, hải quân và [[Lục quân Đế quốc Nhật Bản|lục quân Nhật]] kéo đến đánh trả và hai bên giằng co nhau từng góc phố. Cuối cùng, quân Trung Quốc phải rút lui khỏi Thượng Hải.\n\n==Nguyên nhân==\nTừ năm [[1931]], giữa [[Nhật Bản]] và [[Trung Quốc]] đã có nhiều cuộc giao tranh nhỏ mà hậu quả là Trung Quốc mất dần từng phần lãnh thổ. Tuy nhiên, cả hai phía đều không muốn chiến sự leo thang, nên những giao tranh trên thường kết thúc bằng các thỏa hiệp ngừng bắn. Đến tháng 8 năm 1937, [[sự kiện Lư Câu Kiều|sự kiện cầu Lư Câu]] xảy ra và Trung Quốc đánh mất quyền kiểm soát cây cầu quan trọng này trên đường dẫn tới [[Bắc Kinh]]. Ngay sau đó, Lục quân Nhật chiếm được Bắc Kinh và [[Thiên Tân]]. [[Tổng tư lệnh]] [[Tưởng Giới Thạch]] cho rằng đây là một hành động cho thấy rõ ràng [[Tuyên bố chiến tranh|mưu toan xâm lược]] của Nhật Bản đối với các tỉnh phía [[Hoa Bắc|Bắc Trung Quốc]]. Ông liền quyết định tiến hành chiến tranh tổng lực chống lại quân Nhật mặc dù không chính thức tuyên chiến.\n\n===Nguyên nhân quân sự===\nTưởng Giới Thạch và bộ tham mưu của ông dự đoán rằng hành động logic tiếp theo của quân Nhật là sẽ từ phía Bắc tiến dọc các tuyến [[đường ray|đường sắt]] [[Bắc Kinh|Bắc Bình]]-[[Hán Khẩu]] và Bắc Bình-[[Phổ Khẩu]] tới miền Trung và Đông Trung Quốc. Phía Trung Quốc khó có thể ngăn chặn quân Nhật Nam tiến vì thực lực quân sự yếu hơn. Trong khi sức mạnh của Nhật ở Trung Quốc tập trung chủ yếu ở phương Bắc, thì sức mạnh của Trung Quốc lại tập trung chủ yếu ở phía Đông tại vùng châu thổ [[trường Giang|sông Dương Tử]]. Phía Trung Quốc lại kém cơ động. Đồng thời, khi di chuyển quân đội từ phía Đông lên phía Bắc, quân Nhật có thể thừa cơ từ Nhật sang đánh phía Đông. Vì thế, việc chuyển quân từ phía Đông lên phía Bắc chặn quân Nhật là điều không thể. Mặt khác, nếu quân Nhật Nam tiến và chiếm được [[Vũ Hán]] trong khi lực lượng của họ ở phía Đông vẫn còn, thì vùng [[Thượng Hải]]-[[Nam Kinh]] sẽ dễ bị quân Nhật hợp vây. Lúc đó, quân Trung Quốc chỉ còn đường chạy ra [[biển]], nhưng như vậy thì càng không được vì Trung Quốc không có hải quân nên hải quân Nhật Bản đã khống chế hoàn toàn mặt biển.\n\nTính toán như thế, phía Trung Quốc quyết định mở mặt trận thứ hai ở Thượng Hải nhằm kéo đối phương tới chiến trường phía Đông và Trung Trung Quốc. Như thế, Trung Quốc sẽ còn miền Tây Nam để rút lui phòng khi Thượng Hải, Nam Kinh và [[Vũ Hán]] thất thủ. Kế hoạch của phía Trung Quốc là kìm chân quân Nhật càng lâu càng tốt để có thời gian di chuyển các cơ sở công nghiệp vào sâu trong nội địa. Ngoài ra, khu vực quanh Thượng Hải với nhiều sông ngòi sẽ tạo bất lợi với xe tăng Nhật hơn là những vùng trống trải khác ở Trung Quốc.\n\nTưởng và bộ tham mưu của ông còn tin rằng Trung Quốc sẽ có lợi thế kinh nghiệm bởi vì họ đã tham chiến trong [[Trận Thượng Hải, 1932|sự kiện Thượng Hải ngày 28 tháng 1 năm 1932]]. Sau sự kiện này, tuy Trung Quốc phải rút lực lượng quân sự của mình khỏi Thượng Hải, song họ đã xây dựng một lực lượng cảnh sát vũ trang gọi là lực lượng bảo an được huấn luyện các kỹ năng chiến đấu trong điều kiện chiến tranh. Tướng Trương Trị Trung, một trong những người tâm phúc nhất của Tưởng Giới Thạch vốn là một chỉ huy của phía Trung Quốc trong sự kiện ngày 28 tháng 1, lại được giao xây dựng kế hoạch tấn công Thượng Hải. Tướng Trương cho rằng vì quân Trung Quốc yếu hơn về xe, pháo nên sẽ phải sử dụng ưu thế quân số, ra tay trước và đánh quân Nhật đồn trú ở Thượng Hải bật ra biển trước khi quân tăng viện của Nhật kịp tới.\n\n===Nguyên nhân chính trị===\nCông luận và lòng yêu nước dâng lên trong quần chúng là những nhân tố quan trọng thúc đẩy Tưởng Giới Thạch chiến tranh tổng lực. Suốt thập niên 1930, chính quyền Trung Quốc đã đánh mất lòng tin ở công chúng. Người ta cho rằng chính quyền đã ưu tiên việc đánh dẹp Đảng cộng sản hơn là kháng chiến chống Nhật. Sau [[sự kiện Tây An]] và [[Quốc-Cộng hợp tác]] lần hai, Tưởng Giới Thạch lại được lòng công chúng và được xem là người duy nhất có thể lãnh đạo Trung Quốc chống lại quân Nhật.\n\nMặt khác, các tỉnh [[Giang Tô]], [[Chiết Giang|Triết Giang]] là trung tâm kinh tế của vùng châu thổ sông Dương Tử. Nhiều cơ sở công nghiệp quan trọng đã hình thành ở đây trong Thập kỷ Nam Kinh. Khu vực này còn là nơi mà chính quyền trung ương Quốc dân Đảng vững chân nhất, chứ những nơi khác đều nằm trong tay các [[quân phiệt]] địa phương, Quốc dân đảng không quản lý được. Tưởng Giới Thạch thấy không thể để mất vùng này.\n\n===Lực lượng trước khi chiến sự nổ ra===\n====Trung Quốc====\nTrong thành phố, phía Trung Quốc chính thức không có các đơn vị quân đội. Song lực lượng bảo an của Trung Quốc ở đây được huấn luyện không khác gì quân đội. Bên ngoài thành phố Thượng Hải, Trung Quốc có 6 [[sư đoàn]] và 1 [[lữ đoàn]] quân đội. Hơn một nửa số đơn vị quân đội này có cố vấn [[Đức]] giúp tái tổ chức. Đây là những sư đoàn thiện chiến và trang bị tốt nhất của quân đội Trung Hoa Dân Quốc.\n\nQuân Trung Quốc dù đông hơn nhiều nhưng về mặt trang bị và huấn luyện thì họ thua xa quân Nhật. Về thiết giáp, họ chỉ có 12-16 chiếc ở Thượng Hải (cộng thêm mấy chục chiếc khác tới chi viện sau đó), không quân thì chỉ có 200 máy bay các loại do Liên Xô viện trợ, và Trung Quốc hoàn toàn không có hải quân, vì thế lúc trận đánh nổ ra họ chẳng có lấy một chiến hạm nào để đương đầu với quân Nhật.\n\nNgoài ra, trong vùng châu thổ sông Dương Tử, Trung Quốc còn có 3 quân khu, đó là quân khu Nam Kinh, Nam Kinh-Hàng Châu, và Nam Kinh-Thượng Hải. Từ năm 1934, Đức đã giúp Trung Quốc tổ chức lại 3 quân khu này và bố trí các tuyến phòng thủ sâu.\n\n====Nhật Bản====\nQuân Nhật đồn trú ở Thượng Hải là Hạm đội 3 của hải quân. Ngoài khá nhiều tàu chiến, hạm đội này có 2 lữ đoàn bộ binh dự bị và 6 tiểu đoàn [[thủy quân lục chiến|hải quân đánh bộ]]. Lục quân Nhật không muốn chia quân xuống miền Trung và Đông Trung Quốc phần vì sợ miền Bắc sẽ không có đủ quân phòng ngừa [[Liên Xô]] tấn công, phần vì sợ làm thế là ép Trung Quốc liên minh với các cường quốc phương Tây, phần vì cho rằng Tưởng Giới Thạch muốn dẹp quân Cộng sản hơn là mạo hiểm đối đầu với ưu thế quân sự của lục quân Nhật. Trong khi đó, hải quân Nhật lại cho rằng cần đưa quân Nhật tới miền Đông để tiêu diệt các đơn vị quân Trung Quốc từ đó tiến lên phía Bắc. Trong một cuộc họp của Nội các Nhật, tư lệch hải quân Nhật là [[Yonai Mitsumasa]] đòi mở mặt trận thứ hai ở Thượng Hải, nhưng các tướng lĩnh lục quân đã phản đối. Sau đó, quân đội Nhật nhất trí rằng Thượng Hải sẽ do hải quân Nhật phụ trách. Bắt đầu từ ngày 10 tháng 8 năm 1937, hải quân Nhật bắt đầu tăng cường vào Thượng Hải.\n\nỞ Thượng Hải còn có nhiều nhà máy của Nhật. Chúng dễ dàng chuyển đổi để phục vụ cho mục đích quân sự. Hải quân Nhật có khoảng hơn 80 đồn bốt và công sự ở trong thành phố, các công sự được trang bị các khẩu pháo cỡ nòng 20-47mm và súng máy hạng nặng. Quân Nhật cũng biết cách lợi dụng những đống đổ nát trong thành phố, tạo ra nhiều phòng tuyến lý tưởng cho lực lượng đồn trú. Vài khẩu đội pháo 150mm cũng được bổ sung cho quân phòng thủ, tàu chiến của Hạm đội 3 hải quân Nhật thường xuyên tuần tiễu dòng sông chảy qua thành phố và pháo của hạm đội này có thể bắn tới khắp thành phố. Tóm lại, quân Nhật được trang bị tốt, thiện chiến và kỷ luật cao để có thể chống lại quân Trung Quốc mặc dù đông nhưng trang bị kém.\n\n==Diễn biến==\n\n===Giai đoạn 1===\n[[Tập tin:Shanghai1937IJA ruins.jpg|nhỏ|phải|Quân Nhật ở Thượng Hải]]\n[[Tập tin:BattleOfShanghaiBaby.gif|nhỏ|phải|Nhà ga Nam Thượng Hải bị máy bay Nhật phá tan tành. Một em bé đang khóc sợ hãi.]]\n[[Tập tin:Bombing outside the Palace Hotel.jpg|nhỏ|phải|Dãy phố phía trước khách sạn Cathay ở Thượng Hải sau khi bị máy bay Nhật oanh tạc.]]\n[[Tập tin:AtaqueJaponésAShanghai.ogv|nhỏ|phải|[[Đế quốc Nhật Bản|Nhật Bản]] tấn công [[Thượng Hải]] theo một bản tin của [[Đức Quốc Xã|Đức]], Tháng 9 năm 1937]]\nGiai đoạn 1 từ ngày 13 đến ngày 22 tháng 8 năm 1937. Đây là giai đoạn quân Trung Quốc ồ ạt tấn công quân Nhật đang đồn trú ở Thượng Hải.\n\nLúc 9 giờ sáng ngày 13, lực lượng bảo an phía Trung Quốc bắt đầu đấu súng với quân Nhật trong thành phố. Đến 3 giờ chiều cùng ngày, quân Nhật bắt đầu vượt cầu Bát Tự tấn công các chốt của quân Trung Quốc ở trung tâm thành phố. Sư đoàn 88 của Trung Quốc bắt đầu sử dụng súng máy tấn công đối phương. Tàu chiến của hải quân Nhật trên [[trường Giang|sông Dương Tử]] và [[sông Hoàng Phố]] nã pháo vào thành phố Thượng Hải giáng trả.\n\nSáng ngày 14, quân Trung Quốc bắt đầu tấn công. Máy bay của Trung Quốc ném bom vào các vị trí của quân Nhật. Đến chiều, quân Trung Quốc bắt đầu tấn công ồ ạt. Cùng ngày, chính phủ Trung Quốc ra thông báo rằng cuộc chiến đấu của họ là cuộc kháng chiến tự vệ. Trận Thượng Hải chính thức bắt đầu. Quân Nhật cũng gọi máy bay từ [[Đài Loan]] tới ném bom Thượng Hải, gây ra cái chết cho hàng nghìn dân thường ở khu trung tâm thành phố. Tuy nhiên, 6 máy bay của quân Nhật đã bị không quân Trung Quốc bắn rơi. Sau này, chính quyền Trung Quốc lấy ngày 14 tháng 8 là ngày không quân Trung Quốc.\n\nTrương Trị Trung đưa sư đoàn 88 tấn công trụ sở hải quân Nhật và sư đoàn 87 tấn công bộ chỉ huy quân Nhật ở Thượng Hải. Trương dự tính là sau 1 tuần sẽ đẩy quân Nhật xuống sông và khóa được bờ biển, buộc quân Nhật phải rút ra biển. Tuy nhiên, không như dự tính của Trương, quân Nhật kháng cự rất hiệu quả sau các [[lô cốt|lô-cốt]] [[bê-tông]] dày với sự yểm trợ của [[lựu pháo]] 150mm. Trong khi đó, quân Trung Quốc chỉ có thể tiến lên với sự yểm trợ của [[súng máy]] và tấn công lô cốt Nhật bằng [[lựu đạn]]. Yếu tố bất ngờ vì thế không thể phát huy được. Trương liền thay đổi chiến thuật, cho quân chiếm các đường phố xung quanh các đồn bốt của quân Nhật và dựng chiến lũy bằng bao cát để vây chặt quân Nhật rồi bắn phá. Chiến thuật mới đã có hiệu quả cho đến khi [[xe tăng]] của Nhật đến chiếm lại các đường phố. Đến ngày 18, quân Trung Quốc phải ngừng tấn công.\n\nPhía Trung Quốc đưa thêm sư đoàn số 37 và xe tăng vào chiến đấu. Tuy nhiên, hợp đồng binh chủng giữa bộ binh và xe tăng của Trung Quốc không tốt, nên xe tăng tiến quá nhanh không được bộ binh yểm trợ theo kịp đã bị tổn thất nặng bởi [[súng chống tăng]] và lựu đạn của quân Nhật. Những nhóm quân Trung Quốc đi theo xe tăng vượt qua được phòng tuyến của quân Nhật bị quân Nhật bao vây trở lại, bị [[súng phun lửa]] và súng máy của Nhật tiêu diệt. Mặc dù gần đẩy được quân Nhật xuống sông Hoàng Phố, nhưng quân Trung Quốc bị thương vong rất nhiều. Riêng trong ngày 22, sư đoàn 37 mất tới hơn 90 sĩ quan và cả ngàn binh sĩ.\n\nNgày 15, quân Nhật tái thành lập [[Quân đoàn Viễn chinh Thượng Hải]] gồm 3 sư đoàn lục quân 3, 8 và 11 do đại tướng lục quân [[Matsui Iwane]] chỉ huy và lập tức lên đường sang Trung Quốc. Ngày 19, Thủ tướng Nhật [[Konoe Fumimaro]] tuyên bố, rằng mâu thuẫn Nhật-Trung chỉ có thể giải quyết bằng chiến tranh. Ngày 22, Quân đoàn Viễn chinh Thượng Hải bắt đầu đổ bộ lên bờ biển phía Đông Bắc, cách trung tâm thành phố chừng 59&nbsp;km. Quân Trung Quốc buộc phải chuyển một bộ phận quân từ trung tâm thành phố ra bờ biển chặn địch. Điều này khiến sức tấn công của quân Trung Quốc ở trung tâm thành phố bị giảm đi một nửa.\n\nSuốt giai đoạn 1, hai bên dùng máy bay tấn công nhau. Không quân Trung Quốc đã bắn rơi 85 máy bay và bắn chìm 51 tàu bè của quân Nhật. Còn phía Nhật bắn rơi 91 máy bay, tức là một nửa số máy bay của Trung Quốc, đến giai đoạn 2 của cuộc chiến thì Trung Quốc gần như đã mất quyền làm chủ bầu trời và họ không thể sử dụng số máy bay ít ỏi còn lại để yểm trợ bộ binh hay tấn công quân Nhật, khiến cho thương vong của quân Trung Quốc ngày càng tăng cao, đến nỗi họ không còn đủ sức giữ phòng tuyến nữa. Sang giai đoạn 2, Trung Quốc chỉ còn 109 máy bay so với 415 máy bay của Nhật, hơn nữa không quân Trung Quốc chẳng những thua kém về số lượng mà còn về chất lượng, trong khi quân Nhật lại sở hữu lực lượng không quân đông đảo và linh hoạt cùng với đội ngũ phi công dày dạn kinh nghiệm hơn.\n\nTrước hiệu quả chiến đấu thấp và thương vong lớn, Tưởng Giới Thạch đã truất quyền chỉ huy của tướng Trương Trị Trung, tự mình làm chỉ huy chiến trường.\n\n===Giai đoạn 2===\nGiai đoạn 2 của trận Thượng Hải là giai đoạn quân Trung Quốc cố gắng ngăn chặn tiếp viện của quân Nhật đổ bộ lên bờ biển phía Đông Bắc Thượng Hải và cố gắng kìm chân quân Nhật tại Thượng Hải. Giai đoạn này kéo dài từ ngày 23 tháng 8 đến ngày 26 tháng 10.\n\n[[Tập tin:Shanghai1937IJA landing.jpg|nhỏ|phải|Quân tăng viện Nhật đang đổ bộ lên bờ biển]]\nNgày 23 tháng 8, Quân đoàn Viễn chinh Thượng Hải của lục quân Nhật đổ bộ lên bờ biển phía Đông Bắc của Thượng Hải tại các thị trấn Lưu Hà, Ngô Tùng, và Quý Dương cảng. Nguyên soái Tưởng Giới Thạch đã dự đoán quân Nhật sẽ đổ bộ vào các thị trấn này, nên đã phái [[Trần Thành]] dẫn quân đoàn số 18 đến các nơi đó. Tuy nhiên, quân Nhật rất mạnh, họ thường khai hỏa dữ dội bằng [[pháo|đại bác]] và máy bay ném bom vào các chiến lũy của quân Trung Quốc trước khi đổ bộ. Quân Trung Quốc thì không ngừng củng cố đội hình sau mỗi trận bắn phá của quân Nhật để có thể ngăn chặn quân Nhật.\n\nSuốt 2 tuần liên tục, hai bên giao chiến dữ dội tại các thị trấn và làng mạc dọc bờ biển. Quân Trung Quốc được vũ trang kém hơn, lại thiếu sự hỗ trợ của [[không quân]], và gần như không có hải quân. Hơn nữa, công sự của Trung Quốc không đủ kiên cố vì nhiều chỗ chỉ mới được xây cấp tốc để ngăn chặn quân Nhật đổ bộ. Chúng không có hiệu quả cao trong việc bảo vệ quân sĩ. Công tác [[hậu cần]] yếu khiến cho việc vận chuyển nguyên vật liệu tới xây dựng và sửa chữa những nơi bị hư hỏng do sự công phá liên tục của hỏa lực Nhật khó thực hiện. Nhiều khi, quân Trung Quốc phải lấy gạch của các nhà bị bom phá để đem xây dựng công sự. Vì thế, thương vong của phía Trung Quốc rất lớn. Có khi cả một lữ đoàn chỉ còn vài chiến sĩ sống sót. Tuy nhiên, quân Trung Quốc chiến đấu rất ngoan cường, thế trận thường thấy là quân Nhật chiếm được thị trấn và làng mạc vào ban ngày nhờ có hỏa lực mạnh yểm hộ, nhưng đến đêm thì quân Trung Quốc phản công tái chiếm lại.\n\nPhòng tuyến của Trung Quốc chỉ thật sự bị chọc thủng khi thị trấn Bảo Sơn rơi vào tay quân Nhật ngày 11 tháng 9. Quân Trung Quốc phải rút về La Điếm phòng thủ. La Điếm là một trấn nhỏ, nhưng án ngữ con đường cao tốc nối Bảo Sơn với trung tâm Thượng Hải, Gia Định, Tùng Giang và một loạt thị trấn khác. Vì thế, an ninh của Tô Châu và Thượng Hải phụ thuộc rất nhiều vào việc La Điếm còn hay mất. Tướng người Đức làm tham mưu cho Tưởng Giới Thạch là [[Alexander von Falkenhausen]] đã đề nghị quân Trung Quốc phải giữ được La Điếm bằng mọi giá. Quân Trung Quốc bố trí khoảng 3000 quân phòng ngự ở đây. Quân Nhật thì có khoảng 1000 quân nhưng có tàu chiến, xe tăng và máy bay hỗ trợ.\n\n[[Tập tin:Shanghai1937KMT luodian.jpg|nhỏ|phải|Quân Trung Quốc ở La Điếm]]\nQuân Nhật cho áp dụng chiến thuật ném bom cường độ lớn, rồi thả [[khí cầu|khinh khí cầu]] để phát hiện các điểm có quân Trung Quốc ẩn náu mà gọi pháo bắn vào, sau đó bộ binh Nhật phun khói mù và nấp sau xe thiết giáp tiến lên. Máy bay Nhật bay thấp để yểm trợ bộ binh và tấn công quân Trung Quốc.\n\nQuân Trung Quốc chiến đấu rất ngoan cường. Họ bố trí ít quân ở tuyến trên để giảm thương vong trước hỏa lực của quân Nhật và tấn công vào sườn đội hình quân Nhật tiến công vào sau mỗi đợt bắn phá. Ban đêm, quân Trung Quốc gài [[mìn]] vào các con đường từ bờ biển dẫn tới La Điếm và tấn công các đơn vị tiền phương của quân Nhật. Dù vậy, quân Trung Quốc phải chịu thương vong lớn bởi hỏa lực bắn phá của quân Nhật. Quân đoàn của tướng Trần Thành bị thương vong tới một nửa. Đến cuối tháng 9, quân Trung Quốc không còn đủ sức ngăn địch và đành từ bỏ La Điếm.\n\n[[Tập tin:Shanghai1937KMT ruins.jpg|nhỏ|phải|Quân Trung Quốc giữa đống đổ nát ở Đại Trường]]\nNgày 1 tháng 10, Thủ tướng Nhật Konoe quyết định đẩy mạnh chiến tranh ở cả mặt trận Bắc Trung Quốc lẫn mặt trận Nam Trung Quốc và tiến hành một chiến dịch tấn công trong tháng 10 nhằm kết thúc chiến tranh. Quân Nhật ở Thượng Hải đã tăng lên đến 200.000 người. Ngoài La Điếm, quân Nhật còn chiếm được thị trấn Lưu Hành trên đường từ La Điếm về Thượng Hải, đẩy trận tuyến lùi xuống sát bờ [[sông Uẩn Tảo]]. Quân Nhật dự định sẽ vượt sông Uẩn Tảo để chiếm trấn Đại Trường.\n\nTrấn Đại Trường nằm trên đường nối trung tâm thành phố Thượng Hải với các thị trấn ở phía Tây Bắc. Nếu Đại Trường bị chiếm, quân Trung Quốc ở trong thành phố và các thị trấn ở phía Tây Bắc sẽ bị chia cắt. Thượng Hải sẽ có nguy cơ bị bao vây. Vì thế, bảo vệ Đại Trường có ý nghĩa sống còn.\n\nQuân Nhật vài lần chiếm được Đại Trường rồi lại bị quân Trung Quốc đánh bật ra. Đến ngày 17 tháng 10, Quân đoàn Quảng Tây do [[Lý Tông Nhân]] và [[Bạch Sùng Hy]] chỉ huy đã đến được Thượng Hải và hội quân với Quân đoàn Trung tâm của Tưởng Giới Thạch. Quân Trung Quốc liền quyết định tổ chức một cuộc phản công để củng cố vị trí của mình ở Đại Trường và tái chiếm bờ sông Uẩn Tảo. Song, quân Trung Quốc phối hợp kém và trang bị yếu, quân Nhật thì huy động tới 700 khẩu pháo và 150 máy bay ném bom để tấn công Đại Trường, biến thị trấn thành đống vụn, trong trận đánh ngoài việc ném bom cường độ lớn thì quân Nhật còn sử dụng hơi độc, hơi gas làm chết ngạt hàng nghìn người, không những binh lính mà còn cả dân thường Trung Quốc. Cứ mỗi giờ lại có đến cả nghìn quân Trung Quốc bị thương vong. Có sư đoàn chỉ sau vài ngày đã không còn đủ quân để chiến đấu. Cuối cùng, ngày 25 tháng 10, Đại Trường hoàn toàn rơi vào tay quân Nhật. Quân Trung Quốc không còn cách nào khác ngoài việc rút khỏi thành phố Thượng Hải.\n\n===Giai đoạn 3===\nGiai đoạn 3 là giai đoạn quân Trung Quốc rút chạy khỏi Thượng Hải, còn quân Nhật truy kích.\n\n[[Tập tin:Shanghai1937IJA north station.jpg|nhỏ|phải|Quân Nhật tiến tới cửa Bắc nhà ga Thượng Hải]]\nĐêm ngày 26 tháng 10, Tưởng Giới Thạch ra lệnh cho quân Trung Quốc rút lui khỏi trung tâm Thượng Hải và các thị trấn Áp Bắc, Giang Loan. Sư đoàn 88 được lệnh chốt ở khu nhà kho Tứ Hành ở Áp Bắc phía Bắc bờ [[sông Ngô Tùng]] để kìm chân quân Nhật cho đại quân rút lui.\n\nKhu nhà kho Tứ Hành nằm sát khu vực tô nhượng của nhiều nước phương Tây. Cuộc chiến đấu ở đây không chỉ ngăn chân quân Nhật mà còn để thu hút sự chú ý của các nước phương Tây trong khi hy vọng rằng các nước phương Tây sẽ có thể can thiệp theo [[Công ước Chín Nước]]. Lực lượng của sư đoàn số 88 quân Trung Quốc chiến đấu ở khu nhà kho Tứ Hành thực chất chỉ là tiểu đoàn 1 trung đoàn 524 của sư đoàn 88 chứ không phải cả sư đoàn. Biên chế chính thức của tiểu đoàn 1 có 800 chiến sĩ, nhưng trên thực tế chỉ còn 432 binh sỹ sau những thương vong (do chỉ huy [[Tạ Tấn Nguyên]] không muốn để lộ lực lượng cho quân Nhật nên đã nói với cô hướng đạo sinh Yang Huimin con số 800 để công bố với công chúng). Bên phía Nhật là sư đoàn 3 của Quân đoàn Viễn chinh Thượng Hải. Sư đoàn này cũng bị thương vong khá nhiều, nhưng tổ chức của sư đoàn, đội ngũ sĩ quan và chỉ huy vẫn còn kiện toàn, lại được yểm trợ tích cực bởi không quân, hải quân và tăng thiết giáp.\n\n432 binh sĩ đã cố thủ để đoạn hậu cho quân đội Quốc dân đảng rút lui khỏi Thượng Hải. Vào lúc kết thúc trận đánh, có tổng cộng 10 binh sĩ tử trận, 37 người bị thương, trong đó có 20 người bị thương quá nặng nên đã tình nguyện ở lại dùng súng máy chặn địch cho đồng đội rút chạy.\n\nCuộc chiến đấu ở khu nhà kho Tứ Hành và bờ Nam sông Ngô Tùng diễn ra trong vòng 4 ngày, quân Trung Quốc phòng thủ hoàn toàn bị tiêu diệt. Sau cùng, ngày 30 tháng 10, quân Nhật vượt được qua sông Ngô Tùng và tiến hành truy đuổi quân Trung Quốc.\n\n[[Tập tin:Shanghai1937IJA hangzhou bay.jpg|nhỏ|phải|Quân Nhật đổ bộ lên bờ vịnh Hàng Châu]]\n[[Tập tin:Chinese armed force rescues the wounded in WWII.jpg|nhỏ|Quân lính, dân thường Trung Quốc bị khí gas của quân Nhật làm bị thương]]\nMặc dù đã rất cảnh giác đề phòng bị quân Nhật bao vây, nên Tưởng ra lệnh cho các đơn vị Trung Quốc phải tìm cách giữ thị trấn Kim Sơn Vệ ở phía Bắc [[vịnh Hàng Châu]]. Tuy nhiên, vì để mất Đại Trường, nên quân Trung Quốc không thể tăng cường cho Kim Sơn Vệ. Ngày 5 tháng 11, quân đoàn số 10 của Nhật Bản do [[Yanagawa Heisuke]] từ [[Thái Nguyên, Sơn Tây|Thái Nguyên]] đến đã dễ dàng chiếm được Kim Sơn Vệ. Thị trấn này chỉ cách nơi quân Trung Quốc tập hợp lại sau khi rút khỏi Đại Trường chừng 40&nbsp;km.\n\nTiếp sau Kim Sơn Vệ, quân Nhật lại chiếm được Côn Sơn. Quân Trung Quốc đã kiệt quệ và có nguy cơ mất phòng tuyến. Đến ngày 13 tháng 11, nhiều đơn vị quân Trung Quốc đã tan vỡ. Khi quân Trung Quốc rút về đến phòng tuyến Ngô Phúc (giữa Thượng Hải và Nam Kinh) thì họ phát hiện ra chính quyền và dân chúng địa phương ở đây đã trốn hết. Tinh thần quân Trung Quốc bị sa sút ghê gớm. Phòng tuyến Ngô Phúc được xây dựng tốn kém với sự giúp đỡ của Đức và được ví là [[phòng tuyến Hindenberg]] của Trung Quốc chỉ giữ được trong vòng 2 tuần.\n\n==Kết quả==\nTrận Thượng Hải kết thúc với thắng lợi của quân Nhật nhưng với thương vong nặng nề của cả hai bên, trong đó có hàng ngàn dân thường Trung Quốc chết do nhiều nguyên nhân khác nhau.\n\nTrận chiến Thượng Hải được sử sách Trung Quốc nhắc tới là \"máu chảy thành sông\". Có 1 sư đoàn Trung Quốc tham chiến chỉ trong hai ngày đã hoàn toàn bị tiêu diệt. Có những tân binh chỉ mới bước chân vào quân ngũ, chỉ được dạy cách bắn súng rồi tung ngay vào Thượng Hải.\n\nTrong trận chiến Thượng Hải, các sỹ quan Trung Quốc cấp thượng úy trở lên tử trận hơn nghìn người, hơn 10 sĩ quan cấp tướng bị chết. Trong đó Lữ đoàn trưởng Lữ đoàn 264 thuộc Sư đoàn 88 Hoàng Mai Hưng là viên tướng đầu tiên tử trận; Sư đoàn trưởng Sư đoàn 18 Chu Diệu Hoa tự sát; Sư trưởng Sư đoàn 67 Ngô Khắc Nhân tử trận khi yểm hộ cho binh lính rút lui.\n\nDù được yểm trợ mạnh mẽ, quân Nhật cũng hứng chịu tổn thất nặng nề. Trận Thượng Hải đôi khi được so sánh với trận đánh nổ tiếng ở Stalingrad trong Thế chiến 2, bởi binh sĩ Nhật và Trung Quốc cũng phải giành giật từng căn nhà, góc phố trong môi trường tác chiến đô thị.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n{{Thể loại Commons|Battle of Shanghai}}\n* Nationalist China At War 1937-1945 published by the University of Michigan, Ann Arbor, in 1982.\n* Doctoral dissertation on the Shanghai-Nanking Campaign from the National Taiwan University.\n{{Các chủ đề|Trung Quốc|Nhật Bản|Chiến tranh thế giới thứ hai}}\n\n{{DEFAULTSORT:Thượng Hải, 1937}}\n[[Thể loại:Lịch sử Thượng Hải]]\n[[Thể loại:Chiến tranh Trung–Nhật]]\n[[Thể loại:Năm 1937]]\n[[Thể loại:Xung đột năm 1937]]\n[[Thể loại:Nhật Bản năm 1937]]"}