{"3172451":"'''Trần Đình Cửu '''(1925-2002), là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Phó Tư lệnh về Chính trị [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]], Cục trưởng [[Cục Cán bộ Quân đội nhân dân Việt Nam|Cục Cán bộ Tổng cục Chính trị]], Chính ủy [[Học viện Kỹ thuật Quân sự|Trường Đại học Kỹ thuật Quân sự]].<ref>{{Chú thích web|url = http:\/\/www.thanhnien.com.vn\/pages\/20140725\/chuyen-ve-su-doan-truong-duy-nhat-hy-sinh-o-chien-truong-campuchia.aspx|title = Chuyện về sư đoàn trưởng hy sinh ở chiến trường Campuchia}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/phong-su\/dang-can-dai-tuong-cung-trung-dung\/2191.html|title = Đảng cần, đại tướng cũng trưng dụng}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.sggp.org.vn\/chinhtri\/nam2005\/thang1\/34173\/|title = Một Trường Quân sự Anh hùng}}<\/ref><ref>{{Chú thích web|url = http:\/\/thethao60s.com\/index\/1873968\/25122008.aspx|title = Giải mã về người đứng đầu cơ quan mang mật danh B.68 (Phần II)}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng sinh ngày 17 tháng 12 năm 1925, có bí danh là Nguyễn Xuân Trường, Trần Văn Hiệu, quê tại xã Vị Dương, huyện Mỹ Lộc, tỉnh Nam Định, lớn lên tại Hải Phòng.\n\nNăm 1939, ông vào học năm nhất Trường Bonnal (nay là Trường Ngô Quyền) lớp Cao đẳng tiểu học.\n\nTháng 11 năm 1944, ông tham gia Thanh niên cứu quốc của Mặt trận Việt Minh tỉnh Quảng Yên.\n\nCách mạng tháng 8 thành công, là người có học thức ông được đoàn thể và tổ chức cử đi học Trường Quân chính khóa 5. \n\nTháng 11 năm 1945 ông lên đường Nam tiến vào chiến đấu tại Mặt trận Biên Hòa Đồng Nai\n\nTháng 11 năm 1946, làm Huấn luyện viên Trường Quân chính Chi đội 10 Khu 7, Khu 8\n\nTháng 4 năm 1948, Chính trị viên Bộ đội chủ lực Khu 7\n\nTháng 4 năm 1949, Chính trị viên Tiểu đoàn 303 Bộ đội chủ lực Khu 7\n\nTháng 5 năm 1951, Chính trị viên Tiểu đoàn 304 Trung đoàn Đồng Nai chủ lực của Nam Bộ\n\nTháng 1 năm 1952, Chính trị viên Tiểu đoàn 307 chủ lực Nam Bộ; Khi thành lập Phân liên khu miền Tây Nam Bộ\n\nTháng 12 năm 1952 ông chuyển về làm Chính trị viên Tiểu đoàn 410 tiểu đoàn tập trung của tỉnh Cần Thơ\n\nTháng 10 năm 1954, Phó Chính ủy Trung đoàn 2 Phân Liên khu miền Tây Nam Bộ.  \n\nTháng 4 năm 1955 ông là Trưởng ban tuyên huấn Phòng Chính trị Phân liên khu miền Tây Nam Bộ\n\nTháng 6 năm 1955, ông giữ quyền Chính ủy Trung đoàn pháo Sư đoàn 332 Quân khu Đông Bắc\n\nTháng 5 năm 1956, Chính ủy Trung đoàn cần vụ đối không (Trung đoàn 4 đơn vị tiền thân bộ đội Ra-đa) Đại đoàn 367\n\nTháng 5 năm 1957, Trưởng phòng Cán bộ Tổng cục Cán bộ Bộ Quốc phòng\n\nTháng 3 năm 1961, được cử đi học Trung cao Chính trị\n\nTháng 3 năm 1962, Trưởng phòng Binh chủng Hậu cần, Cục Cán bộ Tổng cục Chính trị Bộ Quốc phòng\n\nTháng 7 năm 1962, Cục phó Cục Cán bộ Tổng cục Chính trị. Bước vào cuộc Kháng chiến chống Mỹ cứu nước\n\nTháng 12 năm 1963 đến năm 1975 ông nhiều lần là Phái viên của Bộ vào Chiến trường miền Nam. \n\nTháng 10 năm 1976 ông là Chính ủy [[Học viện Kỹ thuật Quân sự|Trường Đại học Kỹ thuật Quân sự]] kiêm Bí thư Đảng ủy trường\n\nTháng 6 năm 1977, được bổ nhiệm làm Cục trưởng [[Cục Cán bộ Quân đội nhân dân Việt Nam|Cục Cán bộ Tổng cục Chính trị]]\n\nTháng 9 năm 1979, đi học bổ túc tại [[Học viện Quân sự cấp cao]]\n\nTháng 8 năm 1980, vào giữ chức vụ Phó Tư lệnh về Chính trị kiêm Chủ nhiệm Chính trị [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]]\n\nTháng 10 năm 1983, khi quân đội thực hiện hệ hội đồng chính trị, ông là Chủ nhiệm Chính trị [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]]\n\nNăm 1985 ông là Phó Chủ nhiệm Chính trị [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]]\n\nNgày 1 tháng 7 năm 1988, ông nghỉ hưu.\n\nNgày 23 tháng 11 năm 2002, ông mất tại [[Thành phố Hồ Chí Minh]]. \n\n[[Thiếu tướng]] (1.1980).\n\n== Khen thưởng ==\n[[Huân chương Độc lập hạng Nhì]]\n\n[[Huân chương Quân công]] (hạng Nhất, Ba)\n\n[[Huân chương Chiến thắng]] (chống Pháp) hạng Nhì\n\n[[Huân chương Kháng chiến chống Mỹ]] hạng Nhất\n\n[[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n\n[[Huy chương Quân kỳ quyết thắng]]\n\nHuy hiệu 50 năm tuổi Đảng\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1925|2002}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Chính ủy Học viện Kỹ thuật Quân sự]]\n[[Thể loại:Phó Tư lệnh Quân khu 7, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}