{"58992":"{{chú thích trong bài}}\n{{Thông tin viên chức\n| tên = Trần Duy Hưng\n| hình = TranDuyHung.jpg\n| cỡ hình = 200px\n| miêu tả = Chủ tịch Trần Duy Hưng\n| ngày sinh = [[16 tháng 1]] năm [[1912]]\n| nơi sinh = [[Từ Liêm]], [[Hà Nội]]\n| nơi ở = \n| ngày mất = {{ngày mất và tuổi|1988|10|2|1912|1|16}}\n| nơi mất = [[Hà Nội]]\n| chức vụ = Chủ tịch [[Ủy ban nhân dân thành phố Hà Nội|Ủy ban Hành chính thành phố Hà Nội]]\n| bắt đầu = [[1954]]\n| kết thúc = [[1977]]\n| tiền nhiệm = [[Vương Thừa Vũ]]\n| kế nhiệm = [[Trần Vỹ (Việt Nam)|Trần Vỹ]]\n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Thứ trưởng Bộ Nội vụ\n| bắt đầu 2 = tháng 4 năm [[1947]]\n| kết thúc 2 = \n| tiền nhiệm 2 = [[Phan Bôi|Hoàng Hữu Nam]] ([[Phan Bôi]]) ''(chết)''\n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = Bộ trưởng\n| trưởng viên chức 2 = [[Huỳnh Thúc Kháng]] ''(mất)''\n| chức vụ 3 = [[Đại biểu Quốc hội Việt Nam]] [[Danh sách Đại biểu Quốc hội Việt Nam khóa I theo tỉnh thành|khóa I]], II, III, IV, V, VI, VII\n| bắt đầu 3 = [[1946]]\n| kết thúc 3 = [[1987]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = [[Hà Nội]]\n| trưởng chức vụ 3 = \n| trưởng viên chức 3 = \n| chức vụ 4 = [[Thị trưởng Hà Nội]]<br \/>Chủ tịch [[Ủy ban nhân dân thành phố Hà Nội|Ủy ban Hành chính thành phố Hà Nội]] <br \/> ''[[Việt Nam Dân chủ Cộng hòa]]''\n| bắt đầu 4 = [[30 tháng 8]] năm [[1945]]\n| kết thúc 4 = tháng 10 năm [[1947]]\n| tiền nhiệm 4 = [[Trần Quang Huy (bộ trưởng)|Trần Quang Huy]] <br \/> ''[[Thị trưởng Hà Nội|Chủ tịch Ủy ban nhân dân Cách mạng lâm thời Hà Nội]]''\n| kế nhiệm 4 = [[Ngô Ngọc Du]] <br \/> ''[[Chủ tịch Ủy ban nhân dân thành phố Hà Nội|Chủ tịch]] [[Ủy ban nhân dân thành phố Hà Nội|Ủy ban Kháng chiến - hành chính Hà Nội]]''\n| địa hạt 4 = [[Hà Nội]]\n| trưởng chức vụ 4 = \n| trưởng viên chức 4 = \n| đa số = \n| đảng = \n| đảng khác = \n| danh hiệu = \n| nghề nghiệp = [[Bác sĩ]]\n| học vấn = \n| học trường = [[Trường Bưởi]]\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = \n| họ hàng = \n| cha = \n| mẹ = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chữ ký = \n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| chú thích = \n| quốc tịch = [[Việt Nam]]\n}}\n\n'''Trần Duy Hưng''' ([[16 tháng 1]] năm [[1912]] - [[2 tháng 10]] năm [[1988]]) là một [[bác sĩ]], [[Thị trưởng Hà Nội]] ([[30 tháng 8]] năm [[1945]] đến tháng 12 năm [[1946]]), Chủ tịch Ủy ban Hành chính đầu tiên của [[Hà Nội]] ([[1954]] đến [[1977]] - sau khi ông quyết định về hưu), Thứ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]], Thứ trưởng [[Bộ Y tế (Việt Nam)|Bộ Y tế]] Chính phủ [[Việt Nam Dân chủ Cộng hòa]].\n\n==Thời kì đầu==\nÔng sinh tại phố [[Hàng Bông]] - Thợ Nhuộm ngày 16 tháng 1 năm 1912. Quê nội là làng Hòe Thị thuộc tổng [[Phương Canh]], phủ [[Hoài Đức]], tỉnh [[Hà Đông]] (nay là phường [[Phương Canh]], quận [[Nam Từ Liêm]], [[Hà Nội]]). Ông học [[ngành y]] cùng với các ông [[Tôn Thất Tùng]], [[Đặng Văn Ngữ]], [[Nguyễn Hữu Thuyết]], [[Huỳnh Kham]], [[Nhữ Thế Bảo]], [[Ngô Trâm]], [[Lê Đức Mạnh]].\n \nÔng tích cực tham gia các phong trào xã hội và có uy tín trong giới thanh niên, nhân sĩ, trí thức thời đó. Ông là lãnh tụ của phong trào [[Hướng đạo|Hướng đạo sinh]] [[Bắc Kỳ]] dưới sự dẫn dắt của huynh trưởng [[Hoàng Đạo Thúy]] và đội viên có nhiều kinh nghiệm [[Vũ Thành Đô]]. Trong cuộc đời hoạt động của mình, với cây đàn [[Vĩ cầm|Violon]], ông cùng các đồng chí của mình thường về chợ Canh (nay là chợ Hòe Thị) đàn hát các bài ca cách mạng và diễn thuyết.\n\nÔng cũng tham gia phong trào chấn hưng Phật giáo và cứu tế từ những năm 1930. Năm 1934, Hội Phật giáo Bắc Kỳ được thành lập, ngoài các tu sĩ xuất gia, giới nhân sĩ trí thức như Bác sĩ Trần Văn Lai, Bác sĩ Trần Duy Hưng, ông Nghiêm Xuân Yêm, Dương Đức Hiền, Đỗ Đức Dục…\n\nNăm 1937, lụt tràn hai tỉnh Bắc Ninh, Bắc Giang. Cùng với Hội Tế sinh do cư sĩ Thiều Chửu và cụ cả Mọc (chị cụ Hoàng Đạo Thuý) thành lập, các ông Hoàng Đạo Thúy, Trần Duy Hưng hàng ngày đem thuốc, tiền, quần áo đi tới từng nhà nạn nhân giúp cho đến khi họ sống được. Đợt cứu tế kéo dài ba tháng liên tục cho đến lúc lúa chín.\n\nÔng cũng là một thành viên của nhóm Thanh Nghị. Vào tháng 5 năm 1945, Ông và các thành viên của nhóm Thanh nghị thành lập Hội Tân Việt Nam với tôn chỉ ủng hộ công cuộc độc lập của nước nhà. Hội được phép thành lập theo đạo dụ (số 67) ngày 16-5-1945 của Bảo Đại. ''Hội Tân Việt Nam'' thu hút được khá nhiều trí thức có tên tuổi đương thời và dùng tờ báo ''Thanh Nghị'' để cổ động ảnh hưởng trong giới trí thức, thanh niên, học sinh. Tới ngày 22-7-1945, Hội Tân Việt Nam tuyên bố tự giải tán.\n\nSau khi [[Nhật Bản|Nhật]] đảo chính [[Pháp]], chính quyền [[Bảo Đại]] đã mời ông ra làm Bộ trưởng Bộ Thanh niên Quốc gia Việt Nam nhưng ông đã quyết định xin rút lui.\n\nNgày 15\/6\/1945 (tại Sắc số 65) Vua Bảo Đại thành lập Hội đồng Thanh Niên với Hoàng Đạo Thúy- chủ tịch; hai phó chủ tịch là Trần Duy Hưng và Tạ Quang Bửu; các thành viên có Nguyễn Xiển, Vũ Văn Cẩn, Nguy Như Kontum và nhiều trí thức tiêu biểu khác.\n[[Tập tin:Doan LamSon huongdaosinh 1939.jpg|nhỏ|Toán Chim Sẻ thuộc Tráng đoàn Lam Sơn Hà Nội sau lễ tuyên lời hứa ở làng Thổ Hà, Việt Yên, Bắc Giang, năm 1939. Hàng ngồi trước từ trái sang phải: Tôn Thất Tùng, Hoàng Đạo Thọ, Phạm Biểu Tâm, Trần Duy Hưng (trưởng toán), Vũ Văn Cẩn, Nguyễn Sĩ Dinh. Hàng sau: Tôn Thất Hoàng, Bửu Lư, Tôn Thất Hanh, Vũ Văn Hoan.]]\n\n==Người Thị trưởng đầu tiên==\nSau khi [[Cách mạng tháng Tám]] thành công, Chủ tịch [[Hồ Chí Minh]] đã mời bác sĩ Trần Duy Hưng ra làm [[Thị trưởng Hà Nội]], người thị trưởng đầu tiên dưới chính thể [[Việt Nam Dân chủ Cộng hòa]]. Ông đã viết đơn đồng ý vì theo ông: \"Chủ tịch Hồ Chí Minh thật vĩ đại! Tôi xem Người giống như một tấm gương toàn những cái hay, cái đẹp để tôi học theo.\"\n\nTừ tháng 8 năm [[1945]] ông là Chủ tịch Ủy ban Hành chính Hà Nội [[1945]] - [[1946]]. Trên cương vị Chủ tịch [[Ủy ban nhân dân thành phố Hà Nội|Ủy ban Hành chính Hà Nội]] (1945 - 1946) ông đã tập hợp được đông đảo quần chúng đứng dưới ngọn cờ của chính quyền mới. Bên cạnh đó Ông cũng giúp liên danh của Chính phủ giành được 6 ghế trong [[Danh sách đại biểu Quốc hội Việt Nam khóa I|Quốc hội khóa I]] trong một cuộc bầu cử có hơn 180 ứng viên của các tổ chức khác. Ông là người tích cực đi đầu trong cuộc chiến cứu đói và chống giặc dốt thời đó.\n\n==Các công tác khác==\n\nÔng còn tham gia công tác [[Đại biểu Quốc hội Việt Nam]] khóa I đến khóa VIII <ref>{{Chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_241_NQ\/TVQH | tiêu đề = Nghị quyết số 241 NQ\/TVQH – Wikisource tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, Ủy viên Ủy ban Y tế và xã hội của Quốc hội <ref>{{Chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_c%E1%BB%A7a_Qu%E1%BB%91c_h%E1%BB%99i_n%C6%B0%E1%BB%9Bc_C%E1%BB%99ng_h%C3%B2a_x%C3%A3_h%E1%BB%99i_ch%E1%BB%A7_ngh%C4%A9a_Vi%E1%BB%87t_Nam_v%E1%BB%81_vi%E1%BB%87c_b%E1%BB%95_sung_th%C3%A0nh_vi%C3%AAn_m%E1%BB%99t_s%E1%BB%91_%E1%BB%A6y_ban_c%E1%BB%A7a_Qu%E1%BB%91c_h%E1%BB%99i | tiêu đề = Nghị quyết của Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam về việc bổ sung thành viên một số Ủy ban của Quốc hội – Wikisource tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nSau khi Pháp đánh chiếm Hà Nội, ông đi theo Chính phủ Việt Nam Dân chủ Cộng hòa lên Chiến khu Việt Bắc và giữ các chức vụ Thứ trưởng Bộ Nội vụ (tháng 4 năm 1947 - 1954), Thứ trưởng Bộ Y tế (tháng 6 năm 1954).\n\nTrong thời gian ở ATK, nhất là thời gian đầu kháng chiến chống Pháp, ngoài công tác ở Bộ Nội vụ, Ông là người được đích thân Ông Nguyễn Lương Bằng giao nhiệm vụ chăm sóc sức khỏe cho Hồ Chủ tịch. Ông Bằng đã từng nói với Bác sĩ Hưng năm 1947: \"Lúc này, Đảng, Nhà nước giao toàn quyền chăm sóc sức khỏe của Bác cho anh.\"\n\n==Vị Chủ tịch Hà Nội lâu nhất==\n[[Tập tin:10 10 1954.jpg|thế=TranDuyHung.jpg|nhỏ|Tiếp quản Hà Nội năm 1954]]\nSau ngày [[10 tháng 10]] năm [[1954]], ông trở về [[Hà Nội]] để đảm nhiệm chức vụ Chủ tịch thành phố và được tín nhiệm giữ cương vị này cho đến tháng 6 năm 1977. Tuy nhiên, suốt nhiệm kỳ Chủ tịch, ông lại không được bầu vào ban thường vụ của Thành phố, do đó quyền hành của ông chủ yếu nằm ở mặt thi hành quyết định.\n\nÔng là người đi đầu trong mọi phong trào, đã dẫn dắt thành phố đạt năng suất lúa cao nhất miền Bắc. Mọi hoạt động công thương nghiệp, chăn nuôi và ngay cả rau xanh luôn đi đầu cả nước. Hà Nội cũng là nơi đầu tiên có mô hình nhà lắp ghép rồi từ đó nhân ra các tỉnh.\n\nÔng cũng là người tận dụng triệt để hàng ngũ trí thức tư sản như [[Nghiêm Tử Trình]], [[Trịnh Văn Bô]] trong công cuộc phát triển thành phố. Ông cũng là người dám đột phá với những chủ trương không dễ dàng vào thời đó như. Vào [[thập niên 1960]], Trần Duy Hưng chủ trương bán nhà phân phối cho cán bộ để thành phố vừa có tiền mà cán bộ có nhà của mình để tự họ sửa chữa cho to đẹp hơn. Khi hàng hóa khan hiếm trong chiến tranh chống Mỹ, ông đã để cho tư nhân sản xuất thủ công một số mặt hàng thiết yếu trở lại.\n\nÔng còn là người thị trưởng với tầm nhìn của tương lai. Suốt trong thời gian ông làm chủ tịch, quy hoạch xây dựng tổng thể thành phố luôn được tôn trọng. Ông ôm ấp ý tưởng biến [[sông Hồng]] trở thành một thực thể của Hà Nội.\n\nTrần Duy Hưng là một người sống giản dị, liêm khiết, luôn luôn tận tụy với dân. Ông luôn có mặt động viên kịp thời người dân, đưa những người bị thương đi cấp cứu tại các bệnh viện trên địa bàn Hà Nội thời đó. Trần Duy Hưng còn là người cùng dân xây lại các ngôi nhà bị bom tàn phá trên chính những khu phố bị [[bom B52]] của Mỹ tàn phá như Khâm Thiên, An Dương, Bạch Mai ngay cả trong 12 ngày đêm của trận [[Chiến dịch Điện Biên Phủ trên không|Điện Biên Phủ trên không]] lịch sử tháng 12 năm [[1972]].\n\n[[Đại tướng]] [[Võ Nguyên Giáp]] đã nhận xét về ông: \"Một con người của nhân dân Việt Nam, vì nhân dân Việt Nam; là một trí thức để lại tấm gương sáng cho các thế hệ trí thức cả hôm nay và mai sau học tập, noi theo\".\n\nCuối đời, do xuất thân từ tầng lớp trí thức, ông không còn được Nhà Nước coi trọng, từ đó ông suy sụp và sức khoẻ yếu dần. Ông mất ngày [[2 tháng 10|02 tháng 10]] năm [[1988]] tại [[Hà Nội]], thọ 76 tuổi và an táng tại [[Nghĩa trang Mai Dịch]].\n\n==Phong tặng==\nBác sĩ Trần Duy Hưng đã được trao tặng Huân chương Độc lập hạng Nhất năm 1985, truy tặng [[Huân chương Hồ Chí Minh]] vào [[3 tháng 2]] năm [[2005]].\n\n==Vinh danh==\nNăm 1999, UBND thành phố Hà Nội quyết định lấy tên của ông được đặt cho một đường phố mới của ở phía Tây thành Hà Nội thuộc [[quận Cầu Giấy]] (trước là đường [[Ngô Gia Tự]]). Đường Trần Duy Hưng nối từ ngã tư đường [[Nguyễn Chí Thanh]] - Đường Láng đến ngã tư đường [[Phạm Hùng]] - [[Khuất Duy Tiến]].\n\n== Tham khảo ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/hanoimoi.com.vn\/Tin-tuc\/1000_nam_thang_long\/71055\/ng432%3B7901%3Bi-th7883%3B-tr432%3B7903%3Bng-c7911%3Ba-ha-n7897%3Bi-x432%3Ba Người Thị trưởng của Hà Nội xưa] [[Hànộimới|báo Hà Nội Mới]] 09:56 29\/12\/2005, [https:\/\/web.archive.org\/web\/20070304090329\/http:\/\/www.hanoimoi.com.vn\/vn\/40\/71055 bản lưu]\n*[https:\/\/web.archive.org\/web\/20041025110903\/http:\/\/www.cakhuchanoi.vietnamnet.vn\/chutich.htm Vị chủ tịch lâu năm nhất của Hà Nội]\n* [http:\/\/www.anninhthudo.vn\/Phong-su\/Vi-chu-tich-dau-tien-va-lau-nhat-Ha-Noi\/418143.antd Vị chủ tịch đầu tiên và lâu nhất Hà Nội] Duy Ngọc, báo An ninh Thủ đô, cập nhật 09\/10\/2011 09:00\n*[http:\/\/openvault.wgbh.org\/catalog\/vietnam-1937cc-interview-with-tran-duy-hung-1981 Phỏng vấn Trần Duy Hưng, 1981]\n*[http:\/\/cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=0&cn_id=82970 Kỷ niệm 51 năm ngày giải phóng Thủ đô: Bác sĩ Trần Duy Hưng - vị Chủ tịch đầu tiên của thủ đô Hà Nội được dân quý, dân yêu] Trường Sa, báo DCS, 21:42, 09\/10\/2005\n*[http:\/\/www.dangcongsan.vn\/details.asp?id=BT320522541 Truy tặng Huân chương Hồ Chí Minh cho bác sĩ Trần Duy Hưng]\n*[http:\/\/www.nhandan.com.vn\/tinbai\/?top=37&sub=130&article=52881 Bác Hồ đi chúc tết năm 1946] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070307215555\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=37&sub=130&article=52881 |date = ngày 7 tháng 3 năm 2007}}\n*[http:\/\/sggp.org.vn\/vanhoavannghe\/2006\/11\/69629\/ Vị Chủ tịch TP Hà Nội \"lâu nhất, được dân yêu nhất\"]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }} Anh Thư, [[Sài Gòn Giải Phóng|SGGP]], Cập nhật ngày 04\/11\/2006 lúc 21:21'(GMT+7)\n*[http:\/\/www.vietnamnet.vn\/thuhanoi\/2009\/01\/825478\/ Xuân về nhớ chuyện chủ tịch Trần Duy Hưng]\n*[https:\/\/www.bbc.com\/vietnamese\/vietnam-41142824 \"Vì sao cha tôi và các trí thức bị cách ly?\"]\n*[https:\/\/www.bbc.com\/vietnamese\/vietnam-59010044 \"Bác sỹ Trần Duy Hưng và cách Đảng CS 'dùng mà không trọng trí thức'\"]\n\n[[Thể loại:Thế hệ sáng lập Hướng đạo Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Thị trưởng Hà Nội]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân thành phố Hà Nội]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VII]]\n[[Thể loại:Mất năm 1988]]\n[[Thể loại:Sinh năm 1912]]"}