{"103839":"{{bài cùng tên|Trần Điền (định hướng)}}\n'''Trần Điền''' (1911 - 1968) là một thượng nghị sĩ trong [[Quốc hội]] [[Việt Nam Cộng hòa]]. Ông cũng là một trong các trưởng thế hệ sáng lập [[Hướng đạo Việt Nam]]. Ông bị phía [[Cộng sản]] sát hại trong [[Sự kiện Tết Mậu Thân|Tết Mậu Thân]] tại [[Huế]] tháng 2 năm 1968, lúc đó ông vào khoảng 57 tuổi<ref>[http:\/\/www.thienlybuutoa.org\/Misc\/MauThan1968-01.htm Mậu Thân Ở Huế], Nguyễn Lý Tưởng: \"...Nghị sĩ Trần Điền, Chủ tịch Ủy ban Canh nông Thượng nghị viện, một trong những vị lãnh đạo cao cấp của Hướng đạo Việt Nam, đã từng làm tỉnh trưởng [[Quảng Trị]], làm giáo sư ở [[Huế]], đã bị bắt và bị chôn sống...\"<\/ref>.\n\n==Thân thế==\nTổ tiên của ông vốn là người tỉnh [[Phúc Kiến]] di cư sang [[Việt Nam]] vào thời [[Nhà Thanh|Mãn Thanh]] chiếm [[Trung Quốc]] và đến lập nghiệp tại [[Hương Trà]] tỉnh [[Thừa Thiên Huế|Thừa Thiên]].\n\nĐời tổ thứ sáu có ông [[Trần Bá Lượng]] thi đỗ cử nhân năm 1820 đời [[Minh Mạng]] và được bổ nhiệm làm tri phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] ([[Gia Định]]).\n\nĐời tổ thứ bảy có ông [[Trần Tiễn Thành]] (con trưởng của ông Trần Bá Lượng) thi đỗ tiến sĩ năm 1838 dưới thời Minh Mạng, làm đến chức Thượng thư, Cơ mật Viện Đại thần, Phụ chính Đại thần. Sau khi vua [[Tự Đức]] mất, lúc bấy giờ ông đã ngoài 70 tuổi, từ chức về nhà nhưng hai ông [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] vẫn sai người mang bản thảo đề nghị truất phế vua [[Hiệp Hòa]] đến xin ông ký vào \"đồng ý\" nhưng ông từ chối. Trưa ngày 30 tháng 10 Quý Mùi (tức 29 tháng 11 năm 1883), hai ông Nguyễn Văn Tường và Tôn Thất Thuyết ép vua Hiệp Hòa phải uống thuốc độc chết và sau đó sai bộ hạ đến nhà ám sát ông Trần Tiễn Thành ngày 1 tháng 11 Quý Mùi (tức ngày 30 tháng 11 năm 1883).\n\nSau khi ông Trần Tiễn Thành bị mưu sát, con cháu bỏ quê, trốn tránh đi xa, bỏ chữ lót \"Tiễn\", chỉ lấy họ Trần. Đời thứ 8 là ông Trần Dương sinh ra ông Trần Chánh (đời thứ 9) là cha của ông Trần Điền (đời thứ 10).\n\n==Cuộc đời và sự nghiệp==\nSau khi đậu Cao đẳng Tiểu học [[Pháp]] Việt tại [[Huế]] (1931), ông ra [[Hà Nội]] học [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]]. Chương trình [[Tú tài]] phải học 3 năm nhưng ông chỉ học trong 2 năm và thi đậu Tú tài [[Triết học]] [[Pháp]] năm 1933. Ông trở về Huế làm giáo sư Trung học tư thục Thiên Hữu (''Institut de la Providence'')<ref>[http:\/\/www.thienhuu.org\/th-tiengviet.html Nhớ về Thiên-Hữu Học-Đường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070706052632\/http:\/\/www.thienhuu.org\/th-tiengviet.html |date=2007-07-06 }}, Phạm Nguyên Hanh: \"...các ông Trần Điền (sau này là Thượng nghị sĩ), Tôn Thất Đàm, Trần Văn Tuyên và đặc biệt ông [[Tạ Quang Bửu]] (sau này là Bộ trưởng Bộ Đại học của Bắc Việt)...\"<\/ref>. Sau đó, ông qua ngành hành chánh làm công chức tại [[Thanh Hóa]] (1-7-1936) và hoạt động cho Hội [[Hướng đạo]].\n\nNăm [[1941]], ông được thuyên chuyển về Huế làm Kiểm sự tại Bộ Hộ rồi lên tới Ngự tiền Văn phòng và Văn hóa Viện. Năm [[1944]], ông thi đỗ Tri Huyện và làm tri huyện Tiên Phước rồi Đại Lộc tỉnh [[Quảng Nam]] (1-2-1944 đến 9-1945).\n\nNăm 1945 sau khi [[Việt Minh]] cướp chính quyền tại [[Hà Nội]], ông về Huế làm [[Thẩm phán]] tại quận Hương Trà.\n\nNăm 1947 khi ông [[Trần Văn Lý]] cựu Tổng đốc Lâm Viên ra làm Chủ tịch Hội đồng Chấp chánh Trung phần, ông được cử làm Chủ sự Phòng Thông tin Trung phần (từ 15-4-1947 đến 15-4-1948). Sau đó ông xin nghỉ giả hạn không lương vì không chịu hợp tác với [[Thủ hiến]] Phan Văn Giáo (từ 16-4-1948 đến 5-10-1949).\n\nTừ 6-10-1949 đến 6-8-1951, ông làm Giám đốc Thông tin [[Miền Trung (Việt Nam)|Trung phần]].\n\nSau đó, ông làm phủ trưởng Triệu Phong (1952) rồi Tỉnh trưởng [[Quảng Trị]] (1954-1955). Ông có công tái lập an ninh trật tự, lập các đồn hương vệ, kiểm soát được các đường giao thông trong quận.\n\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]], ông lo đón tiếp đồng bào Quảng Trị từ phía Bắc vĩ tuyến 17 di cư vào Nam. Tết năm [[1955]], [[Thủ tướng]] [[Ngô Đình Diệm]] đến thăm tỉnh Quảng Trị, đã ban tặng cho ông Bảo Quốc Huân Chương.\n\nMùa Xuân năm 1955, nhân vụ đảng [[Đại Việt]] lập chiến khu Ba Lòng, ly khai chống chế độ của Thủ tướng Ngô Đình Diệm, ông bị mất chức Tỉnh trưởng và bị bắt giam tại Huế 3 tháng, sau đó được tại ngoại hầu cứu. Ông bị kết án 6 năm tù nhưng theo lệnh của Tổng thống Ngô Đình Diệm, ông được miễn thụ hình.\n\nTừ 1957-1964, ông dạy học tại Huế và làm Hiệu trưởng trường Bình Minh.\n\nMùa Hè [[1964]], theo lệnh của [[Thiếu tướng]] [[Tôn Thất Xứng]], Tư lệnh Quân đoàn I kiêm Đại biểu Chính phủ tại Vùng I, trường Bình Minh bị nhà nước tịch thu vì đó là tài sản của ông [[Ngô Đình Cẩn]]. Sau đó, ông Trần Điền rời trường Bình Minh qua làm Giám đốc Viện Hán học Huế (từ 17-6-1964 đến 15-8-1966) thay thế ông Võ Như Nguyện từ chức.\n\nTháng 9-1966, ông ứng cử vào Quốc hội Lập hiến tại đơn vị Thừa Thiên và đắc cử. Ông có ra ứng cử Chủ tịch Quốc hội Lập hiến nhưng thua ông [[Phan Khắc Sửu]] 3 phiếu ở vòng đầu.\n\nTháng 9-1967, ông đắc cử Nghị sĩ trong liên danh \"Nông Công Binh\" do Trung tướng [[Trần Văn Đôn]] làm thụ ủy và được bầu làm Chủ tịch Ủy ban Canh nông Thượng nghị Viện.\n\n==Hoạt động Hướng đạo==\nNgoài các hoạt động trong lãnh vực hành chánh, chính trị, giáo dục như đã nói trên, ông còn là một nhà hoạt động thanh niên và xã hội nổi tiếng từ [[1934]] cùng thời với [[Tạ Quang Bửu]], [[Hoàng Đạo Thúy]]... trong phong trào [[Hướng đạo Việt Nam]]. Ông là một trong những người đầu tiên lập tráng đoàn Hướng đạo tại Huế và tổ chức trại huấn luyện trung ương ở Bạch Mã ([[Thừa Thiên Huế|Thừa Thiên]]).\n\nNăm 1934, ông chủ trương tạp chí \"Bạn Đường\" tại [[Thanh Hóa]], ngoài mục đích huấn luyện Hướng đạo sinh, còn thêm phần nghị luận về văn chương và xã hội. Ông cũng đã thành lập một Ban Văn nghệ của Hướng đạo để đi trình diễn nhiều nơi, rất thành công. Ông là một trong những trưởng Hướng đạo đầu tiên được lãnh \"[[Bằng Rừng]]\" và đã tham dự [[Trại Họp bạn Hướng đạo Thế giới|trại họp bạn quốc tế của tổ chức Hướng đạo]] tại [[Úc]] năm [[1952]], được bầu chức Tổng Ủy viên Hướng đạo toàn quốc năm [[1966]]. Ông được anh em Hướng đạo quý mến như là bậc đàn anh đạo đức, gương mẫu và có tài hùng biện, xứng đáng với truyền thống của tổ chức nầy.\n\n==Gia đình==\nNăm [[1936]], ông lập gia đình với bà Hà Thị Việt Nga, một nữ Hướng đạo tại Huế. Ông bà có 10 người con, 4 trai và 6 gái. Ông có thú đọc sách, nghiên cứu và bơi thuyền.\n\n==Bị sát hại==\nTrong Biến cố Tết [[Mậu Thân]], để tránh bom đạn, dân cư ngụ chung quanh khu Dòng Chúa Cứu Thế (Huế) trong đó có gia đình ông vào ẩn núp trong nhà Dòng. Một tuần sau đó, ông bị phía Cộng sản bắt cùng tất cả mọi người trốn trong nhà Dòng và bị đưa ra ngồi ngoài sân kê khai lý lịch. Khi họ đến trước mặt và hỏi ông là ai thì ông trả lời \"Tôi là Nghị sĩ Trần Điền\". Các con ông sau đó trốn thoát, còn ông bị đưa đi mất tích.\n\nSau khi [[Quân lực Việt Nam Cộng hòa]] và [[Quân đội Hoa Kỳ]] tái chiếm lại Huế, người ta phát giác ra ông bị chôn chung với một số người khác, áo quần còn nguyên vẹn, trong người vẫn còn giấy tờ tùy thân như thẻ căn cước bọc nhựa. Mặt của ông nằm úp xuống, dính với lớp đất sét ướt. Vì là mùa Đông, mưa lạnh, nên xác của nạn nhân vẫn còn nguyên vẹn, chưa bị thối rữa.\n\nChính Quyền tỉnh Thừa Thiên cũng như gia đình đã báo tin cho Quốc hội biết. Báo chí và các đài phát thanh tại [[Thành phố Hồ Chí Minh|Sài Gòn]] và khắp miền Nam đều loan tin về cái chết của Nghị Sĩ Trần Điền<ref>[http:\/\/vietbao.com\/?ppid=12&pid=12&nid=62208 Cái Chết Của Ns Trần Điền Tết Mậu Thân (1968) Tại Huế]<\/ref>.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{thời gian sống|sinh=1911|mất=1968}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Thế hệ sáng lập Hướng đạo Việt Nam]]\n[[Thể loại:Bảo quốc Huân chương]]\n[[Thể loại:Tỉnh trưởng Quảng Trị]]"}