{"56515":"{{Chú thích trong bài|date=tháng 10\/2022}}\n{{Infobox Philosopher |\n <!-- Scroll down to edit this page -->\n <!-- Philosopher Category -->\n region = [[Triết học Việt Nam]]|\n era = [[Thế kỷ 20]]|\n color = #B0C4DE |\n\n <!-- Image and Caption -->\n image_name = TranDucThao01.jpg|\n image_caption = Triết gia Trần Đức Thảo |\n image_size = 150px|\n\n <!-- Information -->\n name = Trần Đức Thảo|\n birth_date = [[26 tháng 9]] năm [[1917]]|\n birth_place = làng Song Tháp, [[Châu Khê (phường)|Châu Khê]], [[Từ Sơn]], [[Bắc Ninh]], [[Liên bang Đông Dương]]|\n death_date = [[24 tháng 4]] năm [[1993]]|\n death_place = [[Paris]], [[Pháp]]|\n school_tradition = |\n main_interests = [[Hiện tượng học]]<br>[[Duy vật biện chứng|Chủ nghĩa duy vật biện chứng]]<br>[[Chủ nghĩa Marx]]|\n influences = [[Karl Marx]], [[Friedrich Engels|F. \n Engels]], [[Edmund Husserl]], [[Albert Camus]]|\n influenced = |\n notable_ideas = |\n residence = [[Hà Nội]]|\n nationality = {{VIE}}|\n alma_mater = \n*[[Trường Trung học Albert Sarraut]], Hà Nội\n*Trường École normale supérieure (Paris)|\n signature = |\n education = [[Nhà triết học|Triết gia]]|\n spouse = Nguyễn Thị Nhứt (1954-1967)|\n pseudonym = |\n awards = [[Giải thưởng Hồ Chí Minh]] về Khoa học xã hội năm [[2000]] (truy tặng)\n}}\n\n'''Trần Đức Thảo''' ([[26 tháng 9]] năm [[1917]]- [[24 tháng 4]] năm [[1993]]) là một [[Nhà triết học|triết gia]] người Việt nổi tiếng trên thế giới. Các công trình của ông là những nỗ lực hợp nhất [[hiện tượng học]] và [[triết học Marxist]].\n\n==Tiểu sử==\nTrần Đức Thảo, sinh ngày 26\/9\/1917, tại làng Thái Bình, quê quán tại làng Song Tháp, phường Châu Khê, thành phố [[Từ Sơn]], [[tỉnh Bắc Ninh]]. Ông là con một viên chức [[bưu điện]],\n\nÔng là học sinh xuất sắc của [[Trường Trung học Albert Sarraut|trường trung học Pháp Albert Sarraut (Hà Nội)]], giải nhì cuộc thi triết học các trường trung học toàn quốc Pháp, đỗ [[tú tài Pháp]] năm 1935.<ref>{{chú thích web|url=http:\/\/www.viet-studies.info\/TDThao\/Feron_TranDucThaoLaAi.htm|title=Trần Đức Thảo là ai?|tác giả=|họ=|tên=|ngày=|website=|publisher=Viet-Studies|url lưu trữ=|ngày lưu trữ=|url hỏng=}}<\/ref>\n\n=== Học tập và nghiên cứu ở Pháp ===\nNăm [[1936]], ông nhận [[học bổng]] của Phủ [[toàn quyền Đông Dương]] sang [[Paris]], [[Pháp]], và thi đậu vào trường [[École normale supérieure (Paris)]] năm 1939.\n\nÔng đậu thủ khoa đồng hạng bằng [[Thạc sĩ]] triết học (ngang điểm với [[Jules Vuillemin]]) tại Pháp lúc mới 26 tuổi (1942). Với luận án \"''Phương pháp hiện tượng luận của [[Edmund Husserl|Husserl]]\"'', ông là người Việt Nam đầu tiên được nhận bằng thạc sĩ Triết học.Trong những năm thập niên 1940, ông bắt đầu nghiên cứu viết cuốn sách đầu tiên \"''Phénoménologie et matérialisme dialectique\"'' (\"Hiện tượng luận và chủ nghĩa duy vật biện chứng\") mà sau này đã được dịch sang nhiều thứ tiếng trên thế giới. Sách này lần đầu tiên xuất bản năm 1951.\n\nThay mặt sinh viên và trí thức Việt Nam du học ở Pháp, Trần Đức Thảo đã viết thư gửi về Tổ quốc, bày tỏ tình yêu nước khi Việt Nam vừa giành được độc lập tháng 8 năm 1945. Thư này được in trên tờ ''Cờ giải phóng'', cơ quan của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]].<ref>[http:\/\/vusta.vn\/chitiet\/khac\/Tran-Duc-Thao-Su-ngo-ngac-cua-nguoi-lu-hanh-vat-va-1016 Trần Đức Thảo - Sự ngơ ngác của người lữ hành vất vả]. ''Văn nghệ, số 44, 01\/11\/2003''<\/ref>\n\nKhoảng tháng 10 đến tháng 12 năm 1945, do sự ủng hộ tích cực đối với [[Việt Minh]] và chính phủ [[Hồ Chí Minh]], ông bị chính quyền Pháp bắt giam với lý do ông là mối đe dọa an ninh với Pháp.\n\nTrong năm 1946, tháng 5 và tháng 6, Trần Đức Thảo gặp gỡ Chủ tịch [[Hồ Chí Minh]] tại Pháp nhiều lần, ngỏ ý muốn về Việt Nam nhưng Hồ Chí Minh đã khuyên Trần Đức Thảo ở lại Pháp tiếp tục nghiên cứu khoa học và tham gia hoạt động trong phong trào Việt kiều yêu nước.<ref name=\":0\" \/>\n\nNhững năm tháng ở Pháp ông tham gia tích cực vào phong trào chống đế quốc Pháp ủng hộ Việt Minh. Ông là chủ tịch Hội Việt kiều yêu nước tại Pháp.{{Cần chú thích}}\n\nVào những năm 1948, 1949, ông tham gia vào những cuộc \"bút chiến\" khoa học, trong đó có các tranh luận với các nhà triết học bậc thầy thời bấy giờ là [[Alexandre Kojève]] và [[Jean-Paul Sartre]].{{Cần chú thích}}\n\nNgày 4\/1\/1949, Trần Đức Thảo được Chủ Tịch Hồ Chí Minh cử làm thành viên ''Hội Đồng Giáo Dục Quốc Gia''.\n\n=== Trở về Việt Nam ===\nNăm 1951, ông rời Paris về chiến khu Việt Bắc tham gia [[Kháng Chiến Chống Pháp|kháng chiến chống Pháp]].\n\nNăm 1952, đầu 1953 ông là thư ký tại văn phòng Tổng Bí thư [[Trường Chinh]].\n\nNăm 1953-1954, đi nghiên cứu thực tế trong quân đội, trong các trường đại học, trung học chuyên nghiệp ở Việt Bắc, đi tham gia cải cách ruộng đất ở Phú Thọ.\n\nSau 1954, từ Việt Bắc về Hà Nội, Giáo sư Trần Đức Thảo kết hôn với Tiến sĩ Nguyễn Thị Nhứt, đến ngày 5 tháng 1 năm 1967, theo yêu cầu của bà Nguyễn Thị Nhứt hai ông bà đã thuận tình ly hôn.<ref>{{chú thích web|url=http:\/\/www.viet-studies.info\/TDThao\/CuHuyChu_TranDucThao_TieuSu.htm|title=Giáo sư Trần Đức Thảo|publisher=Viet-Studies|date=14.09.2011}}<\/ref>\n\nNăm 1954 tham gia Ban nghiên cứu Văn-Sử-Địa, tiền thân của Ủy ban Khoa học Xã hội và Ban Tuyên huấn Trung ương sau này. Trong thời gian này Trần Đức Thảo đã công bố nhiều tác phẩm trên tạp chí Văn-Sử-Địa.\n\nNăm 1955-1956, ông trở thành giáo sư Triết học và là Phó Giám đốc [[Đại học Sư phạm Văn khoa]], Chủ nhiệm khoa [[Lịch sử]], [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]] (nay là [[Đại học Khoa học Xã hội và Nhân văn]] thuộc [[Đại học Quốc gia Hà Nội]]).\n\n=== Liên quan đến Nhân văn Giai phẩm ===\nNăm 1957-1958, Ông bị kết án dính líu đến [[Phong trào Nhân Văn – Giai Phẩm|phong trào Nhân văn - Giai phẩm]] khi công bố hai bài báo có bàn đến một số vấn đề về tự do, dân chủ.\n\nSau vụ Nhân văn-Giai phẩm, theo gợi ý của Chủ tịch Hồ Chí Minh, ông [[Phạm Văn Đồng]] và ông [[Trường Chinh]] đã bàn với [[Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Ban tổ chức Trung ương]] và Bộ trưởng Bộ giáo dục [[Nguyễn Văn Huyên]] bố trí Trần Đức Thảo về công tác tại [[Nhà xuất bản Chính trị quốc gia - Sự thật|NXB Sự Thật]], để ông tiếp tục nghiên cứu triết học, có điều kiện liên hệ trao đổi khoa học với các nhà triết học các nước, đặc biệt là các nhà triết học Pháp. Từ đây công việc chủ yếu của Trần Đức Thảo là nghiên cứu dịch thuật các tác phẩm kinh điển chủ nghĩa Marx-Lenin, viết các tác phẩm khoa học, để xuất bản tại Pháp và một số nước khác.<ref name=\":0\">Cù Huy Chữ, [http:\/\/www.viet-studies.com\/TDThao\/TranDucThao_HoChiMinh_CHChu.htm Tư duy Trần Đức Thảo và tư tưởng Hồ Chí Minh] - Viet Studies<\/ref>\n\nÔng bị cho thôi chức Phó Giám đốc trường ĐHSP Hà Nội, chức Trưởng khoa Lịch sử chung cho cả ĐHSP và ĐHTH Hà Nội và không được tiếp tục giảng dạy ở đây. Ông hạn chế liên hệ với người khác, bị cô lập trong cuộc sống<ref>{{chú thích web|url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=1688&rb=0301|title=Trần Ðức Thảo, một kiếp người|publisher=talawas|date=01.06.2004}}<\/ref>.\n* Thái Vũ kể: \"''việc gặp thầy Trần Đức Thảo từ nước Pháp tư bản trở về là rất dễ bị quy tội như bên Trung Quốc trong Đại Cách mạng Văn hoá. Gặp thầy lủi thủi đạp chiếc xe đạp mini cộc cạch cũng đành làm ngơ, nhiều khi không dám nhìn''.\"<ref>{{chú thích web|url=http:\/\/www.viet-studies.info\/TDThao\/TranDucThao_ThaiVu.htm01|title=Những chuyến lữ hành của triết gia Trần Đức Thảo|publisher=talawas|date=03.03.2006}}<\/ref>\n* GS [[Nguyễn Đình Chú]] giảng viên cao cấp của khoa Ngữ văn ([[Trường Đại học Sư phạm Hà Nội]]) viết: \"''Điều không thể không nói là sau đợt đấu tranh này, quan hệ giữa các thầy bị đấu tranh với mọi người, với các học trò, trong đó có quan hệ giữa thầy Thảo với tôi, coi như phải chấm dứt dù còn ở chung nhà tập thể. Cách đây vài năm, anh [[Cù Huy Chử]] cho tôi biết ngày Thầy sống ở Sài Gòn trước khi đi Pháp, có lần Thầy nói với anh: Nguyễn Đình Chú là người ghi bài giảng của Thầy để làm tài liệu học tập cho sinh viên nhiều nhất và tốt nhất nhưng sau cuộc đấu tố, gặp mình mà không chào. Quả có sự thật khốn nạn đó. Hàng ngày vẫn gặp Thầy lên xuống ở cầu thang mà tôi cứ phải cúi mặt xuống không dám chào Thầy vì sợ liên lụy, vì xấu hổ về tội phản Thầy. Chỉ một [[Đoàn Mai Thi]] là người duy nhất không sợ gì cả vẫn thường xuyên lui tới săn sóc Thầy trong hoạn nạn, để lại một điểm son về đạo tôn sư trong lòng chúng bạn.''\"<ref>[http:\/\/vanhoanghean.vn\/van-hoa-va-doi-song27\/cuoc-song-quanh-ta46\/triet-gia-tran-duc-thao-%E2%80%9Cnhung-ngay-ay%E2%80%9D Triết gia Trần Đức Thảo “Những ngày ấy”]{{Liên kết hỏng|date=2022-04-15 |bot=InternetArchiveBot }}, Nguyễn Đình Chú, vanhoanghean, 01 Tháng 4 2012<\/ref>\n* Trong quyển sách hồi ký nguyên văn bằng tiếng Pháp là Mémoire d'un Vietcong (Hồi ký của một Việt Cộng), [[Trương Như Tảng]] có nhắc tới thạc sĩ Trần Đức Thảo (tr.300): \"''Ông không bị tù hay hành hạ thân xác, nhưng công an bao vây, cô lập ông không cho ai tiếp xúc… Nếu ông Thảo tiếp xúc với ai, chẳng hạn một người bạn trên đường phố, thì người đó sẽ bị bắt giữ để điều tra. Bề ngoài xem ra triết gia sống cuộc đời bình thường. Nhưng thực tế ông sống như Robinson Crusoe, hoàn toàn cô độc, mặc dầu có nhiều người ở xung quanh. Ngay họ hàng thân thích cũng không được phép nói chuyện với ông. Đối với một trí thức như vậy là một sự tra tấn dã man.''\"\n* Françoise Corrèze, người bạn thân của Trần Đức Thảo có hay tới thăm ông ở căn phòng khu tập thể Kim Liên, nhưng chỉ bút đàm, vì phòng bị thu âm.<ref name=dd1\/>\nKể từ năm 1960, ông [[Cù Huy Chử]], thành viên Tổ thư ký của Thủ tướng [[Phạm Văn Đồng]] lúc đó, đã lưu trữ và nhờ đánh máy lại các trang bản thảo viết tay của Trần Đức Thảo.<ref name=vnn1>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/giao-duc\/guong-mat-tre\/305945\/nguoi-nang-duyen-voi-tran-duc-thao.html | tiêu đề = Người nặng duyên với Trần Đức Thảo - VietNamNet | author = | ngày = | ngày truy cập = 13 tháng 6 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>\n\n=== Cuối đời ===\nNăm 1985, sau khi đi [[Cộng hòa Dân chủ Đức]] vừa chữa bệnh, vừa làm việc với Viện hàn lâm khoa học của CHDC Đức, ông có sang làm việc với [[Viện Hàn lâm Khoa học Liên Xô|Viện hàn lâm khoa học Liên Xô]].\n\nNăm 1991, ông sang Pháp chữa bệnh kết hợp với \"nghiên cứu khoa học, do Ban bí thư Trung ương Đảng Cộng sản Việt Nam cử đi\" (theo TS. [[Cù Huy Chử]]) và mất tại [[Paris]] vào năm sau. Theo những anh chị em có dịp tiếp cận, Trần Đức Thảo cho biết ông được tổng bí thư [[Nguyễn Văn Linh]] và Ban bí thư cử sang Pháp để \"giải độc trí thức Việt Kiều\" khỏi những ảnh hưởng xấu từ những thông tin trên truyền thông phương Tây.<ref name=dd1>{{chú thích web|url=http:\/\/www.diendan.org\/nhung-con-nguoi\/voi-tran-111uc-thao-mot-chut-duyen-no-1|title=Với Trần Đức Thảo, một chút duyên nợ|publisher=Diễn đàn|date=01.02.2011}}<\/ref> Di hài ông được nhà nước đưa về an táng tại Khu A [[Nghĩa trang Văn Điển]], [[Hà Nội]].\n\n==Vinh danh==\n*Năm [[2000]], ông được [[nhà nước Việt Nam]] truy tặng [[Giải thưởng Hồ Chí Minh đợt II]] về [[khoa học xã hội]] với tác phẩm ''Tìm cội nguồn của ý thức và ngôn ngữ'' (viết bằng tiếng Pháp, Editions Sociales, Paris, 1973).{{fact}}\n*Năm 2020, tên ông được đặt cho con đường thuộc khu ký túc xá [[Trường Đại học Văn hóa Thành phố Hồ Chí Minh|Đại học Văn hóa]] (đoạn từ Đỗ Xuân Hợp đến cuối, chiều dài 356 m) ở thành phố [[Thủ Đức]], thành phố Hồ Chí Minh.<ref>{{Chú thích web|url=https:\/\/nguoidothi.net.vn\/dat-ten-duong-cho-hai-giao-su-tran-duc-thao-va-tran-van-khe-24172.html|tựa đề=Đặt tên đường cho hai Giáo sư Trần Đức Thảo và Trần Văn Khê|tác giả=|họ=|tên=|ngày=2020\/06\/29|website=Người Đô Thị|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Đánh giá==\n===Chỉ trích===\n* [[Nguyễn Lân]] khi tham gia phê phán trong phong trào Nhân văn - Giai phẩm có viết: {{cần dẫn nguồn}}\n{{cquote|''Sở dĩ có những lệch lạc ở một số sinh viên khoa Văn và khoa Sử là vì họ đã chịu cái ảnh hưởng tàn khốc của [[Trương Tửu]] và Trần Đức Thảo... Nhà trường đòi hỏi các cán bộ giảng dạy trước khi lên lớp phải soạn giáo trình và giáo án; nhưng Tửu và Thảo thì không chịu viết giáo trình, lấy cớ là môn mình phụ trách khó quá chưa thể cho in thành tài liệu được. Sự thực là họ sợ mực đen giấy trắng dễ biểu lộ những tư tưởng phản động của họ. Họ thường tay không lên lớp rồi nói lung tung, không theo một phương pháp sư phạm nào. Vì không có giáo án nên đã có lần Trương Tửu không chuẩn bị, phải nhai lại một bài đã giảng kỳ trước, làm cho sinh viên hết sức công phẫn...'' \n''... Nhưng Trương Tửu và Trần Đức Thảo thì ngược lại, chỉ âm mưu dùng cái diễn đàn của trường đại học để đả kích chế độ, đả kích Đảng và xuyên tạc chân lý. Thí dụ: Tửu đã say sưa giảng về Vũ Trọng Phụng để chứng minh rằng [[Vũ Trọng Phụng]] sáng suốt hơn Đảng. Còn Thảo thì trong hai năm dạy lịch sử tư tưởng chỉ cố ý dừng lại ở Hê-ghen, không hề giảng đến Mác, Thảo luôn luôn dùng cái \"hạt nhân duy lý\" để xóa nhòa ranh giới giữa duy vật và duy tâm, xóa nhòa ranh giới giữa ta và địch. Quả là Tửu và Thảo đã dụng tâm làm tan rã lòng tin tưởng của sinh viên vào Đảng, vào chế độ.''}}\n\n===Khen ngợi===\n* Giáo sư [[Trần Văn Giàu]] cho rằng, ở Việt Nam bản thân mình và các đồng nghiệp khác cũng chỉ là những người nghiên cứu và giảng dạy triết học, người duy nhất được coi là nhà triết học, chỉ có Trần Đức Thảo mà thôi.<ref>[http:\/\/bulletin.vnu.edu.vn\/btdhqghn\/Vietnamese\/C1711\/C1713\/2005\/07\/N7566\/?1 Triết gia lữ hành Trần Đức Thảo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061005182321\/http:\/\/bulletin.vnu.edu.vn\/btdhqghn\/Vietnamese\/C1711\/C1713\/2005\/07\/N7566\/?1 |date = ngày 5 tháng 10 năm 2006}}, Phạm Thành Hưng, Đại học Quốc gia Hà Nội.<\/ref>\n* [[Bùi Văn Nam Sơn]] nhận xét: \"''Đó là một trong những người Việt hiếm hoi được học hành đến nơi đến chốn về triết học và cho thấy người Việt mình cũng có thể tiếp cận rất gần với triết học thế giới. Đi cụ thể vào tư tưởng, thành tựu của Trần Đức Thảo thì khác. Có lẽ do bối cảnh đặc thù, không có điều kiện tiếp thu với bên ngoài cộng hưởng nhiều yếu tố dị biệt của thời cuộc đã khiến cho Trần Đức Thảo không còn thấy những chân trời của cụ. Cụ không còn mở cửa đối thoại mà tự giao cho mình trách nhiệm phòng vệ: bảo vệ cái có sẵn, cái gì xa lạ là bác bỏ thay vì tiếp thu cái mới để có thể phê phán hay không đồng ý nhưng sẽ phát triển. Mà điều này không đúng với tinh thần của một triết gia. Triết gia là phải tranh luận để tiếp tục, để mở thêm những chân trời chứ không phải để khép lại các chân trời. Không ai dám phủ nhận chất lượng triết học của bản thân Trần Đức Thảo, nhưng đáng tiếc, có thể nói Trần Đức Thảo là tù nhân của bản thân.''\"<ref>[http:\/\/triethoc.hnue.edu.vn\/index.php\/Cau-chuyen-triet-hoc\/bui-vn-nam-sn-cuc-i-vui-qua-khong-bun-c.html Bùi văn Nam Sơn: Cuộc đời vui quá không buồn được] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130729151830\/http:\/\/triethoc.hnue.edu.vn\/index.php\/Cau-chuyen-triet-hoc\/bui-vn-nam-sn-cuc-i-vui-qua-khong-bun-c.html |date = ngày 29 tháng 7 năm 2013}}, Cát Khuê, Đại học Sư phạm Hà Nội, 4.4.2013<\/ref>\n\n==Các tác phẩm==\nGiáo sư Trần Đức Thảo để lại khối lượng tác phẩm đồ sộ bao gồm gần 200 tác phẩm hầu hết bằng tiếng Pháp, tiếng Đức (được xuất bản ở Pháp, Đức, Mỹ) và một số bằng tiếng Việt với khoảng 2 vạn 6 ngàn trang sách.\n\n=== Các tác phẩm tiêu biểu ===\n* ''Phương pháp hiện tượng học của [[Edmund Husserl|Husser]]''[[Edmund Husserl|l]] (1942), tiếng Pháp (luận văn).\n* ''[https:\/\/www.worldcat.org\/title\/tran-duc-thao-phenomenologie-et-materialisme-dialectique\/oclc\/473395212&referer=brief_results Phénoménologie et matérialisme dialectique]'', tiếng Pháp. Minh-Tân, Paris (1951). Bản Tiếng Việt: ''Hiện tượng học và chủ nghĩa duy vật biện chứng''. Nhà xuất bản Đại học Quốc gia Hà Nội (2004).\n*[https:\/\/www.worldcat.org\/title\/triet-ly-a-i-en-au\/oclc\/1135245482&referer=brief_results ''Triết-lý đã đi đến đâu?''] Minh-Tân, Paris (1950)\n*''[https:\/\/www.worldcat.org\/title\/recherches-sur-lorigine-du-langage-et-de-la-conscience\/oclc\/489752876&referer=brief_results Recherches sur l'origine du langage et de la conscience]'', tiếng Pháp. Editions Sociales, Paris (1973). Bản Tiếng Việt: ''Tìm cội nguồn của ngôn ngữ và ý thức''. Nhà xuất bản Văn hoá Thông tin (1996).\n* ''Logic của cái hiện tại sống động'' (''La logique du présent vivant'') (chưa hoàn thiện).\n* ''[https:\/\/www.worldcat.org\/title\/van-dung-triet-hoc-mac-le-nin-the-nao-cho-ung\/oclc\/43650064&referer=brief_results Vận dụng triết học Mác-Lênin thế nào cho đúng]'', Nhà xuất bản Sự Thật, 1991.\n* ''[https:\/\/www.worldcat.org\/title\/lich-s-t-tng-trc-marx\/oclc\/221995234&referer=brief_results Lịch sử tư tưởng trước Marx]''. Nhà xuất bản Khoa học Xã hội (1995).\n* ''[https:\/\/www.worldcat.org\/title\/van-e-con-ngi-va-chu-nghia-ly-luan-khong-co-con-ngi\/oclc\/49681085&referer=brief_results Vấn đề con người và chủ nghĩa \"lý luận không có con người\"].'' Nhà xuất bản Thành phố Hồ Chí Minh (2000).\n*''Sự hình thành con người''. Nhà xuất bản Đại học Quốc gia Hà Nội (2004).\n\n=== Những bài báo ===\n\n* ''Marxisme et phenomenologie'', La Revue Internationale 2, 168-174 (1946).\n* ''Les relations Franco-Vietnamiennes'', Les Temps modernes 2,1053- 1067 (1947).\n* ''Sur I'interpretation trotzkyiste des evenements d'Indochine'', Les Temps moderlles 2, 1697 - 1705 (1947).\n* ''La \"Phenomenologie de I'esprit\" et son contenu reel'', Les Temps modernes 3, 492- 519 (1948).\n* ''Existentialisme et materialism e dialectique'', Revue de Meraphysique et de Morale 54, 317 329 (1949).\n* ''Les origines de la reduction phenomenologique chez Husserl'', Deucalion 3, 128-142 (1950).\n* ''Lực lượng sản xuất và quan hệ sản xuất trong cuộc khủng hoảng của xã hội phong kiến Việt Nam'', Tạp chí Nghiên cứu Văn Sử Địa, số 1\/1954.\n* ''Tìm hiểu giá trị văn chương cũ''. Tạp chí Nghiên cứu Văn Sử Địa, số 3\/1954.\n* ''Bài'' \"''Hịch tướng sĩ''\" ''của Trần Hưng Đạo và xã hội Việt Nam trong thời kỳ thịnh của chế độ phong kiến'', Tạp chí Nghiên cứu Văn Sử Địa, số 1\/1955.\n* ''Nguồn gốc ý thức trong cuộc tiến hoá của hệ thần kinh'', Tập san Đại học Sư phạm, số 1\/1955.\n* ''Biện chứng pháp của thần kinh'', Tập san Đại học Sư phạm, số 2\/1955.\n* ''Nội dung xã hội của'' \"''Truyện Kiều''\", Tập san Đại học Sư phạm, số 5\/1956.\n* \"''Hạt nhân duy lý''\" ''trong triết học Hêghen'', Tập san Đại học Văn khoa, số 6-7\/1956.\n* ''Nỗ lực phát triển tự do dân chủ'', Nhân văn, số 3\/1956.\n* ''Nội dung xã hội và những hình thức của tự do'', Giai phẩm Mùa đông, tập 1\/1956 (1956).\n* ''Tự kiểm thảo'', Báo Nhân dân, ngày 22-24\/5\/1958.\n* ''Le \"Noyau rationnel\" dans la dialectique hegelienne'', La Pensee No. 19, 3-23 (1965).\n* ''Le mouvement de rindication comme forme originaire de la conscience'', La Pellsee No. 128, 3- 24 (1966).\n* ''Du geste de l'index a l'image typiqe''<nowiki\/>', Part I, La Pensee No. 147, 3--46 (1969).\n* ''Du geste de l'index a I'image typique'', Part II, La Pensee No. 148, 71 111 (1969).\n* ''Du geste de l'index a l'image typique'', Part III, La Pensee No. 149, 93-106 (1970).\n* ''Cái gọi là'' \"''Tấm biển chỉ đường của trí tuệ''\"''đi ngược với tư duy biện chứng của lý trí\"'',Tạp chí Cộng sản số 2\/1991 (1991).\n\n=== Sách được dịch sang tiếng Anh ===\n\n* ''Phénoménologie et matérialisme dialectique'' (1951), ''[https:\/\/www.springer.com\/gp\/book\/9789027707376 Phenomenology and Dialectical Materialism]'' English edition: <nowiki>ISBN 90-277-0737-5<\/nowiki>\n* ''Recherches sur l'origine du langage et de la conscience'' (1973) ''[https:\/\/www.springer.com\/gp\/book\/9789027708274 Investigations into the Origin of Language and Consciousness]''. English edition: <nowiki>ISBN 90-277-0827-4<\/nowiki>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Đọc thêm ==\n\n*''Trần Đức Thảo - Những lời trăn trối''. Tổ hợp Xuất bản Miền Đông Hoa Kỳ (2014).\n*''Triết gia Trần Đức Thảo - Di cảo, khảo luận, kỷ niệm''. Nguyễn Trung Kiên, Nhà xuất bản Đại Học Huế, 2016.\n\n==Liên kết ngoài==\n*[http:\/\/docs.srv.vietnamnet.vn\/docs\/giaoduc\/2016\/20160523DanhmucDisanTDT.pdf Danh mục tác phẩm Trần Đức Thảo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160617085239\/http:\/\/docs.srv.vietnamnet.vn\/docs\/giaoduc\/2016\/20160523DanhmucDisanTDT.pdf |date=2016-06-17 }} trên [[Vietnamnet]]\n* [http:\/\/www.viet-studies.info\/TDThao\/index.htm Tác phẩm và phê bình về Trần Đức Thảo]\n* [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5804&rb=0301 Triết gia Trần Đức Thảo]\n* [http:\/\/www.viet-studies.org\/TDThao\/TDThao_DLThuy.htm Trần Đức Thảo\"]\n* [http:\/\/www.tienphong.vn\/van-nghe\/tran-duc-thao-nbsptriet-gianbspdam-noi-len-su-that-43398.tpo Trần Đức Thảo - triết gia dám nói lên sự thật].\n* [http:\/\/www.viet-studies.info\/TDThao\/TranDucThao_NguyenDinhChu.htm GIÁO SƯ TRIẾT HỌC TRẦN ĐỨC THẢO]\n* [http:\/\/www.viet-studies.info\/TDThao\/TDThao_NguoiLuHanh_NguyenDinhThi.htm Người lữ hành vất vả] của Nguyễn Đình Thi\n* [http:\/\/www.viet-studies.info\/TDThao\/TDThao_NguyenBan.htm Trần Đức Thảo - Sự ngơ ngác của người lữ hành vất vả] của Nguyễn Bản\n* [http:\/\/amvc.free.fr\/Damvc\/Khoa\/Triet\/BiblioTDT.htm Thư mục tạm thời Trần Đức Thảo (1917-1993)]\n* [http:\/\/triethoc.edu.vn\/index.php?option=com_content&view=article&id=18:tim-ci-ngun-ca-ngon-ng-va-y-thc&catid=10:s-kin&Itemid=16. Trần Đức Thảo - Tìm cội nguồn của ngôn ngữ và ý thức]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vanvn.net\/news\/16\/43-thanh-tuu-tu-duy-cua-tran-duc-thao.html THÀNH TỰU TƯ DUY CỦA TRẦN ĐỨC THẢO (Triệu Từ Truyền)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201215159\/http:\/\/www.vanvn.net\/news\/16\/43-thanh-tuu-tu-duy-cua-tran-duc-thao.html |date = ngày 1 tháng 2 năm 2014}}\n* [http:\/\/vietnamnet.vn\/vn\/giao-duc\/khoa-hoc\/308360\/tran-duc-thao-va-nua-the-ky-tram-tu-triet-hoc.html Trần Đức Thảo và nửa thế kỷ trầm tư triết học], Nguyễn Trung Kiên dịch từ bản tiếng Anh \"Dialectical logic as the General logic of Temporalization\". In: A–T. Tymieniecka (ed.) (2015). Analecta Husserliana, Vol. XLVI, p.&nbsp;147 – 154. Dordrecht: Kluwer Academic Publishers, 1995.\n* D'Alonzo, Jacopo. \"[https:\/\/www.sciencedirect.com\/science\/article\/pii\/S038800011730298X. Tran-Duc-Thao and the Language of the Real Life].\" Language Sciences 70:45-57 [Special Issue: Karl Marx and the Language Sciences: critical encounters ed. by Peter E Jones]. Amsterdam: Elsevier 2018. \n* D'Alonzo, Jacopo. \"[https:\/\/doi.org\/10.19079\/actas.2018.1.31 Tran-Duc-Thao: Consciousness & Language. Report of the Centenary Conference].\" Acta Structuralica - International Journal for Structuralist Research 3:31-50. 2018. \n* D'Alonzo, Jacopo. \"[https:\/\/doi.org\/10.19079\/actas.2017.1.5.La semiologia dialettica di Tran-Duc-Thao: Alcune considerazioni su Saussure, fenomenologia e strutturalismo]\". Acta Structuralica - International Journal for Structuralist Research 2:1.53-86. 2017.\n* D'Alonzo, Jacopo. \"[https:\/\/doi.org\/10.19079\/actas.2017.1.87. L’origine del linguaggio e della coscienza. Storia di un libro mai pubblicato: dal carteggio inedito tra Ferruccio Rossi-Landi e Tran-Duc-Thao].\" Acta Structuralica - International Journal for Structuralist Research 2:1.87-152. 2017. \n* D'Alonzo, Jacopo. [http:\/\/apcz.umk.pl\/czasopisma\/index.php\/THS\/article\/view\/ths.2016.007. Trần Đức Thảo: A Marxist Theory on Origins of Human Language]{{Liên kết hỏng|date=2023-03-20 |bot=InternetArchiveBot }}. \" Theoria et Historia Scientiarum 13 The origins and development of language: a historical perspective, pp.&nbsp;103–120. Nicolaus Copernicus University Press. 2016.{{Thời gian sống|1917|1993}}\n{{Kiểm soát tính nhất quán}}\n{{Nhân Văn - Giai Phẩm}}\n\n[[Thể loại:Nhà nghiên cứu triết học Việt Nam|T]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Triết học Việt Nam]]\n[[Thể loại:Triết gia thế kỷ 20]]\n[[Thể loại:Nhà lý luận Mác-xít]]\n[[Thể loại:Triết học]]\n[[Thể loại:Nhà triết học Việt Nam]]"}