{"3235800":"{{Thông tin chiến tranh\n| tên = Trận Bô Cô\n| một phần của = [[Chiến tranh Minh-Việt (1407-1414)]]\n| thời gian = [[30 tháng 12]] năm [[1408]] (14 tháng 12 ÂL)\n| địa điểm = Bến Bô Cô, xã Hiếu Cổ, huyện Vọng Doanh (nay thuộc xã [[Yên Bằng]], huyện [[Ý Yên]], tỉnh [[Nam Định]])\n| kết quả = Quân Hậu Trần chiến thắng\n| thay đổi lãnh thổ = \n| bên 1 = Quân khởi nghĩa [[nhà Hậu Trần]]\n| bên 2 = [[Nhà Minh|Đế quốc Minh]]\n| chỉ huy 1 = [[Giản Định Đế]]<br \/>[[Đặng Tất]]<br \/>[[Đặng Dung]]\n| chỉ huy 2 = [[Mộc Thạnh]]<br \/>[[Lưu Tuấn (tướng nhà Minh)|Lưu Tuấn]]{{KIA}}<br \/>[[Lữ Nghị]]{{KIA}}<br \/>[[Lưu Dục (tướng nhà Minh)|Lưu Dục]]{{KIA}}<br \/>[[Liễu Tông (tướng nhà Minh)|Liễu Tông]]{{KIA}}\n| thành phần 1 = \n| thành phần 2 = \n| lực lượng 1 = khoảng 5-6 vạn quân\n| lực lượng 2 = 6 vạn quân (số liệu của sử Trung Quốc)<ref name=\"ReferenceB\">Viện sử học, sách đã dẫn, tr 81. Dẫn theo Minh sử<\/ref>\n10 vạn quân (số liệu của sử Việt Nam)<ref name=\"ReferenceA\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt14.html Đại Việt sử ký toàn thư, Bản kỷ quyển 9]<\/ref>.\n| thương vong 1 = ''Không rõ''\n| thương vong 2 = gần 10 vạn(số liệu của sử Việt Nam)<ref name=\"ReferenceA\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt14.html Đại Việt sử ký toàn thư, Bản kỷ quyển 9]<\/ref>.\n| ghi chú = \n}}\n'''Trận Bô Cô''' hay '''Bồ Cô''' diễn ra vào ngày [[30 tháng 12]] năm [[1408]] (tức 14 tháng 12 năm Mậu Tý) tại bến Bô Cô bên [[sông Đáy]], thuộc tỉnh [[Nam Định]] ngày nay. Đây có lẽ là trận đánh lớn nhất trong [[Chiến tranh Minh-Việt (1407-1414)|cuộc chiến giữa nhà Minh (Trung Quốc) với quân khởi nghĩa người Việt do nhà Hậu Trần lãnh đạo]]. Quân Minh do Chinh Di tướng quân [[Mộc Thạnh]] chỉ huy đã bị quân [[nhà Hậu Trần]] do [[Giản Định đế]] chỉ huy đánh bại.\n\n== Bối cảnh ==\nGiữa năm [[1407]], [[nhà Hồ]] bị quân Minh đánh bại. Nước [[Đại Ngu]] bị diệt và bị quân Minh chiếm đóng. Tuy ban đầu dùng danh nghĩa giúp [[nhà Trần]] chống nhà Hồ nhưng khi chiếm được Đại Ngu, [[Minh Thành Tổ]] lại hạ lệnh lùng bắt con cháu họ Trần và biến Đại Ngu thành quận Giao Chỉ nội thuộc Trung Quốc. Sự đô hộ tàn bạo của nhà Minh đã dẫn đến việc nhân dân Đại Việt nổi dậy mong muốn giành lại độc lập, hàng loạt các cuộc khởi nghĩa lớn nhỏ nổi ra trên phạm vi cả nước.<ref>[[Trần Trọng Kim]], tr. 78<\/ref>\n\nTháng 11 năm 1407, [[Trần Triệu Cơ]] tôn tông thất nhà Trần cũ là [[Trần Ngỗi]] lên làm vua, lập lại nhà Trần tại [[Yên Mô]] ([[Ninh Bình]]), dấy binh chống lại quân Minh.\n\nThời gian đầu, nhà Hậu Trần yếu thế và bị mãnh tướng [[Trương Phụ]] nhà Minh đánh bại, quân Hậu Trần phải rút vào Hóa châu. Ngay lúc đó, chiến tranh giữa nước Minh và các bộ tộc [[Bắc Nguyên]] lại bùng phát dữ dội. Trương Phụ đã nhận được lệnh triệu hồi, cùng Mộc Thạnh rút về [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]] (Hà Nội) rồi phải mang đại quân về nước, giao quyền đánh dẹp lại cho các tướng người Hán và các hàng tướng người Việt.\n\nNắm bắt thời cơ, nhà Hậu Trần mở đợt tấn công mới đánh thẳng ra Nghệ An, sau đó đến cuối năm 1408 thì tiến chiếm toàn bộ các vùng Thanh Hóa, Nghệ An, Diễn Châu, Tân Bình, Thuận Hóa. Theo lệnh của Giản Định Đế, Đặng Tất mang toàn quân tấn công ra bắc. Khi quân Hậu Trần đến [[Tràng An]] thì rất đông hào kiệt ra hưởng ứng.\n\nNgày 31 tháng 8 âm lịch năm 1408, Đô ty Giao Chỉ cùng ty Bố chính, Án sát tâu với Minh Thành Tổ:\n:''\"Nghịch tặc Giản Định cùng bọn Đặng Tất tụ tập dân chúng làm loạn, xin tăng thêm binh để tiễu bình. Định là quan cũ của họ Trần, khi đại quân đến dẹp giặc họ Lê, y ra hàng, bèn sai người đưa đến kinh sư. Rồi y cùng Trần Hy Cát bỏ trốn, cùng với ngụy quan đất Hoá Châu là bọn Đặng Tất, Nguyễn Suý mưu nổi loạn. Bọn chúng suy tôn Định làm vua, tiếm xưng kỷ nguyên Hưng Khánh, hoạt động tại các vùng núi non tại Hoá Châu và Nghệ An, chế tạo vũ khí, chiêu tập đồ đảng. Lúc này đại quân đã về nước, bọn Định mang quân ra đánh Bình Than và ải Hàm Tử; chặn đường đi lại tại Tam Giang. Chúng đánh phá gần thành Giao Chỉ [Đông Đô], các châu huyện như Từ Liêm, Oai Man, Thượng Hồng, Đại Đường, Ứng Bình, Thạch Thất đều theo chúng; thế giặc càng ngày càng thịnh, quan quân đánh mấy lần nhưng không lập được công, nên xin tăng thêm binh.\"''\n\nNhận được lời tâu, vua Minh dụ Đô Chỉ huy Sứ ty Vân Nam, Quý Châu, Tứ Xuyên, Thành Đô điều 4 vạn quân, lại sai Kiềm quốc công [[Mộc Thạnh]] đeo ấn Chinh di tướng quân, chỉ huy quân từ Vân Nam sang bình định Giao Chỉ. Vua Minh còn sai Binh bộ thượng thư Lưu Tuấn làm tham mưu quân sự cho Mộc Thạnh. Ngoài ra, Minh Thành Tổ sắc dụ Đô đốc Thiêm sự Lữ Nghị, [[Hoàng Trung (nhà Minh)|Hoàng Trung]] ở Đô ty Giao Chỉ chuẩn bị 2 vạn thủy quân cùng thuyền bè, khí giới để hiệp lực với Mộc Thạnh. Mộc Thạnh đem quân tới Vân Nam, họp quân với Lữ Nghị tiến về hướng nam. Quân Giản Định đế sau khi giải phóng được một vùng rộng lớn thì cũng ra sức dưỡng quân, tuyển quân, trữ lương, rèn khí cụ, đóng chiến thuyền.\n\n==Lực lượng==\nSử sách Việt Nam không ghi rõ số quân nhà Hậu Trần, chỉ ghi khi quân Hậu Trần gồm 5 trấn từ Thanh Hóa đến Thuận Hóa và khi ra đến Tràng An thì số người theo rất đông<ref name=\"ReferenceA\"\/>. Quân chủ lực theo [[Đặng Tất]] tiến ra bắc tham chiến vào khoảng 5-6 vạn.\n\nVề lực lượng quân Minh, bộ ''[[Minh thực lục|Hoàng Minh thực lục]]'' dẫn lời vua Minh THành Tổ, ghi nhận đạo quân viện binh của Chinh Di tướng quân Mộc Thanh và Thượng thư Bộ Binh Lưu Tuấn gồm 4 vạn; còn quân của Đô ty Lã Nghị ở Giao Chỉ là 2 vạn quân<ref name=\"ReferenceB\"\/>. Sử Việt Nam cũng ghi chép khác nhau, ''[[Đại Việt sử ký toàn thư]]'' cho rằng quân Minh có ít nhất 10 vạn người, trong đó đạo viện binh của Mộc Thạnh là 5 vạn<ref name=\"ReferenceA\"\/>, còn ''[[Việt sử tiêu án]]'' không ghi số quân Minh, ''[[Khâm định Việt sử thông giám cương mục]]'' ghi số quân viện binh của Mộc Thạnh là 4 vạn<ref name=\"ReferenceC\">[[Khâm định Việt sử thông giám cương mục]], Chính biên quyển 12<\/ref>.\n\n== Diễn biến ==\nChi tiết về trận đánh được các sách sử mô tả rất sơ sài. Theo mô tả trong sử sách, đạo quân viện binh của Mộc Thạnh từ [[Vân Nam]] kéo sang, hợp với quân của Lã Nghị và tiến đến Bô Cô. Phía quân Hậu Trần được mô tả là \"quân ngũ nghiêm chỉnh\"<ref name=\"ReferenceD\">Ngô Thì Sĩ, sách đã dẫn, tr 642<\/ref> hay \"quân dung nghiêm chỉnh\"<ref name=\"ReferenceA\"\/>, dưới quyền chỉ huy của Quốc công [[Đặng Tất]], có vua Giản Định cùng đi thân chinh, tiến từ Tràng An đến Bô Cô và chạm trán quân Minh.\n\nCả quân Hậu Trần và quân Minh đều chia ra hai cánh thủy và bộ cầm cự với nhau<ref name=\"ReferenceC\"\/>.\n\nNhân lúc gió to và nước triều thổi mạnh, Giản Định Đế và Đặng Tất lệnh cho quân sĩ đóng cọc để giữ và đắp lũy hai bên bờ. Mộc Thạnh chia quân thủy bộ để chống lại hai cánh quân Hậu Trần<ref name=\"ReferenceD\"\/>.\n\nHai bên giáp chiến ác liệt, vua Giản Định Đế tự mình cầm dùi đánh trống khích lệ tướng sĩ, thúc các cánh quân Hậu Trần xông vào trận<ref name=\"ReferenceC\"\/><ref name=\"ReferenceD\"\/>. Hai bên giao chiến từ giờ Tỵ (khoảng 11 giờ) đến giờ Thân (16 giờ)<ref name=\"ReferenceA\"\/>. Sử sách Việt Nam ghi nhận quân Hậu Trần chém được Binh bộ thượng thư là Lưu Tuấn, Đô ty Lã Nghị<ref name=\"ReferenceA\"\/><ref name=\"ReferenceC\"\/> và Tham chính ty Bố Chính Giao Chỉ là Lưu Dục<ref name=\"ReferenceD\"\/>. Sử Trung Quốc cho rằng Lưu Tuấn không phải tử trận mà đã thắt cổ tự vẫn trong lúc bị vây hãm<ref>Minh Thực lục, tập 1, tr 317<\/ref>.\n\nQuân Minh đại bại, Mộc Thạnh dẫn tàn quân chạy vội vào thành Cổ Lộng gần đó<ref name=\"ReferenceA\"\/>.\n\nVề thiệt hại của quân Minh, Đại Việt sử ký toàn thư ghi là 10 vạn người<ref name=\"ReferenceA\"\/>, nhưng các sử gia hiện đại căn cứ theo số quân Minh cũ và mới chỉ có khoảng 6 vạn nên cho rằng con số của Toàn thư mang tính khuếch trương<ref name=\"Viện Sử học, sách đã dẫn, tr 82\">Viện Sử học, sách đã dẫn, tr 82<\/ref>. Các sách ''Việt sử tiêu án'' và ''Khâm định Việt sử thông giám cương mục'' không ghi thiệt hại của quân Minh. Riêng ''[[Đại Việt sử ký tiền biên]]'' của [[Ngô Thì Sĩ]] thận trọng hơn, cho rằng có trên 10 vạn quân Minh tham chiến, gần như toàn bộ bị giết và tan vỡ chạy<ref name=\"ReferenceE\">Ngô Thì Sĩ, sách đã dẫn, tr 642: \"quân cũ và mới hơn 10 vạn người chết, tan chạy gần hết\"<\/ref>.\n\nKhông có tài liệu nào nói về thiệt hại của quân Hậu Trần.\n\n== Ý nghĩa và hậu quả ==\nTrận Bô Cô là trận thắng lớn nhất của quân Hậu Trần. Một bộ phận lớn quân Minh đồn trú và viện binh sang Giao Chỉ đã bị tiêu diệt<ref name=\"Viện Sử học, sách đã dẫn, tr 82\"\/>.\n\nTrước thời cơ lớn, Giản Định Đế muốn nhân đà thắng lợi đánh ngay vào lấy Đông Quan, nhưng [[Đặng Tất]] lại chủ trương đánh xong số quân địch còn sót lại rồi mới tiến. Vua tôi bàn mãi chưa quyết định được, viện binh quân Minh ở Đông Quan đã tiếp ứng cho Mộc Thạnh chạy về cố thủ Đông Quan. Đặng Tất chia quân vây các thành và gửi hịch đi các lộ kêu gọi hưởng ứng đánh quân Minh<ref name=\"ReferenceA\"\/>\n\nDo bất đồng về sách lược, vua Giản Định không bằng lòng với Đặng Tất và [[Nguyễn Cảnh Chân]], nội bộ vua tôi nhà hậu Trần trở nên chia rẽ. Vài tháng sau, sau khi nghe theo lời gièm pha, vua Giản Định sợ uy tín của hai người quá cao, lại nghi ngờ hai tướng \"có ý khác\" nên tháng 3 năm 1409, vua Giản Định giết chết Đặng Tất và Nguyễn Cảnh Chân.<ref name=\"Tran79\" \/>\n\nHai người con hai ông là Đặng Dung và Nguyễn Cảnh Dị bất bình vì cha bị giết oan, bỏ đi lập Trần Quý Khoáng làm vua, tức là Trần [[Trùng Quang Đế]].<ref name=Tran79>[[Trần Trọng Kim]], tr. 79<\/ref>\n\nVì bất đồng ý kiến về chiến thuật sau trận đánh, nhà Hậu Trần đã không tận dụng được trận thắng lớn để đánh quân Minh mà cuối cùng lại chia rẽ và tự suy yếu.\n\n==Tham khảo==\n*''[[Đại Việt sử ký toàn thư]]'', Bản kỷ quyển 9\n*''[[Khâm định Việt sử Thông giám cương mục]]'', quyển VII\n*''[[Việt Nam sử lược]]''\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* Ngô Thì Sĩ (2011), Đại Việt sử ký tiền biên, Nhà xuất bản Văn hóa thông tin\n* ''Minh thực lục - Quan hệ Trung Quốc - Việt Nam thế kỷ 14-17'', Hồ Bạch Thảo dịch, Nhà xuất bản Hà Nội, 2010\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Xung đột năm 1408]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Nhà Hậu Trần]]"}