{"434906":"'''Trần Oanh''' (1927 - 1986) là vận động viên bắn súng [[Việt Nam]]. Năm 2000, ông được [[Ủy ban Olympic Quốc tế|Ủy ban Olympic quốc tế]] (IOC) công nhận là Vận động viên xuất sắc nhất [[thế kỷ 20]] của Việt Nam theo đề xuất của Ủy ban Thể dục Thể thao Việt Nam.\n\n== Tiểu sử và thành tích ==\nÔng sinh năm 1927,quê ở miền biển xã Hải Yến, huyện [[Tĩnh Gia]] (nay là xã [[Hải Yến, Nghi Sơn|Hải Yến]], thị xã [[Nghi Sơn]], tỉnh [[Thanh Hóa]]).\n\nTừ năm 17 tuổi, trong bối cảnh cuộc [[chiến tranh Đông Dương]], ông gia nhập bộ đội địa phương. Ông nổi tiếng với bộ môn bắn súng, thường tham dự các giải thể thao của quân đội các nước [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]] hằng năm và thường xuyên xếp thứ nhất.\n\nTháng 7 năm 1962, tại [[:vi:Plzeň (vùng)|Plzen]] ([[Tiệp Khắc]]), trong giải bắn súng quân đội các nước XHCN với sự tham dự của hàng trăm tay súng đến từ 15-16 nước trên thế giới, ông chiếm giải nhất khi bắn được 587 điểm trong bộ môn [[Bắn súng (thể thao)|bắn súng]] nội dung 25 mét [[Súng ngắn ổ xoay|súng ngắn ổ quay]], vượt kỷ lục thế giới lúc đó. Nhờ thành tích này, ông được thăng cấp [[thượng úy]] [[Quân đội nhân dân Việt Nam]].\n\nNăm 1966, tại giải [[GANEFO]] châu Á (giải thể thao của các nước mới phát triển) ông đoạt Huy chương vàng môn súng ngắn bắn chậm với thành tích 574 điểm. Năm 1967, tại giải bắn súng hữu nghị quốc tế mở rộng tại [[Bắc Kinh]], cũng trong bộ môn bắn súng nội dung 25 mét súng ngắn bắn chậm, ông đoạt giải nhất khi bắn được 554 điểm, vượt kỷ lục châu Á lúc bấy giờ.\n\nNăm 1974, ông về hưu và sống cuộc đời nghèo khổ, thiếu thốn, cho đến khi qua đời ngày 20\/8\/1986 (tức 15\/7 âm lịch năm Bính Dần)\n\nNăm 2000, ông được [[Ủy ban Olympic Quốc tế|Ủy ban Olympic quốc tế]] (IOC) công nhận là Vận động viên xuất sắc nhất [[thế kỷ 20]] của [[Việt Nam]] theo đề xuất của Ủy ban Thể dục Thể thao Việt Nam.\n\n== Tham khảo và liên kết ngoài ==\n* [http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=108804&ChannelID=89 Cái kết buồn của VĐV VN xuất sắc nhất thế kỷ 20]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật thể thao Việt Nam}}\n{{thời gian sống|1927|1986}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Thượng úy Quân đội nhân dân Việt Nam]]\n[[Thể loại:Vận động viên bắn súng Việt Nam]]\n[[Thể loại:Thể thao Thanh Hóa]]"}