{"1585281":"{{wikify}}\n{{bài cùng tên|Trần Đông}}\n'''Trần Đông''' (10 tháng 10 năm [[1925]] – [[28 tháng 10]] năm [[2013]]), tên thật là '''Bùi Thuyên''', là nhà hoạt động cách mạng Việt Nam, [[Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] các khóa IV, V, VI. Ông từng giữ các chức vụ Bí thư Thành ủy Hải Phòng, Thứ trưởng Bộ Nội vụ, Thứ trưởng thứ nhất Bộ Tư pháp.\n==Tiểu sử==\nTrần Đông sinh ngày 10 tháng 10 năm 1925, quê quán tại làng Hòe Thị, xã Đại Hợp, huyện Kiến Thụy, tỉnh Kiến An, nay là huyện Kiến Thụy, thành phố Hải Phòng. Tên khai sinh là Bùi Thuyên.<ref name=\"candthongbao\"\/>\n\nTrần Đông là một trong hai đảng viên lớp đầu của xã và là Bí thư Chi bộ đầu tiên của xã Đại Hòe (nay là Đại Hợp). Sớm giác ngộ lý tưởng cách mạng, với sự gan dạ, mưu trí của mình, ông đã đảm nhiệm nhiều chức vụ quan trọng ở địa phương khi tuổi đời còn rất trẻ. 28 tuổi ông đã giữ chức vụ Trưởng ty Công an Hải Phòng.\n\n===Hoạt động trong ngành công an===\n\n* Năm 1955, Trần Đông làm Trưởng đoàn trật tự gồm 153 cán bộ, sĩ quan đại diện cho phía Việt Nam vào [[Hải Phòng]] trước 5 ngày để nhận bàn giao với đại diện phía Liên hiệp Pháp về trật tự trị an của thành phố\n* Sau đó Trần Đông giữ cương vị Giám đốc Công an Hải phòng trong 16 năm. Ông có thời gian học tập tại Học viện An ninh Liên Xô (1962 – 1963). Ông được bầu làm Thành ủy viên, Ủy viên Thường vụ Thành ủy, Ủy viên Ủy ban Hành chính Thành phố Hải Phòng\n* Trần Đông là Ủy viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa IV, V, VI Sau đó, ông giữ chức vụ Bí thư Thành ủy Hải Phòng (1977 – 1979)<ref>{{chú thích web | url = http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 | tiêu đề = Sở Nội vụ | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-11-13 | archive-url = https:\/\/web.archive.org\/web\/20141113074143\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 | url-status = dead }}<\/ref>,\n* Năm 1979 Trần Đông được bổ nhiệm Thứ trưởng Bộ Nội vụ (nay là Bộ Công an) phụ trách an ninh nhân dân (tình báo, phản gián), xây dựng lực lượng Công an nhân dân, Văn phòng tổng hợp (V11), có thời gian phụ trách cả quan hệ quốc tế (V12),... Những năm này, Bộ trưởng [[Phạm Hùng]] đã dành nhiều thời gian làm nhiệm vụ của Ủy viên Bộ Chính trị và Phó Chủ tịch Hội đồng Bộ trưởng, có lúc phải đi chữa bệnh ở nước ngoài nhiều tháng... Các Thứ trưởng khác mỗi người phụ trách một phần việc, một địa bàn vì vậy mà công việc của Bộ tập trung vào ông và [[Trần Quyết]]<ref>{{Chú thích web |url=http:\/\/cand.com.vn\/vi-VN\/trongmatdan\/2009\/8\/118808.cand |ngày truy cập=2012-10-21 |tựa đề=Bản sao đã lưu trữ |archive-date=2009-10-05 |archive-url=https:\/\/web.archive.org\/web\/20091005102825\/http:\/\/www.cand.com.vn\/vi-VN\/trongmatdan\/2009\/8\/118808.cand |url-status=dead }}<\/ref>\n* Năm 1987 Trần Đông giữ chức Thứ trưởng thứ nhất [[Bộ Tư pháp Việt Nam]] cho đến khi nghỉ hưu<ref>{{chú thích web | url = http:\/\/moj.gov.vn\/ct\/tintuc\/lists\/hdlanhdaobo\/view_detail.aspx?ItemID=5595 | tiêu đề = Lãnh đạo Bộ Tư pháp thăm nguyên Thứ trưởng Trần Đông | author = | ngày = | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> \n* Vì tuổi cao, Trần Đông mất vào 23 giờ 8 phút ngày 28 tháng 10 năm 2013 (tức ngày 24 tháng 9 năm Quý Tỵ) tại Bệnh viện Hữu nghị, thành phố Hà Nội, hưởng thọ 89 tuổi, an táng tại [[Nghĩa trang Mai Dịch]].<ref name=\"candthongbao\">{{chú thích web|title=Đồng chí Trần Đông, nguyên Thứ trưởng Bộ Công an từ trần|url=http:\/\/cand.com.vn\/thoi-su\/Dong-chi-Tran-Dong-nguyen-Thu-truong-Bo-Cong-an-tu-tran-242569\/|website=Công an nhân dân|publisher=2013-11-02|access-date=2019-11-19}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1925|2013}}\n\n[[Thể loại:Người họ Bùi tại Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Bí thư Thành ủy Hải Phòng]]\n[[Thể loại:Thứ trưởng Bộ Công an (Việt Nam)]]"}