{"821259":"{{Thông tin chiến tranh\n| conflict = Trận đồi C1\n| partof = [[Chiến dịch Điện Biên Phủ]] trong [[Chiến tranh Đông Dương]]\n| image =\n| caption = \n| date = Tiến công lần 1: [[30 tháng 3|30]] - [[31 tháng 3]], [[1954]]<br> Chống phản kích đến [[2 tháng 5]].\n| place = ''Đồi C1'', [[Điện Biên Phủ]]\n| nguyên nhân = \n| thay đổi lãnh thổ= QĐNDVN chiếm ''Đồi C1'', tiêu diệt một phần trung tâm đề kháng ''Eliane''. \n| result = QĐNDVN chiếm đồi và đẩy lui các đợt phản kích\n| combatant1 = [[Tập tin:Flag of France.svg|20px]] Quân đội [[Liên hiệp Pháp]]\n* {{flagicon|Pháp}} [[Pháp]]\n* [[Tập tin:Flag of South Vietnam.svg|22px|border]] [[Quốc gia Việt Nam]]\n| combatant2 = [[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Quân đội Nhân dân Việt Nam]] \n| commander1 = {{flagicon|Pháp}} [[Jules Gaucher]] {{KIA}}<br>{{flagicon|Pháp}} [[Maurice Chenel]]<br>{{flagicon|Pháp}} [[Marcel Bigeard]]\n| commander2 = [[Tập tin:Flag of Viet Nam Peoples Army.svg|20px]] [[Lê Quảng Ba]]<br>[[Tập tin:Flag of Viet Nam Peoples Army.svg|20px]] [[Vũ Lăng]]\n| strength1 = 3 [[đại đội]] giữ đồi, 3 [[tiểu đoàn]] Dù phản kích; có [[pháo binh]], [[không quân]] và 3 [[xe tăng]] hỗ trợ.\n| strength2 = 1 [[trung đoàn]] được tăng cường 1 đại đội [[sơn pháo]] 75 mm, 1 [[đại đội]] cối 120 mm, 1 trung đội cối 82 mm, 1 [[trung đội]] trọng liên 12,7 mm; được 1 [[đại đội]] lựu pháo 105 mm chi viện\n|casualties1=chừng vài trăm chết, bị thương, bị bắt\n|casualties2=khoảng 300 chết, 500 bị thương\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Trận đồi C1''', mở màn ngày [[31 tháng 3]] năm [[1954]], là một trong những trận đánh quan trọng trong giai đoạn 2 và 3 của [[Chiến dịch Điện Biên Phủ]]. Mục tiêu của [[Quân đội Nhân dân Việt Nam]] trong trận này là xóa sổ trung tâm đề kháng ''Eliane'', một trong dãy cứ điểm phía đông [[Điện Biên Phủ]], mà phía [[Việt Nam]] gọi là ''đồi C1''.\n\nNhờ chuẩn bị chu đáo, xây dựng trận địa vững chắc, triệt để lợi dụng địa hình có lợi nên ngày [[30 tháng 3]], chỉ sau 45 phút chiến đấu, Trung đoàn 98 [[Quân đội Nhân dân Việt Nam]] đã nhanh chóng tiêu diệt ''C1''. Tuy nhiên, việc đột phá sang ''C2'' đã không thành công. Từ ngày 31-3 đến 2-5, suốt 31 ngày trung đoàn liên tục phòng ngự, đánh lui 12 đợt phản kích của quân [[Pháp]]. Đây là một trong những trận chiến đấu gay go quyết liệt nhất trong đợt 2 chiến dịch Điện Biên Phủ.\n\n==Địa hình, bố trí phòng ngự đồi C1 của Pháp==\n===Địa hình===\nCao điểm ''C'' bố trí trên 3 điểm cao thuộc dãy đồi phía đông [[Điện Biên Phủ]], nằm ở giữa các điểm cao ''A1'', ''D1'', ''D3''. Dãy đồi này chạy dài từ bắc xuống nam là bức tường chắn bảo vệ khu trung tâm [[Mường Thanh]]. Pháp cho đóng 8 cứ điểm trên dãy đồi này, hình thành hướng phòng ngự chủ yếu đề ngăn chặn đối phương từ phía đông và đông bắc đánh vào trung tâm. Ngoài những điểm cao này, các cứ điềm khác thuộc khu trung tâm đều ở vị trí thấp. Giữ được các điềm cao phía đông, quân [[Pháp]] mới có chỗ dựa để cố thủ.\n\nCứ điểm ''C1'' nằm trên điểm cao ''493'', cao 50 m, là một quả đồi nhọn; sườn phía đông dốc thoải hơn sườn phía tây, đỉnh cao là khu ''Cột cờ'', có thể quan sát và khống chế được xung quanh. Sườn phía đông có một mỏm nhô ra phía trước. So với ''D1'', ''C1'' ở thụt vào phía trong, do đó hỏa lực bắn thẳng của [[Pháp]] ở ''D1'' có thể kiểm soát tới chân ''C1''.\n\nSát chân ''C1'' về phía đông là điểm cao ''473'' (còn gọi là ''đồi Mâm xôi'') thấp hơn 20 m, nhưng hỏa lực bắn thằng từ đây có thể kiểm soát khu vực giữa ''Cl'', ''D2'' và ''đồi Yên Ngựa'' giữa ''Cl'', ''C2''.\n\nĐông nam ''C1'' có 1 mỏm thấp nhô ra chân ''C2'' (điểm cao ''437''), hỏa lực từ ''C1'' có thể khống chế. Tây Nam ''C1'' là cứ điểm ''C2'' nằm trên 2 mỏm đồi ''485'' và ''484'', cao 42 m, ''C1'' và ''C2'' cùng nằm trên một dãy dồi, chỉ cách nhau khoảng 100 mét qua một sườn đồi võng xuống như hình yên ngựa. ''C2'' dài hơn nhưng thấp hơn ''C1'', phía nam ''C2'' khoảng 490m là ''A1'', cao gần bằng ''Cl'', lại nhô ra phía ngoài, cùng với hỏa lực ở ''C1'', ''C2'' tạo thành lưới lửa dày đặc trước tiền duyên. Phía tây ''C1'' khoảng 200 m có đường số 41 chạy từ bắc xuống nam. Từ ''C1'' có đường về [[Mường Thanh]], sang ''C2'', ''A1'', ''D1'', [[xe tăng]] có thể đi được.\n\n===Bố trí phòng ngự của Pháp===\nSau khi mất các cứ điểm [[Him Lam]], [[Độc Lập]], [[Bản Kéo]], khu trung tâm của Pháp được tổ chức thành hai phân khu đông và tây. Pháp chú ý phòng ngự phần khu đông nên đã tăng cường 2 tiểu đoàn Dù (6è BPC và 5è BPVN) để chiếm đóng thêm một số cứ điểm nhằm củng cố khu vực phòng thủ, đồng thời làm lực lượng cơ động phản kích. Cứ điểm ''C1'', ''C2'' do Đại đội 3 Tiểu đoàn 1 Trung đoàn bộ binh [[Maroc]] số 4 (1\/4è RTM) là một đơn vị quen phòng ngự rừng núi chiếm giữ. Trang bị có 2 [[súng cối]] 60&nbsp;mm, 3 đại liên, 8 trọng liên, 2 [[súng phun lửa]], còn lại là súng trường, tiểu liên. Đội hình bố trí như sau:\n* Chỉ huy đại đội ở đỉnh cao nhất (''khu Cột cờ''), các trung đội bố trí ở các khu vực xung quanh cứ điểm. Riêng trung đội [[Binh đoàn Lê dương Pháp|Lê dương]] bố trí ở ''khu Cột cờ'' làm lực lượng phản kích khi bị tiến công, đột nhập.\n* Hỏa lực bố trí thành hai tầng. Tầng dưới hướng ra ngoài gồm một hệ thống 9 lô cốt quanh cứ điểm, bố trí trung liên, đại liên để kiểm soát mặt đất. Tầng trên bố trí trọng liên 12,7&nbsp;mm, cối 60&nbsp;mm, cối 81&nbsp;mm; [[súng phun lửa]] bố trí trên hướng bị uy hiếp. Trong trung tâm cũng có bố trí hỏa lực.\n* Ở những nơi hỏa lực của bản thân cứ điểm không kiểm soát được thì dùng hỏa lực bắn thẳng, cầu vồng của các cứ điểm lân cận không chế (''D1'', ''D3'', ''A1'' bắn tới chân ''C1'', ''C2''; đại liên ở ''đồi Mâm xôi'', 12,7&nbsp;mm ở [[Mường Thanh]] bắn ra ''đồi Yên ngựa'' giữa ''C1''-''C2''). Đồng thời quân [[Pháp]] cũng chuẩn bị cho 1 tiểu đoàn pháo (12 khẩu) ở [[Hồng Cúm]], cối 120mm ở [[Mường Thanh]] và hỏa lực ở các cứ điềm lân cận bắn vào những nơi đối phương có thể triển khai lực lượng tiến công.\n* Công sự trận địa theo kiểu dã chiến lâu dài, tương đối vững chắc, nhất là ở hướng đông. Cấu trúc hệ thống chiến hào nhiều tầng, xen kẽ các [[lô cốt]], có giao thông hào nối liền, hình thành điểm tựa vòng tròn. Giao thông hào sâu 1,7 mét, rộng 0,8m nhiều đoạn có nắp, nhưng gấp khúc, khó cơ động. Ụ súng, lô cốt bằng bao cát, gỗ đất dày 0,8 - 1,5 m chống được đạn cối 82&nbsp;mm. Những công sự quan trọng như hầm chỉ huy, trung tâm thông tin lát bằng gỗ hoặc ghi đường băng [[máy bay]], trên đắp đất dày. Vật cản được bố trí kết hợp với địa hình vả hỏa lực, khoảng cách giữa 2 hàng rào 7–15 m. Trong cứ điểm, giữa các trung đội có hàng rào đơn ngăn cách; các ụ súng lớn, hầm chỉ huy đều có hàng rào [[dây kẽm gai|dây thép gai]] bao bọc. Mìn bố trí dày đặc trong và ngoài các hàng rào.\n* Khi bị tiến công, ''C1''-''C2'' có thể được tiểu đoàn pháo cối chi viện. Về [[không quân]] có thể được chi viện 10 - 20 lần chiếc\/ngày: lực lượng phản kích ứng cứu có thể 1-3 tiểu đoàn bộ binh, có 2 - 3 [[xe tăng]] yểm hộ theo 2 hướng: Từ ''C2'' qua ''đồi Yên ngựa'' và từ ''C1'' lên, hoặc ngay từ chân ''C2'' phản kích theo giao thông hào.\n\nTóm lại, cứ điểm phòng ngự có binh lực, hỏa lực mạnh, công sự dày đặc, vững chắc, hướng phòng ngự chủ yếu là hướng đông; khi bị tiến công được hỏa lực của các cứ điểm lân cận và của tập đoàn cứ điểm chi viện.\n\n==Kế hoạch tiến công của Quân đội Nhân dân Việt Nam==\nSau thắng lợi của đợt tiến công thứ nhất, Bộ Chỉ huy [[Quân đội Nhân dân Việt Nam]] quyết định mở đợt tiến công thứ hai của [[Chiến dịch Điện Biên Phủ]] với quyết tâm: ''\"tập trung ưu thế binh hỏa lực tiêu diệt địch ở khu đông [[Mường Thanh]], chiếm lĩnh dãy đồi phía đông, uy hiếp trung tâm, tạo điều kiện chuyển sang tổng công kích tiêu diệt toàn bộ tập đoàn cứ điểm [[Điện Biên Phủ]]\".''\n\nTrung đoàn 98 [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] được giao nhiệm vụ tiến công tiêu diệt cứ điểm ''C1''. Trung đoàn 98 từ đầu chiến dịch đã tham gia tiến công [[Lai Châu]], chặn đánh quân Pháp ở [[Mường Pồn]]. Trung đoàn có kinh nghiệm tiến công phòng ngự công sự vững chắc ở địa hình rừng núi. Cán bộ chiến sĩ có tinh thần chiến đấu dũng cảm và được rèn lyện thử thách trong quá trình xây dựng trận địa, nắm được quy luật hoạt động của địch, thông thuộc địa hình.\n[[Tập tin:Dien Bien Phu zoom.svg|phải|350px|thumbnail|Phân khu trung tâm của [[Pháp]] cuối tháng 3-1954. ''C1'' là ''Eliane 1'', ''C2'' là ''Eliane 4''.]]\n\nTrung đoàn 98 (thiếu Tiểu đoàn 938) được tăng cường 1 đại đội [[sơn pháo]] 75&nbsp;mm, 1 đại đội cối 120&nbsp;mm, 1 trung đội cối 82&nbsp;mm, 1 trung đội 12,7&nbsp;mm, được 1 đại đội [[lựu pháo]] 105&nbsp;mm chi viện, có nhiệm vụ tiến công tiêu diệt ''C1'', phát triển sang ''C2''; sau đó phối hợp cùng đơn vị bạn tiêu diệt một bộ phận của Tiểu đoàn Dù 6 ở chân ''C1'', ''C2''. Tiểu đoàn 938 không tham chiến, làm dự bị cho đại đoàn.\n\nSau khi nhận mệnh lệnh của đại đoàn, trung đoàn trưởng và [[chính ủy]] hội ý quán triệt nhiệm vụ, đánh giá tình hình, địa hình, thuận lợi khó khăn khi thực hiện nhiệm vụ, sơ bộ dự kiến quyết tâm chiến đấu. Tiếp đó, Đảng ủy trung đoàn họp thảo luận quyết tâm chiến đầu sơ bộ: sử dụng lực lượng, cách đánh, thuận lợi khó khăn và hướng khắc phục; phân công cán bộ trung đoàn tiếp tục nghiên cứu, chuẩn bị kế hoạch tác chiến.\n\nTrung đoàn tổ chức cho các cán bộ từ trung đội đến trung đoàn và cơ quan đi trinh sát thực địa. Tại đài quan sát ở điểm cao ''516'', trung đoàn trưởng sơ bộ giao nhiệm vụ cho các đơn vị. Ban đêm các cán bộ tiềm nhập xác định điểm, hướng đột phá, trận địa xuất phát xung phong các tiểu đoàn, trận địa hỏa lực. Sau đó, Đảng ủy họp lần thứ hai mở rộng đến thủ trưởng quân chính các tiểu đoàn, các đơn vị tăng cường, phối thuộc, thủ trưởng các cơ quan, xác định quyết tâm chiến đấu cuối cùng.\n\nQua trinh sát, trung đoàn xác định: Đông ''C1'', ''C2'' là ruộng thấp bằng phẳng trống trải chạy từ điểm cao ra xa 200–300 m, tiện cho triển khai lực lượng tiến công; tiếp đó là những dãy đồi, càng về phía sau càng cao dần, có các điểm cao ''183'', ''470'', ''516''… có thể bố trí hỏa lực, đặt đồi quan sát. Đông nam ''C2'' 400 m có điểm cao ''493'' (còn gọi là ''đồi F''), nếu chiếm được thì có thể đặt trung liên, đại liên, ĐKZ bắn vào ''C1'', ''C2'' rất tốt. Sau dãy đồi là những vạt rừng bằng phẳng chạy từ Pom Loi đến Long Bua, sau đó là đồi núi, rừng rậm liên tiếp tiện cho cơ động tiếp cận.\n\nVới địa hình như trên, đột phá ''C1'' chỉ có một hướng độc nhất là hướng đông theo dãy đồi vào [[lô cốt]] số 1 là ít bị hỏa lực [[Pháp]] ngăn chặn, có điều kiện tiếp cận, triển khai lực lượng, đặt trận địa hỏa lực, xung phong vào ''khu Cột cờ'' nhanh và từ đó theo ''đồi Yên ngựa'' đột phá sang ''C2''. Cũng có thể lợi dụng các mỏm nhô ra để đột phá vào ''C2'', nhưng địa hình ít thuận lợi hơn, phải xây dựng trận địa vững chắc và kiềm chế chặt hỏa lực địch. Đông nam điểm cao ''470'', cách ''C1'' khoảng 200 m có bản Hồng Líu không có dân, cạnh bản có điềm cao ''491'' có thể đặt sở chỉ huy trung đoàn.\n\n==Diễn biến==\n===Quân đội Nhân dân Việt Nam tiến công lần 1 (đêm 30-3)===\nTheo đúng kế hoạch, từ mọi hướng, chiến hào của [[Quân đội Nhân dân Việt Nam]] được đào tới gần trận địa trung tâm của Pháp, tiến vào những trung tâm đề kháng mục tiêu của đợt tiến công sắp tới. Ở phía đông, nó đã vào gần các cao điểm ''E'', ''D1'', ''C1'', ''A1''. Ở phía tây, ngày [[24 tháng 3]], một mũi chiến hào chỉ còn cách hàng rào [[dây kẽm gai|dây thép gai]] ''106'', thuộc cụm cứ điểm trực tiếp bảo vệ [[sân bay Mường Thanh]] 50 mét.\n\n18 giờ ngày [[30 tháng 3]] năm [[1954]], đợt tiến công thứ hai vào tập đoàn cứ điểm [[Điện Biên Phủ]] bắt đầu.\nCác cao điểm phía đông, một số vị trí bảo vệ [[sân bay]] ở phía tây, các trận địa pháo và khu vực quân cơ động [[Pháp]] bị nã pháo. Cũng như đợt tiến công thứ nhất, suốt nửa giờ đầu, [[pháo binh]] Pháp không thể lên tiếng đáp trả.\n\nNhững giờ đầu cuộc chiến đấu tại cao điểm ''C1'' tiến triển khá thuận lợi. Lần đầu tiên [[Quân đội Nhân dân Việt Nam]] mở rào bằng vũ khí phá rào mới là đạn phóng bộc lôi. Bộc lôi nổ phá tung từng đoạn rào. Khi pháo chuyển làn, các chiến sĩ bộc phá chỉ còn giải quyết nốt những đoạn sót lại.\n\nSau 5 phút Tiểu đoàn 215 của Trung đoàn 98 đã dọn xong cửa mở qua bảy lần rào [[dây kẽm gai|dây thép gai]]. Chớp thời cơ hỏa lực Pháp đang còn tê liệt, Tiểu đoàn trưởng [[Bùi Hữu Quán]] hạ lệnh xung phong. Nghe tiếng súng bộ binh nổ trên cứ điểm, trung đoàn ra lệnh cho pháo chuyển làn. Chỉ bằng một đợt xung phong mạnh, trong 10 phút, Đại đội 38 đã chiếm được chiếc [[lô cốt]] nằm trên mỏm đất cao nhất nhô lên trên đỉnh đồi, được gọi là mỏm ''Cột Cờ''. Tiểu đội trưởng mũi nhọn [[Nguyễn Thiện Cải]] cắm lá cờ '''Quyết chiến Quyết thắng''' lên nóc sở chỉ huy của quân Pháp. Quân Pháp dồn về những [[lô cốt]] ở khu vực phía tây, gọi pháo bắn vào trận địa ta. Các chiến sĩ xung kích [[Quân đội Nhân dân Việt Nam]] dùng lưỡi lê, lựu đạn lao lên đánh giáp lá cà, đập tan ba đợt phản kích.\n\nTrận đánh diễn ra đúng 45 phút. Toàn bộ một đại đội 140 lính thuộc Tiểu đoàn 1 Trung đoàn 4 [[Maroc]] bị tiêu diệt hoặc bắt sống. [[Quân đội Nhân dân Việt Nam]] chỉ bị thương vong nhẹ với 10 người (tuy nhiên cả Tiểu đoàn trưởng [[Bùi Hữu Quán]] và chiến sĩ cắm cờ [[Nguyễn Thiện Cải]] đều hy sinh).\n\nTrung đoàn trưởng [[Vũ Lăng]] báo cáo về đầu tiên: ''\"98 đã chiếm hoàn toàn ''C1''\".'' Đại tướng [[Võ Nguyên Giáp]] gửi điện khen Trung đoàn 98 và thưởng [[Huân chương Quân công]] hạng ba cho Tiểu đoàn 215 vì đã hoàn thành nhiệm vụ nhanh gọn nhất mặt trận.<ref>Hồi ký [[Võ Nguyên Giáp]]: ''Điện Biên Phủ Điểm hẹn lịch sử'', Chương 5: Dãy cao điểm phía đông.<\/ref>\n\nPhía đồi ''C1'', Tiểu đoàn 215 của Trung đoàn 98 sau khi chiếm ''C1'' đã quyết định điều Đại đội 35 lên thay thế Đại đội 38 vừa hoàn thành nhiệm vụ về phía sau làm lực lượng dự bị, tuy đại đội này mới thương vong 10 người còn rất sung sức. Như vậy là đã để lỡ thời cơ khi quân Pháp ở ''C2'' đang hoang mang vì mất ''C1''. Giữa lúc [[Quân đội Nhân dân Việt Nam]] đang điều chỉnh lực lượng, bộ đội ùn lại trên đồi thì [[pháo binh]] [[Pháp]] bắn dồn dập. ''C1'' địa hình hẹp, công sự ít, nhiều chiến sĩ phải đứng ở giao thông hào nên số thương vong lên cao. Việc tổ chức tiến công ''C2'' bị chậm lại. Mãi gần 21 giờ, tiểu đoàn mới triển khai chiến đấu.\n\nĐồi ''C2'' khá rộng nối với ''C1'' bằng một ''yên ngựa'', sườn đồi phía trong thoai thoải đổ xuống đường 41, rất tiện cho quân cơ động [[Pháp]] lên phản kích. Trên đồi có hệ thống chiến hào liên hoàn với nhiều lô cốt, ụ súng khá kiên cố, phía ngoài là nhiều lớp rào [[dây kẽm gai|dây thép gai]] và bãi mìn. Đây là nơi chỉ huy Pháp là [[Bigia]] đặt sở chỉ huy tạm thời.\n\n23 giờ, một trung đội của Đại đội 35, do đại đội phó và chính trị viên chỉ huy, vượt qua ''Yên ngựa'' đột nhập được một đoạn hào của ''C2''. Trung đội nhanh chóng phát triển chiếm liên tiếp 11 [[lô cốt]] và ụ súng. Nhưng lực lượng phía sau qua nhiều lần xung phong đều bị hỏa lực rất mạnh của Pháp cản lại. Tiểu đoàn 215 quyết định lui về ''C1'' tiếp tục chuẩn bị tạo điều kiện tiến công ''C2'' ban ngày.\n\nVề khuya, đại bác Pháp càng hoạt động mạnh. Đại tướng [[Võ Nguyên Giáp]] nhận định đây chính là sự khác nhau giữa chiến đấu ở ngoại vi với khu trung tâm, quân [[Pháp]] không thể không đối phó quyết liệt. Chỉ trong đêm [[30 tháng 3]], quân Pháp đã bắn 13.000 viên đạn 105 ly, 855 viên đạn 155 ly, 1.200 viên đạn súng cối 120 ly.\n\nSở Chỉ huy nhận định: Bộ đội đã hoàn thành phần quan trọng nhiệm vụ đợt 2, Trung đoàn 98 đánh xuống ''C2'' không thành công, đã bị tiêu hao, Bộ chỉ huy chiến dịch quyết định: Các đơn vị khẩn trương tổ chức trận địa phòng ngự trên các cao điểm ''C1'', ''D1'', ''E'', chuẩn bị đánh quân [[Pháp]] phản kích ban ngày, quyết không để địch chiếm lại.\n\n===Các đợt phản kích của quân Pháp===\n====Đợt thứ nhất (31-3)====\nRạng sáng ngày 31, [[Christian de Castries|Đờ Cát]] họp với Lănggơle, Pagít và Bigia, bàn cách đối phó với tình hình. [[Pierre Langlais|Lănggơle]] đề nghị tập trung toàn bộ Binh đoàn Không vận số 2, gồm Tiểu đoàn Dù 1, Tiểu đoàn Dù 8, một bộ phận của Tiểu đoàn Dù Việt số 5, cùng với Tiểu đoàn Lê dương số 3 và [[xe tăng]] từ [[Hồng Cúm]] tới để tiến hành phản kích. Toàn bộ lực lượng [[pháo]] cũng như [[xe tăng]] của tập đoàn cứ điểm sẽ được huy động vào cuộc phản kích.\n\n7 giờ 45, [[René Cogny|Cônhi]] mới tới gặp [[Henri Navarre|Nava]] báo cáo tình hình Điện Biên Phủ đã nhận được từ lúc nửa đêm. Nava nổi xung quở trách, Cônhi cũng ra sức phản bác lại. Nhưng rồi hai người vẫn phải ngồi với nhau bàn cách giải quyết yêu cầu của [[Christian de Castries|Đờ Cát]]. Hai viên đại tá Nicot, chỉ huy không quân vận tải, và Sauvngnac, chỉ huy lực lượng Dù tăng viện đều thấy không thể thả lính dù ban ngày xuống [[Mường Thanh]].\n\nBigia, không còn gì để trông chờ, quyết định tập hợp toàn bộ lực lượng cơ động của [[Mường Thanh]] gồm các tiểu đoàn đã sứt mẻ để tiến hành phản kích. Tiểu đoàn Dù thuộc địa 6 cùng với một bộ phận của Tiểu đoàn Dù Việt số 5 được trao nhiệm vụ chiếm lại ''Êlian 1'' (''C1'').\n\n1 giờ 30 chiều, Bigia trực tiếp chỉ huy hai tiểu đoàn Dù 6 và 5 tiến lên ''C1''. Đại đội 273 của Trung đoàn 102 đã có mặt trên cao điểm từ buổi sáng cùng với bộ phận còn lại của Đại đội 35 Trung đoàn 98 tổ chức phòng ngự. Lần này quân [[Pháp]] đông lại có [[không quân]], [[pháo binh]] yểm hộ và [[xe tăng]] mở đường. Các chiến sĩ QĐNDVN không nao núng, đợi lính dù Pháp tới thật gần mới nổ súng đánh lui nhiều đợt tiến công. Hết lựu đạn, các chiến sĩ dùng [[bộc phá ống|bộc phá]] lắp thêm kíp nổ lao vào xe tăng và đội hình Pháp. Xạ thủ [[Súng không giật|ĐKZ]] 57 ly [[Vũ Văn Kiểm]] vác nòng súng trên vai di chuyển trong giao thông hào, bắn vào những vị trí tập trung đông quân Pháp. Nòng súng cháy bỏng, ''Kiểm'' cởi áo trấn thủ lót vai, tiếp tục bắn.\n\nQuân Pháp ngừng lại củng cố, rồi lại cho đại bác bắn dữ dội rồi dùng [[súng phun lửa]] và xung phong lên đồi. Lần này quân Pháp chiếm được điểm cao ''Cột cờ'', đẩy những chiến sĩ phòng ngự vào thế bất lợi. Pháo binh [[Việt Nam]] không thể tiếp tục yểm hộ vì không phân biệt được vị trí 2 bên. Các chiến sĩ đã lấy vải dù trắng buộc lên đầu súng làm chuẩn cho pháo binh. Trong lúc pháo nổ dồn dập, trung đoàn đưa một bộ phận tăng viện theo đường hào mới đào phía ''đồi D'', cùng với những người phòng ngự đánh bật quân [[Pháp]] khỏi ''Cột cờ'', khôi phục lại trận địa.\n\n16 giờ, Bigia buộc phải ra lệnh rút lui, để lại trận địa gần 100 lính chết. Trong ngày, QĐNDVN đã đánh lui 7 đợt phản kích của hai tiểu đoàn dù. Chiến sĩ ĐKZ ''Vũ Văn Kiểm'' được tặng thưởng [[Huân chương Chiến sĩ vẻ vang|Huân chương Chiến sĩ Vẻ vang]] hạng Nhất.\n\nNhững cuộc phản kích của Pháp ngày [[31 tháng 3]] đã hoàn toàn thất bại. 10 giờ tối, Lănggơle gọi điện thoại cho Bigia, hỏi có thể giữ được những gì còn lại của gian trong đêm nay không! Bigia trả lời: ''\"Thưa đại tá, chừng nào còn một người sống sót, tôi sẽ không bỏ Êlian\".'' ''Êlian'' lúc này có nghĩa là ''A1'', vì ''C1'' và ''D1'' đã không còn.\n\n====Đợt thứ hai (10-4)====\nTrước mắt, những người lính của Trung đoàn 98 trên ''đồi C1'' đẩy khu đông của Pháp vào tình thế rất nguy hiểm. Cao điểm này trực tiếp uy hiếp ''đồi C2'' ở phía trong, thấp hơn nó, và ''A3'' (''Eliane 3'') nằm bên bờ sông, là nơi tập trung lực lượng phản kích. Binh lính [[Pháp]] rời khỏi công sự lập tức trở thành mục tiêu của hỏa lực QĐNDVN. [[Súng phóng lựu|Súng phóng lựu đạn]] đặt trên đồi đe dọa cả binh lính đi lại trong chiến hào. Rút kinh nghiệm cách đánh của QĐNDVN, Bigia ra lệnh đào một đường hào từ ''C2'' lên ''C1'' chuẩn bị một đòn phản kích có tính quyết định.\n\nĐêm [[9 tháng 4]], quân Pháp tăng viện cho [[Mường Thanh]] Tiểu đoàn Lê dương Dù số 2 (2è BEP). Vì trời mưa, tiểu đoàn này mới tới được hai đại đội và một bộ phận của sở chỉ huy.\n\n5 giờ 50 ngày 10, Bigia ngồi trong hầm trú ẩn ở ''Eliane 4'' (''đồi C2'') với sáu chiếc điện đài quanh người, ra lệnh tiến công. Toàn bộ hai mươi khẩu pháo 105 ly còn lại ở [[Mường Thanh]] và [[Hồng Cúm]] tập trung bắn 1.800 quả đạn vào ''C1''. Máy bay bổ nhào ném bom. Dứt đợt hỏa pháo chuẩn bị, bốn [[xe tăng]] tiến lên ''Elian 4'' chĩa nòng đại bác trút đạn lên đỉnh đồi phối hợp với hai cỗ trọng liên bốn nòng đặt tại ''Epécviê''. Cùng lúc, gần hai chục khẩu đại liên và trung liên từ ''A1'' cũng nhắm vào tất cả những mục tiêu di động trên đồi ''C1'' nhả đạn. Đại bác chuyển làn dọn đường cho các đơn vị dù tiến lên. [[Máy bay]] bắn chặn những con đường tiếp viện của QĐNDVN. Bigia chủ trương dùng sức mạnh hỏa lực tối đa để tiết kiệm số lính dù vốn không còn nhiều.\n[[Tập tin:French M24s atr Dien Bien Phu.jpg|phải|nhỏ|Xe tăng [[M-24 Chaffee]] của quân Pháp trong trận [[Điện Biên Phủ]].]]\nTrên ''đồi C1'', QĐNDVN đã có chuẩn bị. Đêm hôm trước công binh đã chuyển gỗ ra để củng cố công sự. Một đại đội của Tiểu đoàn 439, do Tiểu đoàn trưởng [[Hoàng Vượng]] trực tiếp chỉ huy, đã sẵn sàng đón đợi quân địch. Đại bác của QĐNDVN lập tức nã xuống những trận địa pháo của Pháp ở [[Mường Thanh]], và bắn vào những lính dù đang tiến lên đồi.\n\nĐại đội Dù đi đầu, do Tráp ([[Trapp]]) chỉ huy, phải dán mình xuống sườn đồi phía tây. Đại đội thứ hai của Lơpagiơ ([[Lepnge]]) mang theo [[súng phun lửa]] và một phân đội [[súng máy]] liều chết vượt qua hỏa lực bắn chặn cố xông lên đồi. Phân đội súng máy bị tiêu diệt, viên Trung úy Côngbane ([[Combaneyre]]) bị thương nặng. Tuy thế phân đội [[súng phun lửa]] đã vượt qua, trùm lửa lên lô cốt ''Cột cờ'', QĐNDVN phải lùi xuống giữ nửa đồi phía đông. Quân Pháp rượt theo định đẩy QĐNDVN khỏi ''C1''.\n\nGiữa lúc đó, hai trung đội tăng viện của trung đoàn vượt qua bom đạn của [[không quân]] Pháp vừa tới nơi. Toàn bộ các chiến sĩ ném một loạt [[lựu đạn]] rồi nhất tề xông lên với những khẩu súng cắm lưỡi lê nhọn hoắt. Sau trận giáp lá cà, quân Pháp lui về giữ ''Cột cờ'', Bigia phải điều hai đại đội của Tiểu đoàn Lê dương Dù 2 mới tới [[Mường Thanh]] đêm trước lên ''C1'' thay thế cho lực lượng tiến công đã bị tổn thất gần một nửa.\n\n18 giờ 45, những đơn vị Dù số 2 đang củng cố lại những hầm hào vỡ nát vì những trận đánh ban ngày, thì đạn đại bác và đạn [[súng cối]] trùm xuống trận địa. Sau đợt hỏa pháo của chiến dịch, Tiểu đoàn 439 và một tiểu đoàn của [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Quân đoàn 312]] vừa tăng cường chia làm hai cánh xung phong lên chiếm lại ''Cột cờ'' và những [[lô cốt]] phía tây. Viên Đại úy [[Sáclơ]] (Charles) chết tại trận. Viên Đại úy Minau ([[Minaud]]) bị thương nặng. Cả hai đại đội Dù, không còn người chỉ huy, tan ra thành những nhóm nhỏ cố chống cự.\n\n21 giờ, Bigia vội vét toàn bộ lực lượng Dù dự bị tiến lên cứu nguy. Quân hai phía lao vào đánh giáp lá cà vô cùng quyết liệt. 2 giờ sáng ngày 11, mỏm cao ''Cột cờ'' không còn đường hào, công sự nào nguyên vẹn. Cả hai bên đều kiệt sức nên phải lui về tuyến cũ tổ chức phòng ngự, mỗi bên giữ một nửa đồi.\n\nDo vị trí quan trọng, QĐNDVN cần duy trì cao điểm ''C1'' để làm một bàn đạp cho đợt tiến công cuối cùng. Ngày 11 chỉ diễn ra những cuộc chiến đấu lẻ tẻ. Cả hai bên đều phải dồn mọi nỗ lực vào việc củng cố chỗ đứng chân trên trái đồi bom đạn đã hủy diệt toàn bộ các công sự chiến đấu cũng như chỗ ẩn náu. Quân [[Pháp]] phải đưa đại đội thứ ba của Tiểu đoàn Lê dương Dù 2 vừa tới [[Mường Thanh]], thay thế cho lực lượng chiến đấu suốt đêm qua đã quá rệu rã.\n\nTrung đoàn 98 làm nhiệm vụ phòng ngự tại ''C1'' cũng được tăng cường Tiểu đoàn 888 của Trung đoàn 176, [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Đại đoàn 316]]. Tiểu đoàn này trước đó chuyên làm nhiệm vụ tiễu phỉ. Nhưng họ cũng đã có lần gây khó khăn cho những tiểu đoàn Dù trên đỉnh Pu San hồi đầu chiến dịch.\n\nChiều ngày [[11 tháng 4]], Đại đội 811 của Tiểu đoàn 888, do Đại đội trưởng [[Lê Văn Di]] chỉ huy, được đưa ra phòng ngự tại ''C1'' thay cho các đơn vị đã chiến đấu suốt hai ngày rút về phía sau. Họ phải xây dựng những đường hào, ụ súng, hầm ngủ, rồi lấy [[dây kẽm gai|dây thép gai]] và [[mìn]] của Pháp để xác định ranh giới giữa 2 bên.\n\nTrận đánh ngày 10 và [[11 tháng 4]] là cuộc phản kích lên cuối cùng của Bigia lên những trái đồi phía đông, lực lượng dự bị của [[Pháp]] đã cạn kiệt không thể tiến công tiếp được nữa. Quân Pháp buộc phải luân phiên đưa từng đại đội lên phòng ngự ở phần đồi đã chiếm được để bảo vệ cho những cứ điểm ở phía trong. Hai phía chấp nhận tạm thời giữ nguyên trạng. Thỉnh thoảng vẫn có những trái [[lựu đạn]], những loạt súng qua lại, những luồng súng phun lửa, những cuộc đột kích chớp nhoáng để quấy rối đối phương.\n\n===Quân đội Nhân dân Việt Nam tiến công lần 2 (đêm 1-5)===\nCuối tháng 4, [[Quân đội Nhân dân Việt Nam]] xúc tiến kế hoạch đợt 3 là tiếp tục hoàn thành nốt những nhiệm vụ đã đề ra cho đợt 2: tiêu diệt hoàn toàn hai cao điểm ''A1'' và ''C1'', đồng thời đánh chiếm thêm một số cứ điểm ở phía tây và phía đông thu hẹp thêm nữa phạm vi chiếm đóng của quân [[Pháp]], chuẩn bị cho tổng công kích.\n\nTrung đoàn 98 được lệnh tiến công cứ điểm ''C1'' lần thứ hai. [[Brêxinhắc]], vẫn đặt sở chỉ huy trên ''Eliane 4'', đã linh cảm trận đánh ''Eliane 1'' (''C1'') sắp nổ ra trên đầu mình. Ngày [[1 tháng 5]], Brêxinhắc quyết định đưa Đại đội 3 của Tiểu đoàn Dù tiêm kích số 2 lên thay thế cho Đại đội Clêđích ([[Clédic]]) đã bị thiệt hại nặng, đồng thời ra lệnh cho Đại đội 1 sẵn sàng tham gia phản kích.\n\nĐại đội 811 của [[Việt Nam]] đã có hai mươi ngày đêm phòng ngự tại ''C1'', được lệnh rời khỏi trận địa 200 mét cho hỏa pháo chuẩn bị. Đại đội trưởng [[Lê Văn Di]] thấy công sự đã được củng cố vững chắc đủ sức chịu đựng đạn pháo, quyết định chỉ cho bộ phận dự bị lui về phía sau, toàn đơn vị vẫn bám trận địa để không lỡ thời cơ xung phong.\n\nNhững cao điểm QĐNDVN chiếm được ở khu đông phát huy tác dụng. [[Sơn pháo]] đặt trên ''đồi D1'' nhắm từng hỏa điểm trên ''C1'' bắn chính xác. Dứt tiếng pháo, ''Di'' lập tức ra lệnh mở những hàng rào cự mã ngăn cách giữa 2 bên, đưa bộ đội xông lên phía ''Cột cờ''. Chiến sĩ ''Thắng'' cầm cờ lao lên cách mục tiêu 10 mét thì trúng đạn hy sinh. Chiến sĩ ''Ân'' lấy chiếc chăn phủ lên người bạn, nhặt lá cờ thấm máu, lỗ chỗ vết đạn, tiếp tục tiến lên mỏm đất cao nhất trên đỉnh đồi. Cả tiểu đội mũi nhọn bám sau anh. Chỉ sau năm phút xung phong, QĐNDVN đã chiếm được ''Cột cờ''.\n\nĐại đội Dù tiêm kích số 3 Pháp mới thay thế choáng váng trước đòn tiến công chớp nhoáng và quyết liệt. Quân dù bắn xối xả vào khu vực ''Cột cờ''. Đại đội 1480 của QĐNDVN từ phía dưới tiến lên kịp thời, cùng với 811 hình thành hai mũi tiến công chia cắt quân Pháp để tiêu diệt.\n\nNhững trận đánh giáp lá cà diễn ra. Viên Trung úy Lơghe ([[Leguère]]) chỉ huy Đại đội 3 cố chống cự, chờ lực lượng tiếp viện. Brêxinhắc quyết định đưa Đại đội 1 lên tăng viện nhưng đã quá muộn. Trung úy Pêriu ([[Périou]]) chỉ huy đại đội chết ngay khi mới đặt chân lên đồi. Lát sau, đến lượt Trung úy Lơghe chỉ huy Đại đội 3 bị trọng thương. Quân [[Pháp]] ở ''C1'' mất dần sức chiến đấu. Nửa đêm, toàn bộ quân Pháp bị tiêu diệt. [[Dây kẽm gai|Dây thép gai]] và [[mìn]] QĐNDVN lấy từ trận địa của Pháp lập tức được trải ra sườn đồi thành một bãi chướng ngại dày đặc, đề phòng phản kích.\n\nSau hơn 30 ngày đêm liên tục chiến đấu, trận đánh tại ''C1'' lúc này đã kết thúc. ''C2'' nằm gọn dưới nòng [[súng không giật]] của QĐNDVN. Trời sáng, không thấy quân phản kích của Pháp. Chỉ có những cỗ trọng liên bốn nòng đặt tại ''Êpécviê'' tuôn đạn về phía trận địa QĐNDVN trên đỉnh đồi để ngăn chặn bộ binh xung phong vào hầm chỉ huy của [[Christian de Castries|Đờ Cát]].\n\n==Kết quả, ý nghĩa==\nSau hơn 30 ngày đêm chiến đấu liên tục, giành giật từng mét đất, cuối cùng Quần Đội nhân dân Việt Nam đã hoàn toàn kiểm soát đồi, quân [[Pháp]] không còn lực lượng khả dĩ để phản kích lại. Phân khu Đông của tập đoàn cứ điểm bị vỡ một mảng lớn, khu trung tâm chỉ huy của Pháp giờ đây bị hỏa lực bắn thẳng uy hiếp trực tiếp.\n\nViệc Pháp thất thủ ''C1'' mà không có hành động đáp trả nào cũng cho QĐNDVN khẳng định: quân [[Pháp]] trong cứ điểm đã kiệt sức, lực lượng phản kích tinh nhuệ cũng đã hao mòn hết. QĐNDVN đẩy nhanh việc chuẩn bị đánh dứt điểm ''A1'', nhằm tiêu diệt hoàn toàn phân khu Đông để từ đó thọc sâu tiêu diệt sở chỉ huy Pháp, kết thúc chiến dịch.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* Hữu Mai, ''Không phải huyền thoại'', [[Nhà xuất bản Trẻ|Nhà Xuất bản Trẻ]], 2010.\n* [[Hoàng Cầm (tướng)|Hoàng Cầm]], ''Chặng đường 10.000 ngày'', Nhà Xuất bản Quân đội Nhân dân, 2001.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ - Điểm hẹn lịch sử''.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ''.\n* Nhiều tác giả, ''Một vài hồi ức về Điện Biên Phủ''.\n* Jean Pouget, ''Nous étions à Dien Bien Phu''.\n\n== Liên kết ngoài ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|C]]"}