{"412005":"{{Thông tin chiến tranh\n|conflict=Trận Cầu Giấy\n|partof=[[Chiến dịch Bắc Kỳ]] trong [[Chiến tranh Pháp–Đại Nam]]\n|image=[[Tập tin:Riviere pushing the cannon forward at Sontay.jpg|300px]]\n|caption= Riviere trong trận Cầu Giấy\n|date=19 tháng 5 năm 1883\n|place= [[Cầu Giấy]], ngoại vi [[Hà Nội]]\n|casus=\n|territory= \n|result=Quân Cờ Đen chiến thắng\n|combatant1={{flagicon|France|size=23px}} [[Đệ tam Cộng hòa Pháp|Đệ tam cộng hòa Pháp]]\n|combatant2={{flagicon image|Black Flag Army Flag.svg}} [[Quân Cờ Đen]]\n|commander1={{flagicon|France|size=23px}} [[Henri Rivière]] {{KIA}}<br \/>{{flagicon|France|size=23px}} [[Berthe de Villers]] {{KIA}}\n|commander2=[[Tập tin:Black Flag Army Flag.jpg|23px]] [[Lưu Vĩnh Phúc]]\n[[Hoàng Kế Viêm]]\n[[Trương Quang Đản]]\n|strength1=hơn 500 quân (hải quân đánh bộ, thủy binh và pháo binh)\n|strength2=khoảng 3.000 quân Cờ đen\n|casualties1=30 người chết (bao gồm cả hai chỉ huy của Pháp)<br>55 bị thương<ref name=Rambaud428>Rambaud, Alfred, tr. 428<\/ref>\n|casualties2=30 chết, 56 bị thương\n|notes=\n}}\n{{Hộp Chiến dịch Bắc Kỳ}}\n'''Trận Cầu Giấy''' diễn ra ngày 19 tháng 5 năm 1883, là một cuộc chạm trán giữa quân Pháp và quân Cờ Đen, trong giai đoạn đầu của [[Chiến dịch Bắc Kỳ]] tại [[Cầu Giấy]] thuộc ngoại vi thành [[Hà Nội]], quân Cờ Đen đã phục kích lực lượng Pháp của [[Henri Rivière]] trong cuộc chuyển quân từ Hà Nội về Phủ Hoài. Trong trận đánh ngắn kéo dài chưa đầy 3 tiếng này, quân Pháp đã thiệt hại nặng với cái chết của các sĩ quan chỉ huy [[Henri Rivière]], [[Berthe de Villers]] và Jacquin. Thất bại của người Pháp đã đánh dấu bước leo thang mới trong cuộc xung đột giữa quân Pháp và lực lượng Đại Nam.\n\nSau khi nhận được yêu cầu cứu viện của Rivière, chỉ huy hải quân Pháp ở Trung Quốc là đô đốc Mayer lập tức đưa quân Pháp tới ứng cứu, lực lượng này tới Hà Nội ngày [[14 tháng 5]] năm 1883. Trong lúc đó người Pháp ở Hà Nội tiếp tục bị tấn công bởi một lực lượng mạnh từ 15 cho tới 20.000 quân. Sau khi quân tiếp viện của Mayer tới nơi, lực lượng Pháp bắt đầu quay lại phản công. Ngày 15, người Pháp đốt khu vực đồn trú của quân Cờ Đen, một ngày sau đó quân Pháp dưới sự chỉ huy của Berthe de Villers tiến tới ngã ba [[sông Đuống]]. Tuy nhiên Henri Rivière vẫn cảm thấy bất an và trong lúc chờ lực lượng cứu viện cho phép người Pháp chiếm Bắc Ninh và Sơn Tây, Rivière quyết định vào ngày 19 tháng 5 sẽ rút khỏi Hà Nội để tiến về [[Dịch Vọng|Phủ Hoài]] theo hướng Sơn Tây. Tối ngày 18, Rivière cho triệu tập các sĩ quan Pháp để thông báo quyết định chuyển quân, ông ta cho rằng hành động này của quân Pháp không có gì bất thường nên sẽ ít bị đối phương chú ý. Tuy nhiên Rivière không ngờ rằng kế hoạch của mình đã bị một người hầu gốc Hoa nghe được.<ref name=Antonini273>Antonini, Paul, tr. 273<\/ref>\n\nCũng có tài liệu cho rằng quân Cờ Đen đã đột nhập vào thành Hà Nội và dán yết thị khiêu chiến, thách [[Henri Rivière]] đưa quân ra cánh đồng phủ Hoài Đức và giết hắn tại đây\n\n4 giờ sáng ngày 19 tháng 5, lực lượng Pháp do Berthe de Villers chỉ huy bắt đầu xuất phát, [[Henri Rivière]] cũng có mặt trong đội quân này, cùng lúc một nhóm quân Pháp do đại úy Jacquin chỉ huy được lệnh canh chừng cho cuộc hành quân. Tới 6 giờ sáng thì các cuộc đụng độ giữa hai bên bắt đầu và quân Pháp chiếm được Cầu Giấy. Được thông báo trước về kế hoạch của người Pháp, quân Cờ đen của Lưu Vĩnh Phúc và quân của Hoàng tá viêm đã phục sẵn với đại bác ở khu vực làng [[làng Cót|Hạ Yên Khê]] (còn gọi là Hạ Yên Quyết) bên trái Cầu Giấy.<ref name=Antonini273\/> Khi quân Pháp tiến gần làng thì bị quân Hoàng Tá Viêm Và lính Cờ Đen bắt đầu nổ súng làm Berthe de Villers thiệt mạng. Nhận thấy đối phương với lực lượng đông đảo có dấu hiệu chặn đường rút lui của mình, Rivière ra lệnh cho quân Pháp vừa đánh vừa lùi, một loạt lính Pháp cùng hai sĩ quan Brisis và Clerc bị giết, một số khác bị thương. Trong khi đang lùi quân thì một khẩu đại bác của quân Pháp bị rơi xuống ruộng lúa buộc Rivière phải chỉ huy quân kéo khẩu súng lên đường vì không muốn nó lọt vào tay quân địch. Bất ngờ quân Cờ Đen nổ súng vào vị trí của Rivière khiến ông ta tử vong cùng viên đại úy Jacquin và một lính thủy có tên Moulun. Sau khi Rivière chết, quân Cờ đen tiến tới cắt đầu và tay của ông ta để làm chiến lợi phẩm.<ref name=Antonini274>Antonini, Paul, tr. 274<\/ref>\n\nĐến 9 giờ 30 thì tàn quân Pháp rút về tới thành Hà Nội trong sự truy đuổi ráo riết của quân Cờ Đen. Quân Pháp trong thành buộc phải cố thủ và phái người tới [[Hải Phòng]] xin thêm quân tiếp viện.<ref name=Antonini275>Antonini, Paul, tr. 275<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* {{chú thích sách|title=L'Annam, le Tonkin et l'Intervention de la France en Extrême Orient|first=Paul|last=Antonini|location=Paris|publisher=Librairie Bloud et Barral|year=1890}}\n* {{chú thích sách|title=La France Coloniale|first=Alfred|last=Rambaud|location=Paris|publisher=Armand Colin et Cie|year=1888}}\n\n{{Chiến dịch Bắc kỳ (1883–86)}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|C]]\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1883]]\n[[Thể loại:Pháp năm 1883]]"}