{"3198149":"{{Thông tin viên chức\n|tên= Trần Đình Thọ\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Trưởng phòng 3 Bộ Tổng Tham mưu\n|bắt đầu= 10\/1965\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tá (2\/1964)<br>-Đại tá (11\/1965)<br>-Chuẩn tướng (3\/1972)\n|tiền nhiệm= -Chuẩn tướng [[Trần Thanh Phong]]\n|kế nhiệm= -Sau cùng\n\n|chức vụ 2= [[Hình: QD III VNCH.jpg|22px]]<br>Trưởng phòng 3 Bộ Tư lệnh Quân đoàn III<br>(Thiếu trướng [[Cao Văn Viên]] là Tư lệnh QĐ)\n|bắt đầu 2= 10\/1964\n|kết thúc 2= 10\/1965\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá\n|tiền nhiệm 2=\n|kế nhiệm 2=\n\n|chức vụ 3= Phó phòng 3 Bộ Tổng Tham Mưu<br>(Đại tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]] là Trưởng phòng)\n|bắt đầu 3= 6\/1964\n|kết thúc 3= 10\/1964\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá\n|tiền nhiệm 3=\n|kế nhiệm 3=\n\n|chức vụ 4= Trưởng Khối Hành quân Phòng 3 Bộ Tổng Tham mưu<br>(Đại tá [[Đặng Văn Quang (tướng)|Đặng Văn Quang]] là Trưởng phòng)\n|bắt đầu 4= 2\/1964\n|kết thúc 4= 6\/1964\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Trung tá\n|tiền nhiệm 4=\n|kế nhiệm 4=\n\n|chức vụ 5= Trưởng Ban Hành quân<br>Phòng 3 Bộ Tổng Tham mưu<br>(tiền thân của Khối Hành quân)\n|bắt đầu 5= 11\/1963\n|kết thúc 5= 2\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá (12\/1960)\n|tiền nhiệm 5=\n|kế nhiệm 5=\n\n|chức vụ 6= Quận trưởng quận Củ Chi, tỉnh Bình Dương<br>(Sau tháng 10\/1963 thuộc tỉnh Hậu Nghĩa)\n|bắt đầu 6= 6\/1962\n|kết thúc 6= 11\/1963\n|trưởng chức vụ 6= Cấp bậc \n|trưởng viên chức 6= -Thiếu tá\n|tiền nhiệm 6=\n|kế nhiệm 6=\n\n|chức vụ 7= Phụ tá Tỉnh trưởng Phong Dinh<br>Đặc trách Chỉ huy trưởng<br>Cơ quan Quân sự tỉnh\n|bắt đầu 7= 1\/1962\n|kết thúc 7= 6\/1962\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá\n|tiền nhiệm 7=\n|kế nhiệm 7=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất=\n|nơi ở= Virginia, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= -Trần Thượng Phương (cha đẻ)<br>-Nguyễn Văn Nhu (cha vợ)\n|mẹ= -Nguyễn Thị Quế (mẹ đẻ)<br>-Nguyễn Thị Nhị (mẹ vợ)\n|vợ= Nguyễn Thị Vinh\n|con= 7 người con (5 trai, 2 gái)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Pháp ngữ Nam Định<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Võ bị Lục quân Fort Benning, Georgia, Hoa Kỳ<br>-Trường Tổng quản trị Fort Benjamin Harrisson, Indiana, Hoa Kỳ<br>-Trưởng Chỉ huy Tham mưu Đà Lạt\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[12 tháng 7]] năm [[1933]]\n|nơi sinh= [[Nam Định]], [[Việt Nam]]\n|ngày mất=\n|nơi mất=\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VMNCH]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Bảo quốc Huân chương|B.quốc H.chương đệ IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng).<\/ref>\n}}\n\n'''Trần Đình Thọ''' (1933 - 2022), nguyên là một tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Võ bị Liên quân được Quân đội Pháp hỗ trợ cho Chính phủ Quốc gia mở ra ban đầu ở miền Trung, sau dời về Nam Cao nguyên Trung phần với mục đích đào tạo sĩ quan người Việt phục vụ trong Quân đội Liên hiệp Pháp. Ra trường, gia nhập Binh chủng Nhảy dù và đã phục vụ một thời gian ngắn. Sau được chuyển sang đơn vị Bộ binh. Sau cùng về Bộ Tổng tham mưu, đảm trách một Phòng chuyên trách Kế hoạch Hành quân. Ông phục vụ ở lĩnh vực này với thời gian lâu nhất (1963-1975).\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 12 tháng 7 năm 1933 trong một gia đình quân nhân tại Nam Định, Duyên hải miền Bắc Việt Nam. Năm 1951, ông tốt nghiệp Trung học chương trình Pháp tại Nam Định với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nCuối năm 1951, ông tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 53\/300.248. Theo học khóa 6 Đinh Bộ Lĩnh<ref>Tốt nghiệp khóa 6 Đinh Bộ Lĩnh, sau này lên tướng còn có các Chuẩn tướng [[Lý Tòng Bá]], [[Trần Quang Khôi]] và [[Diệp Quang Thủy]] (Chuyển qua Hải quân thụ huấn tiếp khóa 3 sĩ quan Hải quân Nha Trang).<\/ref> tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 12 năm 1951. Ngày 1 tháng 10 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường ông được chọn về Tiểu đoàn 3 Nhảy dù giữ chức vụ Trung đội trưởng Trung đội 4 của Đại đội 4.\n\nGiữa năm 1953, ông được thăng cấp [[Trung úy]] lên giữ chức vụ Đại đội phó Đại đội 4. Sau đó, được chỉ định làm Chỉ huy phó trại Huấn luyện tân binh thuộc Đệ Tam Quân khu Bắc Việt, Nam Định. Cùng năm, ông được chuyển sang đơn vị Bộ binh giữ chức vụ Đại đội trưởng Đại đội 1 thuộc Tiểu đoàn Khinh quân 718 đồn trú tại Phúc Yên, Vĩnh Phúc. Sau đó, ông được lên giữ chức Tiểu đoàn phó Tiểu đoàn 718, chuyển về đồn trú tại Bùi Chu, Nam Định.\n\nĐầu tháng 8 năm 1954, sau Hiệp định Genève (ngày 20 tháng 7), theo đơn vị di chuyển vào Đệ nhị Quân khu ở Huế, ông được chuyển sang giữ chức vụ Tiểu đoàn phó Tiểu đoàn 40 Việt Nam, Sau đó được cử làm Tiểu đoàn trưởng Tiểu đoàn 23 Việt Nam, đồn trú tại Huế.<ref>Tiểu đoàn 23 Việt Nam, thành lập ngày 1 tháng 5 năm 1951 tại Đông Hà, Quảng Trị. Về sau sáp nhập vào Trung đoàn 2 thuộc Sư đoàn 1 Bộ binh.<\/ref>\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi chuyển từ Quân đội Quốc gia sang phục vụ cơ cấu mới là [[Quân đội Việt Nam Cộng hòa]] ông được thăng cấp [[Đại úy]] tại nhiệm. Đầu năm 1956, ông được cử làm Tiểu đoàn trưởng Tiểu đoàn 1 thuộc Trung đoàn 2 của Sư đoàn 1 Dã chiến<ref>Sư đoàn 1 Dã chiến, sau được trang bị hoàn chỉnh và cải danh thành Sư đoàn 1 Bộ binh.<\/ref> do Đại tá [[Nguyễn Khánh]] làm Tư lệnh. Đến măm 1957, ông chuyển lên Bộ tư lệnh Sư đoàn giữ chức vụ Trưởng phòng 3 Đặc trách Kế hoạch Hành quân.\n\nĐầu năm 1959, ông được cử đi du học lớp Bộ binh cao cấp tại trường Võ bị Lục quân Fort Benning, Columbus, Tiểu bang Georgia, Hoa Kỳ. Mãn khóa về nước, chuyển về Bộ Tổng tham mưu phục vụ tại Ban Nhân viên thuộc Phòng 1. Đầu năm 1960, ông được cử đi du học lớp Quản trị Nhân viên cao cấp tại trường Tổng quản trị Fort Benjamin Harrisson, Indianapolis, Tiểu bang Indiana, Hoa Kỳ. Cuối năm mãn khóa về nước, ông được đặc cách thăng cấp [[Thiếu tá]].\n\nĐầu năm 1962, ông biệt phái sang lĩnh vực Hành chính và được cử về miền Tây Nam phần giữ chức vụ Phụ tá Tỉnh trưởng kiêm Chỉ huy trưởng Cơ quan Quân sự<ref>Cơ quan Quân sự tỉnh sau đổi thành Tiểu khu Chiến thuật<\/ref> tỉnh Phong Dinh. Giữa năm, chuyền về miền Đông Nam phần, ông được chỉ định làm Quận trưởng quận Củ Chi thay thế Đại úy [[Nguyễn Văn Hưởng (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Hưởng]].<ref>Đại uý Nguyễn Văn Hưởng tốt nghiệp trường Võ bị Đà Lạt. Sau cùng là Trung tá chỉ huy Trung đoàn 43 thuộc Sư đoàn 18 Bộ binh.<\/ref>\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (1 tháng 11), ông nhận lệnh bàn giao chức vụ Quận trưởng Củ Chi lại cho Đại úy [[Nguyễn Phú Nghiệp (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Phú nghiệp]].<ref>Đại uý Nguyễn Phú Nghiệp giải ngũ năm 1965 ở cấp Trung tá.<\/ref> Ngay sau đó ông được chuyển về Bộ Tổng tham mưu giữ chức vụ Trưởng ban Hành quân thuộc Phòng 3.\n\nTháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ ngày 30 tháng 1]] của tướng [[Nguyễn Khánh]], tại Bộ Tổng tham mưu, Ban Hành quân của Phòng 3 được nâng lên thành Khối Hành quân, ông được thăng cấp [[Trung tá]] giữ chức vụ Trưởng khối Hành quân thuộc Phòng 3 do Đại tá [[Đặng Văn Quang]] làm Trưởng phòng. Đầu tháng 6, ông được cử kiêm Phó Phòng 3 do Đại tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]] làm Trưởng phòng. Đầu tháng 10 cùng năm, ông được chỉ định đi giữ chức vụ Trưởng phòng 3 trong Bộ Tư lệnh Quân đoàn III tại Biên Hòa do Thiếu tướng [[Cao Văn Viên]] làm Tư lệnh.\n\nTháng 10 năm 1965, ông được điều trở về Bộ Tổng tham mưu giữ chức vụ Trưởng phòng 3 thay thế Chuẩn tướng [[Trần Thanh Phong]]. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 cùng năm ông được thăng cấp [[Đại tá]] tại nhiệm. Đến năm 1970, tạm thời uỷ nhiệm Phòng 3 cho Phó phòng xử lý, ông được cử theo học lớp Chỉ huy & Tham mưu tại Đà Lạt. Mãn khóa trở lại chức vụ cũ. Đến đầu tháng 3 năm 1972, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n==1975==\nNgày 29 tháng 4, ông cùng gia đình di tản ra khỏi Việt Nam. Sau đó đi định cư tại Herndon, Tiểu bang Virginia, Hoa Kỳ. Ông qua đời ngày 26\/09\/2022 tại Virginia, hưởng thọ 89 tuổi.\n\n==Gia đình==\n*Thân phụ: Cụ [[Trần Thượng Phương (Trung tá, Quân đội Việt Nam Cộng hòa)|Trần Thượng Phương]] (nguyên là Trung tá Quân đội Việt Nam Cộng hòa, giải ngũ năm 1961) \n*Thân mẫu: Cụ Nguyễn Thị Quế.\n*Nhạc phụ: Cụ Nguyễn Văn Nhu (Dược sĩ)\n*Nhạc mẫu: Cụ Nguyễn Thị Nhị\n*Phu nhân: Bà Nguyễn Thị Vinh - Ông bà có bảy người con gồm 5 trai, 2 gái.\n\n==Huy chương==\n-Anh dũng Bội tinh với nhành Dương liễu.<br\/>- Lục quân Huân chương đệ nhất hạng.<br>-Một số huy chương Quân sự, Dân sự.<br>-2 Huy chương ngôi sao bạc và đồng (Hoa Kỳ).<br>-3 Huy chương cao quý của Thái Lan, Trung hoa Quốc gia và Đại hàn Dân quốc.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1933]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Mỹ gốc Việt]]"}