{"352194":"{{Thông tin chiến tranh \n|conflict=Trận thành Gia Định \n|partof=[[Chiến tranh Pháp-Đại Nam|Pháp xâm lược Đại Nam]] \n|hình=Giadinh.jpg\n|caption= Quân Pháp tấn công thành Gia Định.\n|date= 17\/2\/1859 \n|place= [[Gia Định]], [[Nam Kỳ]] \n|result= Pháp chiến thắng \n|combatant1=  [[Nhà Nguyễn]] \n|combatant2= {{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Đế chế thứ hai|Đế chế thứ hai Pháp]]\n{{flagicon|Tây Ban Nha}} [[Tây Ban Nha]] \n|commander1=  [[Võ Duy Ninh]]<br \/> Vũ Thực<br \/> Lê Từ<br \/> Trần Trí<br \/> Tôn Thất Năng \n|commander2= {{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Charles Rigault de Genouilly]]\n|strength1= 2.000 quân chính quy <br \/>200 đại bác<br \/>1 hải phòng hạm <br \/>7 chiến thuyền.\n|strength2= 2.000 quân<br \/>8 tàu chiến<br \/>Số đại bác: không rõ.\n|casualties1=Võ Duy Ninh và Lê Từ đều tự vẫn. Số thương vong không rõ. Ngoài ra, còn chịu nhiều tổn thất khác. \n|casualties2= không rõ. \n|}}\n\n'''Trận thành Gia định''' hay Trận [[Gia Định]] là một trận chiến diễn ra vào rạng sáng ngày [[17 tháng 2|17 tháng hai]] [[1959|năm 1859]], giữa liên quân [[Pháp]] và [[Tây Ban Nha]] với [[Quân đội nhà Nguyễn|quân đội vương quốc Đại Nam]]. Kết quả quân đội [[Nhà Nguyễn|Đại Nam]] thất bại và thành Gia Định cùng các đồn lũy quân sự khác dọc [[sông Lòng Tàu]] bị liên quân Pháp và Tây Ban Nha san phẳng.\n\n== Nguyên nhân ==\nVới mong muốn đánh chiếm nhanh [[Đà Nẵng]], rồi sẽ \"giáng cho [[Huế]] một đòn quyết định\", để có thể làm chủ nước Đại Nam; nhưng ý đồ của Liên quân [[Đế chế thứ hai|Pháp]] và [[Tây Ban Nha]] đã không thể thực hiện được, vì vấp phải sự kháng cự của quân và dân nước ấy.\n\nBị cầm chân ở Đà Nẵng, tướng Charles Rigault de Genouilly<ref>Charles Rigault de Genouilly sinh ngày [[12 tháng 4]] năm [[1807]] ở Rochefort, được phong hàm Đại úy hải quân năm [[1834]], Đại tá năm [[1848]], Chuẩn Đô đốc năm [[1854]], Phó Đô đốc năm [[1858]] (theo ''Hỏi đáp lịch sử, tập 4'', tr. 13).<\/ref> buộc phải thay đổi kế hoạch, là rút đi hai phần ba số quân (tức 2000 người)<ref>Sách ''Gia Định xưa'' (tr. 96) ghi là 2.176 quân.<\/ref> và 8 trong số 14 chiến thuyền ở mặt trận này để vào đánh chiếm [[Gia Định]].\n\nMặc dù được giáo sĩ Pellerin khuyên nên đem quân ra chiếm [[Bắc Kỳ]], vì ở đó có giáo sĩ và giáo dân [[Thiên Chúa giáo]], và những người tôn phù [[nhà Lê sơ|nhà Lê]] nổi lên góp sức, nhưng sau khi cân nhắc, tướng De Genouilly không tán thành.<ref>Xem thêm phần phân tích vì sao tướng De Genouilly không tấn công ra Bắc của Phạm Văn Sơn, ''Việt sử tân biên'', quyển V, tập thượng, Sài Gòn, tr. 76-79.<\/ref> Theo thư ngày [[29 tháng 1]] năm [[1859]] của viên tướng này gửi Bộ trưởng Hải quân Pháp ở [[Paris]], thì ''\"[[Thành phố Hồ Chí Minh|Sài Gòn]] nằm trên một con sông mà chiến thuyền của chúng ta dễ vào, và hễ quân lên bộ thì đánh thành ngay, không phải lưng cõng, vai mang, băng đồng mệt nhọc. [[Thành phố Hồ Chí Minh|Sài Gòn]] lại là một vựa thóc. Nhân dân và binh lính ở [[kinh thành Huế]] sống một phần nhờ gạo Sài Gòn. Đến tháng Ba thì thuyền chở thóc gạo, sẽ kéo buồm từ Sài Gòn ra Huế. Chúng tôi quyết chặn thóc gạo đó lại...\"''<ref>Trích nguyên văn tiếng Pháp: ''\"...C'est parce que je crois fermement au succès de l'expédition sur Saigon que je vais me porter sur cette ville. Saigon est un fleuve accessible à nos corvettes de guerre et à nos transports. Les troupes, en débarquant, seraient sur le point d'attaque; elles n'auraient donc ni marches à fournir ni vivres à porter. Cette opération est tout à fait dans la mesure de leur force physique. Je ne sais si Saigon sera mal ou bien défendu, tant les rapports des missionnaires au suiet de cette place sont confus et contradictoires. J'ai à bon droit d'ailleurs perdu toute confiance dans leurs dires. Mais, quoi qu'il en soit, Saigon est l'entrepôt des riz qui nourrissent en partie Hue et l'armée annamite et qui doivent remonter vers le Nord; au mois de mars nous arrêterons ces riz. Le coup porté à Saigon prouvera, d'ailleurs, au Gouvernment annamite que, tout en gardant Tourane, nous soomes capables d'une opération extérieure, l'humiliera dans son orgueil vis-à-vis des Rois de Siam et du Cambodge, ses voisins, qui le détestent et qui ne seraient pas fâchés de trouver l'occasion de reprendre ce qui leur a été pris.\"''<\/ref>\n\nNhư vậy, việc Pháp chọn mặt trận thứ hai ở Sài Gòn, cũng không nằm ngoài mục đích muốn chiếm đóng và tìm kiếm lợi lộc từ nước Việt. Và nếu không thể \"đánh nhanh, thắng nhanh\" ở Đà Nẵng được, thì [[Thành phố Hồ Chí Minh|Sài Gòn]] quả là một địa bàn thuận lợi hơn [[Hà Nội]], bởi ở đây có một hệ thống sông rạch chằng chịt, nhiều sản vật, nhiều của cải và nhiều lúa gạo nhất Đại Nam. Cho nên, De Genouilly mong muốn chiếm lĩnh Sài Gòn để có thể \"vừa lập nghiệp, vừa phòng thủ\", \"vừa hành binh, vừa lưu thông thương mại dễ dàng\". Ngoài việc cắt đứt con đường tiếp tế lương thực cho Huế như đã ghi trên, [[Đế quốc thực dân Pháp|thực dân Pháp]] sẽ có thêm điều kiện thuận lợi để thực hiện ý đồ làm chủ lưu vực sông [[Mê Kông]], và xa hơn nữa là phía Bắc...<ref>Lược theo Nguyễn Phan Quang (''Việt Nam [[thế kỷ 19]]'', tr. 270-271). Trong Thư gửi Bộ trưởng Hải quân Pháp ngày [[29 tháng 1]] năm [[1859]], De Genouilly viết: \"theo dư luận, các thương gia [[Hồng Kông]] đang thúc giục các nhà chức trách [[Vương quốc Anh]] ở đấy tổ chức tấn công vào mục tiêu này (Gia Định). Theo tôi, chúng ta cần phải chận đứng sự xuất hiện của quân Anh trong phạm vi hoạt động của chúng ta\". Ngoài ra, khi chiếm được Nam Kỳ, Pháp sẽ ngược [[sông Cửu Long]] tiến chiếm luôn vương quốc [[Campuchia|Căm Bốt]] (theo ''Lịch sử Việt Nam'', sách ở mục tham khảo, tr. 34).<\/ref>.\n\n== Diễn biến ==\n=== Trên đường tiến quân ===\nTừ nhận định trên, ngày [[2 tháng 2]] năm [[1859]], tướng De Genouilly đem số tàu và số quân đã kể trên, tiến vào Nam.\n\nNgày [[10 tháng 2]], đại bác Pháp bắn vào [[Vũng Tàu]].\n\nNgày [[11 tháng 2]], đoàn tàu chiến Pháp vào sông [[Cần Giờ]]. Sau đó, quân Pháp vừa đi vừa tháo gỡ những chướng ngại vật trên sông và triệt phá 12 đồn trại của quân Việt ở hai bên bờ, nên mãi tới chiều 15 tháng 2, quân Pháp mới đến được ụ Hữu Bình<ref>Ụ Hữu Bình vốn là một đồn nhỏ nằm bên hữu ngạn [[sông Sài Gòn]] đắp từ thời chúa [[Gia Long|Nguyễn Ánh]] ([[1789]]) và gọi là đồn Thảo Câu. Sau lại gọi là đồn Giao Khẩu. Năm [[Minh Mạng|Minh Mệnh]] thứ 15 ([[1834]]) đổi tên là pháo đài Hữu Bình. Năm [[Thiệu Trị]] thứ 7 ([[1847]]), cho tu bổ, đắp thêm núi đất và lập riêng xưởng pháo (theo ''Đại Nam nhất thống chí'', tập 31: \"tỉnh Gia Định\", mục: \"Cửa quan và tấn sở\"). Theo Nguyễn Đình Đầu, đồn còn có tên là đồn Vàm Cỏ, khi quân Pháp chiếm gọi là Fort du Sud (người Việt dịch là Đồn Nam). Đồn này nằm ở cuối kho Thương cảng, góc [[sông Sài Gòn]] với cầu Tân Thuận ngày nay. Đối diện với đồn Vàm Cỏ là đồn Giác Ngư (hay Dốc Ngư, tục gọi là đồn Cá Trê) đắp năm [[1789]], sau đổi là Tả Định, quân Pháp gọi là Fort du Nord (người Việt dịch là Đồn Nam). Đồn này nằm bên Thủ Thiêm trên bờ tả ngạn sông Sài Gòn (''Địa chí văn hóa Thành phố Hồ Chí Minh '', tập 1, tr. 172).<\/ref>. Tức thì, cuộc đấu pháo đã diễn ra dữ dội suốt đêm. Quân Việt dùng thuyền nhỏ chở đầy thuốc súng và rơm khô, định dùng kế hoả công nhưng bị quân Pháp biết, sai người lén đốt trước.\n\nSáng sớm hôm sau, tức ngày [[16 tháng 2]], bảy tàu chiến Pháp dàn trận rồi ra sức bắn phá cho đến khi quân Việt phải bỏ chạy và quân Pháp xông lên chiếm được pháo đài. Và ngày hôm sau nữa ([[17 tháng 2]]), các tàu chiến Pháp đã có mặt trước thành Gia Định.\n\n=== Tấn công thành Gia Định ===\n[[Tập tin:Citadel of Saigon 1867.png|nhỏ|372x372px|phải|Thành Phụng theo mô tả trong một sơ đồ quy hoạch của Pháp năm 1867.]]\n==== Thất thủ ====\nNhờ cho hai tàu nhỏ vào rạch [[Thị Nghè]] thám thính, cộng thêm sự chỉ dẫn của giáo sĩ Lefèbvre, nên các sĩ quan Pháp đã hiểu khá rõ lực lượng và cách bố phòng của thành Gia Định.\n\nSáng sớm ngày [[17 tháng 2]], tướng De Genouilly cho đại bác trên tất cả các tàu chiến bắn yểm hộ rồi cho một cánh quân đổ bộ. Đội quân ấy đi theo con đường mà sau này ([[1865]]), Pháp đặt tên là đường Citadelle<ref>Đường Citadelle, năm [[1920]], đổi thành đường Luro. Sau [[1954]], chính quyền Sài Gòn, Luro đổi thành [[Cường Để]]. Năm 1980, lãnh đạo Thành phố Hồ Chí Minh cho nhập [[bến Bạch Đằng]] và Cường Để làm một và đổi tên là [[Đường Tôn Đức Thắng, Thành phố Hồ Chí Minh|Tôn Đức Thắng]]...(Theo ''Hỏi đáp về Sài Gòn - TP. Hồ Chí Minh'', tập I, tr. 103)<\/ref> rồi dùng chất nổ phá thành. Pháo trên thành bắn xuống tàu đối phương nhưng không mấy hiệu quả. Và khi đánh thủng được cửa Đông, quân Pháp dùng thang cao leo vào thành, thì đôi bên liền xông vào đánh giáp lá cà. Đến khoảng 10 giờ trưa, Hộ đốc [[Võ Duy Ninh]], đang giữ trọng trách trấn thủ thành, ra lệnh lui quân, bỏ lại hầu hết súng đạn, thóc gạo và hơn trăm chiến thuyền gỗ trên sông Thị Nghè.\n \nChạy đến thôn [[Phước Lý]] (thuộc tổng [[Cần Giuộc|Phước Lộc]], huyện [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] xưa) Hộ đốc Võ Duy Ninh và Án sát Lê Từ tự vẫn, còn Đề đốc Trần Trí, Bố chánh Vũ Thực, Lãnh binh Tôn Thất Năng, nhờ sự yểm trợ của đạo quân ứng nghĩa do Lê Huy và Trần Thiệu Chính chỉ huy, nên mang quân chạy về được ụ Tây Thới<ref>Theo Trần Văn Giàu, ''Địa chí văn hóa Thành phố Hồ Chí Minh, tập I'' (tr. 249) và ''Lịch sử Việt nam'' (1858 đến cuối thế kỷ 19), sách dẫn ở mục tham khảo, tr. 35.<\/ref>.\n\nTheo A. Thomazi, trong thành Gia Định lúc này có hơn 2.000 quân với 200 đại bác bằng sắt, bằng đồng, một hải phòng hạm, bảy chiến thuyền, 25.000&nbsp;kg thuốc súng, tiền bạc trị giá tương đương 130.000 [[franc]]s, thực phẩm đủ nuôi 8.000 quân trong một năm<ref>Dẫn lại theo ''Việt Nam thế kỷ XIX'' (tr. 272). Tổn hại về mặt vật chất, theo GS. Trần Văn Giàu: \"Quân Việt đã bỏ lại trong thành 200 súng đại bác bằng đồng hay bằng gang, 20.000 vũ khí các loại, 86.000 kg thuốc súng và một số gạo đủ nuôi hàng vạn quân trong cả năm, 9 chiến thuyền đã đóng và đương đóng ở dưới ụ nơi rạch Thị Nghè. Tính tất cả theo thời giá là 20 triệu quan\". (Tổng tập, tập I, tr. 70). Và của Trần Trọng Kim: \"Liên quân vào thành, lấy được 200 khẩu súng đại bác, 8 vạn rưỡi kilos thuốc súng và độ chừng 18 vạn phật lăng (francs) cả tiền lẫn bạc, còn các binh khí và thóc gạo thì không biết bao nhiêu mà kể. [http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090519195026\/http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 |date=2009-05-19 }}<\/ref>.\n\nTuy thắng trận, nhưng [[đế quốc thực dân Pháp|thực dân Pháp]] không đủ quân để giữ thành, không nhận được sự hỗ trợ từ các giáo sĩ và giáo dân Thiên Chúa giáo<ref>Theo báo cáo của De Genouilly ngày [[14 tháng 3]] năm [[1859]], lưu tại Kho lưu trữ quốc gia Pháp. KH: BB4-769. Dẫn lại theo ''Hỏi đáp lịch sử tập 4, tr. 34.<\/ref> và luôn bị các đội nghĩa quân ngày đêm bám sát, tìm cách bao vây, nên quân Pháp đã phải quyết định phá hủy thành Gia Định.\n[[Tập tin:Đại bác thành Gia Định.jpg|nhỏ|200px|Thần công thành Gia Định, đang được trưng bày tại [[Lăng Ông Bà Chiểu]].|trái]]\n\n==== Biến thành tro bụi ====\nVào ngày [[8 tháng 3]] năm [[1859]], tướng De Genouilly cho đặt mấy chục ổ thuốc nổ phá tung nhiều đoạn trường thành, đốt dinh thự kho tàng bên trong, đốt cả thóc lúa. \nKể lại vụ việc này, sách ''Địa chí TP. Hồ Chí Minh, tập I'', có đoạn:\n:''Kho thóc thành Gia Định cháy mãi hai năm mà khói còn nghi ngút. Hai mươi bốn tháng nắng mưa không làm tắt được đám cháy nào. Quân Pháp cũng cướp giật, đốt luôn nhiều phố xá thương mãi và thôn xóm dân cư. Và nhà thơ [[Nguyễn Đình Chiểu]] đã ghi:\n:''[[Bến Nghé]] của tiền tan bọt nước,\n:''[[Đồng Nai]] tranh ngói nhuộm màu mây...<ref name=\"ĐCVH\">''Địa chí văn hóa Thành phố Hồ Chí Minh '', tập I, tr. 249-250.<\/ref>\n\n==== Sau khi phá thành ====\nPhá tan thành Gia Định xong, De Genouilly chỉ để lại một số quân đóng giữ ở đồn Nam (đồn Hữu Bình), còn bao nhiêu rút hết xuống các tàu chiến.\n\nNgày [[20 tháng 4]] năm [[1859]], viên tướng trên giao quyền cho Đại tá hải quân Jauréguibery chiếm giữ Gia Định, rồi lui tàu trở lại mặt trận Đà Nẵng, vì lúc này quân Pháp ở đó đang bị nguy khốn vì thương vong và dịch bệnh...\n\n== Phản ứng và ghi nhận ==\n=== Của vua quan nhà Nguyễn ===\nNghe tin Gia Định thất thủ, triều đình [[Huế]] vẫn chủ trương để đại quân phòng ngự [[Đà Nẵng]], chỉ phái thượng thư bộ Hộ [[Tôn Thất Hiệp (định hướng)|Tôn Thất Hiệp]] mang 15.000 quân vào đóng ở Biên Hòa\".<ref>''Hỏi Đáp lịch sử tập 4'', tr.33.<\/ref>\n\n[[Tổng đốc]] Long Tường [[Trương Văn Uyển]] một mặt gửi sớ về triều đình báo tin thất thủ Gia Định, mặt khác ông cũng triệu tập các trấn thủ khác ở [[An Giang]], [[Định Tường]], [[Hà Tiên (tỉnh)|Hà Tiên]] hợp sức chống cự. Tổng đốc Trương Văn Uyển kéo quân tới đồn Lão Sầm, gần [[chùa Mai Sơn]] để tấn công nhưng quân Pháp đổ ra bao vây, quân [[nhà Nguyễn]] phải lui về cố thủ [[Vĩnh Long]] và trong trận này, chủ tướng của quân Nguyễn bị trọng thương.<ref>Phan Trần Chúc, ''Nguyễn Tri Phương'', Nhà xuất bản Văn hóa Thông tin, tr 39.<\/ref>\n\nTheo như nhận định của Nguyễn Phan Quang, \"một cuộc giải phóng đất nước đã mở ra\" nhưng tướng nhà Nguyễn chỉ huy mặt trận Gia Định là Tôn Thất Hiệp lại chủ trương \"án binh bất động\" để \"làm nản lòng địch\". Do vậy, thời cơ đánh bật quân xâm lược ra khỏi bờ cõi bị bỏ qua''.<ref name=\"VNTK\">''Việt Nam thế kỷ XIX'', tr. 274.<\/ref>\n\n=== Của nhân dân Việt ===\nQuân Pháp tuy đã hạ được thành Gia Định, nhưng phải đối phó với những đạo quân \"ứng nghĩa\" hoạt động sôi nổi ở khắp nơi, đêm ngày phục kích, đột kích, bao vây đối phương. Nhân dân cũng đã tự thiêu hủy nhà cửa, di tản hết, không hợp tác với Pháp.<ref name=\"VNTK\"\/> Ngoài ra cũng có những người dân địa phương đi lính cho Pháp.<ref>Đặng Đức Thi, Tư liệu, tranh ảnh và bản đồ Lịch sử 8, Nhà xuất bản GD tr 103<\/ref>\n[[Tập tin:Đại bác.jpg|nhỏ|phải|368x368px|Đại bác của hải quân Pháp, được đúc năm [[1868]], bên cạnh những khẩu \"Thần uy tướng quân\" của quân đội nhà Nguyễn.]]\n\n=== Ghi nhận của Pháp ===\nSách ''Địa chí văn hóa TP. Hồ Chí Minh'', tập I, trích lại báo cáo của quân Pháp:\n:''Người Việt Nam tự vệ mạnh mẽ, đường đạn của họ không phải là không chính xác, tàu La Dragonne bị trúng ba phát đạn, tàu Avalanche bị 7 phát...<ref name=\"ĐCVH\"\/>\nTrước sự kháng cự của quân và dân Việt, đêm 21 tháng 4 năm 1859, quân Pháp ở đồn Hữu Bình bị thiệt hại khá nặng. Trong một báo cáo gửi về Bộ hải quân Pháp ở Paris, tướng De Genouilly đã than rằng:\n:\"''Bây giờ tôi không biết bằng cách gì và đến chừng nào cái sự việc Nam Kỳ này sẽ được giải quyết.''<ref name=\"ĐCVH\"\/>''Không thể không thừa nhận rằng cuộc chiến tranh với nước này còn khó hơn cuộc chiến tranh với vương quốc [[Tên gọi Trung Quốc|Trung Hoa]].<ref name=\"VNTK\"\/>\"\n\n== Nhận xét ==\n*Sử gia [[Trần Trọng Kim]]:''<ref>{{Chú thích web |url=http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 |ngày truy cập=2009-05-10 |tựa đề=Xem Việt Nam sử lược |archive-date=2009-05-19 |archive-url=https:\/\/web.archive.org\/web\/20090519195026\/http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 |url-status=dead }}<\/ref>''\n:''Ở Gia Định, bấy giờ tuy có nhiều binh khí, nhưng quân lính không luyện tập, việc võ bị bỏ trễ nải, cho nên khi quân Pháp ở cửa Cần Giờ tiến lên, quan hộ đốc là Vũ Duy Ninh vội vàng tự đi các tỉnh lấy binh về cứu viện; nhưng chỉ trong hai ngày thì thành vỡ...''\n*GS. [[Trần Văn Giàu]]:<ref>Trần Văn Giàu, ''Tổng tập (tập I)'', Nhà xuất bản Quân đội Nhân dân, 2006, tr. 70.<\/ref>\n:''Khi Pháp đến đánh, trong thành Gia Định chỉ có hơn một nghìn quân thủ thành, trong thành có đủ khí giới, lương thực cho mười ngàn quân đóng giữ trong một năm. Điều đó chứng tỏ rằng, triều đình thờ ơ với sự phòng vệ, mặc dầu năm sáu tháng nay Pháp đánh Đà Nẵng, và từ hơn tuần nay đối phương vào Cần Giờ liên tiếp...''\n\n== Xem thêm ==\n*[[Thành Phụng]]\n*[[Võ Duy Ninh]]\n*[[Tôn Thất Hiệp (tướng nhà Nguyễn)|Tôn Thất Hiệp]]\n\n== Tham khảo ==\n*Nhiều người soạn, ''Địa chí văn hóa Thành phố Hồ Chí Minh '', tập I, Nhà xuất bản. Thành phố Hồ Chí Minh, 1987.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX, Nhà xuất bản Thành phố Hồ Chí Minh, 2002''.\n*Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt nam (1858 - cuối thế kỷ 19)'' quyển 3, tập 1, phần 1, Nhà xuất bản Giáo dục, 1979.\n*Nhiều người sọan, ''Lịch sử lớp 11 (nâng cao)'', Nhà xuất bản Giáo dục, 2007, tr. 224.\n*Nhiều người soạn, ''Hỏi Đáp lịch sử (tập 4)'', Nhà xuất bản Trẻ, tr. 32-34.\n*Nhiều người soạn, ''Hỏi đáp về Sài Gòn - Thành phố Hồ Chí Minh tập I'', Nhà xuất bản Trẻ, 2006, tr. 103\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản VH-TT, 2006, tr. 96.\n*[[Phan Trần Chúc]], [[Nguyễn Tri Phương]], Nhà xuất bản Văn hóa Thông tin, 2001.\n== Chú thích ==\n{{Tham khảo|30em}}\n{{Phong trào độc lập Việt Nam}}\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|G]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Xung đột năm 1859]]\n[[Thể loại:Xung đột năm 1860]]\n[[Thể loại:Xung đột năm 1861]]"}