{"121611":"{{đang viết}}\n{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Cán\n| tên gốc =鄭檊\n| tước vị = [[Chúa Trịnh]]\n| thêm = vietnam\n| hình = Đặng Thị Huệ và Trịnh Cán.png\n| cỡ hình = 200px\n| ghi chú hình = Chân dung Điện Đô vương Trịnh Cán và Đặng Tuyên phi trong ''Trịnh gia chính phả''.\n| chức vị = [[Trịnh]] [[Vương (tước hiệu)|Vương]]\n| tại vị = [[13 tháng 9]] năm [[1782]] – [[28 tháng 11]] năm [[1782]]<br>{{số năm theo năm và ngày|1782|9|13|1782|11|28}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1782 till:1783 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Trịnh Sâm]]\n| nhiếp chính = [[Lê Hiển Tông]] ([[1740]] - [[1786]])\n| kiểu nhiếp chính = Thời vua\n| kế nhiệm = [[Trịnh Tông]]\n| thông tin phối ngẫu = ẩn\n| vợ = \n| kiểu phối ngẫu = Vợ\n| thông tin con cái = ẩn\n| con cái = \n| tước hiệu = Điện Đô Vương (奠都王) \n| tên đầy đủ = Trịnh Cán (鄭檊)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = \n| thụy hiệu = Xung Mẩn vương (沖愍王)\n| hoàng tộc = [[Chúa Trịnh]]\n| cha = [[Trịnh Sâm]]\n| mẹ = [[Đặng Thị Huệ|Tuyên phi Đặng Thị Huệ]]\n| sinh = [[1777]]\n| mất = {{ngày mất và tuổi|1782|12|17|1777|1|1}}\n| nơi mất = [[Đông Kinh]], [[Đàng Ngoài]], [[Đại Việt]]\n}}\n\n'''Điện Đô vương Trịnh Cán''' ([[chữ Hán]]: 奠都王鄭檊, [[1775]] &ndash; [[17 tháng 12]], [[1782]]) là vị [[chúa Trịnh]] thứ 9  của vương tộc Trịnh cầm quyền ở miền Bắc Đại Việt thời nhà Lê trung hưng trong [[lịch sử Việt Nam]].\n\nVới tư cách là con thứ hai của vị Chúa tiền nhiệm, Thánh Tổ Thịnh vương [[Trịnh Sâm]], Trịnh Cán được chỉ định cho ngôi vị kế nghiệp khi vừa mới 5 tuổi ([[1781]]), sau khi người anh cả Trịnh Tông bị truất phế do những âm mưu của mẹ ruột của ông, Tuyên phi [[Đặng Thị Huệ]]. Một năm sau ([[1782]]), khi chúa [[Trịnh Sâm]] mất, Trịnh Cán - 6 tuổi được đưa lên ngôi Chúa. Tuy nhiên ông chỉ tại vị được hơn 1 tháng thì bị lật đổ bằng cuộc đảo chính của quân tam phủ nhằm ủng hộ thế tử bị phế Trịnh Tông. Ông bị giáng xuống tước Công và qua đời không lâu sau đó.\n\n== Thân thế và cuộc sống ban đầu ==\n\nTheo sách Trịnh thị thế gia, Trịnh Cán qua đời năm [[1782]] khi lên 8 tuổi<ref>[[:zh:s:鄭氏世家\/第十一世|Trịnh thị thế gia, đời thứ 11]]<\/ref>, từ đấy mà suy ra thì ông chào đời vào năm thứ 36 Cảnh Hưng nhà Lê, tức năm [[1775]]. Ông  là con trai thứ 2 của vị Chúa Trịnh đương nhiệm là Thánh Tổ Thịnh vương [[Trịnh Sâm]] với người sủng cơ là Tu dung [[Đặng Thị Huệ]].\n\nTrước kia chúa Trịnh Sâm tuổi đã cao mà hậu cung chỉ có duy nhất 1 Vương tử là [[Trịnh Tông]] do Cung tần [[Dương Thị Ngọc Hoan]], người xã Long Phúc, huyện Thạch Hà sinh ra{{sfn|Ngô Cao Lãng, Xiển Trai|1975|p=201}}. Tuy nhiên Trịnh Sâm cho rằng Trịnh Tông không phải là con đích thất, lại e ngại những công tử có mẹ là người làng Long Phúc trước kia như [[Trịnh Cối]], [[Trịnh Lệ]] đều từng mưu phản<ref group=\"Ghi chú\">[[Trịnh Cối]] (? - [[1585]]), con trưởng của Minh Khang Thái vương [[Trịnh Kiểm]], khi lên ngôi Chúa đã phản Nam triều theo về nhà Mạc. Thụy quận công [[Trịnh Lệ]] (? - [[1787]]), con thứ 3 của Nghị Tổ Ân vương [[Trịnh Doanh]], em ruột [[Trịnh Sâm]]; từng mưu hại Trịnh Sâm để giành ngôi Chúa <\/ref>; vì thế không công nhận Trịnh Tông làm thế tử, có ý chờ đứa con khác. Hồi đó bà Tu dung Đặng Thị Huệ được Chúa yêu đã lâu mà chưa có con, Bồi tụng [[Nguyễn Khản]] đưa bạn là huấn đạo [[Lê Bá Thực]], người xã Việt An hạ, huyện La Sơn vào phủ Chúa xem mạch rồi cho bà Huệ uống một loại thuốc kêu là Cao tuy tiên, không lâu sau thì có mang, sau đó sinh ra Trịnh Cán, vì công này mà Lê Bá Thực được Chúa cất nhắc lên chức Tiến triều{{sfn|Ngô Cao Lãng, Xiển Trai|1975|p=201}}.\n\nTrịnh Sâm rất yêu chiều mẹ con Đặng Thị Huệ và [[Trịnh Cán]]. Theo [[Hoàng lê nhất thống chí]] ghi lại rằng:\n\n:\"''Khi Đặng Thị Huệ mang thai, Trịnh Sâm liền sai người đi lễ khắp trăm thần để cầu sinh con thánh. Khi Cán được sinh ra, chúa hết sức yêu mến..., lúc đầy trăm ngày, chúa lấy tên của mình lúc nhỏ là Cán đặt cho nó để tỏ ra nó cũng giống mình. Khoa thi Hương năm ấy, chúa lấy hai câu: \"Sơn xuyên anh lục, hà hải tú chung\" (khí thiêng của sông núi tụ lại, sự tốt đẹp của biển hồ chung đúc nên) để làm đề thi. Các quan văn võ cũng có nhiều kẻ lấy chữ \"Tinh huy hải nhuận\" (sao sáng biển hòa, cái điềm sinh thánh nhân) làm câu chúc mừng...''{{sfn|Ngô gia văn phái|1987|p=4}}\n\n:''Lúc vương tử Cán đầy tuổi, cốt cách tướng mạo khôi ngô, đẫy đà, khác hẳn người thường. Đến khi biết nói, Cán đối đáp gãy gọn, cử chỉ không khác gì người lớn. Mỗi khi các quan văn võ vào thăm, vương tử tiếp đón với dáng bộ nghiêm chỉnh. Có người cách hàng năm mới gặp, vương tử cũng vẫn nhớ rõ họ, tên, kể lại chuyện cũ vanh vách. Chúa sai quan từ hàn làm bài tụng 16 chữ, để viên a bảo (viên quan trông nom việc nuôi nấng, dạy dỗ con cái của vua chúa) dạy truyền miệng cho vương tử. Vương tử chỉ nghe qua một lượt là đọc thuộc liền. Thấy vậy Trịnh Sâm càng yêu quý vương tử Cán bội phần.''\"{{sfn|Ngô gia văn phái|1987|p=4}}\n\n== Trở thành Thế tử ==\n\nMặc dù được chúa Trịnh thương yêu, nhưng dù sao Cán vẫn còn nhỏ tuổi mà Trịnh Tông thì đã trưởng thành. Đặng Thị Huệ vì thế ngày đêm khéo chiều lòng Chúa, mặt khác lại tìm cách dựa vào thế lực bên ngoài hỗ trợ mình hòng thay ngôi Thế tử{{sfn|Nhiều tác giả|2018|p=482}}. Người đó là Huy quận công [[Hoàng Đình Bảo]], người em rể vốn bị Chúa [[Trịnh Sâm]] ghét bỏ. Thị Huệ nhân khi ở trước mặt chúa, đều cố sức\nbênh vực cho, khiến Trịnh Sâm dần thay đổi thái độ mà chuyển sang trọng dụng Đình Bảo. Hai người họ liên kết gắn bó kẻ trong người ngoài, quyền thế ngày càng lừng lẫy{{sfn|Ngô Cao Lãng, Xiển Trai|1975|p=204}}. Hai quan trấn thủ Sơn Tây, Kinh Bắc là Hồng Lĩnh hầu [[Nguyễn Khản]] và Tuân Sinh hầu [[Nguyễn Khắc Tuân]] về phe của Trịnh Tông, luôn ngấm ngầm chống đối với Đình Bảo. Từ đó mở ra những cuộc minh tranh ám đấu trong nội bộ phủ Chúa{{sfn|Ngô Cao Lãng, Xiển Trai|1975|p=204}}.\n\nTrịnh Cán là một đứa trẻ \"''bệnh mắc đã lâu, tinh khí khô hết, da mặt khô, rốn lồi to, gân thời xanh, tay chân gầy gò''\" vì \"''thế tử ở trong chốn màn the trướng phủ, ăn quá no, mặc quá ấm nên tạng phủ yếu đi...''\". Khi danh y [[Hải Thượng Lãn Ông|Lê Hữu Trác]] theo lệnh chúa Trịnh Sâm chữa bệnh cho ông thì bọn ngự y ghen tị với Lê Hữu Trác nên đơn thuốc của Lê Hữu Trác không được sử dụng. Vì vậy, Trịnh Cán vẫn bệnh mãi không khỏi.\n\nSách Khâm định Việt sử thông giám cương mục (Chính biên, quyển 45, tờ 24) chép như sau:\n\n:\"''(Trịnh) Cán mắc bệnh từ khi còn phải bế ẵm, tay chân thân thể ốm yếu, bao nhiêu thuốc thang chữa trị vẫn không khỏi. Thế mà kể từ khi (Trịnh) Khải bị tội, bỗng dưng bệnh tình của (Trịnh) Cán ngày một giảm dần, coi bói thấy mọi sự đều thuận, (Trịnh) Sâm lấy làm vui vẻ lắm. Bầy tôi trong kinh ngoài trấn cùng chúc mừng và khuyên (Trịnh) Sâm nên sớm lập người nối nghiệp, cốt mau thống nhất nhân tâm. (Trịnh) Sâm nghe theo. Mẹ của (Trịnh) Sâm là Thứ phi [[Nguyễn Thị Ngọc Diễm]] nói với (Trịnh) Sâm rằng: Khải với Cán đều là cháu nội của già này, nhưng già này nghĩ rằng Khải đã trưởng thành mà Cán thì còn quá nhỏ, lại đau yếu luôn, già này chỉ mong vương thượng coi trọng tôn miếu xã tắc, hãy tạm để khuyết ngôi kế tự, chờ xem Khải có tự răn mình mà sửa lỗi hay không, nhược bằng không thì hãy đợi đến khi Cán đã lớn cùng chẳng có gì là muộn. Trịnh Sâm nói: Việc lớn của nước nhà cốt sao tìm được người xứng đáng để phó thác. Nếu như bệnh tình của Cán không khỏi thì thà là lập (Trịnh) Bồng trả lại cơ nghiệp cho ngành cả của nhà bác. Thái phi nghe vậy thì không nói thêm gì nữa.''\"\n\n:(Trịnh) Sâm tâu Vua xin lập (Trịnh) Cán làm Thế tử. Lúc ấy (Trịnh) Cán mới 5 tuổi. (Trịnh) Sâm dùng Huy Quận công Hoàng Đình Bảo làm A phó (cho Thế tử Trịnh Cán) để lo nuôi dưỡng và giúp đỡ (Trịnh) Cán. Bấy giờ, (Trịnh) Sâm mắc bệnh trĩ, phải ở trong nhà kín chớ không ra ngoài. Đặng Thị (Huệ) ở trong cung sắp đặt mọi việc, bè đảng cùng giữ trọng trách, trong khi đó, (Trịnh) Cán lại còn quá thơ ấu nên ai cũng lấy làm lo.''\"\n\n==Lên ngôi==\nKhâm định Việt sử thông giám cương mục (Chính biên, quyển 45, tờ 26, 27 và 28) chép lại:\n\n''Khoảng mấy năm này, bệnh cũ của (Trịnh) Sâm lại tái phát luôn, khiến cho (Trịnh) Sâm rất sợ nắng gió, thường ở sâu trong cung, kể cả lúc ban ngày cũng phải đốt nến. Chỉ những ngày đại triều (Trịnh) Sâm mới chịu đi ra ngoài, còn thì không bao giờ đi đâu cả. Đến đây, bệnh trở nên nguy kịch. Đặng Thị (Huệ) ngày đêm chầu chực ở bên cạnh, các quan lại đại thần chỉ có (Hoàng) Đình Bảo, (Tạ) Danh Thùy và (Lê) Đình Châu cùng vài ba người nữa là được quyền ra vào mà thôi. Đặng Thị (Huệ) nói với (Trịnh) Sâm rằng:''\n\n''\"Thiếp được vương thượng yêu thương quyến luyến bội phần nhưng nay thì trăm tội đều đổ lên đầu thiếp, chẳng biết rồi nay mai mẹ con thiếp sẽ gởi thân vào đâu?\"''\n\n''(Trịnh) Sâm an ủi rằng: \"Danh vị Thế tử đã định rõ, sau này, nước là nước của Thế tử còn lo lắng nỗi gì nữa?\"''\n\n''(Trịnh) Sâm quay sang nói với (Hoàng) Đình Bảo rằng: \"Ngươi hãy cố sức giúp rập Thế tử cho yên lòng.\"''\n\n''(Hoàng) Đình Bảo thưa: \"Thần đâu nỡ không tận tâm. Để báo đáp ơn chúa, thần sẵn sàng nhận lấy cái chết. Nhưng, ngay bây giờ, xin chúa thượng hãy truyền ngôi cho Thế tử, đồng thời, sách phong cho Tuyên phi Chính cung được quyền tham dự việc quyết đoán chính sự, cốt sao cho mệnh lệnh lúc nào cũng rõ ràng.\"''\n\n''(Trịnh) Sâm nói: \"Ngươi nói rất đúng. Ngươi hãy giúp ta làm việc này.\"''\n\n''(Hoàng) Đình Bảo nói: \"Nhận cố mệnh lo việc chính trị, thần không dám tự chuyên một mình, vậy xin cho một người rất gần gũi trong họ là Trịnh Kiều, bậc Sư bảo đại thần là Nguyễn Hoàn, hai người có danh vọng lớn trong chính phủ là Lê Đình Châu và Phan Lê Phiên, cùng với hai A bảo tín thần là Trần Xuân Huy và Tạ Danh Thùy, được vâng chịu''.\"\n\n''(Trịnh) Sâm y cho. Phan Lê Phiên được thảo cố mệnh, Nhữ Công Điển viết chế sắc sách phong cho Tuyên phi Đặng Thị (Huệ). Tờ cố mệnh và tờ sắc sách phong viết xong, (Hoàng) Đình Bảo liền giấu trong tay áo, đem vào phủ đường để xin (Trịnh) Sâm phê chuẩn. Lúc ấy, (Trịnh) Sâm đã gần tắt thở, bèn cho triệu bọn Trịnh Kiều và Nguyễn Hoàn vào gấp để nhận cố mệnh. Khi họ vào, (Trịnh) Sâm khóc và nói: \"Tiểu tử này mắc bệnh, không thể sống được nữa. Nay, cho Thế tử là (Trịnh) Cán nối ngôi, mong thúc phụ và sư thần đồng tâm giúp rập, hầu qua buổi khó khăn này.\"''\n\n''(Hoàng) Đình Bảo nhân đó lấy giấy tờ trong tay áo ra dâng lên nhưng (Trịnh) Sâm gạt đi. (Hoàng) Đình Bảo nói: \"Tờ cố mệnh còn chưa ghi tên (của Thế tử), vậy xin cho vương thân là Trịnh Kiều ghi thay.\"''\n\n''(Trịnh) Sâm gật đầu. (Trịnh) Kiều ghi tên Thế tử xong, dâng lên thì (Trịnh) Sâm đã nhắm mắt, không còn biết gì nữa. Chỉ một lúc sau thì (Trịnh) Sâm mất, thọ 41 tuổi. (Hoàng) Đình Bảo đem tờ cố mệnh và sắc sách phong cho Tuyên phi (Đặng Thị Huệ) giao cho (Tạ) Danh Thùy thông báo cho chính phủ và các nơi rồi sau đó, tâu xin Nhà vua lập (Trịnh) Cán làm Điện Đô Vương, cho Tuyên phi Đặng Thị (Huệ) được tham dự việc quyết đoán chính sự, đồng thời, truy tôn (Trịnh) Sâm làm Tĩnh vương. Bấy giờ, (Trịnh) Cán còn nhỏ tuổi lại mang bệnh, cho nên, ai ai cũng nôn nao lo sợ. (Quan lại) trong triều và (nhân dân) nơi mọi làng xã, ai cũng tin là tai họa sẽ xảy ra trong khoảng không bao lâu nữa. (Hoàng) Đình Bảo chuyên quyền, một mình nắm hết mọi quyền hành trong nước, vẫn thản nhiên chứ không để ý gì cả. Bọn (Trịnh) Kiều và Nguyễn Hoàn, tất cả sáu người, chỉ đặt ra cho có đủ lệ bộ chứ chẳng có vai vế gì.''\n\nTháng 9 năm 1782, Trịnh Sâm mất. [[Đặng Thị Huệ]] và Huy quận công [[Hoàng Đình Bảo]] lập Trịnh Cán lên ngôi chúa với tước hiệu Điện Đô vương, lúc đó Trịnh Cán mới 6 tuổi.\n\n''\"Sau khi chúa tắt thở, quận Huy một mặt cắt đặt cho các quan lo liệu việc tang lễ, một mặt sai Thuỳ trung hầu sao lấy mấy bản thư cố mệnh và tờ sách phong Tuyên phi đưa ra chính phủ, để cho các quan triều tâu lên vua Lê. Ngay hôm ấy, vua Lê hạ sắc dụ lập thế tử Cán làm Điện đô vương. Trăm quan liền đem nghi trượng, binh lính đến cửa Kính Thiên để rước sắc về phủ chúa. Đến phủ, quan a bảo Diễm quận công Trần Xuân Huy bế thế tử Trịnh Cán đã được mặc áo triều, đội mũ, mang đai màu hoa quỳ ra đứng đón ở sân, quỳ xuống nhận sắc. Xong đó, ngoài phủ đường đã đặt sẵn sập ngự, quận Diễm bồng thế tử Cán lên ngôi chúa. Các quan theo thứ tự lần lượt vào lễ mừng. Lễ xong, quận Diễm lại bế chúa mới vào cung Huỳnh để lạy thánh mẫu. Rồi sau đấy, mọi người đều thay triều phục, mặc áo trở để làm lễ phát tang.\"''{{sfn|Ngô Cao Lãng, Xiển Trai|1975|p=496-497}}\n\nTuyên phi Đặng Thị Huệ trở thành người điều khiển triều chính giúp con cùng với Huy quận công [[Hoàng Đình Bảo]] khiến quân đội và nhân dân bất bình.\n\nTháng 10 nǎm 1782, Dự Vũ là tay chân của Trịnh Khải xúi kiêu binh (lính Tam phủ) nổi loạn, giết chết Hoàng Đình Bảo, truất ngôi Trịnh Cán và giáng xuống làm Cung quốc công. Tuyên phi Đặng Thị Huệ bị truất xuống thứ dân, sau tự tử. Trịnh Cán bị đưa ra ở phủ Lượng quốc rồi ốm chết, ở ngôi được một tháng.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |1989|| style=\"text-align:center;\" |《[[Đêm hội Long Trì (phim)|Đêm Hội Long Trì]]》|| style=\"text-align:center;\" |Hoàng Gia Hưng\n|}\n\n== Xem thêm ==\n*[[Trịnh Sâm]]\n*[[Đặng Thị Huệ]]\n*[[Trịnh Khải]]\n\n== Tham khảo ==\n\n=== Danh mục nguồn ===\n* {{citation|author=Nhiều tác giả|authorlink=|title=Đại Việt sử ký tục biên (1676 - 1789)|edition=\nViện nghiên cứu Hán Nôm thuộc Viện Hàn lâm Khoa học xã hội Việt Nam|year=2018|language=|publisher=Nhà Xuất bản Hồng Đức|location=[[Hồ Chí Minh]]}}\n* {{citation|author=Quốc sử quán triều Nguyễn|authorlink=Quốc Sử Quán|editor= |others= |title= Khâm định Việt sử Thông giám Cương mục|url=https:\/\/quangduc.com\/images\/file\/KZPU77gk0AgQAKVI\/kham-dinh-viet-su-thong-giam.pdf|location = Hà Nội|year=1998|isbn= }}\n* {{Chú thích sách|ref={{harvid|Ngô Cao Lãng, Xiển Trai|1975}}|author=Ngô Cao Lãng, Xiển Trai|authorlink=|title=Lịch triều tạp kỷ, Tập II|year=1975|language=|publisher=Nhà xuất bản Khoa học xã hội|location=[[Hà Nội]]}}\n* [[Trần Trọng Kim]] ([[1971]]), ''[[Việt Nam sử lược]]'', Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục.\n* {{Chú thích sách|ref={{harvid|Quỳnh Cư, Đỗ Đức Hùng|2005}}|tác giả=Quỳnh Cư, Đỗ Đức Hùng |lk tác giả =Quỳnh Cư, Đỗ Đức Hùng| đồng tác giả = | title=Các triều đại Việt Nam|cuốn=1|edition=|năm gốc = | year=2005|language=vi |publisher=Nhà xuất bản Thanh niên|location=}}\n* {{Chú thích sách|ref={{harvid|Ngô gia văn phái|2006}}|author=Ngô gia văn phái|authorlink=|title=Hoàng Lê nhất thống chí|year=2006|language=|publisher=Nhà xuất bản Văn học. Kiều Thu Hoạch, Nguyễn Đức Vân dịch; Kiều Thu Hoạch giới thiệu|location=}}\n* {{chú thích|author=Phan Huy Chú|authorlink=|title=Lịch triều Hiến chương loại chí, tập một (Tổ phiên dịch viện sử học phiên dịch và chú giải)|year=1960|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Phạm Văn Sơn|authorlink=|title=Việt sử tân biên, tập 3|year=1959|language=|publisher=Cơ sở xuất bản Đại Nam|location=[[Sài Gòn]]}}\n* {{Chú thích sách|ref={{harvid|Tạ Chí Đại Trường|2009}}|tác giả=Tạ Chí Đại Trường |lk tác giả =Tạ Chí Đại Trường| đồng tác giả = | title=Bài sử khác cho Việt Nam|cuốn=1|edition=|năm gốc = | year=2009|language=vi |publisher=Nhà xuất bản Kệ sách|location=}}\n* {{Chú thích sách|ref={{harvid|Đinh Xuân Lâm, Trương Hữu Quỳnh|2005}}|tác giả=Đinh Xuân Lâm, Trương Hữu Quỳnh |lk tác giả =Đinh Xuân Lâm| đồng tác giả = | title=Từ điển nhân vật lịch sử Việt Nam|cuốn=1|edition=|năm gốc = | year=1999|language=vi |publisher=Nhà xuất bản Giáo dục|location=}}\n* {{citation|author=Nguyễn Khắc Thuần|authorlink=Nguyễn Khắc Thuần|editor= |others= |title= Thế thứ các triều vua Việt Nam|url=|location = Thành phố Hồ Chí Minh|year=1995|publisher= Nhà xuất bản Giáo dục}}\n* {{citation|author=Nguyễn Khắc Thuần|authorlink=Nguyễn Khắc Thuần|editor= |others= |title= Việt sử giai thoại, tập 7: 69 giai thoại thế kỉ XVIII|year=1994|publisher= Nhà xuất bản Giáo dục}}\n* {{Chú thích sách|ref={{harvid|Vũ Ngọc Khánh|2004}}|author=Vũ Ngọc Khánh|authorlink=Vũ Ngọc Khánh|editor= |others= |title= Vua trẻ trong lịch sử Việt Nam|year=2004|publisher=Nhà xuất bản Thanh niên}}\n\n=== Ghi chú ===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n\n=== Chú thích nguồn ===\n{{tham khảo|3}}\n\n{{Chúa Trịnh}}\n\n{{thời gian sống|1777|1782}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]"}