{"80880":"'''Trịnh Duy Sản''' ([[chữ Hán]]: 鄭惟㦃; ? - [[1516]]), là nhà chính trị, tướng lĩnh quân phiệt [[Đại Việt]] cuối thời [[Nhà Lê sơ|Lê Sơ]]. Ông được đánh giá là nghịch thần, truyện về ông được chép trong ''Nghịch thần truyện'' vì đã giết chết [[Lê Tương Dực]]. Việc phân chia quân phiệt náo loạn cuối đời Lê Sơ cũng là do ông khởi đầu.\n\n==Tiểu sử==\nTrịnh Duy Sản người làng [[Thủy Chú]], xã Xuân Thắng, huyện [[Thọ Xuân]], [[Thanh Hóa|Thanh Hoá]], [[Việt Nam]]. Ông là cháu nội Dương Vũ công thần Ngọc quận công [[Trịnh Khắc Phục]], công thần khai quốc nhà [[Nhà Lê sơ|Hậu Lê]] và là ngoại thích của [[Lê Tương Dực]]. Ông Trịnh Khắc Phục sinh 8 người con trai là [[Trịnh Bá Nhai]], [[Trịnh Trọng Ngạn]], [[Trịnh Trọng Phong]], [[Trịnh Thúc Thông]], [[Trịnh Thúc Tùng]], [[Trịnh Đại Hưng]], [[Trịnh Như Sơn]] và [[Trịnh Quý Nham]]. Trong đó ông Trịnh Trọng Ngạn sinh ba con trai là [[Trịnh Duy Thuân]], [[Trịnh Duy Đại]] và Trịnh Duy Sản<ref>theo gia phả họ Trịnh Khắc Phục - làng Vân Đô, huyện Đông Sơn, tỉnh Thanh Hóa<\/ref>.\n\nTrịnh Trọng Phong là cha của [[Trịnh Thị Tuyên]], chính thất của Kiến vương [[Lê Tân]] và là mẹ ruột của Tương Dực Đế, đã bị [[Lê Uy Mục]] giết hại vào năm [[1509]]. Xét về vai vế, Trịnh Duy Sản là anh họ của Trịnh phu nhân và là cậu của Tương Dực Đế.\n\n==Dẹp loạn Trần Tuân==\nTrịnh Duy Sản từng đứng về phe Lê Tương Dực trong cuộc chính biến lật đổ [[Lê Uy Mục]] vào năm [[1509]], được phong tước '''Mỹ Huệ hầu''' (美惠侯).\n\nNăm [[1511]], [[Trần Tuân]] ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] chiêu tập bọn dân binh, nổi lên làm loạn. Lê Tương Dực sai Mỹ Huệ hầu Trịnh Duy Sản mang quân đi đánh Trần Tuân. Duy Sản đánh bị thua trận, thủ hạ chỉ còn 30 người, lui về đóng ở xứ [[Đông Ngạc]], [[Nhật Chiêu]]. Thế quân của Tuân rất mạnh, muốn bức sát kinh thành. Nghĩa quốc công [[Nguyễn Văn Lang]] sai quân 6 vệ Điện tiền kéo thuyền Tiểu Thiên Quang xuống sông, định đưa hoàng đế ngự về [[Thanh Hoá]], giữ nơi hiểm yếu rồi gọi hết bọn thợ của các sở ở Công bộ và thợ thường ban, bày kỵ binh ở xứ [[Đông Hà]] để giữ. Đến đêm, bọn họ hoảng sợ trốn về cả. Tương Dực sai Minh Luân bá [[Lê Niệm]], Tổng thái giám [[Lê Văn Huy]] và 2 người khoa văn học sinh đem lực sĩ của hai ty Hải Thanh và Hà Thanh chèo hai chiếc thuyền nhẹ ra xứ Từ Liêm để dò xét tình hình quân giặc.\n\nTrịnh Duy Sản sau khi bị thua, bèn tập hợp tàn quân, cùng quân sĩ thề cùng nhau đánh giặc, xé áo làm dấu hiệu, rồi nhân lúc chiều tối chia nhau lẻn đến trại của Tuân. Tuân vừa đánh thắng quân triều đình nên chủ quan không phòng bị. Duy Sản cùng 30 người đột kích vào thẳng trong trại, đến nơi Trần Tuân ngồi, đâm chết Trần Tuân. Giết được Tuân rồi, Trịnh Duy Sản sai quân đốt ba tiếng pháo làm hiệu, cánh quân đến tiếp ứng của [[Nguyễn Văn Lang]] xông tới đánh giết. Quân Trần Tuân tan vỡ.\n\nLập được công đầu, Trịnh Duy Sản được phong làm '''Nguyên quận công''' (原郡公), giao coi vệ Cẩm y.\n\n==Đánh đông dẹp bắc==\nNăm [[1512]], Lê Hy, Trịnh Hưng và Lê Minh Triệt tạo phản ở [[Nghệ An]]. Tương Dực sai bọn Khang quận công [[Trần Nghi]] và Đông các hiệu thư [[Trần Dực]] đi đánh. Vào đến địa phận Nghệ An, bọn Nghi đằng trước, đằng sau đều bị giặc đánh. Quan quân vượt xa biển, bị sóng gió đánh vỡ thuyền, toàn quân bị chết đuối. Nghi và Dực cũng chết chìm ngoài biển. Bọn Hy, Hưng tiến sát đến [[Lôi Dương]]. Trịnh Duy Sản thống lĩnh quân đội, chém đầu Lê Minh Triệt đưa về Kinh sư bêu ở phường [[Đông Tân]]; bắt sống được Hy và Hưng đóng cũi giải về Kinh sư rồi giết.\n\nNăm [[1515]], Phùng Cương khởi nghĩa ở vùng núi [[Tam Đảo]], Nguyên quận công Trịnh Duy Sản lại nhận lệnh đi đánh và dẹp được.\n\nCác công thần họ Nguyễn và họ Trịnh đều có công lớn với triều đình, sinh ra ganh ghét nhau. Trịnh Duy Sản mâu thuẫn với [[Nguyễn Văn Lang]]. Sau khi Văn Lang chết rồi, ông càng tỏ ý kiêu căng, cậy thế trong triều hơn.\n\n==Quyền thần thời loạn==\n===Giết Lê Tương Dực===\nLê Tương Dực sau nhiều năm cai trị, bắt đầu xa vào tửu sắc, xây dựng [[Cửu Trùng Đài]] nguy nga, lại xưng điện Trăm Nóc, quy mô bề thế. Duy Sản nhiều lần can gián trái ý, bị đánh bằng [[roi]], đem lòng căm tức, ngấm ngầm bàn với Thái sư [[Lê Quảng Độ]], [[Trình Trí Sâm]] âm mưu tạo phản.\n\nNăm [[1516]], [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] khởi binh đánh phá [[Bắc Giang]]. Cảo trở thành lực lượng khởi nghĩa mạnh nhất khi đó, xưng làm Hoàng đế. Duy Sản và các tướng nhân đó chuẩn bị thuyền bè khí giới ở bến Thái Cực<ref>Nay là chỗ gần [[hàng Đào|phố Hàng Đào]], [[Hà Nội]]<\/ref>, nói phao lên là đi đánh Trần Cảo.\n\nNgày [[6 tháng 4]], năm đó, lúc canh hai, Duy Sản đem hơn 3000 quân kim ngô hộ vệ vào [[cửa Bắc thần]]. Lê Tương Dực nghe tin, ngỡ là quân Trần Cảo đánh tới, bèn ra [[cửa Bảo Khánh]], đến Cầu Dừa<ref>Tức là Ô chợ Dừa, Hà Nội ngày nay<\/ref> rồi vòng về cửa Nam thành. Đi đến hồ Chu Tước, Tương Dực gặp Duy Sản, bèn hỏi: ''\"Giặc ở phía nào?\"''. Duy Sản không đáp, quay đi, cười rộ. Tương Dực Đế nghi ngờ, quay ngựa bỏ chạy về phía tây. Duy Sản sai võ sĩ cầm giáo chặn vua lại, rồi sai võ sĩ là Hạnh đâm Tương Dực ngã xưống đất rồi giết chết. Sau đó ông sai quân mang xác Tương Dực về quán Bắc Sứ, dùng lửa thiêu xác.\n\n===Dẹp loạn tử trận===\nTrịnh Duy Sản giết Tương Dực Đế xong, cùng các đại thần lập Lê Y là chắt [[Lê Thánh Tông]] lên ngôi, tức là [[Lê Chiêu Tông]].\n\nQuân khởi nghĩa Trần Cảo đánh chiếm kinh thành [[Đông Kinh]], triều đình nhà Lê bỏ chạy ra ngoài. Duy Sản nhân danh vua Chiêu Tông thống lĩnh quân thủy lẫn quân bộ, hợp sức các tướng tiến đánh kinh thành, vây 4 mặt. Duy Sản đổi hướng đánh từ bến Thái Cực sang bến Đông Hà<ref>Tức [[hàng Chiếu|phố Hàng Chiếu]], Hà Nội ngày nay<\/ref>. Quân Trần Cảo núng thế, nhưng quân Lê vẫn chưa chiếm lại được Đông Kinh, bèn chuyển sang vây phía tây.\n\nTrong khi chiến sự kinh thành chưa ngã ngũ thì một tướng ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] là [[Hà Công Chân]] muốn tranh công đánh lấy kinh thành, chống lại quân triều đình. Trịnh Duy Sản tự mình mang quân ra chặn đánh, giết chết Công Chân. Sau đó các đạo quân nhà Lê hợp lại phá tan quân Trần Cảo. Cảo phá vây bỏ chạy. Chiêu Tông trở lại kinh đô, chính thức lên ngôi [[hoàng đế]].\n\n[[Tháng 8]] năm [[1516]], Trịnh Duy Sản nắm quyền tiết chế các doanh thủy bộ, quản lãnh các huyện ở [[Hải Dương]]. [[Tháng 11]] năm đó, Duy Sản cùng An Hòa hầu [[Nguyễn Hoằng Dụ]] (con của Nguyễn Văn Lang) dẫn các tướng đi đánh Trần Cảo ở xã Trâu Sơn, [[Chí Linh|huyện Chí Linh]] ([[Hải Dương]]). Thấy quân sĩ đánh trận mệt mỏi đã lâu mà chưa thắng được địch, ông bèn làm bài hịch văn kích động tinh thần tướng sĩ. Bài văn đó viết bằng [[chữ Hán]], lại được diễn ra văn Nôm để cho mọi người đều hiểu, lời lẽ rất thống thiết.\n\nTuy nhiên, tình hình ở kinh thành không yên, kỷ luật của tướng sĩ không nghiêm. Các tướng cậy có công làm càn, hoành hành cướp phá ở kinh đô, thả cửa giết người. Duy Sản nghe tin, vội sai con nuôi là [[Trần Chân (tướng thời Lê sơ)|Trần Chân]], đồng thời là một tướng giỏi, điều bớt quân về kinh để dẹp các tướng làm loạn.\n\nSau đó quân của Duy Sản đánh nhau giáp lá cà với quân Trần Cảo, tỳ tướng là Hạnh tử trận. Tình hình nguy cấp, quân Trần Cảo tới khiêu chiến, Trịnh Duy Sản muốn ra, các tướng can ngăn nhưng ông không nghe theo, tự mình đi tiên phong đánh vào trại địch. Trần Cảo đặt phục binh, đánh tan quân triều đình. Trịnh Duy Sản cùng Nguyễn Thượng bị Trần Cảo bắt sống mang về hành dinh ở [[Vạn Kiếp]] giết chết.\n\n==Bình luận==\nTrịnh Duy Sản bị sách ''Đại Việt thông sử'' chép vào ''Nghịch thần truyện'', có thể coi là người khởi đầu cho mối đại loạn thời Lê sơ. Khách quan nhìn nhận bề ngoài, ban đầu Trịnh Duy Sản là công thần nhà Lê, có công dẹp giặc giã. Khi Lê Tương Dực ăn chơi truỵ lạc, làm nhiều việc thất đức, ông đã thẳng thắn can ngăn<ref>Phạm Văn Sơn, ''Việt Sử toàn thư'', tr 295<\/ref>. Những hành động đó có thể coi là ''tôi trung''.\n\nTrước khi Duy Sản giết Lê Tương Dực, triều đình chỉ phải đối phó với các cuộc khởi nghĩa bên ngoài, việc thí nghịch chỉ diễn ra giữa những người trong hoàng tộc. Sau hành động giết hoàng đế của Duy Sản, từ thời [[Lê Chiêu Tông]], thiên hạ thực sự đại loạn, các đại thần mỗi người một bụng, chia bè cánh đánh giết lẫn nhau và các hoàng đế trở thành những con rối trong tay họ<ref>Phạm Văn Sơn, ''Việt Sử toàn thư'', tr 296<\/ref>.\n\nNếu Trịnh Duy Sản không chết về tay Trần Cảo, ông sẽ tiếp tục là người nắm chính trường. Nhưng cái chết của Duy Sản cho thấy ông không phải là người có đủ tài năng ''bình định thiên hạ'' như [[Mạc Đăng Dung]] sau này. Mạc Đăng Dung nổi lên khi tình hình đã rối ren hơn thời Trịnh Duy Sản cầm quyền. Sau khi ông chết, các thủ hạ dưới tay ông như [[Trần Chân (tướng thời Lê sơ)|Trần Chân]], [[Nguyễn Kính]] đều là danh tướng một thời, khuynh đảo thiên hạ.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Lê Uy Mục]]\n* [[Lê Tương Dực]]\n* [[Lê Chiêu Tông]]\n* [[Trần Chân (định hướng)|Trần Chân]]\n* [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n* [[Đại Việt thông sử]]\n* ''Việt Sử toàn thư'' - Phạm Văn Sơn\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1516]]\n[[Thể loại:Công tước nhà Lê sơ]]"}