{"48750":"{{Viên chức\n| tên = Trịnh Đình Cửu\n| hình = TrinhDinhCuu.jpg\n| ngang = 200\n| chức vụ = [[Tập tin:Communist Party of Vietnam flag logo.svg|22px]]<br\/>[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Phụ trách<br\/>Ban chấp hành Trung ương Lâm thời<br\/>Đảng Cộng sản Việt Nam]]\n| bắt đầu 1 = [[3 tháng 2]] năm [[1930]]\n| kết thúc 1 = [[27 tháng 10]] năm [[1930]]<br>{{số năm theo năm và ngày|1930|4|19|1930|10|27}}\n| tiền nhiệm = ''đầu tiên''\n| kế nhiệm = [[Trần Phú]] (''trên cương vị Tổng Bí thư'')\n| chức vụ 2 = [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên<br\/>Ban Chấp hành Trung ương Lâm thời<br\/>Đảng Cộng sản Việt Nam]]\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = [[Tháng 2]], [[1930]]\n| kết thúc 2 = [[Tháng 5]], [[1931]]\n| ngày sinh = [[19 tháng 6]] năm [[1906]]\n| nơi sinh = [[Thanh Trì]], [[Hà Đông (tỉnh)|Hà Đông]]\n| ngày chết = {{ngày mất và tuổi|1990|10|24|1906|6|19}}\n| nơi chết = [[Hà Nội]]\n| vợ = Nguyễn Thị Lệ\n| đảng = [[Đảng Cộng sản Việt Nam]]|3 [[tháng 2]] năm [[1930]]\n| bắt đầu = [[3 tháng 2]] năm [[1930]]\n| kết thúc = [[27 tháng 10]] năm [[1930]]\n<br>{{số năm theo năm và ngày |1930|2|3|1930|10|27}}\n}}\n'''Trịnh Đình Cửu''' ([[1906]]-[[1990]]) là một nhà cách mạng và chính khách Việt Nam. Ông là một trong 5 đại biểu chính thức của 2 tổ chức Cộng sản (Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng) tham gia trong hội nghị thành lập [[Đảng Cộng sản Việt Nam]] năm 1930, dưới sự chủ trì của [[Hồ Chí Minh|Nguyễn Ái Quốc]]. Trong hội nghị này, ông được bầu làm người đứng đầu lâm thời điều hành Ban Chấp hành Trung ương Đảng khi Đảng được thành lập với cương vị [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Phụ trách Ban Chấp hành Trung ương Lâm thời Đảng Cộng sản Việt Nam]] từ tháng 2 đến tháng 10 năm 1930, khi [[Trần Phú]] đã được bầu làm lãnh đạo Đảng thay ông trên cương vị chính thức [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]].\n\n==Thân thế==\nTrịnh Đình Cửu sinh ngày [[19 tháng 6]] năm [[1906]], quê quán ở làng Định Công Hạ, huyện [[Thanh Trì]], tỉnh [[Hà Đông]] (nay thuộc [[Định Công (phường)|phường Định Công]], [[Hoàng Mai (quận)|quận Hoàng Mai]], [[Hà Nội]]).<ref>[http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/banchaphanh\/details.asp?topic=105&subtopic=211&leader_topic=505&id=BT17120960553]{{Liên kết hỏng|date=ngày 26 tháng 5 năm 2021|bot=InternetArchiveBot}} Đồng chí Trịnh Đình Cửu - Báo điện tử Đảng Cộng sản Việt Nam, Ngày 16\/12\/2009. Cập nhật lúc 16h 54'.<\/ref> Ông là người con thứ 5 trong gia đình có 9 anh em. Thân phụ ông có biệt danh là Tú Mẫn, từng thi đỗ Tú tài, có thời gian đã ra làm quan trong chế độ Pháp thuộc. Thân mẫu ông làm nghề buôn tơ lụa Hà Đông, có nhà ở 61 phố Hàng Đào, Hà Nội và có cửa hàng bán tơ lụa.\n\nTú Mẫn tuy làm quan, nhưng rất căm ghét thực dân Pháp. Sau này ông thôi làm quan, về mở lớp dạy học. 2 ông bà dồn tất cả tiền của cho con cái ăn học, nhờ thế mà Trịnh Đình Cửu thi đỗ vào [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]] Hà Nội cùng lớp với [[Ngô Gia Tự]]. Tại đây, do ảnh hưởng của phong trào yêu nước, ông cùng các bạn học [[Nguyễn Đức Cảnh]], Ngô Gia Tự bắt đầu có ý tưởng cách mạng, nuôi chí giành độc lập tự do cho đất nước. Nhóm học sinh này tham gia phong trào để tang [[Phan Châu Trinh]], đòi ân xá [[Phan Bội Châu]].\n\n==Hoạt động cách mạng==\nNăm [[1927]], Trịnh Đình Cửu bí mật sang [[Trung Quốc]] dự lớp huấn luyện về lý luận do [[Nguyễn Ái Quốc]] phụ trách, tham gia [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]], được huấn luyện tại [[Quảng Châu]]. Sau khi về nước, ông tham gia phong trào vô sản hóa của Kỳ bộ Thanh niên Bắc Kỳ.\n\nTháng 3 năm [[1929]], Trịnh Đình Cửu là một trong 7 người thành lập chi bộ cộng sản đầu tiên tại số [[nhà 5D Hàm Long]], Hà Nội. Cũng trong năm này, ông tham gia thành lập [[Đông Dương Cộng sản Đảng]]. Thời gian này, ông gặp và sau đó lập gia đình với một người đồng chí là bà Nguyễn Thị Lệ.\n\nĐầu năm [[1930]], Trịnh Đình Cửu được cử làm đại biểu của Đông Dương Cộng sản Đảng sang [[Hồng Kông|Hương Cảng]] tham gia [[Hội nghị thành lập Đảng Cộng sản Việt Nam]], dưới sự chủ trì của Nguyễn Ái Quốc. Tại hội nghị này, các đại biểu của 2 đảng (An Nam Cộng sản Đảng và Đông Dương Cộng sản Đảng) đã đồng ý gác lại các mâu thuẫn, hợp nhất thành 1 chính đảng duy nhất lấy tên gọi là [[Đảng Cộng sản Việt Nam]]. Ông được bầu làm Ủy viên Ban Chấp hành Trung ương Lâm thời và được giao nhiệm vụ [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Phụ trách Ban Chấp hành Trung ương Lâm thời Đảng Cộng sản Việt Nam]]. Ông chỉ đạo biên tập báo Tranh đấu, cơ quan phát ngôn của Trung ương Đảng.<ref>[https:\/\/vov.vn\/chinh-tri\/tranh-dau-to-bao-dau-tien-cua-dang-cong-san-viet-nam-380486.vov “Tranh đấu” – tờ báo đầu tiên của Đảng Cộng sản Việt Nam]<\/ref>\n\nTháng 4 năm [[1930]], [[Trần Phú]] về nước và được bổ sung vào Ban Chấp hành Trung ương Lâm thời. Tháng 10 năm 1930, Hội nghị lần thứ nhất [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]] họp ở [[Hồng Kông|Hương Cảng]] (Trung Quốc), Ban Chấp hành Trung ương chính thức được bầu ra và Trần Phú được bầu Tổng Bí thư đầu tiên của Đảng.\n\nĐầu năm 1931, Trịnh Đình Cửu cùng vợ là Nguyễn Thị Lệ xuống Hải Phòng đón [[Lê Duẩn]] từ Nam bộ ra để chuẩn bị cùng sang Trung Quốc. Ba người trú ngụ tại một ngôi nhà ở phố Cầu Đất, Hải Phòng. Tuy nhiên, chỉ 3 ngày sau, ngày [[20 tháng 4]] năm 1931, do có phản bội chỉ điểm, mật thám Pháp phát hiện và bắt một lúc cả ba người và sau đó đưa về giam tại nhà giam Hỏa Lò, Hà Nội.\n\nTháng 5 năm [[1931]], cả ba người đều bị kết án tù khổ sai. Ông và Lê Duẩn bị lưu đày nhiều nơi trước khi bị đày ra [[Côn Đảo]]. Tuy nhiên, đến tháng 7 năm [[1936]], do tác động của [[Mặt trận Bình dân (Pháp)|Mặt trận Bình dân]] tại chính quốc Pháp, ông cùng nhiều tù nhân chính trị được trả tự do, bao gồm cả Lê Duẩn và vợ ông.\n\nSau khi ra tù, Trịnh Đình Cửu trở về Hà Nội và chính thức làm lễ cưới với bà Nguyễn Thị Lệ. Do sức khỏe giảm sút nhiều, ông và vợ sống công khai nhưng vẫn hoạt động bí mật cho Đảng cho đến tận [[Cách mạng tháng 8]].\n\nSau ngày [[Toàn quốc kháng chiến]], ông được bầu vào Xứ ủy Bắc Kỳ, Chính trị viên [[Trường Đại học Trần Quốc Tuấn|Trường võ bị Trần Quốc Tuấn]]. Tháng 3 năm 1949, [[Học viện Chính trị Quốc gia Hồ Chí Minh|Trường Đảng Trung ương Nguyễn Ái Quốc]] được thành lập tại [[Định Hóa]], [[Thái Nguyên]]. Ông được cử làm Phó Giám đốc của Trường.<ref>[http:\/\/www.hcma.vn\/Gi%E1%BB%9Bithi%E1%BB%87uchung\/tabid\/54\/ctl\/Details\/mid\/477\/ItemID\/846\/Default.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081208012632\/http:\/\/www.hcma.vn\/Gi%E1%BB%9Bithi%E1%BB%87uchung\/tabid\/54\/ctl\/Details\/mid\/477\/ItemID\/846\/Default.aspx|date=ngày 8 tháng 12 năm 2008}} CÁC ĐỒNG CHÍ GIÁM ĐỐC HỌC VIỆN QUA CÁC THỜI KỲ - Website HỌC VIỆN CHÍNH TRỊ - HÀNH CHÍNH QUỐC GIA HỒ CHÍ MINH.<\/ref> Ông giữ chức vụ này cho đến tháng 8 năm 1950, khi trường Nguyễn Ái Quốc chuyển trường sở về xã Vinh Quang (nay thuộc xã Kim Bình), huyện Chiêm Hóa, tỉnh Tuyên Quang.\n\nSau năm 1950, Trịnh Đình Cửu vẫn công tác như một cán bộ cao cấp của Trung ương Đảng. Năm 1960, ông nghỉ hưu sớm.\n\nTrịnh Đình Cửu qua đời ngày 24 tháng 10 năm [[1990]] tại Hà Nội. Ông được [[Nhà nước Việt Nam]] truy tặng [[Huân chương Hồ Chí Minh]].\n\n==Gia đình==\nTrịnh Đình Cửu lập gia đình với bà Nguyễn Thị Lệ, sinh năm 1909. Bà Lệ cũng là một trong những đảng viên đầu tiên của Đảng Cộng sản Việt Nam. Ông bà sống với nhau từ năm 1929, nhưng mãi đến năm 1936, khi 2 ông bà ra tù mới chính thức làm đám cưới.\n\nHai người có với nhau 3 người con: \n* Người con trai đầu sinh năm 1929, được gửi nhờ một cơ sở cách mạng ở tỉnh Hải Dương nuôi hộ. Sau [[Cách mạng tháng 8]], ông bà được tin con trai đầu lòng đã mất sớm.\n* Người con trai thứ hai sinh năm 1931 khi bà đang ở trong tù, được gửi ra ngoài để nuôi dưỡng, nhưng sau đó bị thất lạc không rõ tông tích.\n* Con gái của ông bà tên Trịnh Tô Hợp, từng được cử sang [[Liên Xô]] học nghiên cứu tên lửa, sau tham gia quân đội, cấp bậc Đại tá, Trưởng phòng tại Phân viện tên lửa.<ref>http:\/\/sknc.qdnd.vn\/ky-vat-khang-chien\/vat-ky-niem-cua-mot-nu-dai-ta-498412<\/ref>\n\n==Danh hiệu và tôn vinh==\n* [[Huân chương Hồ Chí Minh]].\n\nTên của ông được đặt cho một con đường tại Thành phố Phủ Lý, tỉnh [[Hà Nam]].\n\nSáng 5-12-2018, tại Kỳ họp thứ bảy, Hội đồng nhân dân thành phố Hà Nội khóa XV đã thông qua Nghị quyết về việc đặt tên và điều chỉnh độ dài một số đường phố, công trình công cộng trên địa bàn thành phố Hà Nội. Tại phường Định Công quận Hoàng Mai, phố Trịnh Đình Cửu dài 2.500m. Đường bờ phải sông Lừ, đoạn từ ngã tư giao cắt phố Lê Trọng Tấn và phố Nguyễn Lân đến đoạn giao cuối phố Trần Hoà.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* [http:\/\/cand.com.vn\/Guong-sang\/Nguoi-Cong-san-tham-gia-sang-lap-Dang-88197\/ Người Cộng sản tham gia sáng lập Đảng]\n* [http:\/\/hanoitv.vn\/trinh-dinh-cuu---nguoi-chien-sy-kien-trung-d4489.html Trịnh Đình Cửu - Người chiến sỹ kiên trung]\n* [http:\/\/dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30684&cn_id=236492 Ngày thành lập Đảng Cộng sản Việt Nam 3\/2\/1930], Báo điện tử Đảng Cộng sản Việt Nam, 17:20 | 09\/07\/2008.\n* [http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Nguoi-dua-dai-bieu-toi-du-Hoi-nghi-thanh-lap-Dang-155202\/|Người đưa đại biểu tới dự Hội nghị thành lập Đảng]{{Liên kết hỏng|date=2022-12-20 |bot=InternetArchiveBot }}\n\n{{Tổng Bí thư Đảng Cộng sản Việt Nam}}\n{{Thời gian sống|sinh=1906|mất=1990}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]"}