{"62568":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Dụ Tổ<br\/> Trịnh Giang\n| tên gốc = 鄭杠\n| tước vị = [[Chúa Trịnh]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Trịnh Giang.png\n| cỡ hình = 150px\n| ghi chú hình = Chân dung Trịnh Giang trong ''Trịnh gia chính phả''\n| tại vị = 20 tháng 12 năm 1729 –  tháng 1 năm 1740<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1729 till:1740 color:red\n<\/timeline>\n| chức vị = [[Chúa Trịnh]]\n| tiền nhiệm = [[Trịnh Cương|<font color=\"grey\">Trịnh Cương<\/font>]]\n| nhiếp chính = *[[Lê Duy Phường|Hôn Đức Công]] ([[1729]] - [[1732]])\n*[[Lê Thuần Tông]] ([[1732]] – [[1735]])\n*[[Lê Ý Tông]] ([[1735]] – [[1740]])\n| kiểu nhiếp chính = Thời kỳ\n| kế nhiệm = [[Trịnh Doanh|<font color=\"blue\">Trịnh Doanh<\/font>]]\n| hoàng tộc = [[Chúa Trịnh]]\n| tên đầy đủ = Trịnh Giang (鄭杠)\/Trịnh Khương (鄭橿)\n| phối ngẫu = [[Lê Thị Ngọc Thanh]]\n| con cái = [[Trịnh Bồng]]\n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = Uy Nam Vương (威南王)\n| tôn hiệu = \n| miếu hiệu = [[Dụ Tổ]] (裕祖)\n| thụy hiệu = <font color = \"grey\">[[Thuận Vương]] (順王)\n[[Di Mục Vương]]\n| cha = [[Trịnh Cương]]\n| mẹ = [[Vũ Thị Ngọc Nguyên]]\n| sinh = {{birth date|1711|10|14|df=y}}\n| nơi sinh = [[Đông Kinh]], [[Đàng Ngoài]], [[Đại Việt]]\n| mất = {{death date and age|1762|12|30|1711|10|14|df=y}}\n| nơi mất = Đông Kinh, Đàng Ngoài, Đại Việt\n| ngày an táng = \n| nơi an táng = Cánh đồng Nhân Lý thuộc phủ Thiệu Thiên, Thanh Hoa\n| tôn giáo = [[Nho giáo]]\n| chữ ký = \n}}\n'''Trịnh Giang''' ([[chữ Hán]]: 鄭杠, 14 tháng 10 năm 1711 – 30 tháng 12 năm 1762<ref name=saija>《[[南風 (越南雜誌)|南風]]》合刊第廿二卷·第一百二十五期·〈鄭氏世家（續）〉<\/ref>),  còn có tên khác là '''Trịnh Khương''' (鄭橿{{sfn|Nguyễn Khắc Thuần|1995|p=103}}{{sfn|Tạ Chí Đại Trường|2009|p=10}}), thụy hiệu là '''Dụ Tổ Thuận vương''' (裕祖順王), là vị [[chúa Trịnh]] thứ 6 thời [[Nhà Lê trung hưng|Lê Trung hưng]] trong [[lịch sử Việt Nam]].\n\nVới tư cách là con trai trưởng của [[Trịnh Cương]] – vị Chúa tiền nhiệm, Trịnh Giang trở thành người nắm quyền thực sự của [[Đàng Ngoài]] từ sau cái chết của cha mình vào tháng 10 năm [[1729]] đến khi bị lật đổ tháng 1 năm [[1740]]. Trong thời gian cai trị của mình, Trịnh Giang làm nhiều việc mất lòng người như giết hại vua Lê và nhiều đại thần được trọng vọng; lại sa vào con đường ăn chơi xa xỉ, tin dùng hoạn quan, gian nịnh khiến chính sự ngày càng đổ nát{{sfn|Phạm Văn Sơn|1959|p=238}}. Đến nửa cuối giai đoạn trị vì của ông, các cuộc khởi nghĩa nông dân nổ ra, thành một làn sóng mạnh mẽ khắp [[Đàng Ngoài]]. Các sử gia thường xếp thời kỳ của ông là bắt đầu giai đoạn suy vong của họ Trịnh.\n\nTừ năm [[1739]], Trịnh Giang mắc bệnh và tự nhốt mình trong cung điện dưới lòng đất, trong khi tình hình đất nước ngày càng rối ren bởi các cuộc khởi nghĩa nông dân. Để cứu vãn tình thế, vào đầu năm [[1740]], mẹ ông là [[Vũ Thị Ngọc Nguyên|Thái phi Vũ thị]] cùng một số đại thần trong phủ chúa đã lật đổ ông và đưa người em trai là [[Trịnh Doanh]] lên cầm quyền{{sfn|Trần Trọng Kim|1971|p=132}}{{sfn|Phạm Văn Sơn|1959|p=244}}. Trịnh Giang được tôn làm Thái thượng vương nhưng bị giam lỏng trong cung điện cho đến khi qua đời{{sfn|Phan Huy Chú|1960|p=253}}.\n\n== Thân thế và cuộc sống ban đầu ==\n\nDụ Tổ Thuận vương Trịnh Giang là con trai trưởng của Hy Tổ Nhân vương [[Trịnh Cương]], mẫu thân là bà [[Vũ Thị Ngọc Nguyên]], người xã Mĩ Thứ, huyện Đường Yên, trấn Hải Dương<ref group=\"Ghi chú\">Nay là thôn Phục Lễ xã Vĩnh Hồng huyện Bình Giang, tỉnh [[Hải Dương]]<\/ref>, nguyên là vợ thứ của Trịnh Cương với tước hàm là Chiêu viện. Ông chào đời vào ngày [[14 tháng 10]] năm [[1711]] dưới triều [[Lê Dụ Tông]].\n\nMùa đông tháng 10 năm [[1717]], theo lệ cũ dành cho con trưởng của Chúa, Trịnh Giang - 7 tuổi được ra ở phủ riêng, có Bồi tụng [[Đàm Công Hiệu]] làm Tán thiện, [[Nguyễn Hiệu]] làm Tả tư giảng, [[Nguyễn Quý Ân]] làm Hữu tư giảng{{sfn|Nhiều tác giả|2018|p=74}}. Ngày [[29 tháng 9]] năm [[1727]], Trịnh Giang khi đó 17 tuổi được phong làm Khâm sai Tiết chế các xứ thủy bộ chư quanh kiêm nắm các việc chính sự, cơ mật, Thái úy, Thịnh quốc công cho mở phủ Điện Quốc{{sfn|Nhiều tác giả|2018|p=111}}. Từ đây địa vị của ông chính thức được công nhận là người sẽ nối ngôi Chúa. Chúa [[Trịnh Cương]] còn đích thân làm bài Bảo huấn và hai bài thơ ban dạy cho Trịnh Giang{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}.\n\nKhi ông còn làm thế tử, quan tể tướng là [[Nguyễn Công Hãng]] đã dâng mật sớ nhận xét rằng ông là người ươn hèn, không thể gánh vác được ngôi Chúa. Trịnh Cương đã có ý định thay đổi ngôi Thế tử, nhưng vẫn chưa kịp tiến hành. Mùa đông năm [[1729]], Trịnh Cương đi tuần du ở Như Kinh, giữa đường thì bị bệnh chết, các quan bí mật đưa về phủ chúa rồi phát tang. Trịnh Giang với tư cách thế tử lên nối ngôi Chúa{{sfn|Quốc sử quán triều Nguyễn|1998|p=811}}.\n\nMùa hạ năm [[1730]], ông tự tiến phong cho mình là Nguyên soái Thống quốc chính Uy Nam vương, tôn tổ mẫu [[Trương Thị Ngọc Chử|Trương Thị]] (vợ cả của [[Trịnh Bính]], người xã Như Kinh, huyện Gia Lâm, phủ [[Thuận An]], xứ [[Kinh Bắc]]<ref group=\"Ghi chú\">Nay là thị trấn [[Như Quỳnh (thị trấn)|Như Quỳnh]], huyện [[Mỹ Hào]], tỉnh [[Hưng Yên]]<\/ref>) làm Thái tôn Thái phi, mẹ đẻ là Chiêu viện Vũ thị làm Thái phi{{sfn|Quốc sử quán triều Nguyễn|1998|p=812 - 813}}. Mỗi khi truyền đạt lời của Thái tôn Thái phi thì gọi là \"theo húy chỉ\", lời của Thái phi là \"theo ý chỉ\", truy phong cho ông ngoại (tức cha của bà Thái phi) là Tuấn quận công [[Vũ Tất Tố]] làm Tuấn Trạch công. Lại tôn người mẹ đích là Trịnh thị (vợ cả của [[Trịnh Cương]] nhưng đã mất mà không có con) làm Thái phu nhân, lập đền thờ ở kinh đô{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}. Các thầy giáo vỡ lòng của Chúa cũng được phong chức: Đàm Công Hiệu làm Thái tể, [[Nguyễn Quý Ân]] (đã mất) được truy tặng Hữu Thị lang bộ Hình, tước quận công{{sfn|Nhiều tác giả|2018|p=122}}.\n\n== Trị vì (1729 - 1740) ==\n=== Những chính sách mới ===\n\nSau khi lên ngôi, Trịnh Giang có ý thực hiện một số cải cách với quy mô nhỏ. Đầu tiên là xá 3\/10 thuế vụ hạ và 2\/10 thuế vụ đông trong năm Chúa lên chấp chính, đem các ao trong cung uyển và ao ngự trì trả lại cho dân ...\n\nTheo lời đề nghị của [[Nguyễn Công Hãng]], vào đầu năm [[1730]], chúa ra lệnh giảm bớt thuế tô cho ruộng tư theo các hạng; Thanh Hoa và Nghệ An không có đường đê cũng miễn cho tiền thuế điệu, hạng chính đinh được giảm bớt một nữa, hạng hoàng đinh và hạng lão (trên 60 tuổi) thì nhất luật miễn trừ; sau đó còn có lệnh định lại niên hạn làm sổ đinh.{{sfn|Quốc sử quán triều Nguyễn|1998|p=812}}\n\nTrịnh Giang là người hay nghi kỵ, lấy cớ rằng các viên trấn thủ trị nhậm ở trấn lâu ngày, được lòng quân dân, e sẽ sinh ra việc biến động, bèn đổi [[Nguyễn Minh Châu]], hiện trấn thủ Kinh Bắc, đi trấn thủ Nghệ An, đại tư mã [[Đặng Đình Lân]] đi trấn thủ Sơn Nam. Những viên trấn thủ khác ở các xứ, phần nhiều thay đổi{{sfn|Quốc sử quán triều Nguyễn|1998|p=813}}.\n\nTháng 6 ÂL, Trịnh Giang muốn biết số tài chính, thuế khóa thu chi thừa thiếu thế nào, bèn sai [[Nguyễn Hiệu]] và [[Phạm Khiêm Ích]] hội đồng viên chức trong lục phiên để kiểm điểm tra xét việc chi dùng của lục cung. Lại theo lời bàn của các quan, tăng tiền thuế dung, thuế điệu những hộ bỏ làng đi trú ngụ (khách hộ) và bọn tạp lưu. Vì có lần giặc giã, phải chi tiêu nhiều cho đến năm (1731), Trịnh Giang lập sổ chi thu biên rõ đồng niên thu vào được bao nhiêu và chi ra mất bao nhiêu, để liệu sự chi dụng cho vừa; lại đặt quan chức để cùng Hộ phiên trông nom các sổ ấy<ref name=\"TGCP\">''[[Trịnh gia chính phả]], đời Dụ Tổ Thuận vương Trịnh Giang.<\/ref>.\n\nMùa đông năm [[1731]], các viên giữ chính quyền trong phủ chúa bàn luận về kỳ thi tuyển chọn võ quan. Theo thể lệ khi trước, kì đầu hỏi về nghĩa sách võ kinh thì người có giỏi võ nhưng không giỏi ghi nhớ sẽ bị loại cả. Đến đây định lại kỳ 1 thi bắn cung, múa siêu đao; kỳ 2 thi múa múa kiếm, cưỡi ngựa và chạy bộ bắn tên; kỳ 3 mới thi văn sách, hỏi sơ lược về ý nghĩa 7 bộ sách binh thư, để xem sức học, rồi hỏi kỹ về phương pháp mưu lược việc binh{{sfn|Viện sử học|2017|p=98}}. Sau đó lại nhận thấy rằng khoa thi bát cử lấy đỗ có hạn định, có khi còn bỏ sót nhân tài, bèn phỏng theo thể lệ khoa thi hoành từ về bên văn, đặt thêm khoa hoành tuyển, để khảo thí võ nghệ, người nào có tài năng sẽ được biểu dương và bổ dụng{{sfn|Quốc sử quán triều Nguyễn|1998|p=816}}.\n\nMùa xuân năm [[1732]], chúa Trịnh Giang theo lời bàn định của các quan, về việc thuế thổ sản. Căn cứ theo tệ nạn trước đó: ''hễ thấy ai có nghề nghiệp gì cũng căn cứ vào đấy mà đánh thuế, bèn đi đến chỗ: có người vì phải nộp thuế sơn sống mà đẵn cả cây sơn; vì phải nộp thuế vãi lụa mà hủy bỏ khung cửi; thu thuế gỗ, thuế nứa mà người ta vứt bỏ cả búa rùa; thu thuế cá, thuế tôm mà người ta cất giấu cả võ lưới, đánh thuế mật đỏ mà không ai trồng mía; đánh thuế bông, thuế chè mà vườn tược bỏ hoang. Thành ra làng xóm tiêu điều, thuế hàng năm bỏ thiếu chồng chất, do đấy mà tài dụng trong nước phải thiếu thốn'', nên từ bấy giờ có lệnh đình bãi các thuế thổ sản, duy người nào tình nguyện mới cho phép mà thôi. Dân chúng thấy điều đó là tiện lợi{{sfn|Quốc sử quán triều Nguyễn|1998|p=817}}. Mùa đông cùng năm, ông cho bãi bỏ phép đánh thuế muối{{sfn|Quốc sử quán triều Nguyễn|1998|p=819}}.\n\nTháng 2 năm [[1733]], miễn việc bắt lính trốn ở tứ trấn, bãi bỏ việc mộ lính. Trước đây, vì cớ đinh tráng bị hao hụt, nên số lính ở tứ trấn được giảm bớt. Đến nay lại bàn tuyển bổ. Tham tụng [[Nguyễn Hiệu]] bàn rằng những nơi nào trước kia đã được giảm trừ bắt lính thì nay cho xá miễn\". Trịnh Giang theo lời. Giang lại lấy cớ việc mộ lính trong khoảng năm Bảo Thái (1720-\n1728) toàn là người bơ vơ nơi đầu đường quán chợ, mà số ruộng cấp cho lại nhiều, nên hết thảy bãi bỏ{{sfn|Quốc sử quán triều Nguyễn|1998|p=820}}{{sfn|Nhiều tác giả|2018|p=149}}. Tháng 3, vì giá gạo ở Thanh Hoa đắt đỏ, chúa theo lời của Lưu thủ [[Nguyễn Thọ Trường]], miễn đánh thuế buôn cho thuyền tải gạo đi qua hạt ấy, để bình ổn giá gạo{{sfn|Nhiều tác giả|2018|p=149}}. Tháng 8, lấy cớ rằng đất bãi ở sông khi bồi khi lở còn phải một thời gian lâu, mà người giữ việc khám xét hàng năm đi bắt bớ đốc thúc, lại thêm nhiễu dân, bèn bàn bỏ bớt chức ấy đi. Phàm đất bãi ở hạt nào, giao cho viên phủ, viên huyện hạt ấy thân đi khám xét, rồi đem đủ sự thật dâng lên phủ chúa{{sfn|Quốc sử quán triều Nguyễn|1998|p=820}}.\n\nTrước kia người theo nghiệp đèn sách trong nước ta học chữ Nho mà những sách học như là Tứ thư, Ngũ kinh đều dùng sách nhập từ Trung Quốc. Đến năm [[1734]], Trịnh Giang cho bắt khắc bản in, in các sách phát ra mọi nơi và cấm không cho mua sách in của Tàu nữa. Điều này được [[Trần Trọng Kim]] đánh giá là một sự lợi cho sự tài chánh{{sfn|Trần Trọng Kim|1971|p=131}}.\n\nCăn cứ vào thực trạng có nhiều người trá xưng là công sai trong Lục phiên phủ chúa, mà không có gì xét nghiệm cả, nên tháng 3 năm [[1738]], ông cho đúc ấn Lục phiên để tiện việc kiểm tra. Sau đó lại thi hành phép cho quan huyện coi việc trạm dịch, những nhà trạm dọc đường đi, cho các quan huyện quản giám, cắt lượt lai dịch danh trực, mà khi có văn thư giao phó thì cho dân chuyển.\n\nBấy giờ trong nước chính sự nghiêm khắc, nhiều kẻ vì tư thù mà tố giác người khác về việc lộng hành, dung dưỡng bọn côn đồ, thông mưu với giặc hoặc bị bắt đi một cách bí mật...Thường người bị tố giác bị phá nhà mà đến khi xét ra là bị vu cáo mà kẻ tố giác đã trốn mất. Cho nên đến mùa thu năm [[1739]], Trịnh Giang quy định rằng ai tố cáo thì phải trình bày rõ ràng sự thực, có lời cung khai đính vào đơn, và người nào đi tố cáo người ta cũng bị giữ lại để tra xét chứ không có chuyện nộp đơn rồi đi ngay{{sfn|Nhiều tác giả|2018|p=167}}.\n\n=== Các vụ giết chóc ===\n\nNgày [[28 tháng 6]] năm [[1731]], Trịnh Giang hạ dụ cầu lời nói thẳng của các quan. Thái thường khanh [[Bùi Sĩ Tiêm]] bèn dâng sớ trình bày 10 điều, đại khái là về việc truyền ngôi năm trước<ref group=\"Ghi chú\">Năm [[1729]], [[Trịnh Cương]] ép vua [[Lê Dụ Tông]] nhường ngôi cho [[Lê Đế Duy Phường]], vì chuyện này mà Dụ Tông buồn bực mà mất đầu năm [[1731]]<\/ref> và việc chấn hưng nho học, lại chỉ trích những sự tệ hại lúc bấy giờ. Vì thế các quan lại ra sức phản bác [[Bùi Sĩ Tiêm]], cuối cùng Trịnh Giang cách chức, đuổi Sĩ Tiêm về quê{{sfn|Quốc sử quán triều Nguyễn|1998|p=815}}.\n\nTrịnh Giang tìm cách ra uy với thiên hạ, bằng việc phế lập vua Lê. Tháng 5 năm [[1732]], ông lấy cớ Tả thị lang bộ Lễ là [[Bùi Thế Huy]] giữ việc giảng kinh sách cho nhà vua mà chỉ dựa dẫm phụ họa, dâng các sách âm dương bói toán không giúp được vua về mặt đạo đức, nên biếm chức Thế Huy làm Thừa chính sứ Yên Quảng{{sfn|Quốc sử quán triều Nguyễn|1998|p=818}}. Sau đó các đại thần do [[Trịnh Quán]] đứng đầu bàn nhau ''làm việc quyền biến''{{sfn|Nhiều tác giả|2018|p=145}}, vì cớ ''nhà vua hoang dâm càn rỡ không kiêng kị gì''. Trịnh Giang ép vua rời khỏi chính điện ra cung bên cạnh, lại lấy cớ Thái hậu không biết răn bảo vua mà giáng bà làm Quận quân. Số cung đốn cho vua đều cắt xén bớt đi. Đến tháng 8 thì lấy cớ [[Lê Đế Duy Phường]] tư thông với phi tần của [[Trịnh Cương]] rồi truất làm Hôn Đức công{{sfn|Quốc sử quán triều Nguyễn|1998|p=818}}. Sau đó triệu 12 người con của [[Lê Dụ Tông]] vào phủ Chúa để xem mặt. Lê Duy Tường là con trưởng, trước kia từng được ở Đông cung rồi bị phế bỏ, đến nay lại được chọn làm vua. Giang sai quan Hữu ty hộ vệ ra ở cung Thọ Phúc. Ngày [[14 tháng 10]] năm [[1732]], Duy Tường lên ngôi Hoàng đế, tức vua [[Lê Thuần Tông]]{{sfn|Quốc sử quán triều Nguyễn|1998|p=818}}{{sfn|Nhiều tác giả|2018|p=145 - 146}}. Đến năm [[1735]], Trịnh Giang sai giết Phế đế Duy Phường bằng cách thắt cổ{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=84}}.\n\nNgày [[16 tháng 10]] năm [[1732]], Trịnh Giang được tiến phong Đại nguyên soái Thống quốc chính Thượng sư Uy vương{{sfn|Nhiều tác giả|2018|p=146}}, bổ dụng [[Nguyễn Hiệu]] làm Thượng thư bộ Lễ, vào phủ chúa giữ chức Tham tụng; bãi chức của tể tướng [[Lê Anh Tuấn]] và [[Nguyễn Công Hãng]], chuyển ra địa phương. Tháng 12, Trịnh Giang và tay chân vu cáo [[Nguyễn Công Hãng]] các tội: cùng kết thành bè đảng, Công Hãng mưu tính việc chôn cất hài cốt tiên tổ ở một kiểu đất to{{sfn|Tạ Chí Đại Trường|2009|p=301}}; rồi bắt đày đi làm Thừa chính sứ Tuyên Quang{{sfn|Phan Huy Chú|1960|p=339}}, không lâu sau lại buộc Hãng phải tự tử{{sfn|Quốc sử quán triều Nguyễn|1998|p=819}}{{sfn|Nhiều tác giả|2018|p=147}}.\n\nMùa thu năm [[1733]], viên Tri công phiên tế tửu là [[Vũ Công Trấn]] vì chấp pháp nghiêm minh, không a dua người quyền quý, khi xét kiện làm trái ý chúa, nên bị bãi chức{{sfn|Nhiều tác giả|2018|p=150}}. Mùa thu năm [[1734]], do ghét Nội giám Vân quận công [[Đỗ Bá Phẩm]], Chúa đã truất ông này làm tuần thủ ở Yên Quảng, lại muốn giao cho tể tướng [[Nguyễn Hiệu]] tìm cớ định tội. Hiệu vì có ý bảo vệ cho Đỗ Bá Phẩm nên chần chừ và trái ý Chúa{{sfn|Phan Huy Chú|1960|p=340}}, nên bị giáng chức làm Thượng thư bộ Hình. Sau đó Chúa bắt ép Bá Phẩm phải tự tử. Cuối năm này, Trịnh Giang tự tiến phong Đại nguyên soái Tổng quốc chính Thượng sư Thái phụ Thông Đức Anh Nghị Thánh Công Uy vương. Không lâu sau đó, [[Nguyễn Hiệu]] được khởi phục làm Thượng thư bộ Lại và được vào phủ chúa giữ chức Tham tụng như cũ{{sfn|Quốc sử quán triều Nguyễn|1998|p=821}}{{sfn|Phan Huy Chú|1960|p=340}}, đồng thời dùng [[Phạm Khiêm Ích]] làm Thượng thư bộ Lễ.\n\nNgày [[5 tháng 6]] năm [[1735]], [[Lê Thuần Tông]] mất. Trịnh Giang bỏ hoàng trưởng tử Duy Diêu đã lớn mà lập con thứ 11 của Dụ Tông là Duy Thận, từ nhỏ được nuôi dạy trong phủ chúa lên ngôi, là vua [[Lê Ý Tông]]{{sfn|Quốc sử quán triều Nguyễn|1998|p=822}}{{sfn|Nhiều tác giả|2018|p=154}}{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=85}}{{sfn|Phạm Văn Sơn|1959|p=217}}.\n\nTháng 5 ÂL năm [[1736]], hoạn quan [[Hoàng Công Phụ]] to nhỏ trước mặt Trịnh Giang rằng Thiêm quận công [[Trương Nhưng]] (em ruột Thái tôn Thái phi họ Trương, Trịnh Giang gọi là ông cậu) đang giữ chức trấn thủ Nghệ An có ý làm phản. Vì thế, chúa sai Dật Trung hầu đem thuốc độc để giết [[Trương Nhưng]], dùng Hữu đô đốc [[Nguyễn Minh Châu]] thay giữ công việc trấn Nghệ An{{sfn|Nhiều tác giả|2018|p=158}}. Sau đó, Giang lại toan dùng kế để giết Minh Châu, nhưng Minh Châu biết được nên việc ấy mới thôi{{sfn|Quốc sử quán triều Nguyễn|1998|p=824}}.\n\nCũng năm [[1736]], Trịnh Giang lại tin lời gièm pha mà giết quan tể tướng cũ là [[Lê Anh Tuấn (quan nhà Lê)|Lê Anh Tuấn]] - lúc này đã bị biếm làm Thừa chính sứ Lạng Sơn, rằng ông này từng cùng Nguyễn Công Hãng bàn mưu thay đổi ngôi Chúa{{sfn|Quốc sử quán triều Nguyễn|1998|p=821}}. Người trong kinh, ngoài trấn đều khóc thương cho Lê Anh Tuấn{{sfn|Nhiều tác giả|2018|p=154}}{{sfn|Phan Huy Chú|1960|p=337}}.\n\n=== Hưởng lạc ===\n\nTháng 10 năm [[1730]], Trịnh Giang cho sửa chữa xây dựng hai ngôi chùa Quỳnh Lâm<ref group=\"Ghi chú\">Ở dưới chân núi Quỳnh Lâm thuộc xã Hà Lôi, huyện Đông Triều, [[trấn Hải Dương]] (nay là [[Quảng Ninh]]), do thầy chùa [[Minh Không]] thời [[nhà Lý]] dựng lên. Ở đây có viện Quỳnh Lâm, am Bích Động<\/ref> và Sùng Nghiêm<ref group=\"Ghi chú\">Ở xã [[Nam Giản]], huyện [[Chí Linh]], tỉnh [[Hải Dương]]<\/ref>. Sửa chữa xây dựng hai ngôi chùa này, công việc phiền phức nặng nề, phải dỡ lấy gỗ ở phủ Cổ Bi thả xuống sông chở xuôi để cung cấp vào việc xây dựng. Lại hạ lệnh cho dân ba huyện Đông Triều, Thủy Đường và Chí Linh phải gánh vác công việc này, bắt dân khơi đường sông để việc vận tải được lưu thông, dân phải kéo gỗ, xe đá, thường có hàng vạn người làm, ngày đêm không được nghỉ ngơi{{sfn|Quốc sử quán triều Nguyễn|1998|p=814}}{{sfn|Viện Sử học|2017|p=267}}.\n\nLúc ấy nhân lâu ngày được bình yên, Trịnh Giang hạ lệnh cho bầy tôi bàn định lễ nhạc. Khi bàn định xong, ngày chúa Trịnh ra coi chầu, phường nhạc sắp hàng ở phủ đường, cửa phủ đường bên tả và bên hữu đã mở, thì bắt đầu cử nhạc, các quan văn quan võ lạy xong, lúc ấy tiếng nhạc sẽ ngừng. Phàm khi chúa đi tuần du hoặc xuất phát quân lính, thì bắn ba tiếng súng, buổi trưa lúc đi nghỉ, ban đêm lúc đi nằm cũng theo quy tắc như thế; khi ra đi thì có cờ lệnh, phường nhạc chia nhau đi trước dẫn đường...{{sfn|Quốc sử quán triều Nguyễn|1998|p=817}} Những buổi không có triều hội, ông thường mời các quan đến cùng ngâm tụng thơ ca, bình luận văn sách và các lối viết chữ; ra đề tại chỗ cho mọi người cùng làm thi và có thưởng. Trịnh Giang còn khuyến khích các nho thần sưu tầm thơ văn. [[Cao Huy Trạc]], [[Nguyễn Công Thái]], [[Nguyễn Trác Luân]], [[Dương Mại]], [[Nguyễn Đức Huy]],\n[[Nguyễn Kiều]] vì văn thơ hay, được chúa rất yêu quý{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}.\n\nTrịnh Giang thích chơi bời, cung quán chùa chiền xây dựng kế tiếp. Đầu năm [[1736]], chúa cho xây chùa Hồ Thiên<ref group=\"Ghi chú\">Nay thuộc huyện [[Lạng Giang]], tỉnh [[Bắc Giang]]<\/ref> và chùa Hương Hải<ref group=\"Ghi chú\">Nay thuộc thành phố [[Chí Linh]], tỉnh [[Hải Dương]]<\/ref> ở trấn Hải Dương, bắt dân phải phục dịch. Từ đường, phủ đệ ở các làng ngoại thích như Tử Dương và My Thữ xây dựng cực kỳ nguy nga đẹp đẽ. Những người xưng là nội sứ tỏa ra bốn phương bắt lấy vật liệu, vì bọn này ức hiếp hà khắc, nên người làm ruộng, người đi buôn mất hết nghề nghiệp. Nhân dân trở nên khốn cùng{{sfn|Quốc sử quán triều Nguyễn|1998|p=823}}.\n\nTrịnh Giang có người em thứ ba là [[Trịnh Doanh]], tuổi còn trẻ nhưng có tài kiêm văn võ, được ông rất tin tưởng. Do không tha thiết việc chính sự, lại không có con trai, nên vào nǎm [[1736]] Giang phong cho Doanh - lúc đó mới 17 tuổi - làm Tiết chế thủy bộ chủ quân, chức Thái úy, tước Ân Quốc công, cho mở phủ Lượng Quốc. Mỗi tháng ba lần, Doanh thay Giang triều kiến trǎm quan ở Trạch Các để nghe tâu trình công việc{{sfn|Nhiều tác giả|2018|p=158}}. Giang rảnh tay vào ǎn uống, chơi bời, tin dùng [[hoạn quan]] [[Hoàng Công Phụ]]. Giang cho xây dựng rất nhiều cung quán, chùa chiền rất nguy nga và tốn kém: Chùa Hồ Thiên, hành cung Quế Trạo, Tử Dương, phủ đệ ở các làng họ ngoại như làng Tử Dương, làng My Thữ. Việc xây cất, chơi bời của Trịnh Giang làm tốn kém nhiều tiền của nên Giang ra lệnh tăng các thứ thuế khoá và bắt dân lao dịch nặng nề khiến nhân dân rất bất bình.\n\nNăm [[1735]], Chúa lại cho làm hành cung của núi Chè<ref group=\"Ghi chú\">Nguyên văn là Trà Sơn, thuộc huyện [[Tiên Du]], tihr [[Bắc Ninh]]<\/ref>. Mùa xuân năm [[1736]], lệnh làm 3 chùa Quỳnh Lâm, Hồ Thiên<ref group=\"Ghi chú\">Nằm ở sườn núi Phật Sơn thuộc dãy núi Yên Tử thuộc địa phận xã [[Bình Khê]], thị xã [[Đông Triều]], tỉnh [[Quảng Ninh]]<\/ref>, Hương Hải<ref group=\"Ghi chú\">Nay thuộc xã [[Phủ Vệ]], huyện [[Chí Linh]], tỉnh [[Hải Dương]]<\/ref>, lấy dân phu các huyện Giáp Sơn, Thủy Đường, Đông Triều, Kim Thành và dân xứ Thanh Hoa làm công việc này. Từ đường, phủ đệ ở các làng ngoại thích như Tử Dương và Mi Thữ xây dựng cực kỳ nguy nga đẹp đẽ. Có những kẻ lấy danh nghĩa bầy tôi trong cung mà tỏa ra bốn phương bắt lấy vật liệu, do sự hà hiếp của bọn này mà ''người làm ruộng, người đi buôn mất hết nghề nghiệp''{{sfn|Quốc sử quán triều Nguyễn|1998|p=823}}{{sfn|Nhiều tác giả|2018|p=158}}.\n\nBấy giờ trong nước đã nhiều kì thi Đình mà không lấy đỗ Trạng nguyên; nên vào khoa thi năm [[1736]], Trịnh Giang nghe lời nội giám [[Hoàng Công Phụ]] cho triệu sĩ tử vào thi Đình ở phủ đường thay vì phép cũ là ở cung vua; rồi cất nhắc [[Trịnh Tuệ]] là người cùng họ Trịnh đỗ cập đệ đệ nhất danh (Trạng Nguyên), còn các sĩ tử khác đỗ cập đệ và xuất thân có người cao người thấp khác nhau. [[Trịnh Tuệ]] vốn chơi thân cùng [[Hoàng Công Phụ]], cho nên bị mọi người chê bai không sao thanh minh được{{sfn|Quốc sử quán triều Nguyễn|1998|p=824}}. Ít lâu sau đó cho Huân quận công [[Trương Nhiêu]] làm Trấn thủ Sơn Tây, Huân quận công [[Đặng Đình Gián]] trấn thủ Kinh Bắc, Bính quận công [[Vũ Tất Thận]], Giảng quận công [[Lê Tăng]] làm Thự phủ sự, Thượng thư [[Phạm Đình Kính]] làm Nhập thị Tham tụng.\n\nNgoài ra để có tiền chi xài, Trịnh Giang đẩy mạnh việc buôn bán quan tước. Năm [[1736]], chúa ra lệnh{{sfn|Viện Sử học|2017|p=264}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=825}}{{sfn|Nhiều tác giả|2018|p=160}}: \n:''“Quan và dân đều được phép [và] nộp tiền sẽ được cất nhắc hao cho chức phẩm. Các quan trong triều từ lục phẩm trở xuống, ai nộp 600 quan tiền sẽ được thăng chức một bậc. Nhân dân ai nộp 2.800 quan được bổ thụ Tri phủ, nộp 1.800 quan được bổ thụ Tri huyện''\n\nTrong khoảng từ năm [[1736]] đến năm [[1740]], Trịnh Giang đã 4 lần cho phép quan lại được nộp tiền để thăng chức và người dân nộp tiền để bổ làm quan{{sfn|Viện Sử học|2017|p=264}}.\n\nTháng 9 năm [[1738]], [[Phạm Khiêm Ích]] từ chức Tham tụng, còn [[Ngô Đình Thạc]] một mình làm tướng{{sfn|Nhiều tác giả|2018|p=163}}. Mùa thu năm [[1739]], chúa bổ dụng [[Trịnh Tuệ]] làm Thượng thư bộ Hình, vào phủ đường giữ chức tham tụng.\n\nTrước kia triều đình chỉ có hai ban văn và võ. Đến đây, [[hoạn quan]] [[Hoàng Công Phụ]] lộng quyền, nên vào mùa hạ năm [[1739]], Trịnh Giang đặt ra thêm giám ban, ngang hàng với hai ban trên{{sfn|Tạ Chí Đại Trường|2009|p=267}}; hạ lệnh: ai thi khảo trúng cách sẽ được trao cho quan chức. Các quan lấy thế làm hổ thẹn, nhưng không ai dám nói{{sfn|Quốc sử quán triều Nguyễn|1998|p=827}}.\n\nTháng 9 ÂL năm [[1739]], Trịnh Giang tiến xưng là Bác Đạt Mậu Hòa Tuy Du Dụ Nghĩa Trịnh vương, sau lại đổi là Toàn vương{{sfn|Nhiều tác giả|2018|p=168}}. Khi đó đang tuần du ở xã Quế Trạo<ref group=\"Ghi chú\">Nay thuộc huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], tỉnh [[Bắc Giang]].<\/ref>, là quê hương [[Hoàng Công Phụ]], Chúa mật sai [[Nguyễn Trác Luân]] và [[Trần Văn Hoán]] từ kinh sư chạy trạm lên, nói thác ra rằng sứ thần [[nhà Thanh]] sang Thăng Long, phong cho Giang làm An Nam thượng vương, ngang hàng với vua [[nhà Lê]]{{sfn|Quốc sử quán triều Nguyễn|1998|p=829}}{{sfn|Nguyễn Khắc Thuần|1995|p=104}}.\n\n=== Khởi nghĩa nông dân ===\n\nTrước những việc làm ngang ngược của Trịnh Giang, nền chính trị ngày càng hủ bại, kinh tế cũng tuột dốc, mất mùa đói kém xảy ra; vì thế các cuộc khởi nghĩa cũng bắt đầu. Mùa xuân năm [[1734]], [[Quách Công Thi]] ở Lạc Thổ<ref group=\"Ghi chú\">Nay thuộc huyện [[Lạc Sơn]], tỉnh [[Hòa Bình]], [[Việt Nam]]<\/ref> làm phản, hô hào tụ hợp nhiều người đi cướp bóc, đó là mầm móng đầu tiên của phong trào nông dân kéo dài hơn 30 năm ở [[Đàng Ngoài]].\n\nTháng 9 ÂL năm [[1737]], nhà sư [[Nguyễn Dương Hưng]] lãnh đạo nhân dân nổi dậy ở núi Tam Đảo<ref group=\"Ghi chú\">Dãy núi đá ở vùng Đồng bằng Bắc Bộ Việt Nam nằm trên địa bàn ba tỉnh [[Vĩnh Phúc]], [[Thái Nguyên]] và [[Tuyên Quang]].<\/ref>. Lúc ấy, nhân trong nước thái bình, dân không hiểu biết việc binh, chợt nghe có tin báo nguy cấp, thì lo sợ, dắt díu nhau ra ngoài thành, hay chôn giấu của cải, sắp sẵn lương khô làm thức ăn phòng khi nghĩa quân đánh vào Thăng Long, không ai có chí cố thủ cả{{sfn|Nhiều tác giả|2018|p=162}}. Tuy nhiên quân Trịnh nhanh chóng đánh bại được cuộc khởi nghĩa này. Sau việc đó, triều đình Lê-Trịnh hạ lệnh cho các lộ Sơn Tây và Thanh Hoa đều đặt đồn hỏa hiệu ở trên đỉnh núi, bắt dân sở tại ngày đêm canh giữ, nếu có nguy cấp thì đốt lửa để thông báo về triều.\n\nMùa đông tháng 10 năm [[1738]], các hoàng thân nhà Lê là [[Lê Duy Mật|Duy Mật]], [[Lê Duy Chúc|Duy Chúc]] (con vua Dụ Tông), [[Lê Duy Quy|Duy Quy]] (con vua [[Lê Hy Tông|Hy Tông]]) tức giận về việc họ Trịnh lấn quyền, giết vua, bèn cùng quan trong triều là bọn [[Phạm Công Thế]], [[Vũ Thước]] và thuộc hiệu là [[Lại Thế Tế]] bàn mưu đốt kinh thành, nhưng không xong. Vì sợ công việc bị lộ, nên các hoàng thân đều bỏ trốn. Giang sai binh lính đuổi theo không kịp. Bọn Vũ Thước bị bắt, đem giam trong ngục rồi giết đi. Duy Chúc và Duy Quy sau bị bệnh chết, còn Duy Mật chiếm cứ mặt thượng du vùng tây nam, ròng rã chiến đấu với họ Trịnh suốt 30 năm tiếp theo{{sfn|Quốc sử quán triều Nguyễn|1998|p=826}}{{sfn|Nhiều tác giả|2018|p=163}}. Ngoài [[Lê Duy Mật]] ra, ở khắp các vùng, dân chúng đã nổi lên khởi nghĩa dưới cờ các thủ lĩnh [[Vũ Đình Dung]], [[Nguyễn Tuyển]], [[Nguyễn Cừ,]] [[Vũ Trác Oánh]], [[Nguyễn Hữu Cầu]], [[Hoàng Công Chất]], [[Nguyễn Danh Phương]], mở đầu cho phong trào khởi nghĩa nông dân rầm rộ ở [[Đàng Ngoài]].\n\nTrước tình hình rối ren, các quan trong phủ chúa bàn định 6 điều để giữ vững nơi biên giới\n#Phụ đạo trong hàng phiên thần phần nhiều cầu cạnh để quản lãnh quân và dân. Nay nên giao cho viên quan ở trấn xét chọn, nếu người nào xứng đáng sẽ trao cho chức trách ấy.\n#Các trường mỏ, nên theo chế độ cũ, hạ lệnh cho phụ đạo quản cố trông coi, để lính mỏ có thống thuộc.\n#Người Nùng áo xanh đều nên có phương pháp khu xử.\n#Gỗ lạt ở thượng lưu, có hạng người thường mua bằng lối đặt tiền trước, hoặc lối cho vay tiền, như thế có hại cho dân, tệ tục ấy nên trừ bỏ đi.\n#Các sở tuần ti thiện tiện đặt chi nhánh để thu thuế người buôn bán một cách ngang trái, cần phải nghiêm cấm để tỏ rõ lòng khoan hồng đối với lái buôn.\n#Các trấn bị điêu tàn, nên tha cho những thuế còn thiếu, để yên ủi dân ngoài biên giới.\n\nTrịnh Giang cho thi hành các điều 3, 4, 5, 6; 2 điều còn lại thì không trả lời{{sfn|Nhiều tác giả|2018|p=165}}. Lại trước kia lính tứ trấn đã thả về từ năm [[1736]] lại tập hợp lại để bỏ sung lực lượng.\n\nĐể có lực lượng đàn áp các cuộc khởi nghĩa nông dân đang lan nhanh, triều đình tăng cường bắt lính, hạ lệnh: tuyển thêm thủy binh ở Thanh - Nghệ, 5 huyện thuộc Thanh Hoa, theo ngạch cũ, cứ 6 suất đinh lấy một người làm lính. Đầu năm [[1740]], lại lập ra phép đoàn kết, quy định mỗi xã, cứ 10 dân đinh thì lấy 2 người, bắt tự sắm lấy đồ binh khí, đặt điếm canh để canh giữ; cứ 4, 5 xã hoặc 6, 7 xã địa thế tiếp giáp nhau kết hợp làm một đặt dưới sự quản lý của một quan chức địa phương, gặp có sự nguy cấp thì theo tình thế mà chống; nếu không đủ sức, thì báo cho nơi khác đến tiếp ứng. Vì vậy nên ở dân gian đâu đâu cũng có binh khí. Bọn gian nhân sự sơ hở, tụ họp nhau đi cướp bóc ngày càng quá tệ, vì thế không lâu sau phép này phải bãi bỏ{{sfn|Nhiều tác giả|2018|p=168}}. Tuy nhiên theo sử gia Tạ Chí Đại Trường, chính phép đoàn kết này đã giúp bọn [[Nguyễn Quý Cảnh]] có lực lượng hương binh để tiến hành cuộc đảo chính năm 1740 mà kết quả là Trịnh Giang bị lật đổ{{sfn|Tạ Chí Đại Trường|2009|p=302}}.\n\n=== Chính biến năm 1740 ===\n{{Bài chính|Chính biến năm Canh Tí}}\nĐại Việt sử ký tục biên ghi nhận tình cảnh đất nước cuối thời trị vì của Trịnh Giang\n:''Tuệ<ref group=\"Ghi chú\">Ý chỉ [[Trịnh Tuệ]] đang giữ chức Tham tụng, ông này cùng bè đảng với [[Hoàng Công Phụ]].<\/ref> nóng lòng nhoi lên về đường sĩ hoạn, [[Hoàng Công Phụ]] bày mưu cho đỗ cao. Khi đã nắm chính quyền thì trong xướng ngoài họa, lũ tiểu nhân không còn né sợ gì nữa. Chính quyền phiền toái, thưởng phạt sai trái, trong nước từ đấy sinh ra lắm chuyện''{{sfn|Nhiều tác giả|2018|p=166}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=828}}.\n:''Hoàng Công Phụ cùng thân đảng lộng hành trộm cầm quyền... Không ngày nào không có đại thần bị đuổi, bị giết. Ngoài ra lại có bị mật cáo phải tội, những kẻ thù oán nhau lại dùng kế hãm hại nhau. Nhiều nhà bị bắt bớ gia sản hết sạch''{{sfn|Viện Sử học|2017|p=268}}\n\nTrịnh Giang lao vào ǎn chơi, ham mê tửu sắc nên sức khỏe ngày càng kém sút. Ông quan hệ cả với cung nữ của cha là Kỳ viên họ Đặng, người xã Trà Đổng, huyện Tiên Du, xứ Kinh Bắc. Sau [[Vũ Thị Ngọc Nguyên|Vũ Thái phi]] biết chuyện, bắt ép bà Kỳ viên phải tự tử{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=101}}. Từ đó Giang cũng chán nản chính sự, thích việc đi chơi, làm nhiều cung quán ở tứ trấn, các danh sơn chùa cổ hầu như đều có kiệu chúa đi qua. [[Hoàng Công Phụ]] được hầu cận bên Chúa, nghi ngờ không cho lính 2 xứ Thanh, Nghệ theo hầu xe chúa, mà toàn dùng lính tráng là người làng mình. Việc đó khiến các quan và sáu quân đều không biết Chúa ở đâu{{sfn|Nhiều tác giả|2018|p=169}}.\n\nMột hôm bất ngờ Trịnh Giang bị sét đánh gần chết. Từ đó Giang mắc bệnh kinh quý, tâm thần bất định, hoảng hốt và hay sợ hãi. [[Hoàng Công Phụ]] bèn nói dối rằng: \"Đấy là vì dâm dục mà bị ác báo. Muốn không bị hại chỉ có cách là trốn xuống đất.\" Nhân đó các hoạn quan hạ lệnh đào đất, làm hầm cho chúa, gọi là cung Thưởng Trì. Từ đó Trịnh Giang ở hẳn dưới hầm, không hề ra ngoài. Công Phụ càng có điều kiện để lộng quyền. Các quan đại thần kế tiếp nhau người bị giết, người bị phạt, người nào cũng nơm nớp lo sợ không tự bảo toàn được thân mình, chính sự trái ngược, thuế khóa nặng nề, lòng dân li tán.{{sfn|Quốc sử quán triều Nguyễn|1998|p=830}}\n\nCòn [[Trịnh Doanh]] là người sáng suốt, quả quyết, có tài văn võ, rất được lòng người, Nhưng bị [[Hoàng Công Phụ]] ngăn trở nên chẳng nắm được quyền hành, việc nước do đó càng thêm rối rắm. Trước tình hình đó, vào đầu năm [[1740]], bà Trịnh thái phi Vũ thị cho triệu Bồi tụng Hữu tư giảng [[Nguyễn Quý Cảnh]], nhờ đến khuyên [[Trịnh Doanh]] lên thay Trịnh Giang. Quý Cảnh đem việc ấy nói với bồi tụng [[Nguyễn Công Thái]] và các đại thần [[Trịnh Đạc]], [[Vũ Tất Thận]], [[Nguyễn Đinh Hoàn]], họ đều đồng tình{{sfn|Quốc sử quán triều Nguyễn|1998|p=831}}.\n\nLúc đó [[Hoàng Công Phụ]] đã đem quân đánh [[Nguyển Tuyển]] ở [[Ninh Xá, thành phố Bắc Ninh|Ninh Xá]], thành Thăng Long bỏ trống. Quý Cảnh chia binh giữ các cung điện và các ngỏ ngách trong thành, rồi vào ngày khai bảo<ref group=\"Ghi chú\">Chế độ đời phong kiến, hàng năm cứ đến hạ tuần tháng chạp dùng một ngày nào đó làm lễ hạp tỉ của vua chúa, hoặc hạp ấn của các quan, nghĩa là bỏ ấn tín vào một cái hộp khóa lại và niêm phong cẩn thận, bắt đầu từ ngày ấy, mọi công việc quan đều nghĩ cả. Đến đầu tháng 1 năm sau sẽ dùng một ngày nào đó làm lễ khai bảo tỉ của vua chúa và ấn tín của các quan, lúc ấy mới vắt đầu làm việc.<\/ref> họp các quan phò lập [[Trịnh Doanh]] lên làm Chúa.\n\nBọn [[hoạn quan]] ở cung Thưởng Trì được tin, vội tập hợp lực lượng đánh Quý Cảnh và tôn Trịnh Giang làm chúa như cũ, nhưng bị hương binh của Quý Cảnh đánh bại, giết sạch. Trăm quan cùng đem nhau đến lạy mừng. Trịnh Doanh tự tiến phong Nguyên soái, tổng quốc chính, Minh Đô vương, tôn Trịnh Giang làm Thái thượng vương.\n\n== Cuộc sống cuối đời ==\n\nSử sách không ghi lại nhiều về giai đoạn Trịnh Giang làm Thái thượng vương, chỉ biết rằng ông gần như bị giam lỏng ở cung Thưởng Trì và không còn bất kỳ quyền hành gì đối với triều đình Lê - Trịnh nữa. Về sau các thê thiếp bắt đầu sinh con được cho ông, trong đó có người con thứ 2 là [[Trịnh Bồng]], cũng chính là vị chúa cuối cùng của nhà Trịnh sau này. Tuy nhiên Trịnh Bồng không được lập làm Thế tử mà ngôi vị đó thuộc về [[Trịnh Sâm]], con trai trưởng của Trịnh Doanh.\n\nThái thượng vương qua đời vào ngày [[30 tháng 12]] năm [[1761]], hưởng thọ 51 tuổi. Ông làm chúa 11 năm và lánh ở cung Thưởng Trì thêm 20 nǎm nữa mới mất{{sfn|Nhiều tác giả|2018|p=289}}. Được tôn là Dụ Tổ Thuận vương{{sfn|Quốc sử quán triều Nguyễn|1998|p=898}}{{sfn|Viện Sử học|2017|p=592}}, tên thụy là Di Mục, an táng ở cánh đồng Nhân Lý thuộc phủ Thiệu Thiên, Thanh Hoa. Khi lui về cung Thưởng Trì, Trịnh Giang thường mừng rằng việc tôn miếu có người phó thác, muốn cùng [[Trịnh Doanh]] vui chơi. Có lúc hằng năm đều yến tiệc vui mừng, tình nghĩa anh em vẫn gần gũi, thân thiết như cũ. Đến khi Thượng vương mất, Chúa than khóc rất nhiều, lại đến khi rước thần chủ vào miếu, vì cớ Doanh là em của Giang chứ không phải con nối ngôi cha, quần thần bàn tán khác nhau, nhưng cuối cùng vẫn cho thờ ở chính miếu{{sfn|Nhiều tác giả|2018|p=289}}.\n\nVề sau, khi cháu nội Trịnh Doanh là [[Trịnh Khải]] bị [[Nhà Tây Sơn|Tây Sơn]] tiêu diệt (1786), con Trịnh Giang là [[Trịnh Bồng]] được lập lên ngôi chúa, tức là Án Đô vương, [[chúa Trịnh]] cuối cùng trong [[lịch sử Việt Nam]].\n\n== Đánh giá ==\n\nTrịnh Giang là người làm hỏng chính sự [[Đàng Ngoài]], khiến thế nước của Bắc Hà suy yếu. Sử gia [[Phan Huy Chú]] trong [[Lịch triều Hiến chương loại chí]] cho rằng Trịnh Giang là người có tính hay nghi kị mà giết hại các đại thần, lại ham mê xây dựng cung quán mà làm nhọc sức dân.{{sfn|Phan Huy Chú|1960|p=343}}. Ham chơi bời, háo sắc, bỏ bê chính sự, sợ sấm sét và bị mất địa vị, những nét đó của Trịnh Giang khá giống với [[Mạc Mậu Hợp]]. Tuy nhiên, vì họ Trịnh đã xây dựng được bộ máy cai trị nề nếp, quy củ từ nhiều đời trước nên cơ đồ vẫn được giữ vững bởi tay Trịnh Doanh và nhờ đó Trịnh Giang mới được sống vô sự đến hết đời.\n\nDưới đây là lời cẩn án trong [[Khâm định Việt sử thông giám cương mục]]{{cần số trang}} thời Nguyễn:\n:''Trịnh Giang bạo nghịch giết vua, cũng như [[Vương Mãng]], [[Đổng Trác]] [[nhà Hán]]. Có người nói \"Đế Duy Phường là con của người khác\". Câu nói ấy chẳng qua kẻ bè đảng với họ Trịnh bịa ra để gỡ tội cho Giang mà thôi. Tra trong Ngọc Phả nhà Lê nói: \"Duy Phường là con của Dụ Tông\". Thế hệ nhà Lê nói: \"Giang vu cho nhà vua thông gian với vợ Trịnh Cương mà phế truất đi\". Ngọc Phả và Thế Hệ đều chép rành rành như thế, có thể dùng làm chứng cớ. Thế mà người tục biên Lê Sử lại nói rằng: \"Nhà vua hoang dâm càn rỡ không kiêng kỵ gì\", nhưng họ không nêu rõ được sự việc. Chép như thế là hồ đồ, họ theo ý riêng mình mà múa mép câu văn, toan đem việc ấy để buộc tội Duy Phường. Tội Trịnh Giang phải trừng trị không tha thứ được mà người tục biên Lê Sử chép như thế, thì còn có thể gọi được là bộ sử đáng tin không? Lại còn việc này nữa: Duy Tường là con trưởng, Cương phế truất đi mà lập Duy Phường; Duy Phường đã lên ngôi vua rồi, Giang lại phế truất đi mà lập Duy Tường. Sử cũ chép về việc truất bỏ Duy Phường thì nói: \"Lễ số gia ân đều xén bớt\"; về việc lập Duy Tường thì nói: \"Dẫn hoàng tử vào trong phủ để xem mặt\". Vua tôi là nghĩa lớn, bỏ vua này lập vua kia là việc lớn. Lúc ấy, mũ và giầy lộn ngược như thế, cũng có phải tội lỗi chỉ tại một mình họ Trịnh đâu!''<ref>{{Chú thích web|title=Sự thật về vụ án vua thông dâm với vợ chúa|url=http:\/\/khoevadep.com.vn\/tham-cung-bi-su\/su-that-ve-vu-an-vua-thong-dam-voi-vo-chua-17871.html|archiveurl=https:\/\/web.archive.org\/web\/20150705093807\/http:\/\/khoevadep.com.vn\/tham-cung-bi-su\/su-that-ve-vu-an-vua-thong-dam-voi-vo-chua-17871.html|archive-date=ngày 5 tháng 7 năm 2015}}<\/ref>\n\nTheo Quỳnh Cư và Đỗ Đức Hùng{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=85}}\n:''Dưới thời cầm quyền của Trịnh Giang, tình hình trong nước lại mất ổn định. Giang là kẻ vô cùng bạo ngược, không việc gì là không làm: sát hại công thần, tự cho thi tiến sĩ ở phủ đường..., giết vua nọ lập vua kia...''\n\nTheo sách Lịch sử Việt Nam, tập 4{{sfn|Viện Sử học|2017|p=266}}\n:''Trịnh Giang lên nắm quyền bính đã phá tan nhiều thành quả cải cách của cha và các bậc công thần ở đời trước. Sự bất tài đã khiến Trịnh Giang nghi kỵ, trả thù, mưu sát nhiều bậc công thần tài giỏi như [[Nguyễn Công Hãng]], [[Lê Anh Tuấn]]... Trịnh Giang uy hiếp vua Lê, tin dùng hoạn quan, nịnh thần như [[Hoàng Công Phụ]] lũng đoạn triều đình và phủ Chúa ... Là người nam quyền hành cao nhất, điều khiển cả cung Vua, phủ Chúa nhưng Giang ngày càng tối tăm mê hoặc, sắp đặt công việc lẫn lộn sai lầm. Thời Trịnh Giang, hoạn quan hoành hành trong phủ Chúa, gian thần sát hại người ngay thẳng, triều chính rối ren không ai lo. Bộ máy Nhà nước như một cỗ xe mục nát. Trịnh Giang là bạo chúa hoang dâm vô độ nhất trong dòng họ Trịnh.''\n\nTheo [[Phạm Văn Sơn]] trong Việt sử tân biên, quyển 3{{sfn|Phạm Văn Sơn|1959|p=112}}\n:''Trịnh Giang là một ông Chúa ham xa xỉ và tàn ác, đặt nhiều thuế khóa và làm thất nhân tâm, vì vậy trong nước xảy ra nhiều việc rối ren đói khổ. Từ Trịnh Giang cơ nghiệp của nhà Chúa ở Bắc Hà bắt đầu suy sụp''.\n\nTuy nhiên cũng trong công trình này, Phạm Văn Sơn cũng đánh giá cao một chính sách của chúa Trịnh Giang, đó khuyến khích việc in các sách Tứ thư, Ngũ kinh và cấm người Trung Quốc nhập lậu sách vào đất Việt. Riêng về điểm này, ông được gọi là ''một tay sành nghề trị dân và sốt sắng với công ích''{{sfn|Phạm Văn Sơn|1959|p=232}}.\n\n[[Tạ Chí Đại Trường]] thì có cái nhìn bao quát hơn, tuy thừa nhận những lỗi lầm của Trịnh Giang nhưng vẫn ghi nhận những đóng góp của ông trong thời gian trị vì{{sfn|Tạ Chí Đại Trường|2009|p=296}}\n:''Trịnh Giang bị lật đổ với cớ làm hư hỏng triều chính nhưng đó là khi ông ta đã đắc chí và mang bệnh hoạn, còn khi mới lên ngôi ông vẫn sử dụng [[Nguyễn Công Hãng]] để thi hành những cải cách lớn lao dù đã bị ông này chê nặng lời khi còn là Thế tử.''\n\n== Gia đình ==\n*'''Cha''': Hy Tổ Nhân vương [[Trịnh Cương]] ([[1686]] - [[1729]])\n*'''Mẹ''': Từ Đức Thái phi [[Vũ Thị Ngọc Nguyên]] ([[1689]] - [[1751]])\n*''' Vợ '''\n# [[Lê Thị Ngọc Thanh]] (? - [[1753]]<ref name=saija\/>), người thôn [[Hạ Đình]], xã [[Nhân Mục]], huyện [[Thanh Trì]], con gái của [[Lê Đình Dự]]<ref name=saija\/>\n*''' Con trai '''\n# Đồng quận công [[Trịnh Đồng]] (? - [[1766]])<ref name=saija\/>\n# Yến Đô vương [[Trịnh Bồng]] ([[1749]] - [[1791]])<ref name=saija\/>\n* Trình quận công [[Trịnh Trù]] (? - [[1787]]), bị giặc Tây Sơn giết hại<ref name=saija\/>\n* Kỳ quận công [[Trịnh Ngô]] (? - [[1791]]), bị giặc Tây Sơn giết hại<ref name=saija\/>\n*'''Con gái'''\n* Quận chúa [[Trịnh Thị Ngọc Đĩnh]], chết yểu<ref name=saija\/>\n* Quận chúa [[Trịnh Thị Ngọc Chiên]] (? - [[1789]]), lấy Nhuận Trạch hầu [[Bùi Thời Nhuận]]<ref name=saija\/>\n\n== Tham khảo ==\n=== Danh mục nguồn ===\n* [[Trần Trọng Kim]] ([[1971]]), ''[[Việt Nam sử lược]]'', Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục.\n* {{Chú thích sách|ref={{harvid|Quỳnh Cư, Đỗ Đức Hùng|2005}}|tác giả=Quỳnh Cư, Đỗ Đức Hùng |lk tác giả =Quỳnh Cư, Đỗ Đức Hùng| đồng tác giả = | title=Các triều đại Việt Nam|cuốn=1|edition=|năm gốc = | year=2005|language=vi |publisher=Nhà xuất bản Thanh niên|location=}}\n* {{citation|author=Nhiều tác giả|authorlink=|title=Đại Việt sử ký tục biên (1676 - 1789)|edition=\nViện nghiên cứu Hán Nôm thuộc Viện Hàn lâm Khoa học xã hội Việt Nam|year=2018|language=|publisher=Nhà Xuất bản Hồng Đức|location=[[Hồ Chí Minh]]}}\n* {{citation|author=Quốc sử quán triều Nguyễn|authorlink=Quốc Sử Quán|editor= |others= |title= Khâm định Việt sử Thông giám Cương mục|url=https:\/\/quangduc.com\/images\/file\/KZPU77gk0AgQAKVI\/kham-dinh-viet-su-thong-giam.pdf|location = Hà Nội|year=1998|isbn= }}\n* {{chú thích|author=Nguyễn Khắc Thuần|authorlink=|title=Thế thứ các triều vua Việt Nam|year=1995|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Phan Huy Chú|authorlink=|title=Lịch triều Hiến chương loại chí, tập một (Tổ phiên dịch viện sử học phiên dịch và chú giải)|year=1960|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{Chú thích sách|ref={{harvid|Tạ Chí Đại Trường|2009}}|tác giả=Tạ Chí Đại Trường |lk tác giả =Tạ Chí Đại Trường| đồng tác giả = | title=Bài sử khác cho Việt Nam|cuốn=1|edition=|năm gốc = | year=2009|language=vi |publisher=Nhà xuất bản Kệ sách|location=}}\n* {{Chú thích sách|ref={{harvid|Viện Sử học|2017}}|tác giả=Viện sử học| đồng tác giả = Trần Thị Vinh (chủ biên)| title=Lịch sử Việt Nam|cuốn=tập 4|edition=|năm gốc = | year=2017|language=vi |publisher=Nhà xuất bản Khoa học xã hội|location=}}\n* {{chú thích|author=Phạm Văn Sơn|authorlink=|title=Việt sử tân biên, quyển 3|year=1959|language=|publisher=Cơ sở xuất bản Đại Nam|location=[[Sài Gòn]]}}\n\n=== Ghi chú ===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n\n=== Chú thích nguồn ===\n{{tham khảo|3}}\n\n{{Chúa Trịnh}}\n\n{{Thời gian sống|sinh=1711|mất=1762}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Thái thượng vương]]"}