{"3424722":"{{Thông tin viên chức\n| tên = Trịnh Xuân Thanh\n| hình =\n| cỡ hình = 220px\n| miêu tả = Trịnh Xuân Thanh ở [[Luân Đôn]], năm [[2015]]\n| ngày sinh = {{Ngày sinh và tuổi|1966|02|13}}\n| nơi sinh = xã [[Mai Lâm]], huyện [[Đông Anh]], [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| nơi ở = \n| ngày mất = \n| nơi mất = \n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = Phó Chủ tịch [[Ủy ban nhân dân]] tỉnh [[Hậu Giang]]\n| bắt đầu 3 = 13 tháng 5 năm 2015\n| kết thúc 3 = 2016\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = Vụ trưởng - Trưởng ban Đổi mới doanh nghiệp Bộ Công thương\n| bắt đầu 4 = Tháng 2 năm 2014\n| kết thúc 4 = 13 tháng 5 năm 2015\n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = Phó chánh văn phòng [[Bộ Công thương (Việt Nam)|Bộ Công thương]]\n| bắt đầu 5 = Tháng 9 năm 2013\n| kết thúc 5 = Tháng 2 năm 2014\n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| chức vụ 6 = Chủ tịch [[Hội đồng quản trị|HĐQT]] Tổng công ty CP Xây lắp Dầu khí Việt Nam (PVC)\n| bắt đầu 6 = 2009\n| kết thúc 6 = Tháng 9 năm 2013\n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| phó chức vụ 6 = \n| phó viên chức 6 = \n| chức vụ 7 = Phó tổng giám đốc Tổng công ty CP Xây lắp Dầu khí Việt Nam (PVC) \n| bắt đầu 7 = 2007\n| kết thúc 7 = 2009\n| tiền nhiệm 7 = \n| kế nhiệm 7 = \n| địa hạt 7 = \n| phó chức vụ 7 = \n| phó viên chức 7 = \n| chức vụ 8 = Tổng giám đốc [[Tổng Công ty Cổ phần Sông Hồng|Tổng công ty Sông Hồng]]\n| bắt đầu 8 = 2005\n| kết thúc 8 = 2007\n| tiền nhiệm 8 = \n| kế nhiệm 8 = \n| địa hạt 8 = \n| phó chức vụ 8 = \n| phó viên chức 8 = \n| đa số = \n| đảng = \n| đảng khác = \n| danh hiệu = \n| nghề nghiệp = \n| học vấn = Cử nhân Kỹ thuật môi trường và đô thị, [[Đại học Kiến trúc Hà Nội]] (năm 1990)\n| học trường = \n| dân tộc = \n| tôn giáo =\n| đảng = [[Đảng Cộng sản Việt Nam]]<br\/>(''Đã bị khai trừ'') \n| họ hàng = Trịnh Xuân Tuấn (em trai)\n| cha mẹ = \n| cha = Trịnh Xuân Giới\n| mẹ = Đàm Thị Ngọc Kha\n| vợ = Trần Dương Nga\n| chồng = \n| kết hợp dân sự = \n| con =\n| website = \n| chữ ký = \n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| chú thích = \n}}\n\n'''Trịnh Xuân Thanh''' (sinh ngày [[13 tháng 2]] năm [[1966]] tại [[Hà Nội]]) từng là Đảng viên [[Đảng Cộng sản Việt Nam]], giữ chức Tỉnh ủy viên (từ năm [[2015]]), Phó Chủ tịch phụ trách công nghiệp - thương mại Ủy ban nhân dân tỉnh [[Hậu Giang]] và Đại biểu Quốc hội khóa XIV cho đến khi bị cắt hết mọi chức vụ khi bị điều tra tham nhũng vào năm 2016. Ông đắc cử đại biểu [[Quốc hội Việt Nam khóa XIV]] được 198.392 phiếu, đạt tỷ lệ 75,28% số phiếu hợp lệ và trở thành người trúng cử với số phiếu được bầu chọn cao nhất tại Hậu Giang.<ref name=tsvietnamnet>{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/thu-vien\/chinh-tri-gia\/trinh-xuan-thanh.html |tiêu đề =Trịnh Xuân Thanh - Thư viện VietNamNet |tác giả 1 = |ngày = |nhà xuất bản =[[VietNamNet]] |ngày truy cập =2017-07-31 |ngôn ngữ = |url lưu trữ =https:\/\/web.archive.org\/web\/20170731121502\/http:\/\/vietnamnet.vn\/vn\/thu-vien\/chinh-tri-gia\/trinh-xuan-thanh.html |ngày lưu trữ =2017-07-31 |url-status=live }}<\/ref>\n\nNăm 2016, ông bị [[Hội đồng bầu cử Quốc gia Việt Nam|Hội đồng bầu cử Quốc gia]] không công nhận tư cách Đại biểu Quốc hội theo đề nghị của [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] trong buổi họp thứ 4 và thứ 5 dưới sự chủ trì của [[Trần Quốc Vượng (chính trị gia)|Trần Quốc Vượng]], Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương theo chỉ đạo của tổng bí thư [[Nguyễn Phú Trọng]], với lý do là có nhiều khuyết điểm, vi phạm nghiêm trọng trong thời gian công tác tại Tổng công ty CP Xây lắp Dầu khí Việt Nam.<ref name=tsvietnamnet\/><ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-trinh-xuan-thanh-phai-chiu-trach-nhiem-ve-khoan-lo-3-200-ty-tai-pvc-3434633.html|tiêu đề=Ông Trịnh Xuân Thanh phải chịu trách nhiệm về khoản lỗ 3.200 tỷ tại PVC}}<\/ref><ref name=vne711>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/huy-tu-cach-dai-bieu-quoc-hoi-cua-ong-trinh-xuan-thanh-3436673.html Hủy tư cách đại biểu Quốc hội của ông Trịnh Xuân Thanh], vnexpress, 15.7.2016<\/ref><ref name=vne715>[http:\/\/vneconomy.vn\/thoi-su\/yeu-cau-tien-hanh-ky-luat-ong-trinh-xuan-thanh-2016071108418686.htm Yêu cầu tiến hành kỷ luật ông Trịnh Xuân Thanh], vneconomy, 11.7.2016<\/ref>\n\nNgày 6 tháng 9 năm 2016, ông Thanh đã gửi đơn xin ra khỏi Đảng đến [[Thanh Niên (báo)|báo Thanh niên]] và blog [[Người Buôn Gió]] với lý do ra khỏi Đảng là \"không còn tin vào sự lãnh đạo của [[Nguyễn Phú Trọng|đồng chí Tổng Bí thư]]\", còn bản thân ông đã trốn đi đâu không rõ.<ref name=nv1 \/>\n\nNgày 16 tháng 9 năm 2016, Cơ quan Cảnh sát điều tra, Bộ Công an đã ra Quyết định khởi tố bị can đối với Trịnh Xuân Thanh về tội cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng; đồng thời ra Lệnh bắt tạm giam và Lệnh khám xét đối với Trịnh Xuân Thanh. Sau khi xác định Trịnh Xuân Thanh đã bỏ trốn, [[Bộ Công an (Việt Nam)|Bộ Công an]] ra Quyết định truy nã toàn quốc và truy nã quốc tế đối với Trịnh Xuân Thanh.<ref>[http:\/\/www.mps.gov.vn\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/2006\/2102\/36145 Truy nã đối tượng Trịnh Xuân Thanh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160917083811\/http:\/\/www.mps.gov.vn\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/2006\/2102\/36145 |date=2016-09-17 }}, Bộ Công An<\/ref>\n\nNgày 31 tháng 7 năm 2017, Bộ Công an cho biết nghi can Trịnh Xuân Thanh đã ra đầu thú tại trực ban hình sự Cơ quan An ninh điều tra, sau gần một năm trốn lệnh truy nã quốc tế.<ref name=\"vnexpress.net\">{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ong-trinh-xuan-thanh-dau-thu-sau-mot-nam-tron-truy-na-3620449.html|tiêu đề=Ông Trịnh Xuân Thanh đầu thú sau một năm trốn truy nã|nhà xuất bản=VnExpress|tác giả 1=Bá Đô|ngày tháng=ngày 31 tháng 7 năm 2017|url lưu trữ=https:\/\/web.archive.org\/web\/20170701000000*\/http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/ong-trinh-xuan-thanh-ra-dau-thu-3620449.html|ngày lưu trữ=ngày 31 tháng 7 năm 2017}}<\/ref>\n\n==Tiểu sử==\nTrịnh Xuân Thanh quê quán tại xã [[Mai Lâm, Đông Anh|Mai Lâm]], huyện [[Đông Anh]], thành phố [[Hà Nội]]. Ông có trình độ học vấn Cử nhân Kỹ thuật môi trường và đô thị.<ref name=tsvietnamnet\/><ref name=vp20\/><ref name=tn63>{{Chú thích web|url=http:\/\/thanhnien.vn\/thoi-su\/xe-tu-nhan-gan-bien-so-xanh-va-di-san-cua-pho-chu-tich-hau-giang-709466.html|tiêu đề=Xe tư nhân gắn biển số xanh và “di sản” của Phó chủ tịch Hậu Giang|nhà xuất bản=|ngày tháng=ngày 3 tháng 6 năm 2016}}<\/ref>\n\nNăm 1990, ông tốt nghiệp [[Đại học Kiến trúc Hà Nội]]. Năm 1995 sau một thời gian làm việc tại [[Cộng hòa Liên bang Đức]] ông Thanh trở về Việt Nam.<ref name=bizlive>{{Chú thích web|url=http:\/\/bizlive.vn\/chinh-tri-xa-hoi\/trinh-xuan-thanh-nga-ngua-vi-thich-xai-lexus-bien-xanh-1985517.html|tiêu đề=Trịnh Xuân Thanh: “Ngã ngựa” vì thích xài Lexus biển xanh?|nhà xuất bản=bizlive|ngày tháng=ngày 17 tháng 9 năm 2016}}<\/ref>\n\nGiai đoạn 1996 - 2000, ông đảm nhiệm chức vụ phó giám đốc Công ty phát triển kinh tế kĩ thuật Detesco của Trung ương Đoàn. Và từ 2000 - 2004 là phó giám đốc chi nhánh Hà Nội của [[Tổng Công ty Cổ phần Sông Hồng|Tổng công ty Sông Hồng]], rồi lên chức phó tổng giám đốc rồi tổng giám đốc của tổng công ty Sông Hồng trong giai đoạn 2005 - 2007.<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/infographics\/thoi-su\/quan-lo-thang-tram-cua-ong-trinh-xuan-thanh-3465996.html|tiêu đề='Quan lộ' thăng trầm của ông Trịnh Xuân Thanh}}<\/ref>\n\nNăm 2007, ông Thanh được điều về làm Phó tổng giám đốc Tổng công ty CP xây lắp dầu khí VN (PVC) - [[Tập đoàn dầu khí quốc gia Việt Nam]], đến năm 2009 được bổ nhiệm làm Chủ tịch HĐQT PVC.<ref name=tn63\/>\n\nKhi PVC rơi vào tình cảnh thua lỗ trầm trọng và có nguy cơ mất vốn, ông Thanh được Bộ trưởng [[Bộ Công thương (Việt Nam)|Bộ Công thương]] [[Vũ Huy Hoàng]] bổ nhiệm làm Phó chánh văn phòng Bộ - Trưởng đại diện Văn phòng miền Trung của Bộ Công thương tại Đà Nẵng vào tháng 9.2013.\n\nTháng 2 năm 2014, Thanh được Bộ trưởng Bộ Công thương bổ nhiệm lên chức vụ Vụ trưởng - Trưởng ban Đổi mới doanh nghiệp Bộ Công thương.\n\nNgày 13\/5\/2015, tại kỳ họp thứ 13 khóa VIII Hội đồng nhân dân tỉnh Hậu Giang, nhiệm kỳ 2011-2016, ông Trịnh Xuân Thanh đã trúng cử chức vụ Phó Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang, nhiệm kỳ 2011-2016 với 43\/47 phiếu tán thành;<ref name=vp20>{{Chú thích web|tiêu đề= Thủ tướng Chính phủ phê chuẩn chức vụ Phó Chủ tịch UBND tỉnh Hậu Giang|url= http:\/\/tcnn.vn\/Plus.aspx\/vi\/News\/126\/0\/1010081\/0\/19463\/Thu_tuong_Chinh_phu_phe_chuan_chuc_vu_Pho_Chu_tich_UBND_tinh_Hau_Giang|website= Bộ Nội vụ - Tạp chí Tổ chức nhà nước |ngày truy cập= ngày 22 tháng 7 năm 2017|ngôn ngữ=vi|ngày tháng=ngày 22 tháng 5 năm 2015|url lưu trữ = https:\/\/web.archive.org\/web\/20170722011842\/http:\/\/tcnn.vn\/Plus.aspx\/vi\/News\/126\/0\/1010081\/0\/19463\/Thu_tuong_Chinh_phu_phe_chuan_chuc_vu_Pho_Chu_tich_UBND_tinh_Hau_Giang|ngày lưu trữ = 22 tháng 7 năm 2017}}<\/ref>\n\nVì bị điều tra về vụ Biển xanh và việc công ty PVC dưới thời ông quản trị thua lỗ trầm trọng, ngày 15.6.2016, ông Thanh cho biết, ông đã chính thức viết đơn gửi Tỉnh ủy và HĐND tỉnh xin không tái cử vào chức danh Phó chủ tịch tỉnh, khóa 9, nhiệm kỳ 2016 - 2021.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/310311\/pho-chu-tich-hau-giang-xin-khong-tai-cu.html Phó chủ tịch Hậu Giang xin không tái cử], vietnamnet, 15.6.2016<\/ref>\n==Vinh danh==\n* [[Anh hùng Lao động (Việt Nam)|Anh hùng Lao động]] thời kỳ đổi mới năm 2011 <ref name=tn63\/> Tuy nhiên ngày 18\/7\/2016, Ủy ban Kiểm tra Trung ương đã thông báo chỉ đạo của Tổng bí thư Nguyễn Phú Trọng yêu cầu Ban cán sự đảng Bộ Nội vụ và Ban Thi đua - Khen thưởng Trung ương có sự tham gia của UBKTƯ tổ chức kiểm điểm, làm rõ trách nhiệm và xử lý đối với các tập thể, cá nhân có khuyết điểm, vi phạm trong việc thẩm định, đề nghị cấp có thẩm quyền tặng thưởng Huân chương Lao động trong 2 năm liền (năm 2009 và 2010) và phong tặng danh hiệu Anh hùng Lao động cho Tổng Công ty cổ phần Xây lắp Dầu khí Việt Nam-PVC (năm 2011).<ref>[http:\/\/dantri.com.vn\/kinh-doanh\/bat-minh-chuyen-phong-anh-hung-lao-dong-thoi-ky-doi-moi-cho-pvc-20160721014611661.htm Bất minh chuyện phong \"Anh hùng lao động thời kỳ đổi mới\" cho PVC], dantri, 21.7.2016<\/ref>\n\n==Các vụ bê bối==\n===Chạy xe tư nhân biển số xanh===\nNgày 3.6.2016, báo Thanh Niên khui ra việc ông Trịnh Xuân Thanh, Phó chủ tịch UBND tỉnh Hậu Giang, sử dụng xe cá nhân Lexus gắn biển số xanh.<ref name=tn63\/> Theo giấy tờ, chủ xe là ông Nguyễn Đặng Toàn, hộ khẩu ở số 50 Lương Ngọc Quyến, Hàng Buồm, Hà Nội. Theo lãnh đạo tỉnh Hậu Giang, do địa phương thiếu xe nên ông Thanh mượn xe của ông Toàn đưa vào Hậu Giang để tiện công tác. Phòng CSGT (PC67) Công an Hậu Giang cấp biển số xanh 95A-0699 cho xe tư nhân nhằm phục vụ việc đi lại của Phó chủ tịch UBND tỉnh này là ông Trịnh Xuân Thanh.<ref name=vnn610>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/thoi-su\/chong-tham-nhung\/309549\/nguoi-cho-pho-chu-tich-hau-giang-muon-lexus-bien-xanh-la-ai.html|tiêu đề=Người cho Phó chủ tịch Hậu Giang mượn Lexus biển xanh là ai?|ngày tháng=ngày 10 tháng 6 năm 2016}}<\/ref>\n\nNgày 18-7, [[Văn phòng Trung ương Đảng Cộng sản Việt Nam|Văn phòng Trung ương Đảng]] đã gửi văn bản truyền đạt ý kiến của Tổng bí thư [[Nguyễn Phú Trọng]] yêu cầu Đảng ủy Công an Trung ương chỉ đạo xử lý các tổ chức, cá nhân vi phạm trong việc cấp biển số xe công trái quy định, rà soát, thu hồi biển số xe công (biển xanh) đã được cấp và sử dụng trái quy định.<ref name=tn718>[http:\/\/thanhnien.vn\/thoi-su\/dieu-tra-pvc-thua-lo-gan-3300-ti-duoi-thoi-ong-trinh-xuan-thanh-724571.html Điều tra PVC thua lỗ gần 3.300 tỉ dưới thời ông Trịnh Xuân Thanh], thanhnien, 18.7.2016<\/ref>\n\n====Xử lý====\nNgày 23-9, nguồn tin của Tuổi Trẻ cho biết công an tỉnh Hậu Giang vừa triển khai quyết định kỷ luật hình thức “khiển trách” đối với đại tá Võ Chí Thanh, trưởng phòng cảnh sát giao thông đường bộ- đường sắt (PC67-Công an tỉnh Hậu Giang) do cấp biển số xanh sai quy định.<ref name=tt923>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160923\/ky-luat-dai-ta-cap-bien-xanh-cho-lexus-cua-trinh-xuan-thanh\/1176393.html Kỷ luật đại tá cấp biển xanh xe Lexus của Trịnh Xuân Thanh], tuoitre, 23.9.2016<\/ref>\n\n===Vấn đề đề bạt, bổ nhiệm và luân chuyển cán bộ===\nBài báo trên cũng nêu vấn đề, mặc dù ông khi là Chủ tịch HĐQT PVC, công ty này thua lỗ trầm trọng đến cả trên 3.274 tỷ đồng năm 2013, nhưng vẫn tiếp tục được thăng chức.<ref name=tn63\/>\n\n====Bộ Công thương “bỏ qua” trách nhiệm của ông Thanh====\nNgày 12-7, ông Phùng Đình Thực - nguyên chủ tịch hội đồng thành viên [[Tập đoàn Dầu khí Quốc gia Việt Nam|Tập đoàn Dầu khí VN]] (PVN) - cho biết việc ông Trịnh Xuân Thanh về làm phó chánh văn phòng Bộ Công thương là do Bộ Công thương tự làm văn bản nêu sẽ điều động về bộ (chứ không phải PVN đề nghị, giới thiệu). PVN vào thời điểm đó đánh giá khá rõ trách nhiệm ông Thanh trong việc để [[Tập đoàn Dầu khí Quốc gia Việt Nam|Tổng công ty cổ phần Xây lắp dầu khí]] (PVC) thua lỗ khi làm chủ tịch tổng công ty này.<ref name=tt713>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160713\/ai-cat-nhac-ong-trinh-xuan-thanh\/1136008.html Ai cất nhắc ông Trịnh Xuân Thanh?], tuoitre, 13.7.2016<\/ref>\n\n====Chức Phó chủ tịch tỉnh Hậu Giang====\nÔng [[Huỳnh Minh Chắc]] - nguyên bí thư Tỉnh ủy Hậu Giang - cho biết, việc bổ nhiệm ông Trịnh Xuân Thanh làm phó chủ tịch UBND tỉnh phụ trách mảng công nghiệp là có sự chấp thuận của [[Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Ban Tổ chức trung ương]].<ref name=tt713\/>\n\nVề việc bổ nhiệm ông Trịnh Xuân Thanh làm phó chủ tịch UBND, ông [[Lê Phước Thọ]], nguyên Ủy viên Bộ Chính trị, nguyên Trưởng ban Tổ chức Trung ương (nhiệm kì 1991-1996), vào ngày 3.8 cho rằng \"Kết luận của Ủy ban Kiểm tra Trung ương vẫn còn “chưa dám nói sai phạm đó thuộc về ai”.\" Nguyên văn:\n\n{{cquote|\"Tôi đã đọc hết các kết luận đó rồi, không nói tới Ban Tổ chức chữ nào. Xử lý như thế chưa phải là dám nói sai phạm đó thuộc về ai. Tôi nói thật, tôi thấy không ổn, vì chỉ tập trung nói ông Vũ Huy Hoàng, Bộ Nội vụ, tỉnh Hậu Giang, không nói gì tới Ban Tổ chức. Về nguyên tắc,...nếu đối tượng mà Ban Bí thư quản lý như Thường vụ, Tỉnh uỷ viên… thì sai phạm trong đề bạt, cất nhắc là trách nhiệm của Ban Bí thư. Cơ quan tham mưu cũng là Ban Tổ chức Trung ương. Ông Trịnh Xuân Thanh là Phó Chủ tịch, Tỉnh uỷ viên, đó là người do Ban Bí thư quản lý. Cho nên xử lý vụ việc này, tôi đòi hỏi phải làm rõ.\" <ref>[http:\/\/vov.vn\/chinh-tri\/vu-bo-nhiem-ong-trinh-xuan-thanh-ban-to-chuc-tu-cung-co-trach-nhiem-536527.vov Vụ bổ nhiệm ông Trịnh Xuân Thanh: Ban Tổ chức T.Ư cũng có trách nhiệm?], vov, 3.8.2016<\/ref>}}\n\nNgày 4\/8, tại hội trường Thành ủy Cần Thơ, trong buổi tiếp xúc với cử tri, bà Nguyễn Thị Kim Ngân, Chủ tịch Quốc hội, nói về vụ ông Trịnh Xuân Thanh, khẳng định đây không thuộc diện luân chuyển. Trách nhiệm thuộc về Ban Tổ chức Trung ương.<ref name=đk84>[http:\/\/daidoanket.vn\/thoi-su-chinh-tri\/viec-luan-chuyen-ong-trinh-xuan-thanh-trach-nhiem-thuoc-ve-ban-to-chuc-tw\/113869 Việc luân chuyển ông Trịnh Xuân Thanh: Trách nhiệm thuộc về Ban Tổ chức TW], daidoanket, 4.8.2016<\/ref>\n\n====Việc thăng chức con ông Thanh====\nCon trai ông Thanh, [[Trịnh Hùng Cường]] sinh năm 1992, tốt nghiệp tại Queen Mary, London vào năm 2014, bắt đầu làm việc tại [[Công ty CP Cồn rượu Hà Nội|Halico]] từ cuối năm 2015. Chỉ trong vòng 5 tháng làm việc, ông Cường được thăng chức Phó phòng phụ trách truyền thông và thị trường, thuộc Phòng truyền thông Marketing của Halico. Ông Mai Văn Lợi, Chủ tịch HĐQT Halico, vào giai đoạn 2011-2013, là Giám đốc Khách sạn Lam Kinh, một đơn vị kinh doanh thua lỗ nặng, lên tới 200 tỷ đồng. Sau khi Khách sạn Lam Kinh được PVC của ông Trịnh Xuân Thanh (lúc đó là Chủ tịch HĐQT) mua lại, ông Lợi được điều về làm Giám đốc Halico vào tháng 11\/2014. 5 tháng sau đó, ông Lợi được thăng chức Chủ tịch HĐQT Halico. Từ một DN làm ăn có lãi tới hơn 200 tỷ hồi năm 2012, năm 2015 Halico lỗ tổng cộng 21 tỷ đồng. Riêng quý I năm 2016, DN này lỗ 10 tỷ đồng.<ref name=vtc713>[http:\/\/www.vtc.vn\/con-trai-ong-trinh-xuan-thanh-duoc-thang-chuc-sau-5-thang-lam-viec-d267470.html Con trai ông Trịnh Xuân Thanh được thăng chức sau 5 tháng làm việc], vtc, 21.7.2016<\/ref>\n\n====Việc thua lỗ gần 3.300 tỉ đồng tại PVC====\nNgày 18-7, Tổng bí thư giao Ban Thường vụ Đảng ủy Công an T.Ư chỉ đạo các cơ quan chức năng của ngành công an điều tra làm rõ vi phạm để xảy ra thua lỗ gần 3.300 tỉ đồng (giai đoạn 2011 - 2013) ở Tổng công ty cổ phần Xây lắp Dầu khí Việt Nam.<ref name=tn718\/> Ngày 29 tháng 8, theo tin báo Lao động, Cục Cảnh sát điều tra tội phạm về kinh tế và tham nhũng (C46) Bộ Công an đã vào cuộc điều tra vụ thua lỗ “khủng” hơn 3.200 tỉ đồng ở TCty cổ phần Xây lắp dầu khí Việt Nam (PVC), liên quan đến ông Trịnh Xuân Thanh.<ref name=ld829>[http:\/\/laodong.com.vn\/phap-luat\/csdt-vao-cuoc-vu-thua-lo-hon-3000-ti-dong-o-pvc-ong-trinh-xuan-thanh-chiu-trach-nhiem-gi-587652.bld CSĐT vào cuộc vụ thua lỗ hơn 3.000 tỉ đồng ở PVC: Ông Trịnh Xuân Thanh chịu trách nhiệm gì?], laodong, 29.8.2016<\/ref>\n\nChiều 3-10, Bộ Thông tin và Truyền thông loan báo hai quyết định về việc thu hồi thẻ nhà báo đối với ông Nguyễn Như Phong và đình bản tạm thời báo điện tử tin nhanh Năng lượng mới (Petrotimes.vn báo điện tử của tập đoàn Dầu khí Việt Nam (PVN)).<ref name=tt103>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20161003\/thu-hoi-the-nha-bao-ong-nguyen-nhu-phong-dinh-ban-tam-thoi-bao-petrotimes\/1181997.html Thu hồi thẻ nhà báo ông Nguyễn Như Phong, đình bản tạm thời báo PetroTimes], tuoitre, 3.10.2016<\/ref> Nguyễn Như Phong bị cách chức Tổng biên tập báo vì một bài trích đăng lại từ báo hải ngoại ''thoibao.de'' có tựa \"Trịnh Xuân Thanh sẽ làm gì với những \"Lá bùa cứu mạng\" tại Đức?.\" về một cuộc phỏng vấn blogger [[Người Buôn Gió]], người được Trịnh Xuân Thanh nhờ đưa một số thông tin tới dư luận. Bài báo đăng trên mạng Petrotimes ngày 30\/9, ngay sau đó bị xóa.<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/10\/161002_mr_nguyennhuphong_sacked Tổng biên tập báo PetroTimes ‘mất chức’], bbc, 2.10.2016<\/ref>\n\nSau đó ông Thanh đã bỏ trốn. Thượng tướng Lê Quý Vương, Thứ trưởng Bộ Công an cho biết, Ban thư ký của Interpol đã ra lệnh truy nã quốc tế Trịnh Xuân Thanh từ 29\/9\/2016, sau khi nhận được yêu cầu của cơ quan điều tra Việt Nam.<ref>[http:\/\/daidoanket.vn\/giam-sat-phap-luat\/thuong-tuong-le-quy-vuong-interpol-phat-lenh-truy-na-do-trinh-xuan-thanh\/135146 Thượng tướng Lê Quý Vương: Interpol phát lệnh truy nã đỏ Trịnh Xuân Thanh], daidoanket, 17.11.2016<\/ref>\n\n==Phản ứng==\n===Tổng bí thư===\nNgày 9\/6, Văn phòng Trung ương Đảng đã có Văn bản gửi các cơ quan chức năng yêu cầu làm rõ, kết luận về thông tin đăng tải liên quan đến ông Trịnh Xuân Thanh. Văn bản nêu rõ, Tổng bí thư [[Nguyễn Phú Trọng]] giao Ủy ban Kiểm tra Trung ương chủ trì, phối hợp với Ban Nội chính Trung ương, Ban Tổ chức Trung ương, Bộ Công an, Ban Cán sự đảng các bộ, cơ quan: Công thương, Tài chính, Kiểm toán Nhà nước; Ban Thi đua - Khen thưởng Trung ương, Tỉnh ủy Hậu Giang và Tập đoàn dầu khí quốc gia Việt Nam khẩn trương kiểm tra, xem xét, kết luận vụ việc.<ref name=vnn610\/>\n\n===Thủ tướng===\nNgày 10\/6, Phó Thủ tướng [[Trương Hòa Bình]] yêu cầu Bộ Công an, Bộ Công thương và Tập đoàn Dầu khí VN khẩn trương kiểm tra, làm rõ thông tin báo chí phản ánh việc ông Trịnh Xuân Thanh, Phó chủ tịch UBND tỉnh Hậu Giang sử dụng xe cá nhân gắn biển số xanh, báo cáo Thủ tướng trước ngày 25\/6.<ref name=vnn612>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chong-tham-nhung\/309725\/can-xem-lai-tu-cach-dbqh-cua-pho-chu-tich-tinh-di-lexus.html Cần xem lại tư cách ĐBQH của Phó chủ tịch tỉnh đi Lexus], vietnamnet, 12.6.2016<\/ref>\n\n===Quốc hội===\nNgày 15.7, Hội đồng bầu cử quốc gia không công nhận tư cách Đại biểu Quốc hội của ông Thanh theo đề nghị của [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] cho là có nhiều khuyết điểm, vi phạm.<ref name=vne715\/>\n\nNgày 4.8, trong hội nghị tiếp xúc cử tri sau kỳ họp thứ nhất, quốc hội khóa XIV Chủ tịch Quốc hội [[Nguyễn Thị Kim Ngân]] cho biết: \"Khi ứng cử đại biểu quốc hội, ông Thanh do tỉnh Hậu Giang giới thiệu chứ không phải do Trung ương. Đối với vụ ông Trịnh Xuân Thanh, ngành chức năng đang tiếp tục làm công tác cán bộ và làm rõ trách nhiệm thua lỗ ở PVC. Tổng Bí thư đã chỉ đạo sẽ làm tới nơi tới chốn, ai sai cũng sẽ bị xử lý\".<ref>[http:\/\/laodong.com.vn\/thoi-su-xa-hoi\/vu-ong-trinh-xuan-thanh-ai-sai-cung-se-bi-xu-ly-580131.bld Vụ ông Trịnh Xuân Thanh: Ai sai cũng sẽ bị xử lý], laodong, 4.8.2016<\/ref>\n\n===Bộ Công thương===\nNgày 12-7, Bộ trưởng Bộ Công thương Trần Tuấn Anh khẳng định bộ này đã tiến hành rà soát công tác cán bộ và khẳng định sẽ không né tránh mà kiên quyết xử lý dứt điểm các vấn đề trong công tác tổ chức cán bộ, đặc biệt là các vấn đề về quy hoạch, luân chuyển, đề bạt cán bộ.<ref name=tt713\/> Ngày 2.8, ông Anh cho biết sau khi rà soát quy trình tiếp nhận, bổ nhiệm, luân chuyển ông Trịnh Xuân Thanh: \"Sơ bộ thì có thể khẳng định vụ việc ông Trịnh Xuân Thanh được điều động, bổ nhiệm có nhiều dấu hiệu cho thấy có sai phạm, vi phạm trong chính sách cán bộ của Đảng, Nhà nước.\" <ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160802\/co-sai-pham-trong-bo-nhiem-ong-trinh-xuan-thanh-vu-quang-hai\/1147666.html Có sai phạm trong bổ nhiệm ông Trịnh Xuân Thanh, Vũ Quang Hải], tuoitre, 2.8.2016<\/ref>\n\n==Xin ra khỏi Đảng==\nChiều 6 tháng 9 năm 2016, ông Thanh đã chủ động gọi điện thoại cho phóng viên Báo Thanh Niên khẳng định lại việc đã gửi đơn xin ra khỏi Đảng đến các cơ quan chức năng ở Trung ương cũng như Tỉnh ủy Hậu Giang.<ref>{{Chú thích web | url = http:\/\/motthegioi.vn\/thoi-su-c-66\/ong-trinh-xuan-thanh-xin-ra-khoi-dang-42243.html | tiêu đề = Ông Trịnh Xuân Thanh xin ra khỏi Đảng - Một Thế giới | tác giả 1 = | ngày = 7 tháng 9 năm 2016 | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = Ông Trịnh Xuân Thanh xin ra khỏi Đảng - Một Thế giới | ngôn ngữ = }}<\/ref> Cùng ngày, Trịnh Xuân Thanh đã liên hệ với blogger [[Người Buôn Gió]] để nhờ đưa đơn xin ra khỏi Đảng lên mạng Internet, với nội dung \"''như trên tôi đã báo cáo toàn bộ sự việc, tôi không còn tin vào sự chỉ đạo nữa nên tôi làm báo cáo gửi các đồng chí, kính mong các đồng chí có trách nhiệm, ý thức được việc mình kết luận ngày hôm nay một cách chính xác, khách quan không chịu áp lực. Tôi xin ra khỏi đảng vì không tin vào sự chỉ đạo của [[Nguyễn Phú Trọng|đồng chí tổng bí thư]].''\"<ref name=nv1>{{Chú thích web | url = http:\/\/www.nguoi-viet.com\/viet-nam\/ong-trinh-xuan-thanh-bi-khai-tru-dang\/ | tiêu đề = Ông Trịnh Xuân Thanh bị ‘khai trừ đảng’ - Nguoi Viet Daily News | tác giả 1 = | ngày = | ngày truy cập = 12 tháng 9 năm 2016 | nơi xuất bản = Người Việt | ngôn ngữ = }}<\/ref>\n\nNgày 7 tháng 9 Trưởng ban Tổ chức Tỉnh ủy Hậu Giang Bùi Văn Sáu cho biết chưa nhận được đơn xin ra khỏi Đảng của ông Trịnh Xuân Thanh.<ref>{{Chú thích web | url = http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/325311\/hau-giang-chua-nhan-don-xin-ra-khoi-dang-cua-ong-trinh-xuan-thanh.html | tiêu đề = Hậu Giang chưa nhận đơn xin ra khỏi Đảng của ông Trịnh Xuân Thanh - VietNamNet | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160907\/chua-nhan-duoc-don-ra-khoi-dang-cua-ong-trinh-xuan-thanh\/1167349.html | tiêu đề = Chưa nhận được đơn xin ra Đảng của ông Trịnh Xuân Thanh&nbsp; - Tuổi Trẻ Online | tác giả 1 = | ngày = 7 tháng 9 năm 2016 | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/laodong.com.vn\/thoi-su-xa-hoi\/tinh-uy-hau-giang-chua-nhan-don-cua-ong-trinh-xuan-thanh-590369.bld | tiêu đề = Tỉnh ủy Hậu Giang chưa nhận đơn của ông Trịnh Xuân Thanh | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = [[Lao động (báo)|Báo Lao động]] | ngôn ngữ = }}<\/ref>\n\nNgày 8 tháng 9 năm 2016, Ban bí thư Trung ương Đảng biểu quyết bằng phiếu kín, với 100% phiếu đồng ý kỷ luật khai trừ ra khỏi Đảng với ông Trịnh Xuân Thanh.<ref>{{Chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-trinh-xuan-thanh-bi-khai-tru-dang-3465781.html | tiêu đề = Ông Trịnh Xuân Thanh bị khai trừ Đảng - VnExpress | tác giả 1 = | ngày = | ngày truy cập = 9 tháng 9 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nTỉnh ủy Hậu Giang phát công văn triệu tập ông Trịnh Xuân Thanh,<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160909\/hau-giang-phat-cong-van-trieu-tap-ong-trinh-xuan-thanh\/1168476.html | tiêu đề = Hậu Giang phát công văn triệu tập ông Trịnh Xuân Thanh - Tuổi Trẻ Online | tác giả 1 = | ngày = 9 tháng 9 năm 2016 | ngày truy cập = 9 tháng 9 năm 2016 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref> nhưng gia đình ông không liên lạc được và cũng không rõ ông đã đi đâu.<ref>{{Chú thích web | url = http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/tin-tuc-thoi-su\/vu-trinh-xuan-thanh-bo-de-khong-biet-ong-thanh-o-dau-3318242\/ | tiêu đề = Vụ Trịnh Xuân Thanh: Bố đẻ không biết ông Thanh ở đâu | tác giả 1 =  | ngày =  | ngày truy cập = 9 tháng 9 năm 2016 | nơi xuất bản = Báo Đất Việt | ngôn ngữ =  | archive-date = 2016-09-09 | archive-url = https:\/\/web.archive.org\/web\/20160909042619\/http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/tin-tuc-thoi-su\/vu-trinh-xuan-thanh-bo-de-khong-biet-ong-thanh-o-dau-3318242\/ | url-status = dead }}<\/ref>\n\n==Kỷ luật cán bộ liên can đến vụ Trịnh Xuân Thanh==\n[[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam]] trong thông báo về kết quả kỳ họp thứ 8 diễn ra từ ngày 28\/11 đến ngày 30\/11\/2016 tại Hà Nội, dưới sự chủ trì của ông [[Trần Quốc Vượng (chính trị gia)|Trần Quốc Vượng]] - Ủy viên Bộ Chính trị, Chủ nhiệm Ủy ban Kiểm tra Trung ương, cho biết, đã xem xét, xử lý và đề nghị đề nghị thi hành kỷ luật một số đảng viên và tổ chức đảng như sau:<ref>{{Chú thích web|url = http:\/\/dantri.com.vn\/chinh-tri\/ky-luat-hang-loat-can-bo-vu-trinh-xuan-thanh-20161201164227657.htm|tiêu đề = Kỷ luật hàng loạt cán bộ vụ Trịnh Xuân Thanh|ngày truy cập = ngày 2 tháng 12 năm 2016 |nhà xuất bản = dantri}}<\/ref>\n\n* Trên cương vị là Bí thư Tỉnh ủy, ông [[Huỳnh Minh Chắc]] - nguyên Ủy viên Trung ương Đảng, nguyên Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2010-2015, đã vi phạm nguyên tắc tập trung dân chủ, quy trình, quy định về công tác cán bộ và Quy chế làm việc của Ban Chấp hành Đảng bộ Tỉnh trong việc đề nghị, tiếp nhận Trịnh Xuân Thanh từ Bộ Công thương về tỉnh Hậu Giang để giữ chức Phó Chủ tịch UBND tỉnh và tham gia Ban Chấp hành Đảng bộ tỉnh.\n* Trên cương vị là Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2010-2015, ông [[Trần Công Chánh]] có phần trách nhiệm với các khuyết điểm, vi phạm trong việc đề nghị tiếp nhận Trịnh Xuân Thanh từ Bộ Công thương về làm Phó Chủ tịch UBND tỉnh Hậu Giang và tham gia Ban Chấp hành Đảng bộ tỉnh; sai phạm trong việc chỉ đạo Công an tỉnh cấp biển số xe công cho xe tư nhân để Trịnh Xuân Thanh lưu thông trái quy định. Là Bí thư Tỉnh ủy nhiệm kỳ 2015-2020, với trách nhiệm là người đứng đầu, ông Chánh đã buông lỏng lãnh đạo, thực hiện chưa nghiêm nguyên tắc tập trung dân chủ trong sinh hoạt của Ban Chấp hành Đảng bộ tỉnh.\n* Ông [[Trần Lưu Hải]] - nguyên Ủy viên Trung ương Đảng, nguyên Phó trưởng Ban Thường trực Ban Tổ chức Trung ương - đã thiếu trách nhiệm khi ký công văn của Ban Tổ chức Trung ương về việc cho tỉnh Hậu Giang được tăng thêm 1 Phó Chủ tịch UBND Tỉnh nhiệm kỳ 2011-2016 trái với kết luận của Bộ Chính trị, Ban Bí thư; có khuyết điểm trong việc ký văn bản trả lời Tỉnh ủy Hậu Giang về thực hiện quy trình nhân sự tăng thêm một cấp ủy viên nhiệm kỳ 2015-2020 đối với Trịnh Xuân Thanh.\n* Ông Bùi Cao Tỉnh - nguyên Vụ trưởng, nguyên Trợ lý Trưởng ban Tổ chức Trung ương - chịu trách nhiệm chính trong việc tham mưu nội dung công văn của Ban Tổ chức Trung ương về việc cho tỉnh Hậu Giang được tăng thêm 1 Phó Chủ tịch UBND Tỉnh nhiệm kỳ 2011-2016 trái với kết luận của Bộ Chính trị, Ban Bí thư.\n* Ông Trần Anh Tuấn - Thứ trưởng Bộ Nội vụ - có vi phạm, khuyết điểm trong việc thẩm định, cho ý kiến về việc tiếp nhận, tuyển dụng, bổ nhiệm ngạch và xếp lương công chức cho Trịnh Xuân Thanh; thiếu kiên quyết, không đề xuất, kiến nghị với Bộ Công thương để thu hồi, hủy bỏ các quyết định sai trái trong việc tiếp nhận, bổ nhiệm Trịnh Xuân Thanh.\n* Ông Nguyễn Duy Thăng _ Thứ trưởng Bộ Nội vụ - có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo, thực hiện việc thẩm định, đề xuất cấp có thẩm quyền phê chuẩn chức danh Phó Chủ tịch UBND tỉnh Hậu Giang, nhiệm kỳ 2011-2016 đối với Trịnh Xuân Thanh.\n* Bà Trần Thị Hà - Ủy viên Ban cán sự đảng, Thứ trưởng Bộ Nội vụ, Trưởng ban Thi đua - Khen thưởng Trung ương - có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo thực hiện việc thẩm định quy trình, thủ tục, điều kiện và tiêu chuẩn để trình cấp có thẩm quyền tặng thưởng Huân chương và danh hiệu Anh hùng Lao động cho Tổng Công ty cổ phần Xây lắp Dầu khí Việt Nam (PVC); tặng Bằng khen của Thủ tướng Chính phủ và Huân chương cho Trịnh Xuân Thanh.\n\n===Kỷ luật cán bộ tỉnh Hậu Giang===\nNgày 28-12, ông Cam Quang Vinh, chủ nhiệm Ủy ban kiểm tra Tỉnh ủy Hậu Giang, cho biết UBKT Trung ương đã công bố quyết định kỷ luật:\n* khiển trách bí thư tỉnh ủy Hậu Giang nhiệm kỳ 2015-2020 Trần Công Chánh. Theo đó, ông Chánh trên cương vị là phó bí thư tỉnh ủy, chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2010-2015, có phần trách nhiệm với các khuyết điểm, vi phạm trong việc đề nghị tiếp nhận Trịnh Xuân Thanh từ Bộ Công thương về làm phó chủ tịch UBND tỉnh Hậu Giang và tham gia Ban chấp hành Đảng bộ tỉnh. Ông Chánh có sai phạm trong việc chỉ đạo công an tỉnh cấp biển số xe công cho xe tư nhân để ông Thanh lưu thông trái quy định.\n* cảnh cáo nguyên bí thư Tỉnh ủy Hậu Giang Huỳnh Minh Chắc - nguyên ủy viên trung ương Đảng, nguyên bí thư tỉnh ủy Hậu Giang nhiệm kỳ 2010-2015. Ông Chắc với trách nhiệm là người đứng đầu, đã buông lỏng lãnh đạo, thực hiện chưa nghiêm nguyên tắc tập trung dân chủ trong sinh hoạt của Ban chấp hành Đảng bộ tỉnh.\n\nLiên quan đến việc cấp biển số xanh sai quy định, công an tỉnh Hậu Giang cũng đã triển khai quyết định kỷ luật với hình thức “khiển trách” đối với đại tá Võ Chí Thanh, trưởng phòng cảnh sát giao thông đường bộ - đường sắt.<ref>{{Chú thích web|url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20161228\/vu-trinh-xuan-thanh-ky-luat-bi-thu-nguyen-bi-thu-tinh-uy-hau-giang\/1243477.html|tiêu đề = Vụ Trịnh Xuân Thanh: kỷ luật bí thư, nguyên bí thư tỉnh ủy Hậu Giang|ngày truy cập = ngày 28 tháng 12 năm 2016 |nhà xuất bản = tuoitre.vn}}<\/ref>\n\n===Kỷ luật các thứ trưởng===\nThủ tướng Nguyễn Xuân Phúc vừa ký quyết định kỷ luật hai thứ trưởng Bộ Nội vụ Nguyễn Duy Thăng và Trần Thị Hà bằng hình thức khiển trách vì vụ Trịnh Xuân Thanh.\n\nÔng Nguyễn Duy Thăng bị nói là đã \"có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo, thực hiện việc thẩm định, đề xuất cấp có thẩm quyền phê duyệt chức danh Phó Chủ tịch Ủy ban nhân dân tỉnh Hậu Giang nhiệm kỳ 2011-2016 đối với Trịnh Xuân Thanh\".\n\nBà Trần Thị Hà bị khiển trách vì \"có vi phạm, khuyết điểm trong lãnh đạo, chỉ đạo thực hiện việc thẩm định quy trình, thủ tục, điều kiện và tiêu chuẩn để trình cấp có thẩm quyền tặng thưởng Huân chương và danh hiệu Anh hùng Lao động cho Tổng Công ty cổ phần Xây lắp Dầu khí Việt Nam (PVC); tặng Bằng khen của Thủ tướng Chính phủ và Huân chương cho Trịnh Xuân Thanh\".<ref>{{Chú thích web|url = http:\/\/www.bbc.com\/vietnamese\/vietnam-38664084|tiêu đề = Vụ Trịnh Xuân Thanh: hai thứ trưởng bị kỷ luật khiển trách|ngày truy cập = ngày 18 tháng 1 năm 2017 |nhà xuất bản = www.bbc.com}}<\/ref>\n===Nhận xét===\n* Phó chủ nhiệm UB Thanh thiếu niên và Nhi đồng QH [[Lê Như Tiến]] cho là: \"Một người quản lý cho một Doanh nghiệp lớn của nhà nước làm ăn thua lỗ lại được đưa lên vị trí quản lý nhà nước cao như thế thì phải xem lại quy trình đề bạt, bổ nhiệm và luân chuyển cán bộ.\" và \"Những người như thế có lẽ tốt nhất nên rút khỏi bộ máy quản lý. Vì đã như thế, ông không còn uy tín để tiếp tục làm việc. Cả danh hiệu ĐBQH ông ấy vừa được người dân tín nhiệm bầu cũng như chức Phó chủ tịch UBND tỉnh thì với hành xử của ông ấy như vậy có còn đủ uy tín để đảm nhiệm không, có đủ uy tín để nói trước dân không? <ref name=vnn612\/>\n*Lê Phước Thọ, nguyên Trưởng ban Tổ chức Trung ương, đề nghị: “Theo tôi, cần khai trừ khỏi Đảng, không thể nhân nhượng. Chỉ với mức đó mới răn đe được số cán bộ sau này. Người có tội, có khuyết điểm phải xử lý nghiêm minh. Với những sai phạm của anh Trịnh Xuân Thanh không thể nói là khiển trách hay cảnh cáo được”.<ref>[http:\/\/vov.vn\/nhan-su\/can-khai-tru-dang-ong-trinh-xuan-thanh-de-ran-de-can-bo-534123.vov “Cần khai trừ Đảng ông Trịnh Xuân Thanh để răn đe cán bộ“], vov, 26.7.2016<\/ref>\n* Trả lời đài VOA, Đại biểu quốc hội [[Dương Trung Quốc]] cho rằng: \"Việc đó thì toàn xã hội quan tâm, quốc hội quan tâm và cá nhân tôi là đại biểu quốc hội cũng quan tâm xem việc thực thi pháp luật như thế nào. Còn trong quá trình điều tra thì có thể có những yêu cầu khác nhau thì chưa biết được. Còn đương nhiên tôi nghĩ người dân họ rất quan tâm vì nếu làm tốt chuyện đó thì có thêm lòng tin nơi người dân, mà lúc này lòng tin là hết sức quan trọng.\"<ref>{{Chú thích web | url = http:\/\/www.voatiengviet.com\/a\/ro-nghi-van-ong-trinh-xuan-thanh-dang-o-nuoc-ngoai-sau-khi-xin-ra-dang\/3497301.html | tiêu đề = Rộ nghi vấn ông Trịnh Xuân Thanh đang ở nước ngoài sau khi ‘xin ra Đảng’ | tác giả 1 = | ngày = | ngày truy cập = 9 tháng 9 năm 2016 | nơi xuất bản = VOA | ngôn ngữ = }}<\/ref>\n* Nói chuyện với đài BBC vào ngày 17.9.2016, bà [[Nguyễn Thị Từ Huy]] bày tỏ quan điểm: \"Thực ra tuổi tác không quyết định khả năng làm việc. Và nhiều người xuất thân trong các gia đình cán bộ cao cấp nhưng vẫn có thực tài, có năng lực thực sự. Nhưng nếu \"con cháu các cụ cả\" trở thành nguyên tắc (ngầm) trong việc tuyển dụng cán bộ thì dĩ nhiên hậu quả không thể tránh khỏi là tham nhũng, kém hiệu quả, thua lỗ, kém phát triển, và tình trạng \"gia đình trị\" sẽ tiếp tục kéo dài dẫn đến hiện tượng toàn bộ các lĩnh vực trong xã hội bị một số gia đình nắm trong tay họ.\"...\"Trường hợp Trịnh Xuân Thanh cho thấy một cách rõ ràng tính chất dối trá của hệ thống chính trị.\"... \" Ông Thanh không phải là trường hợp duy nhất hay hy hữu trong chế độ. Trái lại, ông Thanh chỉ là một nhân vật thuộc dạng \"mờ nhạt\" so với những nhân vật khác còn \"khủng\" hơn nhiều nhưng chưa bị khui ra.\" <ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/09\/160917_nguyenthituhuy_on_trinhxuanthanh Vụ Trịnh Xuân Thanh: hệ thống bất lực?], bbc, 17.9.2016<\/ref>\n*Trả lời báo Tiền phong ngày 19.9.2016, GS. [[Nguyễn Minh Thuyết]] nói: \"dấu hiệu của sự bao che, câu kết thì khá rõ, bởi nếu không thì người ta chẳng thể nhảy nhót được như thế, cũng chẳng ngông nghênh đến mức đưa hẳn cái xe sang từ Hà Nội vào Hậu Giang như vậy. Chắc hẳn đằng sau ông Thanh này phải có “cái ô” rất to nên ông ấy mới chẳng ngán gì ai cả.\"...\"Với một người bình thường, xin từ cơ quan này sang cơ quan khác rất khó, đằng này đã “thoát hiểm” ở PVC lại còn nhảy hết bộ này sang bộ kia, tỉnh này sang tỉnh khác, chức vụ nhỏ lên chức vụ to dễ dàng như vậy thì không thể không làm rõ.\"<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/chiec-o-nao-che-ong-trinh-xuan-thanh-1051809.tpo Link gốc báo TP đã bị xóa:'Chiếc ô' nào che ông Trịnh Xuân Thanh?], [http:\/\/web.archive.org\/save\/http:\/\/alobacsi.com\/thoi-su\/chiec-o-nao-che-ong-trinh-xuan-thanh-a20160919013643428c160.htm link archive]<\/ref>\n\n==Nghi vấn bị bắt cóc từ Đức về Việt Nam==\n{{main|Vụ Trịnh Xuân Thanh trở về Việt Nam}}\n\n===Ngày 31 tháng 7===\nNgày 31 tháng 7 năm 2017, Các báo tại Việt Nam đều đăng tin, Bộ Công an cho biết nghi can Trịnh Xuân Thanh đã ra đầu thú tại trực ban hình sự Cơ quan An ninh điều tra, sau gần một năm trốn lệnh truy nã quốc tế.<ref name=\"vnexpress.net\"\/>\n\nCùng ngày, nhà báo Lê Trung Khoa, Chủ biên báo mạng Thờibáo.de từ CHLB Đức nói trong chương trình đài BBC được phát trực tuyến lúc 20h30 ngày thứ Hai, 31 tháng 7 năm 2017 theo giờ Việt Nam: \"''Ngày 23 tháng 7 năm 2017 tại Berlin, lúc 10 giờ 30 ông Trịnh Xuận Thanh cùng 1 nữ cán bộ Bộ Công thương đã bị nhóm đối tượng người Việt Nam dùng vũ lực khống chế bắt cóc tại [[công viên Tiergarten, Berlin|công viên Tiergarten]], đưa lên một chiếc xe đợi sẵn.''\" Ông Khoa cho biết chính ông đã nói chuyện trực tiếp với cán bộ điều tra Đức cũng như với luật sư của ông Thanh.<ref name=\"bbc13\"\/><ref name=\"tb\"\/> Báo thoibao.de ngày 3 tháng 8 thêm chi tiết, chiếc xe này có biển số Séc. Sự việc xảy ra ở phía trước của khách sạn Sheraton ở quận Tiergarten Berlin.<ref name=tb2>{{Chú thích web|url=http:\/\/thoibao.de\/nguoi-viet-o-duc\/11317\/ong-nguyen-duc-thoa%252c-can-bo-tong-cuc-tinh-bao-viet-nam-o-berlin-da-bi-chinh-phu-duc-truc-xuat-.htm|tiêu đề=Ông Nguyễn Đức Thoa, cán bộ Tổng cục Tình báo Việt Nam ở Berlin đã bị Chính phủ Đức trục xuất|url lưu trữ=https:\/\/web.archive.org\/web\/20170804051633\/http:\/\/thoibao.de\/nguoi-viet-o-duc\/11317\/ong-nguyen-duc-thoa%252c-can-bo-tong-cuc-tinh-bao-viet-nam-o-berlin-da-bi-chinh-phu-duc-truc-xuat-.htm|nhà xuất bản=thoibao.de|ngày tháng=ngày 3 tháng 8 năm 2017|tác giả 1=Trung Khoa|ngày lưu trữ=ngày 4 tháng 8 năm 2017}}<\/ref>\n\n===Ngày 1 tháng 8===\nTờ báo Đức TAZ được cảnh sát và công tố viên Đức cung cấp thông tin rằng ông Thanh vào đầu thập niên 1990 đã từng làm đơn xin tị nạn chính trị ở Đức, nhưng sau đó lại tình nguyện trở về Việt Nam. Từ tháng 9 năm 2016, một lệnh bắt giam được gửi tới Europol, nhưng ông Thanh không bị truy nã ở Đức với lý do: các cáo buộc \"vi phạm luật lệ Việt Nam\" là không cụ thể.<ref name=\"taz\"\/>\n\n===Ngày 2 tháng 8===\nNgày 2 tháng 8, bộ Ngoại giao Đức cáo buộc Việt Nam vi phạm luật Đức và [[luật quốc tế]] khi cho người bắt cóc ông Thanh, một người đã xin tị nạn tại Đức và đang được xem xét. Bộ ngoại giao Đức đã triệu tập đại sứ Việt Nam tại Đức vào ngày 1 tháng 8 và tuyên bố tùy viên tình báo của tòa đại sứ, Nguyễn Đức Thoa, cán bộ Tổng cục Tình báo Việt Nam <ref name=tb2\/>, là \"''[[persona non grata]]''\". Ông ta phải rời khỏi Đức trong vòng 48 tiếng. Ngoài ra, Đức sẽ xem xét về các biện pháp chính trị, kinh tế và viện trợ phát triển.<ref>{{Chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/vietnam-40790917 | tiêu đề = Toàn văn tuyên bố của Bộ NG Đức vụ ông Thanh bị bắt cóc - BBC Tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = https:\/\/www.voatiengviet.com\/a\/duc-doi-ha-noi-tra-trinh-xuan-thanh\/3969021.html?nocache=1 | tiêu đề = Đức đòi Hà Nội 'trả' Trịnh Xuân Thanh | tác giả 1 = | ngày = | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = VOA | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170803_20AA-PM_20zum_20Fall_20TXT.html | tiêu đề = Phát biểu của người phát ngôn Bộ ngoại giao CHLB Đức về quan hệ Việt-Đức | tác giả 1 =  | ngày =  | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = Các cơ quan đại diện Cộng hòa Liên bang Đức tại Việt Nam | ngôn ngữ =  | archive-date = 2017-12-28 | archive-url = https:\/\/web.archive.org\/web\/20171228094402\/http:\/\/www.vietnam.diplo.de\/Vertretung\/vietnam\/vi\/04-Politik\/04-00_20Pol_20Artikel_20aktuell\/170803_20AA-PM_20zum_20Fall_20TXT.html }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.bbc.com\/news\/world-europe-40806193 | tiêu đề = Germany expels Vietnam attache over suspected kidnap - BBC News | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 8 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh}}<\/ref>\n\nTheo luật sư của ông Thanh, việc ông Thanh tình nguyện ra đầu thú là nói dối. Bên lề cuộc họp G-20 ở Hamburg vào ngày 7 và 8 tháng 7, các viên chức cao cấp của Đức đã nói chuyện với phía Việt Nam phải làm thế nào để có thể cho dẫn độ ông Thanh về Việt Nam theo đúng pháp quyền. Bộ Ngoại giao Đức cho biết, họ đã nói rõ ràng với đại sứ Việt Nam tại Đức rằng ông Thanh phải được đưa trở lại Đức để họ có thể xem xét đơn dẫn độ cũng như đơn xin tị nạn theo luật pháp Đức.<ref name=sz>{{Chú thích web|url=http:\/\/www.sueddeutsche.de\/politik\/geheimdienst-skandal-vietnamesischer-geheimdienst-entfuehrt-geschaeftsmann-in-berlin-1.3614117|tiêu đề=Vietnamesischer Geheimdienst entführt Geschäftsmann in Berlin|url lưu trữ=|nhà xuất bản=SZ|ngày tháng=ngày 2 tháng 8 năm 2017|tác giả 1=|ngày lưu trữ=}}<\/ref>\n\n===Ngày 3 tháng 8===\nNgày 03\/08\/2017, trả lời các câu hỏi của phóng viên, người phát ngôn Bộ Ngoại giao Việt Nam, Lê Thị Thu Hằng nói: ''\"Liên quan đến phát biểu của Người phát ngôn Bộ Ngoại giao Đức xung quanh vụ việc Trịnh Xuân Thanh, tôi lấy làm tiếc về phát biểu của Người phát ngôn Bộ Ngoại giao Đức ngày 2-8...Tôi hiểu vụ việc Trịnh Xuân Thanh được rất nhiều người quan tâm...\"'' Khi phóng viên AFP (Pháp) hỏi: \"Việt Nam có xác nhận lời cáo buộc bắt cóc Trịnh Xuân Thanh không? Và liệu bà có nghĩ vụ việc này có ảnh hưởng đến quan hệ ngoại giao hai nước không? Hiện giờ ông Trịnh Xuân Thanh đang ở đâu?\" và phong viên hãng DPA (Đức) hỏi: \"Bà phản ứng như thế nào về thông tin của luật sư ông Trịnh Xuân Thanh cho biết ông này đang xin tị nạn ở Đức?\", bà Hằng trả lời: ''\"Theo thông báo ngày 31-7 của Bộ Công an Việt Nam thì ông Trịnh Xuân Thanh đã ra trình diện và đầu thú. Hiện nay các cơ quan chức năng Việt Nam đang tiến hành điều tra\"'' và cũng nhấn mạnh Việt Nam luôn coi trọng và phát triển quan hệ đối tác chiến lược với Đức.<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170803\/bo-ngoai-giao-lay-lam-tiec-ve-phat-bieu-cua-duc-vu-trinh-xuan-thanh\/1363180.html | tiêu đề = Bộ Ngoại giao lấy làm tiếc về phát biểu của Đức vụ Trịnh Xuân Thanh - Tuổi Trẻ Online | tác giả 1 = | ngày = 3 tháng 8 năm 2017 | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>\n\nCùng ngày cho biết trên buổi bàn luận với đài BBC, Nhà báo Lê Trung Khoa của thoibao.de cho biết, chính quyền Đức có bằng chứng là có cơ quan đại diện ngoại giao VN đã thuê một chuyên cơ để chở bệnh nhân từ một nước Đông Âu về Việt Nam (tuy nhiên, ông Khoa không nói là mình đã lấy thông tin này ở đâu). Ông cho biết thêm là tòa đại sứ Đức ở Hà Nội đã đóng cửa bộ phận lãnh sự và trợ giúp pháp lý, như vậy sẽ ảnh hưởng tới việc làm thị thực để sang Đức, ngoài ra chính phủ Đức đang họp với bộ ngoại giao và các cơ quan khác để tìm cách giải quyết cuộc khủng hoảng quan hệ này.<ref>{{Chú thích web | url = https:\/\/www.youtube.com\/watch?v=NgORkF6p_Qc| tiêu đề = Ông Trịnh Xuân Thanh 'đầu thú': khác biệt Việt - Đức và sự thực? | tác giả 1 = | ngày = 3 tháng 8 năm 2017 | ngày truy cập = 3 tháng 8 năm 2017 | nơi xuất bản = Thảo luận của BBC| ngôn ngữ = }}<\/ref>\n\nTrong chương trình thời sự 19 giờ của Đài truyền hình Việt Nam, đã phát đoạn phim ghi cảnh ông Trịnh Xuân Thanh nói về việc đầu thú của mình tại Cơ quan An ninh điều tra Bộ Công an. Theo đó, trong đơn xin đầu thú của Trịnh Xuân Thanh có đoạn: ''\"Tôi thấy lo sợ trước kết luận về vi phạm của tôi và phải chịu trách nhiệm là người đứng đầu trong thua lỗ của PVC. Do lo sợ, suy nghĩ không hết, tôi đã quyết định trốn tại Đức. Trong thời gian này, cuộc sống trốn tránh, bấp bênh, luôn lo sợ. Được sự động viên của gia đình, bạn bè, tôi đã về Việt Nam và ra đầu thú tại cơ quan an ninh điều tra để được hưởng sự khoan hồng của Đảng, Nhà nước và pháp luật\"''. Trong khi trả lời phóng viên báo chí, Trịnh Xuân Thanh đã khẳng định: ''\"Trong quá trình trốn chạy tôi nghĩ mình đã làm điều rất nông nổi, anh ạ. Suy nghĩ nó không chín chắn, quyết định đi trốn. Trong quá trình như thế thì thấy là mình cần phải về để đối diện với sự thật. Và cái thứ hai nữa là về để gặp lại mọi người. Đặc biệt đối với lãnh đạo, báo cáo, minh nhận khuyết điểm, xin lỗi. Được gia đình động viên, tôi cũng xin về tự thú trước cơ quan\"''.<ref>[http:\/\/vtv.vn\/video\/van-de-hom-nay-03-8-2017-237866.htm Vấn đề hôm nay - 03\/8\/2017], vtv.vn<\/ref>\n\n===Ngày 4 tháng 8===\nNgoại trưởng Đức Sigmar Gabriel hôm thứ Sáu 4\/8, trong một cuộc họp báo, tuyên bố Đức đang cân nhắc các biện pháp trả đũa Việt Nam vì cáo buộc Hà Nội bắt cóc ông Trịnh Xuân Thanh ngay tại Berlin, nói là sẽ không dung thứ và không thể dung thứ việc đó. Nói về việc một tùy viên tình báo Việt Nam bị đuổi về nước, ông Gabriel cho biết: \"Chúng tôi đòi hỏi ông ta ra đi vì chúng tôi rất tin rằng ông ta liên quan vụ bắt cóc.\" \"Không có chi tiết gì trái ngược giả thuyết này. Mọi thứ đều ủng hộ giả thiết rằng ông ta, cùng sự giúp đỡ của mật vụ Việt Nam và dùng nơi ở của ông ta tại sứ quán Việt Nam tại Đức, đã bắt cóc một người đã xin tị nạn,\" <ref>{{Chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/vietnam-40816890 | tiêu đề = Đức dọa trả đũa Việt Nam vì 'bắt cóc' Trịnh Xuân Thanh | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 8 năm 2017 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.zeit.de\/politik\/ausland\/2017-08\/bundesregierung-vietnam-geheimdienst-asylbewerber-verschleppung-konsequenzen | tiêu đề = Gabriel will im Fall des entführten Vietnamesen nachlegen | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 8 năm 2017 | nơi xuất bản = www.zeit.de | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.scmp.com\/news\/world\/europe\/article\/2105526\/germany-angry-vietnam-reported-cold-war-style-abduction | tiêu đề = Germany angry at Vietnam for reported cold war-style abduction of businessman | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 8 năm 2017 | nơi xuất bản = www.scmp.com | ngôn ngữ = }}<\/ref>\n\n===Ngày 10 tháng 8===\nNgày 10.8 các báo lớn Đức đều đưa tin là tổng công tố viện liên bang nhận trách nhiệm điều tra mà cho tới bây giờ thuộc quyền thành bang Berlin, và viện này cho biết theo kết quả điều tra hiện thời, Thanh đã được đưa vào tòa đại sứ trước khi được đưa về Việt Nam.<ref name=faz1>{{Chú thích web|url=http:\/\/www.faz.net\/aktuell\/politik\/inland\/trinh-xuan-thanh-generalbundesanwalt-ermittelt-im-fall-des-verschwundenen-vietnamesen-15145866.html|tiêu đề=Generalbundesanwalt ermittelt im Fall des verschwundenen Vietnamesen|nhà xuất bản=FAZ|ngày tháng=ngày 10 tháng 8 năm 2017}}<\/ref> \nNgoài ra Spiegel Online cho hay chuyên gia luật Hồ Ngọc Thắng, làm việc cho sở tị nạn Berlin từ năm 1991 đã bị cho ngưng việc, vì bài viết của ông trên Facebook. Vì sợ ông có thể đã xem được các hồ sơ tị nạn, cơ quan này cũng đã yêu cầu [[Cơ quan tình báo Liên bang Đức|Cục tình báo Liên bang Đức]] (BND) vào cuộc điều tra. Ông Thắng là người viết trên trang Facebook của giám đốc truyền thanh Việt Nam cho là \"các cơ quan Đức không có thể đưa ra bất kỳ một bằng chứng nào cho thấy ông Trịnh Xuân Thanh bị “bắt cóc“.\" và \"Tuyên bố của [[Bộ Ngoại giao Đức]] chủ yếu dựa vào phát biểu của bà LS đại diện cho Trịnh Xuân Thanh\" cũng như \"Tôi tin rằng, vài ngày nữa, chậm nhất vài tuần, sự kiện Trịnh Xuân Thanh sẽ chìm trong sự lãng quên. Cũng chẳng hay ho gì cho Nhà nước Đức, nếu ai đó nhắc lại vụ việc này.\" <ref name=sg1>{{Chú thích web|url=http:\/\/www.spiegel.de\/politik\/deutschland\/entfuehrter-vietnamese-in-berlin-generalbundesanwalt-uebernimmt-ermittlungen-a-1162281.html |tiêu đề=Generalbundesanwalt übernimmt Ermittlungen|nhà xuất bản=Spiegel|ngày tháng=ngày 10 tháng 8 năm 2017}}<\/ref>\n\n=== Bắt giam phó thủ tướng Slovakia ===\nNgày 20 tháng 4 năm 2022, báo chí Slovakia đưa tin cơ quan an ninh của nước này đã bắt giữ ông Robert Kaliňák, cựu Phó Thủ tướng kiêm Bộ trưởng Bộ Nội vụ. Ông ta bị cáo buộc đã giúp đỡ phía công an Việt Nam trong vụ bắt cóc ông Trịnh Xuân Thanh khi đang xin tị nạn chính trị tại Đức hồi năm 2017. <ref>{{Chú thích web|url=https:\/\/dennikn.sk\/minuta\/2815782\/|tựa đề=Bắt giữ cựu phó thủ tướng Slovenia|website=dennikn|url-status=live}}<\/ref> <ref>{{Chú thích web|url=https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/slovakia-s-former-deputy-pm-and-minister-of-internal-affairs-arrested-04212022091248.html|tựa đề=Slovakia bắt cựu Bộ trưởng Nội vụ, người liên quan đến vụ bắt cóc Trịnh Xuân Thanh|author=|tên=|date=ngày 21 tháng 4 năm 2022|website=|publisher=RFA|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n===Thêm một nghi phạm bị dẫn độ sang Đức===\nMột nghi phạm mang quốc tịch Việt Nam với tên Anh T.L. được trao cho cơ quan chức năng Đức vào ngày thứ tư 1\/6\/2022 sau khi bị bắt tại Prague hồi tháng tư vừa qua. Người này phải đối mặt với những cáo buộc gồm hoạt động gián điệp, giúp đỡ và hỗ trợ việc tước đoạt tự do của người khác. Một năm sau vụ bắt cóc, công dân Việt Nam có tên Long N.H. đã bị tòa Berlin kết án ba năm 10 tháng tù tội danh hoạt động gián điệp và hỗ trợ mật vụ Việt Nam đột nhập lãnh thổ Đức để bắt cóc người.<ref name=rfa0602>{{Chú thích web|url=https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/alleged-spy-extradited-to-germany-over-2017-cold-war-style-abduction-prosecutor-says-06022022105846.html|title=Mật vụ Việt Nam trong vụ bắt cóc Trịnh Xuân Thanh bị dẫn độ sang Đức|url lưu trữ=|publisher=RFA|date=ngày 2 tháng 6 năm 2022|author=|ngày lưu trữ=}}<\/ref><ref name=guard>{{Chú thích web|url=https:\/\/www.theguardian.com\/world\/2022\/jun\/02\/vietnamese-man-extradited-germany-oil-executive-kidnapping|title=Vietnamese man extradited to Germany over oil executive kidnapping|url lưu trữ=|publisher=theguardian|date=ngày 2 tháng 6 năm 2022|author=|ngày lưu trữ=}}<\/ref>\n\n== Gia đình ==\n* Cha: Trịnh Xuân Giới, sinh năm 1939, vào đảng năm 1962, Tiến Sĩ Sử học, Cựu Hiệu trưởng trường Đoàn Trung ương, cựu Phó Trưởng ban [[Ban Dân vận Trung ương Đảng Cộng sản Việt Nam]]<ref>{{Chú thích web|url=http:\/\/laodong.com.vn\/phap-luat\/csdt-vao-cuoc-vu-thua-lo-hon-3000-ti-dong-o-pvc-ong-trinh-xuan-thanh-chiu-trach-nhiem-gi-587652.bld|tiêu đề=CSĐT vào cuộc vụ thua lỗ hơn 3.000 tỉ đồng ở PVC: Ông Trịnh Xuân Thanh chịu trách nhiệm gì?}}<\/ref><ref>{{Chú thích web|url=http:\/\/tayho.gov.vn\/tayho\/portal\/vi\/News-details-mobile\/155\/1112\/Mot-Bi-thu-chi-bo-dien-hinh-trong-hoc-tap-va-lam-theo-tam-guong-dao-duc.html|tiêu đề=MỘT BÍ THƯ CHI BỘ ĐIỂN HÌNH TRONG HỌC TẬP VÀ LÀM THEO TẤM GƯƠNG ĐẠO ĐỨC CỦA BÁC HỒ|ngày truy cập=2016-09-08|archive-date=2016-09-13|archive-url=https:\/\/web.archive.org\/web\/20160913062312\/http:\/\/tayho.gov.vn\/tayho\/portal\/vi\/News-details-mobile\/155\/1112\/Mot-Bi-thu-chi-bo-dien-hinh-trong-hoc-tap-va-lam-theo-tam-guong-dao-duc.html}}<\/ref>, hiện là Chủ tịch của Công ty TNHH Mai Phương <ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/biet-thu-tuyet-dep-tren-dinh-tam-dao-va-bong-dang-trinh-xuan-thanh-20161005235255756.htm|tiêu đề=Biệt thự tuyệt đẹp trên đỉnh Tam Đảo và bóng dáng Trịnh Xuân Thanh}}<\/ref>\n* Mẹ: Đàm Thị Ngọc Kha<ref>{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/phap-luat\/ho-so-vu-an\/gia-dinh-trinh-xuan-thanh-nop-2-ty-dong-khac-phuc-hau-qua-422162.html#inner-article |tiêu đề =Gia đình Trịnh Xuân Thanh nộp 2 tỷ đồng khắc phục hậu quả |tác giả 1 =Đoàn Nga |ngày =2018-01-06 |nhà xuất bản =VietNamNet |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref>\n* Em trai là Trịnh Xuân Tuấn hiện đang là Tổng giám đốc công ty cổ phần Dầu khí Sông Hồng, Bộ Xây dựng.<ref name=470tr>{{Chú thích web | url = http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/323467\/trinh-xuan-thanh-4-con-luong-470-trieu-nam.html | tiêu đề = Trịnh Xuân Thanh: bốn con, lương 470 triệu\/năm - VietNamNet | tác giả 1 = | ngày = | ngày truy cập = 19 tháng 9 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>\n*Vợ: Trần Dương Nga<ref name=\"vietnamnet2018\">{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/phap-luat\/ky-su-phap-dinh\/con-trai-trinh-xuan-thanh-khang-cao-doi-tai-san-436243.html |tiêu đề =Con trai Trịnh Xuân Thanh kháng cáo, đề nghị được trả lại tài sản |tác giả 1 =T. Nhung |ngày =2018-03-17 |nhà xuất bản =[[VietNamNet]] |ngày truy cập =2018-03-17 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-03-17}}<\/ref>, sinh năm 1969<ref>{{Chú thích web |url =http:\/\/www.bbc.com\/vietnamese\/vietnam-44029402 |tiêu đề =Nội dung lời khai của vợ Trịnh Xuân Thanh tại tòa Đức |tác giả 1 = |ngày =2018-05-07 |nhà xuất bản =BBC Tiếng Việt |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref>\n*Con cái: Trịnh Xuân Thanh có bốn con, trong đó có hai con đẻ và hai con nuôi, hai trai hai gái, con lớn nhất sinh năm 1992 và con gái út nhỏ nhất sinh năm 2012.<ref>{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/phap-luat\/ky-su-phap-dinh\/bo-va-con-trai-trinh-xuan-thanh-xuat-hien-tai-toa-422317.html |tiêu đề =Bố và con trai Trịnh Xuân Thanh xuất hiện tại tòa |tác giả 1 =T.Nhung |ngày =2018-01-08 |nhà xuất bản =VietNamNet |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref><ref name=\"vietnamnet20160917\">{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/trinh-xuan-thanh-4-con-va-luong-470-trieu-323467.html |tiêu đề =Trịnh Xuân Thanh: bốn con, lương 470 triệu\/năm |tác giả 1 =Thúy Hạnh - Chung Hoàng |ngày =2016-09-17 |nhà xuất bản =VietNamNet |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref>\n*Con trai: Trịnh Hùng Cường, sinh năm 1992<ref name=\"vietnamnet2018\"\/><ref>{{Chú thích web |url =http:\/\/dantri.com.vn\/kinh-doanh\/bong-toi-cua-trinh-xuan-thanh-o-halico-20160718002916085.htm |tiêu đề =\"Bóng tối\" của Trịnh Xuân Thanh ở Halico |tác giả 1 =Mạnh Quân |ngày =2016-07-18 |nhà xuất bản =Báo Dân trí |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref><ref>{{Chú thích web |url =http:\/\/baodatviet.vn\/phap-luat\/phap-dinh\/tai-san-con-trai-trinh-xuan-thanh-do-ong-ba-noi-cho-3350767\/ |tiêu đề =Tài sản con trai Trịnh Xuân Thanh do ông bà nội cho |tác giả 1 =Minh Thái |ngày =2018-01-12 |nhà xuất bản =Báo Đất Việt |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ =2018-05-07 }}{{Liên kết hỏng|date=2022-12-20 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/phap-luat\/ky-su-phap-dinh\/bo-con-trinh-xuan-thanh-bat-ngo-rut-don-khang-cao-449479.html |tiêu đề =Trịnh Xuân Thanh rút đơn kháng cáo cả hai vụ án do sức khỏe |tác giả 1 =T. Nhung |ngày =2018-05-07 |nhà xuất bản =VietNamNet |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref><ref>{{Chú thích web |url =http:\/\/infonet.vn\/con-trai-trinh-xuan-thanh-de-nghi-duoc-tra-lai-mot-loat-tai-san-post256610.info |tiêu đề =Con trai Trịnh Xuân Thanh đề nghị được trả lại một loạt tài sản |tác giả 1 =Ngân Giang |ngày =2018-03-17 |nhà xuất bản =Báo Infonet |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref><ref>{{Chú thích web |url =https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/con-trai-ong-trinh-xuan-thanh-khang-cao-doi-lai-biet-thu-3724001.html |tiêu đề =Con trai ông Trịnh Xuân Thanh kháng cáo đòi lại biệt thự |tác giả 1 = |ngày = |nhà xuất bản = |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref> Trịnh Hùng Cường sau khi du học ngành quản trị kinh doanh tại Anh trở về đã được bổ nhiệm làm Phó phòng phụ trách truyền thông và thị trường thuộc Truyền thông Marketing của Tổng công ty cổ phần Rượu bia và nước giải khát Hà Nội (Habeco) từ tháng 4\/2016.<ref name=\"vietnamnet20160917\"\/><ref>{{Chú thích web |url =http:\/\/plo.vn\/thoi-su\/con-ong-trinh-xuan-thanh-duoc-bo-nhiem-phu-hop-quy-dinh-652243.html |tiêu đề ='Con ông Trịnh Xuân Thanh được bổ nhiệm phù hợp quy định' |tác giả 1 =Trà Phương |ngày =2016-09-13 |nhà xuất bản =Báo Pháp luật TPHCM |ngày truy cập =2018-05-07 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-07}}<\/ref>\n*Con trai: Trịnh Hùng Phương<ref name=\"vietnamnet2018\"\/>\n\n==Xem thêm==\n*[[Vụ kỷ luật cựu Bộ trưởng Vũ Huy Hoàng]]\n*[[Những vụ đào tẩu của lãnh đạo các doanh nghiệp nhà nước tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo| colwidth= 25em}}\n\n==Liên kết ngoài==\n* ''Trịnh Xuân Thanh - con dê tế thần'', nội dung trên trang blog của [[Người Buôn Gió]]: [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than.html phần 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012703\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-2.html phần 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012640\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-2.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-3.html phần 3] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012627\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-3.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-4.html phần 4] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012612\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-4.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-5.html phần 5] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160911113346\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-5.html |date=2016-09-11 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-phan-6.html phần 6] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012533\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-phan-6.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-7.html phần 7] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012504\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-7.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-8_10.html phần 8] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160912093929\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-8_10.html |date=2016-09-12 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-9.html phần 9] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012431\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-con-de-te-than-phan-9.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-10.html phần 10] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012412\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-10.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-11.html phần 11] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160913012345\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-11.html |date=2016-09-13 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-12.html phần 12] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160914070818\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-12.html |date=2016-09-14 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-13.html phần 13] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160914070837\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-13.html |date=2016-09-14 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-14.html phần 14] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160915051158\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-14.html |date=2016-09-15 }}, [http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-15.html phần kết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160915051459\/http:\/\/nguoibuongio1972.blogspot.com\/2016\/09\/trinh-xuan-thanh-de-te-than-phan-15.html |date=2016-09-15 }}.\n{{Thời gian sống|1966}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Chính khách Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Scandal Việt Nam]]\n[[Thể loại:Vụ án PVC]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Hậu Giang]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khai trừ]]\n[[Thể loại:Cựu Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu]]\n[[Thể loại:Người họ Trịnh tại Việt Nam]]\n[[Thể loại:Người bị Việt Nam truy nã]]"}