{"55943":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Cối\n| tên gốc =鄭檜\n| tước vị = [[Chúa Trịnh]]\n| thêm = vietnam\n|chức vị= Chúa Trịnh\n| tại vị = 24 tháng 3 năm 1570 – tháng 8 năm 1570<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1570 till:1570 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Trịnh Kiểm|<font color=\"blue\">Trịnh Kiểm<\/font>]]\n| kế nhiệm = [[Trịnh Tùng|<font color=\"blue\">Trịnh Tùng<\/font>]]\n| hoàng tộc = [[Chúa Trịnh]]\n| vợ = \n| nhiếp chính = [[Lê Anh Tông]] ([[1556]] - [[1573]])\n| kiểu nhiếp chính = Thời kỳ\n| tên đầy đủ = Trịnh Cối (鄭檜)\n| miếu hiệu = \n| tước hiệu = <font color = \"grey\">\n*Tuấn Đức hầu (俊德侯)\n*Trung quốc công (忠國公)<ref>Ở đây chỉ nói tới tước hiệu của Trịnh Cối khi còn làm chúa và tước hiệu [[nhà Hậu Lê]] truy tặng sau khi mất năm [[1584]]<\/ref>\n| sinh = [[dấu chấm hỏi|?]]\n| mất = [[1584]]\n}}\n'''Trịnh Cối''' ([[chữ Hán]]: 鄭檜, ? - 1584) là một nhà chính trị thời [[chiến tranh Lê-Mạc]]. Do là con cả của thượng tướng [[Trịnh Kiểm]], ông được cha trao binh quyền trước khi chết. Người em cùng cha khác mẹ của ông - [[Trịnh Tùng]], khởi binh chống lại. Trịnh Cối không kiểm soát được vua Lê, bị kẹp vào giữa quân Mạc và quân Trịnh Tùng, kết quả phải đầu hàng nhà Mạc.\n\n== Thân thế ==\nTrịnh Cối là con trưởng của [[Trịnh Kiểm]], anh cùng cha khác mẹ của Bình An vương [[Trịnh Tùng]]. Ông là con của Chính phi Thái vương phu nhân Lại Thị Ngọc Trân là người làng Long Phúc, xã [[Thạch Khê]], huyện [[Thạch Hà]], trấn Nghệ An về đời Lê (nay là tỉnh Hà Tĩnh). Bà là em gái Thái tể Trang Quốc Công Lại Thế Vinh.{{cần dẫn nguồn}}\n\n== Cầm quyền ==\n\nTheo sách Đại Việt sử ký toàn thư, các sử quan gọi Trịnh Cối là ''Thế tử'', ông xuất hiện trong bộ sử này vào năm 1563, 1565 với tư cách là người kế thừa sự nghiệp của Thượng tướng Thái quốc công Trịnh Kiểm, đi theo cha cùng em là Trịnh Tùng mang quân đi đánh lộ Sơn Nam.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 135<\/ref> Năm 1570, Trịnh Kiểm chết, vua Lê Anh Tông trao binh quyền cho Trịnh Cối, lúc ấy có tước là Tuấn Đức hầu. Bây giờ, Trịnh Cối buông thả mình trong tửu sắc, ngày càng rông rỡ kiêu ngạo, không thương gì đến quân lính. Các tướng dưới quyền đều có ý lìa bỏ, ai cũng nghĩ chuyện sinh biến, mầm họa hình thành.<ref name=\"Nội 1998, p 3\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 140<\/ref>\n\nCác tướng Nam triều là Đoan Vũ hầu Lê Cập Đệ, Văn Phong hầu Trịnh Vĩnh Thiệu, Vệ Dương hầu Trịnh Bách cùng bọn Lương quận công, Phổ quận công và Lai quận công Phan Công Tích đang đêm đem con em và binh lính tới chỗ Phúc Lương hầu Trịnh Tùng bàn định kế sách, ép Tùng phải hành động.Trịnh Tùng bất đắc dĩ phải cùng với Cập Đệ, Vĩnh Thiệu thu thập binh tướng, đang đêm chạy về hành tại Yên Trường. Hôm sau, đến dinh Kim Thành, ép Nghĩa quận công Đặng Huấn cùng đi đến cửa khuyết vào bái yết vua Lê. Họ cùng tâu với nhà vua rằng: Anh thần là Cối say đắm tửu sắc, mất lòng mọi người, sớm muộn thế nào cũng sinh loạn, lại đêm ngày mưu đoạt binh tượng và ấn báu của thần, nên bọn thần phải nửa đêm trốn vào cửa khuyết, đau xót báo tin, xin thánh thượng thương tình thu nạp!\". Vua nói: \"Khi thượng phụ còn sống không đến nỗi thế, làm thế nào bây giờ?\" Phúc Lương hầu cùng Cập Đệ, Vĩnh Thiệu, Bách mật tâu vua dời hành tại vào trong cửa ải Vạn Lai, chia quân chiếm giữ cửa luỹ để phòng bị quân bên ngoài.<ref name=\"Nội 1998, p 3\"\/>\n\nHôm sau, Trịnh Cối tự mình đốc suất các tướng Phúc quận công Lại Thế Mỹ, An quận công Lại Thế Khanh, Lâm quận công Nguyễn Sư Doãn, Thạch quận công Vương Trân, Vị quận công Lê Khắc Thận, Dương quận công Nguyễn Hữu Liêu, Hùng Trà hầu Phạm Văn Khoái, Hoành quận công (không rõ tên), và hơn 1 vạn quân, đuổi đến ngoài cửa quan, đóng dinh ở đấy. Trịnh Cối đóng quân vài ngày, các tướng ở trong cửa ải cũng đóng cửa giữ không ra. Hai bên sai người đưa thư qua lại, bên này nói xấu bên kia, lời lẽ rất ngạo mạn. Vua Lê sai sứ ra chiêu dụ các tướng ở ngoài cửa quan, bảo họ giảng hòa. Lại Thế Khanh nói: \"Không ngờ ngày nay bọn chúng ta thành ra ở dưới người khác\", rồi không chịu hòa, nói là đem quân đánh vào cửa khuyết, rồi bày chiến trận. Lại Thế Mỹ dùng giáo trỏ vào cửa quan: \"Bao giờ bắt được người ở trong cửa quan thì việc mới hòa được\". Vua Lê biết ý không hòa giải được, bèn sai các tướng đốc quân chống lại, suốt ngày đêm không nghỉ.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 141<\/ref>\n\nTrịnh Cối thấy đánh mãi không được, trong lòng ngần ngại, tự lui quân về dinh Biện Thượng, hội các tướng tá dưới quyền và nói: \"Trong cửa quan có quân, ngoài cõi có giặc, ta ở quãng giữa, nếu có tai biến khẩn cấp thì khó mà chống đỡ được\". Bèn hạ lệnh chia quân chiếm giữ những nơi xung yếu, Vũ Sư Thước thì giữ cửa biển Linh Trường và Hội Triều, Lại Thế Khanh giữ cửa biển Chi Long và Thần Phù, Nguyễn Sư Doãn giữ cửa biển Du Xuyên và Ngọc Giáp đề phòng quân Mạc vào đánh. Lại Thế Mỹ, Lê Khắc Thân, Nguyễn Hữu Liêu, Phạm Văn Khoái chỉnh đốn binh tượng, thuyền bè, khí giới, ngày đêm đóng đồn dọc bờ sông đề phòng các tướng trong cửa quan xông ra đánh. Lại sai Nguyên quận công Nguyễn Bá Quýnh trấn thủ Nghệ An để vỗ yên dân miền ấy.<ref name=\"Nội p 3\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 141, 142<\/ref>\n\n== Hàng nhà Mạc ==\nBiết Nam triều có loạn, tháng 8 nǎm Canh Ngọ (1570), vua Mạc sai [[Mạc Kính Điển]] đem đại quân 10 vạn người và 700 chiến thuyền đánh vào Thanh Hóa. Quân Mạc tiến vào tận cửa Linh Trương, Chi Long, Hội Triều. Quân nhà Mạc đóng tại Hà Trung, hai bên bờ sông quân sĩ dàn ngang liên tiếp dài tới 10 dặm. Trịnh Cối lo sợ, đem vợ con và các thuộc tướng khoảng một vạn người đến hàng quân Mạc. Mạc Kính Điển chấp thuận, phong Cối làm Trung Lương hầu, các quan đi theo Cối thì được phong tước công. Vua Lê phong cho Trịnh Tùng làm trưởng quận công, tiết chế các quân thủy bộ để chống lại họ Mạc.<ref name=\"Nội p 3\"\/>\n\n== Cái chết ==\nTháng 9 nǎm Giáp Thân (1584) Trịnh Cối chết trên đất [[nhà Mạc|Bắc Triều]]. Trước đây, Cối đầu hàng họ Mạc, được ban tước Trung Lương hầu, sau được thăng lên Trung quận công. Đến đây chết. Họ Mạc sai người đến điếu tế; lại sai quân đưa linh cữu, cho người nhà, mẹ và vợ con đem về chôn. Tiết chế Trịnh Tùng cũng sai người đón tiếp linh cữu về quàn ở bên hữu núi Quân Yên, huyện Yên Định, đặt lễ cúng tế, dâng biểu tâu vua tha tội cho Cối, tặng thái phó Trung quốc công, cho con cái là Trịnh Sâm để tang<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 160<\/ref> (đừng nhầm lẫn với [[Trịnh Sâm|chúa Trịnh Sâm]] sau này).\n\n== Tham khảo ==\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998.\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=[[Trịnh Kiểm]]|chức vụ=[[Chúa Trịnh]]|sau=[[Trịnh Tùng]]|năm=[[1570]]}}\n{{Cuối hộp}}\n{{Chúa Trịnh}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Mất năm 1584]]\n[[Thể loại:Công tước nhà Mạc]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}