{"592306":"'''Trở binh hành''' (阻兵行; ''Bài hành về việc binh đao làm nghẽn đường'') là một tác phẩm [[chữ Hán]] của [[Nguyễn Du]] ([[1766]]-[[1820]]), một nhà thơ lớn của dân tộc [[Việt Nam]].\n\n==Giới thiệu==\n'''Trở binh hành''' là một tác phẩm được làm theo thể ''hành''<ref>Thể hành là một thể thơ [[nhạc phủ]] trong cổ phong biến ra, như bài ''Cổ bách hành'' của [[Đỗ Phủ]], hay bài ''Tràng Can hành'' của [[Lý Bạch]]\" (theo ''Thơ văn [[Đoàn Nguyễn Tuấn]]''. Nhà xuất bản Khoa học Xã hội, 1982, tr. 60).<\/ref> dài 63 câu [[chữ Hán]] dài ngắn khác nhau, nằm trong tập [[Bắc hành tạp lục]] (''Ghi chép linh tinh trong chuyến đi sang phương Bắc''), do [[Nguyễn Du]] sáng tác trong khoảng thời gian ông dẫn đầu đoàn sứ bộ [[nhà Nguyễn]] sang kinh đô của [[nhà Thanh]] ([[Bắc Kinh]], [[Trung Quốc]]) từ đầu năm [[Quý Dậu]] ([[1813]]) đến đầu năm [[Giáp Tuất]] ([[1814]]).\n \nCăn cứ vào các câu:\n:''Không biết đường trước mặt bao giờ yên\n:''Sao được xe gió một ngày đi vạn dặm\n:''Bay vù một mạch đến thiên kinh...\nThì bài hành này, tác giả làm khi chưa đi đến kinh đô của [[nhà Thanh]].\n\nVề nội dung, trọng tâm tác phẩm không ở \"việc binh đao làm nghẽn đường\" (đi sứ của tác giả) như tên bài, mà ở chỗ qua đây ông muốn mô tả lại cảnh đói khổ vì thiên tai, vì giặc giã của dân nghèo ở [[Hồ Nam]] và [[Hà Nam (Trung Quốc)|Hà Nam]]. Để từ đó ông đề xướng rằng \"gốc rễ của cảnh loạn lạc này là vì dân đói, chỉ cần cứu tế một chút thì dân tự yên\" (''Sảo gia tồn tuất đương tự bình'').\n\nChính vì lẽ ấy mà ''Trở binh hành'' được đánh giá là một trong số bài thơ hay nhất trong [[Bắc hành tạp lục]], thể hiện rõ nhất tấm lòng ưu ái của [[Nguyễn Du]] trước cuộc đời và trước vận mệnh của con người <ref>Theo Nguyễn Lộc, ''Từ điển văn học'' (bộ mới), tr. 1123.<\/ref>.\n\n==Trích tác phẩm==\nXem nguyên tác [[chữ Hán]] và toàn văn bản dịch [[tiếng Việt]] trong Wikisource.\n\nTrích bản dịch nghĩa:\n{|valign=\"top\"\n|\n:...Khách từ xa đến không hiểu chuyện gì\n:Chỉ nghe ngoài thành lui tới đều theo tiếng pháo lệnh\n:Cả miền [[Hà Nam (Trung Quốc)|Hà Nam]] đều chấn động\n:...Mấy trăm dặm chỗ nào cũng có binh lính\n:Đường sá bế tắc, không người đi\n:Người đưa tiễn xa than dài, người đưa tiễn gần im lặng\n:Tới lui đều trong tình trạng khó khăn\n:Hôm qua nước [[Hoàng Hà]] dâng cao\n:Năm ngày không có ăn, đậu thuyền trên bãi sông\n:Hôm nay ở Vệ Châu giặc cướp chận đường\n:Không biết đường trước mặt bao giờ yên\n:Sao được xe gió một ngày đi vạn dặm\n:Bay vù một mạch đến thiên kinh\n:Ta nghe dân trong vùng nhiều năm khổ đại hạn\n:Chỉ có cầy cấy mà không có thu hoạch\n|\n:[[Hồ Nam]], [[Hà Nam (Trung Quốc)|Hà Nam]] đã lâu không mưa\n:Từ xuân tới thu ruộng bỏ không cày\n:Trai lớn gái nhỏ vẻ ốm đói\n:Tấm cám làm cơm, rau lê làm canh\n:Tận mắt thấy người đói chết trên đường\n:Hột táo trong bọc lăn bên mình\n:Nhà bỏ không, có chữ \"tra\" (xét) trên vách\n:Mấy trăm nhà đều trôi giạt vì đói\n:Dân mọn không kham nổi đã lạnh lại đói\n:Chỉ sao lo được no ấm mà coi nhẹ tấm thân\n:(Dân đói làm loạn chỉ như trẻ con) chơi đùa binh khí trong vũng ao, không đáng nói\n:Xét thương một chút là yên ngay\n:\"Dân chết vì năm mất mùa, chẳng phải tại ta\" (chỉ vua quan)<ref>Nguyên văn là: ''Dân tử tại tuế bất tại ngã''. Câu này lấy trong sách [[Mạnh Tử]]. Đây là câu nói của giới cầm quyền ngày trước, thấy dân đói khổ thì đổ tội cho trời làm mà không biết nhận lỗi về mình đã không mang lại hạnh phúc cho dân (ghi chú trong ''Thơ chữ Hán Nguyễn Du'', tr. 355).<\/ref>\n:Đừng dối lòng che mắt thánh minh...\n|}\n \n{{Wikisource|Trở binh hành}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Nguyễn Lộc, mục từ ''Nguyễn Du'' trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Lê Thước-Trương Chính (chủ biên), ''Thơ chữ Hán Nguyễn Du''. Nhà xuất bản Văn học, 1978.\n\n{{Nguyễn Du}}\n{{các chủ đề|Văn học|Việt Nam}}\n\n[[Thể loại:Tác phẩm của Nguyễn Du]]\n[[Thể loại:Văn học Hà Nội]]\n[[Thể loại:Bài thơ Việt Nam]]"}