{"79129":"{{Tiểu sử quân nhân\n|tên= Trịnh Khả - 鄭可 <br \/> (Lê Khả) <br \/>鄭主太祖\n|hình= \n|chú thích hình=\n|quốc tịch= \n|biệt danh= Thái Tổ Thủy Đạo Vương (太祖始道王)<br \/>([[Chúa Trịnh]])\n|phục vụ=[[Khởi nghĩa Lam Sơn]] <br \/> Nhà nước [[Đại Việt]]\n|ngày sinh= [[1391]]\n|nơi sinh= [[Thanh Hóa]], [[Đại Việt]]\n|ngày mất= [[1451]]\n|nơi mất= [[Đông Kinh]], [[Đại Việt]]\n|thuộc= [[Quân đội nhà Lê sơ|Quân đội Đại Việt]]\n|năm phục vụ= [[1418]] – [[1428]]\n|cấp bậc= Thứ thử đội Thiết đột; <br \/> Thái giám\n|đơn vị= \n|chỉ huy= \n|tham chiến= [[Chiến dịch giải phóng Nghệ An]] <br \/> Trận Xa Lộc <br \/> Trận vây [[Đông Quan]] <br \/> Trận Lãnh Câu – Đan Xá\n|khen thưởng= Kim tử vinh lộc đại phu tả lân hổ Vệ tướng quân (1428) <br \/> Bảo chính công thần gia Kim tử vinh lộc đại phu Lương Giang trấn (1433)\n|gia đình= \n* Cha: Trịnh Quyện\n* Con: 13 trai, 9 gái\n|công việc khác= Phụ chính\n}}\n'''Trịnh Khả''' ([[Chữ Hán]]: 鄭可, [[1403|1391]] – [[1451]]) là chính khách, nhà quân sự, [[tể tướng]] [[Đại Việt]] thời [[Nhà Lê sơ|Lê sơ]]. Ông được xem là một trong những công thần khai quốc của [[nhà Hậu Lê|hoàng triều Lê]].\n\n== Nguồn gốc ==\nTrịnh Khả người làng Giang Đông, xã Sóc Sơn ([[Vĩnh Hòa, Vĩnh Lộc|Vĩnh Hòa]] ngày nay), huyện [[Vĩnh Lộc|Vĩnh Ninh]],<ref>Lê Quý Đôn, sách đã dẫn, tr 207. Dịch giả Ngô Thế Long chú giải: Nguyên thời Lê sơ, đó là huyện Vĩnh Ninh, sau này vì kiêng húy Lê Trang Tông (Duy Ninh) nên đổi sang Vĩnh Lộc và duy trì đến nay<\/ref> [[Thanh Hóa]]. Tổ tiên ông làm quan [[nhà Trần]], đánh quân [[nhà Nguyên|Nguyên]] có công. Cha ông là Trịnh Quyện làm chức chánh tổng, sinh được 4 người con trai, Trịnh Khả là con út, sinh năm Quý Mùi 1403. Trịnh Khả lớn lên là lúc nước [[Đại Việt]] bị [[nhà Minh]] đô hộ. Một hôm Trịnh Khả đi chăn trâu ngồi nghỉ ở cổng chùa trên núi, có viên tướng [[nhà Minh]] từ thành [[Tây Đô]] ([[Thanh Hóa|Thanh Hoá]]) đi tới, trông thấy Trịnh Khả thì ưa, bèn dẫn về nuôi làm [[nô lệ]]. Ít lâu sau, viên tướng này xem tướng Trịnh Khả, nói rằng: ''Đứa bé này hình rồng mắt hổ, khỏe nhất ba quân, ngày sau tất cầm cờ mao tiết.'' Chợt lại bảo:'' Ngày sau đuổi chúng ta đi tất là mày. Phải giết ngay đi kẻo lo ngại về sau.''<ref name=\"ReferenceA\">Lê Quý Đôn, sách đã dẫn, tr 207<\/ref>\n\nTrịnh Khả sợ hãi bỏ trốn, qua [[sông Mã]], ẩn náu ở nhà bà cô thuộc xã Diên Phúc. Quân Minh đuổi theo không kịp, bèn bắt giam cha ông là Trịnh Quyện để buộc ông phải đến, nhưng Trịnh Khả cũng không chịu đến. Quân Minh bèn giết Trịnh Quyện bỏ xác xuống sông. Trịnh Khả biết tin, nhân đêm lẻn về vớt xác cha lên [[chôn cất]]. Căm thù quân Minh, ông tìm đến Lam Sơn theo [[Lê Thái Tổ|Lê Lợi]] tham gia khởi nghĩa.<ref name=\"ReferenceA\"\/>\n==Sự nghiệp==\n===Tham gia khởi nghĩa Lam Sơn===\n\nTheo sách Đại Việt thông sử, Lê Quý Đôn chép rằng Trịnh Khả là một trong 19 người năm [[1416]],tham gia [[Hội thề Lũng Nhai]], ước hẹn cùng nhau chung sức đánh quân Minh cứu nước<ref name=\"ReferenceB\">Lê Quý Đôn, sách đã dẫn, tr 208<\/ref>. Những ngày đầu [[khởi nghĩa Lam Sơn]], Trịnh Khả cùng nhóm Lê Văn Linh là tướng võ tướng văn luôn mang gươm theo hầu Lê Lợi, sau đó được thăng làm thứ thủ đội thiết đột. Năm [[1418]], quân Minh truy kích Lê Lợi không được, sai người đào mộ Lê Khoáng là cha của Lê Lợi, lấy hài cốt mang về. Lê Lợi sai ông và Bùi Bị đi lấy lại. Ông cùng Bùi Bị đội cỏ, lẻn bơi đến thuyền quân Minh, lấy trộm lại được hài cốt Lê Khoáng mang về cho chủ tướng.<ref name=\"ReferenceB\"\/>\n\nTrịnh Khả thạo tiếng [[Lào|Ai Lao]], được Lê Lợi sai mang thư sang nhờ vua Ai Lao ([[Lào]]) giúp—với quân, lương, khí giới và voi chiến. Vua Ai Lao nhận lời, nhờ đó mà họp lực đánh nhau với quân Minh. Nhờ đó, trong mấy mươi trận chạm trán với quân Minh, kinh lược các lộ Nghệ, Diễn, ông đều xung phong hãm trận, mấy lần nổi tiếng lập công to, và được phong đến Thái giám.<ref name=\"ReferenceB\"\/>\n\nNăm 1426, Lê Lợi vây thành Nghệ An, chia các tướng ra nhiều nhóm, tuần du các nơi. Ông cùng các tướng Phạm Văn Xảo, Lý Triện, Đỗ Bí đem 2000 quân ra Thiên Quan đi tuần ở 5 lộ là Quảng Oai, Gia Hưng, Tam Đái, Lâm Thao, Tuyên Quang—vừa thu nhập đất, vừa chiêu dụ binh—để cắt đường tiếp viện của quân Minh từ Vân Nam xuống đất Việt. Ông đi đến đâu, chiêu nhập đến đấy.\n\nSau đó, ông đem theo một cánh quân lẻ, tiến thẳng đến thành Đông Đô. Tướng quân Minh thấy ông đến từ xa, bèn đem quân ra phòng thủ ở Ninh Kiều; nhưng ông đã nhanh chóng đánh bại chúng, và sau đó đóng ở Tây Ninh Kiều. Đô ty Vân Nam là Vương An Lão, bèn đem một vạn quân đến cứu viện; nhưng Trịnh Khả (để Lê Triện ở lại, tự mình cùng với Phạm văn Xảo) cũng đã đánh bại chúng ở cầu Xa Lộc.<ref name=\"ReferenceB\"\/><ref name=\"ReferenceB\"\/>\n\nChợt nghe tin Tổng binh nhà Minh là Vương Thông đem 5 vạn quân theo đường Quảng Tây kéo sang đã tới Đông Đô; còn một cánh quân nữa ở Vân Nam có một vạn quân, đã xuôi theo đường sông mà xuống. Trịnh Khả sợ hai cánh quân này hợp lại, bèn vội từ Ninh Kiều đi gấp lên đón cánh quân từ Vân Nam này ở cầu Xa Lộc, phá tan chúng, bắt chém hàng nghìn quân Minh. Sau đó Lý Triện, Đinh Lễ lại đại phá quân Minh ở trận Tốt Động Chúc Động. Nhờ hai trận thắng này, thanh thế quân Lam Sơn lừng lẫy, lúc bây giờ tên tuổi của ông cùng với Phạm Văn Xảo, Đinh Lễ, Lý Triện vang lừng cả nước. [[Lê Thái Tổ|Lê Lợi]] nghe tin thắng trận, lập tức ra Bắc, sai ông đánh thành Tam Giang, rồi phong ông làm Thiếu úy. Năm 1427, Lê Lợi đóng ở phía Bắc sông Lô, cùng lúc ấy nghĩa quân Lam Sơn đang bao vây Đông Đô, với Trịnh Khả trấn giữ cửa phía Đông thành Đông Đô.\n\nCuối năm 1427, viện binh của [[Liễu Thăng]] cùng với [[Mộc Thạnh]] tiến sang. Ông cùng [[Phạm Văn Xảo]] mang quân chống giữ [[Liên Hoa Than|ải Lê Hoa]] (tức ải Liên Hoa thuộc châu [[Thủy Vỹ]]), nhưng nhận lệnh không được giao chiến với viên tướng lão luyện Mộc Thạnh này. May thay, không lâu sau, vì nghe tin Liễu Thăng tử trận, lão tướng Mộc Thạnh cũng bỏ chạy về Tàu. Ông cùng Phạm Văn Xảo đuổi theo, chém hơn 1 vạn quân Minh, bắt sống 1000 tù binh.<ref name=\"ReferenceC\">Lê Quý Đôn, sách đã dẫn, tr 209<\/ref> Sau đó, Vương Thông lại bị vây trong thành Đông Quan, nên phải xin giảng hòa rút về nước. Danh tiếng tên tuổi của Trịnh Khả được nâng cao hơn bao giờ hết.\n\n=== Khai quốc công thần ===\nNăm 1428, Trịnh Khả được phong làm Kim tử vinh Lộc đại phu Tả lân hổ Vệ tướng quân, được ban túi kim ngư, ngân phù, thượng khinh xa đô úy.<ref name=\"ReferenceC\"\/>\n\nNăm 1429, khi khắc biển công thần, ông được phong là Liệt hầu, coi giữ trong cung điện và giữ chức Đô thái giám 4 đạo, coi quản mọi việc trong ngoài, kiêm án phủ sứ ở Tuyên Quang. Sau đó ông được gia phong chức Hành quân tổng quản xa kỵ quân sự đồng tổng quản, lĩnh các đội Thiết đột.<ref name=\"ReferenceE\">Lê Quý Đôn, sách đã dẫn, tr 210<\/ref>\n\nNăm đó quốc vương Ai Lao là Côn Cô mới lên ngôi, có bầy tôi là Kha Lại làm phản. Côn Cô dâng voi cầu viện. Lê Thái Tổ sai Trịnh Khả mang quân sang giúp, diệt được Kha Lại, bình định Ai Lao.<ref name=\"ReferenceE\"\/>\n\nNăm 1433, ông được thăng làm Bảo chính công thần gia Kim tử vinh lộc đại phu Lương Giang trấn, quán quân tướng quân, nhập nội thiếu bảo tham tri quân sự các vệ thuộc đạo Hải Tây và chức thái giám coi các việc trong ngoài, trụ quốc, ban kim ngân phù.<ref name=\"ReferenceE\"\/>\n\n===Làm quan dưới thời vua Lê Thái Tông và Lê Nhân Tông ===\nNăm 1434, thời [[Lê Thái Tông]], ông cho rằng danh vị đã đủ nên xin về hưu. Vua cho ông ra làm quan Tuyên uý đại sứ trấn [[Lạng Sơn]], coi việc quân dân, lại làm Đồng tổng quản vệ Nam Sách hạ.<ref name=\"ReferenceE\"\/>\n\nNăm 1437, Lê Thái Tông bãi chức Đại tư đồ Lê Sát, gọi ông về làm chức tổng quản hành quân, coi việc quân vệ xa kỵ thuộc Tây đạo, quản lĩnh quân thiết đột thánh dực hậu đội, chức thái giám 6 quân ngự tiền; coi việc các đội thiết đột trung quân. Sau đó ông lại được phong thêm chức thiếu bảo, tham tri chính sự, rồi chức Thiếu uý.<ref name=\"ReferenceE\"\/><ref name=\"ReferenceE\">Lê Quý Đôn, sách đã dẫn, tr 213<\/ref>\n\nNăm 1442, vua Thái Tông đi tuần phía đông về Côn Sơn, mắc bệnh nguy kịch, ông theo hầu hạ.<ref name=\"ReferenceH\">Lê Quý Đôn, sách đã dẫn, tr 211<\/ref> Thái Tông mất, ông nhận cố mệnh, rước quan tài về kinh, lập thái tử Bang Cơ lên ngôi, tức là [[Lê Nhân Tông]] (xem chi tiết: [[Lê Thái Tông]], [[Vụ án Lệ Chi Viên]]).\n\nNăm 1443, Nhân Tông còn nhỏ, [[Nguyễn Thị Anh|Tuyên Từ Thái hậu]] coi chính sự, ông được phong làm Nhập nội suy trung Tá lý Dương Vũ công thần, kiêm Lỗi Giang trấn phủ quân thượng tướng quân, cai quản việc quân các vệ Tây đạo, quận thượng hầu.<ref name=\"ReferenceH\"\/>\n\nVua [[Chiêm Thành]] là Bí Cai 2 lần mang quân vây [[Châu Lý|Hoá châu]]. Năm 1446, triều đình sai ông làm tiên phong đi đánh, các tướng Lê Thụ, Lê Khắc Phục đi sau. Trịnh Khả phá được thành Thi Nại, dụ được cháu Bí Cai là Tả Quy Lai đến ăn thề, sai Tả Quy Lai dụ Bí Cai ra hàng. Sau đó lại lập Tả Quý Lai làm vua. Trở về, ông được phong làm Suy trung tán trị dương vũ tĩnh nạn công thần, Thái Nguyên trấn phiêu kỵ thượng tướng quân, đặc tiến làm khai phủ nghi đồng tam ty, nhập nội thiếu uý, kiểm hiệu bình chương quân quốc trọng sự, thượng trụ quốc, ban kim phù, Quốc thượng hầu.<ref name=\"ReferenceH\"\/>\n\nTrịnh Khả cùng Lê Thụ là bậc thái tể đứng đầu triều đình. Ông luôn là người thẳng thắn, giữ phép công và chức phận, lấy trách nhiệm với việc sửa lỗi lầm cho vua nhỏ. Trịnh Khả dùng pháp luật rất nghiêm khắc, đã xử án thì không thể xin nới tay.<ref name=\"ReferenceE\"\/>\n\n==Oan ức==\nMùa thu, tháng 7 ngày 26 năm Tân Mùi niên hiệu Thái Hòa 19 (năm 1451), Thái hậu [[Nguyễn Thị Anh]] sai bắt giết ông cùng con là [[Trịnh Bá Quát]] do có người gièm pha rằng cha con Trịnh Khả kết đảng. Mọi người đều cho rằng ông bị oan.\n\n==Nhận định==\n\nVào thế kỉ 18, sử gia [[Lê Quý Đôn]] đã tham khảo sử cổ, gia phả, sắc phong các công thần để viết bộ sử Đại Việt thông sử, ông đã biên soạn một phần riêng cho Trịnh Khả, trong đó có chép bài chế vua [[Lê Thái Tổ]] ban cho ông:'' \"Trận đánh ở Nhân Mục, Tam Giang, Vương Thông mất mật; trận đánh ở Lê Hoa, Lãnh Thủy, Mộc Thạnh hết hồn...\"''<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 259<\/ref>\n\nTheo sách Kiến văn tiểu lục: ''Trịnh Khả xa giá từ lúc ở Lam Sơn, tài trí hơn đời, ứng biến không cùng tận, phá Vương Thông, đuổi Mộc Thạnh, giết Kha Lại nước Ai Lao, bắt Bí Cai chúa Chiêm Thành, danh vọng lừng lẫy một thời, có 10 người con, đều giữ chức tướng văn, tướng võ, danh vọng lừng lẫy một thời đấy là việc hiếm có xưa nay. Khả là người xã Kim Bôi, huyện Vĩnh Ninh, làm quan Thái úy, được tặng tước Liệt quốc công. Nguyễn Mộng Tuân làm bài minh ở từ đường thờ Trịnh Khả có câu: Núi Sóc chót vót, sông Sóc thăm thẳm, chung đúc sinh ra người đặc sắc, giống như ông Phủ ông Thân. Con là Công Đán, làm Thượng thư ở bộ Binh, có bia thần đạo, bây giờ ở xã An Hoành.''<ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, tr 309<\/ref>\n\n==Tưởng niệm==\n\nNăm 1453, Nhân Tông khôn lớn, ra coi việc triều chính, khôi phục lại quan tước và ban cho con cháu ông 100 mẫu ruộng.<ref name=\"ReferenceE\"\/>\n\nNăm 1484, [[Lê Thánh Tông]] truy tặng ông làm thiếu phó Liệt quốc công, sau lại truy tặng làm Hiển Khánh Vương, cho thờ ông ở miếu trong làng. Do ông có công cứu thoát mẹ của Thánh Tông khi còn là tiệp dư của Thái Tông nên con cháu ông được biệt đãi hơn các bề tôi khác.<ref name=\"ReferenceE\"\/>\n\n== Gia đình ==\nTrịnh Khả có 22 người con: 13 trai, 9 gái. Trong 13 người con trai, 10 người có tước vị.\n* Cha: Vô Thượng Thiên Thần vương Trịnh Trinh Quyen<ref>'無上天神王'<\/ref>\n* Mẹ: Vô Thượng Thiên Thần phi<ref>'無上天神妃'<\/ref>\n\n* Con trưởng là Trịnh Bá Quát là đô chỉ huy sứ, bị hại cùng ông. \n* [[Trịnh Công Lộ]] tước Đoan Vũ hầu\n* Trịnh Công Đán làm Định Công hầu\n* Trịnh Công Tá làm Đô chỉ huy sứ, Thuần Mỹ hầu\n* Trịnh Công Khản làm Tả đô đốc, Đoan quận công\n* Trịnh Công Phú làm Tùng Lĩnh hầu\n* Trịnh Công Ngô làm thượng thư bộ Hộ, Dương Đường hầu\n* Trịnh Quý Địch làm Diên Phúc bá\n* Trịnh Công Diễn làm thái bảo, Bảo quốc công\n* Trịnh Công Hữu làm thái phó, Thọ quận công\n\n[[Lê Thánh Tông]] trong bài \"Quân minh thần lương\" (君明臣良) của tập thơ \"Quỳnh uyển cửu ca\" (瓊苑九歌) có câu khen gia đình ông \"''Thập Trịnh đệ huynh liên quý hiển''\" (''Mười anh em họ Trịnh đều vẻ vang phú quý'').<ref>[http:\/\/www.thivien.net\/L%C3%AA-Th%C3%A1nh-T%C3%B4ng\/Qu%C3%A2n-minh-th%E1%BA%A7n-l%C6%B0%C6%A1ng\/poem-4LZLPygbzJT_4XFSxX-FAQ Bài thơ Quân minh thần lương 君明臣良 • Vua sáng tôi hiền]<\/ref>.\n\n== Xem thêm ==\n* [[Lê Thái Tổ]]\n* [[Phạm Văn Xảo]]\n* [[Lý Triện]]\n* [[Khởi nghĩa Lam Sơn]]\n* [[Lê Thái Tông]]\n* [[Vụ án Lệ Chi Viên]]\n* [[Lê Nhân Tông]]\n* [[Lê Nghi Dân]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]], Nhà xuất bản khoa học xã hội, 1998.\n* [[Lê Quý Đôn]] (1978), ''Đại Việt thông sử'', Nhà xuất bản Khoa học xã hội.\n*Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Sinh năm 1403]]\n[[Thể loại:Mất năm 1451]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]\n[[Thể loại:Vương tước truy phong Việt Nam]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]"}