{"92535":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Khải\n| tên gốc=鄭楷\n| tước vị = [[Chúa Trịnh]]\n| thêm = vietnam\n| hình = Trịnh Khải.png\n| cỡ hình = 150px\n| ghi chú hình = Chân dung {{PAGENAME}} trong ''Trịnh gia chính phả''\n| tại vị = 28 tháng 11 năm 1782 – 23 tháng 7 năm 1786<br>{{số năm theo năm và ngày|1782|11|28|1786|7|23}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1782 till:1786 color:red\n<\/timeline>\n|chức vị = [[Chúa Trịnh|Trịnh Vương]]\n| tiền nhiệm = [[Trịnh Cán|<font color=\"grey\">Trịnh Cán<\/font>]]\n| nhiếp chính = [[Lê Hiển Tông]] ([[1740]] - [[1786]])\n| kiểu nhiếp chính = Thời kỳ\n| kế nhiệm = [[Trịnh Bồng|<font color=\"blue\">Trịnh Bồng<\/font>]]\n| tên đầy đủ = Trịnh Tông (鄭棕)\n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = Đoan Nam Vương (端南王) \n| hoàng tộc = [[Chúa Trịnh]]\n| miếu hiệu = [[Linh Vương]]\n| cha = [[Trịnh Sâm]]\n| mẹ = [[Dương Thị Ngọc Hoan]]\n| sinh = [[10 tháng 10]] năm [[1763]]\n| mất = [[23 tháng 7]] năm {{năm mất và tuổi|1786|1763}}\n|nơi mất = [[Đàng Ngoài]], [[Đại Việt]]\n\n}}\n'''Đoan Nam Vương''' '''Trịnh Tông''' ([[chữ Hán]]: 鄭棕; 10 tháng 10 năm 1763 - 23 tháng 7 năm 1786), còn có tên khác là '''Trịnh Khải''' (鄭楷) là vị [[chúa Trịnh]] thứ 10 thời [[Lê Trung Hưng]] trong [[lịch sử Việt Nam]], cầm quyền từ năm [[1782]] tới năm [[1786]], ở giai đoạn tan rã của tập đoàn phong kiến họ Trịnh.\n\nTrịnh Tông là con trai trưởng của Thánh Tổ Thịnh vương [[Trịnh Sâm]], mẹ là bà [[Dương Thị Ngọc Hoan]]. Từ lúc trẻ, ông đã không được cha mình thương yêu và bị Tuyên phi [[Đặng Thị Huệ]] tìm cớ hãm hại. Trong vụ án năm Canh Tý, Trịnh Tông bị truất ngôi làm con út, nhường lại chức thế tử cho [[Trịnh Cán]] là con của Tuyên phi. Tuy nhiên vào tháng 10 ÂL năm [[1782]], không lâu sau khi [[Trịnh Sâm]] mất, lính tam phủ cùng nhau nổi dậy tôn phò Trịnh Tông lên giữ ngôi chúa mà truất ngôi của [[Trịnh Cán]].\n\nKiêu binh hai xứ Thanh, Nghệ do có công phò Trịnh vương nên rất đắc chí, lộng hành ngang ngược không kiêng kị gì cả khiến triều cương hỗn loạn, thế nước suy yếu. Năm [[1786]], tướng [[Nhà Tây Sơn|Tây Sơn]] là [[Nguyễn Huệ]] (vua [[Quang Trung]]) lấy danh nghĩa phù Lê xuất quân bắc phạt; Trịnh Tông không chống lại được rồi bị bắt và tự tử; bắt đầu cho mấy năm biến động liên tiếp trên chính trường Bắc Hà cho tới mùa xuân năm [[1789]].\n\n==Tiểu sử==\n'''Trịnh Tông''' (鄭棕) còn có tên khác là Trịnh Khải, con trai trưởng của Thánh tổ Thịnh vương [[Trịnh Sâm]] với quý phi [[Dương Thị Ngọc Hoan]], người làng Long Phúc, huyện [[Thạch Hà]], Hà Tĩnh. Bà có chị gái là Ngọc Thịnh, ái phi của Chúa Trịnh Doanh đưa vào làm cung tần của Trịnh Sâm. Vốn không ưa Ngọc Thịnh, không ưa cả người làng Long Phúc, thấy Ngọc Hoan kém sắc lại không được học hành gì, Thế tử Trịnh Sâm không đoái hoài tới.\n\nBiết Thế tử đang muốn có con trai nối dõi, Ngọc Thịnh đã bày mưu cho em, phao tin Ngọc Hoan nằm mơ thấy rồng hiện, mua chuộc Liêm Trung hầu, viên hoạn quan trung đường được Thế tử tin cẩn, kẻ được sai gọi phi tần, cung nữ hầu Thế tử mỗi tối. Hôm đó, Chúa cho vời chính phi Ngọc Khoan vào hầu, Khê trung hầu cố ý giả nghe lầm, đưa ngay Ngọc Hoan đến. Thấy bà, Chúa không bằng lòng nhưng không nỡ đuổi ra. Sau đó, Chúa đòi Liêm trung hầu vào trách mắng. Liêm trung hầu cúi đầu tạ tội, đoạn thuật rõ đầu đuôi chuyện Ngọc Hoan nằm mơ, Chúa nghe nhưng không nói gì cả. Sau đó, Ngọc Hoan đã có thai, sinh ra Trịnh Tông năm [[1763]].\n\nKhi biết Ngọc Hoan mang thai, Trịnh Sâm đã tỏ ra thờ ơ, Ngọc Hoan sinh con, Chúa cũng chẳng quan tâm. Ngay cả việc đặt tên cho cậu bé, Chúa cũng lừng chừng. Ân vương [[Trịnh Doanh]] phải giục, Chúa cũng khất lần. Nay được cháu trai ra đời, có người nối dõi, Ân vương vui mừng khôn xiết đã ngẫu hứng mấy vần thơ:\n:: ''Lân đã hiện rồi vinh quốc công''\n:: ''Thiên hoàng nay đã tỏ dòng trong''\n:: ''Siêu phàm có được nhờ nhân hậu''\n:: ''Vui cả sơn hà bàn thạch tông.''\n\nÂn vương Trịnh Doanh rất thú bài thơ này, giục mãi mà Trịnh Sâm cứ lờ đi nên bèn lấy chữ \"''Tông''\", chữ cuối cùng của bài để đặt tên cho ấu chúa. Tên có ý nghĩa rằng Tông ra đời quý như kỳ lân xuất hiện, phúc cho thiên hạ, đồng thời dòng họ Trịnh sẽ mãi vững bền như bàn thạch.\n\nTông lớn lên khôi ngô, tuấn tú nhưng vì chúa không yêu mẹ nên cũng chẳng thiết đến con. Hơn nữa, [[Trịnh Sâm]] cho rằng, giấc mơ rồng là điềm làm vua chúa, nhưng rồng vẽ không phải là rồng thật, lại không có đuôi, ắt là cơ nghiệp không bền. Trịnh Sâm không muốn chọn Tông làm thế tử, việc học tập được giao cả cho các quan; đến khi Khải đủ tuổi ra ở riêng, chúa cũng lờ luôn.\n\n\"''Theo lệ cổ, con trai của chúa cứ đến 7 tuổi thì cho ra ở riêng để học, nếu là con trai trưởng thì cứ đến 13 tuổi là cho mở phủ đệ riêng, được phong làm Thế tử. Nhưng Sâm cho rằng Khải không phải do Chính phi sinh ra nên không yêu quý lắm. (…) Hai viên quan trong cơ quan Ngự sử đài là Nguyễn Thướng và Vũ Huy Đĩnh nhiều lần xin Trịnh Sâm lập Thế tử, nhưng họ đều bị giáng chức. Về sau, Đặng Thị Huệ, là một thị nữ được Trịnh Sâm yêu chiều, sinh con trai là Cán, Trịnh Sâm đặc biệt yêu quý hơn nên sách phong Đặng Thị làm Tuyên phi. Từ đó, Đặng Thị ra sức xây dựng phe cánh ngày một mạnh. Đặng Thị Huệ ngầm nuôi chí lập mưu cướp ngôi Thế tử cho con là Cán. Khải lấy đó làm mối lo. Khi Trịnh Sâm bị bệnh, Trịnh Khải âm mưu với các quan trấn thủ Sơn Tây Nguyễn Lệ và trấn thủ Kinh Bắc Nguyễn Khắc Tuân làm loạn, Sâm giáng Khải xuống làm con út và bắt giam ở nội phủ''\".<ref>Quốc sử quán triều Nguyễn, Khâm định Việt sử thông giám cương mục – Chính biên, quyển 45, tr. 19, 21. Dẫn theo: Nguyễn Khắc Thuần, 1994, Việt sử giai thoại, 69 giai thoại thế kỷ XVIII, TPHCM: Giáo dục, tr. 99, 102.<\/ref>\n\nChúa Trịnh Sâm cho rằng Tông không phải do vợ cả sinh ra, nên chỉ dùng Hân quận công Nguyễn Phương Đĩnh làm bảo phó. Đến năm 9 tuổi, Trịnh Tông mới đi học, dùng Nguyễn Lệ và Lý Trần Thản làm Tả, Hữu tư giảng. Chưa được bao lâu, Trần Thản mất, Nguyễn Lệ trấn thủ Sơn Tây, chúa cho Tông đến ở nhà riêng Nguyễn Phương Đĩnh, có lệnh mới được vào phủ đường triều yết<ref name=\"CM45\">''Cương mục, chính biên quyển 45.<\/ref>.\n\n== Chính biến năm Canh Tý ==\n{{Bài chính|Chính biến năm 1780 trong phủ chúa Trịnh}}\n\nQuận Huy [[Hoàng Đình Bảo]] giữ chức trấn thủ Nghệ An, rất được lòng dân. [[Trịnh Sâm]] nghi là có ý phản, bí mật bàn mưu với Nguyễn Lệ và Nguyễn Phương Đĩnh giết Đình Bảo. Đình Bảo vì có vợ thân thiết với Đặng Tuyên phi đang được sủng ái, nên biết chuyện, bèn làm tờ khải xin về triều, chúa y cho.\n\nĐình Bảo cho rằng Đặng Thị tuy được chúa cưng yêu, nhưng con cô ta là [[Trịnh Cán]] còn bé mà Trịnh Tông thì đã trưởng thành. Sau khi về kinh, Đình Bảo cho đem lễ vật 100 lạng vàng, 10 cây đoạn gấm, làm lễ trình diện, đến yết kiến Trịnh Tông. Ông từ chối, không cho vào, lại nói riêng với người hầu hạ rằng:\n:''Thằng giặc ấy sao không ở trấn Nghệ An để làm phản, lại về triều làm gì? Một ngày kia ta sẽ tịch thu gia sản nó, ta cũng đâu thèm chi cái lễ của nó''.\n\nĐình Bảo nghe được câu ấy, sợ lắm, tự suy nghĩ là mình không được thế tử bao dung, bèn ngả sang phe [[Đặng Thị Huệ]] ngầm chủ trương mưu kế bỏ người này lập người khác, Đặng Thị cũng hết sức giúp đỡ Đình Bảo, và biện bạch là Đình Bảo bị vu oan, lại cho Đình Bảo có thể dùng giữ việc trọng đại được. [[Trịnh Sâm]] tin lời. Do đấy, Đình Bảo được vào giữ chức trong chính phủ, lãnh chức trấn thủ Sơn Nam bằng cách vắng mặt. Quyền thế Đình Bảo làm nghiêng lệch cả trong kinh, ngoài trấn. Bọn quản binh và trấn thủ đều là môn hạ, chỉ có [[Nguyễn Lệ]] ở Sơn Tây và [[Nguyễn Khắc Tuân]] ở Kinh Bắc cùng Đình Bảo vẫn ngầm có ý đánh đổ Đình Bảo.\n\nBấy giờ Đặng Tuyên phi được sủng ái, lại có viện trợ từ Hoàng Đình Bảo, nuôi ý lập con mình là Cán làm kế tự, Tông cảm thấy bất an bởi khi [[Trịnh Sâm]] mắc bệnh, nhiều lần Tông không được vào yết kiến. Lại vì bên ngoài có lời đồn Trịnh Sâm bệnh nặng lắm, nên Trịnh Tông bèn bàn mưu với gia thần là [[Đàm Xuân Thụ]] và bọn đầy tớ nhỏ là Thế và Thẩm. Theo lời khuyên của bọn họ, ông bí mật chứa sẵn binh khí, chiêu mộ dũng sĩ, dự định khi Trịnh Sâm mất thì đóng cửa thành lại, giết Đình Bảo, bắt giam Tuyên phi, rồi báo cho quan hai trấn Tây, Bắc vào hộ vệ. Tông nghe theo, vay ngầm của nội thị [[Chu Xuân Hán]] 1.000 lạng bạc, để nuôi dũng sĩ và sắm khí giới<ref name=\"CM45\" \/>. Lại báo việc đó cho Nguyễn Lệ và Nguyễn Khắc Tuân đề họ sẵn sàng dự bị.\n\nĐốc đồng Kinh Bắc [[Ngô Thời Nhiệm|Ngô Thì Nhậm]]<ref>Nguyên tên là [[Ngô Thì Nhậm]] nhưng kiêng húy vua [[Tự Đức]] nên đổi thành như vậy<\/ref> từng giảng sách cho Trịnh Tông, được kính trọng; cùng với [[Hà Như Sơn]] là học trò của Nhậm làm việc giữ sách. Như Sơn biết được việc, đem nói với Nhậm và Cấp sự trung [[Nguyễn Huy Bá]]. Bá cho con dâu vào làm thị tỳ hầu hạ Đặng Thị, lại sai người thân tín cầu cạnh làm hầu hạ Nguyễn Khắc Tuân, nên dò biết việc này, bèn vào phủ tố cáo. Đặng Tuyên phi bèn cùng [[Ngô Thời Nhiệm|Ngô Thì Nhậm]] hợp mưu cáo tố là Tông cấu kết với hai viên trấn thủ, mưu toan làm việc trái phép. Chúa giận lắm, cho triệu [[Hoàng Đình Bảo]] vào phủ, muốn trị tội ngay. Đình Bảo can rằng\n:''Thế tử dám làm việc to lớn này, chính do viên quan hai trấn ở Tây và Bắc chủ mưu, nay họ đều cầm quân ở ngoài nếu trị tội một cách vội vàng, e sẽ xảy ra biến cố khác. Vậy chi bằng trước hết triệu hai viên trấn thủ ấy về triều, rồi sau sẽ dần dà phát giác sự trạng để trị tội.''<ref name=\"CM45\" \/>\n\nChúa bằng lòng, bèn hạ lệnh triệu [[Nguyễn Lệ]] về. Khi Lệ về đến nơi, Sâm yên ủi có phần hơn trước. Cách mấy hôm sau lại sai bắt bè đảng của Lệ; nhân đấy lại cho triệu [[Nguyễn Khắc Tuân]]. Khi Tuân đã về, chúa bèn bắt giam lại cùng với [[Nguyễn Lệ]] và [[Nguyễn Phương Đĩnh]], rồi sai [[Ngô Thời Nhiệm|Ngô Thì Nhậm]] cùng với [[hoạn quan]] là [[Phạm Huy Thức]] tham dự việc tra hỏi. Gặp lúc ấy, cha Thì Nhậm là Thì Sĩ tự tử, Nhậm phải về để tang, nên sai [[Lê Quý Đôn]] tra hỏi lại, bọn Xuân Thụ, Thế và Thẩm nhận hết tội lỗi.\n\nTrịnh Sâm bèn truất Khải xuống làm con út, giết bọn Xuân Thụ, bắt giam [[Nguyễn Lệ]] và [[Nguyễn Khắc Tuân]]. Quận Hân [[Nguyễn Phương Đĩnh]] vì nuôi dưỡng không tốt, nên bị lột hết chức tước đuổi về làng. Khắc Tuân và Chu Xuân Hán đều uống thuốc độc chết. Trịnh Khải đã bị phế, ở ngôi nhà ba gian, ăn uống ra vào không được tự do, người ta đều lo ngại cho Khải, nhưng không người nào dám nói. Lúc ấy có viên tri châu cũ là [[Lê Vĩ]], dâng thư biện bạch cho Khải là bị tội oan, nhưng không được chúa xét đến<ref name=\"CM45\" \/>.\n\n== Lên ngôi nhờ kiêu binh ==\n\nNăm [[1781]], [[Trịnh Sâm]] chính thức lập [[Trịnh Cán]] làm thế tử. Năm [[1782]], [[Trịnh Sâm]] mất, Trịnh Cán mới có 6 tuổi nối ngôi, quyền lực nằm trong tay [[Đặng Thị Huệ]], [[Hoàng Đình Bảo]]<ref name=\"SL\">''[[Việt Nam sử lược]]'', [[:vi:s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương IX|quyển 2, Tự chủ thời đại, chương IX]]<\/ref>. Đặng thị bắt Trịnh Tông ra sống ở nhà Tả Xuyên, giam giữ cấm đoán nghiêm ngặt. Mẹ ông là Dương thị sai người đến khuyên quận Huy thương tình. Đình Bảo khóc và nói\n:''\"Đình Bảo này thờ tiên vương, rất được đội ơn yêu dấu. Uý tử là con của tiên vương tôi; nếu tôi có lòng nào sẽ bị trời tru đất diệt\"''<ref name=\"CM45\" \/>.\n\nTừ đấy, việc giam giữ áp chế được nới rộng, gia thần của Trịnh Tông dần dần được vào gặp. Bấy giờ chúa còn nhỏ tuổi, lại vì [[Đặng Thị Huệ]] và [[Hoàng Đình Bảo]] câu kết chuyên quyền nên ai cũng ghét. Tháng 10 ÂL, bầy tôi của Trịnh Tông là [[Dự Vũ]] nhân lúc quân sĩ đang say rượu mà nói khích họ rằng:\n:''Thế tử của tiên vương không tội trạng gì, chỉ vì Đặng Thị là người đàn bà ác nghiệt, làm mê hoặc tiên vương để cướp ngôi cho con; Đình Bảo vốn có chí làm phản, hắn lợi dụng tân vương còn thơ ấu để áp chế, nên phụ họa với Đặng Thị để thành cái kế cướp ngôi. Nay tân vương bị bệnh nguy kịch, tất nhiên xảy ra họa loạn. Các quân sĩ đều là người cũ ở nơi thang mộc, làm nanh vuốt của nước, vốn giữ lòng trung nghĩa, nếu một bụng tôn phò, yên định được nhà chúa, thì tên tuổi sẽ chép trong thư đỏ, khoán sắt<ref>Nguyên văn chép \"đan thư thiết khoán\": Văn thư viết bằng son, khoán ước chế bằng sắt, đời cổ dùng ban cho bầy tôi có công, để truyền cho con cháu được miễn tội.<\/ref>, công ấy còn gì lớn hơn?<ref name=\"CM45\" \/>''\n\nQuân sĩ bèn hẹn nhau, mưu tính. Có [[Nguyễn Bằng]] làm người đứng đầu đề nghị khởi sự khi có ba tiếng trống trên phủ đường. Sáng ngày 24 ÂL (tức [[28 tháng 11]] năm [[1782]]), Nguyễn Bằng đi tắt lên phủ lầu đánh trống, các quân sĩ cùng xông vào. Đình Bảo ra trận và bị giết. Quân sĩ bèn đem nhau đến sở giam, phò Trịnh Tông ra ngồi phủ đường, rồi lấy chỉ dụ của Nguyễn Thái Phi tâu xin mệnh lệnh nhà vua lập Khải làm nguyên soái Đoan Nam Vương, truất Cán làm Cung quốc công. Sau đó, Cán bị bệnh chết<ref name=\"CM45\" \/>.\n\n== Họa kiêu binh ==\n\nQuân sĩ hai xứ Thanh, Nghệ vừa lập được công, bèn thả sức cướp bóc nhà họ Đặng và họ Hoàng, đến mấy ngày sau mới yên. Họ lại đòi ban thưởng. Trịnh Tông bèn tâu với [[Lê Hiển Tông|Hiển Tông Vĩnh hoàng đế]], phong [[Nguyễn Bằng]] làm Suy trung dực vận công thần và tước hầu; 30 người nhóm cuộc hội bàn đầu tiên được đặc biệt thăng thưởng; còn các quân thủy, quân bộ trong kinh ngoài trấn đều được thăng chức một bậc, và đều được ban thưởng tiền bạc có người nhiều người ít khác nhau. Lại rộng cấp cho mỗi người một đạo \"không đầu sắc\", cho phép họ được nhường cho thân thuộc. Từ đó kiêu binh ngày càng càn rỡ, viên quan cai quản không thể nào thống trị khống chế được, chỉ ràng buộc lỏng lẻo mà thôi.\n\nTrước kia, [[Trịnh Sâm]] bị bệnh nặng, cho con là Cán nối ngôi, sai bọn [[Phan Lê Phiên]] viết thư cố mệnh và chế sách về Tuyên phi. Khi thư cố mệnh đã viết xong, chúa sai [[Trịnh Kiều]] viết thay. Đến nay, Trịnh Tông đưa thư cố mệnh ấy ra, trong thư có chữ thái phi Nguyễn thị phê rằng:\n:''Không phải chữ chính tay tiên vương viết, không lấy gì làm bằng cứ, giao xuống cho chính phủ bàn luận''.\n\nTheo ý của [[Phạm Nguyễn Du]], triều đình kết tội [[Trịnh Kiều]], [[Phan Lê Phiên]], [[Nhữ Công Điền]] đều can tội thiên tiện ra mệnh lệnh, bị bãi chức. Lại truất [[Đặng Thị Huệ]] làm thứ nhân, sau Đặng Thị uống thuốc chết<ref name=\"CM45\" \/>.\n\nSau khi tôn lập Trịnh Tông, lính tam phủ cùng nhau rước hoàng tôn Duy Khiêm trở về. Duy Khiêm là con của thái tử Duy Vĩ. Trước kia thái tử bị Thịnh vương hãm hại, Duy Khiêm và các em đều bị bắt giam, mà hoàng tử thứ tư là Duy Cận được làm thái tử. Đó là ý của thái phi Nguyễn thị. Đầu năm [[1783]], Thái phi thấy hoàng tôn trở về, rất lo là Duy Cận mất ngôi, bèn tìm cớ ép hoàng tôn sang chầu rồi bí mật giết đi, nhưng việc đó bị phát giác ra bởi bọn kiêu binh. Họ hè nhau làm loạn một phen khiến Duy Cận suýt chết. Chúa biết việc này do Thái phi gây ra, dụ dỗ quân sĩ chớ làm huyên náo, rồi lập tức hạ lệnh cho bầy tôi trong triều xin nhà vua lập Duy Khiêm làm hoàng thái tôn. Lại bắt Duy Cận làm tờ biểu nhường ngôi thái tử. Duy Cận bị truất làm Sùng Nhượng công<ref name=\"CM46\">''Cương mục, chính biên quyển 46.<\/ref>.\n\nMùa thu năm đó, Trịnh Tông khởi phục [[Nguyễn Lệ]] làm Thượng thư bộ Lại, coi việc Tham tụng, cậu là [[Dương Khuông]] giữ quyền phủ sự. Bọn [[Nguyễn Lệ]] ngày đêm mưu tính diệt trừ kiêu binh. Đầu năm [[1784]], có 4 quân sĩ giả xưng đồng đội, vay ức tiền của hiệu buôn ở phố Đông Hà, bị anh em trong bản đội phát giác. Bọn Nguyễn Lệ hạ lệnh lập tức xử trảm. Quân sĩ tuy bất bình nhưng không làm được gì, khiến bọn Nguyễn Lệ rất đắc chí. Có tri huyện [[Mai Doãn Khuê]] mật tấu việc kiêu binh muốn tôn phò vua Lê, đánh đổ nhà chúa, [[Nguyễn Lệ]] báo cáo cho chúa. Doãn Khuê tố cáo [[Nguyễn Siêu]] là cháu ngoại của Tứ Xuyên hầu là [[Phan Lê Phiên]] có dự vào mưu, nhưng có chứng cứ. Chúa vẫn phong cho Doãn Khuê tước bá, quản lãnh đội quân thị hậu và là giảng quan của hoàng tự tôn, cho ở nội điện để tiện dò xét<ref name=\"CM46\" \/>.\n\nMùa xuân năm [[1784]], quân sĩ có người cậy công rước hoàng tự tôn về, xin ban phong cho cha mẹ, họ đem nhau vào sân điện tâu bày để xin phong, nhà vua sai triệu vào nội điện, tuyên bố chỉ dụ yên ủi. Chúa biết chuyện thất kinh, triệu [[Nguyễn Lệ]] và [[Dương Khuông]] vào và nói\n:''Mưu kế của kiêu binh tôn phò nhà vua không thể dập tắt được, nay chúng đương tụ họp ở nội điện, làm thế nào bây giờ?''\n\nBọn [[Nguyễn Lệ]] xin phái quân đến bắt và giết đi. Chúa y theo, lệnh cho [[Nguyễn Triêm]] dẫn quân đến bao vây trên nội điện, bắt được 7 người, giao xuống tra hỏi. [[Dương Khuông]] xin chiếu điều luật \"vượt vào hoàng thành\", đem chém tất cả<ref name=\"CM46\" \/>. Quân sĩ biết chuyện rất phẫn uất, đến sáng hôm sau thì khởi sự. Ngày [[6 tháng 3]] năm [[1784]], quân sĩ đem nhau vây nhà bọn [[Nguyễn Lệ]] và [[Dương Khuông]]. Khuông và Triêm đều trốn vào phủ chúa, Lệ chạy lên Sơn Tây. Quân sĩ tranh nhau phá hủy nhà cửa bọn này, rồi reo hò ầm ĩ vác siêu đao đi thẳng vào trong phủ lùng bắt. Trịnh Khải cùng Dương Thị đem tiền bạc ra để chuộc tính mạng cho Khuông. Quân sĩ lại lùng bắt Triêm, Trịnh Khải bất đắc dĩ bảo Triêm ra, quân sĩ lấy gạch đá đánh nhưng không chết.Sau đấy, một tên lính mới cầm giáo ra đâm chết Triêm.  Trịnh Tông bị ép hạ lệnh đoạt quan chức của [[Nguyễn Lệ]] và [[Dương Khuông]]<ref name=\"CM46\" \/>. Từ đấy, quyền bính về tay quân sĩ, chúng uy hiếp áp bức các quan, động một tý là dọa sẽ phá nhà, giết chết. Thậm chí đến việc thay đổi tướng tá văn ban, võ ban cũng đều do miệng quân sĩ nói ra mới xong, công việc trong nước không thể xoay xở thế nào được. Cương mục nhấn xét\n:''Lúc này là thế giới nào, ngàn đời chưa từng nghe có việc như thế! Câu nói \"chính danh<ref>Câu nói của [[Khổng Tử]], chép trong thiên \"Tử Lộ\", sách Luận Ngữ ý nói danh phận của từng người phải cho đúng mức.<\/ref>\" của thánh nhân thật đáng tin là không phải lời nói vu khoát''.<ref name=\"CM46\" \/>\n\n[[Nguyễn Lệ]] chạy lên Sơn Tây, bàn với em là [[Nguyễn Điều]] lấy mệnh lệnh của chúa bí mật truyền bảo để họ chiêu mộ nghĩa sĩ diệt kiêu binh. Lại mật báo cho [[Hoàng Phùng Cơ]] đem châu sư đến Thanh Trì, nói phao là đi tuần tiễu mặt sông, rồi ngầm dùng chiếc thuyền nhỏ để đón chúa, chúa ăn mặc giả dạng xuống thuyền, thuận dòng xuôi về Hiến doanh hành tại ở đấy. Nguyễn Lệ và Trịnh Tông hẹn nhau ngày 28 tháng 1 ÂL (tức [[19 tháng 3]]) [[Hoàng Phùng Cơ]] sẽ đem thuyền đón chúa, sau đó các trấn đem quân vào kinh giết kiêu binh. Trong bọn quân sĩ có người biết được mưu ấy, họ bèn chia nhau ngày đêm canh giữ phủ chúa Trịnh rất nghiêm ngặt, chúa không sao đi được. Vì thế, các trấn cũng bãi binh. Từ đấy, quân sĩ mỗi khi ra ngoài kéo từng đàn hàng trăm hàng ngàn người, tung hoành nơi thôn xóm, tự ý cướp bóc thả cửa. Quân sĩ nào đi đường một mình, thường bị dân quê đón đường giết chết. Quân và dân không ưa nhau, coi nhau như địch. Sau có quan Tham tụng là [[Bùi Huy Bích]] dỗ dành mãi mới dần dần hơi yên<ref name=\"SL\" \/>.\n\n== Giao tranh với Tây Sơn ==\n\nTháng 4 ÂL năm [[1784]], chúa bổ dụng [[Bùi Huy Bích]] làm tham tụng, [[Trương Đăng Quỹ]], [[Trần Công Xán]] làm bồi tụng.<ref name=\"CM46\" \/> Lúc đó tình hình ở Bắc Hà ngày một rối loạn. Tháng 3 ÂL năm [[1786]], giá gạo cao vọt, dân trong kinh kỳ và tứ trấn bị đói to, thây chết nằm liền nhau. Chúa hạ lệnh chiêu mộ nhân dân, ai nộp của sẽ trao cho quan chức, nhưng không ai hưởng ứng, bèn dùng sắc lệnh bắt ức nhà giàu để lấy tiền chia ra phát chẩn.<ref name=\"CM46\" \/>\n\nMột thủ hạ của [[Hoàng Đình Bảo]] là [[Nguyễn Hữu Chỉnh]] không chịu theo Trịnh Khải, bỏ vào nam theo [[Nhà Tây Sơn|Tây Sơn]] để mượn quân báo thù. Vua Tây Sơn là [[Nguyễn Nhạc]] tin dùng Chỉnh. Chỉnh hiến kế đánh Thuận Hoá, Nguyễn Nhạc nghe theo, sai [[Nguyễn Huệ]], [[Nguyễn Lữ]] cùng Chỉnh mang quân bắc tiến. Tháng 5 ÂL, quân Tây Sơn do [[Nguyễn Huệ]] chỉ huy tiến đánh Thuận Hóa. [[Hoàng Đình Thể]] và [[Vũ Tá Kiên]] tử trận, trấn thủ [[Phạm Ngô Cầu]] ra hàng, Thuận Hóa mất. Quân [[Nhà Tây Sơn|Tây Sơn]] tung quân vào thành, chém giết thả cửa, hơn vài vạn tướng sĩ đóng ở đồn, chỉ còn được vài trăm người qua sông trở về Bắc Hà mà thôi. Tướng đóng ở các đồn Cát Doanh<ref>Nay thuộc xã [[Ái Tử]], huyện [[Triệu Phong]], tỉnh [[Quảng Trị]]<\/ref> và Động Hải nghe được phong thanh đều chạy.\n\n[[Nguyễn Huệ]] theo ý của [[Nguyễn Hữu Chỉnh]], giả mệnh vua [[Nhà Tây Sơn|Tây Sơn]] ([[Nguyễn Nhạc]]), lấy danh nghĩa \"phù Lê diệt Trịnh\", dùng Hữu Chỉnh làm tiền phong thủy quân, kéo quân ra cửa biển Việt Hải, vào cửa biển Đại An, kéo thẳng đến Vị Hoàng (trấn thành Nam Định) chiếm lấy kho lương. Văn Huệ tự thống suất đại binh, theo đường thủy, đường bộ tiếp tục xuất phát. Trấn tướng hai xứ Thanh, Nghệ, bọn [[Bùi Thế Toại]] và [[Tạ Danh Thùy]] đều bỏ thành trốn, Hữu Chỉnh kéo quân đến Vị Hoàng.<ref name=\"CM46\" \/>\n\nTriều thần biết Thuận Hóa mất, tâu rằng:\n:''Thuận Hóa vốn không phải đất đai của triều đình, trước kia tốn bao nhiêu công của mới lấy được, chung quy cũng chẳng ích lợi gì? Bây giờ chỉ nên bàn luận tìm cách đóng quân ở Nghệ An theo như việc cũ mà thôi''.\n\nChúa bèn cho [[Trịnh Tự Quyền]] đem quân tới Nghệ An chống cự, Tự Quyền chần chừ không đi, đến khi đi thì [[Nghệ An]] mất rồi, bèn đến đóng ở Kim Động, cùng với [[Đỗ Thế Dận]] đóng ở sông Phú Sa,<ref>Hạ lưu sông Nhị, nay thuộc huyện Châu Giang, tỉnh [[Hưng Yên]]<\/ref> [[Đinh Tích Nhưỡng]] đốc lãnh các quân thủy đạo tiến thẳng đến giữ ở cửa Luộc. Quân Trịnh gặp quân [[Nhà Tây Sơn|Tây Sơn]] và thua thảm, tranh nhau bỏ chạy, Sơn Nam bị mất. Lúc ấy triều đình đã hết sức rối ren đổ nát, Tây Sơn đã nhòm biết kẽ tóc chân tơ rồi, tiến thẳng quân mà đánh lấy chẳng khó khăn gì.<ref name=\"CM46\" \/>\n\nTrận thua đó làm cả thành Thăng Long nhốn nháo, các quan tranh nhau bỏ chạy. Nguyễn Lệ từ Sơn Tây về kinh, khuyên Trịnh Khải đưa nhà vua lên Sơn Tây để tính việc đối phó. Bọn kiêu binh hợp nhau lại la hét ầm ĩ, cho là [[Nguyễn Lệ]] dắt giặc vào kinh thành, toan giết Lệ, Lệ chạy lên Sơn Tây. Trịnh Khải vì [[Bùi Huy Bích]] không có công trạng gì, nên bắt ra ngoài đốc chiến; lại theo kế của [[Trần Công Xán]], cố giữ kinh đô; chỉ đưa Thái phi và sáu cung nữ ra ngoài. Chúa bèn triệu [[Hoàng Phùng Cơ]] về kinh, cho tiền mộ quân. Quân của Phùng Cơ đóng ở hồ Vạn Xuân, đội quân Tứ thị thủy dàn thuyền ở sông Thúy Ái. Chúa đem quân trong thành bày trận ở bến Tây Luông. Kết quả, [[Nguyễn Trọng Yên]] và [[Ngô Cảnh Hoàn]] tử trận, quân [[Nhà Tây Sơn|Tây Sơn]] kéo lên bộ, đánh tan đội quân của [[Hoàng Phùng Cơ]], cả sáu người con của ông cũng tử trận. Quân Tây Sơn tiến đến Tây Luông, chúa mặc nhung phục, ngồi trên bành voi, cầm cờ lệnh chỉ huy, nhưng quân sĩ nhìn nhau, không ai chịu tiến lên. Quân Tây Sơn tung quân ra tấn công, quân Trịnh tan vỡ chạy lung tung. Trịnh Khải cưỡi voi trở về thành, đến cửa Tuyên Võ, trông thấy ngoài phủ đã cắm hàng loạt cờ quân địch, bèn dẫn hơn trăm tượng binh, hướng theo đường Sơn Tây chạy trốn. Bầy tôi, người thì bỏ trốn, người thì tan chạy, cũng không một người nào để tâm đến chúa cả<ref name=\"CM46\" \/>.\n\n== Cái chết ==\n\nKhi Trịnh Khải chạy đến xã Hạ Lôi, huyện Yên Lãng, quân sĩ tan tác hết. [[Nguyễn Noãn]] đến xin chúa vào địa phận của mình, chúa không theo và đến nương nhờ viên tiến sĩ trước kia giữ việc ở Lại phiên là [[Lý Trần Quán]] trước đây vâng đem tờ hịch đi chiêu mộ nghĩa binh. Trần Quán nói dối với học trò là [[Nguyễn Trang]], một tên tướng cướp:\n:''Có quan tham tụng Kế Liệt hầu tránh loạn đến đây, muốn phiền anh hộ tống ra khỏi địa phận.''<ref name=\"CM46\" \/>\n\nNguyễn Trang xem thái độ của thầy thì biết người ở đó là chúa Trịnh, bèn cùng đồ đảng là [[Nguyễn Ba]] bắt giải nộp doanh trại [[Nhà Tây Sơn|Tây Sơn]]. Trần Quán được tin, vội vàng chạy đến, vừa lạy vừa khóc, nói\n:''Làm lầm lỗi chúa đến thế này là tội ở tôi''.\n\nLại nói với [[Nguyễn Trang]]\n:''Chúa là chúa chung khắp thiên hạ, mà tao lại là thầy mày. Nghĩa cả vua tôi là trọng, sao mày dám làm việc đó?''\n\nNguyễn Trang đáp\n:''Quan lớn để tôi ra mắt chúa. Chúa sống ở tay tôi, rồi quân nam đến hỏi tội thì quan lớn có cãi hộ được chăng. Sợ thầy không bằng sợ giặc, quý chúa không bằng quý mình.''<ref name=\"CM46\" \/>\n\nTrần Quán quay sang nói với chúa\n:''Trời ơi, tôi giết chúa rồi, trời có thấu không?''\n\nChúa bảo\n:''Tấm lòng trung nghĩa của người, quả nhân biết rồi; không cần phải tự oán nữa''.\n\nRồi Nguyễn Trang cho giải chúa đi. Trên đường bị áp giải dừng lại ở quán nước, Trịnh Khải vớ con dao trên bàn đâm cổ tự vẫn. Dao vừa đâm vào cổ, vết thương chưa sâu, người áp giải vội giằng lấy con dao, ông bèn lấy ngón tay chọc vào cổ mà xé vết thương rộng ra để chết. Sau đó ông được [[Nguyễn Huệ]] khâm liệm tống táng chu đáo. Năm đó Đoan Nam vương 24 tuổi, ở ngôi chúa được 4 năm, đúng như dự liệu của Trịnh Sâm là ''\"cơ nghiệp không bền\"''. [[Nguyễn Huệ]] sai sắm đủ áo quan khâm liệm tống táng cho Trịnh Khải; bổ dụng Trang làm trấn thủ Sơn Tây, phong là Tráng liệt hầu. Còn [[Lý Trần Quán]] sau việc đó thì uất tức, ra lệnh cho người nhà chôn sống mà chết.<ref name=\"CM46\" \/>\n\nSau khi Trịnh Khải chết, nhân lúc Tây Sơn rút về, phe cánh họ Trịnh bèn tìm lập bác ông là [[Trịnh Bồng]] làm chúa nhưng chẳng bao lâu thì lại bị Nguyễn Hữu Chỉnh đánh dẹp, chính thức chấm dứt nghiệp họ Trịnh. Theo [[Hoàng Lê nhất thống chí]], đến trước khi mất thì Trịnh Khải đã có ba người con trai; đều cùng với Trịnh thái phi Dương thị lẩn trốn đi nơi khác. Do lam sơn chướng khí, dịch bệnh hoành hành nên hai người con nhỏ đều chết yểu, chỉ còn có người con lớn nhất là sống sót. Sau này khi quân [[Nhà Tây Sơn|Tây Sơn]] rút đi, vua [[Lê Chiêu Thống]] cho đón thái phi và vương tử về kinh, đối đãi tử tế. Sau này quân Tây Sơn đại phá quân Thanh chiếm lại kinh thành Thăng Long, thái phi và vương tử cũng mất tích, sử sách không biết gì nữa về kết cục của họ.\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Chúa Trịnh]]\n*[[Trịnh Sâm]]\n*[[Trịnh Cán]]\n*[[Hoàng Đình Bảo]]\n*[[Nguyễn Hữu Chỉnh]]\n*[[Nhà Tây Sơn]]\n*[[Nguyễn Huệ]]\n*[[Ngô Thì Sĩ]]\n*[[Ngô Thì Nhậm]]\n*[[Vụ án năm Canh Tý]]\n\n==Tham khảo==\n* Quỳnh Cư, Đỗ Đức Hùng (2001), ''Các triều đại Việt Nam'', Nhà xuất bản Thanh niên\n* [http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm50.html Khâm Định Việt Sử Thông Giám Cương Mục, quyển 45], [http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm51.html 46] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090802201917\/http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm51.html |date=2009-08-02 }}\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Chúa Trịnh}}\n\n{{Thời gian sống|sinh=1763|mất=1786}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Mất năm 1786]]\n[[Thể loại:Sinh năm 1763]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]\n[[Thể loại:Họ Trịnh]]\n[[Thể loại:Người họ Trịnh tại Việt Nam]]\n[[Thể loại:Người Việt Nam]]"}