{"55948":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Văn Tổ\n| tên gốc = 鄭梉\n| tước vị = [[Chúa Trịnh]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Trịnh Tráng.png\n| cỡ hình = 150px\n| ghi chú hình = Chân dung Trịnh Tráng trong ''Trịnh gia chính phả''\n| tại vị = 17 tháng 7 năm 1623 – 28 tháng 5 năm 1657<br>{{số năm theo năm và ngày|1623|7|17|1657|5|28}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1623 till:1657 color:red\n<\/timeline>\n| chức vị = [[Chúa Trịnh]]\n| đăng quang = \n| tiền nhiệm = [[Trịnh Tùng|<font color=\"grey\">Trịnh Tùng<\/font>]]\n| nhiếp chính = *[[Lê Thần Tông]] ([[1619]] - [[1643]]) và ([[1649]] - [[1662]])\n*[[Lê Chân Tông]] ([[1643]]- [[1649]])\n| kiểu nhiếp chính = Thời kỳ\n| kế nhiệm = [[Trịnh Tạc|<font color=\"blue\">Trịnh Tạc<\/font>]]\n| phối ngẫu = \n| vợ = [[Trần Thị Ngọc Đài]]<br>[[Công Nữ Ngọc Tú|Nguyễn Thị Ngọc Tú]]<br>[[Nguyễn Phúc Ngọc Súy]]<br>[[Trần Thị Ngọc Am]]\n| con cái = \n| hoàng tộc = [[Chúa Trịnh]]\n| tên đầy đủ = Trịnh Tráng (鄭梉)\n| tên tự = \n| tên hiệu = \n| tước hiệu = Thanh Vương (清王)\n| tôn hiệu = Đức Uy Ân Tín Duệ Văn Hoát Đạt Lượng Thiên Chuẩn Thế Chiêu Thiện Chí Hiếu Thuần Tín Đốc Thực Nghiễm Dung Khuếch Độ Chấp Trung Di Tắc Trọng Uy Hậu Phúc Truyền Gia Mưu Quốc Bồi Cơ Trợ Thắng Tuy Nội Trị Ngoại Phu Giáo Thùy Hiến Thuần Hỗ Phóng Huân Lập Cực Thùy Thống Di Mưu Dụ Hậu Nghiêm Kính Thao Lược Anh Đoán Linh Uy Điễn Khấu Tế Sinh Viễn Mô Hùng Lược Phong Công Vĩ Tục Bảo Nghiệp Thủ Thành Lập Cực Trần Kỷ Ôn Cung Nhân Thứ Minh Doãn Tiên Chiết Khoan Hồng Uy Đoán Quảng Bác Ôn Tuý Hiển Nhân Hoằng Liệt Văn Đức Vũ Công Thâm Đồ Viễn Toán Định Công Bảo Đại Diên Hưu Thùy Trạch Sùng Huân Quảng Nghiệp Mô Thừa Liệt Nghị Vương (大元帥統國政上主師父功高聰斷仁聖清王)\n| miếu hiệu = [[Văn Tổ]] (文祖)\n| thụy hiệu = <font color = \"grey\">Nghị Vương (誼王)\n| niên hiệu = \n| thời gian của niên hiệu = \n| cha = [[Trịnh Tùng]]\n| mẹ = [[Đặng Thị Ngọc Dao]]\n| sinh = {{ngày sinh|1577|8|6}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1657|5|28|1577|8|6}}\n| nơi mất = [[Đông Kinh]], [[Việt Nam]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Thanh vương'''<ref>{{Chú thích sách|title=[[Khâm định Việt sử thông giám cương mục]]|volume=31|quote=Tháng 10, mùa đông. Trịnh Tráng tự tiến phong là sư phụ Thanh Vương.}}<\/ref><ref>{{Chú thích sách|title=[[Đại Việt sử ký toàn thư]]|volume=18|quote=Mùa hạ, tháng ?, ngày 16, Đại nguyên soái thống quốc chính thượng chủ sư phụ công cao thông đoán nhân thánh Thanh Vương mất.}}<\/ref> '''Trịnh Tráng''' ([[chữ Hán]]: 鄭梉, 6 tháng 8 năm 1577 – 28 tháng 5 năm 1657), [[thụy hiệu]] '''Văn Tổ Nghị vương''' (文祖誼王), là [[chúa Trịnh]] thứ 2 thời [[Nhà Lê trung hưng|Lê Trung hưng]] chính thức xưng vương khi còn tại vị, nắm thực quyền cai trị miền Bắc nước [[Đại Việt]] từ năm 1623 đến 1657. Về chính trị, ông là người củng cố địa vị cai trị của chế độ \"vua Lê chúa Trịnh\"; về quân sự, thời kỳ ông cầm quyền là bước chuyển căn bản giữa hai cuộc xung đột [[Nam-Bắc triều]] và [[Trịnh-Nguyễn phân tranh|Trịnh-Nguyễn]].\n\n== Thân thế và cuộc sống ban đầu ==\n\nTrịnh Tráng là con trai thứ hai của Bình An vương [[Trịnh Tùng]]. Ông đã từng nhiều năm giúp cha thiết lập bộ máy cai trị của họ Trịnh sau khi tiếp quản kinh kỳ Thăng Long từ tay [[nhà Mạc]]. Ngay khi Trịnh Tráng chưa lên ngôi, mâu thuẫn giữa họ Trịnh và họ Nguyễn phía nam bắt đầu manh nha hình thành. Ông cậu [[Nguyễn Hoàng]] ở phía nam muốn giữ hòa khí với cha ông đã gả con gái là [[Công nữ Ngọc Tú|Nguyễn Thị Ngọc Tú]] cho ông, người mà theo quan hệ họ hàng là cô họ của ông.\n\nThời trẻ, Trịnh Tráng được nhận phong tước vị Bình quận công, sau đó là Thái phó Thanh quận công<ref name=\"TT21\">''Toàn thư'', bản kỉ tục biên, quyển 21.<\/ref>. Do người anh cả của ông là [[Trịnh Túc]] mất sớm, nên Trịnh Tráng trở thành vương thế tử, dự bị kế thừa ngôi chúa. Bấy giờ thế lực của họ Mạc ở vùng Cao Bằng vẫn còn rất mạnh. Cháu vua Mạc là [[Mạc Kính Khoan]] tự xưng hiệu Khánh vương, tập hợp bè đảng quấy phá các vùng Vũ Nhai, Đại Từ<ref>Tên một huyện, nay thuộc tỉnh [[Thái Nguyên]]<\/ref>...Năm [[1618]], Trịnh Tráng theo lệnh của [[Trịnh Tùng]], cùng với Thái bảo [[Trịnh Xuân]], đốc suất các tướng [[Nguyễn Cảnh Kiên]], [[Nguyễn Văn Giai]], [[Tạ Thế Phúc]], [[Nguyễn Khải]], [[Nguyễn Thực]], [[Hoàng Đình Phùng]], [[Trịnh Thức]], [[Nguyễn Duy Thời]] cùng đánh họ Mạc; thắng được một trận lớn, sau đó lui quân về<ref name=\"TT21\" \/><ref name=\"CM31\">''Cương mục'', chính biên quyển 31.<\/ref>.\n\n== Lên ngôi ==\n\nTháng 6 ÂL năm [[1623]], chúa [[Trịnh Tùng]] bị bệnh nặng bèn cho vương thế tử Trịnh Tráng nắm giữ binh quyền, lại lấy con thứ là Vạn quận công [[Trịnh Xuân]] phó giữ binh quyền. [[Trịnh Xuân]] từng có ý cướp ngôi dòng trưởng, vào năm [[1619]] đã cùng [[Lê Kính Tông]] mưu giết Trịnh Tùng không thành nhưng lại được tha<ref name=\"TT18\">''Toàn thư'', bản kỉ tục biên, quyển 18.<\/ref>.\n\nNgày [[15 tháng 7]], Xuân cùng quận Biện đem quân vào phủ cướp phá, đô thành đại loạn. Trịnh Tráng không biết tin tức gì về cha - vốn đã được [[Bùi Sĩ Lâm]] mang ra khỏi kinh, hôm sau ông sai em là Trịnh Giai rước [[Lê Thần Tông]] về Ninh Giang, còn mình tự lưu lại ở Nhân Mục (Vĩnh Lại), hội họp các quan văn võ cùng bàn bạc việc. [[Trịnh Đỗ]] sai con là quận Thạc đi đón Trịnh Tráng, ông bèn cùng quận Thạc ngồi chung voi đi, nhưng vì [[Lưu Đình Chất]] nghi ngờ Trịnh Đỗ, chạy ông khuyên không nên đi cùng quận Thạc. Trịnh Tráng bèn xuống voi tự mình về Ninh Giang. Sau đó Trịnh Tùng sai người dụ bắt và giết Trịnh Xuân.\n\nNgày [[17 tháng 7]], [[Trịnh Tùng]] được bọn Sĩ Lâm cáng võng đưa đi tìm thế tử, đi đến quán Thanh Xuân thì mất.<ref name=\"TT21\" \/><ref name=\"CM31\" \/> Được tin báo của Sĩ Lâm, Trịnh Tráng trở về phát tang cha ngày 21 tháng 7 rồi lên thay làm chúa.\n\n== Phù Lê diệt Mạc ==\n\nTuy Trịnh Xuân đã chết nhưng đám loạn quân của ông ta vẫn đánh phá khắp thành Thăng Long. Trịnh Tráng phải đưa vua Lê về Thanh Hoa, đóng ở An Trường, có Trịnh Đỗ cũng đem quân bản doanh đi theo. Trịnh Tráng sai Nguyễn Danh Thế hòa giải hiềm nghi với Trịnh Đỗ để quan hệ 2 bên lại hòa hiếu như cũ. [[Lê Thần Tông|Nhà vua]] phong cho Trịnh Tráng làm Đô tướng tiết chế thủy bộ chư quân bình chương quân quốc trọng sự, Thái úy Thanh quốc công<ref name=\"CM31\" \/>\n\nMùa thu năm đó, [[Mạc Kính Khoan]] nhân triều Lê có loạn, đem quân xuống Gia Lâm, lực lượng lên đến hơn vạn người. Ngày [[28 tháng 8]], Lê Thần Tông trao quyền cho Trịnh Tráng cầm quân đánh họ Mạc. Ông thống lĩnh quân thủy bộ, cùng [[Nguyễn Danh Thế]], [[Đặng Thế Tài]] đánh về Gia Lâm. Quân Mạc thiệt hại nặng nề và phải lui về Cao Bằng. Trịnh Tráng bèn sai [[Lê Bật Tứ]] và [[Bùi Sĩ Lâm]] vào Thanh Hoa rước xa giá về kinh.<ref name=\"CM31\" \/>\n\nTháng 11 ÂL, Trịnh Tráng tự tiến phong làm Nguyên soái tổng quốc chính, Thanh Đô vương. Mùa hạ tháng 5 ÂL năm [[1625]], ông hạ lệnh cho con trưởng là [[Trịnh Kiều]] lĩnh quân đánh họ Mạc ở Cao Bằng, bắt được vua Càn Thống [[Mạc Kính Cung]] và đồ đảng đưa về kinh sư giết đi. [[Mạc Kính Khoan]] cũng bị thua trận, dâng biểu xin hàng và được phong Thái úy Thông quốc công, hằng năm nộp cống, con cháu được ở đất Cao Bằng<ref name=\"TT21\" \/><ref name=\"CM31\" \/>.\n\n== Đối nội ==\nNgày [[24 tháng 1]] năm [[1629]], Trịnh Tráng được lên tước vương một chữ, là Đại nguyên soái thống quốc chính thượng chúa Thanh vương. Mùa hạ tháng 5 ÂL năm [[1630]], chúa ép nhà vua lấy con gái mình là [[Trịnh Thị Ngọc Tú]], vốn đã lấy bác họ của vua là [[Lê Duy Trụ]] và sinh được bốn con; vì Duy Trụ phạm tội bị bắt giam nên Trịnh Tráng mang con gái cho vua Lê. Thần Tông đành phải nhận lời.\n\nNgày [[17 tháng 7]] cùng năm, mưa to liền 4, 5 ngày, nước sông Hồng đầy tràn. Trịnh Tráng đích thân đi xem đắp đê, sai thu của quan tổng cán đê sông các xứ nhập vào quỹ công.\n\nMùa xuân năm [[1638]], [[Mạc Kính Khoan]] ở Cao Bằng qua đời, con là [[Mạc Kính Vũ]] không thần phục, lại xưng niên hiệu. Trịnh Tráng đích thân thống lãnh binh sĩ đi đánh; tiên phong là quận Hạ bị bắt. Khi đó có tên quận Lâm vì sợ địch nên chúa lệnh chém rồi ra hiệu lệnh nghiêm ngặt, đốc suất các quân sĩ bốn mặt bao vây. Tuy nhiên do thời tiết nóng bức nên Trịnh Tráng quyết định dẫn quân về<ref name=\"CM31\" \/>.\n\nCuối thu năm [[1643]], nhân một buổi vào chầu nhà vua, chúa gặp bà Tiệp dư họ Đặng tuổi vừa đôi mươi mà xinh đẹp như tiên giáng trần mới cầm tay và nói rằng:\n:''Thiên hương quốc sắc như thế mà phải giam thân trong này ư''.\n\nBà tiệp dư đáp rằng:\n\n:\"''Vương gia chớ có lỗi đạo thần tử như thế.''\"\nChúa đáp: \"''Bổn vương hỏi đùa đó thôi, sao ngươi lại kiêu hãnh thế. Hoàng thượng của ngươi cũng ở trong tay bổn vương, chớ có lắm trò.\"''\n\nTiệp dư đáp rằng: \"''Quyền nằm trong tay Vương thượng, Vương thượng muốn làm gì chẳng được. Thiếp đây chỉ là tiện nữ, biết tận trung mà thôi, không biết có quyền thế nào ngoài Hoàng thượng cả''\".''<ref>Nguyễn Triệu Luật, ''Hòm đựng người'', Nhà xuất bản Văn học<\/ref>''\n\nViệc này sau đồn ầm lên, chúa biết mình đã quá trớn, nên vào ngày [[23 tháng 11]] năm [[1643]], ép vua nhường ngôi cho thái tử [[Lê Duy Hựu]], là [[Lê Chân Tông]], tôn nhà vua làm Thái thượng hoàng ở cung riêng<ref name=\"CM31\" \/><ref name=\"TT18\" \/>. Ngày [[5 tháng 12]] cùng năm, vua mới sai [[Nguyễn Danh Thế]] mang phù tiết bằng ngọc, và sách ấn vàng để gia tôn Trịnh Tráng làm Đại nguyên soái thống quốc chính thái thượng sư phụ Thanh vương.<ref name=\"TT21\" \/> Đầu năm [[1645]], chúa sai vương tử [[Trịnh Tạc]] đem quân đánh [[Mạc Kính Vũ]] ở Cao Bằng và thắng trận. \n\nNăm [[1632]], Trịnh Tráng phong cho con trai trưởng của mình là Sùng quận công Trịnh Kiều làm Khâm sai tiết chế các xứ thủy bộ chư doanh, kiêm Tổng nội ngoại bình chương quân quốc trọng sự, Phó chưởng quốc chính, Thái uý Sùng quốc công, mở phủ Hùng Uy để giúp Chúa coi quản việc nước. Với quyết định này, coi như xác nhận Trịnh Kiều là người sẽ nối ngôi Chúa trong tương lai. Tháng 9 năm [[1742]], Thế tử Kiều mất, thọ 42 tuổi. Đáng lẽ cháu đích con là Tông quận công [[Trịnh Hoành]] sẽ trở thành Thế tử theo nguyên tắc đích tôn thừa trọng của Việt Nam, song do Trịnh Hoành còn nhỏ nên việc này bị trù trừ chưa quyết.\n\nĐầu năm [[1645]], Trịnh Tráng nhân danh vua Lê phong cho Vương tử thứ 2 là Tây quận công [[Trịnh Tạc]] làm Thái úy tả tướng tiết chế các doanh quân thủy, quân bộ các xứ, giữ quyền bính trong nước, tước Tây quốc công, mở phủ Khiêm Định. Thấy Trịnh Tạc được lập làm Thế tử, hai vương tử quận Hoa [[Trịnh Sầm]] và quận Phù [[Trịnh Lịch]] vô cùng thất vọng. Ngày [[16 tháng 6]], hai người nhân lúc chúa bị cảm mà cất quân nổi loạn. Chúa sai Trịnh Tạc đem quân đi đánh, bắt được hai người giải về kinh sư giết chết<ref name=\"CM32\">''Cương mục'', chính biên quyển 32.<\/ref>.\n\nMùa thu tháng 8 ÂL năm [[1649]], [[Lê Chân Tông]] qua đời, không có con nối. Trịnh Tráng sai Trịnh Tạc lại rước Thái thượng hoàng Thần Tông lên ngôi<ref name=\"TT18\" \/><ref name=\"CM32\" \/>. Bấy giờ ở [[Trung Quốc]], [[nhà Minh]] đã tới hồi mạt vận, bị [[nhà Thanh]] đánh đuổi chạy dài. Vào mùa đông năm [[1651]], [[Chu Do Lang|Quế vương nhà Minh]] chạy đến Nam Ninh, sai sứ dụ bảo Trịnh Tráng cấp cho binh lương giúp mình chống Thanh, đồng thời phong chúa làm An Nam phó Quốc vương<ref name=\"TT18\" \/><ref name=\"CM32\" \/>. Tháng 8 ÂL năm [[1652]], Trịnh Tráng giật dây cho bầy tôi liên danh cầu xin nhà vua, rồi phong cho [[Trịnh Tạc]] làm Nguyên soái chưởng quốc chính Tây Định vương.\n\n== Quan hệ với phương Tây ==\n\nThời bấy giờ, chủ nghĩa tư bản ở phương Tây phát triển, các nhà tư bản đã nghĩ đến việc mở rộng thị trường sang vùng Đông Á và Đông Nam Á. Vào năm [[1626]], người [[Bồ Đào Nha]] mở rộng buôn bán ở Đàng Ngoài, tiếp đó là người Hà Lan. Chúa Trịnh và người [[Hà Lan]] có quan hệ tốt đẹp, ban đầu được họ tặng hai khẩu đại bác nên rất tín nhiệm họ. Chúa còn ép vua [[Lê Thần Tông]] phải viết thư cho toàn quyền Hà Lan ở Batavia (Indonesia) nhờ giúp đánh chúa Nguyễn. Năm 1637, Trịnh Tráng cho người Hà Lan đến mở cửa hàng ở phố Hiến (gần tỉnh lỵ Hưng Yên), về sau ở đấy có người Nhật Bản, người Trung Hoa, người Xiêm La, người Bồ Đào Nha đến buôn bán làm thành một nơi rất tấp nập. \"Thứ nhất Kinh Kỳ, thứ nhì Phố Hiến\" là một câu truyền tụng từ thời bấy giờ<ref>''[[Trịnh gia chính phả]]'', đời Văn Tổ Nghị vương Trịnh Tráng<\/ref>.\n\nNăm [[1644]], nhân chiến dịch đánh chúa Nguyễn, người Hà Lan cũng đem ba chiến thuyền đóng ở ngoài biển gây thanh thế cho quân Trịnh, nhưng bị [[Nguyễn Phúc Tần]] đánh tan.\n\nBấy giờ tuy các chúa muốn mở rộng buôn bán với phương Tây nhưng lại cấm đạo. Vào năm [[1630]], Trịnh Tráng trục xuất giáo sĩ [[Alexandre de Rhodes]] rồi hạ lệnh cấm đạo năm [[1643]]. Về nội thương, năm [[1634]], Trịnh Tráng cấm nhà quan trưởng hoặc các công sở không được phép cho người ra chợ uy hiếp lấy không hàng hóa hay đồ vật của khách thương mại. Nếu trái phép, Xá Nhân có quyền xét hỏi, lấy đủ chứng cứ và tang vật rồi đệ hồ sơ lên quan trên chung thẩm. Nếu xét quả thực, can phạm sẽ bị phạt nặng.\n\n== Cắt đất cầu phong cho nhà Minh ==\n[[Tập tin:ƯcTraiDiTậpQ6T15-18.jpg|nhỏ|450px|phải|Ức Trai di tập, Quyển 6 trang 15-18, địa dư chí viết về Hưng Hóa và Tuyên Quang.]]\nTrong [[Nguyễn Trãi|Ức Trai]] di tập, các tác giả đã chép trong phần phụ lục về việc mất (6 đến 7)\/10 châu thuộc phủ An Tây trấn [[Hưng Hóa (tỉnh)|Hưng Hóa]] rằng Thanh Đô Vương (Trịnh Tráng) sai sứ cầu phong nhà Minh (thời Minh mạt [[Chu Do Lang]] (nhiệm kỳ 1646-1662)). Người Minh cũng theo ý phong cho chức Phó Quốc vương. Khi người Minh bị thua người Thanh, phải chạy ra ở [[Long Châu, Sùng Tả|Long Châu]], [[nhà Minh]] sai sứ xin các châu [[Hưng Hóa (tỉnh)|Hưng Hóa]] (khoảng năm 1646-1657). Chúa Trịnh Tráng đồng ý cắt cho nhà Minh (tức nhà Nam Minh). Thế là từ đó một nửa trong 10 châu Hưng Hóa, đóng thuế cho nhà Minh và bị nhập vào huyện Kiến Thủy thuộc phủ Lâm An tỉnh [[Vân Nam]]. Khi người Minh bị thua nhà Thanh, [[Nhà Thanh|người Thanh]] cứ chiếm giữ lấy. Từ đấy [[Đại Việt]] mất những châu này.<ref>[https:\/\/books.google.com.vn\/books?id=ax4MAAAAIAAJ&pg=RA2-PA790&dq=%E1%BA%A3i+l%C3%AA+hoa&hl=en&sa=X&ved=2ahUKEwiyr4ShnIj9AhWhglYBHfxmAl8Q6AF6BAgCEAI#v=onepage&q=%E1%BA%A3i%20l%C3%AA%20hoa&f=false Ức Trai di tập, quyển 6 trang 15-18. bản dịch trang 786.]<\/ref> Theo các sách Kiến văn tiểu lục ([[Lê Quý Đôn]]), Đại Việt địa dư toàn biên ([[Nguyễn Văn Siêu]]) và Hưng Hóa kỷ lược ([[Phạm Thận Duật]]), thì các châu thuộc trấn Hưng Hóa mất về nhà Thanh, là: [[Mường Nhé|Hoàng Nham]] (黃岩), Khiêm Châu (謙州), Tung Lăng ((嵩陵, hay Cao Lăng (高陵)), [[Mãnh Lạp, Kim Bình|Quảng Lăng]] (廣陵), [[Mường Tè|Tuy Phụ]] (綏阜), Lê Tuyền (醴泉) và [[Giả Mễ|Hợp Phì]] (合淝).\n\nTheo sách Địa chí tỉnh Lạng Sơn, thì các cuộc đi sứ Trung Quốc sau cuộc đi sứ khảng khái hy sinh bảo vệ độc lập dân tộc dân tộc của [[Giang Văn Minh]] năm 1637, đến khi nhà Thanh thực sự nắm quyền trên toàn cõi [[Trung Hoa]] là<ref name=\"ĐCLS\">[https:\/\/books.google.com.vn\/books?id=b3BuAAAAMAAJ&pg=PA288&dq=Nguy%E1%BB%85n+Nh%C3%A2n+Ch%C3%ADnh+quan+nh%C3%A0+L%C3%AA&hl=en&sa=X&ved=2ahUKEwjDss-rlbX9AhW5pVYBHQ8vDWMQ6AF6BAgJEAI#v=onepage&q=Nguy%E1%BB%85n%20Nh%C3%A2n%20Ch%C3%ADnh%20quan%20nh%C3%A0%20L%C3%AA&f=false Ủy ban Nhân dân tỉnh Lạng Sơn, Địa chí tỉnh Lạng Sơn trang 288-289.]<\/ref>: \n* ̈Năm 1637: Hai sứ thần Nguyễn Duy Hiểu, Giang Văn Minh sang cống nhà Minh.\n* Năm 1646: Nguyễn Nhân Chính đi đường biển sang Nam Minh cầu phong, lúc về đi đường bộ.<ref name=\"ĐCLS\" \/>\n* Năm 1647: sứ Nam Minh là Phan Kỳ và Lý Dụng Tiếp mang sắc thư, theo Nguyễn Nhân Chính tới [[Lạng Sơn]] sắc phong.<ref name=\"ĐCLS\" \/>\n* Năm 1663(?): [[Hồ Sĩ Dương|Hồ Sỹ Dương]], Nguyễn Danh Thực lên Lạng Sơn nhận sắc dụ của nhà (Nam Minh?) Nhà Thanh.\n\n== Xung đột với họ Nguyễn ==\n{{Chính|Trịnh-Nguyễn phân tranh}}\nThời Trịnh Tráng, xung đột Trịnh-Nguyễn chính thức bùng phát. Từ năm [[1625]], chúa [[Nguyễn Phúc Nguyên]] không còn nộp thuế cho chính quyền Lê-Trịnh, lại theo kế của [[Đào Duy Từ]], đắp luỹ ở bờ nam cửa bể Nhật Lệ để tự thủ.<ref name=\"TT21\" \/> Năm [[1627]], chúa sai [[Nguyễn Hữu Bản]] đến Thuận Hóa đòi tô thuế từ năm Giáp Tí ([[1624]]) về trước. Chúa Nguyễn không chịu nộp thuế. Đến tháng 2 ÂL, Trịnh Tráng muốn vào đánh Thuận Hóa nhưng chưa có cớ gì, bèn sai [[Lê Đại Dụng]] phụng sắc mệnh nhà vua dụ bảo về việc cho con vào chầu, và đòi nộp 30 thớt voi, 30 chiếc thuyền đi biển, để cho đủ thể lệ cống nạp [[nhà Minh]]. Chúa Nguyễn lại thoái thác. Trịnh Tráng bèn hạ lệnh cho [[Nguyễn Khải]], [[Nguyễn Danh Thế]] làm tiên phong đem 5000 quân đóng ở Hà Trung<ref>Nay thuộc huyện [[Kì Anh]], tỉnh [[Hà Tĩnh]]<\/ref>. Tráng tự thân đem đại binh kế tiếp xuất phát; lại mang nhà vua cùng đi, lấy cớ tuần du các địa phương; quân thủy, quân bộ tổng cộng hơn 200.000 cùng nhau đều tiến.<ref name=\"CM31\" \/> Chúa Nguyễn sai [[Tôn Thất Vệ]], [[Nguyễn Hữu Dật]], [[Nguyễn Phúc Trung]] cùng nhau chống giữ ở bờ bắc sông Nhật Lệ. Quân Trịnh chủ động tấn công nhưng không chọc thủng được tuyến phòng thủ của quân Nguyễn. Phía Nguyễn có lợi thế là đại bác kiểu Bồ Đào Nha nên làm quân Trịnh sợ chạy dạt. Trong lúc hai bên tiếp tục giằng co thì Nguyễn Hữu Dật phao tin ở miền bắc, [[Trịnh Gia]] và [[Trịnh Nhạc]] âm mưu làm phản. Trịnh Tráng nghi ngờ vội thu quân về bắc.\n\nNăm [[1633]], con thứ ba của Chúa Nguyễn là Phúc Anh bất mãn không được làm thế tử, bèn viết thư hẹn làm nội ứng cho Trịnh Tráng. Trịnh Tráng khởi binh nam tiến lần thứ hai, đóng ở cửa Nhật Lệ. Chúa Nguyễn cử [[Nguyễn Hữu Dật]], [[Nguyễn Hữu Tiến]] làm tướng ra đánh. Trịnh Tráng đang đợi suốt hơn 10 hôm không thấy hiệu làm nội ứng của Ánh thì bị quân Nguyễn đánh úp, quân Trịnh hoảng loạn tan vỡ bỏ chạy. Trịnh Tráng rút về bắc, để lại con rể là [[Nguyễn Khắc Liệt]] trấn thủ châu Bắc Bố Chính<ref name=\"CM31\" \/><ref>Tên châu xưa, nay là hai huyện [[Minh Chính]] và [[Bình Chính]], đều thuộc tỉnh [[Quảng Bình]].<\/ref>.\n\nNăm [[1635]], chúa [[Nguyễn Phúc Nguyên]] mất, con là [[Nguyễn Phúc Lan]] lên nối ngôi. Năm [[1637]], Phúc Lan sai [[Nguyễn Đình Hùng]] mang quân đánh úp chiếm Nam Bố Chính, giết tướng trấn thủ là [[Nguyễn Tịch]]. Năm [[1640]], [[Nguyễn Khắc Liệt]] mang quân đánh phá Nam Bố Chính rồi rút về<ref name=\"VNSL\">''[[Việt Nam sử lược]]'', [[:vi:s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương IV|quyển II, Tự chủ thời đại, chương IV]].<\/ref>. Chúa Nguyễn theo kế của [[Nguyễn Hữu Dật]], viết thư cho Trịnh Tráng nói Liệt mưu thông đồng với chúa Nguyễn nên mặt ngoài gây chiến mà bên trong muốn hàng. Mặt khác, Nguyễn Phúc Lan thúc quân đánh Khắc Liệt. Khắc Liệt thua chạy, viết thư cầu cứu. Tin lời bên Nguyễn, Trịnh Tráng điều Trịnh Kiều mang quân vào bắt Liệt về xử tử. Quân Nguyễn nhân thời cơ đánh chiếm Bắc Bố Chính.\n\n:Về sự việc này, theo sách [[Đại Nam thực lục]] của [[nhà Nguyễn]], Khắc Liệt đã thông đồng với bên Nguyễn từ năm 1634, nhưng vài năm sau vẫn nấn ná chưa về hàng, lại có ý \"làm cao\" nên chủ động đánh vào đất Nguyễn để uy hiếp. Chúa Nguyễn sợ Liệt thay đổi ý định nên viết thư cho chúa Trịnh báo việc này.\n\nNăm [[1643]], Trịnh Tráng sai bọn [[Trịnh Tạc]] và [[Trịnh Lệ]] làm tiên phong cùng [[Phạm Công Trứ]], [[Nguyễn Danh Thọ]] kéo quân đánh Nam Bố Chính. Viên trấn thủ của chúa Nguyễn là [[Bùi Công Thắng]] tử trận. Nhân đó, ông đích thân thống suất đại quân, mang theo cả nhà vua đến châu Bắc Bố Chính, đóng tại An Bài, sai [[Trịnh Đảo]] đánh vào doanh lũy Trung Hòa. Quân Nguyễn ra sức chống cự. Lúc đó sắp vào hè, thời tiết nóng nực nên Trịnh Tráng phải rút quân về<ref name=\"CM31\" \/><ref name=\"VNSL\" \/>. Cử [[Lê Văn Hiểu]], [[Lê Hữu Đức]] đóng giữ ở Hòa Trung, quận Mậu [[Phạm Tất Toàn]] giữ Bắc Bố Chính.\n\nNăm [[1648]], Trịnh Tráng sai quận Tiến [[Lê Văn Hiểu]] khởi binh nam tiến lần thứ tư, dẫn bộ binh đánh Nam Bố Chính, còn thủy quân đánh cửa Nhật Lệ. Quân Trịnh vượt qua lũy Nhật Lệ, áp sát lũy Trường Dục<ref>Ở xã [[Trường Dục]] và [[Cẩm La]] nay đều thuộc huyện [[Phong Lộc]], tỉnh [[Quảng Bình]].<\/ref>, dùng đại bác bắn vỡ nhiều đoạn. Hai cha con tướng Nguyễn [[Trương Phúc Phấn]] cố thủ ở lũy Trường Dục, lại nhân đó tìm cách vá lũy, quân Trịnh đánh không hạ được. Thế tử [[Nguyễn Phúc Tần]] tiến quân đến xã An Đại, è sai phục quân ở sông Cẩm La chặn đường quân Trịnh chạy về; một mặt sai [[Nguyễn Hữu Tiến]] đem 100 con voi đến canh năm xông vào trại quân Trịnh, quân bộ tiếp sau vào đánh phá. Quả nhiên quân Trịnh thua to chạy về Bắc, lại gặp quân thủy của họ Nguyễn đón đường đuổi đánh mãi đến sông Lam Giang mới thôi. Quân Trịnh thua, thiệt hại 3000 người. Trịnh Tráng lui binh, sai [[Lê Văn Hiểu]] giữ Hà Trung, [[Lê Hữu Đức]] đóng ở Hoành Sơn<ref>Tên núi, ở huyện [[Kỳ Anh]], thuộc tỉnh [[Hà Tĩnh]].<\/ref>, [[Phạm Tất Toàn]] giữ Bắc Bố Chính<ref name=\"CM32\" \/><ref name=\"VNSL\" \/>.\n\nTháng 2 ÂL năm [[1655]], chúa Trịnh cử [[Lê Văn Hiểu]] đưa quân vào xâm lấn Nam Bố Chính. Chúa [[Nguyễn Phúc Tần]] hạ lệnh cho bọn [[Nguyễn Hữu Tiến]], [[Nguyễn Hữu Dật]] chặn đánh ở sông Gianh<ref>Nay ở chỗ tiếp giáp giới hai huyện [[Bình Chính]] và [[Bố Trạch]], thuộc tỉnh [[Quảng Bình]].<\/ref>, phá tan được quân Trịnh, tướng [[Phạm Tất Toàn]] đem châu Bố Chính đầu hàng. Quân Nguyễn kéo đến Hoành Sơn, rồi đánh Hà Trung. [[Lê Văn Hiểu]] cùng bọn Hữu Đức chạy về An Trường; sau đó tiến quân đóng ở Đại Nại, chia quân ra chống cự phòng thủ.\n\nTháng 6 ÂL, chúa Trịnh triệu hồi [[Lê Văn Hiểu]], [[Lê Hữu Đức]], sai [[Trịnh Trượng]] giữ chức thống lĩnh, cùng [[Nguyễn Văn Trạc]], [[Nguyễn Tính]] đốc suất binh kinh lý Nghệ An. Quân Nguyễn lui về phía bắc sông Gianh, [[Trịnh Trượng]] đóng quân ở Lạc Xuyên. Khi [[Nguyễn Hữu Tiến]] đem quân tới đánh, quân Trịnh bị thua; còn [[Nguyễn Hữu Dật]] thì đem thủy binh ra đánh cửa Kỳ La, đuổi chiến thuyền của họ Trịnh về cửa Châu Nhai; thừa thắng đánh vào Lạc Xuyên, quân Trịnh lui về An Trường. Thế là bảy huyện phía nam sông Lam Giang đều rơi cả vào tay họ Nguyễn<ref name=\"CM32\" \/><ref name=\"VNSL\" \/>.\n\nTháng 9 ÂL, Trịnh Tráng sai [[Trịnh Tạc]] làm Thống lĩnh, đến Nghệ An chỉ huy các đạo quân ở đó. Được ít lâu, vì trong nước xảy ra nhiều việc, chúa cho triệu [[Trịnh Tạc]] về, để [[Đào Quang Nhiêu]] ở lại giữ Nghệ An, thống lãnh các tướng đóng ở An Trường, cùng các tướng khác chia nhau phòng giữ. Sang năm [[1656]], [[nhà Nguyễn|quân Nguyễn]] đánh đồn Tiếp Vũ, tướng Trịnh bỏ chạy. Các đạo quân Nguyễn thừa thế truy kích, [[Đào Quang Nhiêu]] bại trận phải lui về giữ An Trường. Trịnh Tráng theo lời tiến cử, sai con út là Ninh quận công [[Trịnh Toàn]] ra thay thế.<ref name=\"VNSL\" \/> Mùa hạ tháng 5 ÂL, quân Nguyễn của [[Dương Trí]] đánh bại được quân họ Trịnh ở cửa biển Nam Giới. [[Trịnh Toàn]] dẫn quân đánh nhau với [[Tống Phúc Khang]] ở Đại Nại, nhưng bị viện quân của [[Nguyễn Hữu Tiến]] đánh bại, chạy thẳng về An Trường.\n\nNgày [[28 tháng 5]] năm [[1657]], Trịnh Tráng mất giữa lúc cuộc chiến Trịnh-Nguyễn vào thời kì khốc liệt nhất, thọ 81 tuổi, cầm quyền 34 năm ([[1623]] - [[1657]]). Thế tử Tây Định vương [[Trịnh Tạc]] lên nối ngôi Chúa, truy tôn Trịnh Tráng là Nghị vương, miếu hiệu Văn Tổ, tên thụy là Long Tự.<ref name=\"TT18\" \/><ref name=\"CM32\" \/> Ba năm sau (1660), cháu nội ông là [[Trịnh Căn]] mới đẩy lùi được quân Nguyễn trở về nam sông Gianh.\n\n== Nhận định ==\n\nSách [[Đại Việt sử ký toàn thư]], bản kỉ tục biên quyển 21 của [[Phạm Công Trứ]] viết vào đời Lê-Trịnh đánh giá về Thanh vương Trịnh Tráng\n:''Chúa tính trời hiếu thảo, thân ái mọi người, rộng lòng khoan thứ; khi mới cầm quyền, tuổi đã 47. Bình xong nội nạn, hòa hợp nhân dân, trong nước yên ổn, tín nhiệm nho thần, giảng cầu chính trị, chấn cử kỷ cương, mọi việc đều giao cho triều đường công luận, chúa cung kính khiêm nhường, cẩn thận giữ gìn pháp độ, ba lần đánh Thuận Hóa, chỉ dùng văn cáo để mở bảo, không muốn dụng binh đến cùng, lặn lội ở nơi xa. Tha [[Mạc Kính Khoan]], cho đất Cao Bằng, khiến xưng thần, giữ chức cống. Cho nên cái phúc nuôi dưỡng yên ổn hòa bình thật là dày lắm. Võ liệt văn công đã làm sáng trưng đời trước, mở lối đời sau, xứng đáng được thiên triều sách phong làm Phó Quốc Vương. Chúa đông con cháu, tuổi đến thượng thọ. Sách nói rằng: \"Người có đức lớn, ắt được ngôi vị, ắt được hưởng lộc, ắt được nổi danh, ắt được sống lâu\". Câu ấy đáng tin thay!''<ref name=\"TT21\" \/>\n\n== Gia đình ==\n* Vợ:\n** Thái phi [[Trần Thị Ngọc Đài]], tên thụy là '''Từ Huyên''', người làng [[Đồng Đợi]] (huyện [[Thiên Bản]]) [[Nam Định]], con gái ông Khải quận công. Sinh ra Hoằng tổ Dương vương [[Trịnh Tạc]].\n** Chính phi '''[[Công Nữ Ngọc Tú|Nguyễn Thị Ngọc Tú]]''' (? - [[1631]]), tên thụy '''Từ Thuận''', người làng [[Gia Miêu|Gia Miêu ngoại trang]] (huyện [[Tống Sơn]]), cháu [[Nguyễn Kim]], con gái Đoan quốc công [[Nguyễn Hoàng]]. Sinh ra Sùng nghĩa vương [[Trịnh Kiều]] và hoàng hậu [[Trịnh Thị Ngọc Trúc]]. Lăng ở xã [[Bồi Dương]] (huyện [[Tống Sơn]]).\n** Hiền phi '''Nguyễn Phúc Ngọc Súy''', tên thụy là '''Từ Hiền''', người làng Gia Miêu ngoại trang (huyện Tống Sơn), cháu đức Đoan quốc công Nguyễn Hoàng, con gái ông Lý Nhân công [[Nguyễn Hắc]], Chính phi ở Đông Cung, mất 22 tháng 9 tôn lăng ở xã [[Bà Đông]] (huyện [[Tống Sơn]]).\n**Đệ nhị cung tần Trần Thị Ngọc Am, Bà tên thật là Trần Thị Cư, sinh ngày 5 tháng 5 năm Canh Thìn (1580) tại làng Mụa, tổng Thiên Thi, phủ Khoái Châu xưa, nay thuộc thôn Cộng Vũ, xã Vũ Xá, huyện Kim Động, tỉnh Hưng Yên. Bà mất năm 1647, thọ 68 tuổi, nhân dân tôn Bà làm Thần và lập đền thờ ngay tại quê hương.\n* Con:\n** Sùng Nghĩa vương [[Trịnh Kiều]] ([[1601]] - [[1642]]), mẹ là Chính phi Nguyễn thị. Ông là con trưởng, lĩnh mệnh tiết chế, mở phủ Sùng quốc song mất sớm.\n** Dực vận Tân trị Công thần Thân nghĩa công [[Trịnh Lưu]], chết trước Sùng Nghĩa vương. Mẹ là Thái phi Trần thị.\n** Dực Vận Tân trị Công thần Thuần vĩ công [[Trịnh Trượng]].\n** Đức Hoằng tổ Dương vương [[Trịnh Tạc]] ([[1606]] - [[1682]]), mẹ là Thái phi Trần thị.\n** Dực Vận Tân trị Công thần Bỉnh trung công [[Trịnh Quế]]. . Mẹ là Thái phi Trần thị.\n** Dực Vận Tân trị Công thần Quốc lão Tô quận công [[Trịnh Hàm]].\n** Thái tể Bảng quận công [[Trịnh Biện]].\n** Thái phó Khuê quận công [[Trịnh Lực]]\n** Thái tể Hoàng quận công [[Trịnh Lộc]].\n** Thái phó Địch quận công [[Trịnh Tiến]].\n** Dực vận tân trị công thần Hiệu quận công [[Trịnh Tấu]].\n** Dực vận tân trị công thần An quận công [[Trịnh Thiện]]\n** Dực vận tân trị công thần Mỹ quận công [[Trịnh Hoàn]].\n** Dực vận tân trị công thần Cảo quận công [[Trịnh Lệ]].\n** Thái úy Ninh quốc công [[Trịnh Toàn]] (? - [[1657]]), con út, tham gia chiến trường chống quân Nguyễn.\n** Hoa quận công [[Trịnh Sầm]] (? - [[1645]])\n** Phù quận công [[Trịnh Lịch]] (? - [[1645]])\n**[[Trịnh Thị Ngọc Trúc]] (1595 - 1660), trước lấy Cường quận công Lê Trụ, sau được gả cho vua Lê Thần Tông làm Hoàng hậu.\n\n== Xem thêm ==\n* [[Trịnh Tùng]]\n* [[Trịnh Căn]]\n* [[Chúa Trịnh]]\n* [[Trịnh-Nguyễn phân tranh]]\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n* Khâm định Việt sử Thông giám cương mục\n* Các triều đại Việt Nam - Quỳnh Cư, Đỗ Đức Hùng, Nhà xuất bản Thanh niên, 2001\n\n{{start box}}\n{{thứ tự chức vụ|chức vụ=[[Vương (tước hiệu)#Việt Nam|Thanh Đô Vương]]|trước=[[Trịnh Tùng]]|sau=[[Trịnh Tạc]]|năm=}}\n{{end box}}\n{{Chúa Trịnh}}\n{{Thời gian sống|1577|1657}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Mất năm 1654]]\n[[Thể loại:Sinh năm 1577]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]\n[[Thể loại:Người tham gia chiến dịch quân sự trong thời kỳ Trịnh – Nguyễn phân tranh]]"}