{"3211862":"'''Trịnh Trân''' ([[1928]]-[[2006]]) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], ông từng giữ các chức vụ: Phó Phòng Địch vận trực thuộc Tổng cục Chính trị, Tham mưu trưởng rồi Tư lệnh [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]] Quân đội nhân dân Việt Nam. Ngoài ra ông từng là: Đại biểu Quốc hội kiêm Phó Chủ nhiệm Ủy ban Quốc phòng An ninh Quốc hội khóa 9, Ủy viên Đảng ủy Công an Nhân dân<ref name=\":0\">{{Chú thích web|url = http:\/\/cand.com.vn\/Guong-sang\/Vi-tuong-gan-bo-tron-doi-minh-voi-chu-quyen-an-ninh-bien-gioi-27824\/|title = Vị tướng gắn bó trọn đời mình với chủ quyền an ninh biên giới}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.bienphong.com.vn\/bien-cuong-nhac-mai-ten-ong\/28787.bbp|title = Biên cương nhắc mãi tên ông}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.bienphong.com.vn\/vi-tuong-truong-thanh-tu-que-huong-cach-mang\/11914.bbp|title = Vị tướng trưởng thành từ quê hương cách mạng}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.bienphong.com.vn\/nhieu-can-bo-cao-cap-bdbp-qua-cac-thoi-ky-duoc-tang-thuong-va-truy-tang-huan-chuong-cac-loai\/13364.bbp|title = Nhiều cán bộ cao cấp BĐBP qua các thời kỳ được tặng thưởng và truy tặng Huân chương các loại}}<\/ref>\n\n== Thân thế ==\nÔng tên thật là '''Trịnh Ngọc Chân''', bí danh: Thanh Tùng, Võ Thiết Sơn), sinh ngày 28 tháng 11 năm 1928 tại thôn Cự Đà, xã Cự Khê, huyện Thanh Oai, tỉnh [[Hà Tây (tỉnh)|Hà Tây]] nhưng do hoàn cảnh gia đình nghèo khó gia đình ông phải chuyển lên sinh sống ở khu phố Vườn Cam, thị xã Cao Bằng-đây cũng là nơi gắn bó với tuổi thơ của ông.<ref name=\":0\"\/>\n\nNgày 14 tháng 8 năm 2006, ông mất tại Hà Nội.<ref name=\":0\"\/>\n\n== Sự nghiệp ==\nTháng 4 năm 1945, ông tham gia Thanh niên cứu quốc rồi gia nhập Mặt trận Việt Minh thuộc khu vực Nước Giáp, Cao Bằng <ref name=\":0\"\/> \n\nNgày 21 tháng 8 năm 1945, ông tham gia khởi nghĩa giành chính quyền tại thị xã Cao Bằng.<ref name=\":0\"\/> Sau đó ông tham gia Vệ quốc đoàn tại Chi đội A Cao Bằng và được cử đi học lớp quân chính.<ref name=\":0\"\/> Sau đó, ông được cử về thị xã Cao Bằng xây dựng tự về, tham gia hoạt động địa phương như phong trào Bình dân học vụ.<ref name=\":0\"\/>\n\nTháng 1 năm 1947, ông được cử đi học ở [[Trường Sĩ quan Lục quân 1|Trường võ bị Trần Quốc Tuấn]] khóa 2 (nay là [[Trường Sĩ quan Lục quân 1|Trường sĩ quan lục quân 1]]).<ref name=\":0\"\/>\n\nTháng 10 năm 1947, ông tốt nghiệp về Cao Bằng tham gia chiến dịch Việt Bắc Thu Đông 1947, bảo vệ căn cứ địa Việt Bắc.<ref name=\":0\"\/>\n\nTừ tháng 11 năm 1947 đến tháng 12 năm 1949, ông lần lượt giữ các chức vụ Trợ lý tham mưu tác chiến, Chỉ huy Liên đội vũ trang, Đội trưởng Đội Biệt động thuộc E74 Cao Bằng, làm nhiệm vụ phá tề trừ gian trong vùng địch hậu.<ref name=\":0\"\/>\n\nTừ tháng 1 năm 1950 đến tháng 6 năm 1953 - Chính trị viên C674, Chính trị viên phó, Chính trị viên Tiểu đoàn 251, Trung đoàn 174, Sư đoàn 316.\n\nTừ tháng 7 năm 1953 đến tháng 8 năm 1954, ông được cử đi học lớp Bổ túc chính trị trung cấp. Sau khi tốt nghiệp ông là Đội trưởng Đội phát động giảm tô đợt 1, 2 rồi sau đó là cán bộ Cục Địch vận Tổng cục Chính trị.<ref name=\":0\"\/>\n\nTừ tháng 9 năm 1954 đến tháng 9 năm 1959, ông là Trưởng ban Tuyên huấn Phòng Chính trị Sư đoàn 350, Phó phòng Địch vận Tổng cục Chính trị. Lực lượng Công an Nhân dân Vũ trang (tiền thân của Bộ đội Biên phòng) được thành lập.<ref name=\":0\"\/>\n\nTừ tháng 10 năm 1959 đến tháng 10 năm 1961, ông là Trưởng phòng Dân vận Cục Chính trị Công an Nhân dân vũ trang.<ref name=\":0\"\/>\n\nTừ tháng 11 năm 1961 đến tháng 4 năm 1963, ông giữ chức Phó Văn phòng Bộ Tư lệnh Công an Nhân dân Vũ trang.<ref name=\":0\"\/>\n\nTừ tháng 5 năm 1963 đến tháng 11 năm 1974 ông được cử giữ chức vụ Phó Tham mưu trưởng Bộ Tư lệnh Công an Nhân dân Vũ trang rồi cử đi học ở Trường Đảng Nguyễn Ái Quốc. Sau khi tốt nghiệp, ông được cử giữ chức Trưởng ban Nghiên cứu Khoa học Biên phòng.<ref name=\":0\"\/>\n\nTừ tháng 12 năm 1974 đến tháng 11 năm 1980, ông là Tham mưu trưởng Bộ Tư lệnh Công an Nhân dân Vũ trang.<ref name=\":0\"\/>  \n\nTừ tháng 12 năm 1980 đến tháng 4 năm 1990, ông giữ chức vụ Phó Tư lệnh kiêm Tham mưu trưởng [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]]. \n\nTừ tháng 5 năm 1990 đến tháng 8 năm 1991 ông là Quyền Tư lệnh [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]].<ref name=\":0\"\/>\n\nTừ tháng 9 năm 1991 đến tháng 11 năm 1998, ông là Ủy viên Đảng ủy Công an Trung ương kiêm Bí thư Đảng ủy và Tư lệnh Bộ tư lệnh [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]].<ref name=\":0\"\/>\n\nTừ tháng 9 năm 1991 đến tháng 11 năm 1998, ông là Đại biểu Quốc hội, Phó Chủ nhiệm Ủy ban Quốc phòng an ninh Quốc hội khóa IX.<ref name=\":0\"\/>\n\nTháng 12 năm 1999, ông nghỉ hưu.<ref name=\":0\"\/>\n\n[[Thiếu tướng]] ([[1984]]), [[Trung tướng]] ([[1992]]).<ref name=\":0\"\/>\n\n== Khen thưởng ==\nHuân chương Quân công (hạng Nhì, hạng Ba)<ref name=\":0\"\/>\n\nHuân chương Chiến công (2 hạng Nhất, 2 hạng Nhì, 1 hạng Ba)<ref name=\":0\"\/>\n\nHuân chương Chiến thắng hạng Nhì<ref name=\":0\"\/>\n\nHuân chương Kháng chiến chống Mỹ hạng Nhất<ref name=\":0\"\/>\n\n3 Huân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)<ref name=\":0\"\/>\n\nHuy chương Quân kỳ quyết thắng.<ref name=\":0\"\/>\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 2006]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tư lệnh Bộ đội Biên phòng Việt Nam]]"}