{"71577":"[[Tập tin:LBW-M1-bronze drum.jpg|right|270px|thumb||Trống đồng Đông Sơn]]\n'''Trống đồng''' ({{zh|t=銅鼓|s=铜鼓|p=tóng gǔ}}; [[Hán Việt]]: '''đồng cổ''') là một loại nhạc cụ gõ bằng đồng hiện diện tại vùng [[Đông Nam Á]] và miền Nam Trung Quốc, xuất hiện từ [[thời đại đồ đồng]].\n\nTrống đồng không chỉ có chức năng nhạc khí mà còn có những chức năng khác như làm biểu tượng cho quyền lực, tôn giáo...Theo [[tín ngưỡng]] của người Việt thì trống đồng là một [[vật linh]] vì có vị thần tự xưng là thần trống đồng, tức [[thần Đồng Cổ]] đã giúp nhiều triều đại Việt Nam trong việc giữ nước hộ dân từ thời [[Vua Hùng]], đến [[nhà Lý]], [[nhà Trần]]... Trống được dùng trong các nghi lễ tôn giáo, trong lễ hội, và trong chiến tranh khi người thủ lĩnh bộ lạc kêu gọi mọi người từ khắp nơi tụ về để cùng chiến đấu. Trống thường thuộc về những người thủ lĩnh và là biểu tượng của quyền lực. Người thủ lĩnh có quyền lực càng lớn thì trống càng to và đẹp. Trống đồng cũng được coi là một tài sản quý, và được chôn theo khi người chủ qua đời.\n\nNgày nay, ngoài hàng trăm chiếc trống đồng được lưu giữ và trưng bày trang trọng ở các bảo tàng quốc gia và các địa phương, thì dường như trống đồng đã vắng mặt trong cuộc sống đời thường kể cả những dịp hội hè, lễ tết, người ta chỉ còn gặp trống đồng ở các viện bảo tàng và các truyện cổ tích. Tuy nhiên, vùng đất Thanh Sơn miền tây của tỉnh [[Phú Thọ]] là nơi duy nhất tại Việt Nam vẫn còn ngày hội Trống đồng của dân tộc Mường với \"Đâm Đuống\" và \"Chàm thau\"<ref>TS. Nguyễn Anh Tuấn, ''Trống đồng vùng đất tổ'', Sở văn hóa thông tin và thể thao Phú Thọ, 2001, trang 16<\/ref>. Đây cũng là một trong số những vùng của Việt Nam phát hiện được nhiều trống đồng trong lòng đất nhất. Chính vì lý do đó mà gần đây Việt Nam đã khôi phục một tập tục đánh trống đồng ngày giỗ Tổ các vua Hùng 10 tháng 3 Âm lịch hàng năm.\n\nNgười Karenni tại Myanmar vẫn còn sử dụng trống đồng cho các nghi thức cầu mưa. Trống đồng cũng là nhạc cụ lễ nghi phổ biến trong các dân tộc [[người Khơ Mú|Khơ Mú]], [[Pu Péo]], [[người Lô Lô|Lô Lô]] và [[người Mường|Mường]] ở Việt Nam hiện nay. Trong những cộng đồng này người ta sử dụng nó với mục đích tang lễ, ngoài ra không dùng cho bất kỳ trường hợp nào khác.\n\n==Sử liệu==\n[[Tập tin:Bronze drum with frogs.jpg|thumb|250px|Trống đồng phát hiện tại Bình Nam, Quảng Tây, Trung Quốc]] \nGhi chép cổ nhất có liên quan đến trống đồng xuất hiện trong ''Sử Bản'' ({{zh|c=史本|p=Shǐ běn}}, một cuốn sách Trung Quốc từ trước thế kỷ thứ 3 trước [[Công Nguyên|Công nguyên]]. Cuốn sách này nay không còn, nhưng được dẫn lại một phần tại một cuốn sách cổ khác: cuốn ''[[Thông điển]]'' (通典) của Đỗ Hữu (杜佑)<ref>Xu Songshi, ''Baiyue xiongfeng lingnan tonggu'' (Nam thần của Bách Việt và trống đồng của Lĩnh Nam), Asian Folklore & Social Life Monographs 95 (Taipei: The Orient Cultural Service, 1977), 7-8<\/ref>.\n\n[[Hậu Hán thư]] (後漢書), quyển 14 ghi: \"Dân [[Giao Chỉ]] có linh vật là trống đồng, nghe đánh lên họ rất hăng lúc lâm trận....\". Sách này còn chép rằng [[Mã Viện]], tướng [[nhà Hán]], sau khi dập tắt cuộc nổi dậy của [[Hai Bà Trưng]] vào khoảng 40-43, đã tận thu trống đồng của các thủ lĩnh địa phương, một phần đem tặng, phần nấu chảy để đúc ngựa và [[cột đồng Mã Viện]].\n\nỞ Việt Nam, các cuốn ''[[Việt điện u linh tập|Việt Điện U Linh Tập]]'' và ''[[Lĩnh Nam chích quái|Lĩnh Nam Chích Quái]]'' thế kỷ 14 ghi lại nhiều truyền thuyết về trống đồng. Các cuốn sử như ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' cũng nói đến trống đồng.\n\n==Khảo cổ==\n[[Tập tin:Trong dong Dong Son Guimet.jpg|nhỏ|phải|300px|Trống đồng Đông Sơn trưng bày tại [[Bảo tàng Guimet]], Paris, Pháp.]]\nTrống đồng là một trong những loại di chỉ khảo cổ học quan trọng nhất tìm được tại [[Đông Nam Á]] và phía [[Hoa Nam|Nam Trung Quốc]]. Trong các vùng này, các nhóm dân tộc đã sử dụng trống đồng từ thời tiền sử cho đến ngày nay. Các nhà khảo cổ học đã tìm thấy trống đồng ở nhiều vùng khác nhau ở Đông Nam Á, nơi tìm thấy trống thường là khu mộ táng quan trọng, mộ của những người đứng đầu trong làng. Nhiều trống được tìm thấy dọc theo các con sông và đường thủy ở Đông Nam Á, do đây là hình thức giao thông chính của dân cư bản địa thời đó.\n\n[[Bắc Việt Nam]] và Tây Nam Trung Quốc (đặc biệt là tỉnh [[Vân Nam]] và [[quảng Tây|khu tự trị người Tráng ở Quảng Tây]] là hai vùng nơi đại đa số các trống đồng cổ đã được tìm thấy. Theo một báo cáo năm 1988, Trung Quốc đã tìm được 1460 trống đồng<ref>Trung Quốc Cổ đại Đồng cổ Nghiên cứu hội, ''Trung Quốc Cổ đại Đồng Cổ (Trống đồng cổ đại của Trung Quốc)'', Bắc Kinh, Wenwu Press, 1988. Theo tài liệu này, số trống đồng lưu trữ tại nhiều tỉnh và thành phố như sau: [[Quảng Tây]]: 560, [[Quảng Đông]]: 230; [[Thượng Hải]]: 230; [[Vân Nam]]: 160; [[Quý Châu]]: 88; [[Bắc Kinh]]: 84; [[Tứ Xuyên]]: 51; [[Hồ Nam]]: 27; [[Sơn Đông]]: 8; [[Hồ Bắc]]: 6; [[Chiết Giang]]: 6; [[Liêu Ninh]]: 4. Tổng số trống đồng lưu giữ tại Trung Quốc năm 1995 vẫn không thay đổi. Dẫn tại Han Xiaorong, ''The present Echoes of the Ancient Bronze Drum: Nationalism and Archeology in Modern Vietnam and China'', Explorations in Southeast Asian Studies, Vol. 2, No. 2, Fall 1998, Hawaii University<\/ref>. Tổng số trống đồng tìm được ở Việt Nam cho đến năm 1980 là 960 chiếc, trong đó có 540 chiếc thuộc loại [[trống đồng Đông Sơn]] và 420 chiếc thuộc [[ngọc Lũ I|trống đồng Ngọc Lũ]]<ref>Nguyễn Duy Hinh, \"Bronze Drums in Vietnam\", The Vietnam Forum 9 (1987):4-5; Phạm Huy Thông, ''Dong Son Drums in Vietnam'', Hà Nội: Nhà xuất bản Khoa học Xã Hội (1990), 265. Từ đó, người ta vẫn tiếp tục tìm thấy trống đồng loại Đông Sơn. Ví dụ: năm 1994, một trống đồng Đông Sơn mà sau được đặt tên là Ban Khooc đã được tìm thấy ở [[Sơn La]]. Phạm Quốc Quân và Nguyễn Văn Đoàn, \"Trống đồng Sơn La\", ''Khảo cổ học'' 1 (1996):10.<\/ref>.\n\nNgoài ra, trống đồng còn được tìm thấy ở nhiều nước khác như: [[Indonesia]], [[Thái Lan]], [[Myanmar]], [[Lào]], [[Campuchia]], [[Malaysia]], [[Philippines]] và [[Nhật Bản]].\n\nTrống đồng đã có vai trò quan trọng bậc nhất trong [[văn hóa Đông Sơn]] - nền văn hóa được biết đến với những trống đồng trang trí cầu kỳ được tìm thấy ở nhiều nơi ở Đông Nam Á và Bắc Việt Nam. Số lượng lớn trống Đông Sơn đã được tìm thấy tại [[Mê Linh]] - trung tâm của văn hóa Đông Sơn. Nhiều trống Đông Sơn cũng được tìm thấy ở [[đồng bằng sông Hồng]] - vùng dân cư đông đúc thời cổ.\n\n==Cấu tạo và cách sử dụng==\n[[Tập tin:Western Han Bronze Cowrie Container 1.jpg|thumb|right|250px|Trống đồng của [[Vương quốc Điền]] được tìm thấy ở Vân Nam, Trung Quốc.]] \nTrống đồng thường có đường kính mặt khoảng 50&nbsp;cm, cao từ 45 đến 50&nbsp;cm, mặt trống phủ vừa sát đến tang trống. Điều này cho thấy chúng có kích cỡ trung bình so với các loại trống đồng Đông Sơn đã phát hiện ở Việt Nam. Giữa mặt trống có ngôi sao 14 cánh, không có tượng cóc trên rìa mặt trống. Phần trên thân trống phình ra, đỡ lấy mặt trống, phần dưới hình viên trụ tròn.\n\nLoại trống đồng này đúc bằng hợp kim đồng, âm thanh không vang, không trong như loại Hê gơ I của trống đồng đông Sơn.\n\nNgười ta đặt úp trống trên sàn nhà hay trên mặt đất, dùng cái dùi có mỏ khoắm bọc vải gõ vào. Trong nghi thức tang lễ người ta dùng trống đồng với [[kèn bầu]], [[cồng chiêng]], [[thanh la]] và [[trống]] bịt da dê. Riêng người Khơ Mú họ dùng dùi thẳng có phần đầu bọc vải để gõ vào trống úp xuống, còn người Lôlô đặt hai cái trống đồng nằm nghiêng hoặc treo nghiêng, mặt trống đối diện nhau và dùng dùi thẳng như người Khơ Mú.\n\nTiếng trống đồng đối với những dân tộc kể trên là âm thanh của trời (tiếng sét), còn mặt trống tượng trưng cho mặt trời. Tiếng trống sẽ dẫn đường cho linh hồn người chết về với tổ tiên họ.\n\nTrống đồng của Việt Nam rất đa dạng. Ngoài những loại trống kể trên còn nhiều loại khác như Quảng Xương, Sông Đà, Thượng Lâm, Hoàng Hạ và Ngọc Lũ.\n\nCho đến hiện tại, một số nhánh [[người Dao]] và [[người Tráng]] tại Trung Quốc vẫn sử dụng trống đồng trong các lễ nghi truyền thống. Tại Việt Nam, một số dân tộc như người Mường, [[người Pu Péo]], người [[Lô Lô]] vẫn sử dụng trống đồng. Theo phong tục Pu Péo, có trống \"đực\", trống \"cái\" được ghép với nhau thành cặp đôi. Hai trống treo quay mặt vào nhau, một người đứng giữa cầm củ chuối gõ trống phục vụ lễ cúng. Người Lô Lô cũng đánh trống đồng theo cặp: một trống đực và một trống cái. Trống to (trống cái) gọi là '''dảnh mo''', trống bé (trống đực) gọi là '''dảnh pố'''.\n\n==Phân loại==\nTheo phân loại của nhà khảo cổ học người Áo [[Franz Heger]]:\n[[Tập tin:HoangHa.jpg|nhỏ|250px|Trống đồng Hoàng Hạ, loại Heger I, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\n*''Trống Heger I'', còn được nhiều người gọi là [[trống đồng Đông Sơn|trống Đông Sơn]]. Trống loại này thường lớn, thân trống hình trụ thẳng đứng. Mặt dưới để trống, mặt trên có hình sao đúc nổi với 12 cánh. Trên một số trống, chỉ có 8 cánh sao, như [[trống đồng Quảng Xương]], hoặc 14 cánh như [[ngọc Lũ I|trống đồng Ngọc Lũ]], [[trống đồng Sông Đà|Sông Đà]], [[trống đồng Thượng Lâm|Thượng Lâm]]. Hoặc 16 cánh như [[Hoàng Hạ (trống đồng)|Hoàng Hạ]], Salayar. Trống loại này được tìm ở khắp vùng Đông Nam Á, nhưng tập trung nhiều nhất ở Việt Nam. Tiêu biểu nhất là các trống đồng Ngọc Lũ, Hoàng Hạ, và Sông Đà.\n[[Tập tin:LangSon-HegerII.JPG|nhỏ|250px|Trống đồng Lạng Sơn, loại Heger II, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\n*''Trống Heger II'': thân trống chỉ có 2 phần, không có hình người hay vật nữa, thay vào đó toàn là hoa văn hình học. Trên mặt trống thường có hình khối bốn con cóc, đôi khi sáu con. Mặt trời có 8 tia. Loại này phân bố ở vùng Quảng Đông và Quảng Tây, Trung Quốc; ở Việt Nam cũng có nhiều loại trống này và còn được người Mường sử dụng, nên có người gọi là ''trống Mường''.\n[[Tập tin:TanDo-HegerIII.jpg|nhỏ|250px|Trống đồng Tân Độ, loại Heger III, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\n*''Trống Heger III'' có quai nhỏ đẹp. Mặt trời có 12 cánh. 4 góc mặt có cóc, thường là ba con chồng lên nhau thành 12. Trang trí toàn bằng họa tiết hình học và hoa văn. Dưới chân có đoàn voi đúc nổi đi chung quanh cây \"đời sống\". Đôi khi ốc thay voi. Được phát hiện ở Việt Nam, Lào, Thái Lan, Myanmar và Vân Nam (Trung Quốc).\n[[Tập tin:DoiSon-HegoIV.jpg|nhỏ|250px|Trống đồng Long Đọi Sơn, loại Heger IV, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\n*''Trống Heger IV'' có kích thước thường nhỏ, không có cóc. Ngôi sao bao giờ cũng 12 tia, nhiều khi rõ tên 12 con vật địa chi. Tìm thấy ở Trung Quốc và Việt Nam.\n\nTrong cách phân loại này, trống loại I được cho là cổ nhất.\n\nTại [[Indonesia]], có loại trống đồng đặc biệt, thân dài, gọi là [[trống Moko]] và không xếp vào các loại trống Heger. Tuy nhiên, cũng có người cho rằng thiết kế và kiểu trang trí của loại trống này rất có thể có nguồn gốc từ văn hóa Đông Sơn<ref>{{Chú thích web |url=http:\/\/indahnesia.com\/indonesia\/LEMALO\/alor.php |ngày truy cập=2007-01-09 |tựa đề=Bản sao đã lưu trữ |archive-date=2007-03-12 |archive-url=https:\/\/web.archive.org\/web\/20070312093118\/http:\/\/indahnesia.com\/indonesia\/LEMALO\/alor.php |url-status=dead }}<\/ref>. Nổi tiếng nhất trong các trống Moko là chiếc \"Trăng Pejeng\" (''Moon of Pejeng'') có đường kính 160&nbsp;cm và [[chiều cao]] 180&nbsp;cm<ref>{{Chú thích web |url=http:\/\/www.rhythmuseum.com\/bronze\/bronze.html |ngày truy cập=2007-01-08 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 23 tháng 7 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080723183719\/http:\/\/www.rhythmuseum.com\/bronze\/bronze.html }}<\/ref>, được cho là có tuổi khoảng từ 1000 đến 2000 năm, hiện được dùng trong điện thờ tại [[Pejeng]], [[Bali]]. Người dân trên đảo [[Alor]], Indonesia, vẫn dùng trống Moko làm đồ dẫn cưới và là biểu tượng cho địa vị xã hội.\n\nNăm [[1976]], người ta phát hiện loại trống nhỏ ở [[Vạn Gia Bá]] (万家坝), Trung Quốc, được đặt tên là trống Vạn Gia Bá. Theo cách phân loại của Trung Quốc, loại trống này là trống Tiền Heger và là nguồn gốc của mọi loại trống Heger. Ở Việt Nam, cũng đã tìm thấy loại trống này, nhưng nhiều nhà khảo cổ học Việt Nam lại coi loại trống này thuộc giai đoạn cuối của loại Heger I.\n\n==Nghiên cứu về nguồn gốc trống đồng==\nTại [[phương Tây]], đã có dấu vết rằng người ta đã biết về trống đồng từ năm [[1682]]<ref>L. Bezacier, Asie du Sud Asiatique, Tome II Le Vietnam, Paris, Picard 1972<\/ref>. Nhưng mãi tới cuối thế kỷ 19 mới có học giả bàn về trống đồng như Hirth (1890), tác giả này cho rằng trống đồng là của Trung Quốc. Rồi De Grooth (1901) cho là của Việt Nam. Trong cuốn ''Alte Metalltrommeln aus Südost Asien'' (Trống kim loại cổ Đông Nam Á) năm 1902, [[Franz Heger]], nhà khảo cổ học [[người Áo]] khẳng định rằng trống đồng xuất phát từ miền Bắc Việt Nam và trung tâm các cuộc tìm kiếm sau này về trống đồng phải là ở vùng này. Ông Heger phân chia 165 chiếc trống được biết đến lúc ấy thành bốn loại - phân loại Heger. Trước [[thập niên 1950]], một số phân loại khác đã được đề xuất, nhưng không có cách nào được chấp nhận rộng rãi như phân loại của Heger<ref>Han Xiaorong, ''The present Echoes of the Ancient Bronze Drum: Nationalism and Archeology in Modern Vietnam and China'', Explorations in Southeast Asian Studies, Vol. 2, No. 2, Fall 1998, Hawaii University<\/ref>.\n\nCác nghiên cứu về trống đồng mãi đến cuối thế kỷ 19 mới được bắt đầu và được bắt đầu bởi người phương Tây. Trước thập niên 1950, hầu hết các nghiên cứu quan trọng đều được viết bởi các học giả phương Tây, đặc biệt nhất là Heger. Sau khi [[Cộng hòa Nhân dân Trung Hoa]] được thành lập vào năm 1949 và Việt Nam bị chia cắt vào năm 1954, các học giả Việt Nam và Trung Quốc bắt đầu chiếm lĩnh lĩnh vực nghiên cứu về trống đồng. Đến cuối [[thập niên 1970]] và đầu [[thập niên 1980]], đã có những cuộc tranh luận xung quanh việc phân loại trống, ý nghĩa các họa tiết trang trí, niên đại trống..., nhưng chủ đề tranh luận chính yếu là trống đồng xuất phát từ đâu: [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] hay miền Nam Trung Quốc<ref>Han Xiaorong<\/ref>. Các học giả Việt Nam ủng hộ phân loại của Heger và cho rằng [[trống đồng Đông Sơn]] (Heger loại I) là loại cổ nhất. Còn các học giả Trung Quốc ban đầu đa số phủ nhận phân loại của Heger, cho rằng kiểu trống tương ứng với Heger loại II mới là cổ nhất. Từ khi trống loại Vạn Gia Bá, loại trống gần giống loại Đông Sơn nhưng hoa văn đơn giản hơn, được tìm thấy ở Vân Nam, các học giả Trung Quốc lại quay về thống nhất với một cách phân loại theo thứ tự phân loại của Heger nhưng bổ sung một loại xếp thứ tự cổ hơn Heger loại I, đó là loại [[trống Vạn Gia Bá]]. Theo cách phân loại của Việt Nam, trống Vạn Gia Bá (trống Thuong Nong tìm thấy ở Việt Nam thập niên 1980 thuộc loại này) được xếp vào loại con của thời kỳ cuối của loại trống Đông Sơn.\n\nCác nhà nghiên cứu Việt Nam và Trung Quốc vẫn chưa đi được đến một kết thống nhất về một xuất xứ Việt Nam hay Trung Quốc của trống đồng - một truyền thống mà có thể đã được chia sẻ giữa tổ tiên của cả hai. Thực tế là tại thời điểm trống đồng được phát minh, không có một đường biên giới giữa Bắc Việt Nam và Nam Trung Quốc. Nhiều nhóm người sống trong vùng đất rộng lớn đó đã có quan hệ với nhau về sinh học hoặc văn hóa hoặc cả hai. Học giả phương Tây Charles Higham, người đứng ngoài cuộc tranh cãi, cho rằng các xu thế dân tộc chủ nghĩa của các nhà khảo cổ học Việt Nam và Trung Quốc đã che lấp tình huống mà khảo cổ học đã khai lộ. Ông đưa ra giả thuyết rằng trống đồng đã được tạo bởi các nghệ sĩ tài hoa của một nhóm các xã hội có tổ chức ngày càng phức tạp với địa bàn trải rộng qua biên giới Việt-Trung hiện đại, để trang bị cho các chiến binh và làm biểu tượng cho vị thế cao của những người lãnh đạo. Ông viết: \"Việc tìm kiếm nguồn gốc tại một vùng này hay vùng khác đã bỏ qua điểm quan trọng. Các thay đổi đã được thực hiện suốt từ vùng mà ngày nay là miền Nam Trung Hoa tới đồng bằng sông Hồng bởi các nhóm người mà thời đó đã trao đổi hàng hóa, tư tưởng, và cùng chống lại sự bành trướng từ phía Bắc của một quốc gia hùng mạnh và hiếu chiến\"<ref>\"''Seeking the origins of this trend and the associated changes in material culture in one or other particular region misses the point. Changes were taking place across much of what is now southern China and the lower Red River Valley by groups which were exchanging goods and ideas, and responding to the expansion from the north of an aggressive, powerful state''\".<br>Higham, Charles, ''The Bronze Age of Southeast Asia'', Cambridge University Press, 1996.<\/ref>.\n\n==Trống đồng trung đại và hiện đại==\n[[Tập tin:Dong Son bronze drum.jpg|nhỏ|Trống đồng đúc hiện đại tại Thanh Hóa theo đơn đặt hàng, đặt tại tòa nhà giảng đường (Beta Building) ở cơ sở Hòa Lạc của [[Trường Đại học FPT|Đại học FPT]]]]\n\nBảo tàng Lịch sử Việt Nam đang lưu giữ trống đồng Cảnh Thịnh nặng 32&nbsp;kg, đường kính mặt 54,3&nbsp;cm, cao 37,40&nbsp;cm, được đúc mô phỏng theo kiểu trống da, hình trụ. Mặt trống không phẳng mà cong lên, chính giữa có hai vòng tròn kép tượng trưng cho mặt trời. Thân trống được chia làm ba phần, ngăn cách bằng hai đường gân nổi. Trống có 4 quai hình khuyên gắn cách đều trên thân. Xung quanh trống, từ trên xuống dưới, đúc nổi các băng hoa văn: nhũ đinh, lá đề, hồi văn chữ T và đề tài tứ linh: long, ly, quy, phượng. Văn tự được khắc trên thân trống nói về chuyện người vợ của Tổng thái giám Giao quận công thuộc năm Vĩnh Hựu thứ 2 đời Vua Lê Ý Tông (1736) góp công lập chùa Linh Ứng (nay là chùa Nành), cùng lời giới thiệu việc đúc trống để thờ cúng, tu bổ chùa. Văn tự trên thân trống còn cho biết trống được đúc vào tháng 4 năm thứ 8 niên hiệu Cảnh Thịnh đời Vua Nguyễn Quang Toản (1800), tại xã Phù Ninh, huyện Đông Ngàn, phủ Từ Sơn (nay thuộc xã Ninh Hiệp, Gia Lâm, Hà Nội).<ref>[http:\/\/petrotimes.vn\/news\/vn\/van-hoa-giai-tri-the-thao\/trong-dong-canh-thinh-doc-ban-thoi-tay-son.html Trống đồng Cảnh Thịnh độc bản thời Tây Sơn], Báo Năng lượng Mới, 28\/1\/2012<\/ref>\n\nHiện tại, ở Thanh Hóa, vẫn có nhiều nghệ nhân đúc trống đồng bằng phương pháp thủ công, theo các đơn đặt hàng <ref>{{chú thích web | url = http:\/\/vnexpress.net\/gl\/xa-hoi\/2009\/04\/3ba0e701\/ | tiêu đề = Nghệ nhân trổ tài đúc trống đồng tại Carnaval Hạ Long - VnExpress | author =  | ngày =  | ngày truy cập = 13 tháng 2 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>. Chẳng hạn, chính phủ Việt Nam đã đặt hàng đúc một số trống đồng để trưng bày tại một số Viện bảo tàng và Đại sứ quán của Việt Nam tại một số nước <ref>{{chú thích web | url = http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/425805\/Duc-trong-dong-tang-cac-dai-su-quan-Viet-Nam.html | tiêu đề = Đúc trống đồng tặng các đại sứ quán Việt Nam - Tuổi Trẻ Online | author =  | ngày = 23 tháng 2 năm 2011 | ngày truy cập = 30 tháng 9 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>. Nhiều tổ chức và cá nhân cũng đặt đúc các trống đồng theo mẫu cổ, chẳng hạn như trống đồng đặt tại cơ sở Hòa Lạc của [[Trường Đại học FPT|Đại học FPT]] theo mẫu trống đồng Đông Sơn.\n\n==Tham khảo==\n*[http:\/\/mcel.pacificu.edu\/as\/students\/drum\/BRONZEDRUMS.HTML The Bronze Drums: A Link to Ancient Cultures] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061209062732\/http:\/\/mcel.pacificu.edu\/as\/students\/drum\/bronzedrums.html |date = ngày 9 tháng 12 năm 2006}}.\n*[http:\/\/www.hawaii.edu\/cseas\/pubs\/explore\/han.html The Present Echoes of the Ancient Bronze Drums] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090610060320\/http:\/\/www.hawaii.edu\/cseas\/pubs\/explore\/han.html |date = ngày 10 tháng 6 năm 2009}}\n===Chú thích===\n{{tham khảo|28em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Bronze drums}}\n*[http:\/\/hanoi.vietnamplus.vn\/Home\/Dong-Co--Vi-than-nui-linh-thieng-va-hien-ung\/20103\/813.vnplus Đồng Cổ - Vị thần núi linh thiêng và hiển ứng]\n*[http:\/\/kienthuc.net.vn\/kho-tri-thuc\/ly-ky-chuyen-than-dong-co-bao-mong-cho-vua-410836.html Ly kỳ chuyện thần Đồng Cổ báo mộng cho vua]\n\n[[Thể loại:Trống đồng| ]]\n[[Thể loại:Thời đại đồ đồng]]\n[[Thể loại:Văn hóa cổ Việt Nam|Sông Hồng]]\n[[Thể loại:Trống]]\n\n[[en:Bronze drum]]"}