{"11712":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Thế Tổ <br\/> Trịnh Kiểm\n| tên gốc = 鄭檢\n| tước vị = [[Chúa Trịnh]]\n| hình = Trịnh Kiểm (2).jpg\n| chức vị = Chúa Trịnh\n| cỡ hình = 222px\n| ghi chú hình = Minh Khang Thái Vương Trịnh Kiểm\n| tước vị thêm = \n| thêm = vietnam\n| tại vị = 1545 – 24 tháng 3 năm 1570 <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1545 till:1570 color:red\n<\/timeline>\n| đăng quang = \n| kế nhiệm = [[Trịnh Cối]]\n| tước hiệu = \n| hoàng tộc = [[Chúa Trịnh]]\n| phối ngẫu = \n| vợ = [[Lại Thị Ngọc Trân]]<br>[[Nguyễn Thị Ngọc Bảo]]<br>[[Trương Thị Ngọc Lãnh]]\n| con cái = \n| nhiếp chính = * [[Lê Trang Tông]] ([[1533]] - [[1548]])\n*[[Lê Trung Tông]] ([[1548]] - [[1556]])\n* [[Lê Anh Tông]] ([[1556]] - [[1573]])\n| tiền nhiệm = '''<font color=\"green\">Sáng lập<\/font>'''\n| kiểu nhiếp chính = Thời kỳ\n| tên đầy đủ = Trịnh Kiểm (鄭檢)\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = Minh Khang Thái Vương (明康太王)\n| niên hiệu = \n| thời gian của niên hiệu = \n| cha = [[Trịnh Lâu]]\n| mẹ = [[Hoàng Thị Dốc]]\n| nơi sinh = Thôn Hổ, xã [[Vệ Quốc]], huyện [[Yên Định]], [[xứ Thanh Hoa]]\n| sinh = [[14 tháng 9]], [[1502]]\n| mất = {{ngày mất và tuổi|1570|3|24|1502|9|14}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Trịnh Kiểm''' ([[chữ Hán]]: 鄭檢, 14 tháng 9 năm 1503 &ndash; 24 tháng 3 năm 1570), tên thụy '''Thế Tổ Minh Khang Thái vương''' (世祖明康太王), là nhà chính trị, quân sự có ảnh hưởng của [[Đại Việt]] thời [[Nam-Bắc triều (Việt Nam)|Nam-Bắc triều]]. Trên danh nghĩa tôn phò các vua [[nhà Lê trung hưng|Lê trung hưng]], ông là nhà lãnh đạo trên thực tế của phe Bắc triều từ năm 1545 tới khi qua đời. Dù tước hiệu cao nhất của ông khi còn sống là Thái [[quốc công]], ông được đời sau truy tôn làm ''[[Thế Tổ]] Minh Khang Thái Vương'' và được xem là vị chúa đầu tiên của [[chúa Trịnh|họ Trịnh]] &ndash; gia tộc nắm thực quyền cai trị [[Đại Việt]] hơn 200 năm từ giữa thế kỷ 16 đến cuối thế kỷ 18.\n\nTrịnh Kiểm xuất thân trong một gia đình nghèo tại [[Thanh Hóa]]. Lớn lên ông theo Thái sư Hưng quốc công [[Nguyễn Kim]] nổi quân chống [[nhà Mạc]], dựng [[Lê Trang Tông]] làm hoàng đế ở phía Nam. Nguyễn Kim thấy ông có sức khỏe và tài lược khác thường, nên gả con gái là '''Nguyễn Thị Ngọc Bảo''', cho coi binh mã và cất nhắc đến tước Dực nghĩa hầu. Trịnh Kiểm lập nhiều chiến công trong các trận đánh quân Mạc. Vua Lê Trang Tông cũng coi là người tâm phúc, năm 1539 phong ông lên chức Đại tướng quân, tước Dực quận công. Lúc đó ông 37 tuổi.<ref name=\"thongsu\"\/><ref name=\"lichtrieu251\"\/>\n\nNăm 1545, Nguyễn Kim chết. Từ đây, trên cương vị là Đô tướng tiết chế các dinh quân thủy bộ các xứ kiêm tổng nội ngoại bình chương quân quốc trọng sự, Thái sư Lượng quốc công (1545) và Thượng tướng Thái quốc công (1569), ông lãnh đạo chính quyền, quân đội của [[Nhà Lê Trung hưng|triều Lê]] trong gần 30 năm, trải qua 3 đời vua [[Lê Trang Tông]], [[Lê Trung Tông]] và [[Lê Anh Tông]]. Ông là người đóng vai trò lớn trong việc tổ chức nhà nước của Nam triều, qua những quyết định như dựng hành dinh tại ở Vạn Lại, tổ chức một số khoa thi Nho học, xây dựng quân đội, chiêu mộ nhân tài hào kiệt, đẩy lùi các cuộc tấn công của nhà Mạc vào [[Thanh Hóa]] - [[Nghệ An]], chinh phục Thuận-Quảng từ tay nhà Mạc và mở nhiều chiến dịch lớn đánh lên phía Bắc. Dù chưa đạt được thắng lợi hoàn toàn (một phần do nhà Mạc còn mạnh và có người lãnh đạo giỏi là Khiêm vương [[Mạc Kính Điển]]), Trịnh Kiểm đã đặt nền móng cho các hậu duệ của mình hoàn thành sự nghiệp trung hưng Nhà Lê, khôi phục [[Đông Kinh]], mở ra triều đại lâu dài của các vua Lê-chúa Trịnh.\n\n==Nguồn gốc và giáo dục==\n\nTheo các sách chính sử như Đại Việt sử ký toàn thư, Đại Việt thông sử các sử quan không chép rõ về nguồn gốc của Trịnh Kiểm. Thời điểm Trịnh Kiểm xuất hiện trong sử là năm 1539, khi Nguyễn Kim phong cho ông làm Đại tướng quân, tước Dực quận công. Theo sách Lịch triều hiến chương loại chí, Trịnh Kiểm người ở làng Sóc Sơn, huyện Vĩnh Lộc, Thanh Hóa (nay là xã Vĩnh Hùng, huyện Vĩnh Lộc, Thanh Hóa), thuở hàn vi nghèo túng, thường phải đi ăn trộm để nuôi mẹ. Lớn lên có sức khỏe hơn người, đi theo [[Nguyễn Kim]]. Nguyễn Kim cho là người khác thường, đem gả con gái cho.<ref name=\"thongsu\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007<\/ref><ref name=\"lichtrieu251\">Lịch triều hiến chương loại chí, tập 1, 2007, các trang 250-251.<\/ref><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998<\/ref>\n\nTheo ''Đại Việt Lê triều đế vương Trung Hưng công nghiệp thực lục'', tổ tiên của Trịnh Kiểm là Trịnh Xứng sinh cao tổ là Trịnh Kỷ, tằng tổ là Trịnh Liễu: “''Nhà nghèo, ham học, tích đức, làm việc nghĩa. Họ hàng khen hiếu, làng xóm khen đễ… sau rời đến làng Biện Thượng (nay là Bồng Thượng, xã Vĩnh Hùng), làm điều thiện không mỏi, nhân hậu có thừa.''” Trịnh Liễu lấy vợ họ Hoàng cũng ở sách Sóc Sơn. Gia tư Trịnh Liễu nghèo đói, làm ruộng và bán nước chè kiếm sống nhưng rất ham đọc sách. Ngày kia, Trịnh Liễu đi cày gặp được một ông già khuyên đem táng cha mẹ vào nơi mà ông chỉ cho Trịnh Liễu. Trịnh Liễu theo lời, đem hài cốt cha mẹ nhờ ông già lập hướng mà táng.<ref>Nay thuộc huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]<\/ref><ref name=\"TGCP10\">''Trịnh gia chính phả'', trang 10<\/ref> Trịnh Liễu cùng anh em về dựng nhà ở Biện Thượng (hay Bồng Thượng). Sau đó, Trịnh Liễu đi thi đỗ tam trường (tương đương tú tài). Con trai Trịnh Liễu là Trịnh Lan cũng lấy vợ họ Hoàng, người xã Biện Thượng. Con thứ của Trịnh Lan là Trịnh Lâu cũng lại lấy vợ họ Hoàng là bà Hoàng Thị Dốc ở thôn Hổ, xã [[Vệ Quốc]], huyện [[Yên Định]] (nay là xã Yên Bái, huyện Yên Định, Thanh Hóa). Bà Hoàng Thị Dốc chính là người sinh hạ Trịnh Kiểm.<ref name=\"TGCP10\" \/>\n\nTrịnh Kiểm sinh ngày [[24 tháng 8]] năm [[Quý Hợi]], tức ngày [[14 tháng 9]] niên hiệu Cảnh Thống thứ 6 ([[1503]]) dưới triều vua [[Lê Hiến Tông|Hiến Tông Duệ hoàng đế Nhà Hậu Lê]]. Ông có tên húy là Phiến, sau gọi là Kiểm, sinh ra tại quê mẹ là thôn Hổ, xã Vệ Quốc, huyện Yên Định, Thanh Hóa. Thân phụ là ông Trịnh Lâu, thân mẫu là bà Hoàng Thị Dốc. Quê cha của Trịnh Kiểm gốc ở thôn Sóc Sơn, xã Vĩnh Hùng, huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]. Năm lên sáu tuổi thì cha mất. Từ đó gia cảnh sa sút, bị người ta khinh khi.<ref name=\"TGCP12\">''Trịnh gia chính phả'', bản điện tử, trang 12<\/ref> Trịnh Kiểm bèn bỏ Biện Thượng về lại quê cũ là Sóc Sơn, sinh sống bằng cách chăn trâu thuê trong núi Lệ Sơn, trong lúc đi chăn thường cùng lũ trẻ mục đồng lấy trâu bò voi ngựa, bẻ bông lau làm cờ, tập trận mạc,<ref name=\"TGCP12\" \/> có khí khái như [[Đinh Tiên Hoàng]] khi xưa.\n\nTrịnh Kiểm đến năm 17 tuổi thì hùng dũng hơn người, trí lực khác thường. Lúc bấy giờ, trong khoảng niên hiệu Thống Nguyên, vào năm Đinh Hợi, Mạc Đăng Dung đã tiếm ngôi vua Lê. Bề tôi Nhà Lê là Nguyễn Kim ở huyện Tống Sơn, trang Gia Miêu Ngoại (Hà Trung hiện nay) ngầm rút về Cổ Lũng, huyện Cẩm Thủy để đánh Mạc. Tướng quân Nhà Mạc là Ninh Bang hầu quán xã Biện Thượng, tiến phát quân về đóng ở huyện Vĩnh Ninh (Vĩnh Lộc ngày nay).\n\nMẹ Trịnh Kiểm đã đem con đến xin Ninh Bang hầu cho Trịnh Kiểm làm gia thần. Ninh Bang hầu mừng vui thu nhận. Ninh Bang hầu cho Trịnh Kiểm trông coi trại ruộng ở sách Thọ Liêu. Trịnh Kiểm nuôi trâu ngựa. Hằng ngày, ông được người bạn gốc Chàm là Vũ Thì An dạy cho cách huấn luyện ngựa, có thể biết được ngựa hay. Một thời gian sau, Trịnh Kiểm ăn cắp con ngựa tốt nhất chạy sang Mường Sùng [[Cổ Lũng, Bá Thước]], bấy giờ là nước [[Ai Lao]], còn bà mẹ phải trốn về quê mình là làng Vệ Quốc. Trịnh Kiểm đi theo anh họ là Trịnh Quang, lúc đó đã theo Nguyễn Kim, và đón mẹ Trịnh Kiểm sang ở. Ninh Bang hầu biết tin Trịnh Kiểm ăn cắp ngựa của mình, bỏ đi nhiều ngày không về, nên rất tức giận, bèn sai quân lính, dân các xã Sóc Sơn, Biện Thượng lùng bắt mẹ con Trịnh Kiểm.\n\nXã trưởng Biện Thượng tìm thấy mẹ con Trịnh Kiểm đang nấp sau nhà không những không bắt mà còn ra hiệu bằng cách ném đất và nháy mắt cho Trịnh Kiểm chui qua mấy tầng rào chạy trốn đến nhà người tên Nữu ở Yên Định. Người này đã bới đống thóc trong bồ lớn, cho Trịnh Kiểm chui vào đó rồi lấp lúa lại. Ninh Bang hầu tìm không thấy tung tích của Trịnh Kiểm nên tức tối bắt mẹ ông giam lại. Ba ngày sau, Ninh Bang hầu bắt xã Sóc Sơn đem lồng tre nhốt mẹ Trịnh Kiểm, kèm tảng đá lớn bỏ vào trong rồi ném xuống sông.\n\nBạn thân Trịnh Kiểm là Vũ Thì An sai con là Vũ Đình Tùng chạy đến xã Cổ Lũng mật báo cho Trịnh Kiểm biết. Nghe xong câu chuyện, Trịnh khóc sướt mướt mà than: “''Người làng ta sao mà nhẫn tâm phụ bạc với ta như vậy. Ngày sau, nếu ta sáng nghiệp lớn, thề không về làng cũ nữa''”. Quả vậy, sau này thành Chúa, Trịnh Kiểm chỉ xây dựng cung điện, miếu thờ ở Biện Thượng và quê mẹ bên kia sông chứ không làm\n\n==Trịnh Kiểm theo Nguyễn Kim phò lập vua Lê Trang Tông==\n\nVào năm 1527, [[Mạc Đăng Dung]] người Hải Dương cướp ngôi [[Nhà Lê sơ|Nhà Lê]], lập nên Nhà Mạc, lấy niên hiệu Minh Đức. Lúc ấy con cháu các công thần đời trước phát xuất từ Thanh Hóa không phục, liên tiếp khởi binh chống lại. Hữu vệ Điện tiền tướng quân An Thành hầu [[Nguyễn Kim]], con cháu một gia đình vọng tộc lớn đã nhiều đời làm quan Nhà Lê, bèn lánh sang Ai Lao, tụ tập binh mã, mưu tính việc khôi phục Nhà Lê. Đến năm 1533, Nguyễn Kim lập con trai của Hoàng đế [[Lê Chiêu Tông]] lên ngôi, tức Hoàng đế Lê Trang Tông. Trang Tông phong Nguyễn Kim là Thái sư Hưng quốc công.<ref>[[Khâm định Việt sử Thông giám Cương mục]], bản điện tử, Chính biên quyển 27, trang 631<\/ref><ref>[[Đại Việt sử ký toàn thư]], Bản kỉ tục biên, quyển 16, tờ 1a<\/ref><ref>[[Đại Việt thông sử]], Nghịch thần truyện, Mạc Đăng Doanh, tờ 26a<\/ref>. Thế [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]] hình thành.\n\nKhi mới đầu Nguyễn Kim đóng đồn ở Mường Sùng thuộc Ai Lao<ref name=\"TGCP12\" \/>. Trịnh Kiểm đến đầu quân cho Nguyễn Kim, được phong làm Tri Mã cơ, tước Dực Nghĩa hầu. Là người có tài, ông được Nguyễn Kim giao cho nhiều trọng trách và gả con gái là Ngọc Bảo cho<ref name=\"TGCP13\">''Trịnh gia chính phả'', bản điện tử, trang 13<\/ref>. Theo ''Lịch sử vương quốc Đàng Ngoài'' của [[Alexandre de Rhodes|Alexandre De Rhodes]]: Khi quân Mạc tấn công vào [[thủ đô|kinh thành]], quân Nguyễn Kim bị vây giữa vòng vây của địch. Kim đã giao ước với các tướng rằng ông sẽ gả con gái cho ai có thể giải cứu ông và nghĩa quân ra khỏi vòng vây ấy. Trịnh Kiểm phi ngựa xông lên hăng hái đánh giết giặc, cứu được Kim và mở đường huyết lộ cho nghĩa quân rút lui. Vì vậy, theo lời hứa, Nguyễn Kim gả con gái là Ngọc Bảo cho Kiểm và giao nhiều trọng trách cho ông, đặc biệt là việc huấn luyện [[kỵ binh|kị binh]] cho nghĩa quân. Theo sách Đại Việt thông sử, Trịnh Kiểm có sức khỏe và tài lược hơn người, theo Nguyễn Kim đi đánh dẹp khắp nơi, lập nhiều chiến công, được Nguyễn Kim gả con gái cho.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin,\n 2007, tr 345<\/ref>\n\nNăm [[1539]], ông được Hoàng đế [[Lê Trang Tông]] phong làm Đại tướng quân, tước ''Dực Quận Công''<ref>Đại Việt sử ký toàn thư, Bản kỉ tục biên, quyển 16, tờ 3a<\/ref><ref>[[Đại Việt thông sử]], Nghịch thần truyện, Mạc Đăng Doanh, tờ 27b<\/ref> do có công cầm binh mã sang [[Lào|Ai Lao]] đón [[Lê Trang Tông]] (vua Lê thấy Kiểm dung mạo tuấn tú nên phong tước cho ông, lúc đó ông 37 tuổi). Hoàng đế cũng coi ông là một đại tướng tâm phúc, ban ấn tướng quân, quản lĩnh quân giao chiến với Nhà Mạc ở các vùng Thanh Hoa, thắng quân Mạc ở Lôi Dương<ref>Nay thuộc huyện Thọ Xuân, tỉnh Thanh Hóa<\/ref>.\n\nNăm 1540, Thái sư Hưng quốc công Nguyễn Kim dẫn quân về Nghệ An, thanh thế lẫy lừng, đến đâu là gần xa đều hàng phục. Năm sau, [[Mạc Đăng Dung]] chết, quân Nguyễn Kim tiến về đánh Thanh Hóa, Nghệ An, đến năm 1543, thu phục được thành Tây Đô (Thanh Hóa).\n\nĐến năm 1545, Lê Trang Tông thân chinh đánh Mạc, đóng bản doanh ở hạt Yên Mô ([[Ninh Bình]] ngày nay) tướng cũ của Nhà Mạc là Trung Hậu hầu [[Dương Chấp Nhất]] đầu độc chết Thái sư Nguyễn Kim.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 348<\/ref> Trước khi chết, Nguyễn Kim giao lại toàn bộ binh mã cho Trịnh Kiểm<ref name=\"TGCP13\" \/>. Toàn bộ binh quyền của Nhà Lê rơi vào tay Trịnh Kiểm. Tháng 8 âm lịch năm này, vua Bắc triều [[Mạc Hiến Tông|Mạc Phúc Hải]] sai Thái tể Ninh quốc công [[Mạc Phúc Tư]] dùng quân ngũ phủ và các trấn đánh úp bản doanh của Lê Trang Tông. Khi quân Mạc tới sông Phù Chẩn, Trang Tông đích thân ra đánh, Dực quận công Trịnh Kiểm làm Đề thống ngự doanh, dẫn quân tiên phong phá tan quân Mạc. Quân Mạc chết hại vô số, Ninh quốc công phải trốn về Bắc. Cùng năm, Trịnh Kiểm được hoàng đế phong làm Đô tướng tiết chế các dinh quân thủy bộ các xứ kiêm tổng nội ngoại bình chương quân quốc trọng sự, hàm Thái sư, tước Lượng quốc công<ref>[[Khâm định Việt sử Thông giám Cương mục]], bản điện tử, Chính biên quyển 27, trang 639<\/ref>. Lượng quốc công Trịnh Kiểm quyết định mọi công việc trong nước, bao gồm cả việc bổ nhiệm quan lại rồi mới tâu vua sau<ref>[[Đại Việt sử ký toàn thư]], Bản kỉ tục biên, quyển 16, tờ 8a<\/ref>.\n\n==Chính quyền==\n\nNăm [[1546]], Trịnh Kiểm rút binh về Thanh Hóa, lập hành điện cho vua Lê Trang Tông ở sách Vạn Lại (huyện Thụy Nguyên, Thanh Hóa), rồi chiêu mộ anh hùng hào kiệt, huấn luyện quân sĩ, tích trữ lương thảo tính kế đánh họ Mạc. Nước Đại Việt lúc này chia làm hai, từ Thanh Hóa trở vào nam thuộc Nhà Lê do Thái sư Trịnh Kiểm thống lĩnh; từ Sơn Nam trở ra thuộc về họ Mạc, tức Bắc triều. Mỗi khi có việc đánh dẹp, đều do Trịnh Kiểm thống lĩnh, đánh đâu được đấy. Do vậy, các hào kiệt đất Hoan, Diễn (Nghệ An), Ô (Thừa Thiên, Huế), Quảng (Quảng Nam, Đà Nẵng) đua nhau tới theo, đất Ái Châu (Thanh Hóa) yên dần.<ref name=\"Nội 1998\">Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 125<\/ref>\n\nThời vua [[Lê Thái Tổ]], chia cả nước làm 5 đạo: Đông đạo, Nam đạo, Tây đạo, Bắc đạo và Hải Tây đạo. Đến đời vua [[Lê Thánh Tông]], mới chia cả nước thành 12 đạo thừa tuyên. Khi Mạc Đăng Dung chiếm ngôi Nhà Lê, cả nước thuộc về họ Mạc, chỉ trừ 11 doanh thuộc Tuyên Quang do Vũ Văn Mật chiếm cứ, đến khi Nguyễn Kim khởi binh, chiếm được đất Ái châu (Thanh Hóa), rồi lần lượt chiếm các đất phía Nam, châu Hoan, Diễn, Ô Lý (Nghệ An, Thuận Hóa). Lúc ấy nước Việt chia làm hai, do hai vương triều Mạc và Lê trung hưng nắm giữ, ngoài ra còn 11 doanh thuộc Tuyên Quang do Vũ Văn Mật đứng đầu đi theo phe Nhà Lê - Trịnh.<ref>Lịch triều hiến chương loại chí, tập 1, tr 44, Nhà xuất bản giáo dục, 2007<\/ref><ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, tr 414<\/ref>\n\nTheo sách Lịch sử vương quốc Đàng Ngoài, quyền lực hoàn toàn thuộc về Trịnh Kiểm, hoàng đế không có quyền hành gì:\n{{cquote|''Thực ra ông (chỉ Trịnh Kiểm) có ý định khôi phục những tỉnh đã mất, nhưng không phải để trao lại cho nhà vua, một vị vua mà ông không thấy đủ khả năng trị nước, lại sức yếu, kém tài và truỵ lạc, mà là chiếm cho mình và con cháu mình. Vì ông rất thông thạo việc nước nên ông được nể trọng và quý mến, vua thì tín nhiệm giao cho quyền cai quản không những quân binh mà tất cả công việc trị nước. Thế là quyền thống lãnh quân binh được đặt vào tay ông cùng hết các việc nước, chiến tranh cũng như hòa bình đều hoàn toàn thuộc về ông, ông cho con với sự thỏa thuận của nhà vua. Thế là theo thế lực của thông tục và của võ trang, vua trong nước chẳng còn quyền hành gì, chỉ có danh hiệu là vua, tất cả lực lượng hợp với binh đao võ bị đều ở vị tướng lãnh.''|||Alexandre de Rhodes<ref>Lịch sử vương quốc Đàng Ngoài, Nhà xuất bản khoa học xã hội, chương 2, Nguồn gốc xứ Đàng Ngoài, 2016<\/ref>}}\n\nNăm [[1556]], Hoàng đế [[Lê Trung Tông (Hậu Lê)|Trung Tông]] mất không có con nối. Trịnh Kiểm lúc đó bàn với các đại thần: ''Nước không thể một ngày không có vua'' liền sai người tìm con cháu họ Lê<ref>Nay thuộc huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]]<\/ref>, tìm được cháu 4 đời của ông [[Lê Trừ]] (anh trai vua [[Lê Thái Tổ]]) ở làng Bố Vệ huyện Đông Sơn tên là Duy Bang lên làm vua, tức là [[Lê Anh Tông]]<ref name=\"TGCP14\">''Trịnh gia chính phả'', bản điện tử, trang 14<\/ref>.<ref>Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học giáo dục Hà Nội, 1998, tr 129<\/ref>\n\nLúc Trịnh Kiểm nắm quyền, triều Lê trung hưng chỉ mở hai khoa thi Nho học vào năm 1554 và 1565. Về ngạch binh, Trịnh Kiểm đặt ngạch quân theo quy chế cũ, đặt Đô đốc 5 phủ, lại đặt quân dinh năm khuông, dinh chia ra cơ đội thứ bậc khác nhau, chỉ lấy quân ở hai xứ Thanh Hóa và Nghệ An.<ref>Lịch triều hiến chương loại chí, tập 2, tr 321, Nhà xuất bản giáo dục, 2007<\/ref>\n\n===Trịnh Kiểm bình định đất Thuận Quảng và trao quyền cho Nguyễn Hoàng===\n\nNăm [[1554]], Trịnh Kiểm dời hành dinh của vua Lê đến Biện Thượng<ref name=\"ReferenceA\">Tức là làng Bồng Thượng, huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]<\/ref>. Trịnh Kiểm cho rằng lúc này sĩ khí đang lên, bèn sai các tướng xuất quân bình định đất Hóa châu ở phía Nam. Đất Hóa châu do tướng Mạc là Viên Đàm bá Hoàng Bôi chiếm giữ, quân Nam triều giết Hoàng Bôi, bình định đất Hóa châu, tức hai xứ Thuận, Quảng. Thái sư Trịnh Kiểm thu thập các hào mục và sinh viên trong xứ, bổ nhiệm các chức vụ, khiến cho xứ này được yên.<ref name=\"ReferenceB\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 373<\/ref>\n\nTháng mười năm 1558, Trịnh Kiểm dâng biểu tấu Hoàng đế Anh Tông về chiến lược đánh Nhà Mạc, Trịnh Kiểm muốn yên một mặt để dốc sức chống lại Nhà Mạc: \n{{Cquote|''Xứ Thuận Hóa là một kho tinh binh trong thiên hạ, buổi đầu, quốc triều ta bắt đầu gây dựng cơ nghiệp, cũng đã dùng dân xứ ấy để dẹp giặc Ngô. Xứ ấy, địa thế hiểm trở, dân khí kiên cường, lại có nhiều nguồn lợi trên rừng dưới biển, là vùng trọng yếu, không xứ nào hơn, gần đây quan quân kinh lược hàng mấy chục năm mới lấy được. Vậy nên hết sức bảo vệ, để làm một bức bình phong vững chắc...Hạ thần xét thấy con trai thứ của Chiêu Huân Tĩnh công là Nguyễn Hoàng, là một người trầm tĩnh cương nghị, lại có mưu lược, đối với quân sĩ có độ lượng khoan dung giản dị. Vậy xin bổ ông làm trấn thủ, để trị an nơi biên thùy và chống giặc ở miền Bắc kéo vào, và lại cùng Trấn quận công ở xứ Quảng Nam cùng làm thế cứu viện lẫn nhau...''|||Trịnh Kiểm<ref name=\"TGCP14\" \/><ref name=\"ReferenceC\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 379<\/ref>}}\n\nHoàng đế y theo, cho Nguyễn Hoàng vào trấn thủ Thuận Hóa, sắc cho mọi việc được chuyên trách, chỉ hàng năm phải cống thuế. Tháng 3 năm [[1568]], trấn thủ Quảng Nam là Trấn quận công Bùi Tá Hán chết, Trịnh Kiểm chọn Nguyên quận công [[Nguyễn Bá Quýnh]] (người Nghệ An) làm tổng binh coi giữ đất ấy. Năm [[1569]], vua Lê Anh Tông gia phong cho Trịnh Kiểm làm ''Thượng tướng Thái Quốc Công'' và tôn là ''Thượng phụ''. Đến đây quyền lực của ông bao trùm triều đình. Trịnh Kiểm tuy chưa lấy lại Đông Kinh nhưng công lao trung hưng là có đóng góp rất lớn của ông. ''Nhà Lê nhờ Trịnh Kiểm mới trung hưng được, mà họ Trịnh lập lên nghiệp Chúa cũng là khởi đầu tự Trịnh Kiểm vậy''<ref name=\"TGCP15\">''Trịnh gia chính phả'', bản điện tử, trang 15<\/ref>. Tháng 9 mùa thu năm [[1569]], [[Nguyễn Hoàng]] từ Thuận Hóa về Thanh Hóa yết kiến nhà vua ở An Trường, rồi vào phủ Thượng tướng lạy mừng Trịnh Kiểm, hai bên tâm tình rất thân thiết<ref>[[Khâm định Việt sử Thông giám Cương mục]], Bản điện tử, Chính biên quyển 28, trang 651<\/ref>. Tháng 10 cùng năm, Thượng tướng Trịnh Kiểm đau nặng, xin trí sĩ, cho con là Tuấn Đức hầu [[Trịnh Cối]] lên thay\n\n===Chiến tranh với Nhà Mạc===\n\nNăm 1546, vua Bắc triều Mạc Phúc Hải chết, người con Phúc Nguyên nối ngôi.<ref>Đại Việt sử ký toàn thư,tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 125<\/ref> Năm [[1548]], vua Trang Tông mất, Thái sư Lượng quốc công Trịnh Kiểm cho lập con lớn của Trang Tông là Duy Huyên lên nối ngôi, sử gọi là [[Lê Trung Tông|Trung Tông]]. Lúc này Bắc triều sau cái chết của Mạc Phúc Hải, người con Phúc Nguyên lên thay, có phe khác mưu lật đổ, Phúc Nguyên bỏ chính điện ở Thăng Long, dời ra ngoại thành khiến cho trong cõi rối loạn.<ref name=\"Nội 1998\"\/>\n\nNăm 1550, do bị gièm pha nên viên trọng thần Bắc triều là Thái tể Phụng Quốc Công Lê Bá Ly đem toàn quân hai đạo Sơn Tây, Sơn Nam, hơn một vạn ba ngàn đến Thanh Hóa đầu hàng. Bá Ly lại viết thư dụ được nhiều mưu thần, mãnh tướng phía Bắc theo về Nam triều như Nguyễn Hữu Liêu, Đặng Huấn. Theo Lê Quý Đôn viết trong Kiến văn tiểu lục: ''từ đó khí thế Ngụy Mạc suy tàn, binh sĩ Lê vương nổi tiếng''.<ref>Kiến văn tiểu lục, tập 2, Nhà xuất bản Trẻ, 2013, tr 52<\/ref>\n\nNăm [[1551]], Trịnh Kiểm giao binh cho [[Lê Bá Ly]] là tướng [[Nhà Mạc]] đã về hàng đánh [[Sơn Nam (định hướng)|Sơn Nam]], [[Vũ Văn Mật]] đánh [[Tuyên Quang]], rồi cùng Kiểm tụ hội ở [[Thăng Long]]. Trước khi ra quân, ông viết 1 bức thư Nôm, kêu gọi mọi người hãy nhớ đến công ơn vua Lê Thái Tổ (Lê Lợi) năm xưa đã đánh đuổi giặc [[Nhà Minh|Minh]], giành độc lập cho đất nước... để đồng lòng tôn phò vua Lê, tiêu diệt kẻ soán ngôi. Rồi cùng 3 tướng đồng loạt ra quân. Năm [[1552]], Trịnh Kiểm đem quân đánh dẹp miền tây nam, tướng Mạc là [[Nguyễn Khải Khang]] về hàng<ref>Đại Việt sử ký toàn thư, Chính biên quyển 16, tờ 10b<\/ref>. Sau khi chiếm thành, ông liền rút quân về Tây Đô để tránh quân Mạc huy động thêm viện binh đánh úp.\n\nTháng 5 tháng 1552, Trịnh Kiểm xuất quân từ Hưng Hóa qua sông Thao đến An Lạc. Ông đánh bại quân Mạc do Khiêm vương [[Mạc Kính Điển]] chỉ huy. Kế tiếp ông tiến thẳng đến Xuân canh Lâm Hạ, thắng thêm vài trận nữa. [[Mạc Phúc Nguyên]] sợ hãi, bỏ chạy ra Kim Thành. Quân Nhà Lê tiến vào [[Đông Kinh]], mở tiệc khao thưởng tướng sĩ<ref>Đại Việt thông sử, Nghịch thần truyện, tờ 64a<\/ref>. Quân Nhà Lê chiếm một loạt các phủ vùng Sơn Tây, Sơn Nam; bên Mạc chỉ còn hai đạo Đông, Bắc. [[Nguyễn Khải Khang]] và [[Lê Bá Ly]] bàn nên đón Hoàng thượng về Thăng Long, nhưng Trịnh Kiểm cho rằng [[Nhà Mạc]] hãy còn mạnh,nhân tâm cũng chưa hẳn đã hướng về Nhà Lê, nên không ký tên vào tờ biểu. Nhà vua xem tờ biểu, biết ý của Trịnh Kiểm, bèn hạ lệnh lui quân về. Mạc Phúc Nguyên nghe tin quân Nam triều rút lui, bèn sai quân truy kích ở núi Công. Nhưng Trịnh Kiểm đánh tan truy binh Mạc, rồi trở về Thanh Hóa<ref>Đại Việt thông sử, Nghịch thần truyện, tờ 64b<\/ref>.\n\nNăm [[1554]], dời hành dinh đến Biện Thượng<ref name=\"ReferenceA\"\/>. Trịnh Kiểm cho rằng lúc này sĩ khí đang lên, bèn sai các tướng xuất quân bình định đất Hóa châu ở phía Nam. Đất Hóa châu do Viên Đàm bá là Hoàng Bôi chiếm giữ, quân Nam triều giết Hoàng Bôi, bình định đất Hóa châu, tức hai xứ Thuận, Quảng. Thái sư Trịnh Kiểm thu thập các hào mục và sinh viên trong xứ, bổ nhiệm các chức vụ, khiến cho xứ này được yên.<ref name=\"ReferenceB\"\/>\n\nĐến tháng 8, năm 1555, Bắc triều đã tập hợp quân sĩ đầy đủ, phòng thủ các nơi hiểm yếu, trong cõi tạm yên, vua Mạc Phúc Nguyên liền sai Mạc Kính Điển đem quân vào đánh Thanh Hóa. Lấy Thọ quận công làm tiết chế quân Nam đạo, dẫn 100 chiến thuyền làm quân tiên phong, tiến thẳng tới cửa biển Thần Phù. Sau Mạc Kính Điển hội quân đóng ở sông Đại Lại,sai Thọ quận công đóng quân ở Kim Sơn.<ref name=\"ReferenceB\"\/> Khiêm vương Mạc Kính Điển là một đối thủ lớn của Lượng quốc công Trịnh Kiểm và phe Lê-Trịnh, như chính sử thần Lê trong ''[[Đại Việt Sử ký Toàn thư]]'' phải thừa nhận: ''\"Kính Điển là người nhân hậu, dũng lược, thông minh, tài trí, nhạy bén, hiểu đời, từng trải nhiều gian nan nguy hiểm, cần lao, trung thành\"''.<ref>[[Đại Việt sử ký toàn thư]], Bản kỉ tục biên, quyển 17, tờ 9b<\/ref>\n\nTrịnh Kiểm đại hội bàn với các tướng:''Giặc cậy đông khinh ta, '''ta dùng kế mai phục đợi chúng''', thế nào cũng bắt được.''Bèn dặn dân hai bên bờ không được kinh động, ông tự mình cầm quân đặt phục binh trước ở núi Bạch Thạch<ref>Tên một ngọn núi ở phía tây bắc huyện [[Đông Sơn]], [[Thanh Hoá]].<\/ref> phía Bắc Sông, lại sai binh tượng hùng mạnh mai phục dưới núi Kim Sơn, lại sai Thái úy Hùng quốc công Đình Công đốc suất các tướng cũ của Nhà Mạc đầu hàng quân Nam triều là Lê Bá Ly, Nguyễn Khải Khang,...cùng quân bản bộ mai phục ở phía nam sông. Từ núi Yên Định cho tới núi Quân An, thì sai Phạm Đốc và Nguyễn Quyện dẫn thủy quân chiếm cứ thượng lưu từ sông Hữu Chấp đến sông Kim Bôi để làm thế ''ỷ giốc''. Khi quân Mạc đi quan Kim Sơn, đến chợ Ông Tập, họ vẫn tự cho hùng mạnh, không đề phòng, trong quân nổi tiếng đàn sáo ca hát, như vào chỗ không người.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 374<\/ref><ref>Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 128, 129<\/ref>\n\nKhi đến trưa, Đinh Công và Lê Bá Ly cho nổ 7 tiếng pháo làm hiệu, tung quân ra đánh; quân và voi ngựa từ hạ lưu qua sông đánh chặn ngang vào hậu quân Nhà Mạc, thủy quân thượng lưu đánh vào mặt tiền, rồi quân bốn mặt ập vào phá tan quân Mạc. Thọ quận công phải nhảy xuống sông, bị Triều quận công Vũ Sư Thước bắt sống. Tướng Mạc là Vạn Đôn hầu cùng vài mươi tướng tá đều bị chết đuối, Kính Điển thu thập tàn quân chạy về Thăng Long. Trịnh Kiểm dâng biểu báo thắng trận lên vua Lê Trung Tông. Nhà vua sai chém Thọ quận công cùng mấy chục tướng Mạc khác ở núi Đồng Lộc.<ref>Đại Việt thông sử, Nghịch thần truyện, Mạc Phúc Nguyên, tờ 12b<\/ref>\n\nTháng 7 năm 1557, Mạc Phúc Nguyên sai Mạc Kính Điển lại đánh Thanh Hóa, cho các tướng Phạm Quỳnh, Phạm Dao đem quân thủy vượt biển tấn công Nghệ An. Quân thủy của Mạc Kính Điển đến sông Thần Phù và vùng Tống Sơn,<ref>Nay thuộc huyện [[Hà Trung]], tỉnh [[Thanh Hóa]]<\/ref> Nga Sơn<ref>Nay là huyện [[Nga Sơn]], tỉnh [[Thanh Hóa]]<\/ref> đốt quá hết cầu nổi của quân Nam triều. Trịnh Kiểm sai Thanh quận công đóng quân ở Nga Sơn, Thụy quận công đóng ở Tống Sơn, quân Nhà Mạc không tiến lên được. Trịnh Kiểm tự mình cầm quân, đi ngầm theo núi Yên Mô, tới thẳng cửa biển, phóng quân đánh vào sau lưng quân Mạc, khiến cho quân Mạc bị kẹp vào giữa. Khi giao chiến, Trịnh Kiểm sai Vũ Lăng hầu Phạm Đức Kỳ người Hoằng Hóa, làm tiên phong. Gặp thuyền của Mạc Kính Điển, Phạm Đức Kỳ nhảy vọt sang thuyền, tuốt gươm chém tên cầm dù làm hai đoạn rơi xuống sông, Kính Điển không kịp trở tay, nhảy xuống sông trốn. Quân Mạc tan vỡ, binh lính chạy vào rừng núi, quân Nam triều bắt được nhiều khí giới. Mạc Kính Điển nhảy xuống sông, bơi vào ẩn nấp ở một hang núi ở xã Trị Nội, trong ba ngày rất đói khát. Một đêm nhân có cây chuối trôi qua cửa lạch, liền ôm cây chuối, tìm lối bơi về, may có tới bến Trinh Nữ, hạt Yên Mô có người cứu nên thoát về được.<ref>Đại Việt thông sử, Nghịch thần truyện, Mạc Phúc Nguyên, tờ 14b<\/ref>\n\nSau khi đánh bại cánh quân do Mạc Kính Điển chỉ huy, Trịnh Kiểm dùng ngay chiến thuyền của Kính Điển, chở tinh binh cắm cờ hiệu của Nhà Mạc, sai Phạm Đốc dẫn chiến thuyền tới cửa biển Đan Nhai.<ref>chỗ giáp giới giữa 2 huyện Nghi Xuân và Chân Lộc, tỉnh Hà Tĩnh, lời chú của sách Đại Việt thông sử<\/ref> Tướng Mạc là Phạm Quỳnh và Phạm Dao đóng ở đồn Tả Ao, hạt Nghi Xuân, trông thấy chiến thuyền, tưởng là quân mình đến tiếp ứng nên không đề phòng. Phạm Đốc thẳng tới đánh úp, khiến cho quân Mạc tan vỡ, hai tướng bỏ thuyền chạy về Bắc.<ref>[[Đại Việt sử ký toàn thư]], Bản kỉ quyển 16, tờ 15b<\/ref>\n\nTháng 9 ÂL năm [[1557]], Trịnh Kiểm dẫn 5 vạn quân bắc phạt<ref>Nay thuộc huyện [[Nho Quan]], tỉnh [[Ninh Bình]]<\/ref> đánh ra trung lộ Sơn Nam, đến sông Phượng Si làm cầu nổi qua sông, tiến đánh phá quân Bắc triều, bắt sống được tướng Mạc là Khánh quốc công. Quân đi đến đâu cũng không đụng đến của cải của dân, Nhân dân đều mến phục, đua nhau đem rượu, gạo, trâu bò, lương thực, đến cung cấp cho quân<ref>[[Khâm định Việt sử Thông giám Cương mục]], Bản điện tử, Chính biên quyển 28, trang 646<\/ref>. Quân Trịnh Kiểm chiếm giữ hạ lộ Sơn Nam, tiến đến hạt Giao Thủy, họ Mạc liền sai Nguyễn Quyện đem quân chống cự. Gia đình Nguyễn Quyện trước phục vụ cho Nhà Mạc, sau đầu hàng Trịnh Kiểm, rồi lại theo về Nhà Mạc, nên biết rõ tình hình quân Nam triều. Trịnh Kiểm biết vậy, tức giận, tự mình thống lĩnh bộ binh, sai Phạm Đốc chỉ huy thủy binh, sai Vũ Lăng hầu Phạm Đức Kỳ làm tiên phong dẫn thủy binh tấn công. Nguyễn Quyện và Phạm Đức Kỳ giao chiến kịch liệt, Đức Kỳ vươn mình nhảy sang thuyền Nguyễn Quyện, Quyện xông ra chém, Đức Kỳ nhảy xuống nước. Quyện nhảy sang thuyền Đức Kỳ chém người cầm lọng, rồi hô to lên rằng:''Đã chém đầu Vũ Lăng hầu đây rồi. Chúng mày sao địch nổi ta.'' Quân Trịnh Kiểm nghe vậy, tan vỡ, bỏ thuyền chạy lên bờ. Trịnh Kiểm sai thu quân trở về, sai Hoàng Đình Ái chặn hậu. Nhưng quân Nhà Mạc chặn mất lối về, quân Trịnh Kiểm phải hết sức vất vả chiến đấu, mới qua được, mất vài chục tướng, thuyền mảng khí giới phải bỏ hết. Từ đây Sơn Nam lại thuộc về Nhà Mạc.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 377<\/ref>\n\nTháng 9, năm 1558, Trịnh Kiểm lại xuất quân ra đánh thượng lộ xứ Sơn Nam, kinh lược vài huyện rồi trở về, lưu Thái úy Nguyễn Khải Khang ở lại trấn thủ và chiêu tập dân địa phương. Đà quận công Mạc Ngọc Liễn, là cháu gọi Nguyễn Khải Khang bằng cậu, sai thổ dân ở Mỹ Lương trá hàng, rồi lừa bắt Khải Khang giải về triều Mạc, bị xé xác. Tháng 10 năm đó, Trịnh Kiểm tâu với vua Lê về chiến lược đánh Nhà Mạc, ông tâu lên vua Lê đại ý rằng: Thuận Hóa ngày trước là kho tinh binh, Lê Thái Tổ dùng lính ấy mà định thiên hạ, địa hình hiểm trở, nhiều nguồn lợi trên rừng, dưới biển, về phương diện trọng yếu không có xứ nào có thể hơn. Vậy nên hết sức giữ gìn, để làm như một bức bình phong vững chắc. Còn như lối đường tự xứ Nghệ An vào, thì vì đường thủy đường bộ xa cách, có thể khỏi phải để ý lo ngại. Duy từ Hải Dương và xứ Quảng Yên, khi nhân thuận chiều gió Nam, giặc phóng thuyền ra biển, thì chỉ vài ngày có thể đến địa phận, sợ binh triều Mạc dễ thừa cơ xâm lược bằng nẻo đường này, nên cho Nguyễn Hoàng vào trấn thủ xứ này. Thuận Hóa yên rồi, chúng ta bắt đầu kinh lý xứ Sơn Nam và xứ Sơn Tây, rồi thứ đến khôi phục Kinh đô cũ, nghiệp đế có thể thành công. Vua Lê Anh Tông đồng ý, từ đó Nguyễn Hoàng dẫn con em Thanh Nghệ tiến vào cai trị xứ Thuận Hóa, quân Mạc không vượt biển bằng đường thủy nhòm ngó Thuận Hóa nữa.<ref name=\"ReferenceC\"\/>\n\nThời gian này Trịnh Kiểm tích cực vỗ trị quân dân, luyện tập tướng sĩ, thu dụng nhân tài, tích trữ khí giới lương thực để chuẩn bị một trận đánh đại quy mô nhằm thống nhất quốc gia. Ông bàn với các tướng đại ý rằng: Quân Nam triều thường đi qua lộ Sơn Nam, quân Mạc đem thủy bộ lục binh trấn giữ; chỉ có lộ thượng Sơn Tây, xứ Tuyên Quang, Hưng Hóa, Tuyên Quang Nhà Mạc không phòng bị. Vậy nay nên xuất binh từ lối Thiên Quan, đi qua xứ Hưng Hóa; qua đò sông Thao, rồi đi theo chân núi, lược định hai xứ Thái Nguyên và Lạng Sơn, phủ dụ dân biên thùy, chiêu tập hào kiệt, sau mới xua quân xuống xứ Kinh Bắc, chia quân đánh vào Sơn Nam, Hải Dương, lúc ấy Nhà Mạc chỉ giữ được thành Thăng Long mà thôi. Ta chỉ lo các huyện xứ Thanh Hóa, các cửa biển đều là khen khóa cốt yếu của nội kỳ, cần canh phòng, lúc ấy đại sự sẽ thành.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 380, 381<\/ref>\n\nVua Lê đồng ý, Trịnh Kiểm liền cử Phong quận công Trịnh Quang làm Đề đốc ngự doanh; Phù quận công Lê Chủng làm trấn thủ đạo Thanh Hoa, Trào quận công Vũ Sư Thước và An quận công Lại Thế Khanh cùng lĩnh tinh binh trấn thủ cửa biển. Tháng 9 năm 1559, Trịnh Kiểm cầm 6 vạn quân nói phao lên 12 vạn quân. Đại quân tiến từ Thiên Quan tới thượng lộ Sơn Tây, đến đâu đều không phạm của dân, người dân quy phục. Khi đến Tuyên Quang, Hưng Hóa, tướng Tây đạo là Định quận công đem quân đến hội. Định quận công được sai trấn giữ An Tây và Đại Đồng để củng cố phiên trấn và mở đường từ Thiên Quan nối liền với Hưng Hóa, Tuyên Quang, thông đến Kinh Bắc để vận tải lương thực cung cấp cho quân.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 381<\/ref>\n\nTháng 10, Trịnh Kiểm đem quân đánh dẹp các xứ Kinh Bắc, đóng dinh ở phủ Thuận An, cầm cự với quân Mạc, sau dời đến núi Tiên Du. Tháng 11, xua quân đánh phủ Khoái Châu, Hồng Châu và các huyện Siêu Loại, Văn Giang, quân Mạc bỏ chạy. Tháng 12, lại đánh phủ Khoái Châu, Hồng Châu, Nam Sách, quân Mạc tan vỡ. Đến tháng 2, năm 1560, Mạc Phúc Nguyên sai tướng giữ thành Thăng Long, bên ngoài đóng một dải dọc sông về phía tây, trên từ Bạch Hạc, dưới đến Nam Xang, dinh trại liền nhau, thuyền ghe san sát, ban ngày phất cờ gióng trống báo nhau, ban đêm đốt lửa làm hiệu để chống quân Nam triều. Trịnh Kiểm chia quân đi đánh Đông Triều, Giáp Sơn, Chí Linh, An Đông, đều lấy được, vua Mạc phải dời ra Thanh Đàm.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 382, 383<\/ref>\n\nTrịnh Kiểm sai Hoàng Đình Ái trấn thủ Lạng Sơn, Lê Khắc Thận trấn thủ Thái Nguyên, Vũ Văn Mật trấn thủ Tuyên Quang, 3 trấn này liên lạc và cứu viện lẫn nhau, sự liên lạc từ Thiên Quan tới Kinh Bắc không bị gián đoạn. Đến năm 1561, quân Nhà Mạc bị bao vây nguy cấp, có người hiến kế cho Phúc Nguyên đại ý rằng: Dùng cách cầm cự với quân Nam triều chờ cho họ hết lương là sai lầm, vì đường vận tải của họ thuận tiện, đã đóng quân hai năm nay. Chi bằng xuất kỳ bất ý đánh vào Thanh Hoa, thì họ sẽ tự rút quân về. Đó gọi là kế đánh ''đánh nước Ngụy để cứu nước Hàn của Tôn Tử vậy.''<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 385<\/ref>\n\nMạc Phúc Nguyên nghe theo kế sách ấy, liền điều Kính Điển về, cho người khác thay trấn thủ Kinh Bắc. Tháng 7 năm 1561, Mạc Kính Điển dùng thủy binh đánh vào cửa biển, hòng cướp Thanh Hóa. Các tướng Nam triều hoảng hốt, vội rút quân về giữ sách Vạn Lại; Trịnh Kiểm điều Hoàng Đình Ái đem quân về trấn thủ Thanh Hóa. Tháng 9, Kính Điển đánh vào cửa An Trường, sắp tới sách Vạn Lại, quân Nam triều dùng phục binh đánh bại quân tiên phong, Kính Điển lại nghe tin quân Hoàng Đình Ái sắp về, liền rút quân về Bắc. Trịnh Kiểm cũng rút hết quân, lui về Thanh Hóa.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 386<\/ref>\n\nNăm 1564, Mạc Phúc Nguyên chết, con đích là Mạc Mậu Hợp lên thay, mới 2 tuổi, mọi việc do Mạc Kính Điển và Mạc Đôn Nhượng phụ tá. Tháng 9 năm 1565, Thái sư Trịnh Kiểm phát binh đánh ở lộ Sơn Nam, đánh đâu cũng thắng. Mạc Kính Điển lại dùng thủy binh tiến vào đánh Thanh Hóa. Kính Điển đánh bại quân Nam triều một trận lớn, Trịnh Kiểm vội dẫn quân về, Kính Điển lại rút binh về bắc. Tháng 9 năm [[1566]] ông lại tiến đánh các hạt Gia Viễn và Phụng Hóa rồi dẫn quân về. Mùa hạ tháng 4 năm [[1568]], dù đang bị bệnh, ông vẫn cố gượng ra trận, đánh phá các huyện Yên Mô, Yên Khang, Phụng Hoá, Gia Viễn, hạ lệnh thu thóc lúa rồi về.<ref>[[Đại Việt sử ký toàn thư]], Bản kỉ 16, tờ 25a<\/ref>\n\n==Qua đời ==\nTrịnh Kiểm chết ngày [[18 tháng 2]] năm [[Canh Ngọ]], tức ngày [[24 tháng 3]] năm [[1570]] niên hiệu Chính trị thứ 13, hưởng thọ 68 tuổi, nắm quyền 25 năm trải 3 đời vua Lê Trang Tông, Lê Trung Tông và Lê Anh Tông. Anh Tông sai con trưởng của Trịnh Kiểm là [[Trịnh Cối]] làm Đạt quốc công nắm binh quyền.\n\nTrịnh Kiểm được truy tôn miếu hiệu là [[Thế Tổ]] (世祖), thụy hiệu: '''''Minh Khang''' Nhân Trí Vũ chinh hung lược Hiển đức phong công Khải nghiệp hoành mô Tế thế trạch dân Kiến ưu khuông bích Triệu tường dụ quốc Quảng vạn hoằng mô Dụ hậu diễn phúc Tĩnh bích tá mạn Thùy hưu đốc bật Khai quốc cương nghị Phụ quốc tán trị Nghi uy triệu vũ Diên khánh vĩnh tự Kinh văn tuy lộc Cảnh quang phi hiếu Dương võ phù tộ Hưng nghiệp thùy thống Hồng sư nguyên tự Đốc dự riễu tự Yến mưu hồng nghiệp Khoát dại khoan dung Lập cực vĩnh điển Tuy phúc trí đức Quảng huệ phù vận Tư trị hồng ơn Tích hậu vĩnh đức Đại công thịnh nghiệp Chế trị phục viễn Lập kinh trần kỷ Cương minh hung đoán Trương thiện triệu uy Trấn quốc an cương Quan minh tấn triết Cung ý quả quyết Sáng pháp khai cờ Cảnh thái vĩnh quang Hàm trương tái vật Mậu công hoành hiến Pháp thiên hưng vận Quách hoành khôi cương Tề thánh thông minh Vũ anh quả tịch Trương nghĩa bình tàn Thánh nhân duệ trí Cương kiên trung chính Anh hùng hào kiệt Kiến nghĩa tạo mưu Khai tiên xương hậu Thái thủy phu tiên Sùng cơ triệu khánh Thần vũ thánh văn Hùng tài vĩ lược Lập nghiệp phối thiên Cao công đức hậu Triệu mưu khải vận Sáng nghiệp lập bản '''Thái Vương''''' (明康仁智武貞雄略顯德豐功啟業宏謨濟世澤民建謀匡辟肇祥裕國廣運洪謨裕後衍福靖難佐辟垂休篤弼開國剛毅輔國贊治毅威耀武延慶永緒經文綏祿耿光丕憲揚武扶祚興業垂統鴻休綿緒篤裕衍嗣燕謀鴻業豁達寬容立極永興綏福至德廣惠扶運資治洪恩積厚永德大功盛業制治服遠立經陳紀剛明雄斷彰善耀威鎮國安疆光明睿智恭懿果決創法開基景泰永光含章載物茂功宏憲法天興運廓宏恢疆齊聖聰武英果避遠仗義平殘聖神睿智剛健中正英雄豪傑建義造謀開先昌後太始孚先崇基肇慶神武聖文雄才偉略立業配天功高德厚兆謀啟運創業立本太王) gọi tắt là '''Minh Khang Thái Vương''' (明康太王),<ref>Kim Giám thực lục – 1802, Đại Việt sử Ký toàn thư năm Chính Hòa 1697, ngày 22 tháng 3 năm Giáp Ngọ niên hiệu Quang Hưng thứ 16 (1594) triều đình Nhà Lê ban Kim sách 132 mỹ tự cho Thái vương<\/ref> hiệu là Trung Huân (忠勳).\n\nNhưng Trịnh Cối không biết thương quân sĩ, nên tướng tá không ai quy phục đều bỏ theo cả về với em là Phúc Lương hầu Trịnh Tùng. Vua Lê Anh Tông phong Trịnh Tùng làm Trường quốc công tiếp tục cơ nghiệp phò Lê.<ref name=\"TGCP15\" \/>\n\n==Nhận định==\nSách ''[[Đại Việt Sử ký Toàn thư]]'' do sử thần Đại Việt thời Lê trung hưng soạn có lời khen ngợi Thái sư Trịnh Kiểm:\n{{Cquote|'' Lượng quốc công càng dốc lòng trung trinh, mọi việc đều quyết đoán rõ ràng, công việc đều đâu ra đấy cả.''|||Đại Việt Sử ký Toàn thư<ref name=\"Nội 1998\"\/>}}\n\nNăm 1594, Hoàng đế [[Lê Thế Tông]] sai [[Nguyễn Hoàng]] mang kim sách gia phong Minh Khang Thái Vương làm '''Minh Khang Nhân Trí Vũ Trinh Hùng Lược Thái Vương'''. Lời kim sách viết: \n{{Cquote|''... Nay Suy trung dực vận hiệp mưu đồng đức phụ quốc kiệt tiết đôn hậu minh nghĩa công thần đặc tiến khai phủ kim tử vinh lộc đại phu kiêm tổng nội ngoại bình chương quân quốc trọng sứ Thái quốc công đặng Minh Khang Nhân Trí Thái Vương Trịnh Kiểm vốn là đường kiều họ lớn, hoàn quyển dòng sang. Buổi đầu ứng theo cờ nghĩa, sửa kinh luân giềng mối buổi gian truân; một phen thu lại cõi xưa, định hưng phục quy mô khi phò tá. Đối với Tiên vương, công tốt có nhiều; xét đến con nối, nghiệp lớn càng rõ. Có khác gì Tây Bình cả nhà trung nghĩa, xã tắc được yên; [[Quách Tử Nghi|Phần Dương]] dựng lại quốc gia, thiên hạ công nhất. Phúc trước đến nay rực rỡ, hiệu mới nên được tôn sùng. Đặc sai Suy trung dực vận đồng đức công thần đặc tiến phụ quốc thượng tướng quân Trung đô đốc phủ tả đô đốc chưởng phủ sự thái uý Đoan quận công thượng trụ quốc Nguyễn Hoàng mang kim sách tiến phong làm Suy trung dực vận hiệp mưu đồng đức phụ quốc kiệt tiết đôn hậu minh nghĩa công thần thượng tướng Minh Khang Nhân Trí Vũ Trinh Hùng Lược Thái Vương...''|||Lê Thế Tông<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 187<\/ref>}}\n\nSĩ phu [[Đại Nam]] thời Nguyễn, [[Phan Huy Chú]], trong sách ''[[Lịch triều hiến chương loại chí]]'' đã thuật lại công lao của vua Lê Trang Tông trong việc trung hưng triều Lê. Thực chất, đây là lời ca ngợi gián tiếp Trịnh Kiểm vì ông mới là người lãnh đạo thực tế:<ref name=\"lichtrieu242243\">Lịch triều hiến chương loại chí, tập 1, 2007, các trang 242-243.<\/ref>\n{{cquote|''Về sau được Dực quận công Trịnh Kiểm giúp đỡ, vua hết lòng tin theo, cất người hiền, dùng kẻ tài, chăm dân, thương lính, sửa sang pháp lệnh, trong cõi rất yên. Rồi đem quân tiến đánh lấy được cả đất cát châu Ái, châu Hoan, dựng hành điện ở sách Vạn Lại. Các hào kiệt ở xa đều theo về cả. Cơ nghiệp trung hưng, thực là bắt đầu từ đây.''|||Phan Huy Chú}}\n\nPhần viết về triều đại Lê Trung Tông cũng ghi nhận:<ref name=\"lichtrieu242243\"\/>\n{{Cquote|''Mọi việc đều giao cho Lượng quốc công Trịnh Kiểm quyết định. Xếp đặt trăm quan, nước giàu binh mạnh. Bắt đầu dời hành tại ra An Trường. Lại dời ra Biện Thượng. Lúc mới lên, vua mở khoa thi lấy nhân tài, hào kiệt bốn phương đều quy phụ. Rồi đó, thu được cả châu Ái, châu Hoan, châu Thuận, châu Quảng, định cả tây nam, đánh được Đông Đô. Dẫu chưa trở về Kinh thành cũ, nhưng cái thế lớn thịnh, cái cơ hưng phục trông thấy rành rành.''|||Phan Huy Chú}}\n\nTheo lời bàn của các sử quan Nhà Nguyễn trong sách Khâm định Việt sử thông giám cương mục, họ không rõ Trịnh Kiểm có muốn cướp ngôi hay không, nhưng đến đời con ông mới có ý đó:\n{{Cquote|''Trịnh Kiểm tuy chuyên quyền nhưng tội ác chưa có gì tỏ rõ cho lắm; đến Trịnh Tùng mới thật là gian thần như đồ Vương Mãng và Tào Tháo.''|||Khâm định Việt sử Thông giám Cương mục<ref>Khâm định việt sử thông giám cương mục, Nhà xuất bản giáo dục Hà nội, 1998, bản điện tử, tr 659<\/ref>}}\n\n==Gia đình==\n*'''Cha''': Hưng Tổ Dục Đức vương [[Trịnh Lâu]]\n*'''Mẹ''': Từ Tâm Thục phi [[Hoàng Thị Dốc]]\n* '''Vợ:'''\n** Từ Phúc Chính phi '''Lại Thị Ngọc Trân''', thụy '''Từ Phúc'''. Người làng [[Long Phúc]], huyện [[Thạch Hà]]. Bà là con của Thái bảo Nhân Quận Công Lại Thế Tưởng, là em gái của Thái tể Trang Quốc Công [[Lại Thế Vinh]] và Hữu phủ Lương Quận Công Lại Thế Đạt, là cô ruột của Thái bảo Phúc Quận Công Lại Thế Mỹ, Phó tướng Phúc Quận Công Lại Thế Thiện, Thái Tể Khiêm Quốc Công Lại Thế Khanh. Đức bà cũng là Bà cô ruột của Thành tổ Triết Vương Chính Phi Lại Thị Ngọc Nhu. Tục gọi là Đức bà Chợ Huyện. \n** Từ Nghi thái phi '''[[Nguyễn Thị Ngọc Bảo]]''' (mất năm [[1586]]), thụy '''Từ Nghi'''. Người làng Gia Miêu Ngoại trang, huyện Tống Sơn, Thanh Hóa, con của Hưng Quốc công [[Nguyễn Kim]]\n** Hiền phi '''Trương Thị Ngọc Lãnh''' (mất năm 1586). Người sách Thọ Liêu, huyện [[Thạch Thành]], con gái Sùng Đạo công [[Trương Phụ Đạo]]. Bà sinh ra Dương Nghĩa Công Trịnh Đỗ. Sau được truy thụy hiệu '''Từ Hạnh''', lăng táng ở quê nhà\n* '''Con trai:'''\n** Đạt Nghĩa công (Tuấn Đức hầu) [[Trịnh Cối]]. Con của Chính phi Lại Thị Ngọc Trân.\n** Thành tổ Triết vương [[Trịnh Tùng]]. Con của thứ phi [[Nguyễn Thị Ngọc Bảo]].\n** Thái Bảo Nhuệ. Con của Chính phi Lại Thị Ngọc Trân.\n** Trịnh Hoan con của Chính phi Lại Thị Ngọc Trân.\n** Trịnh Toản con của Chính phi Lại Thị Ngọc Trân.\n** Dương Nghĩa công (Phụng quốc công) [[Trịnh Đỗ]]: Con của Hiền phi Trương Thị Ngọc Lãnh\n*** Dự phong Uy dũng tuyên lực kiệt tiết dực vận tán trị công thần truy tặng Thái tể thụy Ý Thuần\n*** Năm Tân Mùi niên hiệu Chính trị thứ 17 (1774) phong hàm Thái bảo Ngạn Quận Công\n*** Năm Quý Tỵ (1593) phong hàm Thái phó\n*** Năm Bính Dần (1626) Phong tước Dương Lễ Công\n*** Năm Vĩnh Tộ thứ 10 (Mậu Thìn, 1628) phong Thái úy chưởng phủ sự Dương Lễ Công Trịnh Đỗ \n*** Khi ông mất được phong tặng: '''Thái tệ thụy Ý Thuần dự phong Dực vận tán trị Công Thần'''\n** Dịch Nghĩa công (Vĩnh Thọ hầu) [[Trịnh Đồng]] \n*** Dự phong Dương vũ uy dũng tuyên lực kiệt tiết dực vận tán trị công thần\n*** Ông không có con trai. Con gái lấy quan Lai vu bá Đinh Văn Lai (con của Cầu Quận Công Đinh Văn Giai).\n** Cần Nghĩa công (Quảng Diên hầu) [[Trịnh Ninh]], chắt trường là phò mã vua Lê làm Tham đốc (hàm Nhị phẩm) tước Hán Trung hầu Trịnh Cát phụng tự\n* '''Con gái:''' \n** Trưởng Thượng Quận Chúa [[Trịnh Thị Ngọc Xuân]], '''thụy Đức Phương'''\n** (Vương nữ\/công nữ) Quận Chúa [[Trịnh Thị Ngọc Tôn]], thụy '''Từ Tích'''\n&nbsp;&nbsp;\n{| border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"font-size:90%; margin:1em 2em 1em 1em; text-align:center\"\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" |\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |'''Trịnh Kiểm'''<br \/> 1545 - 1570||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |1<br \/> '''[[Trịnh Tùng]]'''<br \/> 1570 - 1623||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |2<br \/> '''[[Trịnh Tráng]]'''<br \/> 1623 - 1657||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |3<br \/>'''[[Trịnh Tạc]]'''<br \/> 1657 - 1682||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |4<br \/>'''[[Trịnh Căn]]'''<br \/> 1682 - 1709||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |[[Trịnh Vịnh]]||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |[[Trịnh Bính]]||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |5<br \/>'''[[Trịnh Cương]]'''<br \/> 1709 - 1729||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" style=\"border-width: 2px 0 0 2px; border-style:solid; border-color:black;\" | || width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" | || width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |&nbsp;|| width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |6<br \/>'''[[Trịnh Giang]]'''<br \/> 1729 - 1740||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |7<br \/>'''[[Trịnh Doanh]]'''<br \/> 1740 - 1767||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" | || width=\"20px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |11<br \/>'''[[Trịnh Bồng]]'''<br \/> 1786 - 1787||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |8<br \/>'''[[Trịnh Sâm]]'''<br \/> 1767 - 1782||&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" style=\"border-width: 0 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" style=\"border-width: 2px 0 0 2px; border-style:solid; border-color:black;\" | || width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" | || width=\"75px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |&nbsp;|| width=\"20px\" style=\"border-width: 2px 0 0 0; border-style:solid; border-color:black;\" |\n| width=\"75px\" style=\"border-width: 2px 2px 0 0; border-style:solid; border-color:black;\" |&nbsp;\n|-\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |10<br \/>'''[[Trịnh Khải]]'''<br \/> 1782 - 1786||&nbsp;\n| width=\"75px\" | || width=\"75px\" | || width=\"20px\" |\n| colspan=\"2\" style=\"border:1px solid #8F8F8F;\" |9<br \/>'''[[Trịnh Cán]]'''<br \/> 1782 - 1782||&nbsp;\n|-\n|}<span><\/span><span><\/span>\n\n== Giai thoại ==\n\nĐương thời từ một người nghèo bằng tài trí của mình mà ông đã trở thành người tột đỉnh quyền lực nên có nhiều giai thoại về ông trong đó có 1 giai thoại nổi tiếng nhất như sau :\n\nThiếu thời ông là một người mồ côi cha nên rất hiếu thuận với mẹ. Một hôm mẹ ông bị ốm nên buột miệng nói thèm thịt gà, nhà nghèo không có tiền nên ông đi ăn trộm gà nhà bên cạnh. Nhà hàng xóm thấy đàn gà cứ mất dần liền sinh nghi bèn rình và bắt được ông đang ăn trộm rồi kiện lên quan. Khi tra hỏi thì ông nói là vì mẹ ốm, nhà nghèo không có gì bồi bổ cho mẹ nhanh khỏe nên ông mới đi ăn trộm. Quan nghe xong mủi lòng thương nhưng người hàng xóm nhất quyết không chịu vì ông ăn trộm không chỉ một lần với lại thời loạn lạc giá trị của con gà rất lớn. Bức bí vì không biết phải xử sao nên quan quyết định xử tội mẹ ông 30 trượng vì bà không dạy con lại còn ăn thứ con ăn trộm.\nMẹ ông vốn thân đàn bà, tuổi cao sức yếu lại thêm đang bị bệnh nên bà đau quá mà chết đi (cũng có người nói rằng bà mẹ bị quăng xuống giếng cho chết chìm vì thời xưa luật pháp coi rẻ phụ nữ, nhất là phụ nữ có con trộm cắp). Mất đi người thân duy nhất nên ông vô cùng phẫn uất và không còn thiết tha gì với cuộc sống hết. Ông đi lính, không còn mẹ già mong ngóng nên ông càng chán chường nên lao vào chém giết giặc mà không sợ bị chết. Thấy một viên tướng trẻ tuổi lại dũng cảm khác thường nên Nguyễn Kim rất ưng thuận nên cất nhắc dần dần và cuối cùng còn gả con gái cho và phong tước rất trọng.\n\n== Xem thêm ==\n* [[Chúa Trịnh]]\n*[[Nguyễn Kim]]\n*[[Nguyễn Hoàng]]\n*[[Mạc Phúc Nguyên]]\n*[[Mạc Kính Điển]]\n*[[Lê Quý Ly]]\n\n==Sách dùng để viết bài==\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, tập 1, 2, 3, năm 1998.\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007.\n*Lịch triều hiến chương loại chí, tập 1, 2, Nhà xuất bản giáo dục, 2007.\n*Đất nước Việt Nam qua các đời, Nhà xuất bản Nhã Nam 2016.\n*Việt Nam sử lược.\n*Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007.\n*Khâm định việt sử thông giám cương mục.\n*Việt Nam văn hóa sử cương, tác giả Đào Duy Anh.\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n\n{{Chúa Trịnh}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n{{Thời gian sống|sinh=1503|mất=1570}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Mất năm 1570]]\n[[Thể loại:Sinh năm 1503]]\n[[Thể loại:Chính trị gia thế kỉ 16]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Vương tước truy phong Việt Nam]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]\n[[Thể loại:Vĩnh Lộc]]"}