{"146879":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Bồng\n| tên gốc = 鄭槰\n| tước vị = [[Chúa Trịnh]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Trịnh Bồng.png\n| cỡ hình = 150px\n| ghi chú hình = Chân dung Trịnh Bồng trong ''Trịnh gia chính phả''\n| tại vị = [[tháng 9]] năm [[1786]] – [[tháng 9]] năm [[1787]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1786 till:1787 color:red\n<\/timeline>\n| chức vị = [[Trịnh]] [[Vương (tước hiệu)|Vương]]\n| đăng quang = \n| tiền nhiệm = [[Trịnh Khải|<font color=\"grey\">Trịnh Khải<\/font>]]\n| nhiếp chính = [[Lê Chiêu Thống|Lê Mẫn Đế]] ([[1786]] – [[1789]])\n| kế nhiệm = <font color=\"blue\"><\/font>Chính quyền chúa Trịnh sụp đổ<font color=\"blue\"><\/font>\n| kiểu nhiếp chính = Thời kỳ\n| tên đầy đủ = Trịnh Bồng (鄭槰)\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| phối ngẫu = \n| con cái = \n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = Côn Quận Công<br>Án Đô Vương  (晏都王)\n| hoàng tộc = [[Chúa Trịnh]]\n| cha = Uy Nam Vương [[Trịnh Giang]]\n| mẹ = \n| sinh = [[25 tháng 8]] năm [[1749]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1791|2|13|1740}}\n| nơi mất = [[Ai Lao]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Án Đô vương Trịnh Bồng''' ([[chữ Hán]]: 鄭槰; 25 tháng 8 năm 1749 - 13 tháng 2 năm 1791), là vị [[chúa Trịnh]] thứ 11 thời [[Lê Trung hưng]] và cũng là vị chúa cuối cùng trong [[lịch sử Việt Nam]]. \n\n==Thân thế==\nTrịnh Bồng là con của Uy Nam vương [[Trịnh Giang]], sinh năm 1740, anh họ của Tĩnh Đô vương [[Trịnh Sâm]] và là bác họ của Đoan Nam vương [[Trịnh Khải]]. Nguyên quán Trịnh Bồng ở làng Sóc Sơn, huyện Vĩnh Lộc, [[Thanh Hóa]], [[Việt Nam]]. Khi cha con Trịnh Sâm cầm quyền, ông được phong là Côn Quận Công.\n\n==Chối bỏ ngôi chúa==\nKhi xảy ra [[vụ án năm Canh Tý]] (1780), Trịnh Khải bị Trịnh Sâm ghét và phế làm con út không cho kế nghiệp, nhưng con thứ là [[Trịnh Cán]] mà Tuyên phi sinh ra lại yếu ớt. Lúc đó Trịnh Sâm từng tính đến việc cho Tuyên phi Đặng Thị Huệ nuôi Trịnh Bồng làm người thay thế, trả lại ngôi chúa cho Trịnh Giang.\n\nTrinh Sâm mất, Điện Đô vương Trịnh Cán lên ngôi, kiêu binh nổi loạn giết phụ chính [[Hoàng Đình Bảo]], lật đổ Cán. Mấy lần kiêu binh muốn đến rước Trịnh Bồng lên làm chúa nhưng ông từ chối. Kiêu binh bèn lập Trịnh Khải làm chúa, tức là Đoan Nam vương.\n\n==Mạt chúa thời loạn==\n===Cứu vãn nghiệp tổ tiên===\nCơ nghiệp của họ Trịnh thời Trịnh Khải đã suy yếu. Kiêu binh làm loạn, triều đình bất lực. Phía nam, quân [[Nhà Tây Sơn|Tây Sơn]] thế mạnh như nước. Năm 1786, vua Thái Đức [[Nguyễn Nhạc]] cử em là [[Nguyễn Huệ]] cùng tướng cũ của [[Đàng Ngoài|Bắc Hà]] mới về hàng là [[Nguyễn Hữu Chỉnh]] mang quân bắc tiến ra [[Thăng Long]].\n\nQuân Trịnh thường ngày đã chểnh mảng việc phòng bị, gặp phải sức tiến công của quân Tây Sơn đã nhanh chóng tan rã. Quân Tây Sơn với khẩu hiệu \"Phù Lê diệt Trịnh\", chỉ trong 1 tháng đã chiếm được Thăng Long.\n\nKhi Trịnh Khải bỏ trốn lên Sơn Tây, Trịnh Bồng khi đó đã ngoài 40 tuổi, lánh nạn ở huyện [[Văn Giang]] ([[Hưng Yên]]).\n\nKhi [[Nguyễn Huệ]] và vua Thái Đức [[Nguyễn Nhạc]] rút về [[Nam Hà]], các tướng cũ của họ Trịnh là Hoàng Phùng Cơ, Đinh Tích Nhưỡng và Dương Trọng Tế khởi binh để khôi phục lại họ Trịnh.\n\nMột người tông tộc khác là Trịnh Lệ mang quân vào chiếm giữ phủ chúa Trịnh để làm chúa. Vua Lê Mẫn Đế vốn được tác động của anh em Tây Sơn, không bằng lòng việc lập lại chúa Trịnh, tình hình ở kinh thành rất căng thẳng.\n\nĐinh Tích Nhưỡng nhân cơ hội đó khuyên Trịnh Bồng lấy danh nghĩa dẹp Trịnh Lệ làm loạn để giúp vua Lê. Nhân đó Trịnh Bồng tập hợp được nhiều tướng sĩ cũ. Cuối cùng phe Trịnh Lệ thất thế, Trịnh Bồng vào yết kiến [[Lê Chiêu Thống|Lê Mẫn Đế]] (Chiêu Thống). Chiêu Thống vẫn chỉ phong ông làm Thái úy, tước Côn Quận Công như cũ. Phe Đinh Tích Nhưỡng nhất định ép Chiêu Thống phải phong Trịnh Bồng làm vương. Vua Chiêu Thống không bằng lòng, song vì thế yếu không thể ngăn cản được nên bất đắc dĩ phải chấp nhận, nên phong cho Trịnh Bồng làm Nguyên Soái, Tổng Quốc Chính Án Đô Vương.\n\n===Mất ngôi chúa===\nTrịnh Bồng nhu nhược không điều khiển được công việc, chính sự vào tay [[Đinh Tích Nhưỡng]], vua Lê lại bị lấn át như trước đây. Nghe lời khuyên của các văn thần, vua Chiêu Thống vời [[Nguyễn Hữu Chỉnh]] đang trấn thủ ở [[Nghệ An]] đem quân về giúp.\n\nCuối 1786, Nguyễn Hữu Chỉnh được lệnh của vua Lê, mộ được hơn một vạn quân, đánh thốc ra Thăng Long. Các tướng họ Trịnh đều không phải là địch thủ của Hữu Chỉnh nên bị Chỉnh đánh bại.\n\nTrịnh Bồng trốn chạy về xã Dương Xá rồi Quế Võ ([[Bắc Ninh]]). Sau đó ông đi Hải Dương - Quảng Yên và [[Thái Bình]] mộ quân lương để đánh lại Nguyễn Hữu Chỉnh, nhưng đều bị thất bại.\n\nTrịnh Bồng chạy khỏi kinh thành, [[Phủ chúa Trịnh]] được xây từ hơn 200 năm bị [[Lê Chiêu Thống]] đốt cháy rụi, và việc [[Lê Chiêu Thống]] nghe lời [[Nguyễn Hữu Chỉnh]] cho vét hết chuông đồng và tượng đồng ở các chùa, các đền trong nước đem đúc tiền để dùng vào việc quân. Sách ''Lê Quý kỷ sự'' chép:\n:''người đương thời có câu mỉa mai:\n::::''Thiên hạ thất tự chung, chung thất, nhi đỉnh an tại !''\n::::''Hoàng thượng phần vương phủ, phủ phần, tức điện diệc không !''\n\n:Nghĩa là: \n::::Thiên hạ mất chuông chùa, chuông đã mất, vạc dựa vào đâu !\n::::Hoàng thượng thiêu phủ chúa, phủ bị thiêu, điện trơ ra đó ! <ref>Nguyễn Thu, Lê Quý kỷ sự, Nhà xuất bản Khoa học xã hội, Hà Nội 1974, trang 66<\/ref>\n\n==Hải Đạt thiền sư==\nTrịnh Bồng chạy thoát, dâng biểu về cho Lê Chiêu Thống viết:\n:''\"Kiếp này sinh ra lỗi thời, gặp lúc nước nhà lắm nạn, rất lo cho việc tôn miếu xã tắc. Dâng biểu trần tình, rất mong được hoàng thượng cho triều kiến...\"''\n\nVua Chiêu Thống ngậm ngùi:\n:\"''Tấm lòng thật thà của Bồng, trẫm đã lường biết, chỉ vì không khéo xử sự trong lúc gặp biến cố nên mới ra nỗi như thế. Nếu đã nghĩ lại và biết hối, trẫm sẽ có cách đối đãi, chẳng những giữ được dòng dõi mà cũng không mất địa vị giàu sang.''\"\n\nNguyên lúc đó vua Chiêu Thống bị Hữu Chỉnh lộng quyền, không làm gì được nên lại có ý hợp tác với Trịnh Bồng. Tuy nhiên, khi Chiêu Thống sai người đi đón ông, Nguyễn Hữu Chỉnh hay tin, mang quân đánh tan quân của Đinh Tích Nhưỡng. Nhưỡng thua nặng, không còn thủ hạ, binh khí, bỏ chúa mà chạy. Trịnh Bồng phải sống lẩn lút ở ven biển và cuối cùng ông bỏ đi tu, tự xưng là Hải Đạt thiền sư, đi khắp vùng [[Lạng Sơn]], [[Cao Bằng]].\n\nCó người học trò là Vũ Kiều ở kinh kỳ chạy loạn lên Lạng Sơn gặp ông ở chùa Tam giáo, nhận ra là chúa Trịnh, bèn nói với các tướng bản địa là Hà Quốc Kỳ và Nguyễn Khắc Trần đón ông về nhà, tính chuyện khởi sự. Ông chắp tay nói rằng mọi người nhận nhầm nhưng Vũ Kiều một mực không chịu, khuyên ông bỏ tu hành để khôi phục cơ nghiệp. Ông khóc nói rằng:\n:''Sức ta đã hết, của không còn mà vẫn không thể giành được với trời, nên đành nín nhịn để giữ lấy thân mình, đâu còn dám làm càn để lại lầm lẫn nữa?''\n\nHà Quốc Kỳ và Khắc Trần thấy Trịnh Bồng nói lộ chân tướng, quyết ý giữ lấy ông để ra lệnh cho quân lính. Tuy nhiên, cả hai người đều là tướng không có tài, muốn lợi dụng việc lập ngôi chúa để mưu đồ riêng. Dân trong vùng không phục, nổi dậy giết chết cả Kỳ và Trần.\n\n==Huệ Địch công==\n\nKhi [[Lê Chiêu Thống]] theo chân quân Thanh vào [[Thăng Long]]. Sách [[Lê Quý kỷ sự]] chép: ''Giáng phong Yến đô vương Trịnh Bồng xuống làm Huệ địch công. Bồng từ [[Kim Bảng]] đến [[Thăng Long]], lạy mừng nhà vua, [[Lê Chiêu Thống|Tự hoàng]] mời vào hội kiến, thăm hỏi yên ủi Bồng cảm khóc lạy tạ. Tự hoàng sai phong Bồng làm Huệ Địch công. Sau đó, mỗi khi triều yết, Bồng cũng ngang như bách quan.<ref>Nguyễn Thu, Lê Quý kỷ sự, Nhà xuất bản Khoa học xã hội, Hà Nội 1974, trang 117<\/ref>\n\nTrịnh Bồng được sách [[Hoàng Lê nhất thống chí]] miêu tả là người đôn hậu, thật thà, không có hùng tâm làm chúa. Khi bị mất ngôi, cơ nghiệp của cha ông không thể cứu vãn, ông trốn đời bỏ đi tu hành rồi trốn đời đi biệt tích, tuyệt nhiên không nghĩ tới chuyện cầu viện nước ngoài {{fact}}.\n\nSau này quân [[Nhà Tây Sơn|Tây Sơn]] do [[Nguyễn Huệ]] chỉ huy tiến chiếm Thăng Long, Lê Chiêu Thống phải chạy sang [[Trung Quốc]], Trịnh Bồng cũng bị truy đuổi gắt gao và phải lánh sang [[Ai Lao]].\n\nThấy em Chiêu Thống là [[Lê Duy Chỉ]] chạy lên Hà Giang chống Tây Sơn, Trịnh Bồng tìm cách bắt liên lạc. Ông lại tự coi mình là chúa, ban chức cho một thuộc hạ là Lê Duy Dao làm Nhập thị, sai soạn thư thay lời mình đề nghị Duy Chỉ hợp sức. Sau khi Duy Chỉ trả lời đồng ý, tháng 10 năm 1790 Trịnh Bồng đến huyện An Sơn phía tây [[Thăng Long]], dự định đánh úp thành này. Nhưng ông không trực tiếp thực hiện mà giao lại việc cho Lê Huy Dao chuẩn bị rồi tự mình ẩn náu về vùng thượng du. Đầu năm sau (1791), Trịnh Bồng qua đời tại Cao Lũng. Cùng lúc đó các thuộc hạ của ông bị lộ mưu tập kích Thăng Long và nhiều người bị quân Tây Sơn bắt giết (Lê Huy Dao trốn thoát).<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 317<\/ref>\n\nTheo sách [[Trịnh gia chính phả]], vào ngày 11 tháng 1 ÂL năm Tân Hợi ([[13 tháng 2]] năm [[1791]]), Trịnh Bồng qua đời ở đất Cổ Lũng, Ai Lao, hưởng thọ 43 tuổi. Còn theo Trịnh thị thế gia chép rằng<ref>[[:zh:s:鄭氏世家\/第十三世|Trịnh thị thế gia, đời thứ 13]]<\/ref>\n:''Năm Tân Hợi ([[1791]]), Vương chạy về phía tây, huyện Cẩm Thủy, sách Cổ Lũng với ý đồ khôi phục, bị người Man mưu phản. Cùng năm ngày 14 tháng 4, Vương mất ở xã Dương Xá, thọ 43 tuổi, em là Thái úy Kỳ quận công Trịnh Bang và Trác Trung hầu [[Trịnh Trạo]] cũng chết''\n\nĐiều này dẫn tới khả năng rằng Chúa Trịnh Bồng không phải chết do nguyên nhân tự nhiên, mà là bị người Man mưu phản và giết hại, bởi vì Trịnh Bang và Trịnh Trạo cũng chết theo ông. Con trai của ông là Linh quận công đem di hài của ông táng ở xã Đăng Dương, huyện Phong Lộc cùng với Trác Trung hầu, còn Kỳ quận công vẫn để phần mộ ở xã Dương Xá.\n\nNăm [[1802]], [[Nguyễn Ánh|Gia Long Nguyễn Ánh]] tiêu diệt Tây Sơn và lên ngôi vua. Ngày [[15 tháng 7]] năm đó, vua [[Gia Long]] hạ dụ rằng\n:''Nhớ xưa: Họ ta cùng họ Trịnh vẫn là thân thích, quãng giữa bắc nam đôi ngả, thành xa cách nhau. Đó là công việc của tiền nhân, ta cũng không nên nói đến nữa. Tay ta trả được hận, dẹp được giặc, trong ngoài thống nhất như một nhà, thì tình thân qua cát từ xưa, lại nên nhớ đến. Vậy chiếu ban cho trong họ đều biết: nên phải bảo nhau, họp chọn lấy năm, sáu người tộc trưởng, có tài cán biện, đến Hành doanh chầu mừng và đưa cả sổ sách gia tiên, để tìm rõ được chi phái đích thứ, mà thu lục cho, để hậu nghĩa hai họ với nhau.''\n\nDo đó, con trai của Trịnh Bồng là [[Trịnh Tư]] được cho làm giám thủ việc tế tử Tiên vương họ Trịnh.\n\n== Gia quyến ==\n* Vợ:\n** Chính phi '''Nguyễn Thị Ngọc Viên''', người xã [[Quang Biểu]], huyện [[Yên Việt]], con gái Cung Quận công. Năm [[1787]], bà bị quân Hữu Chỉnh làm nhục, tự vẫn. Truy phong làm ''Trinh Thuận Tiết Liệt Chính phi''.\n** Thục phi '''Phùng Thị Ngọc Diên''' ([[1751]] - [[1779]]), con gái Khương Quận công. Tên thụy là ''Trang Khiết Ôn Dung Ý Đức Thục phi''.\n* Con cái:\n** Hiến quận công [[Trịnh Vực]] ([[1771]] - [[1792]]), con của Thục phi họ Phùng. Khi Trịnh Bồng lên ngôi được phong Tiết chế thủy bộ chư doanh Bình chương quân quốc trọng sự, mở phủ Lượng quốc. Như vậy ông chính là vị Thế tử cuối cùng của dòng họ Trịnh. Sau hợp mưu với hoàng thân [[Lê Duy Chỉ]] chống lại [[Tây Sơn]] rồi bị phản gián giết hại khi mới 23 tuổi.\n** Khiêm quận công [[Trịnh Kiêm]] ([[1773]] - [[1806]]), con của Thục phi họ Phùng.\n** Tiệp quận công [[Trịnh Tiệp]] ([[1774]] - [[1796]]), con của Thục phi họ Phùng. Bỏ trốn sang [[Ai Lao]] và hợp binh chống [[Tây Sơn]], sau thất bại và tự vẫn khi mới 23 tuổi.\n** Linh quận công [[Trịnh Tư]] ([[1775]] - [[1819]]), tự '''Đôn Phác''', hiệu '''An Tuần tiên sinh'''. Những năm [[Gia Long]] được chỉ định là người kế thừa giữ hương khói cho các chúa Trịnh.\n** Quận chúa [[Trịnh Thị Ngọc Dung]], con của Phùng thị, lấy Khởi Vũ hầu [[Nguyễn Đình Siêu]].\n** Quận chúa [[Trịnh Thị Ngọc Ngân]], con của Phùng thị, lấy Khê Vũ hầu [[Hoàng Sùng Khê]], mất khi 22 tuổi.\n** Quận chúa [[Trịnh Thị Ngọc Thái]] (? - ?)\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Tây Sơn hào kiệt]]》|| style=\"text-align:center;\" |[[Quách Khoa Nam]]\n|}\n\n==Xem thêm==\n*[[Chúa Trịnh]]\n*[[Nhà Tây Sơn]]\n*[[Lê Chiêu Thống|Lê Mẫn Đế]]\n*[[Nguyễn Hữu Chỉnh]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*''Hoàng Lê nhất thống chí'' - Ngô gia văn phái\n*''Các triều đại Việt Nam'' - Quỳnh Cư, Đỗ Đức Hùng, Nhà xuất bản thanh niên, 2001\n*Hoàng Xuân Hãn, ''Những bài khảo cứu'', Tạp chí Xưa & Nay - Nhà xuất bản Hồng Đức, 2017\n{{Chúa Trịnh}}\n{{thời gian sống|1740|1791}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Mất năm 1787]]"}