{"62569":"{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Hy Tổ<br\/>Trịnh Cương\n| tên gốc = 鄭棡\n| tước vị = [[Chúa Trịnh]]\n| thêm = vietnam\n| hình = Trịnh Cương.png\n| cỡ hình = 150px\n| ghi chú hình = Chân dung Trịnh Cương trong ''Trịnh gia chính phả''\n| chức vị = [[Chúa Trịnh]]\n| tại vị = 17 tháng 6 năm 1709 – 20 tháng 12 năm 1729<br>{{số năm theo năm và ngày|1709|6|17|1729|12|20}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1709 till:1729 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Trịnh Căn]]\n| nhiếp chính = *[[Lê Dụ Tông]] ([[1705]] - [[1728]])\n*[[Lê Duy Phường]] ([[1729]] - [[1732]])\n| kiểu nhiếp chính = Thời kỳ\n| kế nhiệm = [[Trịnh Giang]]\n| vợ = Chính phi Trịnh thị <br\/> Thái phi [[Vũ Thị Ngọc Nguyên]] <br\/> Kỳ viên Đặng thị\n| thông tin con cái = ẩn\n| con cái = [[Trịnh Cương#Gia đình|Xem mục ''Gia đình'']]\n| tước hiệu = An Đô Vương (安都王)\n| triều đại = [[Chúa Trịnh|Vương tộc Trịnh]]\n| tên đầy đủ = Trịnh Cương (鄭棡)\n| kiểu tên đầy đủ = Tên húy\n| miếu hiệu = [[Hy Tổ]] (禧祖)\n| thụy hiệu = Nhân Vương (仁王)\n| cha = [[Trịnh Bính]]\n| mẹ = [[Trương Thị Ngọc Chử]] (mẹ sinh)<br>[[Nguyễn Thị Cảo]] (nhũ mẫu, mẹ nuôi)\n| sinh = {{birth date|1686|7|9}}\n| nơi sinh = [[Đông Kinh]], [[Đàng Ngoài]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1729|12|20|1686|7|9}}\n| nơi mất = [[Đông Kinh]], [[Đàng Ngoài]], [[Đại Việt]]\n}}\n\n'''Trịnh Cương''' ([[chữ Hán]]: 鄭棡, 9 tháng 7 năm 1686 &ndash; 20 tháng 12 năm 1729), còn có tên khác là '''Trịnh Chù'''{{sfn|Tạ Chí Đại Trường|2009|p=10}}, [[thụy hiệu]] là '''Hy Tổ Nhân vương''' (禧祖仁王), là vị [[chúa Trịnh]] thứ 5 dưới thời [[Nhà Lê trung hưng|Lê Trung Hưng]] trong [[lịch sử Việt Nam]].\n\nKế nghiệp ông cố là [[Trịnh Căn]], ông cai trị miền bắc [[Đại Việt]] trong giai đoạn từ tháng 5 năm [[1709]] đến tháng 10 năm [[1729]] tương ứng với các triều vua [[Lê Dụ Tông]] (giữ ngôi [[1705]]-[[1729]]) và [[Lê Duy Phường]] ([[1729]]-[[1732]]). 20 năm trị vì của ông là thời kỳ thái bình thịnh trị không hề có nạn binh đao. Trịnh Cương chăm chỉ lo việc nước, Chúa trọng dụng ba đại thần rất trẻ và có tài là [[Lê Anh Tuấn]], [[Nguyễn Công Cơ]] và [[Nguyễn Công Hãng]], cùng bàn định và ban hành hàng loạt cải cách về chính trị, quân sự, kinh tế, xã hội nhằm xây dựng một đất nước hùng mạnh. Trên phương diện đối ngoại, Trịnh Cương cũng đạt được một thành tựu nổi bật là đòi lại 120 dặm đất hai châu Vị Xuyên và Thủy Vĩ bị thổ ty [[nhà Thanh|Đại Thanh]] ([[Trung Quốc]]) chiếm.\n\nTrong bộ bách khoa ''[[Lịch triều hiến chương loại chí]]'', sĩ phu đời Nguyễn [[Phan Huy Chú]] đã khen ngợi những thành tích của chúa Trịnh Cương: ''\" Triều đình đặt nhiều việc pháp độ, kỷ cương rất hẳn hoi đầy đủ, các phương xa đến cống hiến và Trung Quốc trả lại đất đai. Thực là đời rất thịnh\"''{{sfn|Phan Huy Chú|2007|p=247}}. Tuy nhiên ông ham thích tuần du, đề ra các công trình xây dựng tốn kém để phục vụ nhu cầu cá nhân, khiến nhân dân đói khổ, mầm mống suy vong của triều đình Đại Việt cũng xuất hiện kể từ đó. Năm 1729, Trịnh Cương chết, con là [[Trịnh Giang]] nối ngôi, chính quyền Lê trung hưng chính thức đi vào con đường suy vong.\n\n== Thân thế và cuộc sống ban đầu ==\n\nTrịnh Cương sinh ngày [[9 tháng 7]] năm [[1686]]{{sfn|Nhiều tác giả|2018|p=31}}) dưới triều vua [[Lê Hi Tông]] tại [[Thăng Long|Đông Kinh]], kinh đô Đại Việt. Ông là con trai thứ 2 của Tấn quốc công [[Trịnh Bính]]; cháu nội của [[Trịnh Vịnh]], cháu chắt trưởng của vị Chúa đương nhiệm, Chiêu Tổ Khang vương [[Trịnh Căn]].<ref name=\"TGCP12\">''Trịnh gia chính phả'', đời thứ 12.<\/ref> Mẫu thân của ông là bà [[Trương Thị Ngọc Chử]], người làng Như Quỳnh, huyện Gia Lâm, phủ Thuận An, xứ Kinh Bắc<ref group=\"Ghi chú\">Nay là thị trấn [[Như Quỳnh (thị trấn)|Như Quỳnh]], huyện [[Văn Lâm]], tỉnh [[Hưng Yên]]<\/ref>, là vợ thứ của Trịnh Bính. Thuở nhỏ ông được vợ thứ của Chiêu Tổ là Thuận phi [[Ngô Ngọc Uyên]], nguyên quán ở xã Phượng Lịch (huyện Hoằng Hóa) nuôi dưỡng.\n\nNăm [[1700]], Trịnh Cương - 15 tuổi, được phong làm Phó tướng Phổ An hầu, năm [[1702]] thăng Đô đốc Phổ quận công.<ref name=\"TGCP12\" \/> Ngày [[13 tháng 2]] năm [[1703]] cha ông là [[Trịnh Bính]], đang giữ quyền thừa kế ngôi chúa, qua đời{{sfn|Nhiều tác giả|2018|p=55}}.<ref>''Trịnh gia chính phả'', đời thứ 11<\/ref> Lúc đó chúa tuổi đã cao mà ngôi thừa tự vẫn chưa ổn định, bèn triệu bồi tụng [[Nguyễn Quý Đức]] vào hỏi. Quý Đức nói{{sfn|Nhiều tác giả|2018|p=55 - 56}}:\n{{cquote|''Việc giữ nước, vỗ về dân là trách nhiệm nặng nề, nên cho thuộc về tằng tôn là dòng đích, điển lệ đã rõ rằng như vậy. Xin hãy sớm định rõ danh phận để cắt đứa sự ngấp nghé, dòm nom.''}}\n\nChúa lại hỏi [[Đặng Đình Tướng]], Đình Tướng cũng trả lời y như vậy, lúc đó ý Chúa mới quyết. Mùa xuân năm [[1703]], Trịnh Căn xin với vua [[Lê Hi Tông]] tiến phong cho Trịnh Cương làm Khâm sai Tiết chế các xứ thủy bộ chư dinh kiêm Tổng chấp chính, Thái úy An quốc ông cho mở phủ Lý quốc{{sfn|Phan Huy Chú|2007|p=252}}, điều này đồng nghĩa với việc Trịnh Cương sẽ là người kế thừa ngôi chúa.{{sfn|Quốc sử quán triều Nguyễn|1998|p=765}}. Năm đó Trịnh Cương mới 18 tuổi{{sfn|Nhiều tác giả|2018|p=56}}.\n\nTrước kia con trưởng của Chúa Trịnh Căn là Lương Mục công [[Trịnh Vịnh]] mất sớm, Chúa dùng con thứ hai là Chưởng tể công [[Trịnh Bách]] làm Thế tử cho mở phủ Lý Chính, nhưng rồi Bách cũng chết trước. Lúc này con của Trịnh Vịnh là Trịnh Bính đã trưởng thành, bèn được lập làm kế tự, mở phủ Dực quốc. Đến khi Bính chết thì Trịnh Cương là con của Bính được lập. Việc này khiến 2 người con của Trịnh Bách là Hằng quận công [[Trịnh Luân]], Đĩnh quận công [[Trịnh Phất]] lấy làm bất bằng. Họ câu kết với Quỳnh quận công [[Đào Quang Nhai]]<ref group=\"Ghi chú\">Sách [[Cương mục]] chép là [[Đào Quang Giai]]<\/ref>, Trịnh Lộc hầu [[Lê Thời Đường]], Hân Thọ hầu [[Nguyễn Quang Phụ]] mưu làm đảo chính để giết Trịnh Cương. Nhưng có hiệu thảo [[Nguyễn Công Cơ]] biết chuyện, tố giác với chúa. Chúa giết Luân và Phất, thăng [[Nguyễn Công Cơ]] làm Hữu Thị lang bộ Công.{{sfn|Quốc sử quán triều Nguyễn|1998|p=765}}\n\nNgày [[17 tháng 6]] năm [[1709]], [[Trịnh Căn]] mất, Trịnh Cương lên nối ngôi.<ref name=\"TGCP12\" \/><ref>''Trịnh gia chính phả'', đời thứ 9<\/ref>{{sfn|Quốc sử quán triều Nguyễn|1998|p=770}}. Mùa thu cùng năm, Trịnh Cương giả mệnh nhà vua, tự tiến phong làm Nguyên soái Tổng quốc chính, An Đô vương. Lại nhân Chúa mới lên ngôi nên tha cho dân một nửa thuế tô năm ấy và các thuế còn thiếu lại đã lâu; lại thăng chức cho các quan văn võ, người chức cao, người chức thấp khác nhau{{sfn|Quốc sử quán triều Nguyễn|1998|p=770}}.\n\nVì Trịnh Cương là chắt nối ngôi ông cố, nên việc lễ thờ của hai vị [[Trịnh Vịnh]] và [[Trịnh Bính]] được đem ra bàn luận. Khi lên ngôi, Chúa đã tôn Trịnh Vịnh là Lương Mục vương, Trịnh Bính là Tấn Quang vương; đến năm [[1711]] thì bàn việc lập đền. Triều đình có 2 ý kiến, một phe cho rằng Cương nhận ngôi từ Căn là theo lễ đích tôn thừa trọng, không cần tôn sùng Trịnh Vịnh và Trịnh Bính vào thờ ở chính miếu với các tiên Chúa mà thờ riêng ở Hữu miếu, song Tham tụng [[Nguyễn Quý Đức]] nói 2 vị ấy là đích tôn dòng trưởng, đáng được thờ ở miếu chính, còn mà đưa ra miếu riêng thì có 5 điều đáng ngờ. Trịnh Cương theo lời của ông ta{{sfn|Nhiều tác giả|2018|p=65}}<ref group=\"Ghi chú\">Về sau năm [[1765]] thời chúa [[Trịnh Doanh]], hai vị kia lại bị đem ra thờ riêng ở Hữu miếu<\/ref>.\n\n== Cai trị Đàng Ngoài ==\n=== Vị Chúa siêng năng ===\n\nKhi cai trị, Trịnh Cương tỏ ra siêng năng cần mẫn, thường cùng quan Tham tướng [[Nguyễn Công Hãng]] bàn soạn công việc, từ đầu canh năm đến mặt trời lặn mới thôi<ref name=\"TGCP\">''Trịnh gia chính phả'', đời Hy Tổ Nhân vương Trịnh Cương.<\/ref>. Do vậy nhà nước [[Đàng Ngoài]] rất hùng mạnh. Đương thời ở [[Đàng Trong]], [[chúa Nguyễn]] là Minh vương [[Nguyễn Phúc Chu]] từng có ý chinh phạt [[Bắc Hà]], bèn sai người ra Bắc do thám. Các thám tử Đàng Trong thấy được sự cai quản chặt chẽ của Trịnh Cương ở miền Bắc, về tâu với Chúa Minh rằng: ''\"Trong triều cường thịnh, tướng văn, tướng vũ đều là người giỏi, binh lương đầy đủ, quân bộ, quân thủy đã nhiều lại tinh nhuệ..\"''. Chúa Nguyễn phải bỏ mộng thâu tóm Bắc Hà, hai bên Trịnh, Nguyễn tiếp tục chăm lo củng cố cho tới khi cuộc chiến cuối cùng nổ ra năm 1774{{sfn|Lê Quý Đôn|1959|p=20}}.\n\nSách Việt sử Cương mục dẫn lại giai thoại như sau:\n{{tin nhắn|''Khi mới tới canh năm, chúa đã triệu Công Hãng, Anh Tuấn vào phủ bàn việc, tự ông ngồi để đợi. Khi bọn Công Hãng vào, chúa nói:''\n:''\"Vừa rồi ta cảnh giác trong giấc ngủ, từ đời xưa có bao giờ như thế không?\"''\n\n''Bọn Công Hãng tạ lỗi nói:''\n:''\"Chúa thương lo nghĩ siêng năng mọi việc, tài trí chúng tôi kém cỏi tầm thường không có thể theo kịp được. Đến như việc giục giã răn bảo bầy tôi, cảnh giác trong lúc đêm khuya, thì việc này từ đời trước đến nay chưa bao giờ có\".''\n\n''Chúa bèn bảo hai người ngồi, cho uống nước trà, ung dung hỏi han mọi việc, ngày đã muộn hai người mới ra về.''}}\n\nSách Đại Việt sử ký tục biên đánh giá\n{{cquote|Bấy giờ chúa Trịnh hăng hái cố gắng lo tính cuộc thịnh trị. Tể thần là bọn Công Hãng có nhiều kiến nghị sáng suốt, cho nên những chế độ về binh, dân, tài chính và phú thuế được xây dựng và xếp đặt có thể gọi là kỹ càng đầy đủ trong một thời}}\n\n=== Các cải cách ===\n==== Việc kinh tế xã hội ====\n\nMùa xuân năm [[1711]], Chúa bắt đầu sai quan văn, quan võ là bọn [[Lê Dị Tài]], [[Trần Đông Trụ]] đảm trách việc đôn đốc đê điều. Theo chế độ cũ, việc đê điều ở các trấn sẽ do vị quan đảm nhiệm tại trấn đích thân đôn đốc. Những người này bắt bớ, đốc thúc khiến dân khổ sở, mà công việc chỉ hoàn thành tạm bợ, Chúa Trịnh thấy được cái tệ nạn ấy, nên đổi cách sai quan từ kinh thành đảm nhận, sau việc này thành thể lệ thường. Tuy vậy, vẫn không sao ngăn ngừa được nạn nước lụt{{sfn|Quốc sử quán triều Nguyễn|1998|p=770}}.\n\nCùng năm đó, chúa bàn bạc với các quan trong phủ liêu để định lại thể lệ quân cấp ruộng công: 6 năm cấp một lần; châm chước thời hạ cấp để thích hợp với thời tiết làm ruộng của dân; và quy định tùy theo số người trong xã mà chia khẩu phần. Từ quan viên đến người cô quả, phế tật cũng được định lượng mà cấp ruộng. Ruộng công, đất bãi không được phép mua bán{{sfn|Quốc sử quán triều Nguyễn|1998|p=770 - 771}}.\n\nTrước kia, những nhà quyền quý thế hào, phần nhiều nhận ruộng đất của mình ở đâu thì lập trang trại ở đấy, rồi chiêu tập người trốn tránh, cho họ nấp bóng để vơ vét mối lợi, vì thế mà dân xã nhiều người phiêu tán. Đến năm [[1711]], Chúa nghiêm cấm việc ấy, nhưng đối với những người phiêu lưu trú ngụ ở xã khác, khai khẩn nhờ vào đất hoang xã ấy, mà đã dựng thành cơ nghiệp, thì chỗ đất khai khẩn ấy xét định cho làm thổ, để họ được yên nghiệp sinh nhai{{sfn|Quốc sử quán triều Nguyễn|1998|p=771}}.\n\nĐạo Thiên Chúa gia nhập vào Đàng Ngoài từ đầu thời Lê Trung Hưng, đến năm Cảnh Trị thời [[Lê Huyền Tông]] đã có lệnh cấm đạo, tuy nhiên quan và dân sở tại thường nhận của đút lót của những người theo đạo nên cha giấu cho nhau, dẫn đến người theo đạo ngày càng nhiều. Năm [[1711]], triều đình lại ra lệnh cấm mới: người nào biết có người theo đạo được phép tố cáo; người theo đạo ấy sẽ phải cắt tóc trên đỉnh đầu, thích vào mặt bốn chữ \"học Hòa Lan đạo\"<ref group=\"Ghi chú\">Vì người [[Hà Lan]] sang buôn bán trước nhất ở xứ Bắc Kỳ nên mới gọi là đạo Hòa Lan.<\/ref> và phát 100 quan tiền để thưởng cho người tố cáo, nhưng biện pháp này cũng không được nhiều hiệu quả{{sfn|Quốc sử quán triều Nguyễn|1998|p=772}}.\n\nNăm [[1712]], theo lời bàn của các quan Tham tụng [[Nguyễn Quý Đức]] và [[Nguyễn Thế Bá]], rằng các ngoại trấn như Thái Nguyên, Hưng Hóa, Tuyên Quang, Lạng Sơn thường giao cho một quan ở nội trấn (chỉ bốn trấn vùng đồng bằng là Sơn Tây, Sơn Nam, Kinh Bắc, Hải Dương) hoặc một quan cận thần trong triều đình kiêm quản. Những người này phần nhiều lấy cớ ở lại nội trấn mà không đi tới nơi trấn nhậm, nên dẫn đến không nắm rõ địa thế ở đất ấy, đến khi có biến cố xảy ra thì khó có thể ứng phó ngay được; lại thêm đám lại dịch thừa cơ lộng hành, nhũng nhiễu người dân. Vì thế Chúa hạ lệnh các quan nơi biên trấn phải đến lỵ sở y như các quan ở tứ trấn{{sfn|Nhiều tác giả|2018|p=67 - 68}}.\n\nĐầu năm [[1713]], vì đã lâu không mưa, dân chúng gặp nạn đói to có người phải ăn vỏ cây, rễ, cỏ, chết đói đầy đường, khói bếp tiêu điều lạnh lẽo. Vì thế triều đình hạ lệnh cho quan hoặc dân nộp thóc, tùy theo số lượng ban cho chức tước, lại cân nhắc việc xá thuế cho dân ở tứ trấn và ở Phụng Thiên, Trường Yên{{sfn|Quốc sử quán triều Nguyễn|1998|p=772 - 773}}. Sau đó lại mưa luôn, nước lụt làm vỡ đê, mùa màng bị thiệt hại nhiều. Trịnh Cương sai các quan cai sổ dân đinh để chiếu bổ lấy tiền sửa đắp đê điều.<ref name=\"TGCP\" \/>\n\nNăm [[1715]], Chúa hạ lệnh bãi bỏ lệnh cấm mua bán quế, muối trắng, đồng đỏ; cho phép người dân tự do lưu hành mua bán các món đó. Về quế thì cho thổ dân đi bẻ và đem nộp, cứ 50 cân trị giá 100 quan, trừ thuế quan 50 quan, phát cho người bẻ thuê 50 quan, còn quế của họ thì trưng thu vào kho nhà nước{{sfn|Nhiều tác giả|2018|p=71}}. Đến tháng 11 năm [[1720]], quan Tham tụng [[Nguyễn Công Hãng]] bàn rằng các sản vật đồng và quế trước kia được phép mua bán riêng, như thế thì mối lợi về cả người buôn bán, mà không giúp ích cho việc tiêu dùng chung. Vì thế, mới định phép đánh thuế: Triều đình cử viên quan trông coi việc này, phàm người nào buôn đồng hoặc bóc vỏ quế, khi đi khi về đều phải có giấy tờ khám nghiệm để làm bằng chứng. Nếu trao đổi cho khách buôn nước ngoài, phải đợi lệnh chỉ của chúa mới được cấp phát giấy tờ; nếu mua bán ở trong nước, thì xin giấy viên giám đương cấp phát để làm bằng chứng, mà cấm vận chở lén lút hoặc làm sự vụng trộm{{sfn|Quốc sử quán triều Nguyễn|1998|p=783}}.\n\nNăm [[1716]], triều đình thi hành chia đều thuế đinh và điền. Về thuế đinh và thuế ruộng thì lấy số người và số mẫu ruộng làm chuẩn, đinh và điền mỗi bên chịu một phần, để việc thuế khóa và lực dịch được công bằng với nhau{{sfn|Nhiều tác giả|2018|p=73}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=776 - 777}}. Cuối năm [[1719]], chúa hạ lệnh cho cho các viên phủ, huyện và hai ty Thừa chính, Hiến sát đo đạc ruộng đất trong dân gian, chia bổ ngạch thuế, để tạo sự cân bằng giàu nghèo{{sfn|Quốc sử quán triều Nguyễn|1998|p=780}}.\n\nỞ vùng miền núi phía bắc có nhiều mỏ vàng mỏ bạc. Những mỏ kim loại có sản lượng lớn thường do các thương nhân người Hoa đứng ra khai thác. Họ sử dụng phu mỏ người Trung Quốc. Số người Trung Quốc ở vùng ấy mỗi ngày một nhiều, lên tới hàng vạn. Triều đình e rằng sẽ sinh sự biến động, bèn quy định số phu mỗi mỏ, tùy theo quy mô của mỏ mà giới hạn là 300, 200, 100 người.{{sfn|Quốc sử quán triều Nguyễn|1998|p=777}}.\n\nVì thực trạng người dân đắm đuối vào rượu chè mà bỏ bê công việc, cuối năm [[1718]], Chúa hạ lệnh nghiêm cấm uống rượu. Chỉ được phép uống khi có việc tế tự, việc cưới hỏi ma chay hoặc tế thần ở xã, nhưng đều phải có hạn định. Người nào không có duyên cớ gì mà tụ hợp uống rượu thì bị bắt giải lên quan trị tội, người đứng cáo tố sẽ được thưởng. Quan địa phương nếu không xem xét cấm ngăn sẽ bị luận vào tội theo tình riêng dung túng{{sfn|Quốc sử quán triều Nguyễn|1998|p=778}}.\n\nTrước những phạm nhân khi bị tội lưu, còn phải chịu thêm tội chặt tay nữa. Vào năm [[1721]], Trịnh Cương bỏ luật chặt tay và đổi lại: Tội phải chặt hai bàn tay và phải lưu viễn châu thì phải đổi làm tội đồ trung thân; phải chặt một bàn tay và phải lưu ngoại châu thì cải sang 12 năm tội đó; phải chặt hai ngón tay trỏ và phải lưu cận châu thì đổi làm tội đồ 6 năm. Những việc đạo thiết không kể vào các trường hợp ấy{{sfn|Nhiều tác giả|2018|p=85}}.\n\nVào mùa hạ năm [[1721]], trong kinh thành có nạn động đất và nạn hạn hán liên tiếp kéo đến, lai thêm giá gạo cao vọt, có những lời đồn đãi vè phiến động lan rộng khiến dân chúng dắt díu nhau rời khỏi kinh thành mà về quê tránh nạn. Chúa bèn hạ lệnh cho các quan tăng cường kiểm sát người dân ra vào; rồi lâu dần mọi việc cũng chấm dứt{{sfn|Nhiều tác giả|2018|p=85}}. Sau việc này, triều đình có lệnh cho quan dân ai quyên nộp thóc thì được trao quan chức{{sfn|Nhiều tác giả|2018|p=86}}.\n\nCuối năm đó, triều đình thi hành phép đánh thuế muối: quy định dân nấu muối gọi là \"táo đinh\", người buôn muối gọi là \"diêm hộ\", đều thuộc miễn thuế khóa và dao dịch. Số muối đã nấu ra sẽ liệu lượng đánh thuế 2\/10 làm muối công. Dêm hộ phải có chứng chỉ của viên quan giám sát mới được vào xưởng mua muối; trước mua muối công, sau mới đến muối của táo đinh. Việc mua hoặc bán đều phải có giấy tờ làm bằng cứ{{sfn|Quốc sử quán triều Nguyễn|1998|p=788}}. Song song đó là việc tuyển binh ở tứ trấn, 5 suất đi lấy 1 người, ở Thanh Nghệ 3 suất đinh lấy 1 người.\n\nLúc đó quyền lực của nhiều vương thất họ Trịnh như [[Trịnh Quán]] quá lớn. Trịnh Cương có ý e sợ, nên vừa dỗ dành vừa dọa nạt, ép [[Trịnh Quán]] phải bãi bỏ binh quyền{{sfn|Quốc sử quán triều Nguyễn|1998|p=791}}. Cũng năm đó, Trịnh Cương đặt ra sáu quân Trung Dực, Trung Oai, Trung Thắng, Trung Khuông, Trung Nhuệ và Trung Tiệp, mỗi doanh 800 người, bổ dụng các tướng Gia quận công [[Đặng Đình Lân]] và Thiêm quận công [[Trương Nhưng]], cả thảy 6 người chia nhau thống lãnh{{sfn|Nhiều tác giả|2018|p=94}}.\n\nNăm [[1721]], Chúa Trịnh Cương giao cho [[Nguyễn Công Hãng]] lập ra phép đánh thuế tô (thuế ruộng), dung (thuế), điệu (thuế đường sá) mới, đến năm [[1722]] thì bàn định xong: Phép tô quy định ruộng đất công tùy loại tốt xấu mà chia: ruộng làm 2 hạng là ruộng hai mùa và ruộng một mùa, đất châu thổ làm đất trồng dâu hay đất trồng hoa màu, phải nộp những mức thuế khác nhau. Phép dung qy định mỗi suất đinh hàng năm nộp 2 quan tiền, riêng sinh đồ, lão hạng và hoàng đinh thì nộp một nửa{{sfn|Phạm Văn Sơn|1959|p=231}}<ref group=\"Ghi chú\">Hoàng đinh: 17-19 tuổi, lão hạng: trên 50 tuổi, sinh đồ: chỉ những người đi thi và đỗ đạt từ sinh đồ trở lên.<\/ref>. Về phép điệu mỗi suất đinh vào mùa hạ và mùa đông nộp 6 quan tiền để quan mướn người làm (các công trình xây dựng). Mọi người đều cho đó là điều tiện lợi{{sfn|Nhiều tác giả|2018|p=95}}. Riêng về hai xứ Thanh, Nghệ được coi là ấp thang mộc nên được đặc cách miễn thuế dung và giảm một nửa tô ruộng, còn kinh thành Thăng Long thì mỗi mẫu nộp 6 tiền (thay vì 8) và miễn việc nộp thóc so với tứ trấn{{sfn|Nhiều tác giả|2018|p=100}}.\n\nTrước đây, ruộng đất tư vốn được miễn thuế. Lợi dụng chính sách đó, một số người có quyền thế đã dần biến ruộng đất công thành ruộng đất tư khiến triều đình thất thu thuế. Khi ban hành chính sách thuế mới, chúa Trịnh Cương cho phân loại ruộng đất tư rồi\ncăn cứ theo đó mà thu thuế. Tuy nhiên, thuế thu trên ruộng đất tư nhẹ hơn so với ruộng đất công. Đến năm [[1728]], triều đình lại sai quan thân hành đi khám, xét xem ruộng nào tốt, ruộng nào xấu, chia làm ba bậc để định bậc cao hạ về việc đánh thuế tô chứ không thu nhất loại 8 quan như trước nữa. Đại khái phép đánh thuế này nặng hơn phép cũ{{sfn|Quốc sử quán triều Nguyễn|1998|p=808}}.\n\nTháng 10 năm [[1724]], Chúa sai các quan [[Nguyễn Công Hãng]], [[Lê Anh Tuấn]], [[Trương Nhiêu]], [[Đặng Đình Gián]] và nội giám [[Đỗ Bá Phẩm]], [[Nguyễn Khuê]] làm khuyến nông sứ, chia nhau đi tuần hành 4 đạo, xem xét và dân tình để chia đặt địa giới giữa các làng xã cho ổn thỏa. Lại xem xét rõ địa thế bắt dân đắp đê đắp đập, để theo thời tiết lấy nước vào ruộng hoặc tháo nước ra sông, phòng bị việc hạn hán hoặc ngập lụt. Bọn Công Hãng lại nhân việc lập lại sổ hộ khẩu mà xin chiếu theo sổ đinh truy nã, rồi xét xem người nào mạnh khỏe cho sung vào quân ngũ, người nào gầy yếu cho sung vào phu dịch. Ai biết được người trốn tránh mà cáo tố với quan sẽ được ban thưởng, việc này khiến nhân dân chịu khổ sở{{sfn|Quốc sử quán triều Nguyễn|1998|p=800}}.\n\n==== Việc thi cử ====\n\nNgay từ đầu thời Lê Trung Hưng, việc mua chuộc, đút lót trong thi cử đã diễn ra, dù các chúa Trịnh hết sức nghiêm cấm song vẫn không sao trừ dứt được. Một trong những nguyên nhân của việc này là thể lệ thi cử: kỳ thi năm nào thì giám khảo cũng chỉ lấy đề trong tứ thư và sử, về thể văn tứ lục không quá 10 bài, về thể phú không quá 4, 5, mà không có sự thay đổi; giống như sách văn mẫu vậy. Cho nên nhiều người soạn sẵn bài làm rồi bán lại cho các thí sinh. Các thí sinh mua về học thuộc lòng hoặc tệ hơn nữa là lén đem vào trường thi chép lại, quan chấm thi cứ tùy theo bài văn mà lấy đỗ bất kể có nhiều bài trùng nhau như đúc, và người trúng tuyển do đó không có thực tài{{sfn|Nhiều tác giả|2018|p=66}}. Cho nên vào màu đông năm [[1711]], Chúa lệnh cho các quan mỗi năm soạn đầu đề tùy ý không được rập khuôn theo phép cũ, nhờ thế thói xấu ở trường thi dần được sửa đổi{{sfn|Nhiều tác giả|2018|p=66}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=771}}. Đến năm [[1721]], để tăng tính công bằng hơn nữa, Chúa hạ lệnh đối với kỳ thi Huơng thứ 3 và thứ 4 thì cho bầy tôi trong phủ Chúa soạn sẵn đầu bài thi rồi cho chạy trạm phân phát cho các trường. Còn hai trường thi Thanh, Nghệ vì địa thế xa, nên vẫn theo chế độ cũ{{sfn|Quốc sử quán triều Nguyễn|1998|p=783}}.\n\nNăm [[1720]], Chúa xem trường thi Sơn Nam có số sĩ tử đông gấp nhiều lần các trường khác, bèn ra lệnh tăng thêm số ngạch lấy đỗ từ 60 hương cống lên 80; 600 sinh đồ lên 800 cứ theo đó thành thể chế lâu dài{{sfn|Nhiều tác giả|2018|p=83}}.\n\nTháng 8 năm [[1721]], triều đình bắt đầu ra quy định về phép học võ và thi võ: lập trường học võ ở kinh đô, đặt quan giáo thụ và lệnh con cháu các công thần và các quan vào đó học. Hằng năm vào mỗi tháng của mùa xuân và mùa thu thì thi tiểu tập, còn thi đại tập vào 4 tháng quan trọng là 2, 5, 8, 11. Quan giáo thụ đê cử những người trúng tuyển để điều động, bổ dụng. Và các kì thi võ khoa cũng tổ chức 3 năm 1 lần<ref group=\"Ghi chú\">Theo quy định năm [[1723]] thì tổ chức thu Sơ cử vào năm Tý, Ngọ, Mão, Dậu; năm tiếp đó thi Bác cử<\/ref> như thi văn; phép thi quy định gồm 3 đợt: hỏi sơ về kiến thức lý thuyết, khảo võ nghệ (cưỡi ngựa, múa đao, đánh kiếm) và khảo về phương thức quân sự (văn sách). Ai trúng cách thì được dân vào phủ Chúa để phúc hạch và được bổ dụng tùy theo thứ hạng{{sfn|Nhiều tác giả|2018|p=86 - 87}}. Người trúng cách đến kỳ thi cuối cùng thì gọi là tạo sĩ{{sfn|Nhiều tác giả|2018|p=98}}.\n\nKhi đó việc thi cử phần nhiều nhũng lạm, con em nhà quyền thế thi đỗ rất nhiều, nên vào khoa [[1726]], chúa lệnh các sĩ tử phải thi lại, kết quả đánh hỏng 28 người, trong đó con trai tham tụng [[Lê Anh Tuấn]], con trai Huân quận công [[Đặng Đình Gián]], con nuôi Nội giám thiếu bảo [[Đỗ Bá Phẩm]] cùng cống sĩ ở các xứ. Những người này phải giao xuống pháp đình xét hỏi để trị tội nặng. Triều đình nhận thấy Công Cơ là người nói thẳng, nên cho thăng chức thiếu bảo{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=99 - 100}}{{sfn|Nhiều tác giả|2018|p=107}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=804}}.\n\n=== Quan hệ với vua Lê ===\n\nTrước thời Trịnh Cương, phủ Chúa tuy nắm toàn quyền điều hành đất nước, song đối với vua Lê vẫn còn khiêm nhường cung kính, những ngày mồng một và ngày rằm hàng tháng chúa Trịnh đều dẫn trăm quan chầu vua ở điện Vạn Thọ, đến về sau Chúa Trịnh bỏ không đến dự nữa, chỉ cho trăm quan vào yết kiến mỗi tháng 2 lần mà thôi. Ngày [[25 tháng 10]] năm [[1714]], nhân được tiến phong lên tước Nhất tự vương (Đại nguyên soái Tổng quốc chính, Thượng sư An vương), Trịnh Cương mới miễn cưỡng đến yết kiến nhà vua [[Lê Dụ Tông]] ở Thái miếu và điện Vạn Thọ một lần, rồi sau đó lại bỏ hẳn{{sfn|Quốc sử quán triều Nguyễn|1998|p=774}}. Năm [[1715]], Trịnh Cương ép vua Lê ban cho mình những đặc quyền: tấu sớ xưng là vương chứ không xưng tên, khi vào chầu yếu thì không phải lạy ...{{sfn|Nhiều tác giả|2018|p=71}} Tháng 5 ÂL năm [[1720]], ông tự gia phong là Đại nguyên soái, Tổng quốc chính, Thượng sư Thượng phụ, Uy Nhân Minh Công Thánh Đức An vương, gia phong con là [[Trịnh Giang]] làm Vương thế tử{{sfn|Nhiều tác giả|2018|p=79}}.\n\nTháng 9 năm [[1718]], Trịnh Cương đặt 6 phiên: Lại, Hộ, Lễ, Binh, Hình, Công; lại xếp các hiệu trưng thu chia làm lục cung, phàm sổ sách về thuế tô, thuế dung thuộc cung nào, thì các quan trong lục phiên theo chức phận của mình chia nhau quản lĩnh; chính lệnh về tài sản, thuế khóa và binh lính, dân đinh ở các trấn đều thuộc về lục cung. Trịnh Cương hạ lệnh cho quan văn thuộc phủ Chúa quản trị từng phiên, nội giám về liêu thuộc về hàng văn sung làm chức phó thiêm, trong lục phiên có 60 người lại điển thuộc hạ. Từ đây, chính quyền trong nước về hết lục phiên, còn Lục bộ thì chỉ có hư danh mà thôi. Đáng lẽ trước kia phủ Chúa vẫn có thể kiểm soát lục bộ và ra quyết định, nhưng sự xuất hiện của vua Lê trong triều đình khiến có nhiều việc làm phiền ít nhiều tới chúa Trịnh, nên Trịnh Cương dùng hẳn Lục phiên để Chúa có thể ra nắm trực tiếp mà không cần đến sự hiện diện trên hình thức của vua Lê nữa. Từ đây chỉ những việc như tiếp sứ Tàu hay có việc quân quốc vô cùng trọng đại thì chúa Trịnh mới dẫn trăm quan đến họp với vua Lê mà thôi{{sfn|Phạm Văn Sơn|1959|p=222}}.\n\nMùa xuân năm [[1721]], nhân triều đình bàn định về y phục cho các quan văn võ, [[Nguyễn Công Hãng]] xin Chúa xin tiếp kiến quần thần thì dùng y phục màu vàng. Chúa cho rằng màu vàng là đồ của nhà vua nên không thích hợp để mặt, chỉ dùng y phục màu tía để phân biệt với các quan mà thôi{{sfn|Tạ Chí Đại Trường|2009|p=294}}{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=99}}. Các sử gia đời sau so sánh việc này với việc [[Tào Tháo]] nhường 3 huyện<ref group=\"Ghi chú\">[[Tào Tháo]] là một nhân vật nổi tiếng thời Tam quốc. Tháo làm thừa tướng nhà Hán, nhưng nắm hết quyền bính và uy hiếp [[Hán Hiến Đế]]. Tháo ép nhà vua cấp cho mình đất ăn lộc bốn vạn hộ của 4 huyện, rồi lại xin trả lại 3 huyện<\/ref>, chỉ hòng lấy tiếng với đời mà không phải thực bụng tôn kính vua Lê{{sfn|Quốc sử quán triều Nguyễn|1998|p=782}}.\n\nMùa xuân năm [[1724]], nhân có dịp tế Nam Giao, nhưng vua Lê bị đau chân không đi được, Trịnh Cương được ủy quyền tế thay. Các bề tôi xin làm theo nghi lễ vua đích thân đi tế nhưng ông không nghe, chỉ sai đặt sai đặt vị đứng tế ở sân điện Chiêu Sư, rồi Cương thắp hương lạy thay nhà vua mà thôi{{sfn|Quốc sử quán triều Nguyễn|1998|p=796}}. Người trong kinh ngoài trấn đều khen Chúa là người có đức tốt, có tấm lòng tôn phù{{sfn|Nhiều tác giả|2018|p=99}}{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=99}}.\n\nBấy giờ con trưởng của [[Lê Dụ Tông]] là Duy Tường tuổi đã lớn, ở Đông cung hơn 10 năm, tuy chưa được phong nhưng ai cũng hiểu Duy Tường sẽ là người nối ngôi. Nhưng Trịnh Cương muốn bỏ người này lập người khác, bèn cùng tham tụng [[Nguyễn Công Hãng]] bàn luận về việc phong chức ban tước cho các hoàng thân một cách phân biệt hơn, bèn trao cho Duy Tường tước quận công, hàm chức tứ phẩm, và lấy lý do Hoàng thứ tử Duy Phường do Chính cung Trịnh thị sinh ra, mà lập Duy Phường làm thái tử vào ngày [[24 tháng 8]] năm [[1727]]{{sfn|Nhiều tác giả|2018|p=109}}. Đến năm [[1729]], Cương ép nhà vua nhường ngôi cho Duy Phường, tức là [[Lê Đế Duy Phường]]{{sfn|Phạm Văn Sơn|1959|p=213}}. Dụ Tông lên làm Thái thượng hoàng, ra ở điện Kiền Thọ{{sfn|Quốc sử quán triều Nguyễn|1998|p=810 - 811}}. Trong ''[[Khâm định Việt sử Thông giám Cương mục]]'' soạn vào thời vua [[Tự Đức]] (1847-1883), sử thần [[Đại Nam]] [[nhà Nguyễn|thời Nguyễn]] chê trách việc Trịnh Cương phế lập thái tử{{sfn|Quốc sử quán triều Nguyễn|1998|p=805}}:\n{{cquote|''Trịnh Cương muốn chuyên quyền bỏ người này lập người khác, mới quanh co làm ra lời bàn phong quan, ban tước. Chưa bao lâu nữa Cương ép nhà vua truyền ngôi cho Duy Phường, bề ngoài giả thác ta tiếng truyền ngôi, mà bề trong thì làm kế ăn cướp ngôi vua cho cháu ngoại. Cương coi việc xếp đặt ngôi vua như người đánh cờ, cả đến bầy tôi bấy giờ cũng phụ họa với hắn, thế mà người làm sử lại chép quanh co để che tội lỗi cho hắn. Lòng người đắm đuối, nghĩa lớn diệt vong, đến thế là cùng cực, đáng than thở biết chừng nào!''|||Khâm định Việt sử Thông giám Cương mục}}\n\n=== Bang giao với nhà Thanh ===\n\nTháng 4 ÂL năm [[1718]], triều đình sai Bồi tụng [[Nguyễn Công Hãng]], [[Nguyễn Bá Tông]] sang [[nhà Thanh|Đại Thanh]], báo cáo việc Thượng hoàng ([[Lê Hy Tông]]) mất và xin phong tước cho vua Dụ Tông{{sfn|Nhiều tác giả|2018|p=75}}. Khi các viên quan ấy trở về, vua [[Khang Hy]] nhà Thanh chuẩn định: Cứ 6 năm hai lễ cống cùng dâng một lúc; nhân viên đi sứ, được cử 3 sứ thần và 20 hành nhân. Việc này định làm thể lệ lâu dài. Sách Cương mục của nhà Nguyễn chê trách chúa Trịnh về sự chậm trễ này, bởi Thượng hoàng mất đã 2 năm mà nhà vua lên ngôi 14 năm mà mới nhân dịp tuế cống để xin phong{{sfn|Quốc sử quán triều Nguyễn|1998|p=777}}. Cuối năm [[1719]], sứ Thanh là [[Đặng Đình Triết]] và [[Thanh Vân]] đem sắc phong cho nhà vua làm An Nam quốc vương, bắt phải theo lễ tam quỳ cửu khấu. Trịnh Cương không nghe xin theo lễ nghi nước Việt Nam là tam khấu ngũ vái, sứ Thanh cuối cùng phải nghe theo{{sfn|Nhiều tác giả|2018|p=78}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=780}}.\n\nNăm [[1726]], các quan Đại Thanh có ý nghi ngờ Đại Việt lấn sang đất [[Trung Quốc]], triều đình gửi thư sang biện hộ. Các quan [[Hồ Phi Tích]] và [[Vũ Công Tế]] cùng quan phái ủy Mãn Thanh là [[Phan Doãn Mẫn]] đi đến nơi khám xét, cuối cùng lập mốc ở núi Xưởng Chi. Như vậy 120 dặm đất hai châu Vị Xuyên và Thủy Vĩ bị thổ ty phủ Khai Hóa chiếm, thì nay người Thanh trả 80 dặm, còn 40 dặm nơi có xưởng đồng Tụ Long<ref group=\"Ghi chú\">Ở địa phận xã Tụ Long, châu Vị Xuyên, nay thuộc địa phận tỉnh [[Hà Giang]]<\/ref> vẫn phụ thuộc Mãn Thanh.\n\nVề việc mỏ Tụ Long, triều đình Đại Việt nhiều lần xin lập lại giới mốc cho đúng. Năm [[1728]], vua [[Ung Chính]] [[nhà Thanh]] sai [[Ngạc Nhĩ Thái]], tổng đốc Vân Quý (Vân Nam-Quý Châu) đến khám xét, [[Ngạc Nhĩ Thái]] tâu rằng Đại Việt lấn đất Khai Hóa, vua Thanh nghe theo, buộc Đại Việt giao trả. [[Ngạc Nhĩ Thái]] sai người đưa thư đến địa đầu biên giới Tuyên Quang, nhưng thổ mục [[Hoàng Văn Lâu]] của Đại Việt không chịu tiếp thư. Ngạc Nhĩ Thái ngờ vực Đại Việt, liền gửi thư nói tỉnh [[Quảng Tây]] chia quân phòng bị biên giới. Ngạc Nhĩ Thái còn tâu lên vua  Ung Chính xin huy động binh mã 3 tỉnh dọc theo biên giới, nhưng hoàng đế không nghe. Sau đó  Ung Chính sai Tả đô ngự sử Hàng Dịch Lộc, Nội các học sĩ Nhậm Lan Chi sai sứ sang [[Đại Việt]] ban chỉ hiểu dụ. Hai quan Thanh chưa vào Đại Việt thì quốc thư Trịnh Cương gửi vua Thanh từ trước đến [[Bắc Kinh]], trong quốc thư ghi: ''lòng thành thờ nước lớn, sợ mệnh trời''. Vua nhà Thanh vui mừng, mới thảo sắc văn khác giao cho phái bộ Dịch Lộc. Trong sắc thư này vua Thanh đồng ý trả lại 40 dặm đất có mỏ đồng. Lúc ấy, quân Thanh đóng giữ biên giới nghiêm ngặt, các quan Đại Việt nghi ngờ, nhưng Trịnh Cương cho rằng người Thanh chỉ uy hiếp vậy thôi, nên lệnh các quan vùng biên không hành động càn rỡ{{sfn|Quốc sử quán triều Nguyễn|1998|p=808 - 809}}. Tháng 6 ÂL năm 1728, Dịch Lộc đến [[Thăng Long]], tuyên bố trả 40 dặm đất cho Đại Việt. Khi tiến hành nghi lễ nhận sắc thư của vua Thanh, Dịch Lộc buộc hoàng đế nhà Lê hành lễ tam quỳ cửu khấu, triều đình đành phải gượng mà làm theo. Sau lần này, Trịnh Cương sai Thị lang Bộ Binh [[Nguyễn Huy Nhuận]], Tế tửu [[Nguyễn Công Thái]] đi lập giới mốc, Công Thái phát giác mưu gian lận của quan Mãn Thanh, mới lặn lội tìm ra được đúng sông Đỗ Chú mà lập giới mốc, từ đó việc tranh chấp ở biên cương mới dứt{{sfn|Quốc sử quán triều Nguyễn|1998|p=809}}.\n\n=== Mầm mống suy vong ===\n\nNăm [[1721]], thổ tù châu Chiêu Tấn là [[Đèo Mỹ Lâm]] nổi dậy cướp phá vùng Lai Châu và Quỳnh Nhau Châu. Chúa sai [[Nguyễn Công Chính]] và [[Bùi Sĩ Tiêm]] đem quân tiến đánh, giữa đường khi đến Mai Châu thì Công Chính chết, quan quân phải lui về{{sfn|Nhiều tác giả|2018|p=88}}<ref group=\"Ghi chú\">Chiêu Tấn châu là Lai Châu: nay thuộc tỉnh Lai Châu, Quỳnh Nhai Châu: nay thuộc tỉnh Sơn La, Mai Châu: nay thuộc tỉnh [[Hòa Bình]]<\/ref>. Đến năm [[1722]], nhân nội bộ của [[Đèo Mỹ Ngọc]] xảy ra lục đục, triều đình lại cử [[Thành Lý]] đi đánh, Mỹ Ngọc cùng một số thuộc hạ bỏ chạy, Thành Lý bèn dẫn quân về. Triều đình sau đó có chiếu xá tội cho những người khởi loạn, kêu gọi họ trở về làm ăn, vùng bắc được tạm yên.\n\nNgày [[29 tháng 9]] năm [[1727]], Trịnh Cương phong cho [[Trịnh Giang]] làm Khâm sai Tiết chế các xứ thủy bộ chư quanh kiêm nắm các việc chính sự, cơ mật, Thái úy, Thịnh quốc công cho mở phủ Điện Quốc{{sfn|Nhiều tác giả|2018|p=111}}. Từ đây địa vị của Trịnh Giang chính thức được công nhận là người sẽ nối ngôi Chúa. Chúa [[Trịnh Cương]] còn đích thân làm bài Bảo huấn và hai bài thơ ban dạy cho Trịnh Giang{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}.\n\nChúa Trịnh Cương có sở thích tuần du để ngắm các cảnh đẹp của đất nước, do vậy việc xây cất diễn ra liên tục từ ngày ông lên ngôi. Năm 1718, Phó Đô Ngự sử [[Nguyễn Mậu Áng]] dâng sớ can ngăn chúa nên tránh xa xỉ và bớt việc xây dựng để khoan thứ sức dân, ông có lời khen sự thẳng thắn của [[Nguyễn Mậu Áng]] và việc xây cất được đình chỉ một vài năm sau đó{{sfn|Nhiều tác giả|2018|p=99}}.\n\nĐến những năm cuối đời, nết xấu của Chúa lại trỗi dậy, ông dần không kiêng kị gì nữa. Năm [[1727]], ông sai các [[hoạn quan]] sửa các chùa ở vùng núi Độc Tôn<ref group=\"Ghi chú\">ở xã Cát Nê, huyện [[Đại Từ]], tỉnh [[Thái Nguyên]] hiện nay<\/ref> và chùa Tây Thiên<ref group=\"Ghi chú\">Ở xã [[Đại Đình]], huyện [[Tam Đảo]], tỉnh [[Vĩnh Phúc]] hiện nay<\/ref> để phòng bị khi đi du ngoạn, bất chấp người dân phải chịu sưu dịch khổ sở. Tháng 11 năm đó, lại cho xây hành cung ở Cổ Bi<ref group=\"Ghi chú\">ở xã [[Cổ Bi]], huyện [[Gia Lâm]], thành phố [[Hà Nội]] hiện nay<\/ref>, công trình được hoàn thành trong 1 tháng{{sfn|Nhiều tác giả|2018|p=112}}. Sau đó ông bị bọn thầy phong thủy to nhỏ, nên quyết định xây dựng phủ đệ mới ở đấy, gọi là phủ Kim Thành và có ý dời phủ Chúa sang đấy{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}. Chúa đi tuần du không ngớt, vì thế cho xây dựng nhiều hành cung như thế, bóc lột sức dân thậm tệ, mầm mống diệt vong của họ Trịnh là từ đây.\n\nTháng 7 năm [[1729]] nước sông lên to, đê Cự Linh<ref group=\"Ghi chú\">Thuộc địa phận xã [[Cự Linh]], huyện [[Gia Lâm]], [[Hà Nội]]<\/ref> bị vỡ, nước tràn vào Cổ Bi, nhà cửa bị nước cuốn đi và đổ nát. Chúa sai hoạn quan đốc suất quân và dân sửa chữa đường sá, để phòng bị lúc đi di ngoạn. Nông dân bị thủy tai, cực khổ trăm bề mà còn bị bức ép lao dịch, đau khổ không kể xiết{{sfn|Quốc sử quán triều Nguyễn|1998|p=811}}.\n\nMùa xuân năm [[1729]], Trịnh Cương đi tuần phía đông, đại duyệt chu sư ở cửa biển Triều Châu<ref group=\"Ghi chú\">Triều Dương là tên sông, phía trên thông với sông Lục, phía dưới đổ ra biển gọi là cửa Triều Dương. Còn Triều Châu à bãi nổi giữa sông Triều Dương, đôi khi gọi là Đại Than<\/ref>. Đến tháng 10 ông lại bắc tuần, nghỉ lại ở núi Tiền Tích, tháng nữa mới trở về cung. Chưa ở nhà được lâu thì ông lại đi Như Kinh là quê mẹ của mình. Ngày [[16 tháng 1]] năm [[1730]], Trịnh Cương mất ở hành cung Như Kinh, hưởng thọ 44 tuổi, giữ chính quyền 20 năm{{sfn|Phan Huy Chú|2007|p=253}}. Các quan theo hầu bí mật đưa di hài về kinh mới phát tang{{sfn|Nhiều tác giả|2018|p=117}}. [[Trịnh Giang]] lên nối ngôi chúa, tôn Trịnh Cương là Nhân vương, miếu hiệu Hy Tổ, thường đời sau xưng là '''Hy Tổ Nhân vương''' (禧祖仁王)<ref name=\"TGCP\" \/>, an táng ở cánh đồng Xích Lạc thuộc thôn Bùi Thượng xã Yên Giang huyện Yên Định tỉnh Thanh Hóa.\n\n== Đánh giá == \nSĩ phu đầu thời [[nhà Nguyễn|Nguyễn]] là [[Phan Huy Chú]] trong sách ''[[Lịch triều hiến chương loại chí]]'', phần ''Nhân vật chí'' đã khen ngợi khả năng trị nước của Trịnh Cương{{sfn|Phan Huy Chú|2007|p=252 - 253}}\n{{cquote|''Trong khi chúa giữ chính, chăm chỉ lo toan trị nước, cùng với các tể tướng ngày đêm trù tính. Phàm việc binh, dân, tiền của, thuế khóa đặt ra rõ ràng đầy đủ.''|||Phan Huy Chú}}\n\nCũng trong sách này, Phan Huy Chú viết về các thành tựu của thời vua Lê Dụ Tông, thời mà Trịnh Cương là người thực sự cai quản việc nước{{sfn|Phan Huy Chú|2007|p=247}}:\n{{cquote|''Bấy giờ [vua] nối nghiệp thái bình, không biết việc đao binh, trong nước vô sự. Triều đình đặt nhiều việc pháp độ, kỷ cương rất hẳn hoi đầy đủ, các phương xa đến cống hiến và [[Nhà Thanh|Trung Quốc]] trả lại đất đai. Thực là đời rất thịnh.''}}\n\nNhưng bên cạnh đó, sử thần Đại Nam dù liên tục phê bình các chúa Trịnh nhưng cũng gián tiếp thừa nhận thành tựu chính trị của thời Trịnh Căn, Trịnh Cương:\n{{Cquote|''Khoảng niên hiệu Chính Hòa (1680-1705), Vĩnh Thịnh (1705-1719), bốn phương vô sự, trong nước hơi yên; thế cũng là cuộc thịnh vượng trong một thời như đời vua [[Thiếu Khang]] [[nhà Hạ]].''|||Khâm định Việt sử Thông giám Cương mục}}\n\nSử gia [[thế kỷ 20]] [[Tạ Chí Đại Trường]] có nhìn nhận về Trịnh Cương trong sách '' Sơ thảo: Bài sử khác cho Việt Nam'' ([[2009]]):{{sfn|Tạ Chí Đại Trường|2009|p=233}}\n{{cquote|''Thật ra so với nhiều người cầm quyền khác, các ông chúa Trịnh không đến nỗi tệ hại như [[Khâm định Việt sử Thông giám Cương mục|sử sách]] của [[nhà Nguyễn|kẻ thù]] họ vẽ ra. Nguyễn đứng trên quan điểm kẻ thắng cuối cùng không nói làm gì nhưng những người chống đối khác, mang danh hiệu \"phù Lê,\" cũng nhìn họ như một thứ tội đồ của lịch sử chỉ vì họ là kẻ thất bại mà thôi. Công tích của họ tuy còn người nâng đỡ ghi chép nhưng địa vị tông tộc của họ rốt lại đã phải đi theo cái Phủ Chúa bị [[Lê Chiêu Thống|Chiêu Thống]] ra lệnh đốt tan tành năm 1787. Công bình nhìn lại, ta thấy không có ông chúa nào mà không xứng đáng với tính cách người thủ lĩnh cả... Trịnh Cương là người thi hành cải cách nhiều nhất, có căn bản nhất như cải cách thuế khoá 1723, hình phạt dưới thời ông cũng bớt phần tàn khốc (không chặt tay 1721, không xử tử xã trưởng ẩn lậu dân đinh).''|||Tạ Chí Đại Trường}}\n\nSoạn giả Trần Bạch Đằng và Lê Văn Năm đánh giá tích cực về những cải cách của Trịnh Cương{{sfn|Trần Bạch Đằng, Lê Văn Năm|2013|p=3}}\n{{cquote|''Sau những năm tháng dài đất nước trải việc can qua, chúa Trịnh Cương tiến hành cải cách để vực dậy một Đàng Ngoài suy sụp trong những năm nội chiến. Chúa là người có ý chí, bản lĩnh, năng động và thực sự lo toan đến sự hưng vong của đất nước. Được sự hỗ trợ đắc lực của đội ngũ quan lại đầy tâm huyết như Nguyễn Công Hãng, Lê Anh Tuấn..., chúa đã tiến hành công cuộc cải cách khá toàn diện, tập trung chủ yếu trên hai lĩnh vực: cải cách bộ máy hành chính (tổ chức nhân sự) và cải cách kinh tế - tài chính. Dù việc thực thi không được như chúa mong đợi song những cải cách này cũng đã góp phần thay đổi phần nào bộ mặt Đàng Ngoài thời bấy giờ.''|||Trần Bạch Đằng và Lê Văn Năm}}\n\n== Gia đình ==\n=== Vợ ===\n* Chính phi Trịnh thị (? - ?), dưới thời chúa [[Trịnh Giang]] được truy tôn là Thái phu nhân{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=100}}.\n* Từ Đức Thái phi [[Vũ Thị Ngọc Nguyên]] ([[21 tháng 3]] năm [[1688]] - [[21 tháng 9]] năm [[1751]]<ref name=\"saija\">《[[南風 (越南雜誌)|南風]]》合刊第廿二卷·第一百二十五期·〈鄭氏世家（續）〉<\/ref>), tức Chiêu viện Vũ thị, có tên tục là ''Thị Tông'', người My Thử<ref>nay là thôn Phục Lễ, xã [[Vĩnh Hồng]]<\/ref>, tổ tiên là người Tử Dương, huyện Đông Yên phủ Khoái Châu (nay là Tổ Hỏa, xã Lý Thường Kiệt, huyện Yên Mỹ, tỉnh Hưng Yên). Theo gia phả, bà được ghi là con gái Tuệ Trạch công [[Vũ Tất Tố]]<ref>{{Chú thích web |url=http:\/\/www.bachuame.com\/index.php\/tu-lieu-lich-su\/tu-lieu-bcm\/item\/25-ba-chua-me-than-the-va-su-nghiep#_ftn11 |ngày truy cập=2017-05-20 |tựa đề=Bà Chúa Me - Thân thế và sự nghiệp |archive-date = ngày 11 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170911211400\/http:\/\/www.bachuame.com\/index.php\/tu-lieu-lich-su\/tu-lieu-bcm\/item\/25-ba-chua-me-than-the-va-su-nghiep#_ftn11 }}<\/ref>, tuy nhiên theo [[Vũ trung tùy bút]] của [[Phạm Đình Hổ]], bà là con gái của một người nông dân nghèo, về sau làm con nuôi nhà họ Vũ và vào phủ hầu Trịnh Cương. Bà sinh ra 2 vị Chúa [[Trịnh Giang]] và [[Trịnh Doanh]], đến khi Trịnh Giang nối ngôi Cúa thì tôn bà làm Thái phi. Sau khi mất, có tên thụy là '''Từ Đức'''.\n* Từ Trinh Thứ phi [[Trần Thị Ngọc Diễm]]<ref name=saija\/>\n* Từ Thục Thứ phi [[Trần Thị Ngọc Tần]], em gái của Từ Trinh<ref name=saija\/>\n* Kì viên Đặng thị\n\n=== Con trai ===\n* Đức Dụ Tổ Thuận vương [[Trịnh Giang]] ([[1711]] - [[1761]])\n* Thọ quận công [[Trịnh Đang]];\n* Phúc quận công Trịnh Trang<ref name=saija\/>\n* Đức Nghị Tổ Ân vương [[Trịnh Doanh]] ([[1719]] - [[1767]])\n* Khanh quận công [[Trịnh Kiều]]\n* Huy quận công [[Trịnh Tập]]\n* Nghiêm quận công [[Trịnh Miên]], lấy công chúa con vua [[Lê Hiển Tông]]\n\n=== Con gái ===\n* Thái trưởng quận chúa [[Trịnh Thị Ngọc Cư]], lấy Nhượng quận công [[Trương Nhai]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Yên, là Hoàng hậu của [[Lê Đế Duy Phường]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Trùy, lấy Vịnh quận công [[Đặng Đình Giám]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Quỹ, lấy Lộc Thọ hầu [[Lê Thời Lộc]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Quỹ, lấy Đôn Trung hầu [[Nguyễn Tính]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Như, lấy Chất Vũ hầu [[Trương Đình Chất]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Như, lấy Chất Vũ hầu [[Trương Đình Chất]], sau lấy Ngô Kỳ hầu [[Ngô Phúc Hoành]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Soạn, lấy Đạt Vũ hầu [[Nguyễn Gia Cư]]<ref name=saija\/>\n* Quận chúa Trịnh Thị Ngọc Hữu, lấy Tín Trung hầu [[Nguyễn Hy Tái]]<ref name=saija\/>\n\n== Tham khảo ==\n=== Danh mục nguồn ===\n* [[Trần Trọng Kim]] ([[1971]]), ''[[Việt Nam sử lược]]'', Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục.\n* {{Chú thích sách|ref={{harvid|Quỳnh Cư, Đỗ Đức Hùng|2005}}|tác giả=Quỳnh Cư, Đỗ Đức Hùng |lk tác giả =Quỳnh Cư, Đỗ Đức Hùng| đồng tác giả = | title=Các triều đại Việt Nam|cuốn=1|edition=|năm gốc = | year=2005|language=vi |publisher=Nhà xuất bản Thanh niên|location=}}\n* {{citation|author=Nhiều tác giả|authorlink=|title=Đại Việt sử ký tục biên (1676 - 1789)|edition=\nViện nghiên cứu Hán Nôm thuộc Viện Hàn lâm Khoa học xã hội Việt Nam|year=2018|language=|publisher=Nhà Xuất bản Hồng Đức|location=[[Hồ Chí Minh]]}}\n* {{citation|author=Quốc sử quán triều Nguyễn|authorlink=Quốc Sử Quán|editor= |others= |title= Khâm định Việt sử Thông giám Cương mục|url=https:\/\/quangduc.com\/images\/file\/KZPU77gk0AgQAKVI\/kham-dinh-viet-su-thong-giam.pdf|location = Hà Nội|year=1998|isbn= }}\n* {{chú thích|author=Nguyễn Khắc Thuần|authorlink=|title=Thế thứ các triều vua Việt Nam|year=1995|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Phan Huy Chú|authorlink=|title=Lịch triều Hiến chương loại chí, tập một (Tổ phiên dịch viện sử học phiên dịch và chú giải)|year=2007|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{Chú thích sách|ref={{harvid|Tạ Chí Đại Trường|2009}}|tác giả=Tạ Chí Đại Trường |lk tác giả =Tạ Chí Đại Trường| đồng tác giả = | title=Bài sử khác cho Việt Nam|cuốn=1|edition=|năm gốc = | year=2009|language=vi |publisher=Nhà xuất bản Kệ sách|location=}}\n* {{Chú thích sách|ref={{harvid|Viện Sử học|2017}}|tác giả=Viện sử học| đồng tác giả = Trần Thị Vinh (chủ biên)| title=Lịch sử Việt Nam|cuốn=tập 4|edition=|năm gốc = | year=2017|language=vi |publisher=Nhà xuất bản Khoa học xã hội|location=}}\n* {{chú thích|author=Phạm Văn Sơn|authorlink=|title=Việt sử tân biên, quyển 3|year=1959|language=|publisher=Cơ sở xuất bản Đại Nam|location=[[Sài Gòn]]}}\n* {{Chú thích sách|author-link=Lê Quý Đôn|title=Phủ biên tạp lục|last=Lê Quý Đôn|edition=|year=1959|language=vi|translator-last=Ngô Lập Chí|publisher=Khoa Xã hội - Trường Đại học Tổng hợp Hà Nội|location=Hà Nội}}\n* {{chú thích|author=Trần Bạch Đằng, Lê Văn Năm|authorlink=|title=Lịch sử Việt Nam bằng tranh, tập 46: Những cải cách của Trịnh Cương|year=2013|language=|publisher=Nhà xuất bản Trẻ|location=[[Thành phố Hồ Chí Minh]]}}\n\n=== Ghi chú ===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n\n=== Chú thích nguồn ===\n{{tham khảo|3}}\n\n{{Chúa Trịnh}}\n\n{{Thời gian sống|sinh=1711|mất=1762}}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Thái thượng vương]]\n[[Thể loại:Người cải cách Việt Nam]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]"}