{"3465":"{{Wiki hóa|date=Tháng 12\/2022}}\n{{Thông tin nghệ sĩ âm nhạc\n| tên             = Trịnh Công Sơn\n| hình            = Trinhcongson.jpg\n| chú thích hình  = Hình chụp chân dung Trịnh Công Sơn được in trong sách ''Trịnh Công Sơn, Một người thơ ca, Một cõi đi về''\n| nền             = nhạc sĩ không biểu diễn\n| tên khai sinh   = Trịnh Công Sơn\n| ngày sinh       = {{ngày sinh|1939|02|28}}\n| nơi sinh        = [[Buôn Ma Thuột]], [[Đắk Lắk]], [[Liên bang Đông Dương]]\n| nguyên quán     = [[Hương Trà]], [[Thừa Thiên Huế]], [[Việt Nam]]\n| ngày mất        = {{ngày mất và tuổi|2001|04|01|1939|02|28}}\n| nơi mất         = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| nguyên nhân mất = [[Đái tháo đường|Tiểu đường]]\n| nghề nghiệp     = {{Hlist|[[Nhạc sĩ]]|[[Ca sĩ]]|[[Nhạc công]]|[[Họa sĩ]]|[[Nhà thơ]]}}\n| thể loại        = [[Tình khúc 1954-1975]]<br \/>[[Nhạc phản chiến]]<br \/>[[Nhạc thiếu nhi]]\n| nhạc cụ         = [[Guitar]]\n| năm hoạt động   = 1958–2001\n| hợp tác với     = \n| bài hát         = \"[[Diễm xưa]]\"<br \/>\"[[Biển nhớ]]\"<br \/>\"Cát bụi\"<br \/>“[[Hạ trắng]]”\n| ca sĩ           = [[Khánh Ly]]<br \/>\n}}\n'''Trịnh Công Sơn''' (28 tháng 2 năm 1939 – 1 tháng 4 năm 2001) là một nam [[nhạc sĩ]] [[người Việt Nam]]. Ông được coi là một trong những nhạc sĩ lớn nhất của [[Tân nhạc Việt Nam|Tân nhạc]] và nằm trong danh sách [[Danh sách nghệ sĩ âm nhạc Việt Nam bán đĩa chạy nhất|những nghệ sĩ âm nhạc Việt Nam có lượng đĩa bán chạy nhất]]. Hiện nay chưa có thống kê chính xác về số tác phẩm để lại của ông (ước đoán con số không dưới 600 ca khúc).<ref name=\"bm116\">Ban Mai, sách đã dẫn, tr. 8.<\/ref> Tuy nhiên số ca khúc của ông được biết đến rộng rãi là 236 ca khúc (cả lời và nhạc). Nhạc của Trịnh Công Sơn được nhiều ca sĩ thể hiện, nhưng thành công hơn cả là [[Khánh Ly]], danh ca gắn liền tên tuổi với hàng trăm ca khúc của ông. Ngoài ra, ông còn được xem là một [[nhà thơ]], một [[họa sĩ]], một [[diễn viên]] và một [[ca sĩ]] (ông từng biểu diễn một số bài hát do chính mình sáng tác).\n\n==Tiểu sử==\n\n===Cuộc sống thời niên thiếu===\nÔng nguyên quán ở làng [[Minh Hương, Thừa Thiên Huế|Minh Hương]], xã Vĩnh Tri, huyện [[Hương Trà]], tỉnh [[Thừa Thiên|Thừa Thiên.]]<ref name=\"nho1\">, nhưng sinh tại xã Lạc Giao (nay là phường Thống Nhất, [[Buôn Ma Thuột|Ban Mê Thuột]], tỉnh [[Đắk Lắk]]) Sách Trịnh Công Sơn Một người thơ ca Một cõi đi về trang 97<\/ref> Gia đình của ông là [[Người Hoa (Việt Nam)|Người Hoa.]] Ông lớn lên tại [[Huế]]; lúc nhỏ ông theo học các trường Lycée Français và Providence, sau vào [[Sài Gòn]] theo học [[triết học]] trường Tây [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Lycée Jean Jacques Rousseau]] và tốt nghiệp [[Tú tài I và II|tú tài]] tại đây. \n\nNăm 1957, khi 18 tuổi, ông bị một tai nạn, khi đang tập võ [[judo]] với người em trai, ông bị thương nặng ở ngực, suýt chết và phải nằm liệt giường gần hai năm tại Huế. Cũng theo một nguồn tin khác như lời kể của bà Trịnh Vĩnh Trinh (em gái cố nhạc sĩ):  \"Năm anh Sơn 18 tuổi, ba mất, để lại mẹ và bảy người em. Lúc đó, anh còn quá trẻ, không biết phải làm sao. Mấy tháng liền, trời nắng chang chang, anh lên mộ ba ngồi cả ngày. Anh ốm nặng một trận. Khi khỏi, anh nhờ má mua cho cây đàn để viết nhạc\". Bà Trịnh Vĩnh Trinh kể ở tuổi 18, trở thành trụ cột gia đình, Trịnh Công Sơn loay hoay không biết phải bắt đầu thế nào. Ông mua rất nhiều sách để đọc và dạy các em. Ông bắt năm em gái tập đi mỗi sáng với một quyển sách được đặt trên đầu, phải bước đi sao cho duyên dáng, khoan thai. Ông coi trọng lễ nghi, luôn dặn dò các em không được gắp thức ăn trước người lớn trong bữa cơm, không được chống hai tay trên bàn khi có bề trên. Ông nghiêm khắc, từng đánh đòn em nhưng sau này, ông hối hận nói: \"Lúc đó anh còn trẻ quá, chẳng biết làm sao\". Thời gian nằm bệnh, ông đọc nhiều sách về triết học, văn học, tìm hiểu [[dân ca]]. Ông từng thổ lộ: \"''Khi rời khỏi giường bệnh, trong tôi đã có một niềm đam mê khác – âm nhạc. Nói như vậy hình như không chính xác, có thể những điều mơ ước, khát khao đó đã ẩn chứa từ trong phần sâu kín của tiềm thức bỗng được đánh thức, trỗi dậy''\".\n\nTheo ông cho biết, ông sáng tác bài Sương đêm và Sao chiều vào năm 17 tuổi. Nhưng tác phẩm được công bố đầu tiên của ông là ''[[Ướt mi]]'', do nhà xuất bản An Phú phát hành vào ngày [[20 tháng 9]] năm [[1960]]{{sfn|Cung Trịnh|2001|p=40-275}}{{sfn|Trịnh Công Sơn|1960|page=4}} và qua giọng ca [[Thanh Thúy (sinh 1943)|Thanh Thúy]].\n\nNăm 1961, vì muốn tránh thi hành [[nghĩa vụ quân sự]] nên ông thi và theo học ngành Tâm lý giáo dục trẻ em tại trường [[Trường Đại học Quy Nhơn|Sư phạm Quy Nhơn]]. Sau khi tốt nghiệp ông dạy tại một trường tiểu học ở [[Bảo Lộc]], [[Lâm Đồng]].<ref name=\"nho2\">Sách Trịnh Công Sơn Một người thơ ca Một cõi đi về trang 98<\/ref>\n\nÔng là một trí thức đấu tranh tích cực cho phong trào hòa bình tại miền Nam. Năm 1968, nhạc sĩ Trịnh Công Sơn đã gặp [[Quân đội nhân dân Việt Nam|quân nhân miền Bắc]] trong [[Trận Mậu Thân tại Huế|26 ngày đêm tranh giành Huế]]. Vào năm 1970, ông đã tham gia phong trào Tự quyết với [[Ngô Kha]], [[Trần Viết Ngạc]], [[Lê Khắc Cầm]], [[Chu Sơn]] và [[Thái Ngọc San]].<ref>[http:\/\/cadn.com.vn\/news\/68_224053_nhac-si-trinh-cong-son-sau-ngay-dat-nuoc-thong-nha.aspx Nhạc sĩ Trịnh Công Sơn sau ngày đất nước thống nhất]<\/ref>\n\n==Sự nghiệp==\nTên tuổi của Trịnh Công Sơn được nhiều người biết đến hơn, từ khi ông cùng ca sĩ Khánh Ly hát tại ''[[Quán Văn]]'', một quán cà phê đơn sơ dựng trên bãi đất cỏ sau [[Trường Đại học Văn khoa Sài Gòn]] do nhóm sinh viên mang tên ''Khai Hóa'' trong ''phong trào phục vụ thanh niên xã hội'' chủ trương, từ cuối năm 1966.<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/MusicCafeQuanVanOfTrinhCongSon_TNga-20070409.html|tiêu đề=Nhạc sĩ Trịnh Công Sơn và Quán Văn|tác giả 1=Thy Nga|nhà xuất bản=[[Đài Á Châu Tự do|RFA]]|ngày tháng=ngày 9 tháng 4 năm 2007|url lưu trữ=https:\/\/web.archive.org\/web\/20150924142400\/http:\/\/www.rfa.org\/vietnamese\/in_depth\/MusicCafeQuanVanOfTrinhCongSon_TNga-20070409.html|ngày lưu trữ=ngày 24 tháng 9 năm 2015}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.gio-o.com\/HoangXuanSon\/HoangXuanSonQuanVan.html|tiêu đề=Trịnh Công Sơn và Quán Văn Sài Gòn (trích đoạn hồi ký sắp xuất bản)|tác giả 1=Hoàng Xuân Sơn|url lưu trữ=https:\/\/web.archive.org\/web\/20160723090104\/http:\/\/www.gio-o.com\/HoangXuanSon\/HoangXuanSonQuanVan.html|ngày lưu trữ=2016-07-23|ngày truy cập=2012-09-12|url-status=live}}<\/ref> Trong những năm sau đó, nhạc của ông được phổ biến và được nhiều [[ca sĩ]] trình diễn, đặc biệt là [[Khánh Ly]]. Ông kể: \"''Gặp gỡ ca sĩ Khánh Ly là một may mắn tình cờ, không phải riêng cho tôi mà còn cho cả Khánh Ly. Lúc gặp Khánh Ly đang hát ở Đà Lạt, lúc đó Khánh Ly chưa nổi tiếng nhưng tôi nghe qua giọng hát thấy phù hợp với những bài hát của mình đang viết và lúc đó tôi chưa tìm ra ca sĩ nào ngoài Khánh Ly. Tôi đã mời Khánh Ly hát và rõ ràng giọng hát của Khánh Ly rất hợp với những bài hát của mình. Từ lúc đó Khánh Ly chỉ hát nhạc của tôi mà không hát nhạc người khác nữa. Đó cũng là lý do cho phép mình tập trung viết cho giọng hát đó và từ đó Khánh Ly không thể tách rời những bài hát của tôi cũng như những bài hát của tôi không thể thiếu Khánh Ly''\", còn Khánh Ly kể lại giai đoạn cơ cực đói khổ nhưng đầy hạnh phúc những năm 1960 ấy: \"''Thực sự tôi rất mê hát. Không mê hát thì tôi không có đủ can đảm để đi hát với anh Sơn mười năm mà không có đồng xu, cắc bạc nào, phải chịu đói, chịu khổ, chịu nghèo, không cần biết đến ngày mai, không cần biết tới ai cả, mà chỉ cảm thấy mình thực là hạnh phúc, cảm thấy mình sống khi mình được hát những tình khúc của Trịnh Công Sơn''\".<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/khanh-ly-cong-bo-su-that-ve-moi-tinh-voi-trinh-cong-son-n20120405134702967.htm Khánh Ly công bố sự thật về \"mối tình\" với Trịnh Công Sơn] báo Thể tháo & Văn hóa 05\/04\/2012 13:48 theo [http:\/\/www.nguoiduatin.vn\/khanh-ly-cong-bo-su-that-ve-moi-tinh-voi-trinh-cong-son-a37871.html Vương Hà, báo ''Người đưa tin''] 27.12.2012 | 23:51<\/ref>\n\nMột số bài hát của Trịnh Công Sơn đã đến với công chúng [[Nhật Bản]] năm [[1970]] như \"[[Diễm xưa]]\" (do Khánh Ly biểu diễn bằng cả [[tiếng Nhật]] và [[tiếng Việt]]), ''\"Ca dao Mẹ\"'', ''\"Ngủ đi con\"''. Riêng bài ''Ngủ đi con'' đã phát hành trên hai triệu [[đĩa than]]. Vì lời lẽ trong nhiều bài hát của ông có tính chất phản chiến, nhà cầm quyền [[Việt Nam Cộng hòa]] đã cấm lưu hành vài tác phẩm của ông.<ref>{{chú thích báo|url=http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/1260527.stm|title=Vietnam mourns its 'Dylan'|author=BBC|date=ngày 4 tháng 4 năm 2001|access-date =ngày 3 tháng 8 năm 2008}}<\/ref> Theo tác giả Ban Mai, trong cuốn \"Trịnh Công Sơn - vết chân dã tràng\"<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/sach\/lang-van\/sach-ve-trinh-cong-son-bi-dinh-chi-phat-hanh-1972055.html Sách về Trịnh Công Sơn bị đình chỉ phát hành]<\/ref>, nhiều ca khúc của ông có thông điệp phản chiến bị cả hai bên [[Việt Nam Dân chủ Cộng hòa]] và [[Việt Nam Cộng hòa]] cấm lưu hành<ref name=bm31>Ban Mai, sách đã dẫn trang 31<\/ref> [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] cũng không tán thành thái độ phản chiến của ông mà họ xem là mang tính \"chủ hòa, ủy mị\", làm nản lòng những người đang đấu tranh chống xâm lược và thống nhất đất nước. Theo tác giả Ban Mai, trong cuốn \"Trịnh Công Sơn – vết chân [[dã tràng]]\", [[Việt Nam Dân chủ Cộng hòa]] thì có những người phê phán ông vì coi ông là \"thiếu lập trường chính trị\",<ref name=bm29>Ban Mai, sách đã dẫn trang 29<\/ref> có những người cực đoan đòi sau khi tiến về [[Thành phố Hồ Chí Minh|Sài Gòn]] sẽ \"xử tử\" ông.<ref name=bm24>Ban Mai, sách đã dẫn trang 24<\/ref>\n\nTrưa ngày 30 tháng 4 năm 1975, ông lên [[Đài Vô tuyến Việt Nam|Đài phát thanh Sài Gòn]] hát bài ''\"Nối vòng tay lớn\"''. Cũng chính ông là người [[sự kiện 30 tháng 4 năm 1975|trưa ngày 30\/4]] đã đứng lên phát biểu trực tiếp trên đài phát thanh Sài Gòn sau lời tuyên bố đầu hàng của Tổng thống [[Dương Văn Minh]]. Trong bài phát biểu, ông kêu gọi người dân miền Nam ủng hộ Chính phủ Cách mạng lâm thời miền Nam Việt Nam:<ref>{{Chú thích thông cáo báo chí |\n publisher = Tiến Dũng - [[VnExpress]]|\n date = ngày 30 tháng 4 năm 2011 |\n url = http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/04\/buoi-phat-thanh-lich-su-tai-sai-gon-trua-30-4-1975\/|\n title = Buổi phát thanh lịch sử tại Sài Gòn trưa 30\/4\/1975|\n access-date = ngày 30 tháng 4 năm 2011}}<\/ref> \n::\"''Hôm nay là ngày mơ ước của tất cả chúng ta... Ngày mà chúng ta giải phóng hoàn toàn đất nước Việt Nam này... Những điều mơ ước của các bạn bấy lâu là [[độc lập]], [[quyền tự do|tự do]], và [[thống nhất]] thì hôm nay chúng ta đã đạt được tất cả kết quả đó... Hôm nay tôi yêu cầu các văn nghệ sĩ cách mạng miền Nam Việt Nam, các bạn trẻ và Chính phủ Cách mạng lâm thời xem những kẻ ra đi là những kẻ phản bội đất nước... Chính phủ Cách mạng lâm thời đến đây với thái độ hòa giải, tốt đẹp. Chúng ta không có lý do gì để sợ hãi mà ra đi cả. Đây là cơ hội duy nhất và đẹp đẽ nhất để đất nước Việt Nam được thống nhất và độc lập. Thống nhất và độc lập là những điều chúng ta mơ ước suốt mấy chục năm nay. Tôi xin tất cả các bạn, thân hữu và cũng như những người chưa quen của tôi xin ở lại và kết hợp chặt chẽ với Ủy ban Cách mạng lâm thời để góp tiếng nói xây dựng miền Nam Việt Nam này...''\"<ref>{{Chú thích web | url = https:\/\/www.youtube.com\/watch?v=qRmepINV5hY | tiêu đề = Lời kêu gọi của nhạc sĩ TCS trên đài phát thanh SG ngày 30 | tác giả 1 = | ngày = | ngày truy cập = 22 tháng 7 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTheo [[BBC]], sau khi chiến tranh kết thúc, gia đình ông di cư sang [[Hoa Kỳ|Mỹ]] và ông phải đi học tập cải tạo trong 4 năm.<ref>\"''After the end of the war, he spent four years in a \"re-education camp\" after his family fled to the US.''\" [http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/1260527.stm Vietnam mourns its 'Dylan'] BBC, ngày 4 tháng 4 năm 2001<\/ref> Tuy nhiên, theo tác giả Bùi Đức Lạc (một người bạn thân của Trịnh Công Sơn) thì ông chỉ đi làm kinh tế mới vài năm chứ không hề có cải tạo<ref>\"''Bùi Đức Lạc Tình nghĩa TRỊNH CÔNG SƠN''\" [http:\/\/www.hungviet.org\/3004\/buiduclac0401.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100620121059\/http:\/\/hungviet.org\/3004\/buiduclac0401.html|date=ngày 20 tháng 6 năm 2010}}{{Nguồn không đáng tin?}}{{dead link}}<\/ref>, nguồn khác thì nói ông đi học tập chính trị 2 năm ở Cồn Tiên. Theo Nguyễn Đắc Xuân, thời gian đầu sau khi kết thúc chiến tranh năm 1975, \"''Đối với lãnh đạo thì không có vấn đề gì, nhưng có nhiều \"anh em phong trào\" ở Sài Gòn không thích quan điểm lập trường chung chung của Trịnh Công Sơn trước đây''\", ông trở về Huế và \"''thời gian đó một số phần tử quá khích theo phong trào \"Hồng vệ binh\" của Cộng Hòa Nhân dân Trung Hoa đã kích động sinh viên treo một tấm banderole to tướng mang dòng chữ xanh rờn: \"Hạ bệ [[Phạm Duy]] - [[Hoàng Thi Thơ]] và Trịnh Công Sơn\" trước [[trường Đại học Sư phạm Huế]]''\" và \"''tiếp theo là cuộc tọa đàm luận tội \"Trịnh Công Sơn có công hay có tội\" tại Hội Văn nghệ Thừa Thiên Huế. Hôm ấy có cả [[Trần Hoàn (nhạc sĩ)|Trần Hoàn]], Tô Nhuận Vỹ, [[Nguyễn Khoa Điềm]], [[Hoàng Phủ Ngọc Tường]], Nguyễn Đắc Xuân, Trần Viết Ngạc và vài người nữa. Có người lên án, nhưng cũng có người bảo vệ. \"Tội\" của nhạc sĩ Trịnh Công Sơn là ông đã làm nhạc phản chiến một cách chung chung, không phân biệt được chiến tranh xâm lược và chiến tranh giải phóng dân tộc trong bài \"Gia tài của mẹ\" với câu \"Hai mươi năm nội chiến từng ngày\". Thậm chí ông còn làm nhạc ca ngợi địch trong bài \"Cho một người nằm xuống\" thương tiếc đại tá không quân Sài Gòn Lưu Kim Cương tử trận – người đã từng cưu mang ông. Nhiều người phát biểu biện hộ cho Trịnh Công Sơn: \"Đúng là Trịnh Công Sơn đã làm nhiều bản nhạc phản chiến, anh được mệnh danh là người làm nhạc phản chiến số 1 thời ấy giống như Bob Dylan, Joan Baez ở bên Mỹ. Trịnh Công Sơn là một nhạc sĩ tự do, anh theo đuổi chủ nghĩa nhân bản chung chung khác chúng ta. Nhưng anh làm nhạc trong vùng tạm chiếm, người nghe nhạc phản chiến của anh là lính Cộng hòa. Rất nhiều lính của Thiệu đã bỏ ngũ vì nghe bản nhạc Người con gái da vàng của anh. Chẳng có người lính cách mạng nào bỏ ngũ vì nghe nhạc của Trịnh Công Sơn cả. Cũng như ngày xưa bên Trung Quốc, Trương Lương thổi sáo đâu phải để cho quân mình buông kiếm! Đâu phải tự dưng chính quyền Thiệu ra lệnh tịch thu những bài hát của Sơn\". Và chính xấp tài liệu đăng lệnh của cựu Tổng thống [[Nguyễn Văn Thiệu]] cấm phổ biến nhạc Trịnh Công Sơn, lệnh cấm mang số 33 ngày 8.2.1969, đã có sức thuyết phục lớn đối với những người tham dự tọa đàm. Sau cuộc tọa đàm, Trịnh Công Sơn phải viết kiểm điểm. Hồi ấy, những bản kiểm điểm nói không đúng vấn đề thường phải viết lại. Trịnh Công Sơn chưa quen lối sinh hoạt này nên rất chán chường...''\" Trong thời hậu chiến này, cả nước rất khó khăn và như bao người Việt khác, Trịnh Công Sơn cũng được điều đi lao động sản xuất, khi thì trồng khoai lang, lúc cấy lúa trên những cánh đồng đầy bom đạn chưa tháo gỡ.\n\nMột thời gian dài sau 1975, nhiều bài hát của ông bị cấm lưu hành ở tại [[Việt Nam]] hay bị một số người kêu gọi tẩy chay ở [[hải ngoại]]. Tuy nhiên, Khánh Ly và nhiều ca sĩ vẫn tiếp tục hát và phát hành những băng đĩa với ca khúc của ông tại hải ngoại.\n\nNhững năm sau 1975, sau thời gian học tập chính trị, ông làm việc tại [[Hội Âm nhạc]] [[Thành phố Hồ Chí Minh]], tạp chí ''[[Sóng nhạc]]''. Từ đầu thập niên 1980, Trịnh Công Sơn bắt đầu sáng tác lại, lúc đầu một số sáng tác ông gởi qua cho Khánh Ly và chỉ phát hành tại hải ngoại. Khi bắt đầu được phép lưu hành nhạc trong nước, ông có viết một số bài có nội dung ca ngợi những chủ trương của chế độ mới như ''Thành phố mùa xuân'', ''Ngọn lửa vĩnh cửu Moskva'', ''Em ở nông trường em ra biên giới'', ''Huyền thoại Mẹ''... Sau đó nhà nước Việt Nam đã nới lỏng quản lý văn nghệ, ông lại tiếp tục đóng góp nhiều bản nhạc có giá trị. Các tác phẩm mới của ông tiếp tục bị chính quyền chỉ trích, kiểm duyệt và cấm đoán đến mức ông phải biểu diễn cho bạn bè thân hữu và nhờ họ góp ý trước khi đem phổ biến<ref>http:\/\/www.talawas.org\/talaDB\/showFile.php?res=12221&rb=0206<\/ref>.\n\nTrịnh Công Sơn còn là một diễn viên điện ảnh nghiệp dư, năm 1971 đã thủ vai chính trong phim ''[[Đất khổ]]''.<ref>[http:\/\/www.youtube.com\/watch?v=floi0yzCfOA&feature=related Trích đoạn phim]<\/ref> Phim hoàn tất năm 1974, nhưng chỉ được chiếu cho công chúng xem 2 lần rồi bị Việt Nam Cộng hòa cấm không được phép trình chiếu ở Miền Nam Việt Nam với lý do \"có tính phản chiến\".<ref>{{Chú thích báo |tên bài = Đất Khổ, một bộ phim bị bỏ quên |url = http:\/\/www.rfa.org\/vietnamese\/programs\/LiteratureAndArts\/ReviewFilmDatKhoTheLandOfSorrows_MThuy-20080225.html?searchterm=None |công trình = [[Đài Á Châu Tự do|RFA]] |ngày truy cập = ngày 27 tháng 6 năm 2008 |}}<\/ref><ref>[http:\/\/www.tcs-home.org\/News\/gioi-thieu-phim-dat-kho Giới thiệu phim Đất Khổ — Trinh Cong Son] theo customflix.com<\/ref> Sau năm 1975, bộ phim không được trình chiếu tại Việt Nam.<ref>{{Chú thích thông cáo báo chí |\n publisher = Minh Thùy, đài [[Đài Á Châu Tự do|RFA]]|\n date = ngày 25 tháng 2 năm 2008 |\n url = http:\/\/www.rfa.org\/vietnamese\/programs\/LiteratureAndArts\/ReviewFilmDatKhoTheLandOfSorrows_MThuy-20080225.html|\n title = Đất Khổ, một bộ phim bị bỏ quên được chọn tham dự liên hoan phim Á-Mỹ năm 1996|\n access-date = ngày 1 tháng 4 năm 2011}}<\/ref> Cuối cùng, một bản phim đã về tay nhà thơ [[Đỗ Trung Quân]].<ref>[http:\/\/www.ngoisao.net\/news\/hau-truong\/2008\/03\/3b9c3e38\/ Trịnh Công Sơn từng làm diễn viên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091219231227\/http:\/\/ngoisao.net\/News\/Hau-truong\/2008\/03\/3B9C3E38\/ |date = ngày 19 tháng 12 năm 2009}} cập nhật Thứ năm, 20\/3\/2008, 09:24 GMT+7, từ báo Thể thao Văn Hóa<\/ref> Bộ phim được chọn là phim Việt Nam chính trong Liên hoan phim Á Mỹ năm 1996. Năm 1997, ông và nghệ sĩ [[Thanh Bạch]] và ca sĩ [[Trịnh Vĩnh Trinh]] thực hiện album băng hình VHS của mình mang tựa đề ''Ru tình'' được Hãng phim trẻ sản xuất. Sau đó [[Hãng phim Phương Nam]] sản xuất lại dưới dạng [[VCD]] & [[DVD]] năm 2004, Hòa tấu nhạc Trịnh: ''Chìm dưới cơn mưa'' (VHS thực hiện tháng 4 năm 1999). Riêng Hãng phim Phương Nam cũng thực hiện cho ông và nhạc sĩ [[Văn Cao]] trong chương trình ''\"Văn Cao & Trịnh Công Sơn\"'' năm 1998 dưới định dạng băng VHS, sau đó là VCD & DVD. Từ đó, ông cùng bà Trịnh Vĩnh Trinh góp mặt trong những CD nhạc do ông sáng tác và được Hãng phim Phương Nam sản xuất trong giai đoạn này như \"Ru tình\", \"Tình yêu tìm thấy\", \"Vì tôi cần thấy em yêu đời\", \"Cho đời chút ơn\",...\n\nCuối đời, ông bị bệnh [[gan]], [[thận]] và [[tiểu đường]]. Tuy nhiên, ông vẫn cố gắng sáng tác những ca khúc mới trong những năm cuối đời mình.\n\nÔng mất tại [[Thành phố Hồ Chí Minh]] vì bệnh tiểu đường lúc 12 giờ 45 ngày 1 tháng 4 năm 2001 (tức ngày 8 tháng 3 năm Tân Tỵ),<ref>Sách Trịnh Công Sơn Một người thơ ca Một cõi đi về trang 357<\/ref> hàng ngàn người đã đến viếng tang và \"có thể nói, chưa có nhạc sĩ nào mất đi lại được công chúng thương tiếc như Trịnh Công Sơn\".<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/sai-gon-tien-dua-trinh-cong-son-ve-noi-cuoi-cung-1869512.html Sài Gòn tiễn đưa Trịnh Công Sơn về nơi cuối cùng] H.N, [[VnExpress]] 04\/04\/01 14:33 GMT+7<\/ref> Ông được an táng tại Nghĩa trang chùa Quảng Bình (phường Bình Chiểu - Thành phố Thủ Đức). Từ đó hàng năm giới hâm mộ đều lấy ngày này làm ngày tưởng niệm.<ref>'''2002''': {{Chú thích thông cáo báo chí |\n publisher = VnExpress|\n date = ngày 30 tháng 3 năm 2002 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2002\/03\/3b9ba98b\/|\n title = Các đêm nhạc tưởng nhớ nhạc sĩ Trịnh Công Sơn|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2003''': {{Chú thích thông cáo báo chí |\n publisher = Lao động|\n date = ngày 13 tháng 3 năm 2003 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2003\/03\/3b9c5d5a\/|\n title = Hồng Nhung và đêm độc diễn nhạc Trịnh|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2004''': {{Chú thích thông cáo báo chí |\n publisher = Người Lao động|\n date = ngày 1 tháng 4 năm 2004 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2004\/04\/3b9d12c8\/|\n title = Đạo diễn Lê Dân và bộ phim về Trịnh Công Sơn|\n access-date = ngày 2 tháng 4 năm 2011}}{{Chú thích thông cáo báo chí |\n publisher = Thái Hòa|\n date = ngày 7 tháng 4 năm 2004 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2004\/04\/3b9d1655\/|\n title = Ca sĩ Thái Hoà với 'Đồng dao hòa bình'|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2005''': {{Chú thích thông cáo báo chí |\n publisher = Thái An|\n date = ngày 30 tháng 3 năm 2005 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2005\/03\/3b9dcb4e\/|\n title = Đêm nhạc tưởng nhớ Trịnh Công Sơn|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2006''': {{Chú thích thông cáo báo chí |\n publisher = Anh Vân|\n date = ngày 1 tháng 4 năm 2006 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2006\/04\/3b9e8406\/|\n title = Ngọn sóng bạc đầu’ Trịnh Công Sơn trẻ mãi giữa trần gian|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2007''': {{Chú thích thông cáo báo chí |\n publisher = Thoại Hà|\n date = ngày 27 tháng 3 năm 2007 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2007\/03\/3b9f4649\/|\n title = 2.000 vé tặng cho đêm nhạc Trịnh 'Nhẹ nhàng như mây'|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2008''': {{Chú thích thông cáo báo chí |\n publisher = Thoại Hà|\n date = ngày 3 tháng 4 năm 2008 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2008\/04\/3ba00e6f\/|\n title = 10.000 khán giả 'Ngồi bên hiên nhà' nhớ Trịnh|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2009''': {{Chú thích thông cáo báo chí |\n publisher = Nhiêu Huy|\n date = ngày 2 tháng 4 năm 2009 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/2009\/04\/3ba0d8fb\/|\n title = Đêm 'Dã tràng ca' không nhiều cảm xúc|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2010''': {{Chú thích thông cáo báo chí |\n publisher = Ngọc Trần|\n date = ngày 3 tháng 4 năm 2010 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2010\/04\/3ba1a698\/|\n title = Thái Hòa rưng rưng nhớ Trịnh|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2011''': {{Chú thích thông cáo báo chí |\n publisher = Quốc Dũng|\n date = ngày 2 tháng 4 năm 2011 |\n url = http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2011\/04\/dem-nhac-trinh-am-cung-o-pho-nui\/|\n title = Đêm nhạc Trịnh ấm cúng ở phố núi|\n access-date = ngày 2 tháng 4 năm 2011}}<br>'''2012''': {{Chú thích thông cáo báo chí |\n publisher = Ngát Ngọc|\n date = ngày 1 tháng 4 năm 2012 |\n url = http:\/\/www.thanhnien.com.vn\/pages\/20120401\/dong-nguoi-den-vieng-trinh-cong-son-trong-mua.aspx|\n title = Dòng người đến viếng Trịnh Công Sơn trong mưa|\n access-date = ngày 28 tháng 2 năm 2013}}<\/ref>\n\nNăm 2001, nhà hát Hoà Bình cùng Hãng phim Phương Nam thực hiện Đại nhạc hội kỷ niệm 100 ngày mất của ông mang tên \"Như một lời chia tay \". Sau đó là các liveshow tưởng nhớ ông như \"Đêm thần thoại\" (2005) và \"Rơi lệ ru người\" (2007)\".\n\n===Sự nghiệp sáng tác===\n{{ quote box\n| width = 30%\n| align = right\n| quote = Toàn bộ âm nhạc của anh đẹp như một bức họa trừu tượng hơn là tả thực. Cả nhạc lẫn lời, cả xác lẫn hồn thơ, nghe lãng đãng, mơ hồ, khó phân định cho đúng nghĩa.\n| source = [[Phạm Duy]], ''nói về nhạc Trịnh Công Sơn''<ref name=gn>- Phạm Duy, Hồi ký, tập III, Mỹ, 1991, tr. 285.<\/ref>\n}}\n{{ quote box\n| width = 30%\n| align = right\n| quote = Trịnh Công Sơn viết dễ như lấy chữ từ trong túi ra.\n| source = [[Nguyễn Xuân Khoát]]\n}}\nTrịnh Công Sơn sáng tác được khoảng hơn 600 ca khúc<ref>Theo như bài giới thiệu in ở bìa tập nhạc \"Em còn nhớ hay em đã quên\", xuất bản năm 1997<\/ref>, tuy nhiên tới tháng 4 năm 2017 chỉ có 77 bài được Cục Nghệ thuật Biểu diễn cấp phép.<ref>{{Chú thích web | url = https:\/\/news.zing.vn\/9-dieu-can-biet-ve-noi-vong-tay-lon-cua-nhac-si-trinh-cong-son-post736575.html | tiêu đề = 9 điều cần biết về 'Nối vòng tay lớn' của nhạc sĩ Trịnh Công Sơn| tác giả 1 = | ngày = 11 tháng 4 năm 2017 | ngày truy cập = 1 tháng 2 năm 2018 | nơi xuất bản = [[Người lao động (báo)|Người Lao động]] | ngôn ngữ = }}<\/ref> những tác phẩm có ca từ độc đáo, mang hơi hướng suy niệm. Theo Trung tâm Bảo vệ tác quyền âm nhạc Việt Nam Chi nhánh phía Nam, nhạc sĩ Trịnh Công Sơn vẫn là tác giả được trả tác quyền nhiều nhất với hơn 820 triệu đồng trong năm 2015 và luôn trong top 5 nhạc sĩ có tiền trả tác quyền cao nhất<ref>{{Chú thích web | url = http:\/\/nld.com.vn\/van-hoa-van-nghe\/trinh-cong-son-nguoi-ca-tho-20160331221055825.htm | tiêu đề = TRỊNH CÔNG SƠN - người ca thơ | tác giả 1 = | ngày = 31 tháng 3 năm 2016 | ngày truy cập = 22 tháng 7 năm 2016 | nơi xuất bản = news.zing.vn| ngôn ngữ = }}<\/ref>.\n\nTuy nhiên, có một đánh giá khá phổ biến cho rằng phần nhạc của Trịnh Công Sơn quá đơn điệu về đề tài, chủ yếu tập trung vào tâm trạng mơ hồ, mộng tưởng. Đánh giá này trùng khớp với lời lý giải của ông về sự sáng tác của mình: \"''Tôi chỉ là 1 tên hát rong đi qua miền đất này để hát lên những linh cảm của mình về những giấc mơ đời hư ảo...\"''.<ref>[http:\/\/giadinh.net.vn\/2907p0c1003\/trinh-cong-son-cuoc-song-khong-the-thieu-tinh-yeu.htm Trịnh Công Sơn: Cuộc sống không thể thiếu tình yêu]<\/ref> Hai mảng đề tài lớn nhất trong âm nhạc Trịnh Công Sơn là tình yêu và thân phận con người.\n\n===Nhạc tình===\n[[Tình yêu]] là đề tài lớn và ảnh hưởng nhất trong các tác phẩm của Trịnh Công Sơn. Những bản tình ca chiếm đa số trong danh mục nhạc phẩm. Khả năng viết nhạc tình của Trịnh Công Sơn tưởng chừng không biết mai một theo năm tháng, theo thời đại: từ [[1958]] với \"Ướt mi\" đã nổi tiếng cho đến thập niên 1990 ông vẫn có những tình ca được nhiều người ưa thích: \"[[Như một lời chia tay]]\", \"Xin trả nợ người\"...\n\nNhạc tình của ông đa số là nhạc buồn, thường nói lên tâm trạng buồn bã, cô đơn như trong \"Sương đêm\", \"Ướt mi\", những ca khúc nhạc tình vẫn mênh mang nỗi buồn kiếp người như \"Diễm xưa\", \"Biển nhớ\", \"Tình xa\", \"Tình sầu\", \"Tình nhớ\", \"Em còn nhớ hay em đã quên\", \"Hoa vàng mấy độ\", \"Cỏ xót xa đưa\", \"Gọi tên bốn mùa\", \"Mưa hồng\"...\n\nNhững bài hát này thường mang giai điệu nhẹ nhàng, dễ hát, thường được viết với tiết tấu chậm, thích hợp với điệu [[Slow]], [[Blues]] hay [[Boston]]. Phần lời được đánh giá cao nhờ đậm chất [[thơ]], nhiều chiêm nghiệm nhờ những biện pháp ẩn dụ, hoán dụ... đôi khi pha lẫn hơi hướng siêu thực, trừu tượng.\n\nNhạc tình của Trịnh Công Sơn rất phổ biến tại [[Việt Nam]] và hải ngoại. Tuy rằng không được giới chuyên môn đánh giá cao về phần âm nhạc, nhưng với giai điệu gần gũi và ca từ có màu trừu tượng, ý nghĩa sâu lắng, nhạc của ông dễ dàng đi vào lòng công chúng.\n\n===Nhạc về thân phận con người===\nTrịnh Công Sơn từng nói từ khi còn trẻ ông đã luôn ám ảnh bởi cái chết nên âm nhạc của ông mang trong đó một sự mất mát của những số phận con người. Ông cũng ảnh hưởng bởi [[Phật giáo]] của phương Đông và [[chủ nghĩa siêu thực]] của phương Tây, nhạc Trịnh Công Sơn thấm đượm màu sắc hiện sinh, buồn bã của các tác giả văn học phương Tây thập niên 60 như [[Jean-Paul Sartre|Jean Paul Sartre]], [[Albert Camus]],... Tiêu biểu là các ca khúc \"Cát bụi\", \"Đêm thấy ta là thác đổ\", \"Chiếc lá thu phai\", \"Một cõi đi về\", \"Phôi pha\",.... Bên cạnh đó, có những bài tuy là nhạc buồn nhưng có gợi nên tư tưởng [[Thiền trong Phật giáo|thiền]] như \"Một cõi đi về\", \"Giọt nước cành sen\".\n\n===Nhạc phản chiến===\n{{chính|Nhạc phản chiến của Trịnh Công Sơn}}\nKhi tên tuổi định hình bằng nhạc tình, thì vai trò xã hội của Trịnh Công Sơn lại gắn liền với một loại nhạc mang tính chất chống lại chiến tranh, kêu gọi hòa bình mà người ta thường gọi là ''[[nhạc phản chiến]]'', hay còn gọi là ''[[Ca khúc da vàng]]'' theo tên các tập nhạc của ông phát hành cuối thập niên 1960. Những \"ca khúc da vàng\" thường nói lên thân phận của những người dân một nước nhỏ bị lôi kéo vào chiến tranh và nằm trong vòng toan tính, giành giật ảnh hưởng của những nước lớn (thường là khác màu da).\n\nTheo [[Bửu Chỉ]], Trịnh Công Sơn bắt đầu sáng tác dạng nhạc này vào khoảng năm 1965 – 1966, khi chiến tranh trở nên ác liệt. Năm 1966, ông cho ra đời tập ''Ca khúc Trịnh Công Sơn'', trong đó có manh nha một xu hướng chính trị yếm thế. Đến năm 1967, nhạc Trịnh Công Sơn lên đến đỉnh cao của sự phản chiến bằng tập ''Ca khúc da vàng''. [[1968|Năm sau]], ông cho ra tiếp tập ''Kinh Việt Nam''. Từ năm 1970 tới 1972 ông tự ấn hành được hai tập nhạc phản chiến là ''Ta phải thấy mặt trời'' và ''Phụ khúc da vàng''.<ref>{{Chú thích web |url=http:\/\/www.trinh-cong-son.com\/buuchi.html |ngày truy cập=2007-10-29 |tựa đề=Về Những Ca Khúc Phản Chiến Của TCS |archive-date=2017-09-11 |archive-url=https:\/\/web.archive.org\/web\/20170911015305\/http:\/\/trinh-cong-son.com\/buuchi.html |url-status=dead }}<\/ref> Trong các băng nhạc [[Hát cho Quê hương Việt Nam]] của Khánh Ly, những ca khúc phản chiến được bố trí khéo léo đan xen với các ca khúc trữ tình. Những tập ca khúc vừa kể đều được phát hành hợp pháp tại miền Nam trước 1975. Chính vì thế các ca khúc phản chiến của ông được phổ biến khá rộng rãi, có ảnh hưởng lớn đến công chúng nhất là giới trí thức, học sinh – sinh viên miền Nam.\n\nNhạc phản chiến của Trịnh Công Sơn phần lớn viết bằng điệu [[Blues]], cộng với lời ca đậm chất hiện thực, rất đơn sơ, trần trụi (khác hẳn với dòng nhạc tình), trở nên những bài hát gây xúc động mạnh mẽ. Những bản nhạc này được ông cùng Khánh Ly đem đi hát ở nhiều nơi tại [[Miền Nam (Việt Nam)|miền Nam]], được nhiều người nhất là giới [[sinh viên]] nhiệt tình ủng hộ. Đây cũng là loại nhạc làm cho danh tiếng của Trịnh Công Sơn lan ra thế giới: nhờ nhạc phản chiến ông được một Đĩa Vàng (giải thưởng âm nhạc) tại [[Nhật Bản|Nhật]] và có tên trong tự điển bách khoa Encyclopédie de tous les pays du monde của Pháp<ref>[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p1\/c12\/n7579\/Duong-Trinh-Cong-Son-nam-ben-bo-song-Huong-tho-mong.html Đường Trịnh Công Sơn nằm bên bờ sông Hương thơ mộng], Tạp chí Sông Hương, 18\/03\/2011<\/ref>.\n\nNhạc phản chiến Trịnh Công Sơn hay Phạm Duy và các nhạc sĩ khác được cho là có vai trò trong giai đoạn cuối của [[chiến tranh Việt Nam]], bên cạnh phong trào ''Hát cho dân tôi nghe'' của Tôn Thất Lập. Cũng vì loại nhạc không rõ nghiêng về phe nào này mà ông đã bị tẩy chay nhiều lần từ cả hai phe đối địch. Nhưng về phía Trịnh Công Sơn, không thể phủ nhận rằng ông đã trở thành một tên tuổi đặc biệt nhờ vào dòng nhạc này.\n\nCho đến nay, sau hơn 30 năm hòa bình, rất nhiều bài hát \"da vàng\" của ông chưa được phép lưu hành chính thức tại Việt Nam hiện nay dù đã từng rất phổ biến (và được Khánh Ly phát hành băng nhạc) tại [[miền Nam (Việt Nam)|miền Nam]] trong thời [[chiến tranh Việt Nam]] (như bài \"Đi tìm quê hương\", \"Chính chúng ta phải nói hòa bình\",\"Gia tài của mẹ\", \"Cho một người vừa nằm xuống\"<ref><!--[http:\/\/mp3.zing.vn\/bai-hat\/Chinh-chung-ta-phai-noi-Khanh-Ly\/IWZCWEUE.html]-->[https:\/\/web.archive.org\/web\/20030425000159\/http:\/\/www.vmdb.com\/viewSong.jsp?id=6138 bài \"Chính chúng ta phải nói\" trong album \"Ca khúc da vàng\", thu âm trước 1975]<\/ref> \"Chưa mất niềm tin\", \"Chờ nhìn quê hương sáng chói\", \"Hát trên những xác người\", \"Ta đi dựng cờ\", \"Ta quyết phải sống\")\n\n====Tranh cãi====\nNgày 29\/6\/2022, hơn 47 năm sau ngày thống nhất đất nước, đơn vị tổ chức đêm nhạc ngày 26\/6 tại Đà Lạt nơi ca sĩ [[Khánh Ly]] trình diễn bài hát \"Gia tài của mẹ\" đã bị Sở Văn hóa, Thể thao và Du lịch tỉnh Lâm Đồng \"mời làm việc\" vì nằm ngoài danh mục những bài hát đã cấp phép biểu diễn trong đêm nhạc này. Tuy nhiên, nhạc sĩ [[Tuấn Khanh]] cho biết: \"Theo Nghị định số 144\/2020 về hoạt động nghệ thuật biểu diễn được Chính phủ ban hành, từ 1-2-2021, quy định cấp phép ca khúc miền Nam trước 1975 bị bãi bỏ. Phổ biến không cần phải cấp phép nữa.\" <ref>{{chú thích web | url =https:\/\/www.bbc.com\/vietnamese\/vietnam-61991804#:~:text=%22Ho%C3%A0n%20to%C3%A0n%20kh%C3%B4ng%20c%E1%BA%A5p%20ph%C3%A9p,b%C3%A0i%20n%C3%A0y%20trong%20ch%C6%B0%C6%A1ng%20tr%C3%ACnh | title =Khánh Ly - Trịnh Công Sơn: Có 'được' biểu diễn 'Gia tài của mẹ' ở VN? | accessdate = 2022-07-05 | nơi xuất bản=BBC|url-status =live }}<\/ref>\n\n===Nhạc khác===\nNgoài các bản nhạc tình và nhạc phản chiến, Trịnh Công Sơn còn để lại những tác phẩm viết về quê hương như \"Chiều trên quê hương tôi\", những tác phẩm thể hiện quan điểm chính trị rõ hơn như \"Huế – Sài Gòn – Hà Nội\", \"Việt Nam ơi hãy vùng lên\" (1970), \"Nối vòng tay lớn\", \"Chưa mất niềm tin\" (1972)... trong đó có những bài rời được sáng tác ngay trong những cuộc xuống đường biểu tình cùng thanh niên, sinh viên, học sinh.<ref>[https:\/\/www.diendan.org\/phe-binh-nghien-cuu\/tcs-tieng-hat-hoa-binh TRỊNH CÔNG SƠN, Tiếng hát Hoà Bình] Đặng Tiến, Orleans, ngày 30 tháng 11 năm 2001 [https:\/\/web.archive.org\/web\/20170703194114\/http:\/\/www.trinh-cong-son.com\/dangtien.html Lưu trữ 3\/7\/2017]<\/ref>\n\nTừ đầu [[thập niên 1980]], khi bắt đầu được phép lưu hành nhạc trong nước, ông có viết một số bài [[nhạc đỏ|nhạc cách mạng]] như ''\"[[Em ở nông trường em ra biên giới]]\"'', ''\"[[Huyền thoại Mẹ]]\"'', \"[[Ánh sáng Mạc Tư Khoa]]\",<ref>[http:\/\/www.hoivietsec.org.vn\/news\/view\/1518\/ve-dep-cua-ca-tu-trong-ca-khuc-trinh-cong-son.html Hội hữu nghị Việt Nam - Cộng hòa Séc<!-- Bot generated title -->]<\/ref> \"Ra chợ ngày thống nhất\"<ref>{{Chú thích web | url = http:\/\/www.tcs-home.org\/songs\/titles\/que-huong\/view?set_language=en | tiêu đề = Quê hương — Trinh Cong Son | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Trinh Cong Son | ngôn ngữ = }}<\/ref>...\n\nVề sau, ông cũng viết nhạc cho thiếu nhi (trong tập nhạc \"Cho Con\", xuất bản năm 1991<ref>[http:\/\/www.tcs-home.org\/songs\/albums\/T16 16 - Cho con — Trinh Cong Son<!-- Bot generated title -->]<\/ref>), nhiều bài rất nổi tiếng như \"[[Em là hoa hồng nhỏ]]\", \"[[Mẹ đi vắng]]\", \"[[Em đến cùng mùa xuân]]\", \"[[Tiếng ve gọi hè]]\", \"[[Tuổi đời mênh mông]]\", \"[[Mùa hè đến]]\", \"[[Tết suối hồng]]\", \"[[Khăn quàng thắp sáng bình minh]]\", \"[[Như hòn bi xanh]]\", \"[[Đời sống không già vì có chúng em]]\".\n\nHiện nay, bản quyền các tác phẩm của ông thuộc quyền thừa kế và sở hữu bởi [[Trịnh Vĩnh Trinh]] (em gái ông, sống tại Việt Nam) và Trịnh Xuân Tịnh (anh trai ông, sống tại Mỹ), mỗi người giữ một nửa quyền sở hữu với các tác phẩm của Trịnh Công Sơn<ref>[http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2012\/02\/khuc-mac-ve-quyen-to-chuc-hai-dem-nhac-trinh\/ Khúc mắc về quyền tổ chức hai đêm nhạc Trịnh]<\/ref> Bản quyền có thời hạn đến hết 50 năm sau ngày ông qua đời.\n\n===Thơ & vẽ ===\nÔng làm thơ ít trong những lúc ngẫu hứng, hiện nay còn để lại một số bài thơ tự sáng tác,<ref>{{Chú thích web |url=http:\/\/www.trinh-cong-son.com\/tcstho.html |ngày truy cập=2011-09-23 |tựa đề=Thơ Trịnh Công Sơn |archive-date=2017-12-19 |archive-url=https:\/\/web.archive.org\/web\/20171219113243\/http:\/\/www.trinh-cong-son.com\/tcstho.html |url-status=dead }}<\/ref> và các bản dịch phỏng như trong tập ''Hán tự hài cú'' của Ngô Văn Tao, hay các bài thơ vui, thơ chơi.\n\nBên cạnh âm nhạc, Trịnh Công Sơn để lại khá nhiều tác phẩm hội họa, bút tích. Các tác phẩm hội họa của ông đã được triển lãm tại Nhà Hữu Nghị Tiệp Khắc - Việt Nam, từ ngày 14 tháng 1 năm 1989 đến 24 tháng 1 năm 1989 cùng với 2 họa sĩ [[Đinh Cường]] và [[Đỗ Quang Em]], triển lãm tại nhà khách Ritz, và Trang viên Con Nai Vàng, [[Thủ Đức]], từ ngày 15 tháng 12 năm 1990 đến 20 tháng 1 năm 1991 cùng với 2 họa sĩ [[Trịnh Cung]] và Đỗ Quang Em.<ref name=\"TLT\">{{Chú thích web|url=http:\/\/www.tcs-home.org\/paintings\/trien-lam-tranh-1989|tiêu đề=Triển lãm tranh, 1989|tác giả 1=Phạm Văn Đỉnh}}<\/ref>\n\nMột số trong đó hiện còn được lưu giữ và trưng bày tại Hội Ngộ Quán.<ref>{{Chú thích web|url=http:\/\/nhadep.vnexpress.net\/GL\/Nha-dep\/Khong-gian-song\/2007\/10\/3BA0C280\/|ngày tháng=ngày 3 tháng 10 năm 2007|tác giả 1=Linh Hương|tiêu đề=Hội Ngộ quán của Trịnh Công Sơn|ngày truy cập=2011-02-09|archive-date = ngày 23 tháng 10 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101023063557\/http:\/\/nhadep.vnexpress.net\/GL\/Nha-dep\/Khong-gian-song\/2007\/10\/3BA0C280\/}}<\/ref>\n\n== Danh sách các bài hát ==\n{{bài chính|Danh sách bài hát của Trịnh Công Sơn}}\nCho đến năm 2017 theo như Nguyễn Đăng Chương, Giám đốc Sở Biểu diễn nghệ thuật của Bộ Văn hoá, Thể thao và Du lịch, có 70 bài hát của Trịnh Công Sơn được phép trình diễn trước công chúng.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20170411\/moi-nguoi-hat-bai-noi-vong-tay-lon-deu-chua-xin-phep\/1295972.html|tiêu đề='Mọi người hát bài Nối vòng tay lớn đều chưa xin phép'|tác giả 1=V.V.TUÂN|ngày tháng=ngày 11 tháng 4 năm 2017|url lưu trữ=https:\/\/web.archive.org\/web\/20170417140135\/http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20170411\/moi-nguoi-hat-bai-noi-vong-tay-lon-deu-chua-xin-phep\/1295972.html|ngày lưu trữ=ngày 17 tháng 4 năm 2017}}<\/ref> Bài hát mới nhất vừa được phép, là ''Nối vòng tay lớn'', vào ngày 12 tháng 4 năm 2017.<ref>{{Chú thích web|url=http:\/\/thanhnien.vn\/van-hoa\/cuc-nghe-thuat-bieu-dien-vua-cap-phep-ca-khuc-noi-vong-tay-lon-825032.html|tiêu đề=Cục Nghệ thuật biểu diễn vừa cấp phép ca khúc 'Nối vòng tay lớn'|tác giả 1=Ngọc An|ngày tháng=ngày 12 tháng 4 năm 2017|nhà xuất bản=[[Thanh Niên (báo)|Thanh Niên]]|url lưu trữ=https:\/\/web.archive.org\/web\/20170616194554\/http:\/\/thanhnien.vn\/van-hoa\/cuc-nghe-thuat-bieu-dien-vua-cap-phep-ca-khuc-noi-vong-tay-lon-825032.html|ngày lưu trữ=ngày 16 tháng 6 năm 2017}}<\/ref>\n\n=== Danh sách một số bài hát ===\n# Ai ngoài cánh cửa? (Who is outside?)\n# Bà mẹ Ô Lý (O Ly's mother)\n# Bay đi thầm lặng\n# Bằng lòng\n# Bài ca dành cho những xác người (Ballad to the dead)\n# Bên đời hiu quạnh\n# Biển nghìn thu ở lại\n# [[Biển nhớ]] (You said goodbye)\n# Biển sáng (Bright sea) (sáng tác cùng với Phạm Trọng Cầu)\n# Biết đâu nguồn cội (Unbeknownst to me, the root)\n# Bống bồng ơi\n# Bống không là Bống\n# Bốn mùa thay lá (Four seasons of change)\n# Ca dao mẹ (A mother's lament)\n# Cánh đồng hoà bình (Fields of peace)\n# Cát bụi (Sand and dust)\n# Chiếc lá thu phai (The withering fall leaf)\n# Chiều một mình qua phố (An afternoon promenade of solitude)\n# Chìm dưới cơn mưa (Buried under the rain)\n# Cho đời chút ơn (Grace onto life)\n# [[Cho một người nằm xuống]] (Song for the fallen)\n# Chưa mất niềm tin (Still believing)\n# Chưa mòn giấc mơ (A dream that hasn't been eroded)\n# Con mắt còn lại (The remaining eye)\n# Có một dòng sông đã qua đời (A river that died)\n# Có nghe đời nghiêng (Tilting life)\n# Còn ai với ai \/ Còn tôi với ai\n# Còn mãi tìm nhau (Forever seeking)\n# Còn có bao ngày (Not many days are left)\n# Còn thấy mặt người\n# Còn tuổi nào cho em\n# Cỏ xót xa đưa (Sway sorrow weeds)\n# Cúi xuống thật gần (Bend down, come closer)\n# Cũng sẽ chìm trôi (Eventual withering)\n# Cuối cùng cho một tình yêu (The end of a romance)\n# Dân ta vẫn sống (We're still alive)\n# Dấu chân địa đàng \/ Tiếng hát dạ lan (Footprints in Eden \/ The singing of the Hyacinth)\n# [[Diễm xưa]] (Over the old tower)\n# Du mục (Nomad)\n# Dựng lại người, dựng lại nhà (People rebuilt, houses rebuilt)\n# Đại bác ru đêm (A Lullaby of Cannons for the Night)\n# Để gió cuốn đi (Gone with the wind)\n# Đêm \/ Đêm Hồng (Night \/ Pink Night)\n# Đêm bây giờ, đêm mai (This night, tomorrow night)\n# Đêm thấy ta là thác đổ (One night I saw me as a waterfall)\n# Đi mãi trên đường (Never-ending road)\n# Đóa hoa vô thường (Evanescent bloom)\n# Đoản khúc thu Hà Nội (Ditty for Hanoi's autumn)\n# Đợi có một ngày (Waiting for the day)\n# Đời cho ta thế\n# Đôi mắt nào mở ra (Open your eyes)\n# Đồng dao hoà bình (The rhymth of Peace)\n# Đừng mong ai, đừng nghi ngại\n# Em còn nhớ hay em đã quên (Do you still remember or have you forgotten?)\n# Em đã cho tôi bầu trời (The heaven you have brought to me)\n# Em đi bỏ lại con đường\n# Em đi trong chiều (In the evening you walk)\n# Em hãy ngủ đi (Love, you should sleep)\n# Em là hoa hồng nhỏ (You are a little rose)\n# Gần như niềm tuyệt vọng (A resemblance of despair)\n# [[Gia tài của mẹ]] (A mother's legacy)      \n# Giọt nước mắt cho quê hương (A tear for my homeland)\n# Gọi tên bốn mùa (Conjure up the four seasons)\n# Góp lá mùa xuân\n# [[Hạ trắng]] (White summer)\n# Hai mươi mùa nắng lạ (Twenty seasons of strange sunlight)\n# Hành hương trên đồi cao \/ Người đi hành hương trên đỉnh cao (Pilgrimage)\n# Hát trên những xác người (Singing over the dead), đừng nhầm với \"Bài ca dành cho những xác người\"\n# Hãy cố chờ (Let's try to wait)\n# Hãy cứ vui như mọi ngày (Just be happy like any other day)\n# Hãy khóc đi em (Just cry, my dear)\n# Hãy nhìn lại (Just look back and see)\n# Hãy sống giùm tôi (Just live my life for me)\n# Hãy yêu nhau đi (Give me your hand)\n# Hoà bình là cơm áo (Peace means weal)\n# Hoa vàng mấy độ (The flowers that were once golden bright)\n# Hoa xuân ca (Spring flowers song)\n# Hôm nay tôi nghe (Today I heard)\n# Huế - Sài Gòn - Hà Nội (Hue - Saigon - Hanoi)\n# Huyền thoại mẹ (Legendary mother)\n# Khăn quàng thắp sáng bình minh\n# Khói trời mênh mông\n# Lại gần với nhau (Closer)\n# Lặng lẽ nơi này (So silent here)\n# Lời buồn thánh\n# Lời mẹ ru (A mother's lullaby)\n# Lời ở phố về\n# Lời ru đêm (Night's lullaby)\n# Lời thiên thu gọi (Eternity's calling)\n# Mẹ bỏ con đi \/ Đường xa vạn dặm\n# Mẹ đi vắng\n# Môi hồng đào (Rosy Lips)\n# Mỗi ngày tôi chọn một niềm vui (Each day I choose joy)\n# Một buổi sáng mùa xuân (A spring morning)\n# Một cõi đi về (Circle of life)\n# Một lần thoáng có\n# Một ngày như mọi ngày (A day just like any other day)\n# Một ngày vinh quang (A day of glory)\n# Mùa áo quan (The season of coffins)\n# Mùa hè đến (The summer's arrived)\n# Mùa phục hồi \/ Xin chờ những sớm mai (The season of recuperation \/ Waiting for tomorrow mornings)\n# Mưa hồng (Pink rain)\n# Mừng sinh nhật (Happy birtday)\n# Nắng thủy tinh (Crystal sunlight)\n# Này em cớ nhớ (Do you remember?)\n# Ngẫu nhiên (Perchance)\n# Ngày dài trên quê hương (A long day in the Motherland)\n# Ngày mai đây bình yên (Peaceful future)\n# Ngày về (Returning home)\n# Ngày xưa khi còn bé (Childhood days)\n# [[Nghe những tàn phai]] (The sound of evanescing)\n# [[Nghe tiếng muôn trùng]]\n# Ngủ đi con (Go to sleep, my child)\n# Ngụ ngôn mùa đông (A winter fable)\n# [[Người con gái Việt Nam da vàng]] (A yellow-skinned Vietnamese girl)\n# [[Người già em bé]] (An old person, a baby)\n# Người về bỗng nhớ (Now i can see)\n# Nguyệt ca (The lunar song)\n# Nhìn những mùa thu đi (Watch the autumns go by)\n# Nhớ mùa thu Hà Nội (Missing Hanoi's autumn)\n# Như cánh vạc bay (Like a flying crane)\n# Như chim ưu phiền (Anguishing bird)\n# Như một lời chia tay (Words of good-bye)\n# Như một vết thương (A wound)\n# Như tiếng thở dài (As a deep sigh)\n# Những con mắt trần gian (The earthly eyes)\n# Những giọt máu trổ bông (The blooming of the blood drops)\n# Níu tay nghìn trùng (Grabbing hands over a thousand miles)\n# Nối vòng tay lớn (Circle of unity)\n# Ở trọ \/ Cõi tạm (Temporary stay)\n# Phôi pha (Withering)\n# Phúc âm buồn (Dolorous Gospel)\n# Quê hương đau nặng (Motherland in pain)\n# Quỳnh hương (Scent of the ephemeral bloom)\n# Ra đồng giữa ngọ\n# Rồi như đá ngây ngô (Not gone at all)\n# Rơi lệ ru người\n# Ru đời đã mất (Lullaby for a lost life)\n# Ru đời đi nhé (Lullaby to life)\n# Ru em (Lullaby for you)\n# Ru em từng ngón xuân nồng \/ Ru mãi ngàn năm (Eternal lullaby)\n# Ru ta ngậm ngùi \/ Môi nào hãy còn thơm (Lullaby for a sorrowful me)\n# Ru tình (Lullaby for love)\n# Rừng xưa đã khép (Your old woods are closed)\n# Sao mắt mẹ chưa vui?\n# Sẽ còn ai (Who will remain?)\n# Sóng về đâu (To where the waves depart)\n# Ta đi dựng cờ\n# Tạ ơn (Thanksgiving)\n# Ta phải thấy mặt trời (We must be able to see the Sun)\n# Ta quyết phải sống (We have to survive & live)\n# Ta thấy gì đêm nay (What have we seen tonight?)\n# Thuở Bống là người (The time when Bong was in human form)\n# Thiên sứ bâng khuâng (thơ Trịnh Cung)\n# Thương một người (Loving someone)\n# Tiến thoái lưỡng nan (All ways closed off)\n# Tiếng ve gọi hè\n# Tình ca của người mất trí (\"Ballad of an insane person\" hay \"Love song of a deranged woman\")\n# Tình khúc Ơ-bai\n# Tình nhớ (Memory)\n# Tình sầu (Sorrowful love)\n# Tình xa (Distant love)\n# Tình xót xa vừa\n# Tình yêu tìm thấy\n# Tôi đã mất (I have lost)\n# Tôi đang lắng nghe \/ Im lặng thở dài (I am listening \/ Quiet sigh)\n# Tôi ơi đừng tuyệt vọng (Despair not, dear me)\n# Tôi ru em ngủ (My lullaby for you)\n# Tôi sẽ đi thăm (I shall visit)\n# Tôi sẽ nhớ (I shall remember)\n# Tôi tìm tôi \/ Tôi là ai? (I search for myself \/ Who am I?)\n# Trong nỗi đau tình cờ\n# Tự tình khúc (The lyrist)\n# Từng ngày qua (Everyday through)\n# Tuổi đá buồn (Stone's age of despair)\n# Tuổi đời mênh mông\n# Tuổi trẻ Việt Nam (Vietnamese Youths)\n# Tưởng rằng đã quên (Thought that I have forgotten)\n# [[Ướt mi]] (\"Misty eyes\" hay \"Tearing lashes\")\n# Vẫn có em bên đời (I still have you in my life)\n# Vẫn nhớ cuộc đời\n# Vàng phai trước ngõ\n# Về trong suối nguồn (Back to the fountainhead)\n# Về thăm mái trường xưa (Revisiting the old school)\n# Vết lăn trầm\n# Vì bé ngoan\n# Vì tôi cần thấy em yêu đời\n# Vườn xưa (Garden of the past)\n# Xa dấu mặt trời (Far from the sun)\n# Xanh lòng phai tàn\n# Xin cho tôi (Please give me)\n# Xin mặt trời ngủ yên (Please let the sun sleep)\n# Xin trả nợ người\n# Yêu dấu tan theo (Fading love)\n\n==Phát ngôn, bút tích==\nBên cạnh âm nhạc, ông còn để lại khá nhiều phát ngôn về quan điểm chính trị cũng như những dòng văn suy niệm về thân phận, cuộc sống.\n\n{{cquote|''Tôi, nhạc sĩ Trịnh Công Sơn, rất vui mừng và cảm động gặp và nói chuyện với tất cả các anh em văn nghệ sĩ ở miền nam Việt Nam này. Hôm nay là cái ngày mơ ước của tất cả chúng ta, đó là ngày mà chúng ta giải phóng hoàn toàn tất cả đất nước Việt Nam này.''\n\n''Cũng như những điều mơ ước của các bạn bấy lâu là độc lập, tự do và thống nhất thì hôm nay chúng ta đã đạt được tất cả những kết quả đó.''\n\n''Tôi yêu cầu các văn nghệ sĩ cách mạng miền nam Việt Nam hợp tác chặt chẽ với Chính phủ Cách mạng Lâm thời miền Nam Việt Nam. Những kẻ đã ra đi chúng ta xem như là đã phản bội đất nước!''<ref>Phát biểu nổi tiếng vào trưa ngày 30-4-1975 trên đài phát thanh Sài Gòn [http:\/\/www.tienphong.vn\/xa-hoi\/nhac-sy-trinh-cong-son-lam-gi-ngay-304-624519.tpo Nhạc sĩ Trịnh Công Sơn làm gì ngày 30\/4?]<\/ref>\n}}\n{{Cquote|[[Phạm Duy]] bàng bạc trong tất cả đời sống âm nhạc.|200px<ref name=tcss>Bài trả lời phỏng vấn Hoàng Hưng trên Kiến thức ngày nay số Xuân 1994<\/ref><ref name=pv>[https:\/\/kilopad.com\/Tieu-su-Hoi-ky-c12\/doc-sach-truc-tuyen-mot-coi-trinh-cong-son-b3456\/chuong-57-trinh-cong-son-tra-loi-phong-van-ti57 Trịnh Công Sơn trả lời phỏng vấn]<\/ref>}}\n{{cquote|''Sống giữa đời này chỉ có thân phận và tình yêu. Thân phận thì hữu hạn. Tình yêu thì vô cùng. Chúng ta làm cách nào nuôi dưỡng tình yêu để tình yêu có thể cứu chuộc thân phận trên cây thập giá đời.''<ref>{{chú thích web\n| url = http:\/\/www.tcs-home.org\/paintings\/but-tich\/bt-1.jpg\/view\n| title = Sống giữa đời này\n| access-date = ngày 2 tháng 4 năm 2011 | author = tcs-home.org\n| language = vi\n}}<\/ref>}}\n{{cquote|''Khi bạn hát một bản tình ca là bạn đang muốn hát về cuộc tình của mình. Hãy hát đi đừng e ngại. Dù hạnh phúc hay dở dang thì cuộc tình ấy cũng là một phần máu thịt của bạn rồi.''<ref>{{chú thích web\n| url = http:\/\/www.tcs-home.org\/paintings\/but-tich\/bt-2.jpg\/view\n| title = Khi bạn hát\n| access-date = ngày 2 tháng 4 năm 2011 | author = tcs-home.org\n| language = vi\n}}<\/ref>}}\n{{cquote|''Nếu có người nào đó thách thức tôi một trò chơi nghịch ngợm thì tôi sẽ mang tình yêu ra mà đánh đố. Tôi e, không ai dám tự xưng mình am tường hết nội dung phong phú và quá phức tạp của tình yêu. Có người yêu thì hạnh phúc, có người yêu thì đau khổ. Nhưng dù đau khổ hay hạnh phúc thì con người vẫn muốn yêu. Tình yêu vì thế mà tồn tại. Con người không thể sống mà không yêu.''<ref>{{chú thích web\n| url = http:\/\/www.dactrung.com\/Bai-bv-50-Cuoc_song_khong_the_thieu_tinh_yeu.aspx\n| title = Cuộc sống không thể thiếu tình yêu\n| access-date = ngày 2 tháng 4 năm 2011 | author = tcs-home.org\n| language = vi\n}}<\/ref>}}\n{{cquote|''Có những ngày tuyệt vọng cùng cực, tôi và cuộc đời đã tha thứ cho nhau. Từ buổi con người sống quá rẻ rúng tôi biết rằng vinh quang chỉ là điều dối trá. Tôi không còn gì để chiêm bái ngoài nỗi tuyệt vọng và lòng bao dung. Hãy đi đến tận cùng của tuyệt vọng để thấy tuyệt vọng cũng đẹp như một bông hoa...''<ref>{{chú thích web\n| url = http:\/\/www.trinh-cong-son.com\/tcsvan1.html\n| title = Nỗi lòng của tên tuyệt vọng\n| access-date = ngày 2 tháng 4 năm 2011 | author = tcs-home.org\n| language = vi\n}}<\/ref>}}\n{{cquote|''Mỗi một con người vì ngại chết mà muốn sống. Mỗi một con người vì sợ mất tình mà giữ mãi một lòng nhớ nhung. Cuối cùng thì lòng yêu thương cuộc sống cũng không giữ lại đời người. Cuối cùng thì tình yêu không giữ được người mình yêu...''<ref>{{chú thích web\n| url = http:\/\/www.trinh-cong-son.com\/tcsvan2.html\n| title = Tôi đã mơ thấy chuyến đi của mình\n| access-date = ngày 2 tháng 4 năm 2011 | author = tcs-home.org\n| language = vi\n}}<\/ref>}}\n\n==Đời tư==\nSuốt đời, Trịnh Công Sơn có nhiều [[tình yêu|mối tình]] nhưng không chính thức [[hôn nhân|kết hôn]] với ai, và cũng chưa chính thức công nhận là có con.\n\nTrịnh Công Sơn không có vợ, nhưng ông có những mối tình đẹp và lãng mạn không chỉ với những phụ nữ ở [[Việt Nam]] mà ở cả [[ngoại quốc]]. Theo lời của người em gái Hoàng Diệu, lý do lớn nhất ông không kết hôn là: \"''Anh Sơn luôn ngại làm phiền người sẽ ở cùng phòng với mình, bởi anh cực kỳ ít ăn và ít ngủ và có giờ giấc làm việc chẳng giống ai. Anh thường xuyên thức dậy giữa khuya khi nghĩ ra được ý nào đó và ngồi viết lại hoặc vẽ đến sáng. Bởi vậy mà khi lần đầu tiên có ý định cưới vợ - một Việt kiều Pháp (sáu tháng ở Pháp, sáu tháng ở Việt Nam), anh đã có những dự định rất rõ ràng: Anh và chị sẽ có hai căn phòng nằm cạnh nhau chứ không phải lúc nào cũng ở chung phòng để có thể giữ được sự riêng tư cần thiết.''\" Và rồi, vì nhiều lý do, mối duyên ấy không thành.<ref name=\"Thể thao và Văn hóa\">{{Chú thích báo|url=http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/trinh-cong-son-me-qua-nhung-cau-chuyen-cua-trinh-hoang-dieu-n20120117104114798.htm|ngày truy cập=ngày 23 tháng 3 năm 2013|tên bài=Trịnh Công Sơn & Mẹ qua những câu chuyện của Trịnh Hoàng Diệu||công trình=Thể thao và Văn hóa}}<br \/>\nTheo [http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/trinh-cong-son-me-qua-nhung-cau-chuyen-cua-trinh-hoang-dieu-n20120117104114798.htm]<\/ref>\n\nMối tình đầu, thực chất chỉ là 1 tình bạn đẹp của ông là với ca sĩ [[Khánh Ly]],<ref>[http:\/\/dantri.com.vn\/giai-tri\/moi-tinh-co-mot-khong-hai-trong-nghe-thuat-137915.htm Trịnh Công Sơn nói về người bạn tri kỷ Khánh Ly: Mối tình có một không hai trong nghệ thuật] [[dân trí (báo)|báo Dân Trí]] cập nhật 28\/08\/2006 - 16:29 theo ''Đàn ông'', truy cập 28\/2\/2013<\/ref> rồi sau đó với một cô gái [[Nhật Bản]] làm luận án tiến sĩ về âm nhạc Trịnh Công Sơn. Hai người cũng từng tiến xa đến một kế hoạch đám cưới, nhưng rồi cũng không thành vì Trịnh Công Sơn không chấp nhận một vài nguyên tắc của gia đình người Nhật đưa ra khi anh về làm rể chẳng hạn như quỳ lạy ông bà đại sứ Nhật đại diện cho cha mẹ cô dâu khi làm lễ kết hôn.<ref>https:\/\/laodong.vn\/van-hoa\/vi-sao-michiko-yoshii-la-nang-tho-dac-biet-va-cuoi-cung-cua-trinh-cong-son-1047649.ldo<\/ref><ref name=\"Thể thao và Văn hóa\" \/> Và Dao Ánh (người trong mộng của ông từ năm 1964 đến năm 1967<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/sap-phat-hanh-300-buc-thu-tinh-cua-trinh-cong-son-1911538.html Sắp phát hành 300 bức thư tình của Trịnh Công Sơn] Thoại Hà, VnExpress, 22\/01\/11 12:23 GMT+7<\/ref>); em ruột của bà Ngô Vũ Bích Diễm. Đây chính là \"bóng hồng\" trong nhạc phẩm \"Diễm xưa\". Trước khi yêu Dao Ánh, Trịnh Công Sơn từng dành tình cảm với cô chị gái Bích Diễm nhưng tình cảm ấy không thành.\n\nMối tình thứ tư của ông là với ca sĩ [[Hồng Nhung]], và mối tình thứ năm của ông là với VA..., khi ông mất VA là một trong số các người thân ở bên cạnh ông.<!-- Ngó kỹ cái nguồn rồi mới bỏ vô làm dẫn chứng, nguồn đó là nói về bộ phim chớ không phải nói về người. --><ref>{{Chú thích báo |tên bài = Những người phụ nữ yêu Trịnh |url = http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/Dien-anh\/39122\/Hy-vong%C2%A0the-hien-duoc-mot-coi-tinh-yeu-cua-Trinh.html |công trình = [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]] |ngày truy cập = ngày 27 tháng 6 năm 2008 |}}<br>Theo [http:\/\/giadinh.net.vn\/14383p0c1003\/diem-cuoi-cung-mai-yeu-trinh-cong-son.htm Diễm cuối cùng: Mãi yêu Trịnh Công Sơn. Thông tin của Dương Thúy] thì \"người cuối cùng Trịnh Công Sơn cầm tay vẫn là Hoàng Anh\"<\/ref>\n\nNhững năm cuối cùng của cuộc đời, niềm say mê lớn nhất, Trịnh Công Sơn gần như dành hết cho ca sĩ Hồng Nhung mà theo ông là ''\"Một người quá gần gũi không biết phải gọi là ai!\"''... Với Hồng Nhung, tâm hồn Trịnh gần như trẻ lại, khiến bước chân ông trở nên bối rối, ngập ngừng với buổi hẹn ban đầu.<ref name=\"Dactrung\"\/>\n\nMột người khác cũng từ Hà Nội kể lại tình cảm của cô dành cho Trịnh Công Sơn và của Trịnh dành cho cô lần đầu gặp mặt: ''\"Lần đầu tiên đứng trước nhau, cả tôi và anh Sơn đều run. Tôi run vì quá trẻ và Sơn run vì anh quá... già!\"''<ref name=\"Dactrung\">[http:\/\/dactrung.net\/Bai-bv-590-Trinh_Cong_Son_Nguoi_Hat_Rong_Tren_Coi_Tam.aspx Trịnh Công Sơn, Người Hát Rong Trên Cõi Tạm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150710152432\/http:\/\/dactrung.net\/Bai-bv-590-Trinh_Cong_Son_Nguoi_Hat_Rong_Tren_Coi_Tam.aspx |date=2015-07-10 }} Nguyễn Hồng Lam, Đactrung.net cập nhật 9\/9\/2003, truy cập 28\/2\/2013<\/ref> <!-- Câu này hình như không phải của Hồng Nhung, mà là của người cùng với Hồng Nhung trong đám tang của Trịnh, có thể là Hoàng Anh -->\n\nHoàng Anh, một người được cho là người yêu của Trịnh Công Sơn nói về tình yêu đối với ông: ''\"Hiện tôi vẫn để ảnh tưởng nhớ Trịnh Công Sơn trong phòng ngủ, nhưng chồng tôi không bao giờ thắc mắc, mà luôn tôn trọng thế giới riêng của tôi\"'.<ref>[http:\/\/ngoisao.net\/news\/hau-truong\/2007\/11\/3b9c1da8\/ Mãi yêu Trịnh Công Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100523172706\/http:\/\/ngoisao.net\/news\/hau%2Dtruong\/2007\/11\/3b9c1da8\/ |date = ngày 23 tháng 5 năm 2010}}, Ngoisao.net: ''Gần đây, có dư luận, hai đứa con đầu của chị là con của Trịnh Công Sơn nhờ phương pháp thụ tinh nhân tạo. Chị giải thích thế nào về điều đó?'' Hoàng Anh: ''Không phải con anh Sơn, anh Sơn làm gì có con. Mà để tang anh Sơn một năm, một năm sau tôi mới quyết định có con.'' Địa chỉ URL được truy cập ngày 27 tháng 6 năm 2008<\/ref>\n\nTình yêu của Trịnh Công Sơn dành cho nhiều phụ nữ trẻ, đẹp và nổi tiếng, họ yêu ông say đắm, khi ông mất có người còn xin gia đình cho được [[để tang]] ông, nhưng ông không sống khăng khít với một phụ nữ nào.<ref>[https:\/\/web.archive.org\/web\/20020327231431\/http:\/\/www.comp.nus.edu.sg\/~nguyenvu\/Artists\/TC_Son\/TCS_articles\/About_TCS\/TCSon_about---Gia_dinh_tai_san.htm Gia đình kể về TCS] lưu trữ 27\/3\/2002<\/ref> Tài năng của ông luôn liên tục thăng hoa, ngoài âm nhạc ông còn đóng phim, hội họa.<ref name=\"TLT\"\/> Nhưng ông nhìn nhận cuộc đời và dành tình cảm cho đời một cách rất giản đơn với không hề tham vọng, ông nói một cách thản nhiên về cuộc đời: ''Cái chết chẳng qua cũng chỉ là một sự đùa cợt sau cùng của cuộc sống.''\n\n==Ca sĩ biểu diễn==\n\nTên tuổi gắn nhiều nhất với những bài hát nhạc Trịnh Công Sơn là [[Khánh Ly]]. Khánh Ly, ban đầu là một ca sĩ ít tên tuổi tại Đà Lạt, bén duyên với nhạc Trịnh trong một dịp tình cờ, để rồi từ đó về sau đã thể hiện hầu hết những ca khúc của Trịnh Công Sơn, để rồi được cho là người thành công nhất.\n\nNhưng Khánh Ly không phải người đầu tiên hát nhạc Trịnh, trước đó Trịnh Công Sơn đã mời những tên tuổi lẫy lừng bấy giờ là [[Thanh Thúy (sinh 1943)|Thanh Thúy]], [[Hà Thanh (ca sĩ)|Hà Thanh]], [[Lệ Thu]] và cả danh ca [[Thái Thanh (ca sĩ)|Thái Thanh]] giới thiệu những sáng tác đầu tay của mình ra công chúng, tuy vậy cuối cùng ông lại chọn Khánh Ly, người cũng đã vụt lên thành ngôi sao sáng sau khi thể hiện những bản tình ca buồn bã thâm trầm và dòng nhạc phản chiến mạnh mẽ của Trịnh Công Sơn bằng chất giọng khàn đục lạ lùng.\n\nNgoài Khánh Ly, nhiều ca sĩ hát nhạc Trịnh Công Sơn cũng được đánh giá cao như [[Lệ Thu]], [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Ngọc Lan]], [[Lan Ngọc]]. Giọng nam thì có [[Tuấn Ngọc]] và sau này là [[Quang Dũng (ca sĩ)|Quang Dũng]]. [[Tuấn Ngọc]] tuy không chuyên về nhạc Trịnh nhưng được Trịnh Công Sơn đánh giá cao khi hát nhạc của ông.<ref>[http:\/\/euro.thethaovanhoa.vn\/297N20121206022741592T133\/ca-si-tuan-ngoc-toi-mang-no-nhac-si-trinh-cong-son.htm Tuấn Ngọc: Tôi mang nợ nhạc sĩ Trịnh Công Sơn]<\/ref> Cuối cùng phải kể đến giọng hát của [[Toàn Nguyễn]] (nhiều người nhầm lẫn giọng ca Toàn Nguyễn tên thật là Nguyễn Văn Toàn thành nhà thơ\/nhạc sĩ Nguyễn Đình Toàn) khi ông thực hiện album ''11 Ca Khúc Trịnh Công Sơn '' vào năm 1988. Toàn Nguyễn có 2 quê Nam Định và Hải Phòng, trước đây anh có phòng trà ở Sài Gòn, giờ lập nghiệp với phòng trà riêng của mình ở Vũng Tàu. Toàn Nguyễn hát nhạc Trịnh bằng giọng nhẹ nhàng, tâm sự và ngón đàn guitar acoustic thổn thức rất được giới mộ điệu ưa thích.\n\nỞ [[Việt Nam]] giai đoạn sau [[1975]] cũng có những người hát nhạc Trịnh Công Sơn thành công như Trịnh Vĩnh Trinh (Em gái nhạc sĩ) và đặc biệt phải kể đến [[Hồng Nhung]] hát nhạc Trịnh theo phong cách hoàn toàn mới và được khán giả đón nhận.<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/Am-nhac\/100291\/Nhac-Trinh-co-the-pha-cach-den-dau.html Nhạc Trịnh: có thể phá cách đến đâu?], Tuổi trẻ, Truy cập ngày 1\/4\/2008<\/ref><ref>[http:\/\/www.giaidieuxanh.vn\/news\/606\/dao-xoi-trong-nhac-trinh.html]{{Webarchive|url=https:\/\/web.archive.org\/web\/20170831174759\/http:\/\/www.giaidieuxanh.vn\/news\/606\/dao-xoi-trong-nhac-trinh.html|date=ngày 31 tháng 8 năm 2017}}<span> Đào xới trong nhạc Trịnh<\/span>, Phong Dật - Giai điệu Xanh, 1\/4\/2008<\/ref> Ngoài ra, còn có [[Cẩm Vân (ca sĩ)|Cẩm Vân]], [[Ánh Tuyết]], [[Bảo Yến]], [[Trần Thu Hà]] và Hồng Hạnh.\n\nCũng nên kể đến những ca sĩ muốn thử nghiệm nhạc Trịnh Công Sơn bằng phong cách \"mới\" và \"lạ\", để rồi bị khán giả phản đối nặng nề, tiêu biểu là [[Thanh Lam]], [[Mỹ Tâm]], [[Đàm Vĩnh Hưng]].<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/100470\/Ca-si-Thanh-Lam-Toi-khong-%E2%80%9Cpha-phach%E2%80%9D-nhac-Trinh.html Ca sĩ Thanh Lam:Tôi không \"phá phách\" nhạc Trịnh], Tuổi Trẻ, Truy cập ngày 1\/4\/2008<\/ref><ref>[<!--http:\/\/vietnamnet.vn\/nhandinh\/2005\/09\/494379\/-->http:\/\/vnn.vietnamnet.vn\/nhandinh\/2005\/09\/494379\/ Phá cách trong nhạc Trịnh nói riêng và...], Vietnamnet, <!--1\/4\/2008-->28\/9\/2005<\/ref> Ngoài ra còn có [[Thu Phương]], [[Phương Thanh]], [[Mỹ Lệ]], [[Mỹ Linh]], [[Trần Thu Hà]], [[Đức Tuấn]], Ngô Quang Vinh, [[Lệ Quyên (ca sĩ sinh 1981)|Lệ Quyên]], [[Hiền Thục]], Hồ Trung Dũng, Đồng Lan, Hà Lê thu âm và làm mới lại theo các phong cách khác nhau. Bản thân nhạc sĩ Trịnh Công Sơn cũng tự mình thể hiện và thu âm một số ca khúc và được khán thính giả yêu thích. Tuy nhiên, dù có rất nhiều các nghệ sĩ thể hiện nhạc Trịnh, nhưng thành công vẫn là Khánh Ly và đại diện tiêu biểu ở thế hệ sau là Hồng Nhung thể hiện.\n\n==Nhận xét==\n{{cquote|Ngày xưa tôi rất quý anh Trịnh Công Sơn và ngược lại. Tôi yêu sự chân thành, dễ thương và trân trọng, tài năng của con người đó. Mặc dù, âm nhạc của anh ấy không phải là cái gì quá ghê gớm nhưng có mấy ai mà có cả đủ tâm lẫn tài như thế.<ref>Phú Quang trả lời phỏng vấn về Trịnh Công Sơn [http:\/\/vietnamnet.vn\/vn\/giai-tri\/222642\/n-s-phu-quang-bat-hanh-lon-nhat-cua-trinh-cong-son-la-cuoc-doi-khong-co-dan-ba.html N.S Phú Quang: “Bất hạnh lớn nhất của Trịnh Công Sơn là cuộc đời không có đàn bà”]<\/ref>|||[[Phú Quang]]}}\n{{cquote|Lời ca trong ca khúc Trịnh Công Sơn đã tạo nên tên tuổi Trịnh Công Sơn<ref>Lời tựa cho tập sách Trịnh Công Sơn Những bài ca đi cùng năm tháng. Nhà xuất bản Âm nhạc 1995<\/ref>|||[[Bửu Ý]]}}\n{{cquote|Tình yêu trong nhạc của anh là những cảm xúc dữ dội như trái phá con tim mù lòa, như nỗi chết cơn đau thật dài, như vết thương mở rộng... Cuộc đời là hư vô chủ nghĩa, con người sống trong cảnh Chúa, Phật bỏ loài người. Cuộc đời còn là đám đông nhưng cũng là quán không. Con người là cát bụi mệt nhoài, bao nhiêu năm làm kiếp con người, chợt một chiều tóc trắng như vôi... Tất cả nói lên sự muộn phiền, đau đớn... Buồn tủi cho thân phận con người nên nhánh cỏ cũng xót xa, phiến đá cũng ưu phiền, và chỉ còn những mưa và mưa để xoa dịu vết thương mở lớn! (...)... Trịnh Công Sơn nói lên nỗi bàng hoàng của con người khi thấy cái chết nằm ngay trong sự sống (...) Nguyễn Đình Toàn gọi nhạc Trịnh Công Sơn là những bản tình ca không có hạnh phúc, những bài hát cho quê hương đổ vỡ. Cũng là phản ứng của người đau đớn trước hoàn cảnh đất nước, nhưng nó là sự chịu đựng và chết lịm hơn là sự nổi sùng và chửi bới. (...)...Về phần nhạc, toàn thể ca khúc Trịnh Công Sơn không cầu kỳ, rắc rối vì nằm trong một số nhạc điệu đơn giản, rất phù hợp với ''tiếng thở dài'' của thời đại. Bài hát chỉ cần một chiếc đàn [[ghi-ta|guitare]] đệm theo, nếu hòa âm phối khí rườm rà thì không hợp với những bài hát soạn theo thể [[ballad]]e này.<ref>Trích trong ''hồi ký Phạm Duy III, chương 20, thời phân chia Quốc - Cộng, phần viết về Trịnh Công Sơn [http:\/\/dactrung.net\/NoiDung.aspx?m=tr&id=12314] và [http:\/\/www.phamduy.com\/document\/hoiky\/hoiky3\/chuong_20.html]<\/ref>|||[[Phạm Duy]], 1991}}\n{{cquote|Tôi gọi Trịnh Công Sơn là người của thơ ca (Chantre) bởi ở Sơn, nhạc và thơ quyện vào nhau đến độ khó phân định cái nào là chính, cái nào là phụ... Trong âm nhạc của Sơn, ta không thấy dấu vết của âm nhạc theo cấu trúc bác học [[Thế giới phương Tây|phương Tây]]. Sơn viết hồn nhiên như thể cảm xúc nhạc thơ tự nó trào ra<ref>Lời bạt cho tập sách Trịnh Công Sơn Những bài ca đi cùng năm tháng. Nhà xuất bản Âm nhạc 1995<\/ref>|||[[Văn Cao]]}}\n{{cquote|..., tình ca Trịnh Công Sơn không hẳn chỉ là 1 bông hồng dâng tặng – nó chứa đựng tất cả tâm trạng lo âu của con người nhìn ra thế giới hiện đại <ref>Lời tựa cho tập nhạc Em còn nhớ hay em đã quên. Nhà xuất bản Trẻ thành phố Hồ Chí Minh 1991<\/ref>|||[[Hoàng Phủ Ngọc Tường]], 1991}}\n{{cquote|Trịnh Công Sơn là nhạc sĩ có nhiều người hâm mộ nhất. Đi đến đâu, tôi cũng thấy người ta hát ca khúc của anh. Nhạc Trịnh không chỉ ngự trị khắp mọi xó xỉnh của xứ Việt này mà còn len lỏi đến tận những ngóc ngách sâu thẳm nhất trong cõi tinh thần của người Việt ở Hải ngoại. Dường như ở đâu, Trịnh Công Sơn cũng có người yêu mến.<ref name=\"vov.vn\">http:\/\/vov.vn\/Home\/Tran-Dang-Khoa-Thang-Tu-roi-nho-Trinh-Cong-Son\/20124\/204933.vov Trần Đăng Khoa: Tháng Tư rồi, nhớ Trịnh Công Sơn<\/ref>|||[[Trần Đăng Khoa (nhà thơ)|Trần Đăng Khoa]]}}\n{{cquote|Anh yêu nhạc Trịnh Công Sơn, như thế có nghĩa anh là người tử tế...\n\n...Nhạc anh Sơn rất đặc biệt. Bài nào cũng chỉ phất phơ có mấy nét thôi, cứ như là nhạc của trẻ con ấy. Nhưng nghe là nhớ ngay. Trịnh Công Sơn đã đạt được đến độ cao nhất của nghệ thuật. Đó là sự giản dị... Người hát hay nhất nhạc Trịnh chính là Trịnh Công Sơn. Sau Trịnh mới đến Khánh Ly. Sau Khánh Ly là không còn ai nữa. Hồng Nhung chỉ hát tàm tạm được một đôi bài....\n\n...Mặc dù [[nhạc đỏ|nhạc Cách mạng]] của các anh rất hay. Hầu nh­ư bài nào cũng hay. Khoẻ khoắn, hùng tráng. Nhưng đó là nhạc hội hè, nhạc vui. Nhạc cho tất cả mọi người. Hầu hết nhạc sĩ các anh đều viết cho đám đông. Người ta hát khi vui, hát ở chỗ đông người. Còn nhạc anh Sơn là nhạc chỉ dành cho một người. Khi nào buồn, khi nào cô đơn đến tuyệt vọng mà không còn biết bấu víu vào đâu nữa, ngư­ời ta tìm về với Trịnh. Trịnh sẽ đón họ, nâng đỡ an ủi họ. Vì thế, tôi mới bảo Trịnh Công Sơn là một nửa âm nhạc Việt Nam....\n\n...Tôi rất yêu nhạc Trịnh. Yêu như một tín đồ của anh ấy. Nhưng cũng phải thành thật mà nói rằng, nhạc Trịnh nghe lẻ từng bài thì hay. Nhưng nghe cả một cuộn băng thì lại thấy mệt vì đơn điệu. Ông [[Văn Cao]] của các anh đa dạng hơn nhiều, phong phú hơn nhiều, mặc dù so với Trịnh Công Sơn, ông ấy viết rất ít...<ref name=\"vov.vn\"\/>|||[[Frank Gerke]]}} <!--đúng ra Frank Gerke chưa được xem là người nghiên cứu nhạc Trịnh, cũng không phải người nổi tiếng, mà chỉ là một người bình thường. Quá nhiều \"người bình thường\" phát biểu về nhạc Trịnh Công Sơn, nếu mà trích hết những câu nói của bất kỳ người bình thường nào thì quá nhiều và đôi khi không xứng dáng. Nên xóa !!!-->\n\n==Những đóng góp cho điện ảnh==\n*'''Diễn viên''': phim ''[[Đất khổ]]'' (1974) của đạo diễn [[Hà Thúc Cần]]\n*'''Viết nhạc và bài hát''' cho phim:\n#''[[Cánh đồng hoang]]''<ref>{{Imdb name|0872950}}<\/ref> 1979 của đạo diễn [[Nguyễn Hồng Sến]], kịch bản [[Nguyễn Quang Sáng]]\n#''Ngoại ô'' (1987) (cùng nhạc sĩ [[Phạm Trọng Cầu]]) của đạo diễn Lê Văn Duy\n*'''Nhạc và bài hát''' được sử dụng trong phim\n#''Tội lỗi cuối cùng'' (1980) của đạo diễn [[Trần Phương (nghệ sĩ)|Trần Phương]], nghệ sĩ [[Phương Thanh (diễn viên)|Phương Thanh]] đóng vai Hiền cá sấu: bài \"Đời gọi em biết bao lần\"<ref name=\"ĐT\">{{Chú thích web\n| url = http:\/\/www.thegioidienanh.vn\/them-mot-phat-hien-trinh-cong-son-va-dien-anh-2325.html\n| tiêu đề = Thêm một phát hiện: Trịnh Công Sơn và Điện ảnh\n| tác giả 1 = Đoàn Tuấn\n| ngày truy cập = 2019-03-22\n| ngày tháng = ngày 1 tháng 4 năm 2009\n| định dạng = html\n| nhà xuất bản = Thế giới Điện ảnh\n| ngôn ngữ = vi\n| url lưu trữ = https:\/\/web.archive.org\/web\/20190322054851\/http:\/\/www.thegioidienanh.vn\/them-mot-phat-hien-trinh-cong-son-va-dien-anh-2325.html\n| archive-date = 2019-03-22\n| url-status = bot: unknown\n}}<\/ref>\n#''Cho cả ngày mai'' (1981) của đạo diễn [[Long Vân]]: bài \"Em là bông hồng nhỏ\"<ref name=\"ĐT\"\/>\n#''Bãi biển đời người'' (1983) của đạo diễn [[Hải Ninh (nghệ sĩ)|Hải Ninh]]: bài \"Quê hương\"<ref name=\"ĐT\"\/>\n#''[[Thị xã trong tầm tay]]'' (1983) của đạo diễn [[Đặng Nhật Minh]],<ref name=\"ĐT\"\/> bài hát nền, phổ thơ [[Hoàng Phủ Ngọc Tường]]\n#''Cho đến bao giờ'' (1985) của đạo diễn [[Huy Thành]]<ref name=\"ĐT\"\/>\n#''[[Cầu Rạch Chiếc]]'' (1986) của đạo diễn Hoàng Lê<ref name=\"ĐT\"\/>\n#''[[Cô gái trên sông]]'' (1987) của đạo diễn [[Đặng Nhật Minh]]<ref name=\"ĐT\"\/>, cùng [[Phạm Trọng Cầu]]\n#''[[Mùa hè chiều thẳng đứng]]'' (2000) của đạo diễn [[Trần Anh Hùng]]: \"Cuối cùng cho một tình yêu\", \"Nắng thủy tinh\", \"Rừng xưa đã khép\"\n#''[[Áo lụa Hà Đông (phim)|Áo lụa Hà Đông]]'' (2006) của Phước Sang Film, đạo diễn [[Lưu Huỳnh]]: \"Bài ca dành cho những xác người\"\n#''[[Công chúa teen và ngũ hổ tướng]]'' (2010) của đạo diễn Lê Lộc (bài \"Để gió cuốn đi\")\n#''[[Em là bà nội của anh]]'' (2015) bài \"Còn tuổi nào cho em\" <ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20151217\/clip-miu-le-hat-nhac-trinh-con-tuoi-nao-cho-em\/1022455.html Clip Miu Lê hát nhạc Trịnh: Còn tuổi nào cho em] C. K báo Tuổi Trẻ 17\/12\/2015 14:50<\/ref>\n*'''Phim về Trịnh Công Sơn''':\n#''[[Em còn nhớ hay em đã quên]]'' (1992) của đạo diễn [[Nguyễn Hữu Phần]] và Phi Tiến Sơn, với sự tham gia của cố diễn viên [[Lê Công Tuấn Anh]] vai Quang Sơn (Trịnh Công Sơn thời trẻ).<ref>{{Chú thích thông cáo báo chí |\n publisher = Võ Văn Liễn, Báo Bình Định|\n date = ngày 2 tháng 4 năm 2004|\n url = http:\/\/www.baobinhdinh.com.vn\/564\/2004\/4\/9549\/|\n title = Em còn nhớ hay em đã quên - Bộ phim đậm nét nhạc Trịnh|\n access-date = ngày 1 tháng 4 năm 2011\n}}<\/ref>\n#''Trịnh Công Sơn - sống và yêu'' của đạo diễn [[Lê Dân]], phim không được hoàn thành<ref>[https:\/\/cand.com.vn\/Tu-lieu-van-hoa\/Nguoi-phu-nu-Nhat-suyt-thanh-vo-cua-nhac-si-Trinh-Cong-Son-i518297\/ Người phụ nữ Nhật suýt thành vợ của nhạc sĩ Trịnh Công Sơn]<\/ref>\n#''[[Em và Trịnh]]'' (2022) của đạo diễn Phan Gia Nhật Linh. Phim kể về cuộc đời Trịnh Công Sơn trong nhiều thập niên. Hai diễn viên Avin Lu và Trần Lực đóng vai nhạc sĩ, lần lượt ở thời trẻ và trung niên.<ref>{{chú thích web|url= https:\/\/amp.vnexpress.net\/phim-em-va-trinh-he-lo-canh-trinh-cong-son-gap-khanh-ly-4458146.html|tựa đề= Phim 'Em và Trịnh' hé lộ cảnh Trịnh Công Sơn gặp Khánh Ly|ngày=30-4-2022|website=[[VnExpress]]|tác giả=Mai Nhật|ngày truy cập = 14 tháng 5 năm 2022}}<\/ref>\n\n== Giải thưởng và tôn vinh ==\n\n=== Giải thưởng ===\n\n* Năm 1970, bài \"Ngủ đi con\" (trong Ca khúc da vàng) của ông đoạt Giải thưởng dĩa nhạc vàng của năm 1969 (phát hành trên 2 triệu đĩa) ở [[Nhật Bản]] qua tiếng hát của ca sĩ Takaishi Tomoya (tựa tiếng Nhật: Boya Okiku Naranaide). <ref>http:\/\/www.truclyhoang.com\/defaultaf15.html?id=725&muc=22<\/ref><ref>https:\/\/vanthonhactrieuchau.blogspot.com\/2017\/06\/blog-post_967.html<\/ref>Năm 1979, hãng đĩa [[Nippon Columbia]] mời Khánh Ly thu băng lần thứ hai các nhạc phẩm của ông, cũng vào năm này ca khúc \"Ngủ đi con\" trở thành một bản hit ở [[Nhật Bản]].\n* Giải thưởng cho Bài hát hay nhất trong phim \"Tội lỗi cuối cùng\"\n* Giải Nhất của cuộc thi \"Những bài hát hay nhất sau 10 năm chiến tranh\" với bài \"Em ở nông trường, em ra biên giới\"\n* Giải Nhất cuộc thi \"Hai mươi năm sau\"(1995) với bài \"Hai mươi mùa nắng lạ\".\n* Năm 1997 ông đoạt giải thưởng lớn của Hội Nhạc Sĩ cho một chuỗi bài hát: \"Xin trả nợ người\", \"Sóng về đâu\", \"Em đi bỏ lại con đường\"\n* Năm 2004, Giải thưởng Âm nhạc hòa bình thế giới được trao cho ông vì \"lý tưởng hòa bình mà ông đã đấu tranh không mệt mỏi cho nhân loại\".\n\n=== Tôn vinh ===\n\n* Trịnh Công Sơn có tên trong từ điển bách khoa Pháp Les Million.\n* Khi ông mất, [[Trung tâm Thúy Nga]] thực hiên liên khúc Trịnh Công Sơn trong cuốn [[Paris by Night]] 60 để tưởng nhớ đến ông.\n* Trong Lễ trao giải Làn sóng xanh năm 2005, 10 ca sĩ nổi tiếng của Việt Nam thực hiện Liên khúc Trịnh Công Sơn để tôn vinh ông và kỉ niệm 5 năm ngày mất của nhạc sĩ này (2006).<ref>{{Chú thích web|url=https:\/\/youtube.com\/watch?v=bC-ng8l9GPY|tựa đề=Liên khúc Trịnh Công Sơn - 10 ca sĩ - Làn sóng xanh 2005|url-status=live}}<\/ref>\n* Trong cuộc họp chiều 17 [[Tháng ba|tháng 3]] năm [[2011]], Hội đồng nhân dân tỉnh [[Thừa Thiên Huế]] đã chính thức thông qua việc đặt tên của cố nhạc sĩ Trịnh Công Sơn cho con đường dài 600 mét, rộng 11 mét lát nhựa mới mở ven [[sông Hương]] thuộc phường Phú Cát, thành phố [[Huế]].<ref>{{chú thích web|url= https:\/\/tuoitre.vn\/chinh-thuc-dat-ten-duong-trinh-cong-son-o-hue-429406.htm|tựa đề= Chính thức đặt tên đường Trịnh Công Sơn ở Huế|ngày=17-3-2011|website=Báo Tuổi Trẻ|tác giả=Đình Toàn}}<\/ref>\n* Năm [[2015]], Hội đồng nhân dân thành phố [[Hà Nội]] quyết định đặt tên của cố nhạc sĩ Trịnh Công Sơn cho một tuyến phố dài 900m, rộng 9,5 – 12,5 m từ ngã ba ngõ 612 đường Lạc Long Quân (cạnh công viên Hồ Tây) đến đường Âu Cơ cạnh trường THPT Phan Chu Trinh (sau trở thành tuyến phố đi bộ) thuộc địa bàn phường Nhật Tân, quận Tây Hồ.\n* Ở thành phố [[Huế]] – quê hương ông cũng có tên đường <nowiki>''Trịnh Công Sơn''<\/nowiki>. Tại [[Thành phố Hồ Chí Minh|TP.HCM]] cũng có một con đường nằm trong khu nhà cao cấp Gia Hòa ở [[Thủ Đức|thành phố Thủ Đức]] (Quận 9 cũ) mang tên ông.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/tphcm-co-ten-duong-thanh-nga-trinh-cong-son-693738.htm|tiêu đề=TP.HCM có tên đường Trịnh Công Sơn|tác giả 1=D.N.Hà|nhà xuất bản=|ngày tháng=|ngày truy cập=}}<\/ref>\n* Ngày 28 tháng 2 năm 2019, Trịnh Công Sơn trở thành nhân vật xuất hiện trên trang chủ tiếng Việt của công cụ tìm kiếm phổ biến nhất thế giới [[Google]] nhân dịp sinh nhật lần thứ 80 của ông.<ref>[https:\/\/www.google.com\/doodles\/trinh-cong-sons-80th-birthday Kỷ niệm 80 năm ngày sinh Trịnh Công Sơn] Google Doodle Ngày 28 tháng 2 năm 2019<\/ref> Đây là lần đầu tiên [[Google Doodle]] vinh danh một người Việt Nam (người Việt thứ hai là họa sĩ [[Bùi Xuân Phái]]).<ref>\n[https:\/\/tuoitre.vn\/google-vinh-danh-nhac-si-trinh-cong-son-voi-bieu-tuong-doodle-20190227181231911.htm Google vinh danh nhạc sĩ Trịnh Công Sơn với biểu tượng Doodle]<\/ref> Một số tranh của ông được đưa lên lịch 2019.<ref>[https:\/\/tuoitre.vn\/lan-dau-duoc-ngam-ca-bo-tranh-cua-nhac-si-trinh-cong-son-20181203160507193.htm Lần đầu được ngắm cả bộ tranh của nhạc sĩ Trịnh Công Sơn] Tuổi Trẻ 03\/12\/2018 16:35 GMT+<\/ref>\n\n== Xem thêm ==\n* [[Phong trào phản chiến trong Chiến tranh Việt Nam]]\n* [[Danh sách các bài hát về chiến tranh Việt Nam]]\n* [[Danh sách phim về Chiến tranh Việt Nam ]]\n==Đọc thêm==\n*''Trịnh Công Sơn - Người hát rong qua nhiều thế hệ.'' Nhà xuất bản Trẻ ấn hành năm 2001, sau ngày mất của nhạc sĩ\n*''Trịnh Công Sơn - cuộc đời, âm nhạc, thơ, hội họa & suy tưởng.'' Nhà xuất bản-Văn nghệ TP. Hồ Chí Minh\n*''Trịnh Công Sơn - Rơi lệ ru người''. Nhà xuất bản Phụ nữ\n*''Trịnh Công Sơn cát bụi lộng lẫy''. Nhà xuất bản Thuận hóa - Tạp chí Sông Hương\n*''Trịnh Công Sơn và cây đàn Lya của Hoàng tử bé''. Hoàng Phủ Ngọc Tường - Nhà xuất bản Trẻ\n*John C. Schafer, ''\"[<!--http:\/\/dscholar.humboldt.edu:8080\/dspace\/handle\/2148\/313-->http:\/\/users.humboldt.edu\/sjohn\/pdf%20TrinhCongSon_Phenomenon%20final.pdf]\"''.''Journal of Asian Studies'' 66 (Aug., 2007): 597-643\n\n==Tham khảo==\n*{{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=enyfAAAAMAAJ&|title=Trịnh Công Sơn, 1939-2001: cuộc đời, âm nhạc, thơ, hội họa & suy tưởng|last=Cung Trịnh|publisher=Nhà xuất bản Văn nghệ TP. HCM|year=2001|location=TP. HCM|pages=}}\n*{{Chú thích sách|url=http:\/\/bianhac.blogspot.com\/2022\/03\/full-uot-mi-trinh-cong-son.html|title=Ướt mi|last=Trịnh Công Sơn|publisher=An Phú|year=1960|location=Sài Gòn|pages=}}\n* [http:\/\/www.viet-studies.info\/BanMai_TrinhCongSon.pdf Ban Mai, Trịnh Công Sơn - Vết chân dã tràng Nhà xuất bản Lao động 2008]\n* [http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2013\/04\/130402_trinhcongson_life_and_views.shtml Trái tim cộng sản hay người nghệ sĩ - BBC Tiếng Việt]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{chủ đề|Âm nhạc|Âm nhạc Việt Nam|Thu Phương|Nghệ thuật}}\n* {{Britannica|761371|Trinh Cong Son (Vietnamese singer and songwriter)}}\n;Sưu tập:\n* [https:\/\/web.archive.org\/web\/20050102122254\/http:\/\/khanhly.net\/phoxua\/tm.asp?m=7725 Ca khúc da vàng] trên diễn đàn Phố Xưa, khanhly.net\n* [https:\/\/web.archive.org\/web\/20100419020827\/http:\/\/dactrung.net\/MucLuc.aspx?tgid=3003 Danh sách ca khúc và lời nhạc Trịnh Công Sơn]\n* Truyện ngắn [https:\/\/web.archive.org\/web\/20110514064734\/http:\/\/dactrung.net\/Bai-tr-3193-Bai_hat_dau_tien_bai_hat_cuoi_cung.aspx Bài hát đầu tiên, bài hát cuối cùng] về Xuân Tân Mùi 1991 viết tháng 12\/1990 và [https:\/\/web.archive.org\/web\/20110515095708\/http:\/\/dactrung.net\/Bai-tr-2035-Chu_Lo.aspx Chú Lộ] của Trịnh Công Sơn\n* [https:\/\/tcs-home.org\/ Hội văn hóa Trịnh Công Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190420174809\/https:\/\/tcs-home.org\/ |date=2019-04-20 }}\n* [https:\/\/web.archive.org\/web\/20130719152656\/http:\/\/hoiquanhoingo.com.vn\/xemtin.asp?cap=1&id=744 Hội Ngộ quán do Trịnh Công Sơn đặt tên] bản lưu 19\/7\/2013\n*{{Imdb name|0872950}}\n\n;Đánh giá:\n* [https:\/\/web.archive.org\/web\/20130414235146\/http:\/\/dactrung.net\/Bai-bv-591-Pham_Duy_Viet_Ve_Trinh_Cong_Son.aspx Phạm Duy viết về Trịnh Công Sơn], và [https:\/\/phamduy.com\/en\/van-nghien-cuu\/hoi-ky-3\/5666-chuong-20 Chương 20] ([https:\/\/web.archive.org\/web\/20031230190310\/http:\/\/phamduy.com\/document\/hoiky\/hoiky3\/chuong_20.html bản lưu 30\/12\/2003]) trích Hồi ký tập 3, 1991\n* John C. Schafer, [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=12221&rb=0206 Hiện tượng Trịnh Công Sơn] [https:\/\/archive.is\/u0ddS lưu], Hoài Phi, Vy Huyền dịch, Talawas 2008\n* Đặng Tiến, [https:\/\/nhathonguyentrongtao.wordpress.com\/2012\/03\/31\/tr%E1%BB%8Bnh-cong-s%C6%A1n-ti%E1%BA%BFng-hat-hoa-binh\/ Đời và nhạc Trịnh Công Sơn], tạp chí Văn Học, California, tháng 10-11\/2001, số 186-187 đặc biệt Trịnh Công Sơn. Bản đọc lại, bổ sung ngày 30 tháng 3 năm 2012\n* [https:\/\/damau.org\/15249\/n Nhạc Trịnh Công Sơn] Tạp chí Da Màu - Văn chương không biên giới cập nhật 15\/5\/2007. Đinh Từ Bích Thúy dịch [http:\/\/poeticinvention.blogspot.com\/2007\/03\/trinh-cong-son.html IEPI: Trinh Cong Son] (20\/3\/2007)\n* [http:\/\/giaoduc.net.vn\/Van-hoa\/Am-nhac\/Dieu-thu-vi-trong-9-bai-hat-noi-tieng-cua-Trinh-Cong-Son-post114884.gd Điều thú vị trong 9 bài hát nổi tiếng của Trịnh Công Sơn] T. N, báo Giáo dục Việt Nam, 01\/04\/2013 06:11\n{{Kiểm soát tính nhất quán}}\n{{Trịnh Công Sơn}}\n{{Hồng Nhung}}\n{{Lệ Quyên}}\n{{Diva Việt Nam}}\n{{Dữ liệu nhân vật\n|TÊN=Trịnh Công Sơn\n|TÊN KHÁC=\n|TÓM TẮT=nhạc sĩ [[Việt Nam]]\n|LÚC SINH=[[28 tháng 2]] năm [[1939]]\n|NƠI SINH=cao nguyên Lạc Giao, tỉnh [[Đắk Lắk]], [[Quốc hiệu Việt Nam#Đại Nam|Đại Nam]]\n|LÚC MẤT=[[1 tháng 4]] năm [[2001]]\n|NƠI MẤT=[[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n}}\n\n{{Thời gian sống|sinh=1939|mất=2001}}\n\n[[Thể loại:Trịnh Công Sơn| ]]\n[[Thể loại:Âm nhạc]]\n[[Thể loại:Nhạc sĩ]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nhạc sĩ Việt Nam Cộng hòa]]\n[[Thể loại:Nam ca sĩ Việt Nam Cộng hòa]]\n[[Thể loại:Nhà soạn nhạc Việt Nam]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]\n[[Thể loại:Sinh năm 1939]]\n[[Thể loại:Mất năm 2001]]\n[[Thể loại:Nhà soạn nhạc thế kỷ 20]]\n[[Thể loại:Người Minh Hương]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Sinh tại Đắk Lắk]]\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc phản chiến Việt Nam]]"}