{"445967":"[[Tập tin:1-Trinh Tu.JPG|nhỏ|phải|250px|Tượng Trịnh Tú ở đền thờ xã Liên Sơn, [[Gia Viễn]], [[Ninh Bình]]]]\n'''Trịnh Tú''' ([[chữ Hán]]: 鄭琇; [[924]] - [[979]]) là một trong những vị khai quốc công thần [[nhà Đinh]], có công giúp [[Đinh Tiên Hoàng]] đánh dẹp, chấm dứt [[loạn 12 sứ quân]] thế kỷ 10 trong [[lịch sử Việt Nam]]. Năm [[968]], Đinh Bộ Lĩnh dẹp xong các sứ quân, lên ngôi hoàng đế (tức [[Đinh Tiên Hoàng]]). Ông cùng với hoàng tử [[Đinh Liễn]] được triều đình cử đi giao bang với nhà Tống. Chính sử cũng như thơ ca dân gian thường nói đến \"Tứ trụ ''Bặc, Điền, Cơ, Tú''\" tức là bốn người trụ cột của triều [[nhà Đinh]], là [[Nguyễn Bặc]], [[Đinh Điền]], [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] và Trịnh Tú. Tứ trụ là cốt cán giúp vua Đinh dẹp sứ quân, thống nhất đất nước. Sau khi vua băng hà, họ lại hết mình giành ngôi cho chủ cũ, việc không thành mà bị hại. Trịnh Tú được lập đền thờ tại quê nhà ở xã Liên Sơn, Gia Viễn, Ninh Bình và nhiều nơi khác phối thờ ông cùng các vị tứ trụ triều Đinh.<ref>[https:\/\/giavien.ninhbinh.gov.vn\/lien-son-to-chuc-le-don-nhan-bang-xep-hang-di-tich-lich-su-cap-tinh-den-quan-thai-bao-947.html Liên Sơn tổ chức lễ đón nhận bằng xếp hạng di tích lịch sử cấp tỉnh Đền Quan Thái Bảo Trịnh Tú]<\/ref>\n\n==Tiểu sử==\nTheo sách [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]], Trịnh Tú người [[động Hoa Lư]], châu Đại Hoàng nay thuộc xã Liên Sơn, huyện [[Gia Viễn]] ([[Ninh Bình]]). Từ thuở nhỏ, ông đã cùng [[Đinh Điền]], [[Nguyễn Bặc]], [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] kết bạn với [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], cùng nhau chơi trò đánh trận cờ lau.\n\n==Sự nghiệp==\n\n===Tham gia dẹp loạn===\nTrịnh Tú sau khi trưởng thành là tướng đi theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] hùng cứ ở [[Hoa Lư]] thời [[nhà Ngô]]. Cả [[Đinh Điền]], [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] và [[Nguyễn Bặc]] cũng tham gia vào lực lượng này. Khi Nam Tấn Vương [[Ngô Xương Văn]] tử trận (965), [[12 sứ quân]] nổi dậy xưng hùng bá. Trịnh Tú theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đánh dẹp.\n\nViệt giám thông khảo tổng luận bình rằng: \n:''\"[[Đinh Tiên Hoàng]] nhân khi nước Ngô loạn mất, bình được [[mười hai sứ quân]], trời cho người theo, thống nhất bờ cõi, dùng [[Đinh Điền]], [[Nguyễn Bặc]], Lưu Cơ, Trịnh Tú làm người phù tá, sáng chế triều nghi, định lập quân đội, vua chính thống của nước Việt ta, thực bắt đầu từ đấy, kể về mặt dẹp giặc phá địch thì công to lắm!\"''\n\nThần phả xã Tô Hải, tổng Tô Xuyên, huyện Phụ Dực, [[Thái Bình]] cho biết tướng Phạm Phòng Át chiếm cứ đằng Châu đem quân đến trang Tô Hải, vây chùa. [[Đinh Bộ Lĩnh]] thấy khó chống nổi bèn sai Nguyễn Bặc, Đinh Điền, Trịnh Tú giả thua chạy, Phòng Át tung quân đuổi theo, nhưng không kịp. Sau đó Đinh Bộ Lĩnh phong cho [[Nguyễn Bặc]] làm Nguyên soái, [[Đinh Điền]], Trịnh Tú làm Đại tướng quân, lại phong Đô Tứ Minh làm thống lĩnh tiền quân, kiêm tham tám mưu thần chia quân làm 4 đạo để dẹp 12 sứ quân.\n\nThần tích đình Lập Bái, xã Kim Trung, huyện Hưng Hà, tỉnh Thái Bình cho biết khi sứ quân Trần Lãm qua đời, Đinh Bộ Lĩnh đã nắm quyền chỉ huy sứ quân Kỳ Bố Hải Khẩu, một lần ông cùng Đinh Điền, Nguyễn Bặc, Trịnh Tú đi dò xét sứ quân Đằng Châu (Hưng Yên nay) khi đến trang Cổ Sách đã thu nạp được 3 anh em họ Phạm.<ref>[https:\/\/baothaibinh.com.vn\/tin-tuc\/52\/89899\/tu-long-dinh-lap-bai Tứ long đình Lập Bái]<\/ref>\n\n===Giao bang với nhà Tống===\nNăm 968, [[Đinh Bộ Lĩnh]] lên ngôi, tức là [[Đinh Tiên Hoàng]], [[Nguyễn Bặc]] được phong làm Định quốc công (tức Tể tướng), [[Đinh Điền]] được phong làm Ngoại giáp, Lưu Cơ được phong làm Đô hộ phủ sĩ sư, chính là [[Thái sư]] ở Đô hộ phủ. Chính sử không nhắc việc Đinh Tiên Hoàng phong chức cho Trịnh Tú nhưng thần tích dân gian gọi ông là quan Thượng thư Trịnh Tú, có nơi thờ như ở Liên Sơn, Gia Viễn gọi ông là quan Thái Bảo.\n\nTheo Đại Việt Sử ký toàn thứ: năm 970, Đinh Tiên Hoàng sai Trịnh Tú sang giao hảo với nhà Tống, năm [[975]] Trịnh Tú tiếp tục được vua sai đi sứ sang nhà Tống, mở đầu giai đoạn mới của nền ngoại giao [[Việt Nam]] với nước lớn phía Bắc. Trong 5 lần sứ giả [[Đại Cồ Việt]] được Vua [[Đinh Tiên Hoàng]] cử sang giao bang với nhà Tống thì Trịnh Tú sang 2 lần, Hoàng tử [[Đinh Liễn]] sang năm 972, phò mã Trần Nguyên Thái sang năm 976 và năm 977 thì tên sứ giả sử không chép rõ. TS sử học Đinh Công Vĩ viết về việc Trịnh Tú đi sứ: \"… sứ giả [[Đại Cồ Việt]] bước vào ngoại giao với một tư thế tự hào chưa từng thấy. Đã hết rồi cái thời xưng Tiết độ sứ, nhận tiết việt của phương Bắc …\"<ref>Tạp chí Quan hệ quốc tế số 43,1993, trang 25-26<\/ref>.\n\n===Tứ trụ triều Đinh===\nSách Đại Nam Quốc sử Diễn ca cũng như thơ ca dân gian thường nói đến Tứ trụ \"Bặc, Điền, Cơ, Tú\" tức là bốn người trụ cột của triều nhà Đinh, là Tể tướng Nguyễn Bặc, Ngoại giáp Đinh Điền, Thái sư [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] và Thượng thư Trịnh Tú. Tứ trụ là 4 vị quan thân cận, từng giúp vua Đinh dẹp [[loạn 12 sứ quân]], thống nhất đất nước. Theo Từ điển nhân vật lịch sử Việt Nam: từ Đời Lý trở đi [[Đinh Điền]], [[Nguyễn Bặc]] cùng Trịnh Tú, Lưu Cơ đều được truy phong phúc thần. Trường ca chữ Nôm Thiên nam ngữ lục cho rằng:\n:\"Bốn người có nghĩa đồng niên\n:Nguyễn Bặc, Đinh Điền, Trịnh Tú, Lưu Cơ\".\n\nViệt giám thông khảo tổng luận bình rằng: \"[[Đinh Tiên Hoàng]] nhân khi nước Ngô loạn mất, bình được [[mười hai sứ quân]], trời cho người theo, thống nhất bờ cõi, dùng [[Đinh Điền]], [[Nguyễn Bặc]], [[Lưu Cơ (nhà Đinh)|Lưu Cơ]], Trịnh Tú làm người phù tá, sáng chế triều nghi, định lập quân đội, vua chính thống của nước Việt ta, thực bắt đầu từ đấy, kể về mặt dẹp giặc phá địch thì công to lắm!\"\n\nQuan hệ giữa [[Đinh Tiên Hoàng]] với \"tứ trụ triều Đinh\" gồm \"Điền - Bặc - Cơ - Tú\" là sự gắn bó đẹp đẽ, bền chặt như kim cương, không gì phả vỡ nổi, song sử sách nói tới [[Đinh Điền]], [[Nguyễn Bặc]] nhiều hơn Lưu Cơ, Trịnh Tú. Sử sách và dư luận dân gian nói nhiều hơn tới một bộ ba \"Đinh Tiên Hoàng, Đinh Điền, Nguyễn Bặc\"<ref>[http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1712 Góp phần làm sáng tỏ hình ảnh Đinh Điền - Nguyễn Bặc qua một số tư liệu Hán Nôm và dân gian (TBHNH 1997)]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref> vốn cùng năm sinh, năm mất, cùng quê, cùng chí hướng.\n\n===Tận trung với nhà Đinh===\nNăm 979, [[Đinh Tiên Hoàng]] và Nam Việt vương [[Đinh Liễn]] bị sát hại. Quan Chi hậu nội nhân là Đỗ Thích bị nghi là thủ phạm hàng đầu, sợ hãi bỏ trốn rồi bị bắt và bị chém. Lê Hoàn thay ngôi lập triều Tiền Lê. \"Tứ trụ\" và [[Võ tướng nhà Đinh|nhiều vị quan khác]] như [[Phạm Hạp]], Đinh Sài Bơi, Đỗ Huy, Lý Phả, [[Trình Minh]], Lưu Lang, Lý Đài, Lương Tuấn, [[Võ Trung]], Phạm Thành,... muốn giữ ngôi nhà Đinh cho ấu chúa, nhưng bị [[Lê Đại Hành|Lê Hoàn]] đánh thua: Đinh Điền chết tại trận, Nguyễn Bặc bị bắt sống đem về chém tại [[Hoa Lư]]. Còn Lưu Cơ và Trịnh Tú thì bị phục kích ở Bãi Vàng. Hai ông cùng hai bộ tướng chống cự quyết liệt, giết được bốn tướng của [[Lê Đại Hành|Lê Hoàn]], nhưng cuối cùng bị quân đông hơn bao vây tiêu diệt. Thế là hai bên có tám tướng chết ở trận đó. Sau, dân làng [[Hoa Lư]] xây \" Bát long tự\" sát phía đông Bãi Vàng ([[sông Hoàng Long]]) để thờ giải an cho tám người\n\nNgày nay ở [[Ninh Bình]] còn rất nhiều đền thờ ông và các vị quan trung thần khác. Theo các nhà nghiên cứu, số đền thờ các trung thần [[nhà Đinh]] nhiều hơn số đền thờ Lê Hoàn và Dương hậu phản ánh tình cảm của dân chúng đối với các ông. Ở [[Hoa Lư]] ngày nay còn truyền khẩu thơ \" Bát long tự sự tích ca\" và một thơ khuyết danh khác ca ngợi công lao và lòng dũng cảm của tứ trụ, trong đó có tài ngoại giao ứng đối của Trịnh Tú. Ca ngợi công lao của tứ trụ đại thần nhà Đinh, dân gian có câu:\n\n:Bặc, Điền, Cơ, Tú hiên ngang.\n:Trịnh, Lưu sau lại Bãi Vàng hy sinh.\n:Hai người đi trước quang vinh\n:Hai người sau sáng lung linh cõi bờ.\n\n:Điền quân sự tham mưu Ngoại Giáp,\n:Bặc đứng đầu đền đáp nghĩa ân,\n:Lưu Cơ độ hộ sức thần,\n:Trịnh Tú ứng đối xa gần mến danh.\nĐánh giá về cái chết thê thảm của hai đại thần [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]] và các trung thần khác liền sau cái chết của [[Đinh Tiên Hoàng]], sử thần Ngô Sĩ Liên bàn: \"việc khởi binh ấy không phải là làm loạn mà là một lòng phò tá họ Đinh, đánh Hoàn không được mà chết đấy là đúng chỗ\"… Đó là \"bề tôi trung nghĩa, làm không xong việc mà chết ấy là bề tôi tử tiết\". Thống nhất với chính sử, giới Nho sĩ và nhân dân cũng nhiệt liệt ca ngợi. Gần 200 đền đài miếu mạo ở vùng [[Hà Nam Ninh]] coi [[Đinh Điền]], [[Nguyễn Bặc]] như một tấm gương trung liệt treo cao: \"Trung quán nhật nguyệt\" (Lòng trung xuyên suốt mặt trời).\n\n==Tôn vinh==\nTheo Từ điển nhân vật lịch sử Việt Nam của Nguyễn Quyết Thắng, Nguyễn Bá Thế: từ thời nhà Lý trở đi Đinh Điền, Nguyễn Bặc, Trịnh Tú, Lưu Cơ đều được truy phong thượng đẳng phúc thần.<ref>[http:\/\/www.hannom.org.vn\/detail_search.asp?param=784&Catid=1&text=ng%E1%BB%8Da Góp phần làm sáng tỏ hình ảnh Đinh Điền - Nguyễn Bặc qua một số tư liệu Hán Nôm và dân gian]<\/ref>\n\nTrịnh Tú được lập đền thờ tại quê nhà ở xã Liên Sơn, [[Gia Viễn]], [[Ninh Bình]].<ref>Xem cuốn Di tích lịch sử văn hóa về hai triều Đinh - Lê ở Ninh Bình - Nguyễn Văn Trò, trang 126, Nhà xuất bản văn hóa dân tộc<\/ref> Đền Quan Thái Bảo nằm ở xóm Trường Xuân, xã Liên Sơn, [[Gia Viễn]] cũng là nơi thờ riêng Trịnh Tú duy nhất ở Việt Nam. Nhiều nơi khác phối thờ ông cùng các vị tứ trụ triều Đinh là [[Đinh Điền]], [[Nguyễn Bặc]] và Lưu Cơ.\n\nĐền thờ Trịnh Tú tại xóm Trường Xuân, xã [[Liên Sơn, Gia Viễn|Liên Sơn]], [[Gia Viễn]], [[Ninh Bình]] nằm trong quần thể các di tích gắn với tuổi thơ và căn cứ ban đầu của [[Đinh Bộ Lĩnh]] ở 4 xã Gia Thủy, Gia Hưng, Liên Sơn, Gia Phú như đình Mỹ Hạ, đình Ngọc Nhị, động Hoa Lư, đình Viến, đền thờ Lưu Cơ, đình Kính Chúc,... Đền còn lưu một sắc phong của Vua Khải Định, nói về việc ông hộ tống Nam Việt Vương [[Đinh Liễn]] sang sứ Trung Hoa.\n\nTrịnh Tú được đặt tên cho các đường phố ở thành phố [[Tam Điệp]], [[thành phố Ninh Bình]] tỉnh [[Ninh Bình]].\n\nHiện tại trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] có khu [[Quảng trường Đinh Tiên Hoàng Đế|Quảng trường - tượng đài Đinh Tiên Hoàng]] đế với 4 góc có tượng 4 vị quan đại thần Đinh Điền, Nguyễn Bặc, Trịnh Tú, Lưu Cơ cao 5m, có lính canh và ngựa bằng đá<ref>[http:\/\/www.vietnamplus.vn\/Home\/Day-nhanh-du-an-Quang-truong-Dinh-Tien-Hoang-De\/200912\/28325.vnplus Đẩy nhanh dự án Quảng trường Đinh Tiên Hoàng Đế ]<\/ref>.\n\nHiện nay, tại các di tích [[đền Vua Đinh Tiên Hoàng]] ở Ninh Bình và Nam Định, đền Tứ Trụ ([[quần thể di sản thế giới Tràng An]]), đình Bái ở xã Sơn Thành ([[Nho Quan]]) và [[quảng trường Đinh Tiên Hoàng Đế]] đều thờ tứ trụ triều đình [[nhà Đinh]], trong đó có Trịnh Tú.\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Đinh Điền]]\n*[[Lê Đại Hành|Lê Hoàn]]\n*[[Nguyễn Bặc]]\n*[[Lưu Cơ (nhà Đinh)|Lưu Cơ]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n*Tạp chí Quan hệ quốc tế số 43, 1993\n\n==Chú thích==\n{{Tham khảo}}\n\n{{12 sứ quân}}\n\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Sinh năm 924]]\n[[Thể loại:Mất năm 979]]\n[[Thể loại:Nhà Đinh]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Nhân vật thời Đinh]]"}