{"67460":"[[Tập tin:Giếng Mỵ Châu. Trọng Thủy,.jpg|250px|phải|nhỏ|Giếng Trọng Thủy tại khu di tích [[Cổ Loa]] ngày nay]]\n'''Trọng Thủy''' ([[chữ Hán]]: 仲始), tên đầy đủ là '''Triệu Trọng Thủy ''' ([[chữ Hán]]: 趙仲始), là hoàng tử nước [[Nam Việt]], con trai của [[Triệu Vũ vương|Triệu Đà]] đồng thời là hôn phu của [[Mỵ Châu|Mỵ Châu Công chúa]] phò mã nước Âu Lạc. Mẹ Trọng Thủy là Trình Thị người làng Đường Xâm, quận [[Giao Chỉ]]. [[Đền Đồng Xâm|Miếu thờ Triệu Đà]] ở làng Đồng Xâm, xã [[Hồng Thái, Kiến Xương|Hồng Thái]], huyện [[Kiến Xương]], tỉnh [[Thái Bình]], và Trình Thị được tòng tự ở miếu ấy.<ref>Việt Sử Tiêu Án. Ngoại thuộc nhà Triệu: Triệu Đà<\/ref>\n\n== Con rể Âu Lạc ==\nTheo ''[[Đại Việt sử ký toàn thư]]'' và ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'', sau nhiều lần giao tranh với [[An Dương Vương]] không thắng được, [[Triệu Vũ vương|Triệu Đà]] sai Trọng Thủy sang nước [[Âu Lạc]], hầu trong cung An Dương Vương làm túc vệ, rồi cầu hôn công chúa Mỵ Châu<ref name=\"dvsktt1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt sử ký toàn thư, Ngoại kỷ quyển 1]<\/ref>. An Dương Vương bằng lòng, cho Trọng Thủy lấy con gái mình.\n\nTheo truyền thuyết thì Trọng Thủy dỗ Mỵ Châu để xem trộm ''nỏ thần'', rồi ngầm bẻ gãy lẫy nỏ (làm từ móng của thần Kim Quy), thay cái khác vào<ref name=\"dvsktt1\"\/>.\n\n== Cái chết ==\nTriệu Đà lại phát binh đánh [[Âu Lạc]], sai Trọng Thủy cầm quân. Đại Việt sử ký toàn thư ghi việc này xảy ra năm [[208 TCN]]<ref name=\"dvsktt1\"\/>. Theo truyền thuyết, An Dương Vương chủ quan vì có vũ khí \"nỏ thần\", khi ra trận mới biết vũ khí không còn hiệu nghiệm, thua trận mang [[Mỵ Châu]] chạy về phía nam. Trọng Thủy theo lời dặn của Mỵ Châu trước khi chia tay, cứ theo dấu lông [[ngỗng]] mà Mỵ Châu rắc ra đường làm dấu mà đuổi theo. An Dương Vương nhận ra chính con gái tiếp tay cho họ Triệu, liền giết chết Mỵ Châu rồi tự vẫn (có thuyết ghi sau khi Âu Lạc vương giết chết Mỵ Châu đã cùng rùa Kim Quy đi xuống biển mai danh ẩn tích). Trọng Thủy đuổi theo đến nơi, thấy Mỵ Châu đã chết, thương khóc ôm xác đem về [[chôn cất|chôn]] ở Loa Thành. Vì thương tiếc nhớ tiếc Mỵ Châu, Trọng Thủy trở lại chỗ Mỵ Châu tắm gội trang điểm khi trước, cuối cùng nhảy xuống giếng mà chết<ref name=\"dvsktt1\" \/>.\n\nHai cuốn sách có niên đại thời [[nhà Trần]] là ''[[Đại Việt sử lược]]'' và ''[[An Nam chí lược]]'' có những ghi chép vắn tắt về câu chuyện của Mị Châu. Ghi chép về Mị Châu trong cả hai quyển này đều có ''không có câu chuyện rải lông ngỗng''<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Mỵ_Châu|title=Phiên bản khác nhau của truyện cổ tích.|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Ngoài ra cũng không có bất cứ bằng chứng lịch sử nào về việc Trọng Thủy đã chết như thế nào (tự sát, bị giết hay vì nguyên nhân tự nhiên).\n\nCũng theo ''[[Đại Việt sử ký toàn thư]]'', Trọng Thủy có người con trai là [[Triệu Văn Vương|Triệu Hồ]], sau này trở thành người nối ngôi Triệu Đà vào năm 137 TCN và qua đời năm 125 TCN, thọ 52 tuổi<ref name=\"dvsktt2\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt02.html Đại Việt sử ký toàn thư, ngoại kỷ quyển 2]<\/ref>. Như vậy Triệu Hồ sinh năm 177 TCN, và Trọng Thủy phải còn sống ít nhất đến năm 177 TCN. Triệu Hồ chắc chắn là con người vợ khác, không phải là con của Mỵ Châu.\n\nGhi chép của Đại Việt sử ký toàn thư về cuộc đời Trọng Thủy mang tính truyền thuyết và không logic: Một mặt Trọng Thủy được xác định chết khi diệt xong Âu Lạc (208 TCN), mặt khác ông lại có người con ra đời sau đó tới 33 năm ([[175 TCN|176 TCN]]).\n\nCác sử gia [[Việt Nam]] hiện đại căn cứ theo ''[[Sử ký]]'' của [[Tư Mã Thiên]] xác định Nam Việt diệt phía Tây nước [[Âu Lạc]] khoảng năm 179 TCN<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 144<\/ref>. Tuy vậy, nếu Trọng Thủy chết theo Mỵ Châu lúc này thì ông cũng không thể là cha của Triệu Hồ, vì khoảng cách từ khi ông qua đời tới khi Triệu Hồ ra đời là 4 năm.\n\nMặt khác, qua kết quả khảo cổ [[lăng mộ Triệu Văn Đế]] được khai quật ở thành phố [[Quảng Châu (thành phố)|Quảng Châu]] thuộc [[Quảng Đông]], Triệu Hồ được xác định là người qua đời khi 35-40 tuổi, không phải là người ngoài 50 tuổi như ghi chép của Đại Việt sử ký toàn thư<ref name=\"nv648\">Nguyễn Việt, sách đã dẫn, tr 648<\/ref>. Các sử gia cho rằng có thể Triệu Hồ là con thứ của Trọng Thủy; còn người cháu nội mà [[Triệu Vũ vương|Triệu Đà]] đề cập trong thư viết gửi cho [[Hán Văn Đế]] (\"''Lão phu ở đất Việt 49 năm, đến nay đã ẵm cháu rồi''\"<ref name=\"dvsktt2\" \/>) là người con sinh ra trước Triệu Hồ<ref name=\"nv648\" \/>. Với giả thuyết Triệu Hồ mất năm 125 TCN và chỉ thọ khoảng 35-40 tuổi, có thể xác định Trọng Thủy còn sống ít nhất tới năm 164 TCN - 159 TCN và mất trước năm 137 TCN (năm mất của Triệu Đà), không phải là người kế vị.\n\n''[[Sử ký]]'' của [[Tư Mã Thiên]] chỉ cho biết Triệu Hồ là cháu nội Triệu Đà, không nhắc tới Trọng Thủy. Sử sách đề cập tới Trọng Thủy, ngoài ông ra không nói tới một người con trai nào khác của Triệu Đà. ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'' của [[nhà Nguyễn]] soạn sau [[Đại Việt sử ký toàn thư]] của [[nhà Hậu Lê]] chỉ nhắc tới việc Trọng Thủy đi ở rể và tráo nỏ thần, không nói tới việc ông tự vẫn chết theo Mỵ Châu và cũng không nói tới tuổi thọ của Triệu Hồ.\n\n==Xem thêm==\n* [[Mỵ Châu]]\n* [[An Dương Vương]]\n* [[Triệu Vũ Vương|Triệu Đà]]\n* [[Triệu Văn Vương]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]], [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Kỷ nhà Thục], [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt02.html Kỷ nhà Triệu]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/kdvstgcm\/kdvstgcm01.html Kỷ nhà Triệu]\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] ([[1991]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* [[Đào Duy Anh]] ([[2005]]), ''Lịch sử cổ đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* Nguyễn Việt ([[2010]]), ''Hà Nội thời tiền Thăng Long'', Nhà xuất bản Hà Nội\n* [[Sử ký Tư Mã Thiên]], thiên:\n** ''Nam Việt Úy Đà liệt truyện''\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời An Dương Vương}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Lịch sử Việt Nam thời An Dương Vương]]\n[[Thể loại:Nhân vật Việt Nam thời kỳ Tiền độc lập]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Mất thập niên 200 TCN]]\n[[Thể loại:Năm 207 TCN]]\n[[Thể loại:Lịch sử Việt Nam]]"}