{"3527901":"'''Trịnh Phong''' (?-1886) là một trong những người lãnh đạo [[Phong trào Cần Vương]] chống [[Pháp]] tại tỉnh [[Khánh Hòa]], được quân khởi nghĩa và nhân dân tôn làm \"Bình Tây đại tướng\".<ref name=ditich \/>\n\n==Tiểu sử==\nTrịnh Phong sinh tại thôn Phú Vinh, tổng Xương Hà, huyện Vĩnh Xương<ref name=ditich>{{Chú thích web|1=|url=http:\/\/ditichkhanhhoa.org.vn\/index.php\/di-tich-khanh-hoa\/di-tich-cap-quoc-gia\/item\/265-mieu-trinh-phong|tiêu đề=MIẾU TRỊNH PHONG|tác giả 1=Hồng Tâm|ngày truy cập=2016-11-23|archive-date=2016-11-25|archive-url=https:\/\/web.archive.org\/web\/20161125043804\/http:\/\/ditichkhanhhoa.org.vn\/index.php\/di-tich-khanh-hoa\/di-tich-cap-quoc-gia\/item\/265-mieu-trinh-phong}}<\/ref> (nay thuộc xã Vĩnh Thạnh, thành phố [[Nha Trang]]).<ref name=cand>{{Chú thích web|url=http:\/\/cstc.cand.com.vn\/Muon-mau-cuoc-song\/Hon-thieng-Dai-tuong-Trinh-Phong-va-chiec-dau-lau-bi-an-tren-cay-dau-doi-318188\/|tiêu đề=Hồn thiêng Đại tướng Trịnh Phong và chiếc đầu lâu bí ẩn trên cây dầu đôi|tác giả 1=Phan Phú Yên}}<\/ref> Năm 1864 ông đậu Võ cử nhân và nhận chức [[đề đốc]] của triều đình [[nhà Nguyễn]].<ref name=ditich \/> Năm 1885, hưởng ứng theo [[Chiếu Cần Vương]] của vua [[Hàm Nghi]],<ref name=cand\/> ông cùng với Lê Nghị, Trần Đường, Nguyễn Khanh, Phạm Chánh, Nguyễn Dị, Nguyễn Lương, Nguyễn Sum, Phạm Long, Nguyễn Trung Mưu thành lập ''Bình Tây cứu quốc đoàn'' với khẩu hiệu ''Tiểu tặc trừ gian bình quốc loạn; Hưng binh ứng nghĩa phục giang san'' kêu gọi người dân Khánh Hòa tham gia quân khởi nghĩa chống Pháp.<ref name=ditich\/> Trịnh Phong được nhân dân tôn làm Bình Tây đại tướng thống lĩnh nghĩa quân đóng tại [[thành Diên Khánh]].<ref name=ditich \/>\n\nMùa thu năm 1885, quân Pháp đổ bộ vào Nha Trang, Trịnh Phong giao thành Diên Khánh cho Lê Nghị, tự mình dẫn quân xuống đánh, bị thua phải bỏ Nha Trang chia binh làm 2, một nửa kéo về giữ thành Diên Khánh. Thành bị vây mấy tháng, Trịnh Phong phải thừa lúc đêm tối mở vòng vây giải thoát, kéo quân ra phía Bắc hợp với quân của Trần Đường tại núi Phổ Đà.\n\nQuân Pháp sau khi ổn định tại Nha Trang và Diên Khánh, tiếp tục tiến đánh phía bắc Khánh Hòa. Nhờ thế núi hiểm trở, sử dụng lối đánh du kích và sự ủng hộ của nhân dân, nghĩa quân cầm cự được gần 1 năm. Quân Pháp phải cầu viện Sài Gòn.\n\nTháng 6 năm 1886, Pháp sai thiếu tá De Lorme, công sứ Aymonier và đốc phủ sứ Trần Bá Lộc kéo đại binh ra Khánh Hòa. Tổng hành dinh ở núi Phổ Đà bị tấn công, Trần Đường bị giết. Trịnh Phong phục kích ở khoảng giữa Hòn Hèo và [[Hòn Khói]], dùng hỏa công diệt trọn 1 toán quân lê dương. Nhân dân bị khủng bố không dám để cho con em gia nhập nghĩa quân và không dám cung cấp lương thực, dẫn đến quân Cần Vương yếu dần và thua trận ở núi Ðá Ðen ([[Vạn Ninh]]), núi Tiên Du ([[Ninh Hòa]]), đèo Rọ Tượng. Trong vòng không đầy ba tháng, Trần Bá Lộc đã dẹp yên được phong trào Cần Vương ở Khánh Hòa. Cuối tháng 8 năm 1886, Trịnh Phong bị bắt. Ngày 11 tháng 9 năm 1886, ông cùng với 6 người khác trong đó có Nguyễn Khanh, Phạm Chánh, Nguyễn Sum, Phạm Long bị [[chém đầu|xử trảm]] và gần một trăm người bị đày vào [[Cam Ranh]].\n\n==Ghi công==\nMiếu thờ Trịnh Phong nằm gần cây Dầu đôi thuộc thôn Phú Ân Nam, xã Diên An, tỉnh Khánh Hòa.<ref>{{Chú thích web|url=http:\/\/nhatrangtoday.vn\/khu-du-lich\/di-tich-lich-su-van-hoa\/mieu-tho-binh-tay-dai-tuong-trinh-phong-253.htm|tiêu đề=Miếu thờ Bình tây đại tướng TRỊNH PHONG}}<\/ref> Ngày 30 tháng 8 năm 1991, miếu thờ Trịnh Phong được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa Thông tin]] xếp hạng [[Danh sách Di tích quốc gia Việt Nam|Di tích lịch sử quốc gia]] theo quyết định số 1548 – QĐ.<ref name=ditich \/><ref>{{Chú thích web|url=http:\/\/laodong.com.vn\/van-hoa\/mieu-tho-binh-tay-dai-tuong-trinh-phong-bi-bao-vay-400738.bld|tiêu đề=Miếu thờ Bình Tây đại tướng Trịnh Phong bị... bao vây}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.khanhhoa.gov.vn\/ArticleId\/37fd4983-40fe-4b6c-8a8b-69afbf73b4b9\/mieu-tho-trinh-phong|tiêu đề=Miếu thờ Trịnh Phong|ngày truy cập=2016-11-23|archive-date=2016-11-24|archive-url=https:\/\/web.archive.org\/web\/20161124025042\/http:\/\/www.khanhhoa.gov.vn\/ArticleId\/37fd4983-40fe-4b6c-8a8b-69afbf73b4b9\/mieu-tho-trinh-phong}}<\/ref>\n\nTên ông cũng được đặt làm tên đường ở Nha Trang và Diên Khánh.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n*{{chú thích sách|first1=Quách|last1=Tấn|author-link1=Quách Tấn|title=Xứ Trầm Hương|chapter= Phần thứ năm: Nhân vật - Chương III| publisher=Hội Văn học Nghệ thuật Khánh Hòa}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1886]]\n[[Thể loại:Người Khánh Hòa]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]"}