{"240722":"{{Thông tin nhân vật\n| tên = Trịnh Nhất\n| hình = \n| ghi chú hình = \n| cỡ hình = \n| tên gốc = \n| tên khai sinh = \n| ngày sinh = 1765\n| ngày mất = {{Death year and age|1807|1765}}\n| nơi mất = Duyên hải [[Biển Đông]] thuộc [[Đàng Trong]], [[Đại Việt]]\n| an táng = \n| cư trú = \n| quốc tịch = Mãn Thanh\n| dân tộc = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| tác phẩm nổi bật = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| người hôn phối = \n| con cái = \n| cha = \n| mẹ = \n| người thân = Cha：[[Trịnh Liên Xương]]<br \/>Vợ：[[Trịnh Nhất Tẩu]]<br \/>Con： Trịnh Anh Thạch, Trịnh Hùng Thạch<br \/>Con nuôi：[[Trương Bảo Tử]]\n| giải thưởng = \n| chữ ký = \n| cỡ chữ ký = \n| website = \n| nơi sinh = huyện Bảo An, [[Quảng Đông]], [[Đại Thanh]]\n| tên khác = Trịnh Diệu Nhất, Trịnh Văn Hiển\n| tiêu đề = \n}}\n[[Tập tin:D5453.jpg|nhỏ|254x254px|Cờ [[Cướp biển|Hải tặc]] Trung Hoa [[Thế kỷ 19|thế kỷ XIX]]. Chữ trên ảnh (từ trái sang phải): [[Thiên Hậu Thánh mẫu|Thiên Hậu Thánh Mẫu]].|thế=]]\n'''Trịnh Nhất''' ([[chữ Hán]]: 鄭一; 1765-1807) là một thủ lĩnh [[cướp biển|hải tặc]] nổi tiếng, từng tung hoành dọc theo các [[bờ biển]] [[Trung Quốc|Trung Hoa]] đầu [[thế kỷ XIX]]. Trong các tài liệu Tây phương, tên ông được ghi lại bằng phiên âm '''Zheng Yi'''.\n\n==Thân thế==\n\nTrịnh Nhất nguyên danh là '''Văn Hiển''' (文顯), còn có tên là '''Diệu Nhất''' (耀一), nhưng đương thời thường gọi là '''Trịnh Nhất''' hoặc '''Trịnh Nhất Lang''' (鄭一郎), người huyện Tân An, phủ [[Quảng Châu]], tỉnh [[Quảng Đông]] (tương ứng vùng [[Thâm Quyến]], [[Hồng Kông]] ngày nay).\n\nTổ tiên của Trịnh Nhất là [[Trịnh Kiến]], vốn là người huyện Hải Trừng, phủ Chương Châu, tỉnh [[Phúc Kiến]] (tương ứng với Long Hải, Chương Châu ngày nay), từng làm thủ hạ dưới trướng [[Trịnh Thành Công]], năm [[1661]], đưa gia đình và thủ hạ về [[Quảng Châu Loan]] sinh sống bằng nghề đánh cá. Sau khi Trịnh Kiến chết, con cháu dần theo hải tặc, đến đời tằng tôn là [[Trịnh Liên Phúc]], [[Trịnh Liên Xương]] được thủ hạ tôn làm thủ lĩnh hải tặc cả vùng ven biển huyện Tân An.\n\n==Làm lính đánh thuê cho nhà Tây Sơn==\nTrịnh Nhất là con của Trịnh Liên Xương, thời trẻ từng cùng với anh họ là [[Trịnh Thất]], thống lĩnh thủ hạ mở rộng địa bàn cướp bóc đến cả vùng vịnh Bắc Bộ. Khi [[Quang Trung|Nguyễn Huệ]] tiến quân ra [[Bắc Hà]], ông đã chiêu dụ nhiều nhóm hải tặc, phân chia mỗi nhóm một lãnh bàn hoạt động, chỉ đạo các chiến dịch và cho họ nơi trú ẩn. [[Quang Trung|Quang Trung Hoàng đế]] thu dụng các nhóm cướp biển người Hoa giống như [[lính đánh thuê]] để tăng cường cho hải quân Tây Sơn mới được thành lập. Quang Trung còn sai các nhóm này đánh phá vùng duyên hải miền nam Trung Quốc cốt để Nhà Thanh bị cuốn vào hoạt động ngoại giao và chống giặc cướp để cho ông có thời gian ổn định tình hình nước Việt.{{fact}} Cũng có tài liệu cho rằng việc Quang Trung sai cướp biển người Hoa đánh phá duyên hải miền nam Trung Quốc là nhằm tạo tiền đề cho chiến dịch xuất quân đánh lấy [[Quảng Tây]] mà ông dự định trong tương lai.{{fact}}\n\nMột trong những căn cứ chính của lực lượng hải tặc dưới sự bảo trợ của [[Quang Trung|Quang Trung Hoàng đế]] là [[đảo Giang Bình]] tức ba hòn [[đảo]] (tam đảo) nhỏ là Vạn Vĩ (Wanwei), Vu Đầu(Wutou) và Sơn Tâm (Shanxin) lúc đầu vốn là hoang đảo, ngày nay là ba thôn thuộc địa phận thị trấn Giang Bình, [[huyện cấp thị]] [[Đông Hưng, Phòng Thành Cảng|Đông Hưng]], [[địa cấp thị]] [[Phòng Thành Cảng]] của tỉnh [[Quảng Tây]], [[Trung Quốc]] nằm tại cực nam của Quảng Đông, cận kề với các thương cảng như Hạ Môn, Quảng Đông… giáp ranh với Việt Nam (cách cửa khẩu [[Móng Cái]] của [[Việt Nam]] chừng 25&nbsp;km). Trong số các thủ lĩnh hải tặc, có Trịnh Thất cùng với [[Mạc Quan Phù]], [[Vương Quý Lợi]], [[Trần Thiên Bảo]] và [[Ô Thạch Nhị]] (Mạch Hữu Kim), được phong quan tước, được giao trách nhiệm quy tụ những nhóm hải tặc nhỏ lại lập thành những hạm đội lớn. Bản thân Mạc Quan Phù và Trịnh Nhất đã từng được nhận lệnh của Tây Sơn tham gia nhiều trận đánh chống lại quân [[Gia Long|Nguyễn Ánh]] và quân nhà Thanh, lập nhiều công trạng. Dưới tay Trịnh Thất bấy giờ có hơn 200 chiến thuyền, là lực lượng ngoài biển lớn nhất thời ấy và được thăng tới chức Đại tư mã,<ref>[[Nguyễn Duy Chính]], ''Vai trò của Hải phỉ trong chiến thắng Kỷ Dậu''. 2004<\/ref> thống lĩnh toàn bộ lực lượng hải tặc vùng Biển Đông.\n\n==Tranh giành hải phận==\n{{Chính|Hải tặc Biển Đông}}\nNăm 1801, Nhà Tây Sơn suy yếu, Trịnh Thất cùng với [[Ô Thạch Nhị]] rời khỏi nhà Tây Sơn, đưa bộ hạ trở về [[Trung Quốc]]. Nhóm này trở lại làm cướp biển, cướp bóc các thuyền buôn ở vùng duyên hải Quảng Đông và [[vịnh Bắc Bộ]]. Sau khi lên ngôi, [[Gia Long]] kiên quyết trấn áp nạn [[cướp biển]] tại [[đảo Giang Bình]] để lập lại trị an, đồng thời cũng để tiêu diệt hẳn các tàn dư của Tây Sơn. Qua nhiều lượt càn quét, căn cứ Giang Bình bị lực lượng thủy quân nhà Nguyễn san phẳng và thủ lĩnh Trịnh Thất cũng bị tiêu diệt. Các nhóm tàn quân còn lại của các nhóm hải tặc phải tháo chạy về [[Trung Quốc]].\n\nSau khi trở về Trung Quốc, các nhóm hải tặc lại tiếp tục rơi vào cuộc chiến tranh giành ảnh hưởng giữa những bang nhóm từng là [[đồng minh]] lỏng lẻo với nhau. Trong số 12 thủ lĩnh hải tặc ở vùng duyên hải Lưỡng Quảng, 5 người đã chết trong cuộc tương tranh khốc liệt kéo dài đến tận năm 1805. Còn lại 7 người là Trịnh Nhất, [[Ô Thạch Nhị]], [[Ngô Trí Thanh]], [[Kim Cổ Dưỡng]] (Lý Tương Thanh, Lý Thượng Thanh), [[Trịnh Lão Đồng]] (Trịnh Lưu Đường), [[Quách Bà Đới]] (Quách Học Hiển, Quách Học Hiến), [[Lương Bảo]] (Tổng binh Bảo), đồng ý hòa giải, kết thành liên minh hải tặc. Trừ Trịnh Lão Đồng không lâu sau quy phục [[Nhà Thanh]], còn lại 6 nhóm được phân chia theo màu cờ hiệu là Hồng (đỏ), Hoàng (vàng), Thanh (xanh), Lam (lục), Hắc (đen), Bạch (trắng), liên hợp với nhau thống nhất kế hoạch tác chiến.\n\n==Đế chế hải tặc Hồng Kỳ bang==\nTheo thỏa ước liên minh, mỗi chiếc thuyền sẽ phải được đăng ký với một bang kỳ và phải được xác định rõ ràng. Bất cứ thuyền nào bị bắt ngụy tạo thủ tục đăng ký sẽ bị trừng phạt. Các điều khoản ngăn cấm [[cướp biển|hải tặc]] đánh nhau để giành giật chiến lợi phẩm đã thu đoạt được, và không được tự mình tiến hành các hoạt động không được cho phép, tìm cách ngăn chặn sự [[tranh chấp nội bộ]], Bởi vì phần lớn lợi tức của họ sẽ phát sinh từ việc bán sự [[bảo kê]], các thành viên cũng đồng ý sẽ tôn trọng hợp đồng bán [[bảo kê]] của nhau. Thỏa ước liên minh cũng xác định liên minh là một thực thể toàn diện, có quyền hạn để phân phối tài sản tịch thu được và trừng trị kẻ vi phạm, các thủ lĩnh hợp thành một hội đồng phân giải tối cao và là tòa án trọng tài chung thẩm.\n\nTrong 6 nhóm, Hồng Kỳ bang dưới quyền thủ lĩnh của Trịnh Nhất có thực lực hùng hậu nhất với từ 600 đến 1.000 thuyền lớn, từ 2 vạn đến 4 vạn hải tặc, cùng với nhiều đầu lĩnh trứ danh, trong đó quan trọng nhất là [[Trịnh Nhất Tẩu|Thạch Dương]] (Trịnh Nhất Tẩu), một cựu kỹ nữ, và là vợ của Trịnh Nhất, và [[Trương Bảo Tử]], con nuôi của Trịnh Nhất. Dưới sự thống lãnh của Trịnh Nhất, hải tặc Hồng Kỳ bang trở thành một đế chế hải tặc, thao túng toàn bộ vùng biển từ phía Nam Trung Quốc sang đến [[Malaysia]].\n\n==Cái chết và di sản==\nNgày [[16 tháng 11]] năm 1807, tức ngày 17 tháng 1 năm Gia Khánh thứ 12, Trịnh Nhất đã đem quân tấn công quân nhà Nguyễn với mưu toan khôi phục nhà Tây Sơn và tử trận tại vùng duyên hải [[Việt Nam]]. Khi đó ông 42 tuổi. Có thuyết cho rằng do thuyền đắm mà chết, có thuyết lại cho rằng Trịnh Nhất bị đại pháo của quan quân [[Nhà Nguyễn]] bắn hạ.<ref name=\"jinghai\">'' Tĩnh Hải phân ký'', quyển Thượng<\/ref>\n\nSau khi Trịnh Nhất chết, góa phụ của Trịnh Nhất là [[Trịnh Nhất Tẩu]] thâu tóm mọi quyền lực về tay mình và trao chức thống lĩnh Hồng Kỳ bang cho đầu lĩnh [[Trương Bảo Tử]]. Đế chế Hồng Kỳ bang tiếp tục phát triển dưới thời của [[Trịnh Nhất Tẩu]] cho đến khi bà chịu quy phục Nhà Thanh vào năm 1810.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n*{{chú thích sách |last= Murray |first= Dian H. |title= Pirates of the South China Coast, 1790-1810 |publisher= Stanford University Press |year= 1987 |isbn= 0-8047-1376-6}}\n*[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhin-ra-the-gioi\/hai-tac-trung-hoa HẢI TẶC TRUNG HOA-Dian H. Murray] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181225175112\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhin-ra-the-gioi\/hai-tac-trung-hoa |date=2018-12-25 }}\n*[http:\/\/dantri.com.vn\/chuyen-la\/ten-cuop-bien-khet-tieng-nhat-moi-thoi-dai-la-phu-nu-1189178666.htm Tên cướp biển khét tiếng nhất mọi thời đại là… phụ nữ]\n{{Cướp biển}}\n[[Thể loại:Cướp biển]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Mất năm 1807]]\n[[Thể loại:Sinh năm 1765]]"}