{"109907":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Tu Mơ Rông \n| hình = \n| ghi chú hình = \n| vĩ độ = 14\n| vĩ phút = 54\n| vĩ giây = 0\n| kinh độ = 107\n| kinh phút = 56\n| kinh giây = 30\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 857,2 km²\n| dân số = 27.411 người<ref name=\"KT2019\"\/>\n| thời điểm dân số = 2019 \n| mật độ dân số = 32 người\/km²\n| dân tộc = [[Xơ Đăng]], [[Kinh]]\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Kon Tum]] \n| huyện lỵ = xã [[Đăk Hà, Tu Mơ Rông|Đăk Hà]]\n| trụ sở UBND = thôn Kon Tun, xã Đăk Hà\n| thành lập = 9\/6\/2005<ref name=\"76\/2005\/NĐ-CP\"\/> \n| phân chia hành chính = 11 xã\n| mã hành chính = 617<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 82-G1\n| web = {{url|huyentumorong.kontum.gov.vn}}\n}}\n\n'''Tu Mơ Rông''' (còn viết là '''Toumorong''', '''Tou Morong''', '''Tu Mrong''') là một [[huyện]] thuộc tỉnh [[Kon Tum]], [[Việt Nam]].\n\n==Địa lý==\n=== Vị trí địa lý ===\nHuyện Tu Mơ Rông nằm ở phía đông bắc tỉnh Kon Tum, có vị trí địa lý:\n*Phía đông giáp huyện [[Kon Plông]]\n*Phía tây giáp huyện [[Ngọc Hồi]]\n*Phía nam giáp huyện [[Đăk Tô]] và huyện [[Đăk Hà]]\n*Phía bắc giáp huyện [[Đăk Glei]] và huyện [[Nam Trà My]], tỉnh [[Quảng Nam]].\n\nHuyện Tu Mơ Rông có diện tích 857,2&nbsp;km², dân số năm 2019 là 27.411 người<ref name=\"KT2019\">{{Chú thích web |url =http:\/\/thongkekontum.gov.vn\/upload\/files\/CV%2033%20ngay%2008-8-2019%20cua%20BC%C4%90%20T%C4%90TDS%20TW%20Vv%20thong%20bao%20so%20lieu%20dan%20so%20cap%20huyen%20cap%20xa%20T%C4%90TDS.PDF|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Kon Tum|accessdate = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 32 người\/km². Dân cư bản địa là người Xơ Đăng nhóm Hà Lăng.\n\n===Địa hình===\nĐịa danh Tu Mơ Rông (Tu Mrong) với tọa độ 107°58' kinh đông, 14°52' vĩ bắc có dữ liệu địa lý được ghi trên nhiều website.\n\nHuyện có địa hình phức tạp, bị chia cắt nhiều bởi các sông suối, hợp thủy và núi cao. Địa hình thấp dần từ Bắc xuống Nam và từ Đông sang Tây. Huyện có nhiều bậc thềm địa hình, tạo nên nhiều kiểu địa hình đa dạng: gò đồi, vùng trũng và núi cao xen kẽ nhau khá phức tạp. Trong đó mỗi bậc là địa hình đồi núi bao quanh tạo thành những thung lũng hẹp. Nhìn chung địa hình toàn huyện có ba dạng địa hình chính:\n* Địa hình núi trung bình: Phân bổ ở sườn núi phía Nam dãy núi Ngọc Linh; núi Ngọc Tu Măng, Ngọc Puôk, Ngọc Păng. Độ cao trung bình so với mặt nước biển 1.000-2.333 m; gồm các dãy núi phía Bắc và Đông Bắc huyện, thuộc địa bàn các xã Đăk Na, Ngọc Lây, Tê Xăng, Măng Ri, Ngọc Yêu. Độ dốc khu vực này trên 250; có nhiều thung lũng hẹp và sâu.\n* Địa hình núi thấp: Có độ cao trung bình 800-1.000 m, phân bổ ở phía Bắc và Đông của huyện, có nhiều thung lũng hẹp và sâu.\n* Địa hình thấp được bồi tụ: Có độ cao trung bình dưới 800 m; phân bổ ở khu vực phía Nam và Tây Nam huyện.\n\n===Khí hậu===\nKhí hậu huyện Tu Mơ Rông là khí hậu Tây Trường Sơn; khu vực phía Đông Bắc gián tiếp ảnh hưởng của khí hậu Đông Trường Sơn. Chia làm 2 tiểu vùng khí hậu:\n* Tiểu vùng 1: Là khu vực trung tâm và phía Tây của huyện, bao gồm các xã Đăk Hà, Đăk Tờ Kan, Đăk Rơ Ông, Đăk Sao, Tu Mơ Rông. Tổng nhiệt độ năm từ 7.000-7.500°C; nhiệt độ trung bình tháng lạnh nhất (tháng 12, 1) đạt dưới 18°C; nhiệt độ trung bình tháng cao nhất (tháng 4) khoảng 23°C. Lượng mưa hàng năm tương đối cao, phổ biến từ 2.200-2.400&nbsp;mm; mùa mưa bắt đầu từ tháng 5 và kết thúc vào đầu tháng 11. Phù hợp với cây có nguồn gốc á nhiệt đới.\n* Tiểu vùng 2: Thuộc khu vực Đông Bắc huyện bao gồm các xã Đăk Na, Măng Ri, Tê Xăng, Ngọc Lây, Ngọc Yêu,.... Tổng nhiệt độ năm từ 6.500-7.000°C. Nhiệt độ trung bình tháng lạnh nhất (tháng 12, 1) xuống dưới 18°C; nhiệt độ trung bình tháng cao nhất (tháng 4) khoảng 23°C. Lượng mưa hàng năm tương đối cao phổ biến từ 2.200-2.400&nbsp;mm; mùa mưa bắt đầu từ tháng 5 và kết thúc vào đầu tháng 11; Tháng có lượng mưa và số ngày mưa cao là tháng 8,9,10,11.\n\nChế độ nhiệt tại huyện là chế độ nhiệt đới gió mùa cao nguyên; nền nhiệt tương đối thấp, nhưng có sự phân hóa rõ rệt giữa các vùng theo độ cao. Nhiệt độ tại khu vực phía Tây Nam cao hơn khu vực Đông Bắc, chênh lệch phổ biến từ 1-2°C. Nhiệt độ không khí đạt thấp nhất vào tháng 1 và tháng 12, đạt cao nhất vào tháng 4,5. Các tháng 1,2,11,12 có nhiệt độ trung bình dưới 19°C (lạnh); các tháng còn lại nhiệt độ trung bình từ 20-23°C.\n\nChế độ mưa tại khu vực huyện phụ thuộc vào chế độ gió mùa và địa hình. Mùa mưa bắt đầu từ tháng 5 và cho đến hết tháng 10 là do tác động của gió mùa Tây Nam mang lại. Từ tháng 11 đến tháng 4 năm sau do tác động trực tiếp của gió mùa Đông Bắc bị chặn bởi dãy Trường sơn là mùa khô. Lượng mưa tại khu vực Đông Bắc huyện đạt trên 2.400&nbsp;mm; tại khu vực còn lại của huyện lượng mưa phổ biến 2.000-2.400&nbsp;mm.\n\nĐộ ẩm không khí: Khu vực Đông Bắc có độ ẩm lớn hơn khu vực phía Tây Nam huyện; độ ẩm đạt thấp nhất xảy ra vào tháng 3 phổ biến từ 74-75%; cao nhất xảy ra vào các tháng 7,8,9 phổ biến là 91-92%.\n\n===Đất đai===\nCăn cứ vào một số kết quả điều tra nghiên cứu về phân loại lập bản đồ đất tỉnh Kon Tum theo phân loại định lượng FAO- UNESCO, đặc điểm thổ nhưỡng huyện Tu Mơ Rông có 4 nhóm đất chính và bảy loại đất, cụ thể như sau:\n* Nhóm đất phù sa suối (Py): Có diện tích 1.182 ha, chiếm 1,4% tổng diện tích toàn huyện, nhóm đất này được hình thành do sản phẩm bồi tụ của sông suối lớn như lưu vực sông Đăk Tờ Kan; nhóm đất này phân bổ ở xã Đăk Hà, Đăk Rơ Ông, Đăk Tờ Kan và Đăk Sao.\n* Nhóm đất xám (X); Có diện tích 79.255 ha, chiếm 92,8% tổng diện đất toàn huyện, phân bố ở tất cả các xã, gồm ba loại đất:\n** Đất xám, đỏ vàng: Diện tích có 1.419 ha, chiếm 1,7% diện tích đất toàn huyện. Đất phân bổ ở tất cảc các xã trên toàn huyện trên đá biến chất (1.200 ha) và macma axit (219 ha). Hầu hết diện tích đất có độ dốc 15-250 có 1.227 ha, diện tích đất dốc <150 có 192 ha. Ở độ dốc thấp <150 có thể sử dụng trồng các loại hoa màu, cây ăn quả, cây công nghiệp; diện tích có độ dốc >150 thuận lợi cho việc khoanh nuôi bảo vệ hoặc trồng mới rừng.\n** Đất xám giàu mùn, tích nhôm: Diện tích 70.044 ha, chiếm 82% tổng diện tích toàn huyện, được hình thành trên đá biến chất; toàn bộ diện tích đất có tầng dày đất mịn trên 100&nbsp;cm, nhưng phân bổ ở độ dốc >250, đất này thuận lợi để sử dụng cho mục đích lâm nghiệp.\n** Đất xám, sỏi sạn nâu, đỏ vàng: Diện tích 7.792 ha, chiếm 9,1% diện tích đất toàn huyện. Đất phân bố ở tất cả các xã trong huyện, trong đó tập trung chủ yếu ở xã Đăk Tờ Kan, Đăk Rơ Ông (4.048 ha), xã Đăk Hà (1.965 ha), xã Tu Mơ Rông (1.435 ha), xã Ngọc Yêu (344 ha). Toàn bộ diện tích đất có tầng dày trên 50&nbsp;cm, trong đó phân bổ chủ yếu ở độ dốc >250 (7.671 ha), diện tích đất ~150 chỉ có 121 ha. Đất có độ dốc <150 có thể sử dụng trồng hoa màu, cây ăn quả, chè. Đất có độ dốc trên 150 nên khoanh nuôi hoặc trồng rừng.\n* Nhóm đất đỏ (Fd): Diện tích đất đỏ có 1.589 ha, phát triển trên đá bazan, gồm hai loại đất:\n** Đất đỏ chua, tầng mặt giàu mùn: Đất được hình thành trên đá bazan, phân bổ ở xã Ngọc Yêu. Toàn bộ diện tích đất có tầng dày dày trên 100&nbsp;cm, độ dốc >250, ít có khả năng sử dụng cho nông nghiệp.\n** Đất đỏ chua, tầng mặt giàu mùn: Đất được hình thành trên đá bazan có diện tích 84 ha, chiếm 0,1% diện tích đất toàn huyện, phân bổ ở xã Ngọc Yêu. Toàn bộ diện tích đất có tầng dày trên 100&nbsp;cm, độ dốc <80. Hướng sử dụng là trồng các loại cây hoa màu, cây ăn quả, cây công nghiệp lâu năm.\n* Nhóm đất mùn axit trên núi cao: Diện tích có 3.361 ha, chiếm 3,9% diện tích đất toàn huyện, phân bổ ở các xã Đăk Na (1.010 ha), Đăk Sao (50 ha), Măng Ri (1.464 ha), Ngọc Lây (837 ha). Toàn bộ diện tích đất phân bố ở độ dốc >250, tầng dày > 100&nbsp;cm; loại đất này sử dụng cho mục đích lâm nghiệp và phát triển cây dược liệu:\n** Diện tích đất theo độ dốc tầng dày: Toàn huyện có 8.676 ha đất phân bố ở độ dốc <150, chiếm 10,2% tổng diện tích đất toàn huyện, trong đó đất có tầng dày đất mịn >70&nbsp;cm là 8.267 ha, có khả năng sử dụng cho phát triển nông nghiệp, chủ yếu là đất xám (6.383 ha) và đất phù sa (1.033 ha).\n** Diện tích đất có độ dốc >150 cần sử dụng cho mục đích lâm nghiệp như trồng rừng, khoanh nuôi bảo vệ rừng hoặc sử dụng nông lâm kết hợp; trồng bời lời, ca ri, quế....\n===Nguồn nước===\n* Nguồn nước mặt: Trên địa bàn huyện không có sông lớn mà chỉ có suối nhỏ và hệ thống suối đầu nguồn của các sông sau:\n** Lưu vực sông Đăk PSi: nằm trong địa bàn huyện có diện tích lớn nhất tập trung ở phía Đông-Nam huyện; gồm các hệ thống suối như: Suối nước Chim, suối Đăk PSi, suối Đăk Lây, suối Đăk Ter, suối Đăk Xe,....\n** Lưu vực sông Đăk Tờ Kan: thuộc địa bàn huyện chủ yếu ở phía Tây-Nam của huyện (xã Đăk Tờ Kan, Đăk Rơ Ông).\n** Lưu vực sông Pô Kô: Các suối thuộc lưu vực sông Pô Kô phân bố chủ yếu ở phía Tây-Bắc huyện (xã Đăk Na, Đăk Sao).\n* Nguồn nước ngầm: Nguồn nước ngầm trên địa bàn huyện tuy khá phong phú nhưng việc khai thác gặp nhiều khó khăn do địa hình chia cắt, không bằng phẳng nên mặt nước ngầm ở mỗi vùng có khác nhau. Nước ngầm có chất lượng tốt, hiện nay khai thác chủ yếu cho sinh hoạt (khoan giếng, đào giếng).\n\n===Tiềm năng===\nDo đặc thù là huyện có độ cao so với mực nước biển trên 1.000 m nên phù hợp cho việc phát triển cây chè tuyết, cà phê catimo, dong riềng..., mặt khác với đặc thù là huyện có diện tích đất lâm nghiệp lớn (88,97% so tổng diện tích tự nhiên) đây là điều kiện thuận lợi trong việc phát triển nguồn nguyên liệu giấy và phát triển một số cây dược liệu như [[Sâm Ngọc Linh]] (một giống sâm quý ở [[Khối núi Ngọc Linh|núi Ngọc Linh]]), sơn tra, ngũ vị tử, hồng đẳng sâm... là nguồn nguyên liệu chính để phát triển tiểu thủ công nghiệp, công nghiệp chế biến nông lâm sản và dược liệu.\n\nTiềm năng lớn về du lịch được xác định là cảnh quan thiên nhiên (khu du lịch sinh thái Ngọc Linh), di tích lịch sử (Khu căn cứ cách mạng của Tỉnh ủy KonTum, huyện ủy H80); các di sản văn hóa truyền thống vật thể và phi vật thể lâu đời của dân tộc bản địa (tộc người Xê Đăng).\n\n==Hành chính==\nHuyện Tu Mơ Rông có 11 đơn vị hành chính cấp xã, bao gồm 11 xã: [[Đăk Hà, Tu Mơ Rông|Đăk Hà]] (huyện lỵ), [[Đăk Na]], [[Đăk Rơ Ông]], [[Đăk Sao]], [[Đăk Tờ Kan]], [[Măng Ri]], [[Ngọc Lây]], [[Ngọc Yêu]], [[Tê Xăng]], [[Tu Mơ Rông (xã)|Tu Mơ Rông]] và [[Văn Xuôi (xã)|Văn Xuôi]].\n\n==Lịch sử==\nTrước đây dưới thời Việt Nam Cộng hòa, đã từng có quận '''Tu Mrong''' (còn viết là '''Tou Mrong''' hay '''Tou Morong'''). Quận này được thành lập theo Nghị định số 367-BNV\/HC\/NĐ ngày 8 tháng 7 năm 1958 trên cơ sở tách ra từ quận Đăk Tô (khi đó thường viết là Đak Tô hay Dak To) bao gồm 4 tổng, 13 xã.\n\nHuyện Tu Mơ Rông được thành lập vào ngày [[9 tháng 6]] năm [[2005]] theo Nghị định số 76\/2005\/NĐ-CP của Chính phủ<ref name=\"76\/2005\/NĐ-CP\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-76-2005-ND-CP-thanh-lap-xa-thuoc-huyen-Dak-To-huyen-Tu-Mo-Rong-tinh-Kon-Tum-2241.aspx|tựa đề=Nghị định số 76\/2005\/NĐ-CP về việc thành lập xã thuộc huyện Đăk Tô và thành lập huyện Tu Mơ Rông, tỉnh Kon Tum|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Tổng diện tích tự nhiên của huyện là 85.718,4 ha, dân số khoảng 25,5 nghìn người bao gồm 11 xã với 93 thôn, làng (chính thức có 91 thôn).\n\n==Giao thông==\nHuyện có 02 tuyến đường giao thông chính:\n*Trục tỉnh lộ 672: từ huyện Đăk Tô (Kon Tum) qua đèo Măng Rơi, qua các xã Đăk Hà, Tu Mơ Rông, từ đấy chia thành 03 tuyến giao thông: Đường Nam Quảng Nam qua xã Ngọk Lây tiếp giáp với huyện Nam Trà My, tỉnh Quảng Nam về đến thành phố Tam Kỳ, điểm cuối là xã Tam Thanh. Đường Ngok Hoàng-Măng Bút-Tu Mơ Rông-Mường Hoong-Ngok Linh bắt đầu từ Ngọc Hoàng-Măng Bút, huyện Kon Plông (Kon Tum) đi qua xã Ngọk Yêu, xã Tu Mơ Rông, xã Tê Xăng, xã Măng Ri đến Mường Hoong - Ngọk Linh, huyện Đắk Glei (Kon Tum) và ra đường Hồ Chí Minh.\n*Trục tỉnh lộ 678: từ xã Đăk Trăm, huyện ĐăkTô đi qua xã Đăk Tờ Kan, xã Đăk Rơ Ông vượt đèo Văn Loan qua xã Đăk Sao, xã Đăk Na, dự kiến đường tránh lũ sẽ bắt đầu từ xã Đăk Na đi xã Đăk Kroong, huyện Đăk Glei (KonTum).\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{Thể loại Commons|Tu Mo Rong District}}\n* [http:\/\/huyentumorong.kontum.gov.vn\/ Trang chủ huyện Tu Mơ Rông]\n\n{{sơ khai Kon Tum}}\n{{Huyện thị Kon Tum}}\n\n[[Thể loại:Tu Mơ Rông| ]]"}