{"797817":"{{Bài cùng tên|Nguyễn Tuân (định hướng)}}\n[[Tập tin:Tuân Nguyễn.jpg|nhỏ|phải|180px|Nhà thơ Tuân Nguyễn (1933-1983)]]\n\n'''Tuân Nguyễn''' ([[1933]]-[[1983]]) là một thi sĩ, nghệ sĩ ngâm thơ, dịch giả Việt Nam. Dù được xem là người ''\"...không có cống hiến gì đặc biệt\"'', tuy nhiên ông được nhiều người trong giới văn nghệ sĩ đánh giá là ''\"sống đẹp cho đến chết nên được bạn bè tôn vinh\"''.<ref>{{Chú thích web |url=http:\/\/www.hue.vnn.vn\/vanhocthica\/2008\/05\/274410\/ |ngày truy cập=2011-06-17 |tựa đề=Người sống đẹp cho đến chết |archive-date=2010-11-02 |archive-url=https:\/\/web.archive.org\/web\/20101102225246\/http:\/\/www.hue.vnn.vn\/vanhocthica\/2008\/05\/274410\/ }}<\/ref>\n\n==Cuộc đời==\nÔng tên thật là '''Nguyễn Tuân''', sinh ngày [[25 tháng 9]] năm [[1933]], quê quán tại làng Lại Thế, xã Phú Thượng, huyện [[Phú Vang]], tỉnh [[Thừa Thiên Huế]]<ref>Theo lý lịch tự khai của Tuân Nguyễn. Xem \"Nhớ Tuân Nguyễn\" Nhà xuất bản. Hội Nhà văn, Hà Nội-2008.<\/ref>. Thuở nhỏ, có thời gian theo cha làm nghề kiểm lâm ra sống ở [[Quảng Bình]].\n\nThời niên thiếu, ông theo học trường dòng Pellerin ở Huế, tốt nghiệp Tú tài 2, thông thạo tiếng Pháp, tiếng Anh, lại biết cả chữ Hán. Năm 1949, ông thoát ly gia đình tham gia Đoàn học sinh kháng chiến Huế khi mới 16 tuổi. Năm 1950, ông vào chiến khu tham gia [[Vệ binh quốc gia|Vệ quốc đoàn]], dưới sự bảo vệ của [[Phùng Quán]] ông đã được miễn làm những nhiệm vụ nguy hiểm tính mạng, sau đó tham gia tại chiến trường [[Lào]].\n\nSau năm 1954, ông xuất ngũ, theo học khoa Văn khoá I, [[Trường Đại học Sư phạm Hà Nội|Đại học sư phạm Hà Nội]]. Năm 1957, ông tốt nghiệp ra trường làm giáo viên ở [[Trường học sinh miền Nam]] tại Hà Đông.\n\nNgay từ thuở nhỏ, ông được bạn bè đánh giá là một người mộng mơ, lãng mạn, có năng khiếu văn chương. Khi trưởng thành, thấy tên mình trùng với nhà văn [[Nguyễn Tuân]], tác giả của [[Vang bóng một thời]], nên ông đã đảo ngược tên mình để trở thành bút danh '''Tuân Nguyễn'''.<ref name= b>Trần Quang Thành, \"Tuân Nguyễn: Thân phận một nhà thơ tài hoa, lận đận, đắng cay\"<\/ref>\n\nNăm 1960, ông chuyển về làm Biên tập viên chương tình Tiếng Thơ của [[Đài Tiếng nói Việt Nam]]. Do vị trí công tác, cũng như thái độ nghiêm túc trong công việc, ông có quan hệ rộng rãi với giới văn nghệ sĩ và được nhiều bạn hữu quý mến.\n\nDo tính cách thẳng thắn, ông đã có lần viết một bài phóng sự, phanh phui vụ móc ngoặc tại công trường thủy lợi, nông trường Rạng Đông ([[Nam Định]]) nghiệm thu khống, lấy tiền chia nhau. Tuy nhiên, ông bị trưởng phòng biên tập cho là \"không có lập trường, nói xấu cán bộ, bôi nhọ chế độ xã hội chủ nghĩa\"<ref name= b\/>.\n\nLà một trí thức thuộc thành phần tiểu tư sản, ông thường xuyên gặp rắc rối với những đồng nghiệp cực đoan. Ngày [[21 tháng 10]] năm [[1964]], ông bị bắt tại cơ quan với lý do \"có ý tưởng đi ngược với đường lối chính sách\". Nguyên do được xác định là ông đã có thái độ đồng tình với [[Dương Bạch Mai]], một chính khách có liên quan trong [[Vụ án Xét lại Chống Đảng]], cùng những ghi chép cá nhân trong nhật ký bị những cán bộ cực đoan suy diễn là ''\"nói xấu chế độ, tư tưởng lệch lạc\"''. Do có mối quan hệ thân thiết với giới văn nghệ, nên việc ông bị bắt vì cuốn nhật ký của mình cất trong ngăn kéo do một đồng nghiệp cùng phòng lấy trộm nộp cho tổ chức, đã làm rung động giới trí thức Hà Nội bấy giờ.<ref name= b\/>\n\nÔng bị đưa đi trại \"cải tạo\" 9 năm 7 tháng. Năm 1973, ra trại đi làm nghề đánh vécni và dọn vệ sinh ở ga Hàng Cỏ để kiếm sống. Sau năm 1975, ông được xác nhận một lý lịch khác ghi thời gian đi trại là ''\"đi chữa bệnh\"''!<ref name=\"Nhớ Tuân Nguyễn\">[http:\/\/www.thanhnien.com.vn\/news\/Pages\/200828\/249859.aspx\/ Nhớ Tuân Nguyễn]<\/ref>.\n\nCuối năm 1974, ông lập gia đình với nhà thơ Phương Thúy<ref>{{Chú thích web |url=http:\/\/lethieunhon.com\/read.php\/4530.htm\/ |ngày truy cập=2011-06-18 |tựa đề=Phương Thúy, qua mấy bận đò vẫn cô đơn bến vắng |archive-date=2011-06-14 |archive-url=https:\/\/web.archive.org\/web\/20110614222629\/http:\/\/lethieunhon.com\/read.php\/4530.htm |url-status=dead }}<\/ref>, giáo viên dạy đàn tam thập lục ở [[Học viện Âm nhạc Quốc gia Việt Nam|Nhạc viện Hà Nội]] – con gái [[Hoài Chân]] (là đồng tác giả [[Thi nhân Việt Nam]] với [[Hoài Thanh]]). Đầu năm 1976, gia đình ông chuyển vào [[Thành phố Hồ Chí Minh|Sài Gòn]] sinh sống. Tuân Nguyễn đi dạy học, dịch sách và đi lấy báo cho vợ bán.\n\nNgày [[25 tháng 4]] năm [[1983]], trên đường đi lấy báo về, ông gặp tai nạn giao thông, đưa đi cấp cứu tại [[Bệnh viện Chợ Rẫy]] nhưng không qua khỏi. Trước khi mất, Tuân Nguyễn có một lời trăng trối rất nhân đạo: ''\"Đừng bắt tội người tài xế, ông ấy còn phải nuôi 8 đứa con... Lỗi tại tôi... \"''.\n\nTuân Nguyễn qua đời ngày [[9 tháng 5]] năm [[1983]] (nhằm ngày 27 tháng 3 năm [[Quý Hợi]]), an táng tại lô 7, đường số 3, Nghĩa trang Gò Dưa, huyện [[Thủ Đức]], [[Thành phố Hồ Chí Minh]]. Theo như một số nguồn tin trên báo thì nguyên nhân ông mất là do bị chấn thương sọ não sau khi bị xe ôtô đụng. Trước khi chết, ông còn nói là \"''Đừng bắt tội người lái xe. Cái kết cục buồn thảm này là lỗi tại tôi… Tôi là người có lỗi…”&nbsp;''\n\nTrong thời gian chung sống với nhà thơ Phương Thúy, ông bà không có với nhau người con nào.\n\n==Sự nghiệp==\nKhi công tác ở [[Đài Tiếng nói Việt Nam]], nhiều bài thơ của Tuân Nguyễn đã được phát trong chương trình Tiếng Thơ. Ngoài ra còn có thơ đăng trên các báo Văn nghệ, Văn học, Thống nhất, tạp chí Đất Quảng... và các tuyển tập: \"Thơ tình yêu\", Nhà xuất bản Thanh niên, Hà nội, 1963; \"Thơ văn 50 năm Đài Tiếng nói Việt Nam\", Nhà xuất bản Văn hóa - Thông tin, Hà Nội, 1995; \"Thơ miền Trung thế kỷ XX\", Nhà xuất bản [[Đà Nẵng]], 1995,... Ngoài ra, Tuân Nguyễn còn là dịch giả của tác phẩm \"Bim trắng tai đen\", Nhà xuất bản Măng Non, 1983, Nhà xuất bản Văn học, 1985, 2007.\n\nNhà thơ [[Phùng Quán]], người đồng hương, đồng đội, người bạn tri kỷ của Tuân Nguyễn từ thời kháng chiến chống Pháp, có viết bài ''Người bạn lính cùng tiểu đội'' đã được in trong tập ''Ba phút sự thật'' <ref>[http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=4&catid=18&ID=1237&shname=Phung-Quan-Ba-phut-su-that-cuon-sach-nhan-tinh-va-xuc-dong \"Ba phút sự thật\"]<\/ref> do [[Nhà xuất bản Văn Nghệ Thành phố Hồ Chí Minh]] xuất bản lần đầu tiên năm 2006. Bài viết đã phác thảo chân dung Tuân Nguyễn, một trí thức nhân hậu, trung thực, một tâm hồn thật đẹp, một nhân cách tuyệt vời. Sống gần 10 năm ngục tù không tội danh, không bản án, xơ xác thân mình song vẫn đam mê văn chương một cách mãnh liệt. Sau khi cuốn \"Ba phút sự thật\" được xuất bản, tên tuổi của Tuân Nguyễn mới được công chúng biết tới và từ đó những người bạn của ông mới có cơ sở thực hiện cuốn \"Nhớ Tuân Nguyễn\", góp phần giải tỏa những oan khuất và trả lại giá trị con người cho ông trước công luận. Tuy nhiên, lúc này thì cả Tuân Nguyễn và Phùng Quán đều đã từ giã cõi đời nhiều năm trước.\n\nTrong tập ''Nhớ Tuân Nguyễn''<ref name=\"Nhớ Tuân Nguyễn\"\/> do nhà thơ Trần Phương Trà sưu tầm, biên soạn (Nhà xuất bản Hội Nhà văn, Hà Nội, 2008) ghi lại những hồi ức của bạn bè, đồng nghiệp của Tuân Nguyễn như: Ngọc Trai, [[Băng Sơn]], Lê Huy Quang, [[Hoàng Phủ Ngọc Tường]], Thái Vũ, Xuân Đài, Đoàn Minh Tuấn, Vũ Từ Trang, Hà Nhật, Nguyễn Bùi Vợi, Dương Tường... và công bố 86 bài thơ của Tuân Nguyễn được sưu tầm từ sách báo và qua trí nhớ của người thân, đồng nghiệp, bạn tù...\n\nGiáo sư, dịch giả [[Cao Xuân Hạo]], một người bạn của Tuân Nguyễn, từng có một nhận xét làm người nghe phải lạnh người: \"Khi có ai đó kêu lên: - Trời ơi! Sao mà tôi khổ thế? thì nhìn vào Tuân Nguyễn sẽ thấy rằng mình chưa phải là khổ\"<ref name=\"Nhớ Tuân Nguyễn\"\/>.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.hue.vnn.vn\/vanhocthica\/2008\/05\/274410\/ Người sống đẹp cho đến chết - Nguyễn Khắc Phê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101102225246\/http:\/\/www.hue.vnn.vn\/vanhocthica\/2008\/05\/274410\/ |date=2010-11-02 }}\n*[http:\/\/quehuongta.net\/index.php?option=com_content&view=article&id=384:tuan-nguyn-toi-la-ngi-co-li-ngo-minh&catid=41:cau-chuyn-vn-hc&Itemid=65\/ Tuân Nguyễn: \"Tôi là kẻ có lỗi\" - Ngô Minh]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|Sinh=1933|Mất=1983}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Nhà thơ Việt Nam]]"}