{"1253921":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tuân Chính\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 12\n| vĩ giây = 39\n| kinh phút = 29\n| kinh giây = 7\n| diện tích = 6,64 km²<ref name=MS\/>\n| dân số = 6809 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1025 người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Vĩnh Phúc]]\n| huyện = [[Vĩnh Tường]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09136<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tuân Chính''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Vĩnh Tường]], tỉnh [[Vĩnh Phúc]], [[Việt Nam]].\n\nTuân chính có vị trí ở phía Nam của huyện lỵ Vĩnh Tường. Phía đông giáp xã Tam Phúc, phía nam giáp xã An Tường, phía tây giáp xã Lý Nhân và Thượng Trưng, phía bắc giáp thị trấn Vĩnh Tường, cách TP Việt Trì 14&nbsp;km về phía tây bắc, cách  TP Vĩnh Yên 16&nbsp;km về phía đông bắc, cách thị xã Sơn Tây và sông Hồng 6&nbsp;km về phía nam.\n\nXã có diện tích 6,64&nbsp;km², dân số năm 1999 là 6809 người,<ref name=\"MS\">{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls}}<\/ref> mật độ dân số đạt 1025 người\/km².\n\nXa xưa, Tuân Chính là vùng đất bãi bồi, luồng lạch sông Hồng. Trải qua quá trình lao động, cải tạo của con người và sự biến đổi của thiên nhiên qua nhiều thế hệ đã hình thành nên làng xã như ngày nay. Ngược dòng lịch sử, Tuân Chính trước cách mạng tháng Tám thuộc tổng Tuân Lộ, nằm trong địa bàn hành chính của phủ Tam Đài (Đến đời nhà Nguyễn trị vì phủ đã đổi tên thành phủ Tam Đa và đến năm 1822 được đổi tên thành phủ Vĩnh Tường). Dưới thời Pháp thuộc, tổng Tuân Lộ có 9 làng, năm 1927, 3 làng Trung, Thượng, Táo sáp nhập vào thành làng Tuân lộ  nên tổng Tuân Lộ còn 6 làng: Phù Lập, Phúc Lập, Phù Cốc, Phù Chính, Quảng Cư, Tuân Lộ. Cách mạng tháng Tám thành công, Chính phủ quyết định xóa bỏ cấp Tổng, hợp nhất các làng nhỏ thành xã lớn.\n\nTháng 4\/1946, các làng thuộc tổng Tuân Lộ trước đây được hợp nhất thành xã mới lấy tên là xã Tuân Chính (Tên xã được ghép từ chữ đầu của làng Tuân Lộ và chữ cuối của làng Phù Chính là 2 làng lớn nhất trong tổng).\n\nTháng 1\/1954, xã Tuân Chính được tách thành 2 xã là Tuân Chính và Tam Phúc. Xã Tam Phúc gồm 3 thôn Phù lập, Phúc Lập và Phù Cốc. Các thôn còn lại thuộc xã Tuân Chính.\n\nTuân Chính có nghề sản xuất nông nghiệp là chủ yếu, bao gồm cây lúa, ngô, đậu tương và cây sen; nghề chăn nuôi có lợn, gà, cá. Ngoài ra còn một số nghề phụ như: Nghề làm đậu Rùa, đan áo tơi lá (làng Tuân Lộ), nghề buôn bán, lò rèn (thôn Táo)… Cho đến nay chỉ còn lưu truyền nghề làm đậu Rùa [http:\/\/diadiemdulich.com\/am-thuc\/dau-rua-vi-ngon-truyen-thong-vinh-tuong.html <nowiki>[2]<\/nowiki>].\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{sơ khai Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Tường}}"}