{"93662":"{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Tuần Châu\n| hình = Tuần Châu.jpg\n| ghi chú hình = Một cảnh trên đảo\n| vĩ độ = 20.93119\n| kinh độ = 106.98904\n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = 7,6 km²\n| dân số = 2.000 người\n| thời điểm dân số = 2010 \n| mật độ dân số = 444 người\/km²\n| vùng = [[Đông Bắc Bộ]] ([[Vịnh Bắc Bộ]])\n| tỉnh = [[Quảng Ninh]]\n| thành phố = [[Hạ Long]]\n| thành lập = 2003<ref>Số 111\/2003\/QĐ-CP ngày 1\/10\/2003<\/ref>\n| trụ sở UBND = Đường Tuần Châu\n| mã hành chính = 06700<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n}}\n\n'''Tuần Châu''' là một phường đảo thuộc thành phố [[Hạ Long]], [[Quảng Ninh]], [[Việt Nam]]. Tuần Châu hiện trở thành một khu du lịch, nghỉ dưỡng của Hạ Long.\n\n== Lịch sử và tên gọi ==\nTrên đảo có di tích [[thời đại đồ đá mới]] thuộc nền [[Văn hóa Hạ Long]], niên đại cách đây 5000-3000 năm trước.Tại các di chỉ khảo cổ, người ta phát hiện rất nhiều công cụ bằng đá đã tìm thấy như bàn mài, rìu đá, mảnh tước, đồ gốm<ref>{{Chú thích web|url=http:\/\/www.baoquangninh.com.vn\/van-hoa\/201401\/van-hoa-ha-long-van-hoa-bien-tien-su-viet-nam-2218358\/|title=Văn hoá Hạ Long - Văn hoá biển tiền sử Việt Nam|ngày truy cập=2018-04-18|archive-date = ngày 16 tháng 6 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170616011702\/http:\/\/www.baoquangninh.com.vn\/van-hoa\/201401\/van-hoa-ha-long-van-hoa-bien-tien-su-viet-nam-2218358\/|url-status=dead}}<\/ref>\n\nThời Lê, trên đảo đặt tuần ti để kiểm soát và thu thuế thuyền bè nên gọi là Hòn Tuần. Chính quyền [[Pháp thuộc]] gọi tên là Ile Aux Cerfs (đảo Nai).\n\nNăm Minh Mạng thứ 12 (1831) tỉnh Quảng Yên được thành lập và đảo Tuần Châu thuộc làng Hoàng Lỗ huyện Yên Hưng, nay là xã Hoàng Tân, thị xã Quảng Yên. Năm 1948, thôn Hoàng Lỗ thuộc xã Tiền An. Ngày 06 tháng 7 năm 1957, theo quyết định của Ủy ban Hành chính Khu Hồng Quảng, thôn Hoàng Lỗ đổi thành xã Hoàng Tân, đồng thời đảo Tuần Châu được tách khỏi  huyện Yên Hưng và trực thuộc Thị xã Hòn Gai <ref>Đảng bộ xã Hoàng Tân, 2004. Lịch sử Đảng bộ Đảng cộng sản Việt Nam xã Hoàng Tân (1945-2000). Giấy phép xuất bản số 185\/GPXB –VHTT, in tại Công ty May và In 27-7 Quảng Ninh.<\/ref>.\n\nTên đảo Tuần Châu được ghép từ hai chữ ''lính tuần'' và ''tri châu'' vì trạm lính canh phòng do viên tri châu quản lý.\n\nDo khí hậu mát mẻ và phong cảnh đẹp, từ những năm 60 trên đảo đã có một khu nhà nghỉ (nay là Khách sạn của [[Văn phòng Trung ương Đảng]]). Chủ tịch [[Hồ Chí Minh]] từng đến đảo nghỉ dưỡng nhiều lần, lần đầu tiên là 13\/9\/1958. Ông đã cho rằng phải trồng nhiều cây trên đảo, xây dựng khu nghỉ ngơi du lịch để biến Tuần Châu thành ''Ngọc Châu''.\n\nXã Tuần Châu được tặng thưởng [[huân chương Kháng chiến]] hạng nhất vào tháng 5\/1971.<ref>Trang 269, Địa danh Quảng Ninh, Ban chỉ đạo dự án địa chí Quảng Ninh, 1996<\/ref>\n\nĐảo có đền Khe Ngổ thờ Thạch Vương và miếu Cây Đa thờ Chúa Thủy chưa rõ năm xây dựng.\n\n== Điều kiện tự nhiên ==\nĐảo chính nằm cách bờ phía nam phường [[Hùng Thắng, Hạ Long|Hùng Thắng]], từ quốc lộ 18A khoảng 2&nbsp;km, phía Tây - Tây Nam [[núi Bài Thơ]] 8&nbsp;km, diện tích 405,2 ha, liên tục thay đổi do lấn biển, đào vịnh. Địa hình chủ yếu là đồi núi và bãi triều. Dải núi đất chạy dài ở phía đông, đỉnh Mom Diều cao 64m. Phường còn có hai hòn đảo nhỏ không có người ở là Hòn Nón và Hòn Trụi.\n\nTuần Châu có vị trí thuận lợi về đường thủy và cả đường bộ, là huyết mạch quan trọng kết nối [[tam giác]] tăng trưởng kinh tế, du lịch [[Hà Nội]] – [[Hải Phòng]] – [[Quảng Ninh]]. Giao thông đến Tuần Châu rất thuận tiện. Theo đường bộ, từ Hà Nội đến Tuần Châu chỉ mất khoảng 2 giờ, từ [[Móng Cái]] vào Tuần Châu chỉ mất khoảng 3 giờ. Về đường thủy thì có tuyến tàu cánh ngầm đi từ Móng Cái đến Hạ Long mất 2 giờ và từ Hải Phòng sang mất 1 giờ. Hiện nay đã có đường nhựa chạy thẳng từ đất liền ra đảo (trước đây dùng đò) và bến phà kết nối với đảo [[Cát Bà]]. Phà đi từ bến phà Tuần Châu sang bến phà Gia Luận của đảo Cát Bà hết 45 phút. Từ Bến phà Gia Luận đi đến trung tâm đảo Cát Bà còn gần 20&nbsp;km. Giờ phà xuất phát tùy theo mùa. Ngoài ra du khách có thể đến Tuần Châu bằng [[thủy phi cơ]] theo tuyến Hà Nội - Hạ Long.\n\n== Kinh tế xã hội ==\nToàn bộ dân cư trên đảo là người [[Người Việt|Kinh]]. Trước đây có 5 xóm: xóm Cát, xóm Đình, xóm Nam, xóm Đông và xóm Kèo. Hiện nay phường có 5 khu phố với 22 tổ dân.\n\nTừ năm 1999 trở về trước, cơ sở vật chất trên đảo rất nghèo nàn và lạc hậu: không có điện lưới, không có nước sạch, đường sá chỉ là đường mòn và không có các phương tiện giao thông cơ giới. Tuần Châu lúc đó chỉ là một xã đảo nghèo thuộc thành phố Hạ Long, nhân dân chủ yếu sống bằng nghề chài lưới sử dụng các phương tiện đánh bắt rất thô sơ và làm ruộng. Đời sống văn hoá tinh thần của người dân vì thế rất thiếu thốn.\n\nVào năm 2002, một khu du lịch mới được xây dựng trên đảo đã mang đến một diện mạo, dáng vẻ mới. Trong những năm gần đây, cơ sở hạ tầng của phường được đầu tư phát triển mạnh. 100% số hộ dân được dùng điện lưới quốc gia và dùng nước sinh hoạt đảm bảo tiêu chuẩn. 90% đường liên khu, đường tiểu mạch dân sinh được bê tông hóa. Một số công trình được đầu tư mới như: trụ sở UBND phường, trường học, trạm y tế phường<ref>[http:\/\/halongcity.gov.vn\/chinh-quyen\/phuong-xa\/phuong-tuan-chau\/pages\/kinhtexahoi.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150419064317\/http:\/\/halongcity.gov.vn\/chinh-quyen\/phuong-xa\/phuong-tuan-chau\/pages\/kinhtexahoi.aspx |date = ngày 19 tháng 4 năm 2015}} Kinh tế xã hội phường Tuần Châu, Cổng thông tin điện tử thành phố Hạ Long<\/ref>.\n\n[[Hình:Tuần Châu 2.jpg|nhỏ|phải|270px|Câu lạc bộ biểu diễn cá sấu]]\nTuần Châu ngày nay còn được biết đến như một trung tâm du lịch quốc tế. Cuộc thi [[hoa hậu Việt Nam 2004]] được tổ chức tại đây.\n\n== Chú thích ==\n \n{{tham khảo|30em}}\n\n{{Đơn vị hành chính thuộc thành phố Hạ Long}}\n{{Du lịch Quảng Ninh}}\n\n[[Thể loại:Đảo Việt Nam]]\n[[Thể loại:Xã, phường, thị trấn hải đảo Việt Nam]]"}