{"12224":"{{Chú thích trong bài|date=tháng 11\/2022}}\n{{Thông tin báo chí\n| name = Tuổi Trẻ Cười\n| caption =\n| owners = [[Tuổi Trẻ (báo)|Tuổi Trẻ]]\n| frequency = Hàng tháng\n| Số trang = 20 trang tin (ngày thường), 23 trang tin ([[Chủ nhật]])\n| publisher =\n| foundation = {{Ngày bắt đầu và tuổi|1984|1|1|df=yes}}\n| country = {{VIE}}\n| language = [[Tiếng Việt]] <br> [[Tiếng Anh]]\n| website = https:\/\/cuoi.tuoitre.vn\n| ISSN = 0868-3999\n|logo=Tuoi Tre Cuoi logo.svg\n|type=Báo điện tử\n|photoeditor=\n|maneditor=Nguyễn Văn Tiến Hùng\n|chiefeditor=\n|newseditor=Nguyễn Văn Tiến Hùng\n|license=Tuổi Trẻ Cười\n|Nhan đề nghiêng=\n|status=\n}}\n\n'''Tuổi Trẻ Cười''' (viết tắt: '''TTC'''), phụ san của báo [[Tuổi Trẻ (báo)|Tuổi Trẻ]] [[Thành phố Hồ Chí Minh|TP.HCM]], là [[Báo châm biếm|tờ báo biếm họa]], châm biếm những [[tệ nạn xã hội]] nhằm tạo ra tiếng cười cùng với việc tuyên dương hoặc lên án các nhân vật hoặc sự kiện nổi tiếng tại [[Việt Nam]]. Báo ra mắt số đầu tiên vào ngày 1 tháng 1 năm 1984, với số lượng phát hành ban đầu khoảng 50.000 nhưng sau đó nhanh chóng tăng đến 250.000 tờ vào cuối năm đó. Hiện báo phát hành 2 kỳ mỗi tháng vào ngày 1 và 15.\n\n== Hình thành ==\nKhi tuần báo ''Tuổi Trẻ Chủ Nhật'' ra đời được một thời gian, lãnh đạo TP.HCM lúc ấy gồm các ông [[Võ Văn Kiệt]], [[Nguyễn Văn Linh]] đã gợi ý Ban biên tập báo Tuổi Trẻ nên ra thêm tờ báo trào phúng châm biếm để chống những tiêu cực trong xã hội. Dù rất hào hứng với ý kiến này, Ban biên tập vẫn thấy lo lắng vì chưa ai có kinh nghiệm về loại báo này; hơn nữa, lần đầu tiên sau năm 1975, thể loại báo châm biếm trào phúng xuất hiện trở lại trong nền báo chí Việt Nam.\n\nVừa xin được giấy phép tờ Tuổi Trẻ Cười, tháng 11 năm 1983, một nhóm nhà báo và cộng tác viên lão thành được mời họp tại số 12 Duy Tân - tòa soạn cũ của báo Tuổi Trẻ - để bàn về nội dung của tờ báo Tuổi Trẻ Cười chuẩn bị được xuất bản.\n\nSau khi hoàn tất khâu biên tập bài vở, sắp xếp các trang mục, số báo đầu tiên của Tuổi Trẻ Cười ra mắt đầu năm 1984, ngay lập tức đã nhận được những tín hiệu tích cực của bạn đọc. Nhiều bạn đọc tìm đến tòa soạn để góp ý, góp bài, tranh biếm... cung cấp đề tài, phản ánh những tiêu cực trong xã hội.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/tuoi-tre-cuoi-nhung-ngay-dau-297280.htm|tựa đề=Tuổi Trẻ Cười những ngày đầu|tác giả=|họ=|tên=|ngày=2009-01-13|website=Tuổi Trẻ Online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Lịch sử==\n\nNgày 1 tháng 1 năm 1984, số đầu tiên của báo Tuổi Trẻ Cười ra mắt bạn đọc, là tờ [[báo trào phúng]] duy nhất của Việt Nam lúc đó. Báo in 30.000 bản, 16 trang khổ nhỏ (20x28 cm).<ref>{{Chú thích web|url=|tựa đề=Kính chào tuổi 34|tác giả=Hai Cù Nèo|họ=|tên=|ngày=2018-01-01|website=Tuổi Trẻ Cười|trang=3|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Đến năm 1987, tờ báo đổi sang khổ lớn (30x41 cm) và trở lại khổ nhỏ (như đã sử dụng ở giai đoạn 1984–1986) vào năm 1989.\n\nTháng 4 năm 1990, báo [[in màu]] 4 trang bìa và đến tháng 6 năm 1995 số lượng trang báo tăng lên 24 và sau đó là 28 trang vào tháng 4 năm 1996 (có 2 trang ruột in 4 màu). Đến tháng 7 cùng năm số trang ruột in màu tăng lên 4. Tháng 4 năm 1997, báo tăng lên 36 trang, với 8 trang ruột in 4 màu. Tháng 3 năm 1999, toàn bộ tờ báo được in 4 màu.\n\nVào ngày 1 tháng 11 năm 2002, Tuổi trẻ Cười tăng lên 2 kỳ\/tháng, chính thức trở thành bán nguyệt san.<ref>{{Chú thích web|url=|tựa đề=Tờ báo đầu tiên và những dấu mốc 25 năm|tác giả=|họ=|tên=|ngày=2009-01-01|website=Tuổi Trẻ Cười|trang=3|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Ngày 2 tháng 9 năm 2006, chuyên trang Tuổi Trẻ Cười phiên bản Web đầu tiên ra mắt bạn đọc.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/ra-mat-chuyen-trang-tuoi-tre-cuoi-online-159556.htm|tựa đề=Ra mắt chuyên trang Tuổi Trẻ Cười online đầu tiên|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nTheo đà phát triển, tờ báo tăng lên 40 trang vào ngày 1 tháng 9 năm 2010. Đến ngày 2 tháng 9 năm 2019, Tuổi Trẻ Cười Online chạy phiên bản thử nghiệm.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/ra-mat-tuoi-tre-cuoi-online-20190902125514164.htm|tựa đề=Ra mắt Tuổi Trẻ Cười Online phiên bản mới 2019|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Chỉ trích==\n\n=== Nội dung gây xúc phạm ===\nNgày 23 tháng 9 năm 2020, trang phụ trương Tuổi Trẻ Cười của báo điện tử Tuổi Trẻ đã đăng tiểu phẩm \"Ứng dụng lễ chùa, nạp tiền được phù hộ cả tháng\" vẽ hình [[Đức Phật]] và hai tín đồ đang cầu nguyện. Hành động trên khiến dư luận [[Phật tử]] vô cùng bức xúc và cho rằng bài viết đã xúc phạm Đức Phật, va chạm đến [[Giáo hội Phật giáo Việt Nam]], văn hóa lễ chùa của Phật tử, định hướng dư luận nhìn nhận ngôi chùa như là một hình thái thương mại hóa tôn giáo, làm tổn thương đến niềm tin của tín đồ Phật tử và những người có tình cảm với đạo Phật. Trước sự việc này, 5 ngày sau, Tòa soạn Tuổi Trẻ Cười online đã cho rút lại bài viết và đăng tải lời xin lỗi trên trang phụ trương Tuổi Trẻ Cười.<ref>{{Chú thích web|url=https:\/\/phatgiao.org.vn\/toa-soan-tuoi-tre-cuoi-online-xin-loi-ban-doc-d43911.html|tựa đề=Tòa soạn Tuổi Trẻ Cười Online xin lỗi bạn đọc|tác giả=|họ=|tên=|ngày=2020-09-29|website=phatgiao.org|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNhưng ngày 23-2, tại Hà Nội, Thượng tọa Thích Đức Thiện, Phó Chủ tịch kiêm Tổng Thư ký Hội đồng trị sự Giáo hội Phật giáo Việt Nam (GHPGVN), đã có trao đổi với báo chí liên quan đến việc ứng dụng ví điện tử vào việc cúng dường, cầu an.\n\n'''Phát tâm qua ứng dụng'''\n\nThượng tọa Thích Đức Thiện cho biết trước sự bùng phát của dịch COVID-19, GHPGVN đã có các văn bản hướng dẫn cho các tăng ni, Phật tử, cơ sở tự viện đảm bảo tinh thần chống dịch tốt nhất. Đồng thời vẫn đảm bảo nhu cầu tâm linh trong lễ hội xuân trở thành nét văn hóa truyền thống của người Việt.\n\nGiáo hội đã thực hiện lễ cầu an online và thực tế nhiều chùa đã làm rất tốt, thực hiện nhiều buổi tụng kinh cầu an online.\n\nĐể tránh tập trung đông người đến chùa gây ảnh hưởng đến công tác phòng, chống dịch COVID-19, Giáo hội có phối hợp với ứng dụng ví điện tử MoMo để tạo điều kiện cho các đồng bào Phật tử muốn phát tâm công đức thỏa mãn tâm nguyện của mình.\n\nTuy nhiên, hiện nay Giáo hội mới chỉ thử nghiệm triển khai ở một số chùa, trong đó có chùa Yên Tử.\n\nViệc phát tâm cúng dường qua ví điện tử nhằm tránh tập trung đông người để phòng, chống dịch COVID-19, minh bạch tiền công đức và có thể đi đến xóa bỏ đặt tiền lẻ trên tay tượng.[https:\/\/m.plo.vn\/ban-doc\/giao-hoi-phat-giao-thi-diem-cung-duong-online-968800.html]\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n* [http:\/\/tuoitre.vn Báo điện tử Tuổi Trẻ Online]\n* [https:\/\/cuoi.tuoitre.vn Tuổi Trẻ Cười Online]\n* [https:\/\/www.facebook.com\/TuoiTreCuoi]{{facebook|TuoiTreCuoi|name=Facebook Tuổi Trẻ Cười}}\n*[https:\/\/www.instagram.com\/tuoitrecuoi.official Tuổi Trẻ Cười trên Instagram]\n\n[[Thể loại:Báo chí Việt Nam]]\n[[Thể loại:Báo điện tử Việt Nam]]\n[[Thể loại:Nhật báo Việt Nam]]\n[[Thể loại:Báo chí Thành phố Hồ Chí Minh]]\n[[Thể loại:Báo trào phúng]]"}