{"19779":"{{TOCright}}\n[[Tập tin:Mặt nạ tuồng.jpg|nhỏ|300px|phải| Các vai diễn nổi tiếng trong nghệ thuật tuồng]]\n'''Tuồng''' còn gọi là '''hát bội''' hay ''' hát bộ''' là một loại hình sân khấu dân gian của [[văn học Việt Nam]]. Cùng với [[chèo]], [[tuồng]] là một trong hai bộ phận chủ yếu của [[văn kịch]]. Bàn đến nghệ thuật [[tuồng]], người ta thường nghĩ đến hai vùng đất có nhiều thành tựu nổi bật là [[Bình Định]] và [[Quảng Nam]], bài này chỉ đề cập về '''tuồng Quảng Nam''' với nguồn gốc [[lịch sử]] và [[nghệ thuật]] tuồng riêng của đất [[Quảng Nam|Quảng]].\n==Nguồn gốc tuồng Quảng Nam==\nTheo truyền thuyết lưu hành trong dân gian thì '''Tuồng Quảng Nam''' ra đời từ cái nôi của hai vùng [[Đức Giáo]] và [[Khánh Thọ]] (khoảng đầu [[thế kỷ 19]]).\n\nCác lão nghệ nhân ngày trước kể rằng: Ở vùng thượng lưu của [[sông Thu Bồn]] có một gánh tuồng hát rất hay tên là Mỹ Lưu. Vào mùa đông bão lụt dữ dội nọ, cơn lũ lớn ập vào làng và cuốn trôi mất chiếc trống con (trống chiến)- nhạc cụ chỉ huy của dàn nhạc tuồng xuôi về sông Cái, ra biển [[Cửa Đại]].\n\nKhi gánh hát Mỹ Lưu dần tan rã thì vùng đất xuôi theo sông Thu Bồn lại nảy nở nghệ thuật [[tuồng]] như Đại Bình, Bàu Toa, Bảo An, Phong Thử, Hội An...\n\nCùng với câu chuyện có tính chất huyền thoại trên thì hai cứ liệu về Tuồng xứ Quảng về gánh hát làng Đức Giáo và Khánh Thọ di cư từ [[Quảng Bình|Bình]] [[Quảng Trị|Trị]] [[Thừa Thiên Huế|Thiên]] vào xứ Quảng là tương đối thuyết phục.\n\n*Làng [[Đức Giáo]] từ [[Huế]] vào Quảng \"vô địa lập chùy, dĩ xướng ca vi nghệ\" (không mảnh đất cắm dùi, lấy xướng ca làm nghề sinh sống), lập thành làng riêng lấy tên là Khánh Đức nhưng \"hữu đinh vô điền\" (có dân mà không có ruộng đất), lưu diễn nhiều nơi. Vào khoảng [[thập niên 1920]], khi gánh hát của [[Nhưng Giai]] và [[Nhưng Bính]] nổi lên thì gánh hát Khánh Đức bắt đầu suy yếu. Gánh hát này thực sự tan rã vào năm [[1972]] sau một trận bom của Mỹ thiêu hủy toàn bộ y trang, đạo cụ của đoàn.\n* Trong Văn tế tổ của Tuồng Quảng Nam có câu:\n:''...Tự Minh Mạng hữu Việt Thường công thự, thiết lập hoàn thành''\n:''Chí Tự Đức vương triều dĩ Quảng Nam trung thanh duy cầu sở học''\n\n:(Từ vua [[Minh Mạng]] xây dựng hoàn thành thự Việt Thường. Đến vua [[Tự Đức]] bảo (diễn tuồng) nên học theo giọng trung thanh của [[Quảng Nam]])\n\nTiếng [[Huế]] nhẹ, tiếng [[Bình Định]] trong và sắc sảo, tiếng [[Quảng Nam]] thô nhưng rất hợp với tuồng. (Tuồng chủ yếu xuất hiện ở ba vùng đất này.)\n\nGánh hát Khánh Đức hình thành từ [[Trò Bội]] xứ Quảng, có thể đã bắt từ thế giữa [[thế kỷ 17]], sau chiến thắng lớn của [[chúa Nguyễn]] năm [[1648]] và gắn liền với hình thức sinh hoạt vùng kinh tế nông nghiệp mới khai hoang. Từ \"tuồng sân\" gắn bó mật thiết với cộng đồng, tuồng phát triển thành \"tuồng rạp\" và dần dần trở thành một nghệ thuật hát xướng mua vui trong cung đình.\n\n==Vở tuồng cổ đầu tiên==\n[[Sơn Hậu]] được xem là vở tuồng cổ đầu tiên của Quảng Nam, tương truyền do [[Đào Duy Từ]] sáng tác vào giữa thế kỷ 17 dưới thời chúa [[Nguyễn Phúc Nguyên]]. Sau này, hai ông Nhưng Đá và Nhưng Nguyên diễn vai [[Khương Linh Tá]] và [[Đổng Kim Lân]] được vua [[Thành Thái]] khen thưởng bằng nhiều lời lẽ hết sức nồng hậu.\n\n==Các gánh, đoàn tuồng xứ Quảng==\n\nCác gánh hát đầu tiên:\n*[[Gánh hát Đức Giáo]]\n*[[Gánh hát Khánh Thọ]]\n\nCác gánh hát bán chuyên nghiệp:\n*[[Gánh hát Nhưng Giai, Nhưng Bính]]\n*[[Gánh hát Bàu Toa]]\n*[[Gánh hát Chánh Lơn]]\n\nCác gánh hát chuyên nghiệp:\n*[[Gánh Quảng Hiệp Ban]]\n*[[Gánh hát Tân Thành Ban]]\n*[[Gánh hát Ý Hiệp Miền Trung]]\n*[[Đoàn tuồng Quảng Nam-Đà Nẵng]]\n*[[Nhà hát tuồng Nguyễn Hiển Dĩnh]]\n\nMột số gánh hát nhỏ:\nGánh ông Bầu Thành, Gánh Nam Ô, Gánh Hiệp Thành Ban, Gánh Nam Hiệp, Gánh Tân Tiến, Gánh Trần Luyến...\n\n== Các nghệ sĩ và nhà soạn tuồng nổi tiếng ở Quảng Nam ==\n*[[Nguyễn Hiển Dĩnh]]\n*[[Nguyễn Nho Túy]]\n*[[Nguyễn Lai]]\n*[[Ngô Thị Liễu]]\n*[[Nguyễn Phẩm]]\n*[[Tống Phước Phổ]]\n*Hoàng Châu Ký\n\n== Một số giai thoại tuồng Quảng Nam ==\n\n==Tuồng trong đời sống người dân xứ Quảng==\nHành trình trò bội-hát tuồng-nghệ thuật tuồng là một quá trình trải dài mấy trăm năm. Từ trò diễn xướng dân gian đến nghệ thuật cung đình, từ chiếu tuồng đến nghệ thuật sân khấu [[tuồng]] là một quá trình vừa khai sáng, vừa tích lũy, vừa chọn lọc vừa bổ sung đối với các nghệ sĩ và nhân dân đất Quảng. Nghệ thuật tuồng là một hình thức sinh hoạt gần gũi, phổ biến và được nhân dân địa phương hết sức ưa chuộng.\n\nNgày nay, ngoài nhà hát tuồng [[Nguyễn Hiển Dĩnh]] (Đà Nẵng), thỉnh thoảng, tuồng còn được biểu diễn ở một vài địa phương trong tỉnh như [[Hội An]], [[Tiên Phước]], [[Duy Xuyên]]...\n\n==Tham khảo==\n''Văn học dân gian Quảng Nam- Đà Nẵng''\n\n==Xem thêm==\n*[[Tuồng Huế]]\n*[http:\/\/www.danangpt.vnn.vn\/home\/danang\/detail.php?id=114&a=93 Nhạc Tuồng Quảng Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061013080311\/http:\/\/www.danangpt.vnn.vn\/home\/danang\/detail.php?id=114&a=93 |date = ngày 13 tháng 10 năm 2006}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Quảng Nam]]\n[[Thể loại:Tuồng]]"}