{"510256":"'''Ty Bưu chính''' là một cơ quan bưu chính - [[viễn thông]] - [[vận tải]] được thành lập vào năm 1820 dưới triều đại [[nhà Nguyễn]] ở [[Việt Nam]] thời kỳ [[phong kiến]]. Ty Bưu chính được thành lập với nhiệm vụ vận chuyển công văn và đưa đón quan lại trong toàn quốc. Viên quan phụ trách Ty Bưu chính là chủ sự, ngạch Chính lục phẩm. \n==Tổng quan==\nDưới triều đại nhà Nguyễn, lãnh thổ Việt Nam trải dài từ ải [[Nam Quan]] đến [[mũi Cà Mau]], để quản lý một đất nước rộng lớn và nhiều biến động trong thời gian này, việc tăng cường hiệu lực quản lý nhà nước được đặt lên hàng đầu, và một trong những yếu tố hàng đầu đó là yếu tố thông tin và vận chuyển. Sử sách cũng ghi nhận trong thời gian này nhà Nguyễn đã tổ chức một hệ thống trạm [[ngựa]] (gọi là [[dịch trạm]]) dày đặc khắp đất nước. Ty Bưu chính ra đời để nâng cấp hiệu quả của hệ thống này.\n== Khoảng cách các trạm dịch ==\n[[Luật pháp|Pháp luật]] nhà Nguyễn định ra cứ trong khoảng cách từ 20 đến chừng 36 [[dặm Anh|dặm]] thì đặt một [[dịch trạm]]. Mỗi trạm dịch biên chế có từ 30 đến chừng 100 người gọi là Phụ trạm, phụ trách là một Dịch thừa. Mỗi trạm được cấp bốn con ngựa để thi hành công vụ.<ref>Đại Nam Hội điển Sử lược, quyển 15, trang 165<\/ref>\n== Tiêu chuẩn ==\nCác viên chức được đưa đón bằng ngựa trạm là:\n* Nhân viên mang Dụ, Chiếu, Chỉ, Công văn\n* [[Tổng đốc]], [[Tuần phủ]], Bố chính, Án sát, Đốc học, Giáo thụ, Huấn đạo\n* Quan văn từ ngũ phẩm trở lên\n* Quan võ từ tứ phẩm trở lên\n* Cử nhân, Giám sinh thi hành công vụ\nCác đối tượng khác cũng được đi trạm ngựa là:\n* Các quan viên được hàng chức sắc ở tỉnh hoặc ở Kinh về hưu trí, hưu dưỡng thăm cha mẹ, cử tang\n* Các ấm sinh, tôn sinh, tú tài đi nhận công tác.<ref>Đổ Bang (Chủ biên), Nguyễn Danh Phiệt, Nguyễn Quang Ngọc, Vũ Văn Quân, Tổ chức bộ máy nhà nước triều Nguyễn (1802-1884),, Nhà xuất bản Thuận Hóa, Huế, năm 1997, trang 82<\/ref>\n== Vận tốc ngựa trạm==\nVận tốc của ngựa trạm (trượng\/giờ) được quy định như sau:\n{{đầu bảng}}\n! Cung đường\n! Tối khẩn\n! Khẩn vừa\n! Thường\n|-----\n|Từ kinh đô vào Nam\n| 3395,5\n| 2344\n| 1509\n|-{{hàng xám}}\n| Từ kinh đô ra Bắc\n| 4560,6\n| 2854\n| 1880\n|-----\n|}\n\n== Tham khảo ==\n* ''Tổ chức bộ máy nhà nước triều Nguyễn (1802-1884)'', Đổ Bang (Chủ biên), Nguyễn Danh Phiệt, Nguyễn Quang Ngọc, Vũ Văn Quân, Nhà xuất bản Thuận Hóa, Huế, năm 1997\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Các chủ đề|Lịch sử|Việt Nam}}\n{{sơ khai lịch sử}}\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Bưu điện]]"}