{"1732575":"{{Infobox Weapon\n|name= Type 59 - Xe tăng hạng trung kiểu 59\n|image=[[Tập tin:Type 59 tank - front right.jpg|300px]]\n|caption= Type 59 tại Bảo tàng Quân đội Cách mạng nhân dân [[Trung Quốc]]\n.\n|origin= {{flagcountry|Trung Quốc}}\n|type= [[Xe tăng chiến đấu chủ lực]]\n<!-- Type selection -->\n|is_vehicle= yes\n|is_UK= yes\n<!-- Service history -->\n|service= 1959 - nay\n|used_by={{flag|Trung Quốc}}<br>{{flag|Albania}}<br>{{flag|Việt Nam Dân chủ Cộng hòa}}<br>{{flag|Cộng hòa Miền Nam Việt Nam}}<br>{{flag|Việt Nam}}<br>{{flag|Cộng hòa Nhân dân Campuchia}}<br>{{flag|Campuchia}}<br>{{flag|Thái Lan}}<br>{{flag|Sri Lanka}}<br>{{flag|Myanmar}}<br>{{flag|CHDCND Triều Tiên}}<br>{{flag|Pakistan}}<br>{{flag|Bangladesh}}<br>{{flag|Sudan}}<br>{{flag|Tanzania}}<br>{{flag|Djibouti}}\n|wars=\n<!-- Production history -->\n|designer= \n|design_date= \n|manufacturer= [[Nhà máy công nghiệp số 1 Nội Mông]], [[Trung Quốc]] \n|unit_cost=\n|production_date= 1958-1980\n|number= Ước tính 9.500\n|variants=\n<!-- General specifications -->\n|spec_label= Type-59\n|weight= 36 tấn\n|length={{convert|6,04|m}} \n|width={{convert|3,27|m}}\n|height={{convert|2,59|m}}\n|crew= 4\n<!-- Vehicle\/missile specifications -->\n|armour=20 - 203 mm\n|primary_armament= Pháo K59 (Type 59) 100 mm\n|secondary_armament= 2 x Súng máy đồng trục Type&nbsp;59T 7.62&nbsp;mm,1 x Súng máy phòng không Type&nbsp;54 12.7&nbsp;mm \n|engine= Động cơ diesel Model 12150L V-12\n|engine_power= 520&nbsp;mã lực (390 kW)\n|pw_ratio= 14,44 mã lực\/tấn\n|transmission=\n|suspension= Thanh xoắn\n|clearance= \n|fuel_capacity= 815 lít \n|vehicle_range= 450 km, 600 km với thùng dầu phụ\n|speed= 50 km\/h \n}}{{chú thích trong bài}}\n'''Xe tăng hạng trung kiểu 59''' ([[tiếng Anh]]: '''Type 59''', tên công nghiệp tại [[Trung Quốc]]: '''WZ120''') hay '''Xe tăng chủ lực kiểu 59''' là một [[xe tăng chiến đấu chủ lực]] do [[Trung Quốc]] chế tạo, sản xuất dựa trên chiếc xe tăng [[T-54\/55|T-54A]] của [[Liên Xô]]. Phiên bản thử nghiệm được sản xuất năm [[1958]] và được đưa vào sử dụng năm [[1959]], vì vậy nó có tên là '''Type 59'''. Việc sản xuất hàng loạt bắt đầu từ năm 1963. Xấp xỉ 9.500 chiếc đã được sản xuất từ năm 1958-1980 và trong đó có khoảng 5.500 chiếc phục vụ trong [[Quân Giải phóng Nhân dân Trung Quốc]]. Đến năm 2000 thì còn khoảng 5.000 chiếc còn phục vụ trong [[Quân đội Trung Quốc]], đa số là các phiên bản Type 59-I và Type 59-II.{{fact}}\n\nType 59 ban đầu sử dụng pháo 100&nbsp;mm, sau đó một vài phiên bản nâng cấp sử dụng pháo 105&nbsp;mm. Các xe tăng Type 69 và Type 79 sau này của [[Trung Quốc]] cũng dựa trên Type 59 nên có nhiều nét tương đồng với dòng xe tăng T-54\/55 của [[Liên Xô]]. Ở [[Việt Nam]], Type 59 cũng có hoạt động trong [[Quân đội Nhân dân Việt Nam]] và được gọi với cái tên là '''T-59''' vì trông nó rất giống với [[T-54]].{{fact}}\n\n== Miêu tả ==\n[[Tập tin:Type 59 tank - above.jpg|nhỏ|trái|250px|Góc nhìn từ phía trên của Type 59]]\nVề cơ bản T-59 giống với phiên bản T-54 đầu của Liên Xô là T-54A, tuy nhiên có một số khác biệt quan trọng. Kiểu 59 ban đầu không được trang bị đèn hồng ngoại nhìn đêm hoặc hệ thống làm ổn định súng chính của T-54.{{fact}}\n\nType-59 có khoang chiến đấu thông thường giống với các xe tăng [[Liên Xô]] thập niên 1950-1970 với vị trí điều khiển xe tăng ở phía trước, động cơ nằm ở phía sau. Tháp pháo có hình dạng mái vòm, tròn, lắp ở giữa thân.Thân xe được hàn thép với độ dày khác nhau từ 100&nbsp;mm trên thân phía trước đến thấp hơn 20&nbsp;mm ở sàn thân xe. Tháp pháo dày từ 60–200&nbsp;mm.{{fact}}\n\nGhế lái xe nằm ở góc trái phía trước của thân xe,có 1 cửa sập nằm ngay phía trên vị trí lái xe.Lái xe có thể nhìn qua chắn trong khoang lái hoặc mở cửa sập để ngoi ra ngoài nhìn.Ghế chỉ huy nằm trong tháp pháo cùng vị trí với xạ thủ và chiến sĩ nạp đạn.Vị trí chỉ huy xe cũng có 1 cửa sập nằm ở bên trái,thủ pháo ngồi ở bên dưới chỉ huy nhưng lại ở góc phía trước.Chiến sĩ nạp đạn ngồi bên phải tháp pháo và cũng có 1 cửa sập ngay trên vị trí của anh.Tháp pháo có một tầng không xoay, gây khó khăn cho hoạt động của kíp lái.{{fact}}\n\nTháp pháo trang bị pháo K59 100&nbsp;mm của [[Trung Quốc]],có thể mang theo 34 viên đạn dự trữ.Bên trong còn có 1 súng máy đồng trục Type59T cỡ nòng 7,62&nbsp;mm (sao chép súng máy [[SG-43 Goryunov|SGMT]] của [[Liên Xô]]) với lượng đạn dự trữ là 3500 viên. Một súng máy Type-54 cỡ nòng 12,7&nbsp;mm dùng để phòng không đặt trên nóc xe tăng,loại súng này cũng sao chép súng máy 12,7&nbsp;mm [[DShK|DShKM]] của Liên Xô,dự trữ đạn 200 viên. Súng máy đồng trục lắp ở nóc chiếc Type 59 nhằm mục đích hỗ trợ hỏa lực cho xe tăng.{{fact}}\n\n[[Tập tin:Chinese MBTs 070324-F-0193C-040.JPEG|nhỏ|trái|250px|1 đơn vị xe tăng [[Trung Quốc]] đang tập trận tại Thẩm Dương,đứng đầu hàng là 2 chiếc Type59-II]]\nTháp pháo Type 59 giống với T-54,có khả năng quay 360 độ trong vòng 21 giây. Ban đầu,Type 59 sử dụng kính ngắm sản xuất theo loại của Liên Xô nhưng sau này một số phiên bản lại sử dụng kính ngắm phương tây, nòng pháo có góc ngẩng từ 17 đến -4 độ, không thích hợp cho chiến thuật hull down tức ngắm bắn dưới thân xe tăng đối phương - nơi mà có vỏ thép thường mỏng. Các phiên bản sau này cho phép xe tăng có thể vừa chạy vừa bắn nhưng chỉ khi xe chạy với tốc độ vừa phải vì càng chạy nhanh độ chuẩn xác càng kém, ở các đời T-54B và T-55 trở đi, xe tăng Liên Xô cũng có khả năng tương tự. Ngoài ra còn có kính ngắm [[tia hồng ngoại|hồng ngoại]] cho xạ thủ và lái xe sử dụng trong đêm.{{fact}}\n\nType 59 sử dụng động cơ diesel Model 12150L V-12 có công suất 520 mã lực. Hộp số tay lái với cần nắm gạt về phía trước hoặc lùi. [[Xe tăng]] có 1 thùng Dầu chính mang tối đa 815 lít diesel giúp xe có tầm hoạt động 450&nbsp;km, ngoài ra có thể mang thêm 400l diesel ở các thùng dầu phụ nâng tầm hoạt động lên mức tối đa 600&nbsp;km hay xấp xỉ 430&nbsp;km sử dụng nhiên liệu ở thùng dầu chính. Mỗi dãy bánh của [[xe tăng]] có 5 chiếc bánh,bánh thứ nhất và thứ hai cách rời nhau. Điều đáng chú ý ở đây là xe không có con lăn để lăn ngược trở lại. Hệ thống treo của Type 59 là thanh xoắn.{{fact}}\n\nĐạn dự trữ nằm bên trong tháp pháo,gây nguy hiểm vì khi bị đối phương bắn trúng vị trí chứa đạn thì sẽ dễ dàng gây ra một vụ nổ thảm khốc giết chết toàn bộ kíp lái, khiến tỉ lệ sống sót của kíp lái thấp (tuy nhiên đây cũng là nhược điểm chung của phần lớn xe tăng thời đó). Type 59 tương tự như T-54A có độ nghiêng giáp lớn,giáp khá dày giúp nâng cao tỉ lệ sống sót của chiếc xe trên chiến trường.{{fact}}\n\n== Lịch sử hoạt động ==\n[[Tập tin:ChineseType59IIATank.jpg|nhỏ|phải|250px|Xe tăng Type 59-II]]\nType 59 chính là kết quả của [[Hiệp ước Hữu nghị, Liên minh và Tương trợ Trung-Xô]]. [[Liên Xô]] cấp giấy phép cho phía [[Trung Quốc]] sản xuất xe tăng T-54A với một cái tên khác. Ban đầu,những chiếc [[xe tăng]] T-54A này được nhập khẩu linh kiện từ [[Liên Xô]] và lắp ráp ở [[Trung Quốc]], sau này thì Trung Quốc đã xây dựng được một dây chuyền sản xuất linh kiện 100% nội địa để lắp ráp T-54A ngay trong nước. Năm 1959,nó được chấp nhận hoạt động trong Quân đội Trung Quốc với cái tên Type 59.{{fact}}\n\nTrong hơn 20 năm tiếp theo, Type 59 đóng vai trò là loại xe tăng chính của [[Quân Giải phóng Nhân dân Trung Quốc|Lục quân Quân Giải phóng Nhân dân Trung Quốc]]. Sau này, quan hệ Trung-Xô bắt đầu sứt mẻ, lạnh nhạt dần nên Hiệp ước Tương trợ Trung-Xô bị quên lãng do những bất đồng về ngoại giao và về cả kinh tế chính trị của cả hai bên. Những nguyên nhân trên đã đẫn đến [[Xung đột biên giới Trung-Xô]] vào năm 1969 kéo dài 9 tháng. Trong cuộc chiến này, phía Trung Quốc đã gặp rất nhiều bất lợi. Pháo binh, súng cối của [[Trung Quốc]] bao gồm những loại K59, K66, K55 cũng sao chép từ các loại pháo và súng cối của [[Liên Xô]] nhiều năm về trước nên mất lợi thế so với pháo binh [[Liên Xô]] đặc biệt là loại pháo phản lực [[BM-21]] mà Trung Quốc không hề có. Tăng thiết giáp Trung Quốc cũng yếu thế hơn nhiều về trang bị. Chỉ với những xe bọc thép [[BTR-40]], [[BTR-152]], xe tăng Type 59 thì Trung Quốc lép vế hoàn toàn so với [[BTR-60]], [[T-54\/55|T-54B]] và [[Xe tăng T-62|T-62]] của [[Liên Xô]]. Chính vì điều đó nên Quân đội Trung Quốc quyết định hiện đại hóa lực lượng xe tăng chiến đấu chủ lực. Dựa vào chiếc xe tăng [[Xe tăng T-62|T-62]] tóm được của [[Liên Xô]] trong cuộc chiến mà Trung Quốc đã dựa vào và cho ra chiến Type 69 nhưng nền tảng vẫn là Type 59\/T-54.\n\n[[Tập tin:Puckapunyal-Type-59-MBT-1.jpg|nhỏ|trái|250px|1 chiếc Type 59 của [[Quân đội Nhân dân Việt Nam]] được cho là bị [[Quân lực Việt Nam Cộng hòa]] thu được vào ngày 4 tháng 7 năm 1972 tại [[Hải Lăng]], [[Quảng Trị]], hiện trưng bày tại Bảo tàng tăng-thiết giáp hoàng gia Australia]]\nNhững năm sau này, những loại xe tăng khác của [[Trung Quốc]] như Type 79, Type 80 cũng lấy nền tảng vẫn là Type 59. Hiện nay, vẫn còn khoảng gần 5000 chiếc Type 59 còn phục vụ trong [[Quân Giải phóng Nhân dân Trung Quốc|Lục quân Quân Giải phóng Nhân dân Trung Quốc]]. Nhiều năm nữa,chúng sẽ được thay thế bởi những chiếc xe tăng chiến đấu chủ lực đời mới của Trung Quốc như [[Xe tăng chủ lực kiểu 96]] và [[Xe tăng chủ lực kiểu 98]].\n\n[[Cộng hòa Nhân dân Trung Hoa]] cũng viện trợ cho [[Việt Nam Dân chủ Cộng hòa]] hàng trăm xe tăng Xe tăng chủ lực kiểu 59 khi còn là đồng minh. [[Quân đội Nhân dân Việt Nam]] đã sử dụng nhiều xe tăng này trong [[Chiến tranh Việt Nam]], chiếc Type 59 nổi bật nhất trong cuộc chiến này chính là chiếc xe tăng T-59 mang số hiệu 390 của [[Quân đội Nhân dân Việt Nam]] đã húc đổ cổng [[Dinh Độc Lập]] vào trưa ngày 30-4-1975, là biểu tượng cho chiến thắng của [[Quân Giải phóng miền Nam Việt Nam]].\n\nType 59 của [[Quân đội Nhân dân Việt Nam]] cùng những chiếc [[T-54\/55]] cũng tham gia chiến trong [[Chiến tranh biên giới Việt-Trung, 1979|Chiến tranh biên giới Việt-Trung 1979]] chống lại các xe tăng Type 59 và [[Xe tăng hạng nhẹ kiểu 62|Type 62]], [[Xe tăng hạng nhẹ kiểu 63|Type 63]] của [[Quân Giải phóng Nhân dân Trung Quốc]]. Vì vậy nên xe tăng ở 2 bên chiến tuyến nhìn y đúc nhau. Hiện nay còn khoảng 350 chiếc T-59 còn phục vụ trong [[Quân đội Nhân dân Việt Nam]]. Những chiếc Type 59 và T-54 đang biên chế trong [[Quân đội Nhân dân Việt Nam]] từng có kế hoạch hiện đại hóa lên phiên bản [[T-55M3]] thay nòng pháo 100&nbsp;mm cũ bằng pháo nòng xoắn 105&nbsp;mm M68\/L7 của [[Israel]], bắn đạn APAM, hoặc đạn có thanh xuyên động năng, có ốp cách nhiệt, nâng cao tuổi thọ cũng như độ chính xác khi bắn. Trang bị súng máy hạng nặng [[NSV]] 12,7&nbsp;mm do [[Việt Nam]] tự sản xuất có khả năng tấn công các mục tiêu bay thấp trên không. T-55M3 cũng được lắp thêm một súng máy đồng trục [[PK|PKT]] 7,62&nbsp;mm do [[Việt Nam]] tự sản xuất thay thế cho súng máy [[SG-43 Goryunov|SGMT]]. Lắp đặt [[súng cối]] 60mm trên nóc xe giúp xe tấn công các mục tiêu ở các hầm công sự và nhà cao tầng mà pháo không thể bắn tới được cùng thiết bị cảm biến khí tượng [[MAWS6056B]] do công ty Idram của Thụy Sĩ chế tạo. Tuy nhiên phiên bản này chỉ dừng ở mức thử nghiệm.\n\n== Biến thể ==\n[[Tập tin:Albanian army deploys T-59 tanks near Kosovo border, May 1999 (Robert Wright).jpg|nhỏ|Xe tăng Type 59 của Albani gần biên giới với Nam Tư ở Kosovo trong xung đột biên giới Albani-Nam Tư tháng 5 năm 1999]]\n*'''Type 59''': Phiên bản ban đầu,sao chép T-54A mà không có đèn hồng ngoại.Đưa vào sản xuất năm 1957.{{fact}}\n*'''Tpe 59-I''': Phiên bản cải tiến với nòng pháo 100&nbsp;mm của chiếc Type 69-II.Ngoài ra còn lắp đặt thêm trắc kính laser,hệ thống thủy lực mới,hệ thống điều khiển hỏa lực,hệ thống chữa cháy tự động. Type 59-I bao gồm một số phiên bản với giáp khác nhau và cấu hình điều khiển hỏa lực.{{fact}}\n*'''Type 59-II''': Tên thiết kế là WZ120B.Sử dụng pháo 105&nbsp;mm Type 81 được thiết kế bởi [[Áo]] (sao chép pháo L-7 của [[Anh]]),phân biệt bởi phần kẹp thoát khói nằm ở giữa trên thùng đạn chứ không phải ở mõm súng.Còn có các cải tiến khác về radio và hệ thống chữa cháy.Sản xuất từ năm 1982-1985.{{fact}}\n*'''Type 59-IIA''': Trang bị thêm bộ phận tỏa nhiệt cho pháo 105&nbsp;mm,giáp xe sử dụng vật liệu composite.Những biến thể bao gồm cả nhưng chiếc MBT (tăng chiến đấu chủ lực) trang bị giáp có vật liệu composite tổng hợp: B59G và BW120K.BW120K còn được lắp đặt trên pháo nòng trơn 120&nbsp;mm,so sánh về hiệu suất chung với pháo Rheinmetall 120&nbsp;mm được sử dụng trên [[Leopard 2]] của [[Đức]], M1A1\/A2 Abrams của Mỹ, và trên các xe tăng chiến đấu chính khác của phương tây.{{fact}}\n[[Tập tin:Type 59D tank 20180219.jpg|thumb|Type 59D]]\n*'''Type 59D''': Còn có tên WZ120C. Type 59D được phát triển từ thập niên 1990, giới thiệu vào năm 1992, quá trình thử nghiệm hoàn thành vào năm 1993 và đến năm 1995 thì được triển khai trên quy mô lớn để nâng cấp Type 59 cũ. Quân đội Trung Quốc đã quyết định rằng họ cần phải nâng cấp [[xe tăng]] với công nghệ mới để đáp ứng các yêu cầu cho chiến tranh lục quân trong tương lai. Type 59D được trang bị giáp phản ứng nổ ở mặt trước cũng như tháp pháo, thiết bị nhìn đêm và đo xa laser, 8 ống phóng đạn khói ngụy trang, đi kèm hệ thống kiểm soát hỏa lực Type 37A hiện đại. Khẩu pháo 105&nbsp;mm của Type-59D là loại Type 79 hoặc Type 83A được ổn định 2 mặt phẳng với cơ số đạn 44 viên, đây là một bản sao dựa trên pháo L7 (M68) trang bị trên các xe tăng của NATO, khác biệt lớn nhất là nòng pháo của Trung Quốc dài hơn loại L7 nguyên bản. Pháo Type 83A có tầm bắn hiệu quả khoảng 2&nbsp;km, bắn được đạn nổ phá mảnh (HE), đạn xuyên lõm (HEAT), đạn xuyên động năng (KE). Vũ khí phụ của Type-59D gồm 1 súng máy hạng nặng 12,7&nbsp;mm (cơ số đạn 500 viên), 1 súng máy 7,62&nbsp;mm của lái xe và 1 súng máy đồng trục 7,62&nbsp;mm. Khả năng cơ động của Type 59D cũng được nâng cao đáng kể khi thay thế động cơ diesel 12150L7 công suất 580 mã lực bằng động cơ V-46-6 V-12 730 mã lực<ref>https:\/\/anninhthudo.vn\/quan-su\/infographic-trung-quoc-tang-ban-sao-xe-tang-t54-cho-campuchia\/757046.antd<\/ref> Tập đoàn Công nghiệp Quốc phòng Sudan (Sudan's Military Industry Corporation - MIC) đã xin giấy phép sản xuất T-59D dưới tên gọi xe tăng Al-Zubair 2.\n*'''Type 59P''': Phiên bản nhằm xuất khẩu, có trang bị nhiều thiết bị công nghệ cao của dòng xe tăng thế hệ thứ 3.{{fact}}\n*'''Type 59G''': Biến thể hiện đại hóa, tiếp cận công nghệ của xe tăng thế hệ thứ 3. Type 59G được trang bị tháp pháo mới kiểu hàn, giống như tháp pháo của xe tăng Type 96G với bề ngoài góc cạnh thay vì tháp pháo đúc hình chỏm cầu kiểu cũ. Thay thế pháo 100mm cũ bằng pháo nòng trơn 125&nbsp;mm có hệ thống nạp đạn bán tự động. Pháo chính của Type 59G có thể bắn tất cả các loại đạn gồm đạn nổ phá mảnh (HE-FRAG), đạn xuyên lõm (HEAT), đạn xuyên dưới cỡ ổn định bằng cánh đuôi có ốp giữ tự hủy (APFSDS) và cả tên lửa chống tăng. Xe có giáp phản ứng nổ phủ kín mặt trước, giáp hông cũng được thiết kế mới, lắp đặt thiết bị nhìn đêm thế hệ 2, thay thế động cơ 580 mã lực bằng động cơ diesel 800 mã lực, nâng cấp hệ thống kiểm soát hỏa lực hiện đại. Ưu thế lớn nhất của Type-59G là đơn giá chỉ vào khoảng 750.000 USD\/chiếc, rẻ hơn rất nhiều xe tăng nâng cấp của Nga và Ukraine. Hoạt động trong [[Quân Giải phóng Nhân dân Trung Quốc]] và [[Quân đội Bangladesh]]. 300 chiếc đã được sản xuất và nâng cấp cho Quân đội Bangladesh. \n*'''[[Type 62|Xe tăng hạng nhẹ Kiểu 62]] (''Type 62'') :''' là loại [[xe tăng]] hạng nhẹ cũng do Norinco của [[Trung Quốc]] sản xuất, phát triển từ năm 1960. Đây là một phiên bản thu nhỏ của xe tăng      [[T-54\/55|Type- 59]] (1 bản sao của [[xe tăng]] [[T-54\/55|T-54]]) nên hình dạng của nó rất giống [[T-54\/55|T-54A]] chỉ có điều nhỏ hơn, giáp mỏng nhẹ hơn, [[pháo]] nhỏ hơn và dùng các thiết bị điện tử khác nhằm giảm trọng lượng. Nó được thiết kế riêng cho các đơn vị ở vùng phía nam [[Trung Quốc]] nhằm phù hợp với địa hình và trọng tải cầu đường ở khu vực này.{{fact}} Hiện tại, loại xe tăng này vẫn còn được sử dụng trong [[Quân Giải phóng Nhân dân Trung Quốc]] cùng quân đội một số quốc gia khác và đang được hiện đại hóa dần lên. Tên công nghiệp của Type 62 là '''WZ131'''. Ở [[Việt Nam]], nó được gọi là '''xe tăng K62'''.\n\n*'''Type 69\/79''': Cải thiện từ Type 59 MBT được sản xuất bởi Nhà máy 617 (Nhà máy công nghiệp số 1 Nội Mông). Phục vụ hạn chế trong quân đội Trung Quốc, nhưng lại xuất khẩu thành công trong những năm 1980 với hơn 2.000 bán ra trên toàn thế giới. Xem thêm [[Xe tăng hạng trung kiểu 69]].{{fact}}\n*'''Type 73''': Phiên bản kỹ thuật của Type 59. Type 73 sử dụng khung gầm của Type 59 nhưng bỏ tháp pháo và chỉ còn giữ lại 1 dúng máy 12,7&nbsp;mm.Nó dùng để kéo vì được trang bị 1 chiếc tời cho công tác kỹ thuật chiến trường.{{fact}}\n\n=== Biến thể nước ngoài ===\n==== Anh ====\n* Một vài chiếc Type 59 của [[Trung Quốc]] có trang bị pháo 105&nbsp;mm L7 của [[Anh]].\n*'''Hệ thống phòng không Marksman''': Là một loại [[Vũ khí phòng không tự hành]] (SPAAG),nó sử dụng khung gầm của [[T-54\/55]] hoặc Type 59.Thay bằng 1 tháp pháo 2 nòng 35&nbsp;mm.{{fact}}\n==== Iran ====\n*'''Type-72Z Safir-74''': Phiên bản nâng cấp toàn diện của T-54\/55 và Type 59 trong [[Quân đội Iran]],sử dụng pháo 105mm M68.Không nên nhầm lẫn với [[T-72|Xe tăng T-72]] của [[Liên Xô]].{{fact}}\n==== Bắc Triều Tiên ====\n*'''Koksan''': Pháo tự hành 170&nbsp;mm,sử dụng khung gầm của Type 59.{{fact}}\n==== Pakistan ====\n*'''Al-Zarrar''': Phiên bản xe tăng chiến đấu chủ lực MBT của Pakistan nâng cấp toàn diện trên Type 59 bao gồm trang bị vũ khí hiện đại hơn, điều khiển hỏa lực, thiết bị phòng thủ, v.v cụ thể:\n** 125&nbsp;mm pháo nòng trơn, bắn đạn APFSDS, HEAT-FS và HE-FS. Hệ thống nạp đạn bán tự động và hình dạng ổn định phòng chống cháy nổ.\n** Động cơ 730 mã lực cho phép độ cơ động được cải thiện.\n** Cải thiện hệ thống treo.\n** Cải thiện khả năng bảo vệ với giáp phản ứng nổ và bên dưới gầm có nắp chống mìn.\n\nType 59 đã đóng một vai trò quan trọng trong cuộc [[Chiến tranh Ấn Độ-Pakistan]] năm 1971. (Xem [[Trận Longewala]]){{fact}}\n==== Hoa Kỳ ====\n* '''Jaguar''': Phiên bản Type 59 của [[Trung Quốc]] được [[Hoa Kỳ]] nâng cấp trong các hoạt động hợp tác quốc phòng giữa [[Trung Quốc]]-[[Hoa Kỳ]].Chúng dự định sẽ được trang bị cho Quân đội Trung Quốc nhưng việc nghiên cứu và trang bị đã chấm dứt sau [[Sự kiện Thiên An Môn]] năm 1989.Và phiên bản Type 59 nâng cấp đó đã trở thành phiên bản xe tăng hạng nhẹ Jaguar sử dụng trong [[Lực lượng Vũ trang Hoàng gia Thái Lan|Quân đội Thái Lan]].{{fact}}\n\n\n== Các quốc gia sử dụng ==\n[[Hình:Type 59 Operators.JPG|thumb|500px|giữa|Các quốc gia sử dụng Type 59 có màu đỏ]]\n[[Tập tin:T-54A or Type 59 main battle tank at the Reunification Palace.jpg|nhỏ|phải|250px|T-54 và T-59 (Kiểu 59) là hai loại xe tăng chiến đấu chủ lực mà [[Quân đội Nhân dân Việt Nam]] sử dụng trong [[chiến tranh Việt Nam]], trong ảnh là bản sao của chiếc xe tăng T-59 mang số hiệu 390 húc đổ cổng [[Dinh Độc Lập]] ngày 30\/4\/1975, bản gốc của nó đang được trung bày tại Bảo tàng Lực lượng Tăng-Thiết giáp, Hà Nội.<ref>[http:\/\/giaoduc.net.vn\/Xa-hoi\/Di-tim-ban-goc-hai-chiec-xe-tang-huc-do-cong-Dinh-Doc-Lap\/155138.gd Đi tìm \"bản gốc\" hai chiếc xe tăng húc đổ cổng Dinh Độc Lập]<\/ref>]]\n[[Tập tin:Myanmar Army Type-59M tank.jpg|nhỏ|phải|Xe tăng chiến đấu chủ lực Type-59D của Quân đội Myanmar]]\n* {{ALB}} - 721+ cung cấp bởi chính phủ [[Trung Quốc]] và sử dụng bởi chính phủ [[Albania]] cùng với 75 xe tăng [[Nga]] T-54 & trên 300 chiếc T-55. Hiện tại nhiều chiếc đã bị loại thải,phần còn lại chuyển sang lưu trữ.\n* {{AFG}} - 100\n* {{BGD}} - 36 Type 59 được chuyển giao năm 1980 từ [[Cộng hòa Nhân dân Trung Hoa]] và giai đoạn chuyển giao từ năm 1980 đến năm 1981. 240 T-54, T-55, Type 59 và Type 62 vẫn còn hoạt động năm 2001<ref>[http:\/\/www.soldiering.ru\/country\/c02.php Армии стран мира: Вооруженные силы иностранных государств на 2001 год: Б]<\/ref> và 180 năm 2003.<ref>[http:\/\/www.soldiering.ru\/country\/guide2003\/army-02.php Армии стран мира: Б]<\/ref> 80 Type 59 và Type 69 còn hoạt động năm 2004 và 2006.<ref>Military balance 2004-2005<\/ref><ref>Military balance 2006-2007<\/ref> 264 còn hoạt động (bao gồm cả 30 [[T-54\/55|T-54A]] MBT của [[Liên Xô]] là quà nhận từ [[Ai Cập]], sau đó sử dụng các linh kiện của Type 59 có nguồn gốc từ [[Trung Quốc]]).<ref>{{chú thích sách|title=Jane's Armour and Artillery 2005-2006|author=Christopher F Foss.}}<\/ref> Theo số hàng tồn kho của năm 2010, Quân đội Bangladesh hiện đang có 264 T-59 và T-59II và 30 T-54. Tuy nhiên, được chuyển đổi sang dạng xe bọc thép chở quân (APC) và xe chiến đấu bộ binh (IFV).\n* {{CAM}} - 150 T-55, Type 59, và PT-76 còn hoạt động trong năm 2001 <ref>[http:\/\/www.soldiering.ru\/country\/c09.php Армии стран мира: Вооруженные силы иностранных государств на 2001 год: К]<\/ref> và 170 trong 2003.<ref>[http:\/\/www.soldiering.ru\/country\/guide2003\/army-09.php Армии стран мира: К]<\/ref> 50 Type 59mcòn hoạt động trong năm 2004 và 2006. Trong những năm 2010,[[Trung Quốc]] viện trợ thêm cho [[Campuchia]] 257 xe quân sự trong đó có nhiều xe tăng T-59 phiên bản của Trung Quốc và K-63 (Type 63).<ref>[http:\/\/nangluongvietnam.vn\/news\/vn\/kinh-te-chinh-tri-phap-luat\/vi-sao-quan-doi-trung-quoc-hao-phong-voi-campuchia.html 257 xe quân sự Trung Quốc chuyển cho Campuchia]<\/ref>\n* {{PRC}} - 6.000 Type 59 hoạt động trong năm 1985, 1990, 1995 và 2000, 5.000 trong 2003 và 2005 và khoảng 5.000 trong năm 2010. 5.500 - 6.000<ref>Estimates vary depending on source. Jane's gives 5,500.<\/ref>\n* {{COD}} - 20\n* {{flag|Cộng hòa Congo}}- 15\n* {{IRN}} - 300 Type 59 được đặt hàng trong năm 1981 từ [[Cộng hòa Nhân dân Trung Hoa]] và chuyển gia giữa năm 1982 và 1984. 200 T-54, T-55 và Type 59 đã được nâng cấp lên phiên bản Safir-74 (còn được biết với tên T-72Z, không nên nhầm lẫn với loại [[T-72|Xe tăng T-72]] của [[Nga]] cung cấp cho [[Iraq]]) tiêu chuẩn (20 có khả năng đã chuyển giao cho [[Sudan]]).<ref>[http:\/\/armstrade.sipri.org\/arms_trade\/trade_register.php SIPRI Arms Transfers Database]<\/ref> 220 Type 59 còn hoạt động năm 2000.<ref>[http:\/\/www.globalsecurity.org\/military\/world\/iran\/ground-equipment.htm Iranian Ground Forces Equipment]<\/ref><ref>{{Chú thích web|tác giả 1=John Pike |url=http:\/\/www.globalsecurity.org\/military\/world\/iran\/ground-equipment.htm |tiêu đề=Iranian Ground Forces Equipment |nhà xuất bản=Globalsecurity.org |ngày tháng = ngày 13 tháng 2 năm 2009 |ngày truy cập = ngày 21 tháng 3 năm 2010}}<\/ref> 540 T-54, T-55 và Type 59 còn hoạt động năm 2004, 2005, 2006 và 2008.\n* {{LKA}} - 80+\n* {{MMR}} - Type 59D\/D1 - 160+\n* {{PRK}} - Khoảng 50 đến 175 chiếc đã được đã được Triều Tiên đặt hàng năm 1972 từ [[Trung Quốc]] và chuyển giao trong năm 1973. 250 tháp pháo [[ZSU-57-2]] cũng được đặt hàng năm 1967 từ [[Liên Xô]] và chuyển giao giữa những năm 1968 và 1977 nhằm lắp đặt trên khung gầm xe Type 59. 500 T-55 được chuyển giao năm 1973 từ phía [[Liên Xô]] và nhận được từ năm 1975 đến 1979 (Nhà cung cấp có thể là Trung Quốc vì T-55 có hình dạng cũng giống Type 59). Có 175 Type 59 hoạt động năm 1985 đến 1990 và 500 năm 2000.<ref>[http:\/\/www.globalsecurity.org\/military\/world\/dprk\/kpa-equipment.htm ''Global Security.org'' North Korea]<\/ref> Có 3.500 [[Xe tăng T-34|T-34]], [[T-54\/55|T-54]], [[T-54\/55|T-55]], [[Xe tăng T-62|T-62]] và Type 59 hoạt động năm 2001, khoảng 3.500 còn hoạt động năm 2003 và 2004 và hơn 3.500 chiếc năm 2006.\n* {{PAK}} - 80 Type 59 được đặt hàng năm 1964 từ [[Cộng hòa Nhân dân Trung Hoa]] và chuyển giao từ năm 1965 đến 1966. 210 Type 59 được đặt hàng năm 1968 từ [[Cộng hòa Nhân dân Trung Hoa]] và chuyển giao từ năm 1970 đến 1972. 159 Type 59 được đặt hàng năm 1973 từ [[Cộng hòa Nhân dân Trung Hoa]] và chuyển giao từ năm 1974. 852 Type 59 đặt hàng năm 1975 từ [[Cộng hòa Nhân dân Trung Hoa]] và chuyển giao từ năm 1978 đến 1988. Khoảng 80 đến 400 chiếc đã được nâng cấp lên phiên bản [[Al-Zarar]] tiêu chuẩn. Khoảng 1.300 Type 59 hoạt động trong năm 1990, 1.200 năm 1995 đến năm 2000, 1.100 năm 2002, 1.000 chiếc Type 59 và 80 Al-Zarar năm 2005, 600 Type 59 và 300 Al-Zarar năm 2008, 400 Type 59 và 400 Al-Zarars năm 2010.<ref>[http:\/\/www.globalsecurity.org\/military\/world\/pakistan\/army-equipment.htm Pakistan Army Equipment]<\/ref>.Hiện tổng cộng còn 1.200 chiếc.\n* {{SDN}} - 10\n* {{TZA}} - 30 nâng cấp lên phiên bản Type 59G năm 2011.\n* {{VNM}} - 350 chiếc T-59 còn phục vụ trong [[Quân đội Nhân dân Việt Nam]] tính đến năm 2010 và có dự tình nâng cấp lên phiên bản [[T-55M3]] cùng với những chiếc T-54 và T-55.<ref>[http:\/\/giaoduc.net.vn\/Giao-duc-Quoc-phong\/Bao-Trung-Quoc-dang-anh-dan-tang-chien-T55M3-cua-Viet-Nam\/126160.gd Báo Trung Quốc đăng ảnh dàn tăng chiến T-55M3 của Việt Nam]<\/ref>\n* {{ZMB}} - 20\n* {{ZWE}} - 30\n* {{flag|Djibouti}}\n{{fact}}\n=== Quốc gia từng sử dụng ===\n* {{IRQ}} 1.500 chiếc Type 59 và Type 69 từng phục vụ trong quân đội Iraq vào năm 1990. Tất cả bị phá hủy hoặc loại bỏ sau [[Cuộc tấn công Iraq 2003]].{{fact}}\n\n== Xem thêm ==\n* [[T-54\/55]]\n* [[Xe tăng hạng nhẹ kiểu 62|K62]]\n* [[Xe tăng hạng nhẹ kiểu 63|K63]]\n* [[Xe tăng chủ lực kiểu 69|Type 69\/79]]\n* [[Xe tăng chủ lực kiểu 88|Type 80\/85\/88]]\n* [[Xe tăng kiểu 90-II]]\n* [[Xe tăng chủ lực kiểu 96]]\n* [[Xe tăng chủ lực kiểu 98]]\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.bdmilitary.com\/index.php?option=com_content&view=article&id=124&Itemid=97 Type 59 Xe tăng chiến đấu chủ lực]{{Liên kết hỏng|date=2022-01-18 |bot=InternetArchiveBot }} - Lực lượng Vũ trang Bangladesh\n*[http:\/\/www.globalsecurity.org\/military\/world\/china\/type-59.htm Type 59 Xe tăng chiến đấu chủ lực] - GlobalSecurity.org\n*[http:\/\/www.sinodefence.com\/army\/tank\/type59.asp Type 59 Xe tăng chiến đấu chủ lực] - Chinese Defence Today\n*[http:\/\/www.fas.org\/man\/dod-101\/sys\/land\/row\/type-59.htm Type 59 Xe tăng chiến đấu chủ lực] - FAS\n*[http:\/\/www.cdi.org\/terrorism\/mbts-pr.cfm Type 59 Xe tăng chiến đấu chủ lực] - CDI\n\n{{Commons|Type 59}}\n\n[[Thể loại:Xe tăng Trung Quốc]]\n[[Thể loại:Xe tăng chiến đấu chủ lực]]\n[[Thể loại:Thiết bị sử dụng trong chiến tranh Việt Nam]]\n[[Thể loại:Xe tăng thời Chiến tranh Lạnh]]"}