{"1252727":"{{otheruses|Tân Phú (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tân Phú\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 58\n| vĩ giây = 3\n| kinh phút = 41\n| kinh giây = 37\n| diện tích = 2,92 km²<ref name=MS\/>\n| dân số = 6.165 người<ref name=ubndhn>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-64-tb-ubnd-ha-noi-2022-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-cap-nhat-09h00-ngay-21-01-2022-216130-d2.html|tựa đề=Thông báo 64\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 21\/01\/2022|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2022-01-21|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(6165\/2.92)}} }} người\/km²\n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Quốc Oai]]\n| thành lập = 1955<ref>1675\/1955\/BC-TCCB<\/ref>\n| trụ sở UBND = \n| mã hành chính = 09934<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tân Phú''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quốc Oai]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nXã có diện tích 2,92&nbsp;km², dân số năm 1999 là 4.183 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1.433 người\/km².\n\nDân cư xã Tân Phú cư trú tại 3 thôn: Hạ Hoà, Phú Hạng và Yên Quán. Với 2 tôn giáo: Phật giáo và Công Giáo. \n\nTân Phú có địa giới hành chính giáp với: xã Đại Thành- Quốc Oai ( về phía Đông nam); xã An Thượng- Hoài Đức ( phía đông); xã Vân Côn- Hoài Đức (phía Tây Bắc); xã Tân Hoà- Quốc Oai (phía Tây); xã Phụng Châu- Chương Mỹ (phía Tây Nam)\n\n= Địa lí =\n'''''Xã Tân Phú nằm ở phía Đông Nam huyện Quốc Oai, cách trung tâm huyện 8,0 km và cách trung tâm thành phố Hà Nội 20km về phía Tây Nam.'''''\n\n* Phía Bắc giáp với xã [[Vân Côn]] và xã [[An Thượng, Hoài Đức|An Thượng]], huyện [[Hoài Đức]];\n* Phía Đông giáp với xã [[Đại Thành, Quốc Oai|Đại Thành]];\n* Phía Nam giáp với xã [[Phụng Châu]], huyện [[Chương Mỹ]];\n* Phía Tây giáp với xã [[Tân Hòa, Quốc Oai|Tân Hòa]].\n\n'''Tân Phú nằm trong vùng quy hoạch vành đai xanh của thành phố [[Hà Nội|Hà Nội.]]'''\n\n'''Điều kiện kinh tế - Xã hội'''\n\n* Dân số 5600 khẩu, 1350 hộ\n* Dân cư tập trung ở 3 thôn: Yên Quán, Phú Hạng, Hạ Hòa\n\nLao động trong độ tuổi: 3.113 người chiếm 56,44 % dân số\n\n'''- Lao động theo ngành nghề :'''\n\n# Nông nghiệp, thủy sản : 1.757 lao động chiếm 56,44 %.\n# Công nghiệp, TTCN: 650 LĐ chiếm 20,88 %.\n# Dịch vụ, thương mại và ngành nghề khác: 706 LĐ chiếm 22,68%.\n\n* Tốc độ tăng trưởng kinh tế bình quân hàng năm đạt 12%.\n* Cơ cấu kinh tế tính đến năm 2015 ước đạt nông nghiệp = 45%, tiểu thủ công nghiệp = 20%, dịch vụ thương mại =35%\n* Thu nhập bình quân đầu người năm 2014 đạt 15,8 triệu, năm 2015 ước đạt 19,5 triệu đồng, tăng 2,7 lần so với năm 2010.\n* Số hộ nghèo của xã giảm hàng năm 2%. Đến nay số hộ nghèo của xã là 51 hộ, chiếm 3,7% tổng số hộ trong toàn xã.\n\n====== '''Những tiềm năng của xã''' ======\n\n* '''Thuận lợi''':\n\n# Là một xã ven đô, Tân Phú có lợi thế về thị trường tiêu thụ nông sản hàng hoá, đặc biệt là các loại nông sản an toàn, nông sản sạch và các loại nông sản có giá trị kinh tế cao.\n# Tân Phú có vị trí địa lý tương đối thuận lợi cho sự giao lưu và phát triển kinh tế-xã hội. Là xã ngoại thành, ở gần các trung tâm đầu não của đất nước về khoa học, kỹ thuật và công nghệ, Tân Phú có lợi thế rất lớn trong việc tiếp nhận và ứng dụng tiến bộ khoa học, kỹ thuật và công nghệ mới vào các ngành kinh tế.\n# Với lực lượng lao động dồi dào, chất lượng lao động tương đối khá, nhân dân cần cù, chịu khó, ham học hỏi và mạnh dạn tiếp thu, ứng dụng tiến bộ khoa học, kỹ thuật và công nghệ mới vào sản xuất.\n# Tân Phú có nhiều di tích lịch sử đã được xếp hạng. Hàng năm đều tổ chức các lễ hội là tiền đề thuận lợi cho việc phát triển mở rộng dịch vụ du lịch thông qua việc tổ chức các lễ hội truyền thống đậm đà bản sắc tinh hoa dân tộc.\n# Cơ sở hạ tầng kinh tế-xã hội đang được đầu tư xây dựng và hoàn thiện dần góp phần quan trọng vào sự nghiệp phát triển kinh tế-xã hội của địa phương.\n# Là địa phương có hệ thống chính trị vững mạnh, đội ngũ cán bộ địa phương có tinh thần đoàn kết, nhiệt tình, năng lực lãnh đạo, chỉ đạo phát triển kinh tế và quản lý xã hội tốt. Đây là yếu tố thuận lợi rất cơ bản trong việc tổ chức và huy động nhân dân tham gia xây dựng nông thôn mới.\n\n* '''Khó khăn:'''\n\n# Tân Phú là xã đất chật, người đông, bình quân ruộng đất trên đầu người thấp và chịu ảnh hưởng mạnh của quá trình đô thị hóa. Đất nông nghiệp có xu thế giảm nhanh trong giai đoạn tới sẽ tác động lớn đến sinh kế của một bộ phận nông dân trong xã.\n# Tỷ trọng lao động trong nông nghiệp còn cao trong khi đất đai dành cho sản xuất nông nghiệp biến động theo xu thế giảm nhanh. Lao động trẻ có xu hướng thoát ly nông nghiệp nhiều hơn gây nên tình trạng “già hoá và nữ hoá” lao động nông nghiệp. Trình độ chuyên môn kỹ thuật của lao động nông nghiệp chưa cao là yếu tố cản trở đáng kể đến việc chuyển giao và ứng dụng tiến bộ khoa học, kỹ thuật và công nghệ mới trong nông nghiệp.\n# Kinh tế xã Tân Phú trong những năm qua đạt tốc độ tăng trưởng cao nhưng còn mang yếu tố tự phát, thiếu quy hoạch nên chưa thực sự bền vững.\n# Cơ sở hạ tầng kinh tế-xã hội xã Tân Phú đang được đầu tư xây dựng và hoàn thiện dần song vẫn chưa đáp ứng được các yêu cầu phát triển mới trong bối cảnh công nghiệp hoá, đô thị hoá diễn ra với tốc độ cao và ảnh hưởng của lộ trình hội nhập quốc tế.\n# Công tác xây dựng Nông thôn mới:\n# Công tác xây dựng nông thôn mới được cấp ủy, chính quyền tập trung chỉ đạo thực hiện.\n# Xã đã hoàn thành quy hoạch sử dụng đất đến năm 2020 (tầm nhìn đến năm 2030) trong đó khu trung tâm hành chính của xã = 20ha tổng diện tích lúa còn 40ha, cây rau an toàn = 65ha, 44ha trang trại tổng hợp, 10 cây ăn quả và 10ha nuôi trồng thủy sản.\n\n= Giáo dục =\nTân Phú có nhiều cơ sở giáo dục với chất lượng giảng dạy hàng đầu Huyện Quốc Oai như THCS Tân Phú, TH Tân Phú,... \n\nHằng năm Tân Phú đều cử học sinh tham gia HSG Huyện Quốc Oai, HSG thành phố Hà Nội và đều đạt được nhiều giải cao xếp hàng đầu huyện Quốc Oai.\n\nTHCS Tân Phú cùng với THCS Kiều Phú luôn là hai trường top 1 của huyện Quốc Oai về tỷ lệ đỗ nguyện vọng 1 kỳ thi tuyển sinh vào 10 của sở.\n\n'''<u>Xét tuyển THCS Tân Phú<\/u>'''\n\nViệc tuyển sinh đầu vào của trường bắt đầu từ lớp 6 với số lượng khoảng 100 - 150 học sinh  (có thể tăng thêm chỉ tiêu vào năm 2022) . Trường ưu tiên tất cả học sinh có hộ khẩu thường trú tại Tân Phú đã tốt nghiệp tiểu học được tuyển thẳng vào THCS Tân Phú. Những học sinh ngoài địa bàn xã tuỳ thuộc vào số lượng sẽ tổ chức thi tuyển hoặc xét tuyển.\n\nTrường THCS Tân Phú xét tuyển dựa vào thành tích của 5 năm học tiểu học điểm tối đa học bạ là 140 (gồm 5 môn Toán, Tiếng Việt và Khoa - Sử - Địa, mỗi môn 10 điểm) và cộng thêm điểm từ các giải thưởng và điểm quy đổi ưu tiên\n\nDựa vào điểm xét tuyển trường sẽ phân được học sinh phù hợp với lớp nếu trúng tuyển.\n\n= Thể thao =\n\n\nLà xã phát triền hàng đầu huyện [[Quốc Oai]], Tân Phú tập trung nhiều câu lạc bộ thể thao quan trong của Huyện. Hiện nay Tân Phú một đội bóng nam thanh niên xã thi đấu các giải đâu của Huyện và Thành Phố, đội bóng FC Lão Tướng - Dành cho các bậc trung niên trong xã, đội bóng Tân Phú Arena, Câu lạc bộ bóng chuyền hơi [[Yên Quán tân phú q|Yên Quán]], Clb cầu lông Tân Phú,...\n\nTrong các giải bóng đá thanh niên huyện Quốc Oai, Tân Phú FC đạt nhiều thành tích cao và lọt tới trận bán kết, chung kết của giải đấu nhưng đáng tiếc là chưa thể vô địch được giải. Năm 2022 Tân Phú có nhiều sự kiểu thể thao lớn như DHTDTT Tân Phú Lần thứ IiV, giải bóng đá thôn Hạ Hoà, giải bóng đá U16, giải bóng đá xã Tân Phú. \n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Quốc Oai}}"}