{"335136":"{{bài cùng tên|Tân Thủy}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tân Thủy\n| hình = Congchao.jpg\n| ghi chú hình = Cổng chào xã Tân Thủy\n| vĩ độ = 17\n| kinh độ = 106\n| vĩ phút = 10\n| vĩ giây = 48\n| kinh phút = 48\n| kinh giây = 44\n| diện tích = 19,86 km²\n| dân số = 5.740 người<ref name=QBINH2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 289 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Bình]]\n| huyện = [[Lệ Thủy]]\n| thành lập = \n| trụ sở UBND = Thôn Tân Lỵ\n| mã hành chính = 19294<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tân Thủy''' là một xã thuộc huyện [[Lệ Thủy]], tỉnh [[Quảng Bình]]. Xã Tân Thủy nằm về phía Đông Nam huyện Lệ Thủy, cách thị Trấn Kiến Giang chừng 5&nbsp;km; và nằm về phía Nam tỉnh Quảng Bình, cách Thành phố Đồng Hới 40&nbsp;km, cách biển 4&nbsp;km đường chim bay. Xã có Quốc lộ 1A chạy qua phía Đông Bắc và đường sắt Bắc Nam chạy qua phía Tây Nam. Xã cách Quốc lộ 15A - Đường Hồ Chí Minh chừng 8&nbsp;km vì vậy rất thuận lợi cho sự phát triển kinh tế, xã hội.\n\n==Địa lý==\nXã Tân Thủy nằm về phía đông nam huyện Lệ Thủy, cách thị trấn Kiến Giang khoảng 5&nbsp;km, nằm về phía nam tỉnh Quảng Bình, cách thành phố Đồng Hới 40&nbsp;km, cách biển 4&nbsp;km đường chim bay, có vị trí địa lý:\n*Phía đông giáp xã [[Hưng Thủy]] và xã [[Cam Thủy, Lệ Thủy|Cam Thủy]]\n*Phía bắc giáp xã [[Dương Thủy]]\n*Phía tây giáp xã Dương Thủy và xã [[Thái Thủy]]\n*Phía nam giáp xã [[Sen Thủy]].\n\nXã Tân Thủy có diện tích 19,86 km², dân số năm 2019 là 5.740 người<ref name=QBINH2019>{{Chú thích web |url = https:\/\/bdt.quangbinh.gov.vn\/3cms\/upload\/bandt\/File\/VB%202020\/Bieu%206%20-%20dan%20so%20DTTS%20cap%20xa.xlsx|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Quảng Bình|access-date = ngày 22 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 289 người\/km².\n\n==Hành chính==\nXã Tân Thủy được chia thành 12 thôn: Tân Đa, Tân Lộc, Tân Lực, Tân Truyền, Tân Thịnh, Tân Lỵ, Tân Bằng, Tân Thái, Tân Lạc, Tân Ninh, Tân Hạ, Tân Hoà.\n\n==Lịch sử hình thành và tên gọi==\nVào khoảng cuối TK 16 - đầu TK 17, chiến tranh Trịnh - Nguyễn xảy ra, sông Gianh được chọn làm ranh giới phân chia giữa Đàng Trong - Đàng Ngoài. Một phần dân cư ở vùng sông Gianh di cư vào vùng đất Tân Thủy ngày nay để khai hoang, lập đồn điền và sinh sống tại đây. Người dân Tân Thủy ngày nay có nguồn gốc từ vùng sông Gianh.\nNăm 1913, dưới Triều đại thuộc địa nửa phong kiến nhà Nguyễn, xã Duy Tân chính thức được thành lập. Với hai làng là làng Trong (sau là làng Trung Lực) và làng Ngoài (sau là làng Mỹ Thổ). Địa giới xã Duy Tân ngày đó cơ bản được giữ nguyên cho đến tận ngày nay.\nTrước năm 1945, xã Duy Tân là nơi sinh sống của cư dân hai làng: Trung Lực (tổng Mỹ Trạch) và Mỹ Thổ (tổng Thủy Liên). Thuộc phủ Phong Lộc, tỉnh Quảng Bình.\nTừ năm 1913, sau khi được thành lập với tên gọi là xã Duy Tân (tên của một vị vua yêu nước Triều Nguyễn). Đến tận năm 1975, khi đất nước hoàn toàn thống nhất, xã Duy Tân mới được đổi tên thành xã Tân Thủy như ngày nay.\n[[Tập tin:Uyban.jpg|nhỏ|phải|UBND xã Tân Thủy]]\nTên gọi xã Tân Thủy như ngày nay là tên gọi thứ 2 kể từ khi xã chính thức được thành lập. Như vậy, qua 103 năm hình thành và phát triển thì tên gọi Duy Tân tồn tại qua 62 năm và tên gọi Tân thủy tồn tại đến nay là 41 năm.\n\n==Thể thao==\nVào những năm của thập niên 2000, Tân Thủy năm nào cũng có phong trào đá bóng thường niên Lễ 02-09 ở sân bóng Tân Ninh, nhưng đã tạm dừng vô thời hạn từ năm 2012 sau trận chung kết được gọi là siêu kinh điển của giải đấu: Tân Ninh FC thua luân lưu FC Hưng Thủy. Mỗi một mùa lễ 02-09 là một mùa lễ hội bóng đá thật sự của bà con toàn xã và các đội bóng khách mời. Sân Tân Ninh sau 1 thời gian dài cho cá nhân khác thuê thì đến thời điểm hiện tại đã được bàn giao lại cho thôn và tu sửa lại rất hoành tráng. Và cũng là để chuẩn bị đón những những nhịp bóng lăn trên sân huyền thoại này. \n\nThời gian dịp đầu xuân và vài sự kiện giữa năm, ở sân 5 người Hoàng Thịnh của Tân Hạ có tổ chức một giải bóng đá thường niên. Giải đấu cũng là tiếp nối giải Tân Ninh Open. \n\nBên cạnh những giải bóng đá thì đầu xuân cũng là dịp để những cầu thủ bóng chuyền được ra sân ở giải vô địch bóng chuyền Tân Thủy.\n\n==Văn hóa và đời sống nhân dân==\nỞ xã Tân Thủy, nói về độ giàu có và phát triển nhất thì đó là thôn Tân Ninh, mà chính xác hơn là Ngã Ba Tân Ninh (được gọi vui là thôn thứ 13 với cái tên thôn Tân Tiến). Nếu như Ngã Ba Tân Ninh này tách ra khỏi Tân Ninh thì họ cũng sẽ đủ sức để cạnh tranh về thương mại, kinh tế với tất cả các thôn khác. \n\nCả thôn Tân Ninh nói chung thì họ được xem là trung tâm kinh tế của toàn xã, từ đồng lúa, đồng sắn, khoai cho đến những con sông dài màu mỡ. \n\nThôn Tân Ninh rất rộng, rộng nhất xã, nhất là vùng Xóm Quèn, vùng này trải dài bao chứa cả những cánh đồng lúa trù phú của toàn xã, chạy dọc từ biên giới giáp xã Hưng Thủy, giáp thôn Tân Thái, Tân Lạc. Bên cạnh đó, ở khu dân cư có cánh đồng trồng sắn dài bát ngát, chiều chiều những đứa trẻ chơi bi, chơi địu (thun), đá bóng rất vui vẻ rộn ràng.\n\n==Lễ hội cắm trại thanh niên 26\/3==\n\n\n==Hình ảnh==\n<center><gallery>\nTập tin:Uyban.jpg|Trụ sở UBND xã Tân Thủy\nTập tin:Congchao.jpg|Cổng chào xã Tân Thủy\nTập tin:Tieuhoctan2.jpg|Buổi chào cờ tại trường TH số 2 Tân Thủy\nTập tin:Tieuhoctan1.png|Trường TH số 1 Tân Thủy\nTập tin:Mamnon.png|Trường Mầm non xã Tân Thủy tại thôn Tân Lạc\nTập tin:Tanbang.jpg|Làm đường ở thôn Tân Bằng\nTập tin:Quatet.jpg|Đảng bộ trao quà Tết cho người cao tuổi xã\nTập tin:Mieuthanhoang1.jpg|Miếu Thành Hoàng\nTập tin:Mieuthanhhoang2.png|Miếu Thành Hoàng - nơi thành lập chi bộ Mỹ Trung\nTập tin:Bongchuyen.JPG|Giải bóng chuyền Nam xã Tân Thủy\nTập tin:Langmo.JPG|Lăng mộ Hùng Binh Đại tướng Quân thời Hậu Lê\nTập tin:Daugiang.JPG|Sông Đâu Giang\n<\/gallery><\/center>\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{Đơn vị hành chính thuộc huyện Lệ Thủy}}"}