{"151372":"{{bài cùng tên|Tân Phú (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Tân Phú\n| logo =Logo huyện Tân Phú, Đồng Nai.svg \n| hình = Tà Lài, Tân Phú, Đồng Nai, Vietnam - panoramio (5).jpg\n| ghi chú hình = [[Sông Đồng Nai]] đoạn chảy qua xã [[Tà Lài]]\n| vĩ độ = 11.271997\n| kinh độ = 107.436653\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 802,4 km²\n| dân số = 170.670 người\n| thời điểm dân số = 2019\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 213 người\/km²\n| tỉnh = [[Đồng Nai]]\n| vùng = [[Đông Nam Bộ]]\n| dân tộc = \n| huyện lỵ = Thị trấn [[Tân Phú (thị trấn), huyện Tân Phú|Tân Phú]]\n| thành lập = \n| trụ sở UBND = 175 Nguyễn Tất Thành, khu 7, thị trấn [[Tân Phú (thị trấn), huyện Tân Phú|Tân Phú]], huyện Tân Phú, tỉnh [[Đồng Nai]]\n| phân chia hành chính = 1 thị trấn, 17 xã\n| mã hành chính = 734<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n| mã điện thoại =\n| biển số xe = 60-B3 xxx.xx\n| web = {{url|tanphu.dongnai.gov.vn}}\n|cỡ logo=242px|ghi chú logo=Logo [[Tân Phú (huyện)|huyện Tân Phú]]}}\n'''Tân Phú''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Đồng Nai]], [[Việt Nam]]. Trên địa bàn huyện có [[Vườn quốc gia Cát Tiên]] đã được UNESCO công nhận là [[khu dự trữ sinh quyển thế giới]].\n\n==Địa lý==\n[[Tập tin:Nam Cát Tiên, Tân Phú, Đồng Nai, Vietnam - panoramio.jpg|250px|trái|nhỏ|Một con đường nông thôn ở xã [[Nam Cát Tiên (xã)|Nam Cát Tiên]]]]\nTân Phú là một huyện miền núi nằm ở phía bắc tỉnh, có vị trí địa lý:\n*Phía đông giáp huyện [[Đức Linh]], tỉnh [[Bình Thuận]]\n*Phía tây giáp các huyện [[Định Quán]] và [[Vĩnh Cửu]]\n*Phía nam giáp huyện Định Quán\n*Phía bắc giáp các huyện [[Đạ Huoai]], [[Đạ Tẻh]], [[Cát Tiên]] thuộc tỉnh [[Lâm Đồng]] và huyện [[Bù Đăng]], tỉnh [[Bình Phước]].\n\nHuyện có địa hình trung du miền núi, nhất là ở các xã Nam Cát Tiên, Phú Lâm, Dak Lua, là huyện có địa hình bị chia cắt mạnh mẽ nhất tỉnh Đồng Nai, phía bắc và đông bắc khu vực tiếp giáp với huyện [[Đạ Huoai]], tỉnh [[Lâm Đồng]] là vùng cao nguyên thấp với độ cao từ 300-400 m, về phía nam và tây nam là vùng đồi thấp hơn từ 100-200 m. Là huyện giáp với [[Tây Nguyên]] nên phân bố núi rải rác rất nhiều, có nhiều ở phía bắc và thưa dần về phía Nam.{{fact}}\n\nHuyện lỵ là thị trấn Tân Phú nằm trên [[quốc lộ 20]], cách thành phố [[Biên Hòa]] 110&nbsp;km về hướng đông bắc và cách [[Thành phố Hồ Chí Minh]] 140 km.\n\nHuyện có diện tích 802,4&nbsp;km² (phần lớn là diện tích rừng Cát Tiên) và dân số là 170.670 người (năm 2019). \n\nĐây cũng là địa phương có dự án [[Đường cao tốc Dầu Giây – Đà Lạt]] đi qua đang được xây dựng.\n\n==Hành chính==\nVề hành chính, huyện Tân Phú gồm 1 thị trấn [[Tân Phú (thị trấn), huyện Tân Phú|Tân Phú]] và 17 xã: [[Đắc Lua]], [[Nam Cát Tiên (xã)|Nam Cát Tiên]], [[Núi Tượng (xã)|Núi Tượng]], [[Phú An, huyện Tân Phú|Phú An]], [[Phú Bình, huyện Tân Phú|Phú Bình]], [[Phú Điền, huyện Tân Phú|Phú Điền]], [[Phú Lâm, huyện Tân Phú|Phú Lâm]], [[Phú Lập]], [[Phú Lộc, huyện Tân Phú|Phú Lộc]], [[Phú Sơn, huyện Tân Phú|Phú Sơn]], [[Phú Thanh, huyện Tân Phú|Phú Thanh]], [[Phú Thịnh, huyện Tân Phú|Phú Thịnh]], [[Phú Trung, huyện Tân Phú|Phú Trung]], [[Phú Xuân, huyện Tân Phú|Phú Xuân]], [[Tà Lài]], [[Thanh Sơn, huyện Tân Phú|Thanh Sơn]], [[Trà Cổ, Tân Phú|Trà Cổ]].\n\n==Lịch sử==\nHuyện Tân Phú có một lịch sử lâu đời. Thời [[Việt Nam Cộng hòa]], vùng đất hai huyện Tân Phú và Định Quán ngày nay là địa bàn quận [[Định Quán]], [[Long Khánh (tỉnh)|tỉnh Long Khánh]]. Quận Định Quán khi đó gồm 4 xã: Định Quán, Đồng Hiệp, Phương Thọ, Chánh Hưng; trong đó địa bàn huyện Tân Phú ngày nay thuộc các xã Phương Thọ (gồm các ấp Phương Lâm, Thọ Lâm, Mán 5 sao trắng), Đồng Hiệp (gồm các ấp: Trà Cổ, Phước Lâm, Lộc Lâm), ngoài ra còn có 23 xóm thôn người Thượng rải rác.\n\nVề phía chính quyền cách mạng, tháng 10 năm 1973, Trung ương cục miền Nam lập tỉnh căn cứ Tân Phú gồm 4 huyện: Định Quán'','' Độc Lập, Tân Uyên, Phú Giáo. Đến tháng 10 năm 1974, chuyển 2 huyện Tân Uyên, Phú Giáo về tỉnh Thủ Dầu Một; tỉnh Tân Phú còn lại 2 huyện Định Quán và Độc Lập.\n\nSau năm [[1975]], tỉnh Tân Phú được đổi thành huyện Tân Phú, tỉnh [[Đồng Nai]], gồm 13 xã: Phú Bình, Phú Cường, Phú Điền, Phú Hiệp, Phú Hoa, Phú Hòa, Phú Lâm, Phú Lập, Phú Lộc, Phú Lý, Phú Ngọc, Phú Thanh và Phú Túc.\n\nNgày [[17 tháng 1]] năm [[1984]], chuyển xã Phú Hiệp thành thị trấn Phú Hiệp (từ năm 1985 đổi thành thị trấn Định Quán<ref name=24HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-24-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Dong-Nai\/44641\/noi-dung.aspx Quyết định 24-HĐBT phân vạch địa giới xã, thị trấn tỉnh Đồng Nai]<\/ref>), thành lập một xã mới lấy tên là xã Suối Nho.<ref name=12HĐBT>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-12-HDBT-phan-vach-dia-gioi-xa-thi-tran-phuong-tinh-Dong-Nai-vb43395t17.aspx Quyết định 12-HĐBT năm 1984 phân vạch địa giới một số xã, thị trấn, phường của tỉnh Đồng Nai]<\/ref>\n\nNgày [[12 tháng 2]] năm [[1987]], chuyển xã [[Phú Lý]] về [[thị xã Vĩnh An]] (nay là huyện Vĩnh Cửu) quản lý.<ref name=16HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-16-HDBT-dieu-chinh-dia-gioi-hanh-chinh-mot-so-xa-phuong-cua-huyen-Long-thanh-thi-xa-Vinh-an-tinh-Dong-nai\/37278\/noi-dung.aspx Quyết định 16-HĐBT điều chỉnh địa giới hành chính một số xã, phường của huyện Long thành thị xã Vĩnh An, tỉnh Đồng Nai]<\/ref>\n\nHuyện Tân Phú còn lại thị trấn Định Quán (huyện lị) và 12 xã: Phú Bình, Phú Cường, Phú Điền, Phú Hoa, Phú Hòa, Phú Lâm, Phú Lập, Phú Lộc, Phú Ngọc, Phú Thanh, Phú Túc, Suối Nho.\n\nNăm [[1988]], thành lập 4 xã: Dak Lua, Nam Cát Tiên, Núi Tượng và Phú An thuộc vùng kinh tế mới.<ref>Quyết định 190-HĐBT về việc thành lập 4 xã: Dak Lua, Nam Cát Tiên, Núi Tượng, Phú An tại vùng kinh tế mới thuộc huyện Tân Phú, tỉnh Đồng Nai<\/ref>\n\nCuối năm [[1990]], huyện Tân Phú bao gồm thị trấn Định Quán và 16 xã: Đắk Lua, Nam Cát Tiên, Núi Tượng, Phú An, Phú Bình, Phú Cường, Phú Điền, Phú Hoa, Phú Hòa, Phú Lâm, Phú Lập, Phú Lộc, Phú Ngọc, Phú Thanh, Phú Túc, Suối Nho.\n\nNgày [[10 tháng 4]] năm [[1991]], tách thị trấn Định Quán và 6 xã: Phú Cường, Phú Hoa, Phú Hòa, Phú Ngọc, Phú Túc, Suối Nho để thành lập huyện [[Định Quán]].<ref>Quyết định 107-HĐBT về việc chia các huyện Xuân Lộc và Tân Phú thành 4 huyện lấy tên là huyện Xuân Lộc, huyện Long Khánh, huyện Tân Phú và huyện Định Quán, tỉnh Đồng Nai<\/ref>\n\nHuyện Tân Phú còn lại 10 xã: Dak Lua, Nam Cát Tiên, Núi Tượng, Phú An, Phú Bình, Phú Điền, Phú Lâm, Phú Lập, Phú Lộc và Phú Thanh.\n\nNgày [[15 tháng 9]] năm [[1992]], chia xã Phú Lộc thành 2 xã: Phú Lộc, Trà Cổ và thị trấn Tân Phú (thị trấn huyện lỵ).<ref>Quyết định 593\/QĐ-TCCP về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Tân Phú, Xuân Lộc và Long Khánh, tỉnh Đồng Nai<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định 109-CP<ref>Nghị định 109-CP năm 1994 về việc tái lập huyện Vĩnh Cửu; điều chỉnh địa giới một số xã phường thuộc thành phố Biên Hòa và các huyện Long Khánh, Long Thành, Nhơn Trạch, Tân Phú, Thống Nhất, Xuân Lộc, tỉnh Đồng Nai<\/ref>, theo đó:\n*Chia xã Phú Bình thành 3 xã: Phú Bình, Phú Sơn và Phú Trung \n*Chia xã Phú Lộc thành 2 xã: Phú Lộc và Phú Thịnh\n*Chia xã Phú Thanh thành 2 xã: Phú Thanh và Phú Xuân\n*Chia xã Phú Lập thành 2 xã: Phú Lập và Tà Lài\n*Chia xã Phú Lâm thành 2 xã: Phú Lâm và Thanh Sơn.\n\nNhư vậy, huyện Tân Phú có 1 thị trấn và 17 xã như hiện nay.\n\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai Đồng Nai}}\n\n{{Huyện thị Đồng Nai}}\n{{Đơn vị hành chính thuộc huyện Tân Phú}}"}