{"546154":"{{otheruses|Tân Phong}}\n{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Tân Phong\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 19\n| vĩ phút = 43\n| vĩ giây = 56\n| kinh độ = 105\n| kinh phút = 46\n| kinh giây = 54\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Quảng Xương]]\n| diện tích = 14,63 km²<ref name=NQ786\/>\n| thời điểm dân số = 2018\n| dân số = 20.603 người \n| mật độ dân số = 1.408 người\/km²\n| thành lập = \n*13\/4\/1991: thành lập thị trấn '''Quảng Xương'''<ref name=\":0\" \/>\n*1\/12\/2019: thành lập thị trấn '''Tân Phong'''<ref name=NQ786\/>\n| trụ sở UBND = \n| mã hành chính = 16438<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n|mã bưu chính =\n}}\n\n'''Tân Phong''' là [[thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Quảng Xương]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\nTên của thị trấn được ghép từ tên của hai xã cũ là Quảng Tân và Quảng Phong.\n\n==Địa lý==\nThị trấn Tân Phong nằm ở phía bắc của huyện [[Quảng Xương]], có vị trí địa lý:\n*Phía đông giáp xã [[Quảng Định, Quảng Xương|Quảng Định]] và xã [[Quảng Đức, Quảng Xương|Quảng Đức]]\n*Phía tây giáp xã [[Quảng Hòa, Quảng Xương|Quảng Hòa]] và xã [[Quảng Trạch, Quảng Xương|Quảng Trạch]]\n*Phía nam giáp các xã [[Quảng Hợp, Quảng Xương|Quảng Hợp]], [[Quảng Nhân, Quảng Xương|Quảng Nhân]] và [[Quảng Ninh, Quảng Xương|Quảng Ninh]]\n*Phía bắc giáp [[Quảng Thịnh (phường)|Phường Quảng Thịnh]], [[Quảng Thành, thành phố Thanh Hóa|Phường Quảng Thành]], [[Quảng Đông (phường)|Phường Quảng Đông]] thuộc thành phố [[Thanh Hóa (thành phố)|Thanh Hóa]].\n\nThị trấn Tân Phong có diện tích 14,63&nbsp;km², dân số năm 2018 là 20.603 người, mật độ dân số đạt 1.408 người\/km².<ref name=NQ786\/>\n\n[[Quốc lộ 1]] chạy qua địa bàn thị trấn.\n\n==Hành chính==\nThị trấn Tân Phong được chia thành 23 tổ dân phố: 1, 2, Bái Trúc, Bái Vàng, Chính Trung, Dục Tú, Đông Đa 1, Đông Đa 2, Đồng Thanh, Khang Thịnh, Phong Lượng, Phú Thọ, Tri Hòa, Trung Phong, Tân Cổ, Tân Đoài, Tân Hưng, Tân Hậu, Tân Thượng, Tân Tiền, Tân Tú, Ước Ngoại, Xuân Uyên.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-1238-QD-UBND-2020-phan-loai-thon-to-dan-pho-tinh-Thanh-Hoa-442002.aspx|tựa đề=Quyết định số 1238\/QĐ-UBND năm 2020 về việc phân loại thôn, tổ dân phố trên địa bàn tỉnh Thanh Hóa|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/baothanhhoa.vn\/thoi-su\/thanh-hoa-thuc-hien-chuyen-doi-331-thon-lang-ban-thanh-to-dan-pho\/128936.htm|tựa đề=Thanh Hóa thực hiện chuyển đổi 331 thôn, làng, bản thành tổ dân phố|ngày=Ngày 21 tháng 12 năm 2020|website=Báo Thanh Hóa điện tử}}<\/ref>\n\n==Lịch sử==\nĐịa bàn thị trấn Tân Phong hiện nay trước đây vốn là hai xã Quảng Tân, Quảng Phong và thị trấn Quảng Xương thuộc huyện Quảng Xương.\n\nĐịa bàn xã Quảng Phong cũ vào đầu thế kỉ 19 thuộc tổng Thái Lai, còn xã Quảng Tân cũ thuộc tổng Lưu Vệ, đều thuộc huyện Quảng Xương, phủ Tĩnh Gia, nội trấn Thanh Hóa, đến đầu thế kỉ 20 địa bàn xã Quảng Tân thuộc tổng Vệ Yên<ref name= DCQX\/>.\n\nSau năm 1945, địa bàn xã Quảng Phong thuộc xã Đức Mậu và xã Quảng Tân thuộc xã Duy Tân.\n\nNăm 1948, xã Tán Thuật sáp nhập với xã Đức Mậu thành xã Quảng Đức, xã Duy Tân sâp nhập với xã Xứ Nhu thành xã Quảng Tân.\n\nNăm 1954, tách một phần diện tích và dân số của xã Quảng Đức để lập xã Quảng Phong, tách một phần diện tích và dân số của xã Quảng Tân để thành lập xã Quảng Trạch.<ref name=\"DCQX\">{{Chú thích sách| title = Địa chí huyện Quảng Xương |author = Hoàng Tuấn Phổ (chủ biên)| publisher = Nhà xuất bản Từ điển Bách khoa | location = Hà Nội | year = 2010 |trang = }}<\/ref>\n\nNgày 13 tháng 4 năm 1991, tách một phần diện tích và dân số của các xã Quảng Tân và Quảng Phong để thành lập thị trấn Quảng Xương, thị trấn huyện lỵ của huyện Quảng Xương.<ref name=\":0\">{{chú thích sách|tác giả=|tựa đề=Địa chí Thanh Hóa - Tập 1|nhà xuất bản=Nhà xuất bản Văn hóa thông tin|year=2002|nơi=|trang=393|url=https:\/\/www.google.com\/books\/edition\/Địa_ch%C3%AD_Thanh_Hóa\/TkNRAQAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\nNăm 2009, xã Quảng Tân có 7 làng, chia thành 11 thôn<ref name= DCQX\/>:\n* Làng Phú Đa: có một thôn, từ đầu thế kỉ 19 đến thời vua [[Đồng Khánh]] là thôn Phú Đa Đông thuộc xã Lưu Vệ, tổng Lưu Vệ.\n* Làng Tiền Đoài: gồm ba thôn là Tân Tiền, Tân Đoài, Tân Hưng; từ đầu thế kỉ 19 đến thời vua Đồng Khánh là thôn Tiền Đoài thuộc xã Hoàng Thanh.\n* Làng Bái Trúc: gồm hai thôn là Tân Trúc và Tân Hoa; đầu thế kỉ 19 là thôn Bái Trúc thuộc xã Cát Lâm.\n* Làng Cổ Hậu: gồm hai thôn là Tân Cổ và Tân Hậu.\n* Làng Dục Tú: gồm một thôn.\n* Làng Đắc Thọ: gồm một thôn; từ đầu thế kỉ 19 đến thời vua Đồng Khánh là thôn Thượng Thọ thuộc xã Lưu Vệ, năm 1948 thôn Thượng Thọ chia thành Đắc Thọ và Tân Thượng.\n* Làng Tân Thượng: gồm một thôn; thời vua Tự Đức là xóm Bái thuộc thôn Thượng Thọ, từ năm 1948 là thôn Tân Thượng. Năm 1991, làng chia thành hai phần, phía đông của trục đường chính giữa làng chuyển về thị trấn Quảng Xương mới thành lập.\n\nNăm 2017, xã Quảng Phong có 8 làng<ref name= DCQX\/>:\n* Làng Đông Đa: từ đầu thế kỉ 19 đến thời vua [[Đồng Khánh]] là thôn Đa Lộc thuộc xã Thái Lai, tổng Thái Lai. Sau này đổi thành thôn Đông rồi Đông Đa. Năm 1991, một nửa làng tách ra để nhập vào thị trấn Quảng Xương mới thành lập, còn lại vẫn thuộc xã Quảng Phong.\n* Làng Bái Thịnh: ban đầu là Bái trang thôn.\n* Làng Phụ Lực: tên gọi có từ thời Đồng Khánh, tên nôm là làng Phủ.\n* Làng Thanh Trung: trước là Bái Rái, đầu thế kỉ 19 là thôn Bái Trung thuộc xã Thái Lai, đến thời vua Đồng Khánh là thôn Thanh Trung.\n* Làng Tri Hòa: đầu thế kỉ 19 là thôn Áng thuộc xã Thái Lai. Sang thời Đồng Khánh thì thôn Áng thuộc xã Xuân Lai.\n* Làng Xuân Uyên: các tên cũ là Ngu Uyên và Quảng Uyên.\n* Làng Ước Ngoại: từ đầu thế kỉ 19 đến thời vua Đồng Khánh là thôn Ước Ngoại thuộc xã Thạch Cừ.\n* Làng Bái Vàng: trước năm 1945 là ấp Bái Vàng.\n\nToàn xã có 13 thôn: Đông Đa, Bái Thịnh, xóm Lượng, Thanh Trung, Tri Hòa, Xuân Uyên, Ước Ngoại, Bái Vàng, Chính Trung, xóm Khang, Đồng Võng, Trung Phong và làng Mới<ref name= DCQX\/>.\n\nĐến năm 2018, thị trấn Quảng Xương có diện tích 1,15&nbsp;km², dân số là 3.334 người, mật độ dân số đạt 2.899 người\/km², gồm 3 phố: 1, 2, Tân Tú và thôn Đông Đa. Xã Quảng Phong có diện tích 7,42&nbsp;km², dân số là 7.290 người, mật độ dân số đạt 982 người\/km². Xã Quảng Tân có diện tích 6,06&nbsp;km², dân số là 9.979 người, mật độ dân số đạt 1.647 người\/km².\n\nNgày [[16 tháng 10]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 786\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa (nghị quyết có hiệu lực từ ngày [[1 tháng 12]] năm [[2019]])<ref name=NQ786>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-786-NQ-UBTVQH14-2019-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thanh-Hoa-429700.aspx|title=Nghị quyết số 786\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của các xã Quảng Tân, Quảng Phong và thị trấn Quảng Xương để thành lập thị trấn Tân Phong.\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Quảng Xương}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}