{"799306":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tân Thành A\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| vĩ phút = 52\n| vĩ giây = 14\n| kinh độ = 105\n| kinh phút = 33\n| kinh giây = 11\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 35,58 km²<ref name=MS\/>\n| dân số = 9.867 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 277 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Đồng Tháp]]\n| huyện = [[Tân Hồng]]\n| thành lập = 1865\n| mã hành chính = 29938<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = \n}}\n\n'''Tân Thành A''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tân Hồng]], tỉnh [[Đồng Tháp]], [[Việt Nam]].\n\n==Địa lý==\nXã Tân Thành A nằm ở phía đông huyện Tân Hồng, có vị trí địa lý:\n*Phía đông giáp tỉnh [[Long An]]\n*Phía tây giáp xã [[Tân Thành B]]\n*Phía nam giáp xã [[Tân Phước, Tân Hồng|Tân Phước]]\n*Phía bắc giáp xã [[Thông Bình]].\n\nXã có diện tích 35,58&nbsp;km², dân số năm 1999 là 9.867 người<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref>, mật độ dân số đạt 277 người\/km².\n\n==Lịch sử==\nQuyết định số '''36-HĐBT'''<ref name=HDBT36>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-36-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Dong-Thap-vb43416t17.aspx Quyết định 36-HĐBT năm 1984 phân vạch địa giới một số xã thuộc tỉnh Đồng Tháp do Hội đồng Bộ trưởng ban hành]<\/ref> ngày [[06 tháng 03]] năm [[1984]] của [[Hội đồng Bộ trưởng]], chia xã Tân Thành cũ, huyện [[Hồng Ngự (huyện)|Hồng Ngự]] thành 2 xã lấy tên là xã [[Thông Bình]] và xã Tân Thành.\n\nQuyết định số '''41-HĐBT'''<ref name=HDBT41>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-41-HDBT-phan-vach-dia-gioi-hanh-chinh-huyen-Hong-Ngu-tinh-Dong-Thap-vb37748t17.aspx Quyết định 41-HĐBT năm 1989 về việc phân vạch địa giới hành chính huyện Hồng Ngự thuộc tỉnh Đồng Tháp do Hội đồng Bộ trưởng ban hành]<\/ref> ngày [[22 tháng 04]] năm [[1989]] của [[Hội đồng Bộ trưởng]], thành lập xã Tân Thành A thuộc huyện [[Tân Hồng]] trên cơ sở của 3.427 hécta với 8.390 người của xã Tân Thành cũ và 1.550 hécta với 2.245 người của xã [[Thông Bình]], xã Tân Thành A có 4.977 hécta diện tích tự nhiên với 10.635 người.\n\n==Kinh tế - xã hội==\n===Kinh tế===\n====Nông nghiệp====\nTrước ngày [[30 tháng 4]] năm [[1975]], xã Tân Thành A là căn cứ cách mạng nên nhân dân ở đây thường xuyên hứng chịu bom đạn, vừa sản xuất vừa chiến đấu và phục vụ chiến đấu. Do đặc điểm trên nên nông dân chỉ làm [[lúa]] chính vụ (dân địa phương thường gọi là lúa sạ hoặc lúa mùa), một năm chỉ làm một vụ, năng suất rất thấp.\n\nTừ năm [[1975]] đến năm [[1983]] toàn xã vẫn tiếp tục làm lúa một vụ, diện tích gieo trồng là 7.200 ha, năng suất bình quân 2,5 tấn\/ha, bình quân lương thực đầu người 450&nbsp;kg\/người\/năm. Do có chủ trương đúng đắn của Đẳng bộ: Tập trung thâm canh tăng vụ, phục hóa, xây dựng hệ thống thủy lợi phục vụ tưới tiêu.\n\nTừ năm [[1984]] đến nay đã chuyển dứt điểm diện tích lúa chính vụ sang 2 vụ, hiện nay diện tích sản xuất nông nghiệp của xã còn lại 2.600 ha (do việc chia tách xã), năng suất bình quân cả năm đạt từ 20 - 23 tấn\/ha, tăng 8 lần so với lúa chính vụ. Bình quân [[lương thực]] đầu người đạt từ 2.150&nbsp;kg\/người\/năm.\n\n====An ninh - quốc phòng====\nHàng năm các chỉ tiêu về công tác quân sự địa phương đều đạt chỉ tiêu.\n\nAn ninh [[chính trị]] luôn trên địa bàn được giữ vững, trật tự an toàn xã hội, luôn ổn định, các vụ trọng án không xảy ra trên địa bàn, các [[tệ nạn xã hội]] không đáng kể.\n\n====Cơ sở hạ tầng====\nXã đã được đầu tư xây dựng đến nay đã phát triển rất mạnh mẽ. Cơ sở hạ tầng đã được xây dựng 4 tiêu chí chủ chốt (điện đường trường trạm) và hoàn thiện.\n\n====Thủy lợi====\nNhững năm [[1975]], xã Tân Thành A chỉ có các con sông rạch tự nhiên, chủ yếu phục vụ cho giao thông đường thủy và cung cấp nước sinh hoạt cho nhân dân.\n\nNăm [[1980]], cho đến nay có chủ trương tăng vụ (từ sản xuất lúa 1 vụ sang sản xuất lúa 3 vụ), Nhà nước đã đầu tư hàng chục tỉ đồng để nạo vét các sông rạch tự nhiên, mở mới nhiều tuyến kênh để cung cấp nước phục vụ cho sản xuất. Ngoài ra nhân dân đóng góp xây dựng hệ thống thủy lợi nội đồng để tưới tiêu, trị giá hàng tỉ đồng. Hiện nay, hệ thống thủy lợi đáp ứng đủ nhu cầu nước phục vụ cho sản xuất nông nghiệp.\n\n====Điện====\nHiện nay [[Điện lưới|lưới điện Quốc gia]] đã về đến xã, có đến 100% hộ dùng điện sinh hoạt, phục vụ tốt cho sản xuất nhất là sản xuất nông nghiệp. Và hiện nay thì tỉ lệ người dân sử dụng điện thoại di động lên 100% số hộ dân sử dụng điện thoại di động.\n\n===Xã hội===\n====Chính sách xã hội====\nHàng năm chi trả kịp thời các chế độ cho đối tượng chính sách, các năm qua đã xây cất trên 100 ngôi nhà tình nghĩa trị giá trên 1 - 2 tỉ đồng, cấp nhiều sổ tiết kiệm và hỗ trợ đời sống cho gia đình [[chính sách]] khó khăn trị giá hàng trăm triệu đồng, làm tốt công tác xóa đói giảm nghèo.\n\n===Giáo dục===\nHệ thống trường [[trung học phổ thông]]:\n[[Trường trung học phổ thông Tân Thành]].\n[[Tập tin:THPT Tân Thành.jpg|nhỏ|phải|200px|Mặt trước của trường [[trung học phổ thông|Thpt]] Tân Thành [[2014]]]]\n\nHệ thống trường [[trung học cơ sở]]:\n[[Trường trung học cơ sở Tân Thành A]].\n[[Tập tin:THCS Tân Thành A.jpg|nhỏ|phải|200px|Cổng trường [[trung học cơ sở|Thcs]] Tân Thành A]]\n\nHệ thống trường [[tiểu học]]:\n*Trường tiểu học Tân Thành A1\n*Trường tiểu học Tân Thành A2\n*Trường tiểu học Tân Thành A3.\n\nHệ thống trường [[mẫu giáo]]:\n*Trường mẫu giáo Tân Thành A (điểm chính)\n*Trường mẫu giáo Tân Thành A (điểm phụ).\n\nSự nghiệp [[giáo dục]] [[xã]] không ngừng vươn lên, [[xã]] có đủ 4 cấp học ([[mẫu giáo]], [[tiểu học|cấp tiểu học]], [[Trung học cơ sở|cấp trung học cơ sở]] và [[Trung học phổ thông|cấp trung học phổ thông]]) và có 7 điểm [[trường]] của 4 cấp học, tất cả phòng học đều kiên cố và bán kiên cố, chất lượng [[giáo dục]] không ngừng nâng cao, đã có rất nhiều học xã Tân Thành A tốt nghiệp [[cao đẳng]], [[đại học]]. [[Xã]] đã được công nhận xóa mù chữ, hoàn thành phổ cập [[giáo dục tiểu học]] và chấm dứt tình trạng học 3 ca.\n\n====Y tế====\nTính đến thời điểm 2019, thì xã Tân Thành A chỉ có 1 [[trạm y tế]] ([[trạm y tế]] Tân Thành A) cùng một vài phòng khám [[tư nhân]]. Nay đã có [[trạm y tế]] với trang thiết bị tốt, có [[bác sĩ]] phục vụ, đáp ứng được yêu cầu khám chữa bệnh thông thường cho nhân dân.\n\n==Văn hóa==\n===Thể dục thể thao===\n\nHiện nay, xã có 5 sân bóng chuyền, 2 sân bóng đá (chủ yếu ở các trường học cấp II và cấp III), 1 sân bóng rổ, 3 sân cầu lông.\n\n===Đời sống tinh thần của nhân dân===\n\nBình quân 1 hộ dân có 1 tivi, tỉ lệ người dân sở hữu điện thoại thông minh là 97% nên do đó thì việc giải trí trên điện thoại thông minh trở nên thực sự cần thiết cho những ngày học tập lao động mệt mỏi của người dân\n\n[[Đài phát thanh|đài truyền thanh kéo dây loa]] được 95% trên địa bàn xã, góp phần nâng cao đời sống của nhân dân.\n\n==Giao thông==\nVào những năm 80, giao thông rất khó khăn, việc đi lại trong [[xã]] chủ yếu là bằng phương tiện đường thủy, đến trước 1990 toàn [[xã]] không có 1 chiếc xe gắn máy, từ [[xã]] đến huyện ly ([[Hồng Ngự (thành phố)|thị trấn Hồng Ngự]] lúc bấy giờ) mất thời gian gần một ngày. Từ khi tách biệt, tách [[xã]] đến nay với phương châm [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] và nhân dân cùng làm đã đầu tư nhiều tỉ đồng để nạo vét [[sông]] Cái Cái, làm lộ [[Nhựa đường|nhựa]] dọc theo bờ sông Cái Cái nối với tỉnh lộ 842 tạo điều kiện dễ dàng, thuận tiện cho việc đi lại của nhân dân. Hiện nay [[xe hơi]] lẫn [[Mô tô|xe mô tô]] có nhiều trên các [[con đường]] [[xã]]. [[Bình quân]] thì mỗi người dân sỡ hữu từ 1 - 2 [[mô tô]]. Những [[xe hơi]] lăn trên [[con đường]] [[xã]] cũng tương đối nhiều. Nhiều [[Cầu (giao thông)|cây cầu]] bắc qua [[sông]] hiện đang xây dựng và sắp sửa hoàn thành.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{sơ khai Đồng Tháp}}\n{{Đơn vị hành chính thuộc huyện Tân Hồng}}"}