{"827839":"{{otheruses|Tân Thành}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tân Thành\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích =3794,98 ha \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc =[[Người Thái (Việt Nam)|Thái]] chiếm đa số \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Thường Xuân]]\n| thị xã = \n| thành lập = \n| mã hành chính = 15661<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n|bí thư =  \n| trụ sở UBND = \n}}\n\n'''Tân Thành''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thường Xuân]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Lịch sử ==\nTân Thành xưa có tên gọi xã Chu Hoành, tổng Luận Khê, châu Thường Xuân, tỉnh Thanh Hóa. Xã Chu Hoành thuộc tổng Luận Khê lúc bấy giờ gồm các bản trực thuộc: bản Giá, bản Than, bản Lãm, bản Đồng Thống. Xưa kia nơi đây chỉ toàn núi rừng hoang vắng rậm rạp, mãi đến cuối thế kỷ XVIII đầu thế kỷ XIX mới có người đến khai hoang lập nghiệp, phần lớn là cư dân ở các huyện Quan Hóa, Bá Thước, Lang Chánh chuyển đến.\n\nSau cách mạng tháng 8 năm 1945 thành công, châu Thường Xuân đổi thành huyện Thường Xuân, cuối năm 1946 chính quyền cách mạng đã điều chỉnh địa giới hành chính cấp xã cho phù hợp với tình mới, giải thể đơn vị hành chính hàng tổng, sáp nhập các xã để thành lập các xã mới, xã Tân Thành thuộc huyện Thường Xuân ra đời, được thành lập trên cơ sở địa giới hành chính các xã Kỳ Ban, Chu Hoành, Trung Lập và ổn định cho đến ngày nay.\n\nTruyền thống văn hóa của tộc người Thái ở xã Tân Thành cũng như cộng đồng người Thái ở Thường Xuân và người Thái miền núi Thanh Hóa là cả một kho tàng văn hóa gian phong phú và đa dạng, nhiều thể loại như: truyện thần thoại, truyện cổ tích, truyện cười, truyền thơ.\n\nCác thể loại truyện đều phản ánh kết cấu, chủ đề, nội dung tư tưởng, giá trị nghệ thuật. Diễn biến, hình tượng nhân vật, lôgic gần như hoàn chỉnh, dễ hiểu, dễ nhớ, lay động lòng người. Do tộc người Thái ở Tân Thành không phổ cập được chữ Thái cổ, nên các thể loại truyện gian gian dân tộc Thái được lưu truyền theo lối truyền khẩu, nên không tránh khỏi nhầm lẫn, cùng nội một truyện nhưng tùy theo cách kể của từng người có những phần hơi khác nhau, gây thất truyền nguyên bản. Ngày nay lớp trẻ không còn nhớ được đầy đủ nữa. Chỉ còn một số các cụ cao niên còn nhớ thường kể cho con cháu nghe trong các dịp lễ lạt, hội hè của làng bản như: Kể truyện về những anh hùng có công khai thiên lập địa, có truyện La Cun Phạ; truyện cười có: Ải Lậc Cậc; về tình yêu và lòng trung thủy có truyện Ý ợi - Ý Nọng đặc biệt truyện thơ \"Xung Chủ Xon Xao\" đồ sộ gần hai ngàn câu thơ tiếng Thái, phải hát trong nhiều ngày mới hết.\n\nKho tàng dân ca của tộc Thái ở nơi đây cũng rất phong phú, nhiều thể loại như: hát khặp đi xuôi bè (Lóng săm); trai gái hát giao duyên (Khặp xón láy); ông mo hát (khặp mun); bà tày hát (khặp một)…. Nội dung các bài khặp phong phú, đề cập đến nhiều lĩnh vực khác nhau, để bày tỏ những nỗi niềm của tâm hồn, phản ánh những ước m, hy vọng trong lao động sản xuất, tình yêu và cuộc sống. Âm nhạc của đồng bào Thái cũng rất đa dạng, độc đáo được các thế cha ông, các nghệ nhân sáng tạo, chế tác để phục cho lễ hội và đời sống tinh thần của cộng đồng dân cư bản địa.\n\nNhạc cụ gồm có: Luống, cồng chiêng, trống da và các loại sáo. Luống là dụng cụ giã gạo của đồng bào Thái từ bao đời nay, chỉ với cái luống và bộ chày tay, khi cần thiết người phụ nữ Thái khoảng 5- 6 người có thể tấu lên những bản nhạc gồm 12 làn điệu gắn với các sinh hoạt hội hè, đình đám, cưới xin, ma chay hoặc bnar mường đón khách quý vv...\n\nVề lễ hội: tộc người Thái nơi đây xưa kia có nhiều lễ hội truyền thống. Đặc biệt lễ hội \"Kín Chiêng Bóc Mạy\" của các bà May; lễ hội \"Chá Chiêng\" của các ông Mo thường được tổ chức sau tết Nguyên Đán, thu hút đông đảo già trẻ, gái trai bản trên mường dưới thật đông vui. Lễ hội này mang tính lễ nghi phồn thực, cầu cho mưa thuận gió hòa, mùa màng bội thu, gia súc đầy đàn, con người khỏe mạnh, cuộc sống an lành.\n\nVề mỹ thuật dân gian truyền thống, nghề dệt thổ là loại hình văn hóa được các thế hệ đồng bào Thái nơi đây bảo tồn, bảo lưu đến ngày nay, làm ra các sản phẩm dệt thủ công phục cho đời sống và lễ hội, các sản phẩm dệt thổ cẩm được trang trí hoa văn, phối màu tinh tế, sặc sỡ hình mặt trời, hoa lá…tùy loại đều có bố cục riêng đạt trình độ mỹ thuật cao, tinh xảo như: vỏ chăn (pha lai); Đệm bông lau (hong lau); các loại váy phụ nữ (xin mộc, xin cỏ); khăn đội đầu của phụ nữ (khăn piêu)\nVề kiến trúc nhà ở: Nhà sàn của người Thái cũng rất độc đáo và khoa học. Do địa hình miền núi khí hậu ẩm thấp, nhiều rắn rết và thú dữ, nên nhà ở được thiết nhà sàn cao, thường 3 gian, 5 gian, mái lợp tranh, mở nhiều cửa sổ. Nhà ở truyền thống của người Việt là nhà gỗ kê tảng loại nào cũng độc dáo và khoa học với hệ thống cửa lá sách, mùa hè rất thông thoáng mát mẻ.\n\nCác sản phẩm thủ công đan lát của người Thái nơi đây cũng rất đa dạng và tinh xảo, các loại dụng cụ: các loại dón để đựng (dăng lai, dăng dan); các loại gùi (lớp cặp, lớp pha, ép – bem); ghế mây (tăng bai).\n\nNhững sản phẩm thủ công đan lát nêu trên đã trở thành tác phẩm nghệ thuật độc đáo cần phải bảo tồn cho thế hệ mai sau.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Thường Xuân}}"}