{"795304":"{{otheruses|Tân Thạnh (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tân Thạnh\n| hình = Xã Tân Thạnh, Giá Rai.jpg\n| ghi chú hình = Cổng chào xã Tân Thạnh \n| vĩ độ = 9\n| kinh độ = 105\n| vĩ phút = 10\n| vĩ giây = 55\n| kinh phút = 17\n| kinh giây = 4\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 27,54 km²\n| dân số = 10.335 người<ref name=\"TBL2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 375 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Bạc Liêu]]\n| thị xã = [[Giá Rai]]\n| thành lập = 1979<ref name=275-CP\/>\n| trụ sở UBND = ấp Xóm Mới\n| mã hành chính = 31969<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tân Thạnh''' là một [[Xã (Việt Nam)|xã]] thuộc thị xã [[Giá Rai]], tỉnh [[Bạc Liêu]], [[Việt Nam]].\n\n==Địa lý==\nXã Tân Thạnh nằm ở phía tây nam thị xã Giá Rai, có vị trí địa lý:\n*Phía đông giáp xã [[Tân Phong, Giá Rai|Tân Phong]] và xã [[Phong Thạnh Tây]]\n*Phía tây giáp tỉnh [[Cà Mau]]\n*Phía nam giáp huyện [[Đông Hải (huyện)|Đông Hải]]\n*Phía bắc giáp tỉnh Cà Mau và xã Phong Thạnh Tây.\n\nXã Tân Thạnh có diện tích 27,54&nbsp;km², dân số năm 2019 là 10.335 người, mật độ dân số đạt 375 người\/km².<ref name=\"TBL2019\">{{Chú thích web |url =https:\/\/baclieu.gov.vn\/documents\/20121\/0\/K%E1%BA%BFt+qu%E1%BA%A3+%C4%91i%E1%BB%81u+tra+KTXH+53+DTTS.2019+t%E1%BB%89nh+B%E1%BA%A1c+Li%C3%AAu.rar\/694efc8c-3fca-12cf-5d8d-1f88d768ca37?t=1607329298603|title = ''Dân số cấp xã đến 01 tháng 4 năm 2019 - tỉnh Bạc Liêu'' |accessdate = ngày 7 tháng 12 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\n==Hành chính==\nXã Tân Thạnh được chia thành 5 ấp: 8, 9, Gò Muồng, Kinh Lớn, Xóm Mới.\n\n==Lịch sử==\nĐịa bàn xã Tân Thạnh trước đây là một phần xã [[Tân Thành (xã), thành phố Cà Mau|Tân Thành]] thuộc huyện [[Cà Mau (huyện)|Cà Mau]], [[Minh Hải (tỉnh)|tỉnh Minh Hải]].\n\nNgày [[25 tháng 7]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định số 275-CP<ref name=275-CP>{{Chú thích web |url= https:\/\/lachluat.com\/vanban\/142-cp-ve-viec-dieu-chinh-dia-gioi-mot-so-xa-va-thi-tran-thuoc-huyen-gia-rai-tinh-minh-hai.html |tựa đề= Quyết định 275-CP năm 1979 về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải |tác giả=  |họ=  |tên=  |ngày= 25 tháng 7 năm 1979 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211218143638\/https:\/\/lachluat.com\/vanban\/142-cp-ve-viec-dieu-chinh-dia-gioi-mot-so-xa-va-thi-tran-thuoc-huyen-gia-rai-tinh-minh-hai.html |ngày lưu trữ= 2021-12-18 |url hỏng=  |ngày truy cập= 18 tháng 12 năm 2021 |url-status= bot: unknown }}<\/ref> về việc chia xã Tân Thành thành ba xã: Tân Thành, Tân Định và Tân Thạnh.\n\nNgày [[30 tháng 8]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định số 94-HĐBT<ref name=94-HĐBT>[http:\/\/www.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-94-HDBT-phan-vach-dia-gioi-thi-xa-Ca-Mau-huyen-Ca-Mau-Gia-Rai-Thoi-Binh-Cai-Nuoc-tinh-Minh-Hai\/44754\/noi-dung.aspx Quyết định 94-HĐBT năm 1983 phân vạch địa giới thị xã Cà Mau và các huyện Cà Mau, Giá Rai, Thới Bình, Cái Nước thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành]<\/ref> về việc sáp nhập xã Tân Thạnh của [[Cà Mau (huyện)|huyện Cà Mau]] vừa giải thể vào [[Giá Rai|huyện Giá Rai]].\n\nNgày [[6 tháng 11]] năm [[1996]], Quốc hội ban hành Nghị quyết<ref name=NQ-QH>{{Chú thích web |url= https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |tựa đề= Nghị quyết về việc chia và điều chỉnh địa giới hành chín một số tỉnh |tác giả=  |họ=  |tên=  |ngày= 6 tháng 11 năm 1996 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211217142825\/https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |ngày lưu trữ= 2021-12-17 |url hỏng=  |ngày truy cập= 17 tháng 11 năm 2021 |url-status= bot: unknown }}<\/ref> về việc chia [[Minh Hải (tỉnh)|tỉnh Minh Hải]] thành hai tỉnh là tỉnh [[Bạc Liêu]] và tỉnh [[Cà Mau]]. Khi đó, xã Tân Thạnh thuộc huyện Giá Rai, tỉnh Bạc Liêu.\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 930\/NQ-UBTVQH13<ref name=\"NQ930\">Nghị quyết 930\/NQ-UBTVQH13 năm 2015 về việc thành lập thị xã Giá Rai và 03 phường thuộc thị xã Giá Rai, tỉnh Bạc Liêu<\/ref><ref name=04\/NQ-HĐND>{{Chú thích web|url=https:\/\/dbnd.baclieu.gov.vn\/documents\/57127\/1043037\/NQ04-NQ-HDND-KH11-VIII.pdf\/bdb290ac-5e23-97da-7c3b-a641c8ac10a8|tựa đề=Nghị quyết số 04\/NQ-HĐND về việc thông qua Đề án thành lập thị xã Giá Rai và các phường thuộc nội thị|ngày= 15 tháng 5 năm 2015|website=Hội đồng nhân dân tỉnh Bạc Liêu|url-status=live}}<\/ref> về việc thành lập thị xã Giá Rai và xã Tân Thạnh thuộc thị xã Giá Rai.\n\n'''Nghị quyết 07 của Tỉnh ủy (khóa XVI) về xây dựng TX. Giá Rai trở thành thành phố vào năm 2025 lại tiếp tục mở ra rất nhiều cơ hội cho địa phương này phát triển. Ngay từ năm đầu nhiệm kỳ, nhất là năm bản lề 2022, Đảng bộ, dân và quân thị xã đã chung sức, đồng lòng để biến khát vọng trở thành hành động, chủ động thực hiện về đích sớm nhất các mục tiêu đạt chuẩn đô thị loại III, trở thành thành phố trẻ năng động, phát triển bền vững vào cuối nhiệm kỳ.'''\n\n'''PHÁT TRIỂN HÀI HÒA GIỮA NÔNG THÔN VÀ THÀNH THỊ'''\n\nTận dụng lợi thế “cận thị, cận giang và cận lộ”, TX. Giá Rai gần như phát huy hầu hết những tiềm năng, thế mạnh để có bước đột phá thành công. Cụ thể, tăng trưởng kinh tế những năm qua đạt 12,5%\/năm (cao hơn mức trung bình cả tỉnh), thu nhập bình quân đầu người đạt 85 triệu đồng\/năm, cơ cấu kinh tế chuyển dịch đúng hướng, từng bước khẳng định vai trò đô thị vệ tinh về kinh tế, thương mại của tỉnh. Từ nền tảng này, Nghị quyết 07 (NQ 07) ngày 27\/7\/2021 của Ban Chấp hành Đảng bộ tỉnh (khóa XVI) về xây dựng TX. Giá Rai trở thành thành phố vào năm 2025 là “kim chỉ nam” cho thị xã tiếp tục bứt phá và tăng tốc. Chính vì vậy, ngay từ khi NQ 07 được ban hành, Ban Chấp hành Đảng bộ thị xã đã xây dựng và ban hành Chương trình hành động thực hiện và triển khai trong toàn Đảng bộ. Đồng thời khẩn trương thực hiện ngay các nhiệm vụ quan trọng mà trước hết là hoàn thành công tác quy hoạch, quản lý và thực hiện quy hoạch. Hiện thị xã đã hoàn thành quy hoạch chung đô thị Giá Rai - Hộ Phòng với quy mô 1.170ha, quy hoạch chi tiết trung tâm của 3 phường, 7 xã và kết hợp quy hoạch chuyên ngành khác phục vụ tiến trình phát triển kinh tế - xã hội và đô thị thị xã.\n\nNQ 07 đã chỉ ra rất rõ các nhiệm vụ, giải pháp, trong đó chú trọng việc phát triển công nghiệp - xây dựng, thương mại - dịch vụ, nông nghiệp công nghệ cao, là đô thị vệ tinh, cầu nối giữa TP. Bạc Liêu và TP. Cà Mau... Vì vậy, năm 2021, thị xã đã chỉ đạo các ngành chuyên môn rà soát, đánh giá các tiêu chí chưa đạt đô thị loại III và củng cố, nâng cao chất lượng các tiêu chí đã đạt. Đến nay, thị xã đã đạt 3\/5 tiêu chí đô thị loại III và 49\/59 tiêu chuẩn đô thị loại III; triển khai lập quy hoạch chung thị xã đã thực hiện xong công tác đấu thầu tư vấn.\n\nSong song đó, TX. Giá Rai cũng đã khẩn trương khai thác thế mạnh của xã Tân Thạnh và Tân Phong. Mặc dù 2 địa phương này thuộc khu vực nông thôn nhưng xã Tân Thạnh có 2 tuyến Quốc lộ đi qua, nằm gần sân bay Cà Mau; còn xã Tân Phong là địa phương cấp xã có dân số lớn nhất thị xã và quy mô kinh tế chỉ xếp sau phường Hộ Phòng. Do đó, thị xã đẩy nhanh tiến độ hoàn thành các tiêu chí xây dựng 2 xã này trở thành phường, và hầu hết các tiêu chí đều cơ bản đã đạt.\n\nĐiều đáng nói, từ đầu nhiệm kỳ 2020 - 2025 đến nay, thị xã đã đầu tư trên 300 tỷ đồng xây dựng trường đạt chuẩn quốc gia ở các cấp: THCS, tiểu học và mầm non. Hiện đã hoàn thành cải tạo 10 trường học, bao gồm đầu tư trang thiết bị dạy và học. Cùng với đó, thị xã đã quy hoạch khu sản xuất phía Nam Quốc lộ 1, nằm cặp đường tỉnh mới Hộ Phòng - Gành Hào. Đồng thời, xây dựng hạ tầng xã hội, nâng cao đời sống Nhân dân, bảo đảm giữ vững an ninh chính trị, trật tự an toàn xã hội.\n\n==Kinh tế - xã hội==\n===Kinh tế===\nNền kinh tế của xã chủ yếu dựa vào trồng lúa nước, cây ăn quả, nuôi trồng và chế biến thủy sản.\n===Xã hội===\n====Giáo dục====\nCác trường học trên địa bàn xã Tân Thạnh:\n*Trường MN Tân Thạnh\n*Trường TH Tân Thạnh\n*Trường THCS Tân Thạnh\n*Trường THPT Tân Thạnh.\n\n==Giao thông==\nTrên địa bàn xã có nhiều sông ngòi, có [[Quốc lộ 1]] chạy qua và [[Quốc lộ Quản Lộ - Phụng Hiệp]] đi qua ấp 8. Phương tiện di chuyển chủ yếu là xuồng, ghe, và xe. Điều kiện tự nhiên khá ổn định. Có nhiều lộ liên ấp. Đường lộ Chủ Chí – Láng Trâm. Ấp 8, lộ Láng Trâm đang được xây dựng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{Sơ khai Bạc Liêu}}\n{{Đơn vị hành chính thuộc thị xã Giá Rai}}"}