{"1252492":"{{bài cùng tên|Tân An (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tân An\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 53\n| vĩ giây = 27\n| kinh phút = 9\n| kinh giây = 12\n| diện tích = 22,62 km²<ref name=TANAN\/>\n| dân số = 10.269 người<ref name=TANAN\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 454 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Càng Long]]\n| thành lập = 3\/10\/1996<ref name=\"57\/1996\/NĐ-CP\"\/>\n| trụ sở UBND = Tỉnh lộ 911, ấp Tân An Chợ<ref name=TANAN\/>\n| mã hành chính = 29281<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tân An''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Càng Long]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Tân An nằm ở phía đông nam của huyện Càng Long, cách trung tâm huyện 13&nbsp;km<ref name=TANAN\/>, có vị trí địa lý:\n*Phía đông giáp xã [[Huyền Hội]]\n*Phía tây giáp huyện [[Cầu Kè]]\n*Phía nam giáp huyện [[Tiểu Cần]]\n*Phía bắc giáp xã [[Tân Bình, Càng Long|Tân Bình]].\n\nXã Tân An có diện tích 22,62&nbsp;km², dân số năm 2019 là 10.269 người<ref name=TANAN\/>, mật độ dân số đạt 454 người\/km².\n\n==Hành chính==\nXã Tân An được chia thành 8 ấp: Cả Chương, Đại An, Long Hội, Nhà Thờ, Tân An Chợ, Tân Tiến, Tân Trung, Trà Ốp.<ref name=TANAN\/>\n\n==Lịch sử==\nSau năm [[1975]], Tân An là một xã thuộc huyện Càng Long.\n\nNgày [[3 tháng 10]] năm [[1996]], Chính phủ ban hành Nghị định 57\/1996\/NĐ-CP<ref name=\"57\/1996\/NĐ-CP\">Nghị định 57\/1996\/NĐ-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Tiểu Cần, tỉnh Trà Vinh<\/ref> về việc thành lập xã Tân Bình  trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân An.\n\n==Kinh tế - xã hội==\nGiá trị ngành Thương mại - dịch vụ 32,3 tỷ đạt 100,9% so kế hoạch (KH 32 tỷ), so cùng kỳ tăng 16,6%.\n\nTổng đầu tư toàn xã hội đạt 47,3 tỷ đạt 105% so kế hoạch (KH 45 tỷ), so cùng kỳ tăng 9,8%.\n\nTổng thu ngân sách tính đến ngày 31\/12\/2018 là 17.154.064.431 đồng:\n* Thu ngoài dự toán: 11.948.195.574 đồng\n* Thu trong dự toán 5.205.868.857 đồng đạt 98,7%.\n\nTổng chi ngân sách tính đến ngày 31\/12\/2018: 11.574.144.522 đồng.\n\nThu nhập bình quân đầu người đạt 43.466.000đ\/người\/năm đạt 106,01% so kế hoạch (KH 41.000.000đ).<ref name=TANAN\/>\n\nDân số: Theo thống kê thống kê dân số toàn xã Tân An năm 2019 có 10.269 người. Trong đó, nữ có 5.206 người (chiếm 50,70%), nam có 5.063 người (chiếm 49,30%).\n\nHiện tại, xã Tân An có 9 trường học:\n* 1 trường THPT Dương Háo Học tại ấp Tân Tiến cặp theo Tỉnh lộ 911\n* 1 trường THCS Tân An tại ấp Trà Ốp  cặp theo Tỉnh lộ 911\n* 6 trường Tiểu học (TH): \n** Trường TH Tân An A điểm ấp Tân An Chợ\n** Trường TH Tân An A điểm ấp Trà Ốp\n** Trường TH Tân An B điểm ấp Tân Trung\n** Trường TH Tân An B điểm ấp Đại An\n** Trường TH Tân An B điểm ấp Long Hội\n** Trường TH Tân An B điểm ấp Nhà Thờ\n* 1 trường Mẫu giáo Tuổi Xuân thuộc Tỉnh lộ 911, ấp Tân An Chợ.<ref name=TANAN\/>\n\n==Giao thông==\nGiao thông bộ: Trên địa bàn xã Tân An có tuyến giao thông lớn là Tỉnh lộ 911 và Hương lộ 2 tạo điều kiện thuận lợi cho xã giao lưu phát triển kinh tế - văn hoá – xã hội với các xã, thị trấn trong huyện và bên ngoài. Ngoài ra trên địa bàn toàn xã còn có các tuyến giao thông nông thôn 8\/8 ấp đều được bê tông hóa đảm bảo xe 2 bánh lưu thông đến trung tâm xã dễ dàng trong cả hai mùa mưa nắng. Hệ thống giao thông của xã thời gian qua tuy đã phát triển, nhưng trong tương lai cần đầu tư mạnh để phát triển hệ thống giao thông đảm bảo phục vụ cho nhân dân lưu thông và vận chuyển hàng hoá ngày càng tăng.\n\nGiao thông thủy: Xã Tân An có hệ thống mạng lưới sông ngòi và kênh dày đặc thuận lợi cho việc phát triển sản xuất nông nghiệp.<ref name=TANAN>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/THUYET%20MINH%20QH%20CHUNG%20XA%20TAN%20AN.doc|tựa đề= Quy hoạch chung xây dựng xã Tân An, huyện Càng Long, tỉnh Trà Vinh đến năm 2030 |ngày= 31 tháng 12 năm 2019 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}"}