{"1252510":"{{bài cùng tên|Tân Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tân Bình\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 56\n| vĩ giây = 13\n| kinh phút = 9\n| kinh giây = 14\n| diện tích = 25,19 km²\n| dân số = 11.535 người\n| thời điểm dân số = 2019\n| mật độ dân số = 458 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Càng Long]]\n| thành lập = 3\/10\/1996<ref name=57\/1996\/NĐ-CP\/>\n| trụ sở UBND = Hương lộ 2, ấp Trà Ốp<ref name=TANBINH\/>\n| mã hành chính = 29284<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tân Bình''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Càng Long]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Tân Bình nằm ở phía tây nam huyện Càng Long, cách trung tâm thành phố Trà Vinh khoảng 27&nbsp;km<ref name=TANBINH\/>, có vị trí địa lý:\n*Phía đông giáp xã [[Huyền Hội]]\n*Phía tây giáp huyện [[Cầu Kè]] \n*Phía nam giáp xã [[Tân An, Càng Long|Tân An]]\n*Phía bắc giáp xã [[An Trường]] và xã [[An Trường A]].\n\nXã Tân Bình có diện tích 25,19&nbsp;km², dân số năm 2019 là 11.535 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 458 người\/km².\n\nXã Tân Bình kết nói với các xã khác bằng Hương lộ 2, Hương lộ 31 và đường nhựa liên xã, rất thuận lợi cho việc giao lưu và trao đổi hàng hoá của người dân trong  xã với các xã lân cận, tạo động lực phát triển kinh tế cho toàn xã.<ref name=TANBINH\/>\n\n==Hành chính==\nXã Tân Bình được chia thành 10 ấp: An Bình, An Chánh, An Định Cầu, An Định Giồng, An Thạnh, Ngã Hậu, Ninh Bình, Tân Định, Thanh Bình, Trà Ốp.<ref name=TANBINH\/>\n\n==Lịch sử==\nNgày [[3 tháng 10]] năm [[1996]], Chính phủ ban hành Nghị định 57\/1996\/NĐ-CP<ref name=57\/1996\/NĐ-CP>Nghị định 57\/1996\/NĐ-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Tiểu Cần, tỉnh Trà Vinh<\/ref> về việc thành lập xã Tân Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân An.\n\n==Kinh tế - xã hội==\nNông – lâm – ngư nghiệp chiếm khoảng 51,81%:\n* Nông nghiệp là ngành sản xuất quan trọng và tiếp tục theo hướng phát triển về năng suất, chất lượng hiệu quả tạo được một số mô hình đạt hiệu quả cao, từng bước hình thành vùng chuyên canh góp phần tăng kinh tế của xã, tạo ổn định đời sống cho nhân dân.\n* Công nghiệp, TTCN – Xây dựng chiếm 30,39%:\n** Giá trị sản xuất công nghiệp – tiểu thủ công nghiệp của xã trong những năm gần đây phát triển khá, năm 2018 giá trị sản xuất công nghiệp đạt 15,9 tỷ đồng, chiếm tỷ trọng 4,87 %. Hiện nay, toàn xã có trên 60 cơ sở  sản xuất công nghiệp – tiểu thủ công nghiệp xây xát lương thực, chế biến lương thực, thực phẩm, đan đát, cửa sắt nhôm, mộc dân dụng, may mặc, in ấn, sản xuất rượu, sản xuất tol,..\n** Xây dựng: Giá trị đầu tư xây dựng của xã trong những năm gần đây phát triển khá, năm 2018 giá trị xây dựng đạt 83,5 tỷ đồng, chiếm tỷ trọng 25,53%.\n* Thương mại – Dịch vụ chiếm 17,80%:\n** Hoạt động thương mại dịch vụ phát triển đã đáp ứng ngày càng tốt hơn nhu cầu sản xuất và tiêu dùng của nhân dân. Các cơ sở thương mại – dịch vụ được hình thành các điểm bán lẻ, đại lý, giải khát. Giá trị ngành dịch vụ đạt 58,2 tỷ đồng.\n** Tổng mức bán lẽ hàng hóa và dịch vụ trên địa bàn xã luôn được phát triển với 281 hộ sản xuất kinh doanh như các điểm bán lẽ, đại lý, quán giải khát, điểm truy cập internet, pho to in ấn, ngân hàng nông nghiệp, xăng dầu,... trong năm 58,2 tỷ đồng, chiếm tỷ trọng 17,80%.\n** Thu nhập của người dân trong xã chủ yếu là từ sản xuất nông nghiệp, chăn nuôi, trồng trọt, một số kinh doanh buôn bán nhỏ lẻ. Thu nhập bình quân đầu người của xã Tân Bình năm 2018 là 42,02 triệu đồng\/người\/năm.<ref name=TANBINH\/>\n\nHệ thống trường học trên địa bàn xã là trường:\n* Trường Mẫu Giáo có 1 điểm chính và 6 điểm lẻ:\n** Trường MG Tuổi Thơ: Hương Lộ 2, ấp An Định Giồng.\n* Trường Tiểu học có 3 điểm chính với 07 điểm lẻ:\n** Trường TH Tân Bình A: Hương Lộ 2 và Hương Lộ 31 tại ấp Trà Ốp\n** Trường tiểu học Tân Bình B: Hương Lộ 2, ấp An Định Giồng\n** Trường TH Tân Bình C: ấp An Chánh\n** Điểm trường ấp An Định Cầu\n** Điểm trường ấp Ninh Bình\n** Điểm trường ấp Thanh Bình\n** Điểm trường ấp Ngã Hậu\n** Điểm trường ấp Tân Định\n** Điểm trường ấp An Bình\n** Điểm trường ấp An Thạnh.<ref name=TANBINH\/>\n\n==Văn hóa==\n* Chùa Pháp Hoa: Vị trí cạnh Hương lộ 2, tại ấp An Định Giồng\n* Chùa Long An Tự: Vị trí tuyến đường nhựa liên xã (Hương lộ 7), tại ấp An Định Giồng\n* Đình: Tại ấp An Thạnh\n* Đình: Tại ấp An Định Giồng\n* Miếu: Tại ấp An Chánh.<ref name=TANBINH\/>\n\n==Giao thông==\n===Giao thông đối ngoại (đường huyện)===\nXã có tuyến Hương lộ 2, Hương lộ 31 và Hương lộ 7. Đây là những tuyến giao thông quan trọng, góp phần thúc đẩy phát triển kinh tế xã hội của xã:\n* Tuyến Hương lộ 2: Có chiều dài đoạn qua xã là: 4&nbsp;km, bề rộng nền đường: 7,5&nbsp;m, kết cấu mặt đường: BT nhựa. Kết nối xã và các xã lân cận đến thị trấn Càng Long và Tỉnh lộ 911.\n* Tuyến Hương lộ 31: Nối Hương lộ 2 với có chiều dài đoạn qua xã là: 8&nbsp;km, bề rộng nền đường: 7,5&nbsp;m, kết cấu mặt đường: BT nhựa. Kết nối một đầu với Tỉnh lộ 911 và đầu còn lại là xã An Trường A và một nhánh nối với Hương lộ 2.\n* Tuyến đường nhựa liên xã - Hương lộ 7: Có chiều dài đoạn qua xã là: 07 km, bề rộng nền đường: 7,5m, kết cấu mặt đường: BT nhựa. Kết nối xã và các xã lân cận gồm Huyền Hội, An Trường và qua địa bàn 4 ấp gồm: An Bình, An Chánh, An Định Giồng và An Thạnh.\n\nTrong năm được phân bổ nguồn vốn từ UBND huyện và các nguồn vốn từ Phòng Nông nghiệp và PTNT huyện Càng Long đầu tư mới 3 tuyến đường đal gồm: tuyến đường đal bờ bao 3 ấp; tuyến đường đal kênh Tư Du, tuyến kênh Tư On với tổng chiều dài 2.910&nbsp;m, thuộc địa bàn 4 ấp: An Định Giồng, Tân Định và An Định Cầu, An Thạnh với tổng số tiền trên 3 tỷ đồng.\n\nNâng cấp Hương lộ 31 đoạn từ ấp Ngã Hậu đến ấp Ninh Bình với chiều dài 4&nbsp;km.\n\nĐược Phòng Nông nghiệp thiết kế đầu tư đoạn đường đal từ An Bình đến Sáu Gái ấp An Định Giồng, chiều dài 800&nbsp;m. Bên cạnh đó khảo sát thiết kế cây cầu bắt từ An Bình qua An Chánh, chiều dài 18&nbsp;m. Bàn giao mặt bằng thi công cầu Ba Đông bắt qua ấp 8 xã An Trường.<ref name=TANBINH\/>\n\n===Giao thông đối nội (hệ thống đường liên ấp)===\nCác tuyến đường trục ấp xóm: Xã có 9 tuyến trục ấp, chiều dài 23,6&nbsp;km đến nay được nhựa hóa và đal hóa 20&nbsp;km đạt 84,7% gồm có: ấp Ninh Bình – Thanh Bình; Thanh Bình – Ngã Hậu; An Định Giồng – An Bình – An Chánh – An Thạnh qua Tân Tiến (xã Tân An) và qua ấp Cầu Xây (xã Huyền Hội) mặt đường 1,5 – 2&nbsp;m. lề đường 0,5 –0,8&nbsp;m.\n\nĐường ngõ xóm: Chủ yếu là đường đất được bê tông hóa, hoặc đổ đá không lầy lội vào mùa mưa với chiều dài khoảng 15,2&nbsp;km, tuy nhiên đã được cứng hóa 72% (11&nbsp;km).<ref name=TANBINH\/>\n\n===Giao thông nội đồng===\nGồm 5 trục chính có chiều dài 11,6&nbsp;km, chủ yếu là đường đất dọc theo các tuyến kênh cấp I, II kênh tỉnh, lộ làng, kênh 8 Hộ, kênh Ba Sang, Kênh Hai Châu, kênh bờ bao 3 ấp gồm: An Định Giồng,Tân Định, Ngã Hậu. Tuy nhiên đã cứng hóa được 68,9% (8&nbsp;km) phương tiện cơ giới có thể đi lại dễ dàng trong mùa mưa.<ref name=TANBINH>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/TM%20DAQH%20chung%20Xay%20D%C6%B0ng%20xa%20Tan%20Binh%20(%20SUA%2015_6_2019).doc|tựa đề= Thuyết minh: Quy hoạch chung xây dựng xã Tân Bình, huyện Càng Long, tỉnh Trà Vinh đến năm 2030 |ngày= 31 tháng 12 năm 2018 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}"}