{"983280":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tân Hưng \n| hình = \n| ghi chú hình = \n| vĩ độ = 21.303415\n| kinh độ = 105.899763\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Sóc Sơn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00394<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tân Hưng''' là một xã thuộc huyện [[Sóc Sơn]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nXã Tân Hưng có vị trí địa lý:\n* Phía Tây Giáp với Xã Trung Giã\n* Phía Nam giáp Xã Tân Minh, Bắc Phú, \n* Phía Đông giáp với huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]] (tỉnh [[Bắc Giang]]) ngăn cách bằng con Sông Cầu (Như trong những bài ca về con sông Cầu).\n\nTân Hưng là một xã nông nghiệp, nhưng những năm gần đây cùng với sự phát triển và đi lên với những chính sách cải cách ruộng đất \"Dồn điền đổi thửa\", kinh tế xã Tân Hưng đã thay đổi đáng kể. Xã hiện có 5 thôn: Đạo Thượng, Cốc Lương, Ngô Đạo, Hiệu Chân và Cẩm Hà, tỷ lệ nhà tầng nhà chiếm 80% toàn xã, bộ mặt nông thông thay đổi từng ngày, đường sá đã bê tông hóa tất cả các con đường trên địa bàn, hệ thống mương máng thủy điện tuy chưa hoàn chỉnh nhưng cũng đã góp phần không nhỏ vào việc cung cấp nước tưới tiêu cho đồng ruộng hoa màu.\n\n'''Giáo dục:'''\n\nHiện trên địa bàn xã có đầy đủ các trường học ở tất cả các bậc: mầm non, tiểu học, trung học cơ sở,... với trang thiết bị đầy đủ và hiện đại.\n\nTỷ lệ được đi học chiếm 100%, tỷ lệ biết chữ chiếm 100%. Mỗi năm có hàng trăm học sinh đỗ đạt vào các trường Đại học, cao đẳng trên cả nước, với những điểm đầu vào cao các trường như: ĐH Bách Khoa, ĐH xây Dựng, Học viện Kỹ thuật Quân sự, Kinh tế quốc Dân, Học viện Nông nghiệp.... {{otheruses|Tân Hưng (định hướng)}}\n'''Tân Hưng''' là một xã thuộc huyện [[Sóc Sơn]], thành phố [[Hà Nội]]. Xã gồm có 5 thôn: Ngô Đạo, Đạo Thượng, Cốc Lương, Hiệu Chân, Cẩm Hà.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Sóc Sơn}}"}