{"776425":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tân Lễ\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây =\n| kinh phút = \n| kinh giây = \n| diện tích = 8,11 km²\n| dân số = 12.843 người\n| thời điểm dân số = 2009\n| mật độ dân số = 1.584 người\/km²\n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Hưng Hà]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 12592<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tân Lễ''' là xã cực Tây Bắc của huyện [[Hưng Hà]], tỉnh [[Thái Bình]], [[Việt Nam]]. Miền quê nổi tiếng với làng nghề chiếu Hới, quê hương của danh nhân [[Nguyễn Thị Lộ]] và trạng nguyên [[Phạm Đôn Lễ]].\n\n== Vị trí ==\nTân Lễ nằm ở ngã ba [[sông Luộc]] và [[sông Hồng]] (tên gọi cổ của ngã ba này là cửa Tuần Vườn), giáp ranh với tỉnh Hưng Yên (ranh giới là sông Luộc) và Hà Nam (ranh giới là sông Hồng), là xã đầu tỉnh ở phía tây bắc của tỉnh Thái Bình. Phía Nam và Đông Nam Tân Lễ giáp xã [[Phú Sơn]] (tức là thị trấn [[Hưng Nhân (thị trấn)|Hưng Nhân]] hiện nay), phía Đông là xã [[Canh Tân, Hưng Hà|Canh Tân]], là các xã cùng huyện. Phía Bắc giáp các xã [[Đức Thắng]], [[Hải Triều, Tiên Lữ|Hải Triều]], [[Thiện Phiến]] của huyện [[Tiên Lữ]] tỉnh [[Hưng Yên]], phía Tây Bắc và Tây là các xã [[Thủ Sỹ]], [[Tân Hưng, thành phố Hưng Yên|Tân Hưng]] của huyện Tiên Lữ tỉnh Hưng Yên. Phía Tây Nam, Tân Lễ giáp xã [[Chân Lý, Lý Nhân|Chân Lý]] huyện [[Lý Nhân]] tỉnh [[Hà Nam]]. Tân Lễ có [[quốc lộ 39]] chạy ngang qua, với [[Cầu Triều Dương]] bắc qua sông Luộc nối Thái Bình với Hưng Yên.\n[[Tập tin:Cầu Triều Dương.jpg|thế=|nhỏ|Cầu Triều Dương trên địa phận xã Tân Lễ]]\nVào cuối thế kỷ 19, phần đất xã Tân Lễ ngày nay, là các làng (thời đó gọi là xã) Hải Triều (tên nôm là Hới), Thanh Triều, Hà Xá (nay là thôn Tân Hà),... thuộc tổng Thanh Triều huyện Hưng Nhân phủ Tiên Hưng trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Hạ]]<ref>Cuốn ''Tên làng xã Việt Nam cuối thế kỷ 19'', trang 65.<\/ref>.\n\n== Lịch sử tên gọi ==\n''Căn cứ vào quyết định số 214-CP ngày 21-11-1970 của Hội đồng Chính phủ ủy nhiệm cho Phủ thủ tướng phê chuẩn việc phân vạch địa giới có liên quan đến các đơn vị hành chính xã và thị trấn.''\n\nNgày 23 tháng 2 năm 1977, hợp nhất 2 xã Phạm Lễ và xã Tân Mỹ thành xã Tân Lễ, tên Tân Lễ được ghép từ chữ Tân (trong từ Tân Mỹ) và Lễ (trong từ Phạm Lễ).<ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-618-VP18-hop-nhat-xa-thuoc-Hung-Ha-tinh-Thai-Binh-vb58027t17.aspx|title = Quyết định 618-VP18 hợp nhất xã thuộc Hưng Hà, tỉnh Thái Bình}}<\/ref>\n\n== Lễ hội ==\n'''Hội làng Hới (Hội chiếu):''' Hàng năm, ngày 06\/01 âm lịch tại đình làng Hới (thờ trạng nguyên [[Phạm Đôn Lễ]]) ở thôn Hải Triều, diễn ra lễ hội Làng Hới. \nLịch sử ghi chép rằng Khi \"Trạng chiếu\" mất, người dân lập đền thờ gọi là đền Quan Trạng, quanh năm hương khói. Lễ hội tưởng nhớ đến công ơn của Quan Trạng, tương truyền đó là ngày Phạm Đôn Lễ mất. Trong lễ hội, ngoài phần lễ nghi, người ta còn tổ chức hội thi dệt chiếu rất sôi nổi thu hút dân trong vùng và khách thập phương đến tham dự. ngoài ra còn có thêm nhiều các trò chơi dân gian như leo cây chuối, đi cầu kiều, bắt vịt dưới ao và xem trèo thuyền, xem các màn rước lễ từ các thôn trong xã đến....[[Tập tin:Khung cảnh một đoàn rước.jpg|nhỏ|thế=|trái]]\n\nLễ hội làng Hới bắt đầu bằng nghi thức rước kiệu \"Trạng chiếu\". Từ sáng sớm ban khánh tiết và những người có trách nhiệm đã tề tựu đông đủ để làm lễ rước. Đám rước diễn ra rất long trọng với đầy đủ cờ xí, chấp kích, bát bửu, chiêng trống, kiệu thánh, dàn bát âm… Dân làng theo đám rước rất đông. Lễ rước thể hiện lòng biết ơn của dân làng đối với \"ông tổ nghề\" cũng như lòng yêu mến đối với người con hiếu thảo của quê hương.\n\n'''Hội làng Phú Hà:''' hàng năm tại đền Phú Hà nhân dân tổ chức lễ hội từ ngày 10\/3 đến 15\/3 âm lịch. Đây là dịp giỗ tổ Hùng Vương, nhân dân mở hội để tưởng nhớ tổ tiên mình, vừa để ghi nhớ người có công với dân làng.\n\nVề sau do điều kiện kinh tế cũng để phù hợp với đời sống mới, mỗi năm nhân dân Phú Hà chỉ tổ chức lễ hội vào một ngày 10\/3 với nghi thức chính là lễ rước nước.\n\nPhần lễ: Trước đây vào ngày này dân làng dùng lễ Tam sinh, ngày nay lễ vật thờ được đơn giản thuận tiện gồm: xôi, rượu, thịt gà, thịt lợn, hoa quả, tiền vàng, hương nến. Khi lễ vật đã được chuẩn bị xong có một đội tế lễ vào bái thần, xin phép thánh mẫu, các vị tôn ông cùng các vị thần cho nhân dân được rước kiệu. chĩnh nước ngã ba Sông Luộc lấy nước mới về thờ (được gọi là nghi lễ rước nước). Tiếp đó các dòng họ trong làng cùng con cháu làm lễ dâng hương vào đền. Khi dâng hương xong, ban quản lý đền tập trung toàn bộ dân làng để bắt đầu nghi thức ra sông lấy nước. Đi đầu là đội múa lân, cờ quạt, võng lọng, tiếp là đội khiêng khám thờ. Làng cử những người đàn ông có uy tín để mặc áo quan tay vái đi trước khám thờ, đi kiểu ngược lùi cùng đội khiêng khám ra sông. Có một cô đầu cùng đội khiêng bàn có chĩnh nước cũ lấy từ năm ngoái đi theo đội khiêng khám ra sông. Cuối là đội cầm bát bửu, chấp kích cùng toàn thể dân làng. Ra tới ngã ba sông có hai chiếc thuyền rồng chờ sẵn ở đó. Đội khiêng khám xuống một thuyền, cô đầu với đội khiêng chĩnh nước xuống một thuyền. Tất cả đi ra giữa sông thì đốt hương khấn vái, xin phép thần sông cho lấy nước mới vào chĩnh. Lấy xong phân phát lộc rải ngay trên sông. Xong thì các thuyền lại quay về đền đưa chĩnh nước mới vào thờ. Nhân dân rước nước mới vào đền thờ, cầu xin thần phù hộ cho dân làng năm mới an lành, mùa màng bộ thu.\n\nPhần hội: Khi nghi thức rước nước đã xong, nhân dân lại tập trung ở đền, cùng nhau tổ chức, vui chơi các trò chơi dân gian tại đền như: Đi cầu kiều,chọi gà, chơi cờ, kéo co, múa kỳ lân sư tử... Buổi chiều đó thì nhân dân cùng nhau khiêng khám thờ, bát bửu, chấp kích, võng lọng đi quanh làng. Đi tới đâu đội múa kỳ lân, võng lọng trống vang lừng tới đó. Nhân dân theo sau ai cũng vui mừng hớn hở. Ngày này mọi người trong làng đều ra đền dâng hương, cầu xin thánh mẫu phù hộ mọi điều may mắn cho con cháu.\n\n== Làng nghề và danh nhân ==\n\n[[Tập tin:Det_chieu.JPG|nhỏ|phải|Cuộc thi dệt chiếu, sân chơi Văn Hóa Làng]]\n\nLàng Hải Triều (tức làng Hới) là một làng nghề truyền thống nổi tiếng với nghề làm chiếu Hới.\nChiếu Hới còn gọi là chiếu Hưng Nhân theo tên huyện cũ, là chiếu Hưng Hà theo tên huyện mới. sản phẩm chiếu dệt thủ công của làng Hới từ lâu đã trở thành một sản phẩm tiêu biểu không chỉ của một địa phương nhỏ, mà của cả một tỉnh nông nghiệp loại lớn nhất ở đồng bằng Bắc Bộ và lưu vực sông Hồng. Nghề dệt chiếu Hới thịnh đạt lúc bấy giờ là nhờ công lao của Trạng nguyên Phạm Đôn Lễ. Khi ông lớn lên, làng Hới đã có nghề dệt chiếu từ lâu. Nhưng chiếu dệt khung đứng, không có ngựa đỡ sợi nên chiếu không đẹp. Đi sứ sang Trung Quốc, khi qua vùng Ngọc Hà, Châu Quế Lâm, tỉnh Quảng Tây, Phạm Đôn Lễ đã tìm hiểu và học được bí quyết kỹ thuật dệt chiếu của người Trung Quốc. Đó là kỹ thuật dệt khung nằm, có ngựa đỡ sợi dọc, làm cho sợi đay căng, chao cói nhanh hơn và chiếu đẹp hơn. Ông đã phổ biến kinh nghiệm và kỹ thuật dệt mới cho nhân dân. Hiện nay Chiếu Hới có nhiều loại: chiếu cài hoa, chiếu trơn, chiếu cạp điều, chiếu đót..., nhưng chiếu gon là loại chiếu đặc biệt nhất.\nQua thống kê năm 2008, toàn xã có 23 ngành nghề, tổng thu nhập ngành nghề và dịch vụ là 145.550,6 triệu. Trong đó công nghiệp là 106.748 triệu, dịch vụ đạt 38.802,6 triệu. Toàn xã có 10\/14 thôn đã được Chủ tịch UBND tỉnh cấp bằng công nhận làng nghề. Tác động của làng nghề đến sự phát triển kinh tế của địa phương là rất lớn, giải quyết công ăn việc làm cho hàng ngàn lao động trong lúc nông nhàn. Lao động trong khu vực dân cư được sắp xếp theo quy trình khép kín từ khâu sản xuất đến khâu tiêu thụ. Đã xuất hiện các mô hình hộ gia đình đầu tư vốn vào miền Nam mua cói ra kinh doanh bán cho các hộ chuyên dệt chiếu. Hiện toàn xã có 62 hộ lắp đặt gần 100 máy dệt chiếu, mỗi năm đưa ra thị trường tiêu thụ từ 38 - 42 triệu lá chiếu.<ref>{{Chú thích web|url = https:\/\/www.youtube.com\/watch?v=FDCvxt5KMpI|title = Video giới thiệu làng chiếu Hới.}}<\/ref>\n\n[[Tập tin:Tuong nguyen thi lo.jpg|nhỏ|phải|tượng lễ nghi học sĩ Nguyễn Thị Lộ tại Hải Triều]]\n\nHải Triều là quê hương của những danh nhân [[Nguyễn Thị Lộ]] (vợ [[Nguyễn Trãi]], nên duyên với Nguyễn Trãi nhờ đi bán chiếu tại [[Thăng Long]]) và trạng nguyên [[Phạm Đôn Lễ]] (Trạng Chiếu).\n\n== Danh sách các thôn và cơ sở hạ tầng trong xã ==\nThanh Triều, Hải Triều, Bùi Xá, Quan Khê, Lão Khê, Xuân Hải, [[Hà Xá]], Hà Tân, Tân Hà, Phú Hà, An Tập, Tân Ấp, Trung Hòa\n\nUBNN xã được xây dựng nằm cạnh đê tả sông Luộc.\n\nXã hiện có một trường mầm non, hai trường cấp một và một trường cấp hai. Tất cả các trường trong xã đều được đặt tên Phạm Đôn Lễ.\n\n==Ghi chú==\n{{Tham khảo}}Website:\n* [http:\/\/TânLễ.Vn Cổng thông tin điện tử xã Tân Lễ]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n{{Đơn vị hành chính thuộc huyện Hưng Hà}}\n{{sơ khai Thái Bình}}"}