{"1252679":"{{bài cùng tên|Tân Long}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tân Long\n| vai trò hành chính = Phường\n| hình = Tàu đánh cá ở Tân Long.jpg \n| ghi chú hình = Một góc Tân Long ngày nay (năm [[2013]])\n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 20\n| vĩ giây = 39\n| kinh phút = 22\n| kinh giây = 38\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 2,73 km²\n| dân số = 3.456 người\n| thời điểm dân số = \n| mật độ dân số = 1.267 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Tiền Giang]]\n| thành phố = [[Mỹ Tho]]\n| thành lập = 2003\n| trụ sở UBND = 79 Lê Chân, khu phố Tân Hà\n| mã hành chính = 28279<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| điện thoại = 0273.3.852.530\n}}\n'''Tân Long''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Mỹ Tho]], tỉnh [[Tiền Giang]], [[Việt Nam]].\n\n==Địa lý==\nPhường có diện tích 2,73&nbsp;km², dân số là 3.456 người, mật độ dân số đạt 1.267 người\/km².<ref>{{Chú thích web|url=http:\/\/mytho.tiengiang.gov.vn\/index.php?m=newscate&q=45|tiêu đề=Tổ chức hành chính thành phố Mỹ Tho|website=mytho.tiengiang.gov.vn|ngày truy cập=2016-12-26 |archive-date=ngày 26 tháng 12 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161226222517\/http:\/\/mytho.tiengiang.gov.vn\/index.php?m=newscate&q=45 |url-status=dead}}<\/ref> Phường này nằm trọn trên '''cù lao Tân Long'''.\n\n'''Cù lao Tân Long''' còn được gọi là '''cồn Rồng''' hay '''cồn Long''',{{efn|Cồn Long là một trong số 4 cồn đặt tên theo tứ linh trên khúc sông này. Tuy ở vị trí khá gần nhau, nhưng cồn Long và cồn Lân (còn gọi là [[cù lao Thới Sơn]]) thuộc thành phố Mỹ Tho, tỉnh Tiền Giang; trong khi [[cồn Quy]] và [[cồn Phụng]] thuộc xã [[Tân Thạch]], huyện [[Châu Thành, Bến Tre|Châu Thành]], tỉnh [[Bến Tre]]. Diện tích 4 cồn là: cồn Lân khoảng 1.200 [[ha]] (lớn nhất), cồn Long khoảng 273 ha, cồn Quy khoảng 170 ha và cồn Phụng chỉ có 50 ha (nhỏ nhất). Vì vậy có nguồn nói \"cồn Quy nhỏ nhất\" là không chính xác.}} nằm trên [[sông Mỹ Tho]] (là một đoạn của [[sông Tiền]]), thuộc phường Tân Long, thành phố Mỹ Tho.\n\n==Lịch sử==\n===Giới thiệu sơ lược===\nVào khoảng năm [[1788]], giữa sông Mỹ Tho đã nổi lên một gò ban đầu còn nhỏ nhưng nhờ dòng nước bồi đắp nên ngày càng lớn hơn. Đến năm [[1872]] thì gò đất ấy đã nổi cao lên khỏi mặt nước thành cồn với loại [[Chi Bần|cây bần]], [[Họ Ô rô|mắm]]... mọc um tùm. Lúc này Đốc phủ Mầu là một đại địa chủ có tiếng giàu nhất xứ [[Định Tường]] (tên gọi của Mỹ Tho trước đây) đã cho người qua thăm dò, rồi tuyên bố rằng đây là đất do ông khai phá. Sau đó, ông đã cho mang những loại cây đặc sản của đất liền lúc bây giờ như [[roi]], [[nhãn]]... qua trồng ở cồn này và phân công người gìn giữ...<ref name=\"CRCM\">{{Chú thích web|url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&id=18976&idcha=999|tiêu đề=Cồn Rồng chuyển mình|tác giả=Phùng Long|website=tiengiang.gov.vn|ngày truy cập=2021-12-30 |archive-date=ngày 5 tháng 11 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131105210012\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&id=18976&idcha=999 |url-status=dead}}<\/ref>\n\nMãi đến khi chiếm xong [[Nam Kỳ Lục tỉnh|Nam Kỳ lục tỉnh]] (tức sau năm [[1867]]), [[thực dân Pháp]] thiết lập bộ máy đô hộ và bắt buộc địa chủ Mầu giao cồn Rồng lại cho chính quyền. Sau đó, họ đem những bệnh nhân bệnh [[Phong cùi|phong]] qua ở cồn Rồng vào năm [[1958]]. Trại phong lúc này được xem như là một ấp của xã Bình Đức, được quản lý bởi một bộ máy chính quyền do người Pháp lập ra. Đến [[1971]] thì trại phong ấy được dời ra Quy Hòa ([[Quy Nhơn]] ngày nay). Vì lý do này mà cồn Rồng còn được gọi là '''cồn Cùi''' (hay '''cồn Phong''').\n\nMãi đến vài năm sau thì người dân nghèo không có đất đai ở đất liền bắt đầu ra cồn Rồng để sinh sống và lập thành một làng sống bằng nghề đánh bắt thủy sản và trồng cây ăn trái. Đất cồn được bồi đắp chủ yếu từ phù sa nên rất tốt để trồng cây ăn trái, dần dần thu hút nhiều cư dân ở đất liền qua sinh sống và định cư ở đây.\n\nCồn Rồng có diện mạo mới từ năm [[2003]]<ref name=\":0\" \/> khi không còn là một xã vùng ven nữa, mà trở thành một phường trực thuộc thành phố Mỹ Tho với tên gọi là Tân Long.{{efn|\"Tân Long\" hàm chứa ý nghĩa \"cồn Rồng\" ngày xưa từng được xem là \"làng phong\" hoặc \"làng cùi\" trong thời Pháp thuộc; nay đã bị thay thế bằng một \"cồn Rồng mới\", đầy tiềm năng trong phát triển kinh tế.<ref name=\"CRCM\"\/>}}\n\n===Tân Long ngày nay===\nNằm giữa bốn bề sông nước mênh mông, phường Tân Long được bao bọc xung quanh là những rặng cây bần và vườn cây ăn trái (nhiều nhất là cây [[nhãn]] và [[dừa]]). Nổi bật trên nền xanh của cây lá là những căn nhà lầu và nhà ngói đỏ tươi... Toàn bộ hệ thống giao thông trên địa bàn phường đã được [[bê tông]] hóa. Tuy nhiên, người dân ở phường muốn qua thành phố và ngược lại vẫn còn phải đi đò (hay phà)...\n\nTheo thông tin trên website Tiền Giang, thì hiện nay ngành nghề chính của người dân trong phường chủ yếu là làm nông nghiệp, đánh bắt hải sản, đóng sửa ghe tàu; nghề phụ: dịch vụ du lịch, vận chuyển hàng hóa,...<ref name=\"CRCM\" \/> Theo quy hoạch phát triển du lịch của tỉnh [[Tiền Giang]], thì cù lao Tân Long nằm trong tổng thể phát triển du lịch của tỉnh và sẽ gắn kết để hình thành [[tam giác]] du lịch: thành phố [[Mỹ Tho]] - [[cù lao Thới Sơn]] - cù lao Tân Long. Trên cơ sở đó, cù lao Tân Long sẽ phát triển các dịch vụ du lịch với việc tận dụng điều kiện tự nhiên, cơ sở vật chất hiện có nhằm xây dựng các sản phẩm mang nét riêng biệt, nâng cao sức cạnh tranh, gắn kết với khu du lịch cù lao Thới Sơn để trở thành trung tâm thu hút khách du lịch của Tiền Giang.\n\n===Lịch sử hành chính===\nVào thời [[nhà Nguyễn]] độc lập, cù lao Rồng thuộc thôn Bình Tạo, tổng Thuận Trị, huyện Kiến Hưng, phủ Kiến An, tỉnh [[Định Tường]].\n\nSau khi chiếm hết được ba tỉnh miền Đông Nam Kỳ vào năm [[1862]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[Định Tường]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra. Thôn Bình Tạo lúc này thuộc hạt Thanh tra Mỹ Tho. Ngày [[5 tháng 1]] năm [[1876]], hạt Thanh tra Mỹ Tho đổi thành hạt tham biện [[Mỹ Tho (tỉnh)|Mỹ Tho]], thôn đổi thành làng.\n\nNgày [[1 tháng 1]] năm [[1900]], tất cả các đơn vị hành chính cấp tỉnh ở Đông Dương điều thống nhất gọi là \"tỉnh\", trong đó có [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]]. Làng Bình Tạo thuộc tổng Thuận Trị, tỉnh Mỹ Tho. Ngày [[22 tháng 3]] năm [[1912]], làng Bình Tạo thuộc tổng Thuận Trị, quận [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]]. Sau này, chính quyền thực dân Pháp hợp nhất ba làng Bình Tạo, Tân Thuận và An Đức thành một làng mới lấy tên là làng Bình Đức. Từ đó, cù lao Rồng thuộc làng Bình Đức, tổng Thuận Trị, quận [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]].\n\nSau [[Cách mạng tháng Tám]] [[1945]], Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền [[Việt Nam Cộng hòa]] đến năm [[1956]] cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm [[1975]]. Lúc này, cù lao Rồng nằm trong xã Bình Đức thuộc huyện [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]].\n\nSau năm [[1956]], các làng gọi là xã. Từ năm [[1957]], chính quyền [[Việt Nam Cộng hòa]] đặt xã Bình Đức thuộc tổng Thuận Trị, quận [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Định Tường]]. Ngày [[31 tháng 1]] năm [[1958]], thành lập xã Tân Long trên địa phận cù lao Rồng tách ra từ xã Bình Đức. Ngày [[8 tháng 11]] năm [[1960]], quận [[Châu Thành, Tiền Giang|Châu Thành]] đổi tên thành quận Long Định. Lúc này, xã Tân Long thuộc quận Long Định, tỉnh [[Định Tường]]. Ngày [[23 tháng 5]] năm [[1964]], chính quyền [[Việt Nam Cộng hòa]] chia quận Long Định thành quận Châu Thành và quận Long Định. Sau năm [[1965]], cấp tổng bị giải thể, các xã trực thuộc quận. Khi đó, xã Tân Long trở lại thuộc quận [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Định Tường]] cho đến năm [[1975]].\n\nTuy nhiên chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] (sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]]) lại đặt xã Tân Long thuộc thị xã [[Mỹ Tho]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trong giai đoạn [[1956]]–[[1967]]. Từ ngày [[24 tháng 8]] năm [[1967]], [[Trung ương Cục miền Nam]] nâng cấp thị xã lên thành thành phố [[Mỹ Tho]], là đơn vị hành chính cấp tỉnh trực thuộc Khu 8, tồn tại ngang bằng với [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] cho đến đầu năm [[1976]]. Lúc này, xã Tân Long thuộc quận 4, thành phố [[Mỹ Tho]].\n\nTháng [[2]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], [[Gò Công (tỉnh)|tỉnh Gò Công]] và thành phố [[Mỹ Tho]] để thành lập tỉnh mới có tên là tỉnh [[Tiền Giang]]. Khi đó, xã Tân Long (tức cù lao Rồng) thuộc thành phố [[Mỹ Tho]], tỉnh [[Tiền Giang]].\n\nNgày [[9 tháng 12]] năm [[2003]], [[Chính phủ Việt Nam]] ban hành Nghị định số '''154\/2003\/NĐ-CP'''<ref name=\":0\">{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-154-2003-ND-CP-thanh-lap-phuong-xa-thuoc-thanh-pho-My-Tho-thi-xa-Go-Cong-huyen-Cai-Be-tinh-Tien-Giang-vb6266t11.aspx|tiêu đề=Nghị định 154\/2003\/NĐ-CP về việc thành lập phường, xã thuộc thành phố Mỹ Tho, thị xã Gò Công và huyện Cái Bè, tỉnh Tiền Giang|ngày=ngày 9 tháng 12 năm 2003|website=thuvienphapluat.vn|ngày truy cập=2021-12-30 |archive-date=ngày 15 tháng 12 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20211215084248\/https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-154-2003-ND-CP-thanh-lap-phuong-xa-thuoc-thanh-pho-My-Tho-thi-xa-Go-Cong-huyen-Cai-Be-tinh-Tien-Giang-6266.aspx |url-status=live}}<\/ref> về việc thành lập phường Tân Long thuộc thành phố Mỹ Tho trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Long.\n\nPhường Tân Long có 330 ha diện tích tự nhiên và 4.723 nhân khẩu.\n\n==Hình ảnh==\n<gallery>\nTập tin:Tân Long 1.jpg|Một góc Tân Long ngày nay (2013)\nTập tin:Tân Long 2.jpg|Nuôi cá bè trên sông Mỹ Tho, thuộc địa bàn Tân Long\nTập tin:Một góc thành phố Mỹ Tho nhìn từ cồn Tân Long.jpeg|Một góc [[Phường 4, Mỹ Tho|phường 4]], thành phố Mỹ Tho nhìn từ cồn Tân Long\nTập tin:Điểm cực tây của cồn Tân Long, Mỹ Tho.jpeg|Điểm cực tây của cồn Tân Long\n<\/gallery>\n\n==Xem thêm==\n* [[Cồn Quy]] \n* [[Cồn Phụng]]\n* [[Cù lao Thới Sơn]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{notelist\n| colwidth =\n| notes =\n}}\n\n==Liên kết ngoài==\n*[https:\/\/laodong.vn\/archived\/den-tham-manh-dat-chua-mot-lan-thay-oto-chay-qua-695059.ldo Đến thăm mảnh đất chưa một lần thấy ôtô chạy qua]\n\n{{sơ khai Tiền Giang}}\n{{Đơn vị hành chính thuộc thành phố Mỹ Tho}}\n[[Thể loại:Cù lao]]"}