{"1252860":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tây Cốc\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 37\n| vĩ giây = 5\n| kinh phút = 7\n| kinh giây = 29\n| diện tích = 15,34 km²<ref name=MS\/>\n| dân số = 5502 người<ref name=MS\/>\n| thời điểm dân số = 2003\n| mật độ dân số = 359 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Đoan Hùng]]\n| thành lập = 2003<ref>32\/2003\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 08023<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tây Cốc''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đoan Hùng]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\nXã Tây Cốc có diện tích 15,34&nbsp;km², dân số năm 2003 là 5502 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 359 người\/km².\n\n{{Cần thêm chú thích}}\n==Lịch sử==\nXã Tây Cốc xưa có tên là Thăng Long. Là một xã có truyền thống cách mạng, trong hai cuộc chiến tranh chống Pháp và chống Mỹ nhân dân xã Tây Cốc đã lập được nhiều chiến công. Tiêu biểu là chiến công gài mìn cầu Tây Cốc tiêu diệt 7 tên lính Pháp trong thời kỳ kháng chiến 9 năm. Hay chiến công của thầy giáo Kiều Văn Chất bắt sống tên giặc lái Mỹ Pút-lét ngày 20\/11\/1969\n\n==Vị trí==\nXã Tây cốc nằm ở phía Tây bắc tính từ trung tâm thị trấn Đoan Hùng, phía bắc giáp xã Phú Lâm, phía đông giáp xã Ngọc Quan, phía nam giáp Ca Đình, phía tây giáp xã Phúc Lai.\n\n==Giao thông==\nTây Cốc có quốc lộ 70 và tỉnh lộ 319 đi qua.\n\n==Kinh tế==\nKinh tế của xã rất đa dạng bao gồm: kinh tế nông nghiệp là chủ yếu chiếm tới hơn 70% lực lượng lao động, dịch vụ (buôn bán)và công nghiệp chế biến chè chiếm gần 30% lực lượng lao động.Tây cốc cùng với Nhân dân huyện Đoan Hùng đang từng bước phát triển kinh tế của mình nhưng vẫn còn tương đối chậm vì tương đối xa trung tâm nên việc thu hút đâu tư còn gặp nhiều khó khăn.Kinh tế phát triển chủ yếu là dựa vào sản xuất kinh doanh nhỏ(chủ yếu là sản phẩm lâm sản và chè){{fact|date=7-2014}}\n\nƯu thế phát triển kinh tế: gần đường quốc lộ thuận lợi cho viêc giao lưu buôn bán, Tây cốc có hệ thống đồi núi thấp đất feralit phù hợp với loại cây chè đã được khai thác từ lâu đó được xem là những ưu thế lớn để Tây Cốc phát triển nền kinh tế hàng hóa từ cây chè.{{fact|date=7-2014}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc huyện Đoan Hùng}}"}