{"3138350":"[[Tập tin:Bản đồ các quận phía Đông Bắc nước Nam Việt.png|nhỏ|300px|phải|Vị trí đất tự trị Tây Vu (trị sở đặt tại Cổ Loa) trên bản đồ nước Nam Việt]]\n'''Tây Vu vương''' ([[chữ Hán]]: 西于王; mất năm 111 TCN) là một tước phong thủ lĩnh thời [[nhà Triệu|Triệu]], được một số sử gia cho là người đã lãnh đạo nhân dân [[Giao Chỉ]] chống lại sự xâm lăng của nhà [[Tây Hán]].<ref>{{chú thích sách|tác giả=|tựa đề=Từ điển bách khoa quân sự Việt Nam|url=|ngày truy cập=|bản thứ=|series=|cuốn=|năm=2004|năm gốc=|nhà xuất bản=|nơi=|ngôn ngữ=|isbn=|id=|trang=564|chương=|url chương=|trích dẫn=KHỞI NGHĨA TÂY VU VƯƠNG (lll TCN), khởi nghĩa của người Việt ở Giao Chỉ chống ách đô hộ của nhà Triệu (TQ). Khoảng cuối lll TCN, nhân lúc nhà Triệu suy yếu,bị nhà Tây Hán(Trung Quốc) thôn tính, một thủ lĩnh người Việt (gọi là Tây Vu vương)...}}<\/ref> Ông được triều đình [[nhà Triệu]] phong đất ở Tây Vu với trung tâm là [[Cổ Loa]].\n\n== Ghi chép ==\n[[Hán thư]], Quyển 95, mục Tây Nam Di Lưỡng Việt Triều Tiên truyện, chép: \"故甌駱將左黃同斬西于王，封爲下鄜侯\"; [[Phiên âm Hán-Việt|Hán-Việt]]: Cổ Âu Lạc tướng tả Hoàng Đồng trảm Tây Vu vương, phong vi Hạ Phu hầu, tức \"Tả tướng Hoàng Đồng của xứ Âu Lạc xưa chém Tây Vu vương, nên được phong làm Hạ Phu hầu\".<ref>[https:\/\/zh.wikisource.org\/zh\/%E6%BC%A2%E6%9B%B8\/%E5%8D%B7095 Hán thư, Quyển 95, mục Tây Nam Di Lưỡng Việt Triều Tiên truyện]<\/ref>\n\nHán thư, phần Cảnh Vũ Chiêu Tuyên Nguyên Thành công thần biểu, chép rằng: \"Hạ Phu hầu Hoàng Đồng làm Tả tướng của xứ Âu Lạc ngày trước chém Tây Vu vương, có công phong tước Hầu, thực ấp bảy trăm hộ. Ngày Đinh Dậu tháng Tư [năm Nguyên Phong đầu tiên thời Vũ Đế (năm 110 TCN)] phong.\"\n\n[[Sử ký]], phần Kiến Nguyên dĩ lai hầu giả niên biểu, chép: \"Hạ Li hầu vì làm Tả tướng của nước Âu Lạc chém Tây Vu vương có công được phong Hầu\".\n\n== Tiểu sử ==\nMột số nhà sử học Việt Nam coi Tây Vu vương có thể là hậu duệ của [[An Dương Vương]].<ref>{{chú thích sách|tác giả=Nguyễn Phan Quang|author2=Võ Xuân Đàn|tựa đề=Lịch sử Việt Nam từ nguồn gốc đến năm 1884|url=|ngày truy cập=|bản thứ=|series=|cuốn=|năm=2000|năm gốc=|nhà xuất bản=|nơi=|ngôn ngữ=|isbn=|id=|trang=56|chương=|url chương=|trích dẫn=Chớp thời cơ đó, trên đất đai Âu Lạc cũ, Tây Vu vương (có lẽ thuộc dòng dõi An Dương Vương) lãnh đạo dân chúng nổi dậy chống quan chức nhà Triệu. Khởi nghĩa Tây Vu vương là cuộc nổi dậy chống chính quyền đô hộ phương Bắc đầu...}}<\/ref> Nhà sử học [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] cho rằng Tây Vu vương đã thiết lập nên một thái ấp hay chính quyền tự quản tại khu vực nay là [[Cổ Loa]].<ref name=\"VNSS\">{{chú thích tập san học thuật|author=[[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]]|name-list-style=|date=|year=2003|orig-date=|editor=|display-editors=|others=|title=Tạp chí Viet Nam Social Sciences (Khoa học Xã hội Việt Nam)|script-title=|trans-title=|url=|format=|department=|journal=Viet Nam Social Sciences|type=|series=|language=en|edition=|location=|publisher=|publication-place=|publication-date=|volume=1-6|issue=|page=91|pages=|doi=|doi-access=|doi-broken-date=|isbn=|issn=|id=|url-access=|access-date=|url-status=|archive-url=|archive-date=|quote=In 111 B.C. there prevailed a historical personage of the name of Tay Vu Vuong who took advantage of troubles circumstances in the early period of Chinese domination to raise his power, and finally was killed by his general assistant, Hoang Dong. Professor Tran Quoc Vuong saw in him the Tay Vu chief having in hands tens of thousands of households, governing thousands miles of land and establishing his center in Co Loa area (59.239). Tay Vu and Tay Au is in fact the same.}}<\/ref><ref>{{chú thích sách|tác giả=Bruce M. Lockhart|author2=William J. Duiker|tựa đề=The A to Z of Vietnam|url=|ngày truy cập=|bản thứ=|series=|cuốn=|năm=2010|năm gốc=|nhà xuất bản=|nơi=|ngôn ngữ=en|isbn=|id=|trang=357|chương=|url chương=|trích dẫn=Tây Vu, Administrative and territorial term for an ancient district in Vietnam. Located in the lower Red River Delta around the city of Co Loa, not far from present-day Hanoi, Tây Vu became an administrative district during the Au Lac and Nam Viet...}}<\/ref> Vào giai đoạn cuối của cuộc [[chiến tranh Hán–Nam Việt]], [[:zh:左將|Tả tướng]] [[Hoàng Đồng (tướng nhà Triệu)|Hoàng Đồng]] (黄同) của hai quận [[Giao Chỉ]] và [[Cửu Chân]] đã giết chết thủ lĩnh Tây Vu đang làm loạn để hàng Hán.<ref name=\"VNSS\"\/>\n\n==Xem thêm==\n{{div col|colwidth=20em}}\n* [[Nhà Triệu]]\n* [[Nam Việt]]\n* [[Phiên Ngung (kinh đô)]]\n* [[Cổ Loa|Tây Vu]]\n* [[Chiến tranh Hán–Nam Việt]]\n* [[An Dương Vương]]\n* [[Triệu Dương Vương]]\n* [[Lữ Gia]]\n* [[Triệu Quang (vương công nhà Triệu)]]\n* [[:zh:黄同|Hoàng Đồng (tướng nhà Triệu)]]\n* [[Vấn đề chính thống của nhà Triệu]]\n* [[Bách Việt]]\n{{div col end}}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [https:\/\/nghiencuulichsu.com\/2014\/10\/29\/ban-ve-khoi-nghia-tay-vu-vuong\/ Bàn về Khởi nghĩa Tây Vu Vương]\n\n{{Lịch sử Việt Nam thời Triệu}}\n\n[[Thể loại:Quan nhà Triệu]]\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 1]]"}