{"84022":"{{cần nguồn tham khảo}}\n\n'''Tình khúc 1954 – 1975''' hay '''tình ca 1954 – 1975''' là một dòng nhạc thuộc [[tân nhạc Việt Nam]]. Đây là khái niệm không thật chính xác để chỉ một số các ca khúc trữ tình được sáng tác tại [[miền Nam (Việt Nam)|miền Nam Việt Nam]] trong khoảng thời gian từ [[1954]] đến [[1975]]. Các bài hát thuộc \"dòng\" này thường theo điệu Slow [[Rock]], Slow [[Ballad]], Boston, nhạc đậm chất Tây phương, nhẹ nhàng êm dịu đến buồn, nặng tính tự sự cá nhân.\n\nNhững [[nhạc sĩ]] tiêu biểu cho dòng nhạc này có thể kể đến [[Phạm Duy]], [[Trịnh Công Sơn]], [[Ngô Thụy Miên]], [[Lê Uyên Phương]], [[Vũ Thành An]], [[Từ Công Phụng]]... với các ca khúc ''Trả lại em yêu'', [[Áo lụa Hà Đông (bài hát)|''Áo lụa Hà Đông'']], ''[[Niệm khúc cuối]]'', các bài \"[[Bài không tên|Không tên]]\", ''Bây giờ tháng mấy'', ''Dạ khúc cho tình nhân'', ''Vũng lầy của chúng ta'',... Một số sáng tác của [[Anh Bằng]], [[Lam Phương]], [[Song Ngọc]], [[Y Vân]], [[Hoàng Trọng]], [[Nguyễn Văn Đông]], [[Tuấn Khanh (nhạc sĩ sinh 1933)|Tuấn Khanh]],... cũng hay xếp trong nhóm này.\n\nKhác với nhạc vàng (cách hiểu phổ thông) là thường ít nhiều có chất dân ca hay lời dễ hiểu hơn, dòng tình khúc này lời thường trau chuốt hơn, nhạc phương Tây, tuy nhiên đều thuộc dòng nhạc nhẹ \/ đại chúng với các đặc trưng như thường ngắn, cấu trúc, giai điệu đơn giản, hay hát với các nhạc cụ của ban nhạc nhẹ. Nó tiếp nối dòng nhạc tiền chiến tuy nhiên rất hiếm các bài hát có tính chất của nhạc cổ điển.\n\n== Bối cảnh ra đời ==\nSau [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]], [[Hiệp định Genève, 1954|Hiệp định Genève]] được ký kết, tạm thời chia đôi Việt Nam thành hai vùng tập trung quân sự tại [[vĩ tuyến 17 Bắc|vĩ tuyến 17]]. Tại [[miền Nam (Việt Nam)|miền Nam Việt Nam]], nền tân nhạc được phát triển tự do và đa dạng. Một số nhạc sĩ từ miền Bắc [[Cuộc di cư Việt Nam, 1954|di cư vào miền Nam]]. Họ cùng với các nhạc sĩ ở miền Nam hoặc từ miền Bắc vào trước đó đã viết các ca khúc thuộc nhiều thể loại, khác biệt với dòng [[nhạc đỏ]] duy nhất ở miền Bắc.\n*Những nhạc sĩ [[Cung Tiến]], [[Phạm Đình Chương]]... với các ca khúc trữ tình lãng mạn như ''Hương xưa'', ''Thu vàng'', ''Nguyệt cầm'', ''Hoài cảm'', ''Mộng dưới hoa'',... thường được xếp vào dòng \"[[nhạc tiền chiến]]\"\n*Những nhạc sĩ như [[Trần Thiện Thanh]], [[Hoàng Thi Thơ]], [[Lam Phương]], [[Trúc Phương]]... với những ca khúc với giai điệu nhẹ nhàng, đơn giản thường được gọi là \"[[nhạc vàng]]\"\n*Những bài hát thuộc các phong trào thanh niên, sinh viên ([[Phong trào Du ca Việt Nam]],...) hoặc những bài ca [[sinh hoạt cộng đồng]] của những tổ chức thanh niên như [[Hướng đạo]], [[Thiếu nhi Thánh thể]], [[Gia đình Phật tử]], các tổ chức [[tôn giáo]]\n*Những bài nhạc phản đối chiến tranh thường được gọi là \"[[nhạc phản chiến]]\". Tiêu biểu là dòng nhạc phản chiến của Phạm Duy hay nhạc da vàng của [[Trịnh Công Sơn]]\n*Nhạc tiết điệu nhanh và lạ, lời ca dễ hiểu gọi là \"[[nhạc trẻ]]\", với các nhạc sĩ [[Lê Hựu Hà]], [[Nguyễn Trung Cang]]...\n*Nhạc tình tự dân tộc, ngợi ca quê hương.\n*Nhạc \"[[hùng ca]]\" hoặc nhạc phục vụ chiến tranh ([[tâm lý chiến]])\n**Một thế hệ nhạc sĩ mới [[Ngô Thụy Miên]], [[Lê Uyên Phương]], [[Vũ Thành An]], [[Từ Công Phụng]]... viết những ca khúc khác với nhạc tiền chiến và cũng không giống nhạc vàng, và khác những loại trên. Khi nói đến những ca khúc này, không có một thuật ngữ thật sự chính xác và phổ biến. Để phân biệt với các dòng nhạc khác, chúng được gọi là \"tình khúc 1954–1975\"\n\nTuy chỉ có 20 năm, nhưng thời kỳ này tại miền Nam đã hình thành một số lượng nhạc khổng lồ, trong đó có nhiều bài nhạc nổi tiếng, được yêu thích và lưu truyền qua nhiều thế hệ.\n\n== Tình khúc 1954 – 1975 và nhạc vàng ==\nCác tình khúc 1954 – 1975 và [[nhạc vàng]] đều được viết chủ yếu tại miền Nam trong khoảng thời gian từ [[1954]] đến [[1975]], vì vậy hai khái niệm này không rạch ròi và nhiều khi bị dùng lẫn lộn.\n\nCác ca khúc nhạc vàng thường được viết với giai điệu đơn giản và lời ca bình dân, phổ thông, phần lớn là bài hát theo thể điệu [[bolero]]. Còn các tình khúc 1954–1975 với lời ca lãng mạn mang tính văn học và gần với nhạc tiền chiến hơn, cung điệu cũng trau chuốt hơn, khác nhạc tiền chiến là thường ít chậm hơn, hay thể hiện tâm trạng cá nhân ít có không gian cụ thể và có tính hiện đại hơn, nhưng cũng xa rời nhạc cổ điển hơn so với nhạc tiền chiến. Nhiều bài hát của [[Ngô Thụy Miên]], Từ Công Phụng, Phạm Đình Chương được phổ từ các bài thơ nổi tiếng của [[Nguyên Sa]], [[Thanh Tâm Tuyền]], [[Du Tử Lê]]... Nhạc vàng với những chủ đề tình yêu, lính, quê hương thường được coi là dành cho tầng lớp bình dân, còn tình ca 1954–1975 là dòng nhạc được giới thanh niên, sinh viên yêu thích. Có một số nhạc sĩ sáng tác cả hai loại nhạc, phần lớn là họ sáng tác các ca khúc nhạc vàng tình khúc nhưng cũng có những ca khúc được xếp vào tình khúc như [[Khánh Băng]], [[Y Vân]], [[Nguyễn Văn Đông]], [[Phạm Thế Mỹ]], [[Nguyễn Vũ]], [[Song Ngọc]], [[Lam Phương]], [[Anh Bằng]]... Thực tế sự phân chia này là không hoàn toàn phản ánh hết các xu hướng sáng tác khi đó, mà chỉ là phân chia \"sang\" hay \"sến\" trong mảng tình ca, dù có khi ở cả hai mảng đều có các bài hát đều nói đến sự chia ly, thất tình, trách oán. Một số bài có khi hay được xếp vào dòng tiền chiến, như ''[[Áo lụa Hà Đông (bài hát)|Áo lụa Hà Đông]]'', ''Nỗi lòng người đi'', ''Mùa thu không trở lại'',...\n\n== Các nhạc sĩ tiêu biểu ==\n*[[Phạm Duy]]\n*[[Trịnh Công Sơn]]\n*[[Ngô Thụy Miên]]\n*[[Vũ Thành An]]\n*[[Từ Công Phụng]]\n*[[Lê Uyên Phương]]\n*[[Phạm Đình Chương]]\n* [[Cung Tiến]]\n\n== Trước 1975 tại miền Nam ==\nMột lớp nhạc sĩ trẻ hơn xuất hiện với các bản tình ca mới. Khác với dòng nhạc tiền chiến thường mượn cảnh mùa thu, mưa... để nói lên tình cảm của mình, những nhạc sĩ này có cách thể hiện trực tiếp hơn như [[Vũ Thành An]] với các ''[[Bài không tên]]'', [[Lê Uyên Phương]] với các ca khúc trĩu nặng khắc khoải của tuổi trẻ.\n\nNăm [[1965]], Vũ Thành An viết ca khúc đầu tay \"''Tình khúc thứ nhất''\", phổ thơ [[Nguyễn Đình Toàn]]. Ngay từ ca khúc đầu tiên này, Vũ Thành An được nổi danh. Tiếp sau đó, ông viết một loạt ''[[Bài không tên]]'' được đánh số cùng một vài ca khúc có tên như \"''Em đến thăm anh đêm 30''\". Những nhạc phẩm của Vũ Thành An được yêu thích rộng rãi ở miền Nam khi đó, thường xuyên được nghe thấy trong các quán cà phê, trên sóng đài phát thanh, trong các băng nhạc.\n\nNgô Thụy Miên bắt đầu với \"''Chiều nay không có em''\" được viết năm 1963, nhưng đến với công chúng vào năm 1965. Tiếp theo, ông phổ nhạc cho một số bài thơ của thi sỹ [[Nguyên Sa]] và giành được thành công rực rỡ. Các ca khúc \"''Niệm khúc cuối''\", \"''Mắt biếc''\", \"''Áo lụa Hà Đông''\", \"''Dấu tình sầu''\", \"''Bản tình cuối''\" đã ghi dấu ấn của Ngô Thụy Miên trong thời kỳ đó. Năm [[1974]], Ngô Thụy Miên thực hiện băng nhạc đầu tay \"Tình ca Ngô Thụy Miên\" gồm 17 tình khúc đã được viết trong khoảng thời gian [[1965]] tới [[1972]]. Với sự góp mặt của các ca sĩ danh tiếng [[Khánh Ly]], [[Duy Trác]], [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Lệ Thu]], [[Thanh Lan]]... và nhạc sĩ hòa âm [[Văn Phụng]], cuốn băng tạo được thành công rực rỡ.\n\nTừ [[Đà Lạt]], đôi nghệ sĩ [[Lê Uyên|Lê Uyên và Phương]] xuất hiện mang đến cho tân nhạc những sắc thái mới với các ca khúc khắc khoải, nồng nàn. Bắt đầu từ nhạc phẩm đâu tay \"''Buồn đến bao giờ''\" viết năm 1960 tại [[Pleiku]], Lê Uyên Phương với những \"''Bài ca hạnh ngộ''\", \"''Còn nắng trên đồi''\", \"''Dạ khúc cho tình nhân''\", \"''Lời gọi chân mây''\", \"''Vũng lầy của chúng ta''\", \"''Uống nước bên bờ suối''\",... được giới trẻ nồng nhiệt đón nhận.\n\nMột gương mặt nổi danh nữa của dòng nhạc này là nhạc sĩ [[Từ Công Phụng]]. Khởi sự từ ca khúc đầu tay \"Bây giờ tháng mấy\", các nhạc phẩm tiếp theo của Từ Công Phụng đều mang không khi man mác như \"''Lời cuối''\", \"''Trên ngọn tình sầu''\", \"''Mùa xuân trên đỉnh bình yên''\", \"''Giọt lệ cho ngàn sau''\", \"''Mắt lệ cho người''\"... Đặc biệt sau 1975 ở hải ngoại, các ca khúc của Từ Công Phụng còn được biết đến nhiều hơn qua giọng ca [[Tuấn Ngọc]] trình bày rất thành công.\n\nMột số nhạc sĩ khác cũng viết các tình khúc nổi tiếng rát được ưa chuộng vào thời gian này như [[Hoàng Nguyên]] với \"''Ai lên xứ hoa đào''\", \"''Cho người tình lỡ''\", [[Quốc Dũng]] với \"''Đường xưa''\", \"''Cơn gió thoảng''\", [[Nguyễn Ánh 9]] với \"Không\", \"''[[Buồn ơi xin chào mi]]''\", [[Văn Phụng]] với \"''Yêu''\", \"''Tình''\", \"''Suối tóc''\", \"''Tôi đi giữa hoàng hôn''\"; [[Khánh Băng]] với \"''Sầu đông''\", \"''Vọng ngày xanh''\"; [[Y Vân]] với \"''Buồn''\", \"''Ngăn cách''\", \"''Ảo ảnh''\", \"''Những bước chân âm thầm''\"; [[Anh Bằng]] với \"''Nỗi lòng người đi''\"; [[Nguyễn Hiền]] với \"''Mái tóc dạ hương''\"; [[Đan Thọ]] với \"''Chiều tím''\"; [[Minh Kỳ]] với \"''Người em năm cũ''\"; [[Nguyễn Văn Đông]] với \"Hải ngoại thương ca\"; [[Phạm Trọng Cầu]], học ở [[Paris]], cũng đã viết \"Mùa thu không trở lại\"... Nổi bật nhất là [[Trịnh Công Sơn]] với hàng loạt tình ca muôn thuở như: \"''Tình nhớ''\", \"''Tình xa''\", \"''Phôi pha''\", \"''[[Diễm xưa]]''\"...\n\n[[Phạm Đình Chương]] cũng có \"''[[Nửa hồn thương đau]]''\" phổ từ thơ [[Thanh Tâm Tuyền]] rất nổi tiếng, hay là \"''Người đi qua đời tôi''\" phổ thơ [[Trần Dạ Từ]], \"''Đôi mắt người Sơn Tây''\" phổ thơ [[Quang Dũng]]. [[Lê Trọng Nguyễn]] nổi danh với \"''Chiều bên giáo đường''\", \"''Lá rơi bên thềm''\" và đặc biệt \"''[[Nắng chiều]]''\", ca khúc còn được biết đến ở [[Hồng Kông]], [[Đài Loan]] và [[Nhật Bản]]. [[Tuấn Khanh (nhạc sĩ sinh 1933)|Tuấn Khanh]] nổi danh với \"''Hoa xoan bên thềm cũ''\", \"''Chiếc lá cuối cùng''\". [[Hoàng Trọng]] thành công với các bài hát theo điệu [[tango]] \"''Ngỡ ngàng''\", \"''Lạnh lùng''\", \"''Tiễn bước sang ngang''\", đặc biệt bài \"''Ngàn thu áo tím''\" luôn được công chúng trước nay ưa thích.\n\nNhưng người sáng tác mạnh mẽ nhất trong giai đoạn này là nhạc sĩ [[Phạm Duy]], thuộc [[Nhạc tiền chiến|thế hệ tiền bối]]. Nhạc của ông được yêu thích và phổ biến rất rộng rãi, có nhiều thể loại như Tình ca trai gái, tình ca một mình, tâm ca, đạo ca,... Nhiều bài hát nổi tiếng một thời như \"''[[Mùa thu chết]]''\", \"''Giết người trong mộng''\", \"''Trả lại em yêu''\", \"''Nghìn trùng xa cách''\", \"''Nha Trang ngày về''\", hay những bài phổ thơ [[Nguyễn Tất Nhiên]], [[Phạm Thiên Thư]] như \"''[[Ngày xưa Hoàng Thị]]''\", \"''[[Đưa em tìm động hoa vàng]]''\", \"''[[Thà như giọt mưa]]''\"... Trịnh Công Sơn trong một bài phỏng vấn sau này ghi nhận rằng \"Phạm Duy bàng bạc trong đời sống âm nhạc miền Nam\".\n\n== Sau 1975 ==\n\n=== Tại hải ngoại ===\nSau sự sụp đổ của chính quyền [[Việt Nam Cộng hòa]] năm [[1975]], cũng như dòng nhạc vàng, tình khúc 1954 – 1975 đều bị cấm lưu hành tại Việt Nam. Nhưng những ca khúc này cũng với nhạc tiền chiến và nhạc vàng trở thành dòng nhạc chủ đạo của người Việt tại hải ngoại. Một số các nhạc sĩ sang định cư ở nước ngoài vẫn tiếp tục sáng tác và có những ca khúc thành công như \"''Nghìn năm vẫn chưa quên''\" của Phạm Duy, \"''Đêm nhớ trăng Sài Gòn''\" của Phạm Đình Chương, \"''Riêng một góc trời''\" của Ngô Thụy Miên, cùng \"''Mười năm yêu em''\" và \"''Tưởng niệm''\" của [[Trầm Tử Thiêng]], \"Nỗi niềm\" của [[Tuấn Khanh (nhạc sĩ sinh 1933)|Tuấn Khanh]]. Một số ca khúc của các nhạc sĩ nổi bật sau này tại hải ngoại như \"''Tháng sáu trời mưa''\" của [[Hoàng Thanh Tâm]], \"''Mười năm tình cũ''\" của [[Trần Quảng Nam]], \"''Em về có nào hay''\" của Hoàng Trọng Thụy, \"''Dòng sông kỷ niệm''\", \"''Cơn mưa hạ''\", \"''Em đã quên một dòng sông''\", \"''Khi ta rời xa nhau''\" của [[Trúc Hồ]], \"''Phiến đá sầu''\", \"''Mình ơi''\" của [[Diệu Hương]], \"''Dĩ vãng''\" và \"''Quên đi tình yêu cũ''\" của [[Trịnh Nam Sơn]], \"''Đường xa ướt mưa''\", \"''Như đã dấu yêu''\", \"''[[Và con tim đã vui trở lại]]''\", của [[Đức Huy]], \"''Em ngủ trong một mùa đông''\", \"''Ta muốn cùng em say''\" của Đăng Khánh,.......\n\nNgoài những ca sĩ thành danh ở Sài Gòn trước 1975 như [[Khánh Ly]], [[Lệ Thu]], [[Sĩ Phú]], [[Tuấn Ngọc]], [[Duy Quang]],... tình khúc 1954–1975 tiếp tục được các ca sĩ trẻ của hải ngoại như [[Ngọc Lan]], [[Duy Quang]], [[Ý Lan]], Vũ Khanh, [[Khánh Hà (ca sĩ)|Khánh Hà]], [[Trần Thái Hòa]], [[Nguyên Khang]], [[Thanh Hà (ca sĩ)|Thanh Hà]], [[Ngọc Hạ]], [[Thiên Kim]],... trình bày.\n\n=== Tại Việt Nam ===\nTình khúc 1954–1975 và nhạc vàng không được lưu hành tại Việt Nam, cho tới khoảng cuối thập niên 1980, đầu thập niên 1990 mới dần dần được phép hát trở lại.\n\nGần đây nhiều ca sĩ trẻ như [[Quang Dũng (ca sĩ)|Quang Dũng]], [[Hồ Ngọc Hà]], [[Đức Tuấn]]... đã ghi âm nhiều ca khúc thuộc dòng nhạc này và cùng với sự trở về của các ca sĩ hải ngoại [[Tuấn Ngọc]], [[Elvis Phương]], [[Duy Quang]], tình khúc 1954–1975 đã được giới trẻ hiện nay yêu thích. Nhiều đêm nhạc [[Ngô Thụy Miên]], [[Vũ Thành An]], [[Lê Trọng Nguyễn]].. được các [[phòng trà ca nhạc|phòng trà]] tại [[Thành phố Hồ Chí Minh]] tổ chức.\n\n==Nhận định==\n{{cquote|\nĐầu thập niên 70 là lúc Nhạc Việt, trong phạm vi ca khúc, phát triển đến tột độ. Có sự thành công của những bài hát thông thường và chỉ được coi là nhạc thương phẩm -- mệnh danh là nhạc vàng -- với những tình cảm dễ dãi phù hợp với tuổi choai choai, với em gái hậu phương và lính đa tình, tuy không được coi trọng nhưng lại rất cần thiết cho vài tầng lớp xã hội trong thời chiến. Rồi có phong trào du ca và tâm ca với những bài hát phi-thương-mại, đi kèm với tình ca quê hương và trường ca, nói lên được phần nào tâm thức của thời đại và được thanh niên sinh viên công nhận.\n\nTrong phạm vi giải trí, phòng trà trở thành cái mốt của mọi người: thương gia, công chức, tư chức, quân nhân, thương phế binh và cả các bà nội trợ nữa... ai ai cũng thích đi nghe nhạc và giúp cho ca sĩ chuyên nghiệp, nhạc sĩ sáng tác, nhạc công đánh đàn thăng tiến trong nghề mình. Cánh tay nối dài của phòng trà là quán cà phê có nghe nhạc, thu hút đông đảo sinh viên, học sinh. Nhạc trẻ ra đời, đem lại cho nhạc Việt một số bài hát mới, sôi nổi, đậm sắc hơn trước. Một rừng nhân tài trẻ trung xuất hiện qua những ban nhạc bốn người (gọi là combo), sử dụng nhạc khí điện tử với âm thanh mới lạ.\n\nMười năm trước, ở trong nước chỉ có ba nhà sản xuất đĩa hát. Bây giờ, rất nhiều người -- từ Ngọc Chánh (Shotguns) qua Duy Khánh (Trường Sơn) tới những người của các hãng khác (Nhã Ca, Họa Mi, [[Sơn Ca (băng nhạc)|Sơn Ca]], Sóng Nhạc)... làm nghề sản xuất băng nhạc, mỗi tháng tung ra những chương trình nhạc rất hấp dẫn, kể cả cổ nhạc lẫn tân nhạc, nhạc trẻ lẫn nhạc già (nhạc tiền chiến). Hàng trăm, hàng ngàn (hàng vạn, nếu kể cả Saigon và các tỉnh) cửa hàng sang băng, càng làm cho băng nhạc phát triển dữ dội.\n\nTrong bối cảnh sinh động như vậy, phần chính yếu là sáng tác phẩm phải rất phong phú. Vào lúc này, ngoài những người đi trước như Vũ Thành, Cung Tiến, Phạm Đình Chương, Lâm Tuyền, Hoàng Trọng, Văn Phụng, Văn Giảng, Ngọc Bích, Hoàng Thi Thơ, Trần Ngọc, Y Vân, Lê Dinh, Anh Bằng, Trúc Phương, Duy Khánh, Trần Thiện Thanh tức Nhật Trường, Lam Phương, Đỗ Lễ, Phạm Thế Mỹ... đã xuất hiện một số người mới như Thanh Trang, Trầm Tử Thiêng, Anh Việt Thu, Lê Uyên Phương, Ngô Thụy Miên, Từ Công Phụng, Vũ Thành An, Nguyễn Ánh 9, Lê Hựu Hà, Nguyễn Trung Cang... Tân Nhạc đã có tới bốn đời nhạc sĩ và có hàng trăm, hàng ngàn ca khúc được soạn ra và hát lên.... (...)\n\nNgười nổi nhất là Trịnh Công Sơn (... ''một đoạn dài nhắc đến Trịnh Công Sơn, Lê Uyên Phương, Từ Công Phụng, Ngô Thụy Miên, Lê Hựu Hà và Nguyễn Trung Cang, Vũ Thành, Cung Tiến và Phạm Đình Chương''...)\n\nHai mươi năm Việt Nam -- từ 1954 tới 1975 -- là sự đấu tranh không ngưng nghỉ giữa người Việt hai miền. Tại miền Bắc với một nền văn nghệ chính ủy, âm nhạc hoàn toàn phải phục vụ tuyên truyền, đố ai tìm được một bài hát tình yêu hay phản kháng. Ở miền Nam, may thay, người nghệ sĩ được nói lên đầy đủ hai khía cạnh của cuộc đời (tôi sực nhớ tới bài hát rất được phổ biến hồi đó là ''[[Both Sides Now]]'' của [[Judy Collins]], người tình một thời của anh bạn Steve Addiss) nghĩa là nói lên được đầy đủ cái tốt cái xấu, cái thực cái giả, cái buồn cái vui... âu cũng là một liều thuốc an ủi cuộc đời. Sau thời huy hoàng của nhạc kháng chiến, tới thời tương đối hoà bình nên có nhạc tình yêu rồi cũng phải có nhạc nổi giận trước hoàn cảnh ngả nghiêng của đất nước chứ ! ''(chương 19)''....(...)\n\nHai mươi năm ở miền Nam là thời gian của khói lửa chiến tranh đem lại chết chóc, của ô nhiễm chính trị đem lại mệt mỏi, của tiền bạc và lối sống ngoại nhân đem lại sa đọa... khiến cho cả xã hội lẫn con người có thể bị tha hoá.... (...) xã hội và con người miền Nam đã phần nào được điều hợp bởi hàng trăm ca nhạc sĩ.... Hai mươi năm âm nhạc ở miền Nam xưng tụng một cách rất hùng hồn nhiều khía cạnh cuộc đời (chứ không chỉ có ''both sides'' mà thôi) với tất cả hạnh phúc và khổ đau, sự sống và sự chết... để bình thường hoá mọi sự, hoá giải mọi khó khăn.... (...) Tôi khẳng định: âm nhạc trong giai đoạn chịu đựng của miền Nam có khả năng trị liệu những căn bệnh tinh thần, vì trong đó, TÌNH YÊU và CON NGƯỜI lúc nào cũng được xưng tụng. Sẽ chẳng bao giờ có một diễn đạt phong phú như thế nữa. ''(chương 20)'' <ref>Trích trong hồi ký Phạm Duy III, thời phân chia Quốc - Cộng [http:\/\/dactrung.net\/NoiDung.aspx?m=tr&id=12314] [https:\/\/amnhac.fm\/index.php\/bai\/196-pham-duy24\/5272-ve-hai-muoi-nam-tinh-ca-mien-nam-viet-nam] 1991<\/ref>\n||| Phạm Duy, 1991}}\n\n==Tham khảo==\n* [[Jason Gibbs]]: ''Rock Hà Nội và Rumba Cửu Long – Câu chuyện âm nhạc Việt Nam''. Bản dịch sang tiếng Việt của Nguyễn Trương Quý. (Nhà xuất bản Tri Thức, Hà Nội, 2008)\n\n==Chú thích==\n{{Các chủ đề|Âm nhạc|Âm nhạc Việt Nam}}\n{{tham khảo|30em}}\n\n{{Tân nhạc Việt Nam}}\n{{Nhạc đại chúng}}\n{{Công nghiệp âm nhạc}}\n\n[[Thể loại:Tình khúc 1954–1975| ]]\n[[Thể loại:Tân nhạc Việt Nam]]\n[[Thể loại:Định dạng phát thanh]]"}