{"479172":"{{bài cùng tên|Tích Giang (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tích Giang\n| hình = \n| ghi chú hình = \n| vĩ độ = 21.115582\n| kinh độ = 105.518829\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Phúc Thọ]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09754<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tích Giang''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Phúc Thọ]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Vị trí địa lý==\nTích Giang nằm ở phía Tây huyện Phúc Thọ, giáp với [[sơn Tây, Hà Nội|thị xã Sơn Tây]]. Phía Đông nam giáp xã [[Trạch Mỹ Lộc]], phía Đông bắc giáp xã [[Thọ Lộc, Phúc Thọ|Thọ Lộc]], đều cùng thuộc huyện Phúc Thọ. Các mặt phía Bắc, Tây bắc, Tây nam và Nam của Tích Giang lần lượt tiếp giáp các phường của thị xã Sơn Tây là: [[Viên Sơn]], [[Quang Trung, thị xã Sơn Tây|Quang Trung]], [[Trung Hưng (phường)|Trung Hưng]], [[Trung Sơn Trầm]]. Dọc theo ranh giới phía Đông bắc của Tích Giang là đường [[quốc lộ 32]] chạy qua. Phần phía Nam của Tích Giang có [[sông Tích]] chảy từ hướng thị xã Sơn Tây, ngang qua, để xuôi sang huyện [[Thạch Thất]].\n\nXã Tích Giang được hợp thành từ 2 làng (xã) Tường Phiêu và Cung Sơn vào ngày 26\/4\/1946. Xã nằm ở phía Tây Nam huyện Phúc Thọ. Xã có diện tích tự nhiên 640,1 ha, dân số 2.398 hộ, với 8.765 nhân khẩu, phân bố cư trú không đồng đều ở 12 cụm dân cư, với 2 làng Tường Phiêu và Cung Sơn. Xã có địa bàn giáp ranh: Phía Bắc, phía Tây Nam giáp phường Quang Trung, thị xã Sơn Tây; phía Đông Bắc giáp xã Thọ Lộc; phía Đông, phía Nam giáp xã Trạch Mỹ Lộc.\n\nTích Giang có đất đai đa dạng, phong phú thuộc vùng đồng bằng bán sơn địa, với diện tích canh tác chiếm trên 53% tổng diện tích tự nhiên toàn xã. Có trên 2 km Quốc lộ 32 - Con đường huyết mạch nối liền Phúc Thọ với thị xã Sơn Tây và các tỉnh phía Bắc chạy qua, rất thuận tiện trong phát triển kinh tế-xã hội, giao thương hàng hoá. Ngoài ra, trên địa bàn xã còn có nhiều con sông chảy qua như sông Tích, sông Xanh, sông Tấm, vừa cung cấp nước tưới cho sản xuất nông nghiệp của địa phương, vừa thuận lợi cho nhân dân đánh bắt, nuôi trồng thủy sản để nâng cao thu nhập, cải thiện cuộc sống. \n\n==Lịch sử==\nXã Tích Giang, vào thời [[nhà Nguyễn]] thế kỉ 19, là phần đất thuộc tổng Tường Phiêu (các làng Tường Phiêu, Cung Thận, Sơn Vi,...) huyện Thạch Thất phủ Quốc Oai [[Sơn Tây (tỉnh Việt Nam)|tỉnh Sơn Tây]].<ref>Cuốn Tên làng xã Việt Nam đầu thế kỉ 19, Trấn Sơn Tây phủ Quốc Oai huyện Thạch Thất, trang 38<\/ref>\n\nCùng với lịch sử dựng nước và giữ nước của dân tộc, từ khi được hình thành đến nay, nhân dân Tích Giang rất đỗi tự hào về truyền thống yêu nước, chống giặc ngoại xâm. Tổng kết 3 cuộc kháng chiến chống Pháp, chống Mỹ và chiến tranh bảo vệ biên giới, Tích Giang có 231 liệt sỹ, 60 thương, bệnh binh, 33 bà mẹ Việt Nam anh hùng, 83 gia đình cơ sở cách mạng và kháng chiến; được tặng 1.142 Huân chương Kháng chiến, 962 Huy chương Kháng chiến; nữ du kích Hà Thị Phấn được Bác Hồ viết thư khen ngợi; đồng chí Nguyễn Gia Nghi được tuyên dương danh hiệu Chiến sỹ thi đua toàn quốc vào năm 1952. Đồng thời xã Tích Giang và anh hùng quân đội Hà Nguyên Thị được Đảng, Nhà nước phong tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân thời kỳ kháng chiến chống Pháp. Qua đó góp phần tô thắm thêm truyền thống yêu nước, kiên cường cách mạng của quê hương Tích Giang và của huyện Phúc Thọ anh hùng.\n\nNằm trong cái nôi của nền văn hoá xứ Đoài, quê hương Tích Giang có bề dày văn hoá, với nhiều di sản văn hoá vật thể và phi vật thể. Toàn xã có 6\/26 di tích đã được xếp hạng, trong đó có 4 di tích xếp hạng cấp quốc gia, 2 di tích xếp hạng cấp tỉnh, thành phố, tiêu biểu như đình, chùa Cung Sơn; đình Tường Phiêu; chùa Cựu Linh. Đời sống văn hoá tinh thần của người dân Tích Giang cũng rất phong phú, thể hiện qua những lễ hội được tổ chức xen kẽ quanh năm, ở hầu hết các thôn, làng trong xã.\n\nNgoài ra, xã Tích Giang còn có truyền thống hiếu học và khoa cử. Với nền kinh tế nông nghiệp thuần tuý, người dân Tích Giang luôn ý thức được việc phải tạo điều kiện để “nuôi thầy, dạy con”. Chính vì vậy, theo thống kê đến hết năm 2015, xã Tích Giang có 7 người có bằng Tiến sỹ; 295 người có bằng Thạc sỹ và Đại học; 96 người có bằng Cao đẳng; trong đó nhiều người con của quê hương được Đảng, Nhà nước giao những trọng trách quan trọng.\n\n== Đình Tường Phiêu==\nNằm cách Thủ đô [[Hà Nội]] 40&nbsp;km về phía Tây, Đình Tường Phiêu ở làng Tường Phiêu, xã Tích Giang, huyện [[Phúc Thọ]], là di tích cổ kính nổi tiếng xứ Đoài. Đây là ngôi đình lớn nhất trong vùng, có kiến trúc độc đáo thời nhà Lê thế kỷ 17, 18. Đình Tường Phiêu được Chính phủ công nhận là [[Di tích quốc gia đặc biệt]] ngày 24\/12\/2018. Đình Tường Phiêu thờ hai vị thành Hoàng làng là: [[Sơn Tinh|Tản Viên Sơn Thánh]] (con rể vua Hùng Vương thứ 18) và Trương Quán Sơn (con rể vua [[Đinh Tiên Hoàng]]). Tản Viên Sơn Thánh là vị thần cai quản núi Tản Viên (tức núi Ba Vì) và cũng là vị Thánh đứng đầu trong hàng Tứ bất tử trong tín ngưỡng dân gian Việt Nam gồm Tản Viên Sơn Thánh, Thánh Gióng, Chử Đồng Tử, Mẫu Liễu Hạnh. Trương Quán Sơn là võ tướng thời Đinh - Tiền Lê, được thờ tại các di tích như [[động Am Tiên]] ở [[Ninh Bình]] hay đình Phù Sa ở phường [[Viên Sơn]], thị xã [[Sơn Tây (thị xã)|Sơn Tây]].<ref>[http:\/\/vovworld.vn\/vi-VN\/viet-nam-dat-nuoc-con-nguoi\/dinh-tuong-phieu-di-tich-quoc-gia-dac-biet-736065.vov Đình Tường Phiêu - Di tích quốc gia đặc biệt]<\/ref>\n\n== Tình hình kinh tế - chính trị ==\nNgoài trồng lúa nước, nhân dân Tích Giang còn tích cực chuyển đổi cơ cấu cây trồng, vật nuôi; đẩy mạnh phát triển tiểu thủ công nghiệp, thương mại, dịch vụ, do đó, trong những năm gần đây, kinh tế của xã có bước phát triển khá, cơ cấu kinh tế tiếp tục chuyển dịch theo hướng tích cực. Năm 2016, nông nghiệp chiếm 30,6%, công nghiệp-xây dựng cơ bản chiếm 29,2% và thương mại-dịch vụ chiếm 40,2%. Thu nhập bình quân đầu người đạt 33 triệu đồng. Chương trình xây dựng nông thôn mới gắn với dồn điền đổi thửa đạt kết quả tốt. Xã đã hoàn thành công tác dồn điền đổi thửa vào giữa năm 2014 và về đích nông thôn mới vào năm 2015. Lĩnh vực văn hoá, xã hội, giáo dục, y tế tiếp tục phát triển. Toàn xã có 1.976 hộ, 3 cơ quan và 2 làng được công nhận danh hiệu văn hoá. Trường tiểu học, THCS và trạm y tế đạt chuẩn quốc gia. Tình hình an ninh chính trị, trật tự an toàn xã hội được giữ ổn định; quốc phòng được củng cố và tăng cường. Đời sống vật chất, tinh thần của nhân dân không ngừng được cải thiện và nâng cao.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n{{Đơn vị hành chính thuộc huyện Phúc Thọ}}\n{{sơ khai Hà Nội}}"}