{"3253005":"{{Thông tin tổ chức\n| tên = Tòa án nhân dân thành phố Hà Nội\n| hình = \n| chú thích = \n| viết tắt = \n| tiền thân = \n| sát nhập vào = \n| kế nhiệm = \n| thành lập = \n| sáng lập bởi = \n| giải thể = \n| loại hình = \n| sát nhập = \n| quản lý = \n| tình trạng = \n| mục đích = \n| danh hiệu chuyên nghiệp = \n| trụ sở = Ô đất 1-VP, Khu chức năng đô thị Nam đường Vành đai 3, phường Đại Kim, quận Hoàng Mai, thành phố Hà Nội\n| vị trí = \n| vĩ độ = | vĩ phút = | vĩ giây = | vĩ hướng = \n| kinh độ = | kinh phút = |kinh giây = | kinh hướng = \n| vùng phục vụ = \n| chức năng = \n| thành viên = \n| ngôn ngữ = \n| tổng thư ký = \n| kiểu lãnh đạo = \n| tên lãnh đạo = [[Nguyễn Hữu Chính (chánh án)|Nguyễn Hữu Chính]]\n| kiểu ban điều hành = \n| ban điều hành = \n| nhân vật quan trọng = \n| cơ quan chính = \n| tổ chức chủ quản = \n| tổ chức phụ thuộc = \n| tổ chức liên quan = \n| ngân sách = \n| số nhân viên = \n| số tình nguyện viên = \n| khẩu hiệu = \n| website = https:\/\/toaan.hanoi.gov.vn\/\n| tên cũ = \n}}\n'''Tòa án nhân dân thành phố Hà Nội''' là cơ quan xét xử cấp cao nhất tại [[Hà Nội]]. Tòa án nhân dân thành phố Hà Nội có nhiệm vụ bảo vệ công lý, bảo vệ quyền con người, quyền công dân, bảo vệ chế độ xã hội chủ nghĩa, bảo vệ lợi ích của Nhà nước, quyền và lợi ích hợp pháp của tổ chức, cá nhân trên địa bàn thành phố Hà Nội.\n\nChánh án Tòa án nhân dân thành phố Hà Nội hiện nay là [[Nguyễn Hữu Chính (chánh án)|Nguyễn Hữu Chính]]<ref>{{Chú thích web | url = http:\/\/antt.vn\/tham-phan-trung-cap-lam-chanh-an-tand-tp-ha-noi-0111003.html | tiêu đề = Thẩm phán Trung cấp làm Chánh án TAND TP Hà Nội | tác giả 1 = | ngày = | ngày truy cập = 21 tháng 8 năm 2015 | nơi xuất bản = antt.vn | ngôn ngữ = }}<\/ref>.\n\n==Nhiệm vụ và quyền hạn==\nTòa án nhân dân thành phố Hà Nội có nhiệm vụ và quyền hạn sau:\n* Nhân danh Nhà nước xét xử các vụ án hình sự dân sự, hôn nhân và gia đình, kinh doanh, thương mại, lao động, hành chính và giải quyết các việc khác theo quy định của pháp luật; xem xét đầy đủ, khách quan, toàn diện các tài liệu, chứng cứ đã được thu thập trong quá trình tố tụng; căn cứ vào kết quả tranh tụng ra bản án, quyết định việc có tội hoặc không có tội, áp dụng hoặc không áp dụng hình phạt, biện pháp tư pháp, quyết định về quyền và nghĩa vụ về tài sản, quyền nhân thân trên địa bàn thành phố.\n* Bản án, quyết định của Tòa án nhân dân Thành phố có hiệu lực pháp luật phải được cơ quan, tổ chức, cá nhân trên địa bàn thành phố cùng như cả nước tôn trọng; cơ quan, tổ chức, cá nhân hữu quan phải nghiêm chỉnh chấp hành.\n* Xem xét, kết luận về tính hợp pháp của các hành vi, quyết định tố tụng của Điều tra viên, Kiểm sát viên, Luật sư trong quá trình điều tra, truy tố, xét xử; xem xét việc áp dụng, thay đổi hoặc hủy bỏ biện pháp ngăn chặn; đình chỉ, tạm đình chỉ vụ án;\n* Xem xét, kết luận về tính hợp pháp của các chứng cứ, tài liệu do Cơ quan điều tra, Điều tra viên, Viện kiểm sát, Kiểm sát viên thu thập; do Luật sư, bị can, bị cáo và những người tham gia tố tụng khác cung cấp;\n* Khi xét thấy cần thiết, trả hồ sơ yêu cầu Viện kiểm sát điều tra bổ sung; yêu cầu Viện kiểm sát bổ sung tài liệu, chứng cứ hoặc Tòa án kiểm tra, xác minh, thu thập, bổ sung chứng cứ theo quy định của Bộ luật tố tụng hình sự;\n* Yêu cầu Điều tra viên, Kiểm sát viên và những người khác trình bày về các vấn đề có liên quan đến vụ án tại phiên tòa; khởi tố vụ án hình sự nếu phát hiện có việc bỏ lọt tội phạm;\n* Ra quyết định để thực hiện các quyền hạn khác theo quy định của Bộ luật tố tụng hình sự.\n* Sơ thẩm những vụ án theo quy định của pháp luật tố tụng\n* Phúc thẩm những vụ án mà bản án, quyết định sơ thẩm chưa có hiệu lực pháp luật của Toà án nhân dân cấp Quận, huyện và thị xã bị kháng cáo, kháng nghị theo quy định của pháp luật tố tụng.\n* Giám đốc thẩm, tái thẩm những vụ án mà bản án, quyết định đã có hiệu lực pháp luật của Toà án cấp dưới bị kháng nghị theo quy định của pháp luật tố tụng.\n* Giải quyết những việc khác theo quy định của pháp luật.\n==Tổ chức==\nTòa án nhân dân thành phố Hà Nội được phân cấp như sau:\n* Ủy ban Thẩm phán: gồm chánh án, các phó chánh án và chánh tòa\n* Tòa chuyên trách\n*:* Tòa Hình sự\n*:* Tòa Dân sự\n*:* Tòa Hành chính\n*:* Tòa Kinh tế\n*:* Tòa Lao động \n*:* Tòa Gia đình và người chưa thành niên\n* Phòng chuyên môn\n*:*Phòng Tổ chức cán bộ\n*:*Phòng Giám đốc Kiểm tra\n*:*Văn phòng\n* Tòa án nhân dân cấp dưới\n===Ủy ban Thẩm phán===\nỦy ban Thẩm phán Tòa án nhân dân thành phố Hà Nội gồm Chánh án, Phó Chánh án và một số Thẩm phán.\n\nSố lượng thành viên của Ủy ban Thẩm phán do [[Chánh án Tòa án nhân dân tối cao (Việt Nam)|Chánh án Tòa án nhân dân tối cao]] quyết định theo đề nghị của Chánh án Tòa án nhân dân thành phố Hà Nội.\n\nPhiên họp Ủy ban Thẩm phán Tòa án nhân dân thành phố Hà Nội do Chánh án chủ trì.\n\nỦy ban Thẩm phán Tòa án nhân dân thành phố Hà Nội có nhiệm vụ, quyền hạn<ref>Điều 39 Luật tổ chức Tòa án nhân dân<\/ref>:\n* Thảo luận về việc thực hiện chương trình, kế hoạch công tác của Tòa án nhân dân tỉnh, thành phố trực thuộc trung ương;\n* Thảo luận báo cáo công tác của Chánh án Tòa án nhân dân thành phố Hà Nội với Tòa án nhân dân tối cao và Hội đồng nhân dân thành phố;\n* Tổng kết kinh nghiệm xét xử;\n* Thảo luận về kiến nghị của Chánh án Tòa án nhân dân thành phố Hà Nội đề nghị Chánh án Tòa án nhân dân cấp cao, Chánh án Tòa án nhân dân tối cao xem xét lại bản án, quyết định đã có hiệu lực pháp luật theo thủ tục giám đốc thẩm, tái thẩm theo yêu cầu của Chánh án.\n\n===Tòa chuyên trách===\nTòa chuyên trách có nhiệm vụ và quyền hạn sau:\n* Sơ thẩm những vụ việc theo quy định của pháp luật\n* Phúc thẩm những vụ việc mà bản án, quyết định sơ thẩm chưa có hiệu lực pháp luật của Tòa án nhân dân huyện, quận, thị xã bị kháng cáo, kháng nghị theo quy định của luật tố tụng.\n\n==Lãnh đạo==\nLãnh đạo Tòa án nhân dân thành phố Hà Nội hiện nay:\n* Chánh án:[[Nguyễn Hữu Chính (chánh án)|Nguyễn Hữu Chính]]\n* Phó Chánh án:\n*:*Đào Bá Sơn\n*:*Đào Sỹ Hùng\n*:*Nguyễn Tuấn Vũ\n*:*Lưu Tuấn Dũng\n\n==Cựu lãnh đạo==\n===Cựu Chánh án===\n#Ông [[Phan Mỹ (Việt Nam)|Phan Mỹ]] (1945-1946)<ref name=\"list_chanhan\">{{Chú thích web|tiêu đề=Lãnh đạo Tòa án nhân dân thành phố Hà Nội qua từng thời kỳ|url=http:\/\/toaan.hanoi.gov.vn\/lanh-dao-toa-an-qua-cac-thoi-ky|website=Cổng thông tin điện tử Tòa án nhân dân thành phố Hà Nội|ngày truy cập=2018-06-19}}<\/ref>\n#Ông [[Vũ Tiến Tuân]] (1946)<ref name=\"list_chanhan\"\/>\n#Ông [[Lê Văn Chất]] (1946-1954)<ref name=\"list_chanhan\"\/>\n#Ông [[Hồ Đắc Điềm]] (1954)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Xuân Dương]] (1955-1965)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Thành Vĩnh]] (1965-1975)<ref name=\"list_chanhan\"\/>\n#Ông Bùi Đức Thiêm (1976-1977)<ref name=\"list_chanhan\"\/>\n#Ông [[Lê Hòa]] (1977-1984)<ref name=\"list_chanhan\"\/>\n#Ông [[Trịnh Hồng Dương]] (1985-1988)<ref name=\"list_chanhan\"\/>\n#Ông [[Lê Sáu]] (1988-1990)<ref name=\"list_chanhan\"\/>\n#Ông [[Đặng Minh Ngọc]] (1990-1999)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Văn Hiện]] (1999-2002)<ref name=\"list_chanhan\"\/>\n#Ông [[Phạm Quý Tỵ]] (2002-2005)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Xuân Thanh]] (2005-2007)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Sơn (thẩm phán)|Nguyễn Sơn]] (2009-2011)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Đức Bình]] (2012-2015)<ref name=\"list_chanhan\"\/>\n#Ông [[Nguyễn Hữu Chính (chánh án)|Nguyễn Hữu Chính]] (2015-nay)<ref name=\"list_chanhan\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Tòa án nhân dân thành phố Hà Nội|Hà Nội]]"}