{"19578944":"{{Thông tin nhà văn\n| name = Tòng Văn Hân\n| image = \n| imagesize = \n| realname = Tòng Văn Hân\n| birth_date = [[1972]]\n| birth_place = xã Noong Luống, huyện Điện Biên, tỉnh [[Điện Biên]]\n| death_date = \n| death_place = \n| occupation = Nhà thơ, nhà nghiên cứu văn hóa về [[Người Thái (Việt Nam)#Người Thái Đen (Tai Dam)|người Thái đen]]\n| giai đoạn sáng tác = 2003 - 2021\n| tác phẩm nổi bật = \"Mẹ tôi chửi kẻ trộm\", \"Các bài hát dân gian của người Thái ở Mường Thanh\"\n}}\n\n'''Tòng Văn Hân''' (sinh 1972) là nhà thơ và là nhà sưu tầm, nghiên cứu văn hóa về [[Người Thái (Việt Nam)#Người Thái Đen (Tai Dam)|người Thái đen]], một dân tộc thiểu số của Việt Nam. Ông là hội viên Hội Văn nghệ dân gian Việt Nam. Tháng 4 năm 2021, ông Hân đoạt giải cao nhất tại cuộc thi thơ 2019-2020 của báo Văn Nghệ. Ngay lập tức, ông đã trở nên nổi tiếng với nhiều bài báo viết về mình cùng với tác phẩm thơ vừa đoạt giải. Chùm tác phẩm thơ đoạt giải của ông nhất là bài thơ \"Mẹ tôi chửi kẻ trộm\" đã gây nên nhiều tranh cãi trong dư luận, nhất là giới văn học thơ nghệ thuật với nhiều ý kiến trái chiều khác nhau.<ref name=\"Báo VOV online\">{{chú thích báo|url=https:\/\/vov.vn\/van-hoa\/van-hoc\/lum-xum-xung-quanh-bai-tho-me-toi-chui-ke-trom-tac-gia-len-tieng-849806.vov|tiêu đề=Lùm xùm xung quanh bài thơ \"Mẹ tôi chửi kẻ trộm\": Tác giả lên tiếng|ngày=12 tháng 4 năm 2021|work=VOV online|tác giả=Hạnh Lê}}<\/ref>\n==Cuộc đời==\nTòng Văn Hân là người dân tộc Thái. Ông sinh và lớn lên ở xã Noong Luống, huyện Điện Biên, tỉnh [[Điện Biên]]<ref name=\"Báo Dân tộc và Miền núi\">{{chú thích báo|url=https:\/\/dantocmiennui.vn\/tong-van-han-cha-de-cua-nhung-cong-trinh-suu-tam-nghien-cuu-van-hoa-nguoi-thai-den\/238035.html|tiêu đề=Tòng Văn Hân - “Cha đẻ” của những công trình sưu tầm, nghiên cứu văn hóa người Thái đen|ngày=1 tháng 10 năm 2019|work=Báo Dân tộc và Miền núi online|tác giả=Tuấn Anh - Khánh An}}<\/ref>\n===Các nghiên cứu===\nÔng Hân hiện có 12 công trình sưu tầm, nghiên cứu về văn hóa cộng đồng dân tộc Thái đen. Ông còn nghiên cứu về văn hóa một số các dân tộc khác như người Cống tỉnh Điện Biên, người Thái ở Mường Thanh... Một số sách đã xuất bản:<ref name=\"Báo Dân tộc và Miền núi\"\/>\n{{refbegin|2}}\n* Lời cúng tổ tiên của người Thái đen.\n* Quả còn của người Thái đen ở Mường Thanh, xuất bản năm 2012.\n* Văn hóa ẩm thực của người Thái đen ở Điện Biên, xuất bản năm 2012.\n* Văn hóa Chéo của người Thái đen ở Mường Thanh, xuất bản năm 2014.\n* Văn hóa dân gian người Cống tỉnh Điện Biên.\n* Các bài hát dân gian của người Thái ở Mường Thanh.\n* Giải mã tính ẩn dụ trong truyện thơ “Xống chụ xon xao”\n{{refend}}\n\n==Sáng tác thơ==\nTòng Văn Hân cho rằng ông không phải người làm thơ giỏi cũng như không có ý muốn so tài cao thấp với nhưng nhà thơ chuyên nghiệp khác.<ref name=\"Báo Lao động\"\/> Mỗi năm ông Hân làm một vài bài ngẫu hứng. Hầu hết các bài thơ của ông đều làm bằng tiếng Thái trước để có thể phổ nhạc thành bài hát sau đó mới dịch ra tiếng Việt. Do vậy, ông Hân thấy thơ của mình mang không nặng về thủ pháp, tu từ hay vần điệu và luật lệ.<ref name=\"Báo Lao động\"\/> \n===Tác phẩm===\nMột số bài thơ của Tòng Văn Hân được nhiều người biết đến:<ref name=\"VTC News online\">{{chú thích báo|url=https:\/\/vtc.vn\/3-bai-tho-bi-che-do-doat-giai-bao-van-nghe-tu-tho-rat-duoc-ar605996.html|tiêu đề=3 bài thơ bị chê dở đoạt giải báo Văn Nghệ: Tứ thơ rất được|ngày=11 tháng 04 năm 2021|work=VTC News online|tác giả=PGS.TS Nguyễn Thế Kỷ}}<\/ref> \n{{refbegin|2}}\n* Mẹ tôi chửi kẻ trộm.\n* Làm rể.\n* Nhà dưới nhà trên.\n{{refend}}\n===Mẹ tôi chửi kẻ trộm===\nNgày 9 tháng 4 năm 2021, Báo Văn Nghệ tổ chức trao giải \"Cuộc thi thơ trên Báo Văn Nghệ 2019 - 2020\" với 2 giải B (giải nhì) được trao cho 2 tác giả, trong đó có ông Tòng Văn Hân. Cuộc thi này có trên 3.500 người tham gia với hơn chục ngàn tác phẩm. Thời gian diễn ra cuộc thi kéo dài hơn dự kiến ban đầu tới 6 tháng nhưng vẫn không tìm được người đoạt giải A (giải nhất).<ref name=\"Báo Tuổi Trẻ 2\">{{chú thích báo|url=https:\/\/tuoitre.vn\/bi-che-trao-giai-cho-nhung-bai-tho-do-nhat-nuoc-ban-to-chuc-noi-gi-20210410212317941.htm|tiêu đề=Bị chê trao giải cho những bài thơ ‘dở nhất nước’, ban tổ chức nói gì?|ngày=10 tháng 04 năm 2021|work=Báo Tuổi Trẻ online|tác giả=Thiên Điểu}}<\/ref>\n\n{{Quote box|width=300px|align=left|quote= ''khi một số tài khoản Facebook nói bài thơ \"Mẹ tôi chửi kẻ trộm\" cũng \"trộm\" từ bài thơ \"Mẹ tôi chửi kẻ cướp biển đảo\" của tác giả Lò Văn Tứng (Sơn La), ông Tòng Văn Hân cho biết đang tham vấn ý kiến luật sư để khởi kiện các chủ tài khoản Facebook trên về \"tội vu khống và làm nhục người khác\".<ref name=\"Báo Tuổi Trẻ 1\">{{chú thích báo|url=https:\/\/tuoitre.vn\/me-toi-chui-ke-trom-gay-tranh-cai-khung-hoang-nhung-tin-hieu-tot-lanh-20210413095721242.htm|tiêu đề=Mẹ tôi chửi kẻ trộm gây tranh cãi: Khủng hoảng nhưng tín hiệu tốt lành|ngày=13 tháng 04 năm 2021|work=Báo Tuổi Trẻ online|tác giả=Thiên Điểu}}<\/ref>}}\n\nTác phẩm thơ đoạt giải thưởng của ông Hân mang một tên khá lạ là \"Mẹ tôi chửi kẻ trộm\".<ref name=\"VTC News online\"\/> Bài thơ viết về việc một người mẹ bị mất trộm gà nuôi, nhưng thay vì chửi kẻ trộm bằng những lời miệt thị, bà mẹ lại chửi người ăn trộm gà của bà bằng nhưng lời mong sao cho kẻ trộm có nhiều gà hơn nữa. Con gái của người mẹ tuy tự đánh giá là không xinh đẹp và giỏi giang là mấy nhưng được nhiều gia đình muốn được có con dâu như vậy.<ref name=\"Báo Thanh Niên\">{{chú thích báo|url=https:\/\/thanhnien.vn\/van-hoa\/xung-quanh-bai-tho-chui-trom-doat-giai-cua-bao-van-nghe-1366673.html|tiêu đề=\"Mẹ tôi chửi kẻ trộm\" đạt giải cao nhất trong cuộc thi thơ khiến dân mạng tranh cãi dữ dội|ngày=12 tháng 04 năm 2021|work=Báo Thanh Niên online|tác giả=Xung quanh bài thơ 'chửi trộm' đoạt giải của Báo Văn nghệ}}<\/ref>\n\nTuy đạt giải cao nhất<ref name=\"Báo VOV online\"\/> trong một cuộc thi nổi tiếng của giới văn thơ<ref name=\"Báo Hoa Học Trò\"\/> nhưng sau khi được công bố cũng như nhận giải, tác giả và bài thơ liên tục nhận được những lời đánh giá gây tranh cãi. Bài thơ của ông gây xôn xao dư luận nhất là trong giới nghệ thuật với nhiều ý kiến trái chiều.<ref name=\"Báo Hoa Học Trò\">{{chú thích báo|url=https:\/\/hoahoctro.tienphong.vn\/me-toi-chui-ke-trom-dat-giai-cao-nhat-trong-cuoc-thi-tho-khien-dan-mang-tranh-cai-du-doi-post1327575.tpo|tiêu đề=\"Mẹ tôi chửi kẻ trộm\" đạt giải cao nhất trong cuộc thi thơ khiến dân mạng tranh cãi dữ dội|ngày=12 tháng 04 năm 2021|work=Báo Hoa Học Trò online|tác giả=Nhật Linh}}<\/ref>  Nhiều diễn đàn và tờ báo đưa những lời nhận xét khác nhau về bài thơ qua lời của một số nhà thơ hoặc đọc giả. Một số báo đưa ngay tựa đề khi trích lại lời của nhà thơ Trần Mạnh Hảo cho rẳng bài thơ đoạt giải này là ''dở nhất nước'' hoặc nhà thơ Lê Thiếu Nhơn thì cho rằng ''viết quá vụng về nên phơi bày sự ngây ngô''.<ref name=\"trithucvn.\">{{chú thích báo|url=https:\/\/trithucvn.org\/tin-tuc-vn\/bai-tho-me-toi-chui-ke-trom-doat-giai-b-bi-che-la-do-nhat-nuoc.html|tiêu đề=Bài thơ ‘Mẹ tôi chửi kẻ trộm’ đoạt giải B bị chê là ‘dở nhất nước’|ngày=11 tháng 04 năm 2021|work=trithucvn online|tác giả=Hoàng Minh}}<\/ref> Có nhiều ý kiến cho rằng, đây không phải thơ vì không có vần điệu mà là văn xuôi.<ref name=\"Báo VOV online\"\/>\n\n{{Quote box|width=300px|align=right|quote= ''... Có người khen thì có người chê; có người bảo đó không phải là thơ, có người lại nhận xét đó là thơ cô đọng…. Đó là do sự tiếp nhận của mỗi người_Tòng Văn Hân''<ref name=\"Báo Người Lao động\">{{chú thích báo|url=https:\/\/nld.com.vn\/van-nghe\/tac-gia-me-toi-chui-ke-trom-buc-xuc-vi-bi-cho-la-dao-y-tuong-20210412125853969.htm|tiêu đề=Tác giả \"Mẹ tôi chửi kẻ trộm\": Tôi không \"đạo ý tưởng\" ai hết!|ngày=12 tháng 04 năm 2021|work=Báo Người Lao động online|tác giả=Yến Anh}}<\/ref>}}\n\nNhà thơ Inrasara, chủ tịch hội đồng thơ Hội Nhà văn Việt Nam, trong một bài phỏng vấn với Báo Tuổi Trẻ cho rằng \"''Thơ Việt đang khủng hoảng.''\" trước \"''làn sóng phản đối giải thưởng thơ báo Văn Nghệ cho bài thơ Mẹ tôi chửi kẻ trộm vừa qua''\"<ref name=\"Báo Tuổi Trẻ 2\"\/>. Tuy nhiên đại diện ban giám khảo, nhà văn Khuất Quang Thụy – Tổng biên tập báo Văn nghệ, trưởng Ban tổ chức cuộc thi, lại cho rằng: \"tác phẩm đã phản ánh được nhiều góc độ đa chiều trong cuộc sống. Về nghệ thuật, với phương châm khuyến khích mọi sự tìm tòi và cách tân trong hình thức biểu đạt...\".<ref name=\"trithucvn.\"\/>\n\nMột số cư dân mạng lại phấn khích khi đọc bài thơ vì cho rằng bài thơ hay, thú vị, gần gũi.<ref name=\"Báo Hoa Học Trò\"\/> Hội đồng giám khảo cuộc thi của báo Văn Nghệ cho rằng ''đoạt giải cao nhất là chính nhờ sự ngô nghê, thật thà của tác giả người miền núi. Bài thơ tạo được thiện cảm cho người đọc''. Nhà thơ Hữu Thỉnh đánh giá rằng đây là bài ''hay nhất trong cuộc thi thơ, một bài thơ rất độc đáo.''<ref name=\"Báo Hoa Học Trò\"\/>\n\nKhi nói về bài thơ đoạt giải của mình, ông Tòng Văn Hân cho biết:\n{{Quote|text=\"Khi viết bài thơ này tôi cũng chỉ muốn kể lại một nét văn hóa trong cộng đồng dân tộc Thái... Tôi chỉ ghi chép lại những nội dung có tính cô đọng nhất về một nét văn hóa mà mình nghiên cứu, để người đọc, chủ yếu là đồng bào dân tộc mình dễ hiểu, dễ nhớ. Còn việc người ta bảo đó không phải là thơ cũng chẳng sao— Tòng Văn Hân.<ref name=\"Báo Lao động\"\/>|author=|title=|source=}}\n\n==Nhận xét==\n* {{cquote|''...ban giám khảo giải thơ đã trao giải cho \"bài thơ dở nhất nước\". Bài Mẹ tôi chửi kẻ trộm thuộc trường phái \"tân con cóc\" phi thơ, vớ vẩn, dễ dãi, dông dài và lưu manh. Không chấp nhận thể loại thơ “hậu hiện đại” xóa nhòa ranh giới thơ và văn xuôi một cách dễ dãi và nhảm nhí như vậy...'' — nhà thơ Trần Mạnh Hảo.<ref name=\"Vietnamnet online\">{{chú thích báo|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/sach\/tho-me-toi-chui-ke-trom-doat-giai-du-luan-chi-trich-bgk-bao-ve-quan-diem-726882.html#inner-article|tiêu đề='Mẹ tôi chửi kẻ trộm' đoạt giải thơ gây tranh cãi: Giám khảo lên tiếng|ngày=11 tháng 04 năm 2021|work=Vietnamnet online|tác giả=Gia Bảo}}<\/ref>}}\n* {{cquote|''...việc khen, chê là quyền, cách cảm cũng như năng lực của mỗi người... thơ Tòng Văn Hân không nhiều vần điệu êm ả, không hiện đại, chải chuốt, làm dáng và nghe còn ngang tai. Dù vậy, tứ thơ của bài ''Mẹ tôi chửi kẻ trộm'', lại rất được. Đó là cách nghĩ chân thành, nhân văn, nhân hậu, thật như đếm và so sánh ẩn dụ thú vị của người miền núi. '' — PGS.TS Nguyễn Thế Kỷ.<ref name=\"Vietnamnet online\"\/>}}\n\n==Giải thưởng==\n* Giải B Cuộc thi sáng tác, quảng bá tác phẩm văn học, nghệ thuật, báo chí về “Học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh” giai đoạn 2016-2020 do Ban Tuyên giáo Trung ương tổ chức. Tác phẩm “Các bài hát dân gian của người Thái ở Mường Thanh”.<ref name=\"Báo Dân tộc và Miền núi\"\/>\n* Giải B, không có giải A, cuộc thi thơ 2019 – 2020 của Báo Văn Nghệ. Bài thơ Mẹ tôi chửi kẻ trộm.<ref name=\"Báo Lao động\">{{chú thích báo|url=https:\/\/laodong.vn\/xa-hoi\/tac-gia-bai-tho-me-toi-chui-ke-trom-moi-nam-chi-viet-vai-bai-897770.ldo|tiêu đề=Tác giả bài thơ \"Mẹ tôi chửi kẻ trộm\": Mỗi năm chỉ viết vài bài|ngày=11 tháng 04 năm 2021|work=Báo Lao động online|tác giả=Văn Thành Chương}}<\/ref>\n==Xem thêm==\n* [[Người Thái (Việt Nam)]]\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [https:\/\/suckhoedoisong.vn\/1-bai-tho-ma-chia-re-cong-dong-mang-thanh-2-chien-tuyen-n189816.html 1 bài thơ mà chia rẽ cộng đồng mạng thành 2 … chiến tuyến]\n* [https:\/\/danviet.vn\/bai-tho-doat-giai-b-gay-tranh-cai-du-doi-vi-tho-ma-khong-ra-tho-20210411105555357.htm Bài thơ đoạt giải B gây tranh cãi dữ dội vì thơ mà không ra thơ?]\n\n[[Thể loại:Sinh năm 1972]]\n[[Thể loại:Người Thái]]\n[[Thể loại:Nhà nghiên cứu văn hóa Việt Nam]]\n[[Thể loại:Nhà thơ]]\n[[Thể loại:Người Điện Biên]]"}