{"38550":"{{globalize}}\n{{Văn phong|date=tháng 4\/2022}}\n{{Chú thích trong bài|date=tháng 4\/2022}}\n{{tiểu sử quân nhân\n|tên= Tô Vĩnh Diện\n|ngày sinh= [[1924]]\n|ngày mất= {{năm mất và tuổi|1954|1924}}\n|nơi mất =\n|hình= <!-- Chú thích hóa: [[Tập tin:Tovinhdien.jpg|180px|Tô Vĩnh Diện]] -->\n|chú thích hình= \n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n|biệt danh= \n|nơi sinh= [[Nông Cống]], [[Thanh Hóa]], [[Liên bang Đông Dương]]\n|nơi mất= \n|thuộc= [[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Quân đội Nhân dân Việt Nam]]\n|năm phục vụ= 1949–1954\n|cấp bậc= \n|đơn vị= [[Đại đội 827]], [[Tiểu đoàn 394]], [[Trung đoàn 367]]\n|chỉ huy= [[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Quân đội Nhân dân Việt Nam]]\n|tham chiến= [[Chiến tranh Đông Dương]]\n|khen thưởng= [[Anh hùng lực lượng vũ trang nhân dân]]\n|công việc khác= \n}}\n\n'''Tô Vĩnh Diện''' ([[1924]] – [[1954]]) là một [[chiến sĩ]] thuộc [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] được trao tặng [[Anh hùng lực lượng vũ trang nhân dân]]. Nổi tiếng với hành động lấy chính cơ thể mình chèn vào càng pháo để không cho khẩu [[pháo cao xạ]] 37 [[mm]] không bị lăn xuống [[vực]] trong [[Chiến dịch Điện Biên Phủ]].\n\n==Thân thế ==\nAnh sinh năm 1924, quê ở thôn Dược Khê, xã Nông Trường, huyện Nông Cống (nay thuộc huyện [[Triệu Sơn]]), tỉnh [[Thanh Hóa]]. Trang thông tin của họ Tô Việt Nam cho biết anh thuộc đời thứ 15, phân ngành 2, chi 4 họ Tô làng Bao Hàm, huyện [[Thái Thụy]], tỉnh [[Thái Bình]].\n\nTổ 5 đời của Tô Vĩnh Diện là ông Tô Phúc Chân đưa cả gia đình vào định cư và lập nghiệp ở Nông Cống. Cha anh là cụ Tô Uy, một bần nông trong làng. Anh là con trai lớn của cụ Tô. Do gia đình nghèo, cuộc sống khó khăn, từ năm 8 tuổi, anh đã phải đi ở, lớn lên làm tá điền cho nhà địa chủ ở làng bên.\n\n==Binh nghiệp==\nNăm 1946, quân viễn chinh của thực dân Pháp tái chiếm [[Đông Dương]]. Tô Vĩnh Diện tham gia chỉ huy dân quân ở địa phương. Năm 1950, tại Thanh Hóa nổ ra một vụ bạo loạn, khiến nhiều dân quân (trong đó có Tô Vĩnh Diện) bị bắt giữ. Chính quyền [[Việt Nam Dân chủ Cộng hòa]] phải cử một đơn vị bộ đội xuống giải cứu. Từ đó, Tô Vĩnh Diện chính thức gia nhập [[quân đội Nhân dân Việt Nam]].\n[[Tập tin:Phao phong khong To Vinh Dien.JPG|nhỏ|trái|250px|Cỗ pháo phòng không 37mm, số hiệu 510.681, được nhà nước Việt Nam công nhận là Bảo vật quốc gia. Đây chính là khẩu pháo mà Tô Vĩnh Diện hy sinh khi cố tìm cách chặn không bị lao xuống dốc. Hiện tại khẩu pháo đã được phục chế.]]\n\nTháng 3 năm [[1953]], Tô Vĩnh Diện được triệu tập để tham gia lực lượng phòng không chuẩn bị thành lập. Anh cùng đơn vị sang Nam Ninh, tỉnh [[Quảng Tây]] ([[Trung Quốc]]) để tập huấn pháo binh. Trong thời gian huấn luyện, Tô Vĩnh Diện được chỉ định là trung đội phó thuộc đại đội 829, tiểu đoàn 394, trung đoàn 367 và được kết nạp vào [[Đảng Lao động Việt Nam]].\n\nSau 8 tháng huấn luyện ở Trung Quốc, tháng 12\/1953, Tô Vĩnh Diện cùng đơn vị về nước và ngay lập tức hành quân lên [[Điện Biên Phủ]] để chuẩn bị tham chiến. Anh được điều về đại đội 827 làm trung đội phó của trung đội 2, trực tiếp phụ trách khẩu đội 3 thay khẩu đội trưởng bị thương. Khẩu đội Tô Vĩnh Diện được giao sử dụng khẩu pháo cao xạ 37mm số hiệu 510681, thuộc loại pháo phòng không 37mm 1 nòng mẫu 61-K kiểu M1939 có gắn lá chắn đạn với 2 cửa ngắm dành cho 2 pháo thủ, do [[Liên Xô]] sản xuất và viện trợ cho [[Việt Nam Dân chủ Cộng hòa]].\n\n==Hy sinh==\nĐể giữ bí mật chiến lược, các đơn vị cao xạ đều phải vận chuyển hai loại pháo lựu 105mm và cao xạ 37mm (lần đầu tiên xuất hiện trên chiến trường) vào ban đêm, liên tục trong các ngày [[13 tháng 1|13]], [[14 tháng 1|14]] và [[15 tháng 1]] năm 1954, từ [[Tuần Giáo]] vào tập kết ở km 63 [[đường 42]]. Sau đó, từ vị trí tập kết, bộ đội phải kéo pháo bằng sức người trên đường quân sự mới mở, có chỗ phải vượt qua núi cao 1450m để vào trận địa cách xa vị trí tập kết 15&nbsp;km. Từ trưa ngày 16\/1, được sự trợ giúp của bộ binh và công binh, các đơn vị bắt đầu kéo pháo, đến ngày 24\/1 mới đưa được pháo vào trận địa.\n\nTuy nhiên trận đánh đã không diễn ra như dự kiến. Ngày [[26 tháng 1]], [[tổng tư lệnh]] [[Võ Nguyên Giáp]] quyết định đổi phương án tác chiến từ \"đánh nhanh thắng nhanh\" sang \"đánh chắc tiến chắc\". Các đơn vị pháo binh nhận lệnh phối hợp với các đơn vị bộ binh kéo pháo trở ra. Đơn vị của Tô Vĩnh Diện được lệnh kéo pháo ra điểm tập kết tại Bắng Hôm để ăn tết Giáp Ngọ và chờ lệnh mới.\n\nNgày 1\/2\/1954, đơn vị của Tô Vĩnh Diện (đại đội 827) trên đường kéo pháo ra, đến một con dốc cao và hẹp ở gần Bản Chuối. Anh cùng pháo thủ Nguyễn Văn Chi phụ trách điều khiển càng pháo để chỉnh hướng cho một đơn vị bộ đội kéo dây tời giữ pháo, ngoài ra còn có 2 chiến sĩ phụ trách chèn bánh pháo. Quân Pháp bất ngờ bắn pháo từ [[Mường Thanh]] lên, buộc đơn vị kéo giữ pháo nằm rạp xuống, đúng lúc dây tời bị đứt. Lực giữ pháo yếu đi, cả trăm bộ đội vẫn không đủ sức níu lại, khẩu pháo dần tuột xuống dốc. Pháo thủ Nguyễn Văn Chi lái càng phía ngoài bị càng pháo hất xuống vực và pháo trôi dần về phía vực sâu. Tô Vĩnh Diện lập tức bỏ càng pháo phía trong, chuyển sang ghì người vào càng pháo phía ngoài, lấy một chân đạp vào một gốc cây, cố gắng đẩy hướng càng pháo đâm vào vách núi. Tuy cản được pháo lăn xuống vực, nhưng anh cũng bị bánh xe của khẩu pháo nặng hơn 2 tấn đè lên người trọng thương. Chính trị viên tiểu đoàn Phạm Đăng Ty chạy tới cấp cứu, nhưng đã quá muộn. Trước lúc ra đi, anh vẫn còn hỏi ''\"Pháo có việc gì không anh em?\"''.<ref>[http:\/\/infonet.vn\/anh-hung-to-vinh-dien-trong-hoi-uc-nguoi-trung-doi-truong-post128489.info Anh hùng Tô Vĩnh Diện trong hồi ức người Trung đội trưởng]<\/ref>\n\n==Vinh danh==\n[[Tập tin:Mộ Tô Vĩnh Diện.JPG|nhỏ|trái|180px|Mộ Tô Vĩnh Diện tại nghĩa trang A1 [[thành phố Điện Biên Phủ]], [[Điện Biên|tỉnh Điện Biên]]]]\nNgày [[7 tháng 5]] năm 1955, Tô Vĩnh Diện được Chủ tịch nước Việt Nam Dân chủ Cộng hoà [[Hồ Chí Minh]] trao tặng [[Huân chương Quân công|Huân chương quân công]] hạng nhì, [[Huân chương chiến công]] hạng nhất và được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] năm 1956.\n\nHiện nay, mộ Tô Vĩnh Diện nằm ở khu đặc biệt của nghĩa trang Điện Biên cùng với mộ của 3 anh hùng nổi bật khác trong [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]] là [[Phan Đình Giót]], [[Bế Văn Đàn]], [[Trần Can]]. Một bia tưởng niệm cũng được dựng lên gần vị trị đường kéo pháo nơi hy sinh của anh.\n\nKhẩu pháo cao xạ 37mm số hiệu 510681 sau đó tiếp tục được đưa vào tham chiến trong [[Chiến dịch Điện Biên Phủ]], bắn rơi 3 máy bay, làm hư hỏng 13 chiếc khác. Năm 1958, khẩu pháo được đưa về trưng bày tại Phòng truyền thống của Bộ Tư lệnh Phòng không, nay là Bảo tàng quân chủng Phòng không- Không quân. Ngày [[1 tháng 10]] năm 2012, Thủ tướng Chính phủ ra Quyết định số 1426\/QĐ-TTg công nhận pháo cao xạ 37mm số hiệu 510681 là Bảo vật quốc gia đợt một.\n\nAnh được xướng tên cho nhiều đường phố và trường học trên khắp Việt Nam.\n\n==Những thông tin sai sót==\nSau khi ông được truy tặng danh hiệu Anh hùng, do thiếu thông tin cũng như những ghi nhớ sai sót trong quá trình kể truyền miệng của nhiều người, một số tài liệu đã mô tả lại câu chuyện về hành động dũng cảm Tô Vĩnh Diện với những thông tin không chính xác. Nhầm lẫn phổ biến nhất là việc cho rằng Tô Vĩnh Diện đã cứu khẩu đại bác cỡ 105mm, thực ra khẩu pháo mà Tô Vĩnh Diện cứu được là pháo cao xạ 37mm. Một nhầm lẫn khác cũng rất phổ biến là cho rằng ''\"Tô Vĩnh Diện lấy thân chèn bánh pháo\"'' để ngăn pháo lao xuống dốc, thực ra Tô Vĩnh Diện đã lấy thân chèn vào '''càng pháo''' chứ không phải bánh pháo.\n\nThời điểm cũng như vị trí anh hy sinh cũng bị ghi chép khác nhau. Nhiều tài liệu dựa vào lời kể truyền miệng đã chép thời điểm hy sinh của anh vào tháng 3 năm 1953. Trên bia mộ ông khắc thời điểm hy sinh là ngày [[21 tháng 1]] năm 1954). Các tài liệu sau này, căn cứ vào các nhân chứng lịch sử, đã xác định chính xác thời điểm anh hy sinh là lúc khoảng 22 giờ ngày 28 tháng Chạp (tức [[1 tháng 2]] năm 1954). Địa điểm hy sinh cũng được xác định ở rừng Pá Có, sườn phía tây Pha Sung, thuộc xã Nà Nhạn, [[huyện Điện Biên]], tỉnh [[Điện Biên]]<ref>{{Chú thích web |url=http:\/\/www.news.baodienbienphu.info.vn\/NewsDetail.asp?Catid=40&NewsId=42223 |ngày truy cập=2013-06-24 |tựa đề=Những điều chưa biết về anh hùng Tô Vĩnh Diện |archive-date = ngày 31 tháng 5 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140531124116\/http:\/\/www.news.baodienbienphu.info.vn\/NewsDetail.asp?Catid=40&NewsId=42223 }}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/infonet.vn\/anh-hung-to-vinh-dien-trong-hoi-uc-nguoi-trung-doi-truong-post128489.info Anh hùng Tô Vĩnh Diện trong hồi ức người Trung đội trưởng]\n* [http:\/\/www.news.baodienbienphu.info.vn\/NewsDetail.asp?Catid=40&NewsId=42223 Những điều chưa biết về anh hùng Tô Vĩnh Diện] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140531124116\/http:\/\/www.news.baodienbienphu.info.vn\/NewsDetail.asp?Catid=40&NewsId=42223 |date = ngày 31 tháng 5 năm 2014}}\n* [http:\/\/www.btlsqsvn.org.vn\/tabid\/89\/post\/609\/Day-chao-hon-chen-phao-cua-Trung-doan-Phao-cao-xa-367-va-cuoc-hanh-trinh-tim-ve-noi-khau-doi-truong-To-Vinh-Dien-hy-sinh.aspx Dây chão, hòn chèn pháo của Trung đoàn Pháo cao xạ 367 và cuộc hành trình tìm về nơi khẩu đội trưởng Tô Vĩnh Diện hy sinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140531123844\/http:\/\/www.btlsqsvn.org.vn\/tabid\/89\/post\/609\/Day-chao-hon-chen-phao-cua-Trung-doan-Phao-cao-xa-367-va-cuoc-hanh-trinh-tim-ve-noi-khau-doi-truong-To-Vinh-Dien-hy-sinh.aspx |date = ngày 31 tháng 5 năm 2014}}\n* [http:\/\/dantri.com.vn\/doi-song-van-hoa\/nho-ve-nguoi-anh-hung-lay-than-chen-phao-to-vinh-dien-871438.htm Nhớ về người anh hùng lấy thân chèn pháo Tô Vĩnh Diện]\n* [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/6\/36\/36\/235150\/Default.aspx Pháo cao xạ 37mm mang số hiệu 510681 trở thành Bảo vật quốc gia]\n* [http:\/\/www.baodulich.net.vn\/Story\/vn\/dulichvacuocsong\/dulichvacuocsong\/2013\/5\/11898.html Vì sao pháo cao xạ 37mm số hiệu 510681 trở thành bảo vật quốc gia?]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|1924|1954}}\n\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Huân chương chiến công]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Người họ Tô tại Việt Nam]]"}