{"67651":"[[Thiếu tướng]] '''Tô Ký''' ([[1919]]-[[1999]]) là một tướng lĩnh của [[Quân đội nhân dân Việt Nam]]; nguyên Phó Tư lệnh Quân khu 7, Tỉnh đội trưởng Sài Gòn Gia Định, [[Chánh án]] [[Tòa án Quân sự Trung ương]], Tư lệnh kiêm Chính ủy Quân khu 3;\n\nÔng quê xã [[Bình Mỹ, Củ Chi]], [[Thành phố Hồ Chí Minh]].\n\nÔng tham gia cách mạng năm 1936, nhập ngũ năm 1945, được phong quân hàm Thiếu tướng năm 1961, gia nhập [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] năm 1937.\n\n== Tóm tắt quá trình hoạt động: ==\n* Từ năm 1936 đến năm 1937, ông tham gia Hội Tương tế ái hữu.\n* Năm 1939, ông làm Huyện ủy viên huyện [[Hóc Môn]]; bị thực dân [[Pháp]] bắt, kết án 5 năm tù và đày đi biệt xứ. Ông đã 2 lần vượt ngục vào tháng 3 năm 1941 và tháng 3 năm 1945.\n* Năm 1945, ông làm Tỉnh ủy viên tỉnh [[Gia Định]], phụ trách quân sự và tham gia lãnh đạo khởi nghĩa ở Gia Định.\n* Năm 1946, ông làm Chi đội trưởng Chi đội 12 ([[Khu 7]]), có công thành lập lực lượng vũ trang chi đội 12, sáng lập ra quân Giải phóng liên quận Hóc Môn - Bà Điểm - Đức Hòa. Ông cùng [[Trần Văn Trà]], Trung tướng [[Nguyễn Bình]] đã thống nhất lực lượng quân sự quân khu VII và thống nhất lực lượng Giải phóng quân Nam Bộ trong hệ thống Quân đội nhân dân Việt Nam dưới sự lãnh đạo của Xứ ủy Nam Bộ. Đây là nhiệm vụ có ý nghĩa vô cùng quan trọng cho sự nghiệp giải phóng dân tộc. Việc thống nhất các giáo phái, các lực lượng vũ trang...là việc làm tối quan trọng, tạo nên sức mạnh tổng hợp (chiến tranh nhân dân), yếu tố tiên quyết cho thắng lợi sau này.\n* Từ năm 1947 đến năm 1950, ông làm [[Tư lệnh]] [[Đặc khu Sài Gòn - Chợ Lớn]], Thường vụ khu ủy, Phó Tư lệnh [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]].\n* Từ năm 1951 đến năm 1953, ông làm Tỉnh đội trưởng, Bí thư Tỉnh ủy Gia Định.\n* Từ năm 1954 đến năm 1955, ông làm Trưởng ban Ban Chuyển quân tập kết khu [[Hàm Tân]], [[Xuyên Mộc]]; Chủ nhiệm Phòng cung cấp [[Phân Liên khu miền Đông Nam Bộ]].\n\n==[[Tập kết ra Bắc]]==\n* Từ năm 1957 đến năm 1964, ông làm [[Chính ủy]] Sư đoàn 338 đóng quân ở Lương Sơn, Hòa Bình, về sau làm Tư lệnh Sư đoàn.\n* Năm 1961 ông được thăng quân hàm Thiếu tướng.\n* Năm 1965 ông được bổ nhiệm làm Chánh án Tòa án Quân sự Trung ương, Phó Chánh án [[Tòa án nhân dân Tối cao (Việt Nam)]]<ref>{{chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_137_NQ\/TVQH_%281965%29 | tiêu đề = Nghị quyết số 137 NQ\/TVQH (1965) – Wikisource tiếng Việt | author = | ngày = | ngày truy cập = 10 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> đến năm 1967<ref>{{chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_454_NQ\/TVQH | tiêu đề = Nghị quyết số 454 NQ\/TVQH – Wikisource tiếng Việt | author = | ngày = | ngày truy cập = 10 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n* Từ tháng 6 năm 1967 đến năm 1974, ông làm Chính ủy, Bí thư quân khu ủy Quân khu Hữu Ngạn [[Quân khu 3, Quân đội nhân dân Việt Nam]]. Ông đã chỉ huy xây dựng được 7 nông trường quân đội làm kinh tế, tham gia công trình thủy lợi [[Hệ thống thủy lợi Bắc Hưng Hải|Bắc Hưng Hải]], đắp đê Mai Lâm, đê Chương Mỹ, điều động 4000 quân dự bị về miền Nam chiến đấu, tiếp nhận hàng vạn thương bệnh binh từ chiến trường.\n* Sau đó ông giữ chức vụ Chính ủy - Tư lệnh Quân khu 3.\n\n==Công tác dân sự==\n* Tháng 12 năm 1978, ông chuyển ngành sang Tổng cục Dầu khí dưới quyền ông [[Đinh Đức Thiện]] với chức danh đại diện Bộ trưởng phụ trách Dầu khí phía Nam đến năm 1988.\n* Sau khi nghỉ hưu tại TP Hồ Chí Minh ông giữ các chức vụ Phó Chủ tịch Ủy ban Mặt trận Tổ quốc Thành phố Hồ Chí Minh, ủy viên Thường vụ Hội Cựu chiến binh Trung ương, Chủ tịch Hội Cựu chiến binh Thành phố Hồ Chí Minh.\n* Ông mất năm 1999 tại [[Thành phố Hồ Chí Minh]], hưởng thọ 81 tuổi.\n\n==Vinh danh==\nÔng được Nhà nước Việt Nam tặng thưởng: 02 [[Huân chương Độc lập]] hạng nhất, [[Huân chương Quân công]] hạng nhất, [[Huân chương Chiến công]] hạng nhì, [[Huân chương Chiến thắng]] hạng nhất, [[Huân chương Kháng chiến]] hạng nhất và nhiều huân, huy chương khác.\n\nNăm 2010, ông được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Hội đồng nhân dân Thành phố Hồ Chí Minh đặt tên ông cho một con đường tại quận 12 và huyện Hóc Môn.\n\n==Nguồn liên hệ==\n{{Tham khảo}}\n\n{{thời gian sống|1919|1999}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương)]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Phó Tư lệnh Quân khu 7, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tư lệnh Quân khu 3, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Chính ủy Quân khu 3, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Bí thư Tỉnh ủy Gia Định]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Chiến thắng]]\n[[Thể loại:Chánh án Tòa án Quân sự Trung ương Việt Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam thụ phong thập niên 1960]]\n[[Thể loại:Người họ Tô tại Việt Nam]]"}