{"1585069":"{{wikify}}\n'''Tô Quang Đẩu''' (1906 – 1990) tức Tô Điển, nhà hoạt động cách mạng, Đảng viên Đảng Cộng sản Việt Nam, Chủ tịch Ủy ban Hành chính tỉnh Kiến An, Chủ tịch Ủy ban Hành chính tỉnh Quảng Yên, Phó Chủ tịch Ủy ban Kháng chiến Hành chính liên khu 10, Thứ trưởng kiêm Bí thư Đảng đoàn Bộ Nội vụ.\n\n==Quê quán==\nÔng sinh năm 1906, sinh ra trong một gia đình nhà nho nghèo ở thôn Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên., – là em họ Tô Chấn và [[Tô Hiệu]].\n\nLớn lên đánh máy chữ cho hãng tàu Bạch Thái Bưởi ở Hải Phòng, sau đó chuyển sang hiệu Xuân An bán hàng tạp hóa ở Kinh Môn, Hải Dương. Tại đây, Tô Quang Đẩu đã tham gia phong trào đòi để tang cụ Phan Chu Trinh.\n\nRồi ông lên Hà Nội làm thợ xếp chữ cho nhà in [[Ngô Tử Hạ]], ở cùng Tô Chấn và Tô Hiệu. Ông có điều kiện tiếp cận nhiều sách báo cách mạng.\n\n==Quá trình hoạt động cách mạng==\nThấm nhuần tinh thần yêu nước, ông và Tô Chấn, [[Trần Huy Liệu]] vào Sài Gòn tiếp tục hoạt động trong [[Việt Nam Quốc dân Đảng]], tham gia truy điệu cụ Lương Văn Can, bán sách tuyên truyền chính trị của Hội Duy Tân thư xã\" do Trần Huy Liệu sáng lập.\n\nNăm 1929, ông cùng Tô Chấn thực hiện kế hoạch mưu sát 2 tên toàn quyền Đông Dương và Nam Dương (Indonesia), kế hoạch không thành, cuối năm 1930, bị truy nã phải chạy chốn lên làng Đình Bảng (Bắc Ninh) bán thuốc, một thời gian thì bị lộ nên phải chốn sang Chợ Chờ ở Yên Phong (Bắc Ninh). \nSau một thời gian nghe ngóng không thấy động tĩnh gì của bọn mật thám, Tô Quang Đẩu lại về Hà Nội làm nghề nấu nước mắm ở Cầu Giấy, rồi gặp các đồng chí Tô Hiệu, Trần Huy Liệu từ Côn Đảo và đồng chí Minh ở Liên Xô về nên tiếp tục hoạt động cách mạng ở Hà Nội cho đến năm 1938, được Thành ủy giao nhiệm vụ dạy chữ Quốc ngữ cho tổ chức Hữu ái những người lái xe ô tô con và làm phóng viên cho báo „Đời nay\".\n\nTháng 9 – 1939, Chiến tranh Thế giới thứ hai bùng nổ, chưa kịp rút vào bí mật thì ông bị mật thám bắt và đưa xuống Hải Phòng, tòa án Hải Phòng xử 6 tháng tù về tội tuyên truyền sách báo cách mạng. Hết hạn tù, đang chờ Thành ủy phân công công tác ông lại bị bắt và bị kết án tù 5 năm, đày đi nhà tù Sơn La. \nTrải qua các nhà tù ở Hà Nội, Hải Phòng, Hòa Bình, nay phải đi Sơn La, ông vẫn giữ vững khí tiết của người chiến sĩ cách mạng.\n\nHết hạn tù Sơn La, vừa trở về Hà Nội hoạt động, ông lại bị bắt vào nhà tù Hỏa Lò. Sau ngày Nhật đảo chính Pháp (9-3-1945), ở Hỏa Lò ra ông là cán bộ Xứ ủy An toàn khu ở làng Vạn Phúc, thị xã Hà Đông. Sau đó ông làm Chánh Văn phòng Xứ ủy.\n\n==Hoạt động sau năm 1945==\nĐến tháng 8\/1945, Xứ ủy quyết định cử ông xuống phụ trách công tác Đảng ở Kiến An chuẩn bị giành chính quyền, hồi đó ông [[Trần Quốc Hoàn]] là Bí thư.\n\nTháng 1-1946, đồng chí [[Lê Thanh Nghị]] phụ trách miền Duyên hải điều ông sang làm Chủ tịch Ủy ban Hành chính tỉnh Kiến An, đồng chí Mai Côn làm Bí thư Tỉnh ủy<ref>{{Chú thích web |url=http:\/\/www.daikienan.com\/Tint%E1%BB%A9c\/tabid\/64\/CatID\/1\/ItemID\/3\/CONG_TAC_CACH_MANG_THOI_KY_%C4%90AU_O_KIEN_AN_VA_CAI_%C4%90EP_CUA_KIEN_AN\/Default.aspx |ngày truy cập=2012-10-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 5 tháng 8 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100805065118\/http:\/\/www.daikienan.com\/Tint%E1%BB%A9c\/tabid\/64\/CatID\/1\/ItemID\/3\/CONG_TAC_CACH_MANG_THOI_KY_%C4%90AU_O_KIEN_AN_VA_CAI_%C4%90EP_CUA_KIEN_AN\/Default.aspx |url-status=dead }}<\/ref>.\n\nNăm 1946 ông trúng cử Đại biểu Quốc hội Việt Nam khóa I tại tỉnh Kiến An <ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/sach_qh\/vkqhtoantap_1\/phuluc\/phuluc_1.html |ngày truy cập=2012-10-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 29 tháng 3 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130329032852\/http:\/\/www.na.gov.vn\/sach_qh\/vkqhtoantap_1\/phuluc\/phuluc_1.html }}<\/ref>\n\nTháng 5\/1946, đồng chí Nghị lại điều ông sang làm Chủ tịch Ủy ban Hành chính, kiêm Phó Bí thư Tỉnh ủy Quảng Yên, đồng chí [[Trần Quý Kiên]] là Bí thư Tỉnh ủy.\n\nNăm 1946 khi Pháp đánh Hải Phòng, ông làm Phó Chủ tịch Ủy ban Kháng chiến chiến khu 3 vừa mới thành lập.\n\nNăm 1948, ông làm Khu ủy viên, Phó Chủ tịch Ủy ban Kháng chiến Hành chính Liên khu 10, Bí thư Đảng toàn chính quyền liên khu. Bí thư Liên khu là ông [[Bùi Quang Tạo]]. Phạm vi Liên khu bao gồm các tỉnh Lào Cai, Yên Bái, Tuyên Quang, Hà Giang, Vĩnh Yên, Phú Thọ, Lai Châu, Điện Biên, Sơn La.<ref>http:\/\/thuvienphapluat.vn\/archive\/Sac-lenh\/Sac-lenh-123-SL-cu-Bui-Quang-Tao-Dinh-Cong-Phu-To-Quang-Dau-Le-Van-Giao-Vu-Hien-uy-vien-uy-ban-khang-chien-kiem-hanh-chinh-lien-khu-10-vb36292t18.aspx<\/ref>,<ref>{{Chú thích web |url=http:\/\/www.yenbai.gov.vn\/vi\/org\/sbn\/sovanhoatt\/pages\/tinchitiet.aspx?itm=838ff4d9-a297-466c-aa09-ab588e8337f7 |ngày truy cập=2012-10-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 11 tháng 10 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20111011151113\/http:\/\/www.yenbai.gov.vn\/vi\/org\/sbn\/sovanhoatt\/pages\/tinchitiet.aspx?itm=838ff4d9-a297-466c-aa09-ab588e8337f7 }}<\/ref>.\n\nNăm 1949 ông được cử làm Ủy viên Ban Thanh tra Chính phủ <ref>http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=169<\/ref>\n\nNăm 1950-1953, ông là Ủy viên Ủy ban Kiểm tra Trung ương.<ref>http:\/\/www.tienphong.vn\/xa-hoi\/phong-su\/140604\/Dong-chi-Tran-Dang-Ninh-va-Truong-ban-ho-Ho-o-ATK-Viet-Bac.html<\/ref>\n\nNăm 1954 là Ủy viên Hội đồng cung cấp mặt trận Trung ương, phục vụ chiến dịch Điện Biên Phủ, phụ trách bộ phận hỏa tuyến từ Sơn La đến Điện Biên.\n\nTừ tháng 9\/1954 đến 12\/1956 là Tham tán Đại biện lâm thời Đại sứ quán Việt Nam tại Liên Xô, Bí thư cán sự Đảng.\n\nTừ năm 1957 đến 1975 là Bí thư Đảng đoàn Bộ, Thứ trưởng Bộ Nội vụ.<ref>http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-168-TTg-thanh-lap-Uy-ban-Kien-toan-to-chuc-trung-uong-khu-thanh-va-tinh-vb21072t11.aspx<\/ref>,<ref>http:\/\/vi.wikipedia.org\/wiki\/H%E1%BB%8Dc_vi%E1%BB%87n_H%C3%A0nh_ch%C3%ADnh_%28Vi%E1%BB%87t_Nam%29<\/ref> Năm 1959 ông kiêm chức Hiệu trưởng Trường Hành chính Trung ương. Trường đặt cơ sở ở thôn Phù Lưu, xã Xuân Hồng, huyện Từ Sơn, tỉnh Bắc Ninh.\n\nNăm 1964 ông trúng cử Đại biểu Quốc hội Việt Nam khóa III tại tỉnh Hưng Yên <ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/Sach_QH\/VKQHtoantapIII\/Phuluc\/PHULUC_1.htm |ngày truy cập=2012-10-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 5 tháng 4 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080405005236\/http:\/\/www.na.gov.vn\/Sach_QH\/VKQHtoantapIII\/Phuluc\/PHULUC_1.htm }}<\/ref>\n\nÔng mất ngày 25 tháng 11 năm 1990 (9\/10 Canh Ngọ), tại [[Hà Nội]], hưởng thọ 84 tuổi. Nơi an nghỉ tại [[Nghĩa trang Mai Dịch]].\n\nVới những công lao đóng góp cho cách mạng, ông đã được Nhà nước tặng [[Huân chương Độc lập]] hạng nhất, [[Huân chương Kháng chiến]] hạng nhất và Huân chương chống Mỹ hạng nhất, Huy hiệu 50 năm tuổi Đảng; năm 1991, ông được truy tặng [[Huân chương Hồ Chí Minh]].\n\n==Chú thích==\n\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1910]]\n[[Thể loại:Mất năm 1990]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân thành phố Hải Phòng]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân tỉnh Quảng Ninh]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huy hiệu 50 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người họ Tô tại Việt Nam]]"}