{"1249165":"{{Chú thích trong bài|date=tháng 8\/2022}}\n{{Thông tin nhạc sĩ\n| Tên nghệ sĩ = Tô Vũ\n| Hình = Nhạc sĩ_Tô_Vũ.jpg\n| Chú thích hình = \n| Kích cỡ = 250px\n| Nền = non_performing_personnel\n| Tên khai sinh = Hoàng Phú\n| Nơi sinh = [[Phủ Lạng Thương]], tỉnh [[Bắc Giang]], [[Bắc Kỳ]], [[Liên bang Đông Dương]]\n| Nghệ danh = Tô Vũ\n| Sinh ngày = {{ngày sinh|1923|4|9}}<ref name=\"bndtv\" \/>\n| Mất ngày = {{ngày mất và tuổi|2014|5|13|1923|4|9}}\n| Nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| Nhạc cụ = \n| Kiểu giọng = \n| Thể loại = [[Nhạc tiền chiến]], [[nhạc đỏ]]\n| Nghề nghiệp = [[Nhạc sĩ]], nhà nghiên cứu âm nhạc, giáo viên, nhà quản lý \n| Năm hoạt động = \n| Hợp tác với = \n| ca khúc = \"Em đến thăm anh một chiều mưa\", \"Tạ từ\", \"Tiếng chuông chiều thu\"\n| Ảnh hưởng = \n| Nhạc cụ nổi bật = \n| website = \n}}\n'''Tô Vũ''' (tên thật: '''Hoàng Phú''', 9 tháng 4 năm 1923 – 13 tháng 5 năm 2014) là một [[nhạc sĩ]], [[giáo sư]], nhà nghiên cứu [[âm nhạc]] đương đại của [[Việt Nam]]. Ông cùng với người anh là nhạc sĩ [[Hoàng Quý]] đã có mặt từ những ngày đầu tiên của [[tân nhạc Việt Nam]] đồng thời là những thành viên sáng lập ra [[nhóm Đồng Vọng]], đại diện cho âm phái [[Hải Phòng]]. Hoạt động của nhóm trong làng âm nhạc Việt Nam thời tiền chiến từng tạo nên tiếng vang và để lại ảnh hưởng đáng kể đến sự phát triển của nền âm nhạc hiện đại Việt Nam. Nghệ danh Tô Vũ là do các bạn văn nghệ đặt cho ông, mượn tên của nhà ngoại giao [[Tô Vũ (nhà ngoại giao)|Tô Vũ]] thời [[Hán Vũ Đế]] ở Trung Quốc.\n\n==Thân thế và sự nghiệp==\nTô Vũ sinh ngày 9 tháng 4 năm 1923 tại [[phủ Lạng Thương]], tỉnh [[Bắc Giang]] nhưng từ khi còn nhỏ ông đã chuyển về sống tại [[Hải Phòng]] cùng bốn người anh em ruột của mình. Hoàng Phú ít hơn người anh [[Hoàng Quý]] ba tuổi. [[Mẹ]] mất sớm, bố đi làm xa nên chủ yếu gửi tiền về nuôi các anh em ông. Trong số các anh em, Hoàng Quý và Hoàng Phú đặc biệt say mê âm nhạc. Hai anh em học được những kiến thức [[âm nhạc]] đầu tiên (violin) qua một phụ nữ người Pháp tên Leprêtre là chủ cửa hiệu Orphée, chuyên bán nhạc cụ và sách nhạc Tây ở Hải Phòng thời đó. Tuy nhiên, người tích cực khuyến khích hai anh em họ Hoàng đi theo \"âm nhạc cải cách\" ([[tân nhạc Việt Nam|tân nhạc]]) là thầy dạy môn văn chương Pháp tên là Ngô Đình Hộ (tức nhạc sĩ [[Lê Thương]]), để cùng thầy biểu diễn trong các tiết mục văn nghệ của trường.\n\nNăm [[1939]], Hoàng Quý và Hoàng Phú (Tô Vũ) quy tụ một số bạn bè trong đó có [[Phạm Ngữ]], [[Canh Thân (nhạc sĩ)|Canh Thân]] và [[Văn Cao]] để lập ra nhóm nhạc [[Nhóm Đồng Vọng|Đồng Vọng]]. Nhóm Đồng Vọng sinh ra từ phong trào hướng đạo sinh do [[Hoàng Quý]] làm trưởng nhóm, lập ra với ý nghĩa như là tiếng gọi tập hợp thanh niên lại với nhau. Từ phương châm này, nhóm Đồng Vọng đã góp phần cổ suý cho nền tân nhạc Việt Nam. Nhóm sáng tác được khoảng 60 ca khúc mang nội dung ca ngợi đất nước, ca ngợi truyền thống anh hùng dân tộc. Ngoài ra, một số tình khúc của nhóm như ''Cô láng giềng'' của [[Hoàng Quý]] và ''Bến xuân'' của [[Văn Cao]] cho đến nay vẫn được coi như những tuyệt phẩm của nền tân nhạc [[Việt Nam]].\n\nCũng như người anh Hoàng Quý, Hoàng Phú sớm tham gia [[Việt Minh]]. Kháng chiến chống [[đế quốc thực dân Pháp|thực dân Pháp]] bùng nổ tại miền Bắc, Hoàng Phú gia nhập Ban Văn nghệ tuyên truyền [[Kiến An]] ([[Hải Phòng]]), còn Hoàng Quý cũng tích cực sáng tác và hoạt động cách mạng. Các ca khúc ''Cảm tử quân'', ''Sa trường hành khúc'' của ông đã ra đời trong giai đoạn này. Nhưng vì mắc bệnh nan y nên Hoàng Quý đã qua đời giữa năm [[1946]] khi mới 26 tuổi. Khi đó Hoàng Phú vẫn hoạt động cách mạng trên địa bàn Hải Phòng. Ca khúc nổi tiếng nhất của ông là ''Em đến thăm anh một chiều mưa'' được sáng tác vào năm 1947, khi đơn vị của ông đang công tác tại huyện [[Tiên Lãng]] (Hải Phòng). Cũng trong thời kỳ này, nghệ danh Tô Vũ của Hoàng Phú đã được các bạn bè cùng hoạt động trong lĩnh vực văn nghệ đặt cho ông.\n\nDù nhận được học bổng du học [[Pháp]] nhưng do anh trai là nhạc sĩ Hoàng Quý mất sớm nên Hoàng Phú quyết định ở lại [[Hải Phòng]] để lo cho những người em còn lại. Ông xin vào dạy hợp đồng ở trường Bình Chuẩn (tiền thân là Trường Bonnal, nay là [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng|Trường Trung học phổ thông Ngô Quyền]]). Năm 1948, Hoàng Phú được chọn là đại biểu của Chiến khu 3 đi dự Đại hội Văn hóa Văn nghệ toàn quốc lần thứ nhất. Năm 1950, Viện Nghiên cứu Văn hoá Nghệ thuật được thành lập, Tô Vũ được mời tham gia trong ban nghiên cứu âm nhạc do nhạc sĩ [[Văn Cao]] làm trưởng ban.\n\nKhác với nhiều tên tuổi của thời kỳ đầu tân nhạc Việt Nam ([[nhạc tiền chiến]]) không còn hoặc ít sáng tác về sau, Tô Vũ vẫn tiếp tục sáng tác trong giai đoạn chiến tranh sau này, nổi bật là các ca khúc như ''Cấy chiêm'', ''Nhớ ơn Hồ Chí Minh'' và ''Như hoa hướng dương''. Bên cạnh viết bài hát, ông còn sáng tác nhạc cho các loại hình sân khấu như [[tuồng]], [[chèo]], [[cải lương]], múa rối,... và cho [[điện ảnh]]. Ông có nhiều công trình nghiên cứu về chèo, [[cồng chiêng]], [[đàn đá]], thang âm – điệu thức và âm nhạc dân gian Việt Nam.<ref name=\"bndtv\">[http:\/\/www.nhandan.com.vn\/vanhoa\/dong-chay\/item\/23194402-nhac-si-to-vu-qua-doi.html Nhạc sĩ Tô Vũ qua đời], Báo Nhân dân, 13 tháng 5 năm 2014<\/ref>\n\nÔng cũng từng đảm nhiệm cương vị Viện trưởng Viện âm nhạc cơ sở II tại [[Thành phố Hồ Chí Minh]], Thư ký Đoàn Nhạc sĩ Khu III đầu kháng chiến chống thực dân Pháp và là một trong những người đầu tiên góp phần xây dựng Trường Âm nhạc Việt Nam (Nhạc viện Quốc gia sau này). Ông còn là một nhà nghiên cứu có thâm niên và uy tín trong lĩnh vực âm nhạc dân tộc (nhạc truyền thống) cũng như âm nhạc hiện đại. Bên cạnh đó, ông cũng có công lớn trong việc đào tạo nhiều tài năng thế hệ sáng tác nhạc sau này. Sau sự kiện 1975, ông chuyển vào [[Thành phố Hồ Chí Minh]] và làm Viện phó Viện Nghiên cứu Âm nhạc, phụ trách bộ phận phía nam.<ref name=\"bndtv\" \/> Ông được Nhà nước Việt Nam tặng [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về văn học nghệ thuật đợt 1 (năm 2001).\n\nTô Vũ qua đời hồi 3 giờ 30 phút, ngày 13 tháng 5 năm 2014 tại nhà riêng ở [[Thành phố Hồ Chí Minh]], hưởng thọ 92 tuổi.<ref name=\"bndtv\" \/>\n\n==Một số tác phẩm==\n===Thanh nhạc và khí nhạc===\n* ''Em đến thăm anh một chiều mưa'' (1947)\n* ''Tạ từ''\n* ''Tiếng chuông chiều thu''\n* ''Cấy chiêm''\n* ''Nhớ ơn Hồ Chí Minh''\n* ''Tiếng hát thanh xuân''\n* ''Như hoa hướng dương''\n* ''Ngày xưa (Hoàng Phú)''\n*''Vọng Tô Châu (lời Việt)''\n* ''Những cánh buồm theo gió Đảng''\n* ''Hoàng hôn trên xóm nhỏ''\n* ''Nông thôn đổi mới'' (tác phẩm khí nhạc, hợp soạn cùng Tạ Phước)\n\n===Ấn phẩm===\n* ''Sức sống của nền âm nhạc truyền thống Việt Nam'' (Nhà xuất bản Âm nhạc, 1995)\n* ''Băng nhạc Tô Vũ và Tuyển chọn ca khúc Tô Vũ'' (DIHAVINA và Hội Nhạc sĩ Việt Nam phát hành)\n* KỸ THUẬT SOẠN BÀI HÁT -\nKUY SƠN xuất bản năm 1956 tại Hà Nội.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/vnexpress.net\/gl\/van-hoa\/guong-mat-nghe-sy\/2004\/04\/3b9d1b64\/ Nhạc sĩ Tô Vũ nói về Tây hóa và Việt hóa ca khúc Việt]\n* [http:\/\/dantri.com.vn\/c158\/s158-60010\/nhac-si-to-vu-va-chuyen-tinh-sau-bai-hat.htm Nhạc sĩ Tô Vũ và chuyện tình sau bài hát]\n* [http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2002\/11\/3b9c234e\/ Nhạc sĩ Tô Vũ và những kỷ niệm từ chiều mưa năm ấy]\n* [http:\/\/vov.vn\/Xuan2012\/Vi-sao-Nhac-si-lai-mang-nghe-danh-To-Vu\/201110\/189831.vov Vì sao Nhạc sĩ lại mang nghệ danh Tô Vũ?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140312010654\/http:\/\/vov.vn\/Xuan2012\/Vi-sao-Nhac-si-lai-mang-nghe-danh-To-Vu\/201110\/189831.vov |date=2014-03-12 }}\n* [http:\/\/www.thanhnien.com.vn\/pages\/20120222\/nhung-bong-hong-trong-tho-nhac-ky-7-em-den-tham-anh-mot-chieu-mua.aspx Những bóng hồng trong thơ nhạc - Kỳ 7: Em đến thăm anh một chiều mưa]\n* [http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Nhan-Tieng-thoi-gian-cuoi-nam-nguoc-nguon-tan-nhac\/20289.bld Nhân \"Tiếng thời gian\" cuối năm, ngược nguồn tân nhạc (Nguyễn Thụy Kha)]\n\n{{thời gian sống|1923|2014|Tô Vũ}}\n{{Nhóm Đồng Vọng}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Nhạc sĩ nhạc giao hưởng và thính phòng Việt Nam]]\n[[Thể loại:Nhóm nhạc Đồng Vọng]]"}