{"821295":"'''Tô Trân''' (蘇珍, [[1791]]-?), là sử gia [[Việt Nam]] thời [[nhà Nguyễn]].\n\n==Tiểu sử==\n'''Tô Trân''' là người ở xã Hoa Cầu (sau đổi là Xuân Cầu), huyện [[Văn Giang]], tỉnh [[Bắc Ninh]].\n\nNăm [[Minh Mạng]] thứ 7 ([[Bính Tuất]], [[1826]]), ông đỗ [[Tiến sĩ]], được bổ làm Biên tu ở Hàn lâm viện, rồi làm ở Hộ tào.\n\nNăm [[1833]], thăng ông làm Tuần phủ, tạm lãnh quyền coi giữ tỉnh [[Định Tường]]. Khi quân [[Lê Văn Khôi]] đến vây hãm thành, biết không thể kình chống được, ông bèn ''\"làm bài thơ để lại rồi đi lẩn ngầm ở dân gian\"'' <ref>Trích trong ''Chính biên'' (tr. 556). ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 837) viết \"thành mất vì giặc Pháp\" là không chính xác, vì mãi đến đầu năm [[1859]], liên quân [[Pháp]]-[[Tây Ban Nha]] mới từ mặt trận [[Đà Nẵng]] kéo vào đánh chiếm [[thành Gia Định]]. Xem [[Trận thành Gia Định, 1859]].<\/ref>. Sau đó, ông bị cách chức, phái đi lấy công chuộc tội.\n\nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), ông được khởi phục chức Án sát sứ [[Thái Nguyên]]. Năm sau ([[1842]]), triệu ông về triều thăng làm Thái bộ tự khanh, sung chức Toản tu ở [[Quốc sử quán (triều Nguyễn)|Quốc Sử quán]].\n \nNăm [[Tự Đức]] thứ nhất ([[1847]]), thăng ông làm Tả Tham tri [[bộ Lễ]], song vẫn lĩnh chức ở Quốc sử quán như cũ. Sau lại sung ông làm giảng quan ở Kinh diên.\n\nKhi quân [[Đế quốc thực dân Pháp|Pháp]] xâm lược [[Việt Nam]], ông thuộc phái chủ chiến. ''Từ điển bách khoa Việt Nam'' cho biết: \"Phái chủ chiến xuất hiện sau khi Pháp chiếm ba tỉnh Miền Đông Nam Kỳ. Phái này chủ trương tổ chức toàn dân kháng chiến chống Pháp để giữ gìn độc lập dân tộc và thu hồi các tỉnh đã bị Pháp chiếm. Đại diện là [[Tôn Thất Thuyết]], [[Nguyễn Tư Giản]], Tô Trân, Phan Hữu Nghị, Trần Văn Vi, Lê Hiến Hữu, [[Vũ Phạm Khải]].\n\nĐến tuổi 70, ông xin nghỉ việc. Vua [[Tự Đức]] ban cho [[vàng]], [[lụa]], rồi cho về. Tô Trân mất năm nào không rõ.\n\n== Tác phẩm==\nTác phẩm của ông có:\n* '''Bắc hành tập'''\nTrong thời gian Tô Trân giữ chức Toản tu ở Quốc sử quán, ông đã trực tiếp lo việc biên soạn '''[[Đại Nam thực lục]]''', phần Chính biên, gồm: Kỷ thứ nhất (đời Gia Long), Kỷ thứ hai (đời Minh Mạng), Kỷ thứ ba (đời Thiệu Trị); dưới quyền của Tổng tài Quốc sử quán là [[Phan Thanh Giản]]. Ngoài ra ông còn lo việc biên soạn bộ '''Minh Mạng chính yếu''' trong đời vua [[Minh Mạng]].\n\n==Khen ngợi==\nNhận xét về Tô Trân, ''Đại Nam chính biên liệt truyện'' có đoạn:\n:''\"(Tô) Trân (là người) thanh liêm, tiết nghĩa, nghiêm chỉnh. Khi trước làm Tuần phủ [[Định Tường]], thân hào sợ mà mến yêu...Khi (Tô) Trân ở [[Thái Nguyên]], (trong) ty thuộc có người tham ô, Trân lúc mới đến lỵ, nghe biết đã ghét rồi. Người ấy cầu xin yết kiến nhưng không được nên sợ lắm, thác xưng có bệnh mà đi. Lại thấy nơi biên giới ấy ít văn học, Trân thường tụ họp các học trò, làm thời khóa giảng dạy, để chấn hưng việc học. Trân tuổi già, ở sử cục lâu ngày, soạn thuật được nhiều, nên lúc bấy giờ (được) người đời trọng vọng, suy tôn\"'' <ref>''Chính biên'', tr. 556-557.<\/ref>.\n\n==Thơ Tô Trân (trích)==\nLúc thành [[Định Tường]] bị vây hãm, Tô Trân làm một bài [[thơ]] rồi lẩn đi. Bài thơ đó như sau: \n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:Dục bãi bất năng chử vũ dương,\n:Phân điền, phân thổ, bất phân vương.\n:Gia ưng hữu thất hà tu thỉ.\n:Lễ bất cầu phong chỉ dụng dương.\n:Đạt đắc chúng nhân suy hạnh xuất <ref>Chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 837). ''Chính biên'' (tr. 556) chép là \"thôi hạnh xuất\".<\/ref>\n:Thao tồn nhất thủ tự vô đương.\n:Ngư du thảo hạ hòa biên ổn.\n:Ngọc chẩn di xa tụy nhất đường.\n|\n:Bản dịch:\n:''Muốn thôi, cánh liệng, chẳng cho thôi,\n:''Xẻ đất, quyền vương chẳng xe đôi.\n:''Không lợn, đã nhà nề nếp sẵn,\n:''Có dê chưa hậu, lễ nghi rồi.\n:''Nhiều người khen đạt mình may thoát,\n:''Còn một tay thao việc khó trôi!\n:''Cá tựa lúa êm bơi dưới cỏ,\n:''Xe về nhà ngọc họp đầy vơi.\n|}\nBài thơ [[Đường luật|luật Đường]] bằng [[chữ Hán]] trên, theo ''Từ điển nhân vật lịch sử Việt Nam'', thì ''\"ngoài ý từ biệt tỉnh [[Định Tường]] về quê nghỉ, tác giả đã có tài xuất sắc là dùng tám câu thơ, mỗi câu tả tự dạng một chữ, có trật tự rõ ràng, thành tám chữ \"Thư lý Định Tường Tuần phủ Tô Trân\" (nghĩa là tạm quyền chức Tuần phủ tỉnh Định Tường Tô Trân). Mỗi câu về cách tả tự dạng chiết tự của mỗi từ đề trình bày rõ ý nghĩa cả câu. Đây là một bài thơ vừa có nghệ thuật [[hội họa]], vừa có giá trị nghệ thuật [[thơ]]\"'' <ref>Trích trong''Từ điển nhân vật lịch sử Việt Nam'', tr. 837.<\/ref>.\n\n==Sách tham khảo== \n* [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' (viết tắt là Chính biên), truyện \"Tô Trân\". Nhà xuất bản Văn học, 2004.\n* [[Nguyễn Q. Thắng]]- Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ: \" Tô Trân \". Nhà xuất bản Khoa học và xã hội. [[Hà Nội]]. 1992.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1791]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Nhà sử học Việt Nam|T]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}