{"119181":"{{Thông tin nhân vật phong kiến\n| tên = Tô Trung Từ\n| tên gốc = 蘇忠詞\n| nơi mất = Gia Lâm\n| nơi an táng = làng Hoạch\n| quốc gia = [[Đại Việt]]\n| triều đại = [[Nhà Lý]]\n}}\n\n'''Tô Trung Từ'''<ref>Đại Việt sử lược chép là Tô Trung Tự.<\/ref> (chữ Hán: 蘇忠詞, ?-1211) là tướng cuối thời [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n==Phò Lý thái tử==\nSử sách không chép rõ về xuất thân của Tô Trung Từ, chỉ biết ông là em vợ của [[Trần Lý]], hào trưởng vùng Hải Ấp (Nam Định, Thái Bình) và là người cùng họ với quan phụ chính [[Tô Hiến Thành]]. Khoảng thời gian trước khi xảy ra loạn [[Quách Bốc]], ông làm chức quan nhỏ trong triều, có quen biết với thái tử Lý Hạo Sảm con vua [[Lý Cao Tông]].\n\nThời đó vua Lý Cao Tông chơi bời, chính sự rối ren, giặc giã nổi dậy. Năm [[1209]], vua Cao Tông nghe lời gian thần [[Phạm Du]], giết trung thần [[Phạm Bỉnh Di]]. Bộ tướng của Bỉnh Di là Quách Bốc khởi binh báo thù cho chủ, đánh vào kinh thành, lập con thứ của vua là Lý Thầm làm vua. Vua Cao Tông chạy lên Quy Hoá, thái tử Sảm cùng mẹ và hai em gái chạy về Hải Ấp, nơi Trần Lý cai quản. Một thủ hạ của thái tử Sảm là Lưu Thiệu đi theo Trần Lý.\n\nNghe theo lời khuyên của Phạm Ngu, Trần Lý và Tô Trung Từ bèn đón thái tử Sảm về Lý Nhân lập làm vua, tôn xưng là Thắng Vương, ra lệnh giáng Lý Thầm làm vương. Sau đó thái tử Sảm lại trở về ở thôn Lưu Gia quê Tô Trung Từ. Thấy con gái của Trần Lý là [[Linh Từ quốc mẫu|Trần Thị Dung]] có nhan sắc, Lý Sảm bèn lấy làm vợ. Trần Thị Dung tức là cháu gọi Trung Từ bằng cậu. Nhân đó Trần Lý được phong làm Minh Tự, Phạm Ngu làm Thượng phẩm phụng ngự, Tô Trung Từ làm Điện tiền chỉ huy sứ<ref>Đại Việt sử lược, tr 254<\/ref>.\n\nBiết tin thái tử Sảm lập triều đình riêng và tự ý phong tước cho Trần Lý, Tô Trung Từ, Phạm Ngu... nên vua Lý Cao Tông ở Quy Hoá muốn đánh dẹp, bèn sai Phạm Du đi để liên lạc với họ Đoàn ([[Đoàn Thượng]], Đoàn Văn Lôi) ở vùng Hồng. Nhưng Du lại ham sắc, tư thông với công chúa Thiên Cực, nên lỡ hẹn với họ Đoàn. Khi Du lên thuyền đi gặp họ Đoàn, tới Ma Lãng thì bị quân của hào trưởng [[Bắc Giang]] là Nguyễn Nậu và Nguyễn Nải đón bắt và giết chết.\n\nTrần Lý và Tô Trung Từ bèn mang quân đánh về kinh thành dẹp Quách Bốc để lập công với [[nhà Lý]]. Cuối năm 1209, loạn Quách Bốc bị dẹp, Trần Lý tử trận, Tô Trung Từ đón vua Cao Tông về cung. Do Phạm Du đã chết mà thế lực Trung Từ mạnh nên vua Cao Tông buộc phải dựa vào Trung Từ.\n\n==Thao túng triều Lý==\n===Đón rước thái tử Sảm===\nTô Trung Từ phò vua Cao Tông ở kinh thành, trong khi thái tử Sảm vẫn ở Hải Ấp cùng các con Trần Lý là [[Trần Thừa]] và [[Trần Tự Khánh]]. Trung Từ muốn một mình cầm quyền nên quyết định giành lấy thái tử Sảm từ tay hai người cháu họ Trần.\n\nĐầu năm 1210, nhân vua Cao Tông bệnh nặng, muốn đón thái tử Sảm về kinh, Tô Trung Từ bèn giả mang quân bản bộ đi đánh quân phiến loạn ở Khoái châu, nhân đó ông về Hải Ấp nắm lấy thái tử Sảm. Không lâu sau, vua Cao Tông sai Đỗ Quảng tới chỗ ông để đón Lý Sảm.\n\nCuối năm 1210, Lý Cao Tông chết, uỷ thác cho đế sư Đỗ Kính Tu chăm lo cho thái tử. Thái tử Sảm lên ngôi, tức là [[Lý Huệ Tông]]. Tuy nhiên, không phải Đỗ Kính Tu mà Tô Trung Từ mới thực sự trở thành người nắm quyền trong triều.\n\nVừa lên ngôi, vua Huệ Tông sai đón vợ là Trần Thị Dung, nhưng Trần Tự Khánh không cho. Do lúc trước Trung Từ giành lấy Huệ Tông từ tay anh em họ Trần nên nảy sinh mâu thuẫn với Tự Khánh.\n\n===Xung đột với cựu thần nhà Lý===\nHuệ Tông dùng quan Thái phó Đỗ Kính Tu làm Thái uý theo lời vua cha Cao Tông. Thấy quyền hành của Trung Từ quá lớn, Đỗ Kính Tu cố tìm cách chống lại ông.\n\nTháng 12 năm 1210, quan Chi hậu Phụng ngự là bọn Đỗ Quảng bắt Kính Tu đưa cho Tô Trung Từ. Ông sai dìm Kính Tu xuống nước cho chết ở bến Đại Thông<ref>Đại Việt sử lược, tr 258<\/ref>.\n\nNhưng các quan cựu thần nhà Lý vẫn tiếp tục mưu chống Trung Từ. Ít lâu sau, ông lại nghe tin Quan nội hầu [[Đỗ Thế Quy]], [[Phí Liệt]] và chính [[Đỗ Quảng]] âm mưu phát binh để đánh mình, ông bèn dẫn quân đánh úp những người này trước. Tuy nhiên khi sắp đánh, Trung Từ mới biết là quân số của ông ít hơn đám quân của Đỗ Quảng, Phí Liệt quá nhiều. Trung Từ bèn lập mưu lừa mấy người đó để tìm cách tăng thêm viện binh.\n\nÔng sai người đến nói với Quảng và Liệt rằng:\n:''\"Chúa thượng mới vừa an táng, dân tình chưa yên, sao chẳng lui giáp binh đi, rồi tự về triều xem xét mà đồng mưu hiệp lực để khuông phò vương thất thì cũng không phải việc hay đó hay sao?\"''\n\nĐỗ Quảng, Phí Liệt cho là phải, bèn đồng ý. Lúc đó ngày đã về chiều, mới ước hẹn để sáng sớm hôm sau. Đêm đó, Tô Trung Từ bèn tăng thêm quân sĩ nhiều hơn ngày trước và sắp mưu đánh Quảng, Liệt.\n\nNgày hôm sau, Đỗ Quảng, Phí Liệt đúng như lời hẹn, họp lại ở Bí thư Các để đợi Trung Từ. Tô Trung Từ đến đình Tứ Đạt trước, sai tỳ tướng là Đào Phán đem binh theo cửa nách phía bên phải mà vào đóng quân ở Sa Trì <ref>Thềm có trải sỏi con, trải cát<\/ref> và ở Long Trì (thềm rồng), lại sai bộ tướng Nguyễn Tự và con rể là Nguyễn Ma La đóng quân ở cửa Thiên Thu.\n\nLúc đó, Quảng và Liệt vừa ăn cơm, nghe quan Liệt hầu Cao Kha vào báo việc Tô Trung Từ đã sắp đông quân để đánh, mới ném đũa mà đứng dậy cầm kích đến Long môn dòm xem thì thấy quân lính của Đào Phán đánh trống, reo hò. Quảng và Liệt tiến lên đánh lui được Đào Phán, nhân đó chạy đến cửa Thiên Thu mới thoát.\n\nĐào Phán bèn đem quân đánh lén Đỗ Thế Quy. Đỗ Thế Quy chạy trốn ở dưới cái linh cữu của vua Cao Tông. Tô Trung Từ đến nơi lục soát, cuối cùng bắt được Đỗ Thế Quy. Ông sai giết Đỗ Thế Quy ở chợ Đông, trước hết sai chặt hai chân Thế Quy, thứ đến là mổ ngực thấu đến tận xương sống và chặt tay, nhưng thần sắc của Đỗ Thế Quy vẫn tự nhiên. Đến lúc mổ bụng thì Thế Quy chết.\n\nNghe tin vua Cao Tông mất, [[Trần Tự Khánh]] đem thủy quân đến bến Tế Giang (Mỹ Văn, [[Hưng Yên]]) xin với Tô Trung Từ cho cùng dự tang lễ Cao Tông, nhưng Trung Từ không cho vì sợ Tự Khánh đốt phá kinh thành. Tự Khánh phải đem quân về Thuận Lưu.\n\nĐầu năm 1211, Huệ Tông lại sai người đi đón [[Trần Thị Dung]]. Lần này thì Trần Tự Khánh đồng ý để em gái về triều, sai hai tỳ tướng Phan Lân, Nguyễn Ngạnh cầm quân hộ tống. Khi quân hộ tống tới Thăng Long, đúng lúc Tô Trung Từ đang đánh nhau to với Đỗ Quảng. Trung Từ hợp binh với hai tướng Phan, Nguyễn phá tan quân của Quảng. Tới tháng sau thì Quảng bị bắt và bị xử chém<ref>Đại Việt sử lược, tr 261<\/ref>.\n\n==Ham sắc hại thân==\nTạm dẹp được các cựu thần [[nhà Lý]] nhưng chính nội bộ của Tô Trung Từ cũng không yên ổn. Bộ tướng của ông là Nguyễn Tự muốn giết con rể ông là Nguyễn Ma La và định phản ông. Tướng dưới quyền của Tự là Nguyễn Giai báo cho Trung Từ biết. Ông bèn tước binh quyền của Nguyễn Tự. Tự sợ hãi bỏ trốn sang [[Quốc Oai]] và sau này cát cứ tại đây.\n\nTình hình tạm yên, Tô Trung Từ lại sa vào thanh sắc. Ông say mê [[công chúa Thiên Cực]] là vợ của quan nội hầu Vương Thượng và là người từng quan hệ bất chính với gian thần Phạm Du trước đây. Một đêm tháng 6 năm 1211, ông sang Gia Lâm tư thông với công chúa Thiên Cực, bị Vương Thượng bắt quả tang và giết chết<ref>Đại Việt sử lược, tr 262<\/ref>. Theo luật pháp nhà Lý khi đó, nếu nam nữ tư thông mà bị bắt quả tang thì người chồng có thể giết tình địch mà không bị tội.\n\nSau khi ông chết, kinh thành hỗn loạn. Con rể ông là Nguyễn Ma La thấy cha vợ bị giết, thế cô, bèn mưu dựa vào họ Trần. Ma La sang nói với Trần Thừa, xin tiến binh dẹp yên ấp Khoái. Nguyễn Ma La cùng với vợ là Tô thị (em họ Tự Khánh) lên thuyền sang đạo Thuận Lưu để gặp bộ tướng của Tô Trung Từ là Nguyễn Trinh thì bị Nguyễn Trinh giết rồi cướp lấy Tô thị đem về. Tô thị sai người tố cáo với Trần Thừa. Trần Thừa bèn sai Tô thị dụ được Trinh và giết chết<ref>Đại Việt sử lược, tr 263<\/ref>. Lực lượng của Tô Trung Từ tan rã hoàn toàn.\n\n[[Trần Tự Khánh]] nhân lúc Ma La kéo đi, kinh thành bỏ trống, lập tức mang quân về kinh sư và an táng Tô Trung Từ ở làng Hoạch. Từ đó, chiến sự giữa các sứ quân ngày càng ác liệt và cuối cùng đánh dấu bằng sự thắng thế của Trần Tự Khánh cùng sự khống chế triều đình nhà Lý của anh em họ Trần.\n\n==Bình luận==\nTô Trung Từ khá giống với [[Đổng Trác]] trong [[lịch sử Trung Quốc]]. Nhân lúc loạn lạc để nắm binh quyền, trở thành quyền thần [[nhà Lý]]. Một loạt tướng lĩnh, quan lại nhà Lý mưu chống lại ông đều bị đánh bại, tựa như 18 đạo quân chư hầu đánh Đổng Trác không thành. Tuy nhiên, sau đó ông lại vì một người đàn bà mà mất mạng, như Đổng Trác chết bởi mỹ nhân [[Điêu Thuyền]]. Có ý kiến cho rằng chính các quan lại nhà Lý, trong đó có cả phò mã Vương Thượng - chồng công chúa Thiên Cực - là những người chủ mưu cho biến cố ở Gia Lâm để diệt Trung Từ.\n\nTrước Trung Từ, gian thần Phạm Du cũng chính vì tư thông với công chúa Thiên Cực mà hỏng việc, mất mạng. Trung Từ không rút được ra bài học của kẻ đi trước, lại dẫm theo vết xe đổ đó. Tô Trung Từ cũng chết vì ham sắc nhưng cái chết của ông ô danh, đáng hổ thẹn hơn cái chết của Đổng Trác. Cái chết đó càng cho thấy ông không đủ khả năng ngồi ở vị trí của đại thần đầu triều, \"gian hùng thời loạn\" mượn tiếng thiên tử để sai khiến chư hầu. Sau này người cháu Trần Tự Khánh đã tự mình thay thế vai trò của ông để xác lập cơ nghiệp của họ Trần.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2013|| style=\"text-align:center;\" |《[[Thái sư Trần Thủ Độ]]》|| style=\"text-align:center;\" |[[Bùi Bài Bình|NSND Bùi Bài Bình]]\n|}\n\n==Tham khảo==\n*''Đại Việt sử lược'', Nguyễn Gia Tường dịch, NXB Thành phố Hồ Chí Minh, 1993\n*''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]''\n\n==Xem thêm==\n*[[Nhà Lý]]\n*[[Sự suy vong của nhà Lý]]\n*[[Lý Cao Tông]]\n*[[Lý Huệ Tông]]\n*[[Trần Tự Khánh]]\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Mất năm 1211]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Người họ Tô tại Việt Nam]]"}