{"1677259":"{{DISPLAYTITLE: ''Tôi là người thợ lò''}}\n{{Thông tin bài hát Việt\n| bgcolour = #BBBBBB\n| tên = Tôi là người thợ lò\n| nhạc sĩ = [[Hoàng Vân]]\n| lời = [[Hoàng Vân]]\n| tên khác = \n| thể loại = [[Nhạc đỏ]]\n| năm = [[1964]]\n| ca sĩ = \n}}\n\n\"'''Tôi là người thợ lò'''\" là ca khúc của nhạc sĩ [[Hoàng Vân]], được ông sáng tác vào năm 1964 khi lần đầu tiên máy bay của [[quân đội Hoa Kỳ]] oanh tạc thị xã [[Hòn Gai]] và [[vịnh Hạ Long]]. Với nội dung đề cập đến người [[thợ mỏ]] than, bài hát này thường được biểu diễn các hội diễn văn nghệ quần chúng của ngành [[than (định hướng)|than]] [[Việt Nam]].<ref>[http:\/\/www.vinacomin.vn\/vi\/news\/Nhua-song\/Chi-tho-lo-moi-hieu-809.html Chỉ thợ lò mới hiểu], Website [[Tập đoàn Công nghiệp Than - Khoáng sản Việt Nam]], 30 tháng 12 năm 2011<\/ref>Đây cũng là một trong những bài đầu tiên về ngành nghề, một thể loại mới trong âm nhạc Việt Nam, mà Hoàng Vân là nhạc sĩ đi tiên phong và có nhiều thành công.\n\nLà một bài hát, nhưng xét về thể loại nó là một bài hát dài, trường ca, mà nhạc sĩ Hoàng Vân có sở trường và đã phát triển thể loại này lên đỉnh cao vào những năm 1960.\n\nÔng còn nhiều tác phẩm khác hát về vùng than, về Quảng Ninh, về người thợ mỏ trong sự nghiệp của mình, tất cả đều được khán giả vùng mỏ và cả nước đánh giá cao: \"Tình ca người đánh cá Quảng Ninh\", \"Tình ca thợ mỏ\". Bộ ba ca khúc \"Bài ca xây dựng\" cũng lấy cảm hứng từ những chuyến đi công tác ở vùng đất này.\n\n=== Lời bài hát: Tôi là người thợ lò ===\nTôi là người thợ lò sinh ra trên đất mỏ \n\nTrong những ngày cờ đỏ bay trên núi Bài Thơ. \n\nNúi Bài Thơ ơi, núi Bài Thơ sừng sững hiên ngang đứng giữa trời \n\nCó nghe tiếng mìn nổ dậy đất, tiếng máy reo \n\nHay tiếng bước đoàn thợ mỏ tiến quân. \n\nKìa tiếng búa khoan reo như tiếng trống trận \n\nKìa nghe tiếng mìn nổ như tiếng súng công đồn \n\nTa đi khơi nguồn suối than, cho than xuôi về bến \n\nTa đi nhen ngọn lửa nhiệt tình cách mạng \n\nTổ quốc mong than, ta quên sao lời Bác gọi \n\nNào đồng chí chúng ta ơi, ta tiến quân vào lò. \n\nĐêm đêm ngày ngày đi trong lò \n\nTa lắng tiếng nghe đây những tiếng thân yêu \n\nNhững tiếng vọng từ khắp đất nước đưa về \n\nDưới hầm lò mà nghe rõ làm sao. \n\nTiếng chim hót trên cánh đồng lúa chín \n\nTiếng trẻ thơ cắp sách đến trường làng \n\nTiếng còi tầm sớm mai rộn ràng như tiếng máy đòi ăn than \n\nA... mỗi khi lò thủng đón cơn gió nồm nam mát rượi \n\nTrong tiếng than rơi, tiếng gió lùa nghe như có tiếng đàn, tiếng hát... \n\nNào vác gỗ lên vai, ta bước tiếp vào \n\nĐào mỗi thước thêm sâu, sức ta thêm mạnh. \n\nNhìn gương than lấp lánh, như muôn vì sao sáng \n\nTa đứng đây như đứng trước vũ trụ bao la... \n\nTrong cuộc chiến đấu trường kỳ, ta là người chiến thắng. \n\nNhưng gian khổ nào bằng đồng bào và chiến sĩ miền Nam anh dũng. \n\nĐất Mỏ thân yêu ơi, đất Mỏ thân yêu ơi... \n\nNhìn lá cờ đỏ, tung bay trên đất Mỏ sau những ngày gian khổ \n\nKháng chiến đã thành công \n\nVùng Mỏ ngày nay lớn lên bạn trẻ ta ơi chớ quên\n\nBước đường đấu tranh đang còn lâu dài\n\nCàng gian khổ càng nhiều vinh quang.\n\nPhất cao ngọn cờ trên núi Bài Thơ năm xưa ta đi tới.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/tapchihuongnghiep.com.vn\/Main.aspx?MNU=874&Style=1&ChiTiet=3724 Trang thơ của nhà báo – nhà thơ – Cựu chiến binh Ngô Tiến Cảnh]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}\n* Nghe bài hát [https:\/\/hoangvan.org\/toi-la-nguoi-tho-lo-2?lang=vi Tôi là người thợ lò]\n\n{{sơ khai bài hát}}\n\n[[Thể loại:Nhạc Hoàng Vân]]\n[[Thể loại:Ca khúc nhạc đỏ]]\n[[Thể loại:Bài hát năm 1964]]\n[[Thể loại:Bài hát tiếng Việt]]"}