{"410843":"Thời [[Nhà Lê sơ|Lê Sơ]], nước [[Đại Việt]] chịu ảnh hưởng của [[Nho giáo]], [[Phật giáo]] và [[Đạo giáo]] cùng tín ngưỡng dân gian, trong đó Nho giáo là đậm nét nhất, trở thành tư tưởng chủ đạo của chính quyền cai trị.\n\n==Thần linh==\nThờ thần linh là [[tín ngưỡng]] từ lâu đời của [[người Việt]]. Ngay khi giành thắng lợi trong cuộc [[khởi nghĩa Lam Sơn]], [[Lê Thái Tổ|Lê Lợi]] đã quan tâm tới việc sai các quan đi tế lễ thần kỳ ở các [[núi]], [[sông]], miếu [[xã]] các nơi trong nước và các [[lăng tẩm]] các vua đời trước. Ông tuyên bố: ''\"Ta là chúa tể của bách thần\"''. Việc đẩy mạnh phong thần chính là muốn mượn uy danh thần linh để bảo vệ vương quyền và bảo vệ đất nước<ref>Viện Sử học, sách đã cho biet, tr 341<\/ref>.\n\nNăm 1437, [[Lê Thái Tông]] tiến hành gia phong cho các thần linh trong nước và tổ chức tế lễ long trọng. Sang thời [[Lê Nhân Tông]], triều đình đã cho lập các đàn thờ [[Thành hoàng]] tại kinh thành [[Thăng Long]], thờ ''thần Gió, thần Mây, thần Mưa, thần Sấm'' để bảo vệ kinh thành.\n\n==Nho giáo==\nCác vua Lê từ [[Lê Thái Tổ]] trở đi rất sùng đạo Nho, dùng đường lối này làm tư tưởng chính thống để cai trị quốc gia<ref>Viện Sử học, sách đã dẫn, tr 342<\/ref>.\n\nĐể tỏ sự tôn sùng Nho học, năm 1435, [[Lê Thái Tông]] sai Thiếu bảo [[Lê Quốc Hưng]] chọn ngày làm lễ cúng [[Khổng Tử]] ở [[Văn miếu|Văn Miếu]]. Khoa thi tiến sĩ năm Nhâm tuất (1442) được xem là mốc quan trọng xác lập vị trí độc tôn của Nho học ở Việt Nam\n\nSang thời [[Lê Thánh Tông]], [[Nho giáo]] đạt tới đỉnh cao thịnh vượng. Dù vẫn để tâm tới [[Phật giáo]] và [[Đạo giáo]] nhưng tư tưởng chủ đạo của Lê Thánh Tông là Nho giáo. Lê Thánh Tông đưa Nho giáo lên vị trí hàng đầu trong đời sống văn hóa tinh thần của thời đại. Để làm đời sống tư tưởng với Nho giáo, ông đã tìm cách ''\"làm sáng tỏ đạo thánh hiền\"'' khiến muôn người tin theo<ref>Viện Sử học, sách đã dẫn, tr 343, 348<\/ref>.\n\nTrong giáo dục và thi cử, Nho giáo chiếm nội dung chủ yếu. Để tôn vinh Nho học, Lê Thánh Tông cho dựng bia tiến sĩ, những người đỗ từ năm 1442 tại nhà Thái học.\n\nNho giáo thời Hậu Lê áp dụng theo kiểu [[nhà Tống]], còn gọi là Tống Nho. Năm 1467, ông đặt ra chức ''Ngũ Kinh bác sĩ'', tức là chọn người giỏi giao cho nhiệm vụ nghiên cứu chuyên sâu về Ngũ Kinh để giảng cho học trò, truyền bá Nho giáo trong xã hội. Bản thân Thánh Tông cũng có học vấn khá cao về Nho học, ông thường cùng các quan lại bàn về Nho giáo trong lúc rỗi rãi. Ông đề cao \"tam cương\": quân thần, phụ tử, phu phụ (vua tôi, cha con, vợ chồng) và chữ \"hiếu\", ít bàn về phạm trù \"nhân nghĩa\"<ref>Viện Sử học, sách đã dẫn, tr 347<\/ref>.\n\n==Phật giáo==\nTrong thời [[bắc thuộc lần 4|thuộc Minh]], nhà Minh đã cho tuyên truyền đạo Phật khá nhiều vào Đại Việt nên lượng sư sãi trong xã hội rất đông. Năm 1429, [[Lê Thái Tổ]] ra lệnh cho các nhà sư, ai thông thạo kinh điển và đủ phẩm hạnh thì đến trình diện để thi kiểm tra cho tiếp tục để tu hành, ai không thi đỗ thì bắt hoàn tục. Bằng biện pháp này, nhà Lê đã hạn chế được người không có học, lợi dụng cửa Phật để hành nghề cúng bái<ref>Viện Sử học, sách đã dẫn, tr 348<\/ref>.\n\nTuy ảnh hưởng đối với chính quyền cai trị của [[Phật giáo]] không còn lớn như thời Lý - Trần nhưng về đời sống tâm linh thì vua, quan vẫn hướng theo đạo Phật, tìm đến cửa chùa niệm cầu, mong được Phật độ trì. Vua [[Lê Thái Tông]] và [[Lê Nhân Tông]] đã làm lễ Phật để cầu mưa. Các quan đại thần nhà Lê như Lê Văn Linh, Lê Ngân rất sùng đạo Phật. Đặc biệt, [[Lê Hiến Tông]] là ông vua khá chuộng đạo Phật và nghiên cứu khá sâu về đạo Phật. Tại khoa thi Đình năm 1502, ông đã ra đề thi về Phật giáo khiến những người dự thi đều bỡ ngỡ. Trong đề thi, ông đã ra hơn 100 câu hỏi rất cụ thể về các kiến thức Phật học. Đạo sĩ Lê Ích Mộc làm bài đối bàn về đạo Phật xuất sắc đã đỗ Trạng nguyên khoa này<ref>Viện Sử học, sách đã dẫn, tr 349<\/ref>.\n\nTrạng Lường [[Lương Thế Vinh]], nhà toán học thời Lê sơ cũng là người am hiểu về Phật giáo. Ông đã viết cuốn sách có tính chất giáo khoa về Phật giáo là Thiền môn khoa giáo và viết lời tựa cho sách Nam tông tự pháp đồ của thiền sư Thường Chiếu thời nhà Lý. Có ý kiến trong giới nghiên cứu cho rằng vì là nhà Nho lại đi viết sách về Phật giáo nên Lương Thế Vinh không được thờ trong [[Văn miếu|Văn Miếu]]<ref name=\"Viện Sử học, sách đã dẫn, tr 350\">Viện Sử học, sách đã dẫn, tr 350<\/ref>.\n\nTrong đời sống chính trị, Nho giáo ngự trị nhưng trong đời sống tín ngưỡng của nhân dân, Phật giáo vẫn đóng vai trò chủ đạo, cùng các tôn giáo tâm linh và tín ngưỡng dân gian. Do nhân dân xây cất thêm rất nhiều chùa nên năm 1461, [[Lê Thánh Tông]] ra lệnh cho các lộ, phủ không được tự tiện xây chùa nhằm hạn chế bớt ảnh hưởng của Phật giáo trong đời sống xã hội. Tuy nhiên, sang [[thế kỷ XVI]], Phật giáo ngày càng phát triển mạnh hơn, ngay cả trong cung đình nhà Hậu Lê.\n\n==Đạo giáo==\nCũng như đạo Phật, dù bị triều đình hạn chế khá chặt chẽ nhưng [[Đạo giáo]] vẫn phát triển trong đời sống tư tưởng của nhân dân<ref name=\"Viện Sử học, sách đã dẫn, tr 350\"\/>.\n\nCũng như với các tăng ni, [[Lê Thái Tổ]] đã làm sát hạch với các đạo sĩ năm 1429 để loại bỏ bớt những người không thực sự có kiến thức về Đạo giáo. Năm 1461, [[Lê Thánh Tông]], đồng thời với lệnh cấm tự tiện xây chùa đã ra lệnh cấm tự tiện mở đạo quán. Dù các vua từ Thái Tổ đến Thánh Tông đề ra những biện pháp hạn chế hoạt động Đạo giáo nhưng trên thực tế ngay cả trong cung đình, Đạo giáo vẫn tồn tại và chi phối các nghi lễ cung đình<ref>Viện Sử học, sách đã dẫn, tr 351<\/ref>.\n\nĐạo giáo thời Lê sơ chủ yếu là Đạo giáo thần tiên và Đạo giáo phù thủy. Đạo giáo phù thủy kết hợp với tín ngưỡng dân gian, thâm nhập sâu vào đời sống tinh thần của nhân dân với nội dung niệm chú, đặt bùa yểm, trừ bỏ tà ma, chữa bệnh cứu người. Đạo giáo thần tiên hấp dẫn giới Nho sĩ bởi tinh thần siêu thoát, phiêu du và tạo cảm hứng sáng tác thơ văn.\n\nTrong quá trình tồn tại và phát triển, Đạo giáo thường song hành với Phật giáo và thường mượn nghi lễ của Phật giáo để thâm nhập lòng người.\n\nSang đầu [[thế kỷ 16]], thời các vua Lê từ [[Lê Hiến Tông|Hiến Tông]] đến [[Lê Chiêu Tông|Chiêu Tông]], Đạo giáo cùng Phật giáo ngày càng phát triển mạnh không chỉ trong dân gian mà ngay cả trong cung đình. Cuộc khởi nghĩa của [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] năm 1516 mang màu sắc Đạo giáo khá rõ: Trần Cảo mặc áo đen, tự xưng là ''Đế Thích giáng sinh'', lôi cuốn được hàng vạn người tham gia<ref>Viện Sử học, sách đã dẫn, tr 352<\/ref>.\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Phật giáo]]\n* [[Nho giáo]]\n* [[Đạo giáo]]\n* [[Tôn giáo tín ngưỡng thời Mạc]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n\n[[Thể loại:Văn hóa Việt Nam thời Lê sơ]]\n[[Thể loại:Tôn giáo Việt Nam theo thời kỳ|L]]"}