{"2446373":"[[Tập tin:Tonthatduongky.jpg|nhỏ|phải|150px|Tôn Thất Dương Kỵ]]\n[[Giáo sư]] '''Tôn Thất Dương Kỵ''' tên thật là '''Nguyễn Phúc Dương Kỵ''' (1914 - 1987) là một nhà trí thức và [[chính khách]] [[người Việt Nam]], đảng viên [[Đảng Cộng sản Việt Nam]]<ref>{{chú thích web | url = http:\/\/phunuonline.com.vn\/xa-hoi\/chinh-tri\/giao-su-ton-that-duong-ky-mot-nha-bao-nha-tri-thuc-lon\/a111805.html | tiêu đề = Giáo sư Tôn Thất Dương Kỵ - một nhà báo, nhà trí thức lớn | author = | ngày = | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = Báo Phụ Nữ Thành phố Hồ Chí Minh | ngôn ngữ = }}<\/ref>. Ông từng giữ chức vụ Tổng thư ký Ủy ban Trung ương [[Liên minh các lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam]] (1968-1976).\n\n==Cuộc đời và sự nghiệp==\nÔng sinh ngày [[19 tháng 1]] năm 1914 tại làng Thủy Vân, xã Vân Dương, huyện [[Hương Thủy]], tỉnh [[Thừa Thiên Huế]], trong một gia đình quan lại [[quý tộc]] [[nhà Nguyễn]], thuộc dòng dõi Từ Sơn công [[Nguyễn Phúc Mão]], con út của [[vua]] [[Gia Long]], ông gọi ông Mão là ông cố nội. Thân sinh ông là ông Thể Linh (chắt của vua Gia Long, cháu nội ông Mão), mất sớm khi ông mới 9 tuổi. Mẹ ông là bà Nguyễn Đình Thị Tiếp. Do điều kiện và truyền thống gia đình, cùng với tư chất riêng, ông kiên trì tự học và có được một kiến thức uyên thâm cả Tây học lẫn Nho học.\n\nNgay từ thời thanh niên, do dòng dõi hoàng thất, ông được vào ngạch Thừa phái (một loại công chức) của triều đình nhà Nguyễn, dạy học tại trường Khải Định. Với kiến thức tự học, ông đã viết nhiều bài khảo luận về văn, sử, địa, đăng trong tạp chí Tri Tân – tờ tạp chí có khuynh hướng độc lập và dân tộc với bút danh '''Mãn Khánh'''. Ông từng nhận được giải nhất trong cuộc thi văn chương tại miền Trung năm 1936, với đề tài \"Vấn đề di dân lập làng ở miền Trung\".\n\nSau [[Cách mạng tháng Tám]], ông là Thư ký Liên đoàn Văn hóa Cứu quốc Thừa Thiên (1945 - 1946), trực tiếp quản lý tuần san Đại Chúng của Hội. Từ 1947 đến 1955, ông dạy học tại trường Khải Định (tức [[Quốc Học Huế|Quốc học Huế]] ngày nay), đồng thời hoạt động bí mật vận động trí thức cho phong trào [[Việt Minh]] tại [[Huế]]. Năm 1949, ông sáng lập và biên tập tạp chí Tiến Hóa với xu hướng ủng hộ Việt Minh, tuy nhiên dưới áp lực của chính quyền Pháp, chỉ một năm sau thì tờ báo đình bản. Năm 1954, ông cho ra tập văn \"Ngày Mai\", ủng hộ đấu tranh đòi hiệp thương tổng tuyển cử, nhưng lại bị chính quyền [[Việt Nam Cộng hòa]] đóng cửa chỉ sau 4 số, ông bị bắt giam.\n\nNăm 1955, sau khi ra tù, ông vào [[Sài Gòn]] dạy trường Marie Curie, Đại học Văn khoa và Đại học Vạn Hạnh. Năm 1962, ông hoạt động trong Phong trào Dân tộc tự quyết Việt Nam với cương vị Ủy viên Ban Chấp hành và Ủy ban Vận động hòa bình Việt Nam với cương vị Tổng thư ký. Cũng trong năm này, ông bị chính quyền [[Ngô Đình Diệm]] bắt giam, mãi đến cuộc [[Đảo chính Việt Nam Cộng hòa 1963]] nổ ra, ông mới được trả tự do.\n\nNăm 1964, ông bí mật tham dự Đại hội [[Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] lần thứ 2 với bí danh '''Dương Kỳ Nam''' và được cử làm Ủy viên Ủy ban Trung ương Mặt trận Dân tộc giải phóng miền Nam Việt Nam. Tháng 3 năm 1965, ông bị chính quyền Việt Nam Cộng hòa bắt giam rồi trục xuất qua cầu Hiền Lương ra miền Bắc.\n\nCuối năm 1965, ông được bí mật đưa về miền Nam hoạt động và tham gia chuẩn bị cho việc thành lập Liên minh các lực lượng Dân tộc Dân chủ và hòa bình Việt Nam. Khi Liên minh ra đời, ông được cử làm Tổng thư ký Ủy ban Trung ương [[Liên minh các lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam]], Bí thư Đảng đoàn liên minh.\n \nTừ năm 1977, ông được cử làm Ủy viên Thư ký Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]], phụ trách nhân sĩ, trí thức các tỉnh phía Nam.\n\nÔng qua đời ngày [[20 tháng 10]] năm 1987 tại [[Thành phố Hồ Chí Minh]] sau một cơn bệnh nặng.\n\n==Gia đình==\nÔng lập gia đình với bà Trần Xuân Huệ Phương. Bà chính là cháu nội của [[Đề đốc]] [[Trần Xuân Soạn]]. Ông bà có với nhau 9 người con. Tên 9 người con được ghi trong Gia phả Phòng Từ Sơn công như sau. 1. Tôn Nữ Quỳnh Diên (nữ, 1938); 2.Tôn Thất Quỳnh Đệ (nam, 1940), 3. Tôn Nữ Quỳnh Như (nữ, 1943), 4.Tôn Nữ Quỳnh Trân (nữ, 1944), 5.Tôn Nữ Quỳnh Diệu (nữ, 1946), 6.Tôn Nữ Quỳnh Uyển (nữ, 1948), 7. Tôn Thất Quỳnh Tiễn (nam, 1950), 8. Tôn Nữ Quỳnh Chi (nữ, 1952) và 9.Tôn Thất Quỳnh Vinh (nam, 1954).\n\n==Tác phẩm==\n* Việt sử khảo lược\n* Nghị luận luân lý\n* Nghị luận Văn chương\n...\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/phunuonline.com.vn\/xa-hoi\/chinh-tri\/giao-su-ton-that-duong-ky-mot-nha-bao-nha-tri-thuc-lon\/a111805.html]\n* [http:\/\/ubmttq.hochiminhcity.gov.vn\/TinTuc\/thongtinkhac\/Lists\/Posts\/Post.aspx?List=1db6fada-2f4d-484d-b1a8-afb5e73b4a85&ID=2035&Web=244ac557-7073-4a30-a303-9c1cb4e71212]\n* [http:\/\/www.baothuathienhue.vn\/?gd=1&cn=1&id=254&newsid=1-0-41468]\n* [http:\/\/baodientu.chinhphu.vn\/Van-hoa-The-thao\/GS-Ton-That-Duong-Ky-nha-tri-thuc-yeu-nuoc\/190579.vgp]\n* [http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=10005&cn_id=631906]\n* [http:\/\/phunutoday.vn\/kham-pha\/gs-ton-that-duong-ky-va-nguoi-vo-quot;canh-vang-la-ngocquot;-17044.html]\n* [http:\/\/daidoanket.vn\/index.aspx?Menu=1434&Style=1&ChiTiet=74809 Kỷ niệm 100 năm ngày sinh của GS. Tôn Thất Dương Kỵ: Nhà trí thức yêu nước và cách mạng (12\/01\/2014)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140307140253\/http:\/\/daidoanket.vn\/index.aspx?Menu=1434&Style=1&ChiTiet=74809 |date = ngày 7 tháng 3 năm 2014}}\n\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1914|1987}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n[[Thể loại:Hoàng tộc nhà Nguyễn]]"}