{"1519744":"'''Tôn giáo Đại Việt thời Trần''' về cơ bản cũng giống như [[Tôn giáo Việt Nam thời Lý|thời Lý]], có ảnh hưởng lớn của [[Phật giáo]]. Tuy nhiên so với thời Lý, [[Nho giáo]] ngày càng có vai trò lớn hơn<ref name=\"txs460\">Trần Xuân Sinh, sách đã dẫn, tr 460<\/ref>.\n\n==Phật giáo==\nPhật giáo vẫn đóng vai trò ảnh hưởng lớn hơn cả. Nhiều chùa được xây cất. Các vua [[Trần Thái Tông]], [[Trần Nhân Tông]] đi tu; vua [[Trần Anh Tông]] sai sứ sang [[Trung Quốc]] thu thập bộ kinh Đại Tạng về lưu hành trong dân gian.\n\nNổi bật nhất trong các vua Trần theo Phật giáo là vua [[Trần Nhân Tông]], người đã sáng lập ra dòng Thiền Trúc Lâm Yên Tử<ref name=\"lvs694\">Lê Văn Siêu, sách đã dẫn, tr 694<\/ref>. Trước Trần Nhân Tông, Hưng Ninh vương [[Tuệ Trung Thượng Sĩ|Trần Tung]] (anh trai Hưng Đạo vương [[Trần Hưng Đạo|Trần Quốc Tuấn]]) cũng tu hành và trở thành Tuệ Trung thượng sĩ. Vua Trần Nhân Tông (cũng là con rể Hưng Đạo vương) đã chịu chân truyền của Tuệ Trung thượng sĩ<ref name=\"lvs694\"\/>. Năm 1293, Trần Nhân Tông truyền ngôi cho thái tử Thuyên ([[Trần Anh Tông]]) lên làm [[thái thượng hoàng]], lui về phủ Thiên Trường. Ít lâu sau ông xuất gia tu ở chùa làng Vũ Lam huyện Gia Khánh ([[Ninh Bình]]) rồi trở về Thiên Trường mở Vô Lượng pháp hội tại chùa Phổ Minh. Năm [[1298]] ông sáng lập ra dòng Thiền Trúc Lâm Yên Tử. Dòng Thiền này đã thống nhất các dòng [[Tì-ni-đa-lưu-chi]], [[Vô Ngôn Thông]], Thảo Đường cũ dưới quyền lãnh đạo của Phật hoàng [[Trần Nhân Tông]]<ref name=\"lvs694\"\/>.\n\nNgoài thượng hoàng Trần Nhân Tông, phái Trúc Lâm Yên Tử còn có 2 vị tổn nữa là Pháp Loa tôn sư và Huyền Quang tôn giả, trong đó thượng hoàng Nhân Tông được truyền tụng như Thích Ca tái thế, Pháp Loa được tôn như Ma Ha Ca Diếp và Huyền Quang được coi như A Nan<ref name=\"lvs695\">Lê Văn Siêu, sách đã dẫn, tr 695<\/ref>. Các chùa trực tiếp thuộc hệ thống Trúc Lâm là Vũ Lâm ở [[Ninh Bình]], Phổ Minh ở Nam Định, Lâm Động và Báo Ân ở Bắc Ninh, Sùng Nghiêm ở [[Hà Nội]]; khu Yên Tử là quan trọng nhất, được coi là gốc tổ.\n\nDo sự thịnh hành của [[Phật giáo]], các thiền sư được sự tôn trọng của xã hội, không tham gia chính trị. Các chùa thường có ruộng công do làng xã cấp, ngoài ra còn có đất do những người mộ đạo cúng tiến. Do có hoa lợi từ ruộng đất, đời sống nhà chùa được đảm bảo. Tuy nhiên, các nhà tu hành vẫn sống khổ hạnh, nhiều người vẫn tham gia lao động sản xuất, theo thuyết hữu tác hữu thực (có làm có ăn) trong khi vẫn cúng lễ, giảng kinh<ref name=\"txs463\">Trần Xuân Sinh, sách đã dẫn, tr 463<\/ref>.\n\nTuy [[Phật giáo]] thịnh hành và được các vua quan tin theo nhưng vì công cuộc xây dựng nhà nước theo mô hình [[nhà Hán|Hán]] [[nhà Đường|Đường]] của [[Trung Quốc]], việc tiếp xúc thường xuyên với văn minh [[Tên gọi Trung Quốc|Trung Hoa]] và việc chống ngoại xâm đã không cho phép [[Phật giáo]] phát triển thành quốc giáo. Các vua quan sau thời Trần Nhân Tông đã xa rời dần Phật giáo<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 261<\/ref>.\n\nSang [[thế kỷ 14]], sau thời kỳ hưng thịnh của dòng Thiền Trúc Lâm Yên Tử ([[1298]]-[[1344]]), Phật giáo có dấu hiệu suy thoái. Các vị tổ qua đời và không có các môn đệ xuất sắc kế tục<ref name=\"lvs698\">Lê Văn Siêu, sách đã dẫn, tr 698<\/ref>. Các Nho sĩ chịu ảnh hưởng của Tống nho, cùng thời ở triều đình nhà Nguyên bên Trung Quốc đã diễn ra sự kỳ thị Phật giáo khiến Phật giáo ngày càng ít ảnh hưởng với các vua. Tại [[Đại Việt]] xảy ra điều tương tự khiến vai trò ảnh hưởng của Phật giáo giảm đi<ref name=\"lvs698\"\/>. Các sách kinh thường được tụng niệm theo nguyên văn chữ Hán và ít được giảng dạy trong dân chúng<ref name=\"txs460\"\/>. Sự thờ phụng chỉ có hình thức, ít người hiểu được giáo lý trong xã hội; nhiều người đi tu không phải vì mộ đạo mà chỉ để trốn binh dịch. Do đó Trương Hán Siêu trong bài ký tế tháp Linh Tế núi Dục Thúy (Ninh Bình) đã tỏ ý bất bình vì lắm kẻ \"trốn việc quan đi ở chùa\" và phê phán một số vị sư sa đọa<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 263<\/ref>.\n\nNăm [[1396]], đời vua [[Trần Thuận Tông]], thái sư Tuyên Trung Vệ quốc đại vương [[Hồ Quý Ly|Lê Quý Ly]] ra lệnh sa thải bớt tăng đồ, ai chưa tới 50 tuổi mà học vấn ít đều phải hoàn tục để tòng quân<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt sử ký toàn thư, Bản kỷ quyển 8]<\/ref>.\n\n==Nho giáo==\nNho giáo hình thành ảnh hưởng trong xã hội qua hệ thống [[giáo dục và khoa cử thời Trần|giáo dục và khoa cử]]. Vì văn học mở mang nên lực lượng sĩ phu ngày càng đông. Họ noi gương [[Khổng Tử]], [[Mạnh Tử]].\n\nTrong xã hội bắt đầu hình thành tầng lớp nho sĩ và nảy sinh việc phê phán [[Phật giáo]]. Các nho sĩ [[Đại Việt]] đương thời chịu ảnh hưởng của Tống Nho (với quan điểm là \"hợp lý, thực tế và kỳ thị\"<ref name=\"lvs697\">Lê Văn Siêu, sách đã dẫn, tr 697<\/ref>). Vua [[Trần Thái Tông]] tuy chân thành mộ đạo Phật nhưng cũng chịu ảnh hưởng nhất định của các Nho sĩ theo Tống nho, trong cách biện giải triết lý nhà Phật, vua đều lấy Nho học làm phương tiện chính. Sau này 3 vị tổ dòng Thiền Trúc Lâm Yên Tử ([[Trần Nhân Tông]], [[Pháp Loa]] và [[Huyền Quang]]) đều theo cách đó của vua Thái Tông và điều đó được xem là bước chuyển dịch từ Phật giáo qua Nho giáo thời Trần<ref name=\"lvs697\"\/>.\n\nNgoài [[Trương Hán Siêu]] phê phán một số tăng đồ, [[Lê Văn Hưu]] cũng phê phán nhà Lý quá sùng đạo Phật nên tiêu phí tiền của vào việc xây cất. Tuy nhiên, việc phê phán Phật giáo của tầng lớp Nho sĩ chỉ ở hình thức bên ngoài mà không bàn luận tới giáo lý<ref name=\"txs460\"\/>.\n\nCác nhà Nho nổi tiếng thời Trần có [[Lê Văn Hưu]], [[Mạc Đĩnh Chi]], [[Nguyễn Trung Ngạn]], [[Trương Hán Siêu]], [[Hàn Thuyên]], Nguyễn Sĩ Cố, [[Chu Văn An]]... Tuy Nho giáo có ảnh hưởng lớn hơn thời kỳ đầu nhưng chưa thực sự thấm sâu<ref name=\"lvs699\">Lê Văn Siêu, sách đã dẫn, tr 699<\/ref>, chủ yếu đáng kể ở việc đề cao tư cách đạo đức của người quân tử, tôn trọng nghi thức thờ tự và kỷ cương triều đình. Có 3 nhà Nho từng được thờ tự ở [[Văn miếu|Văn Miếu]] là [[Chu Văn An]], [[Trương Hán Siêu]] và [[Đỗ Tử Bình]] nhưng sau đó [[Trương Hán Siêu]] và [[Đỗ Tử Bình]] bị tước bỏ, chỉ còn lại [[Chu Văn An]]<ref name=\"lvs700\">Lê Văn Siêu, sách đã dẫn, tr 700<\/ref>.\n\nLê Văn Siêu cho rằng từ nửa cuối [[thế kỷ 14]] [[nhà Trần]] có dấu hiệu suy yếu có phần ảnh hưởng từ tôn giáo: Phật giáo không còn được sùng kính, còn Nho giáo cũng chưa ra Nho giáo chính thống, tinh thần của toàn xã hội không có ngọn cờ nào dẫn đường ngoài những hấp dẫn của danh và lợi<ref name=\"lvs702\">Lê Văn Siêu, sách đã dẫn, tr 702<\/ref>.\n\n==Đạo giáo==\nTuy đã xâm nhập vào [[Đại Việt]] và cũng được sự trọng thị của triều đình, [[Đạo giáo]] không có đội ngũ đông đảo truyền giảng đạo như Phật giáo và Nho giáo. Do đó Đạo giáo thời Trần không có những tín đồ thực sự, chỉ có một số người tu [[tiên]] và các thầy cúng cầu phúc trừ tà<ref name=\"txs460\"\/>.\n\n== Tam giáo đồng nguyên==\nTư tưởng Tam giáo đồng nguyên kế tục từ thời Lý tiếp tục tồn tại tới thời Trần. Nhà Trần cũng thực hiện chế độ khoa cử bằng các khoa thi Tam giáo, đòi hỏi người thi phải thông hiểu cả ba tôn giáo Phật, Nho và Đạo. Người đỗ Tam giáo gọi là Tam giáo xuất thân. Tuy nhiên từ sau năm 1247, chế độ khoa cử Tam giáo không còn được áp dụng nữa<ref>Lê Thái Dũng, sách đã dẫn, tr 145<\/ref>.\n\n== Công giáo==\nTuy [[Giáo hội Công giáo Rôma|Công giáo]] chưa chính thức xâm nhập [[Đại Việt]] nhưng dưới thời Trần đã ghi nhận sự xuất hiện của một nhà truyền giáo tại đây. Vào giữa [[thế kỷ 14]], nhà truyền giáo Odorico de Pardonone (Thánh Odorico de Pardonone) đã đặt chân lên lãnh thổ [[Việt Nam]]<ref name=\"vsh553\">Viện Sử học, sách đã dẫn, tập 4, tr 553<\/ref>. Khoảng 200 năm sau, dưới thời [[nhà Mạc|Mạc]], việc [[Công giáo]] truyền đạo vào [[Đại Việt]] bắt đầu được xúc tiến<ref name=\"vsh553\"\/>.\n\n==Tín ngưỡng dân gian==\nNgoài 3 tôn giáo Phật, Lão và Nho, tín ngưỡng dân gian hình thành từ nhiều đời vẫn rất phổ biến. Bên cạnh những phong tục ngày càng được mở rộng như thờ cúng tổ tiên, thờ cúng các anh hùng dân tộc, người có công với làng, với nước…, các tục thờ nguyên thủy \"vạn vật hữu linh\" vẫn còn nhiều. Triều đình cũng tham gia vào đời sống tín ngưỡng với dân gian<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 258<\/ref>.\n\n==Xem thêm==\n* [[Tôn giáo Việt Nam thời Lý|Tôn giáo Đại Việt thời Lý]]\n* [[Văn hóa Lý-Trần]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Trần Xuân Sinh ([[2006]]), ''Thuyết Trần'', Nhà xuất bản Hải Phòng\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n* Lê Thái Dũng ([[2008]]), ''Giở trang sử Việt'', Nhà xuất bản Đại học Quốc gia Hà Nội\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Tôn giáo tại Việt Nam]]"}