{"3222358":"'''Tôn giáo Đàng Trong thời Lê trung hưng''' phản ánh những ảnh hưởng của các tôn giáo đối với lãnh thổ [[Đàng Trong]] nước [[Đại Việt]] thời [[Lê trung hưng]] do [[chúa Nguyễn]] cai quản.\n\nỞ Đàng Trong thời [[Lê trung hưng]], [[Nho giáo]] suy đồi trong khi [[Phật giáo]] hồi phục, bên cạnh đó có sự xuất hiện của [[Công giáo]].\n\n==Nho giáo==\nThời [[Lê trung hưng]], ý thức hệ [[Nho giáo]] bị suy giảm ở [[Đàng Ngoài]]. Trong khi đó tình hình [[Đàng Trong]] cũng không sáng sủa hơn, do người dân Đàng Trong mới vào khai phá đất đai, phải lo ổn định cuộc sống. Dù các chúa Nguyễn cố gắng duy trì lễ giáo [[Nho gia]] nhưng nhìn chung Nho giáo thậm chí không có được vị trí cai trị trên danh nghĩa như ở Đàng Ngoài<ref name=\"vsh542\">Viện Sử học, sách đã dẫn, tr 542<\/ref>.\n\nCó một nguyên nhân nữa được các nhà nghiên cứu lý giải về sự mờ nhạt hơn của Nho giáo là sự hòa hợp giữa hai dân tộc Việt và [[người Chăm|Chăm]] (những người sùng Phật giáo)<ref name=\"vsh543\">Viện Sử học, sách đã dẫn, tr 543<\/ref>.\n\n==Phật giáo==\nCũng như các [[chúa Trịnh]], các [[chúa Nguyễn]] cũng là những người sùng [[đạo Phật]]. Ngay trong quá trình dựng nghiệp, các chúa Nguyễn đã xây cất nhiều chùa. Ngay khi trấn thủ [[Thuận Hóa]], [[Nguyễn Hoàng]] đã xây chùa Thiên Mụ năm 1601 và chùa Sùng Hóa năm [[1602]], các đời chúa sau tiếp tục tu bổ và làm thêm chuông.\n\nSở dĩ các [[chúa Nguyễn]] có chính sách bảo trợ đạo Phật và xem xem Phật giáo như một hệ tư tưởng quy tụ sự ủng hộ về mặt tinh thần và đạo đức bởi đạo Phật là tôn giáo đậm chất an ủi, phủ dụ, là nơi bám víu, che chở cho tâm hồn Việt tha hương xa xứ, di cư trên vùng đất đầy lạ lẫm không chỉ bởi sự thách thức của môi trường sinh tồn mà còn là bản lĩnh để tiếp cận với những sắc thái văn hoá của các cộng đồng người bản địa<ref name=\"hue\">[http:\/\/www.hue.vnn.vn\/vi\/57\/560\/Hue-xua-va-nay\/Phat-giao-trong-vai-tro-xac-lap-he-tu-tuong-chinh-thong-o-dang-Trong.html#.Ujl4_3-oXFw Phật giáo trong vai trò xác lập hệ tư tưởng chính thống ở Đàng Trong]<\/ref>. Điều đó có ý nghĩa rất thiết thực với các chúa Nguyễn trong hoàn cảnh phải tập hợp những người di cư từ phía Bắc vào Thuận – Quảng để chống lại [[chúa Trịnh]] hùng mạnh hơn nhiều ở [[Đàng Ngoài]].\n\nGiai thoại kể rằng [[Nguyễn Hoàng]] vốn không ưa [[đạo Phật]] vì khi còn ở [[Thanh Hóa]], trong một lần giả ốm mệt dạo chơi, Nguyễn Hoàng bị một nhà sư làm nhục<ref>[[Nguyễn Khoa Chiêm]], ''[[Việt Nam khai quốc chí truyện]]'', Nhà xuất bản Hội Nhà Văn, 1994. Tr.38.<\/ref>. Nhưng khi trấn thủ Thuận – Quảng, Nguyễn Hoàng ý thức được vai trò của đạo Phật trong việc quy tụ nhân tâm ở vùng đất mới mở và ông đã thay đổi tư tưởng. Điều đó được các đời chúa Nguyễn sau kế tục.\n\nSố lượng chùa mới ở [[Đàng Trong]] thậm chí nhiều hơn ở Đàng Ngoài cùng thời. Số thống kê cho thấy: trong số 73 chùa xây cất từ [[thế kỷ 15]] đến [[thế kỷ 18]] tại [[Đại Việt]] thì ở [[Đàng Trong]] là 48 ngôi<ref name=\"vsh546\">Viện Sử học, sách đã dẫn, tr 546<\/ref>.\n\nNhững ngôi chùa được xây cất hoặc tu bổ thời kỳ này tiêu biểu là<ref name=\"vsh547\">Viện Sử học, sách đã dẫn, tr 547<\/ref>:\n* Chùa Sùng Hóa ở xã Triêm Âm, huyện Hòa Vang xây năm [[1602]]; \n* Chùa Hóa Vinh ở gần cửa Tư Dung xây dựng năm [[1667]];\n* Chùa Túy Vân ở xã Vĩnh Hiền, huyện Phúc Lộc - Thừa Thiên Huế xây dựng cuối [[thế kỷ 17]] thời [[Nguyễn Phúc Chu]]; \n* Chùa Báo Quốc tại [[Thừa Thiên Huế]] xây dựng cuối [[thế kỷ 17]] thời [[Nguyễn Phúc Chu]]; \n* Chùa Từ Đàm Quốc tại Thừa Thiên Huế xây dựng năm [[1695]];\n* Chùa Hoàng Giác ở xã Hiền Sĩ, huyện Phong Điền, Thừa Thiên Huế xây dựng năm [[1721]]\n\nHệ thống chùa chiền ngày càng thêm dày đặc, phong phú. Năm [[1750]], Pierre Poivre ghi nhận rằng chỉ riêng tại Huế và vùng phụ cận đã có gần 400 ngôi chùa miếu thờ Phật. Do vậy, đội ngũ tăng ni trở nên đông đảo đến mức có lúc sư sãi chiếm hơn một nửa người đi đường<ref name=\"hue\"\/>.\n\n==Công giáo==\nNăm [[1615]], các tu sĩ đầu tiên của dòng Tên đã theo thuyền buôn [[Bồ Đào Nha]] từ [[Ma Cao]] cập bến Đàng Trong tại cửa Hàn ([[Đà Nẵng]]). Linh mục Busomi được [[Nguyễn Phúc Nguyên]] tiếp đãi và việc truyền đạo khá thuận lợi. Các giáo sĩ xây dựng được giảng đường đầu tiên, sau đó đi tiếp vào Hội An – nơi có nhiều người Bồ buôn bán.\n\nSang năm [[1618]], các giáo sĩ Francisco di Pina và Christofoto Borri đã học được [[tiếng Việt]] và giảng đạo bằng tiếng Việt. Họ đã soạn được cuốn [[Kinh Thánh]] bằng tiếng Nôm và đặc biệt là giáo sĩ Borri viết được cuốn sách nói về địa lý, khí hậu, sản vật, tài nguyên, phong tục tập quán Đàng Trong, chuyển ra nhiều thứ tiếng giúp người châu Âu hiểu rõ về Đại Việt<ref name=\"vsh556\">Viện Sử học, sách đã dẫn, tr 556<\/ref>.\n\nGiáo sĩ Busomi trong thời gian 20 năm truyền giáo đã lập ra Giáo hội Đàng Trong. Thành phần các giáo sĩ lúc đó có 21 người: 17 linh mục và 4 thày cả; trong đó có một người Pháp, 5 người Ý, 5 người Nhật, còn lại là người Bồ Đào Nha. Đến năm 1639, số tín đồ Công giáo là 15.000 người và nhiều nhà thờ được xây dựng tại Quảng Nam, Đà Nẵng<ref name=\"vsh557\">Viện Sử học, sách đã dẫn, tr 557<\/ref>.\n\nTuy nhiên, cũng như ở [[Đàng Ngoài]], do đạo Công giáo có những tư tưởng trái với [[đạo Nho]] và tập quán truyền thống của người Á Đông như phản đối tục thờ cúng tổ tiên và các giáo lý luân thường… nên dần dần đạo Công giáo cũng bị cấm đoán ở Đàng Trong<ref name=\"vsh559\">Viện Sử học, sách đã dẫn, tr 559<\/ref>. Sau khi bị trục xuất ở Đàng Ngoài năm [[1630]], đến năm [[1645]] [[Alexandre de Rhodes]] bị [[chúa Nguyễn]] trục xuất ra khỏi [[Đàng Trong]]. Công giáo bị cấm ở toàn lãnh thổ [[Đại Việt]].\n\nSau đó các giáo sĩ vẫn tìm nhiều cách nối lại hoạt động truyền giáo ở Đàng Trong, như vận động sự hỗ trợ của [[Tòa thánh Vatican]], cử các giáo sĩ sang Xiêm chờ cơ hội trở lại Đại Việt... [[Alexandre de Rhodes]] được các giáo sĩ bề trên của dòng Tên ở Ma Cao phái sang La Mã đệ trình lên [[giáo hoàng Innôcentê X]] xin thêm giáo sĩ sang Viễn Đông giảng dạy, nhưng đề nghị của ông không được thực hiện vì người Bồ Đào Nha độc chiếm quyền truyền giáo trên lãnh thổ mà họ được giáo hoàng cho phép. Sau khi Alexandre de Rhodes qua đời ([[1660]]), do ảnh hưởng của nước Pháp đang lớn mạnh về kinh tế nhờ sự phát triển của [[chủ nghĩa tư bản]], giáo sĩ Lambert người Pháp được giáo hoàng cử sang phụ trách truyền giáo ở Đàng Trong. Tuy nhiên, vì việc cấm đạo ráo riết ở Đại Việt, các giáo sĩ chỉ đến [[Xiêm La]] và chờ cơ hội vào và truyền giáo ở [[Đại Việt]]<ref name=\"vsh562\">Viện Sử học, sách đã dẫn, tr 562<\/ref>.\n\nKhông chỉ bị chính quyền chúa Nguyễn ngăn cản, các giáo sĩ người Pháp gặp phải sự phản đối kịch liệt của các giáo sĩ dòng Tên người Bồ Đào Nha. Năm [[1664]] giáo sĩ Chevreuil cố gắng vào lãnh thổ [[Đàng Trong]] và gặp 3 giáo sĩ người Bồ cũng vào trước đó. Vì sự mâu thuẫn giữa Pháp và Bồ Đào Nha, một giáo sĩ người Bồ tìm cách hại Chevreuil<ref name=\"vsh562\"\/>. Cùng lúc, do chúa Nguyễn Phúc Tần truy sát, nhiều giáo sĩ khác bị giết, 3 giáo sĩ dòng Tên người Bồ phải trốn sang Xiêm La, còn Chevreuil cũng trị trục xuất khỏi Đàng Trong.\n\nSau đó, các giáo sĩ vẫn kiên trì tìm cách vào Đại Việt để truyền giáo. Đến cuối thời chúa Nguyễn Phúc Tần, việc cấm đạo nới lỏng, các giáo sĩ hoạt động ở nhiều nơi Đàng Trong như [[Thuận Hóa]], [[Hội An]], [[Quy Nhơn]]…<ref name=\"vsh562\"\/>.\n\nTới năm [[1700]], lệnh cấm đạo Đàng Trong lại thực thi, tuy không gắt gao như giữa [[thế kỷ 17]]: các giáo sĩ vẫn bị cấm nhưng nếu lén lút truyền đạo thì không bị xử tội chết<ref name=\"vsh563\">Viện Sử học, sách đã dẫn, tr 563<\/ref>. Chúa [[Nguyễn Phúc Chu]] tuy ra lệnh đuổi giáo sĩ nhưng lệnh không thi hành ngặt nghèo. Sang thời [[Nguyễn Phúc Chú]] thì Thiên chúa giáo được dung nạp trở lại, nhiều nhà thờ được xây dựng, ngay tại [[Thuận Hóa]] có 5 nhà thờ. Trong khi đó tại Đàng Ngoài, Thiên chúa giáo vẫn bị cấm gắt gao.\n\nTuy nhiên, các giáo sĩ do hiểu lầm lẫn nhau về nhiều vấn đề dẫn đến xung đột, mâu thuẫn nội bộ. Vì vậy, năm [[1739]], [[giáo hoàng Clêmentê XII]] cử hồng y người Pháp là Achards de la Baume đến Đàng Trong để ổn định tình hình, và đến năm [[1740]] thì chia khu vực địa phận cho từng dòng giáo sĩ phụ trách để tránh xung đột.\n\nNhưng đến năm [[1750]], chúa [[Nguyễn Phúc Khoát]] lại ra lệnh đuổi giáo sĩ, nhiều người bị bắt, bị đánh, nhiều nhà thờ bị phá. Cùng lúc, việc cấm đạo ở [[Đàng Ngoài]] vẫn thi hành gay gắt. Điều đó buộc các giáo sĩ phải trở về Ma Cao. Duy nhất giáo sĩ dòng Tên là Jean Koffer được giữ lại ở Đàng Trong và trên toàn lãnh thổ Đại Việt đương thời vì ông là thày thuốc chữa bệnh cho chúa Nguyễn<ref name=\"vsh564\">Viện Sử học, sách đã dẫn, tr 564<\/ref>.\n\nSau đó, các giáo sĩ phải sang [[Cao Miên]] ở gần Oudong, dựa vào người Việt lên đánh cá ở Cao Miên để bắt nối liên lạc. Sau đó, các giáo sĩ dựa vào tướng trấn thủ Mạc Thiên Tứ để truyền giáo tại vùng đất mới khai phá của chúa Nguyễn, lập được một chủng viện tại Hòn Đất. Năm 1767, hai thừa sai Pháp là Lefebre Piguel và [[Pigneau de Béhaine]] (Bá Đa Lộc) được cử sang bổ sung, truyền giáo cho người Việt, Hoa và Thái tại Nam Bộ. Nhưng chỉ được 2 năm, theo lệnh của chúa [[Nguyễn Phúc Thuần]], trường tu và nhà cửa của giáo sĩ bị đốt phá, nhiều học trò bị giết. Pigneau de Béhaine phải dời trường sang [[Pondichéry]] (vùng [[Ấn Độ]] thuộc Pháp) năm 1770<ref name=\"vsh564\"\/>.\n\nSau khi Piguel chết, Pigneau de Béhaine được phong làm Giám mục, trở thành Giám quản Tông Tòa Giáo phận Đàng Trong và âm thầm trở lại [[Hà Tiên (tỉnh)|Hà Tiên]] trong lúc cuộc chiến giữa chúa Nguyễn với [[nhà Tây Sơn|quân Tây Sơn]] bắt đầu nổ ra ác liệt khiến chúa Nguyễn không tập trung đối phó với các giáo sĩ. Năm [[1777]], chúa Nguyễn Phúc Thuần bị Tây Sơn bắt giết. Không lâu sau, Pigneau de Béhaine nắm lấy cơ hội kết giao và bắt đầu việc hỗ trợ cho chúa Nguyễn mới là [[Nguyễn Ánh]] trong việc chống Tây Sơn để đổi lại được thực hiện việc truyền đạo<ref>Viện Sử học, sách đã dẫn, tr 564-565<\/ref>.\n\n==Xem thêm==\n* [[Đàng Trong]]\n\n==Tham khảo==\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Tôn giáo tại Việt Nam]]\n[[Thể loại:Văn hóa triều Lê trung hưng]]"}