{"3187365":"'''Tôn giáo Việt Nam thế kỷ 10''' phản ánh sự phát triển và ảnh hưởng của các tôn giáo tại Việt Nam trong khoảng 100 năm từ sau nghìn năm [[Bắc thuộc]], tức là thời [[Thời kỳ tự chủ Việt Nam|Tự chủ]] đến thời [[Tiền Lê]].\n\n[[Nho giáo]], [[Đạo giáo]] và [[Phật giáo]] đều được truyền vào [[Việt Nam]] trong thời [[Bắc thuộc]]. Khi Việt Nam giành quyền độc lập, tự chủ, các tôn giáo đó vẫn tiếp tục phát triển, dù ở mức độ khác nhau, nhưng mang tính kế thừa từ thời trước. Do các triều đại Việt Nam [[thế kỷ 10]] đều tồn tại trong thời gian ngắn, các tôn giáo tại Việt Nam không có nhiều biến động hay khác biệt khi triều đại thay đổi và do đó được các nhà nghiên cứu đặt chung vào một giai đoạn xem xét<ref>Nhiều tác giả, sách đã dẫn, tr 263<\/ref>.\n\n== Phật giáo ==\nTrong nghìn năm Bắc thuộc, Phật giáo là tôn giáo phát triển nhất và có ảnh hưởng mạnh mẽ nhất<ref name=\"ReferenceB\">Trần Ngọc Thêm, sách đã dẫn, tr 100<\/ref><ref name=\"ReferenceC\">Viện Sử học (2001), sách đã dẫn, tr 367<\/ref> do Phật giáo đến bằng con đường hòa bình, không giống như Nho giáo đến bằng con đường chinh phạt cưỡng bức<ref name=\"ReferenceB\"\/>. Sang thời kỳ độc lập ban đầu cũng vậy, Phật giáo vẫn là tôn giáo lớn nhất, có vai trò quốc giáo<ref name=\"Nhiều tác giả, sách đã dẫn, tr 264\">Nhiều tác giả, sách đã dẫn, tr 264<\/ref><ref name=\"Nguyễn Việt, sách đã dẫn, tr 814\">Nguyễn Việt, sách đã dẫn, tr 814<\/ref>.\n\n=== Phật giáo dân gian===\nPhật giáo gắn liền với tín ngưỡng dân gian, được dân gian hóa và phong tục hóa, thể hiện tâm lý, lòng mong ước và thế giới quan của người nông dân trồng lúa nước ở đồng bằng sông Hồng<ref>Viện Sử học (2001), sách đã dẫn, tr 310<\/ref>. Phật giáo không chống lại các tục thờ cúng trong đời sống xã hội và tâm lý dân tộc nên được chấp nhận khá dễ dàng<ref>Nhiều tác giả, sách đã dẫn, tr 269<\/ref>.\n\nPhật giáo chi phối đời sống tinh thần từ trong cung đình đến các xóm làng, từ tầng lớp thống trị đến tầng lớp lao động nghèo khổ, tạo thành một đặc trưng văn hóa – lịch sử thế kỷ 10 (và còn kéo dài tới hết thời Trần)<ref name=\"Nhiều tác giả, sách đã dẫn, tr 264\"\/>.\n\nPhật giáo thời kỳ này kế thừa truyền thống thời Bắc thuộc: có chùa thờ Phật, có chùa thờ Phật cùng thánh thần. Phật giáo dung hợp với tín ngưỡng dân gian của người Việt như tục thờ cũng các hiện tượng tự nhiên có liên quan đến nông nghiệp, mặt khác tín ngưỡng dân gian cũng hóa thân vào Phật giáo. Hình tượng Phật giáo là vẻ bên ngoài, tín ngưỡng dân gian là nội dung chủ yếu. Những thần Mây, Mưa, Sấm, Chớp vốn là biểu tượng của các lực lượng tự nhiên Việt cổ trở thành Pháp Vân, Pháp Vũ, Pháp Lôi, Pháp Điện. Đó là những vị Phật đầu tiên của Việt Nam, với người xướng ra quan niệm này là bà Man Nương ở làng Mẫn Xá (Thuận Thành, Bắc Ninh) được gọi là Phật mẫu<ref>Nhiều tác giả, sách đã dẫn, tr 265-266<\/ref>.\n\n[[Phật Đản]] ngày 8 tháng 4 âm lịch của vùng Dâu ([[Bắc Ninh]]) là ngày hội tổ chức các lễ nghi nông nghiệp cầu mưa, cầu mùa màng tươi tốt. Tại đây Phật và Pháp và những biểu tượng tín ngưỡng giúp người, giúp đời như thần linh, chứ không phải là [[Thích Ca Mâu Ni]] với các lý thuyết nhân quả, luân hồi, nghiệp báo, niết bàn, tứ khổ đề… Các nhà nghiên cứu kết luận rằng có một dòng Phật giáo dân gian tồn tại trong thời kỳ này và kéo dài tới tận ngày nay<ref>Nhiều tác giả, sách đã dẫn, tr 266<\/ref>. Đây là sự lắp ghép giữa Phật giáo [[Ấn Độ]] và văn hóa Việt cổ thành một dòng Phật giáo độc đáo mà nội dung chủ yếu là tín ngưỡng dân gian cổ truyền ở vùng Dâu và một số nơi khác tại miền Bắc Việt Nam có từ trước thế kỷ 10, tiếp tục tồn tại sau đó. Sự lắp ghép này khiến cho Phật giáo Việt Nam vùng Dâu có sức sống lâu dài, còn Phật giáo các vùng khác như Kiến Sơ (Phù Đổng, [[Gia Lâm]], [[Hà Nội]]), Đình Bảng ([[Tiên Sơn|Từ Sơn]], [[Bắc Ninh]]) đã phồn thịnh trong nhiều thế kỷ song đã suy tàn trong những thế kỷ cuối thời [[Bắc thuộc]]<ref>Nhiều tác giả, sách đã dẫn, tr 267<\/ref>.\n\n=== Các thiền phái===\nHai phái Phật giáo Thiền tông từ Trung Quốc là [[Tì-ni-đa-lưu-chi]] (từ cuối [[thế kỷ 6]]) và [[Vô Ngôn Thông]] (từ đầu [[thế kỷ 9]]) tiếp tục là hai thiền phái chính trong thời kỳ này.\n\nThiền phái Tỳ ni đa lưu chi có những nhà sư nổi tiếng như [[Đinh La Quý]], [[Đỗ Pháp Thuận]], [[Vạn Hạnh]], thường sử dụng phù chú Mật giáo. Các cột kinh Phật ở kinh đô [[Hoa Lư]] mà Nam Việt Vương [[Đinh Liễn]] cho khắc có nội dung cho biết các kinh Mật giáo được thực hành trì chú phổ biến khắp nơi. Mật giáo chấp nhận sự tồn tại của thần linh, có thờ Phật và thờ thần, có tụng kinh, đọc chú. Yếu tố Mật giáo thường được bổ sung do các nhà sư sang học tại [[Ấn Độ]] hoặc được truyền từ [[Chiêm Thành]] lên<ref name=\"Nhiều tác giả, sách đã dẫn, tr 268\">Nhiều tác giả, sách đã dẫn, tr 268<\/ref>. Vua [[Lê Đại Hành]] từng dùng nhà sư người Chiêm Thành là Ma ha ma da lấy họ Dương làm quan trong triều.\n\nThiền phái Vô Ngôn Thông còn gọi là Quan Bích. Trong [[thế kỷ 10]], các nhà sư thiền phái này chịu ảnh hưởng nhiều của Thiền phái [[Trung Quốc]], song yếu tố Mật giáo cũng khá đậm<ref name=\"Nhiều tác giả, sách đã dẫn, tr 268\"\/>.\n\n=== Phật giáo đi vào đời sống===\n[[Phật giáo]] truyền bá rộng rãi trong xã hội và có ảnh hưởng lớn trong đời sống [[người Việt]]. Trong hoàn cảnh Nho giáo chưa có thế lực, Phật giáo chưa có xung đột với Nho giáo. Nhà sư [[Ngô Chân Lưu]] (Khuông Việt) từng học [[Nho giáo]] từ nhỏ nhưng sau đó bỏ Nho giáo theo Phật giáo.\n\nNhững giáo lý hư vô, học thuyết triết học trừu tượng đều được giảm bớt và Phật giáo thực tiễn hơn đã đi vào đời sống chính trị và xã hội, phục vụ đắc lực cho chính quyền dân tộc, trở thành hệ tư tưởng chính thống của xã hội. Tầng lớp tăng sĩ đông đảo lớn mạnh là cơ sở xã hội của triều đình và chính quyền các cấp<ref>Nhiều tác giả, sách đã dẫn, tr 270<\/ref>.\n\nNhà sư đầu tiên tham gia ít nhiều vào chính trị thời kỳ này là [[Đinh La Quý]] của thiền phái Tỳ ni đa lưu chi. Hành động chữa long mạch châu Cổ Pháp do [[Cao Biền]] phá hỏng trước đó để giúp nước Việt có chân nhân ra giúp nước, tuy ít nhiều mang tính thần bí nhưng phản ánh sự tham chính của Phật giáo, vì vận mệnh độc lập dân tộc. Tuy nhiên, Đinh La Quý không chính thức tham gia việc chính trị với chức danh chính thức. Các nhà sư đầu tiên tham gia chính trị, có chức vụ trong triều đình phong kiến Việt Nam được ghi nhận vào thời Đinh<ref name=\"ReferenceD\">Hoàng Xuân Hãn, sách đã dẫn, tr 417<\/ref>, gồm có [[Ngô Chân Lưu]] (dòng dõi [[Ngô Quyền]]) và Trương Ma Ni: Ngô Chân Lưu được ban hiệu là Khuông Việt đại sư, giữ chức Tăng thống, còn Trương Ma Ni làm Tăng lục\n<ref name=\"ReferenceA\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref>. Chức [[Tăng thống]] với nhiệm vụ quản lý các sư sãi ở trong nước, được đặt ra từ thời Đinh và được duy trì đến các triều đại sau này.\n\nNgô Chân Lưu có công giúp [[Đinh Tiên Hoàng]] và [[Lê Đại Hành]] việc quốc sự. Theo Thiền uyển tập anh, thời Lê Đại Hành, nhiều việc quân quốc đều được vua Lê giao cho ông<ref name=\"ReferenceD\"\/><ref>Thiền uyển tập anh, tr 105<\/ref>. Khi quân Tống tiến sang xâm lược, Khuông Việt giúp Lê Đại Hành trù tính kế hoạch kháng cự.\n\nNhà sư Pháp Thuận ([[915]]-[[990]]) cũng rất nổi tiếng, là người đóng vai trò nhà ngoại giao, cùng Ngô Chân Lưu giúp Lê Đại Hành đón tiếp sứ giả nhà Tống là Lý Giác sang [[Đại Cồ Việt]] năm [[987]]\n<ref name=\"ReferenceA\"\/>. Khi Lý Giác trở về, Ngô Chân Lưu làm bài thơ Vương lang quy để tặng.\n\nNgoài ra, thời kỳ này còn có sư Vạn Hạnh, người giúp Lê Đại Hành trong việc phá Tống bình Chiêm. Với việc chống Tống, ông dự liệu quân giặc sẽ tan trong ba, bảy ngày, còn việc đánh [[Chiêm Thành]], ông khuyên Lê Đại Hành nên đánh nhanh<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 418<\/ref>. Hơn thế nữa, với tẩm ảnh hưởng lớn trên chính trường, sư Vạn Hạnh còn có vai trò không nhỏ trong việc giúp [[Lý Công Uẩn]] thay ngôi nhà [[Tiền Lê]]<ref name=\"Nhiều tác giả, sách đã dẫn, tr 271\">Nhiều tác giả, sách đã dẫn, tr 271<\/ref>.\n\nHoạt động của các nhà sư trên chính trường thời kỳ này được xem là những hành động thiết thực cho nước nhà, không hoàn toàn bắt nguồn từ giáo lý triết học của Phật giáo mà từ nhu cầu thực tế của xã hội đương thời. Sự nhập thế thể hiện những đóng góp của Phật giáo đối với dân tộc về các mặt chính trị, ngoại giao, văn hóa và tổ chức xã hội<ref name=\"Nhiều tác giả, sách đã dẫn, tr 271\"\/>.\n\n[[Phật giáo]] vào [[Việt Nam]] không vấp phải sự tranh đấu mạnh mẽ của Nho giáo như tại [[Trung Quốc]]. [[Nho giáo]] thời [[Bắc thuộc]] chỉ bó gọn trong khung vùng cai trị của bộ máy chính quyền phương Bắc mà không xâm nhập được vào đời sống xã hội người Việt. Điều đó sang thời kỳ độc lập của người Việt càng thể hiện rõ. Phật giáo [[thế kỷ 10]] ở Việt Nam trở thành tôn giáo nhà nước, giúp triều đình xây dựng đất nước và chống ngoại xâm, thể hiện tinh thần dân tộc rất cao<ref name=\"Nhiều tác giả, sách đã dẫn, tr 273\">Nhiều tác giả, sách đã dẫn, tr 273<\/ref>.\n\n== Tín ngưỡng dân gian và Đạo giáo==\nThờ thần linh là tín ngưỡng từ lâu đời của [[người Việt]]. Kế tục truyền thống nhiều đời trước, người Việt vẫn tôn thờ những hình tượng nguyên sơ như [[Lạc Long Quân]], [[Chử Đồng Tử]], [[Tản Viên]], [[Sơn Tinh]], [[Phù Đổng Thiên Vương]]... Những hình tượng này hòa với ảnh hưởng của Đạo giáo du nhập từ thời [[Bắc thuộc]], nên bị [[Đạo giáo]] hóa và thần thánh hóa<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 254<\/ref>.\n\nĐạo giáo phù thủy hòa quyện với những đền miếu, tín ngưỡng dân gian cổ truyền, thờ cúng những người có công với dân tộc Việt<ref>Viện Sử học (2001), sách đã dẫn, tr 369<\/ref>. Dù không có vị trí như đạo Phật nhưng Đạo giáo cũng có chỗ đứng nhất định. Thời Đinh, đạo sĩ Đặng Huyền Quang được vua [[Đinh Tiên Hoàng]] trao chức Sùng chân uy nghi\n<ref name=\"ReferenceA\"\/>. Đạo giáo là tôn giáo có ảnh hưởng thứ 2 sau Phật giáo<ref name=\"Nguyễn Việt, sách đã dẫn, tr 814\"\/>.\n\nNgoài ra, tín ngưỡng dân gian còn dung hợp với đạo Phật.\n\n== Nho giáo ==\nMặc dù trong thời [[Bắc thuộc lần 3|thuộc Đường]], Nho giáo được tiếp tục truyền bá, các tầng lớp hào trưởng người Việt trưởng thành lên một bước qua tiếp thu văn hóa [[Trung Hoa]], nhờ hệ thống trường học Nho giáo được mở nhiều hơn<ref name=\"ReferenceC\"\/> nhưng vẫn chưa bao giờ phát triển rực rỡ tại Giao Châu<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 252<\/ref>.\n\nSang thời Tự chủ đến các triều Ngô - Đinh – Tiền Lê, vai trò của Nho giáo cũng không cao hơn. Ý thức hệ nho giáo của tầng lớp quan lại cai trị phương Bắc không có vị trí lớn trong xã hội. Tầng lớp nho sĩ không có vai vế trong bộ máy chính quyền các triều đại thời kỳ này<ref name=\"Nhiều tác giả, sách đã dẫn, tr 273\"\/>.\n\n==Xem thêm ==\n* [[Tăng thống]]\n* [[Tôn giáo Việt Nam thời Bắc thuộc]]\n* [[Tôn giáo Đại Việt thời Lý]]\n* [[Tôn giáo Đại Việt thời Trần]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám Cương mục]]\n* Đào Tố Uyên chủ biên ([[2008]]), ''Giáo trình lịch sử Việt Nam, tập 2'', Nhà xuất bản Đại học sư phạm\n* Nguyễn Khắc Thuần ([[2003]]), ''Đại cương lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* Nguyễn Danh Phiệt ([[1990]]), ''Nhà Đinh dẹp loạn và dựng nước'', Nhà xuất bản Khoa học xã hội\n* Nhiều tác giả ([[1984]]), ''Thế kỷ X - Những vấn đề lịch sử'', Nhà xuất bản Khoa học xã hội\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học \n* Nguyễn Việt ([[2010]]), ''Hà Nội thời tiền Thăng Long'', Nhà xuất bản Hà Nội\n* Trần Trọng Kim ([[2010]]), ''Việt Nam sử lược'', Nhà xuất bản Thời đại\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* Hoàng Xuân Hãn (1996), ''Lý Thường Kiệt – Lịch sử ngoại giao và tông giáo triều Lý'', Nhà xuất bản Hà Nội\n* Viện Sử học ([[2001]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* Trần Ngọc Thêm ([[1999]]), ''Tìm về bản sắc văn hóa Việt Nam'', Nhà xuất bản TP Hồ Chí Minh\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.phatgiaobaclieu.com\/index.php?option=com_content&task=view&id=1828&Itemid=31 Tinh thần nhập thế của Khuông Việt đại sư]\n* [http:\/\/thuvienhoasen.org\/a16459\/bai-quoc-to-cua-quoc-su-phap-thuan BÀI QUỐC TỘ CỦA QUỐC SƯ PHÁP THUẬN]\n* [http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/241\/0\/3016\/Ngoai_giao_ton_giao_voi_cong_cuoc_giu_gin_bien_cuong_bien_dao Ngoại giao tôn giáo với công cuộc giữ gìn biên cương, biển đảo]\n\n{{Lịch sử Việt Nam thời Tự chủ}}\n{{Lịch sử Việt Nam thời Ngô}}\n{{Lịch sử Việt Nam thời Đinh}}\n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tự chủ]]\n[[Thể loại:Lịch sử Việt Nam thời Ngô]]\n[[Thể loại:Lịch sử Việt Nam thời Đinh]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]\n[[Thể loại:Tôn giáo Việt Nam theo thời kỳ]]"}