{"41832":"{{Chú thích trong bài|date=tháng 5\/2021}}{{Thông tin nhân vật phong kiến\n| tên = Tôn Thất Thuyết\n| tên gốc = 尊室説\n| tự = Đàm Phu\n| sinh = 12 tháng 5, 1839\n| mất = {{ngày mất và tuổi|1913|9|22|1839|5|12}}\n| cha = Tôn Thất Đính\n| mẹ = Văn Thị Thu\n| quốc gia = [[Nhà Nguyễn|Đại Nam]], [[Liên bang Đông Dương]]\n| triều đại = [[Nhà Nguyễn]]\n}}\n\n'''Tôn Thất Thuyết''' ([[chữ Hán]]: 尊室説; [[1839]] – [[1913]]), [[biểu tự]] '''Đàm Phu''' (談夫), là quan phụ chính đại thần, [[nhiếp chính]] dưới triều [[Dục Đức]], [[Hiệp Hòa]], [[Kiến Phúc]] và [[Hàm Nghi]] của [[triều đại]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nÔng làm quan đầu triều trong giai đoạn Việt Nam lâm nguy: bên ngoài thì bị quân Pháp xâm chiếm, bên trong thì vua Nguyễn nhu nhược bất tài, trong khi ông luôn chủ trương phải chiến đấu đến cùng để bảo vệ đất nước. Ông là người đã phế lập các vua Dục Đức, Hiệp Hoà và Kiến Phúc trong một thời gian ngắn do những ông vua này quá bất tài hoặc có ý đầu hàng Pháp, gây nên một cuộc khủng hoảng nghiêm trọng bên trong hoàng tộc, cho tới khi [[Hàm Nghi]] (1 vị vua có dũng khí chống Pháp) được ông hỗ trợ lên ngôi. Khi thất bại trong một cuộc binh biến chống Pháp năm [[1885]], Tôn Thất Thuyết đã phò tá vua [[Hàm Nghi]] đi [[Quảng Trị]], tổ chức nghĩa quân chống Pháp, và chính ông nhân danh Hàm Nghi đã ra [[Phong trào Cần Vương|chiếu Cần Vương]], bản chiếu thư nổi tiếng kêu gọi nhân dân Việt Nam yêu nước đứng lên chống Pháp. Toàn bộ gia đình 3 đời của ông cũng tham gia kháng chiến và phần lớn đã hy sinh vì nước, được sử sách và nhân dân ca ngợi là \"''Toàn gia ái quốc''\".\n\n== Xuất thân ==\nTôn Thất Thuyết sinh ngày 29 tháng 3 năm [[Kỷ Hợi]], tức [[12 tháng 5]] năm 1839<ref>[https:\/\/thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Phu-tho-Ton-That-Thuyet\/newsid\/98733028-5153-4792-82F6-27C0B752A55B\/cid\/17755F05-A6DF-4876-A5A9-5987A6567282 PHỦ THỜ TÔN THẤT THUYẾT]<\/ref><ref>Có tài liệu ghi ông sinh ngày [[12 tháng 6]] năm [[1839]]<\/ref> tại làng Phú Mộng, bên bờ [[sông Bạch Yến]] cạnh Kinh thành Thuận Hóa, nay thuộc thôn [[Phú Mộng]], phường [[Kim Long]], thành phố [[Huế]].\n\nÔng là con thứ hai của Đề đốc [[Tôn Thất Đính (đề đốc)|Tôn Thất Đính]] và bà [[Văn Thị Thu]], cũng là cháu 5 đời của Hiền vương [[Nguyễn Phúc Tần]].\n\n== Sự nghiệp ==\n=== Thời vua Tự Đức ===\nNăm 30 tuổi ([[1869]]), Tôn Thất Thuyết giữ chức [[Án sát sứ|Án sát]] tỉnh [[Hải Dương]]. Đến [[tháng bảy|tháng 7]] năm [[1870]], được sung làm [[Biện lý Bộ hộ]] rồi sau đó (tháng 11) chuyển sang chức [[Tán tương]] giúp Tổng thống quân vụ đại thần [[Hoàng Kế Viêm|Hoàng Tá Viêm]] \"dẹp loạn\" ở các tỉnh phía Bắc. Sau chiến dịch này, Tôn Thất thuyết được phong chức \"Quang lộc tự khanh\" và làm [[Tán lý]] quân thứ [[Thái Nguyên]]. Kể từ đây, ông chuyên hoạt động [[quân sự]] và nổi tiếng dần qua các cuộc giao tranh với những cánh quân chống lại triều đình Huế.\n\nTháng 12 năm [[1870]], ông chỉ huy đánh dẹp nhóm Đặng Chí Hùng ở Thái Nguyên.\n\nTháng 3 năm [[1872]], ông cùng Trương Văn Để đánh tan quân Tàu Ô ở [[Hải Dương]], giết chết Hoàng Tề.\n\nTháng 8 năm [[1872]], ông đánh thắng toán giặc Khách ở [[Quảng Yên (tỉnh)|Quảng Yên]].\n\nTháng 12 năm [[1873]], ông cùng [[Hoàng Kế Viêm|Hoàng Tá Viêm]] phục binh tại [[Cầu Giấy]], [[Hà Nội]] giết chết viên chỉ huy quân sự trong đợt Pháp đánh miền Bắc lần thứ nhất là đại úy [[Francis Garnier]]. Ông muốn thừa thắng tấn công địch nhưng triều đình sai ông triệt binh về [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]]. Tôn Thất Thuyết liền cự tuyệt, buộc triều đình phải cử người đến bàn bạc, ông mới chịu lui binh.\n\nTháng 3\/1874 vẫn là Tham tán Đại thần nhưng Tôn Thất Thuyết được phong là Hữu tham tri Bộ binh, tước Vệ Chính Nam. Một tháng sau, ông giữ chức [[tuần vũ]] tỉnh [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]] kiêm [[tham tán]] Đại thần.\n\nTháng 7 năm [[1874]], ông cùng [[Hoàng Kế Viêm|Hoàng Tá Viêm]] đàn áp 2 cuộc nổi dậy của hai sĩ phu Trần Tuấn và Đặng Như Mai.\n\nTháng 3 năm [[1875]], ông dập tắt được khởi nghĩa ở [[Cổ Loa]], [[Đông Anh]], bắt chém thủ lĩnh trận.\n\nTháng 6 năm 1875, bức hàng nhóm Dương Đình Tín ở Thái Nguyên.\n\nTháng 9 năm 1875, bắt sống được tướng [[quân Cờ Vàng|quân Cờ vàng]] là Hoàng Sùng Anh ở Thái Nguyên....\n\nVới hàng loạt công lao như vậy nên Tôn Thất thuyết được vua Tự Đức cho thăng tiến nhanh. Tháng 3 năm 1872, ông được bổ làm Bố chính tỉnh [[Hải Dương]]. Năm 1873 làm Tham tán Đại thần hàm Thị lang Bộ binh, rồi lên thự Tham tri Bộ binh. Tháng 3 năm 1874 vẫn là Tham tán Đại thần nhưng Tôn Thất Thuyết được phong là Hữu tham tri Bộ binh, tước Vệ Chính Nam. Tháng 4 năm 1874, ông giữ chức Tuần Vũ tỉnh [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]] kiêm Tham tán Đại thần. Tháng 3 năm 1875 ông là Tổng đốc Ninh-Thái kiêm Tổng đốc các việc quân Ninh-Thái-Lạng-Bằng. Đến tháng 10 năm 1875 lại được bổ làm Hiệp đốc quân vụ Đại thần, chức tước gần ngang với Tổng thống quân vụ Đại thần Hoàng Kế Viêm. Với thắng lợi vào năm [[1881]], Tôn Thất Thuyết được phong chức [[Thượng thư]] [[Bộ binh]] và sang tháng 2 năm [[1882]] ông kiêm thêm chức Hải phòng sứ Kinh thành Huế. Năm [[1883]], Tôn Thất Thuyết chính lãnh chức Thượng thư Bộ binh và sau đó được cử vào [[Cơ Mật Viện]] vào tháng 6 năm 1883.\n\nVào tháng 10 năm 1875, khi ông đang làm Tổng đốc Ninh-Thái, phái viên Pháp ở Hà Nội đã đề nghị triều đình Huế phải thay người, vua Tự Đức đã bổ ông đi chỗ khác.\n\nTừ năm [[1876]], Tôn Thất Thuyết thường lâm bệnh, muốn thôi đảm đương việc quân và dâng sớ lên vua Tự Đức bày tỏ ý muốn đi tu<ref>''Đại Nam thực lục''. Tập 33, tr. 235, 236, 358.<\/ref>.\n\nNgày [[19 tháng 7]] năm [[1883]], [[Tự Đức]] đã triệu tập một số đại để chứng kiến việc ký di chúc truyền ngôi cho [[Hoàng tử]] [[Dục Đức|Ưng Chân]], đồng thời phong cho Tôn Thất Thuyết làm Đệ tam Phụ chính đại thần sau [[Trần Tiễn Thành]] và [[Nguyễn Văn Tường]] để giúp cho Ưng Chân kế vị ngôi vua vào tháng 7 năm 1883.\n\nTheo nhận xét của vua Tự Đức, Tôn Thất Thuyết ''\"có tài dụng võ, nhưng thiếu lương thiện, không trung thực và hay trốn trách nhiệm. Học hành kém, không nhất quán, nhát gan, đa nghi, dễ làm mất lòng người khác. Hắn phải học nhiều thêm để trở thành một người quân tử\"''<ref>Chapuis, tr. 22<\/ref> , nhưng vua Tự Đức cũng khen ông là ''“tướng có uy vũ”, “tài trí đáng khen”, “không phải là cuồng dũng như Ông Ích Khiêm, ít học như Trương Văn Để, cho nên Lê Tuấn cũng từng khen là biết lễ”''. Vậy nên lúc sắp mất, Tự Đức vẫn tin tưởng trao trọng trách Phụ chính Đại thần cho ông.\n\n=== Thời vua Dục Đức, vua Hiệp Hòa ===\nChỉ sau ít ngày giữ chức Phụ chính đại thần, Tôn Thất Thuyết đã cùng [[Nguyễn Văn Tường]] phế lập vua [[Dục Đức]] để đưa [[Hiệp Hòa]] lên ngôi. Vua Dục Đức bị giam vào ngục cho đến chết. Từ lúc về Huế tham dự triều chính, đặc biệt là sau ngày vua Tự Đức mất, Tôn Thất Thuyết đã nỗ lực biến triều đình Huế thành trung tâm đầu não chống Pháp.\n\n[[Tập tin:TauchienPhap1883.png|nhỏ|260px|Tàu chiến Pháp tấn công cửa Thuận An 1883]]\nSáng ngày 20\/3\/1883, hơn 1.000 quân Pháp đổ bộ và chiếm được [[cửa Thuận An]]. Nghe tin Thuận An thất thủ, vua Hiệp Hòa phải cử người đến xin người Pháp đình chiến và buộc các tướng lĩnh rút lui và nhổ các vật cản trên [[sông Hương]]. Quyết định nghị hòa của vua Hiệp Hòa tạo ra sự bất mãn trong hàng ngũ quan quân chủ chiến, nhưng họ đành bất lực. Tôn Thất Thuyết phản ứng bằng cách đem cờ và ngự bài binh sự trả lại cho nhà vua, còn [[Ông Ích Khiêm]] thì hậm hực rút quân bản bộ (chừng 700 người).\n\n[[Hiệp ước Harmand]] được vua [[Hiệp Hòa]] phê chuẩn ngày 25\/8\/1883, gồm 27 điều khoản công nhận người Pháp có quyền bảo hộ lãnh thổ và kiểm soát về mặt ngoại giao của triều đình. Đây được coi là văn bản đầu hàng chính thức của nhà Nguyễn và Việt Nam chính thức bị thực dân Pháp đô hộ. Vua Hiệp Hòa còn nghe theo Khâm sứ De Champeaux, cử người ra Bắc để triệu hồi các võ tướng đang trấn giữ ở nơi đó về kinh. Những việc làm mang tính đầu hàng Pháp của nhà vua đã khiến nhiều người thêm phẫn nộ. Các tướng như [[Hoàng Tá Viêm]], [[Trương Quang Đản]], [[Ngô Tất Ninh]]... đều không tuân lệnh vua và đều ở lại để cùng nhân dân tiếp tục kháng Pháp.\n\nTháng 8\/1883, Tôn Thất Thuyết được thăng chức Điện tiền tướng quân, Hiệp biện Đại học sỹ, tước Vệ Chính bá. Nhưng do phản đối [[Hòa ước Quý Mùi, 1883|Hiệp ước Harmand]], ông đã bị Hiệp Hoà đổi sang làm [[thượng thư bộ Lễ]] rồi [[thượng thư bộ Lại]]. Do không chấp nhận chủ trương đầu hàng người Pháp của vua Hiệp Hòa, ông đã cùng các đại thần tiếp tục phế bỏ và bức tử vua Hiệp Hòa vào cuối tháng 11 năm đó, rồi lập người con nuôi khác của vua Tự Đức là [[Kiến Phúc]] lên ngôi. Ông giữ lại chức [[thượng thư bộ Binh]].\n\nVua Kiến Phúc lên ngôi ngày 2\/12\/1883, tạo điều kiện cho phái chủ chiến do Tôn Thất Thuyết đứng đầu củng cố thế lực, tăng cường lực lượng quân sự ở các tỉnh và kinh đô, cũng như củng cố hệ thống sơn phòng ở các tỉnh miền Trung và các tỉnh phía Bắc. Trong triều đình Huế, tất cả những quan từng có quan hệ mật thiết với Pháp đều bị ông tìm cách trừ bỏ. Nhưng ông phải nhẫn nhịn để [[Kiến Phúc]] ký [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân]] ([[6 tháng 6]] năm [[1884]]) vì cần có thêm thời gian củng cố lực lượng.\n\nVào đầu [[tháng tám|tháng 8]] năm [[1884]], sau khi vua Kiến Phúc lâm bệnh băng hà, việc đưa [[Hàm Nghi]] lên ngôi cũng xuất phát từ mục tiêu của Tôn Thất Thuyết nhằm hướng triều đình theo chủ trương chống Pháp. Đến lúc Hàm Nghi lên ngôi, Tôn Thất Thuyết mới thực sự kiểm soát triều đình đã không còn thực quyền nhằm tháo gỡ những ràng buộc mà người Pháp đang thiết lập lên An Nam. Người Pháp cũng đã công nhận \"''triều đình An Nam đã biểu dương một thái độ không hèn''\" và \"''thái độ ấy do Hội đồng Phụ chính đề ra''\"<ref>Marcel Gaultier. ''Le roi proscrit''. Hà Nội, Impr. d'Extrême-Orient, 1940, tr. 41<\/ref>. Từ đó, Tôn Thất Thuyết trở thành đối tượng cần thanh trừng hàng đầu của người Pháp.\n\n=== Thời vua Hàm Nghi ===\nDưới thời vua Hàm Nghi, Tôn Thất Thuyết thực sự trở thành cái gai mà người Pháp muốn nhổ ngay lập tức.\n\nĐầu [[tháng một|tháng 1]] năm [[1884]], Tôn Thất Thuyết lập đội quân Phấn Nghĩa và giao cho [[Trần Xuân Soạn]] trực tiếp chỉ huy để sẵn sàng ứng phó khi có sự cố.\n\nNgày 2\/7\/1885, tướng Pháp là De Cuorcy đã mang 3 đại đội bộ binh, 1 phân đội lính bộ truy kích, 1 đội kèn, tổng cộng 19 sỹ quan, 1.024 lính và 2 tàu chiến đến cảng Thuận An - Huế. Ngày 3\/7\/1885, De Courcy yêu cầu hội kiến với các Thượng thư của Triều đình Huế và Cơ Mật viện để bàn chi tiết lễ chuyển giao hiệp ước Patenôtre, đồng thời nhân cơ hội này để bắt Tôn Thất Thuyết. Nhưng âm mưu của De Courcy bị lộ, Tôn Thất Thuyết cáo ốm không có mặt.\n\nDo âm mưu bắt Tôn Thất Thuyết không thành, De Courcy liền đưa yêu sách là đòi triều đình Huế nội trong ba ngày phải nộp tiền chiến phí. Sự khiêu khích của Pháp đối với triều đình Hàm Nghi đã đến cực điểm.\n\n==== Phong trào Cần Vương ====\n{{chính|Trận Kinh thành Huế 1885}}\n\nTrong tình thế luôn bị thực dân Pháp muốn loại bỏ, không thể ngồi khoanh tay nhìn đất nước chịu nhục, ông đã ra tay trước để giành thế chủ động bằng cuộc tấn công Pháp tại Huế vào đêm [[4 tháng 7]] năm [[1885]], khi quân Pháp đang mở tiệc chiêu đãi thì Tôn Thất Thuyết cho quân đánh úp vào trại lính và của [[Tòa Khâm sứ]] Pháp. Ông bí mật chia quân doanh làm hai đạo, một đạo do [[Tôn Thất Lệ]], em ruột ông chỉ huy vượt sông Hương đánh úp Tòa Sứ Pháp, còn ông sẽ chỉ huy đạo thứ hai đánh úp doanh trại Pháp ở trấn Bình Đài (Mang Cá). Một giờ sáng ngày 5 tháng 7 năm 1885, Tôn Thất Thuyết hạ lệnh nổ súng vào Trấn Bình Đài. Quân Pháp ở Bình Đài phút đầu vô cùng hoảng hốt, nhưng sau đó củng cố lại được và cố thủ đợi trời sáng. Đạo quân Tôn Thất Lệ tấn công Tòa Sứ, đánh nhau giáp lá cà với địch. Quân Pháp tập trung toàn bộ lực lượng để bảo vệ kho đạn và bưu điện. De Courcy khẩn thiết xin viện binh từ ngoài Hải Phòng vào. Đến gần sáng, quân Pháp củng cố được đội ngũ và phản kích trở lại, đánh vào Thành nội. 9 giờ sáng ngày 5\/7\/1885, Hoàng thành thất thủ. Chiếm được Kinh thành, quân Pháp ra sức đốt phá, cướp bóc, bắn giết. Tất cả các của quý trong Hoàng cung đều bị vét sạch, trụ sở Bộ Binh và Bộ Lại của Tôn Thất Thuyết bị đốt phá tan hoang. Hữu quân đô thống [[Hồ Văn Hiến]] và [[Nguyễn Văn Tường]] rước vua Hàm Nghi rút ra khỏi kinh thành ở cửa Tây Nam. Hậu quân bảo vệ xa giá là Tôn Thất Thuyết, quân hộ tống xa giá gặp bộ phận đón của Tôn Thất Lệ ở Trường Thi (La Chữ) tổng cộng có hơn 100 người.\n\nSau đó ông đã đưa [[Hàm Nghi]] ra [[Tân Sở|Sơn Phòng]] Quảng Trị, thay mặt vua hạ [[Phong trào Cần Vương|chiếu Cần Vương]]. Lời chiếu nhấn mạnh ''\"người giàu đóng góp tiền của, người mạnh khoẻ đóng góp sức lực, người can đảm đóng góp cánh tay, để lấy lại đất nước trong tay quân xâm lược\"''.\n\nHai con trai của Tôn Thất Thuyết là [[Tôn Thất Đàm|Tôn Thất Đạm]] và [[Tôn Thất Tiệp|Tôn Thất Thiệp]] cũng đều là chỉ huy trong phong trào Cần Vương. Cha mẹ, anh em, vợ và con rể của ông cũng tham gia góp sức cho phong trào.\n\nNgười Pháp treo giải 2000 lạng bạc cho ai nộp đầu Tôn Thất Thuyết và ai bắt được vua Hàm Nghi thì được thưởng 500 lạng bạc.\n\nMặc cho ba bà Thái hậu và nhiều quan lại kêu gọi đầu hàng và quay về triều đình, Tôn Thất Thuyết vẫn tuyên bố: \"''Về Huế là tự mình đưa chân vào cho ngục thất, mà người cầm chìa khoá là quân Pháp. Thừa nhận Hiệp ước 1884 là dâng nước Nam cho kẻ địch. Đành rằng hoà bình là quý, nhưng không lo khôi phục sẽ mang tiếng là đã bỏ giang sơn của tiền triều dày công gây dựng và còn có tội với hậu thế''\"<ref>Phạm Văn Sơn. ''Việt Nam cách mạng cận sử''. Sài Gòn, Khai Trí phát hành, 1963, tr. 44<\/ref>\n\nSau khi giúp vua [[Hàm Nghi]] xây dựng căn cứ lãnh đạo phong trào kháng Pháp, nhận thấy tương quan lực lượng quá chênh lệch, vào tháng 2 năm [[1886]], Tôn Thất Thuyết đã để cho hai con trai là Tôn Thất Thiệp và Tôn Thất Đạm tiếp tục phò tá Hàm Nghi chống Pháp, còn mình cùng với [[Trần Xuân Soạn]] và [[Ngụy Khắc Kiều]] tìm đường cầu viện, vượt [[Hà Tĩnh]] rồi [[Nghệ An]], đến [[tháng ba|tháng 3]] năm [[1886]] ông tới [[Thanh Hóa|Thanh Hoá]]. Ông dừng chân tại Cẩm Thủy một thời gian và cùng [[Trần Xuân Soạn]] và em ruột Tôn Thất Hàm thảo luận về kế hoạch khởi nghĩa rồi phân Soạn ở lại lo phát triển phong trào. Sau đó ông đến tổng Trịnh Vạn thuộc châu Thường Xuân hội kiến [[Cầm Bá Thước]] và ở lại đó cho đến ngày [[22 tháng 4]] năm [[1886]]. Từ đấy ông qua thượng lưu [[sông Mã]], đến châu [[Quan Hóa]] để gặp tù trưởng người Mường là [[Hà Văn Mao]]. Điểm dừng chân lâu nhất của ông là vào [[tháng sáu|tháng 6]] năm 1886 tại nhà tù trưởng [[Người Thái (Việt Nam)|người Thái]] là [[Đèo Văn Trị]], bởi lẽ lúc này ông mắc bệnh rất nặng, không thể tiếp tục đi được. Ông tiếp tục lên đường đi [[Vân Nam]] và đến [[Quảng Đông]] vào [[tháng hai|tháng 2]] năm 1887. Ông chủ trương cầu viện [[nhà Thanh]] giúp Việt Nam đánh thực dân Pháp.\n\nCuối năm [[1888]], vua Hàm Nghi bị bắt vì thuộc hạ [[Trương Quang Ngọc]] phản bội, Tôn Thất Thiệp và Tôn Thất Đạm đều chết khi đang hộ vệ nhà vua. Nhưng cuộc cầu viện bất thành, ông đành tìm các bạn lưu vong như [[Nguyễn Thiện Thuật]], cố gắng liên lạc với phong trào trong nước.\n\n=== Hoạt động tại Trung Quốc ===\nLúc này tại [[Thanh Hóa]], cuộc khởi nghĩa Ba Đình bị dập tắt, căn cứ của [[Trần Xuân Soạn]] bị mất, nên ông Soạn đã vượt biên sang Trung Quốc gặp ông Thuyết tại Quảng Đông. Việc cầu viện nhà Thanh của Tôn Thất Thuyết bất thành, nhưng nhờ vào tình cảm cá nhân của một số quan lại Mãn Thanh chống Pháp nên Tôn Thất Thuyết đã cùng các đồng sự của ông tổ chức liên lạc với các cuộc chống Pháp bên trong nước, mua sắm [[vũ khí]], đạn dược mang về cho nghĩa quân. Tôn Thất Thuyết đã tổ chức đường dây liên lạc với các cuộc khởi nghĩa bên trong nước, quyên góp, chiêu mộ binh dũng. Trâu bò, lúa gạo từ Việt Nam được chuyển sang Trung Quốc và đổi lấy vũ khí đưa về cho nghĩa quân. Hoạt động của Tôn Thất Thuyết và Trần Xuân Soạn ở Quảng Đông rầm rộ đến nỗi quan lại Việt Nam thuộc tỉnh Lạng Sơn hay biết. Tháng 9\/1888, tỉnh Lạng Sơn báo cáo về triều đình Đồng Khánh rằng: ''“Lê Thuyết (tức Tôn Thất Thuyết)và Trần Xuân Soạn, lẻn đến một dải Liên Thành, Bằng Tường nước Thanh nhập bọn với Lương Tuấn Tú và bọn Hoàng Văn Tường thuộc khách tỉnh ấy, cùng nhau tụ họp”, “Lê Thuyết ở nước Trung Hoa, giả làm quan nước Thanh, chiêu mộ binh dũng...”''.\n\nViệc tiếp tế này duy trì mãi đến năm [[1894]] thì kết thúc do biên giới Việt - Trung bị khoá. [[Tống Duy Tân]] sau khi thất bại ở Thanh Hóa đã sang Quảng Đông gặp ông, nhưng năm [[1888]] ông lại cử Tống Duy Tân về xây dựng căn cứ chống Pháp ở Hùng Lĩnh.\n\nNăm [[1889]], Tôn Thất Thuyết cử người về [[Hà Tĩnh]] và phong cho [[Phan Đình Phùng]] làm Bình Trung tướng quân. Hầu hết các tướng lĩnh vùng Đông Bắc và Bắc Kỳ đều có sự liên lạc với Tôn Thất Thuyết. Ông đã tổ chức nhiều hoạt động chống Pháp ở vùng Đông Triều liên tục trong những năm 1891 - 1892. Những năm 1892 - 1895, do bị mất liên lạc trong nước, ông đã xây dựng nhiều toán quân có vũ trang mà chủ yếu là [[người Hoa]] và dân tộc thiểu số. Tháng 6 năm [[1892]], ông đã chỉ đạo cho Lương Phúc đưa quân xâm nhập tổng Hoành Mô thuộc [[Móng Cái]], phát tuyên ngôn dưới danh nghĩa Hàm Nghi để đánh Pháp. Đầu năm [[1893]], ông đã chỉ đạo cho Vũ Thái Hà tiến vào Bình Hồ cũng thuộc [[Móng Cái]] để tấn công Pháp cũng dưới danh nghĩa Cần Vương.\n\nTháng 3 năm [[1895]], ông cho một đạo quân tiến đánh [[Cao Bằng]], chiếm vùng [[Lục Khu]] nhưng bị Pháp đẩy lui. Từ năm 1895, chiến tranh Trung - Nhật nổ ra, biên giới Việt - Trung bị kiểm soát chặt chẽ, người Pháp yêu cầu nhà [[Nhà Thanh|Mãn Thanh]] quản thúc Tôn Thất Thuyết, theo dõi [[Lưu Vĩnh Phúc]] nên các hoạt động của ông chấm dứt. Ông bị cấm túc, không được ra khỏi nơi cư trú. Triều đình Mãn Thanh cấp cho ông khoản trợ cấp hàng tháng 60 lạng bạc để hưu trí. Trong những năm cuối đời, ông thường có cơn điên dại và thường múa gươm chém vào những tảng [[đá]] trong vườn. Tính khí thất thường của ông trong những năm này khiến những người theo ông dần bỏ về Việt Nam hết. Trong những năm này, do cô quạnh, ông tái giá với một bà góa người Trung Quốc năm 1899.<ref>Chapuis, tr. 23<\/ref> Nhân dân vùng Long Châu, [[Quảng Đông]], [[Trung Quốc]] gọi ông là \"Đả thạch lão\" (\"Ông già chém đá\").\n\nÔng mất tại Trung Quốc vào ngày [[22 tháng 9]] năm [[1913]]. Khi ông mất, đại thần nhà Thanh là Lý Căn Nguyên ở Bắc Kinh xót thương ông trung liệt, đã cho xây mộ và dựng bia ông ở Thiên Quang. Nhân sĩ Quảng Châu có câu đối điếu ông:\n:''Thù Tây bất cộng đái thiên, vạn cổ anh hồn quy Tượng Quận''\n:''Hộ giá biệt tầm tỉnh địa, thiên niên tàn cốt kí Long Châu''\n:''(Thù Tây chẳng đội trời chung, muôn thuở anh hồn về quận Tượng'' \n:''Giúp chúa riêng tìm cõi thác, nghìn năm xương nát gởi Long Châu)''\n\n== Toàn gia yêu nước==\n* Gia sản của ông bị tịch biên, gia đình ly tán, còn Tôn Thất Thuyết bị treo làm phần thưởng: nếu ai bắt sống được sẽ thưởng 1.000 lượng [[bạc]], nếu chém chết thì cũng được 800 lượng bạc.\n* Cha ông là Tôn Thất Đính bị bắt tại Quảng Bình khi đang tìm đường theo vua Hàm Nghi, bị đày đi [[Côn Đảo]] và mất ngày [[5 tháng 7]] năm [[1893]].\n* Mẹ ông là Văn Thị Thu theo hộ giá vua [[Hàm Nghi]] đến cùng, nhưng do khí độc rừng rú nên đã chết tại Mường Bò, [[Hà Tĩnh]] vào ngày [[19 tháng 9]] năm [[1887]].\n* Vợ ông là Lê Thị Thanh cũng theo chồng phò vua, bất chấp khó khăn gian khổ và đã chết tại núi rừng Hà Tĩnh vào ngày [[26 tháng 9]] năm [[1885]].\n* Em ruột là Tham biện Sơn phòng [[Tôn Thất Lệ]] đã cầm đầu cánh quân tấn công tòa Khâm sứ đêm [[5 tháng 7]], sau đó hộ giá vua Hàm Nghi và đã hy sinh trong trận đánh ở [[Mai Lĩnh]], Quảng Trị để bảo vệ cho vua chạy thoát.\n* Người em [[Tôn Thất Hàm]], tri huyện Nông Cống cũng đã tích cực tham gia phong trào Cần Vương và đã tuyệt thực chết khi bị bắt đưa vào Đà Nẵng.\n* Người con Tôn Thất Tiệp, cùng tuổi với vua Hàm Nghi đã hy sinh thân mình để bảo vệ vua tại núi rừng Tuyên Hóa. (theo gia phả của nhà cụ Tôn Thất Thuyết thì con trai Tôn Thất Tiệp chứ không phải là Thiệp, và Tôn Thất Đàm chứ không phải là Đạm)\n* Con trai trưởng Tôn Thất Đàm, trụ cột của \"triều đình Hàm Nghi\" kháng chiến, đã thắt cổ tự tử khi biết tin vua bị bắt sau khi gửi một bài biểu cho vua Hàm Nghi tạ tội đã không bảo vệ được ngài.\n* Con trai [[Tôn Thất Hoàng]] bị bắt ở Cam Lộ, Quảng Trị và bị đày lên [[Lao Bảo]], ở đó cho đến chết.\n* Con trai thứ chín [[Tôn Thất Trọng]] lúc mới 8 tuổi đã bị Pháp bắt cùng với thủ lĩnh nghĩa quân Cần Vương Quảng Bình là [[Nguyễn Phạm Tuân]] (tháng 4 năm 1887) và về sau lại hưởng ứng [[phong trào Đông Du]] và mất tích ở nước ngoài.\n* Cha vợ của Tôn Thất Thuyết là Tán tương [[Nguyễn Thiện Thuật]], thủ lĩnh nghĩa quân Bãi Sậy, chiến đấu đến cùng và khi thất thế đã chạy sang Trung Quốc cùng ông hoạt động.\n* Con rể là [[Hoàng giáp]] [[Nguyễn Thượng Hiền]] cũng tham gia cách mạng. Ông cưới con gái của Tôn Thất Thuyết khi còn chưa đến 20 tuổi, đỗ Hoàng giáp năm 1892, rồi được bổ nhiệm làm việc trong Quốc sử quán. Sau đó ông được cử làm đốc học ở [[Ninh Bình]], rồi [[Nam Định]]. Năm 1907, khi Pháp phế truất vua [[Thành Thái]], ông từ quan rồi trốn sang Nhật theo [[Phan Bội Châu]] và hoàng thân [[Cường Để]].\n\nNhư vậy phần lớn gia đình ông đều hy sinh vì nước: Cha Tôn Thất Đính bị lưu đày, mẹ và vợ ông mất nơi rừng núi, hai em trai ông Tôn Thất Hàm, Tôn Thất Lệ cùng hai con ông là Đàm và Tiệp đều anh dũng hi sinh, mấy người con trai thứ và con rể ông là Hoàng giáp Nguyễn Thượng Hiền cũng bôn ba ở nước ngoài lo chống Pháp.\n\nGia đình Tôn Thất Thuyết đã được người đời xưng tặng là \"''Toàn gia yêu nước''\"\n\n== Đánh giá ==\nCó nhiều đánh giá trái ngược liên quan đến cuộc đời của Tôn Thất Thuyết, xuất phát từ quan điểm của mỗi giai đoạn lịch sử.\n\nThời [[Pháp thuộc]], thực dân Pháp căm ghét nỗ lực kháng chiến của Tôn Thất Thuyết nên sách báo thời đó chủ yếu là phê phán ông:\n* Nguyễn Nhược Thị, theo quan điểm trung quân của Nho giáo, thì xem việc bỏ Dục Đức, phế Hiệp Hoà, lập Kiến Phúc, tôn Hàm Nghi của Tôn Thất Thuyết là hành động của kẻ \"quên lời sách xưa\", \"chẳng giữ đạo trung\", \"vì thân\", \"quyền thần sâu hiểm\"<ref>Nguyễn Nhược Thị. ''Hạnh Thục Ca''. ([[Trần Trọng Kim]] phiên dịch). Sài Gòn, Tân Việt, 1950, tr. 20-33<\/ref>\n* [[Trần Trọng Kim]], viết theo quan điểm của [[thực dân Pháp]], thì xem thái độ né tránh tướng [[de Courcy]] ở Toà Khâm sứ của Tôn Thất Thuyết là nhát gan<ref>Trần Trọng Kim. ''Việt Nam sử lược''. Sài Gòn, Tân Việt, 1968, tr. 550<\/ref> và cuộc tấn công Huế sáng ngày 7 tháng 5 năm 1885 ở Kinh thành Huế là \"làm loạn\".\n* [[Phan Trần Chúc]], cũng viết theo quan điểm của thực dân Pháp, thì xem Tôn Thất Thuyết như người độc đoán hiếu sát, gần như mất nhân tính<ref>Phan Trần Chúc. ''Vua Hàm Nghi''. Hà Nội, Chinh ký, 1923<\/ref>.\n* Ch. Gosselin (học giả Pháp cuối thế kỷ 19) thì xếp ông vào loại thù địch, kém thức thời và xem việc ông đi Trung Hoa tìm cầu viện là hành vi đào ngũ<ref>Ch. Gosselin. L'Empire d' Annam. Paris, Pierin et Cie, 1904<\/ref>.\n*Tuy thế, trong bài ''\"Vè Thất thủ kinh đô\"'' được dân gian lưu truyền suốt thời [[Pháp thuộc]], một tác giả ẩn danh đã đứng trên quan điểm của nhân dân Việt Nam, bác bỏ phê phán trong sách báo thực dân Pháp và đề cao Tôn Thất Thuyết như một anh hùng chống ngoại xâm:\n::''Nước ta quan Tướng anh hùng''\n::''Bách quan văn võ cũng không ai tày''\n::''Người có ngọc vẹt cầm tay,''\n::''Đạn vàng Tây bắn ba ngày không nao!''\n::''Tài hay văn vũ lược thao,''\n::''Khí khái, nhâm độn ra vào rất thông.''\n::''Bốn bề cự chiến giao công,''\n::''Tây phiên nói thực anh hùng nước Nam!''\n*Một số quan chức Pháp thời đó coi Tôn Thất Thuyết là kẻ thù, nhưng trên tinh thần thượng võ nhà binh thì lại tôn trọng khí phách của ông: ''“Lòng yêu nước của Tôn Thất Thuyết không chấp nhận một sự thoả hiệp nào. Ông ta xem các quan lại chủ hoà như kẻ thù của dân tộc... Tuy nhiên, dù cho sự đánh giá ông của những người cùng thời thiên vị như thế nào, một đạo đức lớn đã bộc lộ rõ rệt trong mọi hoàn cảnh của đời ông: đó là sự gắn bó kỳ lạ của ông đối với Tổ quốc”''<ref>M. Gaultier, trong Ông vua bị lưu đầy (Le Roi proscrit), Hà Nội, 1940<\/ref>\n\nThời đó trong dân gian có câu vè nói về 4 vị tướng chống Pháp: ''\"Nước Nam có bốn anh hùng \/ [[Nguyễn Văn Tường|Tường]] gian, [[Hoàng Kế Viêm|Viêm]] láo, [[Ông Ích Khiêm|Khiêm]] khùng, Thuyết ngu!\"''<ref>[http:\/\/www.viet-studies.info\/Phankhoi\/PKhoi_DatSuOngIchKhiem.htm Lược theo]<\/ref> Bàn luận về đôi câu này, PGS. TS. Đỗ Bang viết: ''\"Sau ngày kinh đô thất thủ, phe thân Pháp và tay sai nắm quyền, các vị này thất thế bị rơi vào thế đối lập chống lại triều đình... Danh dự của các ông bị bôi nhọ, xuyên tạc ngay tại Huế... bia miệng độc ác và nghịch lý nhất là khi đem sự nghiệp của các ông ra làm điều giễu cợt...\"''<ref>''[[Nguyễn Văn Tường]], cuộc đời và lời giải'', PGS. TS. Đỗ Bang chủ biên, Nhà xuất bản VHTT, 2007, tr. 12.<\/ref>.\n\nĐối với những nhà nghiên cứu [[lịch sử]] sau năm [[1954]], khi nước Việt Nam đã đánh đuổi được thực dân Pháp, thì Tôn Thất Thuyết được ca ngợi là [[anh hùng dân tộc]]. Trên tinh thần ca ngợi [[chủ nghĩa yêu nước]] chống ngoại xâm, giới sử học đánh giá cao nhân cách Tôn Thất Thuyết, trân trọng tấm lòng yêu nước nhiệt thành của ông, ca ngợi sự kiên trì chống Pháp và tận trung với vua [[Hàm Nghi]] của ông. Vua Hàm Nghi xuống dụ Cần Vương kêu gọi sĩ phu yêu nước giúp vua đánh giặc, về mặt danh nghĩa là dụ của vua Hàm Nghi, nhưng ai cũng biết tinh thần linh hồn của cuộc chiến đấu và cả việc khởi thảo dụ Cần Vương là do Tôn Thất Thuyết<ref name=vov>https:\/\/vov2.vov.vn\/van-hoa-giai-tri\/ton-that-thuyet-linh-hon-cua-phong-trao-can-vuong-22647.vov2<\/ref>\n\nViệc Tôn Thất Thuyết 2 lần phế vua Nguyễn chỉ trong một thời gian ngắn cũng được giới sử học ngày nay phân tích lại. Ở thời kỳ đó thì đây bị coi là hành vi bất trung, nhưng xét kỹ ra thì đó là ''\"bất trung với vua nhưng tận trung với nước\"'', bởi nếu không làm thế thì nhà Nguyễn sẽ chỉ có một vị vua nhu nhược, cam nguyện phục tùng Pháp như Dục Đức, Hiệp Hòa, chứ không thể tìm ra vị vua có chí hướng kháng chiến như [[Hàm Nghi]] để hiệu triệu toàn dân chống Pháp. Việc Tôn Thất Thuyết phế vua bị sách vở của [[thực dân Pháp]] và [[nhà Nguyễn]] mô tả là do ông có tham vọng cá nhân, \"quyền thần sâu hiểm\". Sự mô tả mang tính bôi nhọ đó rõ ràng là phi lý, bởi nếu muốn giành quyền lợi của bản thân thì Tôn Thất Thuyết chỉ cần làm một việc đơn giản: cộng tác với thực dân Pháp để cùng khống chế vua Nguyễn và triều đình, rồi sau đó chỉ việc ở Huế hưởng phú quý với sự bảo trợ của Pháp, chứ ông không cần phải mạo hiểm đứng lên chống Pháp, rồi lại phải đưa vua [[Hàm Nghi]] bôn tẩu nơi núi rừng, chịu bao gian khổ để rồi cuối cùng cả 3 đời trong gia đình ông đều hy sinh<ref name=vov \/>\n\nTuy nhiên một số sai lầm của ông cũng được phân tích: không huy động nhân dân trong cuộc tấn công quân Pháp ở Huế ngày [[5 tháng 7]] năm [[1885]], ảo tưởng việc [[nhà Thanh]] sẽ giúp Việt Nam chống Pháp, hoạt động đàn áp khởi nghĩa nông dân của ông trong khoảng 10 năm trước khi về Huế cũng khiến ông bị mất đi một phần sự ủng hộ tại địa phương.<ref>Nguyễn Quang Trung Tiến. ''Tôn Thất Thuyết anh hào lắm nỗi nhiêu khê''. Tạp chí Thông tin Khoa học và Công nghệ, số 2(8).1995<\/ref> Theo TS Nguyễn Quang Trung Tiến, Khoa Lịch sử Trường Đại học khoa học Huế, Tôn Thất Thuyết có những tính cách đặc biệt nên khiến người khác có những hiểu lầm: ''“Theo ghi chép qua các tư liệu lịch sử Tôn Thất Thuyết là người ít nói, nhưng cương quyết, khẳng khái, thích lời ngay thẳng không ưa xu nịnh. Ông có sự quả quyết đôi lúc hơi tàn nhẫn liên quan đến việc trừng trị đối phương. Ngay cả những người trong cung cũng ngại ông. Tuy nhiên, ở cương vị là một vị tướng đem quân đi dẹp các nhóm nổi dậy và ăn cướp hãm hại dân chúng thì không thể nhân nhượng, nhu mì được”''<ref name=\"vov\"\/>\n\nNgày nay tại Việt Nam có hàng trăm đường phố ở khắp các địa phương được đặt theo tên ông để ca ngợi. Phủ thờ Tôn Thất Thuyết vốn là Phủ thờ của dòng họ, được Tôn Thất Thuyết cho xây dựng khoảng năm Tự Đức thứ 19 (1866). Sau ngày Tôn Thất Thuyết mất dòng họ lấy Phủ này làm nơi thờ ông. Di tích Phủ thờ Tôn Thất Thuyết được Nhà nước Việt Nam công nhận là [[di tích quốc gia]] ngày 19\/10\/1994 theo Quyết định số 2754\/QĐ-BT.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n\n*''Tôn Thất Thuyết anh hào lắm nỗi nhiêu khê''. Tạp chí Thông tin Khoa học và Công nghệ, số 2(8).1995\n*{{chú thích sách\n|title=''The Last Emperors of Vietnam: From Tu Duc to Bao Dai''\n|author=Oscar Chapuis\n|publisher=Greenwood Press\n|year=2000\n|isbn=0-313-31170-6}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.danangpt.vnn.vn\/home\/vanhoa\/detail.php?id=132&a=78&k= Danh nhân văn hóa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060507060436\/http:\/\/www.danangpt.vnn.vn\/home\/vanhoa\/detail.php?id=132&a=78&k= |date = ngày 7 tháng 5 năm 2006}}\n* [http:\/\/www.hue.vnn.vn\/xuavanay\/nhanvatlichsu\/2004\/05\/5186\/ Tôn Thất Thuyết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070524074635\/http:\/\/www.hue.vnn.vn\/xuavanay\/nhanvatlichsu\/2004\/05\/5186\/ |date = ngày 24 tháng 5 năm 2007}}\n\n{{Phong trào độc lập Việt Nam}}\n{{Thời gian sống|sinh=1839|mất=1913|tên=Tôn Thất Thuyết}}\n\n[[Thể loại:Vua Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Sinh năm 1839]]\n[[Thể loại:Mất năm 1913]]\n[[Thể loại:Tôn thất nhà Nguyễn]]"}