{"3387593":"'''Tôn giáo Đàng Ngoài thời Lê trung hưng''' phản ánh những ảnh hưởng của các tôn giáo đối với lãnh thổ [[Đàng Ngoài]] nước [[Đại Việt]] thời [[Lê trung hưng]] do chính quyền [[nhà Lê trung hưng|vua Lê]] [[chúa Trịnh]] cai quản.\n\nỞ Đàng Ngoài thời Lê trung hưng, [[Nho giáo]] suy đồi trong khi [[Phật giáo]] và [[Đạo giáo]] hồi phục, bên cạnh đó [[Công giáo]] bắt đầu được truyền bá.\n\n==Nho giáo==\n[[Nho giáo]] chiếm vị trí chủ đạo thời Lê sơ khi triều đình coi đây là tư tưởng cai trị. Nhưng từ khi nhà Lê trung hưng, chiến tranh xảy ra liên miên; đồng thời do tác động của nền kinh tế hàng hóa, ý thức hệ Nho giáo bị suy giảm<ref>Viện Sử học, sách đã dẫn, tr 539<\/ref>.\n\nMặc dù triều đình Lê - Trịnh vẫn dùng Nho giáo làm tư tưởng cai trị và áp dụng trong thi cử, bổ dụng quan lại nhưng trên thực tế nhiều giá trị đã bị thay đổi. Những giáo lý đạo Nho và tôn ti trật tự không còn như trước. Vua Lê tuy ở ngôi hoàng đế nhưng chỉ là vua bù nhìn trên danh nghĩa nên lòng ''trung quân ái quốc'' cũng chỉ có trên lời nói. Giáo lý nhà Nho về coi trọng nghề nông, khinh miệt nghề buôn bán đã bị đảo ngược do quan hệ đồng tiền. Xã hội bị đồng tiền chi phối: việc thi cử và bổ dụng đều do tác động của đồng tiền<ref>Viện Sử học, sách đã dẫn, tr 539-540<\/ref>.\n\nNhững chuẩn mực đạo đức người quân tử như nhân, nghĩa, lễ, tín đã bị đẩy lùi do lối sống thực dụng. Những nguyên tắc về đạo vua tôi, thày trò không còn như trước. Các nho sĩ đỗ đạt và làm quan chấp nhận chính thể chúa Trịnh lấn át vương quyền. Đó là lý do xuất hiện hàng loạt tác phẩm văn học châm biếm trong tầng lớp nhân dân với những câu ca dao, hò vè, truyện tiếu lâm…\n\n==Phật giáo==\nThời Lê Sơ, Phật giáo bị đẩy xuống thứ yếu. Sang thời Lê trung hưng, Phật giáo đóng vai trò quan trọng hơn trong xã hội. Cả vua Lê, [[chúa Trịnh]] đều sùng đạo Phật. Nhiều người trong hoàng tộc góp tiền, cúng ruộng và tham gia tu bổ chùa chiền, làm tượng thờ trong chùa<ref>Lê Văn Siêu, sách đã dẫn, tr 874<\/ref>.\n\nNhững ngôi chùa được xây cất hoặc tu bổ thời kỳ này tiêu biểu là<ref>Viện Sử học, sách đã dẫn, tr 544<\/ref>:\n* Chùa Sùng Phúc (tức [[chùa Tây Phương]]) được trùng tu nhiều lần vào các năm [[1632]], [[1690]], [[1735]], [[1740]]; \n* Chùa Phúc Long ở Gia Bình ([[Bắc Ninh]]) xây dựng thời chúa [[Trịnh Tráng]], lâu ngày bị hỏng, được [[Trịnh Cương]] trùng tu năm [[1719]] tới năm [[1725]];\n* Chùa Độc Tôn và [[chùa Tây Thiên]] xây dựng năm 1727; \n* [[Chùa Quỳnh Lâm]] và [[chùa Sùng Nghiêm]] được tu bổ thời [[Trịnh Giang]]; \n* Chùa Liên Tông<ref>Thời Nguyễn kiêng húy [[Thiệu Trị]] là Miên Tông, đổi thành [[chùa Liên Phái]]<\/ref> xây dựng năm [[1726]]\n* Chùa Hồ Thiên xây dựng năm [[1737]]\n* [[Chùa Keo]] xây từ thời Lý, đến năm [[1632]] được xây lại và trùng tu nhiều lần\n* [[Chùa Phật Tích]] cũng được xây từ thời Lý, thời kỳ này được trùng tu mở rộng quy mô\n* Chùa Thiên Tích và chùa Đại Bi tại kinh thành được xây thời [[Trịnh Sâm]]\n\nThời Lê Mạt, một số sách Phật học quan trọng đã được trùng san in lại. Sư Liễu Viên chùa Liên Hoa sai đệ tử khắc và in lại tập sách Thiền Tông bản hạnh năm [[1745]]. Sau đó sách ''Cổ chầu Pháp vân Phật Bản hành ngữ lục'' được tỳ khưu Tính Mộ tìm và trùng san năm [[1752]]; sách ''Tam tổ thực lục'' được trùng san sau đó để ở chùa Vĩnh Nghiêm<ref>Đến thời Pháp thuộc năm [[1897]], tỳ khưu Diệu Trạm chùa Pháp Vũ ([[Hải Dương]]) tìm thấy và in lại<\/ref>; sách Trúc Lâm tổ tuệ sư Tuệ Trung thượng sĩ ngữ lục do tỳ khưu Tuệ Nguyên chùa Long Động (Yên Tử) in lại năm 1763<ref>Lê Văn Siêu, sách đã dẫn, tr 875<\/ref>. Một quý tộc họ Trịnh đã xuất gia trở thành Lân Giác thiền sư ở chùa Liên Hoa (Hà Nội).\n\nTrong không khí sùng Phật đương thời, vẫn có số ít quan điểm đứng trên tư tưởng Nho giáo bài xích [[đạo Phật]] mà điển hình là [[Ngô Thì Sĩ]], coi đó là mê tín dị đoan<ref>Lê Văn Siêu, sách đã dẫn, tr 877<\/ref>.\n\n==Đạo giáo==\n[[Đạo giáo]] hòa nhập với tín ngưỡng dân gian cũng được phát triển hơn thời Lê sơ. Do chiến tranh nhiều năm và thiên tai làm phát sinh nhiều biến tướng của tôn giáo này<ref name=\"Viện Sử học, sách đã dẫn, tr 549\">Viện Sử học, sách đã dẫn, tr 549<\/ref>.\n\nNhiều người trốn đời đi ở ẩn và do đó mọc lên nhiều Đạo quán. Không chỉ nhân dân mà nhiều người vương giả cũng tin vào Đạo sĩ. Nhiều người trong số họ đã xây dựng và trùng tu các Đạo quán. Đạo giáo mất dần tính chính thống của nguồn gốc [[Trung Hoa]], nảy sinh yếu tố Việt trong đó và trở thành Đạo giáo Việt, được hòa trộn với tín ngưỡng dân gian theo chiều hướng Phật hóa Đạo giáo<ref name=\"Viện Sử học, sách đã dẫn, tr 549\"\/>.\n\nNhững Đạo quán nổi tiếng là Trấn Vũ, Huyền Thiên ở [[Thăng Long]], Thiên Tôn ở [[Nghệ An]].\n\n==Công giáo==\nThời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]], một số giáo sĩ từng tới [[Đại Việt]] truyền giáo nhưng không thành công. Sang [[thế kỷ 17]], việc truyền đạo đã thu được những kết quả tốt hơn.\n\nNăm [[1627]], những tu sĩ đầu tiên của [[Dòng Tên]] sau hơn 10 năm xuất hiện Đàng Trong đã cập cảng Cửa Bạng (Thanh Hóa). [[Alexandre de Rhodes]] (Đắc Lộ) được tiếp kiến chúa [[Trịnh Tráng]] ở Thanh Hóa – khi đó đang trên đường vào nam đánh chúa Nguyễn. Chúa Trịnh tỏ ra hài lòng. Alexandre de Rhodes đã thu được 200 giáo dân trong thời gian ngắn. Khi đánh Nguyễn trở về, [[Trịnh Tráng]] lại tiếp đón Alexandre de Rhodes và cho ở lại [[Đàng Ngoài]]. Số lượng giáo dân sau đó tăng lên 5000 người<ref>Viện Sử học, sách đã dẫn, tr 558<\/ref>.\n\nCó ý kiến cho rằng, việc thực hành đạo Công giáo trái với một số tập quán truyền thống của người Á Đông, phản bác hệ tư tưởng và tôn giáo xuất hiện trước đó như \"khuyên người ta không thực hiện tục thờ cúng tổ tiên, [[Khổng Tử]] không phải là người hiền, [[Thích Ca]] dối trá\"...<ref>Lê Văn Siêu, sách đã dẫn, tr 902<\/ref>. Tuy nhiên, nhà truyền giáo Đắc Lộ cũng ghi nhận Khổng Tử \"có nhiều giáo huấn về thuần phong mỹ tục [...] ông không nói trái với những nguyên lý của Kitô giáo và cũng không nói những gì phải bác bỏ hay bị kẻ tin theo lên án\". Nhà truyền giáo [[Francesco Buzomi]] nhận xét: \"Nhờ Khổng giáo, xã hội và gia đình Việt Nam đã có một tổ chức rất cao, người dân Việt Nam có những đức tính, phong tục rất đáng khâm phục nó đã giúp rất nhiều vào công cuộc truyền giáo\".<ref>{{chú thích web|author1=Nguyễn Hồng Dương|title=Mối quan hệ giữa Nho giáo và Công giáo ở Việt Nam|url=http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/moi-quan-he-giua-nho-giao-va-cong-giao-o-viet-nam|website=Văn hóa Nghệ An|publisher=Thông báo Hán Nôm học 2008|ngày truy cập=2016-05-23|archive-date=2016-05-03|archive-url=https:\/\/web.archive.org\/web\/20160503144639\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/moi-quan-he-giua-nho-giao-va-cong-giao-o-viet-nam}}<\/ref> Đến tháng 5 năm [[1630]], sau 3 năm truyền đạo, Đắc Lộ bị chúa Trịnh trục xuất ra khỏi Đàng Ngoài. Công giáo bị cấm cả ở Đàng Trong trên lãnh thổ [[Đại Việt]].\n\nCác giáo sĩ vẫn tiếp tục tới Đàng Ngoài và tìm cách truyền đạo. Sang năm [[1631]], [[Trịnh Tráng]] cho phép 2 giáo sĩ ở lại giảng đạo, nhưng đến năm [[1643]] lại ra sắc lệnh dán ở cửa nhà các giáo sĩ, kết tội họ chỉ giảng dạy những điều lầm lạc dối trá và lệnh cho họ phải đốt ảnh tượng, kinh sách [[Công giáo]]. Một số người theo đạo bị bắt giam, tịch thu tài sản. Năm [[1649]], [[Đàng Ngoài]] lại có sắc lệnh mới cấm đạo và cấm các tín đồ hội họp, nhiều nhà thờ bị phá. Năm [[1658]], chúa [[Trịnh Tạc]] ra lệnh trục xuất 6 giáo sĩ, chỉ cho 3 người ở lại. Năm [[1659]], có 2 giáo sĩ đến Đàng Ngoài nhưng không được ở lại. Đến năm [[1663]], Trịnh Tạc ra lệnh trục xuất hết các giáo sĩ<ref name=\"Lê Văn Siêu, sách đã dẫn, tr 906\">Lê Văn Siêu, sách đã dẫn, tr 906<\/ref>.\n\nTuy chúa Trịnh có lệnh cấm như vậy nhưng sổ đạo đương thời ghi nhận những năm 1639 – 1641 vẫn có trên dưới 100.000 người chịu phép rửa tội<ref name=\"Lê Văn Siêu, sách đã dẫn, tr 906\"\/>. Trong số những người theo Công giáo đương thời có cả quận chúa em gái của chúa [[Trịnh Tráng]], chịu rửa tội năm [[1627]], lấy tên thánh là Catarina. Bà đã soạn tiểu sử [[Chúa Giêsu]] bằng thơ Nôm<ref>Lê Văn Siêu, sách đã dẫn, tr 907<\/ref><ref>{{Chú thích web |url=http:\/\/catechesis.net\/index.php\/su-giao-hoi\/lich-su-giao-hoi-vn\/437-nguoi-nu-cong-giao-viet-nam-thoi-cam-dao |ngày truy cập=2016-05-20 |tựa đề=Người nữ Công giáo Việt Nam thời cấm đạo |archive-date=2016-06-24 |archive-url=https:\/\/web.archive.org\/web\/20160624115842\/http:\/\/catechesis.net\/index.php\/su-giao-hoi\/lich-su-giao-hoi-vn\/437-nguoi-nu-cong-giao-viet-nam-thoi-cam-dao }}<\/ref>.\n\nSang [[thế kỷ 18]], bất chấp những nỗ lực của các giáo sĩ, chúa Trịnh tiếp tục cấm đạo gắt gao. Năm [[1712]], chúa [[Trịnh Cương]] ra lệnh cấm những người theo đạo Gia-tô phải cắt tóc trên đỉnh đầu, thích vào mặt 4 chữ “học hoa lang đạo” và phạt 100 quan tiền để khuyến khích những người khác phát hiện ra họ<ref>Khâm định Việt sử thông giám cương mục, quyển 35<\/ref>. Nhiều giáo sĩ bị giết, nhiều người theo đạo bị quy kết tội và phân biệt đối xử, bị phạt tiền<ref>Viện Sử học, sách đã dẫn, tr 563<\/ref>.\n\n==Xem thêm==\n* [[Tôn giáo Đàng Trong thời Lê trung hưng]]\n\n==Tham khảo==\n* [[Khâm định Việt sử thông giám cương mục]]\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Tôn giáo tại Việt Nam]]"}