{"106001":"'''Tông Đản''' ([[Chữ Hán]]: 宗亶 [[1046]]<ref>[http:\/\/bienphong.com.vn\/modules.php?name=News&op=viewst&sid=4988 Lang trung tướng quân Nùng Tôn Đản]<\/ref>- ?) hay '''Tôn Đản''',<ref>Viết là \"Tôn Đản\" do kị húy [[nhà Nguyễn]].<\/ref> có chỗ chép là '''Nùng Tông Đản''' (儂宗亶), là tướng lĩnh người dân tộc [[Người Nùng|Nùng]], thuộc tướng của [[Lý Thường Kiệt]], người có công lớn cùng Lý Thường Kiệt đánh phá Ung Châu, Khâm Châu, Liêm Châu trên đất [[nhà Tống]], làm ngăn chặn âm mưu thôn tính [[Đại Việt]] của Nhà Tống trong cuộc kháng chiến chống Tống (1075-1077).\n\n== Bắc tiến đánh Tống ==\nNăm [[1072]], vua [[Lý Thánh Tông]] chết, con là vua [[Lý Nhân Tông]] mới 6 tuổi lên nối ngôi. Nhà Tống cho rằng đó là một cơ hội tốt nên chuẩn bị xâm lược Đại Việt.\n\nNăm [[1075]], Lý Thường Kiệt, sau khi củng cố lại lực lượng, ông cho rằng: \"Ngồi yên đợi giặc không bằng đem quân ra trước để chặn mũi nhọn của giặc\". Lý Thường Kiệt liền tổ chức một cuộc tập kích vào đất Tống nhằm phá tan các căn cứ Ung Châu, Khâm Châu, Liêm Châu của Nhà Tống. Lý Thường Kiệt đã huy động hơn 10 vạn quân thủy bộ và cử Tông Đản làm phó tướng chỉ huy phần bộ binh.\n\nNgày [[27 tháng 10]] năm [[1075]] chiến dịch tập kích quân địch của Lý Thường Kiệt bắt đầu. Ngày [[30 tháng 12]] năm [[1075]] quân Đại Việt tiến đánh Khâm Châu. Ngày [[2 tháng 1]] năm [[1076]], quân Đại Việt đánh chiếm Liêm Châu. Ngày [[18 tháng 1]] năm [[1076]], Tông Đản kéo quân đến ngoại thành Ung Châu. Ngay sau đó, đại quân Lý Thường Kiệt cũng đến nơi. Ngày [[1 tháng 3]] năm [[1076]], quân Đại Việt hạ thành Ung Châu. Cuộc chiến kết thúc sau 42 ngày.\n\nSau thắng lợi này vua Lý phong Lý Thường Kiệt làm Điện tiền nguyên súy Phục quốc Thái úy và phong cho Nùng Tông Đản chức Lang Trung tướng quân, triệu về kinh thành Thăng Long làm Đô quân thống lĩnh Ngự tiền sử.\n\n== Theo Tống? ==\nTheo một số nguồn tài liệu thì Tông Đản từng theo hàng và dâng đất cho nhà Tống. Tuy vậy, do sử sách chép không rõ ràng nên các nguồn tài liệu đều nêu việc này khá dè dặt.\n\nHoàng Xuân Hãn trong sách ''Lý Thường Kiệt'' viết:\n\n:''Sử sách Tống viết Nùng Tông Đán là người Nùng khá hiệt liệt, đã từng vào cướp đất Tống, sau theo Tống làm đến Trung vũ tướng quân ở Ung Châu. Y từng bỏ Tống rồi theo Tống nhiều lần. Sử ta thì có nhắc đến Tông Đản lãnh đạo quân khê động theo Lý Thường Kiệt đánh sang Tống (hiện nay còn có phố Tông Đản ở Hà Nội), nhưng rất sơ sài. Hai âm Đản và Đán lại gần như nhau, không biết hai người có phải là một không?''\n\n:''Sách Tống còn nói các con của Tông Đán đều theo Lưu Kỷ, phải chăng Tôn Đản là một trong những người con của Tông Đán?''\n\n:''Thêm nữa, sử Việt như [[Đại Việt sử ký toàn thư|Toàn thư]] đều viết lãnh đạo quân khê động có Tông Đản, [[Lưu Kỷ]], [[Hoàng Kim Mãn]], [[Thân Cảnh Phúc]] (phò mã),... tức là đều đưa Tông Đản lên đầu. Nhưng Tông Đản cuối cùng là ai ? Sử đều không nói rõ. Theo thiển ý của người chép thì người lãnh đạo quân khê động chính là Lưu Kỷ, nhưng sau này bọn Lưu Kỷ, Hoàng Kim Mãn lại bỏ Lý theo Tống, nên sử gia Việt đời sau đưa Tông Đản lên cho đẹp đoạn sử này chăng ?''\n\n[[Nguyễn Vinh Phúc]] trong sách ''Phố và đường Hà Nội''<ref>Nhà Xuất bản Giao thông vận tải, 2002.<\/ref> cũng nêu nghi vấn về việc nhân vật Tông Đản được đặt tên phố ở Hà Nội, dù từng dâng đất mấy động đi theo nhà Tống.\n\nCho tới nay vẫn chưa có kết luận chắc chắn về việc Tông Đản và Tông Đán (邅 và 膻) là hai người hay chỉ là một người và khả năng ông theo Tống còn là vấn đề nghi ngờ. Chỉ có một điều chắc chắn là: Tông Đản đã theo Lý Thường Kiệt đánh Ung châu thắng lợi năm 1075.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* {{chú thích sách|title=The rebel den of Nùng Trí Cao''\n|author=James Anderson\n|publisher=Univ of Washington Press\n|year=2007\n|isbn=0295986891\n|url=http:\/\/books.google.com\/books?id=gnt4nFam2BgC&printsec=frontcover}}\n\n== Xem thêm ==\n* [[Lý Thường Kiệt]]\n* [[Chiến dịch đánh Tống, 1075-1076]]\n\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Người Cao Bằng]]\n[[Thể loại:Người Nùng]]"}