{"334951":"[[Tập tin:Đình Thới Sơn.jpg|nhỏ|phải|250px|[[Đình Thới Sơn]] do Bùi Thiền Sư tạo lập, để làm nơi thờ phụng và nơi tu]]\n'''Tăng Chủ''', tên thật là '''Bùi Đình Thân''', không biết năm sinh năm mất, chỉ biết ông sống nửa cuối [[thế kỷ 19]]. Tuy có tên thật, nhưng từ khi ông làm đệ tử [[Đoàn Minh Huyên]] (tức ''Phật Thầy Tây An'', gọi tắt là ''Phật Thầy''), và được ban cho đạo hiệu là '''Bùi Thiền Sư''', thì cái tên thật kia ít ai còn nhớ đến. Sau này, khi được thầy giao việc coi sóc trại ruộng tại chân [[núi Két]], ông còn được gọi là ''Tăng Chủ'' (''theo nghĩa ông sư làm chủ trại ruộng''), và đây chính là cái tên còn được gọi cho đến hôm nay.\n \nÔng là người có công phát triển giáo phái [[Đạo Bửu Sơn Kỳ Hương|Bửu Sơn Kỳ Hương]] và là người có công khai phá sơn lâm, lập nên hai làng là Hưng Thới và Xuân Sơn mà sau này hợp thành xã Thới Sơn, huyện [[Tịnh Biên]], tỉnh [[An Giang]], [[Việt Nam]].\n\n==Một số thông tin==\n'''Tăng Chủ''' không có vợ con. Về sau ông xin một đứa trẻ, con của người em, về làm con nuôi, đó là ông [[Đình Tây]]<ref>GS. Trịnh Vân Thanh và Huỳnh Ngọc Trảng đều nói Tăng Chủ chỉ là anh chú bác với ông Đình Tây. Nhưng xét thấy GS. Nguyễn Văn Hầu có đi đến nơi dọ hỏi và có vốn hiểu biết về vùng [[Bảy Núi]] nhiều hơn.<\/ref>.\nGS. [[Nguyễn Văn Hầu]] mô tả:''Tướng mạo ông cao lớn, miệng rộng, tay dài, tiếng nói sang sảng mà tâm tính bao giờ cũng thuần hậu''.\n\nVà khi Phật Thầy dựng lên cái trại ruộng ở Hưng Thới, thì người ta đã thấy ông Tăng Chủ có mặt bên thầy đầu tiên. Kể từ đó, ông là người thay thầy truyền đạo, phát phù trị bịnh, chiêu nạp dân cư và cùng với hai ông là Đình Tây và Phạm Văn Lăng tổ chức việc \"phá lâm, lập làng\".\n\nNăm [[1859]], sau khi Phật Thầy mất ba năm, nhân có sự bất đồng ý kiến với ông Lăng, ông bèn trở lại làng Xuân Sơn lập một ngôi Tam Bảo (nay là đình Thới Sơn)<ref>Xem chi tiết đình Thới Sơn nơi trang [[Núi Két]].<\/ref> rồi cùng với người con nuôi là Đình Tây về nơi đó hành đạo.\n\nTăng Chủ mất tại đình Thới Sơn vào ngày [[27 tháng 10]] năm Mùi, thọ được trên 80 tuổi. Hiện nay mộ ông (mộ không đắp nấm) nằm cách đình khoảng trăm mét. Trên bia có ghi mấy dòng chữ:\n:''Đại Nam quốc, An Giang tỉnh, Tịnh Biên phủ, Qui Đức tổng, Thới Sơn thôn.''\n:''Nguyên Tăng chủ Bùi Thiền Sư, hưởng thượng thọ.''\n:''Mùi niên, thập nguyệt, nhị thập thất nhật chi chung.''\n\n==Giai thoại==\n[[Tập tin:Mộ Bùi Thiền Sư mới.jpg|nhỏ|phải|250px|Mộ Bùi Thiền Sư]]\nNhiều người dân nơi ở xã Thới Sơn cho biết, lúc bấy giờ quanh [[núi Két]] hãy còn rừng rậm nên thú dữ rất nhiều.\n\nTương truyền, theo hai nguồn tham khảo ghi bên dưới, thì một hôm ông Tăng Chủ đi thăm ruộng về, trong khi trời nhá nhem tối, ông trông thấy một con hổ lớn nằm bên vệ đường. Thấy ông, hổ đứng dậy há miệng rồi tỏ vẻ đau đớn lắm. Ông Tăng Chủ bèn hỏi: ''Chắc ngươi mắc xương phải không?'' \nHổ gật đầu và đập đuôi. Liền khi ấy, ông Tăng Chủ co tay đấm mạnh vào cổ con thú, lập tức hổ khạc lên mấy tiếng rồi trong miệng văng ra một cục xương lớn. \nHôm sau, ông Tăng Chủ thấy xác một con heo rừng nằm bên tự viện, do hổ đem đến để đền ơn cứu chữa. Hiện nay, bên đình Thới Sơn vẫn còn một cái miễu nhỏ thờ \"ông hổ\" ấy.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển quyển 2'', Nhà xuất bản Hồn thiêng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1966, tr. 1074.\n*''Sổ tay hành hương đất phương Nam'', nhiều người soạn, Huỳnh Ngọc Trảng chủ biên, Nhà xuất bản TP. HCM, 2002, tr. 116-117.\n*Tài liệu ông Tăng Chủ trong bài viết của [[Nguyễn Văn Hầu]], tại:[http:\/\/www.nguyetsanlonghoa.net\/bt1107NguyenVanHauTSMN.htm]\n{{Các ông đạo ở Nam Bộ, Việt Nam}}\n\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Bửu Sơn Kỳ Hương]]\n[[Thể loại:Người An Giang]]"}