{"238155":"{{Thông tin nhân vật phong kiến\n| tên = Tăng Bạt Hổ\n| tên gốc = 曾拔虎\n| hình = Lăng mộ Tăng Bạt Hổ.JPG\n| ghi chú hình = Lăng mộ Tăng Bạt Hổ tại lăng mộ cụ [[Phan Bội Châu]]\n| húy = Tăng Doãn Văn (曾允文)\n| tự = Sư Triệu\n| hiệu = Điền Bát (田八)\n| giới tính = Nam\n| sinh = [[19 tháng 7]] năm [[1858]]\n| nơi sinh = [[An Thường]] , [[Ân Thạnh]]   [[Hoài Ân]]\n| mất = [[1906]] (48 tuổi)\n| nơi mất = [[Sông Hương]]\n| nguyên nhân mất = lâm bệnh nặng\n| quốc gia = [[Việt Nam]]\n}}\n\n'''Tăng Bạt Hổ''' ([[chữ Hán]]: 曾拔虎, [[1858]] - [[1906]]), tự là '''Sư Triệu''', hiệu là '''Điền Bát 田八''', tên thật là '''Tăng Doãn Văn 曾允文''', là chí sĩ [[Việt Nam]] tham gia chống Pháp cuối [[thế kỷ 19]], đầu [[thế kỷ 20]].\n\nÔng sinh ngày [[19 tháng 7]] năm [[1858]] tại làng An Thường, nay thuộc xã Ân Thạnh, huyện [[Hoài Ân]], nằm cách huyện lỵ Hoài Ân khoảng 3&nbsp;km về phía đông bắc, cách thành phố [[Quy Nhơn]], tỉnh [[Bình Định]] khoảng 90&nbsp;km về phía tây Bắc.\n\n==Cuộc đời==\nNăm 1872, khi mới 14 tuổi, Tăng Bạt Hổ đã tham gia chiến đấu chống Pháp trong hàng ngũ tướng cờ đen [[Lưu Vĩnh Phúc]]. Sau vụ binh biến đêm 22 tháng 5 năm Ất Dậu (1885) ở kinh thành [[Huế]] của phe chủ chiến do [[Nguyễn Văn Tường]], [[Tôn Thất Thuyết]] cầm đầu thất bại, vua [[Hàm Nghi]] chạy về căn cứ Tân Sở, xuất chiếu [[Phong trào Cần Vương|Cần Vương]] kêu gọi sĩ phu cùng nhân dân đứng lên kháng chiến chống Pháp. Hưởng ứng chiếu Cần Vương, Tăng Bạt Hổ cùng với [[Phạm Toàn]] chiêu mộ binh lính, rèn đúc vũ khí xây dựng chiến khu chống Pháp tại vùng núi Kim Sơn (huyện Hoài Ân), quê hương ông, là một vùng rừng núi có địa thế hiểm trở.\n\nỞ [[Bình Định]] bấy giờ phong trào kháng chiến chống Pháp phát triển mạnh và dần dần quy tụ dưới ngọn cờ lãnh đạo của [[Mai Xuân Thưởng]]. Tăng Bạt Hổ đã liên kết với lực lượng của Mai Xuân Thưởng và được giao nhiệm vụ giữ mặt trận phía bắc Bình Định. Ông cho quân cùng với Bùi Điền xây dựng và củng cố thêm khu Chóp Chài (Phù Mĩ) và hai đồn tại đèo Phủ Cũ và đèo Bình Đê.\n\nThực dân Pháp và triều đình Nguyễn cử [[Nguyễn Thân]] và [[Trần Bá Lộc]] đem quân đàn áp phong trào kháng chiến ở Bình Định. Đầu năm 1886 Tăng Bạt Hổ cử hai tướng là Bùi Điền và Đỗ Duyệt đem quân giao chiến với Nguyễn Thân nhưng bị thất bại. Ông tiếp tục chiêu mộ thêm binh sĩ, củng cố thêm các đồn lũy để chống lại quân của Nguyễn Thân, nhưng trước thế mạnh của địch, hầu hết các chiến lũy của nghĩa quân đều bị phá vỡ. Đầu năm 1887 Nguyễn Thân kéo đại quân triệt phá mật khu Kim Sơn, vây bắt Tăng Bạt Hổ. Mặc dù Nguyễn Thân không thực hiện được kế hoạch, nhưng do quân ít, vũ khí thô sơ nên cuối cùng nghĩa quân tan rã. Nghĩa quân tản mát rồi nương náu tại các bản làng Tây Nguyên.\n\nSau khi cuộc khởi nghĩa bị đàn áp, Tăng Bạt Hổ vượt núi sang Lào, [[Xiêm]], [[Trung Quốc]], [[Nga]], Nhật tìm Lưu Vĩnh Phúc nhưng Phúc đã chết. Ông quyết định theo nghề hàng hải, làm thủy thủ cho tàu buôn, vì thế có điều kiện quan sát văn minh của các nước và tìm thêm đồng chí. Nhờ nghề thủy thủ, ông thường qua lại [[Yokohama|Hoành Tân]], Trường Kì và sau đó ít năm, ông thông thạo [[tiếng Nhật]] và được sung vào Hải quân Nhật Bản.\n\nTrong [[chiến tranh Nga-Nhật]] (1904 - 1905), vì lòng căm hờn người Âu, ông nguyện hi sinh giúp Nhật, nổi tiếng là quả cảm, có công trong những trận chiến [[Trận Đài Liên|Đài Liên]] và [[Hải chiến cảng Lữ Thuận|Lữ Thuận]], và được thưởng huy chương quân công{{fact|date=7-2014}}. Ngày khải hoàn, ông được dự bữa đại yến do [[Thiên hoàng Minh Trị]] đãi các tướng sĩ. Đỡ chén rượu của [[Thiên hoàng]] ngự rót thưởng, ông uống một hơi cạn rồi khóc lớn ở giữa triều đình. Thiên hoàng hỏi, ông giãi bày hết nỗi lòng:\n:''\"Tôi vốn không phải là người Nhật mà là một người vong mạng Việt Nam. Sau khi thất bại trong việc chống Pháp, tôi trốn qua Xiêm, qua Trung Hoa rồi tới đây, may được Bệ hạ tin dùng. Nay thấy quý quốc thắng Nga, làm vẻ vang cho giống da vàng, tôi nghĩ đến tình cảnh nước tôi mà không cầm được giọt lệ\".''\n:''\"Bao giờ dân nước tôi mới được một bữa yến như bữa này của quý quốc!\"''<ref>Đông Kinh Nghĩa Thục, [[Nguyễn Hiến Lê]]<\/ref>\n\nHết thảy các người dự yến đều chăm chú nhìn vẻ mặt cương nghị, nghe lời khẳng khái của ông. [[Thiên hoàng Minh Trị]] khen ông là chân ái quốc an ủi ông mấy lời và từ đó các nhà cầm quyền Nhật rất có cảm tình với ông. Ông làm quen với các nghị sĩ Nhật như Khuyển Dưỡng Nghị ([[Inukai Tsuyoshi]]), Đại Ôi Trọng Tín ([[Ōkuma Shigenobu]]), tỏ ý muốn cầu viện Nhật để đuổi Pháp. Họ bảo phải chờ cơ hội vì Nhật Bản còn lo đánh [[Đế quốc Nga|Nga]] mà cũng chưa có hiềm khích gì với Pháp. Rồi họ khuyên ông: \n:''Trước hết các ông phải lo phát triển phong trào duy tân trong nước để nâng cao dân khí, dân trí cho đại sự dễ thành. Muốn duy tân, không thể trông cậy ở Pháp được vì Pháp không thực tâm khai hóa, nên phải lựa những thanh niên tuấn tú đưa qua đây, nước chúng tôi sẽ đào tạo cho.''\n\nKhuyến Dưỡng Nghị lại hứa tận lực giúp cho các học sinh Việt Nam được phép cư trú và được miễn học phí. Tăng Bạt Hổ xét lời khuyên đó hữu lý, nên xin phép chính phủ Nhật, tức tốc về nước, không [[hải chiến Tsushima|dự trận thủy chiến ở Đối Mã]].\n\nTăng Bạt Hổ về tới Hải Phòng cuối năm 1904, vào Quảng Nam, do [[Nguyễn Tiểu La|Nguyễn Thành]] giới thiệu mà hội họp với [[Phan Bội Châu|Sào Nam]] và [[Cường Để|Kỳ Ngoại Hầu]] Cường Để, đầu năm sau đưa Sào Nam và [[Đặng Tử Kính]] qua Nhật để cầu ngoại viện, tổ chức phong trào [[Phong trào Đông Du|Đông Du]]. Năm 1905 ông về nước đem theo bài văn Khuyến thanh niên du học của Phan Bội Châu truyền bá, cổ động. Dưới chiếc áo thầy thuốc ông đi khắp nơi liên lạc tìm người cùng chí hướng, có lần gặp [[Nguyễn Quyền]] ở Lạng Sơn, họp với [[Nguyễn Thượng Hiền]] ở nhà cụ đốc Đinh Trạch tại Nam Định. Nghe tiếng cụ [[Lương Văn Can]] có nghĩa khí, được nghĩa hội văn thân ở Bắc tín nhiệm, ông tìm lại thăm tại nhà ở số 4 phố Hàng Đào, Hà Nội để bàn về tình hình trong nước và kế hoạch lâu dài. Tại đây hai cụ Tăng kể lại những lời khuyên của Khuyển Dưỡng Nghị và nhờ cụ Lương giới thiệu các thanh niên ưu tú sang Nhật du học. Và sau cuộc nói chuyện này, [[Lương Ngọc Quyến]] và [[Lương Nghị Khanh]] trở thành hai sinh viên Đông Du đầu tiên. Năm 1906 trên đường từ Nam ra Huế ông lâm bệnh nặng rồi mất trên một chiếc thuyền trên sông Hương.\n\nKhi Tăng Bạt Hổ [[chết|qua đời]], [[Võ Bá Hạp]] cùng các đồng chí đồng sự đã đem táng thi hài ông trên một gò cao thuộc ấp Thế Lại Thượng. Năm 1956, Lê Ngọc Nghị - một nhân sĩ - đã cùng với một số hậu duệ các bậc tiền bối hợp tác cùng thân hào xã Thế Lại Thượng tổ chức lễ truy điệu và cải táng hài cốt Tăng Bạt Hổ lên chôn tại khu vườn nhà và lăng mộ Phan Bội Châu như hiện nay.<ref>[http:\/\/www.baobinhdinh.com.vn\/568\/2004\/5\/11011\/ Thăm mộ chí sĩ Tăng Bạt Hổ tại Huế ]<\/ref>\n\n== Tưởng niệm ==\nĐể tưởng nhớ cụ Tăng Bạt Hổ, năm 2001, tại khu đất Gò Điếm (nguyên là đất của dòng họ Tăng, thuộc làng An Thường, xã Ân Thạnh, huyện Hoài Ân) được quy hoạch lấy một phần diện tích là 5.256 m² xây dựng khuôn viên khu Đền thờ Chí sĩ Tăng Bạt Hổ. Đền thờ đã được UBND tỉnh ra quyết định xếp hạng di tích năm 2003, ngày 26.8.2013, [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] đã có Quyết định công nhận Đền thờ chí sĩ Tăng Bạt Hổ là di tích lịch sử cấp quốc gia. Đồng thời tại [[Việt Nam]] hiện nay cũng đang có rất nhiều trường học và đường phố ở khắp các địa phương được đặt theo tên của ông để ca ngợi tên tuổi.<ref>{{Chú thích web|url=http:\/\/www.baobinhdinh.com.vn\/viewer.aspx?macm=46&macmp=46&mabb=16786|title=Tôn vinh Chí sĩ - nhà yêu nước Tăng Bạt Hổ|last=|first=|date=|website=Bình Định Online|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==Xem thêm==\n* [[Phong trào Đông Du]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2006\/12\/36285\/ Tăng Bạt Hổ, báo Bình Định]\n\n[[Thể loại:Sinh năm 1858]]\n[[Thể loại:Mất năm 1906]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Duy Tân hội]]\n[[Thể loại:Phong trào Đông Du]]\n[[Thể loại:Người họ Tăng tại Việt Nam]]"}