{"400084":"Ngoài [[Tư tưởng Hồ Chí Minh về công nhân]], [[Tư tưởng Hồ Chí Minh]] về [[nông dân]] cũng rất quan trọng<ref>[http:\/\/www.cpv.org.vn\/result.asp Bài nói về tư tưởng Hồ Chí Minh trên Báo Điện tử Đảng Cộng sản Việt Nam]<\/ref>. Theo [[chủ nghĩa cộng sản]], trong đó vấn đề nông dân và ruộng đất cho nông dân có tính quyết định trong tiến trình cách mạng. Tư tưởng Hồ Chí Minh về nông dân là tập hợp những quan điểm của chủ tịch Hồ Chí Minh về vấn đề này.\n==Quan điểm cơ bản==\n[[Hồ Chí Minh]] xem giai cấp nông dân là lực lượng đông đảo nhất của phong trào dân tộc, là cơ sở cho các cuộc đấu tranh giải phóng dân tộc, có gắn bó máu thịt với giai cấp công nhân, chịu áp bức bởi thực dân Pháp và tay sai (phong kiến và địa chủ), sẵn sàng đứng lên cùng công nhân trong cuộc cách mạng vô sản đang phát triển. Trong Sách lược cách mạng của Đảng, ông viết: \" Đảng phải thu phục cho được đại bộ phận dân cày và phải dựa vào dân cày nghèo làm thổ địa cách mạng, đánh trúc bọn đại địa chủ và phong kiến. Đảng phải làm cho các đoàn thể thợ thuyền và dân cày (công hội, hợp tác xã) khỏi ở dưới quyền lực và ảnh hưởng của bọn tư bản quốc gia. Đảng phải hết sức liên lạc với tiểu tư sản, trí thức, trung nông\".<ref>Hồ Chí Minh Toàn tập, tập 3, Nhà xuất bản Chính trị Quốc gia, trang 3<\/ref>\n\nTổng kết quá trình lãnh đạo cách mạng, Hồ Chí Minh đã khẳng định: \"Trải qua các thời kỳ, Đảng ta đã nắm vững và giải quyết đúng đắn vấn đề nông dân, củng cố được liên minh công nông. Đảng ta đấu tranh chống những xu hướng \"hữu khuynh\" và \"tả khuynh\" đánh giá thấp vai trò của nông dân là quân chủ lực của cách mạng, là bạn đồng minh chủ yếu và tin cậy nhất của giai cấp công nhân, là lực lượng cơ bản cùng với giai cấp công nhân xây dựng chủ nghĩa xã hội\".\n\n==Hoạt động của nông dân dưới ảnh hưởng Tư tưởng Hồ Chí Minh==\nTư tưởng chiến lược của Đảng Cộng sản Việt Nam là Tư tưởng Hồ Chí Minh. Từ khi ra đời Đảng Cộng sản Việt Nam đã tổ chức giai cấp nông dân đứng lên đấu tranh và khởi nghĩa ở nhiều nơi. Kết quả đạt được đánh giá khác nhau ở các nguồn khác nhau. {{fact|date=7-2014}}\n===Phong trào 1930-1931===\nDo tác động của khủng hoảng kinh tế và chính sách đàn áp của [[Pháp]], [[Đảng Cộng sản Việt Nam]] ngay từ khi mới ra đời vào khoảng tháng 2 -1930 đã lãnh đạo nông dân đấu tranh bên cạnh phong trào công nhân ở nhiều nơi {{fact|date=7-2014}}. Mục tiêu chủ yếu là đòi quyến sống nhưng cũng xuất hiện nhiều khẩu hiệu chính trị. Trong đó có:\n*Cuộc đấu tranh tiêu biểu tại huyện [[Hưng Nguyên]] ([[Nghệ An]]) dẫn tới việc lần đầu tiên thành lập một Xô viết tại Việt Nam.\n*Cuộc biểu tình nhân ngày 1-5-1930 của nông dân.<ref>Hồ Chí Minh Toàn tập, tập 3, Nhà xuất bản Chính trị Quốc gia, trang 41<\/ref>\n\n===Xô Viết Nghệ Tĩnh===\n{{chính|Xô Viết Nghệ Tĩnh}}\n\n===Cải cách Ruộng Đất===\n{{chính|Cải cách ruộng đất|Cải cách ruộng đất tại miền Bắc Việt Nam}}\nHồ Chí Minh ngay trong Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam đã đề ra nhiệm vụ giành ruộng đất cho dân cày nghèo thực hiện người cày có ruộng, giảm tô giảm tức. Trong những năm [[chiến tranh Đông Dương|kháng chiến chống Pháp]], Tư tưởng ấy của Hồ Chí Minh ngày càng được nhấn mạnh như là một trong những tư tưởng hành động chính của Đảng Cộng sản Việt Nam. Ngay năm 1947, tại [[Việt Bắc]] đã xuất hiện những đợt giảm tô cho nông dân và đến năm 1953 thì đồng thời thực hiện giảm tô và [[cải cách ruộng đất]]. Năm 1954, Hồ Chí Minh là người phát động và làm tư tưởng chiến dịch cải cách ruộng đất ở 22 tỉnh miền Bắc. Hồ Chí Minh còn đến thăm những người dân trong cải cách ruộng đất.<ref>[http:\/\/bacgiangonline.net\/news\/index.php?option=com_content&view=article&id=192:nguoi-phu-nu&catid=77:nguoi-bac-giang&Itemid=177 Người phụ nữ 6 lần được gặp Bác Hồ]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}<\/ref>\n\n===Phong trào thi đua Đại Phong===\n{{chính|Phong trào Đại Phong}}\nLà phong trào thi đua trong [[nông nghiệp]] hưởng ứng kế hoạch 5 năm lần thứ nhất tại [[Việt Nam Dân chủ Cộng hòa|Việt Nam dân chủ cộng hòa]]. Đặc biệt phong trào \"Thi đua với Đại phong\" trong nông nghiệp đều bắt nguồn từ bài báo của [[Hồ Chí Minh]], ký bút danh của [[nhà báo]]. Điều đó cho thấy Hồ Chí Minh cũng thấy rõ vai trò báo chí rất quan trọng đối với việc cổ vũ, tổ chức phong trào thi đua rộng khắp nhất là đối với [[nông dân]].<ref>[http:\/\/www.dongthap.gov.vn\/wps\/portal\/bantuyengiao\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gPE--AYHdnIwN__wAzAyM_Fz8zJ18TQ28nQ_2CbEdFAKH5jVs!\/?WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/Bantuyengiao\/bantuyengiaotinhuy\/nghiencuuthamkhao\/nghiencuu\/bcvpttd Báo chí vào phong trào thi đua trên Web Ban tuyên giáo tỉnh Đồng Tháp]{{Liên kết hỏng|date=2022-01-15 |bot=InternetArchiveBot }}<\/ref>\n\n===Hội Nông dân Việt Nam===\n{{bài chi tiết|Nông hội|Hội Nông dân Việt Nam}}\nTổ chức này là một trong những tổ chức dành cho [[nông dân]] [[Việt Nam]] trực thuộc [[Mặt trận Tổ quốc Việt Nam]].\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Tư tưởng Hồ Chí Minh]]\n* [[Tư tưởng Hồ Chí Minh về công nhân]]\n* [[Xô Viết Nghệ Tĩnh]]\n* [[Mặt trận Tổ quốc Việt Nam]]\n* [[Đảng Cộng sản Việt Nam]]\n* [[Chủ nghĩa Marx-Lenin]]\n* [[Chủ nghĩa cộng sản]]\n* [[Nông hội]]\n* [[Hội Nông dân Việt Nam]]\n\n==Tham khảo==\n‘’Hồ Chí Minh toàn tập’’, Nhà xuất bản Chính trị quốc gia\n==Liên kết ngoài==\n[http:\/\/www.cpv.org.vn\/result.asp Bài nói về tư tưởng Hồ Chí Minh trên Báo Điện tử Đảng Cộng sản Việt Nam]\n{{Hồ Chí Minh}}\n{{Các chủ đề|Triết học|Hồ Chí Minh|Chính trị}}\n\n[[Thể loại:Tư tưởng Hồ Chí Minh|N]]"}