{"183196":"{{pp-30-500|small=yes}}\n{{Chủ nghĩa Marx-Lenin}}\n[[Tập tin:Ho Chi Minh 1946.jpg|nhỏ|Chân dung [[Chủ tịch Hồ Chí Minh]]]]\n'''Tư tưởng Hồ Chí Minh''' là một hệ thống quan điểm và [[tư tưởng]] của [[Hồ Chí Minh]] trong sự nghiệp cách mạng của ông được [[Đảng Cộng sản Việt Nam]] tổng kết, hệ thống hóa. Hệ thống tư tưởng này bao gồm những quan điểm về những vấn đề cơ bản của [[cách mạng Việt Nam]],<ref name=\"tthcm\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. 2009, trang 10<\/ref> từ [[cách mạng dân tộc dân chủ nhân dân]] đến cách mạng [[xã hội chủ nghĩa]]; vận dụng và phát triển [[Chủ nghĩa Mác-Lênin]] vào điều kiện cụ thể của [[Việt Nam]].<ref>Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. 2009, trang 14<\/ref>\n\nCác nội dung trong tư tưởng Hồ Chí Minh được hình thành và phát triển gắn với các thời kì hoạt động của Hồ Chí Minh trong phong trào cách mạng Việt Nam và quốc tế<ref>{{Chú thích web |url=http:\/\/www.haugiang.gov.vn\/Portal\/DATA\/sites\/10\/chuyende\/HOCTAPGUONGDAODUCHOCHIMINH\/PHAN3\/TUTUONGHOCHIMINH.HTML |ngày truy cập=2012-09-27 |tựa đề=Tư tưởng Hồ Chí Minh, Thư viện tỉnh Hậu Giang |archive-date=2012-06-07 |archive-url=https:\/\/web.archive.org\/web\/20120607044256\/http:\/\/www.haugiang.gov.vn\/Portal\/DATA\/sites\/10\/chuyende\/HOCTAPGUONGDAODUCHOCHIMINH\/PHAN3\/TUTUONGHOCHIMINH.HTML }}<\/ref> vào đầu và giữa thế kỷ 20. Giáo trình tư tưởng Hồ Chí Minh nhận định Tư tưởng Hồ Chí Minh là sự kết tinh của [[văn hóa Việt Nam|văn hóa dân tộc Việt Nam]], tư tưởng [[cách mạng Pháp]], tư tưởng tự do của [[Hoa Kỳ]], lý tưởng [[cộng sản]] Marx - Lenin, tư tưởng [[văn hóa phương Đông]], [[văn hóa phương Tây]] và phẩm chất cá nhân của Hồ Chí Minh.<ref name=\"tthcm1\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 12, 13, 14<\/ref>\n\nTư tưởng Hồ Chí Minh đã được xác định là một hệ tư tưởng chính thống của Đảng Cộng sản Việt Nam bên cạnh chủ nghĩa Mác-Lênin, được chính thức đưa ra từ Đại hội VII của Đảng. Đảng Cộng sản Việt Nam, [[Nhà nước Việt Nam]] cùng các quan điểm chính thống ở Việt Nam hiện nay đều thống nhất đánh giá Tư tưởng Hồ Chí Minh chính là cách vận dụng sáng tạo Chủ nghĩa Mác-Lênin trong điều kiện cụ thể của Việt Nam và coi tư tưởng Hồ Chí Minh đã trở thành một tài sản tinh thần quý báu của Đảng Cộng sản Việt Nam và của [[dân tộc Việt Nam]].<ref>Đảng Cộng sản Việt Nam: Văn kiện Đại hội đại biểu toàn quốc lần thứ 7. Nhà xuất bản Sự thật. Hà Nội. 1991, trang 127<\/ref> Đảng Cộng sản Việt Nam xác định lấy ''Chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh là kim chỉ nam cho mọi hành động và thắng lợi của cách mạng Việt Nam''.<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30106&cn_id=443473 Điều lệ Đảng Cộng sản Việt Nam, thông qua ngày 19 tháng 1 năm 2011]<\/ref><ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/ct\/cms\/hochiminh\/Lists\/NghienCuuTraoDoi\/View_Detail.aspx?ItemID=8 |ngày truy cập=2013-03-18 |tựa đề=Chủ nghĩa Mác – Lênin và tư tưởng Hồ Chí Minh là kim chỉ nam cho mọi hành động và thắng lợi của cách mạng Việt Nam, Trần Viết Dương, Trường Chính trị tỉnh Vĩnh Phúc |archive-date=2021-06-24 |archive-url=https:\/\/web.archive.org\/web\/20210624204208\/http:\/\/www.vinhphuc.gov.vn\/ct\/cms\/hochiminh\/Lists\/NghienCuuTraoDoi\/View_Detail.aspx?ItemID=8 |url-status=dead }}<\/ref> Đảng Cộng sản Việt Nam luôn tăng cường tuyên truyền thúc đẩy việc học tập và làm theo Tư tưởng Hồ Chí Minh ở tất cả các tầng lớp trong xã hội.\n\nPhần lớn các giáo trình tư tưởng Hồ Chí Minh không phân tích các quan điểm của ông theo các thời kỳ lịch sử, không phân tích cụ thể các tác phẩm của ông theo chiều thời gian. Điển hình như năm 1930 khi thành lập Đảng Cộng sản Việt Nam, ông cho rằng đấu tranh giải phóng dân tộc đi kèm đấu tranh giải phóng giai cấp. Khi thành lập [[Việt Minh]] thì gác lại chủ trương [[đấu tranh giai cấp]] mà thực hiện đấu tranh đòi các quyền tự do dân chủ và đoàn kết toàn dân [[chống phát xít]] theo đường lối [[Quốc tế Cộng sản]] (chủ trương này khá trùng lặp với đường lối của [[Nguyễn Văn Cừ]] khi làm Tổng bí thư). Đến giai đoạn năm 1945, khi cần tranh thủ sự ủng hộ của [[Đồng Minh]] cho nền độc lập của Việt Nam, ông tuyên bố \"''giải tán Đảng Cộng sản Đông Dương''\" và tán dương nền dân chủ.\n\nTư tưởng Hồ Chí Minh chỉ chính thức đưa vào Cương lĩnh của Đảng Cộng sản Việt Nam năm 1991, sau khi công cuộc Đổi mới phát động, chấp thuận phân hóa giai cấp, nhiều lý luận của chủ nghĩa Mác - Lênin không có tính khả thi trong cơ chế thị trường phải gác lại như đạo đức xã hội chủ nghĩa, xây dựng con người xã hội chủ nghĩa, làm theo năng lực hưởng theo lao động trên toàn xã hội... ([[chủ nghĩa cộng sản]] đặt ra mục tiêu cuối cùng là xóa bỏ giai cấp, bóc lột, xóa bỏ giàu - nghèo, làm theo năng lực hưởng theo nhu cầu, công hữu trên nền tảng dân chủ, xóa bỏ giáo điều tôn giáo được xem là mị dân, xóa bỏ nhà nước đi đến dân chủ trực tiếp và bình đẳng, xóa bỏ các đường biên giới quốc gia, đưa các dân tộc đến cùng một lợi ích, xóa bỏ bất bình đẳng giữa các dân tộc trên phạm vi thế giới...). Các giáo trình của Việt Nam thường khai thác tư tưởng Hồ Chí Minh theo chiều hướng trên.\n== Hoàn cảnh ra đời ==\n\n==== Việt Nam cuối thế kỷ XIX đầu thế kỷ XX ====\nVào cuối thế kỷ XIX đầu thế kỷ XX, chính quyền nhà Nguyễn đã thi hành chính sách đối nội, đối ngoại bảo thủ, không mở ra cho Việt Nam cơ hội tiếp xúc và bắt nhịp với sự phát triển của thế giới. Không phát huy được những thế mạnh của truyền thống dân tộc và đất nước, không chống lại được âm mưu xâm lược của thực dân Pháp. Khi thực dân Pháp xâm lược Việt Nam năm 1858 và đến năm 1883, triều đình Huế ký kết [[Hiệp ước Harmand]] với [[đế quốc Pháp]], thừa nhận quyền bảo hộ của họ trên khắp An Nam.<ref>[http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=228 Công cuộc chống Pháp, bảo vệ độc lập dân tộc ở Thừa Thiên Huế (1883 – 1885), Địa chí Thừa Thiên Huế - Phần Lịch sử, Nhà Xuất bản Khoa học xã hội, 2005]{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}<\/ref> Từ sau [[Hiệp ước Patenôtre]] năm 1884, Việt Nam trở thành một nước ''thuộc địa nửa phong kiến''.\n\nTrong suốt quá trình thực dân Pháp cai trị, từ giữa thế kỷ XIX đến đầu thế kỷ XX, đã có nhiều cuộc khởi nghĩa nổi dậy chống [[thực dân Pháp]]. Các cuộc khởi nghĩa vũ trang dưới khẩu hiệu \"Cần vương\" do các văn thân, sĩ phu lãnh đạo cuối cùng cũng thất bại. Các cuộc khởi nghĩa vũ trang này mang đậm tinh thần yêu nước và đầy dũng khí trước quân thù, nhưng đều dưới sự dẫn dắt của các tư tưởng phong kiến và tư sản và đều thất bại. Cách mạng Việt Nam lâm vào cuộc khủng khoảng sâu sắc về đường lối cứu nước.<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/Quan-triet-thuc-hien-nghi-quyet-dai-hoi-dang-XI\/Noi-dung-co-ban-van-kien\/2011\/1570\/Dai-hoi-Dang-Cong-san-Viet-Nam-lan-thu-XI-su.aspx Đại hội Đảng Cộng sản Việt Nam lần thứ XI – sự kiên định chủ nghĩa Mác- Lê-nin, tư tưởng Hồ Chí Minh, Tạp chí Cộng sản]<\/ref>\n\nCác cuộc khai thác thuộc địa của thực dân Pháp ở Việt Nam đã làm cho xã hội Việt Nam có sự phân hóa giai cấp-xã hội sâu sắc. Tạo tiền đề bên trong cho phong trào đấu tranh giải phóng đân tộc đầu thế kỷ XX. Xã hội Việt Nam tồn tại nhiều mâu thuẫn. Có thể kể ra các mâu thuẫn chính sau:<ref>{{Chú thích web |url=http:\/\/www.husc.edu.vn\/khoallct\/articles.php?article_id=649 |ngày truy cập=2013-09-07 |tựa đề=Tư tưởng Triết học Việt Nam nửa đầu thế kỷ XX, Vũ Minh Tâm, Tạp chí Triết học. |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304132454\/http:\/\/www.husc.edu.vn\/khoallct\/articles.php?article_id=649 |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/btn.tdt.edu.vn\/bai-2-dang-cong-san-viet-nam-nguoi-to-chuc-lanh-dao-va-la-nhan-to-quyet-dinh-thang-loi-cua-cach-mang-viet-nam-1266.html |ngày truy cập=2013-03-18 |tựa đề=Bài 2: Đảng Cộng sản Việt Nam, Giáo trình 6 bài lý luận chính trị, Đại học Tôn Đức Thắng |archive-date=2013-03-01 |archive-url=https:\/\/web.archive.org\/web\/20130301034210\/http:\/\/btn.tdt.edu.vn\/bai-2-dang-cong-san-viet-nam-nguoi-to-chuc-lanh-dao-va-la-nhan-to-quyet-dinh-thang-loi-cua-cach-mang-viet-nam-1266.html }}<\/ref>\n\n* Mâu thuẫn giữa dân tộc Việt Nam và thực dân Pháp.\n* Mâu thuẫn giữa [[giai cấp công nhân|người dân lao động]] và [[phong kiến|quan lại phong kiến]].\n* Mâu thuẫn giữa giai cấp công nhân Việt Nam và giai cấp tư sản.\n\nĐầu thế kỷ XX, các phong trào vũ trang kháng chiến chống Pháp rầm rộ, lan rộng ra cả nước nhưng đều thất bại (chủ trương cầu viện, dùng vũ trang khôi phục độc lập của [[Phan Bội Châu]]; chủ trương \"ỷ Pháp cầu tiến bộ\" bằng cách chấn dân khí, khai dân trí, hậu dân sinh, trên cơ sở đó mà dần dần tính chuyện giải phóng của [[Phan Châu Trinh]]; khởi nghĩa nặng cốt cách phong kiến của [[Hoàng Hoa Thám]]; khởi nghĩa theo khuynh hướng cách mạng dân chủ tư sản của [[Nguyễn Thái Học]]).\n\nSự thất bại của phong trào chống thực dân Pháp cuối thế kỷ XIX đầu thế kỷ XX vừa chứng tỏ sự lỗi thời của hệ tư tưởng phong kiến, sự yếu ớt và bất lực của hệ tư tưởng tư sản, vừa từng bước chuẩn bị tiền đề cho một phương hướng mới của sự nghiệp giải phóng dân tộc.<ref>Trần Dân Tiên, Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch, Nhà xuất bản.Chính trị Quốc gia, năm 1994, tr.12<\/ref><ref name=\"truyenba\">{{Chú thích web |url=http:\/\/tutuonghochiminh.vn\/examine\/nguyen-ai-quoc-voi-viec-truyen-ba-chu-nghia-mac-lenin-o-viet-nam-1921-1930.d-657.aspx |ngày truy cập=2012-10-25 |tựa đề=Nguyễn Ái Quốc với việc truyền bá Chủ nghĩa Mác-Lênin ở Việt Nam (1921 – 1930), PGS, TS.Phạm Xanh, Nhà xuất bản Chính trị Quốc gia |archive-date=2012-10-15 |archive-url=https:\/\/web.archive.org\/web\/20121015112455\/http:\/\/tutuonghochiminh.vn\/examine\/nguyen-ai-quoc-voi-viec-truyen-ba-chu-nghia-mac-lenin-o-viet-nam-1921-1930.d-657.aspx }}<\/ref> Theo Tạp chí Cộng sản, những điều này cho thấy, phong trào cứu nước của nhân dân Việt Nam muốn đi đến thắng lợi, phải đi theo con đường mới, đó là con đường cách mạng vô sản.<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/Nghiencuu-Traodoi\/2013\/21514\/Con-duong-cuu-nuoc-Ho-Chi-Minh-su-lua-chon-lich.aspx Con đường cứu nước Hồ Chí Minh - sự lựa chọn lịch sử]<\/ref>\n\n==== Thế giới ====\nThế giới trong giai đoạn cuối thế kỷ XIX đến đầu thế kỷ XX cũng đang có những biến chuyển to lớn:\n\n* Chủ nghĩa tư bản từ giai đoạn cạnh tranh tự do đã chuyển sang giai đoạn độc quyền, xác lập quyền thống trị trên phạm vi toàn thế giới. Chủ nghĩa đế quốc với bản chất của mình đã trở thành kẻ thù chung của tất cả các dân tộc thuộc địa.<ref name=\"husc\">{{Chú thích web |url=http:\/\/www.husc.edu.vn\/viewpage.php?page_id=28 |ngày truy cập=2013-03-22 |tựa đề=Chủ tịch Hồ Chí Minh - Một thiên tài quân sự, ThS. Hoàng Ngọc Vĩnh, Khoa Lý luận chính trị, Đại học Khoa học Huế |archive-date=2013-02-11 |archive-url=https:\/\/web.archive.org\/web\/20130211155555\/http:\/\/www.husc.edu.vn\/viewpage.php?page_id=28 |url-status=dead }}<\/ref>\n* Thực tế lịch sử: trong quá trình xâm lược và thống trị của chủ nghĩa thực dân, tại các nước nhược tiểu ở châu Á, châu Phi và khu vực Mỹ Latinh, sự bóc lột phong kiến trước kia vẫn được duy trì bên cạnh sự bóc lột thuộc địa mang tính tư bản chủ nghĩa. Bên cạnh các giai cấp cơ bản trước kia, đã xuất hiện thêm các giai cấp, tầng lớp xã hội mới, trong đó có công nhân và tư sản.<ref name=\"tinhdoanbinhthuan\">{{Chú thích web |url=http:\/\/www.tinhdoanbinhthuan.vn\/tailieutuyentruyen\/chuyende1.htm |ngày truy cập=2013-03-22 |tựa đề=Khái niệm, nguồn gốc, quá trình hình thành Tư tưởng Hồ Chí Minh, Tài liệu truyên truyền của tỉnh đoàn Bình Thuận |archive-date=2013-03-08 |archive-url=https:\/\/web.archive.org\/web\/20130308100748\/http:\/\/www.tinhdoanbinhthuan.vn\/tailieutuyentruyen\/chuyende1.htm }}<\/ref>\n* [[Chiến tranh Thế giới I]] bùng nổ.<ref name=\"husc\"\/>\n* Từ cuộc đấu tranh sôi nổi của công nhân các nước tư bản chủ nghĩa cuối thế kỷ XIX, đầu thế kỉ XX đã dẫn đến một cao trào mới của cách mạng thế giới với đỉnh cao là Cách mạng Tháng Mười Nga thắng lợi (1917). Cuộc cách mạng vĩ đại này đã làm \"Thức tỉnh các dân tộc châu Á\", Cuộc cách mạng vô sản ở nước Nga thành công đã nêu một tấm gương sáng về sự giải phóng các dân tộc bị áp bức, mở ra trước mắt họ thời đại cách mạng chống đế quốc, thời đại giải phóng dân tộc.<ref name=\"truyenba\" \/>\n* Quốc tế III được thành lập (1919). Phong trào công nhân trong các nước Tư bản Chủ nghĩa và phong trào giải phóng của các nước thuộc địa càng có quan hệ mật thiết với nhau trong cuộc đấu tranh chống kẻ thù chung của họ là Chủ nghĩa Đế quốc.<ref name=\"husc\"\/><ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30682&cn_id=235068 Quốc tế III (1919-1943), BVK, Báo điện tử Đảng Cộng sản Việt Nam]<\/ref>\n\n== Nguồn gốc ==\n\n=== Truyền thống dân tộc Việt Nam ===\n''Chủ nghĩa yêu nước với ý chí bất khuất, tự lực, tự cường'' để dựng nước và giữ nước tồn tại trong suốt lịch sử của dân tộc. Đồng thời, trong quá trình dựng nước, giữ nước, ''tinh thần đoàn kết và ý thức dân chủ'' cũng xuất hiện. T''inh thần đoàn kết và ý thức dân chủ'' làm cho mối quan hệ Cá nhân - Gia đình - Làng - Nước ngày càng trở nên bền chặt và nương tựa vào nhau để sinh tồn và phát triển. Giá trị truyền thống của người Việt là ''dũng cảm, cần cù, dẻo dai'' trong lao động sản xuất, chiến đấu để sinh tồn và phát triển trước thiên nhiên và kẻ thù xâm lược. Nhưng đồng thời, trong quá trình đó, dân tộc Việt Nam cũng tiếp nhận những giá trị văn hóa, văn minh của nhân loại. Người Việt có tư duy mở và mềm dẻo khiến họ dễ dàng tiếp nhận những tư tưởng bên ngoài. Trong khi là đảng viên [[Đảng Xã hội (Pháp)|Đảng xã hội Pháp]], Hồ Chí Minh đã tiếp nhận [[chủ nghĩa Lenin]] với mục tiêu giải phóng dân tộc trong lúc nhiều đồng chí Pháp của ông chọn con đường [[dân chủ xã hội]] với chủ trương cải cách xã hội nhưng chấp nhận nền dân chủ. ''Chủ nghĩa yêu nước là điểm xuất phát, là cơ sở để Hồ Chí Minh tiếp nhận [[chủ nghĩa Marx - Lenin]];'' là một trong những nguồn gốc chủ yếu hình thành tư tưởng Hồ Chí Minh.<ref name=\"tthcm1\" \/>\n\n=== Tư tưởng Đông - Tây ===\nTư tưởng Hồ Chí Minh được hình thành trên cơ sở tiếp thu tư tưởng Đông - Tây mà trước hết là tư tưởng phương Đông mà đặc trưng là Phật giáo và Nho giáo đã được Việt hóa. Phật giáo và Nho giáo Việt Nam đã tác động tới Hồ Chí Minh ngay từ khi còn nhỏ ở trong môi trường giáo dục - văn hóa Việt của làng xã Việt Nam, dưới sự dạy bảo của gia đình với người cha, vừa là thầy và những nhà nho yêu nước khác. Sau này, khi trở thành người cộng sản, ông vẫn tiếp tục tìm hiểu những trào lưu tư tưởng mới ở Ấn Độ và Trung Hoa mà điển hình là chủ nghĩa Gāndhī và chủ nghĩa Tôn Dật Tiên. Ông đã tìm thấy trong “''chủ nghĩa Tôn Dật Tiên có ưu điểm là chính sách của nó phù hợp với điều kiện nước ta''”.\n\nNăm 1923, trong lý lịch tự khai khi đến Liên Xô, Nguyễn Ái Quốc tự giới thiệu: ''\"Tôi xuất thân từ một gia đình nhà Nho, nơi mà các thanh niên đều theo học đạo Khổng\"''. Rồi tại Đại hội Quốc tế cộng sản năm 1935, Nguyễn Ái Quốc lại ghi trong lý lịch: ''\"Thành phần gia đình nhà nho\"''.\n\nSự tương đồng giữa thuyết Đại đồng của Nho giáo và chủ nghĩa cộng sản khiến Hồ Chí Minh và nhiều nhà lãnh đạo cách mạng Việt Nam khác có nền tảng Nho học dễ dàng chấp nhận chủ nghĩa cộng sản. Hồ Chí Minh thấy được khả năng thích ứng của chủ nghĩa cộng sản tại Việt Nam do sự tương đồng giữa chủ nghĩa cộng sản và lý tưởng Đại đồng của Nho giáo. Ông dùng những từ ngữ, những mệnh đề của Khổng Tử vốn rất quen thuộc với truyền thống văn hoá Việt Nam để kết nối những giá trị chung trong học thuyết Nho giáo và học thuyết Marx. Trong bài ''Le Grand Confucius'' (Đức Khổng Tử vĩ đại) đăng trên tạp chí Communise số ra ngày 15\/05\/1921, Nguyễn Ái Quốc đã giới thiệu thuyết Đại đồng như sau: ''\"Đức Khổng Tử vĩ đại (năm 551 trước Công nguyên) khởi xướng nền đại đồng và thuyết giáo quyền bình đẳng về của cải. Người nói tóm lại là: Nền hoà bình trên thế giới chỉ nảy nở từ nền Đại đồng trong thiên hạ. Người ta không sợ thiếu mà chỉ sợ không công bằng\"''.\n\nTrong [[chiến tranh Việt Nam]], ở miền Bắc buộc phải thực hiện chế độ phân phối thời chiến, Hồ Chí Minh đã từng nhắc nhở cán bộ về tư tưởng Khổng Tử: ''\"Không sợ thiếu chỉ sợ không công bằng, không sợ đói chỉ sợ lòng dân không yên\"''.\n\nTổng kết 30 năm tiếp thu các dòng tư tưởng của mình, Hồ Chí Minh đúc kết:\n\n''\"Học thuyết của Khổng Tử có ưu điểm là sự tu dưỡng đạo đức cá nhân. Tôn giáo Giêsu có ưu điểm là lòng nhân ái cao cả. Chủ nghĩa Marx có ưu điểm là phương pháp biện chứng. Chủ nghĩa Tôn Dật Tiên có ưu điểm là chính sách thích hợp với điều kiện của nước ta… [[Khổng Tử]], Giêsu, [[Karl Marx]], [[Tôn Dật Tiên]] chẳng phải có những điểm chung đó sao? Họ đều muốn mưu cầu hạnh phúc cho nhân loại, mưu cầu hạnh phúc cho xã hội. Nếu hôm nay, họ còn sống trên đời này, nếu họ ở một chỗ, tôi tin rằng họ nhất định chung sống với nhau rất tốt đẹp như những người bạn thân thiết. Tôi cố gắng làm người học trò nhỏ của họ.\"''<ref>[http:\/\/www.xaydungdang.org.vn\/Home\/tutuonghochiminh\/2013\/6860\/Ho-Chi-Minh-Toi-co-gang-lam-nguoi-hoc-tro-nho.aspx Hồ Chí Minh: \"Tôi cố gắng làm người học trò nhỏ...\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210624205607\/http:\/\/www.xaydungdang.org.vn\/Home\/tutuonghochiminh\/2013\/6860\/Ho-Chi-Minh-Toi-co-gang-lam-nguoi-hoc-tro-nho.aspx |date=2021-06-24 }}, Tạp chí Xây dựng Đảng, 20\/11\/2013<\/ref>\n\nHồ Chí Minh đã được tiếp xúc với văn hóa phương Tây từ lúc còn ngồi trên ghế nhà trường. Khi học ở trường tiểu học Vinh và Huế, những tư tưởng tiến bộ của Đại cách mạng Pháp về “tự do, bình đẳng, bác ái” đã bắt đầu ảnh hưởng mạnh mẽ đến ông và là một trong những yếu tố tác động đến ông trong việc tìm hướng đi mới sang phương Tây để tìm đường cứu nước, cứu dân.\n\nBa mươi năm sống, lao động, học tập và hoạt động ở nước ngoài, đặc biệt là trong môi trường văn hóa phương Tây, ông đã có điều kiện để tìm hiểu, nghiên cứu và trực tiếp trải nghiệm qua các hoạt động chính trị, văn hóa, xã hội ở đây; đã trực tiếp tìm hiểu tư tưởng của các nhà khai sáng ([[Voltaire]], [[Jean-Jacques Rousseau]], [[Montesquieu]]..) qua các tác phẩm của họ. Ông đã tới Pháp, Mỹ, Anh và trực tiếp thấy được đời sống xã hội tại những nơi khởi nguồn của ba cuộc cách mạng dân tộc - dân chủ điển hình trên thế giới. Tư tưởng cách mạng tiến bộ của các cuộc cách mạng này đã tác động mạnh mẽ tới Hồ Chí Minh. Đó là những ''tư tưởng cơ bản của chủ nghĩa dân tộc và nhân văn trong cách mạng tư sản Mỹ và Pháp'' với quyền dân tộc, quyền con người và tư tưởng dân chủ mà nội dung của nó là tự do, bình đẳng, bác ái. Đây là những điểm mới về tư tưởng trong tinh hoa văn hóa phương Tây đã tác động mạnh mẽ tới suy nghĩ, hành động và tư tưởng của Hồ Chí Minh. Sống trong môi trường dân chủ và thông qua các hoạt động dân chủ trong làm việc, sinh hoạt ở các tổ chức lao động, xã hội và chính trị ở phương Tây, Hồ Chí Minh đã hiểu được các phương thức tổ chức xã hội dân chủ, cách làm việc dân chủ và hình thành phong cách dân chủ.\n\n=== Chủ nghĩa Marx - Lenin ===\nHồ Chí Minh đã tiếp thu học thuyết giải phóng con người là chủ nghĩa Marx - Lenin. Khi tiếp nhận chủ nghĩa Marx - Lenin, ông từ người yêu nước trở thành người cộng sản khi trở thành người tham gia sáng lập Đảng cộng sản Pháp.\n\nĐến với chủ nghĩa Marx - Lenin từ đòi hỏi của thực tiễn giải phóng dân tộc và con người, từ nhu cầu chung của nhân loại về quyền dân tộc, quyền con người, Hồ Chí Minh đã vận dụng thế giới quan và phương pháp luận của chủ nghĩa Marx - Lenin để nghiên cứu thực tiễn Việt Nam và thế giới và tự tìm ra con đường của cách mạng Việt Nam. Vì vậy, chủ nghĩa Marx - Lenin chính là một nguồn gốc lý luận, là cơ sở chủ yếu có vai trò quyết định trong việc hình thành tư tưởng Hồ Chí Minh và tư tưởng Hồ Chí Minh chính là sự vận dụng chủ nghĩa Marx - Lenin trong hoàn cảnh của Việt Nam.\n\n=== Cơ sở thực tiễn ===\n\n==== Ở Việt Nam ====\nViệt Nam có lịch sử và văn hiến lâu đời với truyền thống chống giặc ngoại xâm nhưng đến thế kỷ XIX, Việt Nam vẫn là một quốc gia lạc hậu, kém phát triển. Đến giữa thế kỷ XIX, trước sự suy yếu của chế độ phong kiến nhà Nguyễn, đế quốc Pháp bắt đầu tiến hành xâm lược Việt Nam. Sau khi đã hoàn thành về căn bản công cuộc bình định Việt Nam về mặt quân sự, thực dân Pháp bắt tay vào khai thác thuộc địa Việt Nam cũng như ở Lào và Campuchia một cách quy mô và từng bước biến Việt Nam từ một nước phong kiến thành nước ''thuộc địa, nửa phong kiến'' với những biến đổi căn bản về chính trị - kinh tế - văn hóa - xã hội. Sự biến đổi đó làm xuất hiện trong xã hội Việt Nam ''những giai tầng mới'' với sự ra đời của giai cấp công nhân, giai cấp tư sản và tầng lớp tiểu tư sản. Theo đó, bên cạnh mâu thuẫn cơ bản trong xã hội phong kiến là giữa nông dân với địa chủ phong kiến, sự xuất hiện các giai tầng mới đã làm nảy sinh thêm các mâu thuẫn mới: giữa giai cấp công nhân Việt Nam với giai cấp tư sản, giữa toàn thể nhân dân Việt Nam với chủ nghĩa đế quốc Pháp.\n\nTrước các biến đổi trên, phong trào cách mạng Việt Nam cũng từng bước có những phát triển mới đó là sự xuất hiện của phong trào yêu nước mới và phong trào công nhân ở Việt Nam.\n\nĐầu thế kỷ XX, trước ảnh hưởng của các cuộc vận động cải cách ở Trung Quốc của Khang Hữu Vi và Lương Khải Siêu, gương Duy Tân của Nhật Bản, cách mạng Tân Hợi ở Trung Quốc, phong trào yêu nước của Việt Nam chuyển sang ''xu hướng dân chủ tư sản'' với sự dẫn dắt của các sĩ phu yêu nước có tinh thần cải cách như Phan Bội Châu và Phan Châu Trinh. Điển hình như các phong trào Đông Du, phong trào Duy Tân, phong trào Đông kinh nghĩa thục... Nhưng tất cả những cố gắng cứu nước của trào lưu mới này ở Việt Nam đều bị thất bại bởi sự đàn áp của thực dân Pháp. Trường Đông kinh nghĩa thục bị đóng cửa (12-1907), phong trào chống thuế ở Trung Kỳ bị đàn áp (1908); vụ Hà Thành đầu độc thất bại (6-1908). Phong trào Đông Du bị tan rã, Phan Bội Châu và các đồng chí bị trục xuất khỏi nước Nhật (2-1909). Phong trào Duy Tân ở Trung Kỳ bị đàn áp, các thủ lĩnh như Trần Quý Cáp, Nguyễn Hằng Chi bị lên máy chém... Phan Châu Trinh, Huỳnh Thúc Kháng, Ngô Đức Kế, Đặng Nguyên Cẩn bị đày ra Côn Đảo... Dù thất bại nhưng các phong trào yêu nước này đã nối tiếp nhau duy trì ngọn lửa cứu nước tiếp tục cháy trong lòng dân tộc.\n\nCùng với phong trào đấu tranh yêu nước của nhân dân, sự ra đời và phong trào đấu tranh của giai cấp mới là giai cấp công nhân Việt Nam sau chiến tranh thế giới lần thứ nhất đã làm cho phong trào đấu tranh giải phóng dân tộc ở Việt Nam thêm những yếu tố mới. Đặc biệt, từ đầu những năm hai mươi của thế kỷ XX, giai cấp công nhân Việt Nam ngày càng đông lại chịu tác động của phong trào cách mạng thế giới đã làm phong trào đấu tranh mang đặc trưng riêng của giai cấp công nhân càng được thể hiện rõ nét. Đây là nguồn gốc thực tiễn xã hội cực kỳ quan trọng cho sự ra đời của tư tưởng Hồ Chí Minh.\n\nNhư vậy, phong trào yêu nước và phong trào công nhân Việt Nam là cơ sở thực tiễn trong nước cho sự ra đời của tư tưởng Hồ Chí Minh.\n\n==== Trên thế giới ====\nVào cuối thế kỉ XIX, đầu thế kỉ XX, chủ nghĩa tư bản phương Tây chuyển từ giai đoạn tự do cạnh tranh sang chủ nghĩa tư bản độc quyền - giai đoạn đế quốc chủ nghĩa - đã chuyển từ mở thị trường buôn bán sang việc các nước đế quốc tiến hành tranh giành, đẩy mạnh xâm chiếm thuộc địa, nhằm khai thác nguyên liệu, bóc lột và nô dịch các dân tộc ở hầu hết các nước Á, Phi và Mỹ-latinh. Tình hình đó đã làm sâu sắc thêm mâu thuẫn vốn có trong lòng chủ nghĩa tư bản là mâu thuẫn giữa giai cấp tư sản với giai cấp vô sản ở các nước tư bản chủ nghĩa và mâu thuẫn giữa các nước tư bản, đế quốc với nhau và làm nảy sinh mâu thuẫn giữa nhân dân các dân tộc thuộc địa và phụ thuộc với chủ nghĩa đế quốc thực dân. Yêu cầu giải phóng, đem lại độc lập cho các dân tộc thuộc địa không chỉ là đòi hỏi riêng của các dân tộc thuộc địa mà còn là yêu cầu chung của các dân tộc đã thúc đẩy sự phát triển mạnh mẽ của phong trào giải phóng dân tộc trên thế giới.   '' ''\n\nCác mâu thuẫn của chủ nghĩa tư bản, chủ yếu là do tranh giành thị trường giữa các nước đế quốc, đã dẫn tới chiến tranh thế giới lần thứ nhất (8-1914 đến 11-1918) nhằm chia lại các khu vực ảnh hưởng làm xuất hiện phong trào của nhân dân thế giới đầu tranh đòi hòa bình, chấm dứt chiến tranh đế quốc và đó cũng là một trong những nguyên nhân bùng nổ Cách mạng Tháng Mười Nga. Thắng lợi của Cách mạng Tháng Mười Nga, với sự ra đời của nhà nước công nông đầu tiên trên thế giới, đã mở ra thời đại mới, thời đại quá độ từ chủ nghĩa tư bản lên chủ nghĩa xã hội trên phạm vi quốc tế, đã cổ vũ và thúc đẩy sự phát triển của phong trào cộng sản và công nhân quốc tế, phong trào giải phóng dân tộc trên thế giới''.''\n\nThực tiễn của Cách mạng Tháng Mười, sự ra đời của nhà nước Xô viết, phong trào cách mạng thế giới của giai cấp công nhân phát triển với sự ra đời và dẫn dắt của Quốc tế III cũng như phong trào giải phóng dân tộc trên thế giới là những nguồn gốc thực tiễn quốc tế cho sự hình thành tư tưởng Hồ Chí Minh. \n\n== Quá trình hình thành và phát triển ==\n'''Tư tưởng Hồ Chí Minh''' không hình thành ngay một lúc mà đã trải qua một quá trình tìm tòi, xác lập, phát triển và hoàn thiện, gắn liền với quá trình hoạt động cách mạng phong phú của Hồ Chí Minh.<ref name=\"tinhdoanbinhthuan\"\/> Có thể chia quá trình hoạt động cách mạng của Hồ Chí Minh thành 5 thời kỳ sau:<ref name=\"tthcm3\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 16-21<\/ref> \n#''Thời kỳ hình thành tư tưởng yêu nước, thương nòi (trước năm 1911)'': thời kỳ này Hồ Chí Minh đã hình thành tư tưởng yêu nước, thương dân, tha thiết bảo vệ những giá trị tinh thần truyền thống của dân tộc, ham muốn học hỏi những tư tưởng tiến bộ của nhân loại.<ref name=\"tthcm3\"\/>\n#''Thời kỳ tìm tòi con đường cứu nước, giải phóng dân tộc (1911-1920)'': thời kỳ này Hồ Chí Minh tìm hiểu cuộc sống của những người lao động; đã khảo sát, tìm hiểu cuộc cách mạng Pháp, cách mạng Mỹ, tham gia Đảng Xã hội Pháp, tìm hiểu [[Cách mạng Tháng Mười Nga]], học tập và đã tìm đến với [[chủ nghĩa Lenin]], tham dự Đại hội Tua, đứng về phía Quốc tế cộng sản, tham gia sáng lập [[Đảng Cộng sản Pháp]]. Đây là thời kỳ Hồ Chí Minh đã có sự chuyển biến về tư tưởng; từ giác ngộ chủ nghĩa dân tộc tiến lên giác ngộ chủ nghĩa Marx - Lenin, từ một chiến sĩ chống thực dân phát triển thành một chiến sĩ cộng sản Việt Nam. Đây là một bước chuyển biến cơ bản về tư tưởng cứu nước của Hồ Chí Minh: \"''Muốn cứu nước và giải phóng dân tộc không có con đường nào khác con đường cách mạng vô sản''\".<ref name=\"tthcm3\"\/><ref name=\"hcmtoantap\">Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 1995, t.9, tr. 314.<\/ref>\n#''Thời kỳ hình thành cơ bản tư tưởng về cách mạng Việt Nam (1921 - 1930)'': thời kỳ này Hồ Chí Minh đã có hoạt động thực tiễn và lý luận sôi nổi, phong phú ở [[Pháp]] (1921-1923), ở [[Liên Xô]] (1923-1924), ở [[Trung Quốc]] (1924-1927), ở [[Thái Lan]] (1928-1929)... Trong thời gian này, tư tưởng Hồ Chí Minh về cách mạng Việt Nam đã hình thành cơ bản. Hồ Chí Minh đã kết hợp nghiên cứu xây dựng lý luận, kết hợp với tuyên truyền tư tưởng giải phóng dân tộc và vận động tổ chức quần chúng đấu tranh, xây dựng tổ chức cách mạng, chuẩn bị thành lập Đảng Cộng sản Việt Nam. Các tác phẩm và bài viết của Hồ Chí Minh thời kỳ này đã thể hiện những quan điểm lớn về con đường cách mạng Việt Nam, có thể kể tên các tác phẩm như: ''Bản án chế độ thực dân Pháp'' (1925), ''Đường Kách mệnh'' (1927) và những bài viết khác.<ref name=\"tthcm3\"\/>\n#''Thời kỳ thử thách, kiên trì giữ vững quan điểm, nêu cao tư tưởng độc lập, tự do và quyền dân tộc cơ bản (1930-1945)'': trên cơ sở tư tưởng về con đường cách mạng Việt Nam đã hình thành về cơ bản, trong mấy năm đầu của những năm 1930, Hồ Chí Minh đã kiên trì giữ vững quan điểm cách mạng của mình, vượt qua khuynh hướng \"tả\" đang chi phối Quốc tế Cộng sản, chi phối Ban Chấp hành Trung ương [[Đảng Cộng sản Việt Nam]], phát triển thành chiến lược cách mạng giải phóng dân tộc, xác lập tư tưởng độc lập, tự do, dẫn đến thắng lợi của cuộc [[Cách mạng Tháng Tám]] năm 1945, nước [[Việt Nam Dân chủ Cộng hòa]] đã ra đời.<ref name=\"tthcm3\"\/>\n#''Thời kỳ tiếp tục phát triển mới về tư tưởng kháng chiến và kiến quốc (1945-1969)'': đây là thời kỳ Hồ Chí Minh cùng Trung ương Đảng Cộng sản Việt Nam lãnh đạo nhân dân Việt Nam vừa tiến hành cuộc kháng chiến chống thực dân [[Pháp]], vừa xây dựng chế độ dân chủ nhân dân (1945 - 1954) mà đỉnh cao là chiến thắng [[Điện Biên Phủ]]; tiến hành cuộc kháng chiến chống [[Hoa Kỳ|Mỹ]], cứu nước và xây dựng chủ nghĩa xã hội ở miền Bắc. Thời kỳ này nổi bật là các nội dung như: Tư tưởng kết hợp kháng chiến với kiến quốc; tiến hành đồng thời hai chiến lược cách mạng khác nhau, đó là cách mạng giải phóng dân tộc ở miền Nam và cách mạng xã hội chủ nghĩa ở miền Bắc nhằm một mục tiêu chung trước mắt là giải phóng miền Nam, thống nhất Tổ quốc. Tư tưởng chiến tranh nhân dân, toàn dân, toàn diện, lâu dài, dựa vào sức mình là chính. Xây dựng quyền làm chủ của nhân dân, xây dựng Nhà nước của dân, do dân, vì dân. Xây dựng Đảng Cộng sản với tư cách là một Đảng cầm quyền...<ref name=\"tthcm3\"\/>\n\n=== Định nghĩa ===\n'''Tư tưởng Hồ Chí Minh''' được Đảng Cộng sản Việt Nam định nghĩa:\n{{Cquote|''Tư tưởng Hồ Chí Minh là một hệ thống quan điểm toàn diện và sâu sắc về những vấn đề cơ bản của cách mạng Việt Nam, là kết quả của sự vận dụng và phát triển sáng tạo chủ nghĩa Mác - Lênin vào điều kiện cụ thể của nước ta, kế thừa và phát triển các giá trị truyền thống tốt đẹp của dân tộc, tiếp thu văn hoá nhân loại...''<ref>Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 2001, tr. 83.<\/ref>}}\n\nĐịnh nghĩa trên là một bước tiến mới trong nhận thức của Đảng Cộng sản Việt Nam về tư tưởng Hồ Chí Minh, làm định hướng cho các nhà nghiên cứu tiếp tục đi sâu tìm hiểu về tư tưởng của Hồ Chí Minh, đặc biệt là xác định nội dung giáo dục tư tưởng Hồ Chí Minh với tư cách là nền tảng tư tưởng và kim chỉ nam hành động cho toàn Đảng Cộng sản Việt Nam, toàn dân tộc Việt Nam.<ref name=\"tthcm2\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 22<\/ref> Tư tưởng Hồ Chí Minh là bộ phận trung tâm của chuyên ngành \"Hồ Chí Minh học\" thuộc ngành Khoa học chính trị Việt Nam. Hồ Chí Minh đã xây dựng được hệ thống lý luận toàn diện về [[cách mạng]] [[Việt Nam]] phù hợp với thực tiễn của đất nước và dòng chảy thời đại. Hệ thống đó bao gồm một số nội dung cơ bản sau:<ref name=\"tthcm2\"\/>\n\n* Giải phóng dân tộc, giải phóng giai cấp, giải phóng con người;\n* Độc lập dân tộc gắn liền với chủ nghĩa xã hội, kết hợp sức mạnh dân tộc với sức mạnh thời đại;\n* Sức mạnh của nhân dân, của khối đại đoàn kết dân tộc;\n* Quyền làm chủ của nhân dân, xây dựng Nhà nước thật sự của dân, do dân, vì dân;\n* Quốc phòng toàn dân, xây dựng lực lượng vũ trang nhân dân;\n* Phát triển kinh tế và văn hóa, không ngừng nâng cao đời sống vật chất, tinh thần của nhân dân;\n* Đạo đức cách mạng cần, kiệm, liêm, chính, chí công vô tư;\n* Chăm lo bồi dưỡng thế hệ cách mạng cho đời sau;\n* Xây dựng Đảng trong sạch, vững mạnh, cán bộ, đảng viên vừa là người lãnh đạo, vừa là người đày tớ trung thành của nhân dân...<ref name=\"tthcm2\"\/><ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=28340580&cn_id=402916 Ý nghĩa và giá trị thời đại của tư tưởng Hồ Chí Minh, Báo Nhân dân]<\/ref>\n\n=== Nghiên cứu, giảng dạy và học tập ===\n[[Tập tin:Tutuonghcm.JPG|nhỏ|Giáo trình Tư tưởng Hồ Chí Minh do Nhà xuất bản Chính trị Quốc gia xuất bản]]\n\n==== Hoạt động nghiên cứu, giảng dạy và học tập====\nTại Đại hội đại biểu toàn quốc lần thứ VII của Đảng cộng sản Việt Nam diễn ra năm 1991 tại Hà Nội đã xác định: ''lấy chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam cho hành động, lấy tập trung dân chủ làm nguyên tắc tổ chức cơ bản''.<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30145&cn_id=8101 Cương lĩnh xây dựng đất nước trong thời kì quá độ lên Chủ nghĩa Xã hội], Đảng Cộng sản Việt Nam.<\/ref>\n\nTừ đây Tư tưởng Hồ Chí Minh được đưa vào giảng dạy trong tất cả trường đại học như một bộ môn bắt buộc đối với tất cả các sinh viên thuộc mọi ngành học. Những lớp tập huấn - đồng thời thảo luận giữa các chuyên gia - chính thức cho môn học này bắt đầu từ năm 1997 tại Trường Đại học Tổng hợp Hà Nội.\n\nCác nhà nghiên cứu trong nước và những đồng chí của Hồ Chí Minh đã viết nhiều tác phẩm về Tư tưởng Hồ Chí Minh như ''Tìm hiểu một số vấn đề trong tư tưởng của Chủ tịch Hồ Chí Minh'' (1982) do [[Lê Mậu Hãn]] chủ biên; ''Nghiên cứu tư tưởng Hồ Chí Minh'' (1993) của tập thể tác giả [[Viện Hồ Chí Minh]]; ''Thế giới còn đổi thay nhưng tư tưởng Hồ Chí Minh sống mãi'' (1991), ''Về tư tưởng Hồ Chí Minh'' (1993), ''Tư tưởng Hồ Chí Minh quá trình hình thành và phát triển'' (1993), ''Tư tưởng Hồ Chí Minh và con đường cách mạng Việt Nam'' (1997) của [[Võ Nguyên Giáp]]; ''Những nhận thức cơ bản về tư tưởng Hồ Chí Minh'' (1998) của [[Phạm Văn Đồng]]; ''Sự hình thành về căn bản tư tưởng Hồ Chí Minh'' (1997) của [[Trần Văn Giàu]]; ''Từ tư duy truyền thống đến tư tưởng Hồ Chí Minh'' (1998) của [[Hoàng Tùng]].<ref>[http:\/\/www.baotanghochiminh-nr.vn\/index.php?option=com_content&view=article&id=129:th-mc-chuyen-nghien-cu-tng-quat-v-h-chi-minh&catid=41:th-vin&Itemid=204 Thư mục chuyên đề: Nghiên cứu tổng quát về Hồ Chí Minh], Bảo Tàng Hồ Chí Minh - Chi Nhánh Thành phố Hồ Chí Minh<\/ref>\n\n==== Ý nghĩa của việc nghiên cứu và học tập ====\nMục đích nghiên cứu học tập Tư tưởng Hồ Chí Minh là nhằm áp dụng vào con đường xây dựng đất nước Việt Nam vì mục tiêu: dân giàu, nước mạnh, xã hội công bằng, dân chủ, văn minh.<ref name=\"tthcm27-28\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 27, 28<\/ref> Đối với thế hệ trẻ nói chung, với học sinh, sinh viên trong các trường cao đẳng và đại học nói riêng, Đảng và Nhà nước Việt Nam nhấn mạnh cần đặc biệt coi trọng giáo dục chính trị, tư tưởng, đạo đức cách mạng, đặc biệt là giáo dục tư tưởng Hồ Chí Minh nhằm nâng cao lý luận, phương pháp tư duy biện chứng, góp phần đào tạo sinh viên thành những chiến sĩ đi tiên phong trong công cuộc bảo vệ và xây dựng đất nước Việt Nam đàng hoàng hơn và to đẹp hơn như Di chúc của Hồ Chí Minh để lại: \"''Đoàn viên và thanh niên ta nói chung là tốt, mọi việc đều hăng hái xung phong, không ngại khó khăn, có chí tiến thủ. Đảng cần phải chăm lo giáo dục đạo đức cách mạng cho họ, đào tạo họ thành những người thừa kế xây dựng chủ nghĩa xã hội vừa \"hồng\" vừa \"chuyên\". Bồi dưỡng thế hệ cách mạng cho đời sau là một việc rất quan trọng và rất cần thiết''\".<ref name=\"tthcm27-28\" \/><ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 2002, t 12, tr. 510.<\/ref>\n\n==== Chính sách ưu đãi của Nhà nước ====\nHiện nay bộ môn Tư tưởng Hồ Chí Minh tại các trường đại học đang thiếu giáo viên nhưng ngành Tư tưởng Hồ Chí Minh lại có số lượng thí sinh đăng ký dự thi ít, tỷ lệ chọi và điểm chuẩn thấp so với các ngành còn lại.<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20130809\/mien-giam-hoc-phi-van-khan-hiem-nguoi-hoc.aspx Miễn, giảm học phí vẫn khan hiếm người học], Mỹ Quyên, Báo Thanh Niên Online<\/ref> Do đó Chính phủ Việt Nam có Nghị định 74 miễn, giảm học phí, hỗ trợ chi phí học tập trong các cơ sở giáo dục quốc dân cho một số đối tượng học sinh, sinh viên; trong đó sinh viên chuyên ngành Mác - Lênin và Tư tưởng Hồ Chí Minh được miễn học phí.<ref>[http:\/\/vnexpress.net\/tin-tuc\/xa-hoi\/giao-duc\/mien-hoc-phi-cho-sinh-vien-nganh-tu-tuong-ho-chi-minh-2850822.html Miễn học phí cho sinh viên ngành Tư tưởng Hồ Chí Minh]<\/ref> Mặc dù có miễn giảm học phí, nhưng chuyên ngành Tư tưởng Hồ Chí Minh vẫn không phải lựa chọn của nhiều sinh viên.<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20130809\/mien-giam-hoc-phi-van-khan-hiem-nguoi-hoc.aspx Miễn, giảm học phí vẫn khan hiếm người học], báo Thanh niên điện tử, ngày 10 tháng 8 năm 2013<\/ref>\n\n== Nội dung cơ bản==\n\n=== Về vấn đề dân tộc và cách mạng giải phóng dân tộc ===\n{{Chính|Tư tưởng Hồ Chí Minh về vấn đề dân tộc và cách mạng giải phóng dân tộc}}\n\n==== Về vấn đề dân tộc ====\nDân tộc là một vấn đề rộng lớn. [[Karl Marx]], [[Friedrich Engels]] không đi sâu giải quyết vấn đề dân tộc, vì thời đó ở Tây Âu vấn đề dân tộc đã được giải quyết trong cách mạng tư sản; hơn nữa, các ông chưa có điều kiện nghiên cứu sâu về vấn đề dân tộc thuộc địa ở châu Á, châu Phi và châu Mỹ La-tinh.<ref name=\"Chí Minh 2009\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 29, 30<\/ref>\n\nTrong giai đoạn [[đế quốc chủ nghĩa]] (cuối thế kỷ 19, đầu thế kỷ 20), cách mạng giải phóng dân tộc trở thành một bộ phận của cách mạng vô sản thế giới,<ref>Về quyền dân tộc tự quyết, Cách mạng xã hội chủ nghĩa và quyền dân tộc tự quyết, V.I Lenin, trang 178 - 179, Nhà xuất bản tiến bộ, 1974<\/ref> nhờ đó V.I. Lênin có cơ sở thực tiễn để phát triển vấn đề dân tộc thuộc địa thành một hệ thống lý luận. Tuy cả C. Mác, Ph. Ăngghen và V.I. Lênin đã nêu lên những quan điểm cơ bản về mối quan hệ biện chứng giữa vấn đề dân tộc và vấn đề giai cấp, tạo cơ sở lý luận và phương pháp luận cho việc xác định chiến lược, sách lược của các Đảng Cộng sản về vấn đề dân tộc và thuộc địa, nhưng từ thực tiễn cách mạng vô sản ở châu Âu, các ông vẫn tập trung nhiều hơn vào vấn đề giai cấp. Điều kiện những năm đầu thế kỷ XX trở đi đặt ra yêu cầu cần vận dụng và phát triển sáng tạo lý luận Mác - Lênin cho phù hợp với thực tiễn ở các nước thuộc địa trong đó có Việt Nam; chính Hồ Chí Minh là người đã đáp ứng yêu cầu đó.<ref name=\"Chí Minh 2009\"\/>\n\nNgày [[19 tháng 6]] năm [[1919]], thay mặt Hội những người An Nam yêu nước, Hồ Chí Minh đã mang tới [[Hội nghị Hòa bình Versailles]] bản [[Yêu sách của nhân dân An Nam]] gồm 8 điểm để kêu gọi lãnh đạo các nước Đồng Minh áp dụng các lý tưởng của [[Tổng thống Hoa Kỳ]] [[Woodrow Wilson]] cho các lãnh thổ thuộc địa của Pháp ở [[Đông Nam Á]], trao tận tay tổng thống Pháp và các đoàn đại biểu đến dự hội nghị.<ref>Duiker, tr. 58<\/ref> Quan điểm của Hồ Chí Minh về vấn đề dân tộc chịu ảnh hưởng của lý luận Mác-Lênin, đặc biệt là lý luận của Lênin về vấn đề dân tộc và thuộc địa\n\nBáo L’Humanité số ra hai ngày 16 và 17-7-1920 đăng toàn văn bản ''\"[[Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa]]\"'' của V.I.Lênin dưới đầu đề chạy suốt trang một. Luận cương lập tức thu hút sự chú ý đặc biệt của Nguyễn Ái Quốc. Nguyễn Ái Quốc đã đọc đi đọc lại nhiều lần và ''\"qua lăng kính chủ nghĩa yêu nước chân chính, Người tìm thấy ở đó con đường đi đúng đắn giải phóng đất nước khỏi ách thực dân\"''.<ref name=\"truyenba\" \/> Sau này Nguyễn Ái Quốc nhớ lại: ''\"Trong Luận cương ấy, có những chữ chính trị khó hiểu. Nhưng cứ đọc đi đọc lại nhiều lần, cuối cùng tôi cũng hiểu được phần chính. Luận cương của Lênin làm cho tôi rất cảm động, phấn khởi, sáng tỏ, tin tưởng biết bao! Tôi vui mừng đến phát khóc lên. Ngồi một mình trong buồng mà tôi nói to lên như đang nói trước quần chúng đông đảo: \"Hỡi đồng bào bị đoạ đầy đau khổ! Đây là cái cần thiết cho chúng ta, đây là con đường giải phóng chúng ta!\"''.<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=0&cn_id=90641 Con đường dẫn tôi đến chủ nghĩa Lênin (22-4-1960)]<\/ref> Từ đó Nguyễn Ái Quốc (Hồ Chí Minh) hoàn toàn tin theo Lênin, tin theo Quốc tế thứ ba.<ref name=\"truyenba\" \/>\n\nHồ Chí Minh đã tiếp thu những lý luận của Chủ nghĩa Mác-Lênin về vấn đề dân tộc, đồng thời Hồ Chí Minh đã vận dụng sáng tạo lý luận của Chủ nghĩa Mác-Lênin cho phù hợp với thực tiễn ở các nước thuộc địa, trong đó có Việt Nam. Tư tưởng Hồ Chí Minh về vấn đề dân tộc thể hiện ở các điểm chính sau:\n\n* Độc lập, tự do là quyền thiêng liêng bất khả xâm phạm của các dân tộc. [[Hồ Chí Minh]] viết trong Bản Tuyên ngôn Độc lập khai sinh ra nước Việt Nam Dân chủ Cộng hòa: \"''Tất cả các dân tộc trên thế giới đều sinh ra có quyền bình đẳng, dân tộc nào cũng có quyền sống, quyền sung sướng và quyền tự do''\".<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30196&cn_id=119997 Tuyên ngôn độc lập Nước Việt Nam Dân Chủ Cộng Hoà], Báo điện tử Đảng Cộng sản Việt Nam<\/ref> Mục đích của việc dành độc lập dân tộc là đem lại hạnh phúc, tự do cho nhân dân. Chủ tịch Hồ Chí Minh cho rằng \"''Ngày nay chúng ta đã xây dựng nên nước Việt Nam Dân chủ Cộng hòa. Nhưng nếu nước độc lập mà dân không hưởng hạnh phúc tự do, thì độc lập cũng chẳng có ý nghĩa gì''\".<ref>Hồ Chí Minh Toàn Tập, Tập 4, Nhà xuất bản Chính trị Quốc gia, Hà Nội 1995, trang 56<\/ref>\n* [[Chủ nghĩa yêu nước]] và tinh thần dân tộc là một động lực to lớn của đất nước. Hồ Chí Minh đã từng nhận xét: ''\"Dân ta có một lòng nồng nàn yêu nước. Đó là một truyền thống quý báu của ta. Từ xưa đến nay, mỗi khi Tổ quốc bị xâm lăng, thì tinh thần ấy lại sôi nổi, nó kết thành một làn sóng vô cùng mạnh mẽ, to lớn, nó lướt qua mọi sự nguy hiểm, khó khăn, nó nhấn chìm tất cả lũ bán nước và lũ cướp nước\"''<ref>Hồ Chí Minh: Toàn tập, Sđd, t.6, tr.171<\/ref>\n* Kết hợp nhuần nhuyễn [[dân tộc]] với [[giai cấp]], độc lập dân tộc và chủ nghĩa xã hội, chủ nghĩa yêu nước với chủ nghĩa quốc tế: ''\"Các dân tộc ở đó (ở phương Đông) không bao giờ có thể ngẩng đầu lên được nếu không gắn bó với giai cấp vô sản thế giới... Ngày mà hàng trăm triệu người châu Á bị nô dịch và áp bức sẽ thức tỉnh để gạt bỏ sự bóc lột đê tiện của một nhóm bọn thực dân tham tàn và chính họ sẽ hình thành được một lực lượng đồ sộ vừa có thể thủ tiêu một trong những điều kiện tồn tại của chủ nghĩa tư bản và [[chủ nghĩa đế quốc]], vừa giúp đỡ những người anh em phương tây trong sự nghiệp giải phóng\"''<ref>Nguyễn Ái Quốc: Đông Dương, Tạp chí cộng sản. Lưu trữ văn phòng Trung ương Đảng.<\/ref>\n\nChủ tịch Hồ Chí Minh đã trả lời quả quyết và phủ nhận quan điểm cho rằng mình theo chủ nghĩa dân tộc: ''Nói rằng lúc còn thanh niên, tôi theo chủ nghĩa dân tộc, có lẽ không đúng. Vì hồi đó tôi chỉ biết thương đồng bào tôi, chứ chưa biết chủ nghĩa gì cả. Khi đi sang châu Phi, tôi thấy nhân dân thuộc địa ở đây cũng cực khổ, cũng bị áp bức, bóc lột như nhân dân Đông Dương. Khi sang các nước châu Âu, tôi thấy ở đó cũng có một số người rất giàu, “ngồi mát ăn bát vàng”, và lớp người nhân dân lao động rất nghèo khổ. Tôi suy nghĩ nhiều lắm. Trong lúc đó thì Cách mạng Tháng Mười vĩ đại thành công ở Nga. Lênin tổ chức Quốc tế Cộng sản. Rồi Lênin phát biểu Luận cương cách mạng thuộc địa. Những việc đó làm cho tôi thấy rằng: Nhân dân lao động Đông Dương, nhân dân các thuộc địa và nhân dân lao động muốn tự giải phóng thì phải đoàn kết lại và làm cách mạng. Vì vậy, tôi trở nên người theo Chủ nghĩa Mác-Lênin, chỉ có [[chủ nghĩa xã hội]], [[chủ nghĩa cộng sản]] mới giải phóng được các dân tộc bị áp bức và những người lao động trên thế giới khỏi ách nô lệ''\".<ref>[http:\/\/baobacgiang.com.vn\/bg\/chinh-tri\/phong-chong-dien-bien-hoa-binh\/333489\/ho-chi-minh-nguoi-theo-chu-nghia-dan-toc-hay-chien-si-cong-san-.html Hồ Chí Minh: Người theo chủ nghĩa dân tộc hay chiến sĩ cộng sản?]<\/ref><ref>[http:\/\/baolaocai.vn\/chinh-tri\/bai-2-ho-chi-minh-co-phai-la-nguoi-theo-chu-nghia-dan-toc-z1n20200104083634865.htm Bài 2: Hồ Chí Minh có phải là người theo chủ nghĩa dân tộc?]<\/ref> Độc lập dân tộc gắn liền với chủ nghĩa xã hội chính là luận điểm trung tâm, nội dung cốt lõi trong tư tưởng Hồ Chí Minh. Hồ Chí Minh chủ trương sách lược chống đế quốc \"''Phát động chủ nghĩa dân tộc bản xứ nhân danh Quốc tế Cộng sản... Khi chủ nghĩa dân tộc của họ thắng lợi... nhất định chủ nghĩa dân tộc ấy sẽ biến thành chủ nghĩa quốc tế''\".<ref>[http:\/\/hocvienchinhtribqp.edu.vn\/index.php\/dau-tranh-tren-linh-vuc-tu-tuong-van-hoa-bao-ve-va-phat-trien-chu-nghia-mac-lenin-tu-tuong-ho-chi-minh-quan-diem-duong-loi-cua-dang\/thuc-chat-chu-nghia-dan-toc-ho-chi-minh-la-gi.html Thực chất chủ nghĩa dân tộc Hồ Chí Minh là gì Sự thật lịch sử bác bỏ mọi luận điệu xuyên tạc tư tưởng Hồ Chí Minh về độc lập dân tộc gắn với chủ nghĩa xã hội]<\/ref> Nói về giải phóng dân tộc và giải phóng giai cấp, Hồ Chí Minh đã khẳng định: “Cả hai cuộc giải phóng này chỉ có thể là sự nghiệp của chủ nghĩa cộng sản và của cách mạng thế giới”, \"''chỉ có chủ nghĩa cộng sản mới cứu nhân loại, đem lại cho mọi người không phân biệt chủng tộc và nguồn gốc sự tự do, bình đẳng, bác ái, đoàn kết, ấm no trên quả đất, việc làm cho mọi người, và vì mọi người, niềm vui, hòa bình, hạnh phúc''\".<ref>[http:\/\/tuyengiaoangiang.vn\/index.php\/lam-theo-guong-bac\/3204-tu-tuong-ho-chi-minh-ve-giai-phong-dan-toc-giai-phong-giai-cap-giai-phong-con-nguoi Tư tưởng Hồ Chí Minh về giải phóng dân tộc, giải phóng giai cấp, giải phóng con người]<\/ref>\n\n==== Về cách mạng giải phóng dân tộc ====\nThất bại của các phong trào yêu nước chống thực dân Pháp ở Việt Nam cuối thế kỷ XIX đầu thế kỷ XX chứng tỏ rằng, những con đường giải phóng dân tộc dưới ngọn cờ tư tưởng phong kiến hoặc tư tưởng tư sản đã không đáp ứng được yêu cầu khách quan là giành độc lập, tự do của dân tộc do lịch sử đặt ra. Hồ Chí Minh rất khâm phục tinh thần cứu nước của những nhà cách mạng tiền bối, nhưng ông không tán thành các con đường cứu nước ấy, mà quyết tâm ra đi tìm một con đường cứu nước mới.<ref name=\"Chí Minh 2006\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 35, 36, 37<\/ref>\n\nSau khi tiếp cận lý luận của Lênin, Hồ Chí Minh đã tìm thấy con đường cứu nước, đó là con đường cách mạng vô sản. Như vậy là, Hồ Chí Minh đã đến với học thuyết cách mạng của chủ nghĩa Mác - Lênin và lựa chọn con đường cách mạng vô sản. Từ đó, Hồ Chí Minh quyết tâm đưa dân tộc Việt Nam đi theo con đường đó.<ref name=\"Chí Minh 2006\" \/>\n\nTư tưởng Hồ Chí Minh về cách mạng giải phóng dân tộc thể hiện ở các điểm chính sau:\n* Cách mạng giải phóng dân tộc muốn thắng lợi phải đi theo con đường cách mạng vô sản. Con đường cách mạng vô sản, theo quan điểm của Hồ Chí Minh, bao hàm những nội dung chủ yếu sau:\n** Tiến hành cách mạng giải phóng dân tộc và dần dần từng bước \"đi tới xã hội cộng sản\".\n** Lực lượng lãnh đạo cách mạng là giai cấp công nhân mà đội tiền phong của nó là Đảng Cộng sản.\n** Lực lượng cách mạng là khối đoàn kết toàn dân, nòng cốt là liên minh giữa giai cấp công nhân với giai cấp nông dân và lao động trí óc.\n** Sự nghiệp cách mạng của Việt Nam là một bộ phận khăng khít của cách mạng thế giới, cho nên phải đoàn kết quốc tế.<ref name=\"Chí Minh 2006\" \/>\n* Cách mạng giải phóng dân tộc trong thời đại mới phải do Đảng Cộng sản lãnh đạo. Hồ Chí Minh khẳng định: Muốn giải phóng dân tộc thành công trước hết phải có đảng cách mệnh. Ông phân tích: ''cách mệnh trước phải làm cho dân giác ngộ, phải giảng giải lý luận và chủ nghĩa cho dân hiểu, phải hiểu phong triều thế giới, phải bày sách lược cho dân... Vậy nên sức cách mệnh phải tập trung, muốn tập trung phải có đảng cách mệnh''.<ref>Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 38<\/ref>\n* Lực lượng của cách mạng giải phóng dân tộc bao gồm toàn dân tộc. Hồ Chí Minh đánh giá rất cao vai trò của nhân dân trong khởi nghĩa vũ trang. Ông coi sức mạnh vĩ đại và năng lực sáng tạo vô tận của quần chúng là then chốt bảo đảm thắng lợi.\n* Cách mạng giải phóng dân tộc cần được tiến hành chủ động, sáng tạo và có khả năng giành thắng lợi trước cách mạng vô sản ở chính quốc. Các nhà nghiên cứu trong nước đánh giá, đây là một luận điểm sáng tạo, có giá trị lý luận và thực tiễn to lớn; một cống hiến rất quan trọng của Hồ Chí Minh vào kho tàng lý luận của chủ nghĩa Mác - Lênin, đã được thắng lợi của phong trào cách mạng giải phóng dân tộc trên toàn thế giới trong gần một thế kỷ qua chứng minh là hoàn toàn đúng đắn.<ref>Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 45<\/ref>\n* Cách mạng giải phóng dân tộc phải được tiến hành bằng con đường cách mạng bạo lực. Trong đó có hai vấn đề:\n** Bạo lực cách mạng trong cách mạng giải phóng dân tộc ở Việt Nam. Tư tưởng bạo lực cách mạng và tư tưởng nhân đạo hòa bình thống nhất biện chứng với nhau trong tư tưởng Hồ Chí Minh. Ông chủ trương, yêu nước, thương dân, yêu thương con người, yêu chuộng hòa bình, tự do, công lý, tranh thủ mọi khả năng hòa bình để giải quyết xung đột, nhưng một khi không thể tránh khỏi chiến tranh thì phải kiên quyết tiến hành chiến tranh, kiên quyết dùng bạo lực cách mạng, dùng khởi nghĩa và chiến tranh cách mạng để giành, giữ và bảo vệ hòa bình, vì độc lập tự do.<ref name=\"tthcm50\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 48, 29, 50<\/ref>\n** Phương châm chiến lược đánh lâu dài trong cách mạng giải phóng dân tộc. Trước những kẻ thù lớn mạnh, Hồ Chí Minh chủ trương sử dụng phương châm chiến lược đánh lâu dài. Hồ Chí Minh nói, muốn thắng lợi phải trường kỳ gian khổ, muốn trường kỳ phải tự lực cánh sinh. Mặc dù rất coi trọng sự giúp đỡ quốc tế nhưng Hồ Chí Minh luôn đề cao sức mạnh bên trong, phát huy đến mức cao nhất mọi nỗ lực của dân tộc, đề cao tinh thần độc lập tự chủ. Độc lập tự chủ, tự lực tự cường kết hợp với tranh thủ sự giúp đỡ quốc tế là một quan điểm nhất quán trong tư tưởng Hồ Chí Minh. Trong hai cuộc kháng chiến chống Pháp và chống Mỹ, ông đã động viên sức mạnh của toàn dân tộc, đồng thời ra sức vận động, tranh thủ sự giúp đỡ quốc tế to lớn và có hiệu quả, cả về vật chất và tinh thần, kết hợp sức mạnh dân tộc với sức mạnh thời đại để kháng chiến thắng lợi.<ref name=\"tthcm50\" \/>\n\n=== Về chủ nghĩa xã hội và con đường quá độ lên chủ nghĩa xã hội ở Việt Nam ===\n{{Chính|Tư tưởng Hồ Chí Minh về chủ nghĩa xã hội và con đường quá độ lên chủ nghĩa xã hội ở Việt Nam}}\n\n==== Về bản chất và mục tiêu của chủ nghĩa xã hội ====\n[[Tập tin:Propaganda banner in HCMC.jpg|nhỏ|[[Tuyên truyền]] cho cuộc vận động \"Học theo tấm gương đạo đức Hồ Chí Minh\"]]\nHầu hết các cách tiếp cận, định nghĩa của Hồ Chí Minh về chủ nghĩa xã hội được diễn đạt, trình bày một cách dung dị, mộc mạc, dễ hiểu và mang tính phổ thông, đại chúng. Hồ Chí Minh quan niệm nâng cao đời sống vật chất và tinh thần của người dân chính là chủ nghĩa xã hội chứ ông không lý luận nhiều về việc nhà nước phải kiểm soát tư liệu sản xuất.\n\n{{Cquote|''Mục đích của chủ nghĩa xã hội là gì? Nói một cách đơn giản và dễ hiểu là: không ngừng nâng cao đời sống vật chất và tinh thần của nhân dân, trước hết là nhân dân lao động''\" <ref name=\"GT\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 62<\/ref>}}\n\n{{Cquote|''Mục đích của chủ nghĩa xã hội là không ngừng nâng cao mức sống của nhân dân''\"<ref name=\"GT\"\/>}}\n\n{{Cquote|''Chủ nghĩa xã hội là làm sao cho nhân dân đủ ăn, đủ mặc, ngày càng sung sướng, ai nấy được đi học, ốm đau có thuốc, già không lao động được thì nghỉ, những phong tục tập quán không tốt dần dần được xóa bỏ... Tóm lại, xã hội ngày càng tiến, vật chất ngày càng tăng, tinh thần ngày càng tốt, đó là chủ nghĩa xã hội''\" <ref name=\"GT\"\/>}}\n\nTheo Giáo trình tư tưởng Hồ Chí Minh, một số định nghĩa cơ bản mà Hồ Chí Minh đã đề cập về chủ nghĩa xã hội:<ref name=\"cnxh\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 57-60<\/ref>\n\n- ''Định nghĩa tổng quát, xem xét chủ nghĩa xã hội, chủ nghĩa cộng sản như là một chế độ xã hội hoàn chỉnh'', bao gồm nhiều mặt khác nhau của đời sống, là con đường giải phóng nhân loại cần lao, áp bức.\n\n- ''Định nghĩa chủ nghĩa xã hội bằng cách chỉ ra một mặt nào đó của nó'' (kinh tế, chính trị, văn hóa...).\n\n- ''Định nghĩa bằng cách xác định mục tiêu của chủ nghĩa xã hội, chỉ rõ phương hướng, phương tiện để đạt được mục tiêu đó.''\n\n- ''Định nghĩa chủ nghĩa xã hội bằng cách xác định động lực xây dựng nó: \"Chủ nghĩa xã hội là nhằm nâng cao đời sống vật chất và văn hóa của nhân dân và do nhân dân tự xây dựng lấy\"''.<ref name=\"cnxh\" \/>\n\n* Từ những định nghĩa của Hồ Chí Minh đã phản ánh đầy đủ những đặc trưng cốt lõi của chủ nghĩa xã hôi. Khái quát những đặc trưng này, chúng ta thấy nội dung của nó bao hàm hết thảy mọi mặt đời sống xã hội, làm hiện diện ra một chế độ xã hội ưu việt. Đó là:<ref name=\"cnxh\" \/>\n** Chủ nghĩa xã hội là một chế độ xã hội có lực lượng sản xuất phát triển cao, gắn liền với sự phát triển tiến bộ của khoa học - kỹ thuật và văn hóa, dân giàu, nước mạnh.\n** Thực hiện chế độ sở hữu xã hội về tư liệu sản xuất và thực hiện nguyên tắc phân phối theo lao động.\n** Chủ nghĩa xã hội có chế độ chính trị dân chủ, nhân dân lao động là chủ và nhân dân lao động làm chủ, Nhà nước là của dân, do dân và vì dân, dựa trên khối đại đoàn kết toàn dân mà nòng cốt là liên minh công - nông - lao động trí óc, do Đảng Cộng sản lãnh đạo.\n** Chủ nghĩa xã hội có hệ thống quan hệ xã hội lành mạnh, công bằng, bình đẳng, không còn áp bức, bóc lột, bất công, không còn sự đối lập giữa lao động chân tay và lao động trí óc, giữa thành thị và nông thôn, con người được giải phóng, có điều kiện phát triển toàn diện, có sự hài hòa trong phát triển của xã hội và tự nhiên.\n** Chủ nghĩa xã hội là của quần chúng nhân dân và do quần chúng nhân dân tự xây dựng lấy.<ref name=\"cnxh\" \/>\n* Như vậy ta có thể thấy khái niệm chủ nghĩa xã hội trong tư tưởng Hồ Chí Minh mang nhiều ý nghĩa khác nhau, chủ yếu tập trung vào các nội dung sau:\n** Chủ nghĩa xã hội như là một phong trào lịch sử mang tính [[chính trị]] [[xã hội]].\n** Chủ nghĩa xã hội là [[hệ tư tưởng]] của [[giai cấp công nhân]], ở đây, Hồ Chí Minh hiểu chủ nghĩa xã hội đồng nghĩa với chủ nghĩa Mác-Lênin.\n** Chủ nghĩa xã hội là giai đoạn đầu của hình thái [[kinh tế]] - [[xã hội]] [[cộng sản chủ nghĩa]].\n** Chủ nghĩa xã hội và [[chủ nghĩa cộng sản]] là một chế độ xã hội đối lập với [[chế độ tư bản]] mà hình thức xấu xa, tàn bạo nhất của nó là [[chủ nghĩa thực dân]], cả [[chủ nghĩa thực dân cũ]] và [[chủ nghĩa thực dân mới]].\n\n==== Về con đường quá độ lên chủ nghĩa xã hội ở Việt Nam ====\nC.Mác, Ph.Ăngghen, V.I. Lênin đều khẳng định tính tất yếu khách quan của thời kỳ quá độ lên chủ nghĩa xã hội và chỉ rõ vị trí lịch sử, nhiệm vụ đặc thù của nó trong quá trình vận động, phát triển của hình thái kinh tế - xã hội cộng sản chủ nghĩa. Theo quan điểm của các nhà kinh điển của chủ nghĩa Mác - Lênin, thì có hai con đường quá độ tiến lên chủ nghĩa xã hội. Con đường thứ nhất là con đường quá độ trực tiếp lên chủ nghĩa xã hội từ những nước tư bản phát triển ở trình độ cao.<ref name=\"hcmtt114\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 69, 70, 71<\/ref> Marx cho rằng chủ nghĩa cộng sản là một bước tiến hóa của xã hội loài người dựa trên những điều kiện kinh tế - xã hội do chủ nghĩa tư bản tạo ra chứ không phải là kết quả của việc áp đặt một mô hình kinh tế - chính trị lên xã hội. Theo ông \"''Đối với chúng ta, chủ nghĩa cộng sản không phải là một trạng thái cần phải sáng tạo ra, không phải là một lý tưởng mà hiện thực phải khuôn theo. Chúng ta gọi chủ nghĩa cộng sản là một phong trào hiện thực, nó xóa bỏ trạng thái hiện nay. Những điều kiện của phong trào ấy là kết quả của những tiền đề hiện đang tồn tại''<ref>Tuyển tập Mác - Ăng-ghen, quyển 1, trang 297, Nhà xuất bản Sự thật, Hà Nội, 1980<\/ref>\". Con đường thứ hai là quá độ gián tiếp lên chủ nghĩa xã hội ở những nước chủ nghĩa tư bản phát triển còn thấp hoặc các nước tiền tư bản với sự giúp đỡ của các nước xã hội chủ nghĩa.<ref name=\"hcmtt114\"\/> Đây là quan điểm của Lenin và Stalin.\n\nTrên cơ sở vận dụng lý luận về cách mạng không ngừng, về thời kỳ quá độ lên chủ nghĩa xã hội của chủ nghĩa Mác - Lênin và xuất phát từ đặc điểm tình hình thực tế của Việt Nam, Hồ Chí Minh đã khẳng định ''con đường cách mạng Việt Nam là tiến hành giải phóng dân tộc, hoàn thành cách mạng dân tộc dân chủ nhân dân, tiến dần lên chủ nghĩa xã hội''.<ref name=\"hcmtt114\" \/> Ta có thể rút gọn lại nội dung về con đường quá độ lên chủ nghĩa xã hội ở Việt Nam của Hồ Chí Minh được thể hiện qua các điểm chính sau:\n* Phải thực hiện cách mạng giải phóng dân tộc trước, sau đó mới từng bước xây dựng chủ nghĩa xã hội.<ref name=\"hcmtt114\" \/>\n* Con đường quá độ lên chủ nghĩa xã hội ở Việt Nam phải đi lên bằng con đường gián tiếp.<ref name=\"hcmtt114\" \/>\n\nTheo Hồ Chí Minh, khi bước vào thời kỳ quá độ lên chủ nghĩa xã hội, Việt Nam có đặc điểm lớn nhất là từ một nước nông nghiệp lạc hậu tiến lên chủ nghĩa xã hội không phải kinh qua giai đoạn phát triển [[tư bản chủ nghĩa]]. Đặc điểm này chi phối các đặc điểm khác, thể hiện trong tất cả các lĩnh vực của đời sống xã hội và làm cơ sở nảy sinh nhiều mâu thuẫn. Trong đó, Hồ Chí Minh đặc biệt lưu ý đến mâu thuẫn cơ bản của thời kỳ quá độ, đó là mâu thuẫn giữa nhu cầu phát triển cao của đất nước theo xu hướng tiến bộ và thực trạng kinh tế - xã hội quá thấp kém của Việt Nam.<ref name=\"hcmtt114\" \/> Chính vì thế thời kỳ quá độ lên Chủ nghĩa xã hội là một cuộc đấu tranh cách mạng phức tạp, gian khổ và lâu dài.<ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 2000, t.9, tr.2.<\/ref><ref>{{Chú thích web |url=http:\/\/www.tinhdoanbinhthuan.vn\/tailieutuyentruyen\/chuyende3.htm#_ftnref7 |ngày truy cập=2013-09-14 |tựa đề=Tư tưởng Hồ Chí Minh về độc lập dân tộc gắn liền với Chủ nghĩa xã hội, kết hợp sức mạnh dân tộc với sức mạnh thời đại |archive-date=2013-09-20 |archive-url=https:\/\/web.archive.org\/web\/20130920175514\/http:\/\/www.tinhdoanbinhthuan.vn\/tailieutuyentruyen\/chuyende3.htm#_ftnref7 }}<\/ref> Trong cuộc đấu tranh này, toàn xã hội phải nỗ lực dưới sự lãnh đạo của Đảng Cộng sản Việt Nam, đồng thời phải học tập kinh nghiệm xây dựng Chủ nghĩa xã hội và tận dụng mọi sự giúp đỡ của những nước xã hội chủ nghĩa tiên tiến như [[Liên Xô]] và các nước Đông Âu.<ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản Chính trị quốc gia, Hà Nội, năm 2000, tập 7, trang 249, trích \"''Liên Xô đang tiến mạnh đến chủ nghĩa cộng sản. Trung Quốc và các nước Đông Âu đang nhanh chóng thực hiện chủ nghĩa xã hội. Các nước bạn dẫn đường đi trước cho chúng ta kinh nghiệm và ủng hộ chúng ta. Chúng ta có quyết tâm: quyết tâm học tập, quyết tâm kháng chiến, quyết tâm công tác, quyết tâm vượt mọi khó khăn, thì chúng ta nhất định thắng lợi.''\"<\/ref>\n\n;Nhiệm vụ lịch sử của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam.\nTheo Hồ Chí Minh, thực chất của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam là quá trình cải biến nền sản xuất lạc hậu thành nền sản xuất hiện đại. Do những đặc điểm và tính chất quy định, quá độ lên chủ nghĩa xã hội ở Việt Nam là một quá trình dần dần, khó khăn, phức tạp và lâu dài. Nhiệm vụ lịch sử của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam bao gồm hai nội dung lớn:<ref name=\"hcmtt114\" \/><ref name=\"hcm1013\">Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, năm 2000, tập 10, trang 13, trích \"''Vì vậy nhiệm vụ quan trọng nhất của chúng ta là phải xây dựng nền tảng vật chất và kỹ thuật của chủ nghĩa xã hội, đưa miền Bắc tiến dần lên chủ nghĩa xã hội, có công nghiệp và nông nghiệp hiện đại có văn hoá và khoa học tiên tiến. Trong quá trình cách mạng xã hội chủ nghĩa, chúng ta phải cải tạo nền kinh tế cũ và xây dựng nền kinh tế mới, mà xây dựng là nhiệm vụ chủ chốt và lâu dài.''\"<\/ref>\n* Một là, xây dựng nền tảng vật chất và kỹ thuật cho chủ nghĩa xã hội, xây dựng các tiền đề về kinh tế, chính trị, văn hóa, tư tưởng cho chủ nghĩa xã hội.<ref name=\"hcmtt114\" \/><ref name=\"hcm1013\"\/>\n* Hai là, cải tạo xã hội cũ, xây dựng xã hội mới, kết hợp cải tạo và xây dựng, trong đó lấy xây dựng làm trọng tâm, làm nội dung cốt yếu nhất, chủ chốt, lâu dài.<ref name=\"hcmtt114\" \/><ref name=\"hcm1013\"\/>\n\nHồ Chí Minh nhấn mạnh đến tính chất tuần tự, dần dần của thời kỳ quá độ lên chủ nghĩa xã hội. Tính chất phức tạp và khó khăn của nó được Hồ Chí Minh lý giải trên các điểm sau:<ref name=\"hcmtt114\" \/>\n* ''Thứ nhất, đây thực sự là một cuộc cách mạng làm đảo lộn mọi mặt đời sống xã hội, cả lực lượng sản xuất và quan hệ sản xuất, cả cơ sở hạ tầng và kiến trúc thượng tầng. Nó đặt ra và đòi hỏi đồng thời giải quyết hàng loạt mâu thuẫn khác nhau.''\n* ''Thứ hai, trong sự nghiệp xây dựng chủ nghĩa xã hội, Đảng, Nhà nước và nhân dân ta chưa có kinh nghiệm, nhất là trên lĩnh vực kinh tế. Đây là công việc hết sức mới mẻ đối với Đảng ta, nên phải vừa làm, vừa học và có thể có vấp váp và thiếu sót. Xây dựng xã hội mới bao giờ cũng khó khăn, phức tạp hơn đánh đổ xã hội cũ đã lỗi thời.''\n* ''Thứ ba, sự nghiệp xây dựng chủ nghĩa xã hội ở nước ta luôn luôn bị các thế lực phản động trong và ngoài nước tìm cách chống phá.''<ref name=\"hcmtt114\" \/>\n\n;Quan điểm Hồ Chí Minh về nội dung xây dựng chủ nghĩa xã hội ở Việt Nam trong thời kỳ quá độ.\n* Chính trị: giữ vững và phát huy vai trò lãnh đạo của Đảng. Củng cố và mở rộng Mặt trận dân tộc thống nhất, nòng cốt là liên minh công nhân, nông dân và trí thức, do Đảng cộng sản lãnh đạo; củng cố và tăng cường sức mạnh toàn bộ hệ thống chính trị cũng như từng thành tố của nó.<ref name=\"hcmtt72\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 72-75<\/ref>\n* Kinh tế: nhấn mạnh việc tăng năng suất lao động trên cơ sở tiến hành công nghiệp hóa xã hội chủ nghĩa. Lấy nông nghiệp làm mặt trận hàng đầu, củng cố hệ thống thương nghiệp làm cầu nối giữa các ngành sản xuất xã hội. Phát triển thành phần kinh tế quốc doanh để tạo nền tảng vật chất cho chủ nghĩa xã hội và thúc đẩy việc cải tạo xã hội chủ nghĩa. Năm 1953, trong tác phẩm '''Thường thức chính trị''', Hồ Chí Minh chỉ ra 6 thành phần kinh tế ở vùng kháng chiến, để xây dựng và phát triển nền kinh tế có nhiều thành phần như trên, Hồ Chí Minh đưa ra chính sách kinh tế của Đảng và Chính phủ gồm bốn điểm mấu chốt: Một là, công tư đều lợi; Hai là, chủ thợ đều lợi; Ba là, công nông giúp nhau; Bốn là Lưu thông trong ngoài. Kinh tế quốc doanh là công. Nó là nền tảng và sức lãnh đạo của kinh tế dân chủ mới. Cho nên chúng ta phải ra sức phát triển nó và nhân dân ta phải ủng hộ nó. Đối với những người phá hoại nó, trộm cắp của công, khai gian lậu thuế thì phải trừng trị. Tư là những nhà tư bản dân tộc và kinh tế cá nhân của nông dân và thủ công nghệ, nên Chính phủ cần giúp họ phát triển. Nhưng họ phải phục tùng sự lãnh đạo của kinh tế quốc gia, phải hợp với lợi ích của đại đa số nhân dân,<ref>Hồ Chí Minh Toàn tập, Tập 7, Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2000, trang 222, Trích \"''Tư là những nhà tư bản dân tộc và kinh tế cá nhân của nông dân và thủ công nghệ. Đó cũng là lực lượng cần thiết cho cuộc xây dựng kinh tế nước nhà. Cho nên Chính phủ cần giúp họ phát triển. Nhưng họ phải phục tùng sự lãnh đạo của kinh tế quốc gia, phải hợp với lợi ích của đại đa số nhân dân.''\"<\/ref> đến năm 1959 ông chủ trương vẫn cho phép những nhà tư sản công thương sở hữu tư liệu sản xuất, tiến dần đến việc xóa bỏ các hình thức sở hữu không xã hội chủ nghĩa bằng cách khuyến khích những người làm nghề thủ công và lao động riêng lẻ tổ chức hợp tác xã theo nguyên tắc tự nguyện, khuyến khích và giúp đỡ những nhà tư sản công thương cải tạo theo chủ nghĩa xã hội bằng hình thức công tư hợp doanh và những hình thức cải tạo khác.<ref name=\"hcmtt588\">Hồ Chí Minh Toàn tập, Tập 9, Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2001, trang 598<\/ref> Có quan điểm cho rằng Hồ Chí Minh là người đầu tiên chủ trương phát triển cơ cấu kinh tế nhiều thành phần trong suốt thời kỳ quá độ lên chủ nghĩa xã hội tại Việt Nam.<ref>Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 73, trích: \"''Hồ Chí Minh là người đầu tiên chủ trương phát triển cơ cấu kinh tế nhiều thành phần trong suốt thời kỳ quá độ lên chủ nghĩa xã hội. Người xác định rõ vị trí và xu hướng vận động của từng thành phần kinh tế''\".<\/ref><ref>{{Chú thích web |url=http:\/\/www.mattran.org.vn\/home\/thongtinCTMT\/so%2082\/HCM.htm |ngày truy cập=2014-09-30 |tựa đề=TƯ TƯỞNG HỒ CHÍ MINH VỀ PHÁT TRIỂN KINH TẾ ĐẤT NƯỚC |archive-date=2014-06-05 |archive-url=https:\/\/web.archive.org\/web\/20140605030359\/http:\/\/www.mattran.org.vn\/home\/thongtinCTMT\/so%2082\/HCM.htm }}<\/ref><ref>{{Chú thích web |url=http:\/\/thanhtra.edu.vn\/category\/detail\/431-tu-tuong-ho-chi-minh-ve-nen-kt-nhieu-thanh-phan-trong-cong-cuoc-xay-dung-xhcn-o-viet-nam.html |ngày truy cập=2014-09-30 |tựa đề=Tư tưởng Hồ Chí Minh về nền kinh tế nhiều thành phần trong công cuộc xây dựng Xã hội chủ nghĩa ở Việt Nam |archive-date=2015-05-19 |archive-url=https:\/\/web.archive.org\/web\/20150519073637\/http:\/\/thanhtra.edu.vn\/category\/detail\/431-tu-tuong-ho-chi-minh-ve-nen-kt-nhieu-thanh-phan-trong-cong-cuoc-xay-dung-xhcn-o-viet-nam.html }}<\/ref>\n\n{{Cquote|''Trong nước ta hiện nay, có những hình thức sở hữu chính về tư liệu sản xuất như sau:\n:''- Sở hữu của Nhà nước, tức là sở hữu của toàn dân.\n:''- Sở hữu của hợp tác xã, tức là sở hữu tập thể của nhân dân lao động.\n:''- Sở hữu của người lao động riêng lẻ.\n:''- Một số ít tư liệu sản xuất thuộc sở hữu của các nhà tư bản.''|||Hồ Chí Minh, Báo cáo về dự thảo sửa đổi Hiến pháp của ông tại Kỳ họp thứ 11, Quốc hội nước Việt Nam dân chủ cộng hòa khóa 1 ngày 18 tháng 12 năm 1959 tại Hà Nội.<ref name=\"hcmtt588\"\/>}}\n\n{{Cquote|''Mục đích của chế độ ta là xoá bỏ các hình thức sở hữu không xã hội chủ nghĩa, làm cho nền kinh tế gồm nhiều thành phần phức tạp trở nên một nền kinh tế thuần nhất, dựa trên chế độ sở hữu toàn dân và sở hữu tập thể.''|||Hồ Chí Minh. Tài liệu đã dẫn<ref name=\"hcmtt588\" \/>}}\n\n{{Cquote|''Chúng ta phải phát triển thành phần kinh tế quốc doanh để tạo nền tảng vật chất cho chủ nghĩa xã hội và thúc đẩy việc cải tạo xã hội chủ nghĩa.''|||Hồ Chí Minh. Tài liệu đã dẫn<ref name=\"hcmtt588\" \/>}}\n\n:Đối với những người lao động cá thể và các nhà tư bản, cũng tại báo cáo nói trên, Hồ Chí Minh viết:\n\n{{Cquote|''- Đối với những người làm nghề thủ công và lao động riêng lẻ khác, Nhà nước bảo hộ quyền sở hữu về tư liệu sản xuất của họ, ra sức hướng dẫn và giúp đỡ họ cải tiến cách làm ăn, khuyến khích họ tổ chức hợp tác xã theo nguyên tắc tự nguyện.\n- ''Đối với những nhà tư sản công thương, Nhà nước không xóa bỏ quyền sở hữu về tư liệu sản xuất và của cải khác của họ mà ra sức hướng dẫn họ hoạt động nhằm làm lợi cho quốc kế dân sinh, phù hợp với kế hoạch kinh tế của Nhà nước. Đồng thời Nhà nước khuyến khích và giúp đỡ họ cải tạo theo chủ nghĩa xã hội bằng hình thức công tư hợp doanh và những hình thức cải tạo khác.''|||Hồ Chí Minh. Báo cáo sửa đổi Hiến pháp 1959.Hồ Chí Minh. Tài liệu đã dẫn<ref>Hồ Chí Minh Toàn tập, Tập 9, Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2001, trang 589<\/ref>}}\n* Văn hóa - xã hội: nhấn mạnh vấn đề xây dựng con người mới.<ref name=\"hcmtt72\" \/>\n\n=== Về đại đoàn kết dân tộc, kết hợp sức mạnh dân tộc với sức mạnh thời đại ===\n{{Chính|Tư tưởng Hồ Chí Minh về đại đoàn kết dân tộc, kết hợp sức mạnh dân tộc với sức mạnh thời đại}}\n\n==== Về đại đoàn kết dân tộc ====\nTư tưởng Hồ Chí Minh về đại đoàn kết dân tộc được hình thành từ những cơ sở quan trọng sau đây: \n* Thứ nhất là truyền thống yêu nước, nhân ái, tinh thần cố kết cộng đồng của dân tộc Việt Nam. Đây là cơ sở đầu tiên, sâu xa cho sự hình thành tư tưởng Hồ Chí Minh về đại đoàn kết dân tộc.\n* Thứ hai là quan điểm của [[chủ nghĩa Mác - Lênin]] coi cách mạng là sự nghiệp của quần chúng. Chủ nghĩa Mác - Lênin cho rằng, cách mạng là sự nghiệp của quần chúng, nhân dân là người sáng tạo ra lịch sử; [[giai cấp vô sản]] muốn thực hiện được vai trò lãnh đạo cách mạng phải trở thành dân tộc; [[liên minh công nông]] là cơ sở để xây dựng lực lượng to lớn của cách mạng. Đó là những quan điểm lý luận hết sức cần thiết để Hồ Chí Minh có cơ sở khoa học trong sự đánh giá chính xác yếu tố tích cực cũng như những hạn chế trong các di sản truyền thống, trong tư tưởng tập hợp lực lượng của các nhà yêu nước Việt Nam tiền bối và các nhà cách mạng lớn trên thế giới, từ đó hình thành tư tưởng của Hồ Chí Minh về đại đoàn kết dân tộc.\n* Thứ ba là tổng kết những kinh nghiệm thành công và thất bại của các phong trào cách mạng Việt Nam và thế giới.\n\nTrước [[Cách mạng tháng 8]], khác với những lãnh tụ Đảng Cộng sản khác ở Việt Nam luôn coi liên minh công nông là lực lượng nòng cốt, chủ chốt của cách mạng vô sản, coi nhẹ tiềm năng cách mạng của các giai cấp tầng lớp khác trong xã hội Việt Nam. Hồ Chí Minh là người rất quan tâm đến việc tập hợp sự ủng hộ của những giai cấp tầng lớp xã hội không phải là lực lượng chủ chốt của cách mạng vô sản như tư sản, địa chủ, tiểu thương, trí thức... Thời kỳ này chính những đồng chí của Hồ Chí Minh đã phê phán đường lối cải lương \"liên minh với tư sản và địa chủ vừa và nhỏ\" của Hồ Chí Minh, không đúng đường lối [[đấu tranh giai cấp]] của Đệ Tam Quốc tế.<ref name=\"Sophie Quinn-Judge 2002\">Sophie Quinn-Judge, ''Ho Chi Minh, the missing years, 1919-1941'', 2002, C. Hurst & Co, tr.253<\/ref><ref name=\"Duiker, tr. 218\">Duiker, tr. 218<\/ref>\n\nNgay sau khi nước [[Việt Nam Dân chủ Cộng hòa]] tuyên bố thành lập, giai đoạn 1945 - 1946, tình thế đất nước ở vào hoàn cảnh vô cùng hiểm nghèo, được ví như ''ngàn cân treo sợi tóc''. Chính trong hoàn cảnh này, Hồ Chí Minh đã thể hiện tư tưởng về đại đoàn kết dân tộc của ông, giúp đất nước vượt qua cơn hiểm nghèo, giữ vững được nền độc lập non trẻ. Hồ Chí Minh đã gạt bỏ các bất đồng chính trị giữa các phe phái sang một bên, tập hợp các đảng phái chính trị để thành lập Chính phủ với mục tiêu phụng sự quốc gia, dân tộc. Trong đó mục tiêu độc lập dân tộc được đặt lên hàng đầu.\n\nQuan điểm của Hồ Chí Minh về đại đoàn kết dân tộc bao gồm:\n\n* Đại đoàn kết dân tộc là vấn đề có ý nghĩa chiến lược quyết định thành công của cách mạng.\n* Đại đoàn kết là mục tiêu, là nhiệm vụ hàng đầu của cách mạng.\n* Đại đoàn kết dân tộc là đại đoàn kết toàn dân.\n* Đại đoàn kết phải biến thành sức mạnh vật chất, thành lực lượng vật chất có tổ chức thể hiện khối đại đoàn kết dân tộc là mặt trận dân tộc thống nhất dưới sự lãnh đạo của Đảng.\n\nTrong tác phẩm ''\"Nên Học Sử Ta\"'', Hồ Chí Minh đã viết: ''\"Sử ta dạy cho ta bài học này: Lúc nào nhân dân ta đoàn kết muôn người như một thì đất nước ta độc lập tự do. Trái lại, lúc nào nhân dân ta không đoàn kết thì bị nước ngoài xâm lấn. Vậy nay ta phải biết đoàn kết, đoàn kết mau, đoàn kết chắc chắn thêm lên mãi…\"''<ref>Báo Việt Nam Độc lập ngày 1\/2\/1942<\/ref>\n\n==== Về kết hợp sức mạnh dân tộc với sức mạnh thời đại ====\nHồ Chí Minh là một trong những người Việt Nam đầu tiên tham gia phong trào cộng sản quốc tế tại thời điểm Việt Nam chưa có bất cứ tổ chức chính trị nào theo Chủ nghĩa Cộng sản. Ông là thành viên của tổ chức Quốc tế Cộng sản III, là người đã thống nhất các tổ chức đảng cộng sản riêng rẽ ở Việt Nam thành một chính đảng duy nhất theo chỉ thị của Quốc tế III. Chính Hồ Chí Minh là người kết nối phong trào cách mạng vô sản Việt Nam và phong trào cách mạng vô sản quốc tế. Thông qua Hồ Chí Minh, phong trào cách mạng vô sản ở Việt Nam đã nhận được sự hỗ trợ to lớn từ các nước xã hội chủ nghĩa như Liên Xô, Trung Quốc và các nước xã hội chủ nghĩa khác. Rất nhiều lãnh đạo phong trào cách mạng Việt Nam quan trọng đã được Hồ Chí Minh tổ chức sang Liên Xô hoặc Trung Quốc đào tạo về chính trị và quân sự.\n\nQua khảo sát thực tế, từ kinh nghiệm bản thân, [[Hồ Chí Minh]] đã nhận thức được rằng: ''chủ nghĩa đế quốc là một lực lượng phản động quốc tế, là kẻ thù chung của nhân dân lao động ở cả chính quốc và thuộc địa. Muốn đánh thắng chúng, phải thực hiện khối liên minh chiến đấu giữa lao động ở các thuộc địa với nhau và giữa lao động ở thuộc địa với vô sản ở chính quốc; nếu tách riêng mỗi lực lượng thì không thể nào thắng lợi được''. Điểm vượt lên của Hồ Chí Minh so với các lãnh tụ yêu nước và chí sĩ cách mạng đầu thế kỷ XX chính là ở đó, nó nâng cao nhận thức của Hồ Chí Minh về sức mạnh của phong trào cộng sản trên thế giới và nhu cầu liên kết với phong trào đó để giành độc lập dân tộc.<ref name=\"tthcm10\">Giáo trình tư tưởng Hồ Chí Minh, trang 52, 53<\/ref>\n\nQuan điểm của Hồ Chí Minh về sự liên kết giữa phong trào cách mạng Việt Nam và phong trào cách mạng tại các nước khác cũng là phương châm cơ bản của phong trào cộng sản quốc tế thể hiện qua khẩu hiệu \"''Vô sản tất cả các nước đoàn kết lại''\". Kết hợp sức mạnh dân tộc với sức mạnh thời đại là một cách diễn đạt sự liên kết đó. Nội dung của việc kết hợp sức mạnh dân tộc với sức mạnh thời đại bao gồm:\n\n* Đặt cách mạng Việt Nam trong sự gắn bó với cách mạng vô sản thế giới.\n* Kết hợp chặt chẽ chủ nghĩa yêu nước chân chính với chủ nghĩa quốc tế trong sáng.\n* Giữ vững độc lập tự chủ, dựa vào sức mình là chính, tranh thủ sự giúp đỡ của các nước xã hội chủ nghĩa, sự ủng hộ của nhân loại tiến bộ, đồng thời không quên nghĩa vụ quốc tế cao cả của mình.\n* Mở rộng tối đa quan hệ hữu nghị, hợp tác, sẵn sàng là bạn với tất cả mọi nước dân chủ.\n\nTheo Hồ Chí Minh, ''\"phải làm cho các dân tộc thuộc địa, từ trước đến nay vẫn cách biệt nhau, hiểu biết nhau hơn và đoàn kết lại để đặt cơ sở cho một Liên minh phương Đông tương lai, khối liên minh này sẽ là một trong những cái cánh của cách mạng vô sản\"''<ref>Hồ Chí Minh: Toàn tập. Sđd, 2002, t.2, tr. 124<\/ref>\n\n=== Về Đảng Cộng sản Việt Nam; về xây dựng Nhà nước của dân, do dân, vì dân ===\n\n==== Về Đảng cộng sản Việt Nam ====\n*'''Đảng cộng sản là nhân tố quyết định hàng đầu đưa cách mạng Việt Nam đến thắng lợi'''. Sức mạnh to lớn của nhân dân chỉ phát huy khi được tập hợp, đoàn kết và được lãnh đạo bởi một tổ chức chính trị là Đảng Cộng sản Việt Nam. Hồ Chí Minh khẳng định: ''\"Lực lượng của giai cấp công nhân và nhân dân lao động là rất to lớn, là vô cùng vô tận. Nhưng lực lượng ấy cần có Đảng lãnh đạo mới chắc chắn thắng lợi\"'',<ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 1995, t. 9, tr. 290<\/ref> giai cấp mà không có Đảng lãnh đạo thì không làm cách mạng được.<ref name=\"tthcm11\">Giáo trình tư tưởng Hồ Chí Minh, Nhà xuất bản. Chính trị quốc gia, Hà Nội, trang 62, 63<\/ref> \n** Trong cuốn sách ''Đường Kách mệnh'' xuất bản năm 1927, Hồ Chí Minh viết: ''\"Cách mệnh trước hết phải có cái gì? Trước hết phải có đảng cách mệnh, để trong thì vận động và tổ chức dân chúng, ngoài thì liên lạc với dân tộc bị áp bức và vô sản giai cấp mọi nơi. Đảng có vững cách mệnh mới thành công, cũng như người cầm lái có vững thuyền mới chạy\"''.<ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, 1995, t. 2, tr. 267-268<\/ref> Hồ Chí Minh cho rằng: ''\"Muốn khỏi đi lạc phương hướng, quần chúng phải có Đảng lãnh đạo để nhận rõ tình hình, đường lối và định phương châm cho đúng. Cách mạng là cuộc đấu tranh rất gian khổ. Lực lượng kẻ địch rất mạnh. Muốn thắng lợi thì quần chúng phải tổ chức rất chặt chẽ; chí khí phải kiên quyết. Vì vậy, phải có Đảng để tổ chức và giáo dục nhân dân thành một đội quân thật mạnh, để đánh đổ kẻ địch, tranh lấy chính quyền. Cách mạng thắng lợi rồi, quần chúng vẫn cần có Đảng lãnh đạo\"''<ref>Hồ Chí Minh: Toàn tập, Nhà xuất bản. Chính trị quốc gia, Hà Nội, trang 62, 63<\/ref> \n*'''Đảng Cộng sản Việt Nam là sản phẩm của sự kết hợp [[chủ nghĩa Mác - Lênin]] với phong trào công nhân và phong trào yêu nước'''\n*'''Đảng Cộng sản Việt Nam phải biết thừa nhận khuyết điểm của mình, vạch rõ những cái đó, vì đâu mà có rồi tìm kiếm mọi cách để sửa chữa khuyết điểm đó.'''\n\n::Trong tác phẩm \"Sửa đổi lối làm việc\" viết năm 1947 Hồ Chí Minh cho rằng:\n{{Cquote|''Một [[Đảng Cộng sản Việt Nam|Đảng]] mà giấu giếm khuyết điểm của mình là một Đảng hỏng. Một Đảng có gan thừa nhận khuyết điểm của mình, vạch rõ những cái đó, vì đâu mà có rồi tìm kiếm mọi cách để sửa chữa khuyết điểm đó. Như thế là một Đảng tiến bộ, mạnh dạn, chắc chắn, chân chính.''||200px|'''Hồ Chí Minh''' - '''Sửa đổi lối làm việc''' (1947)<ref>Hồ Chí Minh toàn tập, tập 5, trang 216, Nhà xuất bản Chính trị Quốc gia, năm 2000<\/ref>}}\n\n==== Về xây dựng nhà nước của dân, do dân, vì dân ====\n{{Chính|Tư tưởng Hồ Chí Minh về Nhà nước của dân, do dân và vì dân}}\nTư tưởng về xây dựng nhà nước của dân, do dân, vì dân của Hồ Chí Minh thể hiện qua những quan điểm sau:\n*Hồ Chí Minh cho rằng Nhà nước là đày tớ chung của dân, cán bộ làm việc không phải là để thăng quan, phát tài. Nếu Chính phủ làm hại dân thì dân có quyền đuổi Chính phủ.\n{{cquote|\n''Chính phủ Cộng hòa Dân chủ là gì ? Là đày tớ chung của dân, từ Chủ tịch toàn quốc đến làng. Dân là chủ thì Chính phủ phải là đày tớ. Làm việc ngày nay không phải là để thăng quan, phát tài. Nếu Chính phủ làm hại dân thì dân có quyền đuổi Chính phủ. Nhưng khi dân dùng đày tớ làm việc cho mình thì phải giúp đỡ Chính phủ. Nếu Chính phủ sai thì phải phê bình, phê bình nhưng không phải là chửi.''<ref>Hồ Chí Minh toàn tập, Tập 5, Bài nói chuyện với các đại biểu thân sĩ trí thức, phú hào tỉnh Thanh Hóa, Nhà xuất bản Sự Thật, trang 60<\/ref>|||Hồ Chí Minh, Bài nói chuyện với các đại biểu thân sĩ trí thức, phú hào tỉnh Thanh Hóa, ngày 20\/2\/1947\n}}\n*Nhà nước phải đặt lợi ích dân chúng lên trên hết, trước hết; phải gần gũi dân, hiểu biết dân, học hỏi dân; phải thật thà thực hành phê bình và tự phê bình; phải làm kiểu mẫu: cần, kiệm, liêm, chính, chí công vô tư.\n{{cquote|\n:''Phải đặt lợi ích dân chúng lên trên hết, trước hết..''\n:''Phải gần gũi dân, hiểu biết dân, học hỏi dân.''\n:''Phải thật thà thực hành phê bình và tự phê bình.''\n:''Phải làm kiểu mẫu: Cần, kiệm, liêm, chính, chí công vô tư.''<ref>[http:\/\/old.bqllang.gov.vn\/print.asp?NewsId=2319&CatId=17 Bác Hồ với chống bệnh quan liêu, Theo Tạp chí Xây dựng Đảng]<\/ref>|||Hồ Chí Minh\n}}\n\n=== Về nông dân ===\n{{chính|Tư tưởng Hồ Chí Minh về nông dân}}\nXem giai cấp nông dân là lực lượng đông đảo nhất của phong trào dân tộc, là cơ sở cho các cuộc đấu tranh giải phóng dân tộc, có gắn bó mật thiết với giai cấp công nhân, chịu áp bức bởi thực dân Pháp và tay sai (phong kiến và địa chủ), sẵn sàng đứng lên cùng công nhân trong cuộc cách mạng vô sản đang phát triển. Trong Sách lược cách mạng của Đảng, Người viết: \" Đảng phải thu phục cho được đại bộ phận dân cày và phải dựa vào dân cày nghèo làm thổ địa cách mạng, đánh trúc bọn đại địa chủ và phong kiến. Đảng phải làm cho các đoàn thể thợ thuyền và dân cày (công hội, hợp tác xã) khỏi ở dưới quyền lực và ảnh hưởng của bọn tư bản quốc gia. Đảng phải hết sức liên lạc với tiểu tư sản, trí thức, trung nông\".\n\nTổng kết quá trình lãnh đạo cách mạng, Hồ Chí Minh đã khẳng định: ''\"Trải qua các thời kỳ, Đảng ta đã nắm vững và giải quyết đúng đắn vấn đề nông dân, củng cố được liên minh công nông. Đảng ta đấu tranh chống những xu hướng \"hữu khuynh\" và \"tả khuynh\" đánh giá thấp vai trò của nông dân là quân chủ lực của cách mạng, là bạn đồng minh chủ yếu và tin cậy nhất của giai cấp công nhân, là lực lượng cơ bản cùng với giai cấp công nhân xây dựng chủ nghĩa xã hội\".''\n\n===Về công nhân ===\n{{chính|Tư tưởng Hồ Chí Minh về công nhân}}\nTất cả những người không có tư liệu sản xuất, phải bán sức lao động mà sống, bất kỳ họ lao động trong công nghệp hay là trong nông nghiệp, bất kỳ họ làm nghề gì, cũng đều thuộc [[giai cấp công nhân]]. Chủ chốt của giai cấp ấy, là những công nhân tại các xí nghiệp như nhà máy, hầm mỏ, xe lửa v.v. Những công nhân thủ công nghệ, những người làm thuê ở các cửa hàng, những cố nông v.v. cũng thuộc giai cấp công nhân. Nhưng chỉ công nhân công nghiệp là hoàn toàn đại biểu cho đặc tính của giai cấp công nhân.\n\nĐặc tính [[cách mạng]] của giai cấp công nhân là: kiên quyết, triệt để, tập thể, có tổ chức, kỷ luật. Công nhân là giai cấp tiên tiến nhất trong sức [[sản xuất]], có trách nhiệm đánh đổ chế độ của [[chủ nghĩa tư bản]] và [[chủ nghĩa đế quốc]], xây dựng một [[xã hội xã hội chủ nghĩa Việt Nam|xã hội mới]]. Vì những lẽ đó, giai cấp công nhân có thể lĩnh hội và thấm nhuần một tư tưởng cách mạng nhất: [[chủ nghĩa Mác-Lênin]]. Đồng thời, tinh thần đấu tranh của họ ảnh hưởng và làm gương cho các tầng lớp khác. Do đó, về mặt [[chính trị]], [[tư tưởng]], tổ chức và hành động, giai cấp công nhân đều giữ vai trò [[lãnh đạo]].<ref>{{chú thích báo\n|url=http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/4lanhtu\/details.asp?topic=3&subtopic=91&leader_topic=&id=BT150340834\n|title=Vì sao công nhân là giai cấp lãnh đạo cách mạng?\n|publisher=[[Nhà xuất bản Chính trị quốc gia - Sự thật]]\n|author=[[Hồ Chí Minh]]\n|date=ngày 1 tháng 5 năm 2003\n}}{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}<\/ref>\n\n===Về quân sự ===\nTư tưởng quân sự Hồ Chí Minh là quan điểm và lý thuyết của [[Hồ Chí Minh]] về việc xây dựng nền quốc phòng, lực lượng vũ trang, về những vấn đề có tính quy luật của khởi nghĩa vũ trang và chiến tranh cách mạng, về chính trị và quân sự. Đó là sự áp dụng lý thuyết quân sự của [[chủ nghĩa Mác-Lênin]] vào thực tiễn [[Việt Nam]], kết hợp truyền thống quân sự, nghệ thuật binh pháp cổ truyền của [[dân tộc Việt Nam]], tiếp thu khoa học quân sự cổ kim của nhân loại.\n\nMột trong các cơ sở quân sự của tư tưởng Hồ Chí Minh là lấy dân làm gốc theo phương châm \"quân với dân như cá với nước\", tất cả sức mạnh đều từ dân mà ra. Cơ sở tiếp theo của quân sự là chính trị. Theo tư tưởng Hồ Chí Minh, quân sự phục vụ cho chính trị là một quan điểm cơ bản, đấu tranh chính trị và chiến tranh quân sự luôn gắn bó với nhau. Do đó, trong [[Quân đội nhân dân Việt Nam]] luôn có những [[chính trị viên]] và [[chính ủy]], họ có nhiệm vụ giáo dục chính trị trong quân đội.\n\nTheo tư tưởng Hồ Chí Minh, chiến tranh ở Việt Nam là cuộc chiến của toàn dân chống ngoại xâm, bao gồm cả ba thứ quân: quân chủ lực, quân địa phương và dân quân tự vệ. Nguyên tắc \"ba thứ quân\" này là kế thừa từ truyền thống tổ chức quân sự cổ truyền trong [[lịch sử Việt Nam]], khi đó các thành phần hương binh, quân các lộ và quân triều đình đều tham gia chiến sự. [[Chiến tranh du kích]] là nền tảng, kết hợp với chiến tranh chính quy, lấy nhỏ quấy phá lớn, lấy thế thắng lực, áp dụng cơ sở tinh thần chính trị khi cần, ứng dụng quân sự tiên tiến.\n\nChiến lược cơ bản chống đối phương xâm lược là bước đầu tiến hành quấy rối, làm hao mòn lực lượng, đánh vào tâm lý, sau đó gây sức ép chính trị để đối phương tự rút quân. Chủ tịch Hồ Chí Minh phát biểu về [[Chiến tranh Đông Dương]] như sau: \n{{cquote|\n''Nó sẽ là một cuộc chiến giữa voi và hổ. Nếu hổ đứng yên thì sẽ bị voi dẫm chết. Nhưng hổ không đứng yên. Ban ngày nó ẩn nấp trong rừng và ra ngoài vào ban đêm. Nó sẽ nhảy lên lưng voi, xé những mảnh da lớn, và rồi nó sẽ chạy trở lại vào rừng tối. Và dần dần, con voi sẽ chảy máu đến chết. Cuộc chiến tranh ở Đông Dương sẽ như vậy.''|||Hồ Chí Minh<ref>Trả lời phóng viên David Schoenbrun của báo New York Times trong cuộc phỏng vấn ngày 11 tháng 9 năm 1946 tại Paris.<br>Duiker, William, ''Ho Chi Minh: A Life'', Hyperion, 2000, tr. 379<\/ref>\n}}\nPhương pháp chiến tranh của tư tưởng này nhấn mạnh vào việc vận dụng hợp lý việc xây dựng lực lượng và đánh tiêu hao đối phương, trong đó việc xây dựng lực lượng, tích trữ lương thảo, vũ khí, và trường kỳ mai phục vào [[mùa khô]], ẩn nấp vào ban ngày, đánh tiêu hao địch vào [[mùa mưa]] và ban đêm.\n\n===Về dân chủ===\n{{Chính|Tư tưởng Hồ Chí Minh về dân chủ}}\nTheo bài hướng dẫn chính trị của ông về dân chủ, đăng trên mục Thường thức chính trị năm [[1953]], theo ông đặc điểm dân chủ tại Việt Nam là:<ref>[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/4lanhtu\/details.asp?topic=3&subtopic=91&leader_topic=&id=BT150339781 Dân chủ mới] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130928100522\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/4lanhtu\/details.asp?topic=3&subtopic=91&leader_topic=&id=BT150339781 |date=2013-09-28 }}, Hồ Chí Minh, Báo điện tử Đảng Cộng sản Việt Nam<\/ref>\n\n*Dưới sự lãnh đạo của Đảng Cộng sản và giai cấp công nhân, trên nền tảng công nông liên minh, nhân dân lao động làm chủ nước nhà, xây dựng dân chủ nhân dân chuyên chính, nghĩa là dân chủ với nhân dân, chuyên chính với thế lực phản động.\n*Tư tưởng của giai cấp công nhân (tư tưởng Marx-Lenin) là tư tưởng lãnh đạo, ngày càng phát triển và củng cố.\n*[[Đảng Cộng sản]] lãnh đạo giai cấp công nhân và nhân dân lao động. Dưới sự lãnh đạo của Đảng này, nhân dân có đoàn thể cách mạng chắc chắn của nó như: [[Công đoàn]], [[Hội Nông dân Việt Nam|Nông hội]], [[Hội Liên hiệp Thanh niên Việt Nam|Hội thanh niên]], [[Hội Liên hiệp phụ nữ Việt Nam|Hội phụ nữ]],... thực hiện dân chủ, xây dựng [[chủ nghĩa xã hội]] và [[chủ nghĩa cộng sản]].\n\nÔng quan niệm dân chủ nghĩa là quyền lực thuộc về nhân dân vì thế \"''Chúng ta đã hy sinh làm cách mệnh, thì nên làm cho đến nơi, nghĩa là làm sao cách mệnh rồi thì quyền giao cho dân chúng số nhiều, chớ để trong tay một bọn ít người. Thế mới khỏi hy sinh nhiều lần, thế dân chúng mới được hạnh phúc.''<ref>[http:\/\/thehehochiminh.files.wordpress.com\/2009\/09\/tap2_1924-1930.pdf Hồ Chí Minh Toàn tập, tập 2 (1924-1930)], trang 270, Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2000<\/ref>\".\n\nDân chủ là \"của báu\" vì đó không phải là thứ tự nhiên có sẵn mà đó là thành quả của [[cách mạng]], nhân dân Việt Nam đã phải đấu tranh, hy sinh gian khổ mới giành được. Dân chủ là \"''làm sao cho dân mở miệng, đừng để cho dân sợ không dám mở miệng, nhưng điều đáng lo hơn nữa là khiến dân không thiết mở miệng. Khi người dân không còn niềm tin để tham gia vào công việc chung nữa là khi khoảng cách giữa Đảng và dân đã quá xa.''\"<ref>[http:\/\/www.xaydungdang.org.vn\/Home\/Dan-voi-dang\/2012\/4787\/Dang-tang-cuong-doi-thoai-voi-dan.aspx Đảng tăng cường đối thoại với dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130927145829\/http:\/\/www.xaydungdang.org.vn\/Home\/Dan-voi-dang\/2012\/4787\/Dang-tang-cuong-doi-thoai-voi-dan.aspx |date=2013-09-27 }}, Bùi Văn Bồng, Tạp chí Xây dựng Đảng, 29\/2\/2012, trích:\"Bác Hồ đã dạy: Dân chủ là làm sao cho dân mở miệng, đừng để cho dân sợ không dám mở miệng, nhưng điều đáng lo hơn nữa là khiến dân không thiết mở miệng. Khi người dân không còn niềm tin để tham gia vào công việc chung nữa là khi khoảng cách giữa Đảng và dân đã quá xa. Để \"dân mở miệng\" không có nghĩa là chỉ tổ chức đối thoại. Căn bản là phải thực sự cầu thị nghe dân nói, phải có ý thức, phương pháp, chân thành tự phê bình, phê bình, phải tạo được tâm lý thoải mái, trọng thị với ý thức xây dựng. Tuyệt đối không làm hình thức, giấu khuyết điểm, áp đặt khiến người dân không mạnh dạn, sợ đụng chạm, sợ bị trù dập. Những động tác như chọn người đại diện phát biểu, dàn dựng nội dung, nói theo chỉ đạo trước, cần phải loại trừ thì dân mới nói thật lòng, mới sát thực tế. Có như thế mới đem lại hiệu quả thiết thực.\"<\/ref> Có dân chủ mới làm cho cán bộ và quần chúng đề ra sáng kiến. Thực hành dân chủ có tác dụng [[giải phóng]] tiềm năng sáng tạo của người dân và trở thành động lực của sự tiến bộ và phát triển. Trái lại, ông cho rằng, nếu trong cán bộ, nhân dân \"''ít sáng kiến, ít hăng hái là vì nhiều lẽ. Mà trước hết là vì cách lãnh đạo của ta không được dân chủ''\".<ref>Tập thể lãnh đạo, cá nhân phụ trách theo tư tưởng Hồ Chí Minh, PGS. TS Nguyễn Thế Thắng, Tạp chí Cộng sản-Chuyên đề cơ sở, số 68 (8-2012), tr 7-11<\/ref> Nhân dân là yếu tố quyết định mọi thắng lợi của cách mạng<ref>Hồ Chí Minh Toàn tập, tập 12, Nhà xuất bản Chính trị Quốc gia, năm 2000, trang 215,Trích:\"''Dễ mười lần không dân cũng chịu. Khó trăm lần dân liệu cũng xong.''\"<\/ref> vì thế Đảng viên phải nắm vững đường lối, chính sách của Đảng, gần dân, chịu khó đi sâu đi sát cơ sở, nắm vững tình hình đời sống, tâm tư nguyện vọng của nhân dân<ref name=\"toantap212\">Hồ Chí Minh Toàn tập, tập 12, Nhà xuất bản Chính trị Quốc gia, năm 2000, trang 212-213<\/ref> đồng thời phải gương mẫu, làm đúng chính sách, tôn trọng quyền làm chủ của nhân dân, lắng nghe ý kiến quần chúng.<ref name=\"toantap212\"\/>\n\nVề khái niệm \"dân chủ tập trung\", ông cho rằng các cơ quan chính quyền phải thống nhất, tập trung. Từ [[Hội đồng nhân dân]] và Uỷ ban kháng chiến hành chính xã đến [[Quốc hội]] và Chính phủ Trung ương, thiểu số phải phục tùng đa số, cấp dưới phải phục tùng cấp trên, địa phương phải phục tùng trung ương. Thế là vừa dân chủ vừa tập trung.<ref>{{Chú thích web |url=http:\/\/www.xaydungdang.org.vn\/Home\/tutuonghochiminh\/2011\/3492\/Ve-nguyen-tac-tap-trung-dan-chu-trong-Tu-tuong-Ho-Chi.aspx |ngày truy cập=2012-10-25 |tựa đề=Về nguyên tắc tập trung dân chủ trong Tư tưởng Hồ Chí Minh, Nguyễn Khánh Ly |archive-date=2011-12-30 |archive-url=https:\/\/web.archive.org\/web\/20111230134105\/http:\/\/www.xaydungdang.org.vn\/Home\/tutuonghochiminh\/2011\/3492\/Ve-nguyen-tac-tap-trung-dan-chu-trong-Tu-tuong-Ho-Chi.aspx |url-status=dead }}<\/ref>\n\nHồ Chí Minh có quan điểm không khoan nhượng với những hành vi lợi dụng chiêu bài dân chủ, nhân danh dân chủ để chống phá [[cách mạng]]. Theo ông thì dân chủ là của quý báu nhất của nhân dân, chuyên chính là cái khóa, cái cửa để phòng kẻ phá hoại. Dân chủ và chuyên chính đi đôi với nhau. Muốn dân chủ thực sự phải chuyên chính thực sự vì nếu không chuyên chính thực sự thì \"''bọn thù địch sẽ làm hại dân chủ của nhân dân''\". Dân chủ và chuyên chính quan hệ mật thiết với nhau.<ref>Hồ Chí Minh, Toàn tập, Sđd, tập 9, tr 230<\/ref> Hồ Chí Minh cho rằng dưới chế độ [[tư bản]], [[phong kiến]], chuyên chính là số ít người chuyên chính với đại đa số nhân dân. Dưới chế độ dân chủ, chuyên chính là đại đa số nhân dân chuyên chính với thiểu số phản động chống lại lợi ích của nhân dân, chống lại chế độ dân chủ của nhân dân.<ref>Hồ Chí Minh, Toàn tập, Sđd, tập 8. tr 279<\/ref>\n\n===Về vấn đề giai cấp===\nTất cả của cải vật chất trong xã hội, đều do công nhân và nông dân làm ra. Nhờ sức lao động của công nhân và nông dân, xã hội mới sống còn và phát triển. Song đa số người lao động thì suốt đời nghèo khó, mà thiểu số người không lao động thì lại hưởng thụ [[thành quả lao động]] đó. Đó là do một số ít người đã chiếm làm tư hữu những [[tư liệu sản xuất]] của xã hội. Họ có tư liệu sản xuất nhưng họ không làm lụng, họ bắt buộc người khác làm cho họ hưởng. Do đó mà có giai cấp. Những người chiếm tư liệu sản xuất không làm mà hưởng, là [[giai cấp bóc lột]] hay [[giai cấp tư sản]]. Những người lao động mà không được hưởng [[giá trị thặng dư]] và thành quả lao động là giai cấp bị bóc lột hay [[giai cấp công nhân]].<ref>[http:\/\/www.baobinhdinh.com.vn\/562\/2003\/11\/6822\/ Mối quan hệ giữa vấn đề dân tộc và vấn đề giai cấp trong tư tưởng Hồ Chí Minh, Lê Văn Lợi, Báo Bình Định]<\/ref>\n\n===Về văn hóa===\nTheo Hồ Chí Minh: “''Toàn bộ những sáng tạo và phát minh đó tức là văn hoá''” và \"Văn hóa soi đường cho quốc dân đi\". Văn hoá có vị trí, vai trò, tính chất và chức năng quan trọng. Văn hoá phải soi đường cho quốc dân đi, phải làm cho ai cũng có lý tưởng độc lập, tự chủ và có ý thức đấu tranh chống tệ nạn tham nhũng, lười biếng, xa xỉ. Ông chỉ rõ ba lĩnh vực chính của văn hoá là văn hoá giáo dục, văn hoá văn nghệ và văn hoá đời sống. Người cách mạng cần cải tạo, sửa đổi văn hóa cũ đồng thời xây dựng, sáng tạo ra các giá trị văn hóa mới.<ref name=\"manhtuong\">[http:\/\/philosophy.vass.gov.vn\/nghien-cuu-theo-chuyen-de\/Triet-hoc-Mac-Lenin\/Ve-nhung-cot-loi-trong-tu-tuong-Ho-Chi-Minh-177.html Về những cốt lõi trong tư tưởng Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171023175005\/http:\/\/philosophy.vass.gov.vn\/nghien-cuu-theo-chuyen-de\/Triet-hoc-Mac-Lenin\/Ve-nhung-cot-loi-trong-tu-tuong-Ho-Chi-Minh-177.html |date=2017-10-23 }}, Nguyễn Mạnh Tường, Tạp chí Triết học, số 5 (168), tháng 5 - 2005<\/ref>\n\n===Về đạo đức===\n\n==== Tổng quan ====\nĐạo đức là một trong những vấn đề quan tâm hàng đầu và xuyên suốt toàn bộ sự nghiệp cách mạng của Hồ Chí Minh. Ông không những để lại những tác phẩm lý luận về đạo đức, mà còn cố gắng trở thành một hình mẫu đạo đức cho cấp dưới noi theo. Tư tưởng đạo đức Hồ Chí Minh bắt nguồn từ quan điểm đạo đức Nho giáo kết hợp với những quan điểm đạo đức cách mạng của Lenin, Stalin, Mao Trạch Đông. Theo ông, đạo đức là nền tảng của con người. Chính vì thế người cách mạng phải có cái tâm trong sáng, cái đức cao đẹp. Đức cũng cần đi đôi với tài. Hồ Chí Minh cho rằng đạo đức biểu hiện tập trung thông qua ba mối quan hệ: đối với mình, đối với người và đối với công việc. Ông thường xuyên nhắc nhở cấp dưới nâng cao đạo đức cách mạng, quét sạch chủ nghĩa cá nhân.<ref name=\"manhtuong\"\/>\n\nHồ Chí Minh là một lãnh tụ đặc biệt chú trọng tới đạo đức cách mạng. Ông quan tâm một cách nhất quán, xuyên suốt từ lúc thành niên đến tận cuối đời. Bắt đầu sự nghiệp cách mạng, Hồ Chí Minh bắt đầu giáo dục lý tưởng cách mạng và đạo đức cách mạng cho những người yêu nước, cho thanh niên, quần chúng nhân dân. Ông đặt lên hàng đầu tư cách của một người cách mạng trong những bài giảng lý luận cách mạng đầu tiên cho lớp thanh niên Việt Nam yêu nước đầu tiên đang đi tìm con đường cách mạng. Đến cuối đời, trăn trở về Đảng cầm quyền, ông lại dặn đảng viên, cán bộ phải thật sự thấm nhuần đạo đức cách mạng, thật sự cần, kiệm, liêm, chính, chí công vô tư. Hồ Chí Minh không chỉ là người giáo dục đạo đức cách mạng mà còn hiện thân của đạo đức cách mạng, nêu gương cho cấp dưới và nhân dân.\n\n==== Nguồn gốc ====\nTư tưởng đạo đức Hồ Chí Minh là sự kết hợp những giá trị đạo đức tốt đẹp của dân tộc với tinh hoa đạo đức nhân loại; truyền thống với hiện đại; phương Đông và phương Tây, được hình thành và phát triển từ yêu cầu của sự nghiệp giải phóng dân tộc.\n\nTheo Hồ Chí Minh “''có học tập lý luận Marx - Lenin mới củng cố được đạo đức cách mạng, giữ vững lập trường, nâng cao sự hiểu biết và trình độ chính trị, mới làm tốt được tốt công tác Đảng giao phó cho mình''”. Trong khi đề cập đến những nội dung, phẩm chất đạo đức mới, Hồ Chí Minh sử dụng một số thành ngữ dân gian nhưng cải biến nội dung, đưa yêu cầu, nội dung mới vào, có ý nghĩa cách mạng. Đạo đức cách mạng không phủ nhận đạo đức truyền thống, bao gồm đạo đức truyền thống. Đạo đức truyền thống phát triển thành đạo đức cách mạng. Đạo đức Hồ Chí Minh là đạo đức cộng sản chủ nghĩa nhưng rất Việt Nam cả về nội dung và hình thức. Đó là sự kết hợp sáng tạo nhân sinh quan của chủ nghĩa Marx - Lenin với truyền thống của dân tộc Việt Nam, một dân tộc coi trọng phẩm chất con người và đạo lý làm người với hạt nhân “trồng cây đức để con ăn”, “của tuy tơ tóc, nghĩa so nghìn trùng”.\n\nTrong di sản đạo đức Hồ Chí Minh, chủ nghĩa yêu nước đi đôi hài hòa với chủ nghĩa quốc tế. Trong truyền thống, đại nghĩa là cứu nước, đến cách mạng và hiện đại là lý tưởng xã hội chủ nghĩa. Chủ nghĩa anh hùng truyền thống, ngày nay là chủ nghĩa anh hùng cách mạng… Hồ Chủ tịch dạy “Trung với nước, hiếu với dân”. Đạo đức cách mạng bao gồm những đức tính và những quan hệ rộng lớn, sâu xa, mới mẻ hơn là đạo đức cổ truyền, như chống chủ nghĩa cá nhân, xây dựng ý thức tập thể, bổn phận, trách nhiệm tận tâm tận lực phục vụ tổ quốc, phục vụ cách mạng, phục vụ nhân dân.\n\nNho giáo là một nguồn gốc hình thành tư tưởng đạo đức Hồ Chí Minh. Sinh ra trong một gia đình nhà Nho, Hồ Chí Minh hiểu rằng “''Khổng giáo không phải là tôn giáo mà là một thứ khoa học về kinh nghiệm đạo đức và phép ứng xử''”. Khổng Tử đứng đầu các nhà hiền triết, được tôn sùng, vì “''đạo đức của ông, học vấn của ông và những kiến thức của ông làm cho những người cùng thời và hậu thế phải cảm phục… Đạo đức của ông là hoàn hảo. Những người An Nam chúng ta hãy tự hoàn thiện mình, về mặt tinh thần bằng cách đọc các tác phẩm của Khổng Tử''”.\n\n==== Bản chất ====\n\n* Đạo đức Hồ Chí Minh mang bản chất giai cấp công nhân.\n* Đạo đức Hồ Chí Minh thể hiện sự sự thống nhất giữa chính trị với đạo đức.\n* Đạo đức Hồ Chí Minh thống nhất giữa tư tưởng và hành động, lý luận và thực tiễn, nói và làm.\n* Đạo đức Hồ Chí Minh thống nhất giữa đức với tài.\n*Đạo đức Hồ Chí Minh thống nhất giữa đạo đức cách mạng và đạo đức đời thường.\n*Đạo đức Hồ Chí Minh có sự thống nhất giữa “đức trị” với “pháp trị”.\n*Tư tưởng đạo đức Hồ Chí Minh rất toàn diện.\n\n===Về nhân văn===\nTư tưởng nhân văn Hồ Chí Minh thể hiện ở chỗ ông kiên quyết đấu tranh, tố cáo những tội ác gây ra cho con người và đặt niềm tin vào sức mạnh, phẩm giá, vào khát vọng vươn tới Chân, Thiện, Mỹ của con người. Theo Hồ Chí Minh, con người vừa là mục tiêu, vừa là động lực của cách mạng do đó ông nguyện phấn đấu suốt đời cho hạnh phúc của con người trong một xã hội công bằng và coi việc giáo dục, đào tạo con người là chiến lược hàng đầu của cách mạng.<ref name=\"manhtuong\"\/>\n\n==Nhận định==\n\n===Tại Việt Nam===\nTrên cơ sở các hành động, lời nói, bài viết, phát biểu... của ông, nhiều nhà nghiên cứu đã đúc kết, khái quát lên thành \"tư tưởng Hồ Chí Minh\". Do phần lớn cuộc đời ông dành cho các hoạt động cách mạng và trong các giai đoạn khác nhau, quan điểm của ông có những sự chuyển dịch khác nhau, mang tính \"chiến lược\", hay \"sách lược\" phù hợp với hoàn cảnh thực tế đòi hỏi cách mạng. Nhiều tư liệu chưa được công bố. Khi ông mất, đất nước chưa thống nhất, và phong trào cộng sản quốc tế đang có sự phát triển song song với sự phân rẽ, nên các quan điểm của ông đến khi đó mang tính sách lược nhiều hơn là hệ thống lý luận xuyên suốt. Rất khó để phân biệt sự độc lập tư tưởng của ông với các tư tưởng khác đủ để khái quát lên thành một tư tưởng triết học hay chính trị độc lập. Phần lớn các giáo trình tư tưởng Hồ Chí Minh không phân tích các quan điểm của ông theo các thời kỳ lịch sử, không phân tích cụ thể các tác phẩm của ông theo thời gian. Có những quan điểm cho rằng tư tưởng Hồ Chí Minh là \"đối lập\" với [[chủ nghĩa Marx - Lenin]], là theo [[chủ nghĩa dân tộc]], \"đồng nhất 'chủ nghĩa dân tộc' trong tư tưởng Hồ Chí Minh là chủ nghĩa dân tộc sô-vanh nước lớn, chủ nghĩa dân tộc hẹp hòi, mang bản chất của giai cấp tư sản\", hay \"Hồ Chí Minh chỉ lấy chủ nghĩa Marx - Lenin làm phương tiện\". Tuy nhiên nhà nước Việt Nam vẫn khẳng định Hồ Chí Minh đi theo chủ nghĩa Marx - Lenin, chủ nghĩa cộng sản, chủ nghĩa dân tộc trong tư tưởng Hồ Chí Minh thực chất là chủ nghĩa dân tộc vô sản, phát triển thành chủ nghĩa quốc tế. Theo quan điểm Marxist thì chủ nghĩa dân tộc xa lạ với bản chất của giai cấp vô sản là giai cấp đại diện cho chủ nghĩa quốc tế. Theo Hồ Chí Minh, \"Dù màu da có khác nhau, trên đời này chỉ có hai giống người: giống người bóc lột và giống người bị bóc lột. Mà cũng chỉ có một mối tình hữu ái là thật mà thôi: tình hữu ái vô sản\".<ref>{{Chú thích web |url=http:\/\/www.xaydungdang.org.vn\/Home\/Lyluan-Thuctien-Kinhnghiem\/2011\/3762\/Tu-chu-nghia-yeu-nuoc-den-chu-nghia-cong-san-cua-Nguyen.aspx |ngày truy cập=2020-06-23 |tựa đề=Từ chủ nghĩa yêu nước đến chủ nghĩa cộng sản của Nguyễn Ái Quốc - Hồ Chí Minh |archive-date=2020-06-25 |archive-url=https:\/\/web.archive.org\/web\/20200625234443\/http:\/\/www.xaydungdang.org.vn\/Home\/Lyluan-Thuctien-Kinhnghiem\/2011\/3762\/Tu-chu-nghia-yeu-nuoc-den-chu-nghia-cong-san-cua-Nguyen.aspx |url-status=dead }}<\/ref>\n\nTheo PGS.TS Lê Văn Tích, Học viện Chính trị - Hành chính Quốc gia, Hồ Chí Minh là người Việt Nam đầu tiên kết hợp thành công sức mạnh trong nước và quốc tế - dân tộc và thời đại, yếu tố khách quan và chủ quan để tìm ra lời giải cho \"Bài toán thế kỷ\" đã đặt ra cho dân tộc từ đầu thế kỷ XX. Mặc dù Luận cương của Lenin cũng như những quan điểm của Quốc tế Cộng sản và [[Đảng Cộng sản Pháp]] có vị trí quan trọng trong \"con đường cứu nước\" mà Hồ Chí Minh tìm đến; song đó chưa phải là con đường cứu nước Hồ Chí Minh, bởi lẽ đó chỉ là những nguyên tắc lý luận, định hướng mang tính phổ biến. Con đường cứu nước Hồ Chí Minh là sự vận dụng sáng tạo những nguyên tắc, quan điểm ấy vào hoàn cảnh cụ thể của cách mạng Việt Nam.<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30257&cn_id=458733#_ftn5 Bối cảnh lịch sử tác động đến hành trình cứu nước của Hồ Chí Minh, PGS.TS Lê Văn Tích, Báo điện tử Đảng Cộng sản Việt Nam]<\/ref> Theo Giáo trình tư tưởng Hồ Chí Minh của Nhà xuất bản Chính trị Quốc gia, Hồ Chí Minh tiếp thu những nguyên lý cơ bản của chủ nghĩa Mác - Lênin về chủ nghĩa xã hội, đã vận dụng và phát triển một cách sáng tạo, đưa ra nhiều kiến giải mới nhằm bổ sung vào lý luận Mác - Lênin.<ref name=\"ReferenceA\" \/>\n\nCác nhà nghiên cứu tư tưởng Hồ Chí Minh đánh giá nét sáng tạo của Hồ Chí Minh trước hết là ở chỗ, Hồ Chí Minh đến với chủ nghĩa xã hội, luận giải nó ''từ khát vọng giải phóng dân tộc'' và nhu cầu giải phóng con người một cách triệt để.<ref name=\"ReferenceA\"\/> Hồ Chí Minh luận giải tính tất yếu và bản chất của chủ nghĩa xã hội trên cơ sở kế thừa và phát triển các giá trị văn hóa truyền thống của dân tộc Việt Nam, của phương Đông. Từ việc phân tích một cách khoa học truyền thống tư tưởng - văn hóa, điều kiện kinh tế - xã hội của Việt Nam, các nước phương Đông, sự tàn bạo của chế độ thuộc địa tại các nước đó, Hồ Chí Minh đi đến một nhận thức mới lạ: Chủ nghĩa xã hội, chủ nghĩa cộng sản không những thích ứng được ở châu Á, phương Đông mà còn thích ứng dễ hơn ở châu Âu.<ref name=\"ReferenceA\"\/> Hồ Chí Minh đã nhận thức tính tất yếu và bản chất của chủ nghĩa xã hội như là kết quả tác động tổng hợp của các nhân tố: truyền thống và hiện tại; dân tộc và quốc tế; kinh tế, chính trị, đạo đức, văn hóa. Ông không tuyệt đối hóa một mặt nào và đánh giá đúng vị trí của chúng. Trước hết, Hồ Chí Minh luận giải sự ra đời và bản chất của chủ nghĩa xã hội từ phương diện kinh tế, trình độ phát triển của lực lượng sản xuất. Hồ Chí Minh cho rằng, sự hình thành, phát triển và chín muồi của chủ nghĩa xã hội là một tất yếu mà nguyên nhân sâu xa chính là do sự phát triển của lực lượng sản xuất xã hội. Trên cơ sở một nền tảng kinh tế mới, chủ nghĩa xã hội sẽ xác lập một hệ thống, các giá trị đặc thù mang tính nhân bản thấm sâu vào mỗi quan hệ và lĩnh vực xã hội. Sự thống nhất giữa tính khoa học và tính nhân văn thể hiện rất rõ trong nhận thức của Hồ Chí Minh về chủ nghĩa xã hội.<ref name=\"ReferenceA\">Giáo trình tư tưởng Hồ Chí Minh. Nhà xuất bản chính trị quốc gia. Tái bản lần thứ hai, 2006, trang 53, 54, 55<\/ref> Giáo trình tư tưởng Hồ Chí Minh cho rằng Hồ Chí Minh đã làm phong phú cách tiếp cận về chủ nghĩa xã hội, có những cống hiến xuất sắc vào việc phát triển lý luận Mác - Lênin.<ref name=\"ReferenceA\"\/> Quan niệm Hồ Chí Minh về thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam là quan niệm về một hình thái quá độ gián tiếp cụ thể - quá độ từ một xã hội thuộc địa, nửa phong kiến, nông nghiệp lạc hậu đi lên chủ nghĩa xã hội. Đây chính là sự phát triển sáng tạo luận điểm của Lênin về hai giai đoạn cách mạng- cách mạng dân tộc dân chủ và cách mạng xã hội chủ nghĩa.<ref>Sáng tạo của Hồ Chí Minh về cách mạng giải phóng dân tộc Việt Nam, PGS.TS Bùi Đình Phong, Tạp chí Ban Tuyên giáo Trung ương<\/ref> Chính ở nội dung cụ thể này, Hồ Chí Minh đã cụ thể hóa và làm phong phú thêm lý luận Mác - Lênin về thời kỳ quá độ lên chủ nghĩa xã hội.<ref name=\"hcmtt114\" \/> Tuy nhiên do hoàn cảnh kinh tế - chính trị - xã hội kém phát triển, lạc hậu của Việt Nam trong thời kỳ nửa thuộc địa nửa phong kiến và sau khi giành độc lập. Nên trong nhiều bài viết, bài phát biểu, diễn giải của Hồ Chí Minh về chủ nghĩa xã hội hết sức đơn giản cho phù hợp với trình độ dân trí, nhận thức của đại đa số quần chúng và cán bộ, đảng viên Đảng Cộng sản Việt Nam lúc đó.\n\nTheo đánh giá, các thành phần trong tư tưởng Hồ Chí Minh đã từng có trước đó. Bản thân chủ nghĩa dân tộc đã có trong Luận cương của Lênin khi ông chỉ ra con đường đấu tranh giải phóng dân tộc của các dân tộc thuộc địa. Còn tư tưởng dân chủ thì đã có từ lâu với những đại biểu nổi tiếng như [[Jean-Jacques Rousseau]], [[Thomas Jefferson]], [[John Stuart Mill]], [[Alexis de Tocqueville]]... được Mác, Lênin kế thừa với ý tưởng về một nền dân chủ nhân dân - tức nền dân chủ cho số đông. Tư tưởng cộng hòa cũng không có gì mới vì nó đã được các nhà tư tưởng phương Tây như [[Plato]], [[John Locke]], [[Montesquieu]]... đề cập từ trước đó hàng trăm năm, hơn nữa những lý thuyết gia của chủ nghĩa cộng sản đều chủ trương chống lại những tàn dư của chế độ phong kiến,<ref>SƠ THẢO LẦN THỨ NHẤT NHỮNG LUẬN CƯƠNG VỀ VẤN ĐỀ DÂN TỘC VÀ VẤN ĐỀ THUỘC ĐỊA, trang 204, Lenin toàn tập, Tập 41, Nhà xuất bản Chính trị Quốc gia, 2005<\/ref> xây dựng nhà nước cộng hòa. Còn mặt trận dân tộc thống nhất, đoàn kết các giai cấp trong đấu tranh [[chống phát xít]] thực dân thì rất nhiều các đảng cộng sản các nước khác cũng thực hiện (Mặt trận Bình dân ở Pháp Đảng Xã hội liên minh với Đảng Cộng sản...), Mặt trận chống quân phiệt (Quốc dân đảng với Đảng Cộng sản,...), phát xít Nhật (Quốc dân đảng với Đảng cộng sản,...), ở Trung Quốc, hay một số mặt trận ở Tây lẫn Đông Âu thời thế chiến II, ngay ở Lào, Campuchia, nhiều nước khác chống thực dân cũ và mới (ví dụ Liên đoàn Tự do nhân dân [[chống phát xít]] ở Miến Điện, Lào Issara ở Lào, Mặt trận dân chủ nhân dân ở Indonesia,...).\n\n===Từ bên ngoài===\nVì tư tưởng Hồ Chí Minh chủ yếu được áp dụng ở cách mạng Việt Nam, nên hệ tư tưởng này không được nhiều các học giả Phương Tây nghiên cứu như đối với các hệ tư tưởng khác. Một số nghiên cứu đánh giá tích cực về ý nghĩa của Tư tưởng Hồ chí Minh đối với cách mạng giải phóng dân tộc chống [[chủ nghĩa thực dân]] ở Việt Nam và ở Đông Dương.\n\nTháng 12 năm 2008, tại cuộc Hội thảo Việt Nam học tại Hà Nội, giáo sư [[Yoshiharu Tsuboi]], [[đại học Waseda]], [[Nhật Bản]], đã thu hút sự chú ý của hàng trăm nhà nghiên cứu Việt Nam và nhiều nước với bài thuyết trình nhận định Hồ Chí Minh là người \"theo chủ nghĩa cộng hòa chứ không phải cộng sản\". Giáo sư cho rằng: \"Có lẽ giá trị mà Hồ Chí Minh coi trọng nhất trong suốt cuộc đời mình là những giá trị của nền cộng hòa\", \"cơ sở lý luận là Tự do, Bình đẳng, Bác ái\". Tóm lược bài thuyết trình: Hồ Chí Minh coi mục tiêu cao nhất là giải phóng dân tộc, giành độc lập cho đất nước; không chỉ xây dựng chế độ Dân chủ Cộng hòa mà còn xây dựng những con người đóng vai trò gánh vác quốc gia độc lập; không chỉ đất nước được độc lập, nhà nước có chủ quyền, mà phải thực hiện thứ tự do của mỗi người dân. Người dân phải trở thành chủ thể xây dựng từ dưới lên trật tự của nền cộng hòa. Từng cá nhân suy nghĩ, quyết định với tinh thần trách nhiệm cao. Hồ Chí Minh cho rằng mỗi người dân đều có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc và phải chủ động, tích cực tranh đấu để giành được hạnh phúc. Hồ Chí Minh đã trích dẫn các ý tưởng về ''Tự do, Bình đẳng, Bác ái'' và các ''quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc'' từ khẩu hiệu của Pháp và [[Tuyên ngôn Độc lập Hoa Kỳ]] đưa vào [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Tuyên ngôn độc lập]] khai sinh ra nước [[Việt Nam Dân chủ Cộng hòa]].\n\nVề mối quan hệ của ông với Quốc tế cộng sản, bà Quinn-Judge, hiện dạy ở đại học Temple của Mỹ, nói Hồ Chí Minh không phải là \"đồ đệ một chiều\" của Quốc tế cộng sản. Quan hệ của ông với phong trào này phức tạp và mong manh, và nếu nhận thấy đường lối của Quốc tế cộng sản có những điểm không phù hợp với tình hình thực tế tại Việt Nam thì ông có khuynh hướng hành động theo lý tưởng của mình, vốn được ông nghiên cứu để áp dụng vào tình hình thực tế tại Việt Nam.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/culturesport\/story\/2006\/03\/060317_hochiminh_review.shtml Điểm sách: Hồ Chí Minh - Những năm chưa biết, BBC Vietnamese Online]<\/ref>\n\nNhà sử học Pháp, ông Pierre Brocheux thì cho rằng: ''Hồ Chí Minh về bản chất thực ra là một người theo [[Khổng giáo]]. Ông luôn cố gắng kết hợp những ý tưởng của Khổng Giáo, một truyền thống ý thức hệ Đông Á với các dòng tư tưởng châu Âu, từ Mác-xít đến Lênin-nít, trước sau ông là một người tốt, một người Khổng Giáo''. Theo ông Pierre Brocheux, ông đã cố gắng đưa vào thực tế tính nhân bản và tính công bằng xã hội theo kiểu của Khổng Giáo.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2003\/10\/031028_newbook_hcm.shtml Sách mới về Hồ Chí Minh, BBC Vietnamese Online]<\/ref>\n\nKhi là thành viên Quốc tế Cộng sản, Hồ Chí Minh vẫn cho rằng lúc đó cần ưu tiên \"đấu tranh giải phóng dân tộc giành lại độc lập cho Việt Nam chứ không phải là vấn đề giai cấp. Về mặt này, Hồ Chí Minh không phải là một người cộng sản 'chính thống' theo chủ nghĩa Mác-Lênin\".<ref name=\"Sophie Quinn-Judge 2002\"\/><ref name=\"Duiker, tr. 218\"\/>\n\n== Giá trị ==\n\n=== Giá trị dân tộc ===\nTheo Đảng Cộng sản Việt Nam, giá trị dân tộc của tư tưởng Hồ Chí Minh được khẳng định thông qua thực tiễn lịch sử trong thế kỷ XX: giải phóng dân tộc, thống nhất đất nước và đi vào sự nghiệp đổi mới đưa Việt Nam từng bước tiến kịp sự phát triển chung của nhân loại và ngày càng khẳng định vị thế của mình trên thế giới. Ngày nay, trong tiến trình Đổi Mới, tư tưởng Hồ Chí Minh tiếp tục dẫn dắt Đảng cộng sản Việt Nam, nhân dân Việt Nam. Sự ghi nhận đó được thể hiện trong Cương lĩnh được thông qua tại Đại hội đại biểu toàn quốc lần thứ VII của Đảng: “''Đảng lấy chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam cho hành động''”. Trên thực tế, sự nghiệp Đổi Mới thành công chính là nhờ nhận thức và hành động đúng đắn của Đảng Cộng sản Việt Nam và nhân dân theo tư tưởng Hồ Chí Minh trong điều kiện lịch sử mới của công cuộc xây dựng và bảo vệ Tổ quốc xã hội xã hội chủ nghĩa. Giá trị nền tảng và kim chỉ nam của tư tưởng Hồ Chí Minh càng được sáng tỏ cho dù có sự vận động với những biến đổi khó lường của quan hệ quốc tế đang đặt các trước các dân tộc nhỏ và toàn nhân loại tiến bộ.  \n\nHiện nay hệ tư tưởng của Chủ Tịch Hồ Chí Minh  được một số các nước Châu Phi áp dụng vào đất nước để nhớ đến sự quý báu của bác, giúp họ giành được độc lập\n\n=== Giá trị nhân loại ===\nTư tưởng Hồ Chí Minh có giá trị thúc đẩy phong trào giải phóng dân tộc và phong trào đấu tranh vì hòa bình, dân chủ, tiến bộ xã hội, thúc đẩy phong trào đấu tranh chống chủ nghĩa thực dân xâm lược, chống chiến tranh và sự bất bình đẳng dân tộc, xã hội trên thế giới. Dưới tác động và sự cổ vũ của tư tưởng Hồ Chí Minh, nhân dân Việt Nam, trong thế kỷ XX đã quyết tâm đấu tranh giải phóng đất nước góp phần biến thế kỷ này trở thành thế kỷ phi thực dân hóa với việc các nước thuộc địa đã giành được độc lập và trở thành đất nước tự do bằng cách loại bỏ chủ nghĩa thực dân. Chính vì vậy, Nghị quyết 24C\/18.65 của UNESCO về kỷ niệm 100 năm ngày sinh của Chủ tịch Hồ Chí Minh đã khẳng định, ông đã ''“để lại dấu ấn trong quá trình phát triển của nhân loại” và là một biểu tượng xuất sắc về sự tự khẳng định dân tộc, đã cống hiến trọn đời mình cho sự nghiệp giải phóng dân tộc của nhân dân Việt Nam, góp phần vào cuộc đấu tranh chung của các dân tộc vì hòa bình, độc lập dân tộc, dân chủ và tiến bộ xã hội”.''\n\n==Trích dẫn==\n*\"Không có gì quý hơn độc lập, tự do.\"<ref>{{Chú thích web|url=http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-3105201510003046\/index-0105201593906468.html|tiêu đề=\"Không có gì quý hơn độc lập, tự do\" – Ý nghĩa lịch sử và giá trị hiện thực}}<\/ref>\n*\"''Đất có bốn phương Đông Tây Nam Bắc.''\n:''Trời có bốn mùa Xuân Hạ Thu Đông.''\n:''Người có bốn đức Cần Kiệm Liêm Chính.''\n:''Thiếu một phương thì không thành đất.''\n:''Thiếu một mùa thì không thành trời.''\n:''Thiếu một đức thì không thành người.''\"<ref>{{Chú thích web |url=http:\/\/hanam.gov.vn\/vi-vn\/svhttdl\/Pages\/Article.aspx?ChannelId=24&articleID=244 |ngày truy cập=2013-09-13 |tựa đề=Học tập và làm theo tấm gương đạo đức Hồ Chí Minh thực hành cần, kiệm, liêm, chính |archive-date=2013-09-27 |archive-url=https:\/\/web.archive.org\/web\/20130927164301\/http:\/\/hanam.gov.vn\/vi-vn\/svhttdl\/Pages\/Article.aspx?ChannelId=24&articleID=244 }}<\/ref>\n \n*\"''Không có việc gì khó''\n:''Chỉ sợ lòng không bền''\n:''Đào núi và lấp bể''\t\n:''Quyết chí ắt làm nên.''\"<ref>{{Chú thích web |url=http:\/\/baobienphong2.jcapt.com\/nd5\/detail\/chinh-tri-su-kien\/58-nam-truoc-bac-ho-day-khong-co-viec-gi-kho\/34358.038.html |ngày truy cập=2013-09-13 |tựa đề=58 năm trước, Bác Hồ dạy: \"Không có việc gì khó...\" |archive-date=2013-09-27 |archive-url=https:\/\/web.archive.org\/web\/20130927224945\/http:\/\/baobienphong2.jcapt.com\/nd5\/detail\/chinh-tri-su-kien\/58-nam-truoc-bac-ho-day-khong-co-viec-gi-kho\/34358.038.html }}<\/ref>\n\n*\"''Hoàn cảnh thế nào không quan trọng, quan trọng là đối phó thế nào.''\" <ref>{{Chú thích web |url=http:\/\/www.bbc.co.uk\/vietnamese\/specials\/170_viet_studies\/page2.shtml |ngày truy cập=2010-11-12 |tựa đề=Kiến giải của một người Nhật về ông Hồ, BBC Vietnamese Online |archive-date=2010-11-10 |archive-url=https:\/\/web.archive.org\/web\/20101110131903\/http:\/\/www.bbc.co.uk\/vietnamese\/specials\/170_viet_studies\/page2.shtml |url-status=dead }}<\/ref>\n*\"''Một dân tộc dốt là một dân tộc yếu.''\"<ref>Hồ Chí Minh Toàn tập, tập 4, Nhà xuất bản Chính trị Quốc gia, năm 2000, trang 16<\/ref>\n\n== Xem thêm ==\n* [[Hồ Chí Minh]]\n* [[Chủ nghĩa thực dân]]\n* [[Chủ nghĩa tư bản]]\n* [[Phê phán chủ nghĩa tư bản]]\n* [[Chủ nghĩa Mác-Lênin]]\n* [[Phê phán chủ nghĩa Marx]]\n* [[Chủ nghĩa xã hội]]\n* [[Phê phán chủ nghĩa xã hội]]\n* [[Chủ nghĩa cộng sản]]\n* [[Tư tưởng Hồ Chí Minh về nông dân]]\n* [[Tư tưởng Hồ Chí Minh về công nhân]]\n* [[Hồ Chí Minh toàn tập]]\n\n== Nguồn tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.cpv.org.vn\/result.asp Bài viết về Tư tưởng Hồ Chí Minh trên Báo điện tử Đảng cộng sản Việt Nam]\n*[http:\/\/www.vnn.vn\/chinhtri\/skbl\/2004\/05\/135586\/ Báo Việt Nam Net điện tử]\n* [http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/4lanhtu\/details.asp?topic=3&subtopic=91&leader_topic=9&id=BT150339781 Tư tưởng Hồ Chí Minh về dân chủ]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}\n* [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/12\/081209_hochiminh_rethinking.shtml Kiến giải của một người Nhật về ông Hồ]\n* [http:\/\/www.youtube.com\/watch?v=QZSdmps7ARo Hồ Chí Minh phát biểu tại lễ kỷ niệm 30 năm ngày thành lập Đảng Cộng sản Việt Nam]\n{{Hồ Chí Minh}}\n{{Các chủ đề|Hồ Chí Minh}}\n\n[[Thể loại:Tư tưởng Hồ Chí Minh| ]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chính trị Việt Nam]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ý thức hệ]]\n[[Thể loại:Sơ khai chính trị]]\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Cộng sản ở Việt Nam]]\n[[Thể loại:Chủ nghĩa xã hội ở Việt Nam]]"}