{"2444312":"{{wikify}}\n'''Tư Sạng''' (1911-1955) là một nữ danh ca <ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/LateCaiLuongDivaTuXaNg_NPhuong-20070929.html Nữ danh ca Tư Sạng], RFA.org.<\/ref> cổ nhạc danh tiếng nửa đầu thế kỷ XX tại miền Nam Việt Nam. Sự nghiệp của bà cùng thời với các nghệ sĩ [[Năm Châu]], [[Tư Chơi]], Tư Út, Tư Thạch, Từ Anh, [[Phùng Há]], Ba Hui, Kim Thoa, Ba Liên… Mặc dù trong gánh hát Trần Đắc, bà được xếp là đào nhì, sau [[Phùng Há]], nhưng trên địa hạt dĩa nhựa thì bà được các ông chủ hãng dĩa và giới thính giả ái mộ tặng cho danh hiệu là đệ nhất danh ca nữ.{{fact|date=7-2014}}\n\n==Cuộc đời và sự nghiệp==\nBà tên thật là '''Đoàn Thị Sạng''''','' sinh năm 1911 tại làng Điều Hòa, tỉnh Mỹ Tho.\n\nTrong các thập niên 1930, 1940, vì thiếu phương tiện giao thông, các đoàn hát bội và cải lương khó đến được các vùng xa nên khi có tiệc vui, lễ cưới... người ta phải dùng máy hát dĩa, hát những tuồng bộ, những bài ca vọng cổ để giúp vui; do đó tuy chưa biết mặt nhưng thường quần chúng bấy giờ đã biết danh những giọng ca rất được mến mộ như cô Tư Sạng, cô Hai Đá, nghệ sĩ Hồng Châu, Thanh Tao, Tư Út, Năm Châu, Bảy Nhiêu…\n\nCô Tư Sạng được giới khán giả sân khấu và thính giả dĩa nhựa Saigon – lục tỉnh ái mộ qua các bộ dĩa tuồng ''Lục Vân Tiên, Kim Vân Kiều, Trang Tử Cổ Bồn Ca, Hạnh Ngươn cống Hồ, Lưu Yến Ngọc Cứu Cha ''do thầy Năm Tú sản xuất, hãng dĩa Pathé – Phono thu thanh. Còn nhớ, mỗi lần vô đầu dĩa hát, bao giờ cũng có một câu quảng cáo như sau:''« Đây, bạn hát cải lương thầy Năm Tú ở tại Mỹ Tho, hát cho hãng Pathé – phono nghe chơi, tuồng….»''\n\nTừ năm 1935, cô Tư Sạng thu thanh cho hãng dĩa Asia do ông Ngô Văn Mạnh làm chủ. Nhờ kỹ thuật thu thanh và in dĩa sản xuất ngay tại Saigon nên cô Tư Sạng càng nhanh chóng nổi danh hơn nhờ dĩa hát ra mau, nhiều tuồng tích hay, đáp ứng được nhu cầu thưởng thức của thính giả từ Nam chí Bắc.\n\nGiọng ca của cô Tư Sạng rất trong, dịu...não nùng, ai oán... nhất là với những bài ca tâm sự của phụ nữ sầu tình, lỡ làng duyên phận hoặc thân gái trong nghịch cảnh khổ đau thì thính giả rất thích thú, ái mộ. Đĩa hát nào có giọng ca của danh ca Tư Sạng là bán rất chạy, có khi phải nhiều lần tái sản xuất. Các bộ dĩa như ''Hoa Rơi Cửa Phật (tức Lan và Điệp), Đêm khuya trông chồng, Mẹ dạy con, Xử án Bàng Quý Phi, Tô Ánh Nguyệt, Trảm Trịnh Ân, Đào Tam Xuân Phục Hận ''là những bộ dĩa hát được giới thính giả lục tỉnh, Saigon và cả miền Trung, Hà Nội đều say mê tán thưởng.\n\nNhắc đến tuồng ''Xử án Bàng Quý Phi,'' khán giả ái mộ cải lương thường nhắc đến hai nghệ sĩ tài danh Năm Phỉ và Bảy Nhiêu trong hai vai Bàng Quý Phi và Tống Nhơn Tôn vì quả thật là khi cô Năm Phỉ thủ vai Bàng Quý Phi trên sân khấu thì khó có ai hát bằng.\n\nQua vai Bàng Quý Phi, chẳng những Năm Phỉ chinh phục được lòng yêu mến của khán giả mọi miền đất nước mà cô Năm Phỉ còn chinh phục được khán giả Pháp và Tây Âu nhân khi cô đi biểu diễn cải lương trong cuộc đấu xảo thuộc địa của Pháp tổ chức tại Paris. Tuy khán giả ngoại quốc không hiểu được tiếng Việt nhưng qua diễn xuất, giọng ca áo não đã khiến họ hiểu được tâm trạng và hoàn cảnh đáng thương của nhân vật. Vậy nhưng nếu so với Tư Sạng thì cô Năm Phỉ còn phải thông qua giọng ca, diễn xuất, nhờ y trang, tranh cảnh và nhờ bạn đồng diễn... mới khiến người nghe xúc động còn danh ca Tư Sạng thì chỉ cần nghe dĩa hát, không thấy diễn viên, không bị mê hoặc bởi y trang tranh cảnh cùng với nhân vật mà đã khiến cho mấy thế hệ thính giả từ Nam chí Bắc xúc động mà khóc mỗi lần nghe đĩa hát. Đó là một điều mà không phải danh ca nào cũng làm được.\n\nBộ dĩa ''Xử án Bàng Quý Phi'', 20 dĩa do danh ca Tư Sạng ca năm 1936 mở đầu cho những thắng lợi vẻ vang của hãng dĩa Asia, tiếp theo đó là sự thành công của những bộ dĩa ''Hoa Rơi Cửa Phật, Tô Ánh Nguyệt ''làm cho hào quang tên tuổi của nữ danh ca Tư Sạng ngày càng thêm sáng chói.\n\nÔng Ngô Văn Mạnh, chủ hãng dĩa Asia đã ký hợp đồng độc quyền thu thanh giọng ca của cô Tư Sạng và đã giàu to nhờ tung ra thị trường nhiều bộ dĩa hát với giọng ca vàng của nữ đệ nhất danh ca Tư Sạng như các bộ dĩa hát tuồng ''Trảm Trịnh Ân, Đào Tam Xuân báo phu cừu…''\n\nNếu tên tuổi của nam đệ nhứt danh ca Út Trà Ôn nổi tiếng qua bộ dĩa ''Tôn Tẩn giả điên ''thì nữ đệ nhứt danh ca Tư Sạng cũng nổi danh qua dĩa hát'' Đêm khuya trông chồng''. (Bộ dĩa nầy được nhạc sĩ Bảy Hàm đờn guitare độc chiếc). Cô Tư Sạng còn nổi danh qua bài vọng cổ ''Mẹ Dạy Con''. Bài vọng cổ đã một thời góp phần trong việc giáo dục đạo đức truyền thống của dân tộc Việt bằng cách thông qua nghệ thuật, tôn vinh việc giữ gìn lễ nghĩa gia phong. Những câu vọng cổ ''Mẹ Dạy Con'' rất phù hợp tâm tư quần chúng đương thời lại được giọng hát tuyệt vời của cô Tư Sạng ca nên đã có tác dụng rất lớn. Đĩa hát ''Mẹ dạy con'' đã có một thời là khuôn vàng thước ngọc cho các cô con gái về làm dâu nhà chồng.\n\nCô Tư Sạng qua đời ngày [[4 tháng 3]] năm 1955 tại Sài Gòn, đang tuổi trung niên (44 tuổi).\n\n==Gia đình==\nNăm 1928, bà thành hôn với nghệ sĩ Năm Châu khi 2 người đang cùng hoạt động trong gánh hát ''Tái Đồng Ban'' và có được 5 người con:\n\n* Nguyễn Thành Văn (trưởng nam), chủ rạp hát bóng'' Tây Đô ''tỉnh Cần Thơ, trước 1975.\n* Nguyễn Ngọc Bê đã đi tu.\n* Nguyễn Trúc Thanh, tập kết ra Bắc, nay đã về hưu.\n* Nguyễn Thanh Hương, tức nữ nghệ sĩ danh ca [[Thanh Hương (nghệ sĩ)|Thanh Hương]], nổi tiếng qua bài vọng cổ ''Cô bán đèn hoa giấy'', vợ của danh hề [[Văn Chung (sinh năm 1927)|Văn Chung]].\n* Nguyễn Thanh Trúc tự Antoinne, thành viên đoàn Việt Kịch Năm Châu và đoàn cải lương Saigon 1, chồng của nữ diễn viên Kiều Trúc Phượng (đoàn cải lương Saigon 1).\n\nVề sau, khi ký hợp đồng thu thanh độc quyền cho hãng dĩa Asia, cô Tư Sạng không còn theo các gánh hát cải lương rồi chia tay với nghệ sĩ Năm Châu, trở thành vợ thứ của ông Ngô Văn Mạnh chủ hãng dĩa Asia.\n\nSau khi cô Tư Sạng qua đời ngày [[4 tháng 3]] năm [[1955]], thầy Năm Mạnh đã dành một phần đất nơi nghĩa trang Bình Tân làm nơi an nghỉ cuối cùng cho cô Tư Sạng (phần đất này trước 1975 là thuộc quyền của hãng dĩa Asia. Sau [[1975]], các rạp hát, hãng dĩa, các đoàn hát, nhà in,... cùng những gì thuộc về lãnh vực thông tin tuyên truyền, giáo dục đều bị nhà nước tịch thu, vì vậy hãng dĩa Asia và đất đai đều thuộc quyền của nhà nước).\n\nRiêng cô Thanh Hương và Nguyễn Thanh Trúc tức Antoinne đã mất. Nguyễn Ngọc Bê đi tu....Từ sau 1954, gia đình Năm Châu cũng không nghe ai nhắc đến là còn sống hay đã thác. Nguyễn Thành Văn là chủ rạp hát bóng ''Tây Đô ''và nhà in ''Tây Đô'' ở Cần Thơ thì cũng không ai biết tin tức.\n\n(bài này viết theo tác giả Nguyễn Phương, Radio Free Asia 2007.\n\nĐầu bài, Nguyễn Phương đã viết: ''Nhân đọc trên trang Web Cải Lương, thấy thông báo giải tỏa nghĩa trang Bình Tân, quận Bình Tân (đối diện xa cảng miền Tây) chỉ còn duy nhất 1 ngôi mộ của nữ nghệ sĩ danh ca Tư Sạng chưa có thân nhân đến bốc mộ. Một nấm mộ đất đơn sơ, không lư hương, không bình hoa. Có lẽ đã từ lâu không có tai đến thắp nhang tưởng niệm một tài hoa yểu mệnh.)''\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/cailuongvietnam.vn\/news\/Doi-thuong-nghe-si\/Nu-danh-ca-mot-thoi-Co-Tu-Sang-Voi-ngoi-mo-don-doc-can-boc-do-3107\/ Nữ danh ca một thời Cô Tư Sạng: Với ngôi mộ đơn độc cần bốc dỡ]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}\n* [http:\/\/suckhoedinhduong.nld.com.vn\/van-hoa-van-nghe\/ngoi-mo-don-doc-cua-nu-danh-ca-co-tu-sang-186794.htm Ngôi mộ đơn độc của nữ danh ca cổ Tư Sạng]\n* [http:\/\/nld.com.vn\/van-hoa-van-nghe\/mo-phan-cua-danh-ca-tu-sang-da-duoc-boc-do-187323.htm Mộ phần của danh ca Tư Sạng đã được bốc dỡ]\n* Nguyễn Phương, ''Nữ danh ca Tư Sạng'', Radio Free Asia 2007.\n* [http:\/\/cailuongvietnam.vn\/news\/Tam-tinh-khan-gia\/Nu-danh-ca-Tu-Sang-3662\/ Nữ danh ca Tư Sạng]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}\n* [http:\/\/cailuongvietnam.vn\/music\/listenone\/1824\/LAN-VA-DIEP\/ LAN VÀ ĐIỆP - Cô Tư Sạng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140718021207\/http:\/\/cailuongvietnam.vn\/music\/listenone\/1824\/LAN-VA-DIEP\/ |date=2014-07-18 }}\n{{thời gian sống|1911|1955}}\n\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Nghệ sĩ cải lương]]"}