{"364577":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Tương Mai\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ = UBND phường\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = 2003\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Hoàng Mai (quận)|Hoàng Mai]]\n| thành lập = 1973\n| trụ sở UBND = \n| diện tích = 0,74 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 31.779 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(31779\/0.74)}} }} người\/km²\n| mã hành chính = 00313<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n}}\n'''Tương Mai''' là một [[Phường (Việt Nam)|phường]] thuộc quận [[Hoàng Mai, Hà Nội|Hoàng Mai]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Diện tích và dân số==\nPhường Tương Mai có diện tích 0,74&nbsp;km², dân số năm 2022 là 31.779 người, mật độ dân số đạt {{formatnum:{{#expr:floor(31779\/0.74)}} }} người\/km².<ref name=MS\/><ref name=ubnhandanhanoi2022\/>\n\n==Địa giới hành chính==\nĐịa giới hành chính phường Tương Mai như sau: \n*Đông giáp phường [[Hoàng Văn Thụ, quận Hoàng Mai|Hoàng Văn Thụ]]\n*Nam giáp các phường [[Thịnh Liệt]], phường [[Tân Mai, quận Hoàng Mai|Tân Mai]]\n*Tây giáp phường [[Giáp Bát]] quận [[Hoàng Mai (quận)|Hoàng Mai]] và phường [[Đồng Tâm, quận Hai Bà Trưng|Đồng Tâm]], quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]]\n*Bắc giáp quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]].\n\n==Lịch sử==\nPhường Tương Mai trước kia là làng Tương Mai.\n\nCuối thời Lê, đầu thời Nguyễn, làng Tương Mai là một xã thuộc tổng Hoàng Mai, huyện Thanh Trì, trấn Sơn Nam Thượng (năm [[1831]] đổi làm tỉnh Hà Nội).\n\nNăm [[1899]] cắt về tổng Thịnh Liệt.<ref name=\"TM1\"\/>\n\nTrong [[chiến tranh Đông Dương|kháng chiến chống Pháp]], làng Tương Mai nằm trong quận VII của Hà Nội.\n\nHòa bình lập lại (năm [[1954]]), làng nằm trong xã Hoàng Văn Thụ, quận VII của Hà Nội.\n\nNăm [[1961]], xã này nhập thêm làng (thôn) Mai Động và cùng với các xã trong quận VII hợp với các xã của huyện Thanh Trì, tỉnh Hà Đông thành huyện Thanh Trì của Hà Nội.\n\n[[Tháng 8]] năm [[1973]], thôn Tương Mai được tách khỏi xã Hoàng Văn Thụ để thành lập phường Tương Mai thuộc quận Hai Bà Trưng.<ref name=\"TM1\"\/>\n\nNgày [[1 tháng 1]] năm [[2004]], phường Tương Mai được chuyển đến quận [[Hoàng Mai, Hà Nội|Hoàng Mai]] từ quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]].<ref name=\"HM\">[http:\/\/www.chinhphu.vn\/vanbanpq\/lawdocs\/ND132CP.rtf?id=12659 Nghị định số 132\/2003\/NĐ-CP ngày 06\/11\/2003 của Chính phủ về việc điều chỉnh địa giới hành chính để thành lập các quận Long Biên, Hoàng Mai, thành lập các phường trực thuộc quận Long Biên, quận Hoàng Mai, thành phố Hà Nội]{{Liên kết hỏng|date=2022-01-15 |bot=InternetArchiveBot }}<\/ref>\n\nPhường Tương Mai hiện nay gồm có Khu tập thể Trương Định, làng Tương Mai (một phần của làng Tương Mai cổ) và một số khu dân cư lân cận.\n\n==Đường phố==\n*Phố Tương Mai: từ số nhà 131 phố Nguyễn An Ninh, qua cầu Khỉ đến số 252 đường Giải phóng; có [[chiều dài]] 300m, rộng 8m<ref name=\"TDP\"\/>. Trước đây là một đoạn phố Nguyễn An Ninh.\n*Phố Nguyễn An Ninh: [[chiều dài]] 950m, rộng từ 8-10,5m, đi từ số nhà 303 phố Trương Định đến 303 phố Vọng<ref name=\"TDP\">[http:\/\/choxe.net\/tintuc\/newsdt3252.html Đặt tên và điều chỉnh độ dài cho 15 đường, phố của Hà Nội]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Trước đây phố này nối với đường Giải Phóng, nhưng sau khi xây cầu Nguyễn An Ninh bắc qua [[sông Sét]] thì phố Nguyễn An Ninh được nắn thẳng để nối vào phố Vọng.\n*Phố Nguyễn Đức Cảnh: từ điểm giao cắt với đường Trương Định đến Nhà máy nước Tương Mai.\n*Phố Lương Khánh Thiện: từ điểm giao cắt với phố Nguyễn Đức Cảnh đến khu dân cư phường Tân Mai.\n*Đường Trương Định (một phần): từ đoạn giáp địa phận phường Trương Định đến đoạn giáp địa phận phường Tân Mai.\n\n==Giáo dục==\nPhường Tương Mai có một số trường học: \n*Trường Mẫu giáo 10-10\n*Trường Mẫu giáo Tương Mai\n*Trường Tiểu học Tân Định \n*Trường Trung học cơ sở Tân Định.\n\n==Các cơ quan, doanh nghiệp trên địa bàn==\n*[[Học viện Y học hàng không]] (trước đây là Bệnh viện Phòng không - Không quân)\n*Công ty Cổ phần Tân Mai (chế biến thực phẩm)\n*Công ty Cổ phần Cơ điện Thống Nhất (sản xuất quạt điện với thương hiệu Vinawind)\n*Nhà máy nước Tương Mai (thuộc Công ty Nước sạch Hà Nội)\n:Xây dựng năm 1992 với công suất 32.000 m3\/ngày đêm. Sản lượng nước sản xuất bình quân 22.000 m3\/ngày đêm<ref name=\"TMN\">[http:\/\/www.hawacorp.vn\/web\/default.aspx?NewID=40 Nhà máy nước Tương Mai]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n==Di tích văn hoá, lịch sử==\n*Chùa Tương Mai\n*Đình Tương Mai, thờ Trần Khát Chân (thành hoàng làng).\n\n==Khu vui chơi giải trí==\n*Công viên Hoàng Văn Thụ (trước đây là trường bắn của [[Đế quốc thực dân Pháp|Thực dân Pháp]]).\n\n==Làng Tương Mai==\nLàng Tương Mai là một trong 4 làng của vùng Kẻ Mơ, nằm ở cửa ngõ phía nam Kinh thành [[Thăng Long]], trên con đường từ phía nam lên Thăng Long, từ Quán Gánh về Duyên Trường, Hạ Thái (Thường Tín) lên, qua các làng Yên Kiện, Lạc Thị (xã Ngọc Hồi) đến đầu làng Quỳnh Đô (xã Vĩnh Quỳnh) để vào [[Chợ Mơ]] (đường này đến cuối thế kỷ XIX mới nắn lại theo đường Ngọc Hồi - Văn Điển - Giáp Bát như hiện nay).<ref name=\"TM1\">[http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/61643\/lang-t432417ng-mai.htm Làng Tương Mai. TS Bùi Xuân Đính]{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTrên đường thiên lý này, ở đầu làng Hoàng Mai, nhà nước phong kiến đặt một trạm (trạm Hà Mai) để chuyển công văn giấy tờ từ Kinh đô Huế ra Hà Nội và ngược lại. Người buôn bán, quan lại các nơi về Kinh đô Thăng Long (thời [[Nhà Lê sơ|Lê]]) và tỉnh thành Hà Nội (thời [[nhà Nguyễn|Nguyễn]]) đều đi trên con đường này và thường lấy các làng Mơ làm trạm nghỉ chân. Dân làng Tương Mai mở nhiều quán cơm phục vụ khách, vì thế làng có tên là Mơ Cơm, để phân biệt với làng Hoàng Mai bên cạnh là Mơ Rượu (chuyên nấu rượu) và làng Bạch Mai là Mơ Thịt (chuyên bán thịt).<ref name=\"TM1\"\/>\n\nLàng Tương Mai nằm ở ngã ba sông Kim Ngưu, sông Sét, thông lên Kinh đô Thăng Long. Bao quanh làng còn có một hệ thống ao hồ. Điều kiện tự nhiên, vị trí sát Kinh đô Thăng Long cùng hệ thống giao thông thủy - bộ này tạo điều kiện thuận lơi để làng phát triển kinh tế. Ngoài nông nghiệp, dân làng còn khai thác các nguồn thủy sản trong ao hồ, trên sông; mở hàng cơm, làm gốm, làm tương, làm đậu phụ. Đậu phụ Tương Mai nổi tiếng ngon, chế biến thành các miếng hình vuông, được duy trì đến ngày nay. Tương của làng được làm từ những quả mơ ngon nên cũng nổi tiếng khắp vùng.<ref name=\"TM1\"\/>\n\nThời Trần, cùng với các làng trong vùng Kẻ Mơ, làng Tương Mai nằm trong thái ấp của Thượng tướng quân [[Trần Khát Chân]] (? - 1399). Ông là dòng dõi của Bảo Nghĩa vương [[Trần Bình Trọng]] (có sách chép là dòng dõi của [[Lê Đại Hành|Lê Hoàn]], được phong quốc tính, đổi thành họ Trần). Ông có nhiều công lao trong cuộc chiến đấu chống các đợt xâm lược của quân [[Chiêm Thành]] ra Thăng Long cuối thời Trần. Năm 1390, ông giết được vua Chiêm Thành là [[Chế Bồng Nga]], từ đây, quân Chiêm không còn đánh ra Thăng Long nữa. Do có công đó, ông được phong tước Hầu và được phong vùng Kẻ Mơ làm thái ấp. Dấu tích của Thái ấp Kẻ Mơ của Trần Khát Chân còn lại ở làng Tương Mai hiện nay là địa danh Đống Sành, giáp làng Hoàng Mai, nơi sản xuất đồ sành sứ. Nhớ công ơn của Trần Khát Chân, làng Tương Mai và cả vùng Kẻ Mơ tôn ông làm thành hoàng.<ref name=\"TM1\"\/>\n\nThời Pháp thuộc, làng Tương Mai có ba người tham gia vụ [[Hà Thành đầu độc]] (tháng 6\/1908) là vợ chồng ông Sáu Tỉnh mở quán cơm, trực tiếp bỏ thuốc độc vào cơm cho binh lính Pháp và ông Đặng Đình Nhân, tức Đội Nhân.<ref name=\"TM1\"\/>\n\nTại làng Tương Mai, thực dân Pháp lập một trường bắn để quân lính tập bắn, đồng thời để làm pháp trường xử bắn những người yêu nước. Ngày 24\/5\/1944, tại đây, thực dân Pháp đã xử bắn [[Hoàng Văn Thụ]], Thường vụ Trung ương, nhà lãnh đạo xuất sắc của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]].<ref name=\"TM1\"\/>\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*{{Chú thích web| url = http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/61643\/lang-t432417ng-mai.htm| tiêu đề = Làng Tương Mai| ngày truy cập = ngày 14 tháng 5 năm 2010| accessmonthday = | accessyear = | author = TS. Bùi Xuân Đính| last = | first = | authorlink = | ngày = | year = | format = | work = | nhà xuất bản = Báo Hà Nội Mới điện tử| pages = | ngôn ngữ = | archiveurl = | archivedate = }}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Đơn vị hành chính thuộc quận Hoàng Mai}}\n\n[[Thể loại:Làng Hà Nội]]"}