{"2219194":"[[Tập tin:Tượng Đức Mẹ Hòa bình.jpg|nhỏ|phải|200px|Tượng Đức Mẹ Hòa bình]]\n'''Tượng Đức Bà Hòa Bình''' là một bức tượng tạc Đức Mẹ [[Maria]] đặt trong hoa viên trước [[Nhà thờ chính tòa Đức Bà Sài Gòn]].\n==Lịch sử==\n[[Tập tin:Regina Pacis HCM2.jpg|nhỏ|Tượng Đức Mẹ Hòa bình phía chính diện, phía sau là nhà thờ chính tòa]]\nNhà thờ chính tòa Sài Gòn được xây dựng hoàn tất vào năm [[1880]]. Đến năm [[1903]], [[người Pháp]] cho dựng trên công viên trước nhà thờ một tượng đài, bao gồm một bệ bằng [[đá hoa cương]] đỏ, [[hình trụ]], bên trên đặt bức tượng đồng mô tả [[Pigneau de Béhaine]] (còn gọi là Giám mục Bá Đa Lộc hoặc Giám mục Adran vì vị này làm Giám mục hiệu tòa Adran) mặc phẩm phục, tay trái dắt [[Nguyễn Phúc Cảnh|hoàng tử Cảnh]] (con vua [[Gia Long]]) để ca ngợi mối quan hệ giữa [[Pháp]] với [[Việt Nam]]. Bức tượng này làm bằng đồng, được đúc tại Pháp. Đến năm [[1945]], bức tượng này bị phá bỏ, nhưng cái bệ đài bằng đá hoa cương đỏ thì vẫn còn tồn tại ở đó mà không có bất cứ một bức tượng nào đặt lên trên.\n\nNăm [[1959]] là năm kỷ niệm 100 năm [[Đức Mẹ Lộ Đức|Đức Mẹ hiện ra ở Lộ Đức]], 300 năm bổ nhiệm hai [[Giám mục]] tiên khởi tại Việt Nam ([[9 tháng 9]] năm [[1659]]) nên các Giám mục [[miền Nam Việt Nam]] có sáng kiến tổ chức Năm Thánh Mẫu và [[Đại hội Thánh Mẫu]] toàn quốc được tổ chức trong ba ngày cao điểm là 16,17,18 [[tháng 2]] năm [[1959]] tại [[Sài Gòn]]. Nên trước đó vào năm 1958, Linh mục [[Giuse Phạm Văn Thiên]] cai quản Giáo xứ Sài Gòn thời ấy (sau này làm Giám mục [[giáo phận Phú Cường]], giờ đã qua đời), đã đặt tạc một tượng Đức Mẹ Maria bằng loại đá cẩm thạch trắng Carrara của [[Ý]]. Khi tượng hoàn tất thì được đưa xuống tàu Oyanox vào ngày [[8 tháng 1]] năm 1959 từ hải cảng Gênes chở tượng qua Việt Nam và tới Sài Gòn vào ngày [[15 tháng 2]] năm [[1959]].\n\nBuổi chiều ngày [[16 tháng 2]] năm 1959, Hồng y [[Krikor Bédros XV Agagianian]], đặc sứ của [[Giáo hoàng Gioan XXIII]] từ Roma qua Sài Gòn để chủ toạ lễ bế mạc Đại hội Thánh Mẫu Toàn Quốc, ông đã làm phép bức tượng Đức Mẹ này.\n\nVào ngày [[9 tháng 12]] năm 1959, Nhà thờ Đức Bà Sài Gòn được cung hiến. Buổi chiều cùng ngày, một cuộc rước kiệu Đức Mẹ trọng thể đi qua nhiều đường phố tới lễ đài phía sau Nhà thờ Đức Bà, một Thánh Lễ Đại Triều được cử hành, bế mạc Năm Thánh Mẫu tại Việt Nam.\n\n==Đặc điểm==\nTượng bắt đầu được nghệ nhân G. Ciocchetti (người [[Ý]], tên của tác giả được khắc ở trên tà áo dưới chân, phía bên trái của bức tượng) tạc vào ngày [[8 tháng 12]] năm 1958 tại [[Pietrasanta]] cách [[Roma]] khoảng 500&nbsp;km. Bức tượng cao 4,6 m; nặng 8 tấn, bằng đá cẩm thạch trắng, được tạc với chủ đích để nhìn từ xa nên không đánh bóng, vì vậy mà toàn thân tượng, kể cả vùng mặt vẫn còn những vết điêu khắc thô. Tượng Đức Mẹ trong tư thế đứng thẳng, tay cầm quả [[Địa Cầu]], trên đỉnh có đính cây [[thánh giá]], mắt Đức Mẹ đăm chiêu nhìn lên trời như đang cầu nguyện. Chân Đức Mẹ đạp đầu con [[rắn]] (hiện nay, đầu con rắn đã bị vỡ mất một phần hàm trên). Trên bệ đá, phía trước bức tượng, người ta có gắn một tấm bảng đồng với hàng chữ Latinh: <small>REGINA PACIS - ORA PRO NOBIS - XVII. II. MCMLIX<\/small> (nghĩa là: <small>NỮ VƯƠNG HÒA BÌNH - CẦU CHO CHÚNG TÔI - 17.02.1959<\/small>)\n[[Tập tin:G.Ciocchetti.jpg|nhỏ|Tên tác giả - nhà điêu khắc G.Ciocchetti, được khắc dưới chân, bên trái của bức tượng]]\nPhía dưới bệ đá, người ta đã khoét một cái hốc chỗ giáp với chân tượng Đức Mẹ, trong đó có một chiếc hộp bằng [[bạc]], chứa những lời kinh cầu nguyện cho hoà bình của Việt Nam và thế giới. Những lời cầu nguyện đó được viết lên trên những lá mỏng bằng những chất liệu khác nhau như bằng vàng, bạc, thiếc, nhôm, giấy, da và đồng, được gởi tới từ nhiều miền của Việt Nam, kể cả từ một số vùng ngoài [[miền Bắc Việt Nam]].[[Tập tin:Regina Pacis HCM.jpg|nhỏ|Tượng Đức Bà Hòa Bình với tháp chuông nhà thờ phía sau]]\n\n==Hiện tượng Đức Mẹ \"chảy nước mắt\"==\nNgày [[29 tháng 10]] năm [[2005]], tại [[Thành phố Hồ Chí Minh]] loan truyền tin đồn về việc tượng Đức Bà Hòa Bình trước Nhà thờ Đức Bà chảy nước mắt. Theo một nguồn tin không chính thức, câu chuyện bắt đầu từ một em bé bán vé số quanh khu vực tượng đài. Khoảng 2 giờ chiều hôm đó, như thường lệ, em vẫn hay ngồi nghỉ trưa tại đây. Mặc dù \"không có đạo\" nhưng em rất thích nhìn ngắm gương mặt đẹp của người phụ nữ được tạc tượng này. Và chính em đã phát hiện những dòng nước từ mắt, chảy dài trên má và đọng lại nơi cằm của tượng Đức Mẹ<ref>[http:\/\/www.danchua.eu\/index.php?id=373&no_cache=1&tx_ttnews&#91;tt_news&#93;=114&type=98 Hàng ngàn người tuốn đến xem tượng Đức Mẹ khóctrước nhà thờ Đức Bà Sài Gòn?]<\/ref>. Tin này nhanh chóng truyền đi khiến cho hàng nghìn người kéo đến xem. Đến sáng ngày [[30 tháng 10]] thì lực lượng [[công an]] đã dựng hàng rào phong tỏa toàn bộ các ngả đường dẫn vào khu vực nhà thờ Đức Bà, ngăn không cho [[ô tô]] và [[xe gắn máy]] vào để bảo đảm trật tự cho dòng người tham quan tượng Đức Mẹ<ref name=\"Dân Trí\">[http:\/\/dantri.com.vn\/xa-hoi\/tphcm-tuong-duc-me-khoc-o-nha-tho-duc-ba-85596.htm TPHCM: Tượng Đức Mẹ khóc ở nhà thờ Đức Bà?]<\/ref>. Nhiều ngày sau đó, khu vực này vẫn còn tụ họp rất nhiều người đến xem vì hiếu kỳ hoặc đọc kinh cầu nguyện .\n\nTối [[30 tháng 10]], Linh mục Gioan Baotixita Huỳnh Công Minh, Chánh xứ Nhà thờ Đức Bà nêu ý kiến trên [[Đài truyền hình Thành phố Hồ Chí Minh]] rằng: \"Đây là tin đồn thất thiệt. Vì tượng đặt ngoài trời không có lau chùi nên có thể có vết này, vết khác sau khi mưa. Và có thể nhiều người có lòng tin, nhìn vào cứ tưởng Đức Mẹ khóc, chứ không dựa trên cơ sở nào...\"<ref name=\"Dân Trí\"\/>. Chính quyền không bình luận gì về vấn đề này<ref name=\"Dân Trí\"\/>.\n\nĐến ngày [[4 tháng 11]] năm [[2005]], [[Hồng y]] [[Gioan Baotixita Phạm Minh Mẫn]] của [[Tổng giáo phận Thành phố Hồ Chí Minh]] gửi thư chung nói về hiện tượng này. Trong lá thư, ông không nêu lên quan điểm bác bỏ hoặc công nhận hiện tượng, nhưng theo ông, những dữ liệu thu thập được cho đến thời điểm đó chưa phải là bằng chứng khách quan để có thể khẳng định rằng tượng Đức Mẹ đã khóc, và ông đang hình thành một ban có trách nhiệm tìm hiểu, nghiên cứu thấu đáo về hiện tượng trên và những hệ lụy của hiện tượng<ref>{{Chú thích web |url=http:\/\/www.catholic.org.tw\/vntaiwan\/05viet\/vnam046.htm |ngày truy cập=2013-07-07 |tựa đề=Thư chung của ĐHY GB. Phạm Minh Mẫn về \"tượng Đức Mẹ khóc\" tại quảng trường Công Xã Paris, Saigon |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304110158\/http:\/\/www.catholic.org.tw\/vntaiwan\/05viet\/vnam046.htm |url-status=dead }}<\/ref>.\n==Xem thêm ==\n* [[Đức Mẹ Hòa Bình]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài==\n\n[[Thể loại:Công trình Công giáo Việt Nam]]\n[[Thể loại:Mẹ Maria]]\n[[Thể loại:Tổng giáo phận Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]"}