{"7041":":''Xem các nghĩa khác tại [[Tượng Lâm (định hướng)]]''\n{{Lịch sử Chăm Pa}}\nVề vùng đất '''Tượng Lâm''' ({{hn|ch=象林}}), các sử liệu Trung Hoa xưa xác nhận đó là phần đất ở vùng cực nam quận [[Nhật Nam]], trực thuộc quyền cai trị của [[Giao Châu]] [[bắc thuộc|thời Bắc thuộc]], ngày nay là các tỉnh [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]] (có tài liệu cho là đến tận cửa Đại Lãnh, Phú Yên). Những nhà [[khảo cổ học]] phương Tây cho rằng Tượng Lâm có thể là phần đất chạy dọc theo bờ biển, từ [[đèo Ngang]] đến [[đèo Hải Vân]], nằm trong lãnh thổ các tỉnh [[Hà Tĩnh]], [[Quảng Bình]], [[Quảng Trị]] và [[Thừa Thiên Huế]]. Một số học giả Chăm học cho rằng lãnh thổ Tượng Lâm bao gồm: Indrapura (Quảng Bình, Quảng Trị, Thừa Thiên Huế ngày nay), Amavarati ([[Quảng Nam]]) và Vijaya ([[Bình Định]]), sau này gọi chung là bắc Chiêm Thành.\n\n==Sự hòa trộn văn hóa==\nTượng Lâm là nơi tập cư của nhiều nhóm người xuất thân từ nhiều nền văn hóa khác nhau, một sự pha trộn văn hóa tự nhiên giữa các giống người vào thời hoang sơ. Đầu tiên là sự pha trộn văn hóa giữa các nhóm người Indonesia di cư ([[văn hóa Indus]]) và [[Cổ Mã Lai]] ([[văn hóa Sa Huỳnh]]), kế là với nhóm Việt tộc sơ sử ([[văn hóa Đông Sơn]]), sau có thêm người Hán (văn hóa Khổng-Mạnh) từ phương bắc di cư xuống và người Môn-Khmer ([[văn hóa Óc Eo]]-Phù Nam) từ tây nam đi lên. Cuối cùng là những nhóm Malaysia-Polynesia (văn hóa Mã Lai-Đa Đảo hay [[Nam Đảo]]) từ biển cả tràn vào hồi đầu [[Công Nguyên|Công nguyên]]. Nhóm sau cùng, hùng mạnh hơn, đã thu phục hay đồng hóa những nhóm có trước, để chỉ còn yếu tố Nam Đảo độc tôn, và thiết đặt quyền cai trị lâu dài ([[thế kỷ 1 TCN]] cho đến [[thế kỷ 1]]). Một số cư dân bản địa, không chấp nhận hay không chịu nổi sự cai trị của nhóm di dân mới tới, đã di tản lên vùng rừng núi sinh sống và trở thành những nhóm sắc tộc thiểu số ngày nay, nhưng không vì vậy mà quan hệ giữa đồng bằng và miền núi bị cắt đứt, dân cư hai vùng đã nương tựa nhau để tồn tại trong suốt thời gian dài.\n\nSang [[thế kỷ 2]], một số thương nhân [[Ấn Độ]] đến vùng đất này buôn bán và phổ biến nền văn minh, văn hóa của mình cho những nhà cầm quyền địa phương và một số thể chế tổ chức quốc gia đã được hình thành từ nam đến bắc. Một tấm bia đá tìm được ở làng Võ Cảnh ([[Nha Trang]]) cho thấy vị vương cai trị vùng đất phía nam vào thế kỷ 2 tên là Sri Mara, không có phần kế tiếp. Sri Mara chỉ là một tiểu vương Chăm pa ở phía nam (''Kauthara''), trong khi [[Khu Liên]] là một tiểu vương khác ở phía bắc (''Indrapura'').\n\nDo nằm cạnh lãnh thổ với Trung Quốc, sự hình thành Vương quốc Chăm Pa phía bắc được biết đến nhiều nhất bởi các nguồn sử liệu Trung Hoa và cũng nhờ đó người ta biết thêm về quan hệ giữa người Việt (các [[Lạc hầu]], [[Lạc tướng]]) và [[người Chăm]] trong thời Bắc thuộc đã rất gắn bó.\n\n==Cột đồng Mã Viện==\n[[Cột đồng Mã Viện]] là mốc ranh giới đầu tiên giữa nhà Hán và dân cư gốc Nam Đảo. Sự kiện này chứng minh các nhóm dân cư gốc [[người Việt|người Kinh]] theo nhà Hán sinh sống trên phần đất phía nam quận Nhật Nam rất e ngại những cuộc tấn công của người Nam Đảo từ phía nam. Về địa điểm của cột đồng, sử cổ Trung Hoa như ''[[Hậu Hán thư]]'' và ''[[Thủy Kinh chú]]'' cho rằng nó nằm ở phần lãnh thổ cực nam của nhà Hán (quận [[Nhật Nam]]) ở huyện Cửu Phong (tỉnh [[Quảng Trị]] ngày nay). Những nguồn sử khác như ''[[Tấn thư]]'', ''[[Nam Tề thư]]'' và ''[[Lương thư]]'' cũng cho rằng cột đồng được dựng lên ở phía nam huyện Tượng Lâm (phía bắc [[Thừa Thiên Huế]]). ''[[Tân Đường thư]]'' thì cho rằng cột đồng được dựng lên ở phía nam Quảng Châu.\n\n==Nổi dậy ở Tượng Lâm==\nSau biến cố [[Hai Bà Trưng]], tình hình chính trị ở phía nam huyện Tượng Lâm, luôn dao động.\n\nMùa hè năm [[100]], hơn 2.000 dân Tượng Lâm nổi lên phá đồn, đốt thành, giết một số quan quân cai trị. Chính quyền đô hộ phải huy động quân của các quận huyện khác đến dẹp, giết được chủ tướng, cuộc nổi loạn mới tạm yên. Từ đó chính quyền [[nhà Hán]] không dám ức hiếp một cách thô bạo dân cư tại đây nhưng đặt vùng đất này dưới quyền cai trị trực tiếp, do một binh trưởng sứ cầm đầu, đề phòng những cuộc nổi loạn sau này. Để lấy lòng dân cư địa phương, quan quân nhà Hán tổ chức phát chẩn cho dân nghèo, miễn thuế hai năm, ...\n\nMục đích của chính sách cai trị trực tiếp này là thu thuế và nhận phẩm vật triều cống ([[vàng]], [[bạc]], sừng [[tê giác]], ngà [[voi]], móng [[chim ưng]], hương liệu, vải lụa) càng nhiều càng tốt. Thuế và phẩm vật triều cống do những lãnh chúa địa phương thay mặt nhà Hán thu của dân. Như vậy nhà Hán vừa có thu nhập vừa không hao tốn ngân quỹ, lại duy trì được ảnh hưởng trên vùng đất đó, bù lại lãnh chúa địa phương được sắc phong và được bảo vệ khi bị tấn công.\n\nTheo sử liệu cổ của Trung Hoa (''Hậu Hán thư'', ''[[Lưu Long truyện]]'', ''[[Mã Viện truyện]]'') ghi lại thì người huyện Tượng Lâm luôn chống đối lại chính sách cai trị của nhà Hán và thường tranh chấp lẫn nhau về quyền cai trị tại vùng đất này. Tượng Lâm ở quá xa chính quốc nên sự cai trị trực tiếp của những quan đô hộ và binh lực nhà Hán làm hao tốn công quỹ mà lợi ích chính trị và kinh tế không cao, do đó đã rất lơ là.\n\nNăm [[136]], khoảng 1.000 dân Tượng Lâm nổi lên chống lại sự cai trị của nhà Hán và đánh chiếm huyện Tượng Lâm, họ đốt thành và giết trưởng lại (huyện trưởng). Năm sau thứ sử Giao Chỉ là [[Phàn Diễn]] phải điều hơn 10.000 binh sĩ từ hai quận Giao Chỉ và Cửu Chân xuống đàn áp nhưng thất bại. Thay vì đi dẹp loạn, đoàn quân này lại phối hợp với dân quân Tượng Lâm chống lại và chiếm đóng một số thành quách khác trong quận, quan quân Đông Hán phải rút lui khỏi huyện Tượng Lâm.\n\nNăm [[138]], [[Giả Xương]], quan thị ngự sử nhà Hán đi sứ phía nam, đã cùng với các quan thái thú trong quận Nhật Nam gom quân dẹp những cuộc nổi loạn ở huyện Tượng Lâm. Sau gần một năm, tất cả đều thất bại, và họ còn bị quân địa phương bao vây hơn cả năm trời. Từ đó nhà Hán mất tin tưởng ở đám quan quân địa phương và chỉ tin dùng quan quân từ Trung Hoa đưa xuống. Năm sau [[Hán Thuận Đế]] sai tướng [[Cổ Xương]] huy động 40.000 quân ở các châu Kinh, Dương, Duyên, Dự xuống đàn áp cuộc nổi dậy. Cổ Xương bị quân nổi loạn đánh bại, nhà Hán sai một tướng khác là [[Lý Cố]] mang viện binh tiếp trợ nhưng Lý Cố viện các lý do để hoãn binh. Cuộc tiến quân bị dừng lại.\n\nNhững kế sách của Lý Cố là:\n*Ly gián nội bộ những người nổi loạn bằng cách mua chuộc những lãnh chúa địa phương nhằm làm suy yếu tiềm lực của dân quân Tượng Lâm.\n*Tránh can thiệp bằng quân sự vào những tranh chấp cục bộ của người địa phương.\n*Chỉ để lại một quan lại người địa phương thay mặt thiên triều cai trị.\n*Vấn đề lãnh đạo địa phương để cho người địa phương chọn lấy, người thắng cuộc được thiên triều tấn phong.\n*Quan cai trị địa phương phải là một lãnh chúa thần phục thiên triều.\n*Tước Vương Hầu (dành cho người nhà Hán) và Liệt Thổ (dành cho người địa phương).\n\nĐể thực hiện mưu kế này, nhà Hán phong [[Trương Kiều]] làm thứ sử [[Giao Chỉ]] và [[Chúc Lương]] làm thái thú [[Cửu Chân]]; cả hai có nhiệm vụ thu thuế và nhận phẩm vật từ những quan lại được nhà Hán tấn phong. Trương Kiều đã thu phục được hàng chục ngàn dân thường của Nhật Nam và Tượng Lâm quy thuận Hán triều.\n\nNăm [[144]], dân quận Nhật Nam và huyện Tượng Lâm lại nổi lên chống lại ách cai trị của nhà Hán, nhưng bị thứ sử Hạ Phương đánh bại. Năm [[157]], [[Chu Đạt]] cùng với dân chúng Cửu Chân nổi lên giết huyện lệnh Cự Phong và thái thú Nghê Thức chiếm quyền lãnh đạo. Sự kết hợp tự nhiên giữa dân chúng hai quận Cửu Chân và Nhật Nam gây nhiều bối rối cho các quan quân cai trị. Dưới sự chỉ huy của đô úy quận Cửu Chân là [[Ngụy Lãng]], quân Hán phản công quyết liệt, giết hơn 2.000 dân Cửu Chân, phe nổi loạn phải chạy xuống phía nam chiếm quận Nhật Nam và chống trả lại. Trong ba năm, từ [[157]] đến [[160]], quân Tượng Lâm (khoảng 20.000 người) tiến lên đánh quân Hán và chiếm nhiều huyện khác của Nhật Nam. Vài năm sau, năm [[178]], Lương Long cầm đầu cuộc khởi nghĩa chống lại quân Hán, chiếm được nhiều vùng đất từ Giao Chỉ đến Hợp Phố và từ Cửu Chân đến Nhật Nam; năm [[181]] Hán vương cử Lã Đại mang quân sang đánh dẹp.\n\nĐến đời [[Hán Sơ Bình]] ([[190]]-[[193]]), nhân nội tình Trung Hoa rối loạn, dân Tượng Lâm, phối hợp với dân 2 quận Cửu Chân và Nhật Nam, nổi lên đánh đuổi quân Hán và giành thắng lợi. Năm 192, tiểu vương quốc Chăm pa đầu tiên phía bắc ra đời, dưới tên gọi '''[[Lâm Ấp]]''' dưới sự lãnh đạo của [[Khu Liên]]. Tiểu vương quốc này mở đầu cuộc đấu tranh giành độc lập của người Kinh ở phía bắc và phong trào thống nhất vương quốc Chiêm Thành ở phía nam.\n\n==Xem thêm==\n*[[Hồ Tôn Tinh]]\n*[[Lâm Ấp]]\n*[[Hoàn Vương|Hoàn Vương Quốc]]\n*[[Chiêm Thành]]\n*[[Lịch sử Chăm Pa]]\n\n{{các chủ đề|Lịch sử|Việt Nam}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 1]]\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam]]"}