{"1252406":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tạ Xá\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 22\n| vĩ giây = 36\n| kinh phút = 7\n| kinh giây = 3\n| diện tích = 8,38 km²<ref name=MS\/>\n| dân số = 6.148 người<ref name=MS\/>\n| thời điểm dân số = 2016\n| mật độ dân số = 734 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Cẩm Khê]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 08404<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tạ Xá''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Cẩm Khê]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\n== Địa lý ==\nXã Tạ Xá tiếp giáp các xã: Chương Xá, Yên Tập, Phú Lạc, Hương Lung, Sơn Tình, Phú Khê.\n\nXã Tạ Xá có diện tích 8,38&nbsp;km², dân số năm 1999 là 6.148 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 734 người\/km².\n\n===Địa hình===\nTạ Xá có địa hình đa dạng, từ gò, đồi, đồng trũng, ao đầm xen kẽ. Đầm lớn nhất xã là đầm Múc Mận sau đó là hồ Dộc Cỏ. Hai đầm này đóng vai trò quan trọng trong việc điều chế nước mùa vụ. Với các cánh đồng chiêm trũng cũng như một số ít hai vụ trồng lúa: Vực Vối, Đá Vôi, Đồng Mười, Đồng Xém...\n\n==Hành chính==\nXã Tạ Xá được chia thành 10 khu: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10.\n\nMặc dù không phải chính thức nhưng xã gồm có 8 làng sau: Tự Do, Đoàn Kết, Phú Cường, Phú An, Dân Chủ, Giáp Xuân, Liên Minh, Đồng Huệ.\n\nTheo phân cách gọi tên thôn-khu mới cập nhật có một số thay đổi:\n\nKhu 4 thuộc làng Phú An, được gọi là thôn Phú Thịnh. Thôn Phú Thịnh bao gồm các xóm Chín Giỗ, Gò Nứa, Đá Đẻ, một phần xóm Dộc Cỏ, một phần xóm Đá Vôi)\n\nKhu 3 thuộc làng Phú An, được gọi là thôn Phú Yên.Thôn Phú Yên bao gồm các xóm Hố Đá, Hố Lèo, một phần xóm Dộc Cỏ).\n\nKhu 10 thuộc làng Đồng Huệ được gọi là thôn Nguyễn Huệ (Trước đây là xóm Nghĩa Huệ, Diều Gà..)\n\n==Lịch sử==\nTạ Xá xưa kia là một làng thuộc tổng Phú Khê, huyện Hoa Khê, Phủ Lâm Thao, trấn Sơn Tây (năm thứ 3 Gia Long ([[1805]])). Khi đó diện tích của làng Tạ Xá gồm 41 mẫu 5 sào 4 thước 7 tấc, trong đó tư điền 31 mẫu 2 sào 6 thước. Ngoài ra còn có ruộng thần từ, ruộng tam bảo, thổ trạch viên trì, 2 đoạn khe nhỏ,...).<ref>{{Chú thích web|url = http:\/\/www.hannom.org.vn\/trichyeu.asp?param=6039&Catid=242|tiêu đề = thư viện hán nôm}}<\/ref>\n\nCái tên Tạ Xá (chữ Hán-Nôm: 谢舍) có ý nghĩa đen là Thôn làng của họ Tạ, tương tự tên một số xã khác trong huyện như Chương Xá, Phùng Xá, Ngô Xá, Phương Xá.\n\n==Kinh tế==\nTạ Xá là một xã thuần nông như nhiều xã khác ở huyện Cẩm Khê. Cây lương thực chủ yếu là cây lúa gạo. Bên cạnh đó người dân xã còn trồng thêm rau và các loại cây gia vị khác như: bắp cải, su hào, hành tỏi,... Ngoài ra cây sắn được trồng khá phổ biến trên các nương sắn, triền đồi, hay tại vườn nhà. Ngoài làm nông nghiệp, trong xã còn có một số nghề truyền thống thủ công như: đan lát, làm mộc,...\n\n'''Chợ Phiên:'''\n\nTạ Xá là một trong số ít các xã vùng nông thôn trong cả nước có hai chợ phiên.\n\n-chợ thứ nhất gọi là chợ phiên Tạ Xá,họp vào các ngày 4, 9, 14, 19, 24, 29 âm lịch. Chợ tọa lạc tại khu 9.\n\n-chợ thứ hai tọa lạc tại khu, tên người dân địa phương thường gọi là chợ \"ông Sinh\".\n\nHàng hóa bầy bán tại chợ khá phong phú, từ hàng nông sản cho đến các nhu yếu phẩm không chỉ của người trong xã mà còn của các xã lân cận đến trao đổi.\n\n'''Con người''': Từ xưa đến nay, người Tạ Xá luôn được biết đến là cần cù, chăm chỉ, khéo tay, làm được nhiều việc. Tỉ lệ tội phạm vào mức thấp nhất huyện.\n\nTuy nhiên đến nay một số tệ nạn xã hội đang có xu hướng xâm nhập vào một bộ phận thanh niên trong làng.\n\nMặc dù xã có dân số đông và tỉ lệ hộ nghèo còn cao, nhưng đang có xu hướng giảm.\n\n===Xã hội===\n====''Giáo dục''====\nTỉ lệ trẻ em đến trường rất cao (99,5%). Toàn xã có 2 trường tiểu học, được xây dựng quy mô và đã đạt chuẩn quốc gia, một trường trung học cơ sở, một trường mẫu giáo.\n\n===='''''Giao thông'''''====\nChạy dọc phía tây xã Tạ Xá là tỉnh lộ 313T, vì vậy người dân trong xã quen gọi là đường phía tây\", tỉnh lộ này là tuyến đường liên xã đi từ Tạ Xá - Chương Xá -Văn Khúc (huyện Cẩm Khê) - Đồng Lạc (huyện Yên Lập), Tạ Xá - Hương Lung -huyện Yên Lập. Ngoài ra trên địa bàn xã còn có còn đường chạy dọc theo phía bắc xã là đường 98 cũ. Đường 98 cũ là mạch huyết giao thông trong thời kỳ kháng chiến chống Pháp, đây là con đường giúp ngắn thời gian đi từ hướng Phú Lạc, tình Cương đi Yên Lập thay vì đi theo quốc lộ 32C- tỉnh lộ 313. Tuy nhiên do nhiều năm liền xuống cấp trầm trọng, nên con đường đã không đáp ứng được nhu cầu. Hiện nay đang có dự án tu tạo và mở rộng đường 98.\n\n=== ''Cơ sở tôn giáo'' ===\nTạ Xá là một xã công giáo toàn tòng, tức 100% dân số là người công giáo hay còn gọi là người theo đạo Thiên chúa công giáo La Mã.\n\nTạ Xá bao gồm Giáo Xứ Tạ Xá, Chuẩn giáo xứ Phú Cường, Chuẩn giáo xứ Phú An.\n\nTên gọi chính thức của nhà thờ giáo xứ Tạ Xá là Nhà thờ Mẹ Lavang Tạ Xá.\n\n==== ''Linh mục quản xứ hiện nay:'' ====\n\nLinh mục Phaolô Nguyễn Quốc Anh.\n\nLễ bổn mạng:Ngày sinh: 30\/10\/1973Thụ phong: 17\/11\/2007Chức vụ: Quản hạt.Địa chỉ liên hệ: Nhà thờ Tạ Xá, xã Tạ Xá, huyện Cẩm Khê, tỉnh Phú Thọ.\n\nTừ năm 2007 - 2014:\n\n- Phó xứ Sơn Tây.\n\n- Quản lý giáo phận.\n\n- Phụ trách tu sinh và TCV giáo phận.\n\nTừ năm 2007 - nay: phụ trách UB Bác Ái Xã Hội - Caritas giáo phận.\n\nTừ tháng 10\/2014 - 6\/06\/2016: Lm quản xứ Bãi Dòng\n\nTừ 07\/06\/2016 - 06\/2020: Lm. quản xứ Tân Quang\n\nTừ tháng 6\/2020 - nay: Lm. quản xứ Tạ Xá, quản hạt Tây Bắc Phú Thọ.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc huyện Cẩm Khê}}"}