{"3198574":"'''Tạ Ngọc Vân''' là một [[luật sư]] [[Việt Nam]]. Ông đã tham gia trực tiếp giải cứu và giúp đỡ làm lại cuộc đời cho hàng nghìn [[phụ nữ]] và trẻ em bị lừa bán, lạm dụng tình dục và bóc lột sức lao động [[người Việt Nam]]<ref>[http:\/\/dantri.com.vn\/su-kien\/ke-do-hoi-nhat-ha-noi-523534.htm “Kẻ dở hơi nhất Hà Nội”], Cơ quan của TW Hội Khuyến học Việt Nam<\/ref>.\n\n==Giáo dục==\nCử nhân Luật - Đại học Luật.\n\nThạc sĩ chuyên ngành Phát triển bền vững - Trường Chính sách xã hội và quản lý Heller thuộc Đại học Brandeis.\n\nTham gia khóa học ngắn hạn tại Trung tâm Nghiên cứu An ninh Châu Á Thái Bình Dương Daniel K. Inouye  (DKI APCSS).\n\n==Sự nghiệp==\n'''Tạ Ngọc Vân''' sinh năm [[1982]] tại [[Hưng Yên]]. Ông hiện là trưởng văn phòng luật sư Tạ Vân và Cộng sự tại [[Hà Nội]]. Ông cộng tác với [[:En:Blue Dragon Children's Foundation|Blue Dragon Children’s Foundation]], một [[Danh sách các tổ chức phi chính phủ tại Việt Nam|Tổ chức phi chính phủ tại Việt Nam]] chuyên trợ giúp trẻ em đường phố, nạn nhân của mua bán người và nạn nhân của xâm hại.\n\nÔng cùng Blue Dragon Children’s Foundation đã hộ trợ cho hàng nghìn trẻ em đường phố ở Hà Nội. Trong quá trình giúp đỡ các em ông và các đồng nghiệp phát hiện ra các trường hợp xâm hại tình dục đồng tính nam của các đối tượng người biến thái cả người Việt Nam lẫn người nước ngoài. Điển hình như vụ việc của Larroque Olivier (người Pháp) từng làm bác sĩ tại bệnh viện Việt Pháp năm 2015<ref>{{Chú thích web|url=https:\/\/www.tinmoi.vn\/chan-dung-bac-sy-xam-hai-tinh-duc-hang-tram-tre-em-trong-con-mat-cua-dong-nghiep-011358675.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>, vụ án xâm hại tình dục của Vadim Scott Benderman (người Canada) năm 2016 <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/phap-luat\/giao-vien-tieng-anh-nguoi-nuoc-ngoai-bi-to-dam-o-3-be-trai-3279848.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, vụ của Duy \"bóng bay\" năm 2017 <ref>{{Chú thích web|url=https:\/\/laodong.vn\/thoi-su\/hom-nay-quy-rau-xanh-duy-bong-bay-linh-an-4-nam-tu-giam-530523.ldo|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> hay Jurgen Michael (người Đức), Roman Zjmakovic (người Slovakia) cùng năm 2018.\n\nÔng cũng bất chấp nguy hiểm liên tục tham gia bảo vệ quyền lợi miễn phí cho nạn nhân là trẻ em tại hàng chục vụ án xâm hại tình dục ở khắp cả nước, được dư luận biết đến nhiều nhất phải kể đến vụ cựu hiệu trưởng trường Dân tộc nội trú huyện Thanh Sơn - Phú Thọ xâm hại 09 em học sinh nam, vụ thầy giáo trường cấp 1 tại Quảng Nam lĩnh án tù chung thân vì hiếp dâm 03 bé gái....\n\nNhững năm 2007-2008 ông cùng Michael Brosowski và các nhân viên của Blue Dragon Children’s Foundation giải cứu và hỗ trợ hàng trăm trẻ em chủ yếu từ Huế và Điện Biên bị bóc lột sức lao ở các xưởng may ở thành phố Hồ Chí Minh và các tỉnh thành phía nam.\n\nCũng trong khoảng thời gian này ông và Blue Dragon Children’s Foundation bắt đầu giải cứu các nạn nhân bị lừa bán sang [[Trung Quốc]], sau đó giúp đỡ họ tái hòa nhập cộng đồng. Họ đến từ khắp các tỉnh thành Việt Nam như Hà Nội, [[Thanh Hóa]], [[Điện Biên]], [[Huế]], [[Quảng Nam]], [[Thành phố Hồ Chí Minh]], [[Cần Thơ]], [[Kiên Giang]]...Tính đến nay Blue Dragon Children’s Foundation đã trực tiếp giải cứu được hơn 900 nạn nhân của mua bán người cũng như hỗ trợ đoàn tụ với gia đình cho gần 500 trường hợp nạn nhân khác\n\nTrong một số vụ việc, ông đã hợp tác với Bộ Công an và công an địa phương để thực hiện an toàn công việc giải cứu cho các nạn nhân.\n\nNgoài ra dựa vào những kinh nghiệm hoạt động thực tế trong việc đại diện bảo vệ quyền và lợi ích hợp pháp của người dưới 16 tuổi trong các vụ án hình sự ông và tổ chức Trê em Rồng Xanh đã đóng góp vào việc xây dựng thông tư 46\/2019\/TT-BCA  để đảm bảo quyền bào chữa của người bị giữ và bảo vệ quyền và lợi ích hợp pháp của bị hại, thông tư 43\/2021\/TT-BCA về quy định trách nhiệm của lực lượng Công an nhân dân trong việc thực hiện một số trình tự, thủ tục tố tụng hình sự thân thiện trong quá trình điều tra vụ án xâm hại người dưới 18 tuổi.\n\nLuật sư Tạ Ngọc Vân thường xuyên được các cơ quan báo chí lớn trong lẫn ngoài nước liên hệ phỏng vấn và tham vấn trong các vấn đề liên quan đến xâm hại tình dục trẻ em và nạn mua bán người.<ref>{{Chú thích web|url=https:\/\/news.trust.org\/item\/20200416152529-wsf9e\/|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Vinh danh==\n\n:* Năm 2012, bằng khen vì \" thành tích '''Phòng chống nạn buôn bán phụ nữ và trẻ em'''\" của [[Bộ Công an (Việt Nam)]].\n:* Năm 2014, \"'''Vinh danh anh hùng của năm'''\" vì những nỗ lực giúp đỡ nạn nhân buôn người trên thế giới của [[Bộ Ngoại giao Hoa Kỳ]]<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150228\/loi-cau-cuu-luc-0-gio\/714362.html Hành trình cứu người của một luật], Báo Tuổi Trẻ<\/ref>.\n:*Năm 2015, là người đầu tiên nhận giải thưởng \"'''Trust Women Anti-Trafficking Hero Award'''\" của [[Thomson Reuters Foundation]]<ref>{{Chú thích web|url=https:\/\/news.trust.org\/item\/20151118101559-lyhng\/|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n:*Năm 2019, được The Asian Foudaton (USA) bình chọn là một trong 39 '''Lãnh đạo trẻ Châu Á''' năm 2019<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/luat-su-nguoi-viet-duoc-vinh-danh-lanh-dao-tre-chau-a-2019-20190814083218435.htm|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>, được báo Vnexpress phiên bản tiếng Anh chọn là một trong sáu người Việt Nam cống hiến để xây dựng một thế giới tốt đẹp hơn.<ref>https:\/\/e.vnexpress.net\/news\/news\/six-vietnamese-who-make-the-world-a-better-place-4030393.html<\/ref>\n:*Năm 2019, được Trung tâm Nghiên cứu An ninh Châu Á Thái Bình Dương Daniel K. Inouye  (DKI APCSS) chọn làm học viên tiêu biểu của trung tâm cho thành tích xuất sắc trong việc ngăn chặn nạn mua bán người tại Việt Nam.\n:*Năm 2019, được [[Đoàn Luật sư thành phố Hà Nộ]]<nowiki\/>i tặng giấy khen vì đã có thành tích trong xây dựng Đoàn Luật sư và hoạt động nghề nghiệp luật sư năm 2018.\n:*Năm 2020, được trường Chính sách xã hội và quản lý Heller thuộc [[Đại học Brandeis]] trao giải thưởng \"'''Florence G. Heller Alumni Award'''\", một giải thưởng trao cho các học viên tốt nghiệp của trường có thành tích và đóng góp xuất sắc cho xã hội và cộng đồng.<ref>{{Chú thích web|url=https:\/\/heller.brandeis.edu\/alumni\/awards\/index.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n:*Năm 2022, được [[Bộ Lao động – Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]] tặng Bằng khen vì \" đã có thành tích xuất sắc trong công tác bảo vệ, chăm sóc trẻ em năm 2021\n:*Năm 2022, được [[Cục Phòng, chống ma túy và tội phạm, Quân đội nhân dân Việt Nam|Cục phòng, chống ma túy và tội pham]] thuộc [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên Phòng]] tặng Giấy khen vì \" đã có thành tích xuất sắc trong phối hợp đấu tranh phòng, chống mua bán người, góp phần giữ vững an ninh chính trị, trật tự an toàn xã hội\"\n\n==Xem thêm==\n* [[Blue Dragon Children’s Foundation]]\n==Ghi chú==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai Hưng Yên}}\n\n[[Thể loại:Sinh năm 1982]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Luật sư Việt Nam]]"}