{"22574":"{{Viên chức\n| tên = Tạ Quang Bửu\n| hình = Ta Quang Buu.jpg\n| cỡ hình = 200px\n| miêu tả = \n| ngày sinh = {{ngày sinh|1910|7|23}}\n| nơi sinh = Xã [[Khánh Sơn]], [[Nam Đàn]], [[Nghệ An]], [[Liên bang Đông Dương]]\n| chết = \n| ngày chết = {{ngày mất và tuổi|1986|8|21|1910|7|23}}\n| nơi chết = [[Hà Nội]], [[Việt Nam]]\n| nơi ở = \n| chức vụ = [[Bộ trưởng]] [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Đại học và Trung học Chuyên nghiệp]]\n| bắt đầu = [[1 tháng 10]] năm [[1965]]\n| kết thúc = [[3 tháng 7]] năm [[1976]]<br>{{số năm theo năm và ngày|1965|10|1|1976|7|3}}\n| tiền nhiệm = ''không có''\n| kế nhiệm = [[Nguyễn Đình Tứ]]\n| địa hạt = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]\n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Ủy viên [[Hội đồng quốc phòng và an ninh Việt Nam|Hội đồng Quốc phòng tối cao]]\n| bắt đầu 2 = [[19 tháng 8]] năm [[1948]]\n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = Chủ tịch\n| trưởng viên chức 2 = [[Hồ Chí Minh]]\n| chức vụ 3 = Thứ trưởng [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] (lần 2)\n| bắt đầu 3 = [[tháng 7]] năm [[1948]]\n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| trưởng chức vụ 3 = Bộ trưởng\n| trưởng viên chức 3 = [[Võ Nguyên Giáp]]\n| chức vụ 4 = [[Bộ trưởng]] [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]]\n| bắt đầu 4 = [[tháng 8]] năm [[1947]]\n| kết thúc 4 = [[tháng 7]] năm [[1948]]\n| tiền nhiệm 4 = [[Võ Nguyên Giáp]]\n| kế nhiệm 4 = [[Võ Nguyên Giáp]]\n| địa hạt 4 = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]\n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = Thứ trưởng [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] (lần 1)\n| bắt đầu 5 = [[15 tháng 3]] năm [[1946]]\n| kết thúc 5 = [[tháng 8]] năm [[1947]]\n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| trưởng chức vụ 5 = Bộ trưởng\n| trưởng viên chức 5 = [[Võ Nguyên Giáp]]\n| chức vụ 6 = \n| bắt đầu 6 = \n| kết thúc 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| phó chức vụ 6 = \n| phó viên chức 6 = \n| đa số = \n| đảng = [[Tập tin:Flag of the Communist Party of Vietnam.svg|25px]] [[Đảng Cộng sản Việt Nam]]\n| nghề = \n| đạo = không\n| tên ký = \n| họ hàng = [[Hoàng Đạo Thúy]] (cha vợ)\n| vợ = Hoàng Thị Kim Oanh\n| chồng = \n| kết hợp dân sự = \n| cha = Tạ Quang Diễm\n| mẹ = Nguyễn Thị Đào (nữ sĩ Sầm Phố)\n| con = Tạ Quỳnh Giao (s.1944)<br>Tạ Quốc Quang (s.1949)<br>Tạ Quang Vinh (s.1951)<br>Tạ Quang Chính (s.1953)<br>Tạ Quang Nghĩa (s.1956)<br>Tạ Tuyết Mai (s.1958)\n| website = \n| chú thích = \n}}\n\n'''Tạ Quang Bửu''' ([[1910]]–[[1986]]) là [[giáo sư]], nhà khoa học [[Việt Nam]], người đặt nền móng cho lĩnh vực khoa học kỹ thuật và [[công nghệ quân sự]] Việt Nam, nguyên Bộ trưởng [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] và [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Đại học và Trung học Chuyên nghiệp]] của [[Việt Nam Dân chủ Cộng hòa]], [[Đại biểu Quốc hội Việt Nam|đại biểu Quốc hội]] từ khóa I đến khóa VI (1946–1981). Giáo sư Tạ Quang Bửu là một trong những nhà trí thức tài giỏi của [[Việt Nam]] từ khi giành độc lập năm [[1945]]. Ông đã cống hiến rất nhiều cho sự nghiệp cách mạng và giải phóng dân tộc cũng như nền khoa học nước nhà và góp phần không nhỏ trong sự nghiệp phát triển giáo dục [[Việt Nam]].\n\n==Tiểu sử==\n=== Các cống hiến của ông về lĩnh vực khoa học - kỹ thuật ===\nTạ Quang Bửu sinh ngày [[23 tháng 7]] năm [[1910]], trong một gia đình nhà giáo tại thôn Hoành Sơn, xã Nam Hoành (nay là xã [[Khánh Sơn (xã)|Khánh Sơn]]), huyện [[Nam Đàn]], tỉnh [[Nghệ An]].<ref name=\":0\">{{Chú thích sách|tựa đề=Tạ Quang Bửu nhà khoa học tài năng, uyên bác|tác giả=|nhà xuất bản=Nhà xuất bản Chính trị Quốc gia|năm=2015|trích dẫn=|cuốn=|isbn=978-604-57-0030-3|trang=|chương=|nơi xuất bản=[[Hà Nội]]}}<\/ref> Năm 1917 tại Tam Kỳ - Quảng Nam, trong kỳ thi về chữ Hán ngữ - Văn hóa Việt - Toán được tổ chức cho các em học sinh lên bảy, ông đã đỗ rất cao và từ đó trở nên nổi tiếng vì học tập xuất sắc.\n\nNăm [[1922]], ông thi vào [[trường Trung học phổ thông chuyên Quốc Học|trường Quốc học Huế]] và đỗ thứ hạng 11. Sau đó ông ra [[Hà Nội]] học [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]].\n\nNăm [[1929]], sau khi đỗ đầu tú tài Việt và đỗ đầu tú tài Tây ban Toán, ông nhận được học bổng của Hội Như Tây Du học của Nguyễn Hữu Bài và sang [[Pháp]] học. Ông thi đỗ vào Trường Centrale (A) Paris năm 1930, học Toán ở các trường Đại học Paris, Bordeaux (Pháp) và Oxford (Anh) từ 1930 đến 1934.<ref name=\":0\" \/>\n\nTại [[Pháp]], năm 1929, ông đăng ký học lớp toán đặc biệt của trường Louis le Grand về [[toán học]] và [[vật lý lý thuyết]], đăng ký học cử nhân toán ở Viện Henri Poincaré. Ông đã đến nghe giảng ở cả giảng đường Hermite (dành cho cử nhân) lẫn tham dự các buổi xê-mi-na ở giảng đường Darboux (dành cho những người học trên đại học). Tại đây, ông đã tiếp xúc với nhiều nhà toán học trẻ của nước Pháp, bí mật tham gia nhóm Nicolas Bourbaki. Đó là cơ sở để năm [[1961]], ông cho ra đời tác phẩm ''Về cấu trúc của Bourbaki''.\n\nÔng thi đỗ vào trường [[Centrale Paris]] năm [[1930]], theo học chương trình cử nhân khoa học ở [[Đại học Sorbonne]], học toán ở các [[Đại học Paris]], [[Đại học Bordeaux]] (Pháp) từ [[1930]] đến [[1934]] và được trường Bordeaux trao đổi sang [[Đại học Oxford]] (Anh) trong một thời gian ngắn. Tại đây ông học thêm [[vật lý lượng tử]].\n\nTrở về nước năm [[1934]], ông không ra làm quan mà đi dạy toán và tiếng Anh tại trường tư, ban đầu là trường Phú Xuân, sau là trường dòng Providence (Thiên Hựu) ở [[Huế]].<ref name=\":0\" \/> Ngoài [[tiếng Anh]] và toán, lý, hóa ông còn dạy các môn khoa học tự nhiên khác theo yêu cầu của nhà trường. Các môn này (động vật, thực vật, khoáng vật) ông tự nghiên cứu trong sách chuyên ngành cao hơn nhiều so với chương trình trung học rồi lên lớp với những mẫu hiện vật tự sưu tầm.\n\nBên cạnh đó, ông cũng chơi tốt thể thao và truyền đạt kinh nghiệm luyện tập cho các học sinh như: đánh [[bóng bàn]] theo kiểu [[Postnik Yakovlev|Barma]] (đương kim vô địch thế giới về bóng bàn, [[người Hungary]]), tập điền kinh theo phương pháp khoa học nhất, bơi sải (''crawl'')...\n\nTừ [[1942]] đến [[1945]], ông đi làm công cho hãng Điện-Nước SIPEA, được cử phụ trách nghiên cứu. Ông đã thiết kế nhiều bộ phận cho các nhà máy điện, tái sinh dầu nhờn cho [[Quy Nhơn]]. Ông đã khước từ [[Bắc Đẩu Bội tinh|Huân chương Bắc đẩu]] do Pháp trao vì thiết kế đường dây điện cao thế cho nhà máy vôi Long Thọ. Ngoài ra ông vẫn tranh thủ học thêm và nghiên cứu [[cơ học lượng tử]] và [[phương trình vi phân]].\n\nTừ 1942 đến 1945, ông là Vụ trưởng Vụ nghiên cứu điện – nước Trung kì. Tháng 4\/1943, ông tham gia đàm phán ở Đà Lạt.\n\nTháng 8\/1945, ông cùng luật sư Phan Anh ra Hà Nội tham gia cách mạng. Từ tháng 9\/1945 đến tháng 1\/1946, ông được Chủ tịch Hồ Chí Minh cử làm Tham nghị trưởng Bộ Ngoại giao trong chính phủ lâm thời, phụ trách giao thiệp với Mỹ và Anh.\n\nTừ 11\/1945 đến ngày Toàn quốc kháng chiến, ông vừa tham gia các công việc của Chính phủ, vừa giảng dạy Vật lý tại Trường Đại học Hà Nội. Từ 3\/1946, ông được Quốc hội cử giữ chức Thứ trưởng Bộ Quốc phòng.\n\nTháng 6\/1946, ông tham gia đoàn đàm phán ở Fontainebleau, được đồng chí Phạm Văn Đồng cử sang Thụy Sĩ dự kỉ niệm 200 năm Hội Khoa học Thụy Sĩ và tìm hiểu mua vũ khí. Những ngày toàn quốc kháng chiến, ông được giao nhiệm vụ đảm bảo vận chuyển cơ sở vật chất - kĩ thuật quân sự lên chiến khu.\n\nTháng 7\/1947, ông được kết nạp vào Đảng Cộng sản Việt Nam. Từ 8\/1947 đến 8\/1948, ông là Bộ trưởng Bộ Quốc phòng, ủy viên Hội đồng Quốc phòng tối cao. Tháng 12\/1947, ông là Ủy viên Quân sự ủy viên hội.\n\nTừ  9\/1948 đến 1961, ông là Thứ trưởng Bộ Quốc phòng và kiêm nhiệm nhiều cương vị khác.\n\nNăm 1954, ông tham gia đoàn đàm phán của chính phủ ở Genève và thay mặt Việt Nam Dân chủ Cộng hòa ký [[Hiệp định Genève]].<ref name=\":0\" \/>\n\nTừ 1956 đến 1961, ông làm Hiệu trưởng [[Trường Đại học Bách Khoa Hà Nội]].\n\nTừ 1957 đến 1959, ông nhận thêm nhiệm vụ nghiên cứu xây dựng tổ chức Khoa học Việt .\n\nTừ 1959 đến 1976, ông được cử giữ chức '''Bộ trưởng Bộ Đại học và Trung học chuyên nghiệp'''.\n\nÔng còn là đại biểu Quốc hội liên tục từ khoá I đến khoá VI, nguyên Phó Chủ tịch Ủy ban Bảo vệ hoà bình thế giới của Việt Nam, Phó Chủ tịch Hội Hữu nghị Việt – Xô.\n\nVới công lao cống hiến của mình, ông được Đảng, Quốc hội, Nhà nước ta tặng thưởng:\n\nHuân chương Độc lập hạng Nhất, Huân chương Kháng chiến hạng Nhất, Huân chương Chiến thắng hạng Nhất, Huân chương Kháng chiến chống Mỹ cứu nước hạng Nhất, Huân chương Chiến công hạng Nhất, Huân chương Chiến sĩ vẻ vang hạng Ba, Huy chương Quân kì quyết thắng.\n\nDo tuổi cao sức yếu, Giáo sư Tạ Quang Bửu qua đời ngày 21 tháng 8 năm 1986 tại [[Bệnh viện Hữu Nghị|Bệnh viện Hữu nghị Việt – Xô]], thọ 76 tuổi.<ref name=\":0\" \/>\n\nNăm 1996, ông được Nhà nước truy tặng Giải thưởng Hồ Chí Minh (đợt 1) về khoa học công nghệ với “Tập hợp các công trình giới thiệu khoa học kĩ thuật hiện đại (sau 1945), chỉ đạo các nhiệm vụ kĩ thuật quan trọng trong kháng chiến chống Mỹ cứu nước”.\n\nÔng là một trong những người tiên phong của Việt Nam dự trại Tráng sĩ của tổ chức [[Hướng đạo Việt Nam]]. Thi đỗ ông được cấp bằng trại trưởng và là đại diện huấn luyện cho toàn [[Liên bang Đông Dương|Đông Dương]]. Ông được bầu làm Huynh trưởng Hướng đạo sinh Trung Kỳ.\n\n=== Giai đoạn 1945-1954: Hoạt động trong Chính phủ kháng chiến ===\n[[Tháng tám|Tháng 8]] năm [[1945]], ông tham gia [[Tổng khởi nghĩa Hà Nội|Tổng khởi nghĩa ở Hà Nội]]. Từ [[tháng chín|tháng 9]] năm 1945 đến [[tháng một|tháng 1]] năm [[1946]], ông đã đảm nhận chức vụ Tham nghị trưởng Bộ Ngoại giao trong Chính phủ lâm thời của nước [[Việt Nam Dân chủ Cộng hòa]], rồi Thứ trưởng Bộ Quốc phòng.<ref>[http:\/\/vbqppl.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=711 Sắc lệnh số 28 ngày 15 tháng 3 năm 1946<!-- Bot generated title -->]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }}<\/ref>\n\nNăm [[1946]] ông tham gia đoàn đại biểu chính phủ Việt Nam Dân chủ Cộng hòa dự [[Hội nghị Đà Lạt 1946|Hội nghị trù bị Đà Lạt]], rồi [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]] (Pháp) đàm phán với Pháp và nhân đó sang [[Zürich|Zurich]] dự lễ kỷ niệm 200 năm thành lập Hội các nhà khoa học tự nhiên [[Thụy Sĩ]] vào tháng 7 năm đó.\n\n[[Tháng bảy|Tháng 7]] năm [[1947]], ông gia nhập [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. [[Tháng tám|Tháng 8]], ông làm [[Danh sách Bộ trưởng Bộ Quốc phòng Việt Nam|Bộ trưởng Bộ Quốc phòng Việt Nam]], sau đó một năm trở lại cương vị Thứ trưởng Bộ Quốc phòng. Bộ trưởng Bộ Quốc phòng Tạ Quang Bửu đã chỉ đạo và biên soạn cuốn sách \"Bắn máy bay bằng súng trường tập trung\" phổ biến rộng rãi khắp nơi và sau đó, khiến máy bay Pháp phải dè chừng trên vùng trời Việt Nam. Kinh nghiệm này cũng được áp dụng cho dân quân Việt Nam dùng súng trường bộ binh bắn máy bay trong Chiến tranh chống Mỹ.<ref>[http:\/\/vntimes.com.vn\/hien-tai-dat-viet\/vo-tuong\/5259-ong-bo-truong-quoc-phong-gioi-8-ngoai-ngu.html Ông bộ trưởng quốc phòng... giỏi 8 ngoại ngữ<!-- Bot generated title -->] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121010162802\/http:\/\/vntimes.com.vn\/hien-tai-dat-viet\/vo-tuong\/5259-ong-bo-truong-quoc-phong-gioi-8-ngoai-ngu.html |date=2012-10-10 }} Nguyễn Thùy Linh, 31.01.2012 20:12:58<\/ref>\n\n[[Tập tin:taquangbuukyhiepdinhgeneve.jpg|nhỏ|250px|Đại diện Tổng tư lệnh Quân đội nhân dân Việt Nam Tạ Quang Bửu ký Hiệp định đình chiến ở Đông Dương (Hiệp định Genève)]]\n[[Tháng tám|Tháng 8]] năm [[1948]] ông là ủy viên Hội đồng Quốc phòng Tối cao vừa được thành lập, sau đó còn làm Chánh văn phòng [[Quân ủy Trung ương]].\n\nTuy kiêm nhiệm nhiều chức vụ quan trọng khác nhau, ông vẫn dành thời gian truyền thụ kiến thức của mình cho các thế hệ học trò. Ngay trong những ngày Cách mạng mới thành công, ông vừa tham gia các công việc của chính phủ vừa giảng dạy môn vật lý tại [[Đại học Hà Nội]].\n\nNăm [[1954]], ông tham gia đoàn đại biểu chính phủ Việt Nam Dân chủ Cộng hòa dự Hội nghị Geneva về Việt Nam trên cương vị Thứ trưởng Bộ Quốc phòng và là người đại diện cho Tổng tư lệnh [[Quân đội nhân dân Việt Nam]] ký văn bản Hiệp nghị đình chỉ chiến sự tại Việt Nam và [[Lào]], thường được biết đến dưới cái tên [[Hiệp định Genève, 1954|Hiệp định Genève]] về Việt Nam.\n\n=== Sau 1954: Tiếp tục hoạt động giáo dục và nghiên cứu ===\nNgay sau khi miền Bắc hòa bình, ông chuyển sang công tác lĩnh vực khoa học giáo dục, được cử làm Hiệu trưởng [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]] ([[1956]]-[[1961]]) đồng thời là Phó Chủ nhiệm Uỷ ban Khoa học Nhà nước (1958 - 1965) <ref>{{Chú thích web |url=http:\/\/www.most.gov.vn\/Desktop.aspx\/Qua-trinh-phat-trien\/Qua-trinh-phat-trien\/giai_doan_1\/ |ngày truy cập=2012-10-03 |tựa đề=Quá trình phát triển: Bộ Khoa học và Công nghệ<!-- Bot generated title -->: Các đồng chí Phó Chủ nhiệm Ủy ban Khoa học Nhà nước |archive-date=2012-10-19 |archive-url=https:\/\/web.archive.org\/web\/20121019052615\/http:\/\/most.gov.vn\/Desktop.aspx\/Qua-trinh-phat-trien\/Qua-trinh-phat-trien\/giai_doan_1\/ |url-status=dead }}<\/ref> kiêm Tổng Thư ký. Là lãnh đạo Uỷ ban Khoa học Nhà nước, ông trực tiếp làm trưởng ban Sinh vật - Địa học. Các bài giảng của ông về sinh học hiện đại có các giáo sư đầu ngành đến dự. Ông cũng tham gia sáng lập [[Hội Vật lý Việt Nam]] vào năm 1966.\n\nÔng là Bộ trưởng đầu tiên của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Đại học và Trung học chuyên nghiệp]] ([[1965]]-[[1976]])<ref>[http:\/\/www2.chinhphu.vn\/portal\/page\/portal\/chinhphu\/thanhvienchinhphuquacacthoiky?governmentId=611 Thành viên Chính phủ qua các thời kỳ]<\/ref>. Bộ trưởng Tạ Quang Bửu đã đề xuất cải tiến nội dung giảng dạy những điều \"cơ bản nhất, hiện đại nhất và sát hợp với điều kiện Việt Nam nhất\". Theo sự chỉ đạo của ông, hệ thống các ban thư ký các bộ môn và các ngành đào tạo được thành lập để cải tiến chương trình đào tạo đồng thời các cán bộ có trình độ cao và kinh nghiệm giảng dạy cũng được tập hợp để biên soạn các giáo trình... Những năm đầu của [[thập niên 1970]], ông đã tổ chức một loạt các cuộc hội thảo về phương pháp giảng dạy đại học. Chủ trương mở rộng quy mô đào tạo bằng việc lập nhiều trường chuyên ngành đã được phối hợp chặt chẽ với chính sách tuyển chọn mỗi năm hàng trăm sinh viên, cán bộ ưu tú để gửi đi đào tạo tại [[hệ thống xã hội chủ nghĩa|các nước xã hội chủ nghĩa]].\n\nNăm 1966, ông đã đề xuất với Chính phủ cho thành lập [[Phân hiệu II Đại học Bách khoa]] (nay là [[Học viện Kỹ thuật Quân sự]]) với quy chế riêng, được Bộ Đại học Trung học chuyên nghiệp và Bộ Quốc phòng trực tiếp chỉ đạo về nội dung, chương trình.<ref>{{Chú thích web |url=http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1395_Giao_su_Ta_Quang_Buu_voi_su_nghiep_phat_trien_khoa_hoc_ky_thuat_quan_su.aspx |ngày truy cập=2014-12-08 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-11-13 |archive-url=https:\/\/web.archive.org\/web\/20121113190942\/http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1395_Giao_su_Ta_Quang_Buu_voi_su_nghiep_phat_trien_khoa_hoc_ky_thuat_quan_su.aspx }}<\/ref>\n\nNgoài công tác giáo dục, ông vẫn tham gia hoạt động trong lĩnh vực khoa học kỹ thuật quân sự. Mùa hè năm [[1972]], [[Tổng thống Hoa Kỳ|Tổng thống Mỹ]] [[Richard Nixon]] ra lệnh thả [[thủy lôi|thủy lôi]] trên sông biển và phong toả cảng [[Hải Phòng]]. Ông đã trực tiếp chỉ đạo một tổ nghiên cứu thiết kế, chế tạo khí tài phá thủy lôi (mật danh GK1) để chống lại thủy lôi chiến lược MK 52 của Mỹ, khí tài phá bom từ trường (mật danh GK2) do Tiến sĩ [[Vũ Đình Cự]] làm tổ trưởng.\n\nKhi giặc Mỹ dùng bom TN (từ trường) nổ chậm phong toả các tuyến vận tải ở khu IV, đường Trường Sơn, Giáo sư Tạ Quang Bửu đã cùng các nhà khoa học [[Trường Đại học Kỹ thuật Quân sự]] tìm ra nhiều cách phá nổ vô hiệu hoá bom TN để thông tuyến cho người, xe ra mặt trận.\n\nĐêm [[14 tháng 8]] năm [[1986]], ông đột ngột ngưng làm việc do tai biến máu não.\n\nÔng mất vào ngày [[21 tháng 8]] năm [[1986]], hưởng thọ 76 tuổi.\n\nVợ ông là bà Hoàng Kim Oanh, con gái cụ [[Hoàng Đạo Thúy]].\n\n== Tặng thưởng ==\nÔng đã được [[Đảng Cộng sản Việt Nam]] và Nhà nước Việt Nam tặng thưởng nhiều huân chương:\n* [[Huân chương Độc lập|Huân chương độc lập]] hạng Nhất truy thăng [[Huân chương Hồ Chí Minh]].\n* [[Huân chương Kháng chiến]] hạng Nhất.\n* [[Huân chương Chiến thắng]] hạng Nhất.\n* [[Huân chương Kháng chiến]] chống Mỹ, cứu nước hạng Nhất.\n* [[Huân chương Chiến công]] hạng Nhất.\n* Huân chương Chiến sĩ vẻ vang hạng Ba.<ref name=\":1\">{{Chú thích sách|tựa đề=Tạ Quang Bửu nhà khoa học tài năng, uyên bác|tác giả=|nhà xuất bản=Nhà xuất bản Chính trị Quốc gia|năm=2015|trích dẫn=|cuốn=|isbn=978-604-57-0030-3|trang=15|chương=|nơi xuất bản=[[Hà Nội]]}}<\/ref>\nNăm [[1996]], ông được Nhà nước truy tặng [[Giải thưởng Hồ Chí Minh đợt I]] về khoa học công nghệ với \"Tập hợp các công trình giới thiệu khoa học kĩ thuật hiện đại (sau năm 1945), chỉ đạo các nhiệm vụ quan trọng trong kháng chiến chống Mỹ cứu nước\".<ref name=\":1\" \/> Các công trình của ông được đánh giá là đã định hướng phát triển một số ngành khoa học cơ bản; chỉ đạo kỹ thuật việc rà phá bom mìn phong toả [[Vịnh Bắc Bộ]], [[Hải Phòng]] và chỉ đạo những nhiệm vụ kỹ thuật quan trọng khác trong cuộc chiến chống Mỹ của [[Việt Nam Dân chủ Cộng hòa]].\n\n== Ghi nhận đóng góp ==\nÔng được đặt tên cho các đường phố ở quận Hai Bà Trưng - Hà Nội, quận 8 - thành phố Hồ Chí Minh, thành phố Đồng Hới (phường Nam Lý), thành phố Huế, thành phố Đà Nẵng, thành phố [[Hạ Long]], thư viện lớn nhất của [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]], Hội trường Đại học Thăng Long, [[giải thưởng Tạ Quang Bửu]] cho các nhà khoa học ở Việt Nam.\n\n==Tác phẩm==\n*''[[Thống kê thường thức]].''\n*''Vật lý cương yếu.''\n*''Nguyên tử – hạt nhân – vũ trụ tuyến.''\n*''Sống.''\n*''Đại số các toán tử'' (1961).\n*''Các mức điều chỉnh trong lý thuyết hệ thống'' (1981).\n*''Viết thêm về các mức điều chỉnh trong lý thuyết hệ thống'' (1985).\n*''Hạt cơ bản'' (1987).\n\n==Tham khảo==\n* [[Nguyễn Văn Đạo]] (chủ biên), \"''Giáo sư Tạ Quang Bửu - Con người và sự nghiệp''\", Nhà xuất bản Đại học Quốc gia Hà Nội, Hà Nội, 2000.\n* Hội Khoa học Lich sử Việt Nam (chủ biên), \"''Tạ Quang Bửu - Nhà trí thức yêu nước và cách mạng''\".\n* Phạm Viết Hoàng, \"''Thầy Bửu dạy bắn súng bắc cầu...''\", trong cuốn \"''Tài trí Việt Nam''\", Nhà xuất bản Thanh niên và Tạp chí Thế giới mới, Hà Nội, 1997.\n* [[Nguyễn Văn Đạo]] (2006), \"''Ba nhà khoa học kiệt xuất ([[Trần Đại Nghĩa]], Tạ Quang Bửu, [[Lê Văn Thiêm]])''\", Nhà xuất bản Lao động, 2006.\n\n== Tham khảo ==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.diendantoanhoc.net\/modules.php?name=News&file=article&sid=13 Tạ Quang Bửu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927021838\/http:\/\/www.diendantoanhoc.net\/modules.php?name=News&file=article&sid=13 |date=2007-09-27 }} trên trang mạng diễn đàn toán học\n*[http:\/\/www.vusta.org.vn\/news_detail.asp?id=3991 Tạ Quang Bửu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051120132109\/http:\/\/www.vusta.org.vn\/news_detail.asp?id=3991 |date=2005-11-20 }} trên trang mạng của Liên hiệp các hội khoa học và kỹ thuật Việt Nam\n\n{{Kiểm soát tính nhất quán}}\n{{Bộ trưởng Bộ Quốc phòng Việt Nam}}\n{{Bộ trưởng Bộ Đại học và Trung học chuyên nghiệp Việt Nam}}\n{{Hiệu trưởng Đại học Bách khoa Hà Nội}}\n\n{{Thời gian sống|sinh=1910|mất=1986}}\n\n[[Thể loại:Tạ Quang Bửu]]\n[[Thể loại:Thế hệ sáng lập Hướng đạo Việt Nam]]\n[[Thể loại:Nhà toán học Việt Nam]]\n[[Thể loại:Nhà vật lý Việt Nam]]\n[[Thể loại:Kỹ sư Việt Nam]]\n[[Thể loại:Nhà khoa học kỹ thuật Việt Nam]]\n[[Thể loại:Bộ trưởng Bộ Quốc phòng Việt Nam]]\n[[Thể loại:Bộ trưởng Bộ Giáo dục Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Chiến công]]\n[[Thể loại:Người họ Tạ tại Việt Nam]]\n[[Thể loại:Hiệu trưởng Đại học Bách khoa Hà Nội]]"}