{"3431788":"{{Infobox military conflict\n| conflict= Cuộc tấn công sân bay Tân Sơn Nhất (1968)\n| partof=[[Chiến tranh Việt Nam]]\n| date= [[2 tháng 12]] năm [[1968]]  \n| place= [[Sân bay quốc tế Tân Sơn Nhất|Sân bay Tân Sơn Nhất]], [[Việt Nam]]\n| result= [[Quân Giải phóng miền Nam Việt Nam]] chiến thắng<ref name=antg\/>\n| combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br\/>[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ|Mỹ]]\n| combatant2=[[Tập tin:FNL Flag.svg|23px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| strength1=\n| strength2= 1 Tiểu đoàn thuộc Sư đoàn đặc công F100\n| commander1=\n| commander2=[[Tập tin:FNL Flag.svg|23px]] Lê Minh Xuân<br\/>[[Tập tin:FNL Flag.svg|23px]] [[Bành Văn Trân]] (Năm Vững)<br\/>[[Tập tin:FNL Flag.svg|23px]] [[Nguyễn Văn Kịp]] (Đồng Đen) \n| casualties1 =  \n\n'''''Nguồn Quân Giải phóng''''': \n\n260 [[máy bay]] các loại<br\/>1 kho [[bom]] 300 tấn<br\/>13 [[xe quân sự]]<br\/>hơn 600 [[sĩ quan]] và lính Mỹ, Việt Nam Cộng hòa<ref name=antg>http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Co-mot-tran-danh-tra-thu-cho-Ha-Noi-381282\/<\/ref> \n\n'''''Nguồn Mỹ''''':<br\/>3 lính Mỹ, 3 lính VNCH thiệt mạng<br\/>15 lính Mỹ và 4 lính VNCH bị thương<br\/>20 máy bay bị phá hủy\n| casualties2 = \n\n'''''Nguồn Mỹ''''': 18 lính\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n\n'''Tấn công sân bay Tân Sơn Nhất (1968)''' là cuộc tấn công của lực lượng [[Binh chủng Đặc công, Quân đội nhân dân Việt Nam|đặc công]] [[Quân Giải phóng miền Nam Việt Nam]] nhằm vào sân bay Tân Sơn Nhất. Cuộc tấn công này đã trở thành cảm hứng sáng tác bài thơ \"[[Dáng đứng Việt Nam]]\" của [[nhà thơ]] [[Lê Anh Xuân]]. Đây là lần đầu tiên Quân Giải phóng tấn công [[Sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]].\n\n== Bố phòng của Mỹ và Việt Nam Cộng hòa ==\n\nSân bay Tân Sơn Nhất rộng gần 2.000 ha, được sử dụng cho cả mục đích [[quân sự]] lẫn dân sự, có tính chiến lược cực kỳ quan trọng. Khu vực quân sự gồm nhiều [[đường băng]] cho đủ loại [[máy bay quân sự]], trong đó, riêng số lượng nhà chứa máy bay nổi trên mặt đất đã có 400 đến 500 máy bay. Trong sân bay, có hàng chục kho [[bom]], [[đạn]] đủ cỡ được trang bị kỹ thuật hiện đại. Khu nhà ở phía nam sân bay là nơi làm việc của Bộ Tư lệnh [[Không quân Hoa Kỳ|Không quân Mỹ]] thứ 7, Bộ Tư lệnh quân viễn chinh Mỹ và nhà Đại tướng [[William Westmoreland|Westmoreland]] - [[Tư lệnh]] [[Quân đội Hoa Kỳ|quân đội Mỹ]] ở miền Nam Việt Nam và Bộ Tư lệnh [[Không lực Việt Nam Cộng hòa|Không quân Sài Gòn]] cùng nhà riêng của [[Nguyễn Cao Kỳ]] - Tư lệnh Không quân.<ref name=antg\/>\n\nKhu vực quân sự được bảo vệ với 22 lớp rào kẽm gai kiểu Mỹ, từ rào đơn, rào kép, rào bùng nhùng, mắt cáo...Giữa các loại rào là đủ các loại [[mìn]], hệ thống chiếu sáng nằm ẩn trong các đám [[cỏ dại]] và [[Trinh nữ|cây trinh nữ]] đầy gai. Đây là những bãi mìn \"gài chết\" mà Mỹ và Việt Nam Cộng hòa đã nghiên cứu rất công phu để chống đặc công của Quân Giải phóng xâm nhập, nhất là ở các mục tiêu xung yếu. Bên ngoài các vòng rào, một hệ thống đường nhựa giáp vòng cho xe cơ giới tuần tra, tuần bộ, [[Chó chăn cừu Đức|chó berger]], ngỗng cảnh giới. Phía bên trong là những tuyến [[lô cốt]], tháp canh dày đặc ken nhau được trang bị từ đại liên đến [[Pháo|đại bác]] và những [[đèn pha]] cao áp cực mạnh chiếu sáng quét ra xa tới gần 3.000 mét. Bên trong được ngăn cách nhau bằng 3 lớp rào và những tuyến hào sâu 1 mét, rộng 8 mét. Trên những đường nhựa ngang dọc trong chu vi sân bay, cứ 15 phút lại có một tốp xe chở lính tuần tiễu chạy qua.<ref name=antg\/>\n\n== Diễn biến ==\nSau khi nhận được tin mật báo sẽ có 5.000 quân Mỹ từ các căn cứ quân sự nước ngoài vừa đổ xuống trong và ngoài sân bay Tân Sơn Nhất, để chuẩn bị cho [[Chiến dịch Cedar Falls|trận càn lớn Cedar Falls]] vào vùng \"Tam giác sắt [[Địa đạo Củ Chi|Củ Chi]] - Bến Cát\", chiều tối 2-12-1968, Tiểu đoàn do [[Lê Minh Xuân]] chỉ huy rời khỏi khu căn cứ Vườn Thơm Lý Văn Mạnh ([[Bình Chánh]]), vượt qua lộ 10, rồi băng về phía \"[[Ấp Chiến lược|ấp chiến lược]]\" Tân Hòa. Để tạo bất ngờ cho cuộc tấn công, lực lượng đặc công Quân Giải phóng sử dụng [[quân phục]] của lực lược biệt kích [[Quân lực Việt Nam Cộng hòa]]. Tới thời điểm tập kết chuẩn bị tấn công, tất các lực lượng của các mũi tấn công gồm cả các đơn vị trợ chiến, chặn viện, dân công tải đạn, tải thương cũng đã có mặt tại các vị trí sẵn sàng cho trận đánh ác liệt vào sân bay Tân Sơn Nhất.<ref name=\"antg\" \/>\n\nLực lượng [[trinh sát]] đặc công Quân Giải phóng lặng lẽ cắt dây thép gai, gỡ mìn và vô hiệu hóa các thiết bị báo động. Đến 22h cùng ngày, tất cả lực lượng tấn công của Quân Giải phóng đã vào vị trí mà lực lượng [[Phòng thủ (quân sự)|phòng thủ]] sân bay không hề hay biết. Bất ngờ, một xe Jeep quân cảnh tuần tra phát hiện ra đám lính rằn ri bất bình thường. Nhận ra bị lộ, Đội trưởng Đồng Đen ra lệnh nổ súng tấn công. Các mũi xung kích khác đồng loạt nổ súng dữ dội vào các mục tiêu, cùng các đơn vị Quân Giải phóng phối hợp bên ngoài thuộc các [[đại đội]] của [[Tiểu đoàn]] 6 Tân Bình-Quân Giải phóng, làm cho cả sân bay Tân Sơn Nhất rối loạn, còi báo động thất thanh rú lên cấp cứu hòa với tiếng [[súng]] bộ binh, đạn [[Súng cối|cối]] 60 ly của phân đội hỏa lực cấp tập rót xuống đài chỉ huy sân bay, khu thông tin và trước nhà ở của [[phi công]] Quân đội Việt Nam Cộng hòa, ngăn không cho lực lượng của đối phương tiếp cận để lên [[máy bay]] tẩu thoát... Khu vực giữa sân bay chính là nơi xảy ra trận đánh ác liệt nhất. Các chiến sĩ trinh sát, đặc công Quân Giải phóng đã chiến đấu dũng cảm với từng nhóm quân Việt Nam Cộng hòa, có [[xe tăng]] yểm trợ. Để bảo vệ sân bay, Quân đội Việt Nam Cộng hòa tăng cường hỏa lực từ lực lượng [[Phương tiện chiến đấu bọc thép|tăng thiết giáp]] khiến lực lượng Quân Giải phóng rút lui. Có chiến sĩ đã một mình phá hủy 20 máy bay. Riêng chiến sĩ Kịp đã tiêu diệt 11 lính Mỹ<ref name=\"antg\" \/>. Phía Mỹ xác nhận Quân Giải phóng đã nã khoảng 75 loạt cối 82mm và [[súng không giật]] 75mm.<ref>http:\/\/www.tsna.org\/7thafnews\/apr131966.html<\/ref>\n\n== Kết quả ==\nQuân Giải phóng tuyên bố đã phá hủy 260 máy bay các loại, 1 kho bom 300 tấn, 13 xe quân sự, tiêu diệt 600 sĩ quan, lính Mỹ và lính Việt Nam Cộng hòa. Phía Mỹ tuyên bố 18 lính Quân Giải phóng thiệt mạng, quân Mỹ có 3 chết và 15 bị thương, quân Việt Nam Cộng hòa chết 3 và bị thương 4, 20 máy bay Mỹ các loại bị phá hỏng.<ref>http:\/\/www.377sps.org\/vcnva\/index.html<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n<noinclude>\n[[Thể loại:Xung đột năm 1968]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Trận đánh và hoạt động của chiến tranh Việt Nam năm 1968]]\n[[Thể loại:Trận đánh của chiến tranh Việt Nam liên quan tới Hoa Kỳ]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n<\/noinclude>"}