{"894252":"[[Tập tin:Cung tat nien.jpg|nhỏ|phải|300px|Một cụ già mặc áo the để cúng tất niên.]]\n[[Tập tin:Món ăn Việt 2.JPG|nhỏ|phải|300px|Một mâm cỗ cúng tất niên]]\n'''Tất niên''' hay '''cúng tất niên''', '''lễ tất niên''', '''tiệc tất niên''' là một nghi thức nhằm ghi nhận việc kết thúc một năm và chuẩn bị bước sang [[năm mới]]. Tất niên có thể là một [[bữa tiệc]] tất niên, liên hoan cuối năm để bước sang năm mới (Tết Tây) và là một phần trong nghi thức Tết diễn ra vào những ngày cuối năm [[âm lịch]], từ ngày [[30 tháng 12|30 tháng Chạp]] (nếu là năm đủ) hoặc 29 tháng Chạp (nếu là năm thiếu) được gọi là ''ngày tất niên''. Đây là ngày các thành viên trong gia đình sum họp lại với nhau để ăn cơm buổi tất niên. Ngoài ra, tùy vào phong tục tập quán ở mỗi vùng, việc cúng tất niên có thể được gia chủ mời thêm bạn bè và người thân đến dự.\n\nTất niên thường diễn ra vào buổi chiều và buổi tối ngày này, người ta làm cỗ cúng tất niên sau đó dọn tiệc mời khách đến dự. Tất niên là lúc mọi người quây quần bên nhau và bên những món thức ăn và cùng chào đón  [[đêm trừ tịch]], [[giao thừa]] và [[năm mới]] là một phong tục tập quán lâu đời của người dân nhiều quốc gia. Riêng đối người Việt Nam, nó mang nét đẹp văn hóa lâu đời của người Việt Nam.\n\n==Đặc điểm==\n{{tầm nhìn hẹp}}\nNgày tất niên có thể là ngày [[30 (số)|30]] [[Tháng chạp|tháng Chạp]] (nếu là năm đủ) hoặc [[29 (số)|29]] [[Tháng chạp|tháng Chạp]] (nếu là năm thiếu). Đây là ngày gia đình sum họp lại với nhau để ăn cơm buổi tất niên. Buổi tối ngày này, người ta làm cỗ cúng tất niên. Giữa ngày 30 (hoặc 29) tháng Chạp và ngày mồng [[1 (số)|1]] [[Tháng giêng]], giờ [[Tý]] (từ 23 giờ hôm trước đến 1 giờ hôm sau), trong đó thời điểm bắt đầu giờ Chính Tý (0 giờ 0 phút 0 giây ngày Mồng 1 tháng Giêng) là thời khắc quan trọng nhất của dịp [[Tết Nguyên Đán|Tết]]. Nó đánh dấu sự chuyển giao năm cũ và năm mới, nó được gọi là [[Giao thừa]]. Để ghi nhận thời khắc này, người ta thường làm hai mâm cỗ. Một mâm cúng gia tiên tại bàn thờ ở trong nhà mình và một mâm cúng thiên địa ở khoảng sân trước nhà. Một số cộng đồng lấy con hổ là vật thờ thì gọi là cúng ''Ông Ba Mươi''. Một số cộng đồng khác thì có một phần cỗ dành để cúng chúng sinh, cúng những cô hồn lang thang không nơi nương tựa.\n\nMâm lễ cúng tất niên tùy theo điều kiện gia đình cũng như phong tục tập quán mỗi vùng có thể thịnh soạn hay thanh đạm, tuy nhiên một số thành phần bắt buộc phải có khi cúng theo phong tục của người [[Việt Nam]] gồm: [[hương]] [[hoa]], [[đồ mã|vàng mã]], [[đèn]] [[nến]], [[trầu không|trầu]] [[cau]], [[rượu]], [[trà]], [[bánh chưng]], cỗ mặn được bầy biện đầy đặn, trang nghiêm.\n\nSắp dọn bàn thờ. Trong gia đình người Việt thường có một bàn thờ tổ tiên, ông bà (hay còn gọi ông Vải). Cách trang trí và sắp đặt bàn thờ khác nhau tùy theo từng nhà. Biền, bàn thờ là nơi tưởng nhớ, là thế giới thu nhỏ của người đã khuất. Hai cây đèn tượng trưng cho mặt trời, Mặt Trăng và hương là tinh tú. Hai bát hương để đối xứng. Phía sau hai cây đèn thường có hai cành hoa cúc giấy với nhiều bông nhỏ bao quanh bông lớn. Có nhà cũng cắm \"cành vàng lá ngọc\" (một thứ hàng mã) với sự cầu mong làm ăn được quả vàng, quả bạc và buôn bán lãi gấp nhiều lần năm trước. Ở giữa có trục \"vũ trụ\" là khúc trầm hương dưới dạng khúc khuỷu và vươn lên trong bát hương. Nhiều gia đình đặt xen hai cái đĩa giữa đèn và hương để đặt hoa quả lễ gọi là [[mâm ngũ quả]] (tuỳ mỗi miền có sự biến thiên các loại quả, nhưng mỗi loại quả đều có ý nghĩa của nó). Trước bát hương để một bát nước trong để coi như nước thiêng. Hai cây mía đặt ở hai bên bàn thờ là để các cụ chống gậy về với con cháu và dẫn linh hồn tổ tiên từ trên trời về hạ giới.\n\nVì Tất niên luôn có ý nghĩa tích cực trong đời sống của người Việt Nam ta nên phần lớn các công ty, xí nghiệp, thương nghiệp, hội đoàn thường tổ chức tiệc tất niên vào buổi chiều hay buổi tối cuối năm để ăn mừng công việc, những dự án thành công, sự phát triển, tăng trưởng của công ty trong năm vừa qua, đồng thời, chào đón năm mới đang đến gần. Chính vì thế, đối với dân kinh doanh hay công sở, tiệc tất niên còn là cơ hội để bạn gặp gỡ, giao lưu với các đồng nghiệp, nhất là những đồng nghiệp ở phòng khác rất ít khi gặp mặt.\n\n==Tham khảo==\n{{tham khảo}}\n{{thiếu nguồn tham khảo}}\n{{Tết}}\n\n[[Thể loại:Tết]]\n[[Thể loại:Thức ăn mùa Tết]]\n[[Thể loại:Văn hóa Trung Hoa]]\n\n[[Thể loại:Văn hóa Việt Nam]]"}