{"19434752":"{{Bài quảng cáo|date=tháng 7\/2022}}\n{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Thông tin trường học\n| tên = Tập đoàn Giáo dục EQuest\n| hình = EQuest Group.png\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = The Quest for Excellence\n| ngày thành lập = 2003\n| loại hình = [[Giáo dục|Tổ chức giáo dục tư nhân]]\n| giám đốc = \n| giáo viên = \n| giảng viên = \n| học sinh\/sinh viên = 120.000\n| sinh viên đại học = \n| sinh viên sau đại học = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| địa chỉ = 60 Hai Bà Trưng, Phường Bến Nghé, Quận 1\n| thành phố = Hồ Chí Minh\n| quốc gia = Việt Nam\n| tọa độ = \n| điện thoại = 028 7305 0538\n| web = [https:\/\/equest.vn\/ equest.vn]\n| CEO = TS Nguyễn Quốc Toàn\n| Facebook = [https:\/\/www.facebook.com\/equesteducation\/ facebook.com\/equesteducation]\n}}\n'''Tập đoàn Giáo dục EQuest''' (EQuest) là một [[tổ chức]] giáo dục tư nhân tại [[Việt Nam]] với các đơn vị thành viên được tổ chức trong 3 khối: Khối Giáo dục Phổ thông (K12); Khối Đại học và Cao đẳng dạy nghề (C&U); Khối Công nghệ Giáo dục và Trung tâm Anh ngữ (Edtech - ESL). \n\nEQuest có hơn 30 cơ sở giáo dục trên cả nước; hơn 4.300 giáo viên và cán bộ, nhân viên; 158.000 học sinh, sinh viên theo học mỗi năm tại các đơn vị thành viên.\n\nEQuest đã kêu gọi vốn nước ngoài thành công từ 02 quỹ đầu tư là KKR (Mỹ) vào tháng 6\/2021 <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/equest-duoc-quy-dau-tu-my-rot-von-4287283.html|title=EQuest được Quỹ đầu tư Mỹ rót vốn}}<\/ref> và TAEL Partners (Singapore) năm 2016 <ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/qua-trung-vang-moi-cua-quy-dau-tu-tael-tai-viet-nam-post762411.html|title=‘Quả trứng vàng’ mới của Quỹ đầu tư TAEL tại Việt Nam}}<\/ref>. \nTháng 7\/2022 EQuest chính thức được Tổ chức Kiểm định Cognia (Hoa Kỳ) công nhận đạt kiểm định chất lượng toàn diện.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/equest-va-8-don-vi-thanh-vien-dat-kiem-dinh-cognia-4492330.html|title=EQuest và 8 đơn vị thành viên đạt kiểm định Cognia}}<\/ref>\n\n==Lịch sử hình thành và phát triển==\n=== Quá trình hình thành ===\nTiền thân của EQuest là EQuest Academy thành lập năm 2003 tại Hà Nội, cung cấp các dịch vụ trọn gói cho [[du học]] [[Mỹ]], bao gồm luyện tiếng Anh theo các chứng chỉ quốc tế [[TOEFL]], [[IELTS]], luyện [[SAT]], các kỹ năng mềm, chuẩn bị hồ sơ du học, tìm trường, tìm học bổng,...\n\nNăm 2007, EQuest Academy mở cơ sở đầu tiên tại [[Thành phố Hồ Chí Minh]] và chuyển trọng tâm hoạt động vào khu vực phía Nam.\n\nQuý 4\/2013, EQuest mua lại cổ phần của quỹ đầu tư nước ngoài trong Tổ chức Giáo dục Hoa Kỳ. (Institution of American Education - IAE)<ref>{{Chú thích web|url=https:\/\/enternews.vn\/dau-tu-vao-giao-duc-qua-m-a-khong-de-94297.html|title=Đầu tư vào giáo dục qua M&A, không dễ|ngày truy cập=2020-07-22|archive-date = ngày 22 tháng 7 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200722103826\/https:\/\/enternews.vn\/dau-tu-vao-giao-duc-qua-m-a-khong-de-94297.html}}<\/ref> Sau sáp nhập, các đơn vị thành viên đã được tái cấu trúc và hoạt động dưới pháp nhân IAE. Tháng 11\/2019, IAE chuyển đổi thương hiệu thành Tổ chức Giáo dục EQuest (EQuest Group) với mục tiêu trọng tâm là thúc đẩy chuyển đổi số trong giáo dục và phát triển các sản phẩm công nghệ giáo dục (Edtech).\n\n=== Các cột mốc chính ===\n\n* Tháng 9\/2003: Thành lập EQuest Academy chuyên tư vấn du học và luyện thi chứng chỉ quốc tế (TOEFL, SAT, GMAT, GRE, v.v.).\n* Tháng 5\/2012: Thành lập Công ty Công nghệ Giáo dục iSMART Education. \n* Tháng 12\/2013: Đầu tư vào Hệ thống Anh ngữ Việt Mỹ VATC, Trường Cao đẳng Việt Mỹ và Đại học Broward Việt Nam - phân hiệu duy nhất của Đại học Broward tại Việt Nam ở thời điểm đó và đến hiện nay (2022).\n* Tháng 6\/2016: Đầu tư vào Trường Trung cấp Bách khoa Sài Gòn. Đồng thời, iSMART có giấy phép hoạt động tại Hà Nội và Thành phố Hồ Chí Minh. \n* Tháng 10\/2016: TAEL Partners – quỹ đầu tư cổ phần tư nhân hàng đầu Đông Nam Á trở thành nhà đầu tư Series A của EQuest. <ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/lan-dau-tien-quy-tael-partners-dau-tu-vao-linh-vuc-giao-duc-viet-nam-2018052914584112.htm|title=Lần đầu tiên quỹ TAEL Partners đầu tư vào lĩnh vực giáo dục Việt Nam}}<\/ref>\n* Tháng 3\/2017: Chính thức đổi tên EQuest Academy (thành lập 2003) thành IvyPrep Education. \n* Tháng 4\/2018: Đầu tư vào Đại học Phú Xuân.\n* Tháng 6\/2018: Đầu tư vào Hệ thống Giáo dục Alpha School. <ref>{{Chú thích web|url=https:\/\/svvn.tienphong.vn\/svvn-giao-duc\/iae-tro-thanh-doi-tac-chien-luoc-cua-he-thong-giao-duc-alpha-school-1624575.tpo|title=IAE trở thành đối tác chiến lược của Hệ thống giáo dục Alpha School}}<\/ref>\n* Tháng 11\/2018: Đầu tư vào Hệ thống Trường liên cấp Newton. <ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/ban-in\/Giao-duc\/919112\/to-chuc-giao-duc-hoa-ky-tro-thanh-doi-tac-chien-luoc-cua-truong-newton-ha-noi\/\/|title=Tổ chức giáo dục Hoa Kỳ trở thành đối tác chiến lược của trường Newton Hà Nội}}<\/ref>\n* Tháng 1\/2019: Đầu tư vào Hệ thống Giáo dục Thực nghiệm Victory. <ref>{{Chú thích web|url=https:\/\/giaoduc.net.vn\/giao-duc-24h\/equest-education-group-dau-tu-1-trieu-usd-vao-truong-thuc-nghiem-victory-post210047.gd|title=EQuest Education Group đầu tư 1 triệu USD vào Trường Thực nghiệm Victory}}<\/ref> \n* Tháng 8\/2019: iSMART Education được cấp phép hoạt động tại 14 tỉnh và thành phố.\n* Tháng 10\/2019: Nền tảng công nghệ 789.vn trở thành thành viên của EQuest Group.<ref>{{Chú thích web|url=https:\/\/baodautu.vn\/equest-education-group-dau-tu-vao-nen-tang-so-hoa-giao-duc-789vn-d109320.html|title= Education Group đầu tư vào nền tảng số hoá giáo dục 789.vn}}<\/ref>\n* Tháng 11\/2019: Đổi tên từ IAE thành Tập đoàn Giáo dục EQuest. Thành lập Viện Tài năng Quốc tế iTD chuyên đào tạo giáo viên và tổ chức khảo thí quốc tế. \n* Tháng 12\/2019: Đầu tư vào Trường THPT Victory tại Thành phố Hồ Chí Minh (trước đây là Trường THPT Đông Đô).\n* Tháng 1\/2020: Đầu tư vào trường Cao đẳng Kinh tế Kỹ thuật Hà Nội <ref>{{Chú thích web|url=https:\/\/laodong.vn\/kinh-te\/to-chuc-giao-duc-equest-dau-tu-trieu-do-vao-cao-dang-kinh-te-ky-thuat-ha-noi-870759.ldo|title=Tổ chức giáo dục EQuest đầu tư triệu đô vào Cao đẳng Kinh tế - Kỹ thuật Hà Nội}}<\/ref>, nay là Trường Cao đẳng Việt Mỹ Hà Nội. \n* Tháng 4\/2020: Hợp tác chiến lược với Trường Phổ thông Mỹ trực tuyến Ivy Global School.\n* Tháng 5\/2021: Đầu tư vào Trường St. Nicholas Đà Nẵng<ref>{{Chú thích web|url=https:\/\/giaoducthoidai.vn\/ket-noi\/them-truong-pho-thong-la-thanh-vien-tap-doan-giao-duc-equest-eO14VXqGg.html|title=Thêm trường phổ thông là thành viên Tập đoàn giáo dục EQuest}}<\/ref> và đầu tư kiểm soát tại Trường Tiểu học Công nghệ Giáo dục Hà Nội.\n* Tháng 6\/2021: KKR đầu tư 100 triệu đô la Mỹ vào EQuest <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/equest-duoc-quy-dau-tu-my-rot-von-4287283.html|title=EQuest được Quỹ đầu tư Mỹ rót vốn}}<\/ref>.\n* Tháng 5\/2022: Đầu tư vào Tiểu học – THCS – THPT Happy School (Vũng Tàu).\n* Tháng 6\/2022: EQuest và 8 đơn vị thành viên đạt kiểm định chất lượng giáo dục toàn diện bởi Cognia (Hoa Kỳ) <ref>{{Chú thích web|url=https:\/\/laodong.vn\/giao-duc\/to-chuc-giao-duc-tu-nhan-viet-nam-dau-tien-dat-kiem-dinh-cognia-1072447.ldo|title=Tổ chức giáo dục tư nhân Việt Nam đầu tiên đạt kiểm định Cognia}}<\/ref>.\n* Tháng 12\/2022: EQuest trở thành cổ đông chủ chốt và tham gia vận hành Hệ thống trường Quốc tế Canda (Tp.HCM)<ref>{{Chú thích web|url=https:\/\/tphcm.chinhphu.vn\/equest-va-khoi-nguyen-bat-tay-mo-rong-co-hoi-tiep-can-giao-duc-chat-luong-cao-cho-hoc-sinh-viet-nam-101221205174826044.htm|title=EQuest và Khôi Nguyên \"bắt tay\" mở rộng cơ hội tiếp cận giáo dục chất lượng cao cho học sinh Việt Nam}}<\/ref>.\n\n== Lĩnh vực hoạt động ==\nTập đoàn Giáo dục EQuest có 3 khối hoạt động với các dòng sản phẩm – dịch vụ giáo dục chính là:\n\n'''Khối Giáo dục Phổ thông''' gồm các trường: \n* Hệ thống Trường liên cấp Newton (Hà Nội, Vĩnh Phúc)\n* Hệ thống Giáo dục Alpha School (Hà Nội)\n* Hệ thống Giáo dục Thực nghiệm Victory (Hà Nội)\n* Hệ thống Giáo dục Ngôi sao Hà Nội (Hà Nội)\n* Trường Tiểu học – THCS – THPT Happy School (Vũng Tàu)\n* Trường Tiểu học Công nghệ Giáo dục Hà Nội (Hà Nội)\n* Trường St. Nicholas (Đà Nẵng)\n* Trường THPT Victory Sài Gòn (Tp.HCM)\n* Hệ thống Trường Quốc tế Canada (Tp.HCM)\n\nCác trường phổ thông trong hệ thống của EQuest tổ chức giảng dạy các chương trình giáo dục quốc tế được kiểm định <ref>{{Chú thích web|url=https:\/\/vtv.vn\/giao-duc\/nhieu-chuong-trinh-cua-tap-doan-giao-duc-equest-duoc-cognia-kiem-dinh-quoc-te-20210622104024767.htm|title= Nhiều chương trình của Tập đoàn Giáo dục EQuest được Cognia kiểm định quốc tế}}<\/ref> song song với chương trình của [[Bộ Giáo dục và Đào tạo]] Việt Nam và mỗi trường\/hệ thống trường mang đặc trưng riêng.\nEQuest đang triển khai hợp tác với các nhà đầu tư bất động sản trong việc xây dựng và vận hành các trường học theo các mô hình sẵn có của EQuest.\n\nKhối Đại học và Cao đẳng dạy nghề gồm các trường:\n* Cao đẳng Việt Mỹ (Tp.HCM, Hà Nội, Cần Thơ)\n* Trung cấp Bách khoa Sài Gòn (Tp.HCM)\n* [[Trường Đại học Phú Xuân]] (Huế)\n* Đại học Broward (Tp.HCM, Hà Nội)\n\nCác chương trình đào tạo đại học, cao đẳng của EQuest mang tính ứng dụng thực tiễn, đáp ứng   nhu cầu trong hiện tại và tương lai về những ngành nghề và kỹ năng mà xã hội đang hoặc sẽ cần, đặc biệt là lĩnh vực công nghệ thông tin và kinh doanh. Sinh viên tại EQuest được học tập song song với thực hành theo chương trình kiến tập, thực tập tại các doanh nghiệp liên kết để tăng cơ hội nắm bắt thực tiễn và khả năng tìm được việc làm sau khi tốt nghiệp.   \n\n'''Khối Công nghệ Giáo dục và Trung tâm Anh ngữ''': Được tổ chức thành công ty mẹ Blue Whale với thành viên là các công ty iSMART Education, IvyPrep Education, MegaEdu và Blue Ocean.  \niSMART Education cung cấp các chương trình học tiếng Anh thông qua Toán học và Khoa học cho hơn 80.000 học sinh tại gần 400 trường tiểu học và trung học cơ sở thuộc cả khối công lập và tư thục tại 19 tỉnh và thành phố. Việc dạy và học được tiến hành dưới hai hình thức trực tiếp và trực tuyến. iDIGI – phần mềm chứa các bài học kỹ thuật số của iSMART đã được tặng Giải thưởng Sao Khuê 2020 cho sản phẩm công nghệ nổi bật ngành Giáo dục và Đào tạo.\n\nIvyPrep đã có hơn 18 năm kinh nghiệm trong việc triển khai mô hình testprep thuộc lĩnh vực Đào tạo tiếng Anh học thuật và Tư vấn học bổng du học tại Việt Nam. \n\nMegaEdu cung cấp (1) Các giải pháp Đánh giá và Kiểm tra năng lực học sinh trực tuyến, (2) Hệ thống quản trị nội dung số và dạy học dành cho các chương trình giảng dạy thuộc nhóm K-12 tại Việt Nam, (3) Hệ thống quản lý trường học và tổ chức giáo dục. Tính đến năm 2022, đã có hơn 400.000 học sinh và 80.000 giáo viên tại Việt Nam sử dụng giải pháp học tập của MegaEdu.   \n\nBlue Ocean được thành lập vào năm 2021 (tiền thân là Trung tâm Công nghệ của iSMART Education) là trung tâm phát triển công nghệ các hệ thống quản lý tổ chức, quản trị quan hệ khách hàng, hệ thống quản lý nội dung học tập, nền tảng học tập trực tuyến, bài giảng kỹ thuật số và tài liệu học tập.\n\n== Văn hoá Doanh nghiệp ==\nTrong tuyên bố chính thức, EQuest coi việc quản trị tài năng là chìa khoá thành công. Nhân sự cao cấp của EQuest đều đã kinh qua các vị trí làm việc cao cấp trong khối chính phủ, tư nhân và công ty đa quốc gia. Tuy nhiên, EQuest có chính sách chặt chẽ buộc nhân sự ở mọi cấp phải học tập liên tục để nâng cao kỹ năng và trình độ.\n\nVăn hoá EQuest công bố có các nét chính:\n* Xây dựng môi trường làm việc cởi mở, bình đẳng, khích lệ tranh luận. \n* Trọng dụng nhân tài và chính sách đãi ngộ bao gồm lương cạnh tranh và cổ phần ưu đãi.  \n* Đề cao tinh thần trách nhiệm, dám nghĩ dám làm và thực hiện phân quyền triệt để. \n* Đề cao sự thống nhất trong đa dạng.\n\n== Xem thêm ==\n\n* [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]\n* [[Danh sách trường đại học, học viện và cao đẳng tại Hà Nội]]\n\n== Tham khảo ==\n{{Tham khảo|3}}\n\n== Liên kết ngoài ==\n\n* [http:\/\/www.equest.vn\/ Trang chủ của Tập đoàn Giáo dục EQuest] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200919145256\/https:\/\/equest.vn\/ |date=2020-09-19 }}\n\n{{Tổ chức dịch vụ giáo dục}}\n\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Tập đoàn Giáo dục tại Việt Nam|EQuest]]"}