{"90384":"{{bài cùng tên|Tết (định hướng)}}\n'''Tết Song thập''' ([[Chữ Hán]]: 十成節, [[Hán Việt]]: Song thập tiết) (mùng [[10 tháng 10]] hoặc [[15 tháng 10]] [[Âm lịch]]) còn gọi là tết của các [[thầy thuốc]], hay là '''Tết Trùng thập''', '''Tết Thường tân''', '''Tết Cơm mới''' tháng mười, có xuất xứ từ [[Trung Quốc]].\n\nTheo sách \"''Dược lễ\",'' thì ngày 10 tháng 10 Âm lịch, cây thuốc mới tụ được khí [[âm dương]], kết được sắc tứ thời ([[mùa xuân|Xuân]], [[Mùa hạ|Hạ]], [[mùa thu|Thu]], [[mùa đông|Đông]]) trở nên tốt nhất, vì nó chủ yếu để kỷ niệm mùa gặt của năm và hy sinh mùa gặt. Người ta tin rằng một phần mười của tháng mười là một phần mười hoàn hảo, và đó là ngày hoàn hảo nhất sau mùa thu, vì vậy Tết song thập, người Hoa luôn tạ ơn vì ân sủng của vùng đất vào ngày này. Các món ăn chính trong ngày này và thực phẩm được làm từ gạo, chẳng hạn như gạo và cỏ linh lăng.\n\n==Phong tục ở Việt Nam==\nỞ nông thôn [[Việt Nam]], ngày này người ta thường làm [[bánh nếp]], nấu [[chè kho]] để [[cúng gia tiên]] rồi đem biếu những người thân thuộc. Có nơi tổ chức [[Tết Cơm mới]] tháng mười (còn gọi là '''[[Lễ mừng lúa mới|Tết Hạ nguyên]]''') vào ngày [[rằm]] Tháng Mười hay ngày 31 tháng 10 để nhớ đến công của Tiên Nông (tiên của ruộng đồng) và để ăn mừng việc gặt hái của vụ mùa đã xong.\n\nTục sêu tết vào dịp Tết Cơm Mới thì thường biếu nhau [[gạo]] đầu mùa, [[chim ngói]], và [[hồng (quả)|hồng]] chín<ref>Phan Xuân Hòa. ''Việt Nam gấm vóc''. Sài Gòn: Institut de l'Asie du Sud-est, trang 191.<\/ref>.\n\n==Phong tục ở Trung Quốc==\nTại [[Chu Thôn]], [[Nam Ninh]], [[Quảng Tây]], tết Song thập có lịch sử hàng ngàn năm và là một trong những lễ hội quan trọng nhất trong khu vực. Hàng năm, những đứa trẻ làm việc trên cánh đồng phải trở về quê hương để tham gia lễ hội, bao gồm cả cô con gái đã kết hôn và trở về với chồng và các con để đoàn tụ với gia đình. Vào sáng nay, mỗi hộ gia đình phải làm một mẹo nhỏ để tặng nó cho khách. Vào buổi trưa, mọi người tập trung và nói chuyện về vụ thu hoạch năm nay. Vào buổi tối, thanh niên nam nữ cũng có thể đi qua đêm và biểu diễn các bài hát dân ca. Tại thị trấn [[Cao Châu]], [[Mậu Danh]], tỉnh [[Quảng Đông]] cũng có một lễ kỷ niệm lễ hội thu hoạch, sẽ được tổ chức. Ngoài các buổi họp mặt và thờ cúng, thị trấn Thiên Mã của huyện [[Điềm Dương]] còn có phong tục [[múa sư tử]] và băng qua cây cầu, cầu nguyện rằng cuộc sống tương lai sẽ đẹp như hoa. Tại quận [[Giang Châu]], thành phố [[Lai Tân]], mọi hộ gia đình sẽ có nhiều dầu và trắng, và khách được chào đón đến và tụ tập, và sẽ có một bữa tiệc. Vào buổi tối, thanh niên nam nữ cũng sẽ hát những bài dân ca. Quận [[Long Châu]] của thành phố [[Sùng Tả]] và quận Bình Quả của thành phố [[Bách Sắc]] cũng có một vụ thu hoạch trong tết Song thập. Ở [[Quý Dương]], ngôi làng cũng được thu hoạch trong 10% của lễ hội. Đây là gạo trưởng thành, trái cây và hương thơm, nên dân làng gọi là lễ hội tháng mười. Họ sẽ tỏ lòng tôn kính với [[Chu Văn vương]] và [[Chu Vũ vương]] trong ngôi đền cổ của huyện [[Thanh Phong]], và có những phong tục truyền thống như múa rồng, múa sư tử, [[kinh kịch|tuồng]], cũng như các giáo viên võ thuật đeo mặt nạ và múa dân gian. Dân làng sẽ giết gà và giết mổ vịt và mua rượu và thịt để ăn mừng.\n\n[[Dân tộc Choang]] gọi lễ hội là \"Ciznaz hoặc Ceiznaz\" và phiên âm nó thành Lễ hội Sana, hay Cilangxdeb. Phiên âm là một làn sóng đập vỡ, còn được gọi là cây ngưu bàng. \"Langx\" của \"浪\" là \"rửa\" và \"xếp chồng\" là \"liềm\". Khu vực ngôn ngữ Zhuang ở phía nam thường được tổ chức vào ngày thứ hai của âm lịch. Các quận của Thung lũng sông Youjiang, Lưu vực sông Hồng Thủy và Thành phố Nam Ninh chủ yếu vào đầu ngày mùng mười tháng mười âm lịch và cả vào ngày 15 và 16 tháng 10. Vào thời điểm này, vụ thu hoạch đã hoàn tất và mọi thứ đã được thu hoạch. Mọi người nghỉ ngơi sau khi thu hoạch lúa, sử dụng gạo mới làm vật hiến tế và cùng nhau ăn mừng vụ thu hoạch, họ sẽ yêu cầu pháp sư nhảy múa, và hiến tế cho tổ tiên, các vị thần, thần đất \"Sawang\", vv, cảm ơn bạn đã ban phước. Mỗi hộ gia đình giết gà, cá, gạo nếp và sassafras, chuẩn bị rượu vang địa phương để chiêu đãi khách, và ăn mừng bằng ca hát và nhảy múa. Ngoài việc thờ cúng tổ tiên ở nhà, họ cũng sẽ đến các ngôi mộ, dâng gạo nếp năm màu trước ngôi mộ và nhét tiền giấy vào các ngôi mộ. Người thân sẽ qua lại với nhau, và cô con gái đã có chồng sẽ trở về với gia đình. Thủ thuật của lễ hội này là scutellaria tròn, được thực hiện bằng cách thêm gạo nếp mới vào củ nghệ hoặc nhựa màu vàng, màu vàng tượng trưng cho đất và vòng tròn thể hiện sự hoàn hảo, thể hiện lòng biết ơn của họ đối với vùng đất. Ngoài lễ kỷ niệm mùa màng bội thu, ngày này cũng là ngày thanh niên nam nữ cử hành hạt giống tình yêu sau một năm làm việc vất vả. Ở khu tự trị dân tộc Choang của Mashan, Shanglin, Yucheng và Du'an ở phía tây Quảng Tây, hầu hết mọi làng Có những người đàn ông và phụ nữ trẻ tổ chức đám cưới vào ngày này, vì vậy họ cũng được gọi là Lễ hội Hạnh phúc đôi. Theo truyền thuyết về Zhuang, điều này được quy định bởi Buluotuo, tổ tiên của người Choang.\n\n==Xem thêm==\n* [[Ngày Song Thập]]\n* [[Lễ mừng lúa mới]], hay còn gọi là Tết cơm mới và Tết Hạ Nguyên.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Sơ khai văn hóa}}\n{{Tết}}\n\n[[Thể loại:Ngày lễ Việt Nam]]\n[[Thể loại:Ngày lễ Trung Quốc]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Mười Một]]\n[[Thể loại:Tết]]"}