{"2125":"{{xem thêm|Tất niên|Tân niên}}\n{{Thông tin ngày lễ||holiday_name = Tết Nguyên Đán\n|type = asian festival\n|image = Happy New Year in Vietnamese.jpg\n|imagesize = 290px\n|caption = [[Đường Nguyễn Huệ, Thành phố Hồ Chí Minh]] ngày Tết Nguyên Đán Đinh Hợi (đầu năm [[2007]])\n|official_name = Tết Nguyên Đán\n|nickname = Tết\n|litcolor =  \n|longtype = Văn hóa, quốc gia\n|significance = Đánh dấu ngày đầu tiên của năm mới theo lịch âm\n|begins =\n|ends =\n|date = Mùng 1 tháng Giêng ([[Âm lịch]])\n|celebrations = Thăm hỏi bạn bè, người thân<br> Thờ cúng tổ tiên <br> [[Lì xì|Mừng tuổi]] <br> [[#Xông đất|Mở hàng đầu năm]]\n|observances =\n|relatedto =  \n|date{{#time:Y|last year}}= {{#time:l, \"ngày\" j \"tháng\" n|{{Âm lịch|A2D|D=1|M=1|Y={{#time:Y|last year}}|df=d-m-y|utc=7}}}}\n|date{{#time:Y}} = {{#time:l, \"ngày\" j \"tháng\" n|{{Âm lịch|A2D|D=1|M=1|Y={{#time:Y}}|df=d-m-y|utc=7}}}}\n|date{{#time:Y|next year}} = {{#time:l, \"ngày\" j \"tháng\" n|{{Âm lịch|A2D|D=1|M=1|Y={{#time:Y|next year}}|df=d-m-y|utc=7}}}}\n}}\n\n'''Tết Nguyên Đán''' (còn gọi là '''Tết Cả''',<ref>{{Chú thích web|url=http:\/\/www.nguoiduatin.vn\/tet-nguyen-dan-cai-tet-ca-cua-van-hoa-viet-a28877.html| tiêu đề=Tết Nguyên đán, cái \"Tết Cả\" của văn hóa Việt| work=Người đưa tin|ngày tháng=ngày 25 tháng 1 năm 2012|ngày truy cập=ngày 17 tháng 12 năm 2012}}<\/ref> '''Tết Ta''', '''Tết Âm lịch''', '''Tết Cổ truyền''' hay đơn giản là '''[[Tết]]''') là dịp lễ đầu [[năm mới]] theo [[âm lịch]] của các nước gia khanh [[Đông Á]] như dinh nguyen[[Tết Trung Quốc|Trung Quốc]], [[Đài Loan]], [[Seollal|bán đảo Triều Tiên]], và các nước [[Đông Nam Á]] như [[Singapore]], [[Malaysia]], [[Indonesia]] và [[Việt Nam]].\n\nTại Việt Nam trước ngày Tết còn có phong tục như \"cúng [[Táo quân#Thờ cúng|Táo Quân]]\" (23 tháng Chạp Âm lịch) và \"cúng [[Tất Niên]]\" (29 hoặc 30 tháng Chạp Âm lịch). Vì Tết tính theo [[Nông lịch|Âm lịch]] nên Tết Nguyên Đán của Việt Nam muộn hơn [[Tết Dương lịch]] (hay Tết Tây). Do quy luật 3 năm nhuận một tháng của âm lịch nên ngày đầu năm của dịp Tết Nguyên đán không bao giờ trước ngày 21 tháng 1 Dương lịch và sau ngày 20 tháng 2 Dương lịch mà rơi vào giữa những ngày này. Toàn bộ dịp Tết Nguyên đán hàng năm thường kéo dài trong khoảng 7 đến 8 ngày cuối năm cũ và 7 ngày đầu năm mới (23 [[Tháng chạp|tháng Chạp]] đến hết ngày 7 [[tháng Giêng]]).<ref>{{chú thích web|title=Tết Nguyên Đán - ngày lễ cổ truyền lớn nhất ở Việt Nam|url=http:\/\/thuvien.vinhphuc.gov.vn\/ContentBrowser.aspx?contentid=43}}<\/ref>\n\nHàng năm, Tết được tổ chức vào ngày mồng 1 (hay mùng 1)<ref>Từ điển Tiếng Việt (Từ điển Hoàng Phê), Viện ngôn ngữ học Việt Nam, Nhà xuất bản Đà Nẵng, 2003.<\/ref> tháng Giêng âm lịch trên toàn nước Việt Nam và ở một vài nước khác có [[Việt kiều|cộng đồng người Việt]] sinh sống. Sắm [[Đào (thực vật)|cây đào]] và [[Quất|cây quất]] ở [[Bắc Bộ]], hay [[Họ Mai vàng|cây mai]] ở [[Trung Bộ]] và [[Nam Bộ]] được coi là sự chuẩn bị không thể thiếu trong những ngày giáp Tết. Sau đó, trong những ngày Tết, các gia đình sum họp bên nhau, cùng thăm hỏi người thân, dành những lời chúc mừng, mừng tuổi và thờ cúng tổ tiên.\n\n== Từ nguyên ==\nTừ nguyên ''tết'' trong tiếng Việt là [[âm Hán Việt cổ]] của chữ 節, mà âm Hán-Việt hiện đại đọc là ''tiết''. ''Tết'' và ''tiết'' đều bắt nguồn từ âm đọc trong [[tiếng Hán trung cổ]] của chữ “節”. “tết” xuất hiện trước “tiết”, vào giai đoạn chữ \"tiết\" 節 có âm đọc trong tiếng Hán trung cổ là \/tết\/. “Tiết” xuất hiện sau “tết”, vào giai đoạn âm đọc trong tiếng Hán trung cổ của chữ \"tiết\" 節 đã biến đổi thành \/tiết\/. Ban đầu cả \"tết\" và \"tiết\" đều được phát âm giống như âm đọc của chữ \"tiết\" 節 trong tiếng Hán ở thời điểm chúng được tiếng Việt vay mượn, về sau do sự biến đổi của ngữ âm tiếng Việt cách phát âm của chúng đã thay đổi thành \"tết\" và \"tiết\" như hiện nay.<ref name=\"Giáo trình lịch sử ngữ âm tiếng Việt (sơ thảo)\">Nguyễn Tài Cẩn. Giáo trình lịch sử ngữ âm tiếng Việt (sơ thảo). Nhà xuất bản Giáo dục. Năm 1995. Trang 80, 158, 197.<\/ref>\n\n\"Tết Nguyên Đán\" vốn không phải là \"Tiết Nguyên Đán\" trong 24 điểm \"[[Tiết khí]]\" ([[chữ Hán]]: 節氣) của Thời tiết phân chia theo lịch Mặt trăng ([[Nông lịch]]). Từ “nguyên” 元 trong “Nguyên Đán” 元旦 có nghĩa là sự khởi đầu hay là sơ khai và \"đán\" 旦 có nghĩa là buổi sáng sớm hay là bình minh. Nghĩa gốc của từ “Nguyên Đán” 元旦 là chỉ \"Buổi sáng đầu tiên\/Ngày đầu tiên (tức ngày mồng một) của một năm Nông lịch\".<ref>辞海编辑委员会. 《辞海》第六版彩图本, 第四卷. 上海辞书出版社. 上海, năm 2009. ISBN 9787532628599. Trang 2811, 2812.<\/ref><ref>辞海编辑委员会. 《辞海》第六版彩图本, 第一卷. 上海辞书出版社. 上海, năm 2009. ISBN 9787532628599. Trang 397.<\/ref><ref name=\"程勉学. 元旦与春节\">程勉学. [http:\/\/news.163.com\/12\/0114\/01\/7NMLG9OV00014AED.html 元旦与春节]. 网易. Truy cập ngày 23 tháng 1 năm 2017.<\/ref>\n\nHiện nay, tại [[Trung Quốc]], [[Tết Trung Quốc|Tết âm lịch]] không còn được gọi là Tết Nguyên Đán nữa. Tại [[Trung Quốc đại lục]], thời [[Trung Hoa Dân Quốc (1912-1949)|Dân quốc]], năm thành lập Trung Hoa Dân quốc (năm 1912) được lấy làm mốc khởi thủy để định tên năm dương lịch. Năm thành lập Trung Hoa Dân quốc được coi là Trung Hoa Dân quốc năm thứ nhất. Năm sau Dân quốc năm thứ nhất, tức là [[Công nguyên]] năm 1913, là Dân quốc năm thứ hai, năm 1914 là Dân quốc năm thứ ba, năm 1915 là Dân quốc năm thứ tư... Lấy số năm Công nguyên trừ cho 1911 thì sẽ ra số năm Dân quốc tương ứng của năm Công nguyên đó.<ref>[http:\/\/news.sina.com.cn\/c\/2006-03-16\/04228451487s.shtml 台当局要废民国纪年欲影响民众心理认同]. 新浪. Truy cập ngày 24 tháng 1 năm 2017. Truy cập ngày 24 tháng 1 năm 2017.<\/ref><ref>辞海编辑委员会. 《辞海》第六版彩图本, 第一卷. 上海辞书出版社. 上海, năm 2009. ISBN 9787532628599. Trang 720, 723.<\/ref> Ngày 27 tháng 9 năm 1949, tại Hội nghị Toàn thể Khoá I [[Hội nghị Hiệp thương Chính trị Nhân dân Trung Quốc]] quyết định gọi tên các năm dương lịch theo thứ tự trong [[kỷ nguyên Công lịch]], ''chính thức quy định ngày 1 tháng 1 dương lịch (tức Tết Tây) gọi là “Nguyên đán”'', ngày mồng một tháng giêng nông lịch gọi là “Xuân tiết” ([[chữ Hán]]: [[:zh:春節|春節]], pinyin: chūnjié) (nghĩa là lễ hội mùa xuân).<ref name=\"程勉学. 元旦与春节\" \/><ref>辞海编辑委员会. 《辞海》第六版彩图本, 第四卷. 上海辞书出版社. 上海, năm 2009. ISBN 9787532628599. Trang 2812.<\/ref>\n\nHai miền Nam Bắc Việt Nam từ sau năm 1975 đều cùng sử dụng múi giờ GMT+7 (trước đó [[Việt Nam Dân chủ Cộng hoà]] sử dụng múi giờ GMT+7, còn [[Việt Nam Cộng hoà]] sử dụng múi giờ GMT+8 giống như Trung Quốc), Trung Quốc thì sử dụng múi giờ GMT+8. Do Việt Nam và Trung Quốc sử dụng hai múi giờ khác nhau, âm lịch Việt Nam và âm lịch Trung Quốc cũng có đôi chút khác biệt, có lúc thì chỉ lệch có một giờ, có lúc thì lệch đến một tháng. Vì vậy mà có năm Việt Nam đón Tết cùng ngày với Trung Quốc, có năm lại đón Tết trước hoặc sau Trung Quốc.<ref>Giao Hưởng. [http:\/\/thanhnien.vn\/van-hoa\/vi-sao-nam-nay-viet-nam-an-tet-truoc-trung-quoc-mot-ngay-317188.html Vì sao năm nay Việt Nam ăn Tết trước Trung Quốc một ngày?]. Thanh Niên. Truy cập ngày 9 tháng 12 năm 2016.<\/ref><ref>Nguyễn Quảng. [http:\/\/www.bbc.com\/vietnamese\/forum\/2013\/12\/131222_vn_gmt_plus_rationale Sao Việt Nam không dùng GMT+8?]. BBC Tiếng Việt. Truy cập ngày 9 tháng 12 năm 2016.<\/ref><ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Bao-gio-Viet-Nam-an-Tet-lech-voi-Trung-Quoc-293667\/|tiêu đề=Bao giờ Việt Nam ăn Tết lệch với Trung Quốc?|ngày tháng=2009-01-28|ngày truy cập=2018-02-16|nhà xuất bản=[[Công an nhân dân (báo)|Công an nhân dân]]|tác giả=Vũ Thuận Hóa|url lưu trữ=https:\/\/web.archive.org\/web\/20180215190030\/http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Bao-gio-Viet-Nam-an-Tet-lech-voi-Trung-Quoc-293667\/|ngày lưu trữ=2018-02-15|url-status=live}}<\/ref>\n\n== Lịch sử ==\n=== Nguồn gốc tết ra đời ===\n\n[[Văn hóa Đông Á]] – thuộc văn minh nông nghiệp lúa nước – do nhu cầu canh tác [[nông nghiệp]] đã \"phân chia\" thời gian trong một năm thành 24 [[tiết khí]] khác nhau (và ứng với mỗi tiết này có một thời khắc \"giao thừa\") trong đó tiết quan trọng nhất là tiết khởi đầu của một chu kỳ canh tác, gieo trồng, tức là Tiết Nguyên Đán. Sau này được biết đến là Tết Nguyên Đán. Năm mới của Việt Nam bị ảnh hưởng bởi nền văn minh lúa nước cổ đại.<ref>{{Chú thích web|url=https:\/\/m.hankookilbo.com\/News\/Read\/A2022020211190001997?t=20220204135443|tựa đề=美中日 전략외교 격전지 된 베트남… ‘수교 30주년’ 韓 변해야 산다|ngày=2022-02-03|website=한국일보|ngôn ngữ=ko-KR|ngày truy cập=2022-02-04}}<\/ref>\n\n===Việt Nam===\n{{cquote|Thường năm, trước lễ Tết hai ngày, vua đi xe ngự-dụng, các quan tuỳ tùng đều mặc triều-phục hầu đạo tiền, tế điện Đế-Thích. Ngày 30 Tết, vua ngồi giữa cửa Đoan-Củng, các bề tôi đều làm lễ, lễ rồi, xem các con hát múa trăm lối. Tối lại qua cung Động-Nhân, bái yết Tiên-Vương. Đêm ấy đoàn thầy tu vào nội làm lễ \"Khu-Na\" (nghĩa là đuổi tà ma quỷ mị). Dân-gian thì mở cửa đốt pháo tre, cỗ bàn trà rượu cúng tổ. Con trai con gái nhà nghèo, không có người mai dong để làm hôn-lễ, thì tự mình phối hợp với nhau. Ngày Nguyên-Đán, vào khoảng canh năm, vua ngồi trên điện Vĩnh-Thọ, các tôn-tử (con cháu nhà vua), các quan cận-thần làm lễ hạ trước, rồi vào cung Trường-Xuân, vọng bái các lăng tổ. Buổi sáng sớm, vua ngồi trên điện Thiên-An, các phi tần sắp lớp ngồi, các quan trong nội đứng lộn xộn trước điện đánh thổi các bài ca-nhạc trước đại-đình. Con cháu nhà vua và bề tôi sắp hàng bái hạ, ba lần rót rượu dâng lên. Xong, các tôn-tử lên điện chầu và dự yến. Các quan nội-thần ngồi tiểu điện phía tây, các quan ngoại thần ngồi hai bên tả hữu vua, ăn tiệc, đến trưa lần lượt đi ra. Các thợ khéo làm một cái đài \"Chúng-tiên\" hai tầng ở trước điện, một lúc thì cái đài ấy làm xong, vàng ngọc sáng chói. Vua ngồi ăn trên đài ấy, các quan làm lễ, trước sau chín lạy, và chín tuần rượu rồi giải-tán. Ngày mồng hai Tết, các quan đều làm lễ riêng ở nhà. Ngày mồng ba Tết, vua ngồi trên gác Đại-Hưng, xem các tôn-tử và các quan nội-cung đánh quả bóng (quả cầu thêu), hễ bắt được mà không rơi xuống đất là thắng. Quả bóng lấy gấm mà làm, bằng nắm tay đứa bé, có tua đeo lòng thòng đến hai mươi sợi. Mùng năm Tết, lễ khai-hạ, ăn yến xong thì để quan và dân lễ các chùa miếu và du-ngoạn các vườn hoa.|100px||Tóm lược đoạn chép chi tiết của Lê Tắc về việc đón Tết của người Việt trong sách ''An Nam chí lược'' vào thế kỉ XIII.<ref name=\"ANCL\">An Nam chí lược, Soạn giả Lê Tắc, Viện Đại học Huế, 1961, bản điện tử, tr 15<\/ref>}}\n\nCũng trong sách ''An Nam chí lược'' của [[Lê Tắc]], người Việt có phong tục khác biệt với Trung Quốc, dân thường hay vẽ mình, ưa uống rượu, dùng trầu cau đãi khách, hay ăn dưa mắm, những vật dưới biển và đã tổ chức lễ Tết. Ông còn ghi chép rằng dân Việt đón lễ Tết từ tháng giêng cho đến tháng 3 âm lịch, chơi nhiều trò chơi như đá bóng, đá cầu, đánh cờ, đấu vật và tổ chức tế lễ.<ref name=\"ANCL\"\/> Một học giả khác là [[Lê Quý Đôn]] chép trong sách Kiến văn tiểu lục rằng nước Việt thời nhà Lý, đã thực hiện các lễ nghi quan trọng như lập Đàn phong vân để cầu mưa, lập đàn xã tắc để cầu cho quanh năm được mùa, dùng ngày lập xuân để làm lễ nghinh xuân. Lê Quý Đôn viết rằng thời Hồng Đức (1442-1497) lễ Nguyên đán là ngày lễ quan trọng bậc nhất, trăm quan phải vào chầu vua.<ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, tr 62, tr 74<\/ref>\n\n=== Một số khu vực khác ===\n====Đông Á====\nTheo [[lịch sử Trung Quốc]], nguồn gốc Tết Nguyên Đán có từ năm [[Tam Hoàng Ngũ Đế]] 2879 TCN thay đổi theo từng thời kỳ. Tuy nhiên, Tam Hoàng Ngũ Đế cũng chỉ là những nhân vật truyền thuyết. \n \nLịch sử Trung Quốc cũng cho rằng Tết được thay đổi qua các thời kỳ. Đời Tam đại, [[nhà Hạ]] chuộng màu đen nên chọn [[tháng giêng]], tức tháng Dần. [[Nhà Thương]] thích màu trắng nên lấy tháng Sửu, tức [[tháng chạp]], làm tháng đầu năm. [[Nhà Chu]] ưa sắc đỏ nên chọn tháng Tý, tức [[tháng mười một]], làm tháng Tết. Các vua chúa nói trên quan niệm về ngày giờ \"tạo thiên lập địa\" như sau: giờ Tý thì có trời, giờ Sửu thì có đất, giờ Dần sinh loài người nên đặt ra ngày Tết khác nhau.<ref name=\"Tetthoigian\">{{chú thích báo|url=http:\/\/www.doisongphapluat.com\/xa-hoi\/tet-nguyen-dan-co-tu-bao-gio-a84556.html|author=Minh Anh, Theo VDC1|title=Tết Nguyên đán có từ bao giờ?|work=Đời sống & Pháp luật|date = ngày 19 tháng 2 năm 2015 |access-date =}}<\/ref> Đời [[Nhà Chu|Đông Chu]], [[Khổng Tử]] đổi ngày Tết vào một tháng nhất định là tháng Dần. Đời [[nhà Tần]] ([[thế kỷ III TCN]]), [[Tần Thủy Hoàng]] lại đổi qua tháng Hợi, tức [[tháng mười]]. Đến thời [[nhà Hán]], [[Hán Vũ Đế]] ([[140 TCN]]) lại đặt ngày Tết vào tháng Dần, tức [[tháng giêng]]. Từ đó về sau, không còn [[triều đại]] nào thay đổi về tháng Tết nữa. Song những chi tiết này chỉ tìm thấy trong sách sử Trung Quốc, không có các nguồn tư liệu khác để kiểm chứng. Theo các nghiên cứu gần đây, thực tế cư dân Bách Việt ngày xưa ăn Tết vào tháng Tý (tháng 11 âm lịch ngày nay) đến thời Hán mới chính thức đổi thành tháng Dần (tháng Giêng).<ref>Nguyễn Ngọc Thơ: ''Văn hóa Bách Việt vùng Lĩnh Nam trong quan hệ với văn hóa truyền thống Việt Nam'', luận án Tiến sĩ chuyên ngành Văn hóa học, trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia TP.HCM, 2011.<\/ref>\nTrước năm 1967, Việt Nam lấy múi giờ [[Bắc Kinh]] làm chuẩn cho âm lịch. Ngày [[8 tháng 8]] năm [[1967]], nhà nước [[Việt Nam Dân chủ Cộng hòa]] ban hành đổi lịch dùng [[múi giờ]] [[GMT]]+7 làm chuẩn ở miền Bắc. Vì thế hai miền nam bắc Việt Nam đón [[Sự kiện Tết Mậu Thân|Tết Mậu Thân]] hai ngày khác nhau (miền Bắc ngày 29 tháng một trong khi miền Nam thì ngày 30 tháng 1).<ref>{{Chú thích web\n| url = http:\/\/www.informatik.uni-leipzig.de\/~duc\/amlich\/LichTa-DoanHung.html\n| tiêu đề = Lịch Ta, Lịch Tàu và sự khác biệt\n| tác giả=Đoan Hùng\n| ngày truy cập = 20 tháng 8 năm 2007\n}}<\/ref> Từ năm 1976, cả hai miền nam bắc mới dùng chung múi giờ GMT+7.\n\nKhông chỉ có Trung Quốc và Việt Nam có Tết Nguyên Đán, mà một số quốc gia ở Đông Á cũng có Tết này. Chẳng hạn, đối với người [[Đài Loan]], Tết Nguyên Đán là dịp lễ quan trọng nhất, là những ngày mà mọi người ở Đài Loan quây quần bên nhau, cùng nhau đoàn viên sau một năm làm việc vất vả. Họ có lễ hội thả đèn lồng được tổ chức tại làng cổ Thập Phần vào dịp này.\n\nTết Nguyên Đán ở [[Hồng Kông]] cũng mang nhiều điểm tương đồng với Trung Quốc nhưng cách đón Tết của người Hồng Kông vô cùng đặc sắc khi pha trộn giữa nền văn hóa truyền thống Phương Đông với nét văn hóa phóng khoáng, mới mẻ của phương Tây. Lúc chuẩn bị đón Tết, người dân Hồng Kông cũng lau dọn nhà cửa sạch sẽ, trang trí giấy đỏ. Trẻ em thì được lì xì, người lớn chúc tụng nhau một năm mới hạnh phúc<ref name=\":0\">{{Chú thích web|url=https:\/\/www.dulichrongachau.vn\/ban-co-the-don-tet-nguyen-dan-o-dau-tren-the-gioi|title=BẠN CÓ THỂ ĐÓN TẾT NGUYÊN ĐÁN Ở ĐÂU TRÊN THẾ GIỚI?|last=Du lịch Á châu|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\nTrong văn hóa [[Hàn Quốc]], ngày lễ lớn nhất trong năm cũng chính là Tết Nguyên Đán, hay còn gọi là [[Seollal]], ngày xua đuổi linh hồn xấu xa, điều xui xẻo và chào đón điều tốt lành. Tương tự như ở Việt Nam, Tết bắt đầu từ ngày 1\/1 Âm lịch và thường kéo dài trong 3 ngày<ref name=\":0\" \/>. Tết của người dân bán đảo Triều Tiên kéo dài hàng tuần với nhiều phong tục truyền thống như dán hình động vật lên cửa để cầu may, xem tướng số, đón mặt trăng… Ngày lễ Seollal đã từng bị bãi bỏ trong khoảng thời gian dài, nhưng nay được phục hồi và công nhận là ngày lễ quốc gia ở [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] và [[Hàn Quốc]].\n\nTết Âm Lịch hay còn gọi là Tết Tháng Trắng, Tết Nguyên Đán là một trong những dịp lễ lớn nhất trong năm ở [[Mông Cổ]]. Đây là thời khắc báo hiệu mùa đông giá lạnh đã kết thúc, là dịp để gia đình sum vầy và thắt chặt mối quan hệ. Những ngày đầu năm, người Mông Cổ sẽ chỉ mặc trang phục dân tộc. Họ quay quần cùng nhau, trò truyện, vui đùa, trao đổi các món ăn và thưởng thức chúng.\n\nỞ [[Nhật Bản]] mặc dù đã ngừng đón Tết theo âm lịch để chuyển sang đón Tết theo dương lịch (xem [[Tết Nhật Bản]]) từ năm 1873 trong thời kỳ Minh Trị duy tân, tuy nhiên ở một số địa phương phía nam Nhật Bản như [[Okinawa]] thì người dân vẫn đón Tết theo âm lịch và một số lễ hội Tết âm lịch vẫn được tổ chức ở một vài địa điểm. Nhưng Tết âm lịch không được coi là ngày lễ quốc gia của Nhật Bản nên mọi người vẫn phải đi làm, đi học<ref>{{Chú thích web|url=https:\/\/danviet.vn\/bo-tet-am-lich-nhat-ban-gio-an-tet-duong-lich-nhu-the-nao-5020211229585367.htm|tựa đề=Bỏ tết Âm lịch, Nhật Bản giờ ăn tết Dương lịch như thế nào?|ngày=2021-02-12|website=Dân Việt|url-status=live}}<\/ref>.\n\n====Đông Nam Á====\nỞ Singapore, người dân đón Tết truyền thống cùng thời điểm với Tết Nguyên đán của người Việt Nam. Những ngày Tết ở Singapore thường diễn ra với Lễ hội mùa xuân với 3 sự kiện nổi bật: Lễ hội Hoa đăng, Lễ hội Singapore River Hongbao và Lễ hội đường phố Chingay, kéo dài từ mùng 1 Tết cho đến 15 tháng Giêng âm lịch. Mỗi lễ hội đều mang đậm chất xuân, vui tươi và có rất đông người dân tham gia.\n\nỞ Malaysia, một phần tư dân số Malaysia là người Hoa kiều, vì vậy Tết Nguyên đán cũng là một dịp rất quan trọng với họ. Nó cũng được coi là kỳ nghỉ chính thức tại quốc gia này<ref name=\":0\" \/>.\n\n== Các giai đoạn chính trong Tết ==\n\nNgười Việt Nam quan niệm rằng ngày Tết thì tất cả mọi thứ đều phải thật sớm và mới.<ref name=\"phongtuc\">{{Chú thích web|url=http:\/\/hanoi.vietnamplus.vn\/Home\/Phong-tuc-ngay-Tet-Nguyen-Dan-xua-va-nay\/20103\/841.vnplus|tiêu đề=Phong tục ngày Tết Nguyên Đán xưa và nay|work=Hà Nội.com|ngày truy cập=ngày 18 tháng 12 năm 2012}}<\/ref> Do đó trước ngày Tết khoảng hơn 2 tuần, các gia đình đã sắm sửa cho ngày Tết. Họ thường quét dọn, trang trí nhà cửa, mua hoa, sắm thức ăn... thật chu đáo cho ngày Tết. Ngoài ra, tất cả những vật dụng không cần thiết hoặc bị cho là đem lại điềm gở cũng bị vứt bỏ.\n\n=== Rằm tháng Chạp ===\nRằm tháng Chạp là lễ cúng rằm của tháng tổng kết cuối cùng của một năm, chuẩn bị cho lễ cúng ông Táo và lễ Giao Thừa đón năm mới. Chính vì vậy, nhiều gia đình Việt coi trọng lễ này hơn các lễ cúng rằm khác trong năm. Các lễ nghi và thủ tục cúng rằm tháng Chạp cũng được chuẩn bị chu đáo, kỹ lưỡng hơn. Rằm tháng Chạp vào ngày 15 tháng cuối cùng âm lịch, tức là chỉ còn 8 ngày nữa đến Tết ông Táo, và khoảng nửa tháng nữa là đến lễ cúng tất niên đón năm mới.\n\n=== Cúng ông Công ông Táo ===\n[[Tập tin:Goi banh chung.jpg|nhỏ|phải|160px|Một gia đình đang gói bánh chưng chuẩn bị cho ngày Tết Âm lịch.]]\nCông việc chính thức sửa soạn đón Tết của người Việt Nam thường bắt đầu từ ngày 23 tháng Chạp, là ngày mà người Việt cúng ông Táo ([[Táo quân]]). Theo quan điểm của người Việt thì ông Táo vừa là thần bếp trong nhà vừa là người ghi chép tất cả những việc làm tốt xấu mà con người đã làm trong năm cũ và báo cáo với Ngọc Hoàng những vấn đề tốt xấu của gia chủ. Ông Táo được cúng vào trưa hoặc chiều ngày 23 tháng Chạp âm lịch hàng năm. Lễ cúng gồm có [[hương (tế lễ)|hương]] (nhang), nến, hoa quả, vàng mã và hai mũ đàn ông, một mũ đàn bà kèm theo ba con cá chép (cá chép thật hoặc cá chép làm bằng giấy kèm theo cỗ mũ). Theo sự tích ông Táo, cá chép sẽ đưa ông Táo vượt qua Vũ Môn để lên [[Thiên đình]] gặp [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]]. Một số gia đình ở nông thôn vẫn còn gìn giữ phong tục dựng cây nêu, trong khi ở thành phố, phong tục này đã bị lãng quên. Theo phong tục, cây nêu được dựng lên để chống lại quỷ dữ và những điềm gở. Cây nêu thường được treo hoặc trang trí thêm những thứ được coi là để dọa ma quỷ như: tỏi, xương rồng, hình nộm và lá dứa. Trước ngày Tết, người Việt cũng chuẩn bị bánh chưng, bánh giầy còn ở miền nam thì loại bánh phổ biến là bánh tét và các món ăn thịnh soạn để dâng lên ông bà tổ tiên.<ref>{{chú thích báo|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=240811&ChannelID=320 |author=VNN (Tư liệu: Bảo tàng Dân tộc học Việt Nam)|title=Tết của người thiểu số ở Việt Nam|work=Tuổi Trẻ Online|date=ngày 31 tháng 1 năm 2008|access-date =ngày 4 tháng 2 năm 2010}}<\/ref>\n\n=== Tất niên ===\n{{chính|Tất niên}}\nNgày Tất niên có thể là ngày [[30 tháng 12|30 tháng Chạp]] (nếu là năm đủ) hoặc 29 tháng Chạp (nếu là năm thiếu). Đây là ngày gia đình sum họp lại với nhau để ăn cơm buổi tất niên. Buổi tối ngày này, người ta làm cỗ cúng tất niên. Giữa ngày 30 (hoặc 29) tháng Chạp và ngày [[1 tháng 1|mồng 1 tháng Giêng]], [[Tý|giờ Tý]] (từ 23 giờ hôm trước đến 1 giờ hôm sau), trong đó thời điểm bắt đầu giờ Chính Tý (0 giờ 0 phút 0 giây ngày Mồng 1 tháng Giêng) là thời khắc quan trọng nhất của dịp Tết. Nó đánh dấu sự chuyển giao năm cũ và năm mới, nó được gọi là ''Giao thừa''. Để ghi nhận thời khắc này, người ta thường làm hai mâm cỗ. Một mâm cúng gia tiên tại bàn thờ ở trong nhà mình và một mâm cúng thiên địa ở khoảng sân trước nhà. Một số cộng đồng lấy con hổ là vật thờ thì gọi là cúng ''Ông Ba Mươi''. Một số cộng đồng khác thì có một phần cỗ dành để cúng chúng sinh, cúng những cô hồn lang thang không nơi nương tựa.\n\n[[Tập tin:Cung tat nien.jpg|nhỏ|phải|Một cụ già mặc áo the để cúng tất niên vào Tết Bính Tuất 2006.]]\n\n==== Sắp dọn bàn thờ ====\nTrong gia đình người Việt thường có một bàn thờ tổ tiên, ông bà (hay còn gọi ông vải<ref>Theo Việt Nam phong tục của Phan Kế Bính thì không viết hoa chữ \"vải\" trong từ \"ông vải\"<\/ref>). Cách trang trí và sắp đặt bàn thờ khác nhau tùy theo từng nhà. Biền, bàn thờ là nơi tưởng nhớ, là thế giới thu nhỏ của người đã khuất. Hai cây đèn tượng trưng cho Mặt Trời, Mặt Trăng và hương là tinh tú. Một bát hương đặt chính giữa (có thể có hai bát hương nhỏ hơn đặt đối xứng hai bên). Phía sau hai cây đèn thường có hai cành hoa cúc giấy với nhiều bông nhỏ bao quanh bông lớn. Có nhà cũng cắm \"cành vàng lá ngọc\" (một thứ hàng mã) với sự cầu mong làm ăn được quả vàng, quả bạc và buôn bán lãi gấp nhiều lần năm trước. Ở giữa có trục \"vũ trụ\" là khúc trầm hương dưới dạng khúc khuỷu và vươn lên trong bát hương. Nhiều gia đình đặt xen hai cái đĩa giữa đèn và hương để đặt hoa quả lễ gọi là mâm ngũ quả (tuỳ mỗi miền có sự biến thiên các loại quả, nhưng mỗi loại quả đều có ý nghĩa của nó). Trước bát hương để một bát nước trong để coi như nước thiêng. Hai cây mía đặt ở hai bên bàn thờ là để các cụ chống gậy về với con cháu và dẫn linh hồn tổ tiên từ trên trời về hạ giới.\n\n==== Giao thừa ====\n{{chính|Giao thừa}}\n[[Tập tin:Fireworks show during Chinese New Year 2012.jpg|nhỏ|Bắn pháo hoa vào lúc giao thừa tại Việt Nam vào đêm ngày 08\/02\/2012]]\nGiao thừa là thời khắc chuyển giao giữa năm cũ và năm mới. Trong thời khắc giao thừa mọi người trong gia đình thường dành cho nhau những lời chúc tốt đẹp nhất. Vào dịp này, các địa phương thường tổ chức bắn pháo hoa ở những địa điểm rộng rãi, thoáng mát.\n\nCúng Giao thừa là lễ cúng để đem bỏ hết đi những điều xấu của năm cũ sắp qua để đón những điều tốt đẹp của năm mới sắp đến.<ref name=\"letrutich\">{{chú thích báo|url=http:\/\/www3.tuoitre.com.vn\/TetOnline2009\/Index.aspx?ArticleID=66136&ChannelID=212|author=Theo Báo Ninh Thuận|title=Tại sao cúng Giao thừa ngoài trời?|work=Tuổi trẻ Online|date=ngày 28 tháng 1 năm 2006|access-date=ngày 4 tháng 2 năm 2010|archive-date = ngày 13 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100213061115\/http:\/\/www3.tuoitre.com.vn\/TetOnline2009\/Index.aspx?ArticleID=66136&ChannelID=212}}<\/ref>\n\n* Cúng Giao thừa ngoài trời\nTheo tục lệ cổ truyền thì ''Giao thừa'' được tổ chức nhằm đón các Thiên binh ([[chữ Hán]]: 天兵, tức 12 vị Hành khiển). Lúc đó họ đi thị sát dưới hạ giới, rất vội không kịp vào tận bên trong nhà được, nên bàn cúng thường được đặt ở ngoài cửa chính mỗi nhà. Hết một năm, vị Hành khiển (行遣) cũ đã cai quản Hạ giới trong năm cũ sẽ bàn giao công việc cho vị Hành khiển mới đi xuống sẽ cai quản Hạ giới trong năm mới. Mỗi năm có một vị, sau 12 năm thì các vị Hành khiển sẽ luân phiên trở lại. Mười hai vị Hành khiển và Phán quan (判官) gồm:\n# [[Tý|Năm Tý]]: Chu Vương Hành Khiển, Thiên Ôn Hành Binh chi Thần, Lý Tào Phán quan.\n# [[Sửu|Năm Sửu]]: Triệu Vương Hành Khiển, Tam thập lục phương Hành Binh chi Thần, Khúc Tào Phán quan.\n# [[Dần|Năm Dần]]: Ngụy Vương Hành Khiển, Mộc Tinh chi Thần, Tiêu Tào Phán quan.\n# [[Mão|Năm Mão]]: Trịnh Vương Hành Khiển, Thạch Tinh chi Thần, Liêu Tào Phán quan.\n# [[Thìn|Năm Thìn]]: Sở Vương Hành Khiển, Hỏa Tinh chi Thần, Biểu Tào Phán quan.\n# [[Tỵ|Năm Tỵ]]: Ngô Vương Hành Khiển, Thiên Hải chi Thần, Hứa Tào Phán quan.\n# [[Ngọ|Năm Ngọ]]: Tấn Vương Hành Khiển, Thiên Hao chi Thần, Nhân Tào Phán quan.\n# [[Mùi (Địa chi)|Năm Mùi]]: Tống Vương Hành Khiển, Ngũ Đạo chi Thần, Lâm Tào Phán quan.\n# [[Thân (Địa chi)|Năm Thân]]:Tề Vương Hành Khiển, Ngũ Miếu chi Thần, Tống Tào Phán quan.\n# [[Dậu|Năm Dậu]]: Lỗ Vương Hành Khiển, Ngũ Nhạc chi Thần, Cự Tào Phán quan.\n# [[Tuất|Năm Tuất]]: Việt Vương Hành Khiển, Thiên Bá chi Thần, Thành Tào Phán quan.\n# [[Hợi|Năm Hợi]]: Lưu Vương Hành Khiển, Ngũ Ôn chi Thần, Nguyễn Tào Phán quan.\n[[Tập tin:Tet offerings, Hue 2011.jpg|nhỏ|phải|160px|Mâm cỗ cúng Giao thừa ở ngoài trời tại Huế, năm 2011]]\nMâm lễ được sắp bày với lòng thành kính tiễn đưa người Nhà Trời đã cai quản mình năm cũ trở lại [[Thiên đình]] và đón người mới xuống sẽ làm nhiệm vụ cai quản [[Thế giới|Hạ giới]] năm tới. Vì việc bàn giao, tiếp quản công việc hết sức khẩn trương nên các vị chỉ có thể ăn vội vàng hoặc mang theo, thậm chí chỉ chứng kiến lòng thành của chủ nhà. Trên chiếc hương án có bình hương, hai ngọn đèn dầu hoặc hai ngọn nến.\n\nLễ vật gồm các chiếc thủ [[chi Lợn|lợn]] hoặc con [[gà]], [[bánh chưng]], bánh giày, [[mứt]] [[kẹo]], [[trầu không|trầu]] [[cau]], [[hoa]] [[quả]], [[thức uống có cồn|rượu]] hoặc [[nước]] và [[đồ mã|vàng mã]]. Các quan mặc dầu phút bàn giao bận rộn khẩn trương nhưng vì là... người nhà trời nên có tài thấu hiểu ngay \"ruột gan\" của gia chủ. Nếu có ý cầu lợi, mua chuộc, đút lót, các vị chỉ nhìn dấu hiệu ở khói hương, lửa đèn là biết ngay, và lập tức các vị dông thẳng, không thèm ngó ngàng gì đến vật cúng giao thừa của các nhà cầu lợi ấy. Trái lại, những nhà chân chất, thật thà, sống bằng lao động, ăn ở tử tế thì có khi chỉ cần chén rượu, nén hương (như Thổ công đánh tín hiệu qua hương đèn), các vị có chức trách biết ngay mà vui vẻ thưởng thức, dốc lòng phù hộ.\n\nLễ trừ tịch còn là lễ để \"khu trừ ma quỷ\", do đó có từ \"trừ tịch\". Lễ trừ tịch cử hành vào lúc giao thừa nên còn mang tên là lễ giao thừa.\n\n[[Tập tin:Phòng thờ cúng.jpg|nhỏ|phải|Bàn thờ Tổ tiên chuẩn bị cho việc cúng giao thừa tết Nhâm Thìn 2012.]]\n*Cúng Giao thừa trong nhà: là lễ cúng tổ tiên vào chính thời khắc giao thừa vừa tới nhằm để cầu xin Tổ tiên phù hộ độ trì cho gia đình gặp những điều tốt lành trong năm mới sắp đến. Mâm lễ bao gồm các món ăn mặn ngày Tết được chế biến tinh khiết với phong cách trang nghiêm.\n\nCỗ mặn gồm có [[bánh chưng]], [[giò]], [[Chả lụa|chả]], [[xôi gấc]], [[Gà|thịt gà]], [[xôi]] các loại, [[Thức uống có cồn|rượu]], [[Bia (đồ uống)|bia]] và các loại [[thức uống|thức uống khác]]. Các món ăn mặn khác tùy theo nhu cầu của gia đình. Cỗ ngọt và chay bao gồm [[Hương (tế lễ)|Hương]], [[hoa]], đèn nến, [[Bánh (thực phẩm)|bánh]] [[kẹo]], [[Mứt|mứt Tết]].\n\nKhi cúng Giao thừa trong nhà, các thành viên trong gia đình thường đứng trang nghiêm trước bàn thờ (không cần tất cả, chỉ cần gia chủ và vài ba người nữa) để khấn tổ tiên và xin được các cụ phù hộ độ trì trong nhà mới và cầu an khang thịnh vượng, sức khỏe tốt. Trước khi khấn Tổ tiên để mời tiền nhân về ăn Tết cùng với con cháu hậu thế, các gia chủ thường khấn thần [[Thổ công|Thổ Công]] để xin phép cho tổ tiên về ăn Tết. Ông là vị thần cai quản trong nhà (thường bàn thờ tổ tiên ở giữa, bàn thờ Thổ Công ở bên trái).\n\n=== Các hoạt động chính ===\n[[Tập tin:Hoa mai.jpg|nhỏ|200px|Một bình hoa mai ngày Tết Bính Tuất 2006.]]\n==== Ba ngày Tân niên ====\n\"Ngày mồng Một tháng Giêng\" là ngày Tân niên đầu tiên và được coi là ngày quan trọng nhất trong toàn bộ dịp Tết. Không kể những người tốt số, hợp tuổi được mời đi xông đất, vào sáng sớm ngày này, người Việt cổ thường không ra khỏi nhà, chỉ bày cỗ cúng ''Tân niên'', ăn tiệc và chúc tụng nhau trong nội bộ gia đình. Đối với những gia đình đã tách khỏi cha mẹ và cha mẹ vẫn còn sống, họ đến chúc Tết các ông bố theo tục: ''Mồng Một Tết cha''.\n\n\"Ngày mồng Hai tháng Giêng\" là ngày có những hoạt động cúng lễ tại gia vào sáng sớm. Sau đó, người ta chúc Tết các bà mẹ theo tục ''Mồng Hai Tết mẹ''. Riêng đàn ông chuẩn bị lập gia đình còn phải đến nhà cha mẹ vợ tương lai (nhạc gia) để chúc Tết theo tục ''Đi sêu''.\n\n\"Ngày mồng Ba tháng Giêng\" là ngày sau khi cúng cơm tại gia theo lệ cúng ít nhất đủ ba ngày Tết, các học trò thường đến chúc Tết thầy dạy học theo tục ''Mồng Ba Tết thầy''<ref>{{chú thích báo|url=http:\/\/www3.tuoitre.com.vn\/tetonline2009\/Index.aspx?ArticleID=297208&ChannelID=212|author=Theo NGUYỄN CHÍNH TÂM - Doanh nhân Sài Gòn Cuối tuần|title=Khoa học \"Tết\"|work=Tuổi trẻ online|date=ngày 16 tháng 1 năm 2009|access-date=ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Trong những ngày này người ta thường đi thăm viếng, về quê, hỏi thăm nhau những điều đã làm trong năm cũ và những điều sẽ làm trong năm mới.\n\nĐối với cộng đồng người [[Công giáo Việt Nam]], ba ngày đầu năm họ thường tham dự [[thánh lễ]] ở [[nhà thờ]] với ý cầu nguyện cho từng ngày: mồng Một cầu nguyện bình an cho năm mới, mồng Hai cầu nguyện cho tổ tiên, ông bà, cha mẹ nếu còn sống và tưởng nhớ nếu đã qua đời, mồng Ba cầu nguyện [[thánh hóa]] cho công ăn, việc làm trong năm mới được tốt đẹp.\n\n==== Xông đất ====\nXông đất (hay ''đạp đất'', ''mở hàng'') là tục lệ đã có lâu đời ở [[Việt Nam]]. Nhiều người quan niệm ngày Mồng Một \"khai trương\" một năm mới. Họ cho rằng vào ngày này, nếu mọi việc diễn ra suôn sẻ, may mắn, cả năm cũng sẽ được tốt lành, thuận lợi. Ngay sau thời khắc giao thừa, bất cứ người nào bước từ ngoài vào nhà với lời chúc năm mới được coi là đã xông đất cho gia chủ.<ref name=\"Phong tục\"\/> Người khách đến thăm nhà đầu tiên trong một năm cũng vì thế mà quan trọng. Cho nên cứ cuối năm, mọi người cố ý tìm xem những người trong bà con hay láng giềng có tính vui vẻ, linh hoạt, đạo đức và thành công để nhờ sang thăm. Người đến xông đất thường chỉ đến thăm, chúc Tết chừng 5 đến 10 phút chứ không ở lại lâu, cầu cho mọi việc trong năm của chủ nhà cũng được trôi chảy thông suốt.\n\nCách chọn tuổi xông đất:\n# [[Giáp (Thiên can)|Tuổi Giáp]] hạp với [[Kỷ (Thiên can)|Kỷ]] mà kỵ với [[Canh (Thiên can)|Canh]] – [[Mậu (Thiên can)|Mậu]].\n# [[Ất|Tuổi Ất]] hạp với [[Canh (Thiên can)|Canh]] mà kỵ với [[Tân (Thiên can)|Tân]] – [[Kỷ (Thiên can)|Kỷ]].\n# [[Bính|Tuổi Bính]] hạp với Tân mà kỵ với [[Nhâm (Thiên can)|Nhâm]] – [[Canh (Thiên can)|Canh]].\n# [[Đinh (Thiên can)|Tuổi Đinh]] hạp với [[Nhâm (Thiên can)|Nhâm]] mà kỵ với [[Quý (Thiên can)|Quý]] – [[Tân (Thiên can)|Tân]].\n# [[Mậu (Thiên can)|Tuổi Mậu]] hạp với [[Quý (Thiên can)|Quý]] mà kỵ với [[Giáp (Thiên can)|Giáp]] – [[Nhâm (Thiên can)|Nhâm]].\n# [[Kỷ (Thiên can)|Tuổi Kỷ]] hạp với [[Giáp (Thiên can)|Giáp]] mà kỵ với [[Ất]] – [[Quý (Thiên can)|Quý]].\n# [[Canh (Thiên can)|Tuổi Canh]] hạp với [[Ất]] mà kỵ với [[Bính]] – [[Giáp (Thiên can)|Giáp]].\n# [[Tân (Thiên can)|Tuổi Tân]] hạp với [[Bính]] mà kỵ với [[Đinh (Thiên can)|Đinh]] – [[Ất]].\n# [[Nhâm (Thiên can)|Tuổi Nhâm]] hạp với [[Đinh (Thiên can)|Đinh]] mà kỵ với [[Mậu (Thiên can)|Mậu]] – [[Bính]].\n# [[Quý (Thiên can)|Tuổi Quý]] hạp với [[Mậu (Thiên can)|Mậu]] mà kỵ với [[Kỷ (Thiên can)|Kỷ]] – [[Đinh (Thiên can)|Đinh]].\n[[Tập tin:Vietchu.jpg|nhỏ|phải|[[Ông đồ]] viết chữ lên [[giấy dó]] trong Tết Mậu Tý 2008.]]\nNgười đi xông đất xong có niềm vui vì đã làm được việc phước, người được xông đất cũng sung sướng vì tin tưởng gia đạo mình sẽ may mắn trong suốt năm tới.<ref name=\"Phong tục\"\/> Thời xưa, chỉ có hai cách chọn người tốt vía xông đất ngày đầu năm. Kẻ làm quan, người có học chọn người xông đất có tuổi hợp tuổi với chủ nhà.\n\n==== Xuất hành và hái lộc ====\nXuất hành là lần đi ra khỏi nhà đầu tiên trong năm, thường được thực hiện vào ngày tốt đầu tiên của năm mới để đi tìm may mắn cho bản thân và gia đình. Trước khi xuất hành, người ta phải chọn ngày Hoàng đạo, giờ Hoàng đạo và các phương hướng tốt để mong gặp được các quý thần, tài thần, hỉ thần... Tại [[miền Bắc (Việt Nam)|miền Bắc]], nếu xuất hành ra chùa hay đền, sau khi lễ bái, người Việt còn có tục bẻ lấy một ''cành lộc'' để mang về nhà lấy may, lấy phước. Đó là tục ''hái lộc''. Cành lộc là một cành [[đa]] nhỏ hay cành [[Ficus religiosa|đề]], cành [[cây si|si]]... là những loại cây quanh năm tươi tốt và nảy lộc. Tục hái lộc ở các nơi đền, chùa ngụ ý xin hưởng chút lộc của Thần, Phật ban cho nhân năm mới. Cành lộc thường đem về cắm ở bàn thờ. Khác với [[miền Bắc (Việt Nam)|miền Bắc]], [[miền Trung (Việt Nam)|miền Trung]] không có tục hái lộc đầu năm nhờ thế mà cây cối trong các đền chùa ở miền Trung vẫn giữ nguyên lá xanh biếc suốt cả mùa xuân.<ref name=\"Phong tục\">{{chú thích báo|url=http:\/\/tet.vietnamnet.vn\/ngày 27 tháng 1 năm 2010-xong-dat-dau-nam|author=Tiếp Thị Gia đình|title=Xông đất đầu năm|work=vietnamnet.vn|date=ngày 27 tháng 1 năm 2010|access-date=ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTuy nhiên việc hái lộc ngày nay đã có những quan niệm trái chiều so với trước đó là:\n\n* Việc hái lộc không nên vì có thể có những cành lộc có \"vong\" (linh hồn) bám theo. Khi chúng ta hái lộc về vô tình sẽ mang \"vong\" về theo, nếu \"vong\" tốt thì không sao nhưng nếu \"vong\" xấu thì có thể làm cho nhà cửa chúng ta không may mắn. Đây là vấn đề mang tinh duy tâm, tuy nhiên nó cũng có cái lý của nó.\n* Tiếp theo việc hái lộc đôi khi làm ảnh hưởng đến cây xanh cảnh quan đô thị vì tâm lý mọi người đều muốn đem thật nhiều lộc về nhà cầu may, do vậy đã không ít trường hợp làm hỏng hết cây cối gây ảnh hưởng đến môi trường.\n* Cuối cùng việc hái lộc đôi khi dẫn đến xô xát do việc tranh cướp hoặc hái \"trộm\" lộc trong các cơ quan nhạy cảm như [[Ngân hàng]] chẳng hạn.\n\nNhững việc làm này không biết có mang lại may mắn không nhưng nó phản ánh mặt xấu của văn hóa ứng xử của những người trong cuộc.\n\nVào những ngày đầu năm, khi mặt trời mọc, người ta đi ra khỏi nhà xem chiều gió thổi và có thể đoán được năm mới hên hay xui chẳng hạn:\n* Gió Nam: chỉ đại hạn;\n* Gió Tây: chỉ cướp bóc loạn lạc;\n* Gió Tây Nam: chỉ bệnh dịch tả;\n* Gió Bắc: chỉ được mùa vừa phải;\n* Gió Tây Bắc: chỉ được mùa đỗ, đậu;\n* Gió Đông: chỉ có lụt lớn.<ref name=\"Phong tục\"\/>\n\n==== Chúc Tết ====\n[[Tập tin:Chúc mừng năm mới - Tết 2009.jpg|nhỏ|200px|Một đồng xu khắc chữ Chúc mừng năm mới vào Tết Kỷ Sửu năm 2009]]\nSáng mồng Một Tết còn gọi là ngày ''Chính đán'', con cháu tụ họp ở nhà tộc trưởng để lễ Tổ Tiên và chúc Tết ông bà, các bậc huynh trưởng. Theo quan niệm, cứ năm mới tới, mỗi người tăng lên một tuổi, bởi vậy ngày mồng Một Tết là ngày con cháu \"chúc thọ\" ông bà và các bậc cao niên (ngày xưa, các cụ thường không nhớ rõ ngày tháng sinh nên chỉ biết Tết đến là tăng thêm một tuổi).\n\n==== Tục thăm viếng ====\n* Thăm viếng họ hàng là để gắn kết tình cảm gia đình họ hàng. Lời chúc Tết thường là sức khỏe, phát tài phát lộc, gặp nhiều may mắn, mọi ước muốn đều thành công... Những người năm cũ gặp rủi ro thì động viên nhau ''tai qua nạn khỏi'' hay ''của đi thay người'' nghĩa là trong cái họa cũng tìm thấy cái phúc, hướng về sự tốt lành.\n* Đến thăm những người hàng xóm của mình và những gia đình sống gần với gia đình mình, chúc họ những câu tốt lành đầu năm mới. Những chuyến thăm hỏi này giúp gắn kết mọi người với nhau, xóa hết những khúc mắc của năm cũ, vui vẻ đón chào năm mới.\n* Đến thăm những người bạn bè, đồng nghiệp và những người thân thiết với mình để chúc họ những câu tốt lành, giúp tình cảm bạn bè gần gũi hơn.\n\n==== Mừng tuổi ====\n[[Tập tin:LiXi.jpg|nhỏ|phải|160px|Phong bì lì xì treo trên cây mai vào tết Ất Dậu 2005.]]\n[[Lì xì]]: người lớn thường tặng trẻ em tiền bỏ trong một bao giấy đỏ, hay \"hồng bao\", gọi là \"lì xì\" với những lời chúc mừng ăn no, chóng lớn. Theo cổ tích Trung Quốc thì trong \"hồng bao\" có 8 đồng tiền (là [[Bát Tiên]] hóa thân) được đặt dưới gối đứa trẻ để xua đuổi quỷ đến quấy nhiễu, vì ma sẽ sợ giấy màu đỏ.\n\nTheo truyền thuyết: \n:''Ngày xưa có một con yêu quái thường xuất hiện vào đêm Giao thừa khiến trẻ con giật mình khóc thét lên. Hôm sau đứa trẻ nhức đầu, sốt cao, làm cho bố mẹ không dám ngủ, phải thức canh phòng yêu quái. Có một cặp vợ chồng nọ mới sinh được một mụn con trai kháu khỉnh. Tết năm đó, có 8 vị tiên dạo qua, biết trước cậu bé sẽ gặp nạn liền hóa thành 8 đồng tiền ngày đêm túc trực bên cậu bé. Sau khi cậu bé ngủ say, hai vợ chồng lấy giấy đỏ gói những đồng tiền này lại và đặt lên gối con rồi ngủ. Nửa đêm, con yêu quái xuất hiện định làm hại đứa trẻ thì từ chiếc gối loé lên những tia vàng sáng rực, khiến nó khiếp vía bỏ chạy.''<ref>{{chú thích báo|url=http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=17286|author=Theo TT|title=Lai lịch tiền mừng tuổi|work=Việt báo|date=ngày 22 tháng 1 năm 2004|access-date=ngày 4 tháng 2 năm 2010|archive-date=2014-08-12|archive-url=https:\/\/web.archive.org\/web\/20140812112117\/http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=17286|url-status=dead}}<\/ref>\n\nTiền mừng tuổi nhận được trong ngày Tết gọi là \"Tiền mở hàng\". Xưa còn có lệ cho tiền phong bao với số tiền lẻ (chứ không phải là tiền chẵn), ngụ ý tiền này sẽ sinh sôi nảy nở thêm nhiều.<ref>{{chú thích báo|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=186445&ChannelID=320|author=Trích 100 điều nên biết về phong tục VN|title=Phong tục ngày Tết: Chúc Tết, mừng tuổi, xuất hành|work=Tuổi trẻ online|date=ngày 7 tháng 2 năm 2008|access-date =ngày 4 tháng 2 năm 2010}}<\/ref>\n\n==== Hóa vàng ====\nNgày mồng 4 tháng Giêng theo lịch cổ là ngày con nước. Trong ngày này, người Việt làm lễ cúng tổ tiên đã về ăn Tết với con cháu và đốt nhiều vàng mã để tiền nhân về cõi âm có thêm tiền vốn đầu năm, đặng phù hộ độ trì cho con cháu hậu thế làm ăn phát đạt. Tại nhiều vùng ở Đồng bằng Bắc Bộ, người Việt có tục hát chèo đò đưa tổ tiên trở lại thế giới bên kia.\n\nTục hóa vàng ngày mồng 4 hoặc mồng 5, không ít gia đình vẫn theo truyền thống cũ: làm cơm, đốt vàng mã gửi người thân khuất bóng lời cầu nguyện một năm mới nhiều may mắn.<ref>{{chú thích báo|url=http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/02\/3B9FF1BE\/|author=Vũ Lê - Hoàng Khuê|title=Tục hóa vàng ngày mùng 3|work=vnexpress.net|date=ngày 9 tháng 2 năm 2008|access-date=ngày 26 tháng 1 năm 2010|archive-date=2010-02-19|archive-url=https:\/\/web.archive.org\/web\/20100219215425\/http:\/\/www.vnexpress.net\/GL\/Xa%2Dhoi\/2008\/02\/3B9FF1BE\/|url-status=dead}}<\/ref> Theo nhà sử học [[Dương Trung Quốc]], tục ''hoá vàng'' dựa trên tín ngưỡng thờ cúng tổ tiên, vật hoá vàng thường gắn với đời sống thường nhật, để thấy con người ở thế giới vô hình bên kia sống gần với dương gian.<ref>{{chú thích báo|url= http:\/\/vnexpress.net\/gl\/xa-hoi\/2005\/02\/3b9db53a\/|author=Đoàn Loan - Tuấn Dũng|title=\"Hoá vàng\" cúng tiễn tổ tiên|work=VnExpress|date=ngày 11 tháng 2 năm 2005|access-date =ngày 4 tháng 2 năm 2010}}<\/ref> Vào ngày mồng 4 và mồng 5 tháng Giêng, người ta kiêng xuất hành vì đây là ngày không tốt.\n\n==== Khai hạ ====\nNgày mồng 7 tháng Giêng là ngày cuối cùng của chuỗi lễ hội Tết. Trong ngày này, người Việt làm lễ hạ Cây nêu, gọi là ''lễ Khai hạ'', kết thúc dịp Tết Nguyên đán và bắt đầu bước vào việc làm ăn trong năm mới từ ngày mồng 8 hoặc mồng 9 tháng Giêng.<ref>{{chú thích báo|url=http:\/\/tet.vietnamnet.vn\/ngày 20 tháng 1 năm 2010-tet-nguyen-dan-o-viet-nam|author=website Quê Hương|title=Nguyên Đán ở Việt Nam|work=vietnamnet.vn|date=ngày 20 tháng 1 năm 2010|access-date=ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n== Một số hoạt động Tết truyền thống ==\n=== Sắm Tết ===\n{{chính|Chợ Tết}}\n[[Tập tin:Vào vụ.JPG|phải|nhỏ|Một góc [[Đường hoa Nguyễn Huệ]] vào Tết Tân Mão 2011.]]\nChợ Tết là những phiên chợ có phiên họp chợ vào trước Tết từ 25 tháng Chạp cho đến 30 tháng Chạp, bán nhiều mặt hàng, nhưng nhiều nhất là các mặt hàng phục vụ cho Tết Nguyên đán, như [[lá dong]] để gói [[bánh chưng]], [[gạo nếp]] để gói bánh chưng hoặc nấu [[xôi]], [[gà trống]], hoa và các loại [[quả|trái cây]], dùng thờ cúng (ngũ quả) để cúng [[tổ tiên]],...<ref>{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/news\/pages\/200601\/135049.aspx |tiêu đề=Nhớ chợ Tết làng xưa|work=Thanh Niên Online|tác giả=[[Tường Linh]] (nhà thơ)|ngày tháng=ngày 7 tháng 1 năm 2006|ngày truy cập=ngày 29 tháng 1 năm 2010}}<\/ref> Vì tất cả những người buôn bán hầu như sẽ nghỉ bán hàng trong những ngày Tết, những ngày đầu năm mới không họp chợ, nên phải mua để dùng cho đến khi họp chợ trở lại đưa đến mức cầu rất cao. Người Việt có câu ''mồng bốn chợ ma, mồng ba chợ người'' nên chợ được họp phiên đầu năm là mồng ba Tết (ngày [[3 tháng 1]] âm lịch). Hơn nữa, chợ Tết cũng để thỏa mãn một số nhu cầu mua sắm để thưởng ngoạn, để lễ bái như hoa Tết, những loại trái cây, đặc biệt là [[dưa hấu]] và những loại trái có tên đem lại may mắn như [[chi Na|mãng cầu]], [[dừa]], [[đu đủ]], [[chi Xoài|xoài]],... Những loại chợ Tết đặc biệt cũng sẽ chấm dứt vào trước giờ Ngọ [[giao thừa]]. Vào những ngày này, các chợ sẽ bán suốt cả đêm, và đi chợ Tết đêm là một trong những cái thú đặc biệt. Kèm theo các chợ mua bán ngày giáp Tết đông đúc, nhiều nơi còn tổ chức các chợ hoa nhằm vui xuân.\n\nHiện nay, nhiều chợ Gốm đã được mở vào ngày giáp Tết để phục vụ người dân.<ref>{{Chú thích web| url = http:\/\/www.thanhnien.com.vn\/TetCanhDan\/Pages\/201006\/20100204150353.aspx| tiêu đề = Đi chợ đồ cổ ngày giáp Tết| ngày truy cập = 6 tháng 2 năm 2010| định dạng = HTML| work = Thanh niên}}<\/ref>\n\n=== Dọn dẹp, trang trí ===\n==== Mâm ngũ quả ====\n{{chính|Mâm ngũ quả}}\nMâm ngũ quả là một mâm trái cây có chừng năm thứ trái cây khác nhau thường có trong ngày Tết Nguyên Đán của người Việt. Các loại trái cây bày lên thể hiện nguyện ước của gia chủ qua tên gọi, màu sắc và cách sắp xếp của chúng.\n\n[[Tập tin:Mâm Ngũ quả.jpg|nhỏ|trái|160px|Một mâm Ngũ quả ngày Tết Nhâm Thìn ở miền Bắc Việt Nam, gồm cam, quất, bưởi, chuối và dứa.]]\nChọn 5 thứ quả theo quan niệm người xưa là [[ngũ hành]] ứng với mệnh của con người. Chọn số lẻ tượng trưng cho sự phát triển, sinh sôi.\n\nMâm ngũ quả của người [[Miền Bắc (Việt Nam)|miền Bắc]] gồm: [[chuối]], [[bưởi]], [[Đào (thực vật)|đào]], [[hồng (quả)|hồng]], [[quýt]] hay là chuối, [[ớt]], bưởi, [[quất]], [[Lê (chi thực vật)|lê]]. Có thể thay thế bằng [[cam]], [[lêkima|lê-ki-ma]], [[Họ Táo|táo]], [[chi Na|mãng cầu]]. Nói chung, người miền Bắc không có phong tục khắt khe về mâm ngũ quả và hầu như tất cả các loại quả đều có thể bày được, miễn là nhiều màu sắc.\n\nCũng như người miền Bắc, mâm ngũ quả của người [[miền Nam (Việt Nam)|miền Nam]] không quy định khắt khe phải có những loại trái cây gì, thường thì gồm [[mãng cầu Xiêm]], [[sung]], [[dừa]], [[đu đủ]], [[chi Xoài|xoài]] với ngụ ý ''cầu sung vừa đủ xài''.<ref>{{chú thích báo|url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/Doi-song\/442493\/y-nghia-cua-mam-ngu-qua-trong-ngay-tet-co-truyen |author=K.H (sưu tầm)|title=Mâm ngũ quả ngày Tết: Nhiều quan niệm, lắm cách thể hiện|work=TTXVN|date=ngày 21 tháng 1 năm 2006|access-date =ngày 26 tháng 1 năm 2010}}<\/ref> Người miền Nam thường kiêng kỵ chưng trái có tên mang ý nghĩa xấu (kể cả khi đọc trại) như chuối - ''chúi nhủi'', cam - ''cam chịu'', lê - ''lê lết'', [[sầu riêng]] - ưu buồn, ''bom'' (táo), [[lựu]] - ''lựu đạn''... và không chọn trái có vị đắng, cay.\n\n==== Cây nêu ====\n{{chính|Cây nêu}}\n[[Tập tin:Cây nêu.jpg|nhỏ|trái|160px|Cây nêu ngày Tết ở nông thôn Việt Nam, xuân Mậu Tý 2008.]]\nCây nêu là một cây tre cao khoảng 5–6 [[mét]].<ref name=\"cayneu\">{{Chú thích web| url = http:\/\/tuoitre.vn\/tin\/tet-viet-2012\/20060127\/cay-neu-ngay-tet-va-nghi-thuc-tho-cung-to-tien\/120679.html| tiêu đề = Cây nêu ngày Tết và tục thờ cúng tổ tiên| ngày truy cập = 27 tháng 1 năm 2006| tác giả = Nguyễn Nhã| work = Tuổi Trẻ Online| archive-date = 2016-08-15| archive-url = https:\/\/web.archive.org\/web\/20160815221852\/http:\/\/tuoitre.vn\/tin\/tet-viet-2012\/20060127\/cay-neu-ngay-tet-va-nghi-thuc-tho-cung-to-tien\/120679.html| url-status = dead}}<\/ref> Ở ngọn thường treo nhiều thứ (tùy theo từng địa phương) như [[đồ mã|vàng mã]], [[bùa trừ tà]], cành [[họ Xương rồng|xương rồng]], bầu rượu bện bằng rơm, hình [[cá chép]] bằng [[giấy]] (để táo quân dùng làm phương tiện về trời), giải cờ vải tây, điều (màu đỏ), đôi khi người ta còn cho treo lủng lẳng những chiếc [[khánh]] nhỏ bằng đất nung, mỗi khi gió thổi, những khánh đất va chạm nhau tại thành những tiếng kêu leng keng nghe rất vui tai. Ở [[Gia Định]] xưa, sách [[Gia Định thành thông chí|Gia Định Thành Thông Chí]] của [[Trịnh Hoài Đức]], Tập Hạ chép rằng: \"''bữa trừ tịch (tức ngày cuối năm) mọi nhà ở trước cửa lớn đều dựng một cây tre, trên buộc cái giỏ bằng tre, trong giỏ đựng trầu cau vôi, ở bên giỏ có treo giấy vàng bạc, gọi là \"lên nêu\"... có ý nghĩa là để làm tiêu biểu cho năm mới mà tảo trừ những xấu xa trong năm cũ''\".\n\nNgười ta tin rằng những vật treo ở cây nêu, cộng thêm những tiếng động của những khánh đất, là để báo hiệu cho ma quỷ biết rằng nơi đây là nhà có chủ, không được tới quấy nhiễu... Vào buổi tối, người ta treo một chiếc đèn lồng ở cây nêu để tổ tiên biết đường về nhà ăn Tết với con cháu. Vào đêm trừ tịch còn cho đốt [[pháo (lễ hội)|pháo]] ở cây nêu để mừng năm mới tới, xua đuổi ma quỷ hoặc những điều không maỵ. Cây nêu thường được dựng vào ngày 23 [[tháng chạp]], là ngày Táo quân về trời chính vì từ ngày này cho tới đêm Giao thừa vắng mặt Táo công, ma quỷ thường nhân cơ hội này lẻn về quấy nhiễu, nên phải trồng cây nêu để trừ tà. Ngày 7 tháng Giêng triệt hạ, gọi là \"hạ nêu\" phàm những khoản vay mượn thiếu thốn trong tiết ấy không được đòi hỏi, đợi ngày hạ nêu rồi mới được đòi hỏi\".\n\n==== Tranh Tết ====\n[[Tập tin:S%C3%A2n_g%C3%A0.JPG|nhỏ|phải|[[Tranh Đông Hồ]] trang trí ngày Tết Nguyên Đán, tranh \"Đàn gà\" hoặc \"Sân gà\" cầu chúc cho sự sung túc, đông con tết Bính Tuất 2006.]]\n{{chính|Tranh dân gian Việt Nam|Tranh Đông Hồ|Tranh Hàng Trống|Tranh Kim Hoàng}}\nPhía trên bàn thờ thường treo một tranh dân gian vẽ ngũ quả, chiếc cuốn thư... có khi là một chữ Hán (''Tâm'' - 心, ''Phúc'' - 福, ''Đức'' - 德...).\n\nTranh Tết từ lâu đã trở thành một tập quán, một thú chơi của người dân [[Việt Nam]] và không chỉ người có tiền mới chơi tranh mà người ít tiền cũng có thể chơi tranh. Nó là một phần không thể thiếu trong không gian của ngày Tết cổ truyền xưa kia. Những màu sắc rực rỡ như khơi gợi nên cảm giác mới mẻ ấm cúng rộn rã sắc xuân trong mỗi gia đình của người Việt.\n\n==== Câu đối Tết ====\n{{chính|Câu đối}}\nĐể trang hoàng nhà cửa và để thưởng Xuân, trước đây từ các nho học cho tới những người bình dân \"tồn cổ\" vẫn còn trọng tục treo \"câu đối đỏ\" nhân ngày Tết. Những [[câu đối]] này được viết bằng chữ Hán (màu đen hay vàng) trên những tấm giấy đỏ hay hồng đào cho nên còn được gọi là câu đối đỏ.<ref>{{chú thích báo|url=http:\/\/chuyentrang.tuoitre.vn\/Tet-Online-2008\/Index.aspx?ArticleID=186131&ChannelID=320|author=Trích 100 điều nên biết về phong tục VN|title=Câu đối tết|work=Tuổi trẻ|date=ngày 15 tháng 2 năm 2007|access-date=ngày 26 tháng 1 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Bản thân chữ \"câu đối đỏ\" cũng xuất hiện trong câu đối Tết sau:\n\n:: ''[[Thịt mỡ]], [[dưa hành]], [[câu đối|<span style=\"color:#f00;\">câu đối đỏ<\/span>]]''\n:: ''[[Cây nêu]], [[bánh pháo|tràng pháo]], [[bánh chưng|<span style=\"color:green;\">bánh chưng xanh<\/span>]].''\n\n'''Câu đối''' thuộc thể loại ''văn biền ngẫu'', gồm hai vế đối nhau nhằm biểu thị một ý chí, quan điểm, tình cảm của tác giả trước một hiện tượng, một sự việc nào đó trong đời sống xã hội. Nên lưu ý là từ '''đối''' (對) ở đây có nghĩa là ngang nhau, hợp nhau thành một đôi. Câu đối là một trong những thể loại của [[Văn học Trung Quốc]] và [[Văn học Việt Nam|Việt Nam]].\n\nNgoài ra, ngày nay vẫn còn tồn tại tục \"xin chữ\" lấy hên đầu năm, với việc mua những tấm [[thư pháp]] viết chữ Hán, chữ Nôm, chữ Quốc ngữ (chữ Latinh), với mục đích ấy, nhiều phố ông đồ với những [[ông đồ]] viết những tấm [[thư pháp]] bằng [[chữ Hán]], [[chữ Nôm]], [[chữ Quốc ngữ]] đã được tái lập tại Sài Gòn và Hà Nội.<ref>[http:\/\/us.24h.com.vn\/tin-tuc-trong-ngay\/pho-ong-do-hinh-anh-tet-xua-giua-sai-gon-c46a690006.html \"Phố ông đồ\"- hình ảnh Tết xưa giữa Sài Gòn], 24h, 08\/02\/2015<\/ref> Những năm gần đây, để chấn chỉnh tình trạng lộn xộn và kinh doanh cẩu thả, tại Văn Miếu, Hà Nội đã có những kỳ thi sát hạch các ông đồ trước Tết.<ref>[http:\/\/vtc.vn\/70-ong-do-truot-ky-thi-sat-hach-lon-xon-o-van-mieu.2.539173.htm 70% ông đồ trượt kỳ thi sát hạch: 'Lộn xộn' ở Văn Miếu], VTC, 04\/02\/2015<\/ref>\n\n==== Cây và hoa Tết ====\n{| class=\"collapsible collapsed\"  style=\"margin:auto; width:90%; margin-top:1em; border:1px solid gray; font-size:90%; text-align:center;\"\n|-\n!  style=\"background:#ddd; padding:0.2em 0.5em; white-space:nowrap;\"| Thư viện ảnh một số cây và hoa thường thấy trong những ngày Tết <small>(nhấn hiện để xem)<\/small>\n|-\n| style=\"width:100%;\"|\n<gallery mode=\"packed\">\nThuy tien.jpg|Hình ảnh cây hoa [[thủy tiên]].\nPrunus persica (Nhat Tan) 4.jpg|Hình cây hoa đào [[Nhật Tân]] trước đây.\nHoa Mai Ngay Tet.jpg|Ảnh cây hoa mai ngày Tết.\nSacxuan.jpg|Niềm vui của người dân khi đã mua được một cây quất.\n<\/gallery>\n|}\n{{Quote box|width=30%|align=right|quote=Ngày xưa, ở phía Đông núi [[Sóc Sơn]], có một cây hoa đào mọc đã lâu đời. Cành lá đào sum suê, to lớn khác thường, bóng rậm che phủ cả một vùng rộng. Có hai vị thần tên là Trà và Uất Lũy trú ngụ ở trên cây hoa đào khổng lồ này, tỏa rộng uy quyền che chở cho dân chúng khắp vùng. Quỷ dữ hay ma quái nào bén mảng lui đến ắt khó mà tránh khỏi sự trừng phạt của 2 vị thần linh. Ma quỷ rất khiếp sợ uy vũ sấm sét của hai vị thần, đến nỗi sợ luôn cả cây đào. Chỉ cần trông thấy cành hoa đào là bỏ chạy xa bay. Đến ngày cuối năm, cũng như các thần khác, hai thần Trà và Uất Lũy phải lên thiên đình chầu [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] [...] Trong mấy ngày Tết, 2 thần vắng mặt ở trần gian, ma quỷ hoành hành, tác oai tác quái. Để ma quỷ khỏi quấy phá, dân chúng đã đi bẻ cành hoa đào về cắm trong lọ, nhỡ ai không bẻ được cành đào thì lấy giấy hồng điều vẽ hình 2 vị thần linh dán ở cột trước nhà, để xua đuổi ma quỷ [...] Từ đó, hàng năm cứ mỗi dịp Tết đến, mọi nhà đều cố gắng đi bẻ cành hoa đào về cắm trong nhà trừ ma quỷ.|source=—Sự tích hoa đào ngày Tết}}\nNgoài hai loại hoa đặc trưng cho Tết là đào và mai, hầu như nhà nào cũng có thêm những loại hoa để thờ cúng và hoa trang trí. Hoa thờ cúng có thể như [[Chi Cúc vạn thọ|hoa vạn thọ]], [[hoa cúc|cúc]], [[chi Lay ơn|lay ơn]], [[huệ|hoa huệ]]...; hoa để trang trí thì muôn màu sắc như [[hoa hồng]], [[Thủy tiên|hoa thủy tiên]], [[họ Phong lan|hoa lan]], [[Chi Cúc Thược dược|hoa thược dược]], [[Chi Hoa tím|hoa violet]], [[chi Đồng tiền|hoa đồng tiền]]... Ngoài ra, hoa hồng, cẩm chướng, loa kèn, huệ tây, lá măng, thạch thảo... cắm kèm sẽ tạo sự phong phú và mang ý nghĩa sum họp cho bình hoa ngày Tết. Màu sắc tươi vui chủ đạo của bình hoa cũng ngụ ý cầu mong một năm mới làm ăn phát đạt, gia đình an khang và sung túc.<ref>{{chú thích báo|url=http:\/\/tintuconline.vietnamnet.vn\/vn\/nhadep\/429543\/index.html|author=theo T. Xuân|title=Chơi hoa ngày Tết|work=Tin Tức Online|date=ngày 28 tháng 1 năm 2010|access-date=ngày 4 tháng 2 năm 2010|archive-date = ngày 31 tháng 1 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100131074730\/http:\/\/tintuconline.vietnamnet.vn\/vn\/nhadep\/429543\/index.html}}<\/ref>\n\n[[Bắc Kỳ|Miền Bắc]] thường chọn cành [[Đào (thực vật)|đào]] [[đỏ]] để cắm trên bàn thờ hoặc cây đào trang trí trong nhà, theo quan niệm người Trung Quốc, đào có quyền lực trừ ma và mọi xấu xa, màu đỏ chứa đựng sinh khí mạnh, màu đào đỏ thắm là lời cầu nguyện và chúc phúc đầu xuân.<ref>{{chú thích báo|url=http:\/\/www.thanhnien.com.vn\/tetkysuu\/Pages\/200850\/20081211094100.aspx|title=Trang hoàng ngày Tết - Trang trí nhà ngày Tết|work=[[Thanh Niên (báo)|Thanh Niên online]]|date=ngày 11 tháng 12 năm 2008|access-date =ngày 26 tháng 1 năm 2010}}<\/ref>\n\nHoa mai, với miền Nam nước [[Việt Nam|Việt]], nằm trong vùng khí hậu nhiệt đới rất thích hợp môi trường cho hoa mai đơm bông nảy mầm mỗi dịp Xuân về Tết đến. [[Miền Trung (Việt Nam)|Miền Trung]] và [[nam Kỳ|miền Nam]] lại hay dùng cành [[mai vàng]] hơn miền Bắc, màu vàng tượng trưng cho sự cao thượng vinh hiển cao sang, màu vàng còn tượng trưng cho vua (thời phong kiến). Màu vàng thuộc hành Thổ trong [[Ngũ hành]], theo quan điểm người Việt, Thổ nằm ở vị trí trung tâm và màu vàng được tượng trưng cho sự phát triển nòi giống. Đối với người miền Nam, nếu hoa mai nở đúng vào lúc đón giao thừa hay nở vào sáng sớm ngày mùng một Tết thì điều đó có nghĩa là sự may mắn, thịnh vượng, và hạnh phúc sẽ đến với cả gia đình trong năm đó.<ref>{{chú thích báo|url=http:\/\/www.thanhnien.com.vn\/tetcanhdan\/Pages\/201004\/20100119131558.aspx|author=Thúy Huỳnh|title=Hoa mai ngày Tết|work=Thanh niên Online|date=ngày 19 tháng 1 năm 2010|access-date =ngày 4 tháng 2 năm 2010}}<\/ref>\n\nBên cạnh những cây hoa Tết, không thể không nhắc đến [[quất|cây quất]] — loại cây thường được bày bố và trang trí tại phòng khách trong những ngày Tết. Cây quất Tết ngày càng có nhiều kiểu dáng cầu kỳ nhưng vẫn phải bảo đảm sự xum xuê, lá xanh tốt, quả vàng chi chít thể hiện sự trù phú, hứa hẹn năm mới được mùa, ăn nên làm ra, dồi dào sức sống.<ref>{{chú thích báo|url=http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=116879|author=Theo Sức khỏe & đời sống|title=Quất - cây cảnh ngày Tết, thuốc quý cho cả năm|work=Tuổi trẻ|date=ngày 4 tháng 1 năm 2006|access-date=ngày 4 tháng 2 năm 2010|archive-date=2014-08-12|archive-url=https:\/\/web.archive.org\/web\/20140812091316\/http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=116879|url-status=dead}}<\/ref>\n\n=== Ẩm thực ngày Tết ===\n{| class=\"collapsible collapsed\"  style=\"margin:auto; width:90%; margin-top:1em; border:1px solid gray; font-size:90%; text-align:center;\"\n|-\n!  style=\"background:#ddd; padding:0.2em 0.5em; white-space:nowrap;\"| Thư viện các món ăn đặc trưng trong những ngày Tết <small>(nhấn hiện để xem)<\/small>\n|-\n| style=\"width:100%;\"|\n<gallery mode=\"packed\">\nBanh tay.jpg|Một chiếc bánh chưng vuông và một chiếc bánh chưng tày vừa được gói.\nXôi gấc.JPG|Món xôi gấc.\nCandy Box.jpg|Hộp mứt và hạt dưa\nBánh mứt kẹo.jpg|Các loại bánh mứt kẹo được dùng trong dịp Tết\n<\/gallery>\n|}\nThành ngữ Việt Nam có câu ''Đói giỗ cha, no ba ngày Tết''. Tết đến, dù nghèo khó đến đâu thì người ta cũng cố vay mượn, xoay xở để có đủ ăn trong ba ngày Tết sao cho \"già được bát canh, trẻ có manh áo mới\". Hơn thế nữa, dù có đói khát quanh năm thì đến Tết, mọi người mà nhất là trẻ em thường được ăn uống no đủ. Bữa ăn ngày Tết thường có nhiều món, đủ chất hơn và sang trọng hơn bữa ăn ngày thường. Vì vậy mà người ta cũng thường gọi là \"ăn Tết\". Ngoài cơm, ngày Tết còn có:\n\n* Bánh truyền thống: [[bánh chưng]], [[bánh giầy]], [[bánh tét]]... Đây là các loại bánh đặc trưng cho phong tục ăn uống ngày Tết ở Việt Nam. Bánh chưng và bánh giầy còn được gắn với các sự tích cổ của các [[hùng Vương|vua Hùng]], tổ tiên của người Việt.\n[[Tập tin:Tet holiday in Vietnam.jpg|nhỏ|Gói bánh tét chuẩn bị cho ngày tết]]\n* Mứt Tết và các loại bánh kẹo khác để thờ cúng, sau đó dọn ra để đãi khách. Mứt có rất nhiều loại như: [[mứt gừng]], [[mứt bí]], [[mứt cà chua]], [[mứt táo]], [[mứt dừa]], [[mứt quất]], [[mứt sầu riêng]], [[mứt mít]], [[mứt khoai]], [[mứt hạt sen]], [[mứt chà-là]], [[mứt lạc]], [[mứt me]]...\n* Trái cây, [[mâm ngũ quả]], và đặc biệt là [[dưa hấu]] đỏ không thể thiếu trong những gia đình miền Nam. Dưa hấu được chưng cúng nơi bàn thờ Tổ tiên, bên cạnh các loại mứt, mâm ngũ quả, bánh kẹo..., và nhiều [[quả dưa]] còn được gắn thêm chữ [[Phúc Lộc Thọ|Phước - Lộc - Thọ]]. Sáng mồng một Tết, người nhà cử người bổ quả dưa để bói cầu may và lấy hên xui.\n* Kẹo bánh thì đa dạng hơn như: Kẹo bột, kẹo dồi, kẹo vừng (mè), [[kẹo thèo lèo]], [[kẹo dừa]], [[kẹo cau]], kẹo đậu phụng (kẹo cu-đơ), [[Chè lam Phủ Quảng|bánh chè lam]]... Ngoài ra, Tết còn có [[dưa hấu|hạt dưa]], [[Chi Bí|hạt bí]], [[Hướng dương|hạt hướng dương]], [[Đào lộn hột|hạt điều]], [[Dẻ thơm|hạt dẻ]] rang...\n* Thức uống ngày Tết: Phổ biến nhất vẫn là [[thức uống có cồn|rượu]]. Các loại rượu truyền thống của dân tộc như [[rượu nếp]] thơm, nếp cái hoa vàng (người Kinh), nếp nương ([[Người Thái (Việt Nam)|người Thái]]), nếp cẩm ([[người Mường]]), rượu San lùng, rượu ngô (người H'Mông, [[người Dao]]), rượu Mẫu sơn ([[người Tày]], [[người Nùng]]), [[rượu Bàu Đá|rượu Bàu đá]] ([[Miền Trung (Việt Nam)|Trung bộ]]), [[rượu trắng|rượu đế]] ([[Nam Bộ Việt Nam|Nam Bộ]])... thường được dùng. Sau bữa ăn, người ta thường dùng [[trà xanh]]. Ngày nay còn có thêm các loại rượu của [[Thế giới phương Tây|phương Tây]], [[bia (đồ uống)|bia]] và các loại nước ngọt.\n* Cỗ Tết: dịp Tết người Việt thường tổ chức ăn uống lớn, gọi là ăn [[cỗ]]. Các món cỗ trong nhiều gia đình ở miền Bắc có thể có gà luộc, [[bóng bì]], [[canh măng]], [[chân giò]] có [[nấm hương]], [[miến]] nấu lòng gà, nem rán, [[xôi gấc]], [[xôi đỗ]], thịt [[gà]], [[thịt đông]], món xào, [[giò lụa]], giò mỡ, [[nộm]], [[dưa hành muối]]...; bữa ăn tất niên của người Huế thường có xôi, thịt heo quay, cá rô chiên, canh rau (hoặc canh khổ qua). và mâm cỗ cúng tổ tiên, thường có khoai, [[sắn]], [[lạc]] và chè.<ref>[http:\/\/giadinh.vnexpress.net\/tin-tuc\/to-am\/anh-mam-co-tet-cua-12-gia-dinh-bac-trung-nam-3534071.html Ảnh mâm cỗ Tết của 12 gia đình Bắc, Trung, Nam], VnExpress, 27\/1\/2017<\/ref> Ở làng Vũ Đại, [[Hà Nam]] phải có món [[cá kho]], ở làng Sơn Vi, Phú Thọ thường có thêm [[chè lam]], người dân [[Quảng Nam]] phải có [[bánh tổ]] Hội An.<ref name=\"vne2\">[http:\/\/giadinh.vnexpress.net\/tin-tuc\/noi-tro\/trac-nghiem-mon-an-khong-the-thieu-trong-ngay-tet-ba-mien-3533768.html Trắc nghiệm món ăn không thể thiếu trong ngày Tết ba miền], VnExpress, 26\/1\/2017<\/ref>\n* Ngoài ra, các gia đình miền Nam thường có thêm nồi [[thịt kho hột vịt|thịt kho nước dừa]] (thịt kho rệu) và nồi [[khổ qua]] hầm và nem bì, dưa giá miền Nam, [[kiệu (thực vật)|củ kiệu]] ngâm, [[bánh tráng]] (để quấn) để ăn mấy ngày Tết.<ref>{{Chú thích web| url = http:\/\/www.phunuonline.com.vn\/amthuc\/2010\/Pages\/noi-thit-kho-ngay-tet.aspx| tiêu đề = Nồi thịt kho ngày Tết|tác giả= Nguyễn Ngọc Tuyết|work=Phụ Nữ Online|ngày tháng=ngày 18 tháng 1 năm 2010|ngày truy cập = ngày 4 tháng 2 năm 2010}}<\/ref><ref>{{Chú thích web| url=http:\/\/www.toquoc.gov.vn\/Print\/Article\/Tuc-An-Tet-Cua-Nguoi-Sai-Gon.html| tiêu đề=Tục ăn Tết của người Sài Gòn| tác giả=Lê Lan| work=Tổ Quốc| ngày tháng=ngày 25 tháng 1 năm 2009| ngày truy cập=ngày 4 tháng 2 năm 2010| archive-date = ngày 30 tháng 7 năm 2009 | archive-url=https:\/\/web.archive.org\/web\/20090730222237\/http:\/\/www.toquoc.gov.vn\/Print\/Article\/Tuc-An-Tet-Cua-Nguoi-Sai-Gon.html}}<\/ref> Miền Bắc có [[rượu nếp cái|cơm rượu]] và [[thịt đông]], dưa hành <!--\",thịt kho, [[dưa giá]], [[kiệu (thực vật)|củ kiệu]], [[bánh tráng]]\" <<< nhầm, hình như cái này của miền Nam--><ref name=\"huongvi\">{{Chú thích web | url = http:\/\/www.tinvietonline.com\/21\/7\/2009\/2\/325177\/Huong-vi-ba-mien.html | tiêu đề = Hương vị ba miền | work = Tin Việt Online | ngày truy cập = ngày 4 tháng 2 năm 2010 }}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> và ngày trước có [[chè kho]], [[mọc vân ám]], thang ngày Tết, hiện nay ít được biết đến.<ref>{{Chú thích web|url = http:\/\/www.tintucvietduc.de\/v-n-hoa\/che-kho-ngay-t-t-x-a.html|tiêu đề = Chè kho ngày Tết xưa|tác giả = Thu Trang|ngày tháng = ngày 16 tháng 1 năm 2010|ngày truy cập = ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/dulich.vnexpress.net\/tin-tuc\/viet-nam\/nhu-ng-mon-an-dang-da-n-that-truyen-trong-ngay-tet-2944268.html Những món ăn đang dần thất truyền trong ngày Tết], VnExpress, 3\/2\/14<\/ref> Miền Trung có dưa món và món [[nem bì|tré]], giống [[giò thủ]] của miền Bắc nhưng nhiều vị [[chi Riềng|củ riềng]], thịt chua và tai heo, người Huế có thêm món me ngâm đường.<ref name=\"vne2\"\/> Thông thường, người nội trợ miền Nam [[nam Kỳ Lục tỉnh|lục tỉnh]] nghỉ ngơi, không nấu nướng trong 3 ngày Tết, mà chỉ dùng thức ăn đã được chuẩn bị sẵn trước Tết.\n\n===Trong văn hóa-nghệ thuật===\n====Thi ca====\n[[Tập tin:Cau doi tet nguyen dan Binh Tuat.png|nhỏ|phải|200px|Câu đối Tết Bính Tuất ([[2006]]):'''''<span style=\"font-family:Verdana;color:DarkBlue\"><center><br>Ất Dậu qua Gà lâm bệnh nằm im không tiếng gáy<br>Bính Tuất đến Chó chạy rong đường lớn tiếng sủa vang<\/center><\/span>''''']]\n[[Tập tin:Đối - Tết 2009.jpg|nhỏ|200px|Một câu đối Tết tiếng Việt, viết theo lối [[thư pháp chữ Quốc ngữ]], tại [[Đường hoa Nguyễn Huệ]] 2009: ''\"Tân niên hạnh phúc bình an tiến \/ Xuân nhật vinh hoa phú quý lai\"'']]\n\nTết, và các tục lệ, được nhắc đến rất nhiều trong [[ca dao]] Việt Nam:\n\n:''Mùng Một thì ở nhà cha,''\n:''Mùng Hai nhà vợ, Mùng Ba nhà thầy''\n\n:''Mùng Một Tết cha,''\n:''Mùng Hai Tết mẹ, Mùng Ba Tết thầy''\n\n:''Cu kêu ba tiếng cu kêu''\n:''Mong cho Tết đến dựng nêu ăn chè''\n\n:''Số cô chẳng giàu thì nghèo,''\n:''Ngày ba mươi Tết thịt treo trong nhà.''<ref>''Thi ca châm biếm và trào lộng Việt Nam'', Nhà sách Khai Trí, Sài Gòn, 1969<\/ref>\n\nTết cũng là đề tài cho nhiều văn, thi sĩ:\n<!--thay đổi bài khác phổ biến và khái quát, nhiều hình ảnh hơn\n{| valign=\"top\"\n|\n:'''Ông đồ'''\n:''Mỗi năm hoa đào nở''\n:''Lại thấy ông đồ già''\n:''Bày [[mực tàu]] giấy đỏ''\n:''Bên phố đông người qua''\n:...\n::([[Vũ Đình Liên]])\n|\n:'''Tết Nguyên Đán'''\n:''Hết một năm rồi, tiếng pháo đưa''\n:''Gió xuân thổi ấm chén đồ tô''\n:''Ngàn cửa muôn nhà vừa rạng sáng''\n:''Đều đem đào mới đổi bùa xưa.''\n::([[Trần Trọng San]] dịch thơ [[Vương An Thạch]])\n: \n|}-->\n{| valign=\"top\"\n|\n:''Mỗi năm hoa đào nở''\n:''Lại thấy ông đồ già...''\n::([[Vũ Đình Liên]] - ''Ông đồ'')\n:''...Đì đẹt ngoài sân tràng pháo chuột''\n:''Om thòm trên vách bức tranh gà''\n::([[Trần Tế Xương|Tú Xương]])\n|\n:''...Xuân về hoa cải nở vàng hoe.''\n:''Gạo nếp ngày xuân gói bánh chưng,''\n:''Cả đêm cuối chạp nướng than hồng.''\n:''Quần đào, áo đỏ, tranh gà lợn,''\n:''Cơm tám, dưa hành, thịt mỡ đông.''\n::([[Đoàn Văn Cừ]] - ''Tết Quê Bà'')\n|-\n|''Tết về, nhớ bánh chưng xanh,''\n''Nhớ tràng pháo chuột, nhớ tranh lợn gà.''\n\n''Nhớ cành đào thắm đầy hoa,''\n\n''Nhớ giây phút đợi giao thừa nghiêm trang.''\n\n''Nhớ ngũ vị, nhớ chè lam,''\n\n''Nhớ cây nêu, nhớ khánh vang tiếng sành.''\n\n''Nhớ tam cúc đẹt: Nhớ... mình!''\n\n''Nhớ cân mứt lạc, nhớ khoanh giò bì...''\n\n(Bàng Bá Lân - ''Tết xưa'')\n|\n|}\nHay [[câu đối|câu đối Tết]] như:\n\n:''Thịt mỡ, dưa hành, câu đối đỏ''\n:''Cây nêu, tràng pháo, bánh chưng xanh''\n:(Câu đối dân gian)\n\n:''Chiều ba mươi, nợ hỏi tít mù, co cẳng đạp thằng Bần ra cửa.''\n:''Sáng mồng một, rượu say túy lúy, giơ tay bồng ông Phúc vào nhà.''\n::([[Nguyễn Công Trứ]])\n\n:''Tối ba mươi, khép cánh càn khôn, ních chặt lại, kẻo ma vương đưa quỷ tới.''\n:''Sáng mồng một, lỏng then tạo hóa, mở toang ra, cho thiếu nữ đón xuân vào.''\n::(Lưu truyền là của [[Hồ Xuân Hương]])\n\n====Nhạc Tết====\nDịp Tết là dịp vui vẻ nên không thể thiếu [[âm nhạc]]. Trong [[Tân nhạc Việt Nam]] có rất nhiều ca khúc sáng tác về chủ đề Tết và mùa Xuân. Trước đây có nhiều ca khúc xưa nổi tiếng như ''[[Ly rượu mừng]]'', ''Đón xuân'' của [[Phạm Đình Chương]], ''[[Xuân và tuổi trẻ]]'' của [[La Hối]], ''Xuân họp mặt'' của [[Văn Phụng]], ''[[Xuân đã về]]'' của [[Minh Kỳ]], ''[[Anh cho em mùa xuân]]'' của [[Nguyễn Hiền]], [[Mùa xuân đầu tiên (bài hát của Tuấn Khanh)|''Mùa xuân đầu tiên'' của Tuấn Khanh]],...<ref>{{Chú thích web|url=http:\/\/www.namuctuanbao.com.au\/927\/truyenNgan\/truyenngan_9.php|work=Nam Úc tuần báo|tiêu đề=Xuân và Tết trong nhạc Việt|ngày tháng=ngày 28 tháng 10 năm 2005|ngày truy cập=ngày 4 tháng 2 năm 2010|tác giả=Lê Hoàng Thanh|archive-date = ngày 27 tháng 1 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160127153316\/http:\/\/www.namuctuanbao.com.au\/927\/truyenNgan\/truyenngan_9.php}}<\/ref>. Trong thời [[chiến tranh Việt Nam]], có những ca khúc hùng ca cho người chiến sĩ, nung đúc tinh thần họ như bài ''Xuân chiến khu'' của [[Xuân Hồng]] ở miền Bắc, nhưng cũng có những ca khúc buồn nói về sự xa cách như ''[[Xuân này con không về]]'' của bộ ba nhạc sĩ [[Trịnh Lâm Ngân]] ở miền Nam. [[Thập niên 90]], nhiều ca khúc vui tươi đã được phổ biến như [[Mùa xuân đầu tiên (bài hát của Văn Cao)|''Mùa xuân đầu tiên'' của Văn Cao]],  ''Thì thầm mùa xuân'' của [[Ngọc Châu (nhạc sĩ)|Ngọc Châu]], ''Hoa cỏ mùa xuân'' của [[Bảo Chấn]], ''Lắng nghe mùa xuân về'' của [[Dương Thụ]], ''[[Ngày Tết quê em]]'' của [[Từ Huy]], ''[[Mùa xuân ơi]]'' của [[Nguyễn Ngọc Thiện]], ''Điệp khúc mùa xuân'' của [[Quốc Dũng]],...<ref name=\"vne10\">[http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/10-ca-khuc-viet-duoc-nghe-nhieu-nhat-trong-nhung-dip-tet-3148561.html?commentid=10518335&focus=reply 10 ca khúc Việt được nghe nhiều nhất trong những dịp Tết], VnExpress, 17\/2\/2015<\/ref> Nhưng từ năm 2000 trở lại đây thiếu vắng những bài nhạc Xuân mới tạo được sự nổi tiếng mà thường là các ca sĩ chỉ hát nhạc cũ và phối âm lại,<ref>{{Chú thích web|url=http:\/\/www.nhacviet.vietnamnet.vn\/vn\/tinnhacviet\/8089\/index.aspx|work=VietNamNet|tiêu đề=Đìu hiu nhạc tết|tác giả=Theo Eva|ngày tháng=ngày 24 tháng 1 năm 2008|ngày truy cập=ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> nhưng cũng có ca khúc đạt mức phổ biến cao như ''Ngày xuân long phụng sum vầy'' của [[Quang Huy (nhạc sĩ)|Quang Huy]] (2011).<ref name=\"vne10\"\/> \n\nNgoài ra, Tết cũng là dịp để các nghệ sĩ thực hiện những [[show]] ca múa nhạc Tết và hài kịch phục vụ người ái mộ <ref>{{Chú thích web|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=241743&ChannelID=58|work=báo Tuổi Trẻ|tiêu đề=Đa dạng show ca nhạc tết|tác giả=Quỳnh Nguyên|ngày tháng=ngày 2 tháng 2 năm 2008|ngày truy cập=ngày 4 tháng 2 năm 2010}}<\/ref>. Các hãng sản xuất [[Điện ảnh|phim]] cũng có [[phim Tết]] đặc biệt.\n\nCụm từ \"Tết\" được nhắc đến rất nhiều lần trong bài hát \"''Ngày Tết quê em''\" của Từ Huy:\n\n::''Tết Tết Tết Tết đến rồi''\n::''Tết Tết Tết Tết đến rồi''\n::''Tết Tết Tết Tết đến rồi''\n::''Tết đến trong tim mọi người.''\n::''Mừng ngày Tết trên khắp quê tôi....''\n::nhạc Tết này dùng làm hình hiệu Tết trên tất cả các kênh truyền hình\n\nVà bài hát \"''Mùa xuân ơi''\" của [[Nguyễn Ngọc Thiện (nhạc sĩ)|Nguyễn Ngọc Thiện]] nhắc nhiều lần cụm từ \"Xuân xuân ơi\":\n\n::''Xuân Xuân ơi! Xuân đã về, có nỗi vui nào hơn ngày xuân đến.''\n::''Xuân Xuân ơi! Xuân đã về, tiếng chúc giao thừa chào đón mùa xuân.''\n::''Xuân Xuân ơi! Xuân đến rồi, cánh én bay về cho tim mình náo nức.''\n::''Xuân Xuân ơi! Xuân đến rồi, những đoá mai vàng chào mừng xuân sang.''\n::''Nghe âm vang bao câu chúc yên lành....''\n\n==Phong tục, tập quán ngày Tết ==\n=== Phong tục đón Tết ===\n==== Phong tục thất truyền ====\n* Sau Tết: Ngày xưa các cặp trai gái đang trong thời kỳ hứa hôn, trước Tết người con rể tương lai phải mang lễ đến biếu bố mẹ vợ <ref name=\"phong tục Tết\">\n{{chú thích báo\n|tác giả= Hoàng Bùi\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/www.tienphong.vn\/van-nghe\/36203\/So-phan-cua-phong-tuc-Tet.html\n|tên bài= Số phận của phong tục Tết\n|ngày= 29 tháng 1 năm 2006\n|ngày truy cập= 28 tháng 3 năm 2013}}\n<\/ref>.\n* Trồng và hạ nêu: Trên cây treo một số vật tượng trưng gọi là bùa nêu để trừ tà quỷ.<ref name=\"phong tục Tết\"\/>\n* Hát sắc bùa: Sau giao thừa, trẻ em nhà nghèo tụ tập thành từng nhóm, đến cửa các nhà vừa hát vừa gõ trống. Chủ nhà bao giờ cũng mở cửa ra phát tiền mừng tuổi cho các em để hai bên cùng gặp hên.<ref name=\"phong tục Tết\"\/>\n* Gánh nước: Ngay sau Giao thừa hoặc sáng mồng Một, người nhà mang thùng ra sông hoặc ra giếng làng gánh nước về đổ đầy chum vại, với hy vọng sang năm mới \"của cải như nước non\".<ref name=\"phong tục Tết\"\/>\n* Chúc Tết theo thứ tự: Chúc theo thứ tự ''Mồng một nhà trai, mồng hai nhà vợ, mồng ba nhà thầy''. Ngày nay tùy theo thời tiết, đường sá, tiện bên nào thì đến bên đó trước.<ref name=\"phong tục Tết\"\/>\n* Lạy sống ông bà: Con cháu đến chúc Tết việc đầu tiên là phải vào quỳ lạy sống các cố và ông bà.<ref name=\"phong tục Tết\"\/>\n\n==== Phong tục đại chúng ====\n[[Hình:Đường sách Giáp Ngọ.JPG|nhỏ|Người dân đi xem Đường Sách Tết tại Sài Gòn]]\n[[Hình:Chợ hoa tết.jpg|nhỏ|Chợ hoa Tết năm 2010]]\n* Mua và xin câu đối trước Tết: Nhiều người ta mua một câu đối hay hoặc một vài bức thư pháp [[chữ Hán]], [[chữ Nôm]], [[chữ Quốc ngữ]] mang ý nghĩa cầu an, cầu tài lộc cho năm mới.<ref name=\"phong tục Tết\"\/>\n* Mâm ngũ quả và bàn thờ gia tiên: Được bày biện cầu kỳ đầy đủ vật lễ. Người nội trợ có ý thức mua đủ năm loại quả và trình bày sao cho đẹp mắt và có ý thể hiện vẻ sung túc của gia đình.<ref name=\"phong tục Tết\"\/>\n* Xông nhà: Người ta nhờ người hợp tuổi, hợp mệnh đến xông nhà, cầu mong sang năm lấy được vía tốt của người xông nhà.<ref name=\"phong tục Tết\"\/>\n* Chọn hướng xuất hành: Sau giao thừa, có người xuất hành đi du xuân luôn. Họ chọn một hướng tương hợp tương sinh với mình với con giáp của năm để xuất hành cầu tài đón lộc.<ref name=\"phong tục Tết\"\/>\n* Mừng tuổi: Chúc mừng tuổi người lớn (ông bà, cha mẹ, họ hàng) và lì xì cho trẻ nhỏ. \n* Lễ chùa: Có người cả năm không đi lễ, nhưng đến Tết nhất thiết phải qua chùa thắp nén hương, dâng tiền giọt dầu hoặc tiền công đức cho chùa. Vào ngày đầu năm, tại chốn linh thiêng, người ta tin rằng điều cầu khấn của mình có nhiều khả năng thành hiện thực.<ref name=\"phong tục Tết\"\/>\n* Mua muối: Đầu năm mọi nhà đều mua muối để cầu may mắn đến.<ref>\n{{chú thích báo\n|tác giả= Như Trang\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/gl\/xa-hoi\/2003\/02\/3b9c4be3\/\n|tên bài= Đầu năm mua muối cầu may\n|ngày= 1 tháng 2 năm 2003\n|ngày truy cập= 28 tháng 3 năm 2013}}\n<\/ref> Vẫn có câu là ''Đầu năm mua muối, cuối năm mua vôi''.\n* Khai ấn và Khai bút: Đầu Xuân, nhằm vào ngày tốt, giờ tốt, người có chức tước ''khai ấn'' (đóng con dấu lần đầu tiên trong năm); học trò, sĩ phu ''khai bút'' (viết bài hoặc một đoạn văn, một câu thơ... đầu tiên trong năm); nhà nông ''khai canh'' (cày ruộng, làm đất, trồng, cấy lần đầu tiên trong năm); người buôn bán thì ''khai thương'' (mở hàng lần đầu tiên trong năm)... Sau ngày mùng Một, dù có mải vui cũng chọn ngày để ''khai nghề'', ''làm lấy ngày''. Nếu như mùng Một tốt thì chiều mùng Một bắt đầu. Riêng khai bút thì Giao thừa xong, chọn [[giờ Hoàng đạo]] không kể mùng Một là ngày tốt hay xấu. Người thợ thủ công nếu chưa ai thuê mướn đầu năm thì cũng tự làm cho gia đình một sản phẩm, một dụng cụ gì đó. Người buôn bán, vì ai cũng chọn ngày tốt nên phiên chợ đầu xuân vẫn đông, mặc dầu người bán chỉ bán lấy lệ, người ta thường chợ Tết cùng với du xuân (đi chơi Tết).\n* Đi lễ chùa và xin xăm (miền Bắc gọi là ''xin thẻ''): Không ai biết chắc chắn phong tục này có từ bao giờ và tại sao nhưng trong những ngày đầu năm âm lịch thì rất nhiều người thích đi lễ ở các lăng tẩm, đền chùa để cúng bái và xin xăm nhất là vào buổi sáng mồng một, phong tục này thường được tiến hành chung với tục lệ chọn hướng xuất hành và hái lộc. Xin xăm là một hình thức tin vào các thẻ xăm có ghi lời sấm báo trước điềm lành hay dữ trong năm và thường cần có thầy bàn xăm. Ở miễn Bắc có tục \"bốc quẻ thẻ\" giống như tục \"xin xăm\" ở phía Nam. Người xin thẻ dâng một lễ mọn rồi chọn lấy một quẻ thẻ bằng tre viết chữ Hán. Trên quẻ thẻ thường ghi một câu văn ngắn gọn rút từ điển tích Trung Hoa cổ. Căn cứ câu văn ấy, người xin thẻ có thể luận ra \"tiền định\" cuộc đời mình trong năm đó. Nếu không thông thạo Hán Văn, có thể thuê thầy đồ luận giải giúp. Ngày nay, người ta thường bỏ thẻ tre và thay vào đó bằng những tờ bướm in chữ quốc ngữ với lời giải được soạn sẵn.\n\n=== Sinh hoạt ngày Tết ===\n[[Tập tin:Chú bé bên cành mai vàng ngày Tết.jpg|thumb|200px|Chú bé trong trang phục [[áo dài]] truyền thống chụp hình dưới cây [[Mai vàng]] vào ngày Tết Canh Dần 2010.]]\n* Văn hóa mặc đẹp ngày Tết: Lịch sử văn hóa mặc đẹp của người Việt trong ngày Tết được thể hiện qua truyền miệng và các ấn phẩm\/nghiên cứu cổ. Theo Thạc sĩ văn hóa, Nhà báo Nguyễn Thành Luân, quan niệm chọn màu sắc cho trang phục ngày Tết là để phù hợp với không khí linh thiêng, sum vầy của dịp Tết cổ truyền, kỳ vọng sẽ hòa hợp với vượng khí, tài lộc, từ đó đem đến sự bình an, niềm vui cho bản thân và gia đình. Trước đây, trang phục truyền thống có khác biệt giữa các vùng miền, chẳng hạn người miền Bắc thường chuộng mặc áo dài, người miền Nam mặc áo bà ba. Về màu sắc trang phục, người Việt nhìn chung thích màu vàng hoặc đỏ trong 3 ngày Tết với tâm niệm sẽ được nhiều phúc lộc, may mắn, tiền bạc dồi dào và phú quý trong năm mới<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/nguoi-viet-nhin-chung-thich-mac-mau-vang-hoac-do-trong-3-ngay-tet-20200105160508646.htm|tựa đề=Người Việt nhìn chung thích mặc màu vàng hoặc đỏ trong 3 ngày Tết|tác giả=báo Tuổi Trẻ|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\nNgày xưa, trước Tết một thời gian ngắn, các bà các mẹ trong nhà phải thức khuya quay tơ, dệt vải, may áo quần mới cho cả nhà. Công việc này thường kết thúc vào ngày cuối năm. Đến sáng mùng Một Tết, cả nhà dậy sớm, thay quần áo mới để làm lễ gia tiên. Người ta cho rằng cần phải rũ bỏ những cái cũ, cái không may mắn đi theo quần áo cũ và đón một năm mới với nhiều hi vọng và niềm vui mới từ bộ quần áo mới đó.<ref>{{chú thích báo|url=http:\/\/vietnamnet.vn\/bandocviet\/2007\/02\/665135\/|author=(Theo Bách khoa Toàn thư)|title=Những tục lệ ngày Tết|work=vietnamnet.vn|date=ngày 16 tháng 2 năm 2007|access-date =ngày 3 tháng 2 năm 2010}}<\/ref>\n* Dọn dẹp nhà cửa trước Tết: Do tục kiêng cữ quét nhà trong ngày Tết.<ref name=\"Kiêng kị ngày Tết\">{{chú thích báo|url=http:\/\/www.thanhnien.com.vn\/TetKySuu\/Pages\/200901\/20090104172142.aspx|author=Thúy Huỳnh|title= Phong tục - tập quán Những điều kiêng kỵ trong ngày Tết|work=Thanh niên Online|date=ngày 4 tháng 1 năm 2009|access-date =ngày 4 tháng 2 năm 2010}}<\/ref> Theo quan niệm dân gian, việc quét nhà trong ngày Tết sẽ quét đi theo cả lộc xuân (xác pháo đốt trong đêm giao thừa), người quét nhà sẽ bị \"rông\" cả năm; (rông: được hiểu như sự xui xẻo).\n* Trả nợ cũ: Đối với nhiều người Việt, dịp tất niên là dịp ''trả nợ cũ'', xóa bỏ xích mích của năm cũ, để hướng tới năm mới vui vẻ hòa thuận hơn.<ref name=\"Kiêng kị ngày Tết\"\/>\n* Trò chơi dân gian: [[bịt mắt bắt dê]], [[múa võ]], [[tuồng|hát bội]], [[hát cải lương]], [[chèo|hát chèo]], [[đánh đu]], thi [[leo cột mỡ]], đập niêu, chọi gà; [[bài chòi]]; chơi [[bài bạc|tổ tôm điếm]]; chơi [[cờ tướng|cờ người]] và nhiều trò dân gian cổ truyền khác.\n\n* Cờ bạc: Ngày xưa các gia đình có nề nếp quanh năm cấm đoán con cháu không được cờ bạc rượu chè nhưng trong dịp Tết thì [[tam cúc]], [[cờ gánh]], [[cờ nhảy]], [[chắn]], [[tổ tôm]], [[lắc bầu cua]],... ai thích trò nào chơi trò ấy. Đến lễ khai hạ (hạ nêu) thì xé bộ tam cúc, cất bộ tổ tôm...hoặc đốt các bộ bài trong lễ hóa vàng.\n* Treo quốc kỳ: Những năm sau [[sự kiện 30 tháng 4 năm 1975|ngày thống nhất đất nước]], tại Việt Nam, ngày Tết cũng như các ngày lễ trong năm, chính phủ đều khuyến khích treo [[quốc kỳ]]. Các công sở, công ty, trường học, nơi sinh hoạt công cộng thường treo quốc kỳ kèm bích chương \"Chúc mừng năm mới\" và các loại cờ ngũ sắc.\n[[Tập tin:Tiệc cúng đưa năm 2014.jpg|230px|nhỏ|phải|Một mâm cơm cúng đưa ]]\n* Cúng đưa và Hạ nêu: Trong những ngày Tết, người Việt quan niệm rằng có sự hiện diện của Ông Bà tổ tiên nên bàn thờ luôn được thắp hương và cúng cơm mỗi ngày. Thường thì chiều mồng Bốn hay mồng Năm cúng tiễn đưa Ông Bà, chiều mồng Bảy cúng ''hạ nêu''.\n* [[Bánh pháo|Đốt pháo]] thường hay có trong dịp cúng tất niên hay thời khắc giao thừa ngày Tết cổ truyền. Từ năm [[1994]], nhà nước Việt Nam đã cấm đốt pháo, buôn bán và nhập khẩu pháo bằng [[Chỉ thị]] số 406\/CT-TTg ngày [[8 tháng 8]] <ref>\n{{chú thích báo\n|url= http:\/\/vnexpress.net\/gl\/phap-luat\/tu-van\/2007\/02\/3b9f3568\/\n|author= Phạm Thanh Bình\n|title= Đốt pháo có thể bị xử lý hình sự\n|work= Báo điện tử VnExpress\n|date= 15 tháng 2 năm 2007\n|access-date = 28 tháng 3 năm 2013}}\n<\/ref> vì tính chất nguy hiểm dễ gây sát thương của nó. Thay vào đó, chính quyền tổ chức các đêm bắn [[pháo hoa]] cho người dân thưởng thức.\n\n=== Lễ hội Tết ===\n[[Tập tin:Tết SG 2009.jpg|nhỏ|160px|phải|Trái dưa hấu khổng lồ tại [[Đường hoa Nguyễn Huệ]] 2009]]\nCác [[lễ hội truyền thống]] khác như thi đấu [[Cờ tướng|cờ người]]; [[đua thuyền]], [[đấu vật]], [[đánh còn]], [[múa lân - sư - rồng|múa lân]], [[múa lân - sư - rồng|múa rồng]], thi thả chim bồ câu... tùy theo bản sắc văn hóa của mình, mỗi địa phương đều tổ chức lễ hội ngày Tết với những phần \"lễ\" và phần \"hội\" chứa đựng những nét văn hóa khác nhau rất phong phú.\n\nTừ năm [[2004]], tại [[Thành phố Hồ Chí Minh]] có [[Đường hoa Nguyễn Huệ]] và [[Đường sách Tết]] tại phường [[Bến Nghé (phường)|Bến Nghé]], [[Quận 1]] và Hội hoa Xuân thường niên tại [[công viên Tao Đàn]]<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2013\/02\/khai-hoi-hoa-xuan-lon-nhat-tp-hcm\/ Khai hội hoa xuân lớn nhất TP HCM], VnExpress, 5\/2\/2013<\/ref><ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/duong-hoa-nguyen-hue-van-hoa-tet-cua-sai-gon-2421512.html Đường hoa Nguyễn Huệ, văn hóa Tết của Sài Gòn], VnExpress, 31\/1\/2013<\/ref> và từ năm [[2009]], tại [[Hà Nội]] có [[Lễ hội phố hoa Hà Nội]] tại phường [[Tràng Tiền (phường)|Tràng Tiền]] và [[Lý Thái Tổ, Hoàn Kiếm|Lý Thái Tổ]] thuộc quận [[Hoàn Kiếm]] để trang hoàng hoa cho khách thưởng ngoạn, tuy không tổ chức hàng năm và phố Ông đồ ở [[Văn miếu|Văn Miếu]].<ref>[http:\/\/www.viet.rfi.fr\/chau-a\/20130210-hon-mot-ty-nguoi-chau-a-don-mung-nam-quy-ty-trong-khong-khi-le-hoi Hơn một tỷ người châu Á đón mừng năm Quý Tỵ trong không khí lễ hội ], RFI, 10\/2\/2013<\/ref> Từ năm 2007, tại phường [[phường 7, Mỹ Tho|7]] thuộc địa phận thành phố [[Mỹ Tho]], tỉnh [[Tiền Giang]] có [[Đường hoa Hùng Vương]] tổ chức hàng năm.<ref>[http:\/\/us.24h.com.vn\/tin-tuc-trong-ngay\/my-tho-ruc-ro-duong-hoa-hung-vuong-c46a606898.html Mỹ Tho: Rực rỡ đường hoa Hùng Vương ], Tin24h, 29\/01\/2014<\/ref> Ngoài ra còn Đường hoa Bạch Đằng tại [[Đà Nẵng]], Đường hoa Trấn Biên tại [[Biên Hòa]], Đường hoa Bạch Đằng tại [[Bình Dương]], Đường hoa 16\/4 tại Ninh Thuận, Đường hoa Phú Mỹ Hưng tại [[Khu đô thị Phú Mỹ Hưng]], Thành phố Hồ Chí Minh.<ref>[http:\/\/news.zing.vn\/Ngam-duong-hoa-2013-tren-moi-mien-dat-nuoc-post302438.html Ngắm đường hoa 2013 trên mọi miền đất nước ], Zing News, 11\/02\/2013<\/ref>\n\nNgoài hội Tết, nhiều địa phương còn tổ chức các lễ hội mùa Xuân đặc biệt, chẳng hạn như:\n\nTại [[Hà Nội]], vào ngày mùng 5 Tết, lễ hội [[Nguyễn Huệ|Quang Trung]] được tổ chức ở [[gò Đống Đa]], thuộc địa phận phường [[Quang Trung, Đống Đa|Quang Trung]], quận [[Đống Đa]] và vào ngày mùng 6 là bắt đầu lễ hội [[Cổ Loa]] tại xã [[Cổ Loa (xã)|Cổ Loa]] thuộc huyện [[Đông Anh]], [[lễ hội chùa Hương]] tại xã [[Hương Sơn, Mỹ Đức|Hương Sơn]], huyện [[Mỹ Đức]], lễ hội [[Đền Hai Bà Trưng (Hạ Lôi)|đền Hai Bà Trưng]] tại huyện [[Mê Linh]].\n\nCác nơi khác có [[Chợ Âm Dương]] mùng 4 ở phường [[Võ Cường]], thành phố [[Bắc Ninh (thành phố)|Bắc Ninh]], tỉnh [[Bắc Ninh]] và [[Chợ Viềng, Vụ Bản|Chợ Viềng]] mùng 7 tại xã [[Kim Thái]], huyện [[Vụ Bản]] và tại thị trấn [[Nam Giang, Nam Trực|Nam Giang]], huyện [[Nam Trực]] thuộc tỉnh [[Nam Định]], Hội xuân [[Núi Yên Tử]] ở xã [[Thượng Yên Công]], thành phố [[Uông Bí]] thuộc tỉnh [[Quảng Ninh]].\n\nTại [[làng cổ Vân Luông]] thuộc phường [[Vân Phú]] nằm ở thành phố [[Việt Trì]], tỉnh [[Phú Thọ]] có hội ném đá, gọi là Ném Chài vào ngày 3 tháng giêng. Từ năm 1946 hội Ném Chài thôi tổ chức vì nguy hiểm tính mạng. Năm 2004 lễ hội được phục hồi nhưng thay ném đá bằng túi vải đựng cát.<ref name=\"ttvh\">Theo bài viết \"Lễ hội: Thừa và Thiếu\" của Nguyễn Mỹ trên Báo Thể thao văn hóa cuối tuần số 9 năm 2010, trang 51<\/ref>\n\nTại xã [[Đông Hoàng, Đông Sơn|Đông Hoàng]], huyện [[Đông Sơn, Thanh Hóa|Đông Sơn]], tỉnh [[Thanh Hóa]] có phiên chợ Chuộng tổ chức vào mùng 6 Tết, người dân đến mua bán một số sản vật [[nông nghiệp]] để lấy may, còn thanh niên thì đánh nhau để cầu may.\n\n=== Tín ngưỡng ngày Tết ===\n==== Điềm lành ====\n\n* [[Mơ (quả)|Hoa mai]]: sau Giao thừa, nếu hoa mai (loại 5 cánh) nở thêm nhiều và đầy đặn thì đó là một điềm may. Và may mắn hơn nữa khi có một hoặc vài bông hoa 6 cánh.<ref name=\"phong tục\">{{Chú thích web\n| url = http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=240812&ChannelID=320\n| tiêu đề = Nét đẹp của các phong tục đầu năm\n| work = Báo Tuổi Trẻ (Theo VTV)\n| ngày tháng = ngày 13 tháng 1 năm 2009\n| ngày truy cập = ngày 4 tháng 2 năm 2010\n}}<\/ref><!--<ref name=\"pt\">{{Chú thích web| url =http:\/\/www.tapchilamdep.com\/loi-song\/qua-tang-cuoc-song\/Net_dep_cua_cac_phong_tuc_dau_nam-4317.dep | tiêu đề = Nét đẹp của các phong tục đầu năm | ngày truy cập = ngày 4 tháng 2 năm 2010}}<\/ref> giống link trước--><ref>{{Chú thích web\n| url = http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/02\/3B9FED0A\/\n| tiêu đề = Săn hoa đẹp ngày Tết\n| ngày truy cập = 3 tháng 2 năm 2008\n}}<\/ref>\n[[Tập tin:Hoa mai vàng 2015-2016.jpeg|nhỏ|160px|Hoa mai vàng 5 cánh.]]\n* Chó lạ vào nhà: Tục ngữ ''Mèo đến nhà thì khó, Chó đến nhà thì sang''.<ref name=\"phong tục\"\/>\n* [[Đào (thực vật)|Cây đào]]: Nếu có nhiều cánh kép (hoa kép) 3 lớp (hàng) trên đài hoa và có hình dáng như bông hồng thì sẽ có nhiều phúc lộc.<ref name=\"phong tục\"\/>\n* [[Quất|Cây quất]]: Nếu cây có nhiều chồi xanh mọc thì năm đó sẽ có nhiều lộc. Nếu có đủ Tứ quý: Quả chín, quả xanh, hoa và lộc thì sẽ may mắn và thành đạt cả năm.\n[[Tập tin:Cay quat.jpg|nhỏ|160px|Cây quất đặt trong phòng khách vào Tết Mậu Tý 2008.]]\n[[Tập tin:Tet Streamers.JPG|nhỏ|200px|Cửa hàng bán dây lục lạc treo trang trí ngày Tết Tân Mão 2011.]]\n\n==== Kiêng kỵ ====\nTheo quan niệm trong ngày đầu năm (Nguyên Đán) mà có nhiều điều tốt đẹp thì cả năm đó chắc chắn sẽ có nhiều điều tốt đẹp đến cho mọi người, có sự giống và khác nhau giữa các miền với niềm tin chính để giữ điều lành trong năm mới. Điển hình, người Việt có một số kiêng kỵ như sau:\n\n'''Miền Bắc'''\n\n* Kỵ mai táng: Ngày Tết Nguyên Đán là ngày mở đầu cho vận hội hanh thông của cả một năm, có ý nghĩa rất thiêng liêng. Gia đình phải tạm gác mối sầu riêng để hoà chung với niềm vui toàn dân tộc. Vì vậy có tục lệ cất [[khăn tang]] trong ba ngày Tết. Nhà có [[đại tang]] kiêng đi chúc Tết, [[lì xì|mừng tuổi]] bà con, xóm giềng, ngược lại bà con xóm giềng lại cần đến chúc Tết và an ủi gia đình bất hạnh.<ref name=\"kiengki\">{{chú thích báo|url=http:\/\/www3.tuoitre.com.vn\/tetonline2009\/Index.aspx?ArticleID=297622&ChannelID=320|author=Theo THÚY HUỲNH - Thanh niên|title=Những điều kiêng kỵ trong ngày Tết|work=Báo Tuổi trẻ online|date=ngày 24 tháng 1 năm 2009|access-date=ngày 7 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 2 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref> Trường hợp gia đình có người chết vào ngày 30 tháng chạp mà gia đình có thể định liệu được thì nên chôn cất cho kịp trong ngày đó, đa số các gia đình kiêng để sang ngày mùng Một đầu năm. Trường hợp chết đúng ngày mùng Một Tết thì chưa phát tang vội nhưng phải chuẩn bị mọi thứ để sáng mùng Hai làm lễ phát tang.\n* Ngày mùng Một Tết người ta rất kỵ người khác đến xin [[lửa]] nhà mình, vì quan niệm lửa là đỏ là may mắn. Cho người khác cái đỏ trong ngày mùng Một Tết thì cả năm đó trong nhà sẽ gặp nhiều điều không may như làm ăn thua lỗ, trong nhà lủng củng, ra đường hay gặp tai bay vạ gió...<ref name=\"Nói với con\"\/>\n* Kiêng cho nước đầu năm vì nước được ví như nguồn tài lộc trong câu chúc ''tiền vô như nước'', nếu cho nước thì coi như mất lộc.<ref name=\"Nói với con\"\/>\n* Trong ngày này, người ta kiêng quét nhà vì theo một [[điển tích]] của [[Trung Quốc]], nếu quét nhà thì năm đó gia cảnh sẽ nghèo túng, khánh kiệt. Khi hốt rác trong nhà đổ đi thì thần Tài sẽ đi mất.<ref name=\"Nói với con\">{{Chú thích web| url = http:\/\/tet.vietnamnet.vn\/ngày 18 tháng 1 năm 2010-noi-voi-con-ve-tet| tiêu đề = Nói với con về Tết| ngày truy cập = ngày 4 tháng 2 năm 2010}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n* Ngày đầu năm cũng như ngày đầu tháng, người ta rất kiêng kỵ việc vay mượn hay trả nợ, cho vay. Người xưa quan niệm không nên vay tiền hoặc đồ đạc vào những ngày đầu năm mới, điều đó có thể làm chúng ta rơi vào cảnh túng thiếu cả năm, không may mắn.\n* Trong ăn uống, người ta kiêng ăn thịt [[chó]], [[cá mè]], thịt [[vịt]]... Nếu ăn những thứ này vào dịp đầu năm hay đầu tháng sẽ \"xúi quẩy\".\n* Ngoài ra, người già cũng khuyên con cháu trong ngày này không được đánh vỡ bát đĩa, ấm chén, cãi nhau, chửi nhau, kiêng những điều không vui xảy ra với gia đình.\n* Người ta thường kiêng khóc lóc, buồn tủi hoặc nói tới điều rủi ro hoặc xấu xa trong dịp Tết.\n* Kiêng mặc quần áo màu trắng và đen: Theo quan niệm của người xưa, màu trắng và đen là màu của tang lễ, chết chóc, vì vậy những ngày đầu năm thì phải mặc trang phục với những màu sắc sặc sỡ và thu hút sự chú ý, tạo nên sự phấn khởi và vui vẻ để đón chào năm mới, như: màu hồng, đỏ, vàng, xanh...\n* Kiêng nói to, cãi nhau, nói xấu hay mắng người khác.\n* Kiêng đi chúc Tết vào sáng Mồng Một Tết nếu không được gia chủ mời vì sợ sẽ mang đến điều không tốt đẹp cho chủ nhà trong năm mới. Theo phong tục xông đất, người đầu tiên bước vào nhà ai trong ngày mùng một Tết chính là người quyết định đem lại sự may mắn hoặc xui xẻo cho gia đình ấy trong cả năm.\n* Ngày mồng 5 tháng giêng Âm lịch là ngày ''nguyệt kỵ'', người Việt thường tin rằng ngày này không thích hợp cho xuất hành.<ref>{{Chú thích web\n| url = http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=241128&ChannelID=320\n| tiêu đề = Kiêng kỵ ngày đầu năm\n| ngày truy cập = ngày 4 tháng 2 năm 2010\n| work = báo Tuổi Trẻ\n}}<\/ref>\n\n'''Miền Trung'''\n\n<ref name=\"Kiengky\">{{Chú thích web\n| url = http:\/\/dantri.com.vn\/ban-doc\/can-kieng-ky-gi-trong-nhung-ngay-tet-832123.htm\n| tiêu đề = Cần kiêng kỵ gì trong những ngày Tết?\n| ngày truy cập = ngày 25 tháng 1 năm 2014\n| work = Dân Trí\n}}<\/ref>\n* Kiêng ăn các món chế biến từ tôm vì sợ năm mới đi giật lùi như tôm.\n* Kiêng ăn trứng vịt lộn, thịt vịt bởi đầu năm mà ăn món này thì sẽ xúi quẩy.\n* Một số vùng kiêng mặc đồ trắng suốt tháng Giêng vì đó là biểu tượng của tang tóc.\n* Kiêng quét nhà vì đó là xua đuổi thần Tài Lộc đầu năm.\n* Tránh nhăn nhó, cau có, khóc lóc và cãi vã trong ngày đầu năm vì quan niệm nó làm cả năm sẽ gặp chuyện không may.\n\n;Miền Nam\n<ref name=\"Kiengky\" \/>\n* Kiêng để cối xay gạo trống vào ngày đầu năm vì đó là tượng trưng cho việc thất bát, mất mùa năm tới. Người ta thường đổ một ít lúa vào cối xay, ngụ ý cầu mong năm mới lúa gạo đầy tràn.\n* Cũng như trên, kiêng kỵ để thùng gạo, hũ đường muối,... thiếu hụt vì sợ cả năm đều bị thiếu thốn.\n* Gia chủ hễ có khách đến là dọn cỗ, mời uống rượu, ăn bánh. Khách không được từ chối bữa ăn, dù no cũng phải nhấm nháp chút ít.\n* Kiêng các việc làm đổ bể hư hỏng, hoặc tranh cãi to tiếng lẫn nhau.\n* Thường kiêng khóc lóc, buồn tủi hoặc nói tới điều rủi ro hoặc xấu xa trong dịp Tết.\n* Kiêng cữ quét nhà ngày đầu năm vì quan niệm quét tiền tài tốt đẹp ra ngoài. Ngoài ra người dân sẽ tắm gội cơ thể trước ngày đầu năm để tránh phải gột rửa may mắn trong năm mới.\n\n== Tết của người Việt xa quê hương==\nNgười Việt sống ở nước ngoài nếu không có điều kiện về Việt Nam trong dịp Tết cũng tổ chức những hoạt động trong dịp Tết Âm lịch mang đậm truyền thống văn hóa Việt. Nhiều nơi có đông người Việt sinh sống như tại [[Hoa Kỳ|Mỹ]], [[Úc]], [[Pháp]], [[Nga]], [[Đức]]... người Việt sinh sống tại đây ăn Tết với bánh chưng gói và bán sẵn cũng như các món ăn được đưa từ Việt Nam sang như nước mắm Phan Thiết, cho đến củ tỏi, củ hành, rau húng, rau thơm... Nhiều gia đình cũng lập bàn thờ Gia tiên, bàn thờ cũng có mâm ngũ quả, bánh chưng, mứt Tết, hương trầm, rượu, kim ngân..., có gia đình treo cả câu đối, và một lọ hoa tươi giống như đón Tết cổ truyền tại Việt Nam.<ref name=\"tct\">{{Chú thích web\n| url = http:\/\/www.thanhnien.com.vn\/news\/pages\/200707\/181960.aspx\n| tiêu đề = Tết cổ truyền của người Việt Nam ở nước ngoài\n| work= Thanh niên\n| ngày tháng= ngày 15 tháng 2 năm 2007\n| ngày truy cập = 15 tháng 2 năm 2007\n}}<\/ref>\n\nNhiều nơi, cộng đồng và các hội đoàn người Việt, các chùa [[Phật giáo]], các giáo xứ [[Công giáo]] có tổ chức Hội Tết và ca nhạc văn nghệ Tết. Sứ quán Việt Nam và các lãnh sự quán Việt Nam tại nước ngoài cũng có tổ chức các hoạt động vui Tết đón xuân cho kiều bào như các buổi tiệc nhỏ hay văn nghệ Tết, như tại [[Thái Lan]], [[Canada]] <ref name=\"tct\"\/>.... Các khu thương xá của người Việt, các khu chợ Việt như tại [[Little Saigon]] ở tiểu bang [[California]], [[Hackney]] (hay được gọi là \"khu Việt Nam\" tại [[Luân Đôn]]), [[Cabramatta]] (còn gọi là Saigonmatta) ở [[Sydney]], Úc... cũng có bán các mặt hàng mứt, bánh chưng, hạt sen, lá dong tươi để gói bánh chưng, bánh tét, gạo nếp, xôi gấc, dừa khô, măng khô... được chuyển từ Việt Nam sang.<ref>{{Chú thích web\n| url = http:\/\/vietnamnet.vn\/thegioi\/2007\/02\/665203\/\n| tiêu đề = Không khí đón Tết tại Mỹ\n| work = VietNamNet\n| ngày tháng = ngày 17 tháng 2 năm 2007\n| ngày truy cập = 17 tháng 2 năm 2007\n}}<\/ref> Chợ hoa cũng có bán cành đào, cành mai, [[dưa hấu]] nhập từ các nước châu Á sang để trưng bày trong nhà.\n\nTại [[Hoa Kỳ|Mỹ]], trước Tết Nguyên đán, kiều bào và du học sinh thường kết hợp tổ chức lễ hội mừng Tết lớn cho cộng đồng người Việt và cả cộng đồng người bản xứ. Đặc biệt hơn ở Việt Nam là nơi đây, vào ngày Tết được quyền đốt pháo nên các khu chợ Việt như chợ Lion, khu Little Saigon tràn ngập xác pháo giữa đêm giao thừa cho đến trọn ngày mồng 1 Tết.<ref name=\"nvhnat\">{{Chú thích web\n| url = http:\/\/www.vovinamus.com\/viet05\/sjtetatdau.htm\n| tiêu đề =Người Việt Hải Ngoại Ăn Tết \n| work = VVNNEWS\n| ngày truy cập = ngày 4 tháng 2 năm 2010\n}}<\/ref> Hàng năm, vào ngày Tết, đều có các cuộc diễn hành Tết của cộng đồng người Việt tại khắp nơi, với các xe hoa và đoàn múa, lớn nhất là tại [[San Jose, California|San Jose]] do Hội Diễn hành Xuân (''Vietnamese Spring Festival'') tổ chức, với sự kết hợp của nhiều hội đoàn, tổ chức.<ref name=\"nvhnat\"\/> Hội chợ Tết cũng diễn ra khắp nơi với các phần đốt pháo, múa lân, ca nhạc văn nghệ, tái hiện các làng quê Việt xưa, thi đố vui để học, thi hoa hậu áo dài, thi đấu võ, thi thiếu nhi tài năng, thi gói bánh chưng bánh tét,...<ref name=\"nvhnat\"\/><ref>[http:\/\/vnexpress.net\/tin-tuc\/the-gioi\/nguoi-viet-5-chau\/nguoi-viet-o-my-thi-nau-banh-chung-banh-tet-2942687.html Người Việt ở Mỹ thi nấu bánh chưng bánh tét], VnExpress, 21\/1\/2014<\/ref> Như tại [[Garden Grove, California]], công viên Garden Grove Park và trường Bolsa Grande High School hiện nay là địa điểm tổ chức \"[[Hội Tết Sinh viên]]\" hằng năm, với hàng trăm ngàn người tham dự, và do [[Tổng hội Sinh viên Việt Nam Nam Cali]] (UVSA) tổ chức liên tục từ năm 1982 đến nay.<ref>{{Chú thích web\n| url = http:\/\/nguoi-viet.com\/absolutenm\/anmviewer.asp?a=86622&z=3\n| tiêu đề = Tổng Hội Sinh Viên Việt Nam - Nam California tổ chức họp báo Hội Chợ Tết Xuân Kỷ Sửu – 2009 \"Xuân Hy Vọng\"\n| work = [[người Việt (báo)|báo Người Việt]]\n| ngày tháng = ngày 9 tháng 11 năm 2008\n| ngày truy cập = ngày 4 tháng 2 năm 2010\n}}{{Liên kết hỏng|date = ngày 26 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Hội Tết Sinh viên năm 2013 có chủ đề là \"Xuân quê hương - Việt Nam anh hùng\" và đã được tổ chức trong 3 ngày 08-09-10 tháng 2 năm 2013.<ref>[http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=161675&zoneid=1#.URiKkPKUIhI Khai mạc Hội Tết Sinh Viên ‘Xuân Quê Hương’ 2013 ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130213041317\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=161675&zoneid=1#.URiKkPKUIhI |date=2013-02-13 }}, Người Việt, 9\/2\/2013<\/ref><ref name=\"htsv\">{{chú thích web|url=https:\/\/tetfestival.org\/|title=UVSA Tet Festival - The largest Vietnamese New Year Festival in the nation!|publisher=}}<\/ref> Hội Tết Sinh viên năm 2014 với chủ đề \"Mùa Xuân Mới\" sẽ được tổ chức trong ba ngày 7 đến 9 tháng 2 năm 2014 tại Orange County Fair & Event Center.<ref>[http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=179737&zoneid=1#.Ut6-pu-1Jkg Hội Tết Sinh Viên 2014 được tổ chức tại địa điểm mới ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201150554\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=179737&zoneid=1#.Ut6-pu-1Jkg |date=2014-02-01 }}, Báo Người Việt, 26\/12\/2013<\/ref> Tại bang California, vào cuối tháng 9\/2022, ông Gavin Newsom, Thống đốc bang California, đã ký luật chính thức công nhận Tết Nguyên đán là một ngày lễ của bang<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/post-1507008.html|tựa đề=California công nhận Tết Nguyên đán là ngày Lễ: Việt kiều Mỹ vui, nhớ món ăn - bánh mì Việt Nam|ngày=2022-10-05|website=Báo Thanh Niên|ngôn ngữ=vi|ngày truy cập=2022-10-09}}<\/ref>.\n\nTại [[Úc]], hàng năm, vào ngày Tết Nguyên Đán, đều có các cuộc diễn hành Tết và Hội Tết của cộng đồng người Việt tại khắp nơi, mang đậm bản sắc văn hóa Việt, như tại Sydney, [[Melbourne]] với hàng trăm ngàn người tham dự <ref name=\"Uc\">{{Chú thích web\n| url = http:\/\/www3.tuoitre.com.vn\/TTC\/Index.aspx?ArticleID=242553&ChannelID=212\n| tiêu đề = \"Tet festival\" ở Úc\n| work = báo Tuổi Trẻ\n| ngày tháng = ngày 11 tháng 2 năm 2008\n| ngày truy cập = ngày 4 tháng 2 năm 2010\n| archive-date = 2013-12-14\n| archive-url = https:\/\/web.archive.org\/web\/20131214073128\/http:\/\/www3.tuoitre.com.vn\/TTC\/Index.aspx?ArticleID=242553&ChannelID=212\n| url-status = dead\n}}<\/ref>. Các hội Tết cũng có các món ăn Việt, những trò chơi dân gian, những gian hàng chợ Tết, bắn pháo hoa, múa lân, tái hiện văn hóa Việt xưa...<ref name=\"Uc\"\/>\n\nĐối với nhiều kiều bào có dịp về Việt Nam đón Tết Nguyên Đán cũng được chính quyền của các địa phương đón tiếp nồng hậu. Nhiều buổi họp mặt kiều bào có sự tham dự của đại diện lãnh đạo Đảng, Chính phủ, Chủ tịch Ủy ban Nhân dân và lãnh đạo Sở ban ngành cấp địa phương<ref>{{Chú thích web|url=https:\/\/voh.com.vn\/chinh-tri-xa-hoi\/tphcm-hop-mat-kieu-bao-mung-xuan-ky-hoi-2019-304606.html|title=TPHCM họp mặt Kiều bào mừng Xuân Kỷ Hợi 2019|last=Minh Hiệp (VOH)|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\n== Ngày đầu năm theo Con giáp ==\nTrong bảng này tính các năm từ [[1984]] đến [[2091]].<ref>{{Chú thích web| url = http:\/\/xemtuong.net\/12congiap\/index.php| tiêu đề = Sơ lược về 12 con giáp| ngày truy cập = 14 tháng 9 năm 2008}}<\/ref>\n<!-- tiếp tục cập nhật -->\n{| class=\"wikitable\"\n|- style=\"background:#efefef;\"\n! [[Can Chi|Chi]]!! colspan=\"9\" | Ngày tháng [[Dương lịch]]\n|-\n| [[Tý]] || [[17 tháng 2]] năm [[1984]] (Giáp Tý) || [[4 tháng 2]] năm [[1996]] (Bính Tý) || [[22 tháng 1]] năm [[2008]] (Mậu Tý) || [[9 tháng 2]] năm [[2020]] (Canh Tý) || [[27 tháng 1]] năm [[2032]] (Nhâm Tý) || [[13 tháng 2]] năm [[2044]] (Giáp Tý) || [[1 tháng 2]] năm [[2056]] (Bính Tý) || [[18 tháng 2]] năm [[2068]] (Mậu Tý) || [[5 tháng 2]] năm [[2080]] (Canh Tý)\n|-\n| [[Sửu]] || [[5 tháng 2]] năm [[1985]] (Ất Sửu) || [[23 tháng 1]] năm [[1997]] (Đinh Sửu) || [[9 tháng 2]] năm [[2009]] (Kỷ Sửu) || [[28 tháng 1]] năm [[2021]] (Tân Sửu) || [[14 tháng 2]] năm [[2033]] (Quý Sửu) || [[2 tháng 2]] năm [[2045]] (Ất Sửu) || [[21 tháng 1]] năm [[2057]] (Đinh Sửu) || [[6 tháng 2]] năm [[2069]] (Kỷ Sửu) || [[25 tháng 1]] năm [[2081]] (Tân Sửu)\n|-\n| [[Dần]] || [[26 tháng 1]] năm [[1986]] (Bính Dần) || [[11 tháng 2]] năm [[1998]] (Mậu Dần) || [[30 tháng 1]] năm [[2010]] (Canh Dần) || [[16 tháng 2]] năm [[2022]] (Nhâm Dần) || [[3 tháng 2]] năm [[2034]] (Giáp Dần) || [[22 tháng 1]] năm [[2046]] (Bính Dần) || [[8 tháng 2]] năm [[2058]] (Mậu Dần) || [[26 tháng 1]] năm [[2070]] (Canh Dần) || [[13 tháng 2]] năm [[2082]] (Nhâm Dần)\n|-\n| [[Mão]] || [[14 tháng 2]] năm [[1987]] (Đinh Mão) || [[31 tháng 1]] năm [[1999]] (Kỷ Mão) || [[18 tháng 2]] năm [[2011]] (Tân Mão) || [[6 tháng 2]] năm [[2023]] (Quý Mão) || [[24 tháng 1]] năm [[2035]] (Ất Mão) || [[10 tháng 2]] năm [[2047]] (Đinh Mão) || [[28 tháng 1]] năm [[2059]] (Kỷ Mão) || [[14 tháng 2]] năm [[2071]] (Tân Mão) || [[2 tháng 2]] năm [[2083]] (Quý Mão)\n|-\n| [[Thìn]] || [[3 tháng 2]] năm [[1988]] (Mậu Thìn) || [[19 tháng 2]] năm [[2000]] (Canh Thìn) || [[8 tháng 2]] năm [[2012]] (Nhâm Thìn) || [[26 tháng 1]] năm [[2024]] (Giáp Thìn) || [[12 tháng 2]] năm [[2036]] (Bính Thìn) || [[31 tháng 1]] năm [[2048]] (Mậu Thìn) || [[16 tháng 2]] năm [[2060]] (Canh Thìn) || [[4 tháng 2]] năm [[2072]] (Nhâm Thìn) || [[23 tháng 1]] năm [[2084]] (Giáp Thìn)\n|-\n| [[Tỵ]] || [[22 tháng 1]] năm [[1989]] (Kỷ Tỵ) || [[8 tháng 2]] năm [[2001]] (Tân Tỵ) || [[27 tháng 1]] năm [[2013]] (Quý Tỵ) || [[12 tháng 2]] năm [[2025]] (Ất Tỵ) || [[31 tháng 1]] năm [[2037]] (Đinh Tỵ) || [[18 tháng 2]] năm [[2049]] (Kỷ Tỵ) || [[4 tháng 2]] năm [[2061]] (Tân Tỵ) || [[24 tháng 1]] năm [[2073]] (Quý Tỵ) || [[10 tháng 2]] năm [[2085]] (Ất Tỵ)\n|-\n| [[Ngọ]] || [[10 tháng 2]] năm [[1990]] (Canh Ngọ) || [[29 tháng 1]] năm [[2002]] (Nhâm Ngọ) || [[15 tháng 2]] năm [[2014]] (Giáp Ngọ) || [[2 tháng 2]] năm [[2026]] (Bính Ngọ) || [[21 tháng 1]] năm [[2038]] (Mậu Ngọ) || [[7 tháng 2]] năm [[2050]] (Canh Ngọ) || [[25 tháng 1]] năm [[2062]] (Nhâm Ngọ) || [[12 tháng 2]] năm [[2074]] (Giáp Ngọ) || [[29 tháng 1]] năm [[2086]] (Bính Ngọ)\n|-\n| [[Mùi (Địa chi)|Mùi]] || [[30 tháng 1]] năm [[1991]] (Tân Mùi) || [[17 tháng 2]] năm [[2003]] (Quý Mùi) || [[4 tháng 2]] năm [[2015]] (Ất Mùi) || [[22 tháng 1]] năm [[2027]] (Đinh Mùi) || [[9 tháng 2]] năm [[2039]] (Kỷ Mùi) || [[27 tháng 1]] năm [[2051]] (Tân Mùi) || [[13 tháng 2]] năm [[2063]] (Quý Mùi) || [[1 tháng 2]] năm [[2075]] (Ất Mùi) || [[17 tháng 2]] năm [[2087]] (Đinh Mùi)\n|-\n| [[Thân (Địa chi)|Thân]] || [[18 tháng 2]] năm [[1992]] (Nhâm Thân) || [[6 tháng 2]] năm [[2004]] (Giáp Thân) || [[24 tháng 1]] năm [[2016]] (Bính Thân) || [[10 tháng 2]] năm [[2028]] (Mậu Thân) || [[29 tháng 1]] năm [[2040]] (Canh Thân) || [[15 tháng 2]] năm [[2052]] (Nhâm Thân) || [[3 tháng 2]] năm [[2064]] (Giáp Thân) || [[20 tháng 2]] năm [[2076]] (Bính Thân) || [[7 tháng 2]] năm [[2088]] (Mậu Thân)\n|-\n| [[Dậu]] || [[7 tháng 2]] năm [[1993]] (Quý Dậu) || [[25 tháng 1]] năm [[2005]] (Ất Dậu) || [[11 tháng 2]] năm [[2017]] (Đinh Dậu) || [[30 tháng 1]] năm [[2029]] (Kỷ Dậu) || [[16 tháng 2]] năm [[2041]] (Tân Dậu) || [[3 tháng 2]] năm [[2053]] (Quý Dậu) || [[22 tháng 1]] năm [[2065]] (Ất Dậu) || [[8 tháng 2]] năm [[2077]] (Đinh Dậu) || [[26 tháng 1]] năm [[2089]] (Kỷ Dậu)\n|-\n| [[Tuất]] || [[27 tháng 1]] năm [[1994]] (Giáp Tuất) || [[13 tháng 2]] năm [[2006]] (Bính Tuất) || [[31 tháng 1]] năm [[2018]] (Mậu Tuất) ||[[18 tháng 2]] năm [[2030]] (Canh Tuất) || [[5 tháng 2]] năm [[2042]] (Nhâm Tuất) || [[24 tháng 1]] năm [[2054]] (Giáp Tuất) || [[10 tháng 2]] năm [[2066]] (Bính Tuất) || [[28 tháng 1]] năm [[2078]] (Mậu Tuất) || [[14 tháng 2]] năm [[2090]] (Canh Tuất)\n|-\n| [[Hợi]] || [[15 tháng 2]] năm [[1995]] (Ất Hợi) || [[2 tháng 2]] năm [[2007]] (Đinh Hợi) || [[19 tháng 2]] năm [[2019]] (Kỷ Hợi) || [[7 tháng 2]] năm [[2031]] (Tân Hợi) || [[25 tháng 1]] năm [[2043]] (Quý Hợi) || [[12 tháng 2]] năm [[2055]] (Ất Hợi) || [[30 tháng 1]] năm [[2067]] (Đinh Hợi) || [[16 tháng 2]] năm [[2079]] (Kỷ Hợi) || [[4 tháng 2]] năm [[2091]] (Tân Hợi)\n|}\n\nTheo quy luật của bảng trên, cứ 2 hoặc 3 năm thì có một năm Tết rơi vào [[tháng một|tháng 1]], còn lại là [[tháng hai|tháng 2]].\n\n== Ý tưởng gộp Tết ==\nNhững năm gần đây, trên các diễn đàn đã xuất hiện ý tưởng gộp Tết và được bàn tán, tranh luận nhiều. Năm [[2005]], Giáo sư [[Võ Tòng Xuân]] đã nêu ra đề xuất \"Nên ăn Tết Ta theo [[Dương lịch|lịch Tây]]\", ông cho rằng ''Nên nghỉ Tết dương lịch với thời gian như nghỉ Tết âm lịch hiện nay (từ 26\/12 đến 4\/1), và nghỉ Tết âm lịch như nghỉ Tết dương lịch hiện nay (khoảng 2 ngày là đủ). Tất cả các hoạt động chào mừng năm mới, lễ họi truyền thống... vẫn tiếp tục gìn giữ và phát huy.''<ref>{{chú thích web|url=https:\/\/vtc.vn\/tet-ta-theo-tay-lich-gs-vo-tong-xuan-bao-ve-quan-diem-ar102699.html|title=Tết ta theo tây lịch: GS Võ Tòng Xuân bảo vệ quan điểm|first=V. T. C.|last=News|date=4 Tháng một 2013|website=Báo điện tử VTC News}}<\/ref>\n\nGiáo sư này đã nêu lên những bất lợi của Tết Nguyên Đán rằng nó sẽ làm mất cơ hội nắm bắt ngay thời cơ kinh doanh, giao thương với nước ngoài và mất thời giờ của nông dân lo chăm sóc lúa đông-xuân, vụ lúa tiềm năng cao nhất trong năm. Gượng ép thời khóa biểu học tập và thi học kỳ của sinh viên học sinh, làm cho họ mất cả hai tuần lễ học hành; dân chúng nhậu nhẹt, bài bạc dưới nhiều hình thức, rất tốn kém tiền của và thời gian học tập, tổn hại sức khỏe và tính mạng và lãng phí ngày làm việc trong khi quốc tế nghỉ Tết Tây. Giáo sư cho rằng Việt Nam nên gộp như vậy để bắt kịp thế giới, học tập theo gương của nước [[Nhật Bản]] ([[Tết Nhật Bản]]), thoát khỏi ảnh hưởng của [[văn hóa Trung Quốc]].\n\nVào những ngày đầu năm, vấn đề này lại được báo chí đưa ra bàn luận, với các ý kiến ủng hộ và phản đối trái chiều nhau <ref name =giadinh>[http:\/\/giadinh.net.vn\/xa-hoi\/lai-met-vi-chuyen-gop-tet-nguyen-dan-va-tet-duong-lich-20180112182642452.htm Lại mệt vì chuyện gộp Tết Nguyên đán và Tết Dương lịch]. Giadinh Online, 14\/01\/2018. Truy cập 25\/02\/2018.<\/ref>.\n\nNhững người ủng hộ cho rằng ăn Tết Ta như hiện nay gây rối loạn kế hoạch sản xuất ở các cơ sở công nghiệp. Nếu tiếp tục thì sẽ bị lạc bước, lỡ nhịp với thế giới, nhất là khi được làm việc với người phương Tây vì người Tây không ăn Tết ta. Tết Ta ngày càng trở nên nhàm chán, Nếu ăn Tết Nguyên Đán theo Dương lịch thì sẽ hội nhập dễ, tiết kiệm thì giờ dành cho Tết, thuận tiện hơn vì chỉ còn một cái Tết <ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/tuanvietnam\/104339\/an-tet-theo-duong-lich--tot-du-moi-dang---.html|tiêu đề=Ăn Tết theo dương lịch: Tốt đủ mọi đàng...|tác giả=Hà Văn Thịnh|ngày truy cập=9 tháng 1 năm 2013}}<\/ref> Bỏ Tết Nguyên Đán thì tránh được những thủ tục phiền hà, tốn kém và sẽ tiện đủ đường<ref>{{Chú thích web|url=http:\/\/thethaovanhoa.vn\/dien-dan-van-hoa\/tet-ta-an-theo-lich-tay-thoi-nay-tien-du-duong-n20130123082219440.htm|tiêu đề=Tết Ta ăn theo lịch Tây, thời nay tiện đủ đường|ngày truy cập=23 tháng 1 năm 2013|tác giả=Trần Giang Phương}}<\/ref>. Nhiều bạn trẻ, nhất là phái nữ cũng phản đối Tết truyền thống vì cho rằng khi về quê, về làng có quá nhiều nghi lễ truyền thống nên cảm thấy không thoải mái nên có xu hướng đi nước ngoài du lịch khi Tết đến.\n\nTrái lại, có rất nhiều ý kiến phản đối gay gắt đề xuất này, bao gồm bạn đọc các báo, nghệ sĩ, nhà khoa học... Những người phản đối đã cho rằng nếu thay đổi như vậy thì sẽ gây nên sự mất mát rất lớn về văn hóa thiêng liêng, cổ truyền của dân tộc bởi Tết Nguyên Đán đã ăn sâu trong tâm thức của người dân. Dịp Tết chính là dịp để người thân sum họp sau một năm xa cách. Dịp Tết là dịp để gìn giữ, phát huy văn hóa cổ truyền của dân tộc.<ref>{{Chú thích web|url=http:\/\/vtc.vn\/594-364280\/truyen-hinh\/tet-ta-theo-tay-lich-nhieu-nha-khoa-hoc-cung-len-tieng.htm|tiêu đề=Tết ta theo tây lịch: Nhiều nhà khoa học cùng lên tiếng|ngày truy cập=23 tháng 1 năm 2013|tác giả=VTC}}<\/ref> Giáo sư Sử học [[Lê Văn Lan]] đã chỉ ra rằng Tết Dương lịch chỉ là \"món ăn thêm\", còn Tết Âm lịch thì đã đi sâu vào máu thịt.<ref>{{Chú thích web|url=http:\/\/vtc.vn\/538-362467\/giao-duc\/giao-su-le-van-lan-tet-duong-lich-chi-la-mon-an-them.htm|tiêu đề=Giáo sư Lê Văn Lan: Tết Dương lịch chỉ là 'món ăn thêm'|ngày truy cập=10 tháng 1 năm 2013|tác giả=Lê Văn Lan}}<\/ref> Ca sĩ [[Mỹ Linh]] đã nói rằng ăn Tết Ta theo Dương lịch là \"thảm họa\". Mỹ Linh đã chỉ ra rằng Tết Nguyên đán theo cách tổ chức bao nhiêu đời này là những giây phút thiêng liêng cho sự khởi đầu một năm mới...Chứng tỏ rằng truyền thống dân tộc bao đời vẫn luôn được duy trì trong tâm trí mỗi con người Việt<ref>{{Chú thích web|url=http:\/\/vtc.vn\/13-362309\/giai-tri\/my-linh-an-tet-ta-theo-duong-lich-u-tham-hoa.htm||tiêu đề=Mỹ Linh: Ăn Tết ta theo dương lịch ư? - Thảm họa|ngày truy cập=8 tháng 1 năm 2013|tác giả=Mỹ Linh}}<\/ref>.\n\nTuy nhiên các thảo luận nói trên đều mới là ý tưởng cá nhân. Trong chương trình làm việc của cơ quan quyền lực nhà nước, gồm Quốc hội và Chính phủ, là nơi chịu trách nhiệm đưa ra quyết định, chưa hề có dự định nào liên quan đến thay đổi việc ăn Tết cổ truyền của dân tộc. Đại diện của Bộ Tư pháp cũng xác nhận rằng hiện chưa có chỉ đạo nào về việc nghiên cứu vấn đề gộp Tết để sửa đổi quy định pháp luật liên quan.\n\n== Xem thêm ==\n* [[Tết Dương lịch]]\n* [[Tết Trung thu]]\n* [[Thanh minh|Tết Thanh minh]]\n* [[Tết Đoan ngọ]]\n* [[Vu-lan|Tết Trung nguyên]]\n==Tham khảo==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Tết}}\n* {{TĐBKVN|5637|Tết Nguyên Đán}}\n* {{Britannica|1436292|Lunar New Year (festival)}}\n{{Kiểm soát tính nhất quán}}\n\n{{Tết}}\n{{Thanh cổng thông tin |Châu Á|Việt Nam|Hồng Kông|Giáo hội Công giáo Rôma|Thực phẩm}}\n\n[[Thể loại:Tết]]\n[[Thể loại:Lễ mừng năm mới]]\n[[Thể loại:Ngày lễ Việt Nam]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Một]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Hai]]\n[[Thể loại:Văn hóa Việt Nam]]\n[[Thể loại:Lễ hội Việt Nam]]\n[[Thể loại:Lễ hội Phật giáo]]"}