{"3279710":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam=<big>Tỉnh ủy Bình Dương<\/big>\n|Logo 1=Flag of the Communist Party of Vietnam.svg\n|Logo 1 kích thước=200px\n|Logo 1 thuyết minh=Đảng kỳ\n|Số khóa=XI\n|Nhiệm kỳ bắt đầu=2020\n|Nhiệm kỳ kết thúc=2025\n|Tên gọi thành viên=Ủy viên\n|Thành viên liên tiếp=\n|Chức vụ 1=Bí thư\n|Thành viên 1=[[Nguyễn Văn Lợi]]\n|Chức vụ 2=Phó Bí thư\n|Thành viên 2=[[Võ Văn Minh]]<br \/>[[Nguyễn Hoàng Thao]] - Thường trực\n|Số người 2=2\n|Chức vụ 3=Ủy viên Thường vụ Tỉnh ủy\n|Thành viên 3=[[#Ban Thường vụ Tỉnh ủy|Ban Thường vụ Tỉnh ủy khóa XI]]\n|Số người 3=15\n|Chức vụ 4=Tỉnh ủy viên\n|Thành viên 4=Ban Chấp hành Đảng bộ tỉnh khóa XI\n|Số người 4=49\n|Cơ quan chủ quản=[[Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]]<br \/>[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương]]\n|Kiểm tra kỷ luật=Ủy ban Kiểm tra Tỉnh ủy Bình Dương\n|Loại hình hình thành=Cơ quan lãnh đạo Đảng giữa 2 kỳ Đại hội tại tỉnh Bình Dương\n|Cấp hành chính=Cấp Tỉnh\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Bầu bởi=Đại hội Đại biểu Đảng bộ tỉnh Bình Dương\n|Khu vực 1=Tầng 17 (tháp A, B), Tòa nhà Trung tâm hành chính tập trung tỉnh, đường Lê Lợi, phường Hòa Phú, thành phố Thủ Dầu Một, tỉnh Bình Dương;\n|Tiền thân=<br>Tên gọi\n|Tên gọi 1=Ban Chấp hành Tỉnh ủy lâm thời Thủ Dầu Một\n|Thời kỳ 1=2\/1936\n|Tên gọi 2=Ban chấp hành Đảng bộ tỉnh Thủ Dầu Một\n|Thời kỳ 2=1\/1937\n|Tên gọi 3=Ban Chấp hành Tỉnh Đảng bộ Thủ Biên \n|Thời kỳ 3=3\/1951\n|Tên gọi 4=Ban chấp hành Đảng bộ tỉnh Thủ Dầu Một\n|Thời kỳ 4=1\/1955\n|Tên gọi 5=Ban chấp hành Đảng bộ tỉnh Thủ Biên \n|Thời kỳ 5=9\/1960\n|Tên gọi 6=Ban chấp hành Đảng bộ tỉnh Thủ Dầu Một\n|Thời kỳ 6=6\/1961\n|Tên gọi 7=Ban chấp hành Đảng bộ tỉnh Phước Thành\n|Thời kỳ 7=6\/1961\n|Tên gọi 8=Ban chấp hành Phân khu ủy Phân khu 5\n|Thời kỳ 8=10\/1967\n|Tên gọi 9=Ban chấp hành Phân khu ủy Thủ Biên\n|Thời kỳ 9=5\/1971\n|Tên gọi 10=Ban chấp hành Đảng bộ tỉnh Thủ Dầu Một\n|Thời kỳ 10=9\/1972\n|Tên gọi 11=Ban Chấp hành lâm thời Đảng bộ tỉnh Sông Bé\n|Thời kỳ 11=2\/1976\n|Tên gọi 12=Ban Chấp hành Đảng bộ tỉnh Sông Bé\n|Thời kỳ 12=4\/1977\n|Tên gọi 13=Ban Chấp hành lâm thời Đảng bộ tỉnh Bình Dương\n|Thời kỳ 13=1\/1997\n|Tên gọi 14='''Ban Chấp hành Đảng bộ tỉnh Bình Dương'''\n|Thời kỳ 14=12\/1997\n}}\n'''Tỉnh ủy Bình Dương''' hay còn được gọi '''Ban Chấp hành Đảng bộ tỉnh Bình Dương''', hay '''Đảng ủy tỉnh Bình Dương'''. Là cơ quan lãnh đạo cao nhất của Đảng bộ [[tỉnh Bình Dương]] giữa hai kỳ đại hội đại biểu Đảng bộ tỉnh.\n\nĐứng đầu [[Tỉnh ủy (Việt Nam)|Tỉnh ủy]] là [[Bí thư Tỉnh ủy (Việt Nam)|Bí thư Tỉnh ủy]] và thường là [[Ủy viên Trung ương Đảng|Ủy viên Ban chấp hành Trung ương Đảng]]. Bí thư Tỉnh ủy Bình Dương hiện nay là ông [[Nguyễn Văn Lợi (Sài Gòn)|Nguyễn Văn Lợi]].<ref name=\"tuoitre.vn\">{{Chú thích web|url=https:\/\/tuoitre.vn\/ong-nguyen-van-loi-lam-bi-thu-tinh-uy-binh-duong-20210710100742695.htm|tựa đề=Ông Nguyễn Văn Lợi làm bí thư Tỉnh ủy Bình Dương|url-status=live}}<\/ref> \n==Lịch sử==\n===Giai đoạn 1936-1945===\nTỉnh ủy Bình Dương có nhiều tên gọi khác nhau qua các thời kỳ lịch sử của Nam Bộ. Tháng 2\/1936 thực hiện nghị quyết [[Đại hội Đảng Cộng sản Việt Nam I|Đại hội Đảng lần thứ nhất]] đồng thời để đáp ứng nhiệm vụ trong thời kỳ hiện tại [[Xứ ủy Nam Kỳ]] đã chỉ định ''Ban Chấp hành Tỉnh ủy lâm thời Thủ Dầu Một'' gồm 5 ủy viên.\n\nTháng 4\/1936 tại Pháp, [[Mặt trận Bình dân Pháp]] giành được thắng lợi. Chính phủ cánh tả thi hành một số quyền lợi cho giai cấp lao động [[Đệ tam Cộng hòa Pháp|trong nước]] và [[thuộc địa]]. Tháng 7\/1936 Trung ương Đảng tổ chức Hội nghị Trung ương lần thứ nhất ra nghị quyết mới để đáp ứng tình hình mới.\n\nThực hiện nghị quyết của Trung ương, Tỉnh ủy lâm thời hoạt động công khai, nửa công khai, hợp pháp nửa hợp pháp tổ chức các cuộc bãi công, đấu tranh đòi quyền lợi lao động.\n\nTháng 1\/1937, Trung ương Đảng chính thức công nhận Tỉnh ủy lâm thời, Tỉnh ủy có tên gọi chính thức là ''Ban chấp hành Đảng bộ tỉnh Thủ Dầu Một''. Trong giai đoạn 1937-1939 Tỉnh ủy Thủ Dầu Một lãnh đạo các phong trào công nhân, lao động tại địa phương.\n\nTháng 9\/1939, [[Thế chiến II]] bùng nổ. Pháp chấn áp mọi cuộc biểu tình, bãi công, thực thi bắt bớ các đảng viên trong cả nước. Tháng 11\/1940 thực hiện Nghị quyết của Xứ ủy Nam Kỳ, Tỉnh ủy lãnh đạo nhân dân tham gia [[Nam Kỳ khởi nghĩa]]. Sau một thời gian khởi nghĩa thất bại, Pháp khủng bố ác liệt, nhiều đảng viên phải lẩn tránh nhiều nơi. Tỉnh ủy bị xóa sổ.\n\nGiữa năm 1942, nhiều đảng viên tập hợp quay trở lại, tháng 3\/1943 Tỉnh ủy được tái lập. Tháng 5\/1943 Bí thư các Tỉnh ủy [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]], [[Biên Hòa (tỉnh)|Biên Hòa]], [[Gia Định (tỉnh)|Gia Định]], [[Chợ Lớn (tỉnh)|Chợ Lớn]], [[Tây Ninh]] họp lại thành lập [[Liên Tỉnh ủy miền Đông]]. Trong thời gian 1942-1945 Tỉnh ủy tiếp tục lãnh đạo địa phương khôi phục lại các cơ sở Đảng bị đàn áp trước đây và chuẩn bị Tổng khởi nghĩa [[Cách mạng tháng 8]].\n\nNgày 24\/8\/1945 tỉnh ủy tổ chức tổng khởi nghĩa giành chính quyền tại tỉnh. Ngày 25\/8\/1945, Tỉnh ủy giành chính quyền thành công cùng ngày với thành phố Sài Gòn và 15 tỉnh Nam Kỳ. Sau khi giành chính quyền, [[Ủy ban nhân dân|Ủy ban nhân dân tỉnh]] được thành lập gồm nhiều đảng viên ưu tú do tỉnh ủy giới thiệu. Giữa tháng 9, Ủy ban nhân dân tỉnh đổi tên thành [[Ủy ban Hành chánh kháng chiến]] tỉnh.\n\nCuối tháng 9\/1945, [[Đế quốc Anh|Anh]] đưa quân tái chiếm khu vực [[Nam Kỳ]]. Tỉnh ủy cùng nhân dân Nam Kỳ tiến hành đánh địch tại nhiều nơi, [[Nam Bộ kháng chiến]]. Từ tháng 10\/1945-12\/1946 tỉnh ủy và quân Pháp, Anh giành giật từng khu vực trong tỉnh. Thực hiện chủ trương \"giải tán\" của [[Đảng Cộng sản Việt Nam|Đảng]] ngày 11\/11\/1945, Tỉnh ủy cũng tiến hành tự \"giải tán\", thực chất phát triển phong trào cách mạng dưới tên [[Việt Minh]]. \n===Giai đoạn 1946-1954===\nTừ 1946-1954 Tỉnh ủy lãnh đạo quân dân chống lại thực dân Pháp. Sau [[Đại hội Đảng Cộng sản Việt Nam II|Đại hội Đảng lần thứ 2]] năm 1951, Trung ương Đảng chủ trương tổ chức lại chiến trường Nam Bộ thật gọn và mạnh, đáp ứng kịp với tình hình mới. [[Trung ương Cục miền Nam]] thay cho [[Xứ ủy Nam Bộ]]. Giải thể 3 [[Quân khu 7]], [[Quân khu 8|8]] và [[Quân khu 9, Quân đội nhân dân Việt Nam|9]]. Nam Bộ được chia thành 2 Phân liên khu: [[Phân liên khu miền Đông]] và [[Phân liên khu Miền Tây.]] Phân liên khu miền Đông gồm [[Sài Gòn|đặc khu Sài Gòn - Chợ Lớn]], và 5 tỉnh [[Gia Định Ninh]], [[Thủ Biên]], [[Bà Rịa|Bà Rịa - Chợ Lớn]], [[Mỹ Tho]], [[Long Châu Sa]]. Các tỉnh Nam Bộ còn lại gộp thành Phân liên khu miền Tây. Phân liên khu ủy và Ủy ban Kháng chiến Hành chánh Phân liên khu trực tiếp lãnh đạo, chỉ đạo các đơn vị hành chánh trong Phân liên khu.\n\nTheo chủ trương tháng 3\/1951, Tỉnh ủy Thủ Dầu Một và [[Tỉnh ủy Biên Hòa]] sáp nhập thành Tỉnh ủy Thủ Biên. Ban chấp hành mới gồm 21 ủy viên.\n\nSau khi [[Hiệp định Giơnevơ]] được ký, Tỉnh ủy Thủ Biên chuẩn bị lực lượng thi hành Hiệp định. Theo các thảo thuận về tập kết 2 bên, Xứ ủy Nam Bộ quyết định phân chia lại địa bàn các tỉnh để phù hợp với tình hình mới. Cuối năm 1954 Tỉnh Thủ Biên tách lại 2 tỉnh Thủ Dầu Một và Biên Hòa. Tháng 1\/1955 Hội nghị Ban Chấp hành tỉnh Thủ Dầu Một được tổ chức. \n===Giai đoạn 1954-1975===\nSau khi [[Ngô Đình Diệm]] [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|phế truất]] [[Bảo Đại]] làm [[Tổng thống Việt Nam Cộng hòa|Tổng thống]]. Chính quyền Ngô Đình Diệm lập cơ sở đàn áp từ Trung ương tới ấp xã. Ở Trung ương có Hội đồng chỉ đạo, ở cơ sở có các \"Đoàn công dân vụ\" (mỗi đoàn có 10 người) và lực lượng dân vệ, bảo an, cảnh sát, từng bước thực hiện quốc sách \"[[Tố Cộng diệt Cộng|tố cộng, diệt cộng]]\". Giữa năm 1956, Ngô Đình Diệm thực hiện [[chiến dịch Trương Tấn Bửu]] nhằm đàn áp tiêu diệt lực lượng cách mạng khiến cho Tỉnh ủy tổn thất rất lớn.\n\nTháng 10\/1956, Ngô Đình Diệm ký sắc lệnh 143-NV thay đổi địa giới hành chính các tỉnh, tách tỉnh Thủ Dầu Một thành tỉnh [[Bình Dương]] và [[Bình Long]]; lập tỉnh [[Phước Thành]] nằm ngay trong lòng [[Chiến khu Đ]]. Thực hiện chính sách di dân, Ngô Đình Diệm đưa hàng vạn người công giáo [[Cuộc di cư Việt Nam (1954)|di dân]] vào vùng căn cứ kháng chiến cách mạng. Tuy bị chính quyền Diệm thực hiện chính sách mị dân, nhiều người công giáo vẫn ủng hộ cách mạng một cách tích cực.\n\nSau khi kết thúc chiến dịch Trương Tấn Bửu (2\/1957), chính quyền Diệm thực hiện nhiều cuộc càn quét quy mô lớn như \"[[Chiến dịch mặt trời mọc]]\", \"[[Chiến dịch Bình Tây]]\", \"[[Chiến dịch Sao Mai]]\", \"[[chiến dịch Thu Đông]]\", \"[[Chiến dịch Đồng tâm diệt cộng|Đồng tâm diệt cộng]]\"... cùng với [[Luật 10-59]]. Tỉnh ủy phải tạm rút vào chiến khu Đ để tiếp tục lãnh đạo cách mạng địa phương.\n\nTháng 11\/1959 Xứ ủy Nam Bộ triệu tập Hội nghị mở rộng thực hiện [[Nghị quyết 15\/1959|Nghị quyết 15]] của Trung ương về phát triển đấu tranh vũ trang và đồng loạt khởi nghĩa. Toàn Nam Bộ tình cực được vũ trang hóa. Đầu năm 1960, [[phong trào Đồng khởi]] tại [[Bến Tre]] nổ ra. Tỉnh ủy Thủ Dầu Một thành lập Ban chỉ đạo đồng khởi của tỉnh và tiến hành đồng khởi tại tỉnh tháng 2\/1960. Tuy thất bại nhưng đây là tiếng súng đầu tiên cho phong trào kháng chiến cho toàn Nam Bộ sau này.\n\nTừ năm 1960-1963, chính trị Việt Nam Cộng hòa mất ổn định. Ngô Đình Diệm liên tiếp bị các cuộc đảo chính và ám sát hụt. Sau phong trào Đồng khởi, [[Chính phủ Hoa Kì|chính quyền Mỹ]] phải thừa nhận: \n:: \"Tình hình Nam Việt Nam hết sức nghiêm trọng, hoạt động quân sự của Việt cộng dưới các hình thức đột kích, tập kích, công đồn liên tiếp xảy ra, đấu tranh chính trị phát triển đến mức đáng lo ngại; và vấn đề Nam Việt Nam sau đồng khởi không còn đơn thuần là vấn đề chính trị và tình báo cảnh sát nữa mà đã trở thành vấn đề chứa nhiều nhân tố quân sự. Cuộc chiến tranh ở miền Nam Việt Nam thực chất là cuộc nổi dậy nên hướng chiến luợc của Mỹ phải là chống nổi dậy.\"\n\nĐể phù hợp với tình hình chiến đấu mới, Xứ ủy Nam Bộ sáp nhập 2 tỉnh Thủ Dầu Một, Biên Hòa thành tỉnh Thủ Biên. Tháng 9\/1960 ''Ban chấp hành Đảng bộ tỉnh Thủ Biên'' được chỉ định. Đầu năm 1961 Trung ương Cục miền Nam được thành lập thay thế cho Xứ ủy Nam Bộ. Trung ương Cục quyết định tách ra, tái lập lại 2 tỉnh Biên Hòa, Thủ Dầu Một và thành lập tỉnh Phước Thành để phù hợp với chiến lược \"[[chiến tranh đặc biệt]]\" của Mỹ. Tháng 6\/1961 Tỉnh ủy Thủ Dầu Một và Tỉnh ủy Phước Thành được thành lập.\n\nTừ năm 1961-1968, Tỉnh ủy nói riêng và Trung ương Cục miền Nam đã làm thất bại nhiều chiến lược của quân Mỹ. Tháng 10\/1967 [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] phê chuẩn Nghị quyết của Trung ương Cục miền Nam và [[Quân ủy Miền Nam|Quân ủy Miền]] về tiến hành [[Sự kiện Tết Mậu Thân|tổng công kích-tổng khởi nghĩa]], còn gọi \"[[Nghị quyết Quang Trung]]\". Trung ương Cục quyết định sắp xếp lại các lực lượng để tiến hành Tổng khởi nghĩa. Tổ chức thành 5 phân khu hướng tiến công Sài Gòn-Gia Định và khu vực xung quanh. Căn cứ vào tình hình chiến trường, Trung ương Cục quyết định thành lập Ban Chấp hành các phân khu thay cho các Tỉnh ủy. Tỉnh ủy Thủ Dầu Một được sáp nhập vào ''Ban chấp hành Phân khu ủy Phân khu 5''.\n\nSau chiến dịch Mậu Thân, chính giới Hoa Kỳ, Việt Nam Cộng hòa và quốc tế sủng sốt, \"niềm tự hào và uy tín nước Mỹ bị sa sút\". Mỹ mở lại nhiều chiến dịch càn quét vào khu vực do lực lượng cách mạng kiểm soát. Tháng 6\/1969 [[Chính phủ Cách mạng lâm thời Cộng hòa Miền nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] được thành lập. Để đáp ứng nhiệm vụ mới, tháng 5\/1971 Trung ương Cục quyết định sáp nhập Phân khu 5 và tỉnh Biên Hòa thành [[Phân khu Thủ Biên]], Trung ương Cục chỉ định ''Ban chấp hành Phân khu ủy Thủ Biên''.\n\nTrước sự phát triển của tình hình, cục diện chiến trường đã thay đổi, cuối năm 1972, Trung ương Cục quyết định tổ chức lại chiến trường miền [[Đông Nam Bộ]], giải thể các Phân khu, thành lập lại các tỉnh. Tháng 9\/1972 Phân khu Thủ Biên được giải thể, tỉnh Thủ Dầu Một được tái lập. Trung ương cục chỉ định Tỉnh ủy Thủ Dầu Một.\n\nSau khi [[Hiệp định Paris]] được ký kết, tạo thời cơ lớn cho công cuộc thống nhất đất nước. Đầu năm 1973, [[quân đội Hoa Kỳ]] rút khỏi Việt Nam. Đầu năm 1975 [[Quân Giải phóng miền Nam Việt Nam]] tiến hành tiến công thống nhất đất nước. Ngày 30\/4\/1975 [[tỉnh Bình Dương]] được giải phóng hoàn toàn, công cuộc thống nhất đất nước kết thúc.\n\n===1976-nay===\nSau khi giải phóng, [[Ủy ban quân quản]] tỉnh được thiết lập. Ủy ban quân quản thực hiện nhiệm vụ điều phối các lực lượng thực hiện vai trò quản lý xã hội, giải quyết các công việc cấp bách sau thời kỳ giải phóng.\n\nTháng 12\/1975 Bộ Chính trị ban hành Nghị quyết số 19-NQ\/TW về phát triển đất nước sau chiến tranh. Thực hiện Nghị quyết, [[Chính phủ Cách mạng lâm thời Cộng hòa Miền nam Việt Nam|Chính phủ Cách mạng lâm thời miền Nam Việt Nam]] đã ban hành các nghị quyết giải thể khu, hợp nhất một số tỉnh ở miền Nam. Tháng 2\/1976 tỉnh Thủ Dầu Một và Bình Phước được sáp nhập thành tỉnh Sông Bé, đồng thời Trung ương Cục cũng chỉ định ''Ban Chấp hành lâm thời Đảng bộ tỉnh Sông Bé''.\n\nTháng 10\/1976, [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] ban hành chỉ thị 240-CT\/TW về vấn đề hướng dẫn việc tổ chức Đại hội Đảng bộ các cấp. Đại hội Đại biểu Đảng bộ tỉnh Sông Bé lần thứ nhất (vòng 1) diễn ra từ ngày 10-20\/11\/1976, nhiệm vụ chính là tham gia thảo luận ý kiến chính trị, bầu đại biểu tham dự [[Đại hội Đảng Cộng sản Việt Nam VI|Đại hội Đại biểu toàn quốc lần thứ VI]] của Đảng.\n\nNgày 19\/4\/1977, Đại hội Đại biểu Đảng bộ tỉnh Sông Bé lần thứ nhất (vòng 2) được khai mạc. Đại hội đã chính thức bầu ''Ban Chấp hành Đảng bộ tỉnh Sông Bé'' với nhiệm kỳ 1976-1979. Sau Đại hội, Tỉnh ủy tiến hành đại hội Đảng vòng 2 ở các Đảng bộ trực thuộc tỉnh ủy.\n\nTại kỳ họp thứ 10 (15\/10-12\/11\/1996) [[Quốc hội Việt Nam khóa IX|Quốc hội khóa IX]] ra nghị quyết về việc chia tách tỉnh và điều chỉnh địa giới hành chính, trong đó có tỉnh Sông Bé. Sau đó, Bộ Chính trị ra Chỉ thị 03-CT\/TW về việc chia tách tỉnh và đơn vị hành chính cấp tỉnh.\n\nThực hiện Chỉ thị của Bộ Chính trị và Nghị quyết của Quốc hội, ngày 26\/11\/1996, Ban Thường vụ Tỉnh ủy Sông Bé ra Nghị quyết về việc chia tách tỉnh Sông Bé, thành 2 tỉnh Bình Dương và Bình Phước.\n\nNgày 1\/1\/1997 tỉnh Bình Dương được tái lập. Trước đó ngày 12\/12\/1996 Bộ Chính trị ra Nghị quyết 118-QĐNS\/TW thành lập Đảng bộ Bình Dương và chỉ định ''Ban Chấp hành lâm thời Đảng bộ tỉnh Bình Dương''.\n\nThực hiện Chỉ thị 51-CT\/TW của [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] và Hướng dẫn 06-HD\/TC-TW ngày 23\/7\/1997 của [[Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Ban Tổ chức Trung ương]] về việc chuẩn bị và tiến hành Đại hội Đảng bộ các tỉnh, thành phố mới được chia tách. Tỉnh ủy lâm thời tổ chức Đại hội Đại biểu Đảng bộ tỉnh Bình Dương lần thứ VI từ 17-19\/12\/1997. Đại hội chính thức bầu '''Ban Chấp hành Đảng bộ tỉnh Bình Dương''' khóa VI gồm 47 ủy viên.\n\n==Tổ chức==\n* Ban Thường vụ\n* Cơ quan tham mưu, giúp việc\n** Văn phòng Tỉnh ủy\n** Ủy ban Kiểm tra Tỉnh ủy\n** Ban Tổ chức Tỉnh ủy\n** Ban Tuyên giáo Tỉnh ủy\n** Ban Dân vận Tỉnh ủy\n** Ban Bảo vệ sức khỏe tỉnh\n** Báo Bình Dương\n** Trường Chính trị tỉnh\n** Ban Nội chính Tỉnh ủy\n* Cơ quan trực thuộc\n** Ban chấp hành Đảng bộ khối Doanh nghiệp tỉnh\n** Ban chấp hành Đảng bộ các cơ quan tỉnh\n** Ban chấp hành Đảng bộ Quân sự tỉnh\n** Ban chấp hành Đảng bộ Công an tỉnh\n** Thành ủy Thủ Dầu Một\n** Thành ủy Thuận An\n** Thành ủy Dĩ An\n** Thị ủy Tân Uyên\n** Thị ủy Bến Cát\n** Huyện ủy Dầu Tiếng\n** Huyện ủy Phú Giáo\n** Huyện ủy Bắc Tân Uyên\n** Huyện ủy Bàu Bàng\n\n==Bí thư Tỉnh ủy==\n===Giai đoạn 1936-1976===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:30px\" |STT\n! style=\"width:150px\" |Tên\n! style=\"width:120px\" |Nhiệm kỳ\n! Chức vụ\n! style=\"width:100px\" |Ghi chú\n|-\n|1||[[Trương Văn Nhâm]]||2\/1936-12\/1936||Xứ ủy viên Xứ ủy Nam Kỳ<br>Bí thư Tỉnh ủy lâm thời Thủ Dầu Một||nhận nhiệm vụ khác\n|-\n|2||[[Hồ Văn Cống]]||1\/1937-2\/1943||Bí thư Tỉnh ủy Thủ Dầu Một||bị Pháp bắt\n|-\n|3||[[Văn Công Khai]]||3\/1943-3\/1946||Bí thư Tỉnh ủy Thủ Dầu Một<br>Trưởng ban Ủy ban khởi nghĩa tỉnh (1945)||\n|-\n|4||[[Nguyễn Văn Tiết]]||3\/1946-4\/1948||Bí thư Tỉnh ủy Thủ Dầu Một<br>Chủ nhiệm Tỉnh bộ Việt Minh||\n|-\n|5||[[Vũ Duy Hanh]]||4\/1948-9\/1949|| rowspan=\"2\" |Bí thư Tỉnh ủy Thủ Dầu Một||\n|-\n|rowspan=2|6||rowspan=2|[[Nguyễn Quang Việt]]||10\/1949-5\/1951||\n|-\n|5\/1951-1\/1955||Bí thư Tỉnh ủy Thủ Biên||\n|-\n|7||[[Lê Đình Nhơn]]||1\/1955-9\/1956|| rowspan=\"2\" |Bí thư Tỉnh ủy Thủ Dầu Một||bị chính quyền Ngô Đình Diệm bắt\n|-\n|8||[[Võ Văn Đợi]]||10\/1956-9\/1960||\n|-\n|9||[[Lê Quang Chữ]]||9\/1960-6\/1961||Bí thư Tỉnh ủy Thủ Biên||\n|-\n|10||[[Nguyễn Văn Trung]]||6\/1961-5\/1965|| rowspan=\"3\" |Bí thư Tỉnh ủy Thủ Dầu Một||\n|-\n|11||[[Trần Quốc Ân]]||5\/1965-11\/1965||\n|-\n|10||[[Nguyễn Văn Trung]]||11\/1965-10\/1967||\n|-\n|12||[[Hoàng Minh Đạo]]||10\/1967-6\/1969||Bí thư Phân khu ủy kiêm Chính ủy lực lượng vũ trang Phân khu 5||\n|-\n|rowspan=3|10||rowspan=3|[[Nguyễn Văn Trung]]||6\/1969-5\/1971||Bí thư Phân khu ủy Phân khu 5<br>Chủ tịch Ủy ban nhân dân Cách mạng Thủ Dầu Một||\n|-\n|5\/1971-9\/1972||Bí thư Phân khu ủy Phân khu Thủ Biên||\n|-\n|9\/1972-10\/1974|| rowspan=\"2\" |Bí thư Tỉnh ủy Thủ Dầu Một||\n|-\n|13||[[Nguyễn Văn Luông]]||10\/1974-12\/1975||\n|}\n===1976-1997===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:30px\" |STT\n! align=\"center\" style=\"width:50px\" |Đại hội Đảng bộ\n! style=\"width:120px\" |Tên\n! style=\"width:100px\" |Nhiệm kỳ\n! style=\"width:120px\" |Chức vụ\n! style=\"width:120px\" |Phó Bí thư\n! style=\"width:100px\" |Ghi chú\n|-align=\"center\"\n|rowspan=6|1||rowspan=2|-||rowspan=6|[[Đỗ Văn Nuống]]|| rowspan=\"2\" |1\/1976-4\/1977||rowspan=2|Bí thư Tỉnh ủy lâm thời Sông Bé||[[Phạm Trinh Kiên]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Văn Luông]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=2|I||rowspan=2|4\/1977-1\/1980|| rowspan=\"11\" |Bí thư Tỉnh ủy Sông Bé||[[Lê Văn Thâm]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Văn Luông]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=4|II||rowspan=2|1\/1980-5\/1980||[[Lê Văn Thâm]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Văn Luông]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=7|2||rowspan=7|[[Nguyễn Văn Luông]]||rowspan=2|5\/1980-4\/1983||[[Lê Văn Thâm]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Như Phong]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=2|III||rowspan=2|4\/1983-11\/1986||[[Lê Văn Thâm]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Như Phong]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=3|IV||rowspan=3|11\/1986-12\/1991||[[Lê Văn Thâm]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Trần Ngọc Khanh]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|[[Nguyễn Minh Triết]]<br><small>Ủy viên Trung ương Đảng<\/small>||Ban Bí thư Trung ương bổ sung tháng 10\/1989\n|-align=\"center\"\n|rowspan=5|3||rowspan=3|V||rowspan=5|[[Nguyễn Minh Triết]]||rowspan=3|12\/1991-4\/1996|| rowspan=\"5\" |Ủy viên Trung ương Đảng<br>Bí thư Tỉnh ủy Sông Bé||[[Cao Văn Chi]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Hồ Minh Phương]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small><br><small>(đến tháng 2\/1994)<\/small>||\n|-align=\"center\"\n|[[Nguyễn Minh Đức]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||bổ sung tháng 12\/1994\n|-align=\"center\"\n|rowspan=2|VI||rowspan=2|4\/1996-12\/1996||[[Hồ Minh Phương]]<br><small>Phó Bí thư Thường trực<\/small>||\n|-align=\"center\"\n|[[Nguyễn Minh Đức]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|}\n===1997-nay=== \n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:30px\" |STT\n! align=\"center\" style=\"width:50px\" |Đại hội Đảng bộ\n! style=\"width:120px\" |Tên\n! style=\"width:100px\" |Nhiệm kỳ\n! style=\"width:120px\" |Chức vụ\n! style=\"width:120px\" |Phó Bí thư\n! style=\"width:100px\" |Ghi chú\n|-align=\"center\"\n|rowspan=6|1||rowspan=2|-||rowspan=6|[[Nguyễn Minh Đức]]||rowspan=2|12\/1996-12\/1997||rowspan=2|Bí thư Tỉnh ủy lâm thời Bình Dương||[[Phan Văn Đương]]<br><small>Phó Bí thư Thường trực Tỉnh ủy lâm thời<\/small>||\n|-align=\"center\"\n|[[Hồ Minh Phương]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=2|VI||rowspan=2|12\/1997-1\/2001|| rowspan=\"4\" |Bí thư Tỉnh ủy Bình Dương||[[Phan Văn Đương]]<br><small>Phó Bí thư Thường trực Tỉnh ủy<\/small>||\n|-align=\"center\"\n|[[Hồ Minh Phương]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=4|VII||rowspan=2|1\/2001-7\/2004||[[Mai Thế Trung]]<br><small>Ủy viên Trung ương Đảng<br>Phó Bí thư Thường trực Tỉnh ủy<\/small>||\n|-align=\"center\"\n|[[Hồ Minh Phương]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=9|2||rowspan=9|[[Mai Thế Trung]]||rowspan=2|7\/2004-12\/2005|| rowspan=\"4\" |Ủy viên Trung ương Đảng<br>Bí thư Tỉnh ủy Bình Dương||[[Vũ Minh Sang]]<br><small>Phó Bí thư Thường trực Tỉnh ủy<\/small>||\n|-align=\"center\"\n|[[Nguyễn Hoàng Sơn]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=2|VIII||rowspan=2|12\/2005-9\/2010||[[Vũ Minh Sang]]<br><small>Phó Bí thư Thường trực Tỉnh ủy<\/small>||\n|-align=\"center\"\n|[[Nguyễn Hoàng Sơn]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||\n|-align=\"center\"\n|rowspan=5|IX||rowspan=5|9\/2010-10\/2015||rowspan=5|Ủy viên Trung ương Đảng<br>Bí thư Tỉnh ủy Bình Dương||[[Vũ Minh Sang]]<br><small>Phó Bí thư Thường trực Tỉnh ủy<\/small>||Nghỉ hưu tháng 11\/2013\n|-align=\"center\"\n|[[Lê Thanh Cung]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small><br><small>(đến 12\/2014)<\/small>||Nghỉ hưu 2015\n|-align=\"center\"\n|[[Phạm Văn Cành]]<br><small>Chủ tịch Hội đồng nhân dân tỉnh<\/small>||Bổ sung tháng 11\/2013\n|-align=\"center\"\n|[[Nguyễn Hữu Từ]]||Bổ sung tháng 3\/2014\n|-align=\"center\"\n|[[Trần Văn Nam]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small><br><small>(từ 1\/2015)<\/small>||Bổ sung tháng 12\/2014\n|-align=\"center\"\n| rowspan=\"5\" |3||rowspan=3|X|| rowspan=\"5\" |[[Trần Văn Nam]]|| rowspan=\"3\" |10\/2015-10\/2020|| rowspan=\"7\" |Ủy viên Trung ương Đảng<br\/>Bí thư Tỉnh ủy Bình Dương\n|[[Phạm Văn Cành]]<br><small>Chủ tịch Hội đồng nhân dân tỉnh<\/small>||Nghỉ hưu tháng 12\/2018\n|-align=\"center\"\n|Nguyễn Hữu Từ ||Qua đời tháng 11\/2018\n|-align=\"center\"\n|[[Trần Thanh Liêm]] <br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>||Đến tháng 10\/2020\n|-align=\"center\"\n| rowspan=\"4\" |XI\n| rowspan=\"2\" |10\/2020-7\/2021 (bị cách chức tất cả các chức vụ trong Đảng) <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/bi-thu-binh-duong-bi-cach-chuc-4305317.html|title=Bí thư Bình Dương bị cách chức|tác giả=|họ=|tên=|ngày=6.7.2021|website=Báo điện tử VnExpress|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|[[Nguyễn Hoàng Thao]]\n|\n|-align=\"center\"\n|[[Võ Văn Minh]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>\n|\n|-align=\"center\"\n| rowspan=\"2\" |4\n| rowspan=\"2\" |[[Nguyễn Văn Lợi (Sài Gòn)|Nguyễn Văn Lợi]] <ref name=\"tuoitre.vn\"\/>\n| rowspan=\"2\" |7\/2021-nay\n|[[Nguyễn Hoàng Thao]]\n|\n|-align=\"center\"\n|[[Võ Văn Minh]]<br><small>Chủ tịch Ủy ban nhân dân tỉnh<\/small>\n|\n|}\n\n== Ban Thường vụ Tỉnh ủy khóa X (2020 - 2025) ==\nNgày 14\/10\/2020, tại phiên họp, Ban Chấp hành Đảng bộ tỉnh khóa XI đã bầu Ban Thường vụ, Bí thư, Phó Bí thư, Ủy ban kiểm tra và Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy khóa XI, nhiệm kỳ 2020-2025.<ref>{{Chú thích web|url=http:\/\/baobinhduong.vn\/dong-chi-tran-van-nam-tiep-tuc-duoc-bau-giu-chuc-vu-bi-thu-tinh-uy-binh-duong-nhiem-ky-2020-2025-a232820.html|tựa đề=Đồng chí Trần Văn Nam tiếp tục được bầu giữ chức vụ Bí thư Tỉnh ủy Bình Dương nhiệm kỳ 2020-2025|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n{| class=\"wikitable\"\n|'''STT'''\n|'''Họ và tên'''\n|'''C​hức vụ'''​\n|-\n|'''1'''\n|[[Nguyễn Văn Lợi (Sài Gòn)|'''Nguyễn Văn Lợi''']]\n|'''[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Bí thư Tỉnh ủy, Trưởng Đoàn [[Đại biểu Quốc hội Việt Nam|đại biểu Quốc hội]] khóa XV tỉnh Bình Dương''' <ref name=\"tuoitre.vn\"\/>\n|-\n|2\n|[[Nguyễn Hoàng Thao]]\n|Phó Bí thư thường trực Tỉnh ủy <ref>{{Chú thích web|url=https:\/\/tienphong.vn\/ong-nguyen-hoang-thao-giu-chuc-pho-bi-thu-thuong-truc-tinh-uy-binh-duong-post1352145.tpo|tựa đề=Ông Nguyễn Hoàng Thao giữ chức Phó Bí thư Thường trực Tỉnh ủy Bình Dương|url-status=live}}<\/ref>\n|-\n|3\n|[[Võ Văn Minh]]\n|Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/binh-duong-co-tan-chu-tich-tinh-4305025.html|tựa đề=Bình Dương có tân Chủ tịch tỉnh|url-status=live}}<\/ref>\n|-\n|4\n|Nguyễn Văn Lộc\n|Chủ tịch Hội đồng nhân dân tỉnh <ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/binh-duong-co-tan-chu-tich-hdnd-sau-5-thang-khuyet-lanh-dao-2144502.html|tựa đề=Bình Dương có tân chủ tịch HĐND sau 6 tháng khuyết lãnh đạo|url-status=live}}<\/ref>\n|-\n|5\n|Võ Văn Bá \n|Trưởng ban Nội chính Tỉnh ủy\n|-\n|6\n|[[Mai Hùng Dũng]]\n|Phó Chủ tịch thường trực UBND tỉnh \n|-\n|7\n|Hồ Quang Điệp\n|Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy\n|-\n|8\n|Nguyễn Lộc Hà\n|Phó Chủ tịch UBND tỉnh\n|-\n|9\n|[[Đại tá]] Nguyễn Hoàng Minh\n|Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh\n|-\n|10\n|Trương Thị Bích Hạnh\n|Trưởng ban Tuyên giáo Tỉnh ủy \n|-\n|11\n|Nguyễn Minh Thủy\n|Trưởng ban Tổ chức Tỉnh ủy\n|-\n|12\n|Bùi Thanh Nhân\n|Trưởng ban Dân vận Tỉnh ủy <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/binh-duong-dieu-chuyen-nhan-su-nhieu-bi-thu-huyen-va-giam-doc-so-2023060911543447.htm|tựa đề=Bình Dương điều chuyển nhân sự nhiều bí thư huyện và giám đốc sở|url-status=live}}<\/ref>\n|-\n|13\n|Nguyễn Văn Đông\n|Bí thư Thành ủy [[Thủ Dầu Một]]\n|-\n|14\n|[[Đại tá]] Tạ Văn Đẹp\n|Giám đốc Công an tỉnh <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/pho-giam-doc-cong-an-tinh-tay-ninh-lam-giam-doc-cong-an-tinh-binh-duong-20230424193325659.htm|tựa đề=Phó giám đốc Công an tỉnh Tây Ninh làm giám đốc Công an tỉnh Bình Dương|url-status=live}}<\/ref>\n|}\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Tỉnh ủy Bình Dương|Bình Dương]]"}