{"307710":"{{unreferenced}}\n'''Phân cấp hành chính thời [[Pháp thuộc]]''' được tính từ khi [[Pháp]] chiếm được [[Nam Kỳ]] cho đến khi [[Việt Nam]] giành được độc lập (1863 - 1945)\n\nSau khi chiếm toàn nước Việt Nam, người Pháp chính thức chia cắt lãnh thổ thành ba xứ, coi như 3 nước riêng biệt. Ba xứ này cùng với [[Campuchia]], [[Lào]] trở thành 5 xứ hợp thành [[Liên bang Đông Dương|Đông Pháp]] (''Indochine française'').\n*[[Bắc Kỳ|Tonkin]] (Bắc kỳ): từ [[Ninh Bình]] ra bắc; Tonkin là một xứ bảo hộ (''protectorat'')\n*[[An Nam|Annam]] (Trung kỳ): từ [[Thanh Hóa]] vào [[Bình Thuận]]; cũng giống như Tonkin, Annam là một xứ bảo hộ\n*[[Nam Kỳ|Cochinchine]] (Nam kỳ): từ [[Đồng Nai]] vào [[Hà Tiên (tỉnh)|Hà Tiên]]; Cochinchine là một thuộc địa (''colonie'') và hoàn toàn thuộc Pháp\n\nTrị sự các kỳ gồm có [[Thống đốc Nam Kỳ|Thống đốc]] (''Gouverneur'') ở [[Nam Kỳ]], [[Thống sứ Bắc Kỳ|Thống sứ]] (''Résident supérieur'') ở [[Bắc Kỳ]], [[Khâm sứ Trung Kỳ|Khâm sứ]] (''Résident général'', sau 1888: ''Résident supérieur'') ở [[Miền Trung (Việt Nam)|Trung kỳ]] tương đương với \"thủ tướng\". Dưới các kỳ là các tỉnh với một viên [[Công sứ]] (''Résident'') tương đương với \"tỉnh trưởng\/chủ tịch tỉnh\" người Pháp đứng đầu. Quy mô và vị trí các tỉnh tương tự các tỉnh ngày nay.\n\n==Phân cấp ở Nam kỳ==\nNam kỳ là vùng đất người Pháp chiếm được và lập nền cai trị đầu tiên ở Đông Dương; trước là 3 tỉnh miền Đông và kế tiếp là 3 tỉnh miền Tây. Các tỉnh cũ lập từ thời [[Minh Mạng]] được chia lại:\n* tỉnh Gia Định, chia thành 4 tỉnh: [[Chợ Lớn (tỉnh)|Chợ Lớn]], [[Gia Định (tỉnh)|Gia Định]], [[Tân An (tỉnh)|Tân An]], [[Tây Ninh]]\n* tỉnh Biên Hòa, chia thành 3 tỉnh: [[Biên Hòa (tỉnh)|Biên Hòa]], [[Bà Rịa (tỉnh)|Bà Rịa]], [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]]\n* tỉnh Định Tường, chia thành 3 tỉnh: [[Mỹ Tho (tỉnh)|Mỹ Tho]], [[Gò Công (tỉnh)|Gò Công]], [[Sa Đéc (tỉnh)|Sa Đéc]]\n* tỉnh Vĩnh Long, chia thành 3 tỉnh: [[Vĩnh Long]], [[Trà Vinh]], [[Bến Tre]]\n* tỉnh An Giang, chia thành 3 tỉnh: [[Châu Đốc (tỉnh)|Châu Đốc]], [[Cần Thơ (tỉnh)|Cần Thơ]], [[Sóc Trăng]]\n* tỉnh Hà Tiên, chia thành 4 tỉnh: [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá (tỉnh)|Rạch Giá]], [[Long Xuyên (tỉnh)|Long Xuyên]], [[Bạc Liêu]]\n\nTừ sáu tỉnh nguyên thủy của Nam kỳ lục tỉnh, người Pháp chia thành 20 tỉnh có vị trí gần tương tự như ngày nay.\n\n==Các tỉnh mới ở [[Bắc Kỳ]]==\nNăm 1886, sau khi chiếm toàn xứ Bắc Kỳ, người Pháp cho tiến hành cải tổ việc cai trị, lập mới các tỉnh:\n*tỉnh Chợ Bờ (tỉnh Mường), năm 1886 (sau là tỉnh [[Hòa Bình]]), từ các khu vực [[người Mường]] của các tỉnh: Hưng Hóa, [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]], [[Ninh Bình]] và Hà Nội cũ\n*tỉnh [[Lào Cai]] (1886-1891, tái lập 1907) từ Đạo quan binh thứ IV (một phần của tỉnh Hưng Hóa cũ)\n*thành phố [[Hải Phòng]], năm 1888 (năm 1887 là tỉnh Hải Phòng), từ vùng biển Ninh Hải của tỉnh [[Hải Dương]] cũ\n*thành phố [[Hà Nội]], năm 1888\n*tỉnh [[Hà Nam]] năm 1890, từ phủ Lý Nhân của tỉnh Hà Nội cũ\n*tỉnh [[Thái Bình]], năm 1890 từ hai phủ Kiến Xương và Thái Bình (sau đổi thành Thái Ninh) của tỉnh [[Nam Định]], kết hợp với phủ Tiên Hưng từ tỉnh [[Hưng Yên]] cắt sang.\n*tỉnh [[Lai Châu]], năm 1893 tách từ tỉnh Vạn Bú\n*tỉnh [[Bắc Giang]] năm 1895, tách từ tỉnh Bắc Ninh\n*tỉnh [[Vĩnh Yên (tỉnh)|Vĩnh Yên]] năm 1899, tách từ tỉnh Sơn Tây và huyện Bình Xuyên của tỉnh Thái Nguyên\n*tỉnh [[Yên Bái]] (năm 1900) từ Đạo quan binh thứ IV (một phần của tỉnh Hưng Hóa cũ)\n*tỉnh [[Cầu Đơ]], năm 1902, (sau đổi thành tỉnh [[Hà Đông (tỉnh)|Hà Đông]]), từ hai phủ Ứng Hòa và Thường Tín, là phần còn lại của tỉnh Hà Nội cũ\n*tỉnh [[Phú Thọ]] (năm 1903), từ phần đất còn lại của [[hưng Hóa (tỉnh)|tỉnh Hưng Hóa]] cũ\n*tỉnh [[Phúc Yên (tỉnh)|Phúc Yên]] năm 1904\n*tỉnh [[Sơn La]], năm 1904 (lúc đầu tên là tỉnh Vạn Bú, năm 1895), tách từ [[hưng Hóa (tỉnh)|tỉnh Hưng Hóa]] \n*tỉnh [[Kiến An (tỉnh)|Kiến An]], năm 1906 (trước đó là tỉnh Hải Phòng, năm 1887, rồi đổi tên là tỉnh Phủ Liễn, năm 1902)\n*tỉnh [[Hải Ninh (tỉnh)|Hải Ninh]], năm 1906\n*tỉnh [[Hà Giang]]\n\n==Các tỉnh mới ở [[Miền Trung (Việt Nam)|Trung kỳ]]==\nCác tỉnh duyên hải Trung kỳ gần như là giữ nguyên. Riêng các tỉnh thuộc vùng [[Tây Nguyên]], vào thời trước chưa được phân chia hành chính, thì đến thời kỳ này mới được phân chia mới:\n*tỉnh [[Kon Tum]]\n*tỉnh [[Đắk Lắk|Đăk Lăk]], được tách từ xứ [[Lào]] thuộc [[Pháp]] năm 1904\n\n==Cụ thể==\n*Lai Châu: cơ bản diện tích tỉnh Điện Biên, Lai Châu ngày nay, một phần Sơn La ngày nay. Tỉnh lỵ: Lai Châu (nay là thị xã Mường Lay thuộc Điện Biên)\n*Sơn La: cơ bản diện tích tỉnh Sơn La ngày nay. Tỉnh lỵ: Sơn La\n*Lào Kay (Lào Cai): cơ bản phần lớn diện tích Lào Cai hiện nay và một phần Lai Châu ngày nay. Tỉnh lỵ: Lào Kay (Lào Cai)\n*Yên Báy (Yên Bái): cơ bản diện tích tỉnh Yên Bái này nay, một phần Lào Cai và một phần Tuyên Quang ngày nay. tỉnh lỵ: Yên Báy (Yên Bái)\n*Hà Giang: cơ bản diện tích Hà Giang và một phần Cao Bằng ngày nay. Tỉnh lỵ: Hà Giang \n*Tuyên Quang: hầu hết Tuyên quang và một phần Yên Bái ngày nay. Tỉnh lỵ: Tuyên Quang\n*Cao Bằng: cơ bản phần lớn diện tích Cao Bằng ngày nay. Tỉnh lỵ: Cao Bằng\n*Lạng Sơn: cơ bản phần lớn diện tích Lạng Sơn ngày nay. Tỉnh lỵ: Lạng Sơn\n*Bad Kạn (Bắc Kạn): cơ bản diện tích Bác Kạn ngày nay. Tỉnh lỵ: Bắc Kạn\n*Thái Nguyên: cơ bản diện tích Thái Nguyên ngày nay. Tỉnh lỵ: Thái Nguyên\n*Phú Thọ:  cơ bản diện tích Phú Thọ và một phần Tuyên Quang ngày nay. Tỉnh lỵ: Phú Thọ (nay là thị xã thuộc tỉnh)\n*Vĩnh Yên: cơ bản Vĩnh Phúc ngày nay và một phần Hà Nội ngày nay. Tỉnh lỵ: Vĩnh Yên. Sau một phần tách ra thành lập tỉnh Phúc Yên.\n*Phúc Yên: tách từ Vĩnh Yên, cơ bản Phúc Yên và một phần Hà Nội ngày nay. Tỉnh lỵ: Phúc Yên\n*Hòa Bình: cơ bản diện tích Hòa Bình ngày nay. Tỉnh lỵ: Hòa Bình \n*Sơn Tây: cơ bản một phần Hà Tây cũ trước khi sáp nhập Hà Nội. Tỉnh lỵ: Sơn Tây (nay là thị xã của Hà Nội)\n*Hà Đông: cơ bản một phần Hà Tây cũ và một phần Hà Nội trước khi mở rộng. Tỉnh lỵ: Hà Đông (nay là một quận Hà Nội)\n*Hà Nội (thành phố): một phần nội thành Hà Nội hiện nay.\n*Bắc Giang: cơ bản tỉnh Bắc Giang ngày nay. Tỉnh lỵ: Phủ Lạng Thương (nay là thành phố Bắc Giang)\n*Bắc Ninh: cơ bản tỉnh Bắc Ninh ngày nay và một phần Hà Nội ngày nay. Tỉnh lỵ: Bắc Ninh\n*Hải Dương: cơ bản tỉnh Hải Dương, và một phần tỉnh Quảng Ninh và một phần Hải Phòng ngày nay. Tỉnh lỵ: Hải Dương\n*Hưng Yên: cơ bản tỉnh Hưng Yên ngày nay. Tỉnh lỵ: Hưng Yên\n*Hải Ninh: một phần Quảng Ninh và một phần Lạng Sơn ngày nay. Tỉnh lỵ: Món Cáy (Móng Cái).\n*Quảng Yên một phần Quảng Ninh và một phần Hải Phòng ngày nay. Tỉnh lỵ: Quảng Yên (nay là thị xã thuộc tỉnh)\n*Hải Phòng (thành phố): một phần nội thành Hải Phòng ngày nay.\n*Kiến An: phần lớn Hải Phòng ngày nay. Tỉnh lỵ: Kiến An (nay là một quận thành phố Hải Phòng)\n*Thái Bình: cơ bản diện tích Thái Bình hiện nay. Tỉnh lỵ: Thái Bình\n*Nam Định: cơ bản diện tích tỉnh Nam Hà cũ trước khi tách làm hai và một phần tỉnh Ninh Bình ngày nay. Tỉnh lỵ: Nam Định. Sau một phần tách ra thành lập tỉnh Hà Nam. \n*Hà Nam: tách ra từ tỉnh Nam Định, cơ bản diện tích tỉnh Hà Nam ngày nay. tỉnh lỵ: Phủ Lý\n*Ninh Bình: phần lớn diện tích Ninh Bình ngày nay. Tỉnh lỵ: Ninh Bình.\n*Thanh Hóa: cơ bản diện tích tỉnh Thanh Hóa ngày nay. Tỉnh lỵ: Thanh Hóa\n*Nghệ An: cơ bản diện tích Nghệ An ngày nay. Tỉnh lỵ: Vinh\n*Hà Tĩnh: cơ bản diện tích Hà Tĩnh ngày nay. Tỉnh lỵ: Hà Tĩnh\n*Quảng Bình: cơ bản diện tích Quảng Bình ngày nay. Tỉnh lỵ: Đồng Hới.\n*Quảng Trị: cơ bản diện tích Quảng Trị ngày nay. Tỉnh lỵ: Quảng Trị (nay là thị xã thuộc tỉnh) \n*Thừa Thiên: cơ bản diện tích Thừa Thiên - Huế ngày nay. Tỉnh lỵ: Huế\n*Tourane (Đà Nẵng): thành phố nhượng địa, sau đó tách khỏi Quảng Nam, một phần nội thành Đà Nẵng ngày nay\n*Quảng Nam: cơ bản diện tích Quảng Nam ngày nay và một phần Đà Nẵng ngày nay. Tỉnh lỵ: Faifoo (Hội An) (nay là thành phố thuộc tỉnh) \n*Quảng Ngãi: cơ bản diện tích Quảng Ngãi ngày nay. Tỉnh lỵ: Quảng Ngãi.\n*Bình Định: cơ bản diện tích Bình Định và một phần Phú Yên ngày nay. Tỉnh lỵ: Qui Nhơn (Quy Nhơn)\n*Phú Yên: tách ra từ tỉnh Bình Định, và một phần Khánh Hoa, cơ bản diện tích Phú Yên ngày nay. Tỉnh lỵ: Sông Cầu (nay là thị xã thuộc tỉnh)\n*Khánh Hòa: cơ bản diện tích Khánh Hòa, một phần diện tích Ninh Thuận, Phú Yên, Đắk Lắk ngày nay. Tỉnh lỵ: Nha Trang\n*Bình Thuận: cơ bản diện tích Bình Thuận ngày nay. Tỉnh lỵ: Phan Thiết\n*Ninh Thuận: tách ra từ tỉnh Khánh Hòa, cơ bản diện tích Ninh Thuận ngày nay. tỉnh lỵ: Phan Rang (nay là Phan Rang - Tháp Chàm)\n*Kon Tum: cơ bản diện tích Kon Tum, Gia Lai, phần lớn Đắk Lắk và Đắk Nông ngày nay. Tỉnh lỵ: KonTum (Kon Tum). Sau một phần tách ra thành lập tỉnh Đắk Lắk, tiếp đó một phần tách ra lập tỉnh Pleiku có tỉnh lỵ cùng tên.\n*Đắk Lắk: tách ra từ tỉnh Kon Tum, và một phần Khánh Hòa, gồm phần lớn Đắk Lắk và Đắk Nông ngày nay. Tỉnh lỵ: B.Mê Thuột (Ban Mê Thuột) \n*Lang Biang (Lâm Viên, sau đổi là Đồng Nai Thượng, có điều chỉnh địa giới): cơ bản diện tích Lâm Đồng ngày nay. Tỉnh lỵ: Dalat (Đà Lạt). Sau tách thành phố Đà Lạt ra, và sau thành lập tỉnh Lâm Viên tỉnh lỵ Đà Lạt trong khi Đồng Nai Thượng có tỉnh lỵ Di Linh)\n*Biên Hòa: cơ bản diện tích Đồng Nai, một phần Bình Phước, Bình Dương và Đắk Nông ngày nay. Tỉnh lỵ: Biên Hòa\n*Bà Rịa: cơ bản diện tích Bà Rịa - Vũng Tàu ngày nay. Tỉnh lỵ: Bà Rịa (hiện vẫn lại là tỉnh lỵ tỉnh)\n*Thủ Dầu Một: cơ bản phần lớn binh Dương, Bình Phước, một phần Đắk Nông ngày nay. Tỉnh lỵ: Thủ Dầu Một\n*Tây Ninh: cơ bản diện tích Tây Ninh ngày nay. Tỉnh lỵ: Tây Ninh\n*Gia Định: cơ bản phần lớn Thành phố Hồ Chí Minh ngày nay. Tỉnh lỵ: Gia Định (một phần nội thành TP.HCM hiện nay)\n*Sài Gòn: một phần nội thành TP.HCM hiện nay\n*Chợ Lớn: một phần Long An và một phần TP.HCM hiện nay. Tỉnh lỵ: Chợ Lớn (một phần nội thành TP.HCM hiện nay)\n*Long An: cơ bản phần lớn Long An ngày nay. Tỉnh lỵ: Tân An\n*Gò Công: cơ bản một phần Tiền Giang ngày nay. Tỉnh lỵ: Gò Công\n*Mỹ Tho: cơ bản một phần Tiền Giang ngày nay. Tỉnh lỵ: Mỹ Tho\n*Bến Tre: cơ bản diện tích tỉnh Bến Tre hiện nay. Tỉnh lỵ: Bến Tre\n*Vĩnh Long: cơ bản phần lớn diện tích tỉnh Vĩnh Long ngày nay, một phần tỉnh Đồng Tháp ngày nay. Tỉnh lỵ: Vĩnh Long\n*Trà Vinh: cơ bản diện tích tỉnh Trà Vinh hiện nay. Tỉnh lỵ: Trà Vinh\n*Sa Đéc: một phần tỉnh Đồng Tháp ngày nay. Tỉnh lỵ: Sa Đéc (nay là thành phố thuộc tỉnh Đồng Tháp)\n*Châu Đốc: một phần tỉnh An Giang và Đồng Tháp ngày nay. Tỉnh lỵ: Châu Đốc (nay là thành phố thuộc tỉnh An Giang)  \n*Long Xuyên: cơ bản diện tích một phần An Giang, một phần thành phố Cần Thơ, một phần Đồng Tháp ngày nay. Tỉnh lỵ: Long Xuyên\n*Cần Thơ: cơ bản một phần thành phố Cần Thơ, tỉnh Hậu Giang và tỉnh Vĩnh Long ngày nay. Tỉnh lỵ: Cần Thơ\n*Sóc Trăng: phần lớn tỉnh Sóc Trăng ngày nay. Tỉnh lỵ: Sóc Trăng\n*Hà Tiên: một phần tỉnh Kiên Giang ngày nay. Tỉnh lỵ: Hà Tiên\n*Rạch Giá: một phần tỉnh Kiên Giang và một phần tỉnh Hậu Giang và Bạc Liêu ngày nay. Tỉnh lỵ: Rạch Giá\n*Bạc Liêu: cơ bản diện tích tỉnh Cà Mau, một phần tỉnh Bạc Liêu, Sóc Trăng ngày nay. tỉnh lỵ: Bạc Liêu.\n\n==Xem thêm==\n*[[Pháp thuộc]]\n*[[Tỉnh (Việt Nam)]]\n*[[Hành chính Việt Nam thời Lý|Hành chính Đại Việt thời Lý]]\n*[[Hành chính Đại Việt thời Trần]]\n*[[Hành chính Việt Nam thời Lê sơ|Hành chính Đại Việt thời Lê sơ]]\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai hành chính Việt Nam}}\n\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Phân cấp hành chính Việt Nam|Pháp thuộc]]"}