{"1253577":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tịnh Minh\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 9\n| vĩ giây = 11\n| kinh phút = 40\n| kinh giây = 13\n| diện tích = 9,42 km²<ref name=MS\/>\n| dân số = 6005 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 637 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Ngãi]]\n| huyện = [[Sơn Tịnh]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 21229<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tịnh Minh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]], [[Việt Nam]].\n\nXã Tịnh Minh có diện tích 9,143&nbsp;km², dân số năm 2005 là 6.259 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 684,6 người\/km².\n\nTịnh Minh bao gồm 4 thôn: Minh Long, Minh Trung, Minh Khánh, Minh Thành.\n\nTrường học: Trường Tiểu học Tịnh Minh, Trường Trung học Cơ Sở Phạm Kiệt.\n\nNghề truyền thống:\n\n- Nghề rèn truyền thống tại xóm 6, thôn Minh Khánh đã có từ 300 năm nay. Hiện làng nghề có trên 60 hộ gia đình với 109 lao động chuyên sản xuất hàng nông cụ cầm tay. Hàng năm, từ các lò sản xuất ở thôn Minh Khánh, có khoảng 180.000 đến 200.000 sản phẩm được đưa đi tiêu thụ ở khắp nơi, ước tính thu nhập trên 7 tỷ đồng\/năm.\n\n- Qua việc công nhận là làng nghề truyền thống, Làng rèn xã Tịnh Minh sẽ được duy trì phát triển sản xuất, làm ra các sản phẩm nông cụ cầm tay có thương hiệu. Cùng với đó, mẫu mã và chất lượng từng sản phẩm làm ra cũng sẽ ngày càng được nâng cao, đáp ứng nhu cầu người tiêu dùng.\n\nSau Cách mạng tháng Tám 1945, phủ Sơn Tịnh được chính quyền Việt Minh đổ tên thành phủ Trương Quang Trọng, đặt theo tên của Bí thư Tỉnh bộ Việt Nam Thanh niên Cách mạng Đồng chí Hội tỉnh Quảng Ngãi<sup>[3]<\/sup>. Đến tháng 6 năm 1946, chính phủ Việt Nam Dân chủ Cộng hòa đổi phủ Trương Quang Trọng thành huyện Sơn Tịnh, hợp nhất các làng xã nhỏ thành 12 xã lớn, lấy chữ Tịnh đứng đầu: Tịnh Giang, Tịnh Hiệp, Tịnh Thọ, Tịnh Minh, Tịnh Bình, Tịnh Sơn, Tịnh Hà, Tịnh Phong, Tịnh Ấn, Tịnh Thành, Tịnh Khê, Tịnh Hòa.\n\nTrong những năm sau đó, chính phủ Việt Nam Dân chủ Cộng hòa nhiều lần thay đổi hành chính các xã thuộc Sơn Tịnh như. Đến năm 1954, huyện Sơn Tịnh còn 19 xã.\n\nSau năm 1955, chính quyền Việt Nam Cộng hòa đổi huyện Sơn Tịnh thành quận Sơn Tịnh, đổi tên các xã, lấy chữ Sơn làm đầu như: xã Tịnh Giang đổi là xã Sơn Tây; xã Tịnh Đông đổi là xã Sơn Đông; xã Tịnh Hiệp đổi là xã Sơn Phương; xã Tịnh Trà đổi là xã Sơn Trà; xã Tịnh Bắc đổi là xã Sơn Bắc; xã Tịnh Minh đổi là xã Sơn Nam; xã Tịnh Sơn đổi là xã Sơn Lộc; xã Tịnh Bình đổi là xã Sơn Châu; xã Tịnh Thọ đổi là xã Sơn Kim; xã Tịnh Phong đổi là xã Sơn Hương; xã Tịnh Hà đổi là xã Sơn Trung; xã Tịnh Ấn đổi là xã Sơn Long; xã Tịnh An đổi là xã Sơn Phú; xã Tịnh Châu đổi là xã Sơn Thành; xã Tịnh Thiện đổi là xã Sơn Hòa; xã Tịnh Long đổi là xã Sơn Hội; xã Tịnh Hòa đổi là xã Sơn Quang; xã Tịnh Khê đổi là xã Sơn Mỹ; xã Tịnh Kỳ đổi là xã Sơn Hải.\n\nCác tướng lĩnh:\n* Trung tướng Phạm Kiệt: Đại biểu Quốc hội Việt Nam các khóa III, IV; Trung tướng Công an Nhân dân Việt Nam; nguyên Thứ trưởng Bộ Công an, Tư lệnh kiêm Chính ủy Lực lượng Công an nhân dân vũ trang.\n* Phạm Nam Tào, Thiếu tướng Công an Nhân dân Việt Nam\n\n==<nowiki\/>==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Ngãi}}\n{{Đơn vị hành chính thuộc huyện Sơn Tịnh}}"}