{"2397641":"[[Tập tin:Ly Son3.jpg|nhỏ|phải|Canh tác hành tỏi ở Lý Sơn]]'''Tỏi Lý Sơn''' là nhãn hiệu địa lý của loại [[tỏi]] được trồng ở huyện đảo [[Lý Sơn]] (tỉnh [[Quảng Ngãi]]). Tỏi Lý Sơn đã trở thành đặc sản nổi tiếng đã trở thành thương hiệu và nhãn hiệu của vùng ('''tỏi Lý Sơn''' đã được Cục Sở hữu trí tuệ (Bộ Khoa học và Công nghệ) cấp chứng nhận số 19213\/QĐ-SHTT ngày 10\/12\/2007 và cuối tháng 3\/2009). \n\n== Canh tác ==\nDo sự khác biệt về thổ nhưỡng và kinh nghiệm canh tác truyền thống (sỏi núi Thới Lới và cát biển được phủ lên mặt ruộng mỗi mùa canh tác mới) của người dân địa phương nên tỏi Lý Sơn có hương vị đặc biệt. Đặc trưng nhất là chúng có vị cay dịu chứ không cay nồng như tỏi khác.\n\nMùa gieo trồng: Từ tháng 9 âm lịch đến tháng giêng.\n\nSố liệu năm 2022, huyện Lý Sơn đã phát triển được hơn 300ha đất trồng tỏi<ref name=\":0\">{{Chú thích web|url=https:\/\/dantocmiennui.vn\/nang-cao-gia-tri-va-thuong-hieu-cho-toi-ly-son\/324952.html|tựa đề=Nâng cao giá trị và thương hiệu cho tỏi Lý Sơn {{!}} Đặc sản địa phương {{!}} Báo ảnh Dân tộc và Miền núi|họ=núi|tên=Báo ảnh dân tộc và miền|ngày=2022-09-09|website=dantocmiennui.vn|ngôn ngữ=vi|ngày truy cập=2023-04-01}}<\/ref>, cho sản lượng hơn 2.000 tấn mỗi năm.<ref name=\":1\">{{Chú thích web|url=https:\/\/khoahocphattrien.vn\/tin-tuc\/toi-ly-son-duoc-cap-chung-nhan-bao-ho-chi-dan-dia-ly\/20200708035611708p1c882.htm|tựa đề=Tỏi Lý Sơn được cấp chứng nhận bảo hộ chỉ dẫn địa lý|tác giả=Thanh An|ngày=2020-07-08|website=Khoa học và Phát triển|url-status=live}}<\/ref>\n\n==Phân loại==\n*Tỏi Lý Sơn thường: Củ tỏi có kích thước nhỏ vừa, gồm nhiều tép nhỏ (mỗi củ tỏi Lý Sơn có nhiều tép hơn, do tép tỏi Lý Sơn nhỏ hơn khá nhiều so với tỏi vùng khác).\n*[[Tỏi cô đơn]]: Mỗi củ chỉ gồm duy nhất 1 tép.\n\n== Công nhận ==\nNăm 2009 tỏi Lý Sơn được bảo hộ nhãn hiệu tập thể.<ref>{{Chú thích web|url=https:\/\/thv.vn\/tin-tuc\/noi-lo-mat-thuong-hieu-toi-ly-son.html|tựa đề=Nỗi lo mất thương hiệu tỏi Lý Sơn|website=thv|ngôn ngữ=vi|ngày truy cập=2023-04-01}}<\/ref>\n\nNăm 2017, tỏi Lý Sơn đã lọt vào danh sách \"Top 10 đặc sản quà tặng nổi tiếng Việt Nam\" của Tổ chức Kỷ lục Việt Nam<ref name=\":0\" \/>\n\nNăm 2020, tỏi Lý Sơn được cấp chứng nhận bảo hộ chỉ dẫn địa lý theo Quyết định số 2421\/QĐ-SHTT của cục sở hữu trí tuệ.<ref name=\":1\" \/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{rất sơ khai}}\n\n[[Thể loại:Đặc sản Quảng Ngãi]]\n[[Thể loại:Ẩm thực Quảng Ngãi]]\n[[Thể loại:Lý Sơn]]"}