{"57603":"{{Viên chức\n| tên = Tống Duy Tân\n| hình = [[Tập tin:Tống Duy Tân.jpg|220px]]\n| miêu tả = Tống Duy Tân trong phẩm phục tiến sĩ tân khoa năm [[1875]] (ảnh thờ)\n| chức vụ = [[Chánh sứ sơn phòng Thanh Hóa]]\n| bắt đầu = [[tháng 7]] năm [[1885]]\n| kết thúc = [[23 tháng 11]] năm [[1892]]\n| chức vụ 2 = \n| chức vụ 3 = \n| quốc tịch = [[Đại Nam]]\n| ngày sinh = [[năm 1837]]\n| nơi sinh = [[Minh Tân]], [[Vĩnh Lộc]], [[Thanh Hóa]]\n| ngày mất = {{ngày mất và tuổi|1892|11|23|1837|11|23}}\n| nơi mất = Phủ Thanh Hóa\n| nơi ở = [[Minh Tân]], [[Vĩnh Lộc]], [[Thanh Hóa]]\n| nghề nghiệp = Nhà chính trị\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = Không\n| đảng = Phong trào Cần vương\n| học vấn = Đỗ Tiến sĩ năm 1875\n}}\n\n'''Tống Duy Tân''' ([[chữ Hán]]: 宋維新; [[1837]] - [[1892]]) là thủ lĩnh cuộc [[khởi nghĩa Hùng Lĩnh]] ([[1887]]<ref>Tức sau khi căn cứ Ba Đình và Mã Cao bị đánh dẹp, một số thủ lĩnh ở hai nơi đó dẫn quân chạy về Hùng Lĩnh. Theo ý này có sách ''Đại cương lịch sử Việt Nam'' (tập 2, tr. 77), và ''Lịch sử 11'' (nâng cao, tr. 253). Tuy nhiên, ''Việt sử tân biên'' (sách đã dẫn, tr. 137), ''Lịch sử Việt Nam'' (1858-cuối XIX, tr. 124) đều ghi là [[1886]], tức là năm khởi sự xây dựng căn cứ ở Hùng Lĩnh.<\/ref> - [[1892]]) trong [[lịch sử Việt Nam]].\n==Thân thế & sự nghiệp==\n'''Tống Duy Tân''' là người làng Bồng Trung, xã Vĩnh Tân (nay thuộc xã [[Minh Tân, Vĩnh Lộc|Minh Tân]]), huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]. Năm [[Canh Ngọ]] (1870) ông đỗ [[Hương cống|cử nhân]], đến năm [[Ất Hợi]] ([[1875]]) thì đỗ [[tiến sĩ]]. Bước đầu, ông được bổ làm Tri huyện, sau làm [[Đốc học]] Thanh Hóa rồi Thương biện tỉnh vụ.\n \n===Hưởng ứng dụ Cần Vương===\n[[Tháng bảy|Tháng 7]] năm [[1885]], hưởng ứng [[phong trào Cần Vương|dụ Cần Vương]], Tống Duy Tân được vua [[Hàm Nghi]] phong làm Chánh sứ sơn phòng Thanh Hóa. Sau đó, ông tham gia xây dựng [[chiến khu Ba Đình]].\n\nNăm [[1886]], Tống Duy Tân và [[Cao Điển]]<ref>[[Phạm Văn Sơn]] ghi là Cao Điền.<\/ref> nhận lệnh của thủ lĩnh [[Đinh Công Tráng]] đến Phi Lai (nay thuộc xã [[Hà Lai]], huyện [[Hà Trung]], Thanh Hóa) lập căn cứ, nhằm hỗ trợ cho căn cứ chính là Ba Đình. Ngoài căn cứ Phi Lai trong sự nghiệp chung, Tống Duy Tân còn chuẩn bị lực lượng và căn cứ kháng Pháp ngay tại quê hương mình, đó là căn cứ Hùng Lĩnh, nằm ở vùng thượng nguồn [[sông Mã]] thuộc [[Vĩnh Lộc]], [[Thanh Hóa]].\n\nĐầu năm [[1887]], đông đảo quân Pháp kéo đến đàn áp dữ dội [[phong trào Cần Vương]] ở tỉnh này. Căn cứ [[Ba Đình]] và căn cứ Mã Cao nối tiếp nhau thất thủ. Sau đó, các thủ lĩnh lần lượt hy sinh ([[Đinh Công Tráng]], [[Nguyên Khê|Nguyễn Khế]], [[Hoàng Bật Đạt]]), tự sát ([[Phạm Bành]], [[Hà Văn Mao]], [[Lê Toại]]) hoặc đi tìm phương kế khác ([[Trần Xuân Soạn]]).\n \nTrước tình thế hiểm nguy, Tống Duy Tân bèn mang quân chạy lên căn cứ Hùng Lĩnh, lập nên một trung tâm kháng chiến mới. Các cộng sự cùng theo có [[Cao Điển]], [[Cầm Bá Thước]], [[Hà Văn Nhọ]],... Tuy nhiên, nghĩa quân Hùng Lĩnh chỉ mở được vài trận tập kích thì bị Thiếu tá Térillon dẫn quân đến vây đánh rất gắt gao.\n\nXét thấy lực lượng Hùng Lĩnh vừa gây dựng bị cô thế và yếu sức, Tống Duy Tân bèn đi ra [[Bắc Kỳ|Bắc]] rồi qua [[Trung Quốc]] để gặp gỡ các sĩ phu yêu nước, tìm nguồn hỗ trợ và liên kết với các lực lượng kháng Pháp khác. Theo sử gia [[Phạm Văn Sơn]] thì Tống Duy Tân đã gặp [[Tôn Thất Thuyết]] tại [[Quảng Đông]], và ông đã nghe theo lời vị tướng này trở về [[Thanh Hóa]] để tiếp tục công cuộc kháng Pháp.<ref>''Việt sử tân biên'', sách đã dẫn, tr. 138.<\/ref>\n\n===Tiếp tục công cuộc kháng Pháp===\nĐầu năm [[1889]], Tống Duy Tân về đến quê nhà. Sau khi tập hợp lại lực lượng thì ông trở thành người chỉ huy chính của phong trào kháng Pháp tại Hùng Lĩnh ở thượng nguồn [[sông Mã]] (thuộc huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]]).\n\nTừ nơi đó, ông cùng hai cộng sự là [[Cao Điển]] và [[Cầm Bá Thước]]<ref>Thông tin Cao Điển và Cầm Bá Thước làm phụ tá Tống Duy Tân chép theo ''Việt sử tân biên'' (sách đã dẫn, tr. 137). Sách ''Lịch sử 11'' thì ghi Tống Duy Tân và Cầm Bá Thước đều là lãnh đạo chính của cuộc khởi nghĩa Hùng Lĩnh (tr. 253).<\/ref> cho quân mở rộng địa bàn hoạt động lên tận vùng hữu ngạn và tả ngạn [[sông Mã]], đến hợp đồng chiến đấu với [[Đề Kiều]] - [[Đốc Ngữ]] ở vùng hạ lưu [[sông Đà]], và với [[Phan Đình Phùng]] ở vùng rừng núi [[Nghệ An]] - [[Hà Tĩnh]].\n \nTổ chức của các ông khá quy củ. Mỗi huyện có một cơ binh, lấy tên huyện đặt tên cho đơn vị, ví dụ như ''Nông Thanh cơ'' (tức cơ [[Nông Cống]] ở Thanh Hóa), ''Tống Thanh cơ'' (tức cơ Tống Sơn ở Thanh Hóa),...\n\nHay tin, ngày [[8 tháng 10]] năm [[1889]], quân Pháp gồm 24 tên do Thiếu úy Morfond (đồn trưởng đồn Nông Cống) từ đồn [[Nông Cống]] đi đến dò xét thì chạm súng với nghĩa quân Hùng Lĩnh; kết cục chúng đã bỏ lại ở chiến trường 9 xác chết của Thiếu úy Morfond, 4 lính Pháp và 4 lính khố xanh. Ngày [[22 tháng 10]], Đại tá Barbaret dẫn 185 quân có trang bị [[Pháo|đại bác]] từ Thanh Hóa kéo đến tấn công. Sau ngày kịch chiến, Tống Duy Tân cho quân rút về phía Bắc Phố Cát ([[Thạch Thành]]), rồi sang Vạn Lại (Bắc Ninh). Cuối tháng này, nhờ có những toán quân cũ của tướng [[Trần Xuân Soạn]] tìm đến tham gia nên Tống Duy Tân lại cho quân đẩy mạnh hoạt động trong các huyện [[Yên Định]], [[Thọ Xuân]], [[Nông Cống]].\n\nThấy công cuộc thôn tính nước [[Việt Nam|Việt]] bị cản trở, Tổng chỉ huy quân đội Pháp ở [[Bán đảo Đông Dương|Đông Dương]] là [[Anicet Bichot|J. Bichot]] đã đưa Trung tá Lefèvre đến thay Barbaret, điều một lực lượng lớn (có cả đại bác) đến tấn công phong trào do Tống Duy Tân làm thủ lĩnh. Trước lực lượng đối phương đông đảo, lại được trang bị vũ khí mạnh, ông phải cho quân vừa chống đỡ các cuộc tấn công của Lefèvre ở Vạn Lại (30\/11\/1889), cuộc tấn công của Đại úy Colleta ở Yên Lược (1\/12\/1889)... vừa rút lui để bảo toàn lực lượng.\n\nTrong năm [[1890]], Tống Duy Tân đã tổ chức tập kích nhiều trận như trận làng Kẽm (1\/1\/1890) - quân Pháp của Trung tá Jorne de Lacale (thay Lefèvre) bị thiệt hại nặng, Đại úy Christophe bị tử thương; trận Vân Đồn ([[Nông Cống]]) đánh tan đạo quân do [[Công sứ]] Thanh Hóa Lebrun chỉ huy, Yên Lãng (29\/3\/1890) ở Xuân Yên-[[Thọ Xuân]] (bên tả ngạn [[sông Chu]]). Sáng ngày 26\/4, quân Pháp tấn công tiền đồn Na Lung của Cao Điển. Không thể giữ được đồn, Cao Điển rút về và bày binh bố trận, đánh tan quân Pháp ở trận Thanh Khoái xảy ra vào ngày [[29 tháng 5]] năm 1890 (Thiếu úy Bonnet và 6 lính cơ tử trận, nhiều lính bị thương trong đó có viên sĩ quan tên Viola). Bị thiệt hại đáng kể, quân Pháp bèn tập trung lực lượng mở cuộc truy quét quy mô nhằm tiêu diệt nghĩa quân Hùng Lĩnh.\n\nKể từ đây trở đi, lực lượng của Tống Duy Tân bước vào thời kỳ chiến đấy gay go và gian khổ hơn. Nhất là sau trận Thanh Khoái, nghĩa quân lâm vào tình thế bị cô lập nên bị thiếu thốn mọi mặt.\n\nĐầu năm [[1891]], Tống Duy Tân cho chuyển quân từ An Lẫm (châu [[Thường Xuân]]) lên Lang Vinh (một làng [[người Mường|Mường]] ở châu Thường Xuân). Hay tin, quân [[Pháp]] do Giám binh Soler chỉ huy liền tổ chức tấn công. Mặc dù chống trả quyết liệt nhưng cuối cùng ông cũng phải bỏ hết các công sự xây dở dang, dẫn tàn quân rút về Hòn Mông, rồi về vùng Trịnh Vạn thuộc châu Thường Xuân (tức quê hương và là căn cứ của [[Cầm Bá Thước]]).\n \n[[Tháng ba|Tháng 3]] năm [[1892]], từ [[sông Đà]], Đốc Ngữ dẫn quân vượt [[sông Mã]] vào [[Thanh Hóa]]. Sau khi bàn bạc, Tống Duy Tân và Đốc Ngữ cùng hợp quân đi tấn công quân Pháp ở hang Niên Kỷ (nay thuộc xã Thiết Ống, huyện [[Bá Thước]], tỉnh [[Thanh Hóa]]). Mặc dù thu được một số thắng lợi nhưng cũng không thể nào cứu vãn được tình thế.\n\nHoạt động ở đây một thời gian ngắn thì Đốc Ngữ dẫn quân trở lại mạn [[sông Đà]];<ref>Về đến [[sông Đà]], quân Đốc Ngữ còn chiến đấu thêm một vài tháng nữa thì tan rã hẳn, sau khi Đốc Ngữ bị quân Pháp sát hại vào ngày 7 [[tháng tám|tháng 8]] năm [[1892]].<\/ref> còn Tống Duy Tân thì ở lại cầm cự một thời gian nữa. Nhưng trước cuộc bao vây và càn quét ngày càng ác liệt của đối phương, khoảng [[tháng chín|tháng 9]] năm 1892, ông tuyên bố giải tán lực lượng để tránh thêm thương vong.\n\n===Bị giết chết===\nSau đó, ông về ẩn náu ở hang Niên Kỷ (nay thuộc xã Thiết Ống, huyện [[Bá Thước]], tỉnh Thanh Hóa), còn Cao Điển cùng một số thuộc hạ quyết chí theo thì đóng trên một ngọn đồi gần bên. Chẳng lâu sau, Án sát Hà Tĩnh [[Cao Ngọc Lễ]] (vừa là học trò cũ, vừa là cháu kêu Tống Duy Tân bằng cậu) đi mật báo cho Pháp và quân Pháp do tên Thiếu úy Hensxhell cùng 20 lính đến bủa vây và bắt được Tống Duy Tân vào ngày [[4 tháng 10]] năm [[1892]].<ref>Phần nhiều các sách sử trong đó có: ''Lịch sử Việt Nam'' [1858-cuối XIX] (quyển 3, tập 1, phần 1, tr. 128), ''Đại cương lịch sử Việt Nam'' (tập 2. tr. 78), ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 848) đều ghi theo ý này. Tuy nhiên theo nhà sử học [[Phạm Văn Sơn]] thì vì bị hăm dọa mà vợ của một viên thổ ty (khi trước có chứa chấp nghĩa quân) phải dẫn Thiếu úy Hensxhell cùng 20 lính đi bắt sống Tống Duy Tân vào chiều ngày [[4 tháng 10]] năm [[1892]]. Còn phần Cao Ngọc Lễ làm chỉ điểm, ông chỉ chú thích thêm là có sách chép như vậy ([[Việt sử tân biên]], quyển 5, tập trung, tr. 141).<\/ref>\n\nTrước hôm đó một ngày (ngày [[3 tháng 10]]), một toán quân Pháp khác gồm 30 người đi vây bắt Cao Điển. Hai bên đụng độ ác liệt. Nghĩa quân bị bắt 2, chết 6 nhưng Cao Điền đã kịp chạy thoát cùng bốn năm người với hai khẩu [[súng]]...<ref>Cao Điền lẩn tránh ở đất [[Bắc Kỳ|Bắc]] được mấy năm thì bị bắt tại [[Bắc Giang]] khi đang tìm đến với nghĩa quân [[Yên Thế]] do [[Hoàng Hoa Thám]] làm thủ lĩnh. Hôm ấy là ngày [[16 tháng 1]] năm [[1896]]. Số phận của ông về sau không rõ. Phần [[Cầm Bá Thước]] vẫn ở lại tiếp tục hoạt động cho đến [[tháng năm|tháng 5]] năm [[1895]] thì mới bị đối phương bắt giết.<\/ref>\n\nKhông chiêu hàng được, Công sứ Pháp ở Thanh Hóa Boulloche<ref>Theo [[Đại Nam thực lục]], tên Công sứ Pháp này có tên đầy đủ là Leon Jules Pol Boulloche, giữ chức Công sứ tỉnh Thanh Hóa từ 1891 - 1893; [[Thống sứ Bắc Kỳ]] (1896 - 1897) và nhiều lần là [[Khâm sứ Trung Kỳ]] (lần là vào năm 1903).<\/ref> ra lệnh cho [[Tổng đốc]] Thanh Hóa là [[Nguyễn Thuật]] (vốn là bạn cũ của ông) xử tử Tống Duy Tân tại Thạnh Hỏa ngày 5 tháng 10 năm [[Nhâm Thìn]] (tức [[23 tháng 11]] năm [[1892]]),<ref>Ngày Tống Duy Tân hy sinh, chép theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 846.<\/ref> lúc 55 tuổi. Đến đây, cuộc khởi nghĩa mà ông cùng đồng đội đã cố công gầy dựng coi như kết thúc.\n\nTrước ngày mất, Tống Duy Tân có làm đôi câu đối:\n:Nhị kim thủy liễu tiên sinh trái\n:Tự cổ do truyền bất tử danh\nNghĩa:\n:''Món nọ tiên sinh nay mới trả\n:''Cái danh bất tử trước còn truyền''<ref>Ngoài tài lãnh đạo, Tống Duy Tân còn có tài làm thơ. Hiện trong sách ''Hợp tuyển thơ văn [[Việt Nam]]'' (1858-1920) do Huỳnh Lý chủ biên (nhà xuất bản Văn Học, 1984) có giới thiệu hai bài thơ của ông, đó là ''Đông thiên sư quá Đồng Cổ sơn tác'' (Làm vào [[mùa đông]] khi kéo quân qua núi Đồng Cổ) và ''Bắc tái chinh phu dạ hàn khuê tứ'' (Thay lời chinh phu ở ải Bắc đêm rét nhớ vợ).<\/ref>\n\n==Thương tiếc==\nSau khi Tống Duy Tân thọ án, nhân sĩ tỉnh [[Thanh Hóa]] có làm bài thơ và câu đối điếu đều bằng [[chữ Hán]]. Giới thiệu câu đối điếu:\n:''Tự cổ anh hùng, thiết thạch can trường nan tận tả;\n:''Đáo đầu sự thế, xuyên hà huyết lệ hạt năng lưu.\nNghĩa là:\n:''Từ trước [[anh hùng]], dạ sắt gan vàng không xiết tả;\n:''Đến cùng sự thế, máu sông lệ suối chảy sao trôi!\nHiện nay, trong nhiều tỉnh thành tại [[Việt Nam]], tên Tống Duy Tân đã được dùng để đặt tên cho nhiều trường học và đường phố.\n\n==Xem thêm==\n*[[Phong trào Cần Vương|Cần Vương]]\n*[[Khởi nghĩa Hùng Lĩnh]]\n*[[Cao Điển]]\n*[[Cầm Bá Thước]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Phạm Văn Sơn]], [[Việt sử tân biên]] (quyển 5, tập trung). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]]. 1963.\n*Đinh Xuân Lâm-Nguyễn Văn Khánh-Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (tập 2). Nhà xuất bản Giáo dục, 2006.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1. Nhà xuất bản Giáo dục, 1979.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Nhiều người soạn (Phan Ngọc Liên chủ biên). ''Lịch sử 11'' (nâng cao). Nhà xuất bản Giáo dục, 2007.\n*Nhóm Nhân văn Trẻ, ''Hỏi đáp lịch sử Việt Nam'' (tập 4). Nhà xuất bản Trẻ, 2007.\n\n{{thời gian sống|sinh=1837|mất=1892}}\n\n[[Thể loại:Khởi nghĩa Hùng Lĩnh]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}