{"700096":"{{Thông tin nhân vật hoàng gia\n| tên = Thừa Thiên Cao Hoàng Hậu\n| tên gốc = 承天高皇后\n| tước vị = [[Hoàng hậu]] [[nhà Nguyễn]]\n| hình = Chân dung Thừa Thiên Cao Hoàng Hậu Tống Phúc Thị Lan (承天高皇后宋福氏蘭), Gia Long Tẩu Quốc.jpg\n| cỡ hình = 200px\n| ghi chú hình = Chân dung Hoàng hậu Tống Phúc Thị Lan trên bìa tác phẩm ''[[Gia Long tẩu quốc]]''\n| chức vị = [[Hoàng hậu]] [[nhà Nguyễn]]\n| tại vị = 1806–1814\n| đăng quang = 1806\n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Hữu Thị Lan|Nam Phương Hoàng hậu]]\n| phối ngẫu = \n| chồng = [[Gia Long]]\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Chiêu (Gia Long)|Nguyễn Phúc Chiêu]]<br>[[Nguyễn Phúc Cảnh]]\n| tên đầy đủ = Tống Thị Lan (宋氏蘭)\n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = Nguyên phi<br\/>Vương hậu<br\/>Hoàng hậu\n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = <font color = \"grey\">Thừa Thiên Tá Thánh Hậu Đức Từ Nhân Giản Cung Tề Hiếu Dục Chính Thuận Nguyên Cao hoàng hậu<\/font><br>(承天佐聖厚德慈仁簡恭齊孝翼正順元高皇后)\n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = [[Tống Phúc Khuông]]\n| mẹ = [[Lê Thị Hài]]\n| sinh = {{ngày sinh|1762|1|19}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1814|2|22|1762|1|19}}\n| nơi mất = [[Cố đô Huế|Phú Xuân]], [[Việt Nam]]\n| ngày an táng = 26 tháng 04 năm 1815\n| nơi an táng = [[Lăng Gia Long|Thiên Thọ Lăng]] (天授陵)\n}}\n\n'''Thừa Thiên Cao Hoàng hậu''' ([[chữ Hán]]: 承天高皇后, [[19 tháng 1]] năm [[1762]] - [[22 tháng 2]] năm [[1814]]), tên thật là '''Tống Thị Lan''' (宋氏蘭), là [[hoàng hậu|người vợ nguyên phối và Chánh cung Hoàng hậu]] của [[Gia Long]] thuộc [[nhà Nguyễn|vương triều Nguyễn]] trong [[lịch sử Việt Nam]], mẹ của Anh Duệ thái tử [[Nguyễn Phúc Cảnh]].\n\nBà là người đoan chính, xinh đẹp và hiền từ.<ref>Michel Đức Chaigneau, Souvernirs de Hué, Hồi Ký Huế, NXB Thuận Hóa, 2011, tr.139 - 140. Michel Đức Chaigneau từng được diện kiến bà vào năm [[1811]].<\/ref> Khi còn trẻ, bà đã được Gia Long đích thân đem lễ vật đến hỏi cưới bà. Lênh đênh theo vua từ lúc gian khó, bà có khi phải giúp cứu Gia Long trong cơn nguy khốn. Con cái bà đều bị chết sớm. Khi bà qua đời, Gia Long rất đau buồn. Mộ của bà nằm kế bên của ông ở [[Lăng Thiên Thọ]] chính là bằng chứng cho tình cảm của ông đối với bà và tượng trưng cho vai trò to lớn của bà trong cuộc đời nhà vua.\n\n== Nguyên phi của Nguyễn vương ==\n=== Tuổi nhỏ phiêu bạt ===\n\nThừa Thiên Cao Hoàng hậu có họ Tống, tên húy là '''Lan''' (蘭), có tên tự là ''Liên'' (蓮), sinh vào 25 [[tháng mười hai|tháng 12]] năm [[Tân Tỵ]] ([[19 tháng 1]] năm [[1762]]){{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=219}}, cùng tuổi với vua Gia Long{{sfn|Ngô Giáp Đậu|1993|p=40}}, thuộc dòng họ '''Tống Phúc thị''' (宋福氏) danh giá ở [[Tống Sơn]], [[Thanh Hóa]]. Tiên tổ họ Tống Phước theo Chúa Tiên [[Nguyễn Hoàng]] vào nam từ những năm đầu, nhập tịch ở Thừa Thiên. Đến đời [[Tống Phước Thành]] làm quan dưới thời Võ vương [[Nguyễn Phúc Khoát]] đến chức Chưởng cơ, sau khi mất được ban tước Quận công. Con là Phước Khuông tập ấm làm quan tới Chưởng doanh, lấy vợ người là [[Lê Thị Hài]], họ gốc là Nguyễn Hữu, người làng An Quán<ref group=\"Ghi chú\">Nay thuộc xã [[Điện Phương]] huyện [[Điện Bàn]], [[Quảng Nam]]<\/ref>. Bà Hài sinh ra bà Tống Thị Lan. Tương truyền bà [[Trần Thị Đang]] (tức [[Thuận Thiên Cao hoàng hậu]], mẹ đẻ vua [[Minh Mạng]]) đã chào đời tại nhà bà Lê Thị Hài và ông Tống Phước Khuông ở làng An Quán.\n\nSau ông Khuông lại lấy công chúa Ngọc Cư, con gái thứ 6 của Võ vương [[Nguyễn Phúc Khoát]], sinh ra [[Tống Phước Lương]], sau phong là Vĩnh Thuận hầu{{sfn|Ngô Giáp Đậu|1993|p=40}}. Sau vì cảnh chung sống không thuận hòa bà công chúa bỏ về Quảng Ngải và trên đường đến Bảo Tân bị giăc Tây Sơn bắt được đem dìm chết ở Quảng Nam<ref>https:\/\/nghiencuulichsu.com\/2017\/05\/12\/thua-thien-cao-hoang-hau-tong-thi-lan\/<\/ref>.\n\nTuổi trẻ của Tống Thị Lan chứng kiến sự loạn lạc của đất Nam Hà, chính quyền chúa Nguyễn bước vào thời kỳ khủng hoảng, suy yếu. Năm [[1771]], ba anh em [[Nguyễn Nhạc]], [[Nguyễn Huệ]], [[Nguyễn Lữ]] làm phản ở Quy Nhơn, nhanh chóng phát triển lớn mạnh, gọi là [[Khởi nghĩa Tây Sơn]]. Năm [[1774]], chúa Trịnh nhân lúc Đàng Trong có biến, tiến quân đánh vào Phú Xuân và chiếm được thành. Tống Phước Khuông đem gia quyến chạy theo Định vương [[Nguyễn Phúc Thuần]] vào Nam, đến ở đất Gia Định{{sfn|Đại Nam liệt truyện, tập 2|2006|p=34}}{{sfn|Đinh Xuân Lâm, Trương Hữu Quỳnh|1999|p=45}}. Năm [[1777]], Tây Sơn tiến đánh Gia Định, bắt giết Thái Thượng vương [[Nguyễn Phúc Thuần]], Tân Chánh vương [[Nguyễn Phúc Dương]] cùng hầu hết tông thất họ Nguyễn. Chỉ có Vương tôn là [[Nguyễn Ánh]] may mắn trốn thoát được và sau được các tướng tôn lên ngôi Chúa vào năm [[1780]]{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=92}}.\n\nNăm [[1779]], Tống Thị Lan được 18 tuổi, được [[Nguyễn Ánh]] đem lễ vật tới cưới hỏi làm chánh thất theo đầy đủ nghi lễ, tấn phong cho chức Nguyên phi{{sfn|Đại Nam liệt truyện, tập 2|2006|p=34}}. Theo [[Đại Nam liệt truyện]], Tống Nguyên phi là người cung kính cẩn thận, cử động có phép tắc lễ độ, rất được Nguyễn vương quý trọng. Bà hạ sinh được 2 hoàng tử: con đầu là Chiêu chết yểu, người còn lại chính là Anh Duệ Hoàng thái tử [[Nguyễn Phúc Cảnh]] ([[1780]] - [[1801]]){{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=120}}.\n\n=== Vợ hiền dâu thảo ===\n[[Tập tin:Prince_Canh_portrait_MEP.jpg|nhỏ|trái|200px|Anh Duệ Hoàng thái tử [[Nguyễn Phúc Cảnh]], người con duy nhất của Tống hoàng hậu.]]\n\nTrong những năm ấy, bà Nguyên phi hầu hạ mẹ chồng chịu đủ mọi gian khổ, hiếu kính cần kiệm, hiền hậu yêu người, thường tự tay kéo dệt và may cắt quần áo để cấp cho các tướng sĩ. Một hôm đi thuyền gặp giặc, vua liền đốc quân ra sức chiến đấu, hậu cũng cầm dùi thúc trống. Quân sĩ nức lòng, tranh nhau phấn đấu, bèn đánh được giặc{{sfn|Đại Nam thực lục, tập 1|2006|p=505}}{{sfn|Tôn Thất Bình|1997|p=45}}.\n\nMùa thu năm [[1783]], quân [[Nhà Tây Sơn|Tây Sơn]] đánh [[Gia Định]], [[Gia Long]] phải lánh ra [[Phú Quốc]], được người [[Xiêm|Xiêm La]] đem thuyền đến đón. Trước khi sang [[Xiêm]], Nguyễn Ánh gửi gắm người con trai duy nhất của bà Nguyên phi tức Hoàng tử Cảnh cho Giám mục [[Pigneau de Behaine]] ([[Bá Đa Lộc]], tục gọi là ''Cha Cả'') sang cậy nhờ nước Pháp giúp đỡ mình. Năm đó Hoàng tử Cảnh mới có 4 tuổi, đến lạy từ biệt, Chúa và bà Nguyên phi gạt nước mắt tiễn đưa{{sfn|Đại Nam liệt truyện, tập 2|2006|p=55}}. Sau đó Nguyễn Ánh cũng lên đường sang Xiêm, trước khi đi Ngài lại đem ra một dật vàng tốt giao cho bà một nửa mà bảo rằng{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=219}}{{sfn|Đại Nam liệt truyện, tập 2|2006|p=34 - 35}}\n:''\"Con chúng ta đi rồi, ta cũng sẽ đi đây. Phi ở lại phụng thờ Quốc mẫu, chưa biết sau này sẽ gặp nhau ở đâu và lúc nào, Phi cất vàng này làm của tin\"''.\n\nNăm [[Giáp Thìn]] ([[1784]]), Nguyễn Ánh từ Xiêm trở về, bà rước mẹ của Chúa là Quốc mẫu [[Nguyễn Thị Hoàn]] ở lại đảo [[Phú Quốc]], vì không lâu sau đó, liên quân Xiêm - Nguyễn lại bị quân Tây Sơn do [[Nguyễn Huệ]] chỉ huy đánh bại tại [[trận Rạch Gầm - Xoài Mút]]<ref group=\"Ghi chú\">Tên gọi một đoạn sông Tiền, giới hạn bởi 2 sông nhánh nhỏ là sông Rạch Gầm (phía thượng lưu) và sông Xoài Mút (phía hạ lưu). Đoạn sông này ngày nay nằm giữa địa phận thành phố [[Mỹ Tho]] và huyện Châu Thành, tỉnh [[Tiền Giang]] hiện nay.<\/ref> và Nguyễn Ánh lại bôn tẩu sang Xiêm. Mùa thu năm [[Mậu Thân]] ([[1788]]), nhân [[Nguyễn Huệ]] bận lo việc ở Bắc Hà, Nguyễn Ánh thừa cơ về chiếm lại miền Nam, rồi cho người đến Phú Quốc đón bà cùng Quốc mẫu trở về Gia Định. Từ đây, mỗi khi Nguyễn vương đi đánh giặc, bà thường đi theo{{sfn|Đại Nam liệt truyện, tập 2|2006|p=35}}.\n\nNgày [[24 tháng 6]] năm [[1789]], con trai của bà là Hoàng tử Cảnh trở về Gia Định{{sfn|Đại Nam liệt truyện, tập 2|2006|p=55}}{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=253}}. Do đi theo Giám mục từ nhỏ nên Hoàng tử rất có cảm tình với người phương Tây và đạo [[Thiên Chúa]]<ref>\"Theo A History of Vietnam của Oscar Chapuis, tr 179<\/ref>, khi mới về Việt Nam [[Bá Đa Lộc]] không thành công trong việc thuyết phục Nguyễn Ánh cải sang Công giáo nhưng ông ta cũng khiến Hoàng tử Cảnh trở thành 1 người sùng đạo. Lúc đầu Hoàng tử còn không chịu quỳ bái trước bài vị tổ tiên khiến vua cha rất buồn lòng<ref>http:\/\/antgct.cand.com.vn\/Nhan-vat\/Hoang-tu-Canh-cua-trieu-Nguyen-Long-dong-phan-mong-311097\/<\/ref>, sau nhờ có bà Nguyên phi dạy dỗ mới cải thiện được<ref>''A Vietnamese Royal Exile in Japan'' by My-Van Tran, Tran My-Van, p.15 [https:\/\/books.google.com\/books?id=XTW6ZlhLUQYC&pg=PA15&dq=Canh+Catholic&lr=&sig=ACfU3U057pYtI6U13MUYpRMhfP2lcaciNA]<\/ref>.\n\nCũng vì vậy mà Nguyễn Ánh tỏ ra chần chừ không muốn lập Hoàng tử Cảnh làm Thái tử dù ông là con trưởng của người vợ chính thất. Năm [[1791]], khi Hoàng tử thứ 4 là [[Nguyễn Phúc Đảm]] (do bà [[Trần Thị Đang|Thứ phi họ Trần]] sinh ra) vừa lên 3, Nguyễn Ánh cho Hoàng tử nhận Tống Nguyên phi làm mẹ mặc dù mẹ ruột của Hoàng tử khi đó vẫn còn sống khỏe mạnh{{sfn|Nguyễn Khắc Thuần|1998|p=10}}. Có giả thuyết cho rằng Nguyễn vương lo sợ Đông cung quá thân thiết với người Tây và quá sùng đạo, lo sợ sau này Hoàng tử lên ngôi sẽ nhún nhường với họ mà làm mất chủ quyền đất nước, nên đã có biện pháp phòng hờ ngày sau có thể phế truất Cảnh mà lập Đảm lên ngôi. Trước tình hình đó, Tống Nguyên phi có thể vì đã nhìn rõ chủ ý của Nguyễn Ánh khi yêu cầu mình nhận Hoàng tử Đảm làm con nuôi, bất lợi cho con đẻ của mình, nên Nguyên Phi mới có yêu sách phải lập Khế khoán (giao kèo buộc cả đôi bên). Nguyễn vuơng nghe theo, sai Tả quân [[Lê Văn Duyệt]] viết một tờ đưa cho, bà sai đưa cung tỳ là [[Nguyễn Thị Lê]] cất giữ cẩn thận. Từ đấy Hoàng tử Đảm sang ở hẳn với bà Nguyên phi{{sfn|Ngô Giáp Đậu|1993|p=164}}.\n\nNăm [[1793]], sau nhiều năm cân nhắc, cuối cùng Nguyễn vuơng cũng chịu lập Hoàng tử Cảnh làm Đông cung. Trong thời gian tại vị, Đông cung nhiều lần theo vua cha ra chiến trường hoặc đảm nhận vai trò nhiếp chính ở hậu phương, rất được lòng người dân miền Nam. Nhưng Đông cung mắc bệnh đậu mùa và mất vào đầu năm [[1801]] khi mới có 22 tuổi{{sfn|Quốc triều chánh biên toát yếu|1972|p=21}}{{sfn|Đại Nam liệt truyện, tập 2|2006|p=58}}<ref>Theo website [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/prince_nguyenphuccanh.htm].<\/ref><ref name=\"books.google.com\">{{chú thích web |url=http:\/\/books.google.com\/books?id=M8mF1lOrpWgC&pg=PA204&dq=%22Prince+Canh%22&sig=ACfU3U1VADVYeg01OK9FvSHU5U-4LGULJA |title=Viêt Nam Exposé By Gisèle Luce Bousquet, Pierre Brocheux, p.204 |access-date = ngày 29 tháng 1 năm 2011 |archive-date = ngày 27 tháng 6 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140627200751\/http:\/\/books.google.com\/books?id=M8mF1lOrpWgC&pg=PA204&dq=%22Prince+Canh%22&sig=ACfU3U1VADVYeg01OK9FvSHU5U-4LGULJA |url-status=live }}<\/ref>.\n\n== Hoàng hậu nhà Nguyễn ==\n=== Sách lập ===\n\nNăm [[1802]], Nguyễn vương tiêu diệt [[Tây Sơn]], thống nhất [[Việt Nam]], đặt niên hiệu là [[Gia Long]] năm 1806 lên ngôi Hoàng đế lập ra [[nhà Nguyễn|vương triều Nguyễn]]{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=93}}. Ngày Bính Thân tháng 3 năm thứ 2 Gia Long ([[1803]]), sách phong Tống Nguyên phi làm Vương hậu. Tờ sắc văn viết rằng{{sfn|Đại Nam thực lục, tập 1|2006|p=505 - 506}}\n:''Đạo trời nhờ công âm dưỡng mà hóa sinh muôn vật, thánh nhân đặt chức nội phụ để nêu gương sáu cung. Xứng đáng vẻ vang, về người đức tốt. Mến nghĩ Nguyên phi Tống thị, nền nếp như ngọc cư ngọc hoàng, dung dáng như ngọc uyển ngọc diễm. Buổi tiềm long<ref group=\"Ghi chú\">Nghĩa là rồng ẩn mình. Ý chỉ Nguyễn Ánh khi còn sa cơ thất thế.<\/ref>, sớm nối duyên lành, trinh tĩnh nổi tiếng tăm thế tộc; ngày mượn tổ<ref group=\"Ghi chú\">Chỉ lúc bôn ba lánh nạn ở ngoài.<\/ref> giữ niềm hòa thục, kiệm cần gây vương hóa chốn ghe thuyền. Quả tiêu sai, mà Phước rủ tới đàn con; bóng cù mát, mà yêu chung bao hầu thiếp. Kịp gặp bước nguy, vui cùng bạn tốt. Quanh quẩn dưới ngọn cờ Thang Võ, cùng ta tám chín đời thù sỉ của tiên vương; gieo neo trong đường hiểm Thục Tần<ref group=\"Ghi chú\">Đường vào đất Ba Thục có đường sạn đạo của vua [[nhà Tần]] làm, đi rất hiểm trở, là ý chỉ những gian khó đã trải qua.<\/ref>, theo ta ba chục năm phong trần nơi nước bạn. Gian truân càng tỏ nết kiên trinh; mềm mại vốn quen chiều lễ độ. Giúp việc hiếu ở cung Trường Lạc<ref group=\"Ghi chú\">Là cung do [[Hán Huệ Đế]] cho xây để phụng dưỡng mẹ là [[Lữ hậu|Lã Thái hậu]]. Ở đây chỉ bà Quốc mẫu mẹ của [[Gia Long]]<\/ref>, dâng cơm hầu từng đủ vị trân cam; chia nỗi khổ ở núi Cối Kê<ref group=\"Ghi chú\">Một vùng đất thuộc [[Thiêụ Hưng]], [[Chiết Giang]], [[Trung Quốc]] của ngày hôm nay. Đây là nơi mà [[Việt vương Câu Tiễn]] chịu nằm gai nếm mật để tìm cách phục quốc.<\/ref>, tay dệt vải để giúp cho tướng sĩ. Cởi trâm nơi Vĩnh Hạng<ref group=\"Ghi chú\">Lấy tích bà [[Khương hậu]] vợ [[Chu Tuyên vương]] rút trâm, vào ở Vĩnh Hạng là nơi giam cung nữ để can vua.<\/ref>, vá cho áo cổn lại lành; trông đuốc chốn minh đình, tìm áo giúp vua dậy sớm. Ta nhớ lễ chưng thường dâng chín miếu, vết giấy thơm cùng dẵm trên sương; ta thương tình lao khổ của sáu quân, vẻ mày ngài cũng cau vì tiếng trống. Đầy lo nghĩ mà cầm lòng vững chắc; gặp vận đen mà tỏ đức nhu hòa. Đón gấu giữ vua Hán, kém chi Phùng cơ<ref group=\"Ghi chú\">Vua [[Hán Nguyên Đế]] khi ra chơi vườn Thượng lâm, gặp con gấu chạy ra tấn công. Lúc đó có bà Thứ phi là [[Phùng Viện|Phùng Cơ]] đứng đón con gấu cho vua khỏi bị hại.<\/ref>; chạy ngựa dựng nghiệp Chu, sánh với Khương nữ<ref group=\"Ghi chú\">Vua [[Cổ Công Đản Phủ|Chu Thái vương]], khi dời bỏ ấp Mân sang dưới núi Kỳ Sơn, vợ là Khương thị theo đi để giúp việc<\/ref>. Non sông dựng lại đã cùng nhau gánh vác gian nan; nhật nguyệt sáng cùng, nên chung hưởng lấy nền phú quý. Noi theo lễ trước, cho được tiếng thơm. Vâng từ mệnh của Vương Thái hậu, đặc biệt sai Chưởng quân Thần võ [[Phạm Văn Nhơn]] và Lễ bộ [[Đặng Đức Siêu]] bưng sách vàng và ngọc tông<ref group=\"Ghi chú\">Một thứ ngọc giữa tròn có lỗ, xung quanh có tám góc<\/ref> lập làm vương chánh hậu. Ôi! Duy có cách nghiêm kính mới có thể thờ bề trên, có nết nhân từ mới có thể tiếp kẻ dưới. Hậu hay siêng năng thì người ta không dám lười biếng; Hậu hay tần tiện thì người ta không dám xa hoa. Hậu nên nghĩ đó, để nối phước cho tông miếu, để thêm vui cho cháu con. Ôi! Sao thứ hai đế tòa, sánh với vua là hậu, chính từ trong bày tỏ di luân; hào đầu quẻ gia nhân, trọn đạo nhà là hay, trị việc nước cả xem đức hóa. Kính thay, chớ coi thường sắc mệnh này!''\n\nMùa thu năm [[1803]], vua ban cho dân Bùi Xá (nguyên quán của Vương hậu) 1.000 quan tiền{{sfn|Đại Nam thực lục, tập 1|2006|p=521}}.\n\nNăm [[1804]], có chiếu truy tặng tổ tiên 4 đời họ Tống{{sfn|Đại Nam liệt truyện, tập 2|2006|p=36}}{{sfn|Đại Nam thực lục, tập 1|2006|p=551}}\n# Tổ 5 đời là Tống Phước Đức làm Dương võ công thần quang tiến trấn quốc đại tướng quân Cẩm y vệ chưởng vệ sự chưởng cơ, thụy là Uy Dũng.\n# Tằng tổ là Tống Phước Dương làm Đồng đức công thần đặc tiến phụ quốc thượng tướng quân thượng trụ quốc chưởng cơ Dương quận công, thụy là Chất Trực.\n# Ông là [[Tống Phước Thành]] làm Tán trị công thần đặc tiến khai phủ phụ quốc thượng tướng quân thượng trụ quốc chưởng dinh Thành quận công, thụy là Đôn Chất.\n# Cha là [[Tống Phước Khuông]] làm Suy trung dực vận công thần đặc tiến khai phủ phụ quốc thượng tướng quân thượng trụ quốc thái bảo Khuông quốc công, thụy là Cung Ý, lập đền ở Phú Xuân, gọi là đền Tống công. Năm [[1832]], đổi phong là Đặc tiến tráng võ đại tướng quân Tiền quân đô thống phủ chưởng phủ sự, phong Quy quốc công, đền Tống công sau dời đến Kim Long, đổi tên là đền Quy quốc công.\n\nDời mộ của Quốc trượng [[Tống Phước Khuông]] đến Long Hồ. Ngày an táng, vua đích thân đến đưa tiễn{{sfn|Đại Nam thực lục, tập 1|2006|p=551}}. Sau đó đặt sinh nhật của Vương hậu là tiết Thiên thu. Các quan đều mặc triều phục, đến Hậu điện chúc mừng. Từ đó hằng năm lấy làm lệ thường{{sfn|Đại Nam thực lục, tập 1|2006|p=569}}\n\nNgày Kỷ Mùi tháng 7 năm Gia Long thứ 5 ([[1806]]), vua [[Gia Long]] lập Tống Vương hậu lên làm Hoàng hậu{{sfn|Ngô Giáp Đậu|1993|p=185}}{{sfn|Phan Thúc Trực|2009|p=99}}. Tờ sắc văn viết rằng{{sfn|Đại Nam liệt truyện, tập 2|2006|p=37}}\n:''Trộm nghĩ thế của Thuần Khôn, sánh với Kiền Nguyên, bắt đầu vương hóa, gây ở nội trị: cùng tôn cùng quý đối với lễ là trinh. Nghĩ đến Vương hậu họ Tống: tiếng nghĩa rộng khắp, nết tốt đầy đủ: giữ việc trong cung cho Trẫm, chốn nấu ăn được nghiêm lặng. Lúc trước trong khi xiêu giạt, trẫm lo nghĩ khó nhọc ở ngoài, Hậu siêng năng giúp đỡ ở trong; gian nan cùng giúp lẫn nhau, hiểm bằng nếm đủ tất cả; khoan thai khép nép rất là kính, tiến dâng ngon ngọt hết đạo hiếu; ơn huệ để cho con cháu, đức trạch khắp tới quân nhưng; ôn hòa kính cẩn kiệm ước đã giúp đỡ ta, đức tốt như ngọc hành ngọc vũ làm khuôn phép trong cung cấm, thói hay ở thơ Quang thủ đem giáo hóa cả thiên hạ, tu tề trị bình, cũng nhờ ở đấy. Trẫm mới hợp lời đình thần tâu xin, đã chính vị Hoàng đế; nghĩ tới ngôi hậu ở trong cùng trẫm cùng trị, chúc ở trong cung; tốt ở triều đình là gốc. Đã dâng lời tâu xin chỉ Hoàng thái hậu, sai Chưởng thần vũ quân kiêm coi quân thần sách là Kiêm quận công [[Phạm Văn Nhân]] mang cờ tiết, Hộ bộ thượng thư, Tích thiện hầu là [[Nguyễn Kỳ Kế]] làm phó, mang sách vàng ấn vàng, tấn phong làm Hoàng hậu; cho long trọng vị hiệu. Hậu nên nhận lấy danh hiệu cao quý ấy, sửa sang chính sự ở trong cung, kính cẩn việc thờ phụng ở nhà tôn miếu, làm khuôn phép người mẹ cho thần dân, kính siêng sửa đức nghĩ điều nghĩa cho sáng thêm; được hưởng nhiều Phước, giữ tốt mãi không chán.''\n\nVề thỏi vàng năm xưa, Hoàng hậu luôn giữ bên mình từ khi Gia Long lên đường đi [[Thái Lan|Xiêm]]. Sau khi lên ngôi [[hoàng đế]], ông hỏi bà về nửa thoi vàng năm xưa, bà đưa ra và Gia Long mừng rỡ nói{{sfn|Ngô Giáp Đậu|1993|p=203}}\n:''Vàng này còn giữ được, đó thật là ân trời đã giúp trong lúc nguy nan, chẳng nên quên lãng. Vậy phải để dành về sau cho con cháu biết.''\nRồi lấy nửa thoi còn lại ráp thành hoàn chỉnh rồi giao hết cho bà. Hoàng hậu truyền lại cho [[Minh Mạng]].\n\nVề sau, vua [[Minh Mạng]] đưa ra vật vàng ấy, dụ các quan thân cận là [[Phạm Đăng Hưng]] và [[Nguyễn Hữu Thận]] rằng\n:''\"Đấy là vật làm tin của Hoàng khảo, khi dời đi xa lưu lại để cho trẫm\"''. \nÔng bèn sai khắc chữ ''Thế Tổ Đế Hậu Quý Mão bá thiên thời tín vật'' (世祖帝后癸卯播天時信物), rồi đưa vào để ở [[điện Phụng Tiên]]{{sfn|Đại Nam liệt truyện, tập 2|2006|p=41}}.\n\n=== Qua đời và hậu sự ===\n[[Tập tin:Tombe de Gia Long.JPG|trái|nhỏ|Mộ phần vua [[Gia Long]] và [[Thừa Thiên Cao hoàng hậu]] Tống Thị Lan]]\n\nVào Giờ Tuất ngày Ất Mùi tháng 2 năm thứ 13 Gia Long (khoảng 7 đến 9 giờ tối ngày [[22 tháng 2]] năm [[1814]]){{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=219}}, Tống Hoàng hậu qua đời, hưởng thọ 54 tuổi, quan tài để ở [[điện Khôn Nguyên]]. Vua [[Gia Long]] vô cùng thương tiếc{{sfn|Đại Nam liệt truyện, tập 2|2006|p=37}}. Triều đình hạ lệnh cấm mặc đồ màu đỏ, màu tía và dừng việc ca hát của mọi người theo thứ bậc khác nhau{{sfn|Phan Thúc Trực|2009|p=137}}. Dụ các quan rằng Hoàng đế để tang Hoàng hậu một năm, là phải lễ. Trẫm ở trong cung để tang một năm, còn từ Hoàng tử xuống bàn định phép để tang có thứ bậc.\n\nBấy giờ Hoàng hậu chỉ có duy nhất 1 người con trai là Anh Duệ Hoàng thái tử nhưng đã mất sớm, thì đáng lý con trưởng của Thái tử tức là [[Nguyễn Phúc Mỹ Đường|Hoàng tôn Đán]] phải là người đứng đầu chịu tang và giữ việc thờ tự, các quan đa số đều đồng tình với việc đó. Tuy nhiên ý vua muốn truyền ngôi cho Hoàng tử thứ 4 là Đảm (tức vua [[Minh Mạng]] sau này) mà không phải là Hoàng tôn Đán, nên muốn giao việc này cho Đảm làm, mới dụ rằng{{sfn|Đại Nam liệt truyện, tập 2|2006|p=37}}\n:Hoàng tử là con của Hoàng hậu, còn có khế khoán ở kia, nên sai làm chủ việc thờ cúng: việc lớn của nước không thể nhất khái câu nệ lễ đích tôn thừa trọng của nhà mọi người.''\n\nQuan Tiền quân là [[Nguyễn Văn Thành]] cho là lời xưng hô trong văn khấn khó nói{{sfn|Quốc triều chính biên toát yếu|1972|p=46}}. Vua bảo rằng{{sfn|Đại Nam liệt truyện, tập 2|2006|p=37}}{{sfn|Đại Nam thực lục, tập 1|2006|p=801}}\n:''Con phụng mệnh cha để tế mẹ, danh chính ngôn thuận, có gì là không được.''\n\nTừ sự việc đó dẫn đến nhiều hệ lụy về sau: [[Nguyễn Văn Thành]] bị [[Gia Long]] nghi ngờ và bức tử, Hoàng tử Đảm trở thành Thái tử thay vì hai vị đích tôn dòng trưởng, và vụ án loạn luân làm chấn động cả hoàng gia Nguyễn Phước vào năm [[1824]].\n\nNgày Mậu Tuất, tháng 7, vua ban tên thụy cho bà là '''Giản Cung Tề Hiến Đức Chính Thuận Nguyên Hoàng hậu''' (簡恭齊孝翼正順元皇后), bấy giờ đều gọi bà là '''Thuận Nguyên Hoàng hậu''' (順元皇后). Sách văn rằng{{sfn|Đại Nam liệt truyện, tập 2|2006|p=38}}\n:''Trị bên trong nhờ ở người nội tướng, nên Kinh Thi mở đầu là thiên gây nên nền phong hóa; có đức lớn thì nhận danh hiệu lớn nên Kinh Lễ trọng về điểm tôn xưng lúc tống chung. Lâu nhớ đức hay nêu rõ hiệu tốt. Đại hành Hoàng hậu Tống thị, con nhà danh giá kính giữ lời dạy, tự trời phối hợp cùng trẫm sửa mình, xếp dặt việc nhà, sấm gió đương lúc gian truân phong trần hợp sức giúp đỡ. Trời biển gian hiểm cố gắng giúp ta, quê ngư̖i lạnh lùng, kính hầu mẫu hậu, sớm khuya không trễ, răn bảo cùng nhau, nghĩ cùng trẫm báo phục mối thù cho miếu xã; nghĩ cùng trẫm cứu vớt nỗi khổ cho nhân dân. Cho nên trẫm lấy lại được cõi bờ dẹp yên được trong nước, nghĩ đến Hậu lấy hiếu để phụng thờ tổ tiên, lấy kính để tiếp đãi người dưới, nhân đến phi tần, yêu cả con cháu, ra ơn cả thân hiền, để tâm đến cả làng xóm. Việc đưa đám Thụy lăng, xót thương hết lòng. Trước sau vẫn một tâm đức, trong ngoài theo về người thân. Tuổi thọ chưa đầy sáu chục, xe tiên đã vội xa vời. Nhớ đến người giúp giỏi, cử hành điển chương thường. Bèn xin mệnh lệnh ở tôn miếu, sai Khâm sai chưởng Hữu quân giám Thần sách quân, Khiêm quận công là Phạm Văn Nhân làm chánh sứ. Lễ bộ thượng thư, Hưng nhượng hầu là Phạm Đăng Hưng làm phó sứ, bưng sách vàng, ấn vàng tấn phong tên thụy là: Giản Cung Tề Hiếu Đức Chính Thuận Nguyên Hoàng hậu. Mong nhận lấy tên hiệu long trọng, để tỏ lâu đời. Than ôi! Ghi về việc, nêu về công lễ vẫn nên thế, sống thì vinh, chết thì thương, Hậu nên xét cho.''\n\nKhi bà mất, Quốc vương nước [[Chân Lạp]] là [[Nặc Ông Chân]] cũng xin chịu tang, thành thần đem việc tâu lên. Vua khiến để tâm tang 13 ngày thôi. [[Nặc Ông Chân]] bèn sai sứ đến dâng hương{{sfn|Đại Nam thực lục, tập 1|2006|p=802}}.\n\nNgày Quý Mão tháng 3 năm thứ 14 Gia Long, bà được an táng ở bên hữu chỗ huyệt lăng Thiên Thọ, thuộc núi Thụ Sơn, xã Định Môn, huyện Hương Trà. Nay là xã [[Hương Thọ]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]. Nguyên là vua [[Gia Long]] muốn học theo cách hợp lăng (táng 2 vợ chồng vào cùng 1 lăng, hai huyện mộ sát nhau) nên sai [[Tống Phước Lương]] và [[Phạm Như Đăng]] lãnh chức Sơn lăng sứ, khiến cùng [[Lê Duy Thanh]] đi xem các núi. Bảy lần bói, chỉ có núi Thọ Sơn là tốt. Bèn đổi tên chỗ đấy là núi Thiên Thọ, trước cửa xây đá làm thềm bậc làm hai cái quách đá ở huyệt, chỗ bên phải là quan quách của Hoàng hậu, còn bên trái là chỗ của vua sau này băng hà sẽ chôn vào đó{{sfn|Đại Nam liệt truyện, tập 2|2006|p=39}}. Ngày Ất Ty đem thần chủ để ở điện Hoàng Nhân{{sfn|Ngô Giáp Đậu|1993|p=204}}.\n\nQua năm sau bà được an táng tại [[Lăng Gia Long|Thiên Thọ Lăng]] ở [[Huế]]. Về sau năm [[1820]] khi Gia Long qua đời, huyệt phần của ông ngay bên cạnh bà, khác với các Hoàng hậu khác đều có lăng riêng trong quần thể, Thuận Nguyên hoàng hậu được an táng ngay kế bên Gia Long.\n\nNgày Tân Mão tháng 6 năm nguyên niên [[Minh Mạng]] ([[1820]]) dâng thêm tôn thụy là '''Thừa Thiên Tá Thánh Hậu Đức Từ Nhân Giản Cung Tề Hiếu Dực Chính Thuận Nguyên Cao Hoàng hậu''' (承天佐聖厚德慈仁簡恭齊孝翼正順元高皇后). Sách văn rằng:\n:''Lễ không gì lớn bằng tôn lấy danh hay; hiếu không gì trước hơn thuật lại đức tốt, nhớ mãi khuôn phép tốt nên tỏ danh hiệu nay. Kính nghĩ: Hoàng tỉ, Giản Cung Tề Hiếu Dực Chính Thuận Nguyên Cao Hoàng hậu, từ hiếu trời phú cho, đoan trang giữ lời dạy, việc nội trợ giúp cơ nghiệp gian nan tu tề trước chính vương hóa, thờ bề trên có dung nghi dịu thuận, trước sau đạo hiếu vẹn tuyền. Giáo hóa làm khuôn phép người mẹ khắp thiên hạ. Tin yêu nuôi nấng mọi người, đến cả phi tần. Tuy xe mây đã sớm đuổi tới cõi tiên, mà đức tốt vẫn lưu nơi cung cấm. Cho nên quả đức nới nối nghiệp lớn, truy tôn đã thuật lại thánh công, nhưng Khôn Nghi trên sánh với Kiền Nguyên nối tốt lại xét theo điển lớn kính cẩn đem các quan xin mệnh lệnh nhà tôn miếu, đem sách ấn dâng thêm tôn thụy là: Thừa Thiên Tá Thánh, Hậu Đức Từ nhân, Giản Cung Tề Hiếu, Dực Chính Thuận Nguyên Cao Hoàng hậu. Cúi xin Thái hậu nhận lấy tên thụy vẻ vang, lên phối hưởng ở cung Nễ. Than ôi! kính trọng người tôn đức đầy khó hình dung ra dược. Anh linh đầy rẫy, Phước nhiều đón hưởng mãi lâu dài, kính rước thánh vị, lên phối hưởng ở điện Minh Thành.''\n\nMùa xuân năm [[1822]], vua cho rước thần chủ hợp thờ ở miếu Thế Tổ. Năm [[Nhâm Ngọ]] ([[1822]]), thần chủ của bà được rước vào thờ ở [[Thế Miếu]], ở bên tả thần chủ của vua [[Gia Long]]. Bà còn được thờ ở điện Phụng Tiên trong Hoàng thành và điện Minh Thành ở [[Lăng Gia Long|lăng Thiên Thọ]]{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=219}}.\n\n== Đánh giá ==\n\nTheo [[Nguyễn Phước tộc thế phả]]{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=219 - 220}}\n:''Bà là người nhân hậu, cần kiệm, biết yêu thương mọi người. Trong lúc bôn ba nơi gian hiểm, bà tự tay may nhung phục cho quân sĩ. Một hôm đi thuyền gặp địch, Thế Tổ liền giục quân cố sức đánh, hậu cũng cầm trống thúc quân khiến tướng sĩ nức lòng, tranh nhau phấn đấu, bèn đánh được địch. Đức hạnh của bà thật xứng là bậc mẫu nghi trong thiên hạ, đúng với câu được ghi trong sách lập Hoàng hậu: Hòa dịu cần kiệm tỏ đức hay, làm khuôn mẫu cho mọi gia đình\/Đem phong hóa quan thư<ref group=\"Ghi chú\">Một thiên trong [[Kinh Thi]] nói về đức của Hậu, Phi<\/ref> khiến Tu, Tề, Trị, Bình<ref group=\"Ghi chú\">Tức là Tu thân, Tề gia, Trị quốc, Bình thiên hạ, ý chỉ sự nghiệp của đức [[Gia Long]]<\/ref> được trông cậy.''\n\nTrích tờ tấu của [[Vũ Xuân Cẩn]] dâng lên vua [[Tự Đức]] năm [[1848]]{{sfn|Đại Nam thực lục, tập 7|2006|p=67}}\n:''[[Thừa Thiên Cao hoàng hậu]] giúp [[Gia Long|Thế tổ Cao hoàng đế]] ta, rừng biển gập ghềnh, trải mùi gian khổ, sinh ra Anh Duệ thái tử, tuổi mới lên 4, đã vâng mệnh đi sang Tây dương, góc biển bên trời, một chuyến đi 6 năm. Ngày trở về tiến phong làm Nguyên soái, chính vị Đông cung, giữ thành Gia Định, trấn đất Diên Khánh, thu lại Bình Thuận, lấy lại Phú Yên. Khi đi theo thì coi quân, khi ở nhà thì coi nước. Ba quân vâng theo mệnh lệnh, trăm họ trông nhờ ơn uy, công nghiệp rỡ ràng, tiếng tăm lừng lẫy.''\n\nSử gia [[Nguyễn Khắc Thuần]]{{sfn|Nguyễn Khắc Thuần|1998|p=5 - 6}}\n:''Xét đạo làm vợ, bà là người tiết hạnh và thủy chung son sắt, một lòng một dạ chăm lo cho cơ nghiệp của chồng, cho nên không thể vì việc trách cứ chồng bà là Nguyễn Phúc Ánh (tức [[Gia Long|Hoàng đế Gia Long]]) mà quên việc ghi nhận chút lòng trung trinh của bà được. Xét dạo làm dâu, bà là người ăn ở chí tình, lúc bôn tẩu đó dây cũng như khi yên hưởng thái bình đều một lòng cung kính mẹ chồng, cho nên, chẳng thể vì coi nhẹ [[Nhà Nguyễn|triều Nguyễn]] mà quên mất đức lớn của bà kể từ khi xuất giá. Cổ nhân nói: lấy chồng gánh vác giang sơn nhà chồng, hẳn là đại loại như thế chăng?''\n:''Chặt đôi nén vàng tốt để giao cho bà một nửa làm tin, ấy là biểu hiện sự hoang mang của Nguyễn Phúc Ánh lúc phải chạy đi sống lưu vong, còn như bắt Nguyễn Phúc Ánh phải làm tờ giao ước khi nhờ bà nhận Nguyễn Phúc Đảm làm con nuôi là biểu hiện sự cẩn trọng của bà đối với bà [[Thuận Thiên Cao Hoàng hậu]], cũng là cẩn trọng đối với cả chính Nguyễn Phúc Ánh nữa.''\n:''Sự cẩn trọng của bà là hơi quá chăng? Tiếc là không phải hơi quá mà là rốt cuộc vẫn chưa đủ. Về sau, [[Minh Mạng]] đã khiến cho con dâu và hai cháu nội của bà, người bị dìm chết, người bị mang họa vô luân, cả đến chắt của bà cũng không yên thân nổi. Thương thay!''\n\n== Xem thêm ==\n* [[Gia Long]]\n* [[Nguyễn Phúc Cảnh]]\n* [[Lăng Thiên Thọ]]\n* [[Minh Mạng]]\n\n==Tham khảo==\n=== Ghi chú ===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n===Chú thích===\n{{tham khảo|cột=30em}}\n=== Thư mục ===\n* {{chú thích|author=Đinh Xuân Lâm, Trương Hữu Quỳnh|authorlink=|title=Từ điển nhân vật lịch sử Việt Nam|year=1999|language=|publisher=Nhà xuất bản Giáo dục|location=}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 1|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 2|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 7|year=2006|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam liệt truyện, tập 2|year=2006|language=|publisher=Nhà xuất bản Thuận Hóa|location=[[Huế]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Quốc triều chánh biên toát yếu|year=1972|language=|publisher=Nhóm Nghiên cứu Sử Địa Việt Nam|location=}}\n* {{chú thích|author=Phan Thúc Trực|authorlink=|title=Quốc sử di biên|year=2009|language=|publisher=Nhà xuất bản Văn hóa Thông tin|location=[[Hà Nội]]}}\n* {{chú thích|author=Nguyễn Khắc Thuần|authorlink=|title=Việt sử giai thoại, tập 8|year=1998|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Khuyết danh|authorlink=|title=Sử kí Đại Nam Việt quốc triều|year=1903|language=|publisher=Saigon Imprimerie de la Misson à Tan Dinh|location=[[Sài Gòn]]}}\n* {{chú thích|author=Hội đồng trị sự Nguyễn Phước tộc|authorlink=|title=Nguyễn Phước tộc thế phả|year=1995|language=|publisher=Nhà xuất bản Thuận Hóa, Huế|location=[[Huế]]}}\n* {{chú thích|author=Thụy Khuê|authorlink=|title=Vua Gia Long và người Pháp|year=2015|language=|publisher=Nhà xuất bản Hồng Đức|location=[[Paris]]}}\n* {{chú thích|author=Ngô Giáp Đậu|authorlink=|title=Hoàng Việt long hưng chí (Ngô Đức Thọ, Mai Xuân Hải, Nguyễn Văn Nguyên dịch)|year=1993|language=|publisher=Nhà xuất bản Văn học|location=}}\n* {{chú thích|author=Tôn Thất Bình|authorlink=|title=Kể chuyện chín Chúa mười ba Vua triều Nguyễn |year=1997|language=|publisher=Nhà xuất bản Đà Nẵng|location=[[Đà Nẵng]]}}\n* {{chú thích|author=Quỳnh Cư, Đỗ Đức Hùng|authorlink=|title=Các triều đại Việt Nam|year=2005|language=|publisher=Nhà xuất bản Thanh niên|location=[[Hà Nội]]}}\n* {{chú thích|author=Nguyễn Khắc Thuần|authorlink=|title=Thế thứ các triều vua Việt Nam|year=1995|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n\n{{Hoàng hậu nhà Nguyễn}}\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=Tây Sơn Hoàng hậu [[Lê Ngọc Bình|Lê Thị Bình]]|chức vụ=[[Hoàng hậu Việt Nam]]|sau=[[Lệ Thiên Anh hoàng hậu]]|năm=[[1806]]-[[1814]]}}\n{{Cuối hộp}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Hoàng hậu nhà Nguyễn]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Sinh năm 1762]]\n[[Thể loại:Mất năm 1814]]"}