{"94492":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Tổng Công ty Xây dựng Trường Sơn\n| hình = \n| chú thích hình = \n| thành lập = {{ngày thành lập và tuổi|1959|5|19}}\n| quân chủng = \n| phân cấp = Doanh nghiệp Quân đội\n| chức năng = \n| quy mô = ''15.000 người''\n| tên khác = '''Binh đoàn 12'''\n| bộ phận của = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]]\n| bộ chỉ huy = Km6+500 đại lộ Thăng Long, phường Đại Mỗ, quận Nam Từ Liêm, thành phố Hà Nội\n| tư lệnh = {{QH|đại tá|[[Nguyễn Hữu Ngọc]]}}\n| chính ủy = {{QH|đại tá|[[Vũ Phúc Hậu]]}}\n| hành khúc = \n| đặt tên theo = \n| vinh danh = \n| thành tích = \n| lễ kỷ niệm = \n| web = \n}}\n\n'''Tổng Công ty Xây dựng Trường Sơn''' tên quân sự là '''Binh đoàn 12''' (tiền thân là '''Đoàn 559''') là đoàn công binh và vận tải quân sự chiến lược phụ trách vận tải trên tuyến hậu cần chiến lược [[Đường Trường Sơn]], trực thuộc [[Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam]], nay trực thuộc [[Bộ Quốc phòng Việt Nam]].<ref>{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/trong-nuoc\/tong-cong-ty-xay-dung-truong-son-tham-gia-xay-dung-cau-vuot-bien-dai-nhat-viet-nam\/287196.html|tiêu đề = Tổng công ty Xây dựng Trường Sơn tham gia xây dựng cầu vượt biển dài nhất Việt Nam}}<\/ref>\n==Lịch sử==\nNgày 19 tháng 5 năm 1959, Thường trực Tổng Quân ủy Trung ương chính thức giao nhiệm vụ cho ''\"Đoàn công tác quân sự đặc biệt\" ''mở đường Trường Sơn, chi viện cho chiến trường miền Nam.<ref name=\":0\">{{Chú thích web|url = http:\/\/hoitruongson.vn\/Lich-su-truyen-thong\/Tom-tat-Lich-su-Bo-doi-Truong-Son.aspx|tiêu đề = TÓM TẮT LỊCH SỬ BỘ ĐỘI TRƯỜNG SƠN|ngày truy cập = 2014-11-23|archive-date = ngày 1 tháng 10 năm 2014 |archive-url = https:\/\/web.archive.org\/web\/20141001060244\/http:\/\/hoitruongson.vn\/Lich-su-truyen-thong\/Tom-tat-Lich-su-Bo-doi-Truong-Son.aspx}}<\/ref>\n\nĐầu tháng 6 năm 1959,''' Đoàn 559''' tổ chức đội khảo sát mở tuyến vào Nam bắt đầu từ Khe Hó, phát triển về hướng Tây Nam, điểm đặt trạm cuối cùng là Pa Lin, kế cận trạm tiếp nhận của Liên khu 5.<ref name=\":0\" \/>\n\nNgày 13\/8\/1959, sau 8 ngày đêm, chuyến hàng đầu tiên vượt Trường Sơn đã được đưa tới Tà Riệp.<ref name=\":0\" \/>\n\nCuối tháng 6 năm 1961, mở đường mới nối liền Đường 12 ở Lằng Khằng tới Pác Nha Năng. Tháng 12 năm 1961 đã thông tới Đường số 9 ở Mường Phìn tỉnh Savannakhet.<ref name=\":0\" \/>\n\nNăm 1961, với tuyến mới mở, Đoàn 559 đã vận chuyển giao cho Khu 5 với 317 tấn vũ khí, trang bị, vận chuyển tiếp tế hành quân 91 tấn gạo, tiếp tế cho Mặt trận Trị - Thiên 29 tấn gạo, muối; bảo đảm cho bộ đội Khu 5 ra trực tiếp lấy 324 tấn gạo; đưa đón 7.664 cán bộ, chiến sĩ qua tuyến đường cho các chiến trường và 616 người từ Nam ra Bắc<ref name=\":0\" \/>\n\nLúc đầu Đoàn 559 chỉ có Tiểu đoàn 301 với 440 người làm nhiệm vụ soi, mở tuyến đường, gùi thồ một số hàng, đón đưa một số cán bộ, chiến sĩ từ miền Bắc vào miền Nam. Đoàn 559 từng bước phát triển nhiều đơn vị: bộ binh, phòng không, công binh, vận tải ô tô, vận tải đường sông (suối), đường ống xăng dầu... đủ sức bảo đảm hành quân, cơ động các lực lượng tăng cường cho các chiến trường, tác chiến (độc lập và phối hợp với các lực lượng bạn), bảo vệ tuyến vận tải chiến lược và tham gia nhiệm vụ quốc tế.<ref name=\":0\" \/>\n\nNăm 1960, Quân ủy Trung ương và Bộ Tổng Tư lệnh ra quyết định nâng quy mô, tổ chức Đoàn 559 thành đơn vị tương đương cấp sư đoàn và thành lập Trung đoàn 70, năm 1961 thành lập thêm Trung đoàn 71.<ref name=\":0\" \/>\n\nNgày 3 tháng 4 năm 1965, [[Quân ủy Trung ương]] ra nghị quyết số 54\/QUTƯ nâng quy mô tổ chức Đoàn 559 (tương đương cấp sư đoàn) lên thành một đơn vị tương đương cấp [[quân đoàn]] đặt dưới sự lãnh đạo về mọi mặt của Quân ủy Trung ương.\n\nĐến tháng 6 năm 1970, Quân ủy Trung ương tổ chức lại Đoàn 559 thành đơn vị tương đương quân đoàn do Quân ủy Trung ương và Bộ Tổng Tư lệnh lãnh đạo, chỉ huy; lực lượng gồm có 5 [[bộ tư lệnh khu vực]] (tương đương sư đoàn): 470, 471, 472, 473 và 571 với gần 30 binh trạm, mặt trận 968 (sau chuyển thành [[Sư đoàn 968|Sư đoàn bộ binh 968]]) và hàng chục trung đoàn, tiểu đoàn binh chủng, bộ đội chuyên môn. Quân số đến tháng 4 năm 1975 lên tới hơn 90.000 người<ref name=\"BKQSVN\">''Từ điển Báck khoa Quân sự Việt Nam'', Nhà xuất bản Quân đội nhân dân, 2004<\/ref>.\n\nNăm 1965 mở các đường ô tô: Đường 128 song song với đường 129, Đường 20, Đường 12; Mở các tuyến đường thồ: Đường B44, B46 và C4…Năm 1966, Bộ Tư lệnh 559 bỏ Tuyến, thành lập 7 Binh trạm nhằm tăng cường chỉ huy trực tiếp.<ref name=\":0\" \/>\n\nCuối năm 1969, đường ống dẫn xăng dầu từ hậu phương vào chiến trường theo 2 trục: Đường 12 và Đường 18 đã hoàn thành. Hệ thống thông tin tải ba từ Sở chỉ huy Bộ Tư lệnh đến Sở chỉ huy các Binh trạm, Trung đoàn, Tiểu đoàn, Đại đội…trên toàn hệ thống đường bộ, đường sông, đường giao liên đã thông suốt, liên tục.<ref name=\":0\" \/>\n\nCuối năm 1970, Bộ Tư lệnh 559 Thành lập Bộ Tư lệnh khu vực 470, Bộ Tư lệnh Hậu cứ 571 (tương đương cấp sư đoàn), thành lập thêm Cục Tham mưu Phòng không, Cục Chuyên gia, Cục Sản xuất và Văn phòng Bộ Tư lệnh, sáp nhập Sư đoàn quân tình nguyện 968 và Đoàn chuyên gia quân sự 565 về trực thuộc Bộ Tư lệnh 559.<ref name=\":0\" \/>\n\nNgày 29\/7\/1970, Quân ủy Trung ương quyết định đổi tên''' Bộ Tư lệnh 559''' thành '''Bộ Tư lệnh Trường Sơn''' trực thuộc Bộ Tổng Tư lệnh và Quân ủy Trung ương, giao nhiệm vụ cho Bộ Tư lệnh Trường Sơn thống nhất lãnh đạo, chỉ huy tất cả các lực lượng hoạt động của ta tại Trung, Hạ Lào<ref name=\":0\" \/>\n\nTháng 6 năm 1971, thành lập thêm 3 Bộ Tư lệnh khu vực: 471, 472, 473. Mở tuyến đường kín chạy ban ngày dài 800&nbsp;km từ Long Đại đến Tà Xẻng và mở thêm nhiều tuyến đường mới nối các trục dọc, trục ngang và kéo dài tuyến đường ống vào phía nam.<ref name=\":0\" \/>\n\nGiữa năm 1973, được phê chuẩn của Bộ, 2 Bộ Tư lệnh khu vực 571 và 473 được tổ chức thành 2 sư đoàn binh chủng: F571 ô tô vận tải và F473 công binh<ref name=\":0\" \/>\n\nGiữa năm 1974, để chuẩn bị lực lượng, thế trận và phương thức vận tải trong giai đoạn cuối của sự nghiệp giải phóng miền Nam, được đồng ý của Quân ủy Trung ương và Bộ Quốc phòng, Bộ Tư lệnh Trường Sơn đã thành lập Sư đoàn ô tô vận tải cơ động 471 và chuyển 2 Bộ Tư lệnh khu vực 472 và 470 thành 2 sư đoàn công binh, thành lập thêm 1 sư đoàn công binh mới là F565…Tuyến đường ống xăng dầu đã tới Bù Gia Mập (Đông Nam Bộ) và phát triển tuyến thông tin trên cả hai tuyến Đông và Tây Trường Sơn nối thẳng đến chiến trường Nam Bộ, bảo đảm vận chuyển cả hai mùa mưa nắng, rút ngắn thời gian vận chuyển từ 22-28 ngày xuống còn 7-10 ngày.<ref name=\":0\" \/>\n\nLực lượng Bộ đội Trường Sơn năm 1973-1975 bao gồm 9 sư đoàn<strong> <\/strong>(có 42 trung đoàn từ 4 sư đoàn công binh, 2 sư đoàn ô tô vận tải cơ động, 1 sư đoàn bộ binh, 1 sư đoàn phòng không, 1 đoàn chuyên gia quân sự) và 21 trung đoàn trực thuộc, quân số hơn 10 vạn cán bộ, chiến sĩ và 1 vạn thanh niên xung phong.<ref name=\":0\" \/>\n\nTháng 10\/1977, Thủ tướng Chính phủ quyết định thành lập '''Binh đoàn 12''' - '''Tổng công ty xây dựng Trường Sơn''' trên cơ sở lực lượng chủ yếu của Bộ đội Trường Sơn, làm nhiệm vụ xây dựng cơ bản, xây dựng thủy lợi, thủy điện, đường giao thông trên những địa bàn trọng yếu của đất nước tại 21 tỉnh, thành phố và 5 tỉnh nước bạn Lào.<ref name=\":0\" \/>\n\n== Tên gọi qua các thời kỳ ==\n'''Chiến tranh chống Mỹ:'''\n* 1959: Đoàn 559\n* 1965: Bộ Tư lệnh 559 \n* 1970: Bộ Tư lệnh Trường Sơn\n\n'''Sau ngày giải phóng:'''\n* 1977: Binh đoàn 12\n* 1989: Binh đoàn 12 - Tổng Công ty Xây dựng Trường Sơn\n\n== Lãnh đạo hiện nay ==\n* Tư lệnh, Tổng Giám đốc: Đại tá Nguyễn Hữu Ngọc\n* Phó Tư lệnh, Phó Tổng Giám đốc, Bí thư Đảng ủy: Đại tá Vũ Phúc Hậu\n* Phó Tư lệnh, Phó Tổng Giám đốc: Đại tá Nguyễn Tuấn Anh\n* Phó Tư lệnh, Phó Tổng giám đốc: Đại tá Khương Tất Thắng\n* Phó Tư lệnh, Phó Tổng giám đốc: Đại tá Võ Khắc Hùng\n* Phó Tư lệnh, Phó Tổng giám đốc: Thượng tá Lê Xuân Long\n\n== Tổ chức ==\n\n=== Năm 1968-1970 ===\n[[Tập tin:So do Doan 559 1968-1970.jpg|1000px]]\n\n=== Năm 1973-1975 ===\n[[Tập tin:So do Doan 559 1973-1975.jpg|1000px]]\n=== Hiện nay ===\n* Phòng Dự án\n* Phòng Kinh tế Kỹ thuật\n*Phòng Tài chính Kế toán\n*Phòng Xe máy  - Thiết bị\n*Phòng Tổ chức Lao động\n* Phòng Chính trị\n* Văn phòng\n* Phòng Thanh tra Kiểm soát\n* Ủy ban Kiểm tra Đảng\n*Bảo tàng Đường Hồ Chí Minh\n* Ban quản lý dự án đầu tư xây dựng\n* Công ty TNHH MTV XD 384 (Lữ đoàn 384, Đoàn 384, Sư đoàn 474 trước đây)\n* Công ty TNHH MTV XD 99 (Lữ đoàn 99, Trung đoàn 99 trước đây)\n* Công ty TNHH MTV XD 470 (Lữ đoàn 470, Sư đoàn 470, Bộ Tư lệnh 470 trước đây, nay đã không còn phiên hiệu quân sự)\n* Công ty TNHH MTV XD 472 (Lữ đoàn 472, Sư đoàn 472, Bộ Tư lệnh 472 trước đây, nay đã không còn phiên hiệu quân sự)\n*Công ty TNHH MTV 17 (Lữ đoàn 17, Trung đoàn 17 trước đây, nay đã không còn phiên hiệu quân sự)\n*Công ty TNHH MTV 492\n* Công ty Cổ phần Trường Sơn 185 (Lữ đoàn 185, Lữ đoàn 552 trước đây, nay đã không còn phiên hiệu quân sự)\n*Công ty Cổ phần Trường Sơn 532 (Lữ đoàn 532, Trung đoàn 532 trước đây, nay đã không còn phiên hiệu quân sự)\n*Công ty Cổ phần Trường Sơn 145\n*Công ty Cổ phần Tư vấn Trường Sơn (Viện Khảo sát Thiết kế trước đây, nay không còn thuộc TCT và không còn phiên hiệu quân sự do BQP đã thoái vốn)\n* Công ty 98 ( Trung đoàn 98 trước đây, nay là Lữ đoàn 98 mới thành lập)\n* Công ty CP XD 565 (Đoàn 565 trước đây, từ tháng 4\/2017 không còn thuộc TCT và không còn phiên hiệu quân sự do BQP đã thoái vốn)<ref>{{Chú thích web|url=http:\/\/www.tsc565.vn\/|tiêu đề=Trang chủ Công ty 565|ngày truy cập=2014-11-23|archive-date = ngày 31 tháng 7 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160731223600\/http:\/\/www.tsc565.vn\/}}<\/ref>\n* Chi nhánh Miền Trung\n*Chi nhánh Miền Nam\n*Chi nhánh Trường Sơn 26\n*Chi nhánh Trường Sơn 28\n*Chi nhánh Trường Sơn 97\n*Trường Trung cấp Cầu đường và Dạy nghề\n* Các Ban điều hành thi công dự án\n==Khen thưởng==\n* [[Huân chương Sao vàng]] (1999)<ref name=\":0\" \/>\n* Huân chương Quân công hạng Nhất (1967)<ref name=\":0\" \/>\n* Danh hiệu đơn vị [[Anh hùng Lực lượng vũ trang nhân dân]] (1979)<ref name=\":0\" \/>\n\n==Lãnh đạo qua các thời kỳ==\n===Đoàn trưởng, Tư lệnh===\n* [[Đại tá Quân đội nhân dân Việt Nam|Đại tá]] [[Võ Bẩm]] - Đoàn trưởng Đoàn 559 (05\/1959 - đầu 1965)\n* [[Thiếu tướng]] [[Phan Trọng Tuệ]] (đầu 1965 - cuối 1965)\n* [[Đại tá]] [[Hoàng Văn Thái (trung tướng)|Hoàng Văn Thái]] (cuối 1965-  cuối 1966)\n* [[Đại tá]] [[Đồng Sĩ Nguyên]] (cuối 1966 - 1976)\n* [[Phan Quang Tiệp]], [[Thiếu tướng]]\n* [[Đỗ Xuân Diễn|1989 - 2000: Đỗ Xuân Diễn]], Thiếu tướng \n* 2000 - 2004: [[Phạm Văn Sang]], [[Thiếu tướng]] \n* 2005 - 2012, [[Lương Sỹ Nhung]], Thiếu tướng \n* 2013-07\/2015, [[Đỗ Giang Nam]], Thiếu tướng \n* 08\/2015-09\/2016, Nguyễn Đức Thuận, Đại tá\n* 10\/2016 đến 02\/2020, Nguyễn Anh Tuấn, Thiếu tướng\n*03\/2020 đến nay, [[Nguyễn Hữu Ngọc]], Đại tá\n===Chính ủy===\n* Thiếu tướng [[Phan Trọng Tuệ]] (đầu 1965 - cuối 1965)\n* Đại tá [[Vũ Xuân Chiêm]] (cuối 1965-1972) \n* Đại tá [[Đặng Tính]] (1972-1973)\n* Đại tá [[Hoàng Thế Thiện]] (1973-1975),\n* Đại tá [[Lê Xy]] (1975-1976)\n* Thiếu tướng [[Võ Sở]] (Phó Tư lệnh, Bí thư Đảng ủy)\n* 1998-2005: [[Nguyễn Bá Tòng]], [[Thiếu tướng]] (Phó Tư lệnh, Bí thư Đảng ủy)\n* 2005 - 2010: [[Trần Thanh Hải]], [[Thiếu tướng]]\n* 2010 - 09\/2016: [[Đào Văn Tân]], [[Thiếu tướng]] (2010)\n* 10\/2016: Đại tá Vũ Phúc Hậu (Phó Tư lệnh, Bí thư Đảng ủy)\n\n=== Phó Tư lệnh ===\n* [[Đại tá (Quân đội nhân dân Việt Nam)|Đại tá]] [[Trần Ngọc Giao]], Cục trưởng [[Cục Vận tải, Quân đội nhân dân Việt Nam|Cục Vận tải -]] kiêm Phó Tư lệnh Đoàn 559 (1966-1968).\n* [[Thiếu tướng]] [[Phan Khắc Hy]]\n* Thiếu tướng Nguyễn An\n* [[Nguyễn Tường Lân (Thứ trưởng)]] Bộ Giao thông Vận tải\n* Thiếu tướng [[Hoàng Kiện]] (1973-1974)\n* Đại tá Đặng Hương\n* Đại tá Nguyễn Linh Anh\n* Đại tá Trần Văn Phúc (? - 2000)\n* Đại tá Nguyễn Xuân Điều (1994 - 2000)\n* Thiếu tướng Lương Sỹ Nhung (1999-2004)\n* Đại tá Mai Duy Trinh\n* Đại tá Nguyễn Hữu Quế (2005-2017)\n* Đại tá Đặng Công Huynh\n* Đại tá Nguyễn Vũ Hùng (2011-2015)\n* Đại tá Đào Văn Tuấn (2014 - 2018)\n* Đại tá Nguyễn Tuấn Anh (2014 - 2022)\n* Đại tá Cao Quang Chiến (2017 - nay)\n* Đại tá [[Nguyễn Hữu Ngọc]] (2016 - 02\/2020)\n* Đại tá Nguyễn Tuấn Anh (2017 - nay)\n* Thượng tá Ông Vĩnh Hòa (2020 - nay)\n* Đại tá Khương Tất Thắng (01\/2022-nay)\n\n==Chú thích==\n{{tham khảo}}\n{{Bộ Quốc phòng Việt Nam}}\n\n[[Thể loại:Đoàn 559, Quân đội nhân dân Việt Nam| ]]\n[[Thể loại:Quân đoàn của Quân đội nhân dân Việt Nam]]\n[[Thể loại:Bộ Quốc phòng Việt Nam]]\n[[Thể loại:Binh đoàn Quân đội nhân dân Việt Nam|559]]\n[[Thể loại:Khởi đầu năm 1959 ở Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1959]]"}