{"3201373":"{{Infobox Military Unit\n|unit_name= Tổng cục Quân huấn<br>Việt Nam Cộng hòa\n|image= \n|caption=\n|dates= [[1954]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|command_structure= [[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|type= Điều hành Huấn luyện\n|motto= '''''Huấn luyện''' - '''Đào tạo'''''\n|notable_commanders= - [[Tôn Thất Đính]]<br>- [[Lữ Mộng Lan|Lữ Lan]]<br>- [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]<br>- [[Phan Trọng Chinh]]<br>- [[Nguyễn Bảo Trị]]\n| \n}}\n\n'''Tổng cục Quân huấn''', trực thuộc [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]], có nhiệm vụ tổ chức, điều hành, phối trí và chuyên về huấn luyện, đào tạo từ cấp Binh sĩ đến Hạ sĩ quan ngạch Trừ bị và Đặc biệt, Sĩ quan ngạch Hiện dịch, Trừ bị và Đặc biệt cho [[Quân lực Việt Nam Cộng hòa]]. Chú trọng tích cực việc huấn luyện Căn bản Quân sự, Chiến thuật và Quân kỷ cho các lớp khóa sinh. Ngoài ra, Tổng cục còn tổ chức những khóa chuyên tu về nghiệp vụ cho mọi phương diện và lĩnh vực theo điều luật của Quân đội, các khóa bổ túc Quân sự và [[Chiến thuật]] cho các đơn vị từ cấp Đại đội trở lên. Đặc biệt còn mở ra các lớp huấn luyện và bồi dưỡng chiến thuật cho Sĩ quan các cấp theo học lớp Chỉ huy và Tham mưu. Tổng cục trưởng Quân huấn đồng thời kiêm giữ chức Tham mưu phó Huấn luyện tại [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]. Tổng cục chia ra thành nhiều đơn vị trực thuộc theo hàng dọc để dễ điều hành.\n\n==Lịch sử hình thành==\nSau Hiệp định Genève 20 tháng 7 năm 1954, việc huấn luyện do Phòng Quân huấn thuộc Bộ Tổng Tham mưu đảm trách tổ chức lại cho phù hợp với hiện tình Quân đội.\n\nCác Quân trường và Trung tâm huấn luyện hoạt động đặt nặng vào hai lĩnh vực:\n:-Huấn luyện Tân binh hoàn hảo cá nhân và đơn vị.\n:-Huấn luyện tại chỗ hành quân, thao dượt các đơn vị cấp Tiểu đoàn, Trung đoàn và Đại đơn vị.\n\nBộ Tổng tham mưu rút tỉa kinh nghiệm, quan niệm một Quân nhân có thể chiến đấu giỏi nếu họ được huấn luyện đầy đủ và có một tinh thần Kỷ luật cao.\n\nHệ thống tổ chức Quân lực Việt Nam Cộng hòa mỗi ngày thêm lớn mạnh nên việc huấn luyện đòi hỏi cần phải cải tiến rộng lớn. Năm 1964, '''Tổng cục Quân huấn''' được thành lập để thay thế Phòng Quân huấn tại Bộ Tổng Tham mưu.\n\nTừ đó, việc huấn luyện được chú trọng nhiều hơn trong việc đào tạo Sĩ quan hiện dịch, Trừ bị, Hạ sĩ quan và Binh sĩ cho các Quân, Binh chủng cùng huấn luyện đặc biệt về các lãnh vực: tham mưu, kỹ thuật và chuyên môn cho Quân nhân trong Quân lực.\n\nNgoại trừ Trường Cao đẳng Quốc phòng trực thuộc Bộ Quốc phòng. Còn lại các Quân trường và Trung tâm Huấn luyện đều đặt dưới sự điều hành và giám sát của Tổng cục Quân huấn thuộc Bộ Tổng tham mưu và nhiều Quân trường, Trung tâm Huấn luyện cấp Sư đoàn, các Quân, Binh chủng chuyên môn.\n\n==Cơ cấu tổ chức==\n#'''Văn phòng Tổng cục trưởng\n#'''Sở điều hành\n#'''Sở Nghiên huấn\n#'''Sở Hành chính Yểm trợ\n\n==Bộ chỉ huy Tổng cục tháng 4\/1975==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"14%\" |Cấp bậc\n!width= \"20%\" |Chức vụ\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Bảo Trị]]<br\/>''Võ khoa Nam Định<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|<center> Trung tướng\n|<center> Tổng cục trưởng\n|\n|-\n|<center> 2 \n|<center> [[Đặng Đình Thụy (Đại tá, Quân lực VNCH)|Đặng Đình Thụy]]<ref>Đại tá Đặng Đình Thuỵ, sinh năm 1929 tại Hà Nội.<\/ref><br>''Võ bị Huế K2\n|rowspan= \"2\" |<center> Đại tá\n|<center> Tổng cục phó\n|\n|-\n|<center> 3\n|<center> [[Phạm Tất Thông (Đại tá, Quân lực VNCH)|Phạm Tất Thông]]<ref>Đại tá Phạm Tất Thông, sinh năm 1927 tại Hà Nam, là trưởng nam của cựu Đại tá Phạm Văn Cảm (Sĩ quan người Việt đầu tiên Chỉ huy trưởng trường Sĩ quan Trừ bị Thủ Đức)<\/ref><br\/>''Võ bị Đà Lạt K3\n|<center> Tham mưu trưởng\n|\n|-\n|}\n\n==Đơn vị trực thuộc Tổng cục tháng 4\/1975==\n{|class= \"wikitable\"\n|-\n! width= \"1%\" |Stt\n! width= \"32%\" |Tên Trường<br>Trung tâm Huấn luyện\n! width= \"25%\" |Họ và tên<br>Chỉ huy trưởng\n! width= \"14%\" |Cấp bậc\n! Chú thích\n|-\n|<center> 1\n|<center> '''Trường Chỉ huy và Tham mưu'''<ref>Tiền thân là Trung tâm Chiến thuật Hà Nội. Năm 1954 chuyển vào Sài gòn đổi tên thành Đại học Quân sự. Năm 1960 di chuyển lên Đà Lạt trở thành Trường Chỉ huy Tham mưu. Năm 1971 chuyển cơ sở về Long Bình, Biên Hòa.<\/ref><br>''Tọa lạc tại Biên Hòa\n|<center> [[Phan Trọng Chinh]]<br>''Võ bị Đà Lạt K5\n|<center> Trung tướng\n|\n|-\n|<center> 2\n|<center> '''Trường Võ bị Quốc gia'''<ref>Tên đầy đủ là \"Trường Võ bị Quốc gia Đà Lạt\", chuyên đào tạo Sĩ quan Hiện dịch cho Quân lực VNCH.<\/ref><br>''Tọa lạc tại Đà Lạt\n|<center> [[Lâm Quang Thơ]]<br>''Võ bị Đà Lạt K3\n|<center> Thiếu tướng\n|\n|-\n|<center> 3\n|<center> '''Trường Bộ binh Thủ Đức'''<ref>Ban đầu có danh xưng là \"Trường Sĩ quan Trừ bị Thủ Đức\" chuyên đào tạo Sĩ quan Trừ bị cho Lục quân VNCH, đặt tại quận Thủ Đức thuộc tỉnh Gia Định. Năm 1957, sáp nhập thêm các Trường Huấn luyện của các ngành Quân sự Chuyên môn nên đổi tên thành \"Liên trường Võ khoa Thủ Đức\". Năm 1964 đổi thành \"Trường Bộ binh Thủ Đức\". Đầu tháng 4 năm 1974, trường di chuyển ra Huấn khu Long Thành thuộc tỉnh Biên Hòa. Đầu tháng 4 năm 1974 lại trở về Thủ Đức<\/ref><br>''Tọa lạc tại Huấn khu Thủ Đức''<ref>\"Huấn khu Thủ Đức\" gồm có các trường: Trường Bộ binh, Trường Thiết Giáp và Trường Thể dục Quân sự.<\/ref>\n|<center> [[Trần Đức Minh (Đại tá VNCH)|Trần Đức Minh]]<ref>Đại tá Trần Đức Minh, sinh năm 1932 tại Thái Bình.<\/ref><br>''Võ khoa Thủ Đức K3p<ref>Còn gọi là khóa 9B Trừ bị, thụ huấn tại trường Võ bị Quốc gia Đà Lạt<\/ref>\n|<center> Đại tá\n|Đầu tháng 4\/1975, Trung tướng [[Nguyễn Vĩnh Nghi]] đi nhận chức vụ Tư lệnh phó Quân đoàn III kiêm Tư lệnh Bộ Tư lệnh Tiền phương phòng tuyến [[Phan Rang]]. Đại tá Trần Đức Minh thay thế chức vụ Chỉ huy trưởng. \n|-\n|<center> 4\n|<center> '''Trường Thiếu sinh quân'''<br>''Tọa lạc tại Vũng Tàu\n|<center> [[Ngô Văn Doanh (Trung tá, Quân lực VNCH|Ngô Văn Doanh]]<br>''Võ bị Đà lạt\n|<center> Trung tá\n|\n|-\n|<center> 5\n|<center> '''Trường Hạ sĩ quan'''<ref>Tên đầy đủ là \"Trường Hạ sĩ quan Quân lực VNCH\", chuyên đào tạo Hạ sĩ quan trừ bị cho Quân lực. Còn được gọi là \"Trường Hạ sĩ quan Đồng Đế\", vì vị trí được đặt tại khu Đồng Đế thuộc Thị xã Nha Trang, tỉnh Khánh Hòa.<\/ref><br>''Tọa lạc tại Nha Trang\n|<center> [[Phạm Quốc Thuần]]<br>''Võ bị Đà Lạt K5\n|<center> Trung tướng\n|\n|-\n|<center> 6\n|<center> '''Trường Quân y'''<br>''Tọa lạc tại Sài Gòn\n|<center> [[Hoàng Cơ Lân (Y sĩ Đại tá VNCH)|Hoàng Cơ Lân]]<ref>Đại tá Hoàng Cơ Lân, sinh năm 1932 tại Hà Nội.<\/ref><br>''Đại học Quân y Sài Gòn\n|rowspan= \"8\" |<center> Đại tá\n|\n|-\n|<center> 7\n|<center> '''Trường Tổng Quản trị'''<br>''Tọa lạc tại Sài Gòn\n|<center> [[Nguyễn Sĩ Túc (Đại tá, Quân lực VNCH)|Nguyễn Sĩ Túc]]<ref>Đại tá Nguyễn Sĩ Túc, sinh năm 1923 tại Hải Dương.<\/ref><br>''Võ bị Địa phương Bắc Việt\n|\n|-\n|<center> 8\n|<center> '''Trường Thiết giáp'''<br>''Tọa lạc tại Huấn khu Thủ Đức\n|<center> [[Huỳnh Văn Tám (Đại tá, Quân lực VNCH)|Huỳnh Văn Tám]]<br>''Võ khoa Thủ Đức\n|\n|-\n|<center> 9\n|<center> '''Trường Truyền tin'''<br>''Tọa lạc Vũng Tàu\n|<center> [[Cao Mạnh Thắng (Đại tá, Quân lực VNCH)|Cao Mạnh Thắng]]<ref>Đại tá Cao Mạnh Thắng, sinh năm 1928 tại Nam Định.<\/ref><br>''Võ bị Đà Lạt K3\n|\n|-\n|<center> 10\n|<center> '''Trường Pháo binh'''<br>''Tọa lạc tại Huấn khu Dục Mỹ<ref>\"Huấn khu Dục Mỹ\" có vị trí tại khu Dục Mỹ thuộc quận Ninh Hòa, tỉnh Khánh Hòa. Gồm có các Quân trường: Trung tâm Huấn luyện Quốc gia Lam Sơn, Trung tâm Huấn luyện Biệt động quân và Trường Pháo binh.<\/ref>\n|<center> [[Hồ Sĩ Khải (Đại tá, Quân lực VNCH)|Hồ Sĩ Khải]]<ref>Đại tá Hồ Sĩ Khải, sinh năm 1930 tại Khánh Hòa.<\/ref><br>''Võ khoa Thủ Đức K3<ref>Trường Sĩ quan Trừ bị Thủ Đức<\/ref> \n|\n|-\n|<center> 11\n|<center> '''Trường Tiếp vận'''<br>''Tọa lạc tại Gia Định\n|<center> [[Trần Văn Lễ (Đại tá, Quân lực VNCH)|Trần Văn Lễ]]<ref>Đại tá Trần Văn Lễ, sinh năm 1929 tại Gò Công.<\/ref><br>''Võ khoa Thủ Đức K1\n|\n|-\n|<center> 12\n|<center> '''Trường Công binh'''<br>''Tọa lạc tại Gia Định\n|<center> [[Nguyễn Văn Tám (Đại tá, Quân lực VNCH)|Nguyễn Văn Tám]]<ref>Đại tá Nguyễn Văn Tám, sinh năm 1927 tạiGia Định.<\/ref><br>''Võ khoa Thủ Đức K1\n|\n|-\n|<center> 13\n|<center> '''Trường Sinh ngữ Quân đội'''<br>''Tọa lạc tại Sài Gòn\n|<center> [[Trịnh Đình Phi (Đại tá, Quân lực VNCH)|Trịnh Đình Phi]]<ref>Đại tá Trình Đình Phi sinh năm 1931, tốt nghiệp khóa 3 Võ khoa Thủ Đức<\/ref><br>''Võ khoa Thủ Đức K3\n|\n|-\n|<center> 14\n|<center> '''Trường Nữ Quân nhân'''<br>''Tọa lạc tại Gia Định\n|<center> [[Hồ Thị Vẻ (Trung tá, NQN VNCH)|Hồ Thị Vẻ]]<br\/>''SQ Nữ Quân nhân K2\n|<center> Trung tá\n|\n|-\n|<center> 15\n|<center> '''Trung tâm Huấn luyện Hải Quân'''<br>''Tọa lạc tại Nha Trang\n|<center> [[Nguyễn Thanh Châu]]<br>''Hải quân Nha Trang K3\n|rowspan= \"2\" |<center> Chuẩn tướng\n|Phó Đề đốc Hải quân\n|-\n|<center> 16\n|<center> '''Trung tâm Huấn luyện Không quân'''<br>''Tọa lạc tại Nha Trang\n|<center> [[Nguyễn Ngọc Oánh]]<br>''Võ bị Đà Lạt K3\n|\n|-\n|<center> 17\n|<center> '''Trung tâm Huấn Quang Trung'''<ref>Tên đầy đủ là \"Trung tâm Huấn luyện Quốc gia Quang Trung\", chuyên đào tạo quân nhân cấp binh sĩ cho Quân lực VNCH, vị trí tại Trung Chánh thuộc quận Hốc Môn, Gia Định.<\/ref><br>''Tọa lạc tại Gia Định\n|<center> [[Trần Bá Di]]<br>''Võ bị Đà Lạt K5\n|<center> Thiếu tướng\n|\n|-\n|<center> 18\n|<center> '''Trung tâm Huấn luyện Đống Đa'''<ref>Tên đầy đủ là \"Trung tâm Huấn luyện Quốc gia Hòa Cầm\", chuyên đào tạo quân nhân cấp binh sĩ cho Quân khu 1.<\/ref><br>''Tọa lạc tại Huế\n|<center> [[Đỗ Trọng Thuần (Đại tá, Quân lực VNCH)|Đỗ Trọng Thuần]]<ref>Đại tá Đỗ Trọng Thuần, sinh năm 1929 tại Hà Nam.<\/ref> <br>''Võ bị Đà Lạt K3\n|rowspan= \"6\" |<center> Đại tá\n|\n|-\n|<center> 19\n|<center> '''Trung tâm Huấn luyện Lam Sơn'''<ref>Tên đầy đủ là \"Trung tâm Huấn luyện Quốc gia Lam Sơn\", chuyên đào tạo quân nhân cấp binh sĩ cho Quân khu 2.<\/ref><br>''Tọa lạc tại Huấn khu Dục Mỹ\n|<center> [[Nguyễn Hữu Toán (Đại tá, Quân lực VNCH)|Nguyễn Hữu Toán]]<ref>Đại tá Nguyễn Hữu Toán, sinh năm 1930 tại Nam Định.<\/ref><br>''Võ khoa Nam Định<ref>Trường Sĩ quan Trừ bị Nam Định<\/ref>\n|Kiêm Chỉ huy trưởng Huấn khu Dục Mỹ\n|-\n|<center> 20\n|<center> '''Trung tâm Huấn luyện Vạn Kiếp'''<ref>Tên đầy đủ là \"Trung tâm Huấn luyện Quốc gia Vạn Kiếp\", chuyên đào tạo quân nhân cấp binh sĩ cho Quân khu 3.<\/ref><br>''Tọa lạc tại Bà Rịa\n|<center> [[Nguyễn Bá Thịnh (Đại tá, Quân lực VNCH)|Nguyễn Bá Thịnh]]<ref>Đại tá Nguyễn Bá Thịnh, sinh năm 1928 tại Hòa Bình.<\/ref><br>''Võ bị Đà Lạt K8\n|\n|-\n|<center> 21\n|<center> '''Trung tâm Huấn luyện Chi Lăng'''<ref>Tên đầy đủ là \"Trung tâm Huấn luyện Quốc gia Chi Lăng\", chuyên đào tạo quân nhân cấp binh sĩ cho Quân khu 4.<\/ref><br>''Tọa lạc tại Châu Đốc\n|<center> [[Mã Sanh Nhơn (Đại tá, Quân lực VNCH)|Mã Sanh Nhơn]]<br>''Võ khoa Thủ Đức\n|\n|-\n|<center> 22\n|<center> '''Trung tâm Huấn luyện<br\/>Biệt động quân'''<br>''Tọa lạc tại Huấn khu Dục Mỹ\n|<center> [[Nguyễn Văn Đại (Đại tá, Quân lực VNCH)|Nguyễn Văn Đại]]<ref>Đại tá Nguyễn Văn Đại, sinh năm 1931 tại Vĩnh Yên.<\/ref><br>''Võ bị Đà Lạt K5\n|\n|-\n|<center> 23\n|<center> '''Trung tâm Huấn luyện Hòa Cầm'''<ref>Quân trường cấp Quân khu, chuyên đào tạo quân nhân cấp binh sĩ thuộc Quân khu 1<\/ref><br>''Tọa lạc tại Đà Nẵng\n|<center> [[Trương Như Phùng (Đại tá, Quân lực VNCH)|Trương Như Phùng]]<ref>Đại tá Trương Như Phùng, sinh năm 1934 tại Thừa Thiên.<\/ref><br>''Võ bị Đà Lạt K8\n|\n|-\n|}\n\nVới sự lớn mạnh về tổ chức cũng như điều hành huấn luyện quân nhân Quân lực Việt Nam Cộng hòa tùy theo cấp bậc có đầy đủ khả năng về lãnh đạo chỉ huy, am tường các lãnh vực tham mưu, kỹ thuật và tác chiến để hoàn thành nhiệm vụ tốt đẹp, hữu hiệu cho một Quân đội tân tiến.\n\n==Tổng cục trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và tên\n!width= \"14%\" |Cấp bậc\n!width= \"16%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Tôn Thất Đính]]<br>''Võ bị Huế K1\n|<center> Trung tướng<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 1964-1966\n|Giải ngũ năm 1966\n|-\n|<center> 2\n|<center> [[Nguyễn Văn Vỹ]]\n|rowspan= \"2\" |<center> Thiếu tướng\n|<center> 6\/1966-11\/1966\n|Sau cùng là Trung tướng Tổng trưởng Quốc Phòng\n|-\n|<center> 3\n|<center> [[Lữ Mộng Lan|Lữ Lan]]<br>''Võ bị Đà Lạt K3\n|<center> 1966-1968\n|Sau cùng là Trung tướng Chỉ huy trưởng Trường Cao đẳng Quốc phòng\n|-\n|<center> 4\n|<center> [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]<ref>Tên đầy đủ là Nguyễn Phước Vĩnh Lộc<\/ref><br>''Võ bị Lục quân Pháp \n|rowspan= \"3\" |<center> Trung tướng\n|<center> 1968-1969\n|Sau cùng giữ chức Tổng tham mưu trưởng\n|-\n|<center> 5\n|<center> [[Phan Trọng Chinh]]<br>''Võ bị Đà Lạt K5\n|<center> 1969-1974\n|Sau cùng giữ chức Chỉ huy trưởng trường Chỉ huy và Tham mưu\n|-\n|<center> 6\n|<center> [[Nguyễn Bảo Trị]]<br>''Võ khoa Nam Định\n|<center> 1974-1975\n|\n|-\n|}\n\n==1975==\nNgành \"Huấn luyện Quân sự\" cũng như tất cả các đơn vị thuộc Quân lực Việt nam Cộng hòa, vào những ngày của tháng 3 đối với Quân khu 1 và 2, tháng 4 đối với Quân khu 3 và 4 đã tự rã ngũ và di tản.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại: Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Ngành Quân huấn Việt Nam Cộng hòa]]"}