{"99962":"[[Tập tin:Dame Patsy and Sir David with Governor-General and Mrs Hurley.jpg|thumb|right|300px|[[David Hurley]] và [[Patsy Reddy]], lần lượt là toàn quyền của [[Toàn quyền Úc|Úc]] và [[Toàn quyền New Zealand|New Zealand]], với vợ hoặc chồng của họ, năm 2021]]\n'''Tổng đốc''' hay '''Toàn quyền''' (chữ Hán: 總督; [[tiếng Anh]]: ''Governor-general''; [[tiếng Pháp]]: ''Gouverneur général''; [[tiếng Tây Ban Nha]]: ''Gobernador general''; [[tiếng Bồ Đào Nha]]: ''Governador-geral''; [[Tiếng Nhật]]: 総督) là một chức quan của chế độ [[phong kiến]] hoặc thuộc địa, trao cho viên chức đứng đầu một vùng hành chính gồm nhiều tỉnh thành hoặc một vùng thuộc địa liên bang. Thuật ngữ này nếu được sử dụng dưới thời phong kiến ở Trung Quốc hay Việt Nam thì được gọi là '''Tổng đốc''', nhưng nếu được sử dụng dưới thời thuộc địa của chủ nghĩa thực dân phương Tây hoặc nghĩa hiện tại trong [[Vương quốc Thịnh vượng chung]] thì được gọi là '''Toàn quyền'''. Hiện nay, thuật ngữ Toàn quyền ở các quốc gia Thịnh vượng chung giữ vị trí như một nguyên thủ quốc gia.\n\nTổng đốc của chế độ phong kiến coi mọi mặt về dân sự lẫn quân sự trong địa hạt mình quản lý. Chức Tổng đốc được áp dụng tại Trung Quốc (hai triều [[nhà Minh|Minh]] - [[nhà Thanh|Thanh]]) và một số nước Đông Á lân cận Trung Quốc, trong đó có Việt Nam (triều [[nhà Nguyễn]]).\n\nDưới thời chủ nghĩa thực dân châu Âu, chức Toàn quyền được trao cho một nhà quản lý thuộc địa, được bổ nhiệm bởi chính phủ mẫu quốc, trong trường hợp của Đế quốc Anh, toàn quyền còn kiêm thêm chức [[Phó vương]] để đại diện cho quốc vương của một liên minh cá nhân trong bất kỳ quốc gia có chủ quyền nào mà quốc vương thường không đích thân trị vì, điển hình như [[Ấn Độ thuộc Anh]], [[Canada]] hay [[Úc]].<ref>See, e.g., {{chú thích sách |last=Markwell |first=Donald |title=Constitutional Conventions and the Headship of State: Australian Experience |publisher=Connor Court |year=2016 |isbn=978-1-925501-15-5 |author-link=Donald Markwell}}<\/ref> Người Pháp cũng bổ nhiệm Toàn quyền để cai trị các thuộc địa, điển hình như [[Đông Dương thuộc Pháp]]. [[Đế quốc Nhật Bản]] cai trị [[Bán đảo Triều Tiên]] và Đài Loan cũng dưới một viên Tổng đốc hay Toàn quyền.\n\n==Sử dụng hiện tại==\nTheo cách sử dụng hiện đại, trong bối cảnh các thuộc địa cũ của Anh đã được trao quyền thành tự trị trong Đế quốc Anh. Trước [[Chiến tranh thế giới thứ nhất]], danh hiệu này chỉ được sử dụng ở các thuộc địa liên bang mà các thành phần của nó đã có [[thống đốc]] trước khi liên bang hóa, cụ thể là [[Canada]], [[Úc]] và [[Liên minh Nam Phi]]. Trong những trường hợp này, đại diện của Vương miện trong Thống lĩnh liên bang được trao danh hiệu cao cấp là toàn quyền. Ngoại lệ đầu tiên đối với quy tắc này là [[New Zealand]], quốc gia được trao quy chế tự trị vào năm 1907, nhưng mãi đến ngày 28 tháng 6 năm 1917, [[Arthur Foljambe, Bá tước thứ 2 xứ Liverpool]], mới được bổ nhiệm làm Toàn quyền đầu tiên của New Zealand.\n\nKể từ những năm 1950, danh hiệu toàn quyền đã được trao cho tất cả các đại diện của chủ quyền trong [[Vương quốc Thịnh vượng chung]]. Trong những trường hợp này, văn phòng cũ của thống đốc thuộc địa đã bị thay đổi (đôi khi cho cùng một người đương nhiệm) để trở thành toàn quyền khi độc lập, vì bản chất của văn phòng trở thành một đại diện hiến pháp hoàn toàn độc lập của quốc vương chứ không phải là biểu tượng của chế độ thuộc địa trước đây. Ở những quốc gia này, toàn quyền đóng vai trò là đại diện của quốc vương, thực hiện các chức năng nghi lễ và hiến pháp của một [[nguyên thủ quốc gia]].\n\nQuốc gia duy nhất khác hiện đang sử dụng chức danh toàn quyền là [[Iran]], quốc gia không có mối liên hệ nào với bất kỳ chế độ quân chủ hay Khối thịnh vượng chung nào. Tại Iran, chính quyền cấp tỉnh do một Toàn quyền đứng đầu<ref name=\"IRNA\">{{chú thích báo |date=21 October 2007 |title=Ambassador: Paris for Further Cultural Cooperation with Iran |work=Islamic Republic News Agency |url=http:\/\/www2.irna.com\/en\/news\/view\/line-203\/0710215516003338.htm |url-status=dead |access-date=2007-10-21 |archive-url=https:\/\/web.archive.org\/web\/20071023184320\/http:\/\/www2.irna.com\/en\/news\/view\/line-203\/0710215516003338.htm |archive-date=23 October 2007}}<\/ref> ([[tiếng Ba Tư]]: استاندار ostāndār), người được bổ nhiệm bởi [[Bộ trưởng Nội vụ]].\n\n==Toàn quyền trong Đế quốc Anh==\n[[Hình:btweedsmuir2.jpg|thumb|250px|[[John Buchan, Đệ nhất Nam tước Tweedsmuir|Lãnh chúa Tweedsmuir]] was [[Governor General of Canada]] là [[Toàn quyền Canada]] từ năm 1935 đến năm 1940. Đồng phục được hiển thị ở đây là trang phục nghi lễ độc đáo dành cho toàn quyền]]\nCho đến những năm 1920, các toàn quyền là thần dân Anh, được bổ nhiệm theo lời khuyên của [[Chính phủ Anh]], người đóng vai trò là đặc vụ của chính phủ Anh ở mỗi Vùng tự trị, đồng thời là đại diện của quốc vương. Như vậy, về mặt lý thuyết, họ nắm giữ các đặc quyền của quốc vương, đồng thời nắm giữ quyền hành pháp của quốc gia mà họ được giao. Toàn quyền có thể được thư ký thuộc địa hướng dẫn thực hiện một số chức năng và nhiệm vụ của mình, chẳng hạn như sử dụng hoặc giữ lại sự đồng ý của hoàng gia đối với luật pháp; lịch sử cho thấy nhiều ví dụ về các toàn quyền sử dụng đặc quyền và quyền hành pháp của họ. Quốc vương hoặc chính phủ hoàng gia có thể bác bỏ bất kỳ toàn quyền nào, mặc dù điều này thường có thể cồng kềnh, do sự xa xôi của các lãnh thổ tính từ [[London]].\n\nToàn quyền cũng thường là tổng tư lệnh của các lực lượng vũ trang trong lãnh thổ của họ và do quyền kiểm soát của toàn quyền đối với quân đội, chức vụ này nắm giữ luôn quân sự cũng như dân sự. Toàn quyền được quyền mặc một bộ đồng phục độc nhất, ngày nay thường không được mặc. Cấp hàm thiếu tướng, tương đương trở lên thì được mặc quân phục đó.\n\nTrong khi đó, những quốc gia có truyền thống sử dụng thuật ngữ Tổng đốc để gọi một chức quan địa phương cao cấp như Trung Quốc hay Việt Nam thì không còn nằm dưới sự quản lý của một chế độ quân chủ, nên thuật ngữ này đã hoàn toàn biến mất trong việc đặt bộ máy quản lý địa phương.\n\n==Toàn quyền trong Đế quốc Pháp==\nThuật ngữ tương đương trong [[tiếng Pháp]] là ''gouverneur général'',{{NoteTag|The term ''Gouverneur général'' is still the official title in French in Canada, but refers to the British-instituted office.}} được sử dụng ở các thuộc địa sau:\n\n* Từ năm 1887 đến năm 1945, người Pháp bổ nhiệm một [[Toàn quyền Đông Dương|Toàn quyền]] quản lý [[Đông Dương thuộc Pháp]] (nay là [[Việt Nam]], [[Lào]] và [[Campuchia]]); chức năng của Cao ủy ở Thái Bình Dương, từ ngày 22 tháng 3 năm 1907 do các thống đốc của [[New Caledonia]] nắm giữ, được sử dụng để điều phối thuộc địa đó, các khu định cư khác của Pháp ở [[Châu Đại Dương]] và các thống đốc khác của Đông Dương thuộc Pháp và các ủy viên thường trú của [[Tân Hebrides]] và Thường trú Pháp tại [[Wallis và Futuna]] đều phục tùng vị này.\n\n* Toàn quyền của [[Tân Pháp]] giữ chức Phó vương từ năm 1663 đến năm 1760 và là phó vương cuối cùng của Pháp. Nó được thay thế bởi chức vụ thống đốc [[Québec|tỉnh Quebec]] của Anh sau sự sụp đổ của Tân Pháp. Trong khi các quận của [[Montreal]] và [[Trois-Rivières]] có thống đốc riêng, thì toàn quyền của Tân Pháp và thống đốc của quận Quebec là cùng một người.\n\n* Từ 1699 đến 1947, người Pháp bổ nhiệm một Toàn quyền để quản lý [[Ấn Độ thuộc Pháp]] (bao gồm cả [[*Pondichéry]]).\n\n* Toàn quyền của [[Quần đảo Mascarene]] (dưới sự kiểm soát của Compagnie des Indes đến ngày 14 tháng 7 năm 1767) từ ngày 4 tháng 6 năm 1735 (kế nhiệm các thống đốc), và sau khi [[Mauritius]] bị chia cắt ([[Réunion]] và [[Seychelles]] có các nhà quản lý thuộc địa cấp thấp hơn hoặc thống đốc), cho đến ngày 25 tháng 9 năm 1803.\n\n* [[Haiti]] có toàn quyền quản lý từ tháng 1 năm 1714 – 31 tháng 12 năm 1803; người đương nhiệm cuối cùng [[Jean-Jacques Dessalines]] đã duy trì danh hiệu này một thời gian ngắn sau ngày độc lập ngày 1 tháng 1 năm 1804 trước khi tự xưng là Hoàng đế Jacques I.\n\n* Kể từ khi được thành lập vào ngày 16 tháng 6 năm 1895 cho đến ngày 4 tháng 4 năm 1957, [[Tây Phi thuộc Pháp]] (AOF) được quản lý bởi một viên toàn quyền; người cuối cùng nắm giữ chức Toàn quyền thuộc địa này sau đó được bổ nhiệm làm Cao uỷ Pháp tại [[Madagascar]]. \n\n* [[Châu Phi Xích Đạo thuộc Pháp]] (AEF) được quản lý bởi một viên toàn quyền từ ngày 28 tháng 6 năm 1908 (trước đó được quản lý bởi Commissaire général, tức là Tổng Cao uỷ) đến ngày 4 tháng 4 năm 1957,  được. Trong một số thời kỳ, viên toàn quyền này cũng đóng vai trò là thống đốc của thuộc địa [[Cộng hòa Congo|Congo Brazzaville]].\n\nHơn nữa, ở Châu Âu thời Napoléon, các Toàn quyền của Pháp được Napoléon I bổ nhiệm để quản lý nhiều lãnh thổ khác nhau:\n\n* Nhà nước Đức [[Brandenburg]] (nhiều nhà nước khác chỉ có thống đốc), hai người đương nhiệm từ ngày 27 tháng 10 năm 1806 đến ngày 10 tháng 12 năm 1808, trong thời kỳ chiếm đóng của Pháp.\n\n* Tỉnh [[Courland]] dưới sự chiếm đóng của Pháp (từ ngày 1 tháng 8 năm 1812, Công quốc Courland và Semigallia và Quận Pilten trên danh nghĩa được tái lập dưới sự bảo hộ chung của Pháp-Sachsen, 8 tháng 10 năm 1812 – 20 tháng 12 năm 1812): Jacques David Martin, Nam tước de Campredon (1761 –1837).\n\n* [[Công quốc Parma|Parma và Piacenza]] bị chiếm đóng, (sau đó được quản lý bởi một uỷ viên) 15 tháng 2 năm 1804 – 23 tháng 7 năm 1808, sau đó được sáp nhập thành tỉnh dưới quyền \"tỉnh trưởng của Taro\".\n\n* Thân vương quốc Piombino Tháng 5 năm 1806 – 1811: Adolphe Beauvais (mất 1811).\n\n* Sáp nhập Tuscany, hai người đương nhiệm, trên các quận trưởng của Arno, Méditerranée [Địa Trung Hải] và Ombrone:\n\n** Tháng 5 năm 1808 – 3 tháng 3 năm 1809 Jacques François de Boussay, Nam tước de Menou (1750–1810)\n** Ngày 3 tháng 3 năm 1809 – 1 tháng 2 năm 1814 Elisa Baciocchi Bonaparte (Dưới quyền của Nữ Công tước xứ Tuscany) (1777–1820).\n\n* [[Các tỉnh Illyrian]] (bao gồm [[Croatia]], [[Slovenia]] hiện nay và thậm chí cả các phần lân cận của Áo và Ý), được sáp nhập như một phần của Đế quốc Pháp, 14 tháng 10 năm 1809 – tháng 8 năm 1813.\n\n==Toàn quyền trong Đế quốc Hà Lan==\nTừ năm 1610 đến năm 1942, người Hà Lan bổ nhiệm một [[Toàn quyền của Đông Ấn Hà Lan|gouverneur-generaal]] (\"toàn quyền\") để cai quản [[Đông Ấn Hà Lan]], nay là [[Indonesia]]. Giữa thời điểm Đông Ấn thuộc Hà Lan đầu hàng vào năm 1942 và việc người Hà Lan chính thức chấm dứt chế độ thuộc địa đối với Indonesia vào năm 1949, không có bất kỳ một toàn quyền nào được bổ nhiệm.\n\nTrong khi ở Caribe, nhiều danh hiệu khác đã được sử dụng, Curaçao có ba toàn quyền từ năm 1816 đến 1820:\n\n* 1816–1819 Albert Kikkert\n* 1819–1820 Petrus Bernardus van Starkenborgh\n* 1820 Isaäk Johannes Rammelman Elsevier\n\n==Toàn quyền trong Đế quốc Bồ Đào Nha==\nTừ tương đương trong [[tiếng Bồ Đào Nha]] là ''Governador-geral''. Danh hiệu này chỉ được sử dụng cho những nhà quản lý của các thuộc địa lớn, cho thấy rằng dưới quyền của họ có một số [[thống đốc]] cấp dưới. Ở hầu hết các thuộc địa, các chức danh thấp hơn, chủ yếu là ''governador'' (thống đốc) hoặc trước đây là ''Donatary captain'' (capitão-mor), chiếm ưu thế.\n\n* Tại [[Ấn Độ thuộc Bồ Đào Nha]] (Estado da Índia, thủ đô [[Goa]]), chức danh này đã được thay đổi nhiều lần, chủ yếu là ''vice-rei'' ([[Phó vương]]). Tước vị phó vương thường được dành cho các thành viên của hoàng gia Bồ Đào Nha, các nhà quản lý thuộc địa còn lại nhận chức danh Toàn quyền;\n* Ở [[Châu Phi]], từ năm 1837, Bồ Đào Nha đã bổ nhiệm một Toàn quyền cai quản [[Angola thuộc Bồ Đào Nha|tỉnh Angola hải ngoại]], và một người khác cai quản [[Mozambique thuộc Bồ Đào Nha|tỉnh Moçambique]]. Trong một thời gian, một toàn quyền cũng được bổ nhiệm để cai trị [[Cape Verde thuộc Bồ Đào Nha|Cape Verde]] và [[Guinea thuộc Bồ Đào Nha]], trong khi các lãnh thổ này được thống nhất trong một tỉnh duy nhất. Từ năm 1921 đến năm 1930, một số nhà quản lý thuộc địa của Angola và Mozambique được trao thêm quyền hạn, những người này được đổi tên đầy đủ thành ''Alto-comissário e Governador-geral'' (cao ủy và toàn quyền).\n\n==Toàn quyền của Hy Lạp==\n[[Chiến tranh Balkan]] năm 1912–13 dẫn đến việc [[Vương quốc Hy Lạp]] giành được cái gọi là \"Vùng đất mới\" ([[Ípeiros (vùng)|Epirus]], [[Makedonía|Macedonia]], [[Crete]] và các đảo ở phía Đông [[Biển Aegean]]), gần như tăng gấp đôi lãnh thổ của quốc gia. Thay vì sáp nhập hoàn toàn những vùng đất mới này vào Hy Lạp bằng cách chia chúng thành các tỉnh, hệ thống hành chính Ottoman vẫn tiếp tục tồn tại trong một thời gian, và Luật ΔΡΛΔ΄ năm 1913 đã thành lập 5 lãnh thổ Toàn quyền (Γενικαὶ Διοικήσεις, sing. Γενική Διοίκησις, sing. Γενική Διοίκησις): Epirus, Macedonia , Crete, [[Bắc Aegea|Aegean]] và [[Samos]]–[[Ikaria]]. Các toàn quyền có thẩm quyền rộng rãi trong lãnh thổ của họ, và gần như tự trị đối với chính phủ ở [[Athens]].\n\nLuật 524 năm 1914 đã bãi bỏ các toàn quyền và chia Vùng đất mới thành các tỉnh thông thường, nhưng vào năm 1918, Luật 1149 đã tái lập chúng thành một cấp hành chính cấp cao hơn các tỉnh, với Macedonia hiện được chia thành hai lãnh thổ toàn quyền, đó là Thessaloniki và [[Kozani]]-[[Florina]]. Toàn quyền của Thessaloniki, Crete và Epirus cũng được phong cấp bộ trưởng. Ngoài ra còn có thêm Toàn quyền Thrace vào năm 1920–22, bao gồm [[Tây Thrace]] và [[Đông Thrace]] (được trao trả cho Thổ Nhĩ Kỳ trong [[Đình chiến Mudanya]] năm 1922). Các quyền hạn rộng lớn nhưng cho đến nay vẫn chưa được xác định về mặt pháp lý của toàn quyền đã tạo ra xích mích và nhầm lẫn với các nhánh chính phủ khác, cho đến khi quyền hạn của họ được phân định chính xác vào năm 1925. Các toàn quyền, ngoại trừ Thessaloniki, đã bị bãi bỏ vào năm 1928, nhưng được tái thành lập vào tháng 12 năm 1929—cho Crete, Epirus, Thrace và Macedonia—và ủy quyền trên thực tế tất cả các cơ quan cấp bộ cho các khu vực tương ứng của họ. Tuy nhiên, trong thập kỷ tiếp theo, trong một loạt các biện pháp lập pháp lần lượt trao và tước đi quyền lực, họ dần dần mất đi hầu hết các quyền lực của mình để ủng hộ các tỉnh và chính quyền trung ương ở Athens.\n\nSau khi được giải phóng khỏi sự chiếm đóng của phe Trục, vào năm 1945, Toàn quyền Bắc Hy Lạp được thành lập, ban đầu có các tỉnh cấp dưới cho [[Tây Makedonía|Tây Macedonia]], [[Trung Makedonía|Trung Macedonia]], [[Đông Makedonía và Thráki|Đông Macedonia và Thrace]], ba tỉnh đầu tiên sau đó được nhóm lại thành một Tỉnh mới- Toàn quyền Macedonia, mặc dù vẫn phải chịu sự quản lý của Toàn quyền Bắc Hy Lạp. Sự sắp xếp khó xử này kéo dài cho đến năm 1950, khi chính quyền Macedonia được sắp xếp hợp lý, các tỉnh cấp dưới bị bãi bỏ và chỉ có Toàn quyền Bắc Hy Lạp được giữ lại. Cuối cùng, vào năm 1955, Toàn quyền Bắc Hy Lạp được chuyển thành Bộ Bắc Hy Lạp, và tất cả các toàn quyền ở những nơi khác ở [[Hy Lạp]] đều bị bãi bỏ.\n\n==Tổng đốc trong Đế quốc Nhật==\nDưới thời [[Shōgun]] của Nhật Bản (tiếng Nhật: 征夷大将軍, sei-i tai-shōgun) các Chinh di Đại tướng quân cai trị nhân danh hoàng đế từ năm 1185 đến năm 1868, tương đương với tổng đốc, mặc dù họ thường có quyền lực lớn hơn nhiều so với một tổng đốc thông thường sẽ có.\n\nTừ năm 1895 đến năm 1945, [[Đài Loan thuộc Nhật|Đài Loan do Nhật Bản quản lý]] được điều hành bởi một viên [[Tổng đốc Đài Loan|Tổng đốc]]. Từ năm 1910 đến năm 1945, [[Triều Tiên thuộc Nhật|Triều Tiên do Nhật Bản quản lý]] được điều hành bởi một viên [[Tổng đốc Chōsen|Tổng đốc]]. Từ 1905 đến 1910, Nhật Bản có Tổng thường trú tại Triều Tiên.\n\n==Toàn quyền Philippines==\n{{Chính|Toàn quyền Philippines}}\n[[Philippines]] từ thế kỷ XVI đến thế kỷ XX có một loạt các toàn quyền trong thời kỳ thuộc địa của Tây Ban Nha và Mỹ, cũng như khi [[Nhật Bản chiếm đóng Philippines]] trong [[Thế chiến II]].\n\n==Tổng đốc ở Trung Quốc==\nChức vụ tổng đốc được thiết lập năm Cảnh Thái thứ 3 (1452) thời [[Minh Đại Tông]], theo lời tấu của [[Vu Khiêm]] để lập ra chức [[Tổng đốc Lưỡng Quảng]]<ref name=MS177>[http:\/\/zh.wikisource.org\/wiki\/%E6%98%8E%E5%8F%B2\/%E5%8D%B7177 Minh sử - quyển 177 - Liệt truyện 65 - Vương Cao]. Nguyên tác: \"兩廣有總督自翺始\" (Lưỡng Quảng hữu tổng đốc tự Cao thủy)<\/ref>. [[Vương Cao]] là vị tổng đốc đầu tiên<ref name=MS177 \/>, nhưng chưa có trụ sở làm việc cố định. Tới năm Thành Hóa thứ 5 (1469) dưới thời [[Minh Hiến Tông]], phủ làm việc của tổng đốc Lưỡng Quảng tại Ngô Châu mới chính thức được lập ra. Tổng đốc Lưỡng Quảng khi đó là [[Hàn Ung]].\n\n== Tổng đốc ở Việt Nam ==\n[[Tập tin:hoangdieu.jpg|200px|nhỏ|Tổng đốc Hà Ninh [[Hoàng Diệu]]]]\nỞ Việt Nam, từ năm Tân Mão 1831, năm thứ 12 triều vua [[Minh Mạng]], nhà vua cho đổi các [[trấn]] (tức là các thừa tuyên của nhà [[Nhà Lê sơ|Hậu Lê]]) thành tỉnh và chia Việt Nam thành 30 tỉnh và đặt các chức Tổng đốc, [[Tuần phủ]], [[Bố chính sứ|Bố chính]], [[Án sát]], [[Lãnh binh]] tại địa phương cấp liên tỉnh và cấp tỉnh. Tiền thân của chức Tổng đốc là các chức [[Tổng trấn]] và [[Hiệp trấn]] vào thời vua [[Gia Long]], còn trước đó từ triều [[nhà Hậu Lê]] là các chức quan [[Trấn thủ]] hay [[Lưu trấn]]. Sử nhà Nguyễn còn gọi chức Tổng đốc bằng cái tên gọi '''Hộ lý tổng đốc''' hay '''Hộ đốc'''<ref>xem cách gọi các Tổng đốc nhà Nguyễn trong nội dung các tập sách của bộ [[Đại Nam thực lục]].<\/ref>.\n\nTrong 30 tỉnh thành triều nhà Nguyễn, triều đình thường chia thành các vùng đặt dưới sự cai quản của một quan Tổng đốc như sau:\n;Bắc Kỳ\n*Tổng đốc Sơn Hưng Tuyên (tam tuyên) coi các tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hưng Hóa (tỉnh)|Hưng Hóa]], [[Tuyên Quang]], thuộc [[Bắc Kỳ|Bắc kỳ]];\n*Tổng đốc Hà Ninh ([[Hà Nội]], [[Ninh Bình]]), thuộc [[Bắc Kỳ|Bắc kỳ]];\n*Tổng đốc Ninh Thái ([[Bắc Ninh]], [[Thái Nguyên]]), thuộc [[Bắc Kỳ|Bắc kỳ]];\n*Tổng đốc Hải An hay Hải Yên ([[Hải Dương]], [[Quảng Yên (tỉnh)|Quảng Yên]]), thuộc [[Bắc Kỳ|Bắc kỳ]];\n*Tổng đốc Định An hay Định Yên ([[Nam Định]], [[Hưng Yên]]), thuộc [[Bắc Kỳ|Bắc kỳ]];\n*Tổng đốc Lạng Bình ([[Lạng Sơn]], [[Cao Bằng]]), thuộc [[Bắc Kỳ|Bắc kỳ]];\n;Trung kỳ\n*Tổng đốc [[Thanh Hóa]], thuộc [[Miền Trung (Việt Nam)|Trung kỳ]]; (Thanh Hóa là một tỉnh lớn đông dân nên không gộp thêm vào tỉnh khác)\n*Tổng đốc An Tĩnh ([[Nghệ An]], [[Hà Tĩnh]]), thuộc [[Miền Trung (Việt Nam)|Trung kỳ]];\n*Tổng đốc Bình Trị ([[Quảng Bình]], [[Quảng Trị]]), thuộc [[Miền Trung (Việt Nam)|Trung kỳ]];\n*Tổng đốc Nam Ngãi ([[Quảng Nam]], [[Quảng Ngãi]]), thuộc [[Miền Trung (Việt Nam)|Trung kỳ]];\n*Tổng đốc Bình Phú ([[Phú Yên]], [[Bình Định]]), thuộc [[Miền Trung (Việt Nam)|Trung kỳ]];\n*Tổng đốc Thuận Khánh ([[Bình Thuận]], [[Ninh Thuận]], [[Khánh Hòa]]), thuộc [[Miền Trung (Việt Nam)|Trung kỳ]];\n;Nam kỳ\n*Tổng đốc An Hà ([[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]]), thuộc [[Nam Kỳ|Nam kỳ]];\n*Tổng đốc Long Tường ([[Vĩnh Long]], [[Định Tường]]), thuộc [[Nam Kỳ|Nam kỳ]];\n*Tổng đốc Định Biên ([[Gia Định]], [[Biên Hòa]]), thuộc [[Nam Kỳ|Nam kỳ]];\n* Tổng Đốc [[Trấn Tây Thành|Tây Thành]] ([[Cao Miên]], [[Phnôm Pênh]], [[Campuchia]]), thuộc [[Nam Kỳ]];\n;Kinh đô\nRiêng hành tỉnh [[Thừa Thiên Huế|Thừa Thiên]], về danh nghĩa chỉ đặt đến cấp phủ, nên không đặt chức Tổng đốc mà chỉ đặt chức [[Phủ doãn]] phủ Thừa Thiên, vì là có Kinh thành, chịu điều hành trực tiếp của vua và triều đình.\n\nTổng đốc thường mang hàm tòng nhất phẩm hoặc chánh nhị phẩm.\n\n==Xem thêm==\n*[[Doge (Tổng trấn)|Doge]]\n=== Chú thích ===\n{{NoteFoot}}\n==Liên kết ngoài==\n{{Thể loại Commons nội dòng}}\n* [http:\/\/www.worldstatesmen.org\/COLONIES.html#British WorldStatesmen]\n* [http:\/\/www.nma.gov.au\/collections-search\/display?irn=51086 National Museum of Australia] Governor-General's [[red box (government)|despatch box]] (1937–1952)\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Chức quan phong kiến]]\n[[Thể loại:Hành chính Việt Nam thời Nguyễn]]\n[[Thể loại:Chính quyền địa phương]]\n[[Thể loại:Vương quốc Thịnh vượng chung]]\n[[Thể loại:Toàn quyền]]\n[[Thể loại:Nguyên thủ quốc gia]]\n[[Thể loại:Chính quyền Đế quốc Anh]]"}