{"3208507":"{{Infobox Military Unit\n|unit_name= Tổng nha Nhân lực<br\/>Quốc phòng Việt Nam Cộng hòa\n|image= \n|caption=\n|dates= [[1952]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|command_structure= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]]\n|notable_commanders= - [[Kỳ Quang Liêm (Đại tá, Quân lực VNCH)|Kỳ Quang Liêm]]<br>- [[Trần Văn Hổ (Đại tá, Quân lực VNCH|Trần Văn Hổ (KQ)]]<br>- [[Trần Văn Vân (Đại tá, Quân lực VNCH)|Trần Văn Vân]]<br>- [[Bùi Đình Đạm]]\n}}\n\n'''Tổng nha Nhân lực''' trực thuộc [[Bộ Quốc phòng Việt Nam Cộng hòa]]. Tổng nha có trách vụ trong việc tuyển binh cho [[Quân lực Việt Nam Cộng hòa]], trong đó bao gồm việc kiểm tra hạn tuổi quân dịch và quản lý Hồ sơ Quân bạ của tất cả quân nhân trong quân đội v.v...\n\n==Lịch sử hình thành==\nNăm 1952, khi [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] của [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] hình thành.<ref>Thời Quân đội đang thuộc Chính phủ Quốc gia Việt Nam do Quốc trưởng Bảo Đại làm Tổng chỉ huy.<\/ref> Cũng trong thời điểm này bộ phận tuyển binh của Quân đội được tổ chức.\n\nViệc tuyển binh do các Quân khu phụ trách, gồm có 5 Phòng tuyển binh. Ở Trung ương có Phòng tuyển binh Trung ương trực thuộc Nha Nhân viên Bộ Quốc phòng.\n\nNăm 1964, phòng tuyển binh Trung ương tách khỏi Nha Nhân viên Bộ Quốc phòng để thành lập '''Nha Động viên''' trực thuộc Bộ Quốc phòng\n\nNăm 1974, vì nhu cầu động viên quân dịch nên được đổi thành '''Tổng Nha nhân lực''' trực thuộc Bộ Quốc phòng.\n\nTại Trung ương có 2 Nha và 1 Sở:\n#Nha Động viên Quân dịch\n#Nha Trừ bị\n#Sở Hành chính\n\nTại Địa phương có 4 Sở Động viên tại 4 Quân khu. Mỗi Sở Động viên ở các Quân khu có các Phòng Động viên trực thuộc, đặt tại các Tiểu khu.\n*'''Nhiệm vụ:\n#Kiểm tra những thanh niên sắp phải thi hành Nghĩa vụ Quân sự.\n#Gọi động viên từng đợt. Kịp thời theo lớp tuổi, theo bằng cấp. Tuỳ theo nhu cầu quân số do Bộ Tổng Tham mưu ấn định.\n#Gọi động viên những thanh niên hết thời kỳ hoãn dịch.\n#Quản lý các Hồ sơ những Quân nhân Trừ bị còn trong hạn tuổi Quân dịch. Các Công chức được động viên tại chỗ. Những thanh niên đang được hoãn dịch.\n#Triệu tập Uỷ ban cứu xét hoãn dịch, miễn dịch v.v...\n\n==Chỉ huy trưởng qua từng thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"19%\" |Họ và tên\n!width= \"12%\" |Cấp bậc\n!width= \"30%\" |Chức vụ\n!width= \"12%\" |Tại chức\n!width= \"26%\"\n|-\n|<center> 1\n|<center> [[Đinh Sơn Thung (Đại tá, Quân lực VNCH)|Đinh Sơn Thung]]\n|rowspan= \"2\" |<center>Trung tá\n|<center> Trưởng phòng tuyển binh\n|<center> 1955 - 1961\n|Giải ngũ ở cấp Đại tá\n|-\n|<center> 2\n|<center> [[Kỳ Quang Liêm (Đại tá, Quân lực VNCH)|Kỳ Quang Liêm]]<br>''Võ bị Đà Lạt K5<ref>Xuất thân từ Trường Sĩ quan<\/ref>\n|rowspan= \"4\" |<center>Giám đốc Nha Động viên\n|<center> 1961 - 1964\n|Giải ngũ ở cấp Đại tá\n|-\n|<center> 3\n|<center> [[Trần Văn Hổ (Đại tá LQ, Quân lực VNCH)|Trần Văn Hổ (LQ)]]<ref>Đại tá Trần Văn Hổ, thường gọi theo tên Quốc tịch Pháp là Blanchard Trần Văn Hổ, để phân biệt với Đại tá Paul Trần Văn Hổ, nguyên Tư lệnh Quân chủng Không quân.<\/ref><br>''Võ bị Huế K2\n|<center> Đại tá\n|<center> 1964 - 1965\n|Giải ngũ cùng cấp\n|-\n|<center> 4\n|<center> [[Lê Văn Nghiêm]]<br>''Võ bị Lục quân Pháp<br>Khóa Đặc biệt\n|<center> Trung tướng\n|<center> 11\/1964 - 5\/1965\n|Giải ngũ tháng 5 năm 1965\n|-\n|<center> 5\n|<center> [[Trần Văn Vân (Đại tá, Quân lực VNCH)|Trần Văn Vân]]<ref>Đại tá Trần Văn Vân, sinh năm 1926 tại Hà Giang.<\/ref><br>''Võ bị Địa phương<br>Nam Việt Vũng Tàu\n|<center> Thiếu tá\n|<center> 5\/1965 - 11\/1965\n|Sau được cử đi làm Sĩ quan Tuỳ viên Quân sự tại Nam Hàn. Giải ngũ ở cấp Đại tá\n|-\n|<center> 6\n|<center> [[Bùi Đình Đạm]]<br>''Võ bị Huế K1\n|<center> Đại tá\n|<center> Giám đốc Nha Động viên<br><br>Tổng Giám đốc Tổng Nha Nhân lực\n|<center> 11\/1965 - 1\/1974<br>1\/1974 - 4\/1975\n|Ở chức vụ này từ cấp Đại tá đến cấp Thiếu tướng\n|- \n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Chính phủ Việt Nam Cộng hòa]]"}