{"2424612":"{{expand}}\n{{cần biên tập}}\n'''Tổng hội Sinh viên Sài Gòn - Gia Định''' là một tổ chức hợp pháp đại diện cho quyền lợi của sinh viên, bao gồm các hội [[sinh viên]] các trường đại học khu vực [[Sài Gòn]] và [[Gia Định]] trước năm 1975. Trong giai đoạn [[Chiến tranh Việt Nam]], có thời gian tổ chức này chủ trì và tập hợp sinh viên tham gia các phong trào và hoạt động chống lại chính quyền [[Việt Nam Cộng hòa]] và chống lại sự hiện diện của [[Hoa Kỳ]] tại miền Nam Việt Nam. Nhiều lãnh đạo của tổ chức này thực chất là [[Đảng viên Đảng Cộng sản Việt Nam]], như chủ tịch hội [[Huỳnh Tấn Mẫm]], [[Lê Hiếu Đằng]]... vì vậy trong giai đoạn 1967-1971 Tổng hội chịu sự điều khiển của [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]]. Sau sự kiện 30-4-1975, Tổng hội Sinh viên bị giải tán, nhiều thành viên lãnh đạo thân cộng sản tham gia và giữ các vị trí khác nhau trong chính quyền mới.\n\nCần phân biệt rõ phong trào học sinh sinh viên chống chính quyền và chống Mỹ (do Mặt trận Dân tộc Giải phóng miền Nam Việt Nam đứng đằng sau) và Tổng hội Sinh viên Sài Gòn. Có những thời điểm, Tổng hội là thủ lĩnh các phong trào đấu tranh chống chính quyền và chống Mỹ (giai đoạn 1967-1971). Khi Tổng hội do những người thân chính quyền Sài Gòn lãnh đạo, Tổng hội không tham gia hoạt động chống chính quyền. Thời điểm này, phong trào học sinh - sinh viên chống chính quyền do các lãnh tụ sinh viên thân cộng sản, có thể là thành viên các hội sinh viên của các trường thành viên của Tổng hội, lãnh đạo.\n\n==Ra đời và cơ cấu tổ chức==\nTổng hội Sinh viên Sài Gòn được thành lập năm 1963, trong thời kỳ đấu tranh chống lại chính quyền của [[Ngô Đình Diệm]]. Trụ sở của Tổng hội Sinh viên Sài Gòn đặt bên cạnh [[Hồ Con Rùa]] (nay là [[Nhà Văn hóa Thanh Niên Thành phố Hồ Chí Minh]]<ref name=\"tuoitre.vn\">http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/454006\/ky-uc-huynh-tan-mam.html#ad-image-0<\/ref>)\n\nTổng hội Sinh viên Sài Gòn quy tụ 17 phân khoa. Chủ tịch ban đại diện 17 phân khoa mỗi năm họp lại và bầu ra Ban đại diện Tổng hội. Hai bên, một là Chính quyền Sài Gòn, hai là Thành đoàn Sài Gòn đứng sau là [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] bằng nhiều cách muốn nắm lấy Tổng hội Sinh viên. Thường có ít nhất hai liên danh tranh cử. Mỗi phân khoa được bầu một phiếu. Liên danh nào đạt 9 phiếu là thắng cử. Muốn có được 9 phiếu, trước hết phải ra tranh cử ở các lớp, vào ban đại diện các phân khoa, tranh cử chủ tịch ban đại diện sinh viên nhà trường.\n\n*[[Nguyễn Hữu Thái]] là người được đề cử là chủ tịch Tổng hội đầu tiên (1963-1964)<ref>{{Chú thích web |url=http:\/\/www.alphabooks.vn\/a\/news?t=4&id=1025147 |ngày truy cập=2013-12-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 12 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131212160439\/http:\/\/www.alphabooks.vn\/a\/news?t=4&id=1025147 }}<\/ref>. Tuy nhiên sau đó, các Ban Đại Diện của tất cả Đại học, trường Cao đẳng tại Sài Gòn họp tại số 4 đường Duy Tân bầu [[Võ Văn Trưng]] làm Chủ tịch đoàn cho Đại học Sư phạm rồi giữ chức Chủ tịch Tổng hội Sinh viên. Phó Chủ tịch Nội vụ là Nguyễn Hữu Thái, Phó Chủ tịch Ngoại vụ là Tô Lai Chánh.<ref>https:\/\/petruskyaus.net\/giao-su-vo-van-trung\/<\/ref>\n*Nhiệm kỳ 1964-1965 chủ tịch Tổng hội là [[Lê Hữu Bôi]] và [[Nguyễn Trọng Nho]] là thành viên Quốc dân đảng, có khuynh hướng chống cộng sản. \n*Nhiệm kỳ 1965-1966, Tô Lai Chánh thân chính quyền nắm vai trò chủ tịch. Giữa năm 1966, hàng trăm sinh viên y khoa đã kéo đến bao vây trụ sở Tổng hội (số 4 Duy Tân), chất vấn [[Tô Lai Chánh]], khiến Chánh phải bỏ trốn về Cần Thơ. Sinh viên đấu tranh đã chiếm trụ sở và phát động phong trào \"tự trị đại học\" do Hồ Hữu Nhựt làm chủ tịch. Ngày 30-4-1967, tại số 4 Duy Tân diễn ra cuộc bầu cử lịch sử giữa hai liên danh là [[Hồ Hữu Nhựt]] và [[Lê Hồng Khanh]], kết quả là Hồ Hữu Nhựt đã trở thành chủ tịch Tổng hội với 2\/3 số phiếu<ref name=\"phapluattp.vn\">http:\/\/phapluattp.vn\/20100426124642888p0c1013\/di-bieu-tinh-bang-may-bay-cua-nguyen-cao-ky.htm<\/ref>. \n* Nhiệm kỳ 1967-1968 [[Nguyễn Đăng Trừng]] làm chủ tịch.\n* Nhiệm kỳ 1968-1969 [[Nguyễn Văn Quỳ]] làm chủ tịch\n* Năm 1969, liên danh Nguyễn Văn Quỳ (Chủ tịch Ban đại diện Sinh viên Nông Lâm Súc) tiếp tục đắc cử, [[Huỳnh Tấn Mẫm]] làm phó chủ tịch, sau đó khi Nguyễn Văn Quỳ tốt nghiệp, [[Huỳnh Tấn Mẫm]] được đôn lên làm Chủ tịch (1969<ref name=\"tienphong.vn\">http:\/\/www.tienphong.vn\/Page\/PrintView.aspx?ArticleID=577846<\/ref>-1971).\n\nHoạt động đấu tranh của Tổng hội Sinh viên Sài Gòn chống Mỹ mạnh mẽ nhất trong các giai đoạn lãnh đạo của Hồ Hữu Nhựt (1966-1967), [[Nguyễn Đăng Trừng]] (1967-1968), Nguyễn Văn Quỳ (1968-1969), và Huỳnh Tấn Mẫm (1969-1970).\n\nĐến 1971, liên danh [[Lý Bửu Lâm]] (khuynh hướng thân chính quyền Sài Gòn) đắc cử. [[Huỳnh Tấn Mẫm]] sau đó được bầu là Chủ tịch của [[Tổng hội Sinh viên Nam Việt Nam]] mới ra đời tháng 7\/1971<ref name=\"phapluattp.vn\"\/>.\n\nCác thành viên lãnh đạo khác của Tổng hội gồm: [[Lê Văn Nuôi]] (Chủ tịch Tổng đoàn học sinh Sài Gòn), [[Nguyễn Hoàng Trúc]] (Tổng thư ký Tổng hội sinh viên Sài Gòn), [[Hạ Đình Nguyên]] (phó chủ tịch Tổng hội sinh viên Sài Gòn), Võ Như Lanh, Trịnh Đình Ban, Cao Thị Quế Hương, Trần Thị Lan, Trần Thị Huệ, [[Nguyễn Thành Công]], Nguyễn Xuân Lập, Cao Lập, [[Lê Hiếu Đằng]].\n\nKhoảng thời gian 1969 - 1972 là giai đoạn phong trào học sinh - sinh viên lên cao trào. Khí thế đấu tranh lan tỏa khắp đường phố Sài Gòn, được sự ủng hộ của nhiều thành phần, nhiều giới trong xã hội, từ tăng ni Phật tử, các ba má phong trào, công đoàn, đội ngũ dân biểu đối lập… cho đến Phó Tổng thống Chính quyền Sài Gòn [[Nguyễn Cao Kỳ]], đại tướng [[Dương Văn Minh]]<ref name=\"ReferenceA\">http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/276145\/bac-si-huynh-tan-mam-toi-may-man-duoc-nhieu-nguoi-yeu-thuong.html<\/ref>.\n\nBan Chấp hành Tổng hội Sinh viên đã tan rã từ giữa năm 1972, vì Chính quyền Sài Gòn tiến hành bắt hết các lãnh đạo sinh viên, song song với việc [[Việt Nam Dân chủ Cộng hòa]] tấn công [[Việt Nam Cộng hòa]] tại chiến trường Quảng Trị. Chính quyền [[Việt Nam Cộng hòa]] cũng lấy lại trụ sở Tổng Hội.\n\nTừ đầu năm 1973, các phong trào sinh viên tranh đấu ở Sài Gòn do cộng sản tổ chức phần lớn đã bị dập tắt. Các \"lãnh tụ sinh viên học sinh\" như Huỳnh Tấn Mẫm, Trịnh Đình Ban, Trần Thị Lan, [[Lê Văn Nuôi]], Võ Như Lanh, Nguyễn Xuân Lập... đã bị kết án và vừa được trao trả tù binh theo [[Hiệp định Paris]]<ref>{{Chú thích web |url=http:\/\/www.trantrungdao.com\/?p=1740 |ngày truy cập=2013-12-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 10 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131210200651\/http:\/\/www.trantrungdao.com\/?p=1740 }}<\/ref>. Từ năm 1973 đến 1975, các lãnh tụ phong trào sinh viên chống chính quyền phải hoạt động bí mật, hoặc bị cầm tù.\n\n==Các hoạt động nổi bật==\nCác phong trào và hoạt động của Tổng hội mục đích là: đòi hòa bình, chống sự can thiệp của Mỹ, chống quân sự hóa học đường, đòi thả tù chính trị, ủng hộ chính phủ liên hiệp hòa giải dân tộc, ủng hộ tổng tuyển cử thống nhất đất nước<ref name=\"tuoitre.vn\"\/>.\n\nPhong trào học sinh - sinh viên này từng khiến chế độ Sài Gòn mất ăn mất ngủ<ref name=\"ReferenceA\"\/>.\n\nCác hoạt động nổi bật:\n* Tháng 8-1964 sinh viên họp ở tổng hội, kéo đến phủ thủ tướng phản đối hiến chương mới của chính phủ [[Nguyễn Khánh]]. Khi có báo đăng sai lệch về cuộc gặp này, tổ chức biểu tình rầm rộ từ [[Trường J.J.Rousseau]] (tức Trường Chasseloup Laubat, nay là [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Trường THPT Lê Quý Đôn]]) kéo đến Bộ thông tin đòi đính chính.\n* Năm 1970: phong trào đòi trả tự do cho [[Huỳnh Tấn Mẫm]] (chủ tịch hội) và 30 thành viên khác bị chính quyền bắt giữ, được sự ủng hộ của các phong trào sinh viên quốc tế. Đây còn gọi là ‘Vụ mồng 10 tháng 3′, ngày Huỳnh Tấn Mẫm và các sinh viên bị bắt.\n* Năm 1970, Đại hội thanh sinh viên thế giới cùng hội thảo với chủ đề \"Sinh viên thế giới và Hòa bình Việt Nam\" được Tổng hội sinh viên Sài Gòn kết nối tổ chức tại chùa Ấn Quang và Đại học Nông Lâm Súc. Sự kiện diễn ra trong hai ngày 10 và 11-7-1970, thu hút hàng ngàn sinh viên học sinh và các tầng lớp nhân dân, tôn giáo. Chủ tịch Tổng hội sinh viên Hoa Kỳ Charles Palmer dẫn đầu phái đoàn Hoa Kỳ, trong đó có Sam Brown, Ronald Young, những người trước đó từng tổ chức các cuộc biểu tình lớn nhất tại Washington đòi Tổng thống Nixon chấm dứt chiến tranh tại Việt Nam. Tham dự còn có Chủ tịch Tổng hội sinh viên các nước Úc, Hà Lan, New Zealand, các linh mục đại diện Liên tôn thế giới… Đặc biệt là sự có mặt của GS. George Wald ([[Đại học Harvard]], Mỹ) – người đạt giải thưởng Nobel Y khoa về sinh học năm 1967<ref name=\"tienphong.vn\"\/>.\n* Năm 1971 trong phong trào chống bầu cử tổng thống độc diễn của [[Nguyễn Văn Thiệu]].\n* Chiến dịch đốt xe Mỹ: tháng 12-1970, nhân sự kiện em học sinh Nguyễn Văn Minh ở Quy Nhơn bị hai lính Mỹ bắn chết ngay trước cổng trường trong trò chơi bắn người uống bia, nối theo những vụ giết hại dân thường như [[Thảm sát Sơn Mỹ]], tổng hội liền phát động phong trào đốt xe Mỹ để bày tỏ sự phẫn uất. Rất nhiều nhóm hành động mang tên Sao băng, Sao chổi, Sao xẹt... đã được lập. Chiếc xe đầu tiên bị đốt để mở đầu chiến dịch ở ngã tư Hồng Thập Tự (Nguyễn Thị Minh Khai bây giờ) - Cường Để.\n* Phong trào \"[[Hát cho đồng bào tôi nghe]]\": năm 1965 ra đời Đoàn Văn nghệ sinh viên - học sinh thuộc Tổng hội Sinh viên Sài Gòn, khởi xướng và lãnh đạo phong trào này. Qua các thời kỳ đoàn trưởng gồm: sinh viên y khoa Trương Thìn (1965), [[Tôn Thất Lập]] (1969), [[Trần Xuân Tiến]] (1973)<ref>http:\/\/baogialai.com.vn\/channel\/1744\/201107\/Gap-lai-thu-linh-sinh-vien-Sai-Gon-truoc-1975-Huynh-Tan-Mam-2085015\/<\/ref>.\n\n==Đánh giá==\n\"Người Mỹ khi ấy cho rằng phong trào đấu tranh của học sinh - sinh viên còn \"nguy hiểm hơn [[Việt Cộng]]\"<ref name=\"tienphong.vn\"\/>\n\nThế hệ học sinh - sinh viên trước năm 1975 được ví như những \"ông trời con\"<ref name=\"ReferenceA\"\/>\n\nTheo tham luận Thành đoàn TP.HCM tại một hội thảo 2010 nhấn mạnh: Khu đoàn, Thành đoàn Sài Gòn - Gia Định trong kháng chiến chống Mỹ cứu nước đã nêu cao ngọn cờ tập hợp, phát triển đa dạng các phong trào đấu tranh của thanh niên, sinh viên, học sinh đã góp phần quan trọng vào thắng lợi chung<ref>{{Chú thích web |url=http:\/\/www.thanhdoan.hochiminhcity.gov.vn\/webtd\/vn\/default.aspx?cat_id=664&news_id=11194 |ngày truy cập=2013-12-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 12 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131212222643\/http:\/\/www.thanhdoan.hochiminhcity.gov.vn\/webtd\/vn\/default.aspx?cat_id=664&news_id=11194 }}<\/ref>.\n\nMột số cựu lãnh đạo phong trào sinh viên Sài Gòn sau này đã đánh giá lại Đảng CSVN, như [[Lê Hiếu Đằng]]<ref>[http:\/\/www.voatiengviet.com\/content\/luat-su-le-hieu-dang-tuyen-bo-ra-khoi-dang-cs-vietnam\/1804149.html Luật gia Lê Hiếu Đằng tuyên bố từ bỏ đảng cộng sản Việt Nam], 05\/12\/2013, Đài tiếng nói Hoa Kỳ<\/ref><ref>[http:\/\/www.viet.rfi.fr\/viet-nam\/20131205-luat-gia-le-hieu-dang-tu-bo-dang-cong-san-de-tro-thanh-cong-dan-tu-do-dau-tranh Luật gia Lê Hiếu Đằng: Bỏ đảng Cộng sản để trở thành công dân tự do đấu tranh], Thụy My, 05\/12\/2013, RFI<\/ref>, [[Hạ Đình Nguyên]]<ref>{{Chú thích web |url=https:\/\/danluan.org\/tin-tuc\/20131016\/ha-dinh-nguyen-toi-da-tu-dien-bien |ngày truy cập=2013-12-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 11 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131211133031\/https:\/\/danluan.org\/tin-tuc\/20131016\/ha-dinh-nguyen-toi-da-tu-dien-bien |url-status=dead }}<\/ref><ref>http:\/\/www.bbc.co.uk\/vietnamese\/multimedia\/2013\/12\/131203_hadinhnguyen_inv.shtml<\/ref>, [[Huỳnh Tấn Mẫm]].\n\n==Xem thêm==\n* [[Phong trào Hát cho đồng bào tôi nghe]]\n* [http:\/\/motgoctroi.com\/StLichsu\/LSCandai\/BachDienTS\/TrumSVDautranh_HTMam.htm Tổng hội Sinh viên Sài gòn một thời - Huỳnh Tấn Mẫm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130507065758\/http:\/\/motgoctroi.com\/StLichsu\/LSCandai\/BachDienTS\/TrumSVDautranh_HTMam.htm |date = ngày 7 tháng 5 năm 2013}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]"}