{"3176972":"{{Hợp nhất từ|Nhà nước (chính trị)}}\n{{Chính trị Việt Nam}}\n{{cần biên tập}}\n'''Đảng bộ cấp tỉnh''', '''Đảng ủy cấp tỉnh''', '''Ban Chấp hành Đảng bộ cấp tỉnh''', còn được gọi là '''Tỉnh ủy''' (đối với đơn vị hành chính là [[tỉnh (Việt Nam)|tỉnh]]) hay '''[[Thành ủy]]''' (đối với đơn vị hành chính là [[tỉnh (Việt Nam)|thành phố trực thuộc trung ương]]) là cơ quan do [[Đảng Cộng sản Việt Nam]] lãnh đạo ở cấp [[Tỉnh (Việt Nam)|Tỉnh]]. Do [[Việt Nam]] là quốc gia theo thể chế [[chủ nghĩa xã hội]] đồng thời thực hiện chủ trương \"Đảng lãnh đạo, nhà nước cầm quyền\", cơ quan Đảng ủy cấp tỉnh có quyền lực cao hơn so với các cơ quan hành chính cấp tương đương.{{fact|date=29.8.2015}}\n\nĐứng đầu Đảng ủy cấp tỉnh là [[Bí thư Tỉnh ủy]] (hoặc [[Bí thư Thành ủy]] đối với thành phố trực thuộc trung ương) do Ban chấp hành Đảng bộ cấp tỉnh bầu tại Hội nghị đầu tiên, hoặc được điều phối từ Ban chấp hành Trung ương. Bí thư Tỉnh\/Thành ủy thường là [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII|Ủy viên Trung ương Đảng]], trong đó [[Bí thư Thành ủy Hà Nội]] và [[Bí thư Thành ủy Thành phố Hồ Chí Minh]] còn là [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]].\n\nBan chấp hành Đảng bộ cấp tỉnh còn bầu ra Ban Thường vụ gồm các Ủy viên Ban Thường vụ, trong đó có một số Ủy viên giữ nhiệm vụ Thường trực.\n\nỦy viên ban chấp hành Đảng bộ tỉnh được gọi là Tỉnh ủy viên. Tỉnh ủy viên thường là các Giám đốc Sở và Bí thư Huyện.\n\n==Quyền hạn và nhiệm vụ==\nBan Chấp hành Đảng bộ cấp tỉnh có quyền hạn và nhiệm vụ:\n* Quyết định chương trình công tác toàn khoá, hằng năm và Quy chế làm việc của Ban Chấp hành Đảng bộ cấp tỉnh; Quy chế làm việc của Ủy ban Kiểm tra Tỉnh\/Thành ủy.\n* Chuẩn bị nội dung, chương trình Đại hội và nhân sự Ban Chấp hành Đảng bộ cấp tỉnh khoá mới; quyết định triệu tập Đại hội Đảng bộ tỉnh.\n* Thảo luận và quyết định các chủ trương, biện pháp và chỉ đạo thực hiện các nghị quyết của Trung ương Đảng, Nghị quyết Đại hội Đảng bộ cấp tỉnh.\n* Tổng kết những chuyên đề về kinh tế- xã hội, an ninh, quốc phòng, xây dựng Đảng, xây dựng hệ thống chính trị. Căn cứ vào nội dung, tính chất của từng lĩnh vực trên, Tỉnh\/Thành ủy ra nghị quyết hoặc kết luận.\n* Chỉ đạo, lãnh đạo và tổ chức thực hiện sơ kết, tổng kết các nghị quyết, chỉ thị của Ban Chấp hành Trung ương, Bộ Chính trị, Ban Bí thư và nghị quyết của Ban Chấp hành Đảng bộ cấp tỉnh.\n* Thảo luận và ra nghị quyết về việc đề nghị điều chỉnh địa giới hành chính cấp tỉnh, cấp huyện.\n* Quyết định những nội dung lớn về công tác xây dựng Đảng, những vấn đề quan trọng về công tác tổ chức và cán bộ; về công tác kiểm tra, giám sát và thi hành kỷ luật trong Đảng theo quy định của Điều lệ Đảng.\n* Trình Bộ Chính trị, Ban Bí thư nhân sự giới thiệu ứng cử các chức danh Bí thư, Phó Bí thư Tỉnh\/Thành ủy, Chủ tịch Hội đồng nhân dân cấp tỉnh, Chủ tịch Ủy ban nhân dân cấp tỉnh. \n* Căn cứ quy định của [[Trung ương Đảng Cộng sản Việt Nam|Trung ương]], thảo luận và quyết định số lượng Ủy viên Ban Thường vụ, Ủy viên Ủy ban kiểm tra Tỉnh\/Thành ủy. \n* Bầu Ủy viên Ban Thường vụ, Bí thư, Phó Bí thư, Ủy viên Ủy ban Kiểm tra, Chủ nhiệm Ủy ban Kiểm tra Tỉnh\/Thành ủy.\n* Xem xét, giới thiệu và đề nghị bổ sung Ủy viên Ban Chấp hành Đảng bộ cấp tỉnh.<ref>Điều 20 Điều lệ Đảng Cộng sản Việt Nam<\/ref>\n* Giới thiệu nhân sự ứng cử chức danh Chủ tịch [[Hội đồng nhân dân]], Chủ tịch [[Ủy ban nhân dân]] cấp tỉnh để Hội đồng nhân dân cấp tỉnh bầu; tham gia ý kiến về nhân sự Phó Chủ tịch Hội đồng nhân dân, Phó Chủ tịch Ủy ban nhân dân trước khi Ban Thường vụ Tỉnh\/Thành ủy quyết định giới thiệu để Hội đồng nhân dân cấp tỉnh bầu.\n* Cho ý kiến về chủ trương, định hướng lớn đối với những vấn đề đặc biệt quan trọng của Hội đồng nhân dân cấp tỉnh trước khi Hội đồng nhân dân thảo luận và quyết định.\n* Quyết định những vấn đề lớn, quan trọng về kinh tế - xã hội, ngân sách, quốc phòng, an ninh, đối ngoại, các chương trình, dự án trọng điểm về đầu tư phát triển sản xuất, kinh doanh, kinh tế đối ngoại... liên quan đến đời sống của nhân dân ở địa phương; chủ trương đầu tư các dự án đặc biệt quan trọng của tỉnh.\n* Xem xét, cho ý kiến về đánh giá tình hình thực hiện nhiệm vụ phát triển kinh tế - xã hội, an ninh quốc phòng, xây dựng hệ thống chính trị 6 tháng đầu năm, hằng năm của tỉnh và phương hướng, nhiệm vụ trong thời gian tới.\n* Xem xét, xử lý kỷ luật đối với tổ chức đảng và đảng viên theo Quy định của [[Điều lệ Đảng Cộng sản Việt Nam|Điều lệ Đảng]]. \n* Xem xét, cho ý kiến những vấn đề quan trọng khác mà Ban Thường vụ Tỉnh\/Thành ủy thấy cần phải trình Tỉnh uỷ thảo luận và quyết định.\n== Sơ đồ tổ chức Tỉnh ủy trong hệ thống chính trị Việt Nam ==\n[[Tập tin:Sơ đồ tổ chức hệ thống chính trị Việt Nam 2019.jpg|1000x1000px]]\n\n==Thường trực Tỉnh ủy==\n{{chính|Thường trực Tỉnh ủy 2010-2015}}\n===Tổ chức===\nThường trực Tỉnh\/Thành ủy do Ban chấp hành Đảng bộ cấp tỉnh bầu trong Hội nghị Đảng bộ cấp tỉnh, có thể được bổ sung hoặc miễn chức vụ của các thành viên trong Thường trực Tỉnh\/Thành ủy.\n\nThường trực Tỉnh\/Thành ủy gồm Bí thư, Phó Bí thư Tỉnh\/Thành ủy.\n===Quyền hạn===\nThường trực Tỉnh\/Thành ủy có nhiệm vụ và quyền hạn sau:\n* Giúp Ban Thường vụ chỉ đạo việc chuẩn bị và tổ chức thực hiện Quy chế làm việc và Chương trình công tác toàn khoá của Ban Chấp hành Đảng bộ cấp tỉnh; xây dựng và tổ chức thực hiện chương trình công tác hằng năm, 6 tháng, hằng quý, hằng tháng của Ban Thường vụ Tỉnh\/Thành ủy; quyết định triệu tập hội nghị Ban Thường vụ; chỉ đạo việc chuẩn bị các nội dung (báo cáo, đề án, phương án, dự thảo các nghị quyết, kết luận) trình Hội nghị Ban Thường vụ, Ban Chấp hành Đảng bộ cấp tỉnh quyết định; chỉ đạo việc chuẩn bị nội dung làm việc với lãnh đạo cấp cao của Đảng và Nhà nước đến thăm và làm việc tại địa phương hoặc khi lãnh đạo yêu cầu cấp uỷ đến báo cáo, làm việc.\n* Chỉ đạo phối hợp hoạt động giữa các cơ quan Đảng, Đảng đoàn Hội đồng nhân dân, Ban cán sự đảng Ủy ban nhân dân cấp tỉnh, các đoàn thể nhân dân trong việc quán triệt, cụ thể hoá, chỉ đạo tổ chức thực hiện và kiểm tra, giám sát, sơ kết, tổng kết việc thực hiện các chỉ thị, nghị quyết của Trung ương và của cấp uỷ địa phương.\n* Chỉ đạo giải quyết các công việc hằng ngày của Đảng bộ, nhất là những vấn đề đột xuất nảy sinh giữa hai kỳ họp của Ban Thường vụ Tỉnh\/Thành ủy.\n* Thay mặt Ban Thường vụ giải quyết những công việc theo sự chỉ đạo của Trung ương, theo Quy chế làm việc của cấp uỷ và những công việc được Ban Thường vụ ủy quyền. \n* Cho ý kiến về việc thành lập và giải thể các tổ chức không thuộc thẩm quyền của Ban Thường vụ Tỉnh\/Thành ủy.\n* Trực tiếp quản lý, quyết định bổ nhiệm, miễn nhiệm các chức danh cán bộ được Ban Thường vụ Tỉnh\/Thành ủy ủy quyền; xem xét, tham gia ý kiến đối với các chức danh cán bộ lãnh đạo, quản lý các ngành thuộc Trung ương quản lý (theo Phân cấp quản lý cán bộ), Thẩm phán Toà án Nhân dân cấp tỉnh, Kiểm sát viên Viện Kiểm sát nhân dân cấp tỉnh để ngành dọc Trung ương quyết định quy hoạch, bổ nhiệm, bổ nhiệm lại.\n\n==Ban Thường vụ ==\n===Tổ chức===\nBan Thường vụ Tỉnh\/Thành ủy do Ban chấp hành Đảng bộ cấp tỉnh bầu trong Hội nghị đầu tiên, có thể bổ sung và bãi nhiệm các thành viên trong các Hội nghị.\n\nBan Thường vụ bao gồm:\n* Bí thư Tỉnh\/Thành ủy, các Phó Bí thư. (Thường trực tỉnh ủy)\n* Các ủy viên Ban Thường vụ còn lại thường có:\n** Các Phó Chủ tịch Ủy ban Nhân dân và Hội đồng Nhân dân Tỉnh\/Thành phố (tùy vào độ quan trọng trong nhiệm vụ và quyền hạn của các Phó Chủ tịch).\n** Người đứng đầu các cơ quan Đảng quan trọng thuộc Tỉnh\/Thành ủy (như Ủy ban Kiểm tra, Ban Tổ chức, Ban Tuyên giáo, Ban dân vận ...).\n** Chỉ huy trưởng Bộ chỉ huy quân sự cấp Tỉnh\/Thành phố.\n** Giám đốc Công An cấp Tỉnh\/Thành phố.\n** Bí thư Thành phố tỉnh lỵ\n\n===Quyền hạn===\nBan Thường vụ Tỉnh\/Thành ủy có quyền hạn và nhiệm vụ:\n* Cho ý kiến về các dự án đầu tư liên quan đến sử dụng đất có diện tích từ 01 ha trở lên ở các vùng (ngoài khu công nghiệp, cụm công nghiệp và kinh tế xã hội); các dự án liên quan đến vùng dân tộc, vùng tôn giáo; các dự án quan hệ đến an ninh, quốc phòng; các dự án thuộc nhóm B (riêng các dự án đặc biệt quan trọng và dự án nhóm A phải báo cáo Ban Thường vụ hoặc Ban chấp hành Đảng bộ cấp tỉnh quyết định).\n* Cho chủ trương đầu tư xây dựng mới; cải tạo, sửa chữa lớn trụ sở làm việc của các cơ quan Đảng, nhà nước, Mặt trận Tổ quốc và tổ chức chính trị - xã hội từ nguồn ngân sách tỉnh.\n* Cho ý kiến về chủ trương sử dụng các khoản chi từ nguồn hỗ trợ của Trung ương, tỉnh bạn, các tổ chức trong và ngoài nước cho các nhu cầu phòng, chống thiên tai, cứu trợ khẩn cấp,…; cho ý kiến về việc sử dụng nguồn tiền thưởng thu vượt dự toán từ ngân sách Trung ương thưởng cho ngân sách địa phương, nguồn tăng thu ngân sách cấp tỉnh, các khoản chi bổ sung dự toán có mức độ ảnh hưởng lớn đến phát triển kinh tế - xã hội của địa phương do Ban cán sự đảng Uỷ ban nhân dân tỉnh trình sau khi đã xin ý kiến Thường trực Hội đồng nhân dân tỉnh; cho chủ trương các khoản chi hỗ trợ các tỉnh bạn, các tổ chức nước ngoài; cho ý kiến về những nội dung liên quan đến bổ sung ngân sách đảng của địa phương theo quy định. Đối với nguồn dự phòng ngân sách, Uỷ ban nhân dân tỉnh chỉ đạo thực hiện chi đúng theo Luật Ngân sách, định kỳ hằng quý báo cáo kết quả thực hiện với Thường trực Tỉnh uỷ.\n* Cho chủ trương về tổ chức các lễ kỷ niệm lớn của cấp tỉnh và cấp huyện.\n* Cho ý kiến về kế hoạch đại hội các cấp, báo cáo chính trị, đề án nhân sự và đề án tổ chức đại hội của Mặt trận Tổ quốc và các tổ chức chính trị - xã hội tỉnh.\n* Cho ý kiến về chức năng, nhiệm vụ, tổ chức bộ máy, biên chế cán bộ, nhân sự bầu bổ sung các chức danh Mặt trận Tổ quốc và các tổ chức chính trị - xã hội tỉnh theo phân cấp quản lý cán bộ. \n* Chuẩn y kết quả bầu cấp uỷ viên, uỷ viên uỷ ban kiểm tra và các chức danh lãnh đạo cấp uỷ của đảng uỷ trực thuộc. Chỉ định, bổ sung, thay thế hoặc cách chức thành viên Đảng đoàn Mặt trận Tổ quốc và các tổ chức chính trị - xã hội tỉnh, thành viên Ban cán sự đảng Viện Kiểm sát nhân dân, Toà án nhân dân tỉnh trên cơ sở xem xét đề nghị của các cơ quan có thẩm quyền. \n* Quyết định thẩm tra những cán bộ thuộc diện Ban Thường vụ quản lý khi có vấn đề phải xem xét về lịch sử chính trị và chính trị theo Quy định của Bộ Chính trị để đưa ra Ban Thường vụ Tỉnh uỷ xem xét, kết luận.\n* Cho ý kiến về bổ nhiệm, miễn nhiệm, điều động, thuyên chuyển, nghỉ hưu cán bộ thuộc quyền quản lý của đảng đoàn, ban cán sự đảng các cơ quan nhà nước, các tổ chức chính trị - xã hội đối với những trường hợp mà các tổ chức đảng thấy cần phải xin ý kiến Thường trực Tỉnh uỷ trước khi quyết định.\n* Quyết định việc thực hiện chế độ và chính sách tiền lương, cử đi học, đi công tác, nghiên cứu, học tập nước ngoài đối với cán bộ thuộc diện Ban Thường vụ Tỉnh ủy quản lý; các đoàn của sở, ban, ngành, huyện, thành, thị và tương đương đi công tác, nghiên cứu, học tập ở trong nước. Những trường hợp cần thiết thì xin ý kiến Ban Thường vụ Tỉnh ủy trước khi quyết định.\n* Chỉ đạo công tác chăm sóc sức khoẻ; tổ chức tang lễ đối với cán bộ thuộc diện Ban Thường vụ Tỉnh ủy quản lý theo đúng chế độ, chính sách quy định.\n* Xét duyệt danh sách đề nghị tặng thưởng Huy chương, Huân chương Lao động; danh hiệu Nhà nước ở mức ưu tú và các vinh dự ở cấp tương đương. Xem xét, quyết định công nhận cán bộ hoạt động \"Tiền khởi nghĩa\".\n* Xét các đảng bộ trong sạch, vững mạnh mà cấp dưới đề nghị Ban Thường vụ Tỉnh ủy biểu dương. Đề nghị cấp trên khen thưởng tổ chức đảng và đảng viên có thành tích theo quy định.\n* Cho ý kiến về chương trình công tác năm và đánh giá công tác năm của các cơ quan nội chính; nhận xét, đánh giá công tác năm của lãnh đạo các cơ quan công an, quân sự tỉnh. Định kỳ hằng quý hoặc 6 tháng, Thường trực Tỉnh uỷ làm việc hoặc giao ban với lãnh đạo Viện Kiểm sát nhân dân tỉnh, Toà án nhân dân tỉnh và các cơ quan nội chính; lãnh đạo các ban xây dựng Đảng, MTTQ và các tổ chức chính trị - xã hội để nghe kết quả hoạt động và định hướng công tác lớn cho phù hợp với chương trình chung của Tỉnh uỷ.\n* Cho ý kiến về chủ trương xử lý các vấn đề đột xuất có liên quan đến an ninh, trật tự an toàn xã hội, nhất là an ninh trong lĩnh vực tôn giáo, dân tộc trên địa bàn.\n* Cho ý kiến về chủ trương xử lý một số vụ án theo Chỉ thị của Bộ Chính trị; Hướng dẫn của Bộ Chính trị về sự lãnh đạo của Đảng đối với các cơ quan bảo vệ pháp luật trong công tác điều tra, xử lý các vụ án và công tác bảo vệ Đảng.\n* Cho ý kiến chỉ đạo để các cơ quan chức năng xem xét, giải quyết những đơn, thư khiếu nại, tố cáo có biểu hiện phức tạp mà dư luận quan tâm, nhất là những đơn thư liên quan đến cán bộ thuộc diện Thường trực Tỉnh ủy, Ban Thường vụ Tỉnh uỷ quản lý. \n* Chỉ đạo các chương trình, kế hoạch và hoạt động đối ngoại lớn ở địa phương.\n* Hằng tháng, Thường trực Tỉnh uỷ báo cáo kết quả giải quyết những công việc được Ban Thường vụ Tỉnh uỷ uỷ quyền vào hội nghị Ban Thường vụ Tỉnh uỷ gần nhất.\n* Trong phạm vi được uỷ quyền, các ý kiến chỉ đạo của Thường trực Tỉnh uỷ có hiệu lực thực hiện như quyết định của Ban Thường vụ Tỉnh uỷ.\n\n===Phụ cấp===\nMức phụ cấp trách nhiệm: Ủy viên ban chấp hành đảng bộ cấp tỉnh, thành phố trực thuộc Trung ương và tương đương hưởng hệ số 0,5 mức lương tối thiểu.<ref>[http:\/\/danguykccq.haiduong.org.vn\/HuongDanNghiepVu\/Pages\/Quy%C4%91%E1%BB%8Bnhv%E1%BB%81ch%E1%BA%BF%C4%91%E1%BB%99ph%E1%BB%A5c%E1%BA%A5ptr%C3%A1chnhi%E1%BB%87m%C4%91%E1%BB%91iv%E1%BB%9Bic%E1%BA%A5p%E1%BB%A7yvi%C3%AAnc%C3%A1cc%E1%BA%A5p.aspx Quy định về chế độ phụ cấp trách nhiệm đối với cấp ủy viên các cấp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150905195835\/http:\/\/danguykccq.haiduong.org.vn\/HuongDanNghiepVu\/Pages\/Quy%C4%91%E1%BB%8Bnhv%E1%BB%81ch%E1%BA%BF%C4%91%E1%BB%99ph%E1%BB%A5c%E1%BA%A5ptr%C3%A1chnhi%E1%BB%87m%C4%91%E1%BB%91iv%E1%BB%9Bic%E1%BA%A5p%E1%BB%A7yvi%C3%AAnc%C3%A1cc%E1%BA%A5p.aspx |date = ngày 5 tháng 9 năm 2015}}, danguykccq,<\/ref>\n\n==Đại hội Đại biểu Đảng bộ cấp tỉnh nhiệm kì 2015 - 2020 và 2020-2025==\n{{Chính|Đại hội đại biểu Đảng bộ trực thuộc Trung ương Đảng Cộng sản Việt Nam nhiệm kỳ 2020 -2025}}\nĐại hội Đại biểu Đảng bộ cấp tỉnh là cơ quan lãnh đạo cao nhất của Đảng bộ tỉnh. Đại hội Đại biểu Đảng bộ bầu ra cấp ủy gồm Ban chấp hành Đảng bộ tỉnh. Sau khi Ban Chấp hành Đảng bộ tỉnh được bầu, Hội nghị Đảng bộ tỉnh lần thứ nhất sẽ được tổ chức để bầu Ban Thường vụ Tỉnh ủy, Thường trực Tỉnh ủy, Ủy ban Kiểm tra Tỉnh ủy và các chức danh lãnh đạo gồm [[Bí thư]], [[Phó Bí thư]] và Chủ nhiệm [[Ủy ban Kiểm tra Đảng bộ]] tỉnh ủy.\n\nĐại hội Đại biểu Đảng bộ cấp tỉnh với nhiệm vụ bầu cấp ủy Đảng bộ tỉnh (tỉnh ủy) và các đại biểu tham dự [[Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam|Đại hội Đảng toàn quốc]].\n\nĐại hội Đại biểu các Đảng bộ cấp tỉnh diễn ra trước Đại hội Đảng toàn quốc và cùng khoảng thời gian với nhau. Trong toàn khóa 2015-2020 các Đảng bộ cấp tỉnh diễn ra Đại hội Đại biểu Đảng bộ từ đầu tháng 9 đến đầu tháng 11\/2015.\n\nDanh sách Đại hội Đại biểu Đảng bộ cấp tỉnh 2015 - 2020{{Đại hội Đại biểu Đảng bộ cấp tỉnh 2015-2020}}\n==Tham khảo==\n{{Tham khảo|30em}}\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Tỉnh ủy (Việt Nam)|*]]\n[[Thể loại:Tỉnh thành Việt Nam]]"}