{"3208686":"{{Infobox Military Unit\n|unit_name= Nha Tổng Thanh tra<br\/>Quân lực Việt Nam Cộng hòa\n|image=\n|caption=\n|dates= [[1956]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]] \n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|36px]] [[Quân lực Việt Nam Cộng hòa]]\n|command_structure= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]] ([[1956]]-[[1966]])<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] ([[1966]]-[[1975]])\n|notable_commanders= - [[Nguyễn Văn Là]]<br>- [[Lữ Mộng Lan|Lữ Lan]]<br>- [[Lê Nguyên Khang]]\n}}\n\n'''Tổng Thanh tra Quân lực''' trực thuộc [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa]]. Có nhiệm vụ thay mặt Bộ Quốc phòng và Bộ Tổng Tham mưu, thường xuyên, đột xuất và định kỳ trong việc thanh tra mọi vấn đề đối với các cơ quan kể cả các cơ quan đầu não trong Quân đội, các Quân đoàn, Quân khu, Biệt khu, Quân, Binh chủng, các đơn vị từ Chủ lực tới Địa phương, từ Tiểu khu tới Chi khu và Phân Chi khu, các Quân trường và các Trung tâm Huấn luyện v.v... Giống như một Viện Kiểm soát của Quân đội.\n\n==Lịch sử hình thành==\nCơ quan '''Tổng Thanh tra Quân lực Việt Nam Cộng hòa''' đã hình thành từ những năm đầu của nền [[Đệ nhất Cộng hòa]] và trực thuộc Bộ Quốc phòng. Cho đến năm 1966 Bộ phận Tổng Thanh tra được chuyển sang trực thuộc Bộ Tổng tham mưu cho đến tháng 4\/1975. Ngay thời điểm chuyển trực thuộc, Bộ Tổng Tham mưu đã cử ra một sĩ quan cấp tướng phụ trách chức vụ này.\n*A. '''TỔ CHỨC:'''<br>''Gồm có:''<br>-01 Phòng Hành chính và 05 Sở Điều hành. Vị trí đứng đầu Sở gọi là Chánh sự vụ\n*B. '''NHIỆM VỤ:'''<br>1\/ '''''Phòng Hành chính:'''''<br>-Phụ trách Hành chính và Nhân viên.<br>2\/ '''''Sở Nghiên cứu chương trình:'''''<br>-Lập lịch trình thanh tra thường niên cho các Đoàn Thanh tra thuộc các Sở Thanh tra Tổng quát, Lãnh thổ và Kỹ thuật.<br>-Lập chương trình thanh tra đặc biệt khi cần.<br>-Nghiên cứu cải tổ cơ cấu tổ chức của Tổng Thanh tra các chương trình thanh tra, mẫu phúc trình thanh tra.<br>3\/ '''''Sở Thanh tra Tổng quát:'''''<br>-Phụ trách thanh tra các đơn vị Chủ lực quân, cùng các Quân trường và Trung tâm Huấn luyện.<br>4\/ '''''Sở Thanh tra Lãnh thổ:'''''<br>-Phụ trách thanh tra các đơn vị Địa phương quân và Nghĩa quân.<br>5\/ '''''Sở Thanh tra Kỹ thuật:'''''<br>-Phụ trách thanh tra các đơn vị chuyên môn về các ngành như: Quân y, Quân cụ, Quân nhu v.v...<br>6\/ '''''Sở Điều tra:'''''<br>-Phụ trách các cuộc điều tra khi có lệnh.\n*C. '''MỤC TIÊU:'''<br>Ngoài những vụ thanh tra đặc biệt, các Đoàn Thanh tra thường tìm hiểu tại chỗ về các lãnh vực sau đây do các đơn vị báo cáo về Bộ Tổng Tham mưu:<br>1\/ '''''Nhân viên:'''''<br>-Căn cứ việc thực hiện so với bảng cấp số về bất khiển dụng các loại, khiển dụng hành quân ''(nếu thấy có gì bất hợp pháp)''.<br>2\/ '''''Hành quân:<br>'''''-Có hoàn thành nhiệm vụ giao phó ?<br>3\/ '''''Huấn luyện:'''''<br>-Xem xét các Quân trường và Trung tâm Huấn luyện về kết quả huấn luyện theo kế hoạch huấn luyện của Bộ Tổng Tham mưu.<br>4\/ '''''Trang bị:'''''<br>-Dựa vào bảng cấp số để biết: đầy đủ, thiếu hụt, kể cả an toàn.<br>5\/ '''''An ninh:'''''<br>-Thanh tra về phòng thủ đơn vị.<br>-Hệ thống an ninh gần, xa.<br>-Lực lượng bố phòng, trừ bị.<br>-Hệ thống giao thông hào, chướng ngại vật, pháo đài, hầm chỉ huy.<br>-Việc phối hợp yểm trợ các đơn vị bạn.<br>-Đặc lệnh truyền tin, phòng hỏa, cứu hỏa v.v...<br>-Tinh thần quân nhân trong đơn vị.<br>-Tình trạng đào ngũ.<br>-Trở ngại và đề nghị của đơn vị.<br>-Kết luận của Phái đoàn thanh tra.\n\n==Tổng Thanh tra Quân lực qua các nhiệm kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"24%\" |Họ và Tên\n!width= \"14%\" |Cấp bậc\n!width= \"16%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Văn Là]]<br>''Võ bị Tông Sơn Tây<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|<center> Trung tướng<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 2\/1966-3\/1968\n|Giải ngũ năm 1974\n|-\n|<center> 2\n|<center> [[Nguyễn Văn Mạnh]]<br>''Võ bị Huế K2\n|<center> Thiếu tướng\n|<center> 3\/1968-8\/1970\n|Sau là Trung tướng Tổng tham mưu phó kiêm Tư lệnh Địa phương quân và Nghĩa quân\n|-\n|<center> 3\n|<center> [[Lữ Mộng Lan|Lữ Lan]]<br>''Võ bị Đà Lạt K3\n|rowspan= \"3\" |<center>Trung tướng\n|<center> 8\/1970-5\/1972\n|\n|-\n|<center> 4\n|<center> [[Lê Nguyên Khang]]<br>''Võ khoa Nam Định<ref>Trường Sĩ quan Trừ bị Nam Định.<\/ref>\n|<center> 5\/1972-11\/1974\n|Kiêm Phụ tá Tổng tham mưu trưởng, đặc trách Hành quân\n|-\n|<center> 5\n|<center> [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]<br>''Võ bị Đà Lạt K4\n|<center> 11\/1974-4\/1975\n|Kiêm Tư lệnh Biệt khu Thủ đô\n|-\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo== \n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa]]"}