{"1278855":"{{Chiến tranh Việt Nam}}\nTrong [[Chiến tranh Việt Nam]], quân đội Hoa Kỳ và các lực lượng đồng minh đã gây ra hàng loạt tội ác như giết người, hãm hiếp, đánh đập tù nhân, ném bom vào thường dân, rải chất độc da cam v.v... Nổi bật như các hành động thảm sát xảy ra trong liên tiếp nhiều năm. Hầu hết đều có đầy đủ bằng chứng để chứng minh và buộc tội những người đã có hành động gây ra tội ác chiến tranh.\n[[Tập tin:My Lai massacre.jpg|nhỏ|phải|300px|Nạn nhân của vụ thảm sát Mỹ Lai năm 1968]]\n\n== Các lực lượng đồng minh của [[Hoa Kỳ]] ==\nCác lực lượng đồng minh của [[Hoa Kỳ]] tham gia [[Chiến tranh Việt Nam]] có:\n* Quân đội [[Hàn Quốc]]: đến Việt Nam tháng 9\/1964, rút khỏi Việt Nam ngày 29\/3\/1973, gồm 2 sư đoàn và 1 lữ đoàn, tổng cộng hơn 50.000 quân, trực tiếp tham gia chiến đấu.\n* Quân đội [[Thái Lan]]: đến Việt Nam tháng 7\/1966, rút khỏi Việt Nam tháng 2\/1972, gồm 1 sư đoàn và 1 trung đoàn, tổng cộng hơn 13.000 quân, trực tiếp tham gia chiến đấu.\n* Quân đội [[Úc]]: đến Việt Nam tháng 9\/1964, rút khỏi Việt Nam tháng 12\/1972, gồm 1 trung đoàn bộ binh, 1 tàu khu trục, 1 phi đội máy bay, tổng cộng hơn 3.000 quân, trực tiếp tham gia chiến đấu.\n* Quân đội [[New Zealand]]: đến Việt Nam tháng 7\/1965, rút khỏi Việt Nam tháng 12\/1972, gồm 2 đại đội bộ binh, 1 đại đội pháo binh, tổng cộng 600 quân, trực tiếp tham gia chiến đấu.\n* Quân đội [[Philippines]]: đến Việt Nam tháng 4\/1965, rút khỏi Việt Nam ngày 29\/3\/1973, gồm 1 tiểu đoàn công binh, 2 đại đội cố vấn tâm lý chiến, tổng cộng hơn 2.000 quân, không trực tiếp tham gia chiến đấu.<ref>Lê Huy Hòa (Chủ biên). Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản Chính trị quốc gia. Hà Nội. 2003, trang 149<\/ref>\n\n== Sự kiện Phật Đản năm 1963 ==\n''Bài chính'': '''[[Biến cố Phật giáo, 1963]]'''\n=== Bối cảnh ===\nNăm [[1950]] Quốc trưởng [[Bảo Đại]] ban hành [[đạo dụ số 10]] điều chỉnh các tổ chức hội đoàn. Điều 1 định nghĩa Hội: \"''Hội là Hiệp ước của hai hay nhiều người thỏa thuận góp kiến thức hay hành lực một cách liên tiếp để theo đuổi mục đích không phải là phân chia lợi tức, như là mục đích thuộc về tế tự, tôn giáo, chính trị, từ thiện, khoa học, văn học, mỹ nghệ, tiêu khiển, thanh niên, thể thao và đồng nghiệp ái hữu.''\". Như vậy tôn giáo được xem là một loại hiệp hội. Đạo dụ này đặt ra những hạn chế đối với các hiệp hội như sau:\n* ''Tổng trưởng Bộ Nội vụ, nếu hội hoạt động trong toàn quốc hoặc ngoài địa hạt một phần Việt Nam; hay Thủ Hiến, nếu hội chỉ hoạt động trong địa hạt một phần Việt Nam, có quyền bác khước không cho phép lập hội mà không cần phải nói lý do. Phép cho rồi có thể bãi đi vì trái điều lệ hay vì lẽ trị an.'' (Điều 7)\n* ''Không hội nào có quyền nhận tiền trợ cấp của Chính phủ, của các quỹ địa phương, quỹ hàng tỉnh và quỹ hàng xã, trừ những hội khoa học, mỹ nghệ, tiêu khiển, từ thiện, thanh niên và thể thao'' (Điều 14)\n* ''Các hội chỉ có quyền chiếm hữu, tạo mãi, quản trị, đứng làm sở hữu chủ những bất động sản thật cần thiết để đạt mục đích của hội'' (Điều 14)\n* ''Những người có liên quan và Công Tố viên có quyền xin toàn án hủy bỏ những việc tạo mãi bất động sản trái với điều này. Bất động sản ấy sẽ đem bán đấu giá và được bao nhiêu tiền sẽ sung vào quỹ hội'' (Điều 14)\n\nĐặc biệt trong đạo dụ này có điều khoản 44 có quy định \"'''''Chế độ đặc biệt dành cho các Hội Truyền giáo Thiên Chúa và Gia Tô, các Hoa Kiều Lý Sự Hội, sẽ được ấn định sau.'''''\", đặt các hội truyền giáo Thiên Chúa và Gia Tô, các Hoa Kiều Lý Sự Hội ra ngoài sự điều chỉnh của đạo dụ này.\n\nNăm 1954, theo [[Hiệp định Genève, 1954]] thì Việt Nam tạm thời chia làm 2 miền và lấy vĩ tuyến 17 là ranh giới và đây trở thành 1 khu vực phi quân sự (DMZ - Demilitarized Zone). Ở miền Bắc, chính phủ [[Việt Nam Dân chủ Cộng hòa]] do chủ tịch [[Hồ Chí Minh]] lãnh đạo được các quốc gia [[Xã hội Chủ nghĩa]] ủng hộ (đặc biệt là [[Liên Xô]] và [[Trung Quốc]]). Còn ở miền Nam, chính quyền [[Việt Nam Cộng hòa]] được thành lập do tổng thống [[Ngô Đình Diệm]] đứng đầu và nhận được sự hậu thuẫn của [[Hoa Kỳ]] và các nước Tư bản Chủ nghĩa. Lý do Ngô Đình Diệm được Mỹ mà cụ thể là [[CIA]] ưu ái là do: Thứ nhất, Diệm vô cùng sùng ái Thiên Chúa giáo. Thứ hai, Diệm là một kẻ chống cộng điên cuồng. Đây cũng chính là lý do gây ra biến cố tôn giáo năm 1963 - chính là sự thiên vị cho Thiên chúa giáo của Diệm.\n\n=== Diễn biến ===\nChính phủ Ngô Đình Diệm quy định cờ tôn giáo không được treo ngoài khuôn viên cơ sở tôn giáo (nhà thờ, chùa, thánh thất...) nhưng tất cả các tôn giáo đều không tuân thủ nghiêm túc quy định này. Trước khi xảy ra sự kiện Phật đản, chính phủ cũng không hề lưu tâm tới vấn đề các tôn giáo vi phạm quy định treo cờ.<ref>[http:\/\/vantuyen.net\/index.php?view=story&subjectid=13250&chapter=15 Hồi ký Đỗ Mậu, Biến cố Phật giáo, Đỗ Mậu - Giám đốc Nha an ninh quân đội, Nguồn: vantuyen.net]<\/ref>. Ngày 6\/5\/1963, Phủ Tổng thống gửi Công điện số 5159 cho các tỉnh yêu cầu các địa phương bắt buộc các tôn giáo thực hiện nghiêm túc quy định của chính phủ về việc treo cờ tôn giáo trong khi ngày 6\/5 đã là 13\/4 âm lịch, tức chỉ còn 2 ngày nữa là đến lễ Phật Đản.\n\nNgày 8\/5\/1963, 2 vạn dân Huế - trong đó có gần 1 vạn tăng ni và tín đồ Phật giáo - đấu tranh chống chính quyền Diệm khủng bố tôn giáo, cấm tổ chức lễ Phật đản và treo cờ Phật trong các chùa. Cuộc đấu tranh được sự đồng tình rộng rãi của các sĩ quan và nhân viên Thừa Thiên-Huế, kể cả một số sĩ quan và nhân viên cao cấp. Nhà cầm quyền đã huy động cảnh sát, công an có xe bọc sắt, đại bác 37 ly đến đàn áp, làm 13 người chết, nhiều người bị thương, gần 100 người bị bắt. Phong trào đấu tranh của đồng bào Phật giáo càng phát triển mạnh mẽ.\n\nBuổi tối ngày 8\/5\/1963 đám đông Phật tử tụ tập trước đài phát thanh Huế chờ nghe bài diễn văn của Thượng tọa Thích Trí Quang đã được thu âm. Đài phát thanh từ chối phát bài diễn văn. Lúc 21 giờ số người tụ tập tại đài phát thanh Huế lên đến khoảng 6000 người<ref>{{Chú thích web |url=http:\/\/todinhtudamhaingoai.org\/vn\/?15659=5&596=14&759=1771&59615=4 |ngày truy cập=2013-08-02 |tựa đề=Hồi ký bác sĩ Erich Wulff, Erich Wulff, Nguồn todinhtudamhaingoai.org |archive-date = ngày 22 tháng 10 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141022222618\/http:\/\/todinhtudamhaingoai.org\/vn\/?15659=5&596=14&759=1771&59615=4 }}<\/ref>. Sau đó, Thượng tọa Trí Quang, Mật Nguyện, Mật Hiển và Đức Tâm đến đài phát thanh để hỏi lý do không phát thanh bài diễn văn. Tỉnh trưởng Thừa Thiên đến đài phát thanh để đối thoại với các chức sắc Phật giáo. Binh lính và xe bọc thép cũng được điều đến Đài phát thanh.\n\nTrong khi lãnh đạo Phật giáo và tỉnh trưởng đang thảo luận, chính quyền dùng vòi rồng giải tán đám đông. Trong khuôn viên đài phát thanh xảy ra 2 vụ nổ làm tình hình xấu đi bất ngờ. Các xe bọc thép và binh lính bắt đầu nổ súng.\n\nTrật tự vãn hồi lúc 24h. Có tám người chết (trong đó có 7 trẻ vị thành niên từ 12 đến 17 tuổi) cùng nhiều người khác bị thương nằm ở ngoài phòng Chương trình và trong khuôn viên đài phát thanh. Xe cứu thương đến chở người chết và bị thương đi bệnh viện. Chính quyền đến trước đài phát thanh loan báo: \"''Chính quyền được tin đêm nay Việt Cộng sẽ xâm nhập phá hoại một vài cơ quan công quyền trong thành phố, chính quyền đã ban hành lệnh giới nghiêm, vậy yêu cầu đồng bào giải tán''\"\n\n<blockquote class=\"toccolours\">\nBác sĩ người Đức [[Erich Wulff]], nhân chứng của vụ nổ súng ở Huế. Ông kể: ''\"Chúng tôi nghe khoảng 10 phát súng nổ kêu vang và khô khan... Tôi có thể nhìn thấy rõ ràng đầu ngọn lửa phát ra từ họng súng của hai chiếc xe án ngự nơi bồn tròn nằm phía đầu [[cầu Trường Tiền|cầu Tràng Tiền]]. Sau tiếng súng là một chập im lặng... Từng nhóm từ mười đến hai mươi người vung tay lên bày tỏ sự bất bình của mình. Đúng vào lúc đó một loạt súng trường bắt đầu nhả đạn. Một chiếc thiết giáp bắt đầu tìm cách phân tán những đám nhỏ này. Thiếu tá Sỹ lệnh cho chúng tôi phải rời đi, ông ta là một người Kitô quá khích và là người thân tín của [[Phêrô Máctinô Ngô Đình Thục|Tổng giám mục Thục]]\"''. Ông cho biết những nạn nhân có những vết thương nghiêm trọng do đạn bắn chứ không phải như Đặng Sỹ nói: ''\"Dưới ánh sáng yếu ớt của đèn bạch lạp, chúng tôi thấy có bảy thân người đầy máu me được đặt trên ba bàn khám nghiệm bằng đá. Từ chân đến ngực thân thể họ còn nguyên vẹn. Nhưng năm cái xác – tất cả là trẻ em - thì không còn đầu. Nơi một người phụ nữ thì có những vết đạn bắn vào cánh tay, vai và cổ. Các [[phương tiện chiến đấu bọc thép|xe thiết giáp]] đã bắn nát đầu các em thiếu nhi, có lẽ vào lúc các em leo qua hàng rào của Đài phát thanh và nhô đầu ra trước\"<ref>Vietnamesische Lehrjahre (Những năm dạy học tại Việt Nam), Suhrkamp Verlag, Taschenbuch Ausgabe, st 73, Germany, 1972, trang 129-142<\/ref>\n<\/blockquote>\n\nChiều ngày 9\/5\/1963, văn phòng Tổng Trị Sự Giáo hội Tăng Già Việt Nam nhận được báo cáo về việc xảy ra tại đài phát thanh Huế đêm 8\/5\/1963, do Phật giáo Trung phần chuyển tới. Ngày 10\/5\/1963, các vị lãnh đạo Phật giáo họp tại chùa Từ Đàm, hoạch định đường lối và phương pháp tranh đấu bảo vệ Phật giáo và đòi hỏi công bằng xã hội. Một bản Tuyên ngôn được soạn thảo, nêu ra năm nguyện vọng của Phật giáo. Ngày 17\/5\/1963, Phật giáo cho trưng bày hình ảnh biến cố đài phát thanh Huế trong đêm Phật Đản tại chùa Ấn Quang (Sài Gòn). Ngày 20\/5\/1963, Phật giáo gửi chính quyền một tài liệu 45 trang trong đó liệt kê những vụ đàn áp, bắt bớ và thủ tiêu.\n\nNgày 21\/5\/1963, khắp nơi trên toàn quốc tổ chức cầu siêu cho các nạn nhân tại Huế. Tại Sài Gòn, khoảng 1000 tăng ni tập trung tại chùa Ấn Quang để hành lễ sau đó diễu hành rước linh vị các nạn nhân về chùa Xá Lợi. Cùng lúc đó, một đoàn gồm 350 tăng ni diễu hành từ chùa Xá Lợi về trụ sở Quốc hội. Những cuộc diễu hành này diễn ra tốt đẹp.\n\nNhưng đến cuối tháng 5, các tăng ni phật tử và cả nhiều học sinh, sinh viên và viên chức bắt đầu biểu tình và tuyệt thực. Trước giờ tuyệt thực, Đoàn Sinh viên Phật tử Huế công bố một lá thư kêu gọi sinh viên học sinh toàn quốc ủng hộ cuộc đấu tranh của Phật giáo. Tại Sài Gòn, Đoàn Sinh viên Phật tử lập tức hưởng ứng lời kêu gọi. Cảnh sát đã tấn công cuộc biểu tình và tuyệt thực bằng lựu đạn hơi cay, lựu đạn khói và chó nghiệp vụ. Nhiều người bị đánh đập và bắt bớ.\n\nNgày 3 tháng 6 năm 1963, [[Quân lực Việt Nam Cộng hòa]] đã phun hóa chất và khí gas gây độc vào đầu những nhà sư đang cầu nguyện ở Huế làm 67 người chết và bị thương, chủ yếu là tăng ni. Ngày 11\/6\/1963, tại ngã tư đường Lê Văn Duyệt - Phan Đình Phùng, đúng 10 giờ sáng, hoà thượng Thích Quảng Đức tự thiêu trong tư thế kiết già trước sự chứng kiến của hàng trăm quần chúng và Phật tử.<ref>Việt Nam Phật giáo sử luận, tập 3, chương 38, Cuộc vận động chống chế độ Ngô Đình Diệm, Nguyễn Lang,<\/ref>\n\nNhiều cuộc biểu tình tiếp tục diễn ra kéo dài sang tháng 7. Ngày 11\/7\/1963. Ủy ban Liên Bộ thông báo cho Ủy ban Liên Phái biết theo điều tra của Bộ Nội vụ thì vụ thảm sát ở Huế ngày 8\/5\/1963 do cộng sản gây ra. Phía Phật giáo buộc tội chính quyền bưng bít sự thật và cáo buộc cuộc thảm sát là do chính phủ Cộng hòa gây ra chứ không liên quan đến lực lượng Cộng sản ở Miền Nam Việt Nam. Sang tháng 8, các Tăng ni, Phật tử tự thiêu và tự chặt tay. Hàng nghìn người đã đến bảo vệ thi hài của các tăng ni tự thiêu như thiền sư Thanh Tuệ 18 tuổi ở chùa Phước Duyên, thiền sư Tiêu Diêu 71 tuổi tự thiêu tại chùa Từ Đàm còn Ni sư Diệu Quang 27 tuổi tự thiêu tại quận Ninh Hòa, Khánh Hòa thì lại bị bọn cảnh sát mang thi hài đi. Hàng nghìn có khi đến hàng chục nghìn người đã tham gia cầu siêu cho những người đã khuất, những tăng ni phật tử tự thiêu trong cuộc đàn áp và thảm sát của chế độ Việt Nam Cộng hòa. Ngày 21\/8\/1963, tổng thống Ngô Đình Diệm họp nội các để thông báo đã thiết quân luật trên toàn quốc đồng thời đánh chiếm các chùa và bắt giữ \"bọn tăng ni làm loạn\". Bộ trưởng Ngoại giao Giáo sư Vũ Văn Mẫu phát biểu phản đối hành động của chính quyền rồi rời cuộc họp. Sau đó ông cạo đầu và từ chức bộ trưởng bộ Ngoại giao. Vũ Văn Mẫu cùng một số giáo sư đại học thành lập Phong trào Trí Thức Chống Độc Tài.<ref>Việt Nam Phật giáo sử luận, tập 3, chương 40, Chính quyền Ngô Đình Diệm sụp đổ, Nguyễn Lang,<\/ref>. Cuộc biểu tình đến đầu tháng 9 mới gần chấm dứt hoàn toàn.\n\n=== Hậu quả ===\nĐến lúc này thì tất cả các lực lượng bất mãn với chính phủ Ngô Đình Diệm đã đoàn kết thành một khối coi chính phủ Ngô Đình Diệm là độc tài, gia đình trị, phân biệt tôn giáo, không thể chấp nhận được cho miền Nam Việt Nam. Cuộc đấu tranh chính trị lan rộng sang cả khối học sinh, sinh viên, tiểu thương, trí thức và các lực lượng khác. Chính phủ Ngô Đình Diệm đã mất hết đồng minh trong nước và quốc tế. Dư luận thế giới và cả Hoa Kỳ đều phản đối chính phủ Việt Nam Cộng hòa đã đàn áp Phật giáo.\n\nViệc chính phủ Ngô Đình Diệm bất lực trong đấu tranh chống Cộng sản, lại mất uy tín trong nước và trên thế giới làm méo mó hình ảnh thế giới tự do trong chiến lược toàn cầu [[chủ nghĩa chống cộng|chống cộng sản]] của Hoa Kỳ tất yếu sẽ làm Hoa Kỳ phải xem xét lại quan hệ với chính phủ này. Ngày 20 tháng 8 năm 1963 chính phủ dùng vũ lực tấn công Phật giáo thì ngay hôm sau Hoa Kỳ cử đại sứ mới là [[Henry Cabot Lodge, Jr.|Cabot Lodge]] đến Sài Gòn với chính sách hoàn toàn mới đối với chính phủ Ngô Đình Diệm. Các lãnh đạo [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng hoà]] liên hệ với các lực lượng chính trị bất mãn và các giới chính trị và tình báo Hoa Kỳ để tham khảo một giải pháp loại bỏ anh em Diệm&nbsp;– Nhu&nbsp;– Cẩn.\n\nNgày [[1 tháng 11]] năm [[1963]], Quân lực Việt Nam Cộng hoà đã làm đảo chính thành công lật đổ chính phủ Tổng thống Ngô Đình Diệm, giết chết Tổng thống Ngô Đình Diệm và cố vấn Ngô Đình Nhu, sau đó mở phiên toà xử tử cố vấn Trung phần Ngô Đình Cẩn. Cuộc đảo chính này chấm dứt nền [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hoà]] của miền Nam Việt Nam.\n\nTrong một diễn biến khác, nhà báo Arthur Dommen và Ellen Hammer đã từng suy đoán CIA có thể đã hậu thuẫn Diệm trong vụ thảm sát một cách ''bí mật'' vì ở một số nơi tại Huế, nhiều khối thuốc nổ dạng dẻo đã phát nổ làm bị chết và bị thương nhiều người, nó được xác định chính là thuốc nổ [[C-4|C4]]. Vào lúc đó thì chỉ có Mỹ sở hữu loại thuốc nổ này chứ Quân Việt Nam Cộng hòa lẫn Quân Giải phóng chưa hề có loại thuốc nổ này.<ref>{{Chú thích web | url = http:\/\/books.google.com.vn\/books?id=MauWlUjuWNsC&pg=PA510&lpg=PA510&dq=&source=bl&ots=3QhAwXMOZr&sig=6N70wCBczxHSQLWmjf8jTvTtu9U&hl=en&ei=iSg-S6vyNYSHlAeS85WUBw&sa=X&oi=book_result&ct=result&redir_esc=y#v=onepage&q&f=false | tiêu đề = The Indochinese Experience of the French and the Americans | tác giả = | ngày = | ngày truy cập = 26 tháng 4 năm 2015 | nơi xuất bản = Google Books | ngôn ngữ = }}<\/ref>\n\n<blockquote class=\"toccolours\">\nTheo sự tiết lộ của Giáo sư [[Trần Hữu Thế]], cựu bộ trưởng Giáo dục đối với GS [[Vũ Văn Mẫu]], chính [[Phêrô Máctinô Ngô Đình Thục|Ngô Đình Thục]] đã ra lệnh cho Thiếu tá Đặng Sỹ phải \"dẹp\" đám đông Phật tử tại đài Phát thanh Huế tối 8\/5\/1963. Trích: \n:''\"Chính tối hôm Phật đản cũng đã có một bữa tiệc tại nhà [[Ngô Đình Cẩn]] với sự hiện diện của Tổng giám mục Thục, một số bộ trưởng và nhiều nhân vật cao cấp trong chính phủ. Đang giữa bữa ăn thì Tỉnh trưởng Nguyễn Văn Đẳng và Phó Tỉnh trưởng Đặng Sĩ hốt hoảng xin vào trình bày tình hình rất căng thẳng vì mấy ngàn Phật tử đang tụ họp trước Đài Phát thanh. Vì phụ trách các vấn đề an ninh, Thiếu tá Đặng Sĩ xin chỉ thị để đối phó.''\n:''Ngô Đình Cẩn ngồi yên không nói gì, hay không muốn nói có lẽ vì đã đoán trước được ý kiến của ông anh Ngô Đình Thục thế nào cũng chống đối thái độ hòa hoãn của ông ta trong vụ này. Sau báo cáo của Đặng Sĩ, Tổng giám mục Ngô Đình Thục đang ăn bỗng ngưng lại, giơ tay ra hiệu cho Thiếu tá Đặng Sĩ: \"Dẹp…!\".''\n:''Tỉnh trưởng và Phó Tỉnh trưởng lãnh chỉ thị lui ra. Sau đó thì các sự việc xảy ra như bác sĩ Erich Wulff đã tường thuật rõ ràng các điều mắt thấy tai nghe tại chỗ''<ref>Sáu tháng pháp nạn. Tr.215-216<\/ref>\n<\/blockquote>\n\n== Quân đội Hoa Kỳ ==\nCuốn sách 'Kill Anything That Moves: The Real American War in Vietnam' của tác giả Nick Turse (Nhà xuất bản Metropolitan Books, 2013), cho biết vụ Thảm sát Sơn Mỹ không phải là một sự việc cá biệt. Tác giả đã khám phá ra một mớ tài liệu của Lầu Năm Góc dài 9000 trang về 320 tội ác ở Việt Nam trong khi làm nghiên cứu luận án tiến sĩ ở Đại học Columbia. Trong số đó không có vụ thảm sát ở Sơn Mỹ.\n\n[[Tập tin:Kill prisoner, Vietnam.jpg|nhỏ|phải|200px|Một tốp lính Mỹ\/Việt Nam Cộng hòa dùng dao rạch bụng tù binh một cách dã man]]\nTựa cuốn sách dựa trên câu mệnh lệnh của một đơn vị lính Mỹ khi đi càn ở một vùng ven biển miền trung vào năm 1968. Jamie Henry, y tá 20 tuổi của đơn vị lúc đó cho biết họ đã giết 19 dân thường, đàn bà và con nít. Khi Henry về Mỹ, ông đã tổ chức một buổi họp báo để tố cáo với dư luận, nhưng không được phản hồi gì từ chính quyền. Dựa trên tài liệu trên thì bây giờ người ta mới biết là ngày đó quân đội có điều tra câu chuyện của ông và kết luận nó đã xảy ra, tuy nhiên họ không làm gì để trừng phạt những kẻ thủ ác.\n\nTài liệu cho thấy \"''tất cả các sư đoàn quân hoạt động ở Việt Nam đều dính vào những tội ác tàn bạo''\". Họ tìm ra một hình thức \"''tấn công lặp lại trên những gia đình bình thường người Việt, phá hủy nhà cửa, ruộng vườn, tra tấn, hiếp, giết và hoàn toàn không chịu trách nhiệm gì cả.''\n''Những nhân viên điều tra của quân đội ghi lại bảy vụ thảm sát lớn từ 1967 đến 1971 với ít nhất là 137 nạn nhân. Họ miêu tả 78 vụ tấn công vào dân thường trong đó đã giết ít nhất 57, làm bị thương 56 và tấn công tình dục 15 người. Có 141 vụ tra tấn dân thường, trong đó có giật điện,''\n''Nhân viên điều tra bỏ qua 500 báo cáo khác về tội ác, một số trong đó được miêu tả là giết người nghiêm trọng. Một trung sĩ báo cáo việc lính Mỹ giết dân ở vùng đồng bằng sông Cửu Long vào năm 1970 như sau; 'Tôi muốn nói với anh là có khoảng 120-150 vụ giết người, hay một vụ Mỹ Lai cho mỗi tháng trong hơn một năm''\". Mặc dù vậy báo cáo của người này không được quân đội điều tra sâu hơn.\nDĩ nhiên là tài liệu mà Nick Turse tìm ra chỉ nhắc đến những vụ mà quân đội điều tra. Có thể nói hàng trăm, hoặc hàng ngàn những vụ khác không được báo cáo, ví dụ như vụ cựu Nghị sĩ Bob Kerrey và đồng đội giết dân làng không vũ trang trong vùng đồng bằng sông Cửu Long năm 1969, chỉ được biết đến lần đầu tiên vào năm 2001.\n\nCông ước Geneva năm 1949 và chính sách chính thức của Mỹ đòi hỏi phải bảo vệ dân thường trong thời chiến. Có 125 báo cáo của nhân chứng tội ác được trình bày ở cuộc 'Điều tra Quân nhân mùa Đông' tại Detroit năm 1971, được tổ chức bởi Hội Cựu chiến binh Chống Chiến tranh'.\nBáo cáo gần đây nhất xác nhận tội ác ở Việt Nam là câu chuyện 'Tiger Force', thắng giải Pulitzer 2004. Tiger Force là một đơn vị ưu tú của Sư đoàn Dù 101, và theo the Blade, \"'đã giết dân thường không vũ trang và trẻ em trong một cơn điên giết người kéo dài bảy tháng\". Câu chuyện này cũng cho biết quan chức của quân đội đã không ngăn chặn những tội ác đó và cũng không truy tố binh lính phạm tội. Câu chuyện đó đã được viết thành sách gần đây mang tựa đề, Tiger Force: A True Story of Men and War. Những tiết lộ mới nhất của LA Times (qua khám phá của Nick Turse) cho thấy một phạm vi lớn hơn và đối diện với không phải là một đơn vị mà là tất cả các sư đoàn tham chiến ở Việt Nam.\n\nCác tài liệu Tội ác Chiến tranh Việt Nam mà Nick Turse khám phá ra được trong Viện Lưu trữ Quốc gia bây giờ đã bị đóng lại với công chúng, với lý do nó chứa đựng thông tin cá nhân được bảo vệ trước Luật Tự do Thông tin.<ref name=\"thenation.com\"\/>\n\n=== Thảm sát Mỹ Lai 1968 ===\n{{chính|Thảm sát Mỹ Lai}}\n==== Diễn biến ====\n\nThảm sát '''Mỹ Lai''' hay gọi là thảm sát '''Sơn Mỹ''' là một trong những tội ác của quân đội Hoa Kỳ trong chiến tranh Việt Nam. Vụ thảm sát xảy ra vào ngày [[16 tháng 3]] năm [[1968]] tại thôn [[Mỹ Lai]], làng [[Sơn Mỹ]], huyện Sơn Tịnh, tỉnh [[Quảng Ngãi]]. Đơn vị gây nên vụ thảm sát là đại đội C (charlie), tiểu đoàn 1, trung đoàn 4, lữ đoàn bộ binh số 11, sư đoàn Americal (Sư đoàn bộ binh số 23), thuộc [[Lục quân Hoa Kỳ]]. Vụ việc chỉ xảy ra chưa đầy 1 tháng sau sự kiện [[Sự kiện Tết Mậu Thân|Tết Mậu thân]] do tình báo Mỹ cung cấp thông tin là có 1 tiểu đoàn của [[Quân Giải phóng miền Nam Việt Nam|quân giải phóng]] rút về đây.\n\nSáng 16 tháng 3, pháo binh và trực thăng bắt đầu đợt bắn phá ngắn dọn đường cho quân Mỹ tiến vào Sơn Mỹ. Trong làng không có bất cứ 1 lính [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|du kích]] nào. Lính Mỹ hành quân mà không gặp kháng cự gì, không có một phát súng bắn trả nào, họ chỉ thấy có mỗi phụ nữ và trẻ em. Tuy nhiên, [[William Calley]] - chỉ huy đơn vị bắt đầu cho binh lính mình nã súng vào những vị trí, những ngôi nhà dân mà ông gọi là \"''địa điểm tình nghi có đối phương''\". Mức độ dã man ngày càng tăng lên, người hay gia súc đều bị giết. Lính Mỹ dùng lựu đạn, lưỡi lê và súng trường giết người một cách rất \"thoải mái\", cả những người đầu hàng cũng bị giết. Từ trẻ đến già, từ bé đến lớn, không kể người hay súc vật, tất cả đều bị giết.\n\n<blockquote class=\"toccolours\">\nBinh lính bắt đầu nổi điên, họ xả súng vào đàn ông không mang vũ khí, đàn bà, trẻ em và cả trẻ sơ sinh. Những gia đình tụm lại ẩn nấp trong các căn lều hoặc hầm tạm bị giết không thương tiếc. Những người giơ cao hai tay đầu hàng cũng bị giết... Những nơi khác trong làng, nỗi bạo tàn (của lính Mỹ) mỗi lúc chồng chất. Phụ nữ bị cưỡng bức hàng loạt; những người quỳ lạy xin tha bị đánh đập và tra tấn bằng tay, bằng báng súng, bị đâm bằng lưỡi lê. Một số nạn nhân bị cắt xẻo với dấu \"C Company\" (\"Đại đội C\") trên ngực. Đến cuối buổi sáng thì tin tức của vụ thảm sát đến tai thượng cấp và lệnh ngừng bắn được đưa ra. Nhưng Mỹ Lai đã tan hoang, xác người la liệt khắp nơi.<ref>Soldiers went berserk, gunning down unarmed men, women, children and babies. Families which huddled together for safety in huts or bunkers were shown no mercy. Those who emerged with hands held high were murdered.... Elsewhere in the village, other atrocities were in progress. Women were gang raped; Vietnamese who had bowed to greet the Americans were beaten with fists and tortured, clubbed with rifle butts and stabbed with bayonets. Some victims were mutilated with the signature \"C Company\" carved into the chest. By late morning word had got back to higher authorities and a cease-fire was ordered. My Lai was in a state of carnage. Bodies were strewn through the village - [http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/64344.stm \"Murder in the name of war - My Lai\"]. [[BBC]]. ngày 20 tháng 7 năm 1998.<\/ref>\n<\/blockquote>\n\n[[Tập tin:My Lai massacre woman and children.jpg|nhỏ|phải|200px|Những người phụ nữ Việt Nam với các em nhỏ tại Mỹ Lai ngày 16 tháng 3 năm 1968. Họ bị lính Mỹ giết gần như ngay sau khi bức ảnh được chụp]]\n\nDuy nhất chỉ có chuẩn úy [[Hugh Thompson]] - phi công lái trực thăng [[OH-23]] cùng tổ bay của mình là những người ngăn cản đồng đội thực hiện việc giết chóc và cứu họ. Chính mắt Thompson đã nhìn thấy đại úy Medina đã bắn thẳng vào đầu 1 phụ nữ, khi bị buộc tội thì ông ta biện hộ: \"người phụ nữ đang cầm 1 quả lựu đạn !\".\n\n{{quote box|align=right|width=40%|quote=\"Có thể nói đa phần lính trong đơn vị tôi không coi dân Việt Nam là người\". Chuẩn úy Thompson nói.''<ref>''\"I would say that most people in our company didn't consider the Vietnamese human\"''. Celina Dunlop, \"My Lai: Legacy of a massacre\", BBC News, fetched 16th March 2008,[http:\/\/news.bbc.co.uk\/1\/hi\/world\/asia-pacific\/7298533.stm]<\/ref>}}\n\n==== Hậu quả ====\n\n{{quote box|align=right|width=40%|quote=\"Quang cảnh phía dưới trông như một bể máu! Cái quái gì đang xảy ra vậy?\" Một phi công Mỹ nói.<ref>''It looks like a bloodbath down there! What the hell is going on?'' - Một phi công trực thăng bay trên khu vực Mỹ Lai - [http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html Into the Dark: The My Lai Massacre] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150210050515\/http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html |date=2015-02-10 }}<\/ref>}}\n\nTổng cộng đã có 347 người bị giết theo nguồn tin của [[Hoa Kỳ|Mỹ]] và 504 người bị giết theo nguồn tin của [[Việt Nam]]. Nạn nhân nhỏ nhất là 1 tuổi và lớn nhất là 82 tuổi. Chỉ có 16 người được đội bay của Thompson giải cứu trong đó có 1 đứa trẻ. Ngay sau đó, Hugh đã báo cáo tình trạng khẩn cấp đối với thiếu tá Watke, lệnh ngừng bắn được đưa ra. Làng Mỹ Lai đã tan hoang, xác người nằm la liệt khắp nơi. Lính Mỹ duy nhất bị thương trong vụ thảm sát là binh nhất Carter, người tự bắn vào chân mình để không tham gia vụ giết chóc.\n\n[[Tập tin:Haeberlewounded.jpg|nhỏ|phải|200px|Binh nhất Carter, người duy nhất \"bị thương\" trong vụ thảm sát vì tự bắn vào chân]]\n\n==== Sự che giấu trong điều tra ====\n\n{{quote box|align=right|width=40%|quote= \"Khi rời làng, tôi chẳng còn thấy một ai sống sót\". Binh nhất Robert Maplesn nói <ref>''I did not see anyone alive when we left the village.'' - Binh nhất [[Robert Maples]] - [http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html Into the Dark: The My Lai Massacre] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150210050515\/http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html |date=2015-02-10 }}<\/ref>}}\n\nNhững báo cáo đầu tiên của các đơn vị lính Mỹ đã tuyên bố rằng ''\"128 Việt Cộng và 22 dân thường !\"'' bị giết tại làng sau ''\"cuộc đọ súng ác liệt\"''. Theo báo ''[[Stars and Stripes (báo)|Stars and Stripes]]'' của Lục quân Hoa Kỳ vào thời điểm đó đưa tin thì ''\"Bộ binh Hoa Kỳ đã giết 128 Cộng sản sau một trận đánh đẫm máu kéo dài 1 ngày\"''!\n\nCuộc điều tra đầu tiên về chiến dịch Mỹ Lai được thiếu tướng George H. Young giao cho đại tá Henderson, sĩ quan chỉ huy của Lữ đoàn bộ binh nhẹ số 11 phụ trách. Henderson đã thẩm vấn một số binh lính tham gia vụ thảm sát, sau đó đưa ra một báo cáo vào cuối tháng 4 ghi nhận rằng khoảng 22 dân thường đã bị giết hại một cách ''không cố ý'' trong chiến dịch. Quân đội Mỹ lúc này vẫn coi sự kiện ở Mỹ Lai là một chiến thắng quân sự khi lính Mỹ đã tiêu diệt được 128 lính đối phương.\n\nSáu tháng sau, [[Tom Glen]], một binh sĩ 21 tuổi của Lữ đoàn 11, đã viết một lá thư cho tướng [[Creighton Abrams]], tổng chỉ huy mới của các lực lượng Hoa Kỳ tại Việt Nam. Trong lá thư Glen buộc tội Sư đoàn Americal, tức Sư đoàn bộ binh số 23 (và toàn bộ các đơn vị lính Mỹ khác) liên tục sử dụng bạo lực chống lại dân thường Việt Nam, lá thư không trực tiếp nhắc tới vụ Mỹ Lai vì Glen không biết nhiều về vụ tàn sát. Một trong các sĩ quan được giao phân tích lá thư là [[Colin Powell]]. Trong báo cáo phân tích, Powell viết: ''\"Điều phản bác lại những gì miêu tả trong bức thư là sự thật rằng quan hệ giữa binh sĩ Hoa Kỳ và người dân Việt Nam là tuyệt vời\"'', một vài nhà quan sát cho rằng cách thức Powell xử lý lá thư đồng nghĩa với việc rửa sạch sự tàn bạo của quân đội Hoa Kỳ ở Mỹ Lai.<ref>''\"In direct refutation of this portrayal is the fact that relations between American soldiers and the Vietnamese people are excellent.\"'' - [http:\/\/www.consortiumnews.com\/archive\/colin3.html \"Behind Colin Powell's Legend -- My Lai\"] by [[Robert Parry]] và [[Norman Solomon]], The Consortium for Independent Journalism, ngày 22 tháng 7 năm 1996<\/ref> Tháng 5 năm [[2004]], Powell, khi này đã là [[Bộ trưởng Ngoại giao Hoa Kỳ|Ngoại trưởng Hoa Kỳ]], đã trả lời trong chương trình của [[Larry King]] trên đài [[CNN]]: ''\"Ý tôi là, tôi đã ở trong đơn vị chịu trách nhiệm về vấn đề Mỹ Lai. Tôi ở đó sau khi sự kiện xảy ra. Mà trong chiến tranh thì những vụ việc kinh khủng như vậy vẫn xảy ra, và chúng ta vẫn phải ân hận về chúng\".''<ref>''\"I mean, I was in a unit that was responsible for My Lai. I got there after My Lai happened. So, in war, these sorts of horrible things happen every now and again, but they are still to be deplored.\"'' {{Chú thích web|url=http:\/\/www.state.gov\/secretary\/former\/powell\/remarks\/32160.htm|tiêu đề=Interview on CNN's Larry King Live with Secretary Colin L. Powell|tác giả=|họ=|tên=|ngày=|năm=2004|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20050204021039\/http:\/\/www.state.gov\/secretary\/former\/powell\/remarks\/32160.htm|ngày lưu trữ=2005-02-04|url-status=dead|ngày truy cập=ngày 16 tháng 3 năm 2006}}<\/ref>\n\nVụ thảm sát Mỹ Lai có lẽ sẽ tiếp tục bị che giấu nếu không có bức thư thứ hai của [[Ronald Ridenhour|Ron Ridenhour]]. Ridenhour, một thành viên cũ của Đại đội Charlie và biết về vụ thảm sát qua lời kể của đồng đội, vào tháng 3 năm [[1969]] đã gửi một lá thư trình bày chi tiết sự kiện Mỹ Lai cho tổng thống [[Richard Nixon|Richard M. Nixon]], [[Lầu Năm Góc]], [[Bộ Ngoại giao Hoa Kỳ]], [[Bộ Tham mưu Liên quân]] và một số thành viên của [[Quốc hội Hoa Kỳ]].<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ridenhour_ltr.html |ngày truy cập=2012-05-14 |tựa đề=Text of Ridenhour's 1969 letter |archive-date = ngày 9 tháng 2 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110209113219\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ridenhour_ltr.html }}<\/ref> Phần lớn những người được nhận thư đã bỏ qua tầm quan trọng của nó.\n\nĐộc lập với chính phủ, nhà báo [[Seymour Hersh]] đã tiến hành cuộc điều tra về vụ Mỹ Lai thông qua các cuộc nói chuyện với Calley. Ngày [[12 tháng 11]] năm [[1969]] vụ việc Mỹ Lai vỡ lở. Ngày [[20 tháng 11]], các tạp chí lớn như ''[[time (tạp chí)|Time]]'', ''[[Tạp chí Life|Life]]'' và ''[[Tạp chí Newsweek|Newsweek]]'' đồng loạt đăng lên trang bìa vụ thảm sát Mỹ Lai, đài truyền hình [[CBS]] cũng phát sóng cuộc phỏng vấn với [[Paul Meadlo]]. Tờ ''[[Cleveland Plain Dealer|Plain Dealer]]'' ở [[Cleveland, Ohio|Cleveland]] còn mạnh dạn hơn khi đăng các bức ảnh mô tả những dân thường bị giết trong vụ thảm sát. Tháng 11 năm [[1969]], tướng [[William R. Peers]] được chỉ định điều tra về sự kiện Mỹ Lai và các hành động che giấu của Lục quân Hoa Kỳ. Bản báo cáo cuối cùng, bản báo cáo Peers (Peers Report<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm |ngày truy cập=2012-05-14 |tựa đề=Peers' final report |archive-date = ngày 15 tháng 11 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081115153853\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm }}<\/ref>), được công bố tháng 3 năm [[1970]], đã chỉ trích mạnh mẽ việc các sĩ quan cấp cao che giấu vụ việc cũng như những hành động của các sĩ quan thuộc Đại đội Charlie tại làng Mỹ Lai 4.<ref>[http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bpeers.htm Biography of General William R. Peers]<\/ref> Theo đó:\n\n\"''Các binh lính (thuộc tiểu đoàn 1) đã giết ít nhất từ 175 đến 200 đàn ông, phụ nữ và trẻ em Việt Nam. Dù trong số bị giết có người ủng hộ hoặc thân với Việt Cộng (họ không mang vũ khí, gồm đàn ông, phụ nữ và trẻ em) nhưng nhiều bằng chứng đã xác nhận rõ chỉ có 3-4 người đích thực là Việt Cộng (VC). Một lính của đại đội được ghi nhận đã vô ý bị thương lúc nạp đạn''\".<ref>[The 1st Battalion] members had killed at least 175-200 Vietnamese men, women, and children. The evidence indicates that only 3 or 4 were confirmed as Viet Cong although there were undoubtedly several unarmed VC (men, women, and children) among them and many more active supporters and sympathizers. One man from the company was reported as wounded from the accidental discharge of his weapon.<\/ref><ref>summaryreport<\/ref><ref>''Trích trong bài [[Thảm sát Mỹ Lai]]''<\/ref>\n[[Tập tin:Hugh Tompson Jr.jpg|nhỏ|phải|200px|Phi công trực thăng [[Hugh Thompson|Hugh Thompson Jr.]]]]\n\n==== Các phiên tòa ====\n\n[[Tập tin:Calley-esquire.jpg|nhỏ|200px|Trung úy Calley, trên bìa tạp chí là dòng chữ \"Lời thú tội (hay tuyên bố) của trung úy Calley\"]]\n\nNgày [[17 tháng 3]] năm [[1970]], [[Lục quân Hoa Kỳ]] đã buộc tội 14 sĩ quan, bao gồm cả thiếu tướng [[Samuel W. Koster]], sĩ quan chỉ huy Sư đoàn Americal (Sư đoàn bộ binh số 23), về việc che giấu thông tin liên quan tới sự kiện Mỹ Lai. Phần lớn các lời buộc tội sau đó đã được hủy bỏ. Chỉ huy lữ đoàn Henderson là sĩ quan duy nhất phải ra tòa án binh về tội che giấu thông tin, dù vậy ông này cũng được tuyên bố trắng án ngày [[17 tháng 12]] năm [[1971]].<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bhender.html |ngày truy cập=2012-05-14 |tựa đề=\"Biography of Oran Henderson\" |archive-date = ngày 6 tháng 11 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101106193533\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bhender.html }}<\/ref>\n\nCalley biện hộ rằng anh ta \"nên đặt nhiệm vụ mà Tổ quốc giao cho lên trên cái tôi của mình\". Khi tiến vào Mỹ Lai, tất cả đàn ông ở đâu? Thôn Mỹ Lai toàn là [[phụ nữ]] và [[trẻ em]], không có [[tuổi trẻ|thanh niên]] nào cả. Calley tuyên bố rằng \"''điều đó có nghĩa là cha chúng xa nhà đi chiến đấu''\". Calley tuyên bố những phụ nữ và trẻ em mà anh ta sát hại \"chắc chắn là [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]]\"<ref>Chiến tranh Việt Nam-Được và Mất-Nigel Cawthorne-Nhà xuất bản Đà Nẵng p 317-318<\/ref><ref>Trích trong bài [[Thảm sát Mỹ Lai]]<\/ref>\n\nSau phiên tòa 10 tháng, mặc dù đã tuyên bố mình chỉ tuân theo mệnh lệnh của sĩ quan cấp trên (đại úy Medina), Calley bị tòa tuyên là có tội ngày [[10 tháng 9]] năm [[1971]] với các tội danh giết người có chủ ý và ra lệnh cho cấp dưới nổ súng. Ban đầu Calley bị tuyên án chung thân, nhưng chỉ 2 ngày sau tổng thống Nixon đã ra lệnh thả Calley. Sau cùng Calley chỉ phải chịu án 4 tháng rưỡi ngồi tù quân sự tại [[Fort Leavenworth]], [[Kansas]], trong thời gian này anh ta vẫn được bạn gái thăm nuôi không hạn chế.<ref>Neier, A. ''War Crimes: Brutality, Genocide, Terror, and the Struggle for Justice'', Random House, tr. 95<\/ref> Trong một phiên tòa khác, Medina phủ nhận việc ra lệnh thảm sát, và được tuyên trắng án ở tất cả các lời buộc tội. Vài tháng sau phiên tòa, Medina thừa nhận đã che giấu bằng chứng và nói dối Henderson về con số dân thường bị giết.<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/Myl_intro.html |ngày truy cập=2012-05-14 |tựa đề=\"An Introduction to the My Lai Courts-Martial\" |archive-date = ngày 24 tháng 12 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101224205146\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_intro.html }}<\/ref>\n\nPhần lớn các binh lính có dính líu tới vụ thảm sát Mỹ Lai khi phiên tòa xảy ra đã giải ngũ, vì vậy họ được miễn truy tố. Trong số 26 người bị buộc tội, chỉ có duy nhất Calley bị kết án, và mức án chỉ dừng ở mức 4 tháng rưỡi ngồi tù.\n\n=== Lực lượng Mãnh Hổ ===\n{{chính|Lực lượng Mãnh Hổ}}\n[[Tập tin:TigerForceDakTanKanValleyJune66.jpg|nhỏ|phải|200px|Lực lượng Mãnh Hổ tại Thung lũng Dak Tan Kan, tháng 6 năm 1966]]\n'''Lực lượng Mãnh Hổ''' là 1 đơn vị đặc nhiệm được thành lập bởi [[Lục quân Hoa Kỳ]] năm 1965, do đại tá David Hackworth chỉ huy. Lực lượng này được thành lập để gia nhập lực lượng đặc nhiệm Oregon theo lệnh của tướng [[William Westmoreland]], trở thành một phần của tiểu đoàn 1\/327 bộ binh, và đã có mặt tại [[Quảng Ngãi]] từ ngày 3 tháng 5 năm 1967 với mục tiêu do thám và ngăn chặn bước chân của [[Quân Giải phóng miền Nam Việt Nam]]. Đơn vị này chỉ bao gồm 1 trung đội 45 người, có nhiệm vụ xác định mục tiêu, vị trí của đối phương để bộ binh và không quân tấn công. Binh lính của trung đội này đều mặc binh phục vằn da [[hổ]]<ref name=\"vnexpress\">{{Chú thích web |url=http:\/\/vnexpress.net\/Vietnam\/The-gioi\/Tu-lieu\/2003\/10\/3B9CC8E5\/ |ngày truy cập=2012-05-14 |tựa đề=Trung đội Mãnh hổ Mỹ thảm sát dân thường Quảng Ngãi |archive-date=2010-01-21 |archive-url=https:\/\/web.archive.org\/web\/20100121073237\/http:\/\/vnexpress.net\/Vietnam\/The%2Dgioi\/Tu%2Dlieu\/2003\/10\/3B9CC8E5\/ |url-status=dead }}<\/ref>. Đây là một trong những đơn vị của Hoa Kỳ chịu nhiều tổn thất nhất trong chiến tranh.\n\nNhững tội ác mà đơn vị này phạm phải là:\n* Thường xuyên tra tấn và hành quyết tù nhân<ref>Sallah and Weiss, ''Tiger Force'', 337, 344-345, 349, 353, 370-372.<\/ref>\n* Thường xuyên cố ý bắn giết thường dân Việt Nam, bao gồm đàn ông, phụ nữ, trẻ em và người già<ref>Sallah and Weiss, ''Tiger Force'', 335, 339-346, 350-352, 354-355, 359, 361-362, 367-369, 374-375, 376.<\/ref>\n* Thường xuyên thực hiện cắt tai sưu tập tai của các nạn nhân<ref>Sallah and Weiss, ''Tiger Force'', 335-336, 371.<\/ref>\n* Mang vòng cổ làm từ xâu chuỗi tai nạn nhân<ref>Sallah and Weiss, ''Tiger Force'', 371.<\/ref>\n* Lột và sưu tập da đầu nạn nhân<ref>Sallah and Weiss, ''Tiger Force'', 346, 374.<\/ref>\n* Sự kiện một người mẹ trẻ bị đánh thuốc mê, hãm hiếp rồi bị giết<ref>Sallah and Weiss, ''Tiger Force'', 361-362, 377-378.<\/ref>\n* Sự kiện một binh sĩ giết một trẻ nhỏ rồi chặt đầu, sau khi mẹ đứa trẻ đã bị giết<ref>Sallah and Weiss, ''Tiger Force'', 360, 363-364, 372-373.<\/ref>\n\nVào tháng 10 năm 2003, báo ''[[The Blade (báo)|Toledo Blade]]'' đã vạch trần tội ác bằng cách đăng loạt bài điều tra về việc các binh lính của lực lượng này đã phạm một loạt [[tội ác chiến tranh]]<ref>{{Chú thích web |url=http:\/\/www.toledoblade.com\/apps\/pbcs.dll\/section?Category=SRTIGERFORCE |ngày truy cập=2012-05-14 |tựa đề=BURIED SECRETS, BRUTAL TRUTHS |archive-date=2006-06-05 |archive-url=https:\/\/web.archive.org\/web\/20060605075732\/http:\/\/www.toledoblade.com\/apps\/pbcs.dll\/section?Category=SRTIGERFORCE |url-status=dead }}<\/ref>.\n\n=== Thôn Khánh Giang - Trường Lệ, tỉnh Quảng Ngãi ===\nTháng 4\/1969, hơn 1 năm sau ngày xảy ra vụ thảm sát Mỹ Lai (16\/3\/1968), quân đội viễn chinh Mỹ lại tiếp tục gây thêm một vụ giết người tàn bạo mà nạn nhân là 63 người dân vô tội (trong đó có 34 người Kinh, 29 người dân tộc H're, ban đầu, danh sách là 64 người bị giết hại nhưng 1 người đã được xác nhận thoát chết trong một phóng sự của chương trình \"Như chưa hề có cuộc chia ly\" của Đài truyền hình Việt Nam vào năm 2015), gồm toàn phụ nữ, người già và trẻ em tại Khánh Giang – Trường Lệ.\n\nNhững năm 2010-2012, qua hồi ức của một số cựu binh Mỹ và ít ỏi tài liệu về lực lượng đặc nhiệm Mỹ ở Nam Việt Nam được \"giải mật\", dư luận mới nhắc đến vụ Khánh Giang- Trường Lệ với cụm từ \"Vụ bắn giết ở thung lũng sông Vệ năm 1969\". Các tài liệu, sách báo trong và ngoài nước cùng lời kể của những người sống sót cho phép tái hiện phần nào thảm cảnh kinh hoàng của vụ giết hại thường dân vô tội mà quân đội Mỹ đã tìm mọi cách phi tang.\n\nTừ đầu năm 1969, sau những cuộc hành quân \"tìm diệt\" vô vọng và liên tục bị đối phương tấn công sát nách, lực lượng Mỹ đóng tại căn cứ Gò Hội (Đức Phổ) quay sang sử dụng các toán lính đặc nhiệm, dùng trực thăng đổ bộ xuống khu vực tây bắc huyện Đức Phổ - tây nam Nghĩa Hành - đông nam Ba Tơ lùng sục đánh phá vùng căn cứ cách mạng, truy tìm dấu vết Quân Giải phóng.\n\nĐầu tháng 4\/1969, một đại đội lính Mỹ đổ quân xuống đồn Dạ Lan (Ba Tơ). Ý đồ của họ là từ đây sẽ ngược lên vùng núi rừng phía Tây bất ngờ tấn công các đơn vị chủ lực quân Giải phóng mà họ nghi ngờ đang có mặt tại đó. Tuy vậy, đến giữa tháng 4, lính Mỹ vẫn mất phương hướng trong việc truy tìm đối phương, lại bị dân quân du kích liên tục đặt mìn, bắn tỉa. Vô vọng trong việc thực hiện mục tiêu, hoang mang vì phải đối mặt với một lực lượng thoắt ẩn, thoắt hiện giữa trùng điệp núi rừng, lính Mỹ trở nên hung hãn, cuồng loạn.\n\nNgày 16\/4\/1969, một đơn vị lính Mỹ thuộc lực lượng Tiger Force (Mãnh Hổ) tràn vào Khánh Giang - Trường Lệ đốt phá nhà cửa, bắn giết trâu bò, tìm cách xua người dân ra khỏi xóm làng hòng chia cắt, cô lập lực lượng kháng chiến.\n\nNgày 17\/4, lính Mỹ bắn chết 1 cụ già, làm bị thương 1 em bé. Sáng ngày 18\/4, cuộc hành quân truy quét vào vùng Khánh Giang -Trường Lệ tiếp tục. 10 giờ 30 phút, tại gò Đập Đá (Trường Lệ), khi các gia đình đồng bào Hre đang ăn trưa, cuộc thảm sát bắt đầu. Lính Mỹ lùng sục đến từng nhà, lia tiểu liên vào người dân, ném lựu đạn xuống hầm. 29 người, trong đó có 10 phụ nữ và 19 trẻ em bị giết. 11 giờ, phát hiện có nhiều phụ nữ và trẻ em đang ẩn nấp dưới căn hầm chống pháo tại nhà của một người dân tên là Dương Văn Xu, lính Mỹ uy hiếp, tập trung mọi người ra sân rồi dùng tiểu liên bắn trực diện từng người. Kinh hoàng hơn, thi thể 15 người (gồm 6 phụ nữ và 9 trẻ em) bị lính Mỹ chất thành đống ở mé tây ngôi nhà rồi dùng đót khô, dội xăng bột đốt cháy.\n\nTại một nơi khác, cạnh vườn một nông dân tên là Thủy, lính Mỹ cưỡng bức người dân ra khỏi hầm trú ẩn, dùng súng quây mọi người tại khoảng đất trống bên đường rồi dùng súng liên thanh bắn lia ngang khiến xác người đổ nhào, chồng chất lên nhau. Có 19 người (6 phụ nữ và 13 trẻ em) mất mạng dưới họng súng. Ngoài ra còn có 1 bé trai bị thương, khiếp đảm chạy đi tìm mẹ, lạc chết trong hang núi.\n\nSau khi thực hiện hành vi giết người tàn bạo, lính Mỹ nhanh chóng rời khỏi khu vực gây tội ác. Đạn pháo từ Nghĩa Hành, Đức Phổ bắt đầu ồ ạt nã vào ngôi làng nhỏ; trên bầu trời máy bay ném bom xăng nhằm hủy diệt xóm làng, xóa bỏ mọi chứng cứ. Suốt 3 ngày đêm, vùng Khánh Giang – Trường Lệ ngập trong biển lửa và quằn quại trong tiếng rền của bom đạn.\n\nTổng cộng, trong vụ thảm sát Khánh Giang – Trường Lệ, lính Mỹ đã giết hại 63 người dân vô tội, gồm 22 phụ nữ và 41 trẻ em. Có 10 người may mắn sống sót ở các điểm tàn sát và 7 người khác chạy thoát từ trước khi lính Mỹ quy tập dân chúng.<ref>[http:\/\/baoquangngai.vn\/channel\/2047\/201208\/di-tich-vu-tham-sat-Khanh-Giang-Truong-Le-2178095\/ Di tích vụ thảm sát Khánh Giang - Trường Lệ]<\/ref>\n\n=== Thảm sát Thạnh Phong ===\n{{chính|Thảm sát Thạnh Phong}}\n[[Tập tin:Senator Bob Kerrey.jpg|nhỏ|Bob Kerry năm 2006]]\n'''Thảm sát Thạnh Phong''' là sự kiện xảy ra ngày [[25 tháng 2]] năm [[1969]] tại Khâu Băng (ấp Thạnh Hòa, xã Thạnh Phong, huyện [[Thạnh Phú]], tỉnh [[Bến Tre]]), lực lượng biệt kích đặc nhiệm hải quân [[NAVY SEAL|SEAL]] của [[quân đội Hoa Kỳ|quân đội Mỹ]], do [[Bob Kerrey]] chỉ huy, giết hại 21 thường dân gồm người già, phụ nữ và trẻ em trong khi truy tìm một cán bộ [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng miền Nam]].\n\nTheo lời kể, một toán biệt kích SEAL do trung úy Bob Kerry dẫn đầu tới ấp 5, xã Thạnh Phong, huyện Thạnh Phú, tỉnh Bến Tre. Nhóm biệt kích này dùng dao găm KA-BAR để cắt cổ ông Bùi Văn Vát (66 tuổi) và bà Lưu Thị Cảnh (62 tuổi). Ba đứa cháu nội của ông Vát (6 tuổi, 8 tuổi và 10 tuổi) trốn trong ống cống cũng không thoát. Biệt kích Mỹ lôi 3 cháu nhỏ ra, đâm chết 2 cháu gái và mổ bụng cháu trai. Sau đó, nhóm SEAL lùng sục hầm trú ẩn của các gia đình khác, bắn chết 15 dân thường, trong đó có 3 phụ nữ đang mang thai, mổ bụng một bé gái.<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cac-nhan-chung-ke-ve-vu-tham-sat-nam-1969-o-dong-bang-song-cuu-long-1959703.html Nhân chứng kể về vụ thảm sát Thạch Phong năm 1969]<\/ref>\n\nSau cuộc thảm sát, [[Bob Kerrey]] được tặng thưởng huân chương Sao Đồng (''Bronze Star'') do ''\"kết quả của cuộc tuần tiễu là 21 Việt Cộng bị giết, hai căn nhà bị phá hủy, và thu được 2 vũ khí!\"''<ref>[http:\/\/vnexpress.net\/tin-tuc\/the-gioi\/mot-cuu-thuong-nghi-si-my-thu-nhan-ve-vu-tham-sat-o-viet-nam-1959542.html Một cựu thượng nghị sĩ Mỹ thú nhận về vụ thảm sát ở Việt Nam]<\/ref>\n\nNăm 2001, [[The New York Times|Tạp chí New York Times]] và chương trình ''[[60 Minutes|60 Minutes II]]'' của đài truyền hình Mỹ CBS đã thực hiện một loạt phóng sự về sự kiện trên. Theo lời kể của một số nhân chứng thì đội của ông đầu tiên đã tấn công và dùng dao giết nhiều người trong một ngôi nhà mà trong đó chỉ có người già và trẻ em, sau đó họ nã súng vào giữa làng giết nhiều phụ nữ. Cuối cùng, Bob Kerrey đã phải nhận tội với tư cách là chỉ huy đội biệt kích. Lời biện hộ của ông là: ''\"Quy trình tiêu chuẩn là phải loại bỏ những người mà chúng tôi chạm trán\"'' (''Standard operating procedure was to dispose of the people we made contact with'')<ref>Trích [[Thảm sát Thạch Phong]]<\/ref>.\n\nNăm 2009, nhân ngày giỗ lần thứ 40 của các nạn nhân, gia đình ông Vát tặng [[Bảo tàng Chứng tích chiến tranh]] (quận 3, TPHCM) chiếc ống cống - nơi 3 cháu nhỏ trốn mà không thoát<ref name=\"source0\">{{Chú thích web | url = http:\/\/kienthuc.net.vn\/vu-khi\/lo-hanh-dong-tan-bao-cua-biet-kich-seal-o-viet-nam-484029.html | tiêu đề = Lộ hành động tàn bạo của biệt kích SEAL ở Việt Nam | tác giả = | ngày = | ngày truy cập = 3 tháng 5 năm 2015 | nơi xuất bản = Kienthuc.net.vn | ngôn ngữ = }}<\/ref>\n\nNăm 2016, trong chuyến thăm Việt Nam, Ngoại trưởng Mỹ John Kerrey thông báo trường Đại học Fulbright Việt Nam sẽ có chủ tịch hội đồng trường là ông Bob Kerrey, lúc đó đã nghỉ hưu khỏi vai trò là một thượng nghị sĩ đến từ bang Nebraska. Quyết định này đã làm dấy lên những dư luận không đồng tình và cả giận dữ tới từ cả trong Việt Nam và Hoa Kỳ, và vai trò của Bob Kerrey trong cuộc bắn giết ở Thạnh Phong, Bến Tre năm 1969 lại được nhắc lại một lần nữa. Năm 2018, bà Helen Kim Bottomly, cựu chủ tịch của đại học Wellesley, Hoa Kỳ, được lựa chọn làm chủ tịch trường Đại học Fulbright Việt Nam thay cho ông Bob Kerrey. <ref name=\"source0\"\/>\n\n=== Chiến dịch Speedy Express ===\n{{chính|Chiến dịch Speedy Express}}\n[[Tập tin:BeheadedVCVietnamGIMay1968.jpg|nhỏ|phải|270px|Biệt kích Hoa Kỳ đang \"khoe\" thủ cấp chặt được của binh sĩ Quân Giải phóng, ảnh chụp tháng 5 năm 1968.]]\n'''Chiến dịch Speedy Express''' ([[tiếng Anh]]: ''Operation Speedy Express'') là một chiến dịch do quân đội Hoa Kỳ mở ra vào đầu tháng 12 năm 1968 đến ngày 11 tháng 5 năm 1969 tại địa phận các tỉnh [[Định Tường]] (Tiền Giang), [[Kiến Hòa]] và [[Gò Công]]. Mục tiêu của chiến dịch là tấn công các đơn vị của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] nhằm ngăn chặn can thiệp vào các nỗ lực bình định của Quân đội Mỹ ở khu vực và cắt đứt đường dây liên lạc của đối phương. Cuộc tấn công có quy mô khá lớn: 8.000 lính lục quân, 50 pháo, 50 trực tăng và ném bom tăng cường. [[Không quân Hoa Kỳ]] đã cho tiến hành 3.381 phi vụ tấn công chiến thuật bằng máy bay tiêm kích ném bom nhằm phục vụ chiến dịch. Cuộc tấn công theo Hoa Kỳ là đã \"thành công mỹ mãn\" với tổn thất của quân đội Hoa Kỳ chỉ là 40 tử trận, 312 bị thương còn thương vong của Quân Giải Phóng theo Hoa Kỳ lên tới 10.889. Tuy chiến dịch đã gây tổn thất cho Mặt Trận nhưng 1 vụ bê bối đã nổ ra khi số liệu thống kê không phù hợp: Mỹ tuyên bố có 10.889 quân Giải phòng bị tiêu diệt nhưng họ chỉ thu được 748 vũ khí. Theo các nhà bình luận, ít nhất đã có 5.000 thường dân bị giết hại, tức chiếm 50% số lượng \"địch bị giết\" trong báo cáo của Mỹ, báo chí đã so sánh chiến dịch với vụ thảm sát Mỹ Lai.<ref>{{Chú thích web |url=http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/KI01Ae03.html |ngày truy cập=2012-05-14 |tựa đề=From My Lai to Lockerbie |archive-date = ngày 15 tháng 4 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120415054330\/http:\/\/atimes.com\/atimes\/Southeast_Asia\/KI01Ae03.html }}<\/ref>\n\nTrong số báo ra ngày 1 tháng 12 năm 2008 trên tạp chí Nation, tác giả Nick Turse đã viết bài báo có nhan đề \"''A My Lai a Month (Một Mỹ Lai một tháng)''\" theo đó ông cho rằng [[Chiến dịch Speedy Express]] là để thảm sát dân thường.<ref name=\"thenation.com\">{{Chú thích web |url=http:\/\/www.thenation.com\/doc\/20081201\/turse |ngày truy cập=2012-05-14 |tựa đề=A My Lai a Month |archive-date=2010-04-03 |archive-url=https:\/\/web.archive.org\/web\/20100403074756\/http:\/\/www.thenation.com\/doc\/20081201\/turse |url-status=dead }}<\/ref>\n\n=== Các hoạt động ám sát của [[CIA]]===\nCIA bắt đầu sử dụng đội biệt kích [[SEAL]] trong các chiến dịch bí mật hồi đầu năm 1963. Các thành viên SEAL tham gia [[Chiến dịch Phượng Hoàng]] do CIA tài trợ với mục đích bắt giam, ám sát các cán bộ Mặt trận Dân tộc Giải phóng miền Nam nằm vùng và những người dân ủng hộ họ.\n\nTrong cuốn sách ''\"Vấn đề tra tấn: Thẩm vấn của CIA, từ Chiến tranh lạnh tới cuộc chiến chống khủng bố\"'' của [[Alfred McCoy]] xuất bản năm 2006, CIA đã sử dụng các biện pháp tra tấn một cách có hệ thống. Barton Osborn, một sĩ quan tình báo quân đội tham gia chiến dịch Phượng Hoàng, kể rằng, trong số hình thức tra tấn dã man có gí điện vào cơ quan sinh dục người bị hỏi cung, đóng đinh vào tai cho đến chết… Osborn tham gia chiến dịch suốt 18 tháng, nhưng không thấy người nào sống sót sau khi bị hỏi cung.\n\nVì SEAL thường dùng dao găm KA-BAR để giết người theo kiểu man rợ, nên KA-BAR được gọi là dao đồ tể.<ref name=\"source0\"\/>\n\n== Quốc quân Đại Hàn Dân Quốc ==\n\n=== Bối cảnh ===\nCả&nbsp;[[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]]&nbsp;và&nbsp;[[Hàn Quốc|Đại Hàn Dân quốc]]&nbsp;đều hỗ trợ vật chất và nhân lực cho các đồng minh của họ trong [[chiến tranh Việt Nam]], mặc dù số lượng binh lính mà Hàn Quốc gửi tới là lớn hơn rất nhiều.<sup>[[Người Triều Tiên tại Việt Nam#cite note-Hankyoreh-6|[6]]]<\/sup>&nbsp;Khi đó, Tổng thống Hàn Quốc&nbsp;[[Lý Thừa Vãn]]&nbsp;đã đề nghị gửi quân đến&nbsp;[[Việt Nam Cộng hòa|Việt Nam]]&nbsp;sớm nhất là năm 1954, nhưng đề nghị của ông bị từ chối bởi [[Bộ Ngoại giao Hoa Kỳ|Bộ Ngoại giao Mỹ]]. Các nhân viên đầu tiên của&nbsp;[[Hàn Quốc]]&nbsp;tới&nbsp;[[Việt Nam Cộng hòa|Việt Nam]]&nbsp;10 năm sau đó không phải để tham chiến: mười võ sư&nbsp;[[Taekwondo]], cùng với 34 cán bộ, 96 binh sĩ thuộc một đơn vị bệnh viện của&nbsp;[[Quốc quân Đại Hàn Dân quốc|quân đội Hàn Quốc]]<sup>[[Người Triều Tiên tại Việt Nam#cite note-7|[7]]]<\/sup>. Các đơn vị đổ bộ sau đó là những đơn vị chiến đấu thực sự của quân đội Đại Hàn, họ chủ yếu đóng quân ở các tỉnh miền trung Việt Nam và bắt đầu tham chiến.\n\nTổng cộng, giữa 1965 và 1973, đã có 312.853 binh sĩ Hàn Quốc chiến đấu tại&nbsp;[[Việt Nam]]. Theo số liệu từ phía Hàn Quốc ước tính, quân đội Hàn Quốc đã giết chết 41.400 binh sĩ&nbsp;[[Quân đội Nhân dân Việt Nam|đối phương]]&nbsp;và 5.000 dân thường.<sup>[[Người Triều Tiên tại Việt Nam#cite note-Hankyoreh-6|[6.]]]<\/sup> Con số thường dân bị giết hại có lẽ còn cao hơn con số 5.000 rất nhiều, bởi nhiều vụ giết hại thường dân bị giấu kín hoặc được tính là \"quân đối phương bị tiêu diệt\".\n\nSự hung bạo của Quân đội Hàn Quốc vẫn được người Việt Nam (đặc biệt là các tỉnh miền Trung) kể lại nhiều năm sau chiến tranh với thái độ kinh sợ, thù oán còn hơn cả với lính Mỹ. Tờ báo [[Hankyoreh]] từng nhắc đến việc quân đội Hàn Quốc tàn sát thường dân Việt Nam (대량학살).<ref>{{Chú thích web|url=http:\/\/www.hani.co.kr\/h21\/data\/L990426\/1p944q0c.html|tiêu đề=''아, 몸서리쳐지는 한국군! ''|ngày tháng=ngày 26 tháng 7 năm 2002|ngày truy cập=ngày 1 tháng 10 năm 2008|nhà xuất bản=The Hankyoreh}}<\/ref>\n\nNgoài việc giết hại thường dân, binh lính Hàn Quốc cũng bị cáo buộc phạm những tội ác như [[hiếp dâm]] và cưỡng dâm phụ nữ địa phương. Khi về nước, binh lính Hàn Quốc được cho là đã bỏ lại đằng sau hàng ngàn đứa trẻ&nbsp;[[lai Đại Hàn]]&nbsp;giữa&nbsp;[[Người Triều Tiên|Hàn Quốc]]&nbsp;và&nbsp;[[Người Việt|Việt Nam]] là kết quả của những vụ hiếp dâm và cưỡng dâm phụ nữ Việt Nam.<sup>[[Người Triều Tiên tại Việt Nam#cite note-Kagan-8|[8]]]<\/sup>\n\n=== Tội ác ===\n\nTrong Chiến tranh Việt Nam, quân đội Hàn Quốc đã gây ra 43 vụ thảm sát, trong đó ít nhất có 13 vụ làm chết trên 100 người dân Việt Nam.<ref name=\"kienthuc.net.vn\">[http:\/\/kienthuc.net.vn\/phong-thuy\/nhung-toi-ac-cua-manh-ho-rong-xanh-dai-han-o-vn-218777.html Những tội ác của \"Mãnh Hổ\", \"Rồng Xanh\" Đại Hàn ở Việt Nam]<\/ref>\n\n==== Các vụ thảm sát ====\n{{Xem thêm|Danh sách vụ thảm sát ở Việt Nam}}\nTrong [[chiến tranh Việt Nam]], quân đội Hàn Quốc đã thực hiện nhiều vụ [[thảm sát]] dân thường Việt Nam. Một số vụ đã được khám phá bao gồm:\n* [[Thảm sát Duy Trinh]]<ref name=\"kienthuc.net.vn\"\/>\n* [[Thảm sát Bình Tai]]\n* [[Thảm sát Thái Bình]]\n* [[Thảm sát Bình An]]\n* [[Thảm sát Bình Hòa]]\n* [[Thảm sát Diên Niên-Phước Bình]]<ref>[http:\/\/daidoanket.vn\/tin-tuc\/xa-hoi\/tuong-niem-50-nam-vu-tham-sat-dien-nien-phuoc-binh-126598 Tưởng niệm 50 năm vụ thảm sát Diên Niên-Phước Bình. Báo Đại Đoàn kết. Ngày 9-10-2016]<\/ref>\n* [[Thảm sát Hà My]]\n* [[Thảm sát Phong Nhất và Phong Nhị]]\n* [[Thảm sát Vinh Xuân]]\n[[Tập tin:Phong Nhi massacre 3.jpg|nhỏ|phải|200px|Một phụ nữ 21 tuổi đang hấp hối sau khi bị lính Thủy quân Lục chiến Nam Triều (Hàn Quốc) cắt vú tại làng Phong Nhi, tỉnh Quảng Nam, Việt Nam ngày 12 tháng 2 năm 1968]]\n\n==== Hãm hiếp phụ nữ ====\nNhiều lính Hàn Quốc đã [[hiếp dâm]] phụ nữ Việt Nam<ref>A. Kameyama, ''Betonamu Sensou, Saigon Souru, Toukyou [Vietnam War, Saigon, Seoul, Tokyo]'', [[Iwanami Shoten Publishing]], 1972, p. 122<\/ref> dẫn tới việc có những đứa trẻ lai Việt-Hàn ([[Lai Đại Hàn]]) bị bỏ lại Việt Nam sau chiến tranh mà không hề biết cha mình là ai.\n\nVấn đề phụ nữ Việt Nam từng bị binh sĩ Hàn Quốc ép làm [[nô lệ tình dục]] lại chưa thực sự được đưa ra ánh sáng. Những phụ nữ Việt Nam bị bắt làm nô lệ tình dục và những đứa con lai của họ chỉ được chú ý vào những năm 1990 và 2000, khi Hàn Quốc tăng cường đầu tư tài chính vào Việt Nam. Mặc dù Hàn Quốc luôn yêu cầu Nhật Bản bồi thường cho những phụ nữ nước mình bị lính Nhật lạm dụng trong thời chiến, nhưng bản thân họ lại chưa bao giờ thừa nhận lính Hàn Quốc đã từng hãm hiếp phụ nữ Việt Nam. Các cựu binh Hàn Quốc vẫn tiếp tục phủ nhận sự tồn tại của chính con cái họ. Người ta ước tính số phụ nữ Việt Nam bị ép làm [[nô lệ tình dục]] cho quân đội Hàn Quốc khoảng từ 5.000 – 30.000 người, nhưng không ai có thể nói rõ con số chính xác là bao nhiêu.<ref>http:\/\/vnxxxx\/tin-24h\/vet-seo-chien-tranh-bi-an-ve-nhung-phu-nu-viet-bi-bat-lam-no-le-tinh-duc-cho-linh-han-95914{{Liên kết hỏng|date = ngày 27 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n=== Nhìn nhận từ nhân dân Hàn Quốc<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20160917\/thanh-that-xin-loi-viet-nam\/1172853.html|tiêu đề=\"Thành thật xin lỗi Việt Nam\"}}<\/ref><ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160907\/nha-bao-koh-kyoung-tae-su-that-chua-lanh-vet-thuong\/1167208.html|tiêu đề=Nhà báo Koh Kyoung Tae mở triển lãm Chuyện một làng quê: Phong Nhất - Phong Nhị}}<\/ref> ===\nTháng 5 năm 1999, bài báo của nữ ký giả [[Ku Su Jeong]] (''người đầu tiên công bố sự thật thảm sát của binh lính Đại Hàn, năm 2000 chị đã bảo vệ luận án thạc sĩ sử học \"Sự can dự của quân đội Hàn Quốc trong chiến tranh của Mỹ tại Việt Nam 1964 - 1975\". Năm 2008, Ku Su Jeong tiếp tục bảo vệ luận án tiến sĩ sử học về lịch sử quan hệ Việt - Hàn trong và sau chiến tranh của Mỹ tại Việt Nam'') về vụ thảm sát của quân đội Hàn Quốc tại miền Trung Việt Nam được đăng tải trên báo Hankyoreh 21 - tờ báo đầu tiên ở Hàn Quốc đăng loạt bài về binh lính Hàn Quốc thảm sát dân thường trong chiến tranh Việt Nam.\n\nSự thật về những vụ thảm sát thường dân của binh lính Đại Hàn lần đầu công bố tại Hàn Quốc trên báo Hankyoreh 21, xã hội Hàn Quốc đón nhận một cú sốc. Ngày 27 tháng 6 năm 2000, hơn 2.000 hội viên thuộc Hội cựu chiến binh nạn nhân chất độc da cam đã đột nhập tòa soạn&nbsp;Hankyoreh 21&nbsp;đập phá đồ đạc và đánh đập người. Đó là vụ bạo loạn lớn nhất xảy ra kể từ khi tòa soạn báo ra đời. Đối với những cựu chiến binh Hàn Quốc, những người tự hào từng đóng góp tuổi trẻ của mình tham chiến ở Việt Nam để Chính phủ Hàn Quốc có tiền phát triển đất nước những năm 1970 - 1980 thì họ phủ nhận những vụ thảm sát, họ biểu tình hô vang rằng thảm sát chỉ là vấn đề \"tưởng tượng\".\n\nTừ tháng 2 năm 1999 đến tháng 2 năm 2003, chiến dịch \"Thành thật xin lỗi Việt Nam\" vẫn được báo ''Hankyoreh 21''&nbsp;phát động, kêu gọi lời xin lỗi, đóng góp tài chính hỗ trợ nạn nhân Việt Nam, xây công viên hòa bình tại Việt Nam... Với tinh thần tìm ra sự thật không phải chỉ để yên ổn lương tâm, mà còn hướng đến sự hòa giải, hàn gắn, chiến dịch \"Thành thật xin lỗi Việt Nam\" thu hút nhiều tổ chức xã hội, tổ chức phi chính phủ của Hàn Quốc như Ủy ban sự thật về chiến tranh Việt Nam, Hội Y tế vì hòa bình Việt Nam, Tổ chức \"Tôi và chúng ta\" (Nawauri), Hiệp hội phụ nữ Hàn Quốc là nô lệ tình dục của quân đội Nhật Bản, Liên minh vì hòa bình châu Á, Hội liên hiệp nghệ thuật dân gian Hàn Quốc - chi hội Chungbuk, Hội nhà văn Jeju... Các hoạt động của các tổ chức Hàn Quốc cũng diễn ra với nhiều hình thức ý nghĩa như xây dựng công viên hòa bình ở Phú Yên (Ủy ban sự thật về chiến tranh Việt Nam); tổ chức các đoàn bác sĩ đông - tây y hằng năm đến khám chữa bệnh và hỗ trợ y tế cho người dân ở [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]] (liên tục từ năm 1999 đến nay), xây dựng nhà cho nạn nhân ở [[Quảng Nam]] (Tổ chức Nawauri); tổ chức các đoàn học sinh - sinh viên Hàn Quốc đến dự các lễ tưởng niệm, các hoạt động tìm hiểu sự thật lịch sử tại Việt Nam, xin được tha thứ.\n\nNgày 27 tháng 4 năm 2016, Quỹ hòa bình Hàn - Việt tổ chức họp báo ra mắt bức tượng Pieta Việt Nam tại [[Seoul]], đồng thời kêu gọi Chính phủ Hàn Quốc có thái độ trách nhiệm đối với vấn đề chiến tranh Việt Nam. Tượng được hai điêu khắc gia [[Kim Seo Kyung]] và [[Kim Eun Sung]] đồng sáng tác. Tên chính thức của tác phẩm này là&nbsp;''Pieta Việt Nam'', tên tiếng Việt là&nbsp;''Lời ru cuối cùng''. Trong tiếng Ý, \"pieta\" có nghĩa là \"nỗi buồn\", \"bi thương\". Tượng&nbsp;có tỉ lệ [[chiều rộng]], chiều sâu đều là 70&nbsp;cm, chiều cao 150&nbsp;cm, trọng lượng gần 150&nbsp;kg, đúc bằng chất liệu đồng. Chỉ riêng phần chân đá để tôn bức tượng cũng có trọng lượng xấp xỉ 450&nbsp;kg. Đó là hình ảnh một người phụ nữ đang ôm vào lòng đứa con bé bỏng. Mắt khép hờ như sắp chìm vào giấc ngủ, đứa bé đang nắm tròn hai bàn tay mềm yếu và nhỏ bé hơn rất nhiều so với cái đầu của mình.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160426\/tuong-pieta-mot-loi-xin-loi-viet-nam-cua-nguoi-han\/1090654.html|tiêu đề=Tượng Pieta - một lời xin lỗi Việt Nam của người Hàn}}<\/ref>. Ngày 26 tháng 4 năm 2017, bức tượng Pieta Việt Nam đã được khánh thành tại Trung tâm hòa bình St.Francis, làng [[Gangjeong]], đảo [[Jeju]]. Bên cạnh bức tượng Pieta Việt Nam, Quỹ Hòa bình Hàn-Việt sẽ dựng một tấm bảng đồng khắc lời kêu gọi hòa bình của nhà thơ [[Ko Un]] và nhà thơ [[Thanh Thảo (nhà thơ)|Thanh Thảo]]. Trước đó Quỹ Hòa bình Hàn-Việt đã gửi tặng [[Bảo tàng Đà Nẵng]] và nhà thơ [[Thanh Thảo (nhà thơ)|Thanh Thảo]] bức tượng Pieta Việt Nam cỡ nhỏ. Quỹ cũng tổ chức kêu gọi quyên góp để dựng một bức tượng ở [[Việt Nam]].<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20170426\/khanh-thanh-tuong-pieta-viet-nam-tren-dao-jeju\/1304835.html|tiêu đề=​Khánh thành tượng Pieta Việt Nam trên đảo Jeju}}<\/ref><ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/the-gioi\/dat-tuong-xin-loi-viet-nam-o-dao-jeju-3575726.html|tiêu đề=Đặt tượng xin lỗi Việt Nam ở đảo Jeju}}<\/ref>\n\nNgày 9 tháng 9 năm 2016, tại&nbsp;Art Link gallery&nbsp;(quận&nbsp;Jongno,&nbsp;[[Seoul]],&nbsp;[[Hàn Quốc]]), nhà báo&nbsp;[[Koh Kyeong Tae]]&nbsp;(''từng giữ chức tổng biên tập tuần báo Hankyoreh 21. Hiện tại, ông đang đảm nhiệm chức phó tổng biên tập của tòa soạn báo [[Hankyoreh]], đồng thời là ủy viên ủy ban xúc tiến thành lập Quỹ hòa bình Hàn - Việt'') khai mạc triển lãm ảnh có tên gọi \"Chuyện một làng quê Phong Nhất - Phong Nhị\" về nạn nhân thường dân bị quân đội Hàn Quốc thảm sát trong chiến tranh Việt Nam.\n\n== Tra tấn tù nhân và người dân ==\n\t \n− \t\nDựa trên các tài liệu của quân đội Mỹ, do một lực lượng đặc nhiệm của quân đội chịu trách nhiệm điều tra tội ác chiến tranh thu thập và giải mật, bài báo cho biết trong báo cáo gửi Bộ Tổng tham mưu quân đội, một trung tá Mỹ đã tố cáo các binh sĩ Lữ đoàn không vận 173 tra tấn những người bị bắt giữ ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Các nhà điều tra thuộc lực lượng đặc nhiệm trên đã phát hiện hàng loạt những vụ bạo hành của quân sĩ Mỹ, Trong các tài liệu này còn có báo cáo chi tiết về 142 vụ bắt giữ và ngược đãi tù nhân, trong đó có 127 trường hợp liên quan đến lữ đoàn 173. Tuy nhiên các giới chức lãnh đạo của Hoa Kỳ đã cố gắng che giấu các thông tin này. Tờ [[Los Angeles Times]] đã đăng bài viết tố cáo các chỉ huy quân đội Mỹ đã che giấu tội ác của cấp dưới trong chiến tranh ở Việt Nam và phần lớn các quân nhân phạm tội đã không bị trừng phạt, hoặc chỉ bị phạt rất nhẹ, trong khi người tố cáo lại bị ngược đãi.\n\t \n− \t\t \n− \t\nCác vụ việc đã được chứng minh trong hồ sơ có thể kể đến: 7 vụ thảm sát từ [[1967]] đến [[1971]], trong đó có ít nhất 137 dân thường bị giết; 78 vụ tấn công khác nhau vào những người không tham chiến, trong đó ít nhất 57 người bị giết, 56 người bị thương và 15 vụ cưỡng hiếp; 141 vụ tra tấn những người tình nghi hoặc tù binh chiến tranh.<ref name=\"ReferenceA\">Trích [[Tội ác của quân đội Hoa Kỳ]]<\/ref>\n\t \n− \t\t \n− \t\nCác nhà điều tra đã xác định được bằng chứng chống lại 203 lính Mỹ bị cáo buộc giết hại dân thường Việt Nam hoặc tù binh. 57 người trong số họ đã bị đưa ra tòa án quân sự và 22 người đã bị kết án. 14 người đã nhận án từ 6 tháng đến 20 năm nhưng hầu hết đều được giảm án đáng kể trong phiên phúc thẩm. Nhiều vụ việc khác đã bị đóng lại vô thời hạn.<ref name=\"ReferenceA\"\/>\n\t \n− \t\t \n− \t\nNgoài 320 vụ việc được xác minh, hồ sơ còn có những tài liệu có liên quan đến hơn 500 hành động tàn ác mà các điều tra viên chưa thể chứng minh hoặc không được quan tâm đến.<ref>http:\/\/dantri.com.vn\/c36\/s36-133927\/giai-mat-ho-so-cac-vu-tham-sat-cua-quan-doi-my-tai-viet-nam.htm<\/ref>\n\t \n− \t\t \n− \t\nNgoài ra, Việt Nam Cộng hòa còn xây dựng một hệ thống nhà tù trên miền Nam [[Việt Nam]], một số nhà tù được xây mới như [[Nhà tù Phú Lợi]] hay sử dụng lại các nhà tù cũ của Pháp ví dụ là [[Nhà tù Côn Đảo]] và [[Nhà tù Phú Quốc]], dùng để giam giữ những người tù chính trị [[chủ nghĩa cộng sản|cộng sản]] hoặc binh lính [[Quân Giải phóng miền Nam Việt Nam|Quân Giải Phóng]], [[Quân đội Nhân dân Việt Nam|Quân đội Nhân dân]]. Ở đây, tù nhân phải nằm trên nền xi măng ẩm thấp, không có giường ngủ, đa số bị mắc các bệnh liên quan đến đường hô hấp do nền nhà ẩm thấp, bị suy dinh dưỡng do không được cho ăn, được chữa bệnh một cách đầy đủ. Nhà tù Phú Quốc có những hình thức tra tấn ghê rợn:\n\n[[Tập tin:ARVN soldier decollated enemy bodies.jpg|nhỏ|phải|300px|Một tốp lính của Quân lực Việt Nam Cộng hòa chặt đầu đối phương và giơ lên khoe (bên trái có một lính trẻ em cũng tham gia trong hình)]]\n* \"đóng kim\": dùng những cây kim chích đã cũ, đóng từ từ vào 10 đầu ngón tay.<ref name=\"Báo CAND\">http:\/\/m.anninhthudo.vn\/phong-su\/ron-nguoi-xem-canh-tra-tan-chon-song-o-nha-tu-phu-quoc\/623150.antd<\/ref>\n* \"chuồng cọp kẽm gai\": loại chuồng cọp làm toàn bằng dây kẽm gai, được đan chằng chịt xung quanh và trên nóc. Chuồng cọp này đặt ở ngoài trời trong phân khu. Mỗi phân khu có đến hai, ba chuồng cọp - loại nhốt 1 người và loại nhốt 3-5 người. Kích thước chuồng cọp rất đa dạng, có loại cho tù nhân nằm trên đất cát, có loại buộc tù nhân phải nằm trên dây kẽm gai, có loại chỉ nằm hoặc đứng; có loại chỉ ngồi lom khom; loại phải đứng lom khom, không đứng thẳng được mà ngồi xuống thì sẽ phải ngồi trên dây kẽm gai. Tù nhân phải cởi áo, quần dài, chỉ được mặc quần cụt để phơi nắng, phơi sương, dầm mưa suốt ngày đêm.<ref name=\"Báo CAND\"\/>\n* \"ăn cơm nhạt\": tù nhân không được ăn muối, sau hai tháng mắt sẽ bị mờ, sau 5-6 tháng liền có người bị mù hẳn.<ref name=\"Báo CAND\"\/>\n* \"lộn vỉ sắt\": các tấm vỉ sắt loại có lỗ tròn và đầy mấu để mắc vào nhau và lật ngửa làm \"đường băng sân bay\" rồi bắt tù binh cởi áo, cởi quần ngoài, chỉ còn chiếc quần đùi. người tù bị bắt cắm đầu xuống vỉ sắt lộn ra sau, sau vài lần là lưng người tù tóe máu, đầu bị bứt tóc, tróc da tơi tả.<ref name=\"Báo CAND\"\/>\n* \"gõ thùng\": lấy thùng phuy úp lên tù nhân đang ngồi xổm, rồi gõ vào thùng. Tù nhân sẽ bị đau đầu, sẽ bị điếc vì tiếng gõ mạnh và sức ép không khí. Cũng bằng cách gõ vào thùng phuy đổ đầy nước, bên trong thùng là tù nhân. Kiểu tra tấn này có thể khiến tù nhân bị hộc máu vì sức ép của nước.<ref name=\"Báo CAND\"\/>\n* \"đục răng\" và \"bẻ răng\": kê đục vào sát chân răng của người tù, dùng búa đóng làm răng gãy văng ra.<ref name=\"Báo CAND\"\/>\n* \"roi cá đuối\": giám thị dùng những chiếc roi cá đuối dài, đem phơi để đánh tù. Trước khi bị đánh, tù nhân phải cởi áo để bị đánh vào da thịt trần. Roi cá đuối thường quấn lấy thân nạn nhân, rồi giật ra, làm da thịt bị đứt theo. Giám thị sau đó có thể lấy muối ớt xát vào da thịt nạn nhân. Đầu năm 1970, phái đoàn Hồng Thập Tự Quốc tế khi đến thị sát nhà tù Phú Quốc đã bắt gặp một chiếc roi cá đuối dính máu khô.<ref name=CAND-ngon-nghe>\n\t \t\n{{chú thích báo\n\t \n− \t\n|url=http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2009\/5\/69441.cand\n\t \n− \t\n|author= Trầm Hương\n\t \n− \t\n|title= Ngón nghề của những đồ tể ở \"Trại giam tù binh Phú Quốc\"\n\t \n− \t\n|publisher=Báo An ninh Thế giới\n\t \n− \t\n|date=ngày 28 tháng 5 năm 2009\n\t \n− \t\n|access-date =ngày 8 tháng 6 năm 2009}}\n\t \n− \t\n<\/ref>\n\t \n* \"đóng đinh\": những chiếc đinh 3 phân được dùng để đóng vào các ngón tay của tù binh trong quá trình tra tấn. Mỗi lần bị đóng đinh, xương ngón tay của người tù bị vỡ nát. Ngoài ra còn có loại đinh 7, 8 phân hoặc cả tấc để đóng vào thân người tù ở các vùng: cổ chân, khớp vai, mắt cá, ống quyển, đầu. Có người bị đóng đinh đến chết, sau này khi bốc mộ vẫn còn đinh găm trong hài cốt.<ref name=CAND-ngon-nghe\/>\n* Lấy bao bố trùm lên người tù rồi ném vào chảo nước sôi. Ba người tù ở phân khu C6 đã bị luộc chết.<ref name=CAND-ngon-nghe\/>\n* Dùng bóng đèn công suất lớn để sát mặt người tù trong thời gian dài cho nổ con ngươi.<ref name=CAND-ngon-nghe\/>\n* Dùng lửa đốt miệng, bộ phận sinh dục.<ref name=CAND-ngon-nghe\/>\n\t \nTháng 7\/1970, sự thật bị Mỹ che giấu về [[Chuồng Cọp]] trong hệ thống Nhà tù Côn Đảo đã gây chấn động quốc tế. Người điều tra là nhà báo Mỹ - [[Don Luce]]. Trợ lý của đoàn Quốc hội Mỹ là ông [[Tom Harkin]] đã thuyết phục hai nghị sĩ trong đoàn điều tra hoạt động tra tấn trong \"Chuồng cọp\" tại nhà tù Côn Đảo nằm ngoài khơi bờ biển của Việt Nam. Sử dụng bản đồ được [[Cao Nguyên Lợi]] - một cựu tù nhân bị giam trong \"Chuồng cọp\" vẽ, Don Luce và Tom Harkin đã chuyển hướng khỏi các lộ trình được lên kế hoạch từ trước, và vội vã đi xuống một con hẻm giữa hai dãy nhà tù. Họ tìm thấy cánh cửa nhỏ dẫn đến các lồng sắt giữa các bức tường nhà tù. Don Luce kể: \n\t \n:''\"Tại đây hình ảnh của các tù nhân trong lồng đã khắc sâu trong tâm trí tôi, không thể tẩy xóa nổi. Người đàn ông với ba ngón tay bị cắt rời; một người khác đã chết có hộp sọ đã vỡ toác; và nhiều tu sĩ Phật giáo Huế - những người đấu tranh chống sự đàn áp các Phật tử - trong tình trạng thê lương. Tôi nhớ rõ mùi hôi thối khủng khiếp do tiêu chảy và và các vết thương lở loét ở mắt cá chân các tù nhân do xiềng xích cắt vào.\"''<ref>http:\/\/www.counterpunch.org\/2013\/11\/01\/from-tiger-cages-to-control-units\/<\/ref><ref>{{Chú thích web | url = http:\/\/landtourcondao.com\/news\/502\/229\/Nguoi-My-kinh-hoang-ke-ve-Chuong-Cop---Nha-tu-Con-dao.html | tiêu đề = Người Mỹ kinh hoàng kể về Chuồng Cọp | tác giả =  | ngày =  | ngày truy cập = 23 tháng 11 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2015-11-22 | archive-url = https:\/\/web.archive.org\/web\/20151122084709\/http:\/\/landtourcondao.com\/news\/502\/229\/Nguoi-My-kinh-hoang-ke-ve-Chuong-Cop---Nha-tu-Con-dao.html | url-status = dead }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.dailykos.com\/story\/2014\/9\/20\/1331165\/-Tom-Harkin-and-the-Tiger-Cages | tiêu đề = Tom Harkin and the Tiger Cages | tác giả = | ngày = | ngày truy cập = 23 tháng 11 năm 2015 | nơi xuất bản = Daily Kos | ngôn ngữ = }}<\/ref>\n\t \t\nCác bức ảnh do ông Harkin chụp ở nhà tù Côn Đảo đã được đăng trên tạp chí Life ngày 17\/7\/1970. Một cuộc biểu tình quốc tế nổ ra sau đó. Dưới áp lực của dư luận Quốc tế, 180 người đàn ông và 300 phụ nữ được chuyển khỏi các Chuồng cọp. Nhiều người được đưa đến bệnh viện tâm thần. Một số đã được chuyến đến các nhà tù khác. Grace Paley đã mô tả cuộc sống trong tù của một trong số 300 phụ nữ bị giam giữ tại Chuồng cọp - Nhà tù Côn Đảo trong cuốn sách xuất bản năm 1998:\n\n:''\"Trước khi vào tù, Thiều Thị Tạo là một học sinh trung học 16 tuổi. Cô đã bị tống giam vì không chào cờ. Trong tù, Thiều Thị Tạo bị giam trên nền đất. Cô bị đánh vào đầu bằng dùi cui. Đầu cô bị kẹp giữa hai thanh thép. Nước rót xuống cổ họng cô. Sau đó, vào ngày 20\/11\/1968, cô bị chuyển đến trụ sở cảnh sát quốc gia…Tới cuối năm 1969, Tạo đã được chuyển đến Chuồng cọp của Côn Đảo. Trong vài ngày ở đây, cô đã bị treo lên một cái móc sắt. Hình thức tra tấn này khiến xương sống của cô đã bị hư hại và đến nay cô vẫn phải đeo nẹp ở cổ. Sau một năm ở trong Nhà tù Côn Đảo, cô được chuyển giao cho các nhà thương điên ở Biên Hòa.\"''\n\t \nĐã có 4.000 người chết trong khoảng thời gian tháng 6\/1967 đến 3\/1973, hàng chục ngàn người mang dị tật hay bị tàn phế cả đời. Tổ chức chữ thập đỏ đã đến Côn Đảo vào năm 1969 và 1972, họ đã nhận thấy sự tra tấn tù nhân một cách tàn bạo, có hệ thống và kéo dài<ref>International Review of the Red Cross, March 1969, 9th year, No 96. [http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/pdf\/RC_Mar-1969.pdf], p. 130<\/ref>, 1972<ref>International Review of the Red Cross, March 1969, 12th year, No 144. [http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/pdf\/RC_Dec-1972.pdf], p. 658<\/ref>. Tháng 8 năm 1971, một điều tra viên của Sứ quán Mỹ tại Việt Nam Cộng hòa báo cáo về sự đánh đập tù nhân tại Phú Quốc vẫn tiếp diễn. Sau các kết quả điều tra của MACV và Sứ quán Mỹ, Tướng [[Cao Văn Viên]], tổng chỉ huy tham mưu [[Quân lực Việt Nam Cộng hòa]], vẫn khẳng định rằng các đoàn kiểm tra của tổ chức Chữ thập Đỏ quốc tế đã \"báo cáo sai lệch về tình trạng ở nhà tù\".<ref>springer<\/ref>\n\n== Ném bom gây thương vong cho thường dân ==\n[[Tập tin:B52 debris, B52 Museum.jpg|nhỏ|trái|200px|Phần còn lại của chiếc B-52G số hiệu 58-0201 bị hạ đêm 18-12 được trưng bày tại Bảo tàng chiến thắng B-52 (Đội Cấn, Ba Đình, Hà Nội)]]\n[[Tập tin:Bệnh viện Bạch Mai-IMG 0458.jpg|nhỏ|trái|200px|Bệnh viện Bạch Mai ở Quận Đống Đa, Hà Nội. Nơi đây, ngày 22\/12\/1972, trong chiến dịch Chiến dịch Linebacker II, đã hứng chịu 100 quả bom được ném từ máy bay B-52 của Không quân Hoa Kỳ làm 30 bác sĩ, y tá thiệt mạng, 22 người khác bị thương.]]\n[[Tập tin:Boeing B-52 dropping bombs.jpg|nhỏ|phải|200px|B-52 của Hoa Kỳ đang rải thảm]]\n[[Tập tin:ThanhHoaBridge1.jpg|nhỏ|phải|200px|Cầu Hàm Rồng bị máy bay Mỹ tấn công]]\n[[Không quân Hoa Kỳ]] gần như tham gia mọi trận đánh và chiến dịch trong [[Chiến tranh Việt Nam]], nhiệm vụ của nó là yểm trợ, dọn đường bằng bom đạn, không kích phá hủy cơ sở hạ tầng ở miền Bắc. Vì vậy, Việt Nam là nơi chứa lượng bom đạn mà Hoa Kỳ rải nhiều nhất trên thế giới.\n[[Tập tin:Lighting incense at the Dong Loc Junction memorial.jpg|nhỏ|Mộ 10 cô gái tử trận tại [[ngã ba Đồng Lộc]]]]\nMột số trọng điểm như [[Đường Trường Sơn]] chịu 4.000.000 tấn bom; [[Khe Sanh]] tuy là khu vực chỉ có rộng 8&nbsp;km² giữa hai bên, vậy mà chỉ trong 77 ngày của [[Chiến dịch Đường 9 - Khe Sanh|trận Khe Sanh]] đã chịu 110.000 tấn bom đạn, biến nơi đây là nơi có mật độ bom đạn phải hứng chịu lớn bậc nhất trong lịch sử; Khu phi quân sự Vĩ tuyến 17 (Vietnamese Demilitarized Zone - DMZ); [[Ngã ba Đồng Lộc]]; [[Chiến dịch Sấm Rền]] làm Mỹ ném 864.000 tấn bom, khiến 72.000 dân thường [[Việt Nam]] bị chết và bị thương, [[Quảng Trị]] và đặc biệt tại khu vực thành cổ và thị xã vào năm 1972 đã hứng chịu 328 nghìn tấn bom đạn, 9552 nghìn viên đạn pháo 105mm, 55 nghìn viên đạn pháo 155mm, 8164 viên đạn pháo 175mm, hơn 615 nghìn viên đạn hải pháo, sức công phá bằng 7 quả bom nguyên tử ném xuống [[Hiroshima]], v.v., và còn nhiều nơi nữa tại [[Việt Nam]] mà mặt đất vẫn chứa đầy bom đạn.\n\nKhông lực Hoa Kỳ ném bom bừa bãi khắp nơi, bất kể đó là mục tiêu dân sự hay quân sự thì chỉ cần nhận được tin tình báo hoặc do thám vị trí có Quân Giải phóng là họ ném bom không thương tiếc. Chính vì thế mà nhiều công trình dân sự dân sinh và cả nhà dân đều bị trúng bom không phải 1-2 lần mà rất nhiều lần.\n\nĐặc biệt trong [[Chiến dịch Linebacker II]] kéo dài chỉ 12 ngày nhưng Mỹ đã thả hơn 36.000 tấn bom, vượt quá khối lượng bom đã ném trong toàn bộ thời kì từ 1969 đến 1971.<ref>George Herring, ''America's Longest War'', John Wikey & Sons, 1979, tr. 248<\/ref> Làm 1.624 thường dân thiệt mạng. Điển hình là vào ngày [[26 tháng 12]] năm [[1972]] tại phố Khâm Thiên, Hà Nội, các máy bay [[Boeing B-52 Stratofortress|B-52]] của Mỹ đã dội bom thẳng vào một bên dãy phố có đông dân thường sinh sống, giết chết 278 người.<ref>{{Chú thích web |url=http:\/\/www.ngaynay.vn\/Vu-tham-sat-Nam-Ngan--noi-dau-40-nam-quen-lang-Ngay-dinh-menh-p263724.html |ngày truy cập=2015-04-05 |tựa đề=Vụ thảm sát Nam Ngạn & nỗi đau 40 năm quên lãng: Ngày định mệnh |archive-date = ngày 11 tháng 4 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150411011421\/http:\/\/www.ngaynay.vn\/Vu-tham-sat-Nam-Ngan--noi-dau-40-nam-quen-lang-Ngay-dinh-menh-p263724.html }}<\/ref>\n\nNhiều tổ chức,quốc gia đã tố cáo quân Mỹ đã thực hiện không kích vào nhiều khu vực trọng yếu như khu dân cư,đê điều. Gây thiệt hại lớn về người và vật chất của nhân dân đặc biệt là vào mùa lũ những năm 1965, 1972. Điển hình là sự việc ngày 14 tháng 6 năm 1972 tại đoạn đê sông Mã từ [[Nam Ngạn]] đến [[Hàm Rồng]], [[Thanh Hóa]]. Quân đội Mỹ đã sử dụng một phân đội [[LTV A-7 Corsair II|A-7 Corsair]] để ném bom bờ sông khi có khoảng 2000 dân công đang thực hiện việc đắp đê ngăn lũ làm 67 người chết tại chỗ.\n\nTừ 1965 đến tháng 8\/1973, [[Hoa Kỳ|Mỹ]] đã dùng 7.882.547 tấn bom đạn không quân ở Đông Dương, trong đó khoảng: 3.770.000 tấn ở miền Nam Việt Nam; 937.000 tấn ở miền [[Bắc Việt Nam]], số còn lại ở Lào và Campuchia.<ref name=\"vtc.vn\">http:\/\/vtc.vn\/2-331196\/xa-hoi\/nhung-vu-khi-toi-tan-my-su-dung-trong-chien-tranh-vn.htm<\/ref>\n\nSố bom đạn mà Mỹ đã sử dụng tại Việt Nam gấp 2, 3 thậm chí gấp 10 lần lượng bom thả xuống [[Đức]] hoặc [[Nhật Bản]] trong thế chiến thứ hai, tại [[Triều Tiên]] trong [[chiến tranh Triều Tiên]] hay tại bất kỳ đâu mà Hoa Kỳ từng tham chiến trên thế giới.\n\n[[Tập tin:Kham Thien Ha Noi.jpg|nhỏ|phải|200px|Khu phố Khâm Thiên, Hà Nội sau trận ném bom của máy bay B-52 đêm 26 tháng 12 năm 1972]]\n\nKết thúc chiến tranh, 2-4 triệu người dân [[Việt Nam]], 50.000 thường dân [[Lào]], 70.000 thường dân [[Campuchia]] chết chủ yếu do bom mìn. Hàng trăm nghìn tấn bom đạn vẫn còn sót lại tại [[Bán đảo Đông Dương|Đông Dương]] nhưng nhiều nhất vẫn là ở [[Việt Nam]], chiếm tới trên 20% diện tích cả nước và ở rất nhiều nơi. Theo thống kê chưa đầy đủ: [[Việt Nam]] đã có 42.132 người bị chết và 62.163 người bị thương, do bom mìn sót lại sau chiến tranh gây ra. Trung bình mỗi năm [[bom]] [[mìn]] sót lại sau chiến tranh cướp đi tính mạng của 1.535 người và 2.272 người khác phải mang thương tật suốt đời.<ref name=\"vtc.vn\"\/>\n\nTheo nhận xét của các chuyên gia, [[Việt Nam]] là một trong những \"''kho chứa bom trong lòng đất''\" của thế giới với hơn 10% bom đạn chưa nổ, với tốc độ rà phá bom mìn như hiện nay thì phải mất \"100 năm\" nữa mới có thể rà phá hết được bom mìn, vật liệu nổ còn sót lại sau chiến tranh.\n\n[[Neil Sheehan]], trong sách ''\"Sự lừa dối hào nhoáng'', viết rằng:\n\n{{Quotation|Hai năm trước tôi biết ít nhất hàng chục làng khác bị gạch khỏi bản đồ như năm thôn ấp tôi thấy dọc bờ biển và 25 làng khác bị thiệt hại nghiêm trọng. Năm 1967, Schell phát hiện ra 70% trong số 450 làng trong tỉnh hoàn toàn bị tiêu diệt. Trừ một số thôn ấp dọc đường số 1 quân tuần tra lúc đi lúc không, mặc nhiên sự tàn phá phát triển với một nhịp điệu dồn dập. Ngày này qua ngày khác, ngồi trên chiếc máy bay nhỏ Schell chứng kiến sự bắn phá của trọng pháo và rốc két từ trực thăng chiến đấu cùng những đám cháy bùng lên do lính bộ binh Mỹ đốt phá...\n\nTừ khi lực lượng Oregon đến, các bệnh viện tiếp nhận bình quân mỗi ngày ba mươi dân thường bị thương. Một bác sĩ tình nguyện Anh đã làm việc ở [[Quảng Ngãi]] hơn ba năm tâm sự với Schell: tổng số nạn nhân dân thường, bao gồm chết và bị thương hàng năm lên đến 50.000 người trong tỉnh. Tom Thayer chỉ đếm số người nhận vào bệnh viện đã tới con số 33.000...\n\nKhông có lý do gì lính Mỹ cho rằng mạng sống của những người nông dân Việt Nam là quan trọng. Họ trở nên tàn ác hơn vì vòng quay bạo lực ngu ngốc của cuộc chiến tranh toàn diện của tướng Westmoreland. Lòng đầy thù hận vì bạn bè họ chết hoặc bị thương do mìn, bẫy của kẻ thù và các đồng minh nông dân, rất tự nhiên họ (lính Mỹ) xem những người Việt Nam ở nông thôn như một loại sâu bọ cần tận diệt.<ref>Sự lừa dối hào nhoáng - Neil Sheehan. Nhà xuất bản Công An Nhân Dân, 2003. Trang 379<\/ref>}}\n\n[[Nick Turse]], trong sách ''\"Giết mọi thứ di động'', lập luận rằng: việc không ngừng tìm kiếm nhiều hơn số xác chết để báo cáo thành tích, việc sử dụng lan tràn vùng tự do bắn phá, thường dân có thể bị xem là du kích, và thái độ khinh miệt phổ biến dành cho thường dân Việt Nam đã dẫn đến thương vong lớn và tội ác chiến tranh gây ra bởi quân đội Mỹ.<ref name = \"Turse 2013 251\">{{Harvnb|Turse|2013|p=251}}.<\/ref> Một ví dụ là [[Chiến dịch Speedy Express]], được mô tả bởi [[John Paul Vann]], là một vụ thảm sát còn ghê gớm gấp nhiều lần [[Thảm sát Mỹ Lai]].<ref name = \"Turse 2013 251\"\/> Cụ thể hơn:\n\n{{Quotation| Đại úy không quân, Brian Wilson, thực hiện ném bom vào vùng tự do bắn phá, nhận thấy những kết quả đầu tiên: \"Đó là hình ảnh thu nhỏ của sự vô đạo đức... Một trong những lần tôi đếm số xác chết sau khi không kích kết thúc với hai quả [[bom napalm]], thứ sẽ đốt cháy tất cả mọi thứ, tôi đếm được 62 thi thể. Trong báo cáo của tôi, tôi mô tả họ gồm rất nhiều phụ nữ ở khoảng 15 tới 25 tuổi và rất nhiều trẻ em - thường nằm chết trong vòng tay người mẹ hoặc chị, và rất nhiều người già.\" Thế nhưng sau khi đọc báo cáo chính thức, Wilson lại thấy những thi thể thường dân này được quân đội Mỹ liệt kê là 130 binh lính địch bị giết.<ref name = \"Turse 2013 212\">{{Harvnb|Turse|2013|p=212}}.<\/ref> }}\n\n=== Một số vụ không quân Hoa Kỳ ném bom các khu vực dân sự ở miền Bắc Việt Nam ===\n\nTrong hai cuộc chiến tranh phá hoại bằng không quân và hải quân Mỹ ra miền Bắn từ năm 1965 đến cuối năm 1968 và năm 1972, không quân Mỹ đã ném tổng cộng hơn 1.000.000 tấn bom xuống miền bắc Việt Nam. Trong 2 năm, với hai cuộc [[Chiến tranh phá hoại]] miền Bắc, 412.283 lượt máy bay Mỹ xuất kích (Không quân Mỹ là 153.784 phi vụ, không quân hải quân và hải quân đánh bộ là 152.399 phi vụ) đã ném xuống miền Bắc Việt Nam 973.300 tấn bom đạn. Con số này đã vượt xa 698.000 tấn bom đạn mà Mỹ sử dụng trong cuộc [[Chiến tranh Triều Tiên]] và 550.000 tấn mà Mỹ sử dụng trên [[Mặt trận Thái Bình Dương]] trong [[Chiến tranh thế giới thứ hai]]. Bình quân 1&nbsp;km vuông lãnh thổ miền Bắc hứng chịu 6 tấn bôm, mỗi người dân miền Bắc hứng chịu 45,5&nbsp;kg bom. Các trận ném bom đã làm chết hơn 80.000 dân thường, hơn 120.000 người khác bị thương.<ref>Lê Huy Hòa và tập thể tác giả. Bách khoa tri thức Quốc phòng toàn dân. Nhà xuất bản Chính trị quốc gia. Hà Nội. 2003. trang 153-154.<\/ref>\n\nTrong hai cuộc chiến tranh phá hoại nói trên, không quân Mỹ và không quân của hải quân Mỹ cùng các pháo hạm Mỹ đã phá hoại 100% các nhà máy điện, hơn 1.500 công trình thủy lợi, hơn 10.000 m đê xung yếu, 6 tuyến đường xe lửa với hầu hết cầu cống bị đánh sập, hơn 60 nông trường quốc doanh, trên 40.000 gia súc lớn. Các vụ không kích của Mỹ đã phá hoại 6 thành phố lớn, 28 thị xã, trong đó có 12 thị xã phị san phẳng, 96 thị trấn hơn 4.000 điểm dân cư cấp xã, trong đó có hơn 300 điểm bị hủy diệt hoàn toàn, phá hủy 350 bệnh viện, hơn 1.500 bệnh xã, trong đó có 300 bệnh viện bị hủy diệt; hơn 1.300 trường học bị phá hoại, hàng trăm chùa chiền, nhà thờ, di tích lịch sử bị trúng bom Mỹ. hơn 5.000.000 mét vuông nhà ở bị hư hỏng nặng, hàng chục vạn hecta đất canh tác bị ô nhiễm bom đạn không thể sử dụng được. Trong số 203.733 lần mục tiêu ở miền Bắc bị không quân và hải quân Mỹ bắn phá có 109.156 mục tiêu giao thông vận tải (chiếm 53,5%), 59.971 mục tiêu dân cư (chiếm 29,4%), 14.347 mục tiêu kinh tế dân sính (chiếm 7%), chỉ có 20.259 mục tiêu quân sự (chiếm 9,9%).\n\nSau đây là một số vụ máy bay Mỹ ném bom các mục tiêu dân sự gây chết nhiều thường dân ở miền Bắc Việt Nam từ năm 1965 đến đầu năm 1973:\n\n*[[Không quân Hoa Kỳ ném bom phố Khâm Thiên, Hà Nội|Vụ máy bay B-52 ném bom rải thảm xuống phố Khâm Thiên đêm 26-12-1972]]\n* Vụ máy bay Mỹ ném bom Trường Trung học cơ sở Thụy Dân, Thụy Anh (nay thuộc huyện Thái Thuy), Thái Bình ngày 21-10-1966, giết chết 1 giáo viên, 30 học sinh có độ tuổi không quá 14 và 5 thường dân<ref>[http:\/\/thethaovanhoa.vn\/xa-hoi\/roi-nuoc-mat-o-lop-hoc-vinh-hang-tai-thai-binh-n20151120102356949.htm Rơi nước mắt ở \"Lớp học vĩnh hằng\" tại Thái Bình]<\/ref><ref>[http:\/\/thaibinh.gov.vn\/gioithieu\/Pages\/dia_chi_thai_binh.aspx?ItemID=30968 Thái Bình kháng chiến chống Mỹ cứu nước (1954 -1975)]<\/ref>\n* Vụ máy bay Mỹ ném bom Khu điều trị bệnh phong Quỳnh Lập, Quỳnh Lưu, Nghệ An ngày 13-6-1965, giết chết hơn 200 bệnh nhân phong và nhân viên y tế.<ref>[http:\/\/baophapluat.vn\/rubic-cuoc-song\/ngoi-mo-dac-biet-ben-suon-nui-308220.html Ngôi mộ đặc biệt bên sườn núi]<\/ref><ref>[http:\/\/giadinh.net.vn\/xa-hoi\/ram-thang-bay-nho-ve-trai-phong-quynh-lap-20130820123415987.htm Rằm tháng Bảy, nhớ về trại phong Quỳnh Lập]<\/ref>\n* [[Không quân Hoa Kỳ ném bom Bệnh viện Bạch Mai, Hà Nội|Vụ máy bay B-52 của không quân Mỹ ném bom rải thảm xuống Bệnh viện Bạch Mai đêm 21 rạng ngày 22-12-1972]]\n* Vụ máy bay B-52 Mỹ ném bom hủy diệt Khu tập thể An Dương, Bà Đình, Hà Nội đêm 19-12-1972; giết chết 174 người, trong đó có 5 phụ nữ mang thai, 5 gia đình bị chết cả nhà, 154 người bị thương.<ref>[http:\/\/hanoitv.vn\/dien-bien-phu-tren-khong-nhung-con-so-cua-su-bao-tan-d4436.html \"Điện Biên Phủ trên không\": Những con số của sự bạo tàn]<\/ref><ref>Hà Nội tháng 12 năm 1972 hãy nhớ lấy. Nhà xuất bản Hà Nội. 1983. trang 50-55<\/ref>\n* Các vụ máy bay Mỹ ném bom xuống khu dân cư Thượng Lý (Hải Phòng) đêm 16-4-1972, làm chết và bị thương 146 người; ném bom khu Hoa kiều Hạ Lý (Hải Phòng) các ngày 31-7 và 1-10-1972, làm chết và bị thương 68 người, phần lớn là người Hoa; ném bom khu dân cư Cầu Tre (Hải Phòng) trong đêm 16-4-1972, giết và làm bị thương 154 người, phần đông là phụ nữ và trẻ em.\n* Vụ máy bay Mỹ ném bom Tòa Tổng đại diện Pháp ở Hà Nội ngày 11-10-1972 (nay là Đại sứ quán Pháp ở Hà Nội), giết chết 5 người, trong đó có bà bà Leya El Hakim, người Ai Cập, phu nhân của ông Susini, Đại biện lâm thời nước Cộng hòa Nhân dân Albani; phá hủy hầu hết tòa nhà này.<ref>[http:\/\/baoquocte.vn\/vi-dai-dien-toan-quyen-phap-va-bom-my-o-ha-noi-1563.html Vị Đại diện Toàn quyền Pháp và bom Mỹ ở Hà Nội]<\/ref>\n* Vụ máy bay Mỹ ném bom thảm sát gần 400 dân công Thanh Hóa đang đắp đê Nam Ngạn ngày 14-6-1972.<ref>[http:\/\/cand.com.vn\/Xa-hoi\/Can-ton-vinh-gan-400-dan-cong-hi-sinh-khi-dang-dap-de-song-Ma-147471\/ Cần tôn vinh gần 400 dân công hi sinh khi đang đắp đê sông Mã]<\/ref><ref>[http:\/\/www.tienphong.vn\/xa-hoi-phong-su\/noi-dau-gio-moi-ke-191204.tpo Nỗi đau giờ mới kể]<\/ref>\n\n== Chất độc da cam ==\n{{Bài chi tiết|Chất độc da cam}}\n{{Xem thêm|Hậu quả chất độc da cam tại Việt Nam|Vụ kiện hậu quả chất độc màu da cam trong Chiến tranh Việt Nam}}\n[[Tập tin:Agent Orange Cropdusting.jpg|nhỏ|phải|200px|Máy bay Mỹ đang rải chất da cam]]\n'''Chất độc da cam''' ([[tiếng Anh]]: ''Agent Orange'', nghĩa là \"tác nhân Da cam\") là loại chất độc được điều chế từ Hormone thực vật và 2,3,7,8-TCDD dioxin, loại chất này được [[quân đội Hoa Kỳ]] sử dụng tại Việt Nam trong thời kỳ [[Chiến tranh Việt Nam]] nhằm làm rụng là và tiêu diệt thực vật trên mặt đất để quân đội du kích [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] không còn nơi trốn tránh. Nó là một chất lỏng trong; tên của nó được lấy từ màu của những sọc được vẽ trên các thùng phuy dùng để vận chuyển nó. Quân đội [[Hoa Kỳ]] còn có một số mã danh khác để chỉ đến các chất được dùng trong thời kỳ này: \"chất xanh\" (''Agent Blue'', cacodylic acid), \"chất trắng\" (''Agent White'', hỗn hợp 4:1 của 2,4-D và picloram), \"chất tím\" (''Agent Purple'') và \"chất hồng\" (''Agent Pink'').\n\nĐến năm [[1971]], CĐDC không còn được dùng để làm rụng lá nữa; 2,4-D vẫn còn được sử dụng để làm diệt cỏ. 2,4,5-T đã bị cấm dùng tại Hoa Kỳ và nhiều [[quốc gia]] khác.\n\nTrong 10 năm, từ 1961 đến 1971, của [[Chiến tranh Việt Nam]], quân đội Mỹ đã rải hơn 18,2 triệu [[gallon]] [[chất độc da cam]] với thành phần chứa [[dioxin]] xuống hơn 10% diện tích đất ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Việc rải chất độc da cam đã trở thành 1 chiến dịch quân sự mang tên '''''[[Chiến dịch Ranch Hand]]'''''.\n\nDo nó có chứa chất Dioxin - nguyên nhân của nhiều bệnh như ung thư, dị dạng và nhiều rối loạn chức năng ở cả người Việt lẫn các cựu quân nhân Hoa Kỳ nên chất độc da cam tồn tại rất lâu trong môi trường cũng như trong cơ thể con người và động vật.Nó có thể di truyền trong cơ thể con người qua nhiều thế hệ. Đây chính là tác nhân chính của nhiều trường hợp dị dạng của những người từng tham gia chiến tranh tại [[Việt Nam]] và cả con cháu của họ.\n\nHậu quả của chất da cam vô cùng to lớn,làm nhiễm độc và tàn phá hàng triệu hécta rừng và đất nông nghiệp. Nhiều người cho rằng ngoài tác hại cho môi trường, hóa chất này còn gây hậu quả trầm trọng cho tính mạng, sức khỏe của nhiều [[người Việt]], thậm chí tới các thế hệ sinh ra sau chiến tranh.\n\nHiện nay, ước tính có khoảng 4,8 triệu người Việt Nam bị nhiễm chất độc da cam\/dioxin, sống tập trung tại các tỉnh dọc [[đường Trường Sơn]] và biên giới với [[Campuchia]]. Hàng trăm nghìn người trong số đó đã qua đời. Hàng triệu người và cả con cháu của họ đang phải sống trong bệnh tật, nghèo khó do di chứng của chất độc da cam<ref>[http:\/\/www.mofa.gov.vn Bộ ngoại giao Việt Nam] - ''[http:\/\/www.mofa.gov.vn\/vi\/tt_baochi\/nr041126171753\/ns050118101044 Ủng hộ nạn nhân chất độc da cam\/Đi-ô-xin]''<\/ref>.\n\nTheo [[Giáo sư]] Alvin L. Young - chuyên gia dioxin nói rằng \"Không có tác hại sinh thái nào được ghi nhận ở động thực vật mặc dù một lượng lớn chất diệt cỏ và dioxin đã được sử dụng\", và rằng \"thông tin này chưa được xem xét trong các lần đánh giá trước của Cơ quan Bảo vệ Môi trường Hoa Kỳ và Viện Y học thuộc Viện Hàn lâm Khoa học Quốc gia Hoa Kỳ\". Tuy nhiên, giáo sư lưu ý rằng \"các chất diệt cỏ đổ thẳng xuống đất và ngấm sâu trước khi thoái biến thì sẽ có tồn dư và vì vậy là một mối lo ngại.\"<ref>Đại sứ quán Hoa Kỳ tại Việt Nam [http:\/\/vietnamese.vietnam.usembassy.gov\/pr220607.html THÔNG CÁO BÁO CHÍ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071102223255\/http:\/\/vietnamese.vietnam.usembassy.gov\/pr220607.html |date = ngày 2 tháng 11 năm 2007}}, ngày 22\/6\/2007<\/ref>. Còn theo Cựu Đại sứ Mỹ tại VN ông Michael Marine vẫn cho rằng mối liên hệ giữa sự phơi nhiễm dioxin và sức khoẻ con người vẫn chưa được chứng minh. Tuy nhiên ông đã công bố khoản tài trợ trị giá 400 nghìn USD để nghiên cứu ô nhiễm dioxin và tẩy độc tại sân bay Đà Nẵng<ref>[http:\/\/www.vava.org.vn\/vi-VN\/hoatdongcuahoi\/2007\/2\/50608.vip Mỹ có tài trợ nhỏ để nghiên cứu tẩy dioxin ở Đà Nẵng]{{Liên kết hỏng|date = ngày 2 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n[[Tập tin:Defoliation agent spraying.jpg|nhỏ|phải|200px|Một chiếc trực thăng UH-1D từ Đại đội không quân 336 đang rải chất diệt cỏ trong vùng rừng của châu thổ sông [[Mê Kông]], 26\/07\/1969]]\n\nViện sĩ Viện Hàn lâm Y học Nga Xofronov Ghenrik Alexandrovich và Giáo sư Rumax Vladimia Xtepanovich, đồng Tổng Giám đốc Trung tâm Nhiệt đới Việt-Nga đã khẳng định rằng hậu quả về mặt y sinh học của chất độc da cam đối với con người và môi trường sinh thái là rất nghiêm trọng, vì điôxin là chất độc nhất mà loài người đã tổng hợp được. Qua kết quả nghiên cứu trong 18 năm của Trung tâm nhiệt đới Việt-Nga, các nhà khoa học kết luận rằng chất độc da cam đã gây ra hậu quả y học và sinh học lâu dài đối với sức khoẻ con người, không những đối với các cựu chiến binh Việt Nam đã từng tham gia chiến tranh, mà còn cả thế hệ thứ 2, thứ 3 là con em của những người đã bị phơi nhiễm. Thậm chí, cả những trẻ em sống trong vùng bị nhiễm chất độc hoá học cũng có biểu hiện bệnh lý. Chất da cam\/điôxin đã có ảnh hưởng về di truyền sinh thái, đặc biệt gây ra tình trạng [[hư thai|sẩy thai]], [[lưu thai]] hoặc có con bị [[dị tật bẩm sinh]] ở phụ nữ bị nhiễm đioxin. Cũng theo hai nhà khoa học Nga này, tác động lâu dài của chất độc da cam\/điôxin không chỉ có 20 năm, mà có thể lên tới trên 100 năm. Số người bị ảnh hưởng của chất độc này cũng không chỉ dừng ở 4,8 triệu người mà có thể là hàng chục triệu người<ref>Thông tấn xã Việt Nam [http:\/\/www.mofa.gov.vn\/vi\/nr040807104143\/nr040807105039\/ns051031090856 Chất độc da cam gây hậu quả lâu dài đối với Việt Nam]<\/ref>.\n\nHiện nay thì sân bay [[Đà Nẵng]] và sân bay [[Biên Hòa]] cũ của quân đội [[Việt Nam Cộng Hòa]] là hai nơi chứa lượng chất da cam đậm đặc nhất do sau chiến tranh nhiều thùng chất da cam bị bỏ lại ở đây, cần phải làm sạch khẩn cấp.\n\n[[Tập tin:A vietnamese Professor is pictured with a group of handicapped children.jpg|nhỏ|phải|200px|Nạn nhân dioxin tại Việt Nam]]\n\nĐã và đang có nhiều vụ kiện của các cực chiến binh [[Hoa Kỳ]],[[Hàn Quốc]], [[Canada]], [[Úc]] và cả các cựu chiến binh [[Quân đội Nhân dân Việt Nam]], [[Quân Giải phóng miền Nam Việt Nam]], cựu chiến binh [[Quân lực Việt Nam Cộng hòa]] cùng nạn nhân là người dân [[Việt Nam]] đối với 4 công ty hóa chất đã cung cấp chất da cam cũng như dioxin cho quân đội Hoa Kỳ tại Việt Nam bao gồm:Dow Chemical, Montaso Ltd, Phamacia Corporation, và Hercules Incorporated<ref>{{Chú thích web|url=http:\/\/vietnamnews.vnanet.vn\/2004-07\/24\/Stories\/29.htm|tiêu đề=Agent Orange victims battle new front: chemical giants|ngày tháng=26 tháng 7 năm 2004|nhà xuất bản=Vietnamnews}}<\/ref>.Các hành động này ngày càng được dư luận quốc tế ủng hộ và quan tâm như ông [[Len Aldis]] đã lập một trang web kêu gọi ký tên vì công lý.<ref>{{Chú thích web|url=http:\/\/www.greenleft.org.au\/2007\/706\/36655|tiêu đề=Support for Agent Orange victims|ngày tháng=12 tháng 4 năm 2007|nhà xuất bản=greenleft|url lưu trữ=https:\/\/web.archive.org\/web\/20100223202744\/http:\/\/www.greenleft.org.au\/2007\/706\/36655|ngày lưu trữ=2010-02-23|ngày truy cập=2012-05-14}}<\/ref>\n\nCũng cần phải nói thêm rằng, những công ty hóa chất như Mosanto, Dow Chemical đã nói dối Quân đội Hoa Kỳ rằng chất da cam không ảnh hưởng tới sức khỏe con người và đã gây ra những căn bệnh quái ác cho cả lính Mỹ khi tham chiến tại Việt Nam. Điển hình như con trai của Đô đốc Chỉ huy trưởng Hải quân Hoa Kỳ tại Việt Nam, tướng Elmo Zumwalt, người đã ra lệnh rải chất độc da cam tại Việt Nam đã chết vì bệnh ung thư, ảnh hưởng trực tiếp từ chất da cam.<ref>Chân trần chí thép, James G. Zumwalt<\/ref>. Binh sĩ Hoa Kỳ tại Việt Nam còn được cung cấp những bình xịt bằng tay hoặc từ xe cơ giới. Nhiều lính Mỹ thường than phiền với bác sĩ về việc bị bỏng da, nhức đầu, nôn mửa và nhiều triệu chứng phơi nhiễm chất độc, nhưng họ đều được bảo rằng điều đó không liên quan gì tới việc phun xịt chất diệt cỏ.\n\nTuy nhiên, các quan chức Hoa Kỳ và một số tướng lĩnh trong Quân đội Mỹ biết sự thật nhưng không nói. Điểm chứng tỏ điều này rõ nhất chính là việc căn cứ của các máy bay tham gia chiến dịch Ranch Hand được bí mật xây dựng bên cạnh Đơn vị Không quân 62 của Việt Nam Cộng hòa tại Căn cứ không quân Nha Trang, và mang danh hiệu trá hình là Không đoàn 14. Ngoài ra các phi công này khi thực hiện nhiệm vụ phải mặc thường phục và các máy bay phải sơn cờ Việt Nam Cộng hòa, từ những năm 1965 thì các máy bay này mới được trả phù hiệu của Không lực Hoa Kỳ<ref name=\"Khongthe\">[[Không thể chuộc lỗi]] (Failure to Atone), Allen Hassan<\/ref>. Chính phủ Mỹ muốn chính quyền Nam Việt Nam phải nhận trách nhiệm về việc sử dụng chất diệt cỏ, và đã yêu cầu Tổng thống Ngô Đình Diệm ra tuyên bố rằng các chất này không gây hại gì cho sức khỏe con người <ref name=\"Khongthe\"\/>. Trong suốt thời gian cuộc chiến, các báo cáo về tình trạng dị dạng bẩm sinh xuất hiện trên báo chí Sài Gòn đều bị gạt bỏ vì cho rằng điều này giúp tuyên truyền cho cộng sản. Những lời oán thán về các chứng bệnh nguy hại từ các nông dân ở miền Nam Việt Nam đều bị làm ngơ <ref name=\"Khongthe\"\/>.\n\n{{cquote|''Khi chúng tôi (các nhà khoa học quân sự) tiến hành chương trình về thuốc diệt cỏ trong những năm 1960, chúng tôi đã được cảnh báo về khả năng hủy hoại của thuốc diệt cỏ đã nhiễm dioxin. Thậm chí chúng tôi còn được cảnh báo rằng thuốc diệt cỏ theo công thức \"quân đội\" có nồng độ dioxin cao hơn các loại thuốc diệt cỏ \"dân sự\" vì giá thành thấp và thời gian sản xuất ngắn. Tuy nhiên, vì sản phẩm được sử dụng vào \"đối phương\" nên không ai trong chúng tôi tỏ ra quan tâm thái quá. Chúng tôi không bao giờ hình dung ra cảnh binh lính của mình cũng sẽ bị nhiễm độc. Và, nếu xảy ra tình huống này, chúng tôi mong chính phủ của chúng ta sẽ trợ giúp các cựu chiến binh bị phơi nhiễm.''.\n||| Tiến sĩ James Clary, một nhà khoa học từng phục vụ trong [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]], người đã thiết kế các thùng chứa thuốc khai quang đặt trên trực thăng, và cũng là người viết báo cáo tổng kết về Chiến dịch Ranch Hand <ref name=\"Khongthe\"\/>}}\n\n== Phiên tòa quốc tế về các tội ác của Hoa Kỳ trong chiến tranh Việt Nam ==\nTheo một bản tin của Sputnik, một nhà lập pháp Nga, ông Andrei Klimov, Phó Trưởng ban Quan hệ quốc tế của Thượng viện Hội đồng Liên bang Nga, nói ông sẽ bàn thảo với các thành viên Hội đồng Nghị viện Tổ chức An ninh và hợp tác châu Âu (OSCE PA) về khả năng tạo ra một phiên tòa quốc tế để liệt kê chi tiết các tội ác của Hoa Kỳ trong chiến tranh Việt Nam. Bản tin này cũng trích dẫn lời [[Dự án Giáo dục về Tội ác Chiến tranh]] (The Crimes of War Education Project) nói giới thanh tra quân đội Mỹ đã bí mật xác nhận hơn 300 tội ác chiến tranh của quân đội Mỹ, bao gồm giết người, tra tấn, hãm hiếp, và nổ súng bừa bãi vào các khu vực dân cư. Ông Klimov nói, \"Điều cần thiết là đưa các thủ phạm ra trước công lý, bất chấp thực tế rằng họ đã không bị trừng phạt trong nhiều thập niên và thậm chí còn chiếm lĩnh vị trí cấp cao tại Hoa Kỳ\".<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/08\/150807_russia_us_vietnam_war_crimes Cuộc chiến Việt Nam: Nga muốn đưa Mỹ ra tòa], BBC, 7.8.2015<\/ref>\n\n== Xem thêm ==\n*[[Tội ác của quân đội Hoa Kỳ|Tội ác của quân đội Mỹ]]\n*[[Tội ác của Quân lực Việt Nam Cộng hòa]]\n*[[Thảm sát Mỹ Lai]]\n*[[Chiến tranh Việt Nam]]\n*[[Chiến dịch Phụng Hoàng]]\n*[[Chiến dịch Speedy Express]]\n*[[Lực lượng Mãnh Hổ]]\n*[[Thảm sát Phong Nhi]]\n*[[Thảm sát Hà My]]\n*[[Thảm sát Bình Hòa]]\n*[[Thảm sát Thạnh Phong]]\n*[[Chiến dịch Linebacker II]]\n*[[Chất độc da cam]]\n*[[Hậu quả chất độc da cam tại Việt Nam]]\n*[[Vụ kiện hậu quả chất độc màu da cam trong Chiến tranh Việt Nam]]\n*[[Vùng bắn phá tự do|Vùng oanh kích tự do]]\n*[[Hội chứng Việt Nam]]\n\n== Liên kết ngoài ==\n* [http:\/\/baodatviet.vn\/Home\/congdongviet\/Mo-xe-ban-chat-tan-bao-o-trai-tu-nguy-quyen-ky-1\/20115\/143601.datviet Mổ xẻ 'bản chất tàn bạo' ở trại tù ngụy quyền (kỳ 1)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110903012938\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Mo-xe-ban-chat-tan-bao-o-trai-tu-nguy-quyen-ky-1\/20115\/143601.datviet |date = ngày 3 tháng 9 năm 2011}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Vi phạm nhân quyền]]\n[[Thể loại:Tội ác của quân đội Hoa Kỳ]]\n[[Thể loại:Tội ác của quân đội Hàn Quốc]]\n[[Thể loại:Hoa Kỳ trong Chiến tranh Việt Nam]]"}