{"512383":"{{bài cùng tên|Tứ Hiệp}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tứ Hiệp\n| hình = Đình Ba Dân gate.jpg\n| ghi chú hình = [[Đình Ba Dân]] - Đình lớn ở xã Tứ Hiệp\n| vĩ độ = \n| kinh độ = \n| diện tích = 4,12 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 24.326 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(24326\/4.12)}} }} người\/km²\n| dân tộc = [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| thành lập = \n| trụ sở UBND = \n| huyện = [[Thanh Trì]]<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tứ Hiệp''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Thanh Trì]], thành phố [[Hà Nội]]. Đây là một xã đang trong quá trình đô thị hóa.\n\n==Địa giới hành chính==\nXã Tứ Hiệp nằm ở [[hướng Bắc|phía bắc]] huyện Thanh Trì. Ranh giới hành chính như sau:\n*Phía đông giáp xã [[Yên Mỹ, Thanh Trì|Yên Mỹ]];\n*Phía nam giáp xã [[Ngũ Hiệp, Thanh Trì|Ngũ Hiệp]];\n*Phía tây giáp xã [[Vĩnh Quỳnh]] và thị trấn [[Văn Điển]];\n*Phía bắc giáp các phường [[Hoàng Liệt]] và [[Yên Sở (phường)|Yên Sở]], quận [[Hoàng Mai, Hà Nội|Hoàng Mai]].\n\nGiao thông thuận lợi: phía đông là đường cao tốc Pháp Vân Cầu Giẽ và đường đê sông Hồng; phía tây là đường quốc lộ 1 cũ. Tại Bệnh viện Nội tiết Trung ương có tuyến xe bus số 39 Công viên Nghĩa Đô - Tứ Hiệp.\n\n== Lịch sử ==\nNgày [[6 tháng 11|06 tháng 11]] năm [[2003]], 55 ha diện tích tự nhiên của xã Tứ Hiệp được điều chỉnh về quận Hoàng Mai. Trong đó, 20 ha được điều chỉnh về phường Hoàng Liệt, 35 ha được điều chỉnh về phường Yên Sở.\n\n==Làng Cổ Điển ==\nLàng Cổ Điển ở ngay sát thị trấn Văn Điển, hồi cuối Lê đầu Nguyễn cũng là xã Cổ Điển, tổng Cổ Điển, huyện Thanh Trì, phủ Thường tín, trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Thượng]]. Xưa kia, làng là một khối thống nhất, song một trận vỡ đê sông Hồng, dòng nước lũ xẻ làng thành hai phần, gọi là Cổ Điển Trên và Cổ Điển Dưới. Từ sau Cách mạng Tháng Tám, gọi là Cổ Điển A và Cổ Điển B, nhập với các làng Cương Ngô, Đồng Trì và Văn Điển thành xã Tứ Hiệp<ref name=\"TH1\">{{Chú thích web| url = http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/11224\/lang-c7893-272i7875n.htm| title = Làng Cổ Điển| access-date = ngày 14 tháng 5 năm 2010| accessmonthday = | accessyear = | author = TS. Bùi Xuân Đính| last = | first = | authorlink = | date = | year = | format = | work = | publisher = Báo Hà Nội Mới điện tử| pages = | language = | archiveurl = | archivedate = }}{{Liên kết hỏng|date = ngày 27 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n===Dòng họ===\nLàng Cổ Điển có 2 họ lớn: Chử (cư trú ở Cổ Điển A) và Trương (cư trú ở Cổ Điển B) hiện nay. Ngoài làm ruộng, dân làng còn thạo nghề buôn bán, do làng nằm trên đường Thiên lý ([[Quốc lộ 1]]), cách Thăng Long chỉ 10&nbsp;km. So với các làng trong vùng \nthì trước Cách mạng Tháng Tám, Cổ Điển là làng có kinh tế tương đối khá, có nhiều thương gia buôn bán ở Hà Nội và nhiều tỉnh trung du, miền núi. Nhiều người có các cửa hàng lớn ở Hà Nội, buôn bán đủ các loại hàng hóa. Nhiều người làm thầu khoán, làm thuốc, chủ xí nghiệp... Ngoài ra, dân làng còn làm các nghề phụ khác...<ref name=\"TH1\"\/>\n\n===Khoa bảng===\nDưới thời phong kiến, Cổ Điển là làng có truyền thống học hành. Làng có 4 vị đỗ đại khoa: Nguyễn Hữu Huy (1446 - ?): đỗ Tiến sĩ năm 1484, làm quan đến chức Giám sát Ngự sử; Nguyễn Lý Uyên (1463 - ?): đỗ Hoàng giáp năm 1487, làm quan đến chức Hàn lâm viện Hiệu lý, Giám sát Ngự sử đạo Kinh Bắc; Ngô Sĩ Kiện (chưa rõ năm sinh, mất), đỗ Tiến sĩ năm 1511, làm quan đến chức Hiến sát sứ; Nguyễn Trừng (chưa rõ năm sinh mất) là con Tiến sĩ Nguyễn Lý Uyên, đỗ Tiến sĩ năm 1553, làm quan đến chức Hiến sát sứ. Hiện tại đình làng còn tấm bia Văn chỉ lập năm Thành Thái thứ 19 (1907). Bài văn bia do Cử nhân, Tuần phủ tỉnh Nam Định Trương Văn Chi (người làng) cùng con trai là Tú tài Trương Trọng Hiền soạn cho biết, Văn chỉ được dựng năm Bính Ngọ đời Thiệu Trị thứ (1846)<ref name=\"TH1\"\/>.\n\n==Di tích lịch sử, văn hóa ==\n*[[Đình Ba Dân]], còn gọi là đình Ba xã, đình Ba Chạ, bởi đây là đình chung của ba làng: Cổ Điển, Cương Ngô và Đồng Trì (cùng nằm trong xã Tứ Hiệp hiện nay), do các làng này cùng thờ [[Nguyễn Bồ]] và [[Đông Hải Đại Vương|Nguyễn Phục]] - hai bộ tướng có công giúp [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dẹp tan [[loạn 12 sứ quân]], thống nhất đất nước. Đình được dựng từ lâu, sau đó được tu bổ vào các năm: Tự Đức thứ 26 (1873), Thành Thái thứ 3 (1891), Thành Thái thứ 9 (1897), Bảo Đại thứ 2 (1927). Ngoài ra còn có đình Trung (Trung Linh ứng từ) là đình riêng của 3 giáp thuộc Cổ Điển Trên<ref name=\"TH1\"\/>.\n*Chùa Long Quang ở sau đình Ba Dân, là chùa chung của ba xã Cổ Điển, Cương Ngô và Đồng Trì. Chùa được xây dựng từ lâu. Vào năm Vĩnh Tộ thứ 4 (1623), chùa được tu bổ lớn. Hiện trong chùa còn 2 quả chuông, trong đó có quả chuông được đúc xong vào ngày 27 tháng 2 năm Cảnh Thịnh thứ 7 (1799)<ref name=\"TH1\"\/>.\n*Đình Trung thờ 2 tướng là [[Nguyễn Bồ]] và Nguyễn Phục, là [[tướng nhà Đinh]]. Năm 967, [[Đinh Bộ Lĩnh]] giao [[Nguyễn Bồ]] làm chỉ huy tiến quân đánh sứ quân [[Nguyễn Siêu]] ở Tây Phù Liệt, không may [[Nguyễn Bồ]] cùng ba tướng Nguyễn Phục, Đinh Thiết, Cao Sơn tử trận.\n* Đình Văn Điển cũng là nơi thờ 2 tướng là [[Nguyễn Bồ]] và Nguyễn Phục, là [[tướng nhà Đinh]]. Năm 967, [[Đinh Bộ Lĩnh]] giao Nguyễn Bồ làm chỉ huy tiến quân đánh sứ quân Nguyễn Siêu ở Tây Phù Liệt, không may Nguyễn Bồ cùng ba tướng Nguyễn Phục, Đinh Thiết, Cao Sơn tử trận.\n\n==Hội làng ==\nHội làng Cổ Điển cũng là hội chung của ba làng Cổ Điển, Cương Ngô và Đồng Trì, được tổ chức tại đình Ba Dân, từ 14 đến ngày 16 tháng 2, trong đó ngày 15 - 2 là chính hội. Hội có tế lễ, rước kiệu các đức thánh và nhiều trò vui chơi giải trí. Múa sư tử và múa rồng là môn nghệ thuật truyền thống từ lâu đời của 3 làng Cổ Điển - Cương Ngô - Đồng Trì, rất nổi tiếng. Trong dịp lễ hội mừng 990 năm Thăng Long - Hà Nội (năm 2000), đội múa sư tử Cổ Điển - Cương Ngô - Đồng Trì được biểu diễn phục vụ<ref name=\"TH1\"\/>.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Thanh Trì}}"}