{"131064":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Tứ Kỳ\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| thành lập =\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 49\n| vĩ giây = 15\n| kinh phút = 24\n| kinh giây = 3\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| trụ sở UBND = Số 2 đường Tây Nguyên, khu La Tỉnh Bắc, thị trấn Tứ Kỳ\n| phân chia hành chính = 1 thị trấn, 22 xã\n|huyện lỵ = thị trấn [[Tứ Kỳ (thị trấn)|Tứ Kỳ]]\n| dân số = 152.541 người\n| thời điểm dân số = 2018\n| diện tích = 165,5 km²<ref name=NQ788 \/>\n| mật độ dân số = 923 người\/km²\n| Bí thư Huyện ủy = Nguyễn Ngọc Sẫm \n| chủ tịch UBND = Vũ Thị Hà\n| mã hành chính = 298<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = 097-6060-459\n| fax = \n| web = {{url|tuky.haiduong.gov.vn}}\n|biển số xe=34-N1}}\n\n'''Tứ Kỳ''' là một huyện nằm ở phía đông nam tỉnh [[Hải Dương]], [[Việt Nam]].\n\n== Tên gọi ==\nTứ Kỳ 四 歧 (岐), ban đầu sử dụng chữ 歧, từ khoảng cuối thế kỉ XVII thì sử dụng chữ 岐 .\n\nTheo nguyên nghĩa chữ Hán Việt còn được thấy trên các bia đá ở các đình chùa, Tứ Kỳ có nghĩa là \"bốn đường rẽ (ngã rẽ)\" (ngã tư đường).\n\nGiải thích về nguồn gốc tên \"Tứ Kỳ\", theo sách \"Tứ Kỳ địa dư phong vật chí\" của [[Nguyễn Năng Tấu]] (huấn đạo Tứ Kỳ), cuối thế kỉ XIX có chép: \"Thành của huyện Tứ Kỳ vốn là đồn binh của nhà Lê ở xã Tứ Kỳ<ref>Gọi là xã Tứ Kỳ vì xã này là lỵ sở của huyện lại nằm ở ngã tư đường giao cắt giữa con đường thủy trên sông Miêu Giang (sông Cờ) với con đường bộ thiên lý cổ Tứ Kỳ - Gia Lộc; ở vị trí xã đó có thể đi được về 4 hướng theo đường thủy hoặc bộ cho nên gọi là Tứ Kỳ (4 đường rẽ - ngã tư đường)<\/ref> (thuộc xã Ngọc Kỳ ngày nay) gọi là đồn Tứ Kỳ. Về sau, nhân đó đặt tên huyện là huyện Tứ Kỳ.\"<ref>Tứ Kỳ địa dư phong vật chí, Nguyễn Năng Tấu<\/ref> Thực tế huyện lỵ của địa phương này lúc đầu đặt tại xã Tứ Kỳ, nên huyện mang tên Tứ Kỳ, giống như huyện lỵ của Đường An (nay là Bình Giang) đặt tại làng Đường An, hay huyện lỵ của Thủy Đường đặt tại xã Thủy Đường (nay là Thủy Nguyên), hay huyện lỵ của Nghi Dương đặt tại xã Nghi Dương (nay là Kiến Thụy), hay huyện Lỵ của An Dương đặt tại xã An Dương. \n\n== Địa lý ==\nHuyện Tứ Kỳ có diện tích 165,32&nbsp;km², dân số năm 2018 là 152.541 người, mật độ dân số đạt 923 người\/km².<ref name=NQ788 \/>\n\nĐịa bàn truyền thống phía bắc tới tận Ngọc Lặc, tây tới Phong Lâm (Trắm), đuôi tới Mè.\n\n\nTứ Kỳ là một huyện ở trung tâm đồng bằng Bắc Bộ. Cũng giống như các huyện khác của tỉnh Hải Dương, Tứ Kỳ nằm hoàn toàn ở giữa vùng hạ lưu của hệ thống sông Thái Bình, đất đai của huyện được hình thành nhờ sự bồi đắp của hệ thống sông này.\n\nHuyện Tứ Kỳ nằm ở phía đông nam tỉnh Hải Dương, có vị trí địa lý:\n\n* Phía đông giáp huyện [[Tiên Lãng]], thành phố [[Hải Phòng]]\n*Phía tây giáp huyện [[Gia Lộc]]\n*Phía nam giáp huyện [[Ninh Giang]] và huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]\n*Phía bắc giáp huyện [[Thanh Hà]] và thành phố [[Hải Dương (thành phố)|Hải Dương]].\n\nNgã ba sông Luộc đổ vào sông Thái Bình nằm trên ranh giới này. Hầu như xung quanh huyện được bao bọc bởi các con sông nhỏ của hệ thống sông Thái Bình. Chính giữa địa bàn huyện là con sông Tứ Kỳ, con sông này chảy qua huyện Ninh Giang theo hướng từ Tây sang Đông, đổ vào huyện Tứ Kỳ ở địa phận xã [[Quảng Nghiệp]] rồi chạy dọc theo chiều dài của huyện theo hướng Tây Bắc - Đông nam, men theo thị trấn Tứ Kỳ ở đoạn giữa Thị trấn, xã Văn Tố với xã Minh Đức, đến đoạn giữa xã Phượng Kỳ và xã Hà Thanh tách làm hai, một nhánh chảy xuống phía nam đổ vào sông Luộc nơi tiếp giáp giữa xã Tiên Động với Vĩnh Bảo ra Cầu Quý Cao sang huyện Tiên Lãng - Hải Phòng; một nhánh qua giữa xã Nguyên Giáp và Tiên Động chảy ra Cầu Xe trước khi đổ vào sông Thái Bình tại địa phận giữa xã An Thanh và Quang Trung, đây là ngã ba ranh giới giữa các huyện Tứ Kỳ, Thanh Hà và Tiên Lãng.\n\n\n\n==Hành chính==\nHuyện Tứ Kỳ có 23 đơn vị hành chính cấp xã, bao gồm thị trấn [[Tứ Kỳ (thị trấn)|Tứ Kỳ]] (huyện lỵ) và 22 xã: [[An Thanh, Tứ Kỳ|An Thanh]], [[Bình Lãng, Tứ Kỳ|Bình Lãng]], [[Chí Minh, Tứ Kỳ|Chí Minh]], [[Cộng Lạc]], [[Đại Hợp, Tứ Kỳ|Đại Hợp]], [[Đại Sơn, Tứ Kỳ|Đại Sơn]], [[Dân Chủ, Tứ Kỳ|Dân Chủ]], [[Hà Kỳ]], [[Hà Thanh, Tứ Kỳ|Hà Thanh]], [[Hưng Đạo, Tứ Kỳ|Hưng Đạo]], [[Minh Đức, Tứ Kỳ|Minh Đức]], [[Ngọc Kỳ]], [[Nguyên Giáp, Tứ Kỳ|Nguyên Giáp]], [[Phượng Kỳ]], [[Quang Khải]], [[Quảng Nghiệp]], [[Quang Phục, Tứ Kỳ|Quang Phục]], [[Quang Trung, Tứ Kỳ|Quang Trung]], [[Tái Sơn]], [[Tân Kỳ, Tứ Kỳ|Tân Kỳ]], [[Tiên Động, Tứ Kỳ|Tiên Động]], [[Văn Tố]].\n\n\n== Huyện lỵ ==\n\n- Thời Lê ở xã Tứ Kỳ (nay thuộc xã Ngọc Kỳ) gần sông Miêu Giang\n\n- Thời Lê Cảnh Hưng (1740 - 1786) chuyển về xã Mặc Xá (nay thuộc xã Quang Phục)\n\n- Thời Gia Long,năm 1808, dời đến xã Quý Cao.\n\n- Thời Minh Mệnh, năm 1820 chuyển về xã La Tỉnh.\n\n- Thời Đồng Khánh, năm 1888, chuyển về xã An Phòng cho đến năm 1947.\n\n- Năm 1954, lại chuyển về La Tỉnh xã Chí Minh.\n\n== Lịch sử ==\nTrước thời vua Minh Mạng, huyện Tứ Kỳ thuộc phủ Hạ Hồng (gồm 4 huyện: Gia Phúc, Tứ Kỳ, Thanh Miện, Vĩnh Lại), trấn Hải Dương.\n\nTừ thời vua Minh Mạng, huyện Tứ Kỳ thuộc phủ Ninh Giang. Từ năm 1919, Pháp xóa bỏ cấp phủ (phủ chỉ còn là tên của một đơn vị hành chính cấp huyện).\n\nĐến khoảng giữa thập niên 1930, Tứ Kỳ là một phủ cho tới Cách mạng tháng Tám 1945 với 8 tổng, chia làm 89 xã; lỵ sở ở xã Yên Phòng.<ref>Địa danh và tài liệu lưu trữ về làng xã Bắc Kỳ, Viện Viễn đông Bác cổ, 1927<\/ref><ref name=\"ReferenceA\">Lịch sử Đảng bộ huyện Tứ Kỳ, tập 1, năm 2000<\/ref>\n\n[[Tập tin:Đình Phong Lâm (Trắm) - xã cực tây của Tứ Kỳ xưa.jpg|thumb|300px|Đình Phong Lâm - xã cực tây của Tứ Kỳ xưa]]\n\nSau cách mạng tháng Tám 1945, Tứ Kỳ là 1 huyện thuộc tỉnh Hải Dương; 9 xã thuộc phủ Tứ Kỳ được cắt sang huyện Gia Lộc, gồm: xã Phan Xá (có 3 thôn Đại Tỉnh, Long Chàng, Thụy Lương), xã Trúc Lâm (có thôn Nghĩa Hy), xã Văn Lâm (cũ là Văn Viên), xã Phong Lâm, xã Lai Cầu, xã Lũy Dương, xã Xuân Dương, xã Đông Liễu, xã Phúc Duyên, 80 xã còn lại được sáp nhập lại thành 23 xã lớn là: Mỹ Ngọc, Ngô Sơn (sau là Kỳ Sơn), Đại Đồng, Hưng Đạo, Bình Lãng, Tái Sơn, Ái Quốc (sau là Quang Phục), Tam Kỳ (sau là Dân Chủ), Quảng Nghiệp, Duy Tân, Ngọc Kỳ, Chí Minh, Minh Đức, Quang Khải, Đỉnh Tân (sau là Văn Tố), Tứ Xuyên, An Thanh, Phượng Kỳ, Cộng Lạc, Tiên Động, Hà Thanh, Quang Trung, Nguyên Giáp.\n\nNăm 1956, 4 xã lớn lại chia thành 8 xã nhỏ: Chí Minh chia thành Đông Kỳ và Tây Kỳ; Duy Tân chia thành Tân Kỳ, Đại Hợp; Ngọc Sơn chia thành Ngọc Sơn, Kỳ Sơn; Hà Thanh chia thành Hà Thanh, Hà Kỳ; Lúc này Tứ Kỳ có 26 xã và ổn định đến năm 2019; huyện lỵ vẫn đặt ở thôn An Phòng xã Quang Phục; từ 1954 được chuyển về thôn La Tỉnh<ref name=\"ReferenceA\" \/>, xã Chí Minh (sau là Tây Kỳ). Năm 1968 huyện Tứ Kỳ thuộc tỉnh Hải Hưng (do sáp nhập tỉnh Hải Dương với [[Hưng Yên]] thành tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]]).\n\nNgày [[11 tháng 3]] năm [[1974]], Hội đồng Chính phủ ban hành Quyết định số 22-BT sáp nhập thôn Lộng Khê của xã Phương Kỳ vào xã Tiên Động, sáp nhập thôn Gia Xuyên của xã Tứ Xuyên vào xã Văn Tố, sáp nhập thôn Kim Xuyên của xã Tứ Xuyên vào xã Tây Kỳ.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-22-BT-phan-vach-dia-gioi-hanh-chinh-xa-thi-tran-huyen-Ninh-Giang-Chi-Linh-Tu-Ky-Cam-Giang-Nam-Sach-thi-xa-Hai-Duong-tinh-Hai-Hung-23047.aspx Quyết định số 22-BT năm 1974]<\/ref>\n\nNăm [[1979]], huyện Tứ Kỳ hợp nhất với huyện [[Gia Lộc]] thành huyện [[Tứ Lộc]], trung tâm hành chính của huyện được chuyển về trung tâm huyện Gia Lộc cũ.\n\nNgày [[27 tháng 1]] năm [[1996]], tách huyện Tứ Lộc trở lại thành 2 huyện Tứ Kỳ và [[Gia Lộc]]. Trung tâm hành chính của huyện Tứ Kỳ lại được chuyển về thôn La Tỉnh (thuộc xã Tây Kỳ) như trước khi sáp nhập. Huyện Tứ Kỳ khi đó gồm có 26 xã: An Thanh, Bình Lãng, Cộng Lạc, Đại Đồng, Đại Hợp, Dân Chủ, Đông Kỳ, Hà Kỳ, Hà Thanh, Hưng Đạo, Kỳ Sơn, Minh Đức, Ngọc Kỳ, Ngọc Sơn, Nguyên Giáp, Phượng Kỳ, Quang Khải, Quảng Nghiệp, Quang Phục, Quang Trung, Tái Sơn, Tân Kỳ, Tây Kỳ, Tiên Động, Tứ Xuyên, Văn Tố. Huyện Tứ Kỳ chính thức tái lập từ ngày 1 tháng 3 năm 1996.\n\nNgày [[6 tháng 11]] năm [[1996]], tái lập tỉnh Hải Dương từ tỉnh Hải Hưng, huyện Tứ Kỳ trở lại thuộc tỉnh Hải Dương.\n\nNgày [[16 tháng 6]] năm [[1997]], thành lập thị trấn [[Tứ Kỳ (thị trấn)|Tứ Kỳ]], thị trấn huyện lỵ huyện Tứ Kỳ trên cơ sở thôn An Nhân (xã Đông Kỳ) và thôn La Tỉnh (xã Tây Kỳ), có diện tích tự nhiên 476 ha và 6.722 nhân khẩu.\n\nNgày 12 tháng 7 năm 1997, thành lập trường THCS chuyên Phan Bội Châu\n\nNgày 08 tháng 11 năm 2000, Huyện Tứ Kỳ được Chủ tịch nước kí tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân.\n\nNgày [[16 tháng 10]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 788\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hải Dương (nghị quyết có hiệu lực từ ngày [[1 tháng 12]] năm [[2019]])<ref name=NQ788>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-788-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Hai-Duong-429702.aspx|title=Nghị quyết số 788\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Chuyển xã Ngọc Sơn về thành phố [[Hải Dương (thành phố)|Hải Dương]] quản lý\n*Sáp nhập hai xã Đại Đồng và Kỳ Sơn thành xã Đại Sơn\n*Sáp nhập các xã Đông Kỳ, Tứ Xuyên và Tây Kỳ thành xã Chí Minh.\n\nSau khi sắp xếp và điều chỉnh địa giới, huyện Tứ Kỳ có 1 thị trấn và 22 xã như hiện nay.\n\nNgày 28 tháng 10 năm 2021, huyện Tứ Kỳ được Thủ tướng Chính phủ kí quyết định cộng nhận là huyện \"đạt chuẩn nông thôn mới năm 2020\"; Trước đó được Chủ tịch nước kí quyết định tặng thưởng Huân chương Lao động hạng Ba (Ngày 08 tháng 10 năm 2021).\n\n==Danh nhân==\n*[[Chu Thiêm Uy]], người làng Hương Quất, Thám hoa năm 1448.\n*[[Khương Thế Hiền]], người làng Bình Lãng, Thám hoa năm 1650 (Khoa thi này không lấy được Trạng nguyên, Bảng Nhãn)\n*[[Vũ Khâm Lân]], người làng Ngọc Lặc, đồng tiến sĩ xuất thân năm  1727, nhà văn thời Hậu Lê\n*Bà Bổi Lạng (Nguyễn Thị Thuyết)\n\n==Giáo dục Nho học==\n\nThời phong kiến, đặc biệt dưới thời Hậu Lê, Giáo dục Nho học của Tứ Kỳ rất phát triển, có 48 người Tứ Kỳ đã đỗ tiến sĩ Nho học trong lịch sử, ngoài ra còn rất nhiều người đỗ Hương Cống... Những làng xã có nhiều người đỗ Tiến sĩ Nho học nhất có thể kể đến như: Hương Quất (4 Tiến sĩ), La Xá (4 Tiến sĩ), Bình Lãng (3 Tiến sĩ)...\n\n==Văn tự cổ==\n\nVăn tự cổ nhất trên địa bàn huyện Tứ Kỳ là các tấm bia đá có niên đại từ thế kỉ XVI\n\n- Đại Bi tự bi ký (ở chùa Đại Bi-chùa Cả, làng Ngọc Lâm, niên đại năm Quảng Hòa thứ nhất - 1541)\n\n- Đống Quất tự bi ký ( ở chùa Đống Quất - chùa Quýt, làng An Tứ, niên đại: năm Thuần Phúc thứ nhất - 1562 )\n\n- Đại Bi tự bi\/Tín thí (ở chùa Đại Bi-chùa Cả, làng Ngọc Lâm, niên đại năm Thuần Phúc thứ 3 - 1564)\n\n- An Lạc tự hồng chung bi ký (ở chùa An Lạc-Núi, thôn Đông, xã Bình Lãng, niên đại năm 1588) - Đây là thạch bản duy nhất trong số 4 tấm bia đá ở thế kỉ XVI trên địa bàn huyện Tứ Kỳ còn lại đến nay.\n\n[[Tập tin:Bia chua dai bi ngoc lam.jpg|nhỏ|Bia chùa Đại Bi - chùa Cả ở làng Ngọc Lâm năm 1541]]\n\n== Giao thông ==\n*Đường bộ: có đường TL 391, chạy theo hướng Tây Bắc - Đông Nam, nối thành phố Hải Dương với thị trấn Tứ Kỳ, đi Quý Cao, [[quốc lộ 10]].\n* Có quốc lộ 10 đi Hải Phòng và Thái Bình\n*Đường 17: Từ TP Hải Dương qua huyện Gia lộc, qua huyện Tứ Kỳ (Ở đoạn xã Quảng Nghiệp, xã Quang Khải) đi huyện Ninh Giang rẽ sang đường 17B lại vào đất Tứ Kỳ (ở đoạn xã Hà Thanh, xã Tiên Động) nhập vào đường TL 391 và đường QL10 ở đoạn Quý Cao.\n*Đường thủy: [[Sông Thái Bình]] chảy từ phía TP Hải Dương qua giữa Tứ Kỳ (Ở đoạn Ngọc Sơn, Kỳ Sơn, Hưng Đạo, Đại Đồng, Bình Lãng, Đông Kỳ, Tây Kỳ, Tứ Xuyên, Văn Tố, An Thanh) và Thanh Hà (Ở đoạn Thanh Hải, Tân An, Thanh Thủy, Thanh Hồng) qua Tiên Lãng, Hải Phòng ra biển. Sông Tứ Kỳ là nhánh của [[sông Luộc]], chảy giữa Huyện Tứ Kỳ và Huyện Ninh Giang, qua Tiên Lãng, Hải Phòng ra biển.\n*Đây cũng là địa phương có [[Đường cao tốc Hà Nội – Hải Phòng|đường cao tốc Hà Nội - Hải Phòng]] đi qua.\n\n== Di tích ==\nCho đến năm 2019, toàn huyện Tứ Kỳ có 102 ngôi chùa; nhiều ngôi đình, đền, miếu...\n*Thành Dền (Ngọc Lặc), trị sở của Hải Dương từ thời Hùng Vương cho đến cuối thời Trần.\n*Chùa Đông Dương nằm trên địa bàn xã Minh Đức là một ngôi chùa khá cổ, chùa được xếp hạng di tích lịch sử năm 1994.\n*Chùa Phúc Diên tại xã Tân Kỳ được xếp hạng năm 1997.\n*Chùa Khánh Linh ở Tứ Kỳ Hạ, xã Phượng Kỳ dựng năm 1258 thời Trần, thuộc hàng cổ nhất của huyện Tứ Kỳ <ref>https:\/\/baohaiduong.vn\/di-tich\/dau-an-chua-khanh-linh-174741#:~:text=Ch%C3%B9a%20Kh%C3%A1nh%20Linh%20%E1%BB%9F%20x%C3%A3,mang%20%C4%91%E1%BA%ADm%20t%C3%ADnh%20ngh%E1%BB%87%20thu%E1%BA%ADt.&text=N%C6%A1i%20%C4%91%C3%A2y%20c%C5%A9ng%20ch%E1%BB%A9ng%20ki%E1%BA%BFn,b%E1%BB%99%20%C4%91%E1%BB%99i%20v%C3%A0%20du%20k%C3%ADch.&text=Ch%C3%B9a%20Kh%C3%A1nh%20Linh%20l%C3%A0%20n%C6%A1i%20th%E1%BB%9D%20Ph%E1%BA%ADt%20d%C3%B2ng%20%C4%90%E1%BA%A1i%20th%E1%BB%ABa.<\/ref>\n*Đình Quỳnh Côi tại xã Tân Kỳ thờ thành hoàng là [[Thần Cao Sơn|Cao Sơn Đại Vương]], thời [[Hùng Vương thứ XVIII|Hùng Duệ Vương]], có công chống giặc [[An Dương Vương|Thục]], giữ yên bờ cõi. Lễ hội hằng năm vào ngày 8 tháng 2.\n*Đình Ngọc Lâm (còn gọi là Đình Gậm) tại xã Tân Kỳ, thờ thành hoàng là [[Thần Cao Sơn|Cao Sơn Đại Vương]], thời [[Hùng Vương]], như thành hoàng đình Quỳnh Gôi. Lễ hội hằng năm vào ngày 12-18 tháng một.\n*Thôn Thanh Kỳ, xã An Thanh có nghề dệt chiếu truyền thống từ lâu đời và được công nhận làng nghề vào năm 2005.\n*Đền Mắc (xưa thuộc xã Mặc Xá, sau thuộc thôn Cẩm Mặc xã Bích Cẩm) hiện nay thuộc thôn Bích Cẩm, xã Quang Phục thờ vua Quang Trung.\n*Chùa Diên Khánh (Chốn Tổ chùa Dừa) thuộc thôn Gia Xuyên (làng Dừa) (nay là thôn Gia Lộc), xã Văn Tố.\n*Chùa Diên Khánh xã Chí Minh\n*Đền Dọc tại thôn Lạc Dục xã Hưng Đạo - di tích lịch sử văn hóa\n*Chùa An Lạc (Núi) tại thôn Đông - xã Bình Lãng - nơi vẫn còn lưu giữ nhiều bi ký đặc biệt tấm bia từ thời Mạc Đoan Thái (1588).\n*[[Chùa Gang]] tại thôn Quảng Xuyên (thôn Gang) - xã Chí Minh.\n*Chùa Vực (chùa Hộ Quốc) tại thôn Làng Vực - xã Chí Minh.\n*Đình Thượng - xã Bình Lãng được xây dựng khoảng thế kỉ XVI, được xếp hạng di tích cấp tỉnh năm 2016.\n*Chùa Diên Khánh ở khu La Tỉnh Bắc, [[Tứ Kỳ (thị trấn)|Thị trấn Tứ Kỳ]]\n*Lăng Bà Bủi tại thôn Đông, xã Bình Lãng. Có câu \"Thứ nhất cô Nghị Thanh Hoa, thứ nhì Bủi Lạng, thứ ba Thạch Sùng\" - ý nói những người giàu có nhất thời xưa ở Việt Nam. Truyền thuyết kể rằng trước lăng của bà Bủi có 9 tầng, nhưng bị sụt xuống hiện tại chỉ còn 2 tầng. Bà giàu có đến mức nhìn đất sét có thể biết thành vàng.\n*Cây đa cách mạng nằm trong khuôn viên Trường Trung học cơ sở Quang Phục\n*Chùa Cống thuộc thôn Cầu Xe, xã Quang Trung, đây là một ngôi chùa cổ, rất linh thiêng nằm giữa cánh đồng giáp danh hai xã Quang Trung và Tiên Động, bị tàn phá trong chiến tranh và thời kỳ cải cách ruộng đất, gần đây mới được nhân dân trong vùng đóng góp tôn tạo lại.\n*Đền chùa làng Liêu xá thuộc xã Đại Đồng thờ Không Lộ Thiền Sư 路 禪 師.\n*Miếu Xoài ở khu La Tỉnh Nam, [[Tứ Kỳ (thị trấn)|thị trấn Tứ Kỳ]]\n*Đình An Nhân ở khu An Nhân Đông, [[Tứ Kỳ (thị trấn)|thị trấn Tứ Kỳ]], là khu di tích cấp [[tỉnh]]\n*Miếu Đống Ốc ở khu La Tỉnh Bắc, [[Tứ Kỳ (thị trấn)|thị trấn Tứ Kỳ]]\n*Đình La Tỉnh ở khu La Tỉnh Bắc, huyện lị Tứ Kỳ - thị trấn Tứ Kỳ\n*Đình chùa An Thổ tại làng An Thổ xã Nguyên Giáp.\n\n==Phương ngôn==\n<blockquote>\"Đầu Trắm, đuôi Mè, giữa khe Tam Lạng\"<\/blockquote>\nĐầu là làng Trắm: Phong Lâm, Văn Lâm, Trúc Lâm; đuôi là khu vực Mè; Tam Lạng tức là 3 làng Lạng (Bình Lãng): Làng Đông, làng Thượng, làng Khổng Lý.\n\n==Làng nghề==\nLà huyện thuần nông ở phía Đông của tỉnh, làng nghề ít phát triển hơn các địa phương khác:\n\n* Rươi An Định, An Lao (xã An Thanh) <ref>http:\/\/ruoitukyhaiduong.blogspot.com\/p\/giow.html từ năm 2000<\/ref> <ref>https:\/\/www.vietnamplus.vn\/dac-san-ruoi-tro-thanh-nguon-thu-nhap-chinh-cua-nguoi-dan-tu-ky\/352411.vnp<\/ref><ref>https:\/\/m.baohaiduong.vn\/kinh-te---tieu-dung\/vung-ruoi-noi-tieng-hai-duong-vao-vu-98886 làng rươi An Định<\/ref>\n* Thêu ren ở làng Xuân Nẻo (Nẹo) xã Hưng Đạo\n* Dệt chiếu Thanh Kỳ\n* Làng tiện cổ Khổng Lý - Bình Lãng.\n*Nghề thêu ren thôn La Xá\n*Làng có nghề rèn và mộc Kiêm thôn\n*Có nghề mây tre đan ở thị trấn Tứ Kỳ\n*Làng nghề mộc An Lại\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Thể loại Commons|Tu Ky District}}\n* [https:\/\/www.youtube.com\/watch?v=ooCp6T3H7eo Bài hát: Tứ Kỳ câu hát yêu thương; Bài ca quê hương]\n\n{{Huyện thị Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Tứ Kỳ}}"}