{"315987":"'''Tứ đại phú hộ''' ([[chữ Hán]]: 四大富戶) là cụm từ dân gian ở [[Nam Kỳ|miền Nam Việt Nam]] đặt ra vào cuối [[thế kỷ XIX]] đến đầu [[thế kỷ XX]] để chỉ 4 người giàu nhất [[Thành phố Hồ Chí Minh|Sài Gòn]], cũng như nhất miền [[Nam Kỳ Lục tỉnh]] và cả [[Liên bang Đông Dương|Đông Dương]] thời bấy giờ. Để dễ nhớ, dân gian có câu '''''Nhất Sỹ, Nhì Phương, Tam Xường, Tứ Hỏa''''' <ref>An Đông, [http:\/\/khoahoc.baodatviet.vn\/Home\/congdongviet\/Diem-mat-tu-dai-gia-giau-nhat-Sai-Gon\/20119\/166016.datviet Điểm mặt \"tứ đại gia\" giàu nhất Sài Gòn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130118040047\/http:\/\/khoahoc.baodatviet.vn\/Home\/congdongviet\/Diem-mat-tu-dai-gia-giau-nhat-Sai-Gon\/20119\/166016.datviet |date=2013-01-18 }}, báo Đất Việt, 07\/09\/2011<\/ref>. Đây là câu được nhiều người biết. Tuy nhiên, về vị trí thứ tư, được dành cho một số đại phú hộ khác như ''Tứ Trạch'', ''Tứ Hỏa'' hoặc ''Tứ Bưởi''.\n\n==Nhất Sỹ==\n{{chính|Huyện Sỹ}}\nTên thật là Lê Phát Đạt ([[1841]]-[[1900]]), còn có tên gọi là Sỹ, về sau được Pháp phong Huyện hàm, nên còn được gọi là Huyện Sỹ. Ông quê ở làng Bình Lập, tỉnh Tân An (nay thuộc [[Long An]]).\n\nÔng là người theo đạo [[Giáo hội Công giáo Rôma|Công giáo]], có tên thánh là Philipphê. Thuở nhỏ được đi học trường Dòng tại [[Penang]]. Về sau có chân trong Hội đồng thuộc địa của Pháp ở Đông Dương, nhưng phần lớn thì giờ ông dành cho hoạt động phát triển nông nghiệp và truyền bá đạo Công giáo. [[Nhà thờ Huyện Sỹ]] (tại [[quận 1]], [[Thành phố Hồ Chí Minh]] ngày nay) và [[Nhà thờ Chí Hòa]] (tại [[Tân Bình|quận Tân Bình]] ngày nay) do ông bỏ tiền ra xây cất trên đất của mình.\n\nCháu ngoại ông là [[Nam Phương|Nguyễn Hữu Thị Lan]] về sau được gả cho vua [[Bảo Đại]], được biết nhiều với danh xưng Nam Phương Hoàng hậu.\n\n==Nhì Phương==\n{{chính|Tổng đốc Phương}}\nTên thật là [[Tổng đốc Phương|Đỗ Hữu Phương]] ([[1844]]-[[1914]]), do được Pháp phong Tổng đốc hàm nên còn gọi là [[Tổng đốc Phương]]. Ông sinh tại Chợ Đũi ([[Thành phố Hồ Chí Minh|Sài Gòn]]), gốc [[minh Hương|người Minh Hương]], biết [[chữ Hán]], nói được một số [[tiếng Pháp]].\n\nSau khi Pháp đánh chiếm [[Gia Định]], ông hợp tác với người Pháp vây bắt một số thủ lĩnh quân nổi dậy chống Pháp như [[Trương Quyền]], [[Phan Tôn]], [[Phan Liêm]], [[Nguyễn Trung Trực]], [[Nguyễn Hữu Huân]].\n\nNăm [[1872]], ông được Thống đốc [[Nam Kỳ]] chỉ định làm hội viên Hội đồng thành phố [[Chợ Lớn]].\n\nÔng là một trong những người đề xướng và đã bỏ tiền ra xây trường [[Trường Trung học phổ thông Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|Collège de Jeunes filles Indigènes]] vào năm [[1915]], tức trường Nữ Trung học Sài Gòn, mà người dân thường gọi là trường Áo Tím, ngày nay là trường Nguyễn Thị Minh Khai.\n\n==Tam Xường==\n{{chính|Lý Tường Quan}}\nTên thật là [[Bá hộ Xường|Lý Tường Quan]], tự Phước Trai, người Minh Hương, chưa rõ năm sinh năm mất. Ông còn có tên gọi là Xường, do tài sản cự phú nên dân gian còn gọi là Bá hộ Xường, hay Hộ Xường.\n\nHộ Xường giỏi tiếng Pháp, thông thuộc ngôn ngữ Hoa-Việt, thời trẻ từng làm thông ngôn cho chính quyền Pháp, được yêu mến và trọng dụng bởi sự thông minh, đắc dụng. Năm 30 tuổi, ông bỏ nghề thông ngôn bước vào lĩnh vực kinh doanh lương thực dịch vụ, thầu cung cấp vật dụng thức ăn, độc quyền cung cấp thịt cá cho [[Thành phố Hồ Chí Minh|Sài Gòn]] và các tỉnh lân cận.\n\n==Tứ Định==\n{{chính|Trần Hữu Định}}\nTên thật [[Trần Hữu Định]]. Ông làm giàu bằng nghề mở tiệm cầm đồ, kinh doanh đất đai, xuất nhập vải sợi. Ông giàu lên nhanh chóng vì biết nắm lấy thời cơ những lúc hàng hóa khan hiếm. Trần Hữu Định có biệt thự ở nhiều nơi và cũng như bá hộ Xường, danh xưng Bá hộ Định, hay Hộ Định là do dân Chợ Lớn thấy ông giàu có nên gọi như vậy. Khi chết đi, con cháu không biết giữ của đã tiêu xài xóa sạch vết tích của nhà cự phú này.\n\n==Những người được xếp vào vị trí thứ tư khác==\n===Tứ Hỏa===\n{{chính|Chú Hỏa}}\nTên thật là Hui Bon Hoa (1845-1901) hay Huỳnh Văn Hoa, Jean Baptiste Hui Bon Hoa, dân gian thường gọi là [[Chú Hỏa]]. Ông là [[người Việt gốc Hoa]], theo đạo [[Công giáo]].\n\nÔng thành lập công ty Hui Bon Hoa, có thời là công ty bất động sản lớn sở hữu trên 20.000 căn nhà ở [[Thành phố Hồ Chí Minh|Sài Gòn]] đồng thời xây dựng rất nhiều công trình có giá trị lớn ở vùng Sài Gòn-Gia Định vẫn còn tồn tại đến ngày nay: [[Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh|Bảo tàng Mỹ thuật thành phố]], [[Khách sạn Majestic Saigon|Khách sạn Majestic]], [[Bệnh viện Từ Dũ]], [[Bệnh viện Đa khoa Sài Gòn]], khu nhà khách chính phủ, nhiều ngân hàng, trụ sở mua bán ở [[quận 5]] và các công trình nhà riêng, chùa chiền, bệnh viện khác. Các công trình này đóng góp một vai trò quan trọng trong việc hình thành bộ mặt thành phố Sài Gòn.\n\nÔng Huỳnh Văn Hoa có người con gái, không may chết sớm khi đang tuổi xuân xanh vì bệnh [[phong cùi]]. Từ cái chết này và những điều huyền ảo trong đó, người ta truyền nhau những câu chuyện ma quái xuất hiện trong nhà của Hui Bon Hoa. Câu \"Con ma nhà họ Hứa\" xuất phát từ gia đình này.\n\n===Tứ Trạch===\n{{chính|Trần Trinh Trạch}}\nTên thật là [[Trần Trinh Trạch]] (1872-1942), do từng tham gia thành viên Hội đồng Tư mật Nam Kỳ (Conseil privé), nên dân gian còn gọi là Hội đồng Trạch.\n\nTương truyền ông xuất thân nhà nghèo, đi làm mướn cho một điền chủ nhập tịch Pháp. Do được mướn đi học thay cho con của người điền chủ, ông có vốn chữ nghĩa tiếng Pháp, về sau đi làm viên chức cho tòa bố (tòa hành chánh) tỉnh [[Bạc Liêu]]. Cũng nhờ vốn kiến thức về luật pháp mà ông giàu lên nhanh chóng nhờ thu mua tài sản điền địa của các địa chủ thất vận.\n\nÔng được xem là một trong những đồng sáng lập ngân hàng đầu tiên do chính người Việt Nam sáng lập và điều hành, trụ sở đặt tại Sài Gòn (1927), tên là Ngân hàng Việt Nam (công ty trách nhiệm hữu hạn), do ông làm chánh hội trưởng<ref>Ông Huỳnh Đình Khiêm, nghiệp chủ ở Gò Công, làm hội trưởng danh dự. Ông Nguyễn Tân Văn, nghị viên Hội đồng Thành phố làm phó hội trưởng. Ông Nguyễn Văn Của, chủ nhà in, làm quản lý.<\/ref>.\n\nÔng có người con trai thứ ba tên là Trần Trinh Huy, nổi tiếng với danh xưng [[Công tử Bạc Liêu]].\n\n===Tứ Bưởi===\n{{chính|Bạch Thái Bưởi}}\nTên thật là Đỗ Thái Bưởi (1874–1932), do làm con nuôi trong một người nhà giàu họ Bạch nên ông còn có tên là [[Bạch Thái Bưởi]]. Dân gian còn gọi ông là Ký Năm do có thời gian ông làm ký lục cho một hãng buôn của người Pháp ở phố Tràng Tiền, [[Hà Nội]].\n\nÔng xuất thân trong một gia đình nông dân nghèo ở làng An Phúc, huyện [[Thanh Trì]], tỉnh [[Hà Đông]] (nay là Hà Nội). Cha mất sớm, ông phải phụ giúp mẹ kiếm sống bằng nghề bán hàng rong. Sau được nhận làm con nuôi và được cho ăn học.\n\nÔng nổi danh khi cạnh tranh với người Pháp và người Hoa trong các lĩnh vực vận tải thủy, khai thác mỏ và xuất bản với các công ty Giang Hải Luân thuyền Bạch Thái Bưởi công ty, Công ty in và Xuất bản Bạch Thái Bưởi (sau là Đông Kinh ấn quán).\n\nÔng được xem là nhà tư sản dân tộc tiêu biểu của thế kỷ XX.\n\n==Một số đại phú gia khác==\nBên cạnh Tứ đại phú hộ, còn khá nhiều đại địa chủ và đại tư sản khác khá nổi tiếng như:\n\n* [[Quách Đàm]] (1863-1927) là một thương gia gốc Hoa, có công xây dựng nên [[Chợ Lớn#Chợ Bình Tây|Chợ Bình Tây]].\n* [[Trương Văn Bền]] (1883-1956), người xây dựng thương hiệu ''Xà bông Cô Ba'' nổi tiếng.\n* [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] (1868-1919), một đại điền chủ ở Nam Kỳ\n\n==Xem thêm==\n* [[Thổ hào (Trung Quốc)]]\n* [[Đại gia đầu sỏ]] (Nga và Ukraina)\n\n==Chú thích==\n{{tham khảo|30em}}\n* [[Vương Hồng Sển]], Sài gòn năm xưa, Nhà xuất bản Thành phố Hồ Chí Minh, 1991, tr. 258\n\n<br\/>\n{{Tứ đại gia Sài Gòn}}\n\n[[Thể loại:Kinh tế Việt Nam thời Pháp thuộc|T]]\n[[Thể loại:Thương nhân Việt Nam|T]]\n[[Thể loại:Xã hội Việt Nam thời Pháp thuộc]]\n[[Thể loại:Công tử Bạc Liêu]]"}