{"1238857":"'''Từ Văn Tú''' là một tướng lĩnh quan trọng của phong trào [[Nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Hành trạng==\nTừ Văn Tú là một nhân vật đóng vai trò quan trọng trong quá trình phát triển và suy vong của vương triều Tây Sơn. Số phận của ông là một bi kịch của thời đại, trong số vô vàn bị kịch khác giữa con biến động của lịch sử.\n\nBan đầu Từ Văn Tú tham gia phong trào Tây Sơn dưới trướng của [[Nguyễn Nhạc|Thái Đức]] Hoàng Đế [[Nguyễn Nhạc|Nguyễn Văn Nhạc]]. Khi Nguyễn Văn Nhạc xưng đế, Từ Văn Tú được phong làm Tham tán (Binh bộ?), là một người tâm phúc. Trong sự biến Quảng Nam giữa hai anh em Tây Sơn, Từ Văn Tú trung thành với [[Nguyễn Nhạc|Thái Đức]] Hoàng Đế Nguyễn Văn Nhạc.\n\nKhi [[Gia Long|Nguyễn Phúc Ánh]] xưng vương và bắt đầu đánh ra phần đất của Nguyễn Văn Nhạc, Từ Văn Tú là một trong những tướng lĩnh trụ cột của Thái Đức Hoàng Đế Nguyễn Văn Nhạc, cùng với các tướng Đại Đô đốc [[Nguyễn Công Thái]], [[Hồ Văn Tự]], [[Đào Văn Hổ]] chống lại các tướng Nam triều như [[Lê Văn Quân]], [[Tôn Thất Hội]], [[Võ Tánh]], [[Nguyễn Văn Thành]].\n\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết:\n\n:''Tướng giặc là bọn Đô đốc Hồ Văn Tự, Nguyễn Công Thái và Tham tán Từ Văn Tú đi Diên Khánh đem hơn 9.000 quân giặc, thủy binh đậu ở cửa biển Phan Rang, bộ binh đánh hãm Nha Phân và Mai Nương. Lê Văn Quân ít binh không địch nổi, tướng sĩ chết và bị thương rất nhiều, bèn vỡ tan. Quân lùi về ỷ Na (tên đất) chạy thư cáo cấp. Đầu là vua thấy Bình Thuận đã lấy lại được, bèn vời Võ Tánh và Nguyễn Văn Thành đem binh thuyền về mà để Quân ở lại giữ. Giữa đường Thành nghe tin Quân thua, kéo Tánh cùng trở lại, Tánh không quay lại, cứ đi. Kịp tin báo đến, vua tức thì dụ cho Nguyễn Văn Thành đem quân trở lại cứu ứng, lấy [[Phạm Văn Nhân]] làm Phó tiên phong dinh, hiệp với Võ Tánh đem quân tiến theo.'' (ĐNTL Tập 1 trang 269).\n\nKhi Nguyễn Phúc Ánh vây thành Hoàng Đế, Từ Văn Tú cùng các tướng là Hồ Văn Tự, Đào Văn Hổ chống trả lại kịch liệt. Tuy nhiên quân Tây Sơn ở Quy Nhơn thua trận liên tiếp, Đào Văn Hổ tử trận, Nguyễn Công Thái ra hàng quân Nam. Chỉ còn lại Từ Văn Tú và Hồ Văn Tự.\n\n==Khuôn phò [[Nguyễn Văn Bảo]]==\nSau khi Nguyễn Văn Nhạc mất, Thái tử [[Nguyễn Văn Bảo]] bị Cảnh Thịnh Hoàng Đế Nguyễn Quang Toản phế làm Hiếu công, ăn lộc một huyện Phù Ly. Các tướng tâm phúc của Nguyễn Văn Nhạc bị điều đi nơi khác, mất thực quyền. Tuy vậy Tú Văn Tú cùng các tướng khác như Đại Đô đốc [[Đoàn Văn Cát]], [[Võ Đình Nhai]], Đô đốc [[Nguyễn Văn Thiệu (nhà Tây Sơn)|Nguyễn Văn Thiệu]] vẫn một lòng với Nguyễn Văn Bảo.\n\nNguyễn Phúc Ánh đánh ra Phú Yên, Quy Nhơn nhiều lần nhưng không chiếm được. Để lập kế ly gián, chia rẽ nội bộ Tây Sơn, Nguyễn Phúc Ánh sai Từ Văn Tú chiêu dụ Nguyễn Văn Bảo về hàng. Về phía mình Nguyễn Văn Bảo cũng muốn giành lại quyền từ tay Cảnh Thịnh, đồng ý nhận hàng.\n\nĐược sự hỗ trợ của các tướng cũ, Nguyễn Văn Bảo và Từ Văn Tú đánh úp thành Hoàng Đế. Thái phó Lê Văn Ứng phải bỏ trốn, Đại Tổng quản Lê Văn Thanh bị bắt giam. Trong cuộc biến này Tư lệ Lê Trung đóng giữ Quảng Nam đóng binh đứng yên. Đại Đô đốc [[Đoàn Văn Cát]], Đô đốc [[Nguyễn Văn Thiệu]] chiếm Phú Yên, sai người đi Diên Khánh gọi [[Nguyễn Văn Thành]] và [[Đặng Trần Thường]] cất quân cứu ứng.\n\nCảnh Thịnh lập tức cất quân từ Phú Xuân vào trấn áp. Nguyễn Văn Bảo bị bắt dìm sông chết, Từ Văn Tú bị xử tử bằng cực hình tùng xẻo.\n\n==Đánh giá==\n\nSử sách triều Nguyễn lẫn dân gian rất ít ghi về Từ Văn Tú, ngoại trù một số đoạn liên quan đến ông trong [[Đại Nam thực lục|Đại Nam Thực Lục]] và [[Đại Nam Chính biên liệt truyện]]. Nếu nói Từ Văn Tú phản lại phong trào của Tây Sơn cũng không hẳn đúng khi nội bộ Tây Sơn đã chia rẽ với mức đỉnh điểm là Nguyễn Văn Bảo dấy binh. Nếu nói Từ Văn Tú trung thành với phong trào Tây Sơn cũng không thể được. Ở đây chỉ có thể nói ông là một người theo quan điểm trung quân xưa cũ, chủ của ông là Nguyễn Văn Nhạc sau đó là Nguyễn Văn Bảo nên ông phải tận trung đến chết. Trường hợp của Từ Văn Tú khác với các tướng [[Nguyễn Công Thái]], [[Nguyễn Kế Nhuận]] theo hàng Nam triều ngay cả lúc Nguyễn Văn Nhạc còn sống.\n\nCái chết của Nguyễn Văn Bảo và Từ Văn Tú mở đầu cho một loạt các tướng lĩnh cao cấp của Tây Sơn dưới trướng Nguyễn Văn Nhạc trước kia ra đầu Nam triều như: Đại Đô đốc [[Nguyễn Văn Toàn]], [[Đoàn Văn Cát]], [[Nguyễn Công Điền]], Đô đốc [[Hồ Văn Lân]], [[Nguyễn Văn Thiệu]], [[Võ Đình Duyên]], [[Lê Chất]]...\n\n==Nguồn tham khảo==\n* [[Đại Nam thực lục|Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n* [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}