{"42511":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Thiền sư]]\n| tên = Từ Đạo Hạnh\n| tên gốc = 徐道行\n| hình = HTay ChThay ChCa TuDaoHanh.jpg\n| chú thích hình = Tượng Từ Đạo Hạnh tại chùa Thầy\n| tôn xưng = Đức Thánh Láng\n| tên khai sinh = Từ Lộ\n| ngày sinh = 1072\n| ngày mất = 1116\n| nơi mất = chùa núi Sài Sơn\n| cha = Từ Vinh\n| mẹ = Tăng Thị Loan\n}}\n\n'''Từ Đạo Hạnh''' ([[chữ Hán]]: 徐道行; [[1072]] – [[1116]]), tục gọi là '''Đức Thánh Láng''' (德聖𣼽), là một [[thiền sư]] người Việt Nam thời [[nhà Lý]]. Cuộc đời ông được ghi lại dưới nhiều màu sắc huyền thoại.<ref>Thiện Đỗ Vietnamese supernaturalism: views from the southern region - Page 245 2003 \"29 It is interesting to note that in the folk legend of Từ Đạo Hạnh. there was a spirit who appeared before him at the time he achieved magical power from meditation. The spirit identified himself as Tu' Tran Thien Vu'o'ng or Deva King of Four.\"<\/ref> Trước khi truyền thuyết về [[Liễu Hạnh]] phổ biến, ông thường được liệt vào hàng [[thánh]] nổi tiếng trong tín ngưỡng Việt Nam, gọi là [[Tứ bất tử]].\n\nTruyền thuyết nổi tiếng nhất về ông chính là việc ông trút xác, hóa thân thành con trai của [[Sùng Hiền hầu]] là [[Lý Dương Hoán]], chính là [[Lý Thần Tông]] sau này. Chính vì truyền thuyết nổi tiếng này, cùng sự huyền diệu của các câu chuyện dân gian về ông đã khiến trong một thời gian ông có tên trong danh sách ''Tứ bất tử'' của người Việt Nam, cho đến khi truyền thuyết về Bà Chúa Liễu Hạnh trỗi dậy.\n\nDân chúng lập đền thờ ông tại [[chùa Thiên Phúc]] (nay thuộc xã Sài Sơn, huyện [[Quốc Oai]], [[Hà Nội]]), tục gọi là [[chùa Thầy]] và [[chùa Láng]]<ref>Tài Thư Nguyễn ''The History of Buddhism in Vietnam '' 2008 Page 98 \"The most representative was Bonze superior Tu Dao Hanh, a contemporary of Van Hanh. Tu Dao Hanh's biography was full of a series of mystic and strange stories as “commanding the sylphs, dancing with magic sticks, being reincarnated,...\"<\/ref>, [[chùa Nền]] ở [[Hà Nội]]. Hàng năm, lễ hội chùa Thầy được mở vào ngày [[7 tháng 3]] [[âm lịch]], tương truyền là ngày ông viên tịch<ref>Van Huy Nguyen, Laurel Kendall - Vietnam: Journeys of Body, Mind, and Spirit - Page 234 2003 \"Tu Dao Hanh, who lived as a monk at Thay Temple (Chua Thay) in the eleventh century, is regarded as the founder of this... When puppeteers perform during the Thay Festival, they do honor to Tu Dao Hanh, their founder and patron deity,...\"<\/ref>.\n\n==Tiểu sử==\nTương truyền ông tên là '''Lộ''' (路) con của quan Đô sát Từ Vinh và bà [[Tăng Thị Loan]]. Do Từ Vinh bị giết bởi một [[pháp sư]] có tên là [[Đại Điên]], Từ Lộ đã có ý đi sang Tây Thiên tu luyện phép thuật giết Đại Điên để trả thù cho cha nhưng đi nửa đường đã quay lại và chọn núi Sài Sơn chùa Phật Tích để tu hành. Ngài chuyên trì kinh \"[[Đại Bi Tâm Đà La Ni]]\" của đức Quán thế Âm tới khi cảm ứng, có vị thần tự xưng '''Trấn Thiên vương''' hiện lên và xin làm đệ tử để cho ngài sai khiến. Sau đó ngài dùng gậy đánh chết Đại Điên.\n\nĐại Điên cũng là người tu hành nên sau đó tái sinh làm đứa trẻ, tuy 3 tuổi mà chuyện gì cũng biết, được gọi là Giác Hoàng. Vua Lý Nhân Tông biết chuyện kỳ lạ bèn đón về Kinh Sư cho nó ở chùa Báo Thiên. Vua muốn nhận đứa trẻ làm con nhưng quần thần và dân chúng không nghe, nên vua lập đàn cầu nguyện pháp hội kéo dài 7 ngày để đứa trẻ linh dị kia đầu thai trở lại vào nơi cung cấm!\n\nTừ Đạo Hạnh biết đứa bé là Đại Điên đầu thai để mê hoặc quần chúng, rối loạn chính pháp nên nhờ người chị mang lá bùa của mình, giả làm người đi xem hội rồi treo ở tấm rèm của đứa bé. Tới ngày thứ ba của pháp hội, đứa bé Giác Hoàng bị ốm và nói: ''\"Khắp biên giới trong nước đều có lưới sắt vây che, tuy muốn thác sinh nhưng không có lối\"''. Sau đó đứa bé chết, Lý Nhân Tông truy ra và bắt Từ Đạo Hạnh đem về [[Hưng Thánh lâu]].\n\nTừ Đạo Hạnh xin với em vua là Sùng Hiền Hầu cứu thoát và hứa sẽ làm con của Hầu để trả ơn, tuy nhiên phải báo cho sư biết trước khi vợ của Hầu sắp sinh. Đạo Hạnh dặn rằng: ''\"Bao giờ phu nhân sắp đến ngày sinh thì báo cho tôi biết trước để cầu khấn với sơn thần\"''.\n\nLại nói chuyện năm xưa đi cầu đạo cùng 2 người bạn [[Nguyễn Minh Không]] và [[Giác Hải]], Từ Đạo Hạnh từng có lúc biến ra con hổ để dọa Nguyễn Minh Không, bị Nguyễn Minh Không nhắc nhở, Từ Đạo Hạnh bấm độn biết được kiếp sau sẽ bị hóa hổ. Tới khi sắp tạ thế, Đạo Hạnh bảo Nguyễn Minh Không rằng : \" Xưa tôn sư của ta tu đã tròn quả phúc mà còn bị nạn đao thương quả báo, huống chi ở cái thuở mạt thế huyền vị này, há có thể tự giữ mình được sao? Ta nay sắp xuất thế, ở cái địa vị làm thầy người ta, bệnh trái kiếp sau quyết là khó tránh nổi. Ta với người có duyên, nên cứu giúp nhau\". Sau này khi Lý Thần Tông hóa hổ, các lương y trong thiên hạ không chữa nổi, lúc ấy có đứa trẻ hát rằng : \" Dục tử trị thiên tử bệnh, tu đắc Nguyễn Minh Không \" . Triều đình tìm tới Nguyễn Minh Không và Nguyễn Minh Không chữa hết bệnh cho nhà vua.\n\n==Trút xác==\nTruyền thuyết lưu rằng, sau khi Từ Đạo Hạnh chết, ông cho thiền sư [[Lý Quốc Sư|Nguyễn Minh Không]] biết mình sẽ đầu thai thành con của [[Sùng Hiền hầu]] – em trai của vua [[Lý Nhân Tông]]. Vị vua này không có con nên đã nhường ngôi cho con của Sùng Hiền hầu là Lý Dương Hoán, người con này chính là Từ Đạo Hạnh [[đầu thai]], trở thành vua [[Lý Thần Tông]].\n\nTương truyền ông viên tịch vào ngày 7 tháng 3 năm [[Bính Thân]] ([[1116]]) tại chùa núi Sài Sơn. Quốc Oai là tên huyện, tức là huyện Quốc Oai ngày nay, tên núi là [[Phật Tích]]. Từ Đạo Hạnh đến chơi núi ấy, thấy tảng đá trong hang núi có vết chân người, lấy chân ướm vào vừa đúng: tục truyền đó là chỗ Đạo Hạnh trút xác. Trước kia phu nhân của Sùng Hiến hầu là Đỗ thị đã có mang, đến đây trở dạ mãi không đẻ. Hầu nhớ lại lời Đạo Hạnh dặn khi trước, sai người chạy ngựa đi báo. Đạo Hạnh lập tức thay áo tắm rửa, vào hang núi trút xác mà qua đời. Người làng cho là việc lạ, để xác Đạo Hạnh vào trong khám để thờ. Nay núi Phật Tích tức là chỗ ấy. Hàng năm, mùa xuân, cứ đền ngày mồng [[7 tháng 3]], con trai, con gái hội họp ở chùa, là hội vui có tiếng một vùng. Người đời sau ngoa truyền là ngày giỗ của sư (xác Đạo Hạnh đến khoảng năm [[Vĩnh Lạc]] nhà Minh, bị người Minh đốt cháy, người làng ấy lại đắp tượng lại thờ như cũ, hiện nay hãy còn)<ref>[[Đại Việt sử ký toàn thư]]: ''\"Bính Thân, Hội Tường Đại Khánh năm thứ 7 [1116], (Tống Chính Hòa năm thứ 6). Mùa hạ, nhà sư Từ Đạo Hạnh trút xác ở chùa núi Quốc Oai (Quốc Oai là tên huyện, tức là huyện Quốc Oai ngày nay, tên núi là Phật Tích. Từ Đạo Hạnh đến chơi núi ấy, thấy tảng đá trong hang núi có vết chân người, lấy chân ướm vào vừa đúng: tục truyền đó là chỗ Đạo Hạnh trút xác). Trước là phu nhân của Sùng Hiền hầu là Đỗ thị đã có mang, đến đây trở dạ mãi không đẻ. Hầu nhớ lại lời Đạo Hạnh dặn khi trước, sai người chạy ngựa đi báo. Đạo Hạnh lập tức [17b] thay áo tắm rửa, vào hang núi trút xác mà qua đời. Sau đó phu nhân sinh con trai, tức là Dương Hoán. Người làng cho là việc lạ, để xác Đạo Hạnh vào trong khám để thờ. Nay núi Phật Tích tức là chỗ ấy. Hàng năm, mùa xuân, cứ đền ngày mồng 7 tháng 3, con trai, con gái hội họp ở chùa, là hội vui có tiếng một vùng. Người đời sau ngoa truyền là ngày giỗ của sư (xác Đạo Hạnh đến khoảng năm Vĩnh Lạc nhà Minh, bị người Minh đốt cháy, người làng ấy lại đắp tượng lại thờ như cũ, hiện nay hãy còn).''\"<\/ref>.\n\nĐến [[tháng 6]] thì Lý Dương Hoán, con trai của Sùng Hiền hầu ra đời, đây chính là vị vua tương lai Lý Thần Tông. Sau này Lý Thần Tông mắc bệnh lạ, người vua mọc lông [[cọp]] và gầm như cọp, quần thần phải dùng cũi vàng nhốt Vua. Người cứu chữa được là Đại sư [[Lý Quốc Sư|Nguyễn Minh Không]].\n\nTại [[Hà Nội]] có [[chùa Láng]], tên chữ là ''Chiêu Thiền Tự'' được xây dựng đời vua [[Lý Anh Tông]] (con của [[Lý Thần Tông]]). Chùa thờ Thiền sư Từ Đạo Hạnh và [[Lý Thần Tông]]. Bên cạnh đó có chùa Nền, tên chữ là Đản Cơ Tự dựng trên nền ngôi nhà cũ của Từ Đạo Hạnh.\n\n== Tác phẩm lưu lại <ref>{{Chú thích web|url=https:\/\/www.thivien.net\/%C4%90%E1%BA%A1o-H%E1%BA%A1nh-thi%E1%BB%81n-s%C6%B0\/author-BSBICnuTvR0bVKgVuJoi3A|tựa đề=Đạo Hạnh Thiền Sư - Tác phẩm|url-status=live}}<\/ref> ==\n\n* Giáo trò\n* Hữu không (''in trong Thơ văn Lý Trần (tập I), NXB Khoa học xã hội, 1977'')\n* Kệ thị tịch\n* Thất châu\n* Vấn Kiều Trí Huyền\n\n==Nam bang Tứ Bất tử ==\n[[Tứ bất tử|Tứ Bất tử]] (chữ Hán: 四不死) là tên gọi chung của bốn vị thánh bất tử trong tín ngưỡng Việt Nam. Bốn vị đó là [[Sơn Tinh|Tản Viên Sơn thánh]], [[Thánh Gióng|Phù Đổng Thiên vương]], [[Chử Đồng Tử]] và [[Liễu Hạnh công chúa|Liễu Hạnh Công chúa]].\n\nTứ Bất tử là 1 phạm trù cổ của người Việt về các vị thần thánh trong nước. Tương truyền từ xưa khi Mẫu Liễu Hạnh chưa xuất hiện thì vị trí của bà là của Từ Đạo Hạnh Thiền sư, sau thế kỷ 1 – -16 người ta mới gắn Mẫu Liễu vào vị trí thứ 4 sau 3 vị thần từ đời viễn cổ.\n\nTừ Đạo Hạnh là một trong những danh tăng nổi tiếng và nhiều truyền thuyết linh dị nhất trong lịch sử Việt Nam, Lịch sử Phật giáo Việt Nam. Ngài cũng chính là người mở đầu cho một tín ngưỡng hòa trộn vào Phật giáo sau đó có sức ảnh hưởng lớn đối với người Việt thời Lý - Trần, tín ngưỡng thờ '''Thánh Tổ'''.\n\nThánh Tổ là các vị sư, cuộc đời có nhiều công hạnh kỳ bí linh thiêng, sau khi viên tịch được nhân dân dựng đền thờ riêng hoặc lập nơi thờ ở sau điện Phật. Thánh Tổ vừa đại diện cho Phật vừa gần gũi với cuộc sống của nhân dân, tuy vẫn thuộc đạo Phật nhưng lại như một thế lực thần thánh bảo trợ cho nhân dân. Các chùa dạng này thường có mô hình \"Tiền Phật - Hậu Thánh \" và đặc trưng là thường rất to lớn về quy mô, ảnh hưởng tâm linh đến cả một vùng miền, xứ sở xung quanh như: Chùa Thầy, Chùa Keo - Nam Định, Chùa Keo - Thái Bình, chùa Láng, Chùa Trăm Gian, Chùa Bối Khê, Chùa Bái Đính cổ, Đền Nguyễn Minh Không, Chùa Ngũ Xã, Chùa Thiên Vũ (Dương Nội - Hà Đông - Hà Nội),...\n\nBan đầu các Thánh Tổ tập trung vào 3 vị: Từ Đạo Hạnh, [[Nguyễn Minh Không]], [[Giác Hải]] sau có thêm [[Nguyễn Bình An]] chùa Trăm Gian cuối đời Trần.\n\n== Hệ thống Các Đền, Chùa Liên Quan ==\n{| class=\"wikitable\"\n|+\n!stt\n!Tên di tích \n!Tên khác\n!Tượng thờ Phụng\n!địa chỉ \n!ghi chú \n|-\n|1\n| rowspan=\"3\" |[[Chùa Thầy]]\n|Thiên Phúc Tự, Hương Hải Am, chùa Cả\n|Lý Thần Tông, Từ Đạo Hạnh, Cha mẹ ông\n| rowspan=\"4\" |Sài Sơn Quốc Oai, Hà Nội\n|nơi thờ chính\n|-\n|2\n|Đỉnh sơn cổ tự \n|Từ Đạo Hạnh, cha mẹ, Giác Hải, Nguyễn Minh Không\n|\n|-\n|3\n|Chùa Một Mái (chùa Bối Am)\n|Từ Đạo Hạnh\n|\n|-\n|4\n|Chùa Long Đẩu\n|\n|Từ Đạo Hạnh \n|\n|-\n|5\n|Đền Quán Thánh \n|\n|Từ Đạo Hạnh\n|\n|\n|-\n|6\n|Chùa Hoa Phát \n|\n|Từ Đạo Hạnh\n|\n|\n|-\n|7\n|[[Chùa Láng]]\n|Chiêu Thiền Tự\n|Từ Đạo Hạnh, Lý Thần Tông\n|Láng Thượng, Đống Đa, HN\n|nơi thờ chính do nhà Lý xây để thờ Lý Thần Tông\n|-\n|8\n|Chùa Nền \n|Đản Cơ Tự, \n|Từ Vinh, cha của thánh Láng\n|\n|\n|-\n|9\n|Chùa Hoa Lăng\n|Ba Lăng Tự\n|Tăng Thị loan, mẹ thánh\n|Số 2, ngách 51, \nngõ 58 Nguyễn Khánh Toàn, Cầu Giấy, Hn \n|\n|-\n|10\n|Chùa Thưa\n|Cổ Sơn Tự\n|Từ Nương Chị gái của Từ Đạo Hạnh\n|Láng \n|\n|-\n|11\n|[[Chùa Lý Triều Quốc Sư]] \n|\n|Nguyễn mInh Không, Từ Đạo Hạnh, Giác Hải \n|Hoàn Kiếm, Hà Nội\n|\n|-\n|12\n|Đình Thượng Đình \n|\n|Đô Sát Từ Vinh \n|Thượng Đình, Thanh Xuân, Hn\n|nơi xác của Từ Vinh trôi theo sông Tô \nLịch đến và dân cho vớt rồi lập mộ,\n\nsau triều đình cho ông làm thành hoàng\n|-\n|13\n|Chùa Tam Huyền \n|Sùng Phúc Tự \n|Đô Sát Từ Vinh\n|Thượng Đình, Thanh Xuân \nHà Nội\n|\n|-\n|14\n|Chùa Đồng Bụt \n|Thiền sư tự\n|Từ Đạo Hạnh\n|Ngọc Liệp, Quốc Oai, HN\n|\n|-\n|15\n|Chùa Tổng La Phù \n|Thiên Hương Tự \n| rowspan=\"3\" |Từ Đạo Hạnh, Nguyễn Minh Không, giác Hải\n|La Phù, Hoài Đức, HN\n|\n|-\n|16\n|Chùa Múa\n|Thiên Vũ Tự\n|Dương Nội, Hà Đông, HN\n|Nơi Từ Đạo Hạnh hóa hổ dọa Nguyễn Minh Không\n|-\n|17\n|Chùa Vằn \n|Thiên Văn Tự \n|An Khánh, Hoài đức, HN\n|nơi Từ Đạo Hạnh vứt tấm da hổ \n|-\n|18\n|Chùa Bi\n|Đại Bi Tự \n|Từ Đạo Hạnh \n|Nam Giang, Nam Trực, Nam Định\n|sau khi cha bị Đại Điên dùng phép đánh\n\nchết, Từ Đạo Hạnh đưa mẹ về ở đây.\n|-\n|19\n|Chùa Phả Lại \n|Chúc Thánh Tự \n|Từ Đạo Hạnh, Nguyễn Minh Không, GIác Hải.\n|Đức Long, Quế Võ, Bắc Ninh\n|\n|-\n|20\n|[[Chùa Múa]]\n|Phượng Vũ Tự\n|Từ Đạo Hạnh, Lý Thần Tông và Đô Sát Từ Vinh\n|Minh Khai, Vũ Thư Thái Bình \n|Nơi Từ Đạo Hạnh giúp dân hàng phục thủy quái\n|-\n|21\n|Chùa Cả\n|Trung Hưng Tự \n|Từ Đạo Hạnh\n|La Phù, Hoài Đức, Hà Nội\n|\n|-\n|22\n|Chùa Ngãi Cầu \n|Phổ Quang Tự\n|Từ Đạo Hạnh\n|An Khánh, Hoài Đức, Hà Nội\n|\n|-\n|23\n|Miếu Vườn Nở\n|\n|Từ Đạo Hạnh\n|Đồng Bụt, Quốc oai, Hà Nội\n|Nơi bà Tăng Thị Loan nằm mơ thấy bông sen trước khi mang thai thánh.\n|-\n|24\n|[[Đạo quán Linh Tiên|Linh Tiên Quán]] \n|\n|Lý Triều Thánh Tổ \n|Đức Thượng,Hoài Đức Hà Nội\n|ban thờ Thánh Tổ ở phía trái tòa tiền đường\n|-\n|25\n|Chùa Lủ\n|Kim Phúc Tự, Diên Phúc Tự Chùa Kim Giang \n|\n|122 Kim Giang, Đại Kim, Hà Nội\n|\n|-\n|26\n|Đình Kim giang\n|\n|Từ Vinh, Mạo Hoa Giáp\n|Thượng Đình Hà Nội\n|\n|-\n|27\n|Chùa Ông\n|Bản tịch Tự\n|Từ Đạo Hạnh, Lý Thần Tông\n|thôn Bình Lương - Tân Quang - Văn Lâm - Hưng Yên\n|\n|-\n|28\n|[[Chùa Xuân Quan]]\n|Huệ Trạch Tự\n|Pháp Thông vương Phật \n|thôn Xuân Quan - Trí Quả - Thuận Thành - \nBắc Ninh\n|Nữ đệ tử của Từ Đạo Hạnh\n|-\n|28\n|Chùa Trăm Gian\n|Vĩnh khánh Tự\nAn ninh Tự\n|Toàn Nương ( Phạm Thị Toàn )\n|Nam Sách - Hải Dương\n|Nữ đệ tử của Từ Đạo Hạnh\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n* [[Lý Nhân Tông]]\n* [[Lý Thần Tông]]\n* [[Lý Quốc Sư|Nguyễn Minh Không]]\n\n== Liên kết ngoài ==\n*[http:\/\/laodongthudo.vn\/chua-thay-chon-linh-thieng-an-minh-tren-nui-cao-100414.html Chùa Thầy, chốn linh thiêng ẩn mình trên núi cao]\n*[https:\/\/truyencotich.net\/truyen-co-tich-viet-nam\/tu-dao-hanh.html Thiền sư Từ Đạo Hạnh: Lịch sử và huyền thoại Phật Giáo]\n\n[[Thể loại:Nhân vật thời Lý]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Người họ Từ tại Việt Nam]]\n[[Thể loại:Thần thánh Việt Nam]]"}