{"3278116":"{{Thông tin nhân vật hoàng gia\n| tên = Đoan Huy Hoàng Thái Hậu\n| tên gốc = 端徽皇太后\n| tước vị = [[Hậu phi Việt Nam|Phi tần nhà Nguyễn]]\n| hình = Hoang_Thi_Cuc.jpg\n| cỡ hình = 250px\n| ghi chú hình = Chân dung Từ Cung vận triều phục\n| chức vị = [[Hậu phi Việt Nam|Hoàng thái hậu Đại Nam]]\n| tại vị = [[8 tháng 1]] năm [[1926]] - [[30 tháng 8]] năm [[1945]]<br>({{số năm theo năm và ngày|1926|1|8|1945|8|30}})\n| kiểu đăng quang = Tấn tôn\n| đăng quang = [[20 tháng 3]] năm [[1933]]\n| tiền nhiệm = [[Hựu Thiên Thuần hoàng hậu|Khôn Nghi Hoàng thái hậu]] cùng với\n\n[[Phụ Thiên Thuần hoàng hậu|Khôn Nguyên Hoàng thái hậu]]\n| kế nhiệm = '''Chế độ quân chủ sụp đổ'''<br><small>'''Hoàng thái hậu cuối cùng của Việt Nam'''<\/small>\n| chồng = [[Nguyễn Hoằng Tông]]<br>Khải Định hoàng đế\n| thông tin con cái = hiện\n| con cái = [[Bảo Đại]]\n| thời gian của niên hiệu = 厚\n| tước hiệu = Cung nữ (宮女)<br>Dựng thiếp (媵妾)<br>Tam Giai Huệ tần (三階惠嬪)<br>Nhị Giai Huệ phi (二階惠妃)<br>Nhất Giai Hậu phi (一階厚妃)<br>Đoan Huy Hoàng Thái Hậu (端徽皇太后)\n| tước vị đầy đủ = Đoan Huy Hoàng thái hậu<br>(端徽皇太后)\n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = [[Hoàng Trọng Tích]]\n| mẹ = [[La Thị Sơn]]\n| sinh = {{ngày sinh|1890|1|28}}\n| nơi sinh = [[Phú Lộc]], [[Thừa Thiên Huế]], [[Liên bang Đông Dương]]\n| mất = {{ngày mất và tuổi|1980|11|9|1890|1|28}}\n| nơi mất = [[cung An Định]]\n| ngày an táng = 17 tháng 11 năm 1980\n| nơi an táng = xã [[Hương Chữ]], [[Hương Thủy|Hương Thủy]], [[Thừa Thiên Huế]]\n| tôn giáo = [[Phật Giáo]]\n}}\n'''Từ Cung Hoàng thái hậu''' ([[chữ Hán]]: 慈宮皇太后; [[28 tháng 1]] năm [[1890]] - [[9 tháng 11]] năm [[1980]]), phong hiệu chính thức là '''Đoan Huy Hoàng thái hậu''' (端徽皇太后), là phi thiếp của [[Khải Định|Hoằng Tông Tuyên hoàng đế]], thân mẫu của [[hoàng đế]] [[Bảo Đại]] thuộc [[triều đại]] [[Nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nBà là [[Hoàng thái hậu]] cuối cùng của triều đại Nhà Nguyễn cũng như của nền [[quân chủ chuyên chế]] [[Việt Nam]].\n\n== Xuất thân ==\nTừ Cung Hoàng thái hậu tên thật là '''Hoàng Thị Cúc''' (黃氏菊), người ở làng [[Mỹ Lợi]], [[Phú Lộc]], [[Thừa Thiên Huế]]<ref name=\"baodatviet.net\">{{Chú thích web |url=http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/loi-tien-doan-linh-ung-ve-tu-cung-thai-hau-2328977\/ |ngày truy cập=2016-02-28 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304183528\/http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/loi-tien-doan-linh-ung-ve-tu-cung-thai-hau-2328977\/ |url-status=dead }}<\/ref>. Thân sinh của bà là ông [[Hoàng Trọng Tích]] (黃仲錫), từng đậu [[Tú tài]] làm Tri huyện [[Hòa Đa]] ([[Bình Thuận]]), mẹ của bà là bà [[La Thị Sơn]] (羅氏山).\n\nTheo gia phả của ''họ Hoàng làng Mỹ Lợi'', sinh thời ông Tích lấy bà [[La Thị Huân]] và có với bà hai người con, một trai một gái. Khi người con gái thứ 2 là Hoàng Thị Như chào đời, ông đón người chị gái của vợ là bà [[La Thị Sơn]] đến giúp lo toan việc nhà. Tuy nhiên, ông Tích dần có tình cảm với bà Sơn, dẫn đến bà Sơn có con và sinh ra một người con gái chính là bà Hoàng Thị Cúc. Sau khi sinh bà Cúc, bà La Thị Sơn cảm thấy ân hận với em gái, nên đã để lại con gái cho ông Hoàng Trọng Tích và bà La Thị Huân nuôi, còn mình thì về quê rồi sau này đi lấy chồng khác.\n\nSinh ra trong một gia đình quan [[Tri huyện]], nhưng từ nhỏ, Hoàng Thị Cúc đã sống cuộc sống hết sức vất vả, khó khăn. Ông bà Tri huyện mất sớm, khi Hoàng Thị Cúc còn nhỏ tuổi, phải sống nhờ gia đình người anh trai cả là [[Hoàng Trọng Khanh]]. Nhưng chẳng may người anh cả Hoàng Trọng Khanh lại là người ham mê [[cờ bạc]], có bao nhiêu tiền đều ném vào hết các chiếu bạc. Do mê cờ bạc rồi sinh ra nợ nần, ông Khanh đã \"bán\" các em gái cho những nơi quyền quý. Bà Hoàng Thị Cúc được đưa vào làm cung nữ hầu hai bà Thánh Cung [[Nguyễn Hữu Thị Nhàn]] và Tiên Cung [[Dương Thị Thục]] – vợ góa của vua [[Đồng Khánh]]<ref name=\"hues.vn\">{{Chú thích web |url=http:\/\/hues.vn\/11931\/net-hue\/lich-su\/loi-tien-doan-linh-ung-ve-tu-cung-thai-hau\/ |ngày truy cập=2016-02-28 |tựa đề=Bản sao đã lưu trữ |archive-date=2013-12-13 |archive-url=https:\/\/web.archive.org\/web\/20131213201849\/http:\/\/hues.vn\/11931\/net-hue\/lich-su\/loi-tien-doan-linh-ung-ve-tu-cung-thai-hau\/ }}<\/ref>.\n\nTừ đây, bà dần tiếp xúc với ông Phụng Hóa công [[Nguyễn Phúc Bửu Đảo]] (奉化公阮福寶嶹), con của bà Tiên cung. Trong một lần vào thỉnh an Mẫu hậu, Hoàng tử Bửu Đảo đã \"tư thông\" với Hoàng Thị Cúc và kết quả là vị cung nữ mang thai.\n\n== Phi tần ==\nLúc quen biết ông hoàng, thì ông đã có vợ chính là bà [[Trương Như Thị Tịnh]], con gái đại thần phụ chính [[Trương Như Cương]], nhưng cả hai chung sống không hòa thuận và cũng không có một mụn con nào. Đến một ngày, ông hoàng bị thua bạc to, xin bà về nhà cha ruột để đòi tiền trả nợ, bà Tịnh quá nhục nhã mà khóc lóc, chạy ra khỏi phủ và xuất gia tu hành, từ đấy ông hoàng để trống ngôi vị chính thất.\n\nĐầu năm [[1913]], bà [[mang thai]] và nhận là của Phụng Hóa công. Hai bà Tiên Cung và Thánh Cung đã nhiều lần tra khảo, có lần còn ép bà phải nằm úp bụng bầu xuống đất và đánh, bắt bà phải khai đó là thai của ai sao lại dám đặt điều nhưng bà vẫn một mực khẳng định đây là con của Phụng Hóa Công. Kể từ đó bà mới được tha và hưởng thời kỳ dưỡng thai<ref name=\"hues.vn\"\/>. Ngày [[22 tháng 10]], năm [[1913]], bà hạ sinh hoàng nam Nguyễn Phúc Vĩnh Thụy.\n\nNăm [[1916]], Phụng Hóa Công lên ngôi, tức '''Hoằng Tông Tuyên hoàng đế''', bà được phong là ''Tam giai Huệ tần'' (三階惠嬪), qua năm [[1918]] thăng lên ''Nhị giai Huệ phi'' (二階惠妃), đứng thứ 2 trong Hậu cung của ngài, sau bà Ân phi [[Hồ Thị Chỉ]]. Tước [[Hoàng quý phi]] ông vẫn dành tặng cho bà Tịnh, dù bà đã xuất gia và từ chối nhận phong.\n\nKhi hoàng tử Vĩnh Thụy mới chào đời, khác với những người mẹ bình thường, Huệ phi lập tức bị cách ly khỏi con trai. Bà Tiên Cung đón cháu nội về cung của mình, tự chăm sóc, nuôi nấng. Mỗi ngày vài lần, bà Tiên Cung cho gọi Huệ phi đến cho con bú, rồi lại bắt về. Vì thế Huệ phi tiếng là làm mẹ nhưng gần như không được một ngày chăm sóc con. Mối quan hệ giữa bà và đức Tiên Cung hết sức căng thẳng, vì xuất thân không cao quý, đức Tiên Cung không xem trọng và tỏ ra lạnh nhạt với bà <ref name=\"baodatviet.net\"\/>.\n\nNăm [[1923]], [[tháng 2]], nhân vì Vĩnh Thụy phong làm [[Thái tử]], Huệ phi Hoàng thị được phong làm '''Nhất giai Hậu phi''' (一階厚妃)<ref>[[Đại Nam thực lục]] - Chính biên đệ thất kỉ - Quyển 8; Khải Định bát niên nhị nguyệt, tấn phong Nhị giai Huệ phi vi Nhất giai Hậu phi; 《大南實錄》正編第七紀 卷八 啟定八年二月 晉封二階惠妃為一階厚妃條<\/ref>.\n\n== Hoàng thái hậu cuối cùng của Việt Nam ==\nNgày [[6 tháng 11]], năm [[1925]], vua [[Khải Định]] băng hà, hưởng dương 40 tuổi. Lăng của hoàng đế có tên hiệu là [[Lăng Khải Định|Ứng Lăng]], tại làng [[Chân Chữ]], huyện [[Hương Thủy]], tỉnh [[Thừa Thiên]]. Hậu phi Hoàng thị được di chiếu lập làm [[Hoàng thái hậu]], còn hoàng tử con trai bà là Vĩnh Thụy được đưa lên làm [[Hoàng đế]] kế vị. Năm [[1926]], Hoàng tử Nguyễn Phúc Vĩnh Thụy được tôn lên kế vị, lấy niên hiệu là [[Bảo Đại]]. Sau đó, Hoàng đế trở lại Pháp học tập.\n\nNăm [[1933]], ngày [[20 tháng 3]], Bảo Đại mới tôn phong cho mẹ mình làm '''Đoan Huy Hoàng Thái Hậu''' (端徽皇太后). Vào ngày sinh nhật hàng năm của bà triều đình tổ chức lễ mừng rất trọng thể, gọi là '''Từ Khang tiết''' (慈康節), nên người trong cung thường gọi bà là '''Từ Cung hoàng thái hậu''' (慈宮皇太后) hay giản gọi là '''Đức Từ Cung''' (德慈宮)<ref name=\"baodatviet.net\"\/>. Cha bà Hoàng Trọng Tích do trở thành ông ngoại của Hoàng đế nên được truy tặng làm ''Nghi quốc công'' (宜國公).\n\nNăm [[1934]], Bảo Đại kết hôn với [[Nam Phương hoàng hậu]] làm bà Từ Cung rất buồn rầu, vì bà Nam Phương là người [[Công giáo]], chịu ảnh hưởng của giáo dục [[Tây phương]] nên không rành rẽ các quy tắc nghiêm nghặt trong cung. Giữa khác biệt về tôn giáo và xuất thân, mà giữa hai bà Từ Cung và Nam Phương hay xảy ra việc bất đồng ý kiến.\n\nHoàng Thái hậu Từ Cung sống trong cung dành riêng cho mình gọi là [[cung Diên Thọ]]. Bà ham mê [[cờ bạc]] nhất là [[mạt chược]] như nhiều bà mệnh phụ khác. Bà mời các cận thần, bạn bè và cả một số quan thượng thư cơ mật. Bà cũng có ý kiến việc này việc kia trong triều và cả công việc của nhà nước. Chuyện quan bán tước nhiều khi diễn ra quanh bàn mạt chược. Bà có khuôn mặt xương xương, cặp mắt sắc sảo, tuổi cao mà vẫn giữ lệ cổ trung thành với tục lệ truyền thống.<ref>Bảo Đại,hay là những ngày cuối cùng của vương triều An Nam-Daniel Grandcléme<\/ref>\n\nNăm [[1939]], Bảo Đại xây ngôi chùa đầu tiên trên đất [[Buôn Ma Thuột|Buôn Mê Thuột]], lấy hai chữ đầu trong hiệu của phụ mẫu ông đặt tên cho ngôi chùa là [[Chùa Khải Đoan]], vì lẽ bà rất sùng [[đạo Phật]], bà là hoàng thân Nhà Nguyễn cầu đạo CAO ĐÀI và được ân phong phẩm PHỐI SƯ năm 1972, bà cũng có nhiều đóng góp cho Đạo Cao Đài, tháng nào, đức Từ Cung cũng dành ra 10 ngày ăn chay, mỗi ngày lại dành ra vài tiếng đọc Kinh, niệm Phật, ăn uống rất đơn giản. Ngoài 10 ngày ăn chay trong tháng, bữa ăn của bà cũng không bao giờ bày sơn hào, hải vị, mà chỉ bày những món ăn được chế biến đơn giản, bình dân.\n\n== Sau Cách mạng Tháng Tám ==\nNăm [[1945]], Bảo Đại giao ấn kiếm cho chính quyền [[Cách mạng]], tuyên bố thoái vị, bà Từ Cung cùng bà [[Nam Phương hoàng hậu]] và con cháu hoàng thất dọn ra [[cung An Định]] ở. Khi cựu hoàng Bảo Đại ra [[Hà Nội]] làm [[cố vấn]] cho chủ tịch [[Hồ Chí Minh]], bà Từ Cung và bà Nam Phương cùng các hoàng nam, hoàng nữ vẫn ở tại cung An Định.\n \nNhững năm [[1949]] - [[1954]], khi Bảo Đại trở về làm [[Quốc trưởng]] bà Từ Cung trở lại Hoàng cung, ở tại [[cung Diên Thọ]]. Năm [[1954]], khi Bảo Đại qua Pháp lưu vong bà lại phải ra khỏi Hoàng thành về sống ở cung An Định.\n\nNăm [[1955]], khi Quốc trưởng Bảo Đại bị lật đổ, [[Ngô Đình Diệm]] lên làm [[Thủ tướng]] đã đuổi bà Từ Cung ra khỏi cung An Định. Trong tình cảnh này bà đã mua lại ngôi nhà của bà Ân phi [[Hồ Thị Chỉ]], là nhà 79 phố Phan Đình Phùng và ở đây cho đến ngày cuối đời. Trong thời gian chiến tranh loạn lạc, mọi hoạt động cúng bái các bậc tiên tổ, hội họp ''Nguyễn Phước Tộc'' đều diễn ra tại căn nhà này. Cũng trong thời gian này bà hoàn toàn mất liên lạc với ông hoàng [[Bảo Đại]].\n\nBà Lê Thị Dinh là người phục vụ bà Từ Cung hơn 60 năm, là người cung nữ cuối cùng triều Nguyễn phục vụ cho Từ Cung Hoàng Thái hậu<ref>http:\/\/www.nguoiduatin.vn\/bi-mat-ve-tu-cung-hoang-thai-hau-qua-loi-ke-cung-nu-a59620.html<\/ref>. Bốn cung nữ hầu Hoàng Thái Hậu gồm: bà Lê Thị Dinh (nhiệm vụ là trang điểm cho Đức Bà, là người hầu hạ Đức Bà tới lúc cuối đời), Lê Thị Tìm (đọc truyện cổ tích và tụng kinh cho Đức Bà nghe hàng đêm), Nguyễn Thị Vân và Trần Thị Vui. Đây là bốn cung nữ cuối cùng của triều Nguyễn, cũng là những cung nữ cuối cùng của Việt Nam đang sống vào thế kỷ XXI<ref>{{chú thích web | url = http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/giu-sao-cho-duoc-ma-hong-mai-sau-n20120408095037707.htm | tiêu đề = Giữ sao cho được má hồng mai sau | author = | ngày = | ngày truy cập = 5 tháng 3 năm 2015 | nơi xuất bản = Báo Thể thao & Văn hóa - Thông tấn xã Việt Nam | ngôn ngữ = }}<\/ref>.\n\nNăm [[1980]], Từ Cung thái hậu qua đời, thọ 91 tuổi, bà được an táng gần [[Lăng Đồng Khánh]] tại xã [[Thủy Xuân]], thành phố [[Huế]], [[Thừa Thiên Huế]]. Căn nhà 79 Phan Đình Phùng mà bà đã ở những ngày cuối đời hiện nay được tu bổ trở thành điểm tham quan cho khách du lịch.\n\nTheo \"Bức Tâm Thư\" tức \"Di Chúc\" của đức Đoan Huy Hoàng Thái hậu - Từ Cung thì ngôi nhà của Bà sau khi Bà qua đời, sẽ là nơi thờ phụng \"Liệt Thánh\" (tức Tổ Tiên nhà Nguyễn) và thờ Bà.\n\nNgôi nhà của Bà sẽ giao cho Hội đồng Hoàng Tộc Nguyễn Phước (gọi tắt là Hội đồng Nguyễn Phước Tộc) quản lý và sử dụng làm Văn phòng của Nguyễn Phước Tộc để đón tiếp bà con và sinh hoạt Hoàng tộc. (Vì năm 1980, khi Bà mất, Nguyễn Phước Tộc chưa có những sinh hoạt như hiện nay trong Kinh Thành, tại Đại Nội Huế).\n\nNhưng do hiện nay ở Huế vẫn chưa có ai trong Nguyễn Phước Tộc chính thức đến tiếp nhận thừa kế gia sản cho nên ngôi nhà của bà và các hiện vật bên trong tạm thời được giao cho Trung tâm Bảo tồn di tích cố đô Huế quản lý.\n\n==Đánh giá chung==\nTừ Cung Hoàng Thái hậu rất trọng đạo Phật và chú tâm đến việc thờ cúng các vị vua triều Nguyễn. Bà được coi là người có công lớn trong việc chấn hưng Phật giáo thời Nhà Nguyễn. Chính bà đã khuyên vua Bảo Đại dành nhiều tiền đóng góp cho [[An nam Phật giáo Hội]], vận động Bảo Đại góp tiền xây chùa và phát triển [[Phật giáo]].\n\nBà chưa khi nào rời khỏi [[Kinh thành Huế]] ngay cả khi con trai và con dâu bà sang [[Pháp]] sống lưu vong. Bà nguyện sống cả đời ở đây để giữ gìn nơi thờ phụng các bậc tiên đế, các bảo vật của triều Nguyễn. Những năm 1968-1972, trong lúc chiến tranh đang diễn ra ác liệt ở cả hai miền Nam - Bắc, người ta vẫn thấy bà hằng ngày tụng kinh niệm Phật trong căn nhà 79 Phan Đình Phùng mong cho quốc thái dân an. Tổng thống [[Nguyễn Văn Thiệu]] nhiều lần cử người đại diện bay ra Huế mời bà vào Sài Gòn nhưng bà từ chối và nói: ''Ta sinh ra ở đâu thì sẽ chết ở đó. Tổ tiên Nhà Nguyễn còn ở Huế thì ta còn phải ở lại lo chuyện thờ cúng, chăm sóc lăng mộ các bậc tiền nhân. Nhà Nguyễn đã cho ta hưởng lộc cả đời. Ta có chết cũng chưa báo đáp hết được''. Bà chưa bỏ một lễ giỗ nào, kể cả khi tiền bạc gần như đã suy kiệt hoàn toàn.\n\nKhi ra khỏi cung Diên Thọ về sống ở cung An Định, hay là khi bị Ngô Đình Diệm đuổi khỏi cung An Định, Từ Cung Thái hậu vẫn luôn mang theo bên mình tất cả những bảo vật của triều Nguyễn và cả những bộ y phục mà nhà vua đã từng mặc trước đây. Để có thể duy trì cuộc sống, bà đã phải bán dần từng món đồ trang sức mà mình có. Phần lớn tài sản mà Từ Cung Thái hậu mang ra khỏi cung Diên Thọ bà dùng để phục vụ cho việc thờ cúng,<ref>http:\/\/phunutoday.vn\/blog-nguoi-noi-tieng\/nhung-ngay-cuoi-doi-cua-tu-cung-thai-hau-4612.html<\/ref>.\n\nLúc còn sống trong cung, Từ Cung Thái hậu đã ăn uống rất đơn giản, bà ăn chay 10 ngày mỗi tháng và hiếm khi dùng sơn hào hải vị. Sau khi Nhà Nguyễn mất, càng về già, Từ Cung Thái hậu càng ăn uống đơn giản hơn bao giờ hết. Y phục bà mặc và những thứ đồ dùng của bà cũng hết sức giản dị.\n\nTừ Cung Thái hậu là một người rất khó tính nhưng lại khoan dung, độ lượng.\n\nCả đời bà không có phước phận được gần con cháu. Khi Bảo Đại còn nhỏ thì bà Tiên Cung nuôi, đến lúc bà Tiên Cung mất thì Bảo Đại cũng đi học ở Pháp. Sau này khi Bảo Đại trở về ([[1932]]), lấy vợ và sinh được các hoàng tử, công chúa, Từ Cung Thái hậu có một thời gian vui vẻ bên con cháu, nhưng từ sau năm [[1945]], bà hầu như sống một mình, cô đơn, lạnh lẽo. Khi Bảo Đại cùng Nam Phương hoàng hậu, bà Thứ phi Mộng Điệp cùng các hoàng nam, hoàng nữ đều sang Pháp sống, thì Từ Cung Thái hậu hoàn toàn không còn cơ hội gặp lại con cháu mình nữa. Bà sống như thế cho đến tận cuối đời, trong nỗi đau dằn vặt xa con, xa cháu.\n\n== Trong văn hoá đại chúng ==\n{|class=\"wikitable\"\n|-style=\"background:cornflowerblue; color:white; text-align:center;\"\n|'''Năm'''||'''Phim ảnh'''||'''Diễn viên'''||'''Nhân vật'''\n|-\n|style=text-align:center\"|2004||style=text-align:center\"|[[Ngọn nến Hoàng cung]]||style=text-align:center\"|[[NSƯT Hồng Vân]]||style=text-align:center\"|Đức Từ Cung\n|-\n|}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Đọc thêm==\n* Truyện kể về các Vương phi, Hoàng hậu Nhà Nguyễn - Thi Long, Nhà xuất bản Đà Nẵng.\n* [http:\/\/4dw.net\/royalark\/annam10.php An Nam ký sự]\n\n{{Hoàng hậu nhà Nguyễn}}\n\n[[Thể loại:Sinh năm 1890]]\n[[Thể loại:Mất năm 1980]]\n[[Thể loại:Phi tần Khải Định]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Hoàng thái hậu nhà Nguyễn]]"}