{"210605":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tự Lập\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 12\n| vĩ giây = 40\n| kinh phút = 39\n| kinh giây = 29\n| diện tích = 6,67 km²<ref name=MS\/>\n| dân số = 9.290 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.393 người\/km²\n| dân tộc = [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Mê Linh]]\n| thành lập = 1949<ref>49\/1949\/QĐ-UBKC<\/ref>\n| trụ sở UBND = \n| mã hành chính = 08986<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tự Lập''' là một [[Xã (Việt Nam)|xã]] phía tây bắc của huyện [[Mê Linh]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nXã Tự Lập nằm các trung tâm huyện Mê Linh 8&nbsp;km, cách trung tâm Thành phố Hà Nội 35&nbsp;km, cách [[phúc Yên|thị xã Phúc Yên]] (tỉnh Vĩnh Phúc) khoảng 5&nbsp;km.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>\n\nXã có diện tích 6.67&nbsp;km², dân số năm 1999 là 9.290 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1.393 người\/km².\n\nTự Lập tiếp giáp xã Tiến Thắng, Liên Mạc, Tam Đồng với xã Phú Xuân (huyện Bình Xuyên, sát sông Cà Lồ), Tự Lập gồm có 2 thôn là Yên Bài và Phú Mỹ và được chia thành 12 khu (Từ khu 1 đến khu 4 là thuộc thôn Yên Bài, khu 5 đến khu 11 là thuộc thôn Phú Mỹ,khu 12 là Đồng sen). Đường quốc lộ 308 chạy qua. Xã Tự Lập có [[đình Phú Mỹ]] được xếp hạng di tích Lịch sử Quốc gia. Hội làng được tổ chức từ ngày 8 đến ngày 10 tháng Giêng hàng năm. Các hạng mục văn hoá tâm linh gồm Đình thờ Thành Hoàng làng,đền thờ thánh bà, và chùa Đâu Suất Tự.Yên Bài cũng có Chùa và Đình mới được xây dựng măn 2016\n\nĐây từng là nơi tập trận của nghĩa quân Hai Bà Trưng, hiện giờ là khu di tích thành Dền, tại cánh đồng Đồng Mã giáp với cánh đồng xã Tam Đồng. Xã Tự Lập là xã có số lượng sinh viên Đại học\/Cao đẳng khá cao trong huyện Mê Linh.\n\nNghề chính của người dân nơi đây là [[nông nghiệp]] (cây trồng chủ yếu là [[lúa]] và [[ngô bầu Phú Mỹ, ngô đồng Yên Bài]]), ngoài ra ở còn có nghề phụ là [[sơn bả]] (thôn Phú Mỹ), bện Chổi Rơm, nghề phụ nấu rượu chăn nuôi là làng Yên Bài... Hiện này, lao động đang chuyển mạnh từ lao động nông nghiệp sang lao động tại các công ty, nhà máy, các khu Công nghiệp HONDA, TOYOTA, KCN Quang Minh, KCN Thăng Long... \nĐất nông nghiệp đang dần bị bỏ hoang vì nguồn lao động chính là các thanh niên đã đi lao động ở các khu Công nghiệp như trên.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Mê Linh}}"}