{"25987":"{{Infobox political party\n|tên = Tự Lực văn đoàn<br>自力文團\n|logo = \n|colorcode = #EF4135\n|leader1_title = Chủ soái\n|leader1_name = [[Nhất Linh]]\n|founded = 1934\n|headquarters = Số 80, [[phố Quán Thánh]], [[Hà Nội]], [[Bắc Kỳ]], [[Hình:Flag of French Indochina.svg|23px]] [[Liên bang Đông Dương]]\n|ideology = [[Khai sáng]], bình dân, lãng mạn, cấp tiến, bài [[phong kiến]], bài [[Nho giáo]]\n|international = \n|colors = [[Đỏ]], [[trắng]], [[đen]]\n}}\n'''Tự Lực văn đoàn'''<ref>Mục từ \"Tự lực văn đoàn\" của GS. Nguyễn Huệ Chi (''Từ điển văn học'', bộ mới, tr. 1900) và bài viết \"Thử định vị Tự lực văn đoàn\" (của cùng tác giả, bản điện tử [http:\/\/boxitvn.blogspot.com\/2012\/09\/ung-ngay-nay-80-nam-truoc-bao-phong-hoa.html]).<\/ref> ([[chữ Hán]]: 自力文團, [[tiếng Pháp]]: ''Groupe littéraire de ses propres forces'') là tổ chức văn học mang tính hội đoàn<ref>[http:\/\/vanlangseattle.org\/public\/documents\/tulucvandoan.html Vài Nét Về Tự Lực Văn Đoàn]<\/ref>, một nhóm nhà văn<ref>[http:\/\/lainguyenan.free.fr\/DLNX\/VaiNet.html VÀI NÉT VỀ TỰ LỰC VĂN ĐOÀN]<\/ref> đã tạo nên một trường phái văn học,<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\">[[Thụy Khuê (nhà phê bình)|Thụy Khuê]], ''[http:\/\/thuykhue.free.fr\/TLVD\/TLVD-15-ConDuongPhongHoa\/15-ConDuongPhongHoa.html Tự Lực văn đoàn, văn học và cách mạng, 15-Con đường Phong Hóa]'' (2021). Thụy Khuê: \"[...] Khái Hưng tiên phong phát triển nghệ thuật truyện ngắn và hình thành hệ thống tiểu thuyết hiện đại, cùng với Nhất Linh, sau này sẽ được gọi là ''tiểu thuyết Tự Lực văn đoàn''.\"<\/ref><ref name=\"NgDangManh\">[[Nguyễn Đăng Mạnh]], ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3579-tiu-thuyt-t-lc-vn-oan-va-phong-trao-th-mi-1932-1945-nhin-li-va-suy-ngh.html Tiểu thuyết Tự Lực văn đoàn và Phong trào Thơ mới (1932–1945) - nhìn lại và suy nghĩ]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)<\/ref> một phong trào cách tân [[văn học Việt Nam|văn học]]<ref name=\"PTNgũ\"\/> (và trên nhiều lĩnh vực, đồng thời là một phong trào cách tân [[văn hóa]], cải cách xã hội)<ref>Phạm Thảo Nguyên, ''[[Áo dài]] [[Nguyễn Cát Tường|Lemur]] và bối cảnh [[Phong Hóa (tuần báo)|Phong Hóa]] & [[Ngày Nay (tuần báo)|Ngày Nay]]'', Nhà xuất bản Hồng Đức, Hà Nội, 2018<\/ref><ref>Nguyễn Mạnh Trí, ''Giá trị truyền thống và hiện đại của kiến trúc [[Phong trào Nhà Ánh Sáng (Tự Lực Văn Đoàn)|Nhà Ánh Sáng]]'', Tạp chí Khoa học công nghệ Xây dựng – Trường Đại học Xây dựng số 9(4):57–63, 2015<\/ref><ref>Đỗ Quý Toàn, ''[https:\/\/www.diendantheky.net\/2013\/07\/o-quy-toan-phong-trao-nha-anh-sang-cua.html Phong trào Nhà Ánh Sáng của Tự Lực Văn Đoàn]''. (''Diễn Đàn Thế Kỷ'', 13\/7\/2013)<\/ref><ref>Đỗ Quý Toàn, ''[https:\/\/www.diendantheky.net\/2013\/07\/o-quy-toan-phong-trao-nha-anh-sang-cua_14.html Phong trào Nhà Ánh Sáng của Tự Lực Văn Đoàn (tiếp theo và hết)]''. (''Diễn Đàn Thế Kỷ'', 14\/7\/2013)<\/ref> Việt Nam hiện đại, khởi đầu là một tổ chức văn bút do Nhất Linh [[Nguyễn Tường Tam]] khởi xướng vào năm 1932,<ref>Theo lời kể của [[Tú Mỡ]], nhà văn Vu Gia dẫn lại trong ''Nhất Linh trong tiến trình hiện đại hóa văn học'', tr. 25-26.<\/ref> nhưng đến thứ sáu ngày 2 tháng 3 năm 1934 mới chính thức trình diện (theo tuần báo ''[[Phong Hóa]]'' số 87).<ref>Biên theo GS. [[Nguyễn Huệ Chi]] (''Từ điển văn học'', bộ mới, tr. 1899). Giáo sư cũng cho biết: \"Lâu nay nhiều sách báo đã dựa vào tư liệu của [[Phạm Thế Ngũ]] trong ''Việt Nam văn học sử giản ước tân biên'' (tập 3, [[1965]]) và [[Thanh Lãng (linh mục)|Thanh Lãng]] trong ''Bảng lược đồ văn học Việt Nam'' (quyển hạ, tr. 624), ghi ngày tuyên bố thành lập Tự Lực văn đoàn là [[2 tháng 3]] năm [[1933]] (báo Phong Hóa số 87). Tuy nhiên, sau khi kiểm tra, thì thấy số báo ấy ra ngày [[2 tháng 3]] năm '''[[1934]]'''. Nhận ra sai sót của mình, nên trong cuốn ''Phê bình văn học thế hệ 1932'' (quyển 1, Phong trào văn học, Sài Gòn, 1973; tr. 27-29), chính Thanh Lãng đã điều chỉnh lại (''Thử định vị Tự lực văn đoàn'' [http:\/\/boxitvn.blogspot.com\/2012\/09\/ung-ngay-nay-80-nam-truoc-bao-phong-hoa.html]). Xem thêm thông tin trong bài viết \"Chia sẻ miễn phí báo Phong Hóa - Ngày Nay\" của Lam Điền trên website ''báo Tuổi Trẻ'' ra ngày 26 tháng 9 [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/512229\/Chia-se-mien-phi-bao-Phong-Hoa---Ngay-Nay.html].<\/ref>\n\nCho tới nay, Tự Lực văn đoàn được nhiều nhà nghiên cứu đánh giá là hội nhóm sáng tác văn nghệ (do tư nhân sáng lập và điều hành) có sức ảnh hưởng văn hóa sâu rộng nhất không chỉ trong thời hiện đại mà còn trong cả lịch sử văn học viết khoảng chừng một nghìn năm của Việt Nam. Trong thời kỳ hưng thịnh của Tự Lực văn đoàn, họ có thanh thế rất mạnh cả ở lĩnh vực văn chương và báo chí.<ref name=\"TruongChính-TLVĐ\">Phạm Phú Phong, ''[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p0\/c7\/n29239\/Nhat-Linh-Chu-soai-Tu-Luc-van-doan-va-nha-tieu-thuyet-moi.html Nhất Linh - Chủ soái 'Tự Lực văn đoàn' và nhà tiểu thuyết mới. Kỷ niệm 88 năm báo Phong hóa (7\/1932 - 7\/2020) và Tự Lực văn đoàn]''. (Tạp chí Sông Hương, 29\/07\/2020). Nhà phê bình văn học [[Trương Chính]] trong ''Tiểu luận phê bình'' (NXB. Văn Học, 1993) viết: \"Có thể nói trong vòng tám năm, từ 1932 đến 1940, Tự Lực văn đoàn chiếm ưu thế tuyệt đối trên văn đàn công khai; sách báo của họ in đẹp nhất, bán chạy nhất, có một ảnh hưởng nhất định trong giới trí thức tư sản và tiểu tư sản thành thị, điều đó không ai phủ nhận được, mà người đứng đầu là Nhất Linh, tức Nguyễn Tường Tam, viết văn hay đã đành, lại là người có óc tổ chức, có nhiều sáng kiến; những người ghét ông cũng phải phục, muốn bắt chước cũng không bắt chước được. Nói gì thì nói, nhóm Tự Lực văn đoàn của ông có một vai trò rất lớn trong sự phát triển văn học của ta những năm ba mươi.\"<\/ref><ref name=\"TruongTuu1997\">[[Trương Tửu]], ''[http:\/\/vanhoanghean.com.vn\/k2-categories\/goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/9275-truong-tuu-tu-bach-1%20%20Tr%C6%B0%C6%A1ng%20T%E1%BB%ADu%20t%E1%BB%B1%20b%E1%BA%A1ch%2022%20Th%C3%A1ng%2012%202013 Trương Tửu tự bạch]''. Nhà phê bình văn học Trương Tửu (1997): \"Sở dĩ mình không phê bình những người khác, nhóm khác, chỉ riêng Tự Lực Văn Đoàn vì họ viết thật là hay. Trong các tác giả lúc bấy giờ không có nhóm nào viết hay như những tác giả Tự Lực Văn Đoàn. Thanh niên mê lắm, theo ồ ạt.\" (Ghi chép cuộc nói chuyện với nhà văn Trương Tửu. Tư liệu của chương trình nghiên cứu văn học Việt Nam thế kỷ XX. Người thực hiện: PGs Tôn Thảo Miên, PTs. Hà Công Tài, Viện Văn Học, Hà Nội, ngày 12\/08\/1997). (Tạp chí Văn hóa Nghệ An, 22\/12\/2013)<\/ref> Riêng trong địa hạt văn học, các cây bút văn xuôi của nhóm đã góp sức cùng nhau tạo nên cả một trường phái hoặc ở mức độ rộng hơn là phát động cả một trào lưu sáng tác văn chương nghiêng nhiều về khuynh hướng lãng mạn gắn liền với tên gọi của văn đoàn mà về sau mới có những khái niệm phổ biến trong giới nghiên cứu như “trường phái văn chương Tự Lực”<ref name=\"VanxuoiTLVĐ\">“Trường phái văn chương Tự Lực” hay diễn đạt cụ thể hơn là mảng sáng tác văn xuôi giàu tính nghệ thuật theo phong cách viết đặc trưng nghiêng nhiều về khuynh hướng lãng mạn của Tự Lực Văn Đoàn (đặc biệt thể hiện rõ nét trong tiểu thuyết và truyện ngắn của họ), về nhiều mặt có thể xem là bộ phận hợp thành đặc biệt và nổi bật nhất của “trường phái văn xuôi Tự Lực” hiểu theo nghĩa rộng, trong đó còn bao gồm cả bộ phận đặc biệt khác là mảng sáng tác văn xuôi nghị luận - báo chí đặc sắc của nhóm, được đăng trên các cơ quan ngôn luận chính thức của họ là hai tờ tuần báo ''[[Phong Hóa (tuần báo)|Phong Hóa]]'' và ''[[Ngày Nay (tuần báo)|Ngày Nay]]''.<\/ref><ref>Phan Trọng Thưởng; Nguyễn Cừ (tuyển chọn và giới thiệu), ''Văn chương Tự Lực Văn Đoàn'' (3 tập), Nhà xuất bản Giáo Dục, Hà Nội, 1999<\/ref><ref>Nguyễn Công Lý, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/giao-duc\/3612-vn-chng-t-lc-vn-oan-va-th-mi-trong-chng-trinh-trung-hc-mon-vn-min-nam-trc-nm-1975.html Văn chương Tự Lực Văn Đoàn và Thơ Mới trong chương trình trung học môn Văn ở miền Nam trước năm 1975]''. (Khoa Văn học và Ngôn ngữ - Trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia TP. HCM, 30\/10\/2012)<\/ref><ref>Hồ Thị Xuân Quỳnh, ''Một số phương pháp tạo ấn tượng thẩm mỹ trong việc dạy học văn chương Tự Lực Văn Đoàn'', Tạp chí Khoa học Trường Đại học Cần Thơ, 55 (Số chuyên đề: Khoa học Giáo dục): 96–104<\/ref><ref>Nguyễn Thị Hoàng Mai, ''[https:\/\/sti.vista.gov.vn\/tw\/Lists\/TaiLieuKHCN\/Attachments\/323019\/CTv149V5S320211166.pdf Văn chương Tự Lực Văn Đoàn trong chương trình giáo dục phổ thông ở miền Nam (1955–1975)]''. (Tạp chí Phát triển Khoa học và Công nghệ – Khoa học Xã hội và Nhân văn, 5(3):1166–1171)<\/ref> hay cụ thể hơn nữa là “trường phái tiểu thuyết Tự Lực Văn Đoàn”.<ref name=\"PTNgũ\">[[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên: Văn học hiện đại 1862–1945''. (Sài Gòn: Quốc học tùng thư, 1965), tr. 447. Phạm Thế Ngũ: “…Có thể nói chỉ với Tự Lực văn đoàn chúng ta mới bắt đầu có tiểu thuyết Việt Nam. Ở giai đoạn trước, như ta đã thấy, chỉ thịnh hành tiểu thuyết dịch, còn đến sáng tác nếu có thì thường đều mang dáng điệu mô phỏng, mô phỏng Tây, mô phỏng Tàu, mô phỏng cốt truyện, mô phỏng nhân vật. Ðến khi tiểu thuyết Tự Lực ra đời mới thấy những vai tuồng Việt Nam, hoạt động giữa khung cảnh Việt Nam, trong một câu chuyện Việt Nam. Những thanh niên như Mai và Lộc, Lan và Ngọc, Minh và Liên, Loan và Dũng xuất hiện trên đường phố Hà Nội, trên đê Yên Phụ hay trên những đồi chè Phú Thọ đã cho người đọc 1932 cảm tưởng là những người bạn rất gần, những mảnh đời rất quen thuộc, hơn nữa họ đóng những tấn tuồng tình cảm mà người đọc trẻ trung trong xã hội bấy giờ đều đã từng sống hoặc mơ ước sống. Không kể những tiểu thuyết Tự Lực về kỹ thuật ly khai hẳn với những sáo [[truyện thơ Nôm|truyện Nôm]] (mà giai đoạn trước dù có sáng tác người ta vẫn còn chịu ảnh hưởng). [...] Không kể cách hành văn của họ cũng mới mẻ, nhẹ nhàng, lưu loát, có nhiều phong vị hấp dẫn. Bởi tất cả những lẽ đó nên những tác phẩm của họ bắt đầu xuất hiện trên [[Phong Hóa (tuần báo)|báo Phong Hóa]] rồi sách Ðời Nay, đã được người đọc bấy giờ đón nhận, mê say, và đã gây ra sau năm 1932 một phong trào tiểu thuyết mới phát triển rất mạnh khắp trong nước.”<\/ref><ref name=\"ThuyKhueC15\"\/><ref name=\"NgDangManh\"\/><ref>Hà Thanh Vân, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3587-th-mi-va-tiu-thuyt-t-lc-vn-oan-trong-s-tip-nhn-ca-c-gi-tr-vit-nam-hin-nay.html Thơ mới và tiểu thuyết Tự Lực văn đoàn trong sự tiếp nhận của độc giả trẻ Việt Nam hiện nay]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)<\/ref><ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2003<\/ref><ref>[[Trương Chính]], ''Nhìn lại vấn đề giải phóng phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Tạp chí Văn học, số 5-1990, tr.3<\/ref> [[Giải thưởng văn chương Tự Lực Văn Đoàn]] (do các thành viên chính thức của nhóm đề xuất tiêu chí trao giải, tự đứng ra tổ chức, gây quỹ, xét duyệt và trao tặng cho các cây bút sáng tác văn chương bên ngoài văn đoàn) cũng được nhiều người xem là một ý tưởng đột phá, một dấu ấn văn hóa có tầm quan trọng đối với cả tiến trình lịch sử văn học Việt Nam chứ không chỉ riêng trong thời hiện đại.\n\nDù thế mạnh của Tự Lực văn đoàn nghiêng hẳn về văn xuôi (đặc biệt trong [[tiểu thuyết]] và [[truyện ngắn]])<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\"\/> nhưng họ cũng được xem rộng rãi là tổ chức văn chương chuyên nghiệp quan trọng nhất đương thời có vai trò đỡ đầu, bảo trợ, cổ vũ cho [[Phong trào Thơ mới (Việt Nam)|phong trào Thơ mới của Việt Nam]] ngay từ buổi đầu sơ khai tới trọn thập niên 1930. Trong danh sách thành viên của họ thường có hai tên tuổi của phong trào Thơ mới là [[Thế Lữ]] và [[Xuân Diệu]]. Tính cho tới những thập niên đầu thế kỷ 21, Tự Lực văn đoàn cũng là hội nhóm sáng tác văn chương thu hút giới nghiên cứu phê bình một cách toàn diện và sôi nổi nhất trong lịch sử văn học Việt Nam (xem chi tiết ở mục tài liệu nghiên cứu, phê bình về Tự Lực văn đoàn trong phần cuối bài viết). Bên cạnh địa hạt chính là văn chương, Tự Lực văn đoàn cũng có chỗ đứng rất nổi bật [[lịch sử báo chí Việt Nam|trong lịch sử báo chí - truyền thông đại chúng]] (thông qua hai tờ tuần báo ''[[Phong Hóa (tuần báo)|Phong Hóa]]'' và ''[[Ngày Nay (tuần báo)|Ngày Nay]]'') cũng như xuất bản (thông qua [[An Nam xuất bản cục]] và nhà xuất bản [[Đời Nay (nhà xuất bản)|Đời Nay]]) của Việt Nam.\n\nTuy nhiên, Tự Lực văn đoàn cũng đồng thời có thể là hội nhóm sáng tác văn nghệ gây nhiều tranh cãi nhất, hứng chịu nhiều chỉ trích - phê phán gay gắt nhất trong lịch sử Việt Nam tới nay,<ref name=\"NguyênNgọc\">[[Nguyên Ngọc]], ''[http:\/\/tiasang.com.vn\/-van-hoa\/doi-chut-ve-giai-thuong-tu-luc-van-doan-5507\/ Đôi chút về giải thưởng Tự lực văn đoàn]''. (Tạp chí Tia Sáng, 16\/08\/2012). Nguyên Ngọc: \"Những năm làm việc ở [[tạp chí Văn nghệ quân đội]] tại Hà Nội từ 1955 – 1962 trước khi trở lại chiến trường miền Nam, tôi sống nhiều cùng anh [[Thanh Tịnh]], rất thân thiết. Anh Tịnh là người rất hay chuyện, thường kể cho tôi bấy giờ là một cậu lính trẻ từ chiến trường xa mới ngơ ngác về thủ đô, bao nhiêu kỷ niệm tuổi thanh xuân của anh, đặc biệt hấp dẫn là về thời anh mới từ Huế ra Hà Nội hồi trước Cách mạng tháng Tám, tập tò bước vào văn học. Lạ, hấp dẫn, và lại có phần “bí mật” nữa, vì anh nói nhiều về Tự lực văn đoàn, ảnh hưởng của Tự lực văn đoàn đối với thế hệ anh, với riêng anh, mà ngày đó chúng tôi được dạy dỗ chu đáo và nghiêm khắc rằng cái nhóm văn học ấy nó là tư sản rất [[phản động]].\"<\/ref><ref name=\"LạiNguyênÂn\">[[Lại Nguyên Ân]], ''[https:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/tu-luc-van-doan-mot-nhom-loi-ich-trong-doi-song-van-nghe.html Tự lực văn đoàn, một \"nhóm lợi ích\" trong đời sống văn nghệ]''. (ChúngTa.com, 31\/3\/2014)<\/ref> mà một trong những nguyên nhân chính có thể do [[Đại Việt Dân chính Đảng|khuynh hướng chính trị cùng hoạt động đảng phái]] gia tăng của họ (cụ thể hơn là của bộ ba [[Nhất Linh]] – [[Hoàng Đạo (nhà văn)|Hoàng Đạo]] – [[Khái Hưng]])<ref>Trong số các thành viên chính thức của văn đoàn (chưa bao gồm những trường hợp đặc biệt như [[Trần Tiêu]], [[Nguyễn Tường Bách]], [[Đỗ Đức Thu]]) chỉ có bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng tham gia vào các [[Đại Việt Dân chính Đảng|hoạt động chính trị đảng phái đương thời]]. Một trường hợp đáng chú ý họa sĩ [[Nguyễn Gia Trí]] (1908–1993), một người có quan hệ rất gần cả về hoạt động văn nghệ lẫn chính trị đảng phái ([[Đại Việt Dân chính Đảng|đảng Đại Việt Dân Chính]]) với bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng đến mức Nguyễn Thị Thế (em gái của Nhất Linh) và nhà nghiên cứu văn học [[Thụy Khuê (nhà phê bình)|Thụy Khuê]] coi ông là một thành viên chính thức của văn đoàn mà không chọn nhà thơ Xuân Diệu vào. Một điều đáng chú ý nữa là trong năm 2012, Nguyễn Gia Trí đã được truy tặng [[Giải thưởng Hồ Chí Minh]] về văn học nghệ thuật.<\/ref><ref>Theo Trương Bảo Sơn, một đồng chí trong [[Việt Nam Quốc Dân Đảng]] thì “Khoảng cuối thập niên 30, anh [Nguyễn Gia Trí] cùng Nguyễn Tường Tam, Nguyễn Văn Luyện, Khái Hưng Trần Khánh Dư, Hoàng Đạo Nguyễn Tường Long thành lập [[Đại Việt Dân chính Đảng|đảng Đại Việt Dân Chính]]. Đảng này đã bị Pháp khủng bố, Nguyễn Tường Tam đã phải chạy sang Trung Hoa, Nguyễn Gia Trí bị Pháp bắt đày lên Sơn La, một nơi nổi tiếng nước độc.” (''Tiếc Thương Nguyễn Gia Trí'', Trương Bảo Sơn- Tạp chí Nắng Mới, số 24 tháng 9-1993)<\/ref> trong giai đoạn cuối trước khi dần tan rã. Ngay cả số lượng tối đa thành viên chính thức suốt lịch sử của văn đoàn là 7 (\"thất tinh\")<ref>[[Nguyễn Tường Bách]] (1916–2013), một trong những người em trai của Nhất Linh, đồng thời là đảng viên [[Đại Việt Dân chính Đảng|Đại Việt Dân Chính Đảng]] và cộng tác viên thân cận của văn đoàn, trong hồi ký ''Việt Nam một thế kỷ qua'' viết: “Tự lực văn đoàn gồm sáu người tức Nhất Linh, Khái Hưng, Hoàng Đạo, Tú Mỡ, Thạch Lam, Thế Lữ - Anh [[Nguyễn Gia Trí |Gia Trí]] không ở trong văn đoàn, tuy góp nhiều về tranh vẽ và ý kiến. Sau này cũng chỉ thêm một thành viên là Xuân Diệu, cộng thành Thất tinh hay Thất hiền”.<\/ref> hay 8 (\"bát tú\"),<ref>''[https:\/\/giaoducthoidai.vn\/hu-thuc-tu-luc-van-doan-post75685.html Hư thực Tự Lực Văn Đoàn]''. (Báo Giáo Dục & Thời Đại, 04\/08\/2020). Trích dẫn: “Bộ sách 3 tập \"Văn chương Tự Lực Văn Đoàn\" do Phan Trọng Thưởng và Nguyễn Cừ giới thiệu (NXB Giáo Dục, 1999, 2006), sách \"Anh em Nguyễn Tường Tam - Nhất Linh ánh sáng và bóng tối\" của Khúc Hà Linh (NXB Thanh Niên, 2008, 2010, 2013, 2017), mục từ Tự Lực Văn Đoàn trong tập 4 (T-Z) \"Từ điển bách khoa Việt Nam\" (2005) đều cho rằng Tự Lực Văn Đoàn gồm 8 thành viên gọi là \"bát tú\": Nhất Linh, Khái Hưng, Hoàng Đạo, Thế Lữ, Thạch Lam, Tú Mỡ, Xuân Diệu, Trần Tiêu.”<\/ref> rồi danh sách cụ thể các thành viên (vấn đề thêm người nào hay bớt người nào và vấn đề tư cách thành viên chính thức hay dự bị)<ref name=\"TLVĐ1\">Về tư cách thành viên chính thức của Tự Lực văn đoàn, có một số nhân vật gây nhiều tranh luận trong giới nghiên cứu hơn cả là [[Xuân Diệu]], [[Trần Tiêu]], [[Đỗ Đức Thu]], [[Nguyễn Gia Trí]], [[Nguyễn Cát Tường]]. Cả em gái của Nhất Linh là Nguyễn Thị Thế (''Hồi ký về gia đình Nguyễn Tường'', 1996) và nhà nghiên cứu văn học [[Thụy Khuê (nhà phê bình)|Thụy Khuê]] (''Tự Lực văn đoàn - Văn học và cách mạng'', 2021) đều cho danh họa Nguyễn Gia Trí là một thành viên chính thức của Tự Lực văn đoàn nhưng cũng đồng thời loại bỏ nhà thơ tên tuổi Xuân Diệu khỏi danh sách chính thức. Điều này có thể do nguyên nhân thực tế rằng dấu ấn của Xuân Diệu với tư cách một thành viên chính thức của văn đoàn hay đóng góp vào hoạt động chung của văn đoàn là mờ nhạt hơn hẳn các thành viên chính thức (những người đồng thời đều là các cây bút văn chương và báo chí) còn lại. Một phần bởi lý do Xuân Diệu được nhiều nhà nghiên cứu cho là thành viên chính thức cuối cùng gia nhập văn đoàn (có thể là vào năm 1938), sau khi từ miền Trung ra Hà Nội để học luật từ năm 1937, đặc biệt lại ở vào thời kỳ những năm cuối thập niên 1930 khi mà bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng (chưa kể Nguyễn Gia Trí) đang dần [[Đại Việt Dân chính Đảng|chuyển hướng sang hoạt động chính trị đảng phái]]. Chuyên gia nghiên cứu về Tự Lực Văn Đoàn là nhà văn Vu Gia thì cho rằng Trần Tiêu là một thành viên chính thức của nhóm (trong sách ''Trần Tiêu, nhà văn độc đáo của Tự Lực văn đoàn'', nhà xuất bản Thanh niên, 2006).<\/ref> cũng như mức độ chính xác thời điểm thành lập và giải tán thực sự của văn đoàn tới giờ vẫn là những chủ đề tranh luận chưa có hồi kết của giới nghiên cứu lịch sử văn học cũng như báo chí Việt Nam. Trong thời của họ, Tự Lực Văn Đoàn đã có không ít đối thủ cạnh tranh công kích lẫn nhau cả trong làng báo lẫn làng văn.<ref name=\"LạiNguyênÂn\"\/> Một vài nguyên nhân quan trọng nữa khiến họ (chính xác hơn là bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng) nhận được không mấy thiện cảm, quan tâm từ đại bộ phận giới nghiên cứu, phê bình, giảng dạy và sáng tác văn chương trong nước suốt nhiều thập kỷ kể từ sau năm 1945 là hoàn cảnh xuất thân, hoạt động chính trị - xã hội, rồi khuynh hướng sáng tác \"bị gắn mác\" như “''trưởng giả''” - “''(tiểu) tư sản''” - “''lãng mạn''” - “''ủy mị''” - “''bế tắc''” - “''ảo tưởng''” - “''ru ngủ''” - “''thiếu tinh thần cách mạng''” - “''thiếu tính [[đấu tranh giai cấp]]''” theo khuôn định của hệ thống giáo dục [[xã hội chủ nghĩa]] được thiết lập một cách độc tôn chính thức [[Việt Nam Dân chủ Cộng hòa|ở miền Bắc Việt Nam]] từ đầu thập niên 1950 trở đi.<ref name=\"CongLy\"\/><ref name=\"NguyênNgọc\"\/><ref>Hà Thanh Vân, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3587-th-mi-va-tiu-thuyt-t-lc-vn-oan-trong-s-tip-nhn-ca-c-gi-tr-vit-nam-hin-nay.html Thơ mới và tiểu thuyết Tự Lực văn đoàn trong sự tiếp nhận của độc giả trẻ Việt Nam hiện nay]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)<\/ref> Với cả nhóm nói chung cũng như từng thành viên nói riêng, cách đánh giá của giới nghiên cứu Việt Nam (cả trong nước lẫn hải ngoại) cho tới nay phần lớn vẫn còn tương đối dè dặt và không nhất quán.<ref name=\"Đánh giá lại Tự Lực Văn Đoàn\">[[Nguyễn Hưng Quốc]], ''[https:\/\/damau.org\/28181\/danh-gia-lai-tu-luc-van-doan Đánh giá lại Tự Lực Văn Đoàn]''. (Tạp chí văn chương Da Màu, 22\/07\/2013)<\/ref><ref name=\"CongLy\"\/><ref name=\"NguyênNgọc\"\/> Lấy một thí dụ tiêu biểu, trong số các cây bút (đồng thời là thành viên chính thức) chuyên về văn xuôi của nhóm thì [[Thạch Lam]] có lẽ là người có được sự tiếp nhận nồng nhiệt, ưu ái hơn cả từ giới nghiên cứu, phê bình và giảng dạy trong nước đặc biệt kể từ đầu [[Đổi Mới|thời kỳ Đổi Mới]] tới nay.<ref name=\"Đánh giá lại Tự Lực Văn Đoàn\"\/> Trong khi đó, hành trạng chính trị - xã hội cũng như tác phẩm văn chương lẫn báo chí của bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng vẫn là những đối tượng phê phán và chỉ trích (thậm chí lên án) chủ yếu của đại bộ phận giới phê bình, giảng dạy \"chính thống\" trong nước mỗi khi cần đề cập tương đối chi tiết đến lịch sử văn đoàn.\n\n==Đặc điểm nổi bật==\n{{Văn học Việt Nam}}\n[[Tập tin:Nhà văn Nhất Linh.jpg|nhỏ|Nhất Linh Nguyễn Tường Tam, người thường được coi là chủ soái và “linh hồn” của văn đoàn bởi sở hữu những tố chất gần như bẩm sinh của một nhà tổ chức ưu tú. Nhất Linh là một trong hai cây bút \"đàn anh\" (cùng với Khái Hưng) của nhóm, giúp tạo dựng vị thế lịch sử cho “trường phái văn chương Tự Lực”<ref name=\"VanxuoiTLVĐ\"\/> nói chung và “trường phái tiểu thuyết Tự Lực Văn Đoàn” nói riêng<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\"\/><ref name=\"TruongTuu1997\"\/><ref name=\"TruongChính-TLVĐ\"\/>]]\n[[Tập tin:Khaihung.jpg|nhỏ|Được nhiều người đánh giá là cây bút văn xuôi nổi trội nhất của nhóm, Khái Hưng Trần Khánh Giư giữ vai trò định hình cho “trường phái văn chương Tự Lực”,<ref name=\"VanxuoiTLVĐ\"\/> cụ thể hơn nữa là “trường phái tiểu thuyết Tự Lực Văn Đoàn” suốt thập niên 1930 tới những năm đầu thập niên 1940<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\"\/>]]\n[[Tập tin:Hoangdao.jpg|nhỏ|Là một cây bút văn xuôi độc đáo của “trường phái văn chương Tự Lực” nói chung,<ref name=\"VanxuoiTLVĐ\"\/> Hoàng Đạo Nguyễn Tường Long cũng đồng thời được xem là “lý thuyết gia” của văn đoàn. Trong số các thành viên chính thức của nhóm, bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng thường được xem là những cây bút có vai trò nổi bật nhất trong sự hình thành và phát triển của “trường phái tiểu thuyết Tự Lực Văn Đoàn”<ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết của Tự Lực Văn Đoàn qua ba tác giả Nhất Linh - Khái Hưng - Hoàng Đạo'', Luận án PTSKH Ngữ văn, Viện Văn học, Hà Nội, 1994<\/ref><ref>Nguyễn Thị Tuyến, ''Mô hình tiểu thuyết Tự Lực văn đoàn'', Luận án Tiến sĩ Ngữ văn, Đại học Sư phạm Hà Nội, 2004<\/ref>]]\n[[Tập tin:Nhà văn Thạch Lam.jpeg|nhỏ|Thạch Lam Nguyễn Tường Lân được xem là một cây bút văn xuôi sáng giá của nhóm, góp phần chung tạo nên chỗ đứng lịch sử cho “trường phái văn chương Tự Lực”<ref name=\"VanxuoiTLVĐ\"\/> suốt thập niên 1930 tới những năm đầu thập niên 1940<ref name=\"TruongTuu1997\"\/><ref name=\"TruongChính-TLVĐ\"\/>]]\n[[Tập tin:The Lu.jpg|nhỏ|[[Thế Lữ]] Nguyễn Đình Lễ, một gương mặt nổi trội của phong trào Thơ mới từ buổi sơ khai và đồng thời là một cây bút văn xuôi đặc sắc của “trường phái văn chương Tự Lực”<ref name=\"VanxuoiTLVĐ\"\/><ref>Trần Thị Thu, ''Văn xuôi Thế Lữ trong Tự Lực Văn Đoàn'', Luận văn Thạc sĩ Văn học, Đại học Sư phạm TP. HCM, 2012<\/ref>]]\n[[Tập tin:Tú Mỡ.jpg|nhỏ|[[Tú Mỡ]] Hồ Trọng Hiếu, gương mặt đại diện cho phong cách thơ trào phúng Tự Lực Văn Đoàn]]\n[[Tập tin:Xuandieupoet.jpg|nhỏ|[[Xuân Diệu]], một tên tuổi của phong trào Thơ mới, được nhiều nhà nghiên cứu cho là thành viên chính thức cuối cùng gia nhập văn đoàn (có thể là vào năm 1938), sau khi từ miền Trung ra Hà Nội để học luật từ năm 1937<ref name=\"TLVĐ1\"\/>]]\n[[Tập tin:Nguyengiatri.jpg|nhỏ|[[Nguyễn Gia Trí]], gương mặt hội họa nổi danh nhất gắn bó (cộng tác) với văn đoàn từ những ngày đầu mới sáng lập cho tới thời điểm gần như tan rã hẳn ở nửa đầu thập niên 1940]]\n[[Tập tin:Xã-Xệ et Lý-Toét.jpg|nhỏ|Một bức biếm họa đương thời về cặp đôi [[Bang Bạnh - Xã Xệ - Lý Toét|Lý Toét và Xã Xệ]]]]\n[[Tập tin:Bà luật-sư Nguyễn-thị-Hậu mặc y-phục tân-thời kiểu Lemur, 1936.jpg|nhỏ|Một trang ''[[Phong Hóa (tuần báo)|báo Phong Hóa]]'' cổ động y phục tân thời kiểu Lemur của họa sĩ [[Nguyễn Cát Tường]], một trong những nghệ sĩ cộng tác đắc lực của văn đoàn<ref>Phạm Thảo Nguyên, ''[[Áo dài]] [[Nguyễn Cát Tường|Lemur]] và bối cảnh [[Phong Hóa (tuần báo)|Phong Hóa]] & [[Ngày Nay (tuần báo)|Ngày Nay]]'', Nhà xuất bản Hồng Đức, Hà Nội, 2018<\/ref>]]\n[[Tập tin:Cô Hòa-Vân trong bộ y-phục tân-thời mùa thu của Lemur, 1938.jpg|nhỏ|Một trang ''[[Ngày Nay (tuần báo)|báo Ngày Nay]]'' cổ động y phục cải cách]]\nCho đến nay, nhiều nhà nghiên cứu (bao gồm [[Vu Gia]], một trong những học giả hàng đầu về văn phái Tự Lực) xem Tự Lực văn đoàn là tổ chức tư nhân làm văn chương và sống bằng văn chương (sáng tác văn học cũng như làm báo chí) một cách thực sự chuyên nghiệp và hiện đại đầu tiên ở Việt Nam. Họ là những người “tự lực” về nhiều mặt, đúng với tên gọi của văn đoàn. Dù thu nhập của họ có thể không cao hơn mấy so với mặt bằng trung bình của xã hội Việt Nam thời đó nhưng họ không cần phải qua con đường khoa cử thời cũ để tiến thân như cha ông họ cách đó chừng một thế hệ (so sánh với trường hợp của [[Tú Xương]]), cũng không cần nhờ vào hỗ trợ tài chính của chính quyền bảo hộ Pháp (như trường hợp [[Phạm Quỳnh]]) và cũng không đến nỗi phải sống lay lắt với nghiệp văn chương như thế hệ giao thời trước họ không lâu (như trường hợp [[Tản Đà]] “khi làm chủ báo, lúc viết mướn, hai chục năm dư cảnh khốn cùng”). \n\nSo với những nhóm sáng tác thơ văn từng tồn tại trước đó trong lịch sử Việt Nam (chẳng hạn như [[Tao đàn nhị thập bát tú]], [[Tao đàn Chiêu Anh Các]], [[Tùng Vân thi xã]]) hay một vài nhóm sáng tác văn học tư nhân đương thời với Tự Lực văn đoàn thì chỉ có nhóm Tự Lực mới hội tụ gần như đầy đủ tất cả những đặc tính cơ bản của một trường phái văn học (đặc biệt là trường phái ''tiểu thuyết Tự Lực Văn Đoàn'')<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\"\/><ref name=\"NgDangManh\"\/><ref>Hà Thanh Vân, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3587-th-mi-va-tiu-thuyt-t-lc-vn-oan-trong-s-tip-nhn-ca-c-gi-tr-vit-nam-hin-nay.html Thơ mới và tiểu thuyết Tự Lực văn đoàn trong sự tiếp nhận của độc giả trẻ Việt Nam hiện nay]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)<\/ref><ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2003<\/ref><ref>[[Trương Chính]], ''Nhìn lại vấn đề giải phóng phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Tạp chí Văn học, số 5-1990, tr.3<\/ref> hay một văn phái theo định nghĩa nghiêm ngặt của từ này. Đây là thứ khác biệt rõ ràng giữa Tự Lực văn đoàn với một vài nhóm sáng tác văn học Việt Nam ra đời trước họ và được gọi là văn phái như “[[Ngô gia văn phái]]” hay “[[Hồng Sơn văn phái]]”. Bởi vì so với tất cả các nhóm sinh hoạt văn nghệ đã tồn tại trước họ và hầu hết các nhóm văn bút trong lịch sử Việt Nam tính cho tới cuối thế kỷ 20 thì Tự Lực Văn Đoàn có ý thức tổ chức cao hơn hẳn (có cơ quan báo chí - ngôn luận chính thức và cơ quan xuất bản riêng của văn đoàn),<ref name=\"LạiNguyênÂn\"\/> quy chế thành viên tương đối chặt chẽ (số lượng thành viên chính thức suốt lịch sử của văn đoàn luôn chỉ dao động tối đa từ 7 đến 8, phụ thuộc vào quan điểm phân loại của giới nghiên cứu), cương lĩnh hoạt động, tuyên ngôn tư tưởng rõ ràng, một khuynh hướng nghệ thuật định hình cùng phong cách sáng tác tập thể mang đặc trưng cao (đặc biệt trong thể loại tiểu thuyết).<ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2003<\/ref><ref>Nguyễn Thị Tuyến, ''Mô hình tiểu thuyết Tự Lực văn đoàn'', Luận án Tiến sĩ Ngữ văn, Đại học Sư phạm Hà Nội, 2004<\/ref> Ngay cả '[[Trường thơ Loạn|Thi phái Bình Định]]' (với những tên tuổi như [[Hàn Mặc Tử]], [[Quách Tấn]], [[Yến Lan]], [[Chế Lan Viên]], [[Bích Khê]]) hay [[Sáng Tạo (nhóm văn nghệ)|nhóm văn nghệ 'Sáng Tạo']] (với những thành viên chủ chốt như [[Trần Thanh Hiệp]], [[Doãn Quốc Sỹ]], [[Nguyễn Sỹ Tế]], [[Mai Thảo]], [[Thanh Tâm Tuyền]], [[Tô Thùy Yên]]) một thời nổi tiếng tại [[Việt Nam Cộng hòa|miền Nam trong giai đoạn cuối thập niên 1950 đầu thập niên 1960]] hay một vài nhóm sáng tác thơ văn tư nhân ra đời sau này cũng chưa có nhóm nào cho tới nay từng vươn tới mức độ ảnh hưởng sâu rộng trong lịch sử văn hóa Việt Nam nói chung như Tự Lực Văn Đoàn đã tạo nên trong khoảng chưa đầy một thập kỷ hoạt động ngắn ngủi nhưng sôi nổi, đa dạng của họ (1932–1942). Và một thực tế lịch sử nữa là chưa từng có nhóm sáng tác văn học nào ở Việt Nam từ trước tới nay thu hút giới nghiên cứu phê bình một cách toàn diện như Tự Lực Văn Đoàn. Đối tượng nghiên cứu ở đây không chỉ là sự nghiệp sáng tác của từng thành viên cụ thể trong nhóm mà còn là thành tựu sáng tác, phong cách viết, lịch sử hoạt động của cả văn đoàn nói chung (xem chi tiết ở mục “Tài liệu nghiên cứu, phê bình về Tự Lực văn đoàn” trong phần cuối bài viết).\n\nMột đặc điểm quan trọng không nên bỏ qua khi nghiên cứu về Tự Lực văn đoàn là hầu hết những thành viên trụ cột của nhóm như [[Khái Hưng]] Trần Khánh Giư, [[Nhất Linh]] Nguyễn Tường Tam, [[Hoàng Đạo (nhà văn)|Hoàng Đạo]] Nguyễn Tường Long, [[Thạch Lam]] Nguyễn Tường Lân (nếu không kể thêm [[Trần Tiêu]], em ruột Khái Hưng) đều có gốc gác [[xứ Đông]] hay trấn Hải Đông cũ, một tiểu vùng văn hóa cổ mà vành đai trung tâm nằm trong hai tỉnh thành Hải Dương và Hải Phòng ngày nay, ngoài ra cũng bao gồm một phần của Hưng Yên và Quảng Ninh.<ref>Dương Kiều Minh, ''[http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/Den-voi-cai-noi-cua-Tu-luc-van-doan-325890\/ Đến với “cái nôi” của Tự lực văn đoàn]''. (Báo Công an nhân dân điện tử, 11\/08\/2008)<\/ref><ref>Xuân Ba, ''[https:\/\/www.tienphong.vn\/xa-hoi-phong-su\/ve-cam-giang-tim-dau-tu-luc-van-doan-596431.tpo Về Cẩm Giàng tìm dấu Tự Lực Văn Đoàn]''. (Báo điện tử Tiền Phong, 21\/10\/2012)<\/ref><ref>Đỗ Phú Thọ, ''[https:\/\/www.qdnd.vn\/van-hoa-giao-duc\/doi-song-van-hoa\/tu-hao-la-dan-vinh-bao-546209 Tự hào là dân Vĩnh Bảo]''. (Báo điện tử Quân đội nhân dân, 07\/08\/2018)<\/ref><ref>Hoàng Giang, ''[https:\/\/baophapluat.vn\/nhip-song-hom-nay\/hai-duong-sap-nhap-thi-tran-cam-giang-co-lam-mat-di-thi-tran-van-chuong-460269.html Hải Dương: Sáp nhập thị trấn Cẩm Giàng có làm mất đi “thị trấn văn chương”?]''. (Báo Pháp luật Việt Nam, 8\/7\/2019)<\/ref> Yếu tố văn hóa vùng miền (xứ Đông) cùng với các mối quan hệ truyền thống trong trật tự gia đình lẫn xã hội kiểu cũ có ảnh hưởng rất rõ nét đến sáng tác văn chương của Khái Hưng và Nhất Linh,<ref name=\"ThuyKhueC13b\">[[Thụy Khuê (nhà phê bình)|Thụy Khuê]], ''[http:\/\/thuykhue.free.fr\/TLVD\/TLVD-13-TraiCamGiang\/13-TraiCamGiang-BayAnhEm.html Tự Lực văn đoàn, văn học và cách mạng, 13-Trại Cẩm Giàng, Phần II: Bảy anh chị em Nguyễn Tường]'' (2021). Thụy Khuê: \"Sở dĩ tiểu thuyết Tự Lực văn đoàn có hấp lực lớn lao với độc giả, vì, ngoài tài năng của các nhà văn, còn có sự hậu thuẫn bằng chất liệu lấy ra từ chính đại gia đình họ: ở Khái Hưng là một gia đình quyền quý, đa thê, mẹ ghẻ, con chồng. Và ở Nhất Linh là nhà nghèo, các con phải tự học để lập thân, là bi kịch mẹ chồng nàng dâu, trọng nam khinh nữ và sự phân chia giai cấp trong chính gia đình ông.\"<\/ref> hai cây bút \"đàn anh\" giữ vai trò định hình cho “trường phái văn chương Tự Lực”<ref>[[Trương Chính]], ''Nhìn lại vấn đề giải phóng phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Tạp chí Văn học, số 5-1990, tr.3<\/ref> suốt thập niên 1930 tới đầu thập niên 1940. Riêng bộ ba Nhất Linh – Hoàng Đạo – Khái Hưng thường được xem là những cây bút trụ cột giúp tạo dựng và khẳng định chỗ đứng cho “trường phái tiểu thuyết Tự Lực Văn Đoàn” trong lịch sử [[văn học Việt Nam]].<ref name=\"PTNgũ\"\/><ref name=\"ThuyKhueC15\"\/><ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2003<\/ref><ref>Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết của Tự Lực Văn Đoàn qua ba tác giả Nhất Linh - Khái Hưng - Hoàng Đạo'', Luận án PTSKH Ngữ văn, Viện Văn học, Hà Nội, 1994<\/ref><ref>Nguyễn Thị Tuyến, ''Mô hình tiểu thuyết Tự Lực văn đoàn'', Luận án Tiến sĩ Ngữ văn, Đại học Sư phạm Hà Nội, 2004<\/ref> Những thành tựu của Tự Lực văn đoàn vì thế cũng có thể xem là những đóng góp nổi bật của văn học xứ Đông trong lịch sử văn chương Việt Nam. Trước đó, từng có một thời kỳ — thời kỳ [[văn hóa Lê-Mạc]] (1428–1592) — mà xứ Đông đóng vai trò tiên phong dẫn đường đối với việc sáng tạo thơ văn Việt Nam, với những đại diện tiêu biểu như [[Nguyễn Trãi]], [[Nguyễn Dữ]] (cũng đôi khi được gọi là Nguyễn Dư hay Nguyễn Tự), [[Nguyễn Bỉnh Khiêm]]. Cần nhớ rằng việc sáng tác thơ văn bằng [[chữ Nôm]] của người Việt đã có những bước đi chập chững đáng ghi nhận ở [[văn hóa Lý-Trần|thời kỳ Lý-Trần]] (1009–1400) nhưng chỉ thực sự tạo ra những bước đột phá vững chắc đầu tiên trong [[văn hóa Lê-Mạc|thời đại Lê-Mạc]] với 2 tập [[thơ Việt Nam|thơ Nôm]] của các tác gia gốc xứ Đông là ''[[Quốc âm thi tập]]'' của Nguyễn Trãi và ''[[Bạch Vân quốc ngữ thi tập]]'' của Nguyễn Bỉnh Khiêm.<ref>Bùi Duy Dương, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=1698&Catid=766 Thành ngữ gốc Hán trong ba kiệt tác thơ Nôm]''. (Tạp chí Hán Nôm, Số 5 [96], 2009)<\/ref><ref>Nguyễn Kim Châu, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3907:s-phat-trin-ca-ting-vit-vn-hc-th-k-xvi-qua-cai-nhin-i-sanh-gia-qquc-am-thi-tpq-ca-nguyn-trai-vi-qbch-van-quc-ng-thi-tpq-ca-nguyn-bnh-khiem&catid=63:vn-hc-vit-nam&Itemid=106&lang=vi Sự phát triển của tiếng Việt văn học thế kỷ XVI qua cái nhìn đối sánh giữa \"Quốc âm thi tập\" của Nguyễn Trãi với \"Bạch Vân quốc ngữ thi\" của Nguyễn Bỉnh Khiêm]''. (Tạp chí Khoa học, Khoa Khoa học Xã hội và Nhân văn, [[Trường Đại học Cần Thơ]], 2012)<\/ref> Đây thực sự là những thành tựu có ý nghĩa rất trọng đại với nền văn học dân tộc bởi vì như nhà nghiên cứu văn hóa [[Vũ Khiêu]] (1985) đã nhận xét rằng \"suốt bao nhiêu thế kỷ học chữ Hán và làm thơ bằng chữ Hán, các nhà trí thức Việt Nam trước những khó khăn về ngôn từ và thể loại đã lẩn tránh việc cố gắng làm thơ bằng tiếng mẹ đẻ.\" Bởi vậy nếu so sánh không quá khập khiễng, với tư cách là các tác gia xứ Đông ưu tú trong lịch sử sáng tác thơ văn của người Việt Nam, vai trò của những thành viên trụ cột của Tự Lực văn đoàn (điển hình là Khái Hưng, Nhất Linh, Hoàng Đạo, Thạch Lam) trong việc định hình một nền [[văn xuôi]] [[tiếng Việt]] giàu tính nghệ thuật (đặc biệt là về [[truyện ngắn]] và [[tiểu thuyết]])<ref name=\"PTNgũ\"\/> sử dụng [[chữ Quốc ngữ]] ở thời kỳ hiện đại là không ít quan trọng hơn bao nhiêu so với vai trò tiên phong xét trên tổng thể của Nguyễn Trãi và Nguyễn Bỉnh Khiêm trong việc tạo dựng diện mạo cho một nền thơ ca tiếng Việt [[:Thể loại:Văn học chữ Nôm|sử dụng chữ Nôm]] [[:Thể loại:Văn học trung đại Việt Nam|ở thời kỳ trung đại]].<ref>Nhà nghiên cứu văn hóa [[Vũ Khiêu]] trong bài viết “[http:\/\/ios.vass.gov.vn\/noidung\/tapchi\/Documents\/Baitapchi\/TCXHH1986\/So1\/So1_1986_VuKhieu3.pdf Kỷ niệm 400 năm ngày mất của Nguyễn Bỉnh Khiêm: Những vấn đề khoa học trong nghiên cứu Nguyễn Bỉnh Khiêm]” (1985) đã có đánh giá mang tính tổng kết về những đóng góp quan trọng của Nguyễn Bỉnh Khiêm cũng như Nguyễn Trãi trong dòng chảy của lịch sử thơ văn Việt Nam: “...Trước hết, phải thấy rằng suốt bao nhiêu thế kỷ học chữ Hán và làm thơ bằng [[chữ Hán]], các nhà trí thức Việt Nam trước những khó khăn về ngôn từ và thể loại đã lẩn tránh việc cố gắng làm thơ bằng tiếng mẹ đẻ. Trước sự sáng tạo của [[Hàn Thuyên|Nguyễn Thuyên]], sự quan tâm đặc biệt của Nguyễn Trãi, thành quả bước đầu của [[Lê Thánh Tông]] và [[Tao đàn Nhị thập bát Tú|nhóm Tao Đàn]], Nguyễn Bỉnh Khiêm đã suốt cuộc đời dành bao tâm huyết để làm thơ bằng tiếng Việt. Không chỉ nói với đồng bào mình những điều muốn nói. Ông cũng như Nguyễn Trãi đã đem hết nhiệt tình xây dựng nền văn học dân tộc mà lòng yêu nước và óc tự cường đã hằng ngày thôi thúc các ông. Với một di sản lớn lao mà ông để lại, thơ Nôm của ông đã đánh dấu một chặng đường quang vinh trong lịch sử văn học Việt Nam. Thơ văn ông vừa mang những nét mộc mạc và rắn chắc của thơ Nguyễn Trãi, vừa tiếp thu truyền thống trau chuốt và nhuần nhuyễn của thơ Lê Thánh Tông và nhóm Tao Đàn. Thơ của ông chính là sự chuẩn bị cần thiết cho sự phát triển rực rỡ của thơ Nôm thế kỷ XVIII. Có lẽ đầy lòng tự hào về tinh hoa và tiềm năng của dân tộc trong thơ ca dân gian Việt Nam mà ông đã đưa vào tràn ngập trong thơ ông những lời đẹp nhất của ca dao, tục ngữ. Thơ của ông hướng vào cuộc sống hằng ngày của nhân dân mà ông gần gũi và yêu quý. Có lẽ vì thế mà thơ Nôm của ông ít những lời sáo rỗng về phong, hoa, tuyết, nguyệt, mà lại đi vào lòng người với những nét rất thân thương của những đồ đạc, những rau cỏ, những chim muông gặp gỡ hằng ngày... Phải chăng vì gần gũi với đời sống như thế, ông đã thuộc tên từ cụ già đến trẻ em, đi vào niềm vui và nỗi lo của từng người, và từ đó đưa vào thơ một tính nhân dân sâu sắc...”<\/ref>\n\nTrong khoảng 10 năm tồn tại, thông qua nhiều hình thức sinh hoạt văn hóa mà Tự Lực văn đoàn đã thổi một luồng gió khai phóng vào xã hội [[Bắc Kỳ|Bắc]] [[Trung Kỳ]], ít nhiều thoát khỏi sự ràng buộc của những lề thói đã không còn thích ứng được với nhu cầu thời đại và tìm ra hướng tiếp cận xu thế hoàn cầu. Cho đến những thập kỷ đầu tiên của thế kỷ 21 đã có không ít nghiên cứu hệ thống, phê bình chuyên sâu, nhận định thẳng thắn của cả những nhà nghiên cứu trong nước và hải ngoại về vai trò lịch sử của Tự Lực văn đoàn.<ref name=\"CongLy\">Nguyễn Công Lý, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/giao-duc\/3612-vn-chng-t-lc-vn-oan-va-th-mi-trong-chng-trinh-trung-hc-mon-vn-min-nam-trc-nm-1975.html Văn chương Tự lực văn đoàn và thơ Mới trong chương trình trung học môn Văn ở miền Nam trước năm 1975]''. (Khoa Văn học và Ngôn ngữ - Trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia TP. HCM, 30\/10\/2012). Nguyễn Công Lý (2012): \"...Có thể đi đến kết luận văn chương Tự lực văn đoàn và Thơ Mới có một vai trò và vị trí quan trọng trong chương trình môn Văn trung học đệ nhất và đệ nhị cấp ở Miền Nam trước năm 1975. Trong khi đó, cùng thời gian này trong chương trình và sách giáo khoa ở Miền Bắc lại không hề nhắc đến; còn trong giáo trình Văn học sử giai đoạn 1930-1945 ở bậc đại học thì lại phê phán Tự Lực văn đoàn và Thơ Mới một cách gay gắt, nặng nề. Điều này có lý do tế nhị riêng của một thời đã qua. Rất may là từ sau 1986, nhất là từ 1990 đến nay, vấn đề này đã được nhìn nhận lại [...]\"<\/ref><ref>Trần Hoài Anh, ''[https:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=19829 Tự lực văn đoàn trong cái nhìn của lý luận – phê bình văn học ở miền nam 1954 – 1975]'' (Vanchuongviet.org, 10\/2\/2013)<\/ref> \n\nỞ đây có thể dẫn ra tổng kết ngắn gọn của học giả danh tiếng [[Hoàng Xuân Hãn]] (đăng trên ''Tạp chí Sông Hương'', số 37, 1989) rằng trong lịch sử văn học Việt Nam thì \"nhóm Tự Lực không phải là nhóm duy nhất nhưng là nhóm quan trọng nhất và là nhóm cải cách đầu tiên của nền văn học hiện đại.\" Nhà phê bình văn học [[Nguyễn Hưng Quốc]] (2013) nhận định về vai trò của nhóm không chỉ trong lịch sử văn học mà còn trong lịch sử văn hóa của Việt Nam nói chung: \"Trong lịch sử Việt Nam, giới cầm bút ít có thói quen sinh hoạt theo nhóm... Nhìn lại văn học trung đại, từ cuối thế kỷ 19 trở về trước, chúng ta chỉ biết tên được một số tổ chức được gọi là tao đàn hay văn thi xã, như [[Tao đàn nhị thập bát tú]] của vua [[Lê Thánh Tông]] ở cuối thế kỷ 15, [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]] của [[Mạc Thiên Tích|Mặc Thiên Tích]] ở thế kỷ 18, [[Mạc Vân thi xã|Tùng Vân thi xã]] của [[Tùng Thiện Vương]] ở thế kỷ 19. Chỉ có hai nhóm đầu là có quy mô lớn và hoạt động tương đối tích cực... Nhưng về tầm vóc, cả hai, so với Tự Lực Văn Đoàn, hoàn toàn không đáng kể. Có thể nói, không có nhóm văn học nào, của tư nhân, từ xưa cũng như đến tận ngày nay, có tổ chức chặt chẽ, hoạt động đa dạng và sôi nổi như nhóm Tự Lực Văn Đoàn cả. Về phương diện tổ chức, họ có hội viên, có quy định về việc kết nạp hội viên, và đặc biệt, có cả cương lĩnh hoạt động rõ ràng. Về hoạt động, họ bao trùm rất nhiều lãnh vực: văn học, xã hội (phong trào ''Ánh Sáng'') và về sau, từ năm 1939, cả chính trị nữa. Riêng trong lãnh vực văn học, họ không phải chỉ biết sáng tác mà còn ra báo (''[[Phong Hóa (tuần báo)|Phong Hóa]]'' và ''[[Ngày Nay (tuần báo)|Ngày Nay]]''), lập nhà xuất bản (''Đời Nay''), mở nhà in, và tổ chức các giải thưởng văn học. Trừ lãnh vực chính trị, trong mọi lãnh vực họ hoạt động, họ đều thành công rực rỡ. [[Trương Chính]] nhận định: “trong vòng tám năm, từ 1932 đến 1940, Tự Lực Văn Đoàn chiếm ưu thế tuyệt đối trên văn đàn công khai; sách báo họ in đẹp nhất, bán chạy nhất.” Chỉ với bảy người và chỉ trong khoảng một thời gian ngắn ngủi, họ làm được nhiều việc hơn bất cứ một nhóm văn học tư nhân nào khác trong cả lịch sử văn học Việt Nam từ trước đến nay... Đó không phải là nhóm lớn nhất hay quan trọng nhất trong “nền văn học hiện đại” hay trong giai đoạn 1930-1945 mà là trong suốt cả lịch sử kéo dài hơn một ngàn năm của văn học Việt Nam nói chung.\" Tuy nhiên đó cũng là \"một nhóm văn học chịu nhiều oan khuất nhất trong nửa sau thế kỷ 20 như là hậu quả của những tranh chấp về chính trị và ý thức hệ tại Việt Nam trong suốt cả hai cuộc chiến tranh kéo dài từ 1945 đến 1975 cũng như cả giai đoạn gọi là “[[Thời bao cấp|bao cấp]]” sau đó nữa... Với cả nhóm, cách đánh giá của giới nghiên cứu Việt Nam phần lớn vẫn còn khá rụt rè.\"<ref name=\"Đánh giá lại Tự Lực Văn Đoàn\"\/>\n\n==Lịch sử==\nTrong khoảng thời gian sống tại [[Pháp]], ngoài việc học khoa học, Nguyễn Tường Tam còn chuyên tâm nghiên cứu về nghề báo, và ông nhận thấy loại báo trào phúng là khá thích hợp với sở thích của nhiều người.<ref>Theo nhà văn Vu Gia, ''Nhất Linh trong tiến trình hiện đại hóa văn học'', tr. 23.<\/ref> Năm [[1930]], ông đỗ bằng [[Cử nhân (học vị)|Cử nhân]] khoa học, và trở về [[Hà Nội]] để thực hiện ước vọng của mình. Nguyễn Tường Tam nộp đơn xin Sở Báo chí cho phép ra báo ''Tiếng cười'', và chuẩn bị bài vở cho số báo đầu tiên. Tuy nhiên, lần nào hỏi thăm đều nghe người của sở ấy bảo rằng \"chờ xét\".<ref name=\"ReferenceA\">Theo lời kể của Tú Mỡ. Vu Gia dẫn lại, tr. 24.<\/ref> Trong thời gian đợi giấy phép ra báo, Nguyễn Tường Tam xin dạy học tại trường tư thục Thăng Long. Tại đây, ông quen biết với hai đồng nghiệp là Trần Khánh Giư ([[Khái Hưng]]) và Phạm Hữu Ninh.<ref>Theo Văn Giá, \"Sắp công bố toàn bộ báo Phong Hóa và Ngày Nay của Tự Lực văn đoàn\" đăng trên Tiền Phong online ngày 16 tháng 8 năm 2012 [http:\/\/www.tienphong.vn\/van-nghe\/591718\/Sap-cong-bo-toan-bo-bao-Phong-Hoa---Ngay-Nay-cua-Tu-luc-van-doan-tpp.html].<\/ref>\n\nKhi biết ông Ninh cùng Nguyễn Xuân Mai đang làm chủ tờ tuần báo ''Phong Hóa'', đã ra 13 số báo, nhưng sắp sửa phải đình bản vì không có gì mới mẻ để bạn đọc chú ý. Chớp thời cơ, Nguyễn Tường Tam ngỏ ý mua lại. Sau đó, ông Tam, với vai trò giám đốc (Directeur) tờ báo, liền cùng với một nhóm anh em bạn hữu gồm có: [[Khái Hưng]] (Trần Khánh Giư, vốn là cây bút cốt cán giữ nhiều mục quan trọng trên báo ''Phong Hóa'' suốt từ số 1 cho đến số 14),<ref>Theo Thanh Lãng, tr. 61.<\/ref> [[Tú Mỡ]] (Hồ Trọng Hiếu), [[Hoàng Đạo (nhà văn)|Hoàng Đạo]] (Nguyễn Tường Long), [[Thạch Lam]] (Nguyễn Tường Lân), tạo thành một ban biên tập hoàn toàn mới.<ref name=\"ReferenceA\"\/>\n\nBắt đầu ngày [[22 tháng 9|22 tháng 9]] năm [[1932]], báo ''Phong Hóa'' số 14 ra 8 trang khổ lớn, và được đánh giá là \"một quả bom nổ giữa làng báo\".<ref>Theo GS. Thanh Lãng (tr. 610) và Phạm Thế Ngũ (tr. 441).<\/ref>\n\nSau khi tờ báo \"bán chạy như tôm tươi ngay từ những số đầu\",<ref>Theo thi sĩ [[Nguyễn Vỹ]], ''Tuấn, chàng trai nước Việt'', chương 47, bản điện tử [http:\/\/thuvien.thegioitrochoi.vn\/story\/Read\/59729]{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}.<\/ref> Nguyễn Tường Tam cùng với các cộng sự quyết định thành lập một bút nhóm lấy tên là '''Tự Lực văn đoàn'''. Một thành viên của bút nhóm là [[Tú Mỡ]] kể lại (lược trích):\n\n:''...Tất cả những gì dự định cho báo \"Tiếng cười\", anh Tam dồn cả cho báo \"Phong Hóa mới\"...Báo làm ăn phát đạt, và mặc dù anh em làm việc quên mình, không vụ lợi, nhưng anh Tam vẫn phải chạy tiền khá chật vật để mỗi tuần kịp trả đủ cho nhà in và tiền mua giấy... Cuối năm đó (1932), tính sổ mới ngã ngửa ra: lời lãi chia theo số vốn, phần lớn chui vào két của nhà tư sản... Anh Tam bèn họp bàn với anh em, và đồng ý với nhau rằng: Không thể chơi với nhà tư sản được. Quyết định thành lập \"Tự lực văn đoàn\" trên nguyên tắc làm ăn dựa vào sức mình, theo tinh thần anh em một nhà; tổ chức không quá 10 người nên không phải xin phép Nhà nước; không cần có văn bản điều lệ: lấy lòng tin nhau làm cốt, chỉ nêu ra trong nội bộ mục đích tôn chỉ, anh em tự giác tuân theo''...<ref>Dẫn lại theo Vu Gia (tr. 25-26). Xem thêm bài viết của TS. Hoàng Văn Quang, \"Phong Hóa và những ước vọng xa vời\" trên website Đại học Quốc gia Hà Nội, nguồn đã dẫn.<\/ref>\n \nVề sau, khi điều kiện đã tốt hơn để mở rộng tầm hoạt động, bút nhóm ấy mới chính thức tuyên bố thành lập, với một tôn chỉ gồm 10 điều trên tuần báo ''Phong Hóa'' số 87 ra ngày thứ sáu, [[2 tháng 3]] năm [[1934]].\n\nTheo GS. [[Nguyễn Văn Xuân (học giả)|Nguyễn Văn Xuân]], mặc dù Tự Lực văn đoàn \"ra đời trong thời kỳ khó khăn mọi mặt: nghèo tiền, không thế lực, tinh thần quốc gia dao động, [[đế quốc thực dân Pháp|thực dân Pháp]] chèn ép đủ mặt; vậy mà các thành viên vẫn hợp tác được để dẫn dắt nhau ngang nhiên tiến bộ\"...<ref>GS. Nguyễn Văn Xuân, \"Nhất Linh - Người dẫn dắt nhau ngang nhiên tiến bộ\" in trong ''Nhất Linh trong tiến trình hiện đại hóa văn học'', tr. 436.<\/ref>\n\nDiễn biến của Tự lực văn đoàn có thể chia thành hai giai đoạn:\n===1934 - 1936===\nMặc dù Tự Lực văn đoàn chính thức tuyên bố thành lập vào [[tháng ba|tháng 3]] năm [[1934]], song nó đã hình thành từ cuối năm [[1932]]. Với cơ quan ngôn luận là báo ''Phong Hóa'', họ làm một cuộc cải cách xã hội bằng tiếng cười trào phúng. Họ đem những thói hư tật xấu và những hành vi đáng cười của những nhân vật \"tai to mặt lớn\" trong nhiều giới ra chế giễu. Nhân vật [[Bang Bạnh - Xã Xệ - Lý Toét|Lý Toét, Xã Xệ và Bang Bạnh]] như là ba kiểu người điển hình của mọi thứ tệ lậu này. Bên cạnh đó, các khuynh hướng sáng tác (như khuynh hướng lãng mạn, khuynh hướng hiện thực,...) đều đã có mặt, nhưng khuynh hướng luận đề chống phong kiến là nổi trội hơn cả.<ref>Theo Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới), tr. 1901-1902.<\/ref> Theo GS. [[Dương Quảng Hàm]], tác phẩm tiêu biểu nhất của khuynh hướng này là cuốn ''Đoạn tuyệt'' (1934) và ''Lạnh lùng'' (1936).<ref>Dương Quảng Hàm, ''Việt Nam văn học sử yếu'', tr. 454.<\/ref>\n \nLàm báo ''Phong Hóa'' được khoảng 2 năm, Nguyễn Tường Tam bèn xin phép ra thêm tờ tuần báo ''[[Ngày Nay (tuần báo)|Ngày Nay]]'' (số đầu tiên ra ngày [[30 tháng 1]] năm [[1935]]) nhưng để Nguyễn Tường Cẩm (là một công chức, anh của ông Tam) đứng tên. Ban đầu, báo không có mục trào phúng, nhưng có mục \"phóng sự điều tra với nhiều hình ảnh có tính cách mỹ thuật\". Đây là sự mới lạ đối với độc giả lúc bấy giờ, nên rất được hoan nghênh. Nhưng vì ấn loát tốn kém quá, lại phải chia sức ra, nên báo Ngày Nay chỉ ra được 13 số thì phải đình bản.\n\nSau khi báo ''Phong Hóa'' bị đóng cửa (số cuối 190 ra ngày [[5 tháng 6]] năm [[1936]]), báo ''Ngày Nay'' lại ra thay. Tục bản, báo chỉ có hai phần chính là \"tiểu thuyết\" và \"trông tìm\", không có phần \"trào phúng\", vì nó là nguyên nhân khiến tờ ''Phong Hóa'' bị rút giấy phép. Tuy nhiên, đến cuối năm ấy ([[1936]]), vì thời cuộc thay đổi (nổ ra phong trào lập kiến nghị để chờ đón Ủy ban điều tra của Chính phủ bình dân Pháp phái sang), khiến Tự Lực văn đoàn lại cho mở mục trào phúng nhưng giảm bớt so với trước, gọi là \"cười nửa miệng\" thôi.<ref name=\"Theo Phạm Thế Ngũ, tr. 442-443\">Theo Phạm Thế Ngũ, tr. 442-443.<\/ref>\n===1936 - 1942=== \n[[Tập tin:Drapeau de Groupe Lumière.svg|nhỏ|phải|331x331px|Hiệu kỳ [[Hội Ánh sáng]] (1937 - 1945).]]\nBước sang những năm [[1937]]- [[1939]], tờ ''Ngày Nay'' lại trở thành một cơ quan chính trị hẳn hoi, với những bài xã luận đanh thép của Hoàng Đạo, đề cập đến những vấn đề cấp thiết của thời đại. Ngoài ra, đây cũng là nơi Tự Lực văn đoàn cổ động cho phong trào Ánh Sáng (mục đích cải tạo nếp sống ở nông thôn) của họ... Văn đoàn ở giai đoạn này, cũng đã mở rộng cửa ra hơn, để đón nhận thêm nhiều văn nghệ sĩ có tài khác như: [[Vi Huyền Đắc]], [[Đoàn Phú Tứ]], [[Thanh Tịnh]], [[Xuân Diệu]], [[Huy Cận]],...<ref name=\"Theo Phạm Thế Ngũ, tr. 442-443\"\/> \nSau số 224 (ra ngày [[7 tháng 9|07 tháng 9]] năm [[1940]]), báo ''Ngày Nay'' bị nhà cầm quyền đóng cửa (chưa biết lý do).<ref>Thông tin thêm: Năm [[1945]], một số thành viên cũ như [[Khái Hưng]], [[Hoàng Đạo]], [[Nguyễn Tường Bách]] (1916–2013), Thế Lữ, Tú Mỡ, Thanh Tịnh tập họp lại, cho ra tờ ''Ngày Nay Kỷ Nguyên Mới'', nhưng chỉ được 16 số thì đình bản ngày [[18 tháng 8]] năm [[1945]].... Theo Phạm Thảo Nguyên - Nguyễn Trọng Hiền, \"Giới thiệu báo Phong Hóa-Ngày Nay\" [http:\/\/vanhoanghean.vn\/van-hoa-va-doi-song\/cuoc-song-quanh-ta\/5070-gioi-thieu-phong-hoa-ngay-nay.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120925041424\/http:\/\/vanhoanghean.vn\/van-hoa-va-doi-song\/cuoc-song-quanh-ta\/5070-gioi-thieu-phong-hoa-ngay-nay.html |date=2012-09-25 }}.<\/ref>\n\nHầu hết những khuynh hướng văn học đã có đều được văn đoàn tiếp tục ở giai đoạn này, tuy nhiên tiếng cười hài hước không còn tràn lan như trước. Có phần nổi đậm là khuynh hướng nghiêng về những người nghèo khổ. Ngoài ra cũng có một khuynh hướng mới, bắt đầu hé lộ những miền khuất tối, không thể nhận biết của cái \"tôi\", kể cả trên quá trình phân thân, tự hủy (như trong ''Bướm trắng'', 1939; ''Băn khoăn'', 1942). Không những thế, như trên đã nói, từ lĩnh vực văn chương, văn đoàn còn chuyển sang hoạt động xã hội. Sau nhiều năm tháng chuẩn bị, ngày [[16 tháng 8]] năm [[1937]], [[Hội Ánh sáng]] của Tự Lực văn đoàn ra đời. Đây là một hình thức tổ chức \"cải cách xã hội một cách êm thấm trong phạm vi luật pháp\" (lời Hoàng Đạo), nhằm tập họp đông đảo những người có từ tâm trong nước, cùng nhau góp một phần công của để triệt phá dần những nhà ổ chuột, xây dựng những ngôi nhà kiểu mới hợp vệ sinh giá rẻ cho dân nghèo, đồng thời tiến hành các hoạt động cứu tế xã hội,...<ref>Theo Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới, tr. 1902-1903) và một số nguồn ghi kèm theo bài.<\/ref>\n\nTừ khoảng năm [[1937]], không khí của [[Chiến tranh thế giới thứ hai]] tác động mạnh đến đời sống xã hội [[Việt Nam]]. Năm [[1940]], khi [[Nhật Bản|Nhật]] vào [[Bán đảo Đông Dương|Đông Dương]], Nguyễn Tường Tam và một số thành viên trong nhóm chuyển sang hoạt động chính trị.\n\nCuối năm [[1940]], Khái Hưng, Hoàng Đạo, Nguyễn Gia Trí...bị [[đế quốc thực dân Pháp|thực dân Pháp]] bắt giam rồi đày lên [[Sơn La]]. Năm [[1942]], Nguyễn Tường Tam trốn sang [[Trung Quốc]], Thạch Lam mất vì bệnh lao phổi tại [[Hà Nội]]. Theo một số nhà nghiên cứu văn học sử thì Tự Lực văn đoàn đã cơ bản tan rã từ khi ấy (tự giải tán vì \"sẩy đàn tan nghé\", nhưng không tuyên bố).<ref>Theo Khúc Hà Linh, ''Anh em Nguyễn Tường Tam...'' (Nhà xuất bản Thanh niên, 2008). Xem online ở đây: [http:\/\/trieuxuan.info\/?pg=tpdetail&id=7466&catid=3]. Vì không tuyên bố giải tán, nên năm Tự Lực văn đoàn ngưng hoạt động vẫn có ý kiến khác. Thí dụ như theo Nguyễn Huệ Chi thì Tự lực văn đoàn đã \"chấm dứt hoạt động thực tế kể từ sau năm [[1940]]\" (\"Thử định vị Tự Lực văn đoàn\", nguồn đã dẫn). Hoặc có ý kiến cho rằng phải sau khi tờ ''Ngày Nay Kỷ Nguyên Mới'' đình bản ngày [[18 tháng 8]] năm [[1945]] và [[Cách mạng tháng Tám]] nổ ra. Xem Phạm Thảo Nguyên - Nguyễn Trọng Hiền, nguồn đã dẫn.<\/ref>\n\nTóm lại, theo GS. [[Phạm Thế Ngũ]], thì:\n:Sự đàn áp thẳng tay của nhà cầm quyền Pháp nhiều năm (nhất là sau cuộc [[khởi nghĩa Yên Bái]] năm [[1930]]) đã gây một không khí hoang mang kinh sợ, hay buồn bã hoài nghi khắp nơi. Họ muốn trấn an, muốn lấy lại lòng tin nên cho mở hội chợ ở [[Thành phố Hồ Chí Minh|Sài Gòn]], ở [[Hà Nội]]...để người ta vui, người ta quên...Trong không khí ấy, nhóm Tự Lực văn đoàn tung ra cái tôn chỉ \"cười\",<ref>Tương tự, người cùng thời là thi sĩ [[Nguyễn Vỹ]] cũng đã viết rằng: \"Cái khôn khéo tùy thời của Nguyễn Tường Tam là biết lợi dụng đúng lúc sự chán nản của tinh thần thanh niên và dân chúng sau các vụ 'Hội Kín' liên tiếp thất bại, gây ra máu lửa hãi hùng và tang tóc...để phát hành tờ báo ''Phong Hóa'', chuyên về hài hước, cốt làm cho độc giả cười, thành một trò vui nhộn (''Tuấn, chàng trai nước Việt'', chương 47, bản điện tử [http:\/\/thuvien.thegioitrochoi.vn\/story\/Read\/59729]{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}).<\/ref> và chủ nghĩa \"lãng mạn lý tưởng xinh tươi\" sau đó thật là hợp thời...\n\n:Đến năm [[1936]] và những năm tiếp theo, thì cuộc diện đã khác. Ở [[Pháp]], đảng Xã hội lên cầm quyền, mở đầu cho những hoạt động chính trị diễn ra công khai ở [[Bán đảo Đông Dương|Đông Dương]]. Theo đó, nhóm văn đoàn ấy cũng xoay qua hoạt động chính trị, xã hội... Cây bút Hoàng Đạo thì tố cáo những thối nát của chính quyền, những lầm than của dân chúng dưới chế độ thực dân phong kiến. Nguyễn Tường Tam thì chủ xướng chiến dịch Ánh Sáng, chống nhà ổ chuột, cổ động cho phong trào truyền bá quốc ngữ,... Đối với nhóm Tự Lực văn đoàn, thì những gì \"xinh tươi ngày trước\" đã phai nhiều...<ref>Tóm tắt nhận định của Phạm Thế Ngũ, tr. 423-425.<\/ref>\n==Chủ trương==\nTrong tuần báo ''Phong Hóa'' số 87 ra ngày [[2 tháng 3]] năm [[1934]], có in lời tuyên ngôn và tôn chỉ (10 điều) của Tự Lực văn đoàn như sau:\n===Tuyên ngôn===\n:Tự lực văn đoàn họp những người đồng chí trong văn giới; người trong đoàn đối với nhau cốt có liên lạc về tinh thần, cùng nhau theo đuổi một tôn chỉ, hết sức giúp nhau để đạt được mục đích chung, hết sức che chở nhau trong những công cuộc có tính cách văn chương.\n\n:Người trong Văn đoàn có quyền để dưới tên mình chữ Tự Lực văn đoàn và bao nhiêu tác phẩm của mình đều được Văn đoàn nhận và đặt dấu hiệu.\n\n:Những sách của người ngoài, hoặc đã xuất bản, hoặc còn bản thảo, gửi đến Văn đoàn xét, nếu hai phần ba người trong Văn đoàn có mặt ở Hội đồng xét là có giá trị và hợp với tôn chỉ thì sẽ nhận đặt dấu hiệu của Đoàn và sẽ tùy sứ cổ động giúp. Tự Lực văn đoàn không phải là một hội buôn xuất bản sách.\n:Sau này nếu có thể được, Văn đoàn sẽ đặt giải thưởng gọi là giải thưởng Tự Lực văn đoàn để thưởng những tác phẩm có giá trị và hợp với tôn chỉ của Đoàn.\n===Tôn chỉ===\n:1. Tự sức mình làm ra những sách có giá trị về văn chương chứ không phiên dịch sách nước ngoài nếu những sách này chỉ có tính cách văn chương thôi: mục đích là để làm giàu thêm văn sản trong nước.\n:2. Soạn hay dịch những cuốn sách có tư tưởng xã hội. Chú ý làm cho người và xã hội ngày một hay hơn.\n:3. Theo chủ nghĩa bình dân, soạn những sách có tính cách bình dân và cổ động cho người khác yêu chủ nghĩa bình dân.\n:4. Dùng một lối văn giản dị, dễ hiểu, ít chữ nho, một lối văn thật có tính cách An Nam.\n:5. Lúc nào cũng mới, trẻ, yêu đời, có chí phấn đấu và tin ở sự tiến bộ.\n:6. Ca tụng những nết hay vẻ đẹp của nước mà có tính cách bình dân, khiến cho người khác đem lòng yêu nước một cách bình dân. Không có tính cách trưởng giả quý phái.\n:7. Trọng tự do cá nhân.\n:8. Làm cho người ta biết rằng đạo Khổng không hợp thời nữa.\n:9. Đem phương pháp khoa học thái tây<ref>Thái tây là tiếng gọi chung những nước Âu Tây.<\/ref> ứng dụng vào văn chương Việt Nam.\n:10. Theo một trong 9 điều này cũng được miễn là đừng trái ngược với những điều khác.\n\nTheo GS. [[Nguyễn Huệ Chi]], qua 10 điều ấy, có thể thấy văn đoàn đã đề ra 4 chủ trương lớn, đó là:\n\n:*Về văn học: Nhắm tới 3 mục tiêu lớn:\n::-1. Dấy lên một phong trào sáng tác làm cho văn học Việt Nam vốn đang nghèo nàn có cơ hưng thịnh.\n::-2. Xây dựng một nền văn chương [[tiếng Việt]] đại chúng.\n::-3. Tiếp thu phương pháp sáng tác của châu Âu hiện đại để hiện đại hóa văn học dân tộc.\n:*Về xã hội: Đề cao chủ nghĩa bình dân và bồi đắp lòng yêu nước trên cơ sở lấy tầng lớp bình dân làm nền tảng.\n:*Về tư tưởng: Vạch trần tính chất lỗi thời của những tàn dư Nho giáo đang ngự trị trong xã hội.\n:*Về con người: Lấy việc giải phóng cá nhân làm trung tâm điểm của mọi sáng tác.<ref>Theo Nguyễn Huệ Chi, ''Thử định vị Tự lực văn đoàn'', nguồn đã dẫn.<\/ref>\n\n===Cơ cấu===\nCơ quan ngôn luận của Tự Lực văn đoàn là tuần báo ''[[Phong Hóa]]'' (kể từ số 14 ra ngày [[22 tháng 9]] năm [[1932]], số cuối 190 ra ngày [[5 tháng 6]] năm [[1936]]), và từ năm [[1935]] thêm tuần báo ''Ngày nay'' (số đầu tiên ra ngày [[30 tháng 1]] năm [[1935]], số cuối 224 ra ngày [[7 tháng 9]] năm [[1940]]). Ngoài ra, văn đoàn còn có nhà xuất bản Đời Nay để tự xuất bản sách của mình.<ref>Sau khi báo ''Phong Hóa'' ra được vài tháng, Nguyễn Tường Tam liền nghĩ ngay đến việc lập nhà xuất bản. Ban đầu, ông nhờ một nhà tư sản là Bác sĩ Luyện mở \"An Nam xuất bản cục\". Mấy tác phẩm đầu tiên nhóm, như ''Hồn bướm mơ tiên'', ''Nửa chừng xuân''...đều in ở đó. Ít lâu sau, để tự chủ hơn, Tự Lực văn đoàn lập nhà xuất bản Đời Nay. Ban đầu, nơi đây chỉ xuất bản những tác phẩm của nhóm, về sau mới in cả những sách được giải thưởng Tự Lực văn đoàn, và của các văn gia khác mà họ công nhận có giá trị... Đến năm [[1940]], tờ ''Ngày Nay'' đóng cửa, nhưng nhà xuất bản Đời Nay vẫn còn và tiếp tục công việc phổ biến các sách của họ (theo [[Phạm Thế Ngũ]], tr. 443-444).<\/ref>\n \nTrụ sở chính của văn đoàn đặt ở nhà số 80 phố [[Quán Thánh]], [[Hà Nội]]. Đây vừa là tòa soạn báo ''Phong Hóa'', ''Ngày Nay''; vừa là trụ sở nhà xuất bản ''Đời Nay''.\nBan đầu, bút nhóm chỉ có 6 thành viên, gồm:\n:– [[Nguyễn Tường Tam]] (Nhất Linh), là Trưởng văn đoàn và cũng là Giám đốc báo ''Phong Hóa''.\n:– [[Khái Hưng]]\n:– [[Hoàng Đạo (nhà văn)|Hoàng Đạo]]\n:– [[Thế Lữ]]\n:– [[Thạch Lam]]\n:– [[Tú Mỡ]]\n\nVề sau, kết nạp thêm [[Xuân Diệu]].\n\nBên cạnh đó còn có những cộng sự viên khác (không ở trong tòa soạn báo ''Phong Hóa'' và Tự Lực văn đoàn), gồm:\n*Các [[nhà văn]], [[nhà thơ]]: [[Huy Cận]], [[Trọng Lang]], [[Đoàn Phú Tứ]], [[Đỗ Đức Thu]], [[Trần Tiêu]], [[Thanh Tịnh]], [[Phạm Cao Củng]], [[Tản Đà|Nguyễn Khắc Hiếu]], [[Tô Hoài]], [[Nguyên Hồng]], [[Đinh Hùng]], [[Nguyễn Công Hoan]], [[Vi Huyền Đắc]], [[Nguyễn Tường Bách]] (1916–2013),...\n*Các [[họa sĩ]]: [[Nguyễn Gia Trí]], [[Tô Ngọc Vân]], [[Nguyễn Cát Tường]], Lê Minh Đức (tạo ra nhân vật Xã Xệ),...<ref>Lược ghi theo di cảo viết tay \"Đời làm báo\" của [[Nguyễn Tường Tam|Nhất Linh]] [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3372%3Abut-hiu-t-lc-vn-oan&catid=129%3Aht-80-nm-th-mi-va-t-lc-vn-oan&Itemid=195&lang=vi]. Trước đây, do tư liệu gốc không có, nhiều tài liệu nghiên cứu đã công bố không chính xác số lượng các thành viên chính thức của bút nhóm, khi vắng người này, khi thêm người khác, mà Trần Tiêu là một thí dụ. Xem mục từ \"[[Trần Tiêu]]\".<\/ref>\n\nMột số văn nghệ sĩ kể trên, về sau đều thành danh, ít nhiều là nhờ người đứng đầu văn đoàn là Nguyễn Tường Tam. Theo GS. Nguyễn Huệ Chi, thì người đứng đầu ấy vốn là người có tài, có tâm và có tầm nhìn, biết đoàn kết cả nhóm trong một ý hướng chung, lại biết khơi gợi đúng thiên hướng của từng người mỗi tác giả trở thành một cây bút chuyên biệt nổi danh về một thể loại. Như Khái Hưng được ông khuyến khích chuyển từ lối viết luận thuyết trên các báo ''Văn học tạp chí, Duy tân'' (dưới bút danh Bán Than) sang viết tiểu thuyết; Tú Mỡ được ông gợi ý chuyên làm thơ trào phúng; Trọng Lang được ông cổ vũ đi hẳn vào phóng sự; còn Thế Lữ dưới con mắt Nguyễn Tường Tam phải là người mở đầu cho \"thơ mới\",...<ref>GS. Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới, tr. 1990). Xem thêm bài viết ''Thử định vị Tự lực văn đoàn'', nguồn đã dẫn.<\/ref>\n==Thành tựu==\n===Ấn phẩm===\nKhá nhiều tác phẩm của văn đoàn đã gây được tiếng vang, ở đây chỉ nêu ra một số như:\n*''[[Hồn bướm mơ tiên]]'' xuất bản ngày [[27 tháng 5]] năm [[1933]]. Đây là cuốn tiểu thuyết đầu tay của Khái Hưng và cũng là cuốn tiểu thuyết đầu tiên của văn đoàn.<ref>Theo Vu Gia, ''Nhất Linh trong tiến trình hiện đại hóa văn học'', tr. 27.<\/ref>\n*''[[Nửa chừng xuân]]'' (tiểu thuyết, 1934) của Khái Hưng.\n*''[[Thừa tự]]'' (tiểu thuyết, 1938) của Khái Hưng.\n*''[[Đoạn tuyệt]]'' (tiểu thuyết, 1934), ''[[Lạnh lùng]]'' (tiểu thuyết, 1936), ''[[Đôi bạn]]'' (tiểu thuyết, 1937). Cả ba quyển đều của Nhất Linh.\n*''[[Con đường sáng]]'' (tiểu thuyết, 1940) của Hoàng Đạo.\n*''[[Mấy vần thơ]]'' (tập thơ, 1935) của Thế Lữ.\n*''[[Gió đầu mùa]]'' (tập truyện ngắn, 1937) của Thạch Lam.\n*''[[Dòng nước ngược]]'' (thơ trào phúng, 1943) của Tú Mỡ.\n*''[[Thơ thơ]]'' (tập thơ, 1938) của Xuân Diệu,...\n\n===Giải thưởng===\nKhông chỉ sáng tác văn học, Tự Lực văn đoàn còn trao các giải thưởng cho các nhà văn không thuộc nhóm. Giải thưởng đã được xét trao cả thảy ba lần: [[1935]], [[1937]] và [[1939]]. Đây là một giải thưởng uy tín, một bảo chứng danh giá cho sự nghiệp văn chương của những người đoạt giải: [[Ðỗ Ðức Thu]], [[Phan Văn Dật]], [[Vi Huyền Đắc]], [[Nguyên Hồng]], [[Anh Thơ]], [[Tế Hanh]]...<ref>Theo Lam Điền, \"Chia sẻ miễn phí báo Phong Hóa-Ngày nay\", nguồn đã dẫn.<\/ref> Thoạt nhìn đã có thể thấy, đây là một giải thưởng có tính phát hiện cao. Hầu hết các tác phẩm được giải là tác phẩm đầu tay, và nhiều tác phẩm trong số đó lúc ra mắt qua giải thưởng Tự lực văn đoàn, như ''[[Bỉ vỏ]]'' của [[Nguyên Hồng]], ''Bức tranh quê'' của [[Anh Thơ (nhà thơ)|Anh Thơ]]... đã thành \"hiện tượng\" trong đời sống văn học. Và thật thú vị, những nhà văn chủ trì Tự lực văn đoàn, vốn được coi thuộc khuynh hướng lãng mạn, lại chọn biểu dương những cây bút gần như ngược hẳn với mình, đậm chất hiện thực xã hội, nhiều khi đến gay gắt. Có thể điều này rất quan trọng: giải thưởng do đó khêu gợi và quy tụ cả một dàn đồng ca rộn rã phong phú đa dạng như chưa từng có những tài năng mới, trẻ, góp phần tạo nên \"cả một thời đại mới trong văn học\" như cách nói của [[Hoài Thanh]].<ref>Nhà văn [[Nguyên Ngọc]], \"Đôi chút về giải thưởng Tự lực văn đoàn\" [http:\/\/tiasang.com.vn\/Default.aspx?tabid=115&CategoryID=41&News=5507] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120912012859\/http:\/\/www.tiasang.com.vn\/Default.aspx?tabid=115&News=5507&CategoryID=41 |date=2012-09-12 }}.<\/ref>\n==Dấu ấn==\nDưới đây là một vài nhận xét khái quát, mang tính tham khảo, của:\n*[[Hoàng Xuân Hãn]]:\n:Nhóm Tự Lực văn đoàn không phải là nhóm duy nhất, nhưng là nhóm quan trọng nhất và là nhóm cải cách đầu tiên của nền văn học hiện đại.<ref>Theo bài viết \"Chuyện trò với Hoàng Xuân Hãn\", tạp chí ''sông Hương'' số 37 (tháng 4 năm 1989), Huế, tr. 74.<\/ref>\n \n*[[Dương Quảng Hàm]]:\n:Công việc của Tự Lực văn đoàn đã có ảnh hưởng về đường xã hội và đường văn học:\n:- Về đường xã hội, cái biệt tài trào phúng của phái ấy, cả trong thơ văn và trong các bức hí họa, đã làm rõ cái dở, cái rởm, cái buồn cười, cái giả dối trong các hủ tục, thiên kiến của ta. Tuy nhiên, phái ấy không khỏi có những điều thiên lệch. Có những tục không đáng công kích mà cũng công kích...\n:- Về đường văn học, phái ấy đã gây nên cái phong trào \"thơ mới\" và làm cho thể văn tiểu thuyết được đắc thắng. Phái ấy lại có công trong việc làm cho văn quốc ngữ trở nên sáng sủa, bình giản, khiến cho nhiều người thích đọc...<ref>Dương Quảng Hàm, ''Việt Nam văn học sử yếu'', tr. 455.<\/ref>\n\n*[[Phạm Thế Ngũ]] (''Việt Nam văn học sử giản ước tân biên''):\n:...Nói đến Tự lực văn đoàn, người ta không thể không trước hết nói đến Nguyễn Tường Tam người đã hầu như một mình sáng lập ra nó.\n\n:...Đọc Nhất Linh dường như lúc nào ta cũng thấy ông chỉ phản ánh tâm hồn mình, kể lể những băn khoăn của mình, theo đuổi một giấc mộng của mình. Khái Hưng khác thế, là một cây viết đi nhặt nhạnh truyền người, một thứ gương pha lê hướng ra cuộc đời lắm vẻ và dung nạp một cách trung thực và khoan hóa những tâm tư và hình thái của cả một xã hội chung quanh ông.\n\n* [[Dương Nghiễm Mậu]]:\n:...Trong thời đại của họ, họ đã gây được một ảnh hưởng lớn trong đời sống, đặc biệt là với thanh niên. Với tiểu thuyết, Tự lực văn đoàn đã tạo thành một mẫu người thanh niên mới cho thời đại của họ, nói rõ hơn đó là lớp thanh niên trí thức do nền giáo dục Tây phương tạo thành.\n\n:...Nhìn lại văn chương tiền chiến, cho đến nay những nhà phê bình văn học đều nói đến một chỗ đứng rất lớn lao của Tự lực văn đoàn, họ đã làm thành một biến cố, ghi dấu một thời đại, văn chương Tự lực văn đoàn thực đã là một giai đoạn có thật trong văn học sử.\n\n*[[Nguyễn Huệ Chi]] (''Từ điển văn học''):<ref>Nguyễn Huệ Chi, ''Từ điển văn học'', (bộ mới), tr. 1903.<\/ref>\n:Trong lĩnh vực văn học, đóng góp của Tự lực văn đoàn có vai trò đáng kể. Chủ nghĩa lãng mạn trong văn học Việt Nam hiện đại thực sự hình thành và ghi được những thành tựu cơ bản nhất thông qua hoạt động của văn đoàn này. Phải bắt đầu từ đây, thơ và tiểu thuyết mới đi vào thế giới bên trong nhân vật, giúp người đọc khám phá trực diện vẻ đẹp của cái \"tôi\" và tạo ra cách đọc \"phản tỉnh\", tức là nhìn sâu vào cõi lòng mình.\n\n:Về hình thức, tiểu thuyết của văn đoàn đã vượt ra khỏi phạm trù văn học \"giao thời\" (30 năm đầu thế kỷ 20), có cấu trúc mới mẻ, trong đó quy luật tâm lý thay cho lối trần thuật một giọng của người kể chuyện. Câu văn trong văn xuôi đã trở nên trong sáng, chuẩn mực, giàu khả năng biểu cảm tuy có lúc còn đơn điệu. Cùng với việc đào sâu tâm lý nhân vật, thiên nhiên cũng trở thành một đối tượng thẩm mỹ...\n\n*[[Nguyễn Huệ Chi]] (''Thử định vị Tự lực văn đoàn'', 2009):\n:Tự lực văn đoàn là tổ chức văn học đầu tiên của nước ta mang đầy đủ tính chất một hội đoàn sáng tác theo nghĩa hiện đại. Hội đoàn ấy bắt đầu bằng một tờ báo, đấy là tờ ''[[Phong Hóa]]'' bộ mới mà số đầu tiên phát hành vào ngày 8 tháng Chín năm 1932 - tức số 13 - đã lập tức biến một tờ báo vốn đang ế ẩm thành một hiện tượng đột xuất trong làng báo Hà Nội lúc ấy. Theo [[Nguyễn Vỹ]], ngay số đầu tiên, tờ báo đã “bán chạy như tôm tươi” (''Văn thi sĩ tiền chiến'') báo hiệu một cái gì thật mới mẻ đang xuất hiện trên đất Hà thành.\n\n:...Cái hội đoàn do Nguyễn Tường Tam thành lập rõ ràng đã hiện ra trong tư cách một trường phái văn học hoàn chỉnh, khu biệt với mọi kiểu tổ chức văn học xuất hiện trước mình. Trở về trước, các thi xã truyền thống trong lịch sử thường phải dựa vào thế lực của một tầng lớp bên trên như vua quan, hay lãnh chúa một vùng, chẳng hạn [[Tao đàn Nhị thập bát Tú|Hội Tao đàn]] của [[Lê Thánh Tông]], [[Tao đàn Chiêu Anh Các|Chiêu Anh các]] của [[Mạc Thiên Tích]]. Hoặc là tập hợp của một đám thượng lưu quý tộc, chẳng hạn [[Mạc Vân thi xã|Mặc Vân thi xã]] của anh em [[Miên Thẩm]]. Các loại thi xã đó đều lấy việc ngâm vịnh văn chương để chơi làm mục đích, nên rất ít mở rộng ảnh hưởng ra ngoài thi xã. Tính khép kín là đặc điểm hiển nhiên của chúng. Tự lực văn đoàn trái lại, là sự tập hợp những con người không có quan tước, cũng không có thế lực nào bảo trợ. Họ gồm 7 người là Nhất Linh, Khái Hưng, Hoàng Đạo, Thạch Lam, Tú Mỡ, Thế Lữ, Xuân Diệu (không có Trần Tiêu). Đứng về mặt xã hội phải nói họ đều là “chân trắng”. Nhưng họ lại tập hợp nhau lại vì một lý tưởng muốn cống hiến cho văn học, thông qua văn học mà đóng góp cho xã hội, và cùng chung sức nhau xã hội hóa hoạt động sáng tác của họ, trong sự vận hành của cơ chế thị trường văn học nghệ thuật đang dấy lên từ Nam ra Bắc thuở bấy giờ. Nghĩa là họ chấp nhận sự cạnh tranh để sống còn bằng nghề văn của mình. Họ không chỉ biết đến tiểu thuyết, thơ ca mà còn ràng buộc với nhau trong việc sống nhờ vào hai tờ báo và một nhà xuất bản. Họ không hy sinh mục đích văn chương cao quý cho việc kiếm kế sinh nhai bằng mọi giá, nhưng việc kiếm kế sinh nhai lại chính là điều kiện để họ giữ vững thiên chức văn học như một “mục đích tự thân”, điều mà có lẽ, từ 1945 đến nay, chưa một văn đoàn nào trên đất Việt làm nổi và có ý thức, có gan làm (còn nhớ cách đây vài năm, khi có ý kiến đề xuất chuyển các hội sáng tác văn học nghệ thuật trở về đời sống dân sự đúng nghĩa, bỏ hẳn cơ chế “xin cho”, thì chính các vị lãnh đạo ở các hội ấy đã đồng loạt lên tiếng khẩn thiết đòi bảo vệ quyền thiêng liêng của mình là... vẫn được sống dựa vào Nhà nước). Cũng khác với các ông [[Nguyễn Văn Vĩnh]], [[Phạm Quỳnh]], để có thể tổ chức được một nhóm cầm bút với mục đích truyền bá cái mới của Âu Tây cũng như bước đầu xây dựng nền văn chương quốc ngữ, đều không tránh khỏi phải núp bóng Nhà nước Bảo hộ, Tự lực văn đoàn là một đoàn thể văn học hoàn toàn mang tính chất tư nhân, không ve vãn, nhân nhượng bộ máy đương quyền và không hề phát ngôn cho quyền lực dù lâm vào tình huống o ép khó xử nhất. Như vậy, có thể nói, Tự lực văn đoàn là tổ chức văn học chưa có tiền lệ trong văn học Việt Nam. Những mặt ưu trội kể trên đưa lại cho nó một sức hấp dẫn đặc biệt, không tiền và nếu tính đến nay thì cũng là khoáng hậu, đẩy nó lên địa vị gần như tuyệt đối trên văn đàn trong vòng 8 năm nó tồn tại trên thực tế. Sự ra đời của nó có tác dụng kích thích phong trào sáng tác văn học của cả nước như là một tất yếu, một nhu cầu nội tại, với tư cách một sự tìm kiếm và tự thực hiện của khát vọng tự do. Đó là phương diện chủ chốt vạch rõ sự khác biệt bản chất giữa nó với các hội đoàn văn học từ 1945 về sau mà ta không thể mượn tiêu chí này kia làm những cột mốc so sánh.\n\n*[[Vu Gia]], một học giả hàng đầu tại Việt Nam về các thành viên trong Tự Lực văn đoàn (2011):<ref>Lam Điền, ''[https:\/\/tuoitre.vn\/tu-luc-van-doan-lam-giau-van-san-trong-nuoc-449725.htm Tự Lực văn đoàn làm giàu văn sản trong nước]''. (Báo điện tử Tuổi Trẻ, 05\/08\/2011)<\/ref>\n:...Nếu soạn một bộ lịch sử văn học thiếu nhi cho nước nhà, tôi nghĩ vị trí của Khái Hưng không nhỏ. Với tôi, Khái Hưng cũng như một số thành viên Tự Lực văn đoàn là những người có công khai phá “mảnh đất” này, và để lại ấn tượng tốt đẹp trong lòng bạn đọc nhỏ tuổi nhiều thế hệ, ít ra là thế hệ chúng tôi ở miền Nam trước ngày giải phóng.\n:...Bây giờ, người đọc vẫn còn nhắc “văn chương Tự Lực văn đoàn”, “tiểu thuyết Tự Lực văn đoàn”; trên các quầy sách suốt chiều dài đất nước không thiếu những tác phẩm văn chương của Tự Lực văn đoàn. Do đó, nếu không có chút giá trị nào thì văn chương Tự Lực văn đoàn không thể tồn tại lâu như thế. Còn các nhà văn VN hiện nay chia sẻ như thế nào, tôi xin mượn lời phát biểu của nhà văn [[Nguyên Ngọc]] trong một bài viết về tiểu thuyết Tự Lực văn đoàn: “Phải đến Tự Lực văn đoàn tiểu thuyết mới thật sự có hình thức hiện đại của nó. Và từ đấy cho đến nay, tiểu thuyết đã phát triển qua nửa thế kỷ với nhiều đổi thay nhưng về cơ bản chưa thoát ra khỏi mô hình tiểu thuyết do Tự Lực văn đoàn tạo ra”.\n:...Khi nghiên cứu từng tác giả cụ thể trong Tự Lực văn đoàn, tôi thấy mỗi người một hoàn cảnh và tự biết vượt qua khỏi “cái rào cản” chính mình để khẳng định mình chứ chẳng dựa dẫm vào ai. Họ làm việc cật lực với mục đích rõ ràng: “Làm giàu văn sản trong nước”, chứ không chỉ hô hào cho sướng miệng...\n\n*[[Nguyễn Hưng Quốc]] (''Đánh giá lại Tự Lực Văn Đoàn'', 2013):<ref name=\"Đánh giá lại Tự Lực Văn Đoàn\"\/>\n:...Trong lịch sử Việt Nam, giới cầm bút ít có thói quen sinh hoạt theo nhóm. Có. Nhưng ít. Nhìn lại văn học trung đại, từ cuối thế kỷ 19 trở về trước, chúng ta chỉ biết tên được một số tổ chức được gọi là tao đàn hay văn thi xã, như [[Tao đàn nhị thập bát tú]] của vua [[Lê Thánh Tông]] ở cuối thế kỷ 15, [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]] của [[Mạc Thiên Tích|Mặc Thiên Tích]] ở thế kỷ 18, [[Mạc Vân thi xã|Tùng Vân thi xã]] của [[Tùng Thiện Vương]] ở thế kỷ 19. Chỉ có hai nhóm đầu là có quy mô lớn và hoạt động tương đối tích cực. Tao đàn Nhị thập bát tú có 28 hội viên, hoạt động chủ yếu theo lối xướng họa giữa vua và quần thần, để lại một tập thơ chung mang nhan đề ''Quỳnh uyển cửu ca''. Chiêu Anh Các có đến 72 hội viên và để lại bảy tác phẩm, vừa Hán vừa Nôm, trong đó, có ''Hà Tiên thập cảnh'', ''Hà Tiên vịnh vật thi tuyển'', ''Thu Đức Hiên tứ cảnh hồi văn'', ''Minh Bột du ngư thi thảo''… Nhưng về tầm vóc, cả hai, so với Tự Lực Văn Đoàn, hoàn toàn không đáng kể. Có thể nói, không có nhóm văn học nào, của tư nhân, từ xưa cũng như đến tận ngày nay, có tổ chức chặt chẽ, hoạt động đa dạng và sôi nổi như nhóm Tự Lực Văn Đoàn cả. Về phương diện tổ chức, họ có hội viên, có quy định về việc kết nạp hội viên, và đặc biệt, có cả cương lĩnh hoạt động rõ ràng. Về hoạt động, họ bao trùm rất nhiều lãnh vực: văn học, xã hội (phong trào ''Ánh Sáng'') và về sau, từ năm 1939, cả chính trị nữa. Riêng trong lãnh vực văn học, họ không phải chỉ biết sáng tác mà còn ra báo (''Phong Hóa'' và ''Ngày Nay''), lập nhà xuất bản (''Đời Nay''), mở nhà in, và tổ chức các giải thưởng văn học. Trừ lãnh vực chính trị, trong mọi lãnh vực họ hoạt động, họ đều thành công rực rỡ. [[Trương Chính]] nhận định: “trong vòng tám năm, từ 1932 đến 1940, Tự Lực Văn Đoàn chiếm ưu thế tuyệt đối trên văn đàn công khai; sách báo họ in đẹp nhất, bán chạy nhất.” Chỉ với bảy người và chỉ trong khoảng một thời gian ngắn ngủi, họ làm được nhiều việc hơn bất cứ một nhóm văn học tư nhân nào khác trong cả lịch sử văn học Việt Nam từ trước đến nay.\n\n:...Nói một cách tóm tắt, trước thập niên 1930, trong suốt cả lịch sử văn học Việt Nam, chưa hề có một nhóm văn học nào hoạt động đa dạng, sôi nổi và thành công như ''Tự Lực Văn Đoàn''. Từ thập niên 1930 về sau, cũng không hề có. Cùng thời với Tự Lực Văn Đoàn, người ta hay nhắc đến nhóm ''Tân Dân'' với những tên tuổi như [[Nguyễn Công Hoan]], [[Vũ Trọng Phụng]], [[Lan Khai]], Lê Văn Trương, [[Vũ Bằng (nhà văn)|Vũ Bằng]], [[Nam Cao]], [[Tô Hoài]], v.v.. Nhưng ''Tân Dân'', thật ra, không phải là một tổ chức văn học đúng nghĩa. Họ đến với nhau một cách khá tình cờ chung quanh nhà xuất bản Tân Dân của [[Vũ Đình Long]]. Giữa họ với nhau không hề có một liên kết hay cam kết nào khác ngoài lãnh vực thương mại, nhưng trong thương mại, quan hệ của họ với Vũ Đình Long cũng chỉ là quan hệ giữa người viết thuê và chủ mà thôi, một thứ quan hệ đầy tính chất con buôn, thậm chí, gian trá. Sau này, có một số nhóm văn học được nhắc nhở nhiều, như nhóm ''[[Xuân Thu nhã tập]]'' của [[Đoàn Phú Tứ]], Nguyễn Văn Hạnh và [[Nguyễn Xuân Sanh]], nhóm ''Dạ Đài'' của [[Trần Dần (Việt Nam)|Trần Dần]], [[Trần Mai Châu]] và [[Vũ Hoàng Địch]]. Cả hai đều khao khát đổi mới văn học, nhưng tác phẩm, hoạt động cũng như ảnh hưởng của họ rất giới hạn. Với nhóm ''Dạ Đài'', chỉ có “Bản tuyên ngôn tượng trưng” công bố vào năm 1946; với nhóm ''Xuân Thu nhã tập'', chỉ có một tập sách mong mỏng, vừa tuyên ngôn vừa thơ và triết lý được xuất bản vào năm 1942. Ngay các nhóm văn học nổi tiếng ở miền Nam trước năm 1975, như ''Sáng Tạo'' của [[Mai Thảo]], ''Trình Bày'' của Thế Nguyên, ''Quan Điểm'' của [[Nghiêm Xuân Hồng]] và [[Vũ Khắc Khoan]]… cũng không thể so sánh được với Tự Lực Văn Đoàn về bất cứ phương diện nào cả. Trên tạp chí ''Sông Hương'' ở Huế, số 37, ra vào tháng 4, 1989, [[Hoàng Xuân Hãn]] nhận định: “nhóm Tự Lực không phải là nhóm duy nhất nhưng là nhóm quan trọng nhất và là nhóm cải cách đầu tiên của nền văn học hiện đại.” Trong bài “Tự Lực Văn Đoàn và Thơ Mới sau hơn nửa thế kỷ nhìn lại”, viết năm 2012, [[Phong Lê]] cũng nhận định tương tự: “Tự Lực Văn Đoàn là tổ chức văn học lớn nhất và duy nhất quy tụ được những tên tuổi tài năng, có các nguyên tắc tổ chức vừa chặt chẽ, vừa rộng rãi trong đời sống văn học 1930-1945.” Tôi đồng ý với cả hai. Nhưng tôi chỉ muốn nhấn mạnh thêm: Đó không phải là nhóm lớn nhất hay quan trọng nhất trong “nền văn học hiện đại” hay trong giai đoạn 1930-1945 mà là trong suốt cả lịch sử kéo dài hơn một ngàn năm của văn học Việt Nam nói chung.\n\n:...Trước thế kỷ 20, văn học gắn liền với học đường và thi cử, do đó, vừa nặng tính học thuật vừa nặng tính công thức; từ đầu thế kỷ 20, văn học bắt đầu gắn liền với báo chí và xuất bản, nhưng trong mấy thập niên đầu, cả báo chí lẫn xuất bản đều mới manh nha, còn rất yếu ớt, phần lớn phải dựa vào sự tài trợ của chính phủ Pháp (như trường hợp của ''Nam Phong'') hoặc do người Pháp đứng làm chủ (như trường hợp của ''Đông Dương tạp chí''). Chỉ từ đầu thập niên 1930, mọi sinh hoạt văn học mới thực sự châu tuần chung quanh các tờ báo và các nhà xuất bản, trong đó Tự Lực Văn Đoàn, với hai tờ ''Phong Hóa'' – ''Ngày Nay'' và nhà xuất bản ''Đời Nay'', là những người đi tiên phong và cũng là những người thành công hơn cả. Dựa trên báo chí và xuất bản, Tự Lực Văn Đoàn trở thành những người đầu tiên sống hẳn bằng ngòi bút một cách tương đối thoải mái. Trước họ, [[Tú Xương]], thi cử thất bại, phải sống nhờ vào sức lao động của vợ, người “quanh năm buôn bán ở mom sông \/ nuôi đủ năm con với một chồng”; gần họ hơn, [[Tản Đà]] đã bắt đầu sống bằng ngòi bút nhưng sống một cách nhọc nhằn, hay như chính lời ông nhìn nhận: “Khi làm chủ báo lúc viết mướn \/ Hai chục năm dư cảnh khốn cùng”. Có thể nói, với Tự Lực Văn Đoàn, công việc viết văn và làm thơ (chứ không phải chỉ là làm báo) đã thực sự trở thành một nghề đàng hoàng. Biến thành một nghề, công việc viết lách dần dần được chuyên nghiệp hóa, giới cầm bút có thể tập trung hẳn vào sáng tác, do đó, số lượng tác phẩm tăng lên; họ cũng phải quan tâm đến việc đáp ứng thị hiếu của độc giả, do đó, hình ảnh của độc giả, vốn là những thị dân, từ một công chức đến một cô hàng xén, từ một anh đạp xích lô đến một cô gái điếm, dần dần được đưa vào văn học, thành những nhân vật trung tâm của văn học, thay thế cho các tiểu thư và các nho sinh ngày trước. Cuối cùng, do nhu cầu nghề nghiệp, giới cầm bút bắt buộc phải tìm kiếm và khẳng định phong cách độc đáo của mình, hơn nữa, không ngừng đa dạng hóa phong cách ấy để vừa thu hút vừa giữ gìn sự chú ý và hâm mộ của độc giả.\n\n:...Bởi vậy, từ góc độ văn học, không có gì quá đáng nếu nói tiểu thuyết hiện đại Việt Nam chỉ bắt đầu từ Tự Lực Văn Đoàn và với Tự Lực Văn Đoàn. Là những người đầu tiên, các nhà văn trong nhóm Tự Lực Văn Đoàn, đặc biệt Nhất Linh, Khái Hưng và Thạch Lam, đã chứng tỏ tài năng kiệt xuất của họ khi viết những cuốn tiểu thuyết được xem là kinh điển trong trào lưu lãng mạn của Việt Nam. Nhưng là những người đầu tiên, họ vấp phải không ít vụng về và sai lầm mà sau này chính Nhất Linh đã thừa nhận trong cuốn ''Viết và đọc tiểu thuyết''. Tuy nhiên, ở đây, lại có mấy điểm cần phải chú ý. Thứ nhất, phần lớn các nhà văn trong nhóm Tự Lực Văn Đoàn hiểu khá rõ những khuyết điểm trong công cuộc khai phá của họ nên họ không ngừng tìm tòi để tự hoàn thiện, hệ quả là, trong nhóm Tự Lực Văn Đoàn, những người trưởng thành sau thường vượt hơn hẳn những người đi trước: về thơ, Xuân Diệu viết hay hơn Thế Lữ, và về truyện, đặc biệt truyện ngắn, Thạch Lam viết hay hơn cả Khái Hưng lẫn Nhất Linh và Hoàng Đạo; trong những người thuộc lớp trước, như trường hợp của Nhất Linh và Khái Hưng, những tác phẩm về sau thường hoàn chỉnh và đặc sắc hơn những tác phẩm ban đầu... Trong khi [[Nguyễn Công Hoan]], [[Vũ Trọng Phụng]] hay [[Nguyễn Tuân]] hầu như chết gí trong một phong cách, một kỹ thuật và một quan điểm thẩm mỹ cũng như xã hội nhất định, các cây bút trong nhóm Tự Lực Văn Đoàn không ngừng thay đổi, họ đi từ tiểu thuyết luận đề sang tiểu thuyết tâm lý, từ tiểu thuyết lý tưởng sang tiểu thuyết phong tục, từ chủ nghĩa lãng mạn sang chủ nghĩa hiện thực, từ những ám ảnh về nhân sinh đến những ám ảnh ít nhiều mang tính vị nghệ thuật, từ những ưu tư về thế sự đến những ưu tư có tính chất siêu hình. Có thể nói chỉ trong vòng chưa tới mười năm, các cây bút trong nhóm Tự Lực Văn Đoàn đã thử ứng dụng hầu hết các phát hiện chính về kỹ thuật và tư duy nghệ thuật của tiểu thuyết Pháp trong vòng một trăm năm, từ đầu thế kỷ 19 đến đầu thế kỷ 20.\n\n:...Cái gọi là “phương pháp khoa học Thái Tây” này, theo tôi, bao gồm cả phương pháp sáng tác lẫn phương pháp cấu trúc câu văn. Nhờ chủ trương ấy cũng như nhờ tài năng thiên phú của họ, các cây bút Tự Lực Văn Đoàn đã xây dựng được một nền văn xuôi nghệ thuật thực sự có tính nghệ thuật, nghĩa là vừa thoát khỏi giai đoạn khẩu ngữ ngô nghê vừa thoát khỏi ảnh hưởng của văn biền ngẫu lổn nhổn [[từ Hán Việt]] ngày trước. Cứ so sánh câu văn của bất cứ người nào trong nhóm Tự Lực Văn Đoàn với các câu văn của các nhà văn từ thập niên 1920 trở về trước, kể cả những tài năng xuất sắc của thời ấy, từ [[Tản Đà]] đến [[Phạm Quỳnh]], từ [[Hoàng Ngọc Phách]] đến [[Hồ Biểu Chánh]], chúng ta sẽ thấy khác hẳn. Câu văn của họ, nói chung, gọn gàng, nhẹ nhàng, trong sáng, linh động và duyên dáng hơn hẳn.\n\n:...Đánh giá công lao của nhóm Tự Lực Văn Đoàn trong lãnh vực tiểu thuyết, tôi cho nhận định của [[Lại Nguyên Ân]] rất hợp lý và công bình: “từng bước một, tiểu thuyết Tự Lực Văn Đoàn chinh phục được công chúng, trở nên quen thuộc với họ, nhất là lớp công chúng thị dân. Và khi các nhà tiểu thuyết Tự Lực Văn Đoàn đã đi hết chặng đường sáng tạo của họ, thì ‘kiểu dáng’ tiểu thuyết do họ tạo dựng đã trở thành cái nền, thành điểm tựa để nhiều nhà văn thuộc các xu hướng khác tiếp nhận để đi tới những thành tựu cao hơn.” Nói như vậy cũng có nghĩa là muốn nói công lao của Tự Lực Văn Đoàn trong lãnh vực tiểu thuyết không phải chỉ được nhìn thấy từ những tác phẩm của chính họ mà còn ở cả những tác phẩm khác của những người khác trong suốt thập niên 1930-40 và cả sau đó nữa.\n\n:...Với năm đóng góp kể trên (hình thành lớp nhà văn kiểu mới; hoàn chỉnh thể loại tiểu thuyết; đưa [[Phong trào Thơ mới (Việt Nam)|phong trào Thơ mới]] đến toàn thắng; cổ vũ cho chủ nghĩa cá nhân và nâng tiếng Việt lên thành một ngôn ngữ nghệ thuật, đặc biệt trong lãnh vực văn xuôi), không có gì đáng ngạc nhiên khi hầu hết những nhà phê bình và nghiên cứu công tâm từ trước đến nay đều nhìn nhận vị trí và vai trò của Tự Lực Văn Đoàn: thứ nhất, họ đều là những cây bút hàng đầu của Việt Nam trong suốt thế kỷ 20; thứ hai, họ là những người đi tiên phong và có công nhất trong nỗ lực hiện đại hóa văn học Việt Nam; và thứ ba, họ tạo được một nền tảng vững chắc trong cả hai lãnh vực, báo chí và văn học, trong văn học, gồm cả hai thể loại chính là truyện và thơ, để các thế hệ sau tiếp tục vun đắp. Sau này, một số nhà văn và nhà thơ đòi “chôn Thơ Mới” (như nhóm [[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn Giai Phẩm]] ở miền Bắc vào giữa thập niên 1950) hay vượt qua Tự Lực Văn Đoàn (như [[Sáng Tạo (nhóm văn nghệ)|nhóm Sáng Tạo]] ở miền Nam), và thành thực mà nói, đã có một số người làm điều đó, hơn nữa, chúng ta cũng mong muốn càng ngày càng có nhiều người làm được điều đó, nhưng ngay cả như vậy, tất cả những người vượt qua được Tự Lực Văn Đoàn đều mắc nợ Tự Lực Văn Đoàn. Thế đứng cao ngất của họ được hình thành một phần, thậm chí, phần lớn, nhờ họ đứng trên đôi vai vạm vỡ và lực lưỡng của Tự Lực Văn Đoàn. Xin được nhấn mạnh: ngay cả khi bị vượt qua, tác phẩm của Tự Lực Văn Đoàn cũng còn lại và sẽ còn lại mãi. Những gì đã trở thành cổ điển thì không bao giờ bị mất đi cả. Thế hệ trẻ hiện nay có thể sẽ không còn say mê Tự Lực Văn Đoàn. Nhưng họ vẫn phải đọc Tự Lực Văn Đoàn. Không đọc Tự Lực Văn Đoàn là một thiệt thòi, ít nhất về phương diện kiến thức: người ta bị hụt mất một trong những mảng màu đẹp nhất và nổi bật nhất trong bức tranh văn học Việt Nam.\n\n:...Đó là một nhóm văn học chịu nhiều oan khuất nhất trong nửa sau thế kỷ 20 như là hậu quả của những tranh chấp về chính trị và ý thức hệ tại Việt Nam trong suốt cả hai cuộc chiến tranh kéo dài từ 1945 đến 1975 cũng như cả giai đoạn gọi là “[[bao cấp]]” sau đó nữa... Với cả nhóm, cách đánh giá của giới nghiên cứu Việt Nam phần lớn vẫn còn khá rụt rè. Trong cuốn ''Về Tự Lực Văn Đoàn'', cuốn sách nghiên cứu đầu tiên về Tự Lực Văn Đoàn được xuất bản sau phong trào [[Đổi Mới]], Nguyễn Trác và Đái Xuân Ninh nhận định chung về Tự Lực Văn Đoàn: “Đóng góp ít, hạn chế nhiều”. Ngay cả [[Vương Trí Nhàn]], một nhà phê bình khá có thiện chí ở Hà Nội, trong cuốn ''Nhà văn tiền chiến và quá trình hiện đại hoá trong văn học Việt Nam từ đầu thế kỷ XX cho tới 1945'' do NXB Đại học Quốc gia Hà Nội ấn hành năm 2005, cũng chỉ tập trung phân tích các tác giả như [[Nguyễn Công Hoan]], [[Ngô Tất Tố]], Thạch Lam, [[Nguyễn Tuân]], Vũ Trọng Phụng, [[Lê Văn Trương]], Nam Cao, Vũ Bằng, [[Dương Quảng Hàm]] và [[Đinh Gia Trinh]] chứ không hề có phần nào dành cho Nhất Linh và Khái Hưng cả. Đối với từng tác giả, trong nhóm Tự Lực Văn Đoàn, không kể những người sau năm 1945, theo [[Việt Minh]] và sau năm 1954, ở lại miền Bắc (như Tú Mỡ, Thế Lữ và Xuân Diệu), trong bốn người còn lại (Khái Hưng và ba anh em nhà Nguyễn Tường), Thạch Lam là người được xuất bản nhiều nhất và cũng là người được đánh giá một cách ưu ái nhất. Ngoài lý do truyện của Thạch Lam, nhất là truyện ngắn, có giá trị nghệ thuật cao còn hai lý do này nữa: thứ nhất, truyện ông thường đề cập đến người nghèo khổ, rất phù hợp với quan điểm giai cấp của đảng Cộng sản; và thứ hai, quan trọng hơn, ông mất sớm, từ năm 1942, hoàn toàn không tham gia vào chính trị và cũng không có ân oán gì với đảng Cộng sản. Riêng với Nhất Linh, Hoàng Đạo và Khái Hưng, ba người từng công khai phát biểu cũng như hoạt động chống lại họ, trong đó có một người bị họ giết chết (Khái Hưng), cho đến nay, công việc tái bản sách của họ cũng như đánh giá về họ vẫn còn khá ít ỏi và dè dặt.\n\n*[[Lại Nguyên Ân]] (''Tự lực văn đoàn, một \"nhóm lợi ích\" trong đời sống văn nghệ'', 2014):\n:Ngay [[Phan Khôi]], cùng thế hệ [[Tản Đà]], người đã rất sớm nhận ra và lên tiếng khen giọng điệu báo chí mới mẻ của ''[[Phong Hóa]]'', nhưng đáp lại, ''Phong Hóa'' luôn dùng lối diễu cợt để giữ khoảng cách, để dứt khoát gạt Phan Khôi về phái già. Bỏ qua rất nhiều trò chọc ghẹo vốn là đương nhiên khó tránh khỏi của thể tài hài báo, ít ra vẫn có một sai lạc không thể biện hộ, ấy là việc Phong Hóa và TLVĐ tạo ra thành ngữ “lý luận Phan Khôi” với hàm ý chế nhạo. Trong khi tư duy lô-gích là cái thiếu nhất ở người Việt, trong khi Phan Khôi là nhà báo thể hiện sự cố gắng nhiều hơn hết để nghĩ mới về mọi sự mọi việc, trong khi chính TLVĐ cũng hướng tới cái mới, duy lý, tiến bộ cho văn hóa xã hội Việt, thì chính họ lại dựng lên thành ngữ này, hùa theo luồng định kiến thông tục cũ kỹ trong giới cầm bút vốn đặc trưng cho xu thế thù ghét lý tính, bài xích lý luận của số đông với tâm thế gia trưởng thủ cựu; ở phương diện này, Nhất Linh (nếu ông là tác giả chính của thành ngữ này) chỉ đứng ngang với những cây bút tầm thường, và tỏ ra thấp hơn Phan Khôi rõ rệt. Nhưng khi đó Nhất Linh và các thành viên TLVĐ đã hành động theo lợi ích nhóm, mà chiến lược là hạ uy tín của những “đàn anh” trong báo giới văn giới, bất kể là ai.\n\n:...Các nhà văn trong TLVĐ từng khiến giới viết truyện đương thời cảm phục và gắng sức đua theo, vì kiểu tiểu thuyết luận đề là do họ đề xướng và cho ra mắt những sản phẩm đầu tiên. Song, mô hình tiểu thuyết luận đề chỉ có thể là điểm xuất phát chứ chưa thể là giải pháp cho mọi vấn đề của sáng tác văn xuôi tự sự bằng tiếng Việt ở thời đại mới. Những tiểu thuyết luận đề đầu tiên ra mắt chừng vài ba năm là đã thấy xuất hiện các sáng tác cùng kiểu thức ấy của những cây bút ngoài TLVĐ. Quá trình văn học diễn ra trong chưa đầy 20 năm đã làm xuất hiện một nền tiểu thuyết khá phong phú với rất nhiều tác giả và tác phẩm. Tuy vậy, điều đáng nói lại là, nếu như các cây bút văn xuôi trong TLVĐ đã in dấu vào mô hình thể tài tự sự này ở điểm khởi đầu, thì chính họ lại không có sản phẩm nào nằm trong sự kết tinh của cả quá trình phát triển ấy. Quả thật, không có tác phẩm nào đáng gọi là kiệt tác trong số các tiểu thuyết TLVĐ. Bởi nếu nói đến kiệt tác ở văn xuôi tự sự hư cấu giai đoạn ấy, người ta chỉ kể được ''[[Số đỏ]]'' (của [[Vũ Trọng Phụng]]) và ''[[Chí Phèo]]'' (của [[Nam Cao]]), hai tác phẩm của hai nhà văn ngoài văn đoàn Tự Lực.\n\n:...Chẳng hạn, về ngôn ngữ, họ chủ trương và thực hành việc viết bằng một thứ tiếng Việt trong sáng, giản dị, dễ hiểu, song họ hầu như không để ý đến việc những người viết văn đương thời thể nghiệm hoặc xử lý ra sao đối với chất liệu đời sống Việt Nam hoặc chất liệu ngôn ngữ tiếng Việt. Hoặc, họ có hầu như ngay từ đầu những ý tưởng về nhu cầu thoát khỏi chế độ đại gia đình để tìm đến kiểu gia đình hạt nhân, vốn phù hợp với sự phát triển con người cá nhân của một lớp thanh niên mới xuất hiện trong xã hội thuộc địa Âu hóa những năm 1920-30; song họ có khá ít sự hiểu biết về các tầng lớp dưới, ở cả thôn quê lẫn đô thị cũng đương thời ấy. Thế nhưng họ lại xem thường những khảo sát về những lớp người ấy do các nhà văn nhà báo bên ngoài văn phái họ thực hiện.\n\n:...Trong khi đó, có vẻ như các tác gia trong TLVĐ hầu như đứng ngoài sự nghiên cứu đời sống, đứng ngoài hoạt động miêu tả ngôn ngữ. Mấy tác gia hàng đầu của tiểu thuyết TLVĐ như Nhất Linh, Khái Hưng dường như quá tự tín khi đưa ra các luận đề mà họ cho là các vấn đề chính của xã hội và con người Việt Nam đương thời. Cố nhiên họ đã có lý – và đã đắc thắng – trong một thời gian nhất định. Song việc coi thường những đồng nghiệp “học vấn sơ học” tìm tòi ra sao trên những vấn đề của đời sống Việt, và cả những màu sắc ngôn từ, ở những vùng miền cụ thể, đã khiến những sáng tác về sau của họ yếu dần về độ sâu sắc của các vấn đề đời sống con người, nhạt nhòa dần về màu vẻ của ngôn từ nghệ thuật. Các tiểu thuyết của họ có văn phong sáng sủa, mực thước, nhưng cả tác giả, người kể chuyện lẫn các nhân vật trong truyện đều nói cùng một giọng, mọi nhân vật đều nói như nhau, hầu như không cho thấy các sắc thái giọng nói. Đấy chỉ là một trong số những dấu hiệu về sự khác biệt, song lại là khác biệt về “bí kíp” của sự nhạt nhẽo ngày càng lộ rõ trong ngôn ngữ của các tác gia văn xuôi TLVĐ, so với những sắc giọng đậm và mặn, có khi thô lỗ, có khi tục tằn, in dấu khẩu ngữ, biệt ngữ, phương ngữ trong mạch văn của không ít tác gia ngoài TLVĐ.\n\n*Sách ''Ngữ văn lớp 11'' (tập 1):\n:Từ khoảng năm [[1930]], đã thực sự xuất hiện trào lưu lãng mạn chủ nghĩa với những thành tựu nổi bật được kết tinh ở [[Thơ mới]], tiểu thuyết của Tự lực văn đoàn, truyện ngắn trữ tình của [[Thạch Lam]] (trong ''Tự lực văn đoàn''), [[Thanh Tịnh]], [[Hồ Dzếnh]], [[Nguyễn Tuân]]...Trong khoảng thời gian ấy, nhóm Tự lực văn đoàn với những tác phẩm xuất sắc của Nhất Linh, Khái Hưng… đã đẩy cuộc cách tân tiểu thuyết lên một bước mới: cách dựng truyện tự nhiên, tổ chức kết cấu linh hoạt, tính cách nhân vật được xem là trung tâm của tác phẩm, đời sống của nhân vật được chú trọng và được phân tích, diễn tả tinh vi. Ngôn ngữ tiểu thuyết Tự lực văn đoàn giản dị, trong sáng, có khả năng diễn tả chính xác, tinh tế từ ý nghĩ, tình cảm, cảm xúc đến cảm giác mong manh, mơ hồ nhất, tuy về sau lại trở thành kiểu cách, sáo mòn.<ref>Nhiều người soạn, \"Khái quát về văn học Việt Nam từ đầu thế kỷ 20 đến 1945\" in trong ''Văn học 11''. Nhà xuất bản Văn học, 2008, tr. 85 và tr. 89.<\/ref>\n\n== Vinh danh ==\nBản số hóa toàn bộ báo ''Phong Hóa'' và báo ''Ngày Nay'' của Tự Lực văn đoàn từ những năm 1930 - 1940 được công bố và cho tải về miễn phí tại nhiều [[Website]]. Ðây là công trình được bà Phạm Thảo Nguyên (định cư ở [[Hoa Kỳ]], con dâu của nhà văn [[Thế Lữ]]) cùng các cộng sự thực hiện từ đầu năm 2011.<ref>Xem: [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/512229\/Chia-se-mien-phi-bao-Phong-Hoa---Ngay-Nay.html].<\/ref>\n\nTại [[Thị trấn (Việt Nam)|thị trấn]] [[Cẩm Giang (thị trấn)|Cẩm Giang]] thuộc [[Huyện (Việt Nam)|huyện]] [[Cẩm Giàng]], tỉnh [[Hải Dương]] có Nơi lưu niệm Tự Lực văn đoàn hướng ra tuyến đường sắt xưa cũ mà nhà văn [[Thạch Lam]] viết tác phẩm [https:\/\/vi.wikisource.org\/wiki\/Hai_đứa_trẻ\/ Hai đứa trẻ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201028171552\/https:\/\/vi.wikisource.org\/wiki\/Hai_%C4%91%E1%BB%A9a_tr%E1%BA%BB |date=2020-10-28 }}.<ref name=\":0\" \/>\n\nTháng 2 năm 2012, quy hoạch chi tiết công viên Tự Lực văn đoàn được UBND tỉnh [[Hải Dương]] phê duyệt. Kèm theo là dự án xây dựng quần thể khu biểu trưng văn hóa, nhà văn hóa, thư viện, hội trường, nhà khách, nhà ẩm thực và các công trình phụ trợ, trên diện tích gần 2,4 ha (toàn bộ khu vườn và khu vực lân cận) với tổng vốn gần 60 tỉ đồng. Tuy nhiên vì nhiều lý do mà dự án trên vẫn chưa xây dựng cho đến nay.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/su-that-sau-nhung-tac-pham-de-doi-ky-8-ve-vuon-xua-tu-luc-van-doan-20191021085333122.htm|title=Sự thật sau những tác phẩm để đời - Kỳ 8: Về vườn xưa Tự Lực văn đoàn|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==Vấn đề liên quan đến văn bản gốc==\nTrong những năm qua (đặc biệt kể từ đầu [[Đổi Mới|thời kỳ Đổi Mới]] tới nay) đã có không ít phản ánh của các nhà nghiên cứu trong nước lẫn hải ngoại về việc các tác phẩm của văn đoàn khi được tuyển chọn và in lại bởi các cơ sở xuất bản trong nước (trong đó có cả [[Nhà xuất bản Hội Nhà văn]], cơ quan trực thuộc [[Hội Nhà văn Việt Nam]]) đã để xảy ra tình trạng khác biệt nội dung đáng kể so với văn bản gốc được phát hành trước năm 1945 bởi [[Nhà xuất bản Đời Nay]] trực thuộc văn đoàn. Nguyên nhân chủ yếu được cho là thuộc về trách nhiệm của những người làm công tác biên soạn trong nước khi tuyển chọn và cho tái bản đã tùy tiện cắt xén, biên tập làm thay đổi nội dung văn bản gốc (dù hấu hết là các tác phẩm văn chương thuần túy, không liên quan đến các vấn đề chính trị hay kiểm duyệt đương thời). Điều này dù vô tình hay cố ý đã tạo nên quá trình biến đổi từ từ về cấu trúc văn bản gốc (trong nguyên tác) theo thời gian. Do đó đã có những ý kiến cho rằng đây là quá trình \"ngụy tạo\" văn bản một cách có ý thức, dẫn tới kết quả \"ngụy tạo\" tác phẩm. Đồng thời qua đó những người làm công tác biên soạn trong trường hợp nói trên đã cho thấy sự thiếu tôn trọng thực sự đối với tác giả cũng như người đọc.\n\n==Xem thêm==\n*''[[Phong Hóa (tuần báo)|Phong Hóa]]''\n*''[[Ngày Nay (tuần báo)|Ngày Nay]]''\n*[[Đời Nay (nhà xuất bản)|Đời Nay]] (nhà xuất bản)\n*[[Hội Ánh sáng]] ([[Phong trào Nhà Ánh Sáng (Tự Lực Văn Đoàn)|Phong trào Nhà Ánh Sáng]])\n*[[Phong trào Thơ mới (Việt Nam)|Thơ mới (phong trào)]]\n*[[Bang Bạnh - Xã Xệ - Lý Toét]]\n*[[Đại Việt Dân chính Đảng]]\n*[[Giải thưởng văn chương Tự Lực Văn Đoàn]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Tài liệu nghiên cứu, phê bình ==\n===Bởi Tự Lực văn đoàn===\n{{refbegin|30em}}\n* Khái Hưng, ''Kỷ vật đầu tay và cuối cùng'', 2 cuốn (Nguyễn Thạch Kiên biên tập). California: NXB Phượng Hoàng, 1997–1998 \n* Khái Hưng, ''Truyện ngắn Khái Hưng'', Nhà xuất bản Văn học, Hà Nội, 2018\n* Nhất Linh, ''Truyện ngắn Nhất Linh'' Nhà xuất bản Văn học, Hà Nội, 2018\n* Nhất Linh & Khái Hưng, ''Tuyển tập Nhất Linh - Khái Hưng'', Nhà xuất bản Văn học, Hà Nội, 2018\n* Thạch Lam, ''Tuyển tập Thạch Lam'', Nhà xuất bản Văn học, Hà Nội, 2016\n{{refend}}\n\n===Về Tự Lực văn đoàn===\n;Sách, luận văn\n{{refbegin|30em}}\n* Chu Đăng Sơn, ''Luận đề về Đoạn tuyệt, Nửa chừng xuân, Mười điều tâm niệm'', Nhà xuất bản Thăng Long, Sài Gòn, 1960\n* [[Doãn Quốc Sỹ]], ''Tự-Lực Văn Đoàn'', Nhà xuất bản Hồng Hà, Sài Gòn, 1960\n* [[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản (bản in lần thứ 10), Sài Gòn, 1968\n* Dương Thị Hương, ''Nghệ thuật miêu tả tâm lý trong tiểu thuyết Tự Lực văn đoàn'', Luận án Tiến sĩ Văn học, Đại học Sư phạm Hà Nội, 2001\n* Đặng Ngọc Hùng, ''Tìm hiểu yếu tố hiện thực trong văn xuôi Tự Lực văn đoàn'', Luận văn Thạc sĩ Văn học, Đại học Sư phạm TP. HCM, 2002\n* Đặng Thị Hồng Mai, ''Tiếp nhận tác phẩm Nhất Linh, Khái Hưng, Thạch Lam trong Tự Lực văn đoàn ở miền Nam (1954-1975)'', Luận văn Thạc sĩ Lý luận Văn học, Đại học Sư phạm TP. HCM, 2016\n* Đỗ Hồng Đức, ''Nhân vật nữ trong tiểu thuyết của Nhất Linh và Khái Hưng'', Luận án Tiến sĩ Ngữ văn, Đại học Sư phạm Hà Nội, 2010\n* [[Hà Minh Đức]] (chủ biên), ''Tự Lực văn đoàn, trào lưu và tác giả'', Nhà xuất bản Giáo dục, Hà Nội, 2007\n* Huỳnh Thị Hoa, ''Vấn đề tiếp nhận văn xuôi Tự Lực Văn Đoàn'', Luận văn Thạc sĩ Văn học, Đại Học Sư Phạm TP.HCM, 2006\n* Khúc Hà Linh, ''Anh em Nguyễn Tường Tam Nhất Linh - Ánh sáng và bóng tối'', Nhà xuất bản Thanh niên, Hà Nội, 2017\n* Lê Cẩm Hoa (biên soạn), ''Nhất Linh, con người và tác phẩm'', Nhà xuất bản Văn Học, Hà Nội, 2000\n* Lê Hữu Mục, ''Khảo luận về Khái Hưng (Nửa chừng xuân, Hồn bướm mơ tiên)'', Nhà xuất bản Trường Thi, Sài Gòn 1958\n* Lê Hữu Mục, ''Khảo luận về Đoạn tuyệt'', Nhà xuất bản Khai Trí, Sài Gòn, 1960\n* Lê Thanh Hải, ''Phong cách nghệ thuật truyện ngắn Thạch Lam'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2010\n* Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết của Tự Lực Văn Đoàn qua ba tác giả Nhất Linh - Khái Hưng - Hoàng Đạo'', Luận án PTSKH Ngữ văn, Viện Văn học, Hà Nội, 1994\n* Lê Thị Dục Tú, ''Quan niệm về con người trong tiểu thuyết Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2003\n* Lê Thị Quỳnh, ''Ngôn ngữ nghệ thuật của Nhất Linh trong các sáng tác trước năm 1945'', Luận văn Thạc sĩ Ngữ văn, Đại học Thái Nguyên, 2009\n* Lương Văn Dương, ''Yếu tố trữ tình trong văn xuôi Thạch Lam'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2013\n* Mai Hương (tuyển chọn và biên soạn), ''Tự Lực Văn Đoàn trong tiến trình văn học dân tộc'', Nhà xuất bản Văn hóa Thông tin, Hà Nội, 2000\n* Mai Hương (tuyển chọn và biên soạn), ''Nhất Linh, cây bút trụ cột của Tự Lực Văn Đoàn'', Nhà xuất bản Văn hóa Thông tin, Hà Nội, 2000\n* Mai Thị Thanh Dung, ''Vấn đề giải phóng cá nhân trong sáng tác của Khái Hưng​'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2014\n* Ngô Văn Thư, ''Bàn về tiểu thuyết Khái Hưng'', Nhà xuất bản Thế giới, Hà Nội, 2006\n* Nguyễn Bá Lương, ''Luận đề về Nhất Linh (Đoạn tuyệt)'', Nhà xuất bản Tao Đàn, Sài Gòn, 1960\n* Nguyễn Duy Diễn; Bằng Phong, ''Luận đề về Khái Hưng'', Nhà xuất bản Khai Trí, Sài Gòn, 1960 \n* Nguyễn Duy Diễn; Bằng Phong, ''Luận đề về Tự Lực Văn Đoàn'', Nhà xuất bản Thăng Long, Sài Gòn, 1967 \n* Nguyễn Đăng Vy, ''Truyện ngắn Nhất Linh, Khái Hưng trong văn xuôi nghệ thuật Tự Lực Văn Đoàn​'', Luận văn Thạc sĩ Ngữ văn, Đại Học Sư Phạm TP.HCM, 2010\n* Nguyễn Đăng Vy, ''Tiểu thuyết, truyện ngắn Khái Hưng từ góc nhìn trần thuật'', Luận án Tiến sĩ Ngôn ngữ và Văn hóa Việt Nam, Đại Học Sư Phạm TP.HCM, 2016\n* Nguyễn Hải Châu, ''Người kể chuyện trong tiểu thuyết Tự Lực văn đoàn'', Luận văn Thạc sĩ Lý luận văn học, Đại học Quốc gia Hà Nội, 2011\n* Nguyễn Hiền Trang, ''Những cách tân về nghệ thuật của tiểu thuyết Tự Lực Văn Đoàn trên con đường hiện đại hoá'', Luận văn Thạc sĩ Ngữ văn, Đại học Quốc gia Hà Nội, 2001\n* [[Nguyễn Huệ Chi]], mục từ \"Tự lực văn đoàn\" trong ''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, Hà Nội, 2004\n* Nguyễn Quốc Linh, ''Tiểu thuyết luận đề của Khái Hưng'', Luận văn Thạc sĩ Ngữ văn, Đại học Thái Nguyên, 2018\n* Nguyễn Thành Thi, ''Đặc trưng nghệ thuật của truyện ngắn Thạch Lam'', Nhà xuất bản Giáo dục, Hà Nội, 1999\n* Nguyễn Thành Thi, ''Phong cách văn xuôi nghệ thuật Thạch Lam'', Luận án Tiến sĩ Ngữ Văn, Đại học Khoa học Xã hội và Nhân văn TP.HCM, 2001\n* Nguyễn Thành Thi, ''Thạch Lam, văn và người'', Nhà xuất bản Trẻ, TP. HCM, 2005\n* Nguyễn Thành Thi, ''Phong cách văn xuôi nghệ thuật Thạch Lam'', Nhà xuất bản Khoa học Xã hội, Hà Nội, 2006\n* Nguyễn Thao (tuyển chọn), ''Khái Hưng, nhà tiểu thuyết có biệt tài trong công cuộc canh tân văn học'', Nhà xuất bản Văn hóa Thông tin, Hà Nội, 2013\n* Nguyễn Thị Hảo, ''Đặc điểm truyện ngắn Thế Lữ trong văn học giai đoạn 1932–1945'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2014\n* Nguyễn Thị Hoàng Mai, ''Tiểu thuyết Nhất Linh với việc hiện thực hoá chủ trương canh tân văn hoá, văn học của Tự Lực Văn Đoàn'', Luận án Tiến sĩ Ngữ văn, [[Đại học Vinh]], 2022 \n* Nguyễn Thị Quỳnh, ''Thể loại tiểu thuyết luận đề của Tự Lực văn đoàn (qua Nửa chừng xuân, Đoạn tuyệt, Bướm trắng)'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2017\n* Nguyễn Thị Thế, ''Hồi ký về gia đình Nguyễn Tường. Chuyện nhà của những văn nhân trụ cột Tự Lực Văn Đoàn'', Nhà Xuất Bản Phụ Nữ Việt Nam, Hà Nội, 2021\n* {{Chú thích sách |title=On Our Own Strength: The Self-Reliant Literary Group and Cosmopolitan Nationalism in Late Colonial Vietnam |last=Nguyen |first=Martina Thucnhi |year=2020 |isbn=9780824883331 |publisher=University of Hawai‘i Press |url=https:\/\/uhpress.hawaii.edu\/title\/on-our-own-strength-the-self-reliant-literary-group-and-cosmopolitan-nationalism-in-late-colonial-vietnam\/}}\n* Nguyễn Thị Thơm, ''[[Phong Hóa (tuần báo)|Báo Phong Hóa]] với vấn đề đổi mới văn hóa Việt Nam từ năm 1932 đến năm 1936'', Luận văn Thạc sĩ Báo chí, Đại học Quốc gia Hà Nội, 2017\n* Nguyễn Thị Tuyến, ''Mô hình tiểu thuyết Tự Lực văn đoàn'', Luận án Tiến sĩ Ngữ văn, Đại học Sư phạm Hà Nội, 2004\n*Nguyễn Thị Xuân Quỳnh, ''Văn xuôi Thạch Lam dưới góc nhìn văn hóa'', Luận văn Thạc sĩ Ngữ văn, Đại học Quốc gia Hà Nội, 2016\n* Nguyễn Trác & Đái Xuân Ninh, ''Về Tự Lực văn đoàn'', Nhà xuất bản TP. Hồ Chí Minh, TP. Hồ Chí Minh, 1989\n* [[Nguyễn Tường Bách]], ''Việt Nam một thế kỷ qua'', 2 cuốn. California: Thạch Ngữ, 1999–2000\n* Nguyễn Tường Thiết, ''Nhất Linh, cha tôi'' (hồi ký), Nhà xuất bản Phụ Nữ Việt Nam, Hà Nội, 2020\n* Nguyễn Văn Xung, ''Bình giảng về Tự Lực Văn Đoàn'', Nhà xuất bản Tân Việt, Sài Gòn, 1958\n* Nhiều tác giả, ''Khái Hưng, thân thế và tác phẩm'', Nhà xuất bản Nam Hà, Sài Gòn, 1972\n* Nhiều tác giả (Phạm Phú Minh biên tập), ''Kỷ yếu triển lãm và hội thảo về [[Phong Hóa (tuần báo)|báo Phong Hóa]] - [[Ngày Nay (tuần báo)|Ngày Nay]] và Tự Lực Văn Đoàn'', Nhà xuất bản Người Việt, California, 2014\n* Nhiều tác giả, ''[[Phong Hóa (tuần báo)|Phong Hóa]] thời hiện đại - Tự Lực văn đoàn trong tình thế thuộc địa ở Việt Nam đầu thế kỷ 20'', Nhà xuất bản Hội Nhà Văn, Hà Nội, 2020\n* Nhiều tác giả, ''Tự Lực văn đoàn với vấn đề phụ nữ ở nước ta'', Nhà xuất bản Phụ Nữ Việt Nam, Hà Nội, 2021\n* Nhật Thịnh, ''Chân dung Nhất Linh hay thân thế sự nghiệp Nguyễn Tường Tam'', Nhà xuất bản Sống Mới, Sài Gòn, 1971\n* [[Phan Cự Đệ]], ''Tự Lực văn đoàn - Con người và văn chương'', Nhà xuất bản Văn học, Hà Nội, 1990\n* Phạm Thanh Hùng, ''Tính nhân văn qua hình tượng người phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia TP. HCM, 1999\n* Phạm Thảo Nguyên, ''[[Áo dài]] [[Nguyễn Cát Tường|Lemur]] và bối cảnh [[Phong Hóa (tuần báo)|Phong Hóa]] & [[Ngày Nay (tuần báo)|Ngày Nay]]'', Nhà xuất bản Hồng Đức, Hà Nội, 2018\n* [[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (tập 3), Sài Gòn, 1965\n* Phạm Thị Minh Tuyến, ''Đề tài phong tục Việt Nam trong tiểu thuyết Tự Lực Văn Đoàn'', Luận văn Thạc sĩ chuyên ngành Lý luận Văn học, Đại học Sư phạm TP. HCM, 2009\n* Phạm Thị Thu Hà, ''Hình tượng người phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Luận văn Thạc sĩ Lý luận văn học, Đại học Quốc gia Hà Nội, 2010\n* Phan Trọng Thưởng; Nguyễn Cừ (tuyển chọn và giới thiệu), ''Văn chương Tự Lực Văn Đoàn'' (3 tập), Nhà xuất bản Giáo Dục, Hà Nội, 1999\n* [[Thanh Lãng (linh mục)|Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (quyển hạ), Nhà xuất bản Trình bày, Sài Gòn, 1967\n* Thế Phong, ''Lược sử văn nghệ Việt Nam: Nhà văn tiền chiến 1930–1945'', Nhà xuất bản Vàng Son, Sài Gòn, 1959\n* Trần Đỗ Lan Anh, ''Đặc điểm nhân vật trong tiểu thuyết Khái Hưng'',Luận văn Thạc sĩ Ngữ văn, Đại học Đà Nẵng, 2015\n* Trần Hoài Vũ, ''Yếu tố hiện thực và yếu tố lãng mạn trong sáng tác của Khái Hưng và Nhất Linh thuộc nhóm Tự Lực Văn Đoàn'', Luận văn Thạc sĩ Ngữ văn, Đại học Sư phạm TP. HCM, 2010 \n* Trần Thị Thu, ''Văn xuôi Thế Lữ trong Tự Lực Văn Đoàn'', Luận văn Thạc sĩ Văn học, Đại học Sư phạm TP. HCM, 2012\n* Trịnh Hồ Khoa, ''Những đóng góp của Tự lực văn đoàn cho việc xây dựng một nền văn xuôi Việt Nam hiện đại'', Luận án PTS. Văn học Việt Nam, Đại học Quốc gia Hà Nội, 1996\n* [[Trương Chính]], ''Dưới mắt tôi'' (phê bình văn học), Nhà xuất bản Thụy Ký, Hà Nội, 1939\n* Trương Chính, ''Lược thảo lịch sử văn học Việt Nam'', Nhà xuất bản Xây Dựng, Hà Nội, 1957\n* [[Vu Gia]], ''Khái Hưng, nhà tiểu thuyết'', Nhà xuất bản Văn hoá, Hà Nội, 1993\n* Vu Gia, ''Thạch Lam, thân thế và sự nghiệp'', Nhà xuất bản Văn hoá, Hà Nội, 1994\n* Vu Gia, ''Nhất Linh trong tiến trình hiện đại hóa văn học'', Nhà xuất bản Văn hóa, Hà Nội, 1995\n* Vu Gia, ''Hoàng Đạo, nhà báo, nhà văn'', Nhà xuất bản Văn hoá, Hà Nội, 1997\n* Vu Gia, ''Trần Tiêu, nhà văn độc đáo của Tự Lực văn đoàn'', Nhà xuất bản Thanh niên, Hà Nội, 2006\n* Vu Gia, ''Tú Mỡ, người gieo tiếng cười'', Nhà xuất bản Thanh niên, Hà Nội, 2008\n* Vu Gia, ''Thế Lữ, một khách tình si'', Nhà xuất bản Thanh niên, Hà Nội, 2009\n* Vu Gia, ''Khái Hưng, người đổi mới văn chương'', Nhà xuất bản Thanh niên, Hà Nội, 2011\n* [[Vũ Ngọc Phan]], ''Nhà văn hiện đại'', 4 tập (1942–1945)\n* Vũ Thanh Việt, ''Truyện ngắn Tự Lực Văn Đoàn qua hai tác giả tiêu biểu Khái Hưng và Thạch Lam'', Luận văn Thạc sĩ Văn học, Đại học Quốc gia Hà Nội, 2008\n{{refend}}\n;Bài viết (tạp chí chuyên ngành)\n{{refbegin|30em}}\n* {{chú thích tạp chí |last=Dutton |first=George |title=[[Bang Bạnh - Xã Xệ - Lý Toét|Lý Toét]] in the City: Coming to Terms with the Modern in 1930s Vietnam |journal=Journal of Vietnamese Studies |date=2007 |volume=2 |issue=1 |page=80–108 |doi=10.1525\/vs.2007.2.1.80}}\n*[[Dương Nghiễm Mậu]], ''Nhân nghĩ về Khái Hưng'', Tạp chí Văn, số 22-1964\n*Đào Văn A, ''Tự lực văn đoàn trên sách báo miền Nam trước đây'', Tạp chí Văn học, số 5-1981.\n*Đinh Quang Tốn, ''Thạch Lam và quê hương sáng tác'', Tạp chí Văn học, số 6-1992, tr.20. \n*Đỗ Đức Hiểu, ''Đọc Bướm trắng của Nhất Linh'', Tạp chí Văn học, số 1-1997, tr.15.\n*Đỗ Đức Hiểu, ''Đọc Đôi bạn của Nhất Linh'', Tạp chí Văn học, số 1-1997, tr.15.\n*[[Hà Minh Đức]], ''Hoàng Đạo (1907-1948)'', Nghiên cứu Văn học, số 8-2006, tr.75.\n*[[Hồ Hữu Tường]], ''Khái Hưng, người thứ nhứt muốn làm nguyên soái “văn chương sáng giá”'', Văn, số 22, Sài Gòn, 15-11-1964, tr.27\n*Hồ Thị Xuân Quỳnh, ''Tiểu thuyết Tự Lực Văn Đoàn - Một thái độ ứng xử thẩm mỹ đối với lớp trẻ giai đoạn 1930–1945'', Tạp chí Khoa học Trường Đại học Cần Thơ [Phần C: Khoa học Xã hội, Nhân văn và Giáo dục: 41 (2015): 19–24]\n*Hồ Thị Xuân Quỳnh, ''Một số phương pháp tạo ấn tượng thẩm mỹ trong việc dạy học văn chương Tự Lực Văn Đoàn'', Tạp chí Khoa học Trường Đại học Cần Thơ, 55 (Số chuyên đề: Khoa học Giáo dục): 96–104, 2019\n*Lê Dục Tú, ''Tìm hiểu truyện ngắn Khái Hưng'', Nghiên cứu Văn học, số 3-2005, tr.106.\n*Lê Kim Vinh, ''Thạch Lam'', Tạp chí Văn học, số 3-1990, tr.5.\n*Lê Minh Tuyên, ''Những nét tương đồng và khác biệt trong truyện ngắn Nguyễn Tuân và Thạch Lam'', Tạp chí Văn học, số 12-2003, tr.69.\n*Lê Thị Đức Hạnh, ''[[Trần Tiêu]] có phải là thành viên trong tổ chức Tự lực văn đoàn không?'', Tạp chí Văn học, số 5-1990, tr.17.\n*Lê Thị Đức Hạnh, ''Thêm mấy ý kiến đánh giá Tự lực văn đoàn'', Tạp chí Văn học, số 3-1991, tr.76.\n*Lê Thị Đức Hạnh, ''Tự lực văn đoàn và Phong trào Thơ Mới'', Tạp chí Văn học, số 2-1993, tr.24.\n*Ngô Văn Thư, ''Nửa chừng xuân – bước tiến của nghệ thuật tiểu thuyết'', tạp chí Văn học, số 11-2001, tr.64.\n*Ngô Văn Thư, ''Quan niệm văn chương của Khái Hưng'', Nghiên cứu Văn học, số 3-2005, tr.117.\n*Ngô Văn Thư, ''Nghệ thuật tự sự trong tiểu thuyết Khái Hưng'', Nghiên cứu Văn học, số 6-2009, tr.43\n*Nguyễn Đăng Vy; Lê Dinh Dinh, ''Ngôn ngữ truyện ngắn Nhất Linh, Khái Hưng trong xu hướng phát triển ngôn ngữ văn xuôi nghệ thuật của Tự Lực văn đoàn – từ góc nhìn trần thuật học'', Tạp chí Khoa học- Trường Đại học Phú Yên, Tập. 3 Số. 05 (2014) \n*Nguyễn Kim Hồng, ''Xu hướng hiện thực tâm lý qua các tác phẩm viết về làng quê của Thạch Lam'', Tạp chí Văn học, số 12-2001, tr.53.\n*Nguyễn Hữu Hiếu, ''Mấy suy nghĩ về nhà văn Nhất Linh – Nguyễn Trường Tam'', Tạp chí Văn học, số 4-1994, tr.50. \n*Nguyễn Mạnh Trí, ''Giá trị truyền thống và hiện đại của kiến trúc [[Phong trào Nhà Ánh Sáng (Tự Lực Văn Đoàn)|Nhà Ánh Sáng]]'', Tạp chí Khoa học công nghệ Xây dựng – Trường Đại học Xây dựng số 9(4):57–63, 2015\n*Nguyễn Thanh Hồng, ''Truyện ngắn Hai đứa trẻ của Thạch Lam'', Tạp chí Văn học, số 3-1990, tr.7.\n*Nguyễn Thành Thi, ''Thạch Lam từ quan niệm về cái đẹp đến những trang văn Hà Nội ba sáu phố phương'', Tạp chí Văn học, số 10-2000, tr.58.\n*{{chú thích tạp chí  |last=Nguyen |first=Martina Thucnhi |title=French Colonial State, Vietnamese Civil Society: The League of Light [Đoàn Ánh Sáng] and Housing Reform in Hà Nội, 1937–1941 |journal=Journal of Vietnamese Studies |date=2016 |volume=11 |issue=3–4 |page=17–57 |doi=10.1525\/jvs.2016.11.3-4.17}}\n*Nguyễn Thị Hoàng Mai, ''Hình tượng “nhân vật nữ nổi loạn” trong tiểu thuyết của Nhất Linh (thời kì Tự Lực văn đoàn)'', Tạp chí Khoa học - Trường Đại học Sư phạm Tp. Hồ Chí Minh, Tập. 18 Số. 7, 2021\n*Nguyễn Thị Hoàng Mai, ''Văn chương Tự Lực Văn Đoàn trong chương trình giáo dục phổ thông ở miền Nam (1955–1975)'', Tạp chí Phát triển Khoa học và Công nghệ – Khoa học Xã hội và Nhân văn, 5(3):1166–1171, 2021\n*Oh Eun Chol, ''Vấn đề gia đình trong tiểu thuyết Gia đình của Khái Hưng (Việt Nam) và tiểu thuyết Ba thế hệ của Yom Sang Sop (Hàn Quốc)'', Tạp chí Văn học, số 11-2000, tr.69.\n*Phan Quốc Lữ, ''Tính chất phi cốt truyện trong văn xuôi Thạch Lam, Xuân Diệu, Thanh Tịnh, Hồ Dzếnh'', Tạp chí Văn học, số 6-2003, tr.55.\n*Phan Trọng Thưởng, ''Cuối thế kỷ nhìn lại việc nghiên cứu, đánh giá văn chương Tự lực văn đoàn'', Tạp chí Văn học, số 2-2000, tr.51.\n*Phạm Đình Ân, ''Thế Lữ trong Tự lực văn đoàn'', Tạp chí Văn học, số 8-2003, tr.64.\n*Phạm Thị Thu Hương, ''Quan niệm nghệ thuật về con người trong truyện ngắn Thạch Lam'', Tạp chí Văn học, số 3-1993, tr.16. \n*[[Phong Lê]], ''Thạch Lam trong Tự lực văn đoàn'', Tạp chí Văn học, số 2-1988, tr.103.\n*Trần Văn Toàn, ''Nam tính hoá nữ tính – đọc Đoạn tuyệt của Nhất Linh dưới góc nhìn giới tính'', Nghiên cứu Văn học, số 9-2011, tr.86.\n*[[Trương Chính]], ''Vấn đề đánh giá Tự Lực văn đoàn'', Tạp chí Văn học số 3+ 4, 1988, tr.21-30\n*Trương Chính, ''Nhìn lại vấn đề giải phóng phụ nữ trong tiểu thuyết Tự Lực văn đoàn'', Tạp chí Văn học, số 5-1990, tr.3\n*Văn Tạo, ''Nên có nhà lưu niệm Tự lực văn đoàn'', Nghiên cứu Văn học, số 3-2006, tr.127.\n*Vu Gia, ''Một ít tư liệu chung quanh Thạch Lam'', Tạp chí Văn học, số 8-1994, tr.53.\n*Vũ Khánh Dần, ''Nhìn nhận tiểu thuyết Nhất Linh hơn nửa thế kỷ qua'', Tạp chí Văn học, số 3-1997, tr.81.\n*Vũ Tuấn Anh, ''Thạch Lam – văn chương và cái đẹp'', Tạp chí Văn học, số 6-1992, tr.13.\n*[[Vương Trí Nhàn]], ''Cốt cách của ngòi bút Thạch Lam'', Tạp chí Văn học, số 5-1990, tr.10.\n{{refend}}\n;Nguồn khác (báo, tạp chí điện tử)\n{{refbegin|30em}}\n* Đỗ Quý Toàn, ''[https:\/\/www.diendantheky.net\/2013\/07\/o-quy-toan-phong-trao-nha-anh-sang-cua.html Phong trào Nhà Ánh Sáng của Tự Lực Văn Đoàn]''. (''Diễn Đàn Thế Kỷ'', 13\/7\/2013)\n* Đỗ Quý Toàn, ''[https:\/\/www.diendantheky.net\/2013\/07\/o-quy-toan-phong-trao-nha-anh-sang-cua_14.html Phong trào Nhà Ánh Sáng của Tự Lực Văn Đoàn (tiếp theo và hết)]''. (''Diễn Đàn Thế Kỷ'', 14\/7\/2013)\n* Hà Thanh Vân, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3587-th-mi-va-tiu-thuyt-t-lc-vn-oan-trong-s-tip-nhn-ca-c-gi-tr-vit-nam-hin-nay.html Thơ mới và tiểu thuyết Tự Lực văn đoàn trong sự tiếp nhận của độc giả trẻ Việt Nam hiện nay]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)\n* Kawaguchi Kenichi, ''[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/4485-t-lc-vn-oan-va-vn-hc-hin-i-vit-nam.html Tự Lực Văn Đoàn và văn học hiện đại Việt Nam]'', 2012\n* Khuất Bình Nguyên, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tro-lai-voi-thach-lam Trở lại với Thạch Lam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190927192128\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tro-lai-voi-thach-lam |date=2019-09-27 }}''. (Tạp chí Văn hóa Nghệ An, 06\/8\/2017)\n* Lã Nguyên, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ly-luan-tieu-thuyet-trong-theo-giong-cua-thach-lam Lý luận tiểu thuyết trong “Theo giòng” của Thạch Lam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190918015809\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ly-luan-tieu-thuyet-trong-theo-giong-cua-thach-lam |date=2019-09-18 }}''. (Tạp chí Văn hóa Nghệ An, 10\/1\/2011)\n* [[Lại Nguyên Ân]], ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tu-luc-van-doan,-mot-nhom-loi-ich-trong-doi-song-van-nghe Tự lực văn đoàn, một \"nhóm lợi ích\" trong đời sống văn nghệ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190911135705\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/tu-luc-van-doan,-mot-nhom-loi-ich-trong-doi-song-van-nghe |date=2019-09-11 }}''. (Tạp chí Văn hóa Nghệ An, 18\/2\/2014)\n* Mặc Lâm, ''[https:\/\/www.rfa.org\/vietnamese\/news\/programs\/LiteratureAndArts\/aki-tanaka-a-special-friend-of-tu-luc-van-doan-ml-09042015140110.html Aki Tanaka – Một người bạn của “Tự Lực Văn Đoàn”]''. ([[Đài Á Châu Tự Do]] – RFA, 05\/09\/2015)\n* [[Nguyên Ngọc]], ''[http:\/\/tiasang.com.vn\/-van-hoa\/doi-chut-ve-giai-thuong-tu-luc-van-doan-5507 Đôi chút về giải thưởng Tự lực văn đoàn]''. (Tạp chí Tia Sáng, 16\/08\/2012)\n* Nguyễn Công Lý, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/giao-duc\/3612-vn-chng-t-lc-vn-oan-va-th-mi-trong-chng-trinh-trung-hc-mon-vn-min-nam-trc-nm-1975.html Văn chương Tự Lực Văn Đoàn và Thơ Mới trong chương trình trung học môn Văn ở miền Nam trước năm 1975]''. (Khoa Văn học và Ngôn ngữ - Trường Đại học Khoa học Xã hội và Nhân văn - Đại học Quốc gia TP. HCM, 30\/10\/2012)\n* [[Nguyễn Đăng Mạnh]], ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/v%C4%83n-h%E1%BB%8Dc-vi%E1%BB%87t-nam\/3579-tiu-thuyt-t-lc-vn-oan-va-phong-trao-th-mi-1932-1945-nhin-li-va-suy-ngh.html Tiểu thuyết Tự Lực văn đoàn và Phong trào Thơ mới (1932–1945) - nhìn lại và suy nghĩ]'' (Tham luận đọc tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 2012)\n* Nguyễn Huệ Chi, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/thu-dinh-vi-tu-luc-van-doan Thử định vị Tự lực văn đoàn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190904130128\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/thu-dinh-vi-tu-luc-van-doan |date=2019-09-04 }}''. (Tạp chí Văn hóa Nghệ An, 08\/12\/2009)\n* [[Nguyễn Hưng Quốc]], ''[https:\/\/damau.org\/28181\/danh-gia-lai-tu-luc-van-doan Đánh giá lại Tự Lực Văn Đoàn]''. (Tạp chí văn chương ''Da Màu'', 22\/07\/2013)\n* Nguyễn Thị Phương Thuý, ''[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3604%3Anh-hng-ca-tiu-thuyt-t-lc-vn-oan-n-tiu-thuyt-o-th-nam-b-1945-1954&catid=129%3Aht-80-nm-th-mi-va-t-lc-vn-oan&Itemid=195&lang=vi Ảnh hưởng của tiểu thuyết Tự Lực văn đoàn đến tiểu thuyết ở đô thị Nam Bộ 1945-1954]''. (Tham luận tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại, 28\/10\/2012)\n* Phan Mạnh Hùng, ''[https:\/\/www.diendantheky.net\/2013\/05\/phan-manh-hung-tiep-nhan-khai-hung-o.html Tiếp nhận Khái Hưng ở miền Nam trước 1975]'' (Tham luận tại Hội thảo Phong trào Thơ mới và văn xuôi Tự lực văn đoàn - 80 năm nhìn lại). (Diễn Đàn Thế Kỷ, 26\/5\/2013)\n* Tanaka Aki, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/mot-cach-nhin-moi-ve-ban-khoan-cua-khai-hung Một cách nhìn mới về “Băn khoăn” của Khái Hưng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190911141608\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/mot-cach-nhin-moi-ve-ban-khoan-cua-khai-hung |date=2019-09-11 }}''. (Tạp chí Văn hóa Nghệ An, 29\/10\/2017)\n* [[Thụy Khuê (nhà phê bình)|Thụy Khuê]], ''[http:\/\/thuykhue.free.fr\/TLVD\/index.html Tự Lực văn đoàn, văn học và cách mạng]''\n* Trần Hoài Anh, ''[https:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=19829 Tự lực văn đoàn trong cái nhìn của lý luận – phê bình văn học ở miền nam 1954 – 1975]'' (Vanchuongviet.org, 10\/2\/2013)\n* Trần Thị Thanh Xuân, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/truyen-ngan-thach-lam-nhin-tu-ly-thuyet-mo-hinh-van-ban-nghe-thuat-cua-iulotman Truyện ngắn Thạch Lam: Nhìn từ lý thuyết mô hình văn bản nghệ thuật của Iu.Lotman] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190918234551\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/truyen-ngan-thach-lam-nhin-tu-ly-thuyet-mo-hinh-van-ban-nghe-thuat-cua-iulotman |date=2019-09-18 }}''. (Tạp chí Văn hóa Nghệ An, 08\/1\/2012)\n{{refend}}\n{{Tự Lực văn đoàn}}\n\n[[Thể loại:Tự Lực văn đoàn| ]]\n[[Thể loại:Văn hóa xứ Đông]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Văn học chữ Quốc ngữ]]\n[[Thể loại:Văn học lãng mạn Việt Nam]]\n[[Thể loại:Phong trào văn học Việt Nam]]\n[[Thể loại:Phong trào văn hóa Việt Nam]]\n[[Thể loại:Phong trào cải cách văn học]]\n[[Thể loại:Phong trào cải cách văn hóa]]\n[[Thể loại:Hội thơ văn Việt Nam]]\n[[Thể loại:Lịch sử văn học Việt Nam]]\n[[Thể loại:Lịch sử báo chí Việt Nam]]"}