{"41279":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Dực Tông <br> Tự Đức\n| tên gốc = 嗣德\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Vua Tự Đức.jpg\n| cỡ hình = 300px\n| ghi chú hình = Tranh vẽ chân dung vua Tự Đức bởi L.Ruffier\n| chức vị = [[Danh sách hoàng đế nhà Nguyễn|Hoàng đế Đại Nam]]\n| tại vị = [[5 tháng 11]] năm [[1847]] – <br>[[19 tháng 7]] năm [[1883]]<br>({{số năm theo năm và ngày|1847|11|5|1883|7|19}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1802 till:1945\nAlignBars = early\nScaleMajor = increment:143 start:1802\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1847 till:1883 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Thiệu Trị|<font color=\"grey\">Thiệu Trị<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Dục Đức]]\n| tên đầy đủ = Nguyễn Phúc Hồng Nhậm (阮福洪任)<br>Nguyễn Phúc Thì (阮福時)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| hoàng tộc = [[Nhà Nguyễn]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| ca khúc hoàng gia = [[Đăng đàn cung]]\n| niên hiệu = Tự Đức (嗣德)\n| thời gian của niên hiệu = \n| tôn hiệu = \n| miếu hiệu = [[Dực Tông]] (翼宗)\n[[Thành Tổ]] (成祖)\n| thụy hiệu = <font color = \"grey\">Thể Thiên Hanh Vận Chí Thành Đạt Hiếu Thể Kiện Đôn Nhân Khiêm Cung Minh Lược Duệ Văn '''Anh Hoàng đế'''<br>(繼天亨運至誠達孝體健敦仁謙恭明略睿文'''英皇帝''')<\/font>\n| vợ = [[Lệ Thiên Anh Hoàng hậu]]\n| thông tin con cái = ẩn\n| con cái = ''Không có con ruột, tất cả đều là con nuôi''<br>[[Dục Đức|Nguyễn Phúc Ưng Ái]]<br>[[Đồng Khánh|Nguyễn Phúc Ưng Kỷ]]<br>[[Kiến Phúc|Nguyễn Phúc Ưng Đăng]]\n| cha = [[Thiệu Trị]]\n| mẹ = [[Từ Dụ]]\n| sinh = [[22 tháng 9]] năm [[1829]]\n| nơi sinh = [[Huế]], [[Đại Nam]]\n| mất = {{Ngày mất và tuổi|1883|7|19|1829|9|22}}\n| nơi mất = [[Huế]], [[Đại Nam]]\n| ngày an táng = \n| nơi an táng = 30 tháng 12 năm 1883 [[Lăng Tự Đức|Khiêm lăng]] (謙陵)\n| tôn giáo = \n| chữ ký = \n}}\n'''Tự Đức''' ({{hn|ch=嗣德}} 22 tháng 9 năm 1829 – 19 tháng 7 năm 1883) tên thật là '''Nguyễn Phúc Hồng Nhậm''' (阮福洪任), khi lên ngôi đổi thành '''Nguyễn Phúc Thì''' (阮福時), là vị [[hoàng đế]] thứ tư của [[triều Nguyễn]]. Ông là vị vua có thời gian trị vì lâu dài nhất của nhà Nguyễn, trị vì từ năm [[1847]] đến [[1883]], ông được truy tôn miếu hiệu là '''Nguyễn Dực Tông''' (阮翼宗), thụy hiệu là ''' Thể Thiên Anh Hoàng Đế'''. Trong suốt thời gian trị vì của mình ông chỉ sử dụng duy nhất một niên hiệu là '''Tự Đức''' (嗣德) nên thường được gọi với tên này.\n\nTriều đại của ông đánh dấu sự suy yếu của nhà Nguyễn và nhiều sự kiện xấu với vận mệnh [[nhà Nguyễn|Đại Nam]]. Quân đội nhà Nguyễn ngày càng suy yếu, kinh tế trì trệ, trong khi nhiều cuộc nội loạn diễn ra trong cả nước. Năm [[1858]], liên quân [[Pháp]]-[[Tây Ban Nha]] nổ súng [[Trận Đà Nẵng (1858-1859)|tấn công Đà Nẵng]]. Trước tình hình người Pháp xâm lấn trong triều đình đặt ra vấn đề cải cách, liên tiếp các năm từ [[1864]] đến [[1881]], các quan là [[Phan Thanh Giản]], [[Phạm Phú Thứ]], [[Nguyễn Trường Tộ]], [[Đinh Văn Điền]], [[Nguyễn Hiệp]], [[Lê Định]] liên tiếp dâng sớ xin nhà vua cho cải cách toàn diện đất nước nhưng các đình thần lại không thống nhất, nhà vua cũng không đưa ra được quyết sách dứt khoát. Mãi đến năm [[1878]], triều đình mới bắt đầu cử người thực hiện các bước đầu tiên trong quá trình cải cách là cho học tiếng nước ngoài, nhưng đình thần vẫn bất đồng và nảy sinh hai phe chủ trương cải cách và bảo thủ, rồi đến khi nước [[Đại Nam]] dần rơi vào tay quân Pháp cũng nảy sinh hai phe chủ chiến và chủ hòa. Chính vua Tự Đức cũng phải tự phê về triều đại mình như sau: ''\"Thanh dung thịnh nhi võ bị suy, nghị luận đa nhi thành công thiểu\" (聲容盛而武備衰, 議論多而成功少; nghĩa là: Bề ngoài hào nhoáng nhưng quân sự suy yếu, bàn luận nhiều mà thành công ít)''\n\nTriều đình [[nhà Nguyễn]] ngày càng bất lực trước sự tấn công của Pháp, chỉ mong cắt đất cầu hòa. Cuối cùng, tới năm [[1883]], Tự Đức qua đời, ngay sau đó Pháp tấn công vào kinh đô và ép buộc nhà Nguyễn phải công nhận sự \"bảo hộ\" của [[Pháp]] trên toàn Đại Nam. Nhà Nguyễn sau thời Tự Đức chỉ còn là danh nghĩa, vua Nguyễn chỉ còn là bù nhìn, thực tế thì đã mất nước vào tay Pháp.\n\n==Thân thế==\nNguyễn Phúc Hồng Nhậm sinh ngày [[25 tháng 8]] năm [[Kỷ Sửu]] (tức [[22 tháng 9]] năm [[1829]]) tại [[Huế]], là con thứ nhưng là đích tử của vua [[Thiệu Trị]] và [[Từ Dụ|Phạm Thị Hằng]] (bà [[Từ Dụ]]). Khi còn nhỏ Hồng Nhậm còn có tên khác là Nguyễn Phúc Thì. Ngoài ra, theo truyền thống hoàng tộc Nguyễn Phúc có từ thời Võ Vương Nguyễn Phúc Khoát, hoàng tử sinh ra để dễ nuôi sẽ được đặt thêm tên có chữ Mệ, vì vậy thuở nhỏ ông còn được gọi là Mệ Tríu\n\nVì anh trai của ông, [[Nguyễn Phúc Hồng Bảo]], là một người ham chơi, mê cờ bạc, không chịu học hành nên vua [[Thiệu Trị]] trước lúc qua đời đã để di chiếu truyền ngôi cho ông. Bấy giờ ông mới 19 tuổi, nhưng học hành đã thông thái. Đến tháng 10 năm [[1847]] ông chính thức lên ngôi hoàng đế ở [[điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], đặt niên hiệu là '''Tự Đức''', bắt đầu từ năm sau là [[1848]]. Khi Tự Đức lên cầm quyền, triều đình vẫn cai trị tuân theo phong cách [[Nho giáo]].\n\n==Cai trị==\nTự Đức lên ngôi vào [[tháng mười|tháng 10]] năm [[Đinh Mùi]] [[1847]] theo di chiếu của vua cha [[Thiệu Trị]]. Bấy giờ ông mới có 19 tuổi.\n\n===Quan lại dưới thời Tự Đức===\nPhần lớn triều thần thời Tự Đức là những người hấp thụ nền giáo dục [[Nho giáo]] nên không cập nhật được những tiến bộ khoa học kỹ thuật hiện đại.<ref name=\"n\">[[Trần Trọng Kim]], [[Việt Nam sử lược]], tr. 239-242.<\/ref> Hơn nữa Đại Nam đang trong tình trạng đóng cửa nên triều đình nhà Nguyễn có rất ít thông tin về thế giới bên ngoài. Họ chỉ nhìn nhận tình hình thế giới bằng con mắt của hàng trăm năm trước khi phương Tây chưa công nghiệp hoá trong khi phương Tây đã bỏ xa nước Đại Nam về công nghệ, kỹ thuật. Một số người ở [[Nghệ An]] đã xuất ngoại nên nắm bắt được tình hình thế giới đương thời mà điển hình là ông [[Nguyễn Trường Tộ]]. Khi về nước, Nguyễn Trường Tộ liền thỉnh cầu Hoàng đế gấp rút cải cách kẻo mất nước. Tiếc thay, quần thần ngăn cản nên ông cũng từ chối ban hành cải tổ.<ref name=\"n\"\/> Nhiều nhà sử học quy trách nhiệm về việc mất nước cho các quan lại cao cấp dưới thời Tự Đức. Tuy nhiên dưới thời ông cũng có một số trung thần xả thân vì nước như [[Tôn Thất Thuyết]], [[Nguyễn Tri Phương]], [[Hoàng Diệu]]...<ref name=\"n\"\/>\n\n===Thuế khoá===\n[[Hình:Gold lang Tu Duc CdM.jpg|nhỏ|phải|120px|Tiền vàng thời Tự Đức, trị giá một [[lạng vàng]].]]\n[[Thuế|Thuế khoá]] trong nước dưới thời Tự Đức đại khái cũng giống như các thời [[Minh Mạng]] ([[1820]] - [[1841]]) và [[Thiệu Trị]] ([[1841]] - [[1847]]) trước đó,<ref name=\"vnsl\">[http:\/\/tusach.vietnhim.com\/showthread.php?t=9&page=43 Dực Tông - Việt Nam sử lược - Trần Trọng Kim]<\/ref> nhưng từ khi liên quân [[Pháp]] - [[Tây Ban Nha]] chiếm các tỉnh [[Nam Kỳ]] rồi lại phải bồi tiền binh phí mất 4 triệu nguyên, triều đình mới tìm cách lấy tiền, bèn phải cho quan Hầu Lợi Trịnh đánh thuế cao trong việc buôn bán [[thuốc nha phiến]] từ [[Quảng Bình]] đến [[Bắc Kỳ]], tuy không nhiều. Sử sách chép rằng mỗi năm nhà vua thu được có 302.200 quan tiền thuế nha phiến.<ref name=\"vnsl\"\/>\n\nNhà vua buộc phải dùng lối đời trước bán quan để lấy tiền, theo hình thức \"quyên\". Định lệ cho quyên từ 1.000 quan trở lên thì được hàm cửu phẩm, lên đến 10.000 thì được thăng hàm lục phẩm.<ref name=\"vnsl\"\/>\n\n===Quân đội===\n{{Chính|Quân đội Nhà Nguyễn}}\nThời Tự Đức có nhiều giặc giã và là một thời rất loạn lạc ở [[Đại Nam]]. Có nhiều cuộc khởi nghĩa chống lại triều đình cùng với [[thực dân Pháp]] âm mưu chiếm hết toàn cõi Đại Nam. Tuy nhiên quân đội [[nhà Nguyễn]] thời kỳ này lại sa sút rất nhiều. Theo sách ''Những vấn đề lịch sử triều Nguyễn'', thời Tự Đức, công tác quốc phòng của nhà Nguyễn có sự tương phản rõ rệt với các triều trước.<ref name=\"ReferenceA\">Nhiều tác giả, ''Những vấn đề lịch sử triều Nguyễn'', tr. 75.<\/ref>\n\nMột trong những lý do khiến cho tình hình quân đội sa sút là vấn đề tài chính. Các cuộc chiến thời [[Minh Mạng]] đã làm ngân khố nhà Nguyễn suy kiệt. Vũ khí và trang thiết bị làm mới gần như không có. [[Bộ binh]] được trang bị rất lạc hậu: 50 người mới có 5 khẩu súng, mỗi năm chỉ tập bắn 1 lần 6 viên đạn. Vũ khí được bảo dưỡng cũng kém. Về [[thủy binh]], không có tàu hơi nước nào được đóng mới, thủy quân thậm chí không đủ khả năng để bảo vệ bờ biển chống hải tặc. Việc giảng dạy binh pháp không còn chú trọng tới sách vở [[phương Tây]] nữa mà quay trở lại với ''[[Binh thư yếu lược]]'' của [[Trần Hưng Đạo]] [[nhà Trần|triều Trần]]. Đời sống binh lính không được quan tâm thỏa đáng, lương thực lại còn bị ăn bớt. Do đó tinh thần chiến đấu của binh sĩ không được cao.<ref name=\"ReferenceA\"\/>\n\nNăm [[1861]], Tự Đức ra lệnh cho các tỉnh thành chọn lấy những thanh niên trai tráng khỏe mạnh để đi lính. Đến năm [[1865]], triều đình Tự Đức tổ chức khoa thi đầu tiên để tuyển chọn Võ tiến sĩ vào thời Nguyễn.\n\nTuy rằng Đại Nam lúc đó các tướng sĩ tài giỏi không thiếu nhưng thời thế đã khác xưa thế mà vẫn còn dùng gươm giáo. Khi ấy, [[thực dân Pháp]] đã có súng ống tân tiến do đó gươm giáo của Đại Nam không thể địch nổi. Tuy [[Đại Nam]] có nhân lực dồi dào, vũ khí hiện đại để chiến đấu thì lại thiếu thốn trầm trọng. Trong một đội gồm 10 binh lính thì mới có một khẩu súng kiểu cũ, phải châm ngòi bắn mới được. Mà quân sĩ không được tập bắn nhiều do sợ tốn tiền đạn dược. Bởi thế khi quân Pháp tới Đại Nam chẳng thể chống nổi.\n\nQuan điểm [[nghệ thuật]] [[quân sự]] của vua quan triều Nguyễn không hề vượt quá khuôn khổ của khoa quân sự trung cổ. Việc không bắt kịp với thành tựu mới của khoa học [[phương Tây]] thời vua Tự Đức khiến cho [[quân sự Việt Nam]] bị lạc hậu nhiều. Vì vậy, khi quân Pháp xâm lược Đại Nam năm [[1858]], khoảng cách về trang thiết bị với quân đội [[nhà Nguyễn]] đã khá xa.<ref name=\"ReferenceA\"\/>\n\nChẳng những không chống nổi quân Pháp, ngay cả [[quân Cờ đen]] là một nhóm thổ phỉ chỉ có mấy trăm người cũng có thể kéo từ biên giới Trung Quốc vào đến tận [[Sơn Tây (tỉnh cũ)|Sơn Tây]], lập trại cát cứ, gây nhiễu loạn cả một vùng suốt nhiều năm mà hàng vạn quân nhà Nguyễn ở miền Bắc cũng không dẹp nổi. Đánh không thắng được, cuối cùng nhà Nguyễn phải trả tiền để thuê đội quân thổ phỉ này cùng chống Pháp, và đáng buồn hơn nữa là quân Cờ đen lại gây thiệt hại cho Pháp nhiều hơn là quân nhà Nguyễn. Điều này cho thấy quân đội nhà Nguyễn thời Tự Đức đã suy yếu tới mức nào.\n\n===Thương mại===\n{{Chính|Thương mại thời nhà Nguyễn}}\nTự Đức khước từ mọi giao thiệp với người [[phương Tây]], dầu việc giao thiệp chỉ nhằm phục vụ [[thương mại]].<ref name=\"a\">[[Trần Trọng Kim]], [[Việt Nam sử lược]], tr. 242.<\/ref> Năm [[1850]], có tàu của [[Hoa Kỳ]] vào [[cửa Đà Nẵng]], có quốc thư xin thông thương nhưng nhà vua làm ngơ không thèm tiếp thư.<ref name=\"a\"\/>\n\nTừ năm [[1855]] đến [[1877]] các nước [[Anh]], [[Pháp]] và [[Tây Ban Nha]] nhiều lần có tàu vào cửa [[Đà Nẵng]], [[cửa Thị Nại]] ([[Bình Định]]) và [[Quảng Yên]] xin thông thương cũng không được.<ref name=\"vnsl\"\/> Mãi đến khi [[Gia Định]] bị [[thực dân Pháp]] chiếm đóng, việc ngoại giao giữa triều đình với các nước phương Tây khó khăn, Tự Đức mới thay đổi chính sách, đặt ra [[Bình Chuẩn Ty]] để lo buôn bán và [[Thượng Bạc Viện]] để giao thiệp với người nước ngoài nhưng không có kết quả vì những người được ủy thác vào các việc này không được học hành gì về ngoại giao.<ref name=\"vnsl\"\/><ref>Việt Sử toàn thư, Phạm Văn Sơn, tr. 432.<\/ref>\n\n===Cấm đạo Công giáo===\nSau khi lên ngôi vào năm [[1848]] thì vua Tự Đức đã có dụ cấm đạo Công giáo,<ref name=\"a\"\/> cũng vì sự cấm đạo tàn nhẫn này mà thực dân Pháp sau này có cớ xâm chiếm Đại Nam.<ref name=\"a\"\/> Tự Đức nhận xét về Công giáo:\n:''\"Họ bảo [[Thiên Chúa]] tức là [[Thượng đế]], Thượng đế là chúa tể của trời, tức là sáng tạo ra trời đất, vạn vật. Họ lại nói Thiên chúa không phải là trời, không phải là đất, không phải là lý, không phải là đạo, không phải là khí, không phải là tính, không phải là người, không phải là vật, không phải là quỷ, không phải là thần, đó là đầu mối của vạn vật, mà chính mình không bắt đầu từ đâu cả… đem so với [[Lão Tử]] khi nói \"Vô danh là bắt đầu của trời vật, Đạo sinh ra một, một sinh ra hai\" mới thấy thuyết của Gia Tô lại càng xuyên tạc thô sơ, họ chỉ biết mượn Thiên Chúa để che giấu cái dấu tích Gia Tô, và để làm văn hoa cho sự lầm lỗi vì đã thờ phụng xằng mà không kể gì đến gốc tích nữa''\".<ref>[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/moi-quan-he-giua-nho-giao-va-cong-giao-o-viet-nam Mối quan hệ giữa Nho giáo và Công giáo ở Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150722020107\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/moi-quan-he-giua-nho-giao-va-cong-giao-o-viet-nam |date = ngày 22 tháng 7 năm 2015}}, Nguyễn Hồng Dương, Thông báo Hán Nôm học 2008; tr.196-211.<\/ref>\n\nMột trong những tuyên cáo của Tự Đức có ghi:\n{{cquote|\n''Đạo Chúa hiển nhiên là trái với tự nhiên, bởi nó không tôn trọng các tổ tiên đã khuất. Các thầy giảng đạo gốc [[châu Âu|Âu Châu]], là các kẻ đáng tội nhất, sẽ bị ném ra biển, với đá cột quanh cổ, và một phần thưởng ba mươi nén bạc sẽ được trao cho bất cứ ai bắt được một người trong họ. Các thầy giảng gốc [[Đại Nam]] ít tội hơn, và trước tiên sẽ bị tra tấn để xem họ có sẽ từ bỏ những sai lầm của mình hay không. Nếu từ chối, họ sẽ in dấu trên mặt và đày đi đến những vùng rừng thiêng nước độc. Còn những ngu-dân thì các quan phải ngăn-cấm, đừng để cho đi theo đạo mà bỏ sự thờ-cúng cha ông, chứ đừng có giết hại...<ref name=\"a\"\/>''\n}}\n\nBa năm sau đó, năm [[1851]], sự khoan dung này dành cho các [[linh mục]] bản xứ đột nhiên bị bãi bỏ. Từ đó dụ cấm đạo càng khắt khe hơn trước.<ref name=\"a\"\/> Từ đó về sau: ''\"hoặc là họ phải chà đạp lên thánh giá, nếu không sẽ chém làm hai ở ngang lưng\"'' (trảm yêu). Trong năm đó và năm kế tiếp, bốn vị [[giáo sĩ]] truyền đạo [[người Pháp]] đã bị chém đầu và thi thể bị ném trôi sông hay ra biển. Báo chí Công giáo tại Pháp kêu la trong sự kinh hoàng, và sự khích động đã thu nhận được một cảm tình viên nơi Hoàng hậu Pháp Eugenie, nhất là khi trong số các nạn nhân sau này có tên một vị [[tu sĩ]] [[Tây Ban Nha]] mà khi còn là một thiếu nữ, bà có quen biết tại [[Andalusia]].\n\nVề việc này, [[Trần Trọng Kim]] có lời bình:\n{{cquote|\n''Sức đã không đủ giữ nước mà cứ làm điều tàn ác. Đã không cho người ngoại quốc vào buôn bán, lại đem làm tội những người đi giảng đạo. Bởi thế nước [[Pháp]] và nước [[Tây Ban Nha|I Pha Nho]] mới nhân cớ ấy mà đánh nước ta vậy.''<ref name=\"vnsl\"\/>\n}}\n\nTheo hòa ước với Pháp năm 1862, nhà Nguyễn bỏ việc cấm đạo Công giáo. Năm 1864, để phản ứng lại âm mưu giết hại người Công giáo của giới Văn Thân ở Huế, Tự Đức hạ dụ:<ref>Phan Phát Huồn (1965). ''Việt Nam Giáo Sử – Quyển I'' (in lần thứ hai).  Tr. 510–512.<\/ref>\n\n{{Cquote|quotetext=''Trẫm là phụ mẫu của dân, Trẫm nỡ nào sát hại những người dân, người con trong nước. Có những quan yêu cầu giết sạch dân công giáo, nhưng Trẫm không thể chấp nhận một biện pháp như vậy. Trẫm đã dùng một biện pháp nghiêm nhặt nhưng vừa phải, là biện pháp phân sáp dân công giáo. Như thế dân chúng biết lòng Trẫm độ lượng đến mực nào [...] Phần các người Công giáo, trẫm nhận rằng: Công giáo ở vào một tình thế đau đớn, nhưng dù sao sự trung thành của Công giáo đối với đạo và luật nước làm trẫm hết sức khâm phục. Trong cách đối xử, trẫm sẽ không phân biệt lương hay giáo. Nếu Công giáo còn giữ một mối thù, tức nhiên Công giáo không theo lệnh vua. Công giáo sẽ là phiến loạn, đã là phiến loạn thì còn gì là Công giáo?''}}\n\nPhan Phát Huồn nhận định rằng dù sắc dụ trên có điều sai lạc nhưng Tự Đức đã công nhận sự trung thành và bị vu oan của người Công giáo.<ref>Sđd. Tr. 513.<\/ref> Năm 1869, Tự Đức ra hai sắc dụ bảo vệ người Công giáo: cho phép người Công giáo được tập hợp thành làng, có lý trưởng Công giáo, và cấm người lương nhục mạ và quấy rầy lễ nghi của người Công giáo. Tuy vậy đối với nhiều người, Tự Đức không còn đủ uy tín, và [[phong trào Văn Thân]] chống đối ông bắt đầu nổi lên tàn sát người Công giáo.<ref>Phan Phát Huồn (1965). Tr. 514–515.<\/ref>\n\n==Các cuộc nổi loạn==\nTự Đức là một vị vua chăm chỉ về việc trị dân, ngay từ năm [[Canh Tuất]] ([[1850]]) vua sai [[Nguyễn Tri Phương]] làm Kinh lược Đại sứ [[Nam Kỳ Lục tỉnh|6 tỉnh Nam Kỳ]], [[Phan Thanh Giản]] làm Kinh lược Đại sứ [[Bình Định]], [[Phú Yên]], [[Khánh Hòa]] và [[Bình Thuận]], [[Nguyễn Đăng Giai]] làm Kinh lược Đại sứ [[Hà Tĩnh]], [[Nghệ An]], [[Thanh Hóa]]. Các đại thần này đi khám xét công việc các quan lại và sự làm ăn trong dân gian, có điều gì hay dở phải dâng sớ tâu về Kinh đô cho vua biết.<ref name=\"vnsl2\">[http:\/\/tusach.vietnhim.com\/showthread.php?t=9&page=46 Giặc giã ở trong nước - Việt Nam sử lược - Trần Trọng Kim]<\/ref>\n\nDù vậy, tại [[Bắc Kỳ]] có 40 cuộc nổi loạn dưới triều Tự Đức.<ref name=\"vnsl2\"\/> Chỉ có vài ba năm đầu còn hơi yên trị, từ năm [[1851]] trở đi, trong nước ngày càng nhiều cuộc nổi loạn. [[Bắc Kỳ]] là nơi nhiều loạn nhất, bởi vì đây là đất của [[nhà Lê sơ|tiền triều Hậu Lê]], nhiều người tưởng nhớ đến tiền triều, nên chỉ những người muốn làm loạn, hoặc tự nhận là hậu duệ triều Hậu Lê, hoặc tìm một người giả nhận dòng dõi [[nhà Hậu Lê]], rồi tôn lên làm minh chủ để lấy cớ mà khởi sự.<ref name=\"vnsl2\"\/>\n\nBấy giờ, ở [[Trung Quốc]] có quân [[Thái Bình Thiên Quốc]] nổi lên đánh [[nhà Thanh]], đến khi tan vỡ thì tàn quân Thái Bình Thiên Quốc tràn sang [[Đại Nam]] cướp phá ở miền thượng du, quan quân nhà Nguyễn phải đi đánh dẹp rất phiền phức.<ref name=\"vnsl2\"\/><ref>Việt Sử toàn thư-Phạm Văn Sơn, tr. 433.<\/ref> Ở trong nước thì thỉnh thoảng lại có tai biến như nước lụt, đê vỡ,... Ở [[Hưng Yên]], đê Văn Giang vỡ 18 năm liền, cả huyện Văn Giang trở thành bãi cát bỏ hoang, nhân dân đói khổ, nghề nghiệp không có, bởi thế nên người đi làm giặc ngày càng nhiều.<ref name=\"vnsl2\"\/>\n\n===Quân Tam Đường===\nNăm [[1851]], có nhóm giặc Khách là Quảng Nghĩa Đường, Lục Thắng Đường, Đức Thắng Đường,... tục gọi là ''giặc Tam Đường'' quấy nhiễu ở mặt [[Thái Nguyên]]. Vua Tự Đức sai [[Nguyễn Đăng Giai]] ra kinh lược ở Bắc kỳ. Giai đã dùng cách khôn khéo dụ được quân nổi loạn về hàng. Bởi vậy trong hạt lại được yên một độ. Nhưng đến năm [[1854]], Nguyễn Đăng Giai qua đời, Bắc kỳ lại có loạn.<ref name=\"vnsl2\"\/>\n\n===Quân Châu Chấu===\nNăm [[1854]], năm Tự Đức thứ 7, ở tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] có một nhóm người đem [[Lê Duy Cự]] là hậu duệ của triều Lê ra lập làm minh chủ để khởi sự đánh nhà Nguyễn. Lúc bấy giờ có [[Cao Bá Quát]], người làng Phú Thụy, huyện [[Gia Lâm]], tỉnh [[Bắc Ninh]] thi đỗ cử nhân, ra làm quan, được bổ chức Giáo thụ phủ Quốc Oai (Sơn Tây). Cao Bá Quát là một [[văn chương|nhà văn]], nhà [[thơ]] lỗi lạc ở [[Bắc Kỳ]], mà cứ bị quan trên đè nén, cho nên bức chí, từ quan lui về dạy học, rồi theo nhóm người ấy xưng làm [[Quốc sư]] để dấy loạn ở vùng [[Sơn Tây (tỉnh cũ)|Sơn Tây]] và [[Hà Nội]].<ref name=\"vnsl\"\/>\n\nLúc đầu nghĩa quân giành được một số thắng lợi ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Nam Định]] nhưng sau đó thì bị quân triều đình đánh tan. Theo ''Thư mục chính biên'' thì [[Cao Bá Quát]] bị bắn chết trong một trận đánh năm [[1855]], nhưng theo ''[[Việt Nam sử lược]]'' thì Quát bị quan Phó Lãnh binh tỉnh Sơn Tây là Lê Thuận đánh bắt được và đem về chém tại làng.<ref name=\"vnsl2\"\/> Vua Tự Đức ra lệnh cho tru di tam tộc dòng họ [[Cao (họ)|Cao]].\n\nBởi vì [[tháng năm|tháng 5]] ấy ở tỉnh [[Bắc Ninh]] và Sơn Tây có nhiều [[phân bộ Châu chấu|châu chấu]] phá hoại mùa màng, đến cuối năm lại có cuộc khởi nghĩa của Lê Duy Cự, nên tục gọi là ''giặc Châu Chấu''.<ref name=\"vnsl2\"\/><ref>Việt Sử toàn thư-Phạm Văn Sơn, tr. 434.<\/ref>\n\nSau khi Cao Bá Quát chết, Lê Duy Cự còn quấy rối đến mấy năm sau mới dẹp yên được.<ref name=\"vnsl2\"\/>\n\n===Khởi nghĩa Lê Duy Phụng===\n{{Chính|Khởi nghĩa Lê Duy Phụng}}\nKhởi nghĩa [[Cuộc nổi dậy Tạ Văn Phụng|Lê Duy Phụng]] là tên gọi của cuộc nổi dậy do Lê Duy Phụng, trước đã từng tham gia trong lực lượng Pháp tiến đánh [[Nam Kỳ]], lãnh đạo chống triều đình nhà Nguyễn ờ vùng ven biển [[Bắc Kỳ]] từ năm [[1861]] đến [[1865]]. Cuộc nổi dậy đã được các lực lượng nông dân khởi nghĩa, các nhóm giặc cỏ ở khắp [[Bắc Kỳ]] như [[Hải Dương]], [[Bắc Ninh]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Thái Nguyên]], [[Tuyên Quang]], [[Thanh Hóa]], [[Nghệ An]] cũng như [[cướp biển|hải tặc]] ngoài biển ủng hộ nhiệt liệt, lan rộng khắp miền Bắc cho quân Pháp rảnh tay ở Nam Kỳ.\n\n===Hồng Bảo mưu giành ngôi===\nTheo lẽ thường, sau khi vua [[Thiệu Trị]] qua đời, ngôi vua sẽ được truyền cho người con trưởng là [[Nguyễn Phúc Hồng Bảo]] ([[1825]] - [[1854]]). Thế nhưng, khi vua Thiệu Trị mất, ''liền ngày ấy, các hoàng thân và các quan văn võ họp tại điện Cần Chánh để tuyên đọc di chiếu, theo đó hoàng tử thứ hai là Phúc Tuy công Nguyễn Phúc Hồng Nhậm được lập lên ngôi. Hồng Nhậm khóc lạy lãnh mạng. Di chiếu đọc chưa dứt, An Phong công (Hồng Bảo) phẫn uất thổ huyết hơn một đấu, nằm vật ngã giữa điện đình. Lúc làm lễ đăng quang, mấy người phải đỡ ông dậy, nghi lễ mới hoàn tất.''<ref>Theo [[Kiều Oánh Mậu]], Nguyễn Khuê dẫn lại, ''Tâm trạng Tương An quận vương'', tr. 210.<\/ref>\n\nLý do Hồng Bảo bị phế truất, sử nhà Nguyễn chép lời trăng trối lúc lâm chung của Thiệu Trị nói với các đại thần [[Trương Đăng Quế]],<ref>Trương Đăng Quế ([[1793]] - [[1865]]) là thầy học của vua Thiệu Trị, có thế lực lớn trong triều, hiềm khích với Hồng Bảo.<\/ref> Võ Văn Giải, [[Nguyễn Tri Phương]] và Lâm Duy Tiếp:\n{{cquote|\n''Trong các con ta, Hồng Bảo tuy lớn, nhưng vì thứ xuất, ngu độn ít học, chỉ ham chơi, không thể nối nghiệp lớn được. Hoàng tử thứ hai là Hồng Nhậm thông mẫn, ham học, rất giống ta, đáng nối ngôi vua. Hôm qua ta đã phê vào di chiếu để trong long đồng. Các ngươi phải kính noi đó, đừng trái mạng ta.''<ref>''Đại Nam thực lục chính biên'', đệ tam kỷ, tờ 14ab và ''Quốc triều chính biên toát yếu'', quyển 4, tờ 41 ab.<\/ref>\n}}\nDù vậy, Hồng Bảo không tin đây là ý của vua cha mà là do Trương Đăng Quế bày mưu, nên quyết chí báo thù người gây ra.<ref>Trong thư đề ngày [[15 tháng 1]] năm [[1852]], giáo sĩ GaLy viết: ''Hồng Bảo cũng cho sự phế lập ấy do ông Trương Đăng Quế chủ trương, nên ông thường nói ông muốn làm vua được một ngày để mổ ruột ông Quế.''<\/ref> và tìm cách giành lại ngôi báu.\n\n===Quân Chày Vôi===\n{{Chính|Cuộc nổi dậy Đoàn Hữu Trưng}}\nVào tình hình trước nguy cơ bị thực dân Pháp đô hộ. [[Đoàn Hữu Trưng]], là một người có học thức, tin rằng vua Tự Đức bất tài và nghĩ rằng vua [[Nguyễn Phúc Hồng Bảo|Hồng Bảo]] nếu được lên ngôi thì sẽ giải quyết được tình hình nguy cấp như hiện giờ. Trưng đứng về phía chủ chiến chống Pháp thay vì hòa. Ông còn phản Tự Đức vì Tự Đức không chịu cải cách đất nước. Do các người dân tham gia cuộc nổi dậy này đa số dùng chày vôi nên họ còn được gọi là ''quân chày vôi''.\n\n===Giặc Khách ở Bắc kỳ===\nGiữa [[thế kỷ 19]], vùng Tây Bắc Đại Nam ngày càng mất ổn định. Sau khi cuộc khởi nghĩa [[Thái Bình Thiên Quốc]] bị nhà Thanh đàn áp, nhiều nhóm tàn quân của Thái Bình Thiên quốc tản mác và bỏ xuống phía nam, hoạt động ở vùng núi miền bắc Đại Nam theo diện hoạt động thổ phỉ. Tình hình biên giới hai nước Đại Nam và Đại Thanh càng phức tạp, nhiều giặc giã, nhưng quân đội triều đình nhà Nguyễn lại không đủ sức đánh dẹp được, nên buộc phải đồng ý cho quân Nhà Thanh vào miền Bắc để bình định vùng biên giới.\n\nNăm [[1868]], cuộc nổi dậy của [[Ngô Côn]] bị dẹp tan, số tàn quân dạt sang Đại Nam và trở thành những đám phỉ thi nhau cướp bóc dọc biên giới ở vùng [[Cao Bằng]], [[Lạng Sơn]], [[Tuyên Quang]]… trong đó mạnh nhất là [[quân Cờ Vàng]] của [[Hoàng Sùng Anh]]. Nhằm truy quét tiêu diệt triệt để toán phỉ này, từ năm 1869, nhà Thanh đã nhiều lần phái tướng [[Phùng Tử Tài]] đưa quân sang Đại Nam phối hợp với quân nhà Nguyễn và [[quân Cờ Đen]] của [[Lưu Vĩnh Phúc]] đánh quân Cờ Vàng.\n\nNăm 1868, Ngô Côn cho quân đánh chiếm thành Cao Bằng, [[nhà Nguyễn]] phải cử quan tổng đốc Phạm Chí Hương viết thư sang nhà Thanh xin cho quân sang tiễu trừ. Triều đình Mãn Thanh đã cho Phó tướng Tạ Kế Quý đem quân sang phối hợp với [[Ông Ích Khiêm]] và quan đề đốc Nguyễn Viết Thành đánh đuổi nhưng không được. Đến tháng 7 năm 1868, quân tướng nhà Thanh và Triều Nguyễn lại cùng nhau phối hợp đánh quân Cờ Vàng do Ngô Côn cầm đầu ở Thất Khê nhưng thất bại; trong trận này tham tán Nguyễn Lệ và Phó Đô đốc Nguyễn Viết Thành bị tử trận, còn Tham tán Phạm Chí Hương bị bắt.\n\nTrước tình hình đó đã buộc triều đình Huế phải nhờ cậy đến Đề đốc Quảng Tây là Phùng Tử Tài mang 16 doanh quân (mỗi doanh có từ 200 đến 300 quân) sang phối hợp với quân triều đình Huế đánh đuổi. Nhà Nguyễn lại cử Vũ Trọng Bình làm Hà Ninh Tổng đốc kết hợp với Phùng Tử Tài mang 31 quân thứ (gần 1 vạn quân) đánh Ngô Côn, khôi phục được tỉnh Cao Bằng vào tháng 5 năm 1869.\n\nKhi Ngô Côn vây hãm quân triều đình ở phủ Phú Bình thuộc tỉnh Thái Nguyên, Tán tương quân thứ [[Tôn Thất Thuyết]], quyền đề đốc Nguyễn Văn Nhuận chia đường tiến đánh, lấy lại được phủ thành.<ref name=\"Thực Lục Chính Biên p 31\">Đại Nam Thực Lục Chính Biên, tập 31, Quốc sử quán triều Nguyễn<\/ref> Đó cũng là lúc, để cùng phối hợp, Vũ Trọng Bình và [[Nguyễn Văn Tường]] ở Lạng Sơn liền bàn với Phùng Tử Tài tiến quân về Thái Nguyên, Bắc Ninh, Sơn Tây, Tuyên Quang để \"cùng đánh một loạt cứ điểm sào huyệt của bọn phỉ\".<ref name=\"Thực Lục Chính Biên p 31\"\/>\n\nBên cạnh quân chính quy của Mãn Thanh và Đại Nam thì đợt tiễu trừ lần này còn có vai trò to lớn của cánh quân Cờ đen của Lưu Vĩnh Phúc. Tháng 2 năm 1868 Lưu Vĩnh Phúc đã phối hợp với quân của triều đình Huế dẹp quân \"Cờ Vàng\", \"Cờ Trắng\" ở vùng [[Quảng Ninh]], Lạng Sơn, [[Tuyên Quang]] và [[Bắc Ninh]].\n\nNăm 1869, quân Cờ đen phục kích đánh tan tác quân Cờ vàng tại [[Lào Cai]], rồi truy quét Cờ vàng đến tận hang ổ tại [[Hà Giang]]. Phối hợp với quân Cờ đen là quân nhà Nguyễn và quân Thanh của tướng Phùng Tử Tài, quân Cờ vàng phải tháo chạy khỏi căn cứ Hà Giang. Tuy nhiên, do dịch bệnh và khí hậu khắc nghiệt nên quân Thanh phải rút về, quân Cờ vàng tiếp tục kiểm soát một vùng rộng lớn ở khoảng giữa sông Hồng đến biên giới, từ Lào Cai đến [[Sơn Tây (tỉnh cũ)|Sơn Tây]].\n\nVào cuối năm Canh Ngọ (1870), sau khi thất bại ở Thất Khê, Cao Bằng, Ngô Côn đem quân rút chạy xuống Bắc Ninh và đem quân vây sát thành Bắc Ninh với khí thế rất mạnh.<ref name=\"Thực Lục Chính Biên p 31\"\/> Nhưng lần này Ngô Côn bị chỉ huy quân nhà Nguyễn là Ông Ích Khiêm bắn chết trong một trận giao chiến ở gần [[sông Đuống]]. Đó là lần chiến thắng vang dội nhất, từ sau chiến thắng đánh chiếm lại thành Cao Bằng do Vũ Trọng Bình, Nguyễn Hiên, Đinh Hội chỉ huy. Hai trận thắng cách nhau chỉ hai tháng.<ref name=\"Thực Lục Chính Biên p 31\"\/>\n\nSau khi dẹp được quân Ngô Côn, triều đình nhà Nguyễn đã cử nhiều quan lại như Võ Trọng Bình, [[Trần Đình Túc]], [[Ông Ích Khiêm]] đến hội đàm với tướng Thanh là Phùng Tử Tài xung quanh vấn đề sự hiện diện của quân Thanh trên đất Đại Nam và buộc Phùng Tủ Tài phải gây sức ép lên quân Cờ đen của Lưu Vĩnh Phúc để nhóm quân này phải rút về Trung Quốc.\n\nKhi Phùng Tử Tài đến Tuyên Quang theo như yêu cầu của Vũ Trọng Bình, Nguyễn Văn Tường, quân Thanh dưới quyền Phùng Tử Tài hội quân với quân Nam tại đấy. Quân Thanh đóng trại ở xã Linh Hồ, ngoài thành.<ref name=\"Thực Lục Chính Biên p 32\">Đại Nam thực lục chính biên, tập 32, Quốc sử quán triều Nguyễn<\/ref> Phùng Tử Tài phàn nàn về vấn đề lương thực và đạn dược tiếp vận chậm. Để làm vừa lòng ông, Nguyễn Bá Nghi, Đào Trí liền bị vua Tự Đức cách chức.\n\nVua Tự Đức cũng gửi dụ ra mặt trận ngợi khen Vũ Trọng Bình, Nguyễn Văn Tường giỏi về ứng đối (với tướng nhà Thanh), cho chuyên sung việc hộ dẫn, theo bàn công việc mưu kế đánh dẹp, vỗ về.<ref name=\"Thực Lục Chính Biên p 32\"\/> Năm Tự Đức thứ hai mươi ba, Canh ngọ (1870), tại Lạng Sơn, tán tương Nguyễn Văn Tường theo sắc dụ của vua Tự Đức, sung làm khâm mạng đến đại bản doanh của tướng nhà Thanh Phùng Tử Tài để phúng điếu tổng trấn Quan Tùng Chi nhà Thanh mới chết bệnh và các chiến sĩ trận vong của họ với số tiền tượng trưng là 200 lạng bạc cùng nhiều lễ vật khác, đồng thời ông cũng uỷ lạo các doanh quân Thanh bằng số bạc 3000 lạng, để tiễn chân quân Thanh hợp lực tiễu phỉ về nước.<ref name=\"Thực Lục Chính Biên p 32\"\/>\n\nTháng Tư năm Tự Đức 23 (năm 1870), tình hình ở Bắc Kỳ tạm yên, Phùng Tử Tài được lệnh rút quân về nước. Tuy bị đánh lui khỏi Cao Bằng nhưng dư đảng của giặc \"Cờ Vàng\" vẫn còn rất mạnh, giữa năm 1871, giặc Cờ Vàng lại trỗi dậy mạnh mẽ, cướp bóc các tỉnh thượng du Bắc Kỳ ở vùng Tây Bắc. Phùng Tử Tài lại phụng mệnh lần thứ hai đem quân ra ngoài quan ải đánh dẹp nhưng chưa diệt được Hoàng Sùng Anh.\n\nNăm 1875, Hoàng Sùng Anh lại câu kết với quân Pháp nổi lên quấy phá khắp nơi. Đạo viên Quảng Tây là Triệu Ốc được lệnh đưa quân đi đánh, quân Cờ đen mở chiến dịch quyết định đánh chiếm [[Hà Giang]], phối hợp với họ không những là quân nhà Nguyễn mà cả quân Thanh từ Quảng Tây và Vân Nam. Hoàng Sùng Anh bị truy đuổi, bị bộ hạ làm phản, bị bắt rồi bị giết chết.\n\n==Cuộc xâm lược của Pháp==\n{{Chính|Chiến tranh Pháp-Đại Nam (1858-1884)}}\n{{Xem thêm|Chỉ dụ chống Pháp năm 1860 của Hoàng đế Tự Đức}}\n[[Tập tin:Charles Rigault de Genouilly.jpg|phải|nhỏ|Trung tướng Pháp [[Charles Rigault de Genouilly]].]]\nNăm [[1856]], chiến thuyền Catinat vào cửa Đà Nẵng rồi cho người đem thư lên trách triều đình Đại Nam về việc giết giáo sĩ [[Giáo hội Công giáo Rôma|Công giáo]]. Không được trả lời, quân Pháp bắn phá các đồn lũy rồi bỏ đi. Có Giám mục Pellerin trốn được lên tàu về Pháp, thuật lại cho triều đình [[Pháp]] cảnh các giáo sĩ Công giáo bị đàn áp dã man ở [[Đại Nam]]. Pellerin nói rằng chỉ cần có loạn là các tín đồ Công giáo sẽ nổi lên đánh giúp. Cùng sự tác động của Hoàng hậu Pháp Eugénie, một người rất sùng đạo, Hoàng đế Pháp [[Napoléon III]] ([[1808]] - [[1873]]) quyết ý đánh Đại Nam.<ref>{{Chú thích web|url=http:\/\/www.gio-o.com\/NgoBacHenryMcAleavy.html|tiêu đề=CUỘC TẤN CÔNG QUÂN SỰ ĐẦU TIÊN CỦA PHÁP VÀO VIỆT NAM|ngày truy cập=ngày 19 tháng 5 năm 2012|archive-date = ngày 4 tháng 3 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120304141705\/http:\/\/www.gio-o.com\/NgoBacHenryMcAleavy.html}}<\/ref>\n\nNăm [[1858]], [[Trung tướng]] Pháp là [[Charles Rigault de Genouilly]] đem tàu [[Pháp]] và tàu [[Tây Ban Nha]] gồm 14 chiếc vào cửa [[Đà Nẵng]] bắn phá rồi hạ thành An Hải và Tôn Hải.\n\nDù chỉ đồn trú ở [[Đà Nẵng]], các binh sĩ ngoại quốc đã bị khuất phục với các con số đáng sợ vì mắc bệnh dịch tả, kiết lỵ và các chứng bệnh nhiệt đới khác, và một cuộc tiến quân trên nội địa bằng đường bộ hoàn toàn là điều không thực hiện được. Dòng [[sông Hương]] chảy từ Huế ra biển, nhưng chỉ có những tàu chạy ở tầm nước nông mới lưu thông được, và kém may mắn thay một số tàu chiến loại nhỏ được sản xuất đặc biệt tại Pháp cho chiến dịch tại [[Đại Nam]] lại bị phái sang Hồ Lake Garda để chống lại người Áo trong một cuộc chiến nổ ra tại miền Bắc nước [[Ý]]. Hiển nhiên việc chỉ lảng vảng ở [[Đà Nẵng]] sớm bị chứng tỏ là không đạt được một mục đích gì cả. Nhưng họ còn có thể đi đâu được nữa. Trung tướng Rigault de Genouilly đổi ý sang đánh [[Gia Định]]. Đầu năm [[1859]], Rigault de Genouilly dẫn quân Pháp và Tây Ban Nha vào cửa [[Cần Giờ]], đánh thành Gia Định. Chỉ trong 2 ngày thì thành vỡ, quan Hộ đốc [[Võ Duy Ninh]] tự vận. Xong Trung tướng [[Charles Rigault de Genouilly|Rigault de Genouilly]] lại đem quân trở ra [[Đà Nẵng]] đánh đồn Phúc Ninh, quân của [[Nguyễn Tri Phương]] thua phải rút về giữ đồn Nại Hiên và Liên Trì.\n\nRigault de Genouilly bệnh phải về nước, Thiếu tướng Page sang thay. Thiếu tướng Page đề nghị việc giảng hòa, chỉ xin được tự do giảng đạo Công giáo và được buôn bán với [[Đại Nam]] nhưng triều đình Huế không đồng ý. Đến năm [[1862]], quân Pháp chiếm [[Biên Hòa]] và [[Vĩnh Long]]. Triều đình Huế phái [[Phan Thanh Giản]] và [[Lâm Duy Hiệp]] vào Nam giảng hòa với Pháp ngày [[9 tháng 5]] năm [[Nhâm Tuất]], [[1862]]. Trong bản hòa ước gồm 12 khoản có những khoản như sau:\n[[Tập tin:Phan Thanh Gian.jpg|nhỏ|phải|150px|Hình chụp quan đại thần [[Phan Thanh Giản]] năm [[1863]] tại [[Paris]], [[Pháp]].]]\n* Đại Nam phải để cho giáo sĩ Công giáo người Pháp và người Tây Ban Nha được tự do giảng đạo và để dân gian được tự do theo đạo.\n* Đại Nam phải nhượng đứt cho nước Pháp các tỉnh [[Biên Hòa]], [[Gia Định]] và [[Định Tường]] và phải để cho chiến thuyền của Pháp ra vào tự do ở [[mê Kông|sông Mê Kông]].\n\nVua Tự Đức bèn nhường ba tỉnh miền Đông [[Nam Kỳ]] cho Pháp và phái [[Phan Thanh Giản]] vào trấn giữ ba tỉnh miền Tây Nam Kỳ còn lại. Năm [[1867]], Phó Đô đốc [[Pierre-Paul de La Grandière|La Grandière]] kéo quân đánh [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]. Phan Thanh Giản biết thế chống không nổi nên bảo các quan nộp thành trì cho bớt đổ máu rồi uống thuốc độc tự vẫn. Toàn đất [[Nam Kỳ]] thuộc về Pháp.\n\nNăm [[Quý Dậu]] [[1873]], Thiếu tướng Dupré sai Trung úy Hải quân [[Francis Garnier]] đem quân tấn công thành [[Hà Nội]]. Chỉ một giờ thì thành vỡ, tướng [[Nguyễn Tri Phương]] bị thương nặng. Bị Pháp bắt, ông không cho băng bó và nhịn ăn đến chết. Trong 20 ngày, Đại Nam mất bốn tỉnh là [[Hà Nội]], [[Nam Định]], [[Ninh Bình]], [[Hải Dương]].\n\nKhi ấy có [[Lưu Vĩnh Phúc]] là đầu đảng của quân Cờ Đen về hàng triều đình Huế, vua Tự Đức phong cho chức Đề đốc để phụ đánh quân Pháp. Lưu Vĩnh Phúc đem quân ra đánh thành Hà Nội. [[Francis Garnier]] đem quân ra nghênh thì bị phục kích chết ở [[cầu Giấy]]. Paris biết chuyện nên triệu Thiếu tướng Dupré về Pháp. Dupré tìm cách đỡ tội, sai Đại úy Hải quân [[Paul-Louis-Félix Philastre]] ra [[Hà Nội]] để trả lại thành và bốn tỉnh bị chiếm. Hai bên ký hòa ước năm [[Giáp Tuất]] [[1874]], trong đó triều đình Huế công nhận cả miền Nam là thuộc về Pháp và Pháp cũng bồi thường lại cho Đại Nam bằng tàu bè và súng ống.\n\nNăm [[1882]], Thống đốc Nam Kỳ [[Charles Le Myre de Vilers]] gởi thư cho triều đình Huế nói rằng vua ngu tối, bất lực, đất nước loạn ly, Pháp phải trấn an miền Bắc để bảo vệ quyền lợi của dân Pháp. Một mặt Le Myre de Vilers gửi Đại tá Hải quân [[Henri Rivière]] ra Hà Nội, đưa tối hậu thư cho quan Tổng đốc [[Hoàng Diệu]] bắt phải hàng. Đúng 8 giờ sáng thì quân Pháp tấn công, 11 giờ thành đổ, [[Hoàng Diệu]] treo cổ tự tử.\n\nKhâm sai Pháp ở Huế là Rheinart sang thương thuyết, trong đó đòi nước Đại Nam phải nhận nước Pháp bảo hộ và nhường thành thị [[Hà Nội]] cho Pháp. Triều đình cho người sang cầu cứu [[Trung Quốc]]. Triều đình [[nhà Thanh]] được dịp bèn gởi quân qua đóng hết các tỉnh [[Bắc Ninh]] và [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Quân Pháp và quân Trung Quốc giao tranh. Đại tá [[Henri Rivière]] bị quân Cờ Đen giết tại Cầu Giấy.\n\nSau cái chết của vua Tự Đức, các vị vua ít tuổi lần lượt được đưa lên [[Dục Đức]], [[Hiệp Hòa]]; ngày [[20 tháng 8]] năm [[1883]] Pháp tấn công vào cửa biển Thuận An, một hiệp ước được ký kết là [[Hòa ước Quý Mùi, 1883|Hiệp ước Quý Mùi 1883]] với nội dung là xác nhận quyền bảo hộ của người Pháp lên [[Trung Kỳ]] và [[Bắc Kỳ]].\n\n[[Tập tin:Grave tu duc.jpg|phải|nhỏ|Nhà bia trong lăng Tự Đức.]]\n\n==Qua đời==\nGiữa khi đó, ngày [[16 tháng 6]] năm [[Quý Mùi]], tức ngày [[19 tháng 7]] năm [[1883]], vua Tự Đức [[chết|qua đời]], hưởng thọ 54 tuổi. Bài vị nhà vua được đưa vào thờ trong Thế Miếu; miếu hiệu là '''Dực Tông''' (翼宗) và [[thụy hiệu]] là '''Anh Hoàng đế''' (英皇帝). Lăng ông gọi là [[Lăng Tự Đức|Khiêm Lăng]], tại làng Dương Xuân Thượng, huyện [[Hương Thủy]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]].\n\nMột điều rất đáng chú ý ở Khiêm Lăng là tấm bia ở Bi đình nặng trên 20 tấn do Tự Đức tự dựng cho mình. Thông thường, con phải dựng văn bia cho cha nhưng vì Tự Đức không có con ruột nên ông tự dựng. Trong văn bia này Tự Đức tự trách mình về việc để mất nước vì \"''ngu mà mong yên ổn, mờ tối không lo phòng bị từ khi việc chưa phát, tôi hay tướng giỏi cũng đã rơi rụng quá nửa, không ai nhắc nhở lời dạy của vua cha về việc đề phòng mặt biển đến giúp ta tránh khỏi chỗ lỗi lầm''\". Ông trần thuật \"''Ai là người cũng gìn giữ bờ cõi ta, vỗ yên nhân dân ta? Bất đắc dĩ phải đánh dẹp, nhưng càng đánh dẹp càng loạn, mỏi mệt''\". Ông cũng trăn trở tính chuyện giữ nước, nhưng những quan đại thần được sai đi bàn định điều ước lại \"''không hiểu vì lý do gì lại dễ dàng lập thành hòa nghị. Bỗng chốc đem cả nhân dân cùng đất đai của các triều nhọc nhằn gây dựng cho giặc hết...''\". Tự Đức nhận trách nhiệm \"''không sáng suốt trong việc biết người, ấy là của ta; dùng người không đúng chỗ, cũng là tội của ta; hàng trăm việc không làm được; đều là tội của ta cả...''\". Ông \"''nuốt nước mắt, đành chịu tội với tôn miếu và nhân dân''\" và hối hận vì đã dùng người không sáng suốt, không xứng đáng, tình hình trong nước lại rối ren, tin chiến trường tới tấp, việc quan bộn bề, vua thêm gầy ốm, mang bệnh, không chăm lo chính sự được. Ông hổ thẹn nói rằng \"''Ta thực sự một mai chết đi thì tự thẹn trí khôn không bằng con cáo''\".<ref>[https:\/\/vnexpress.net\/thoi-su\/vi-vua-duy-nhat-ke-chuyen-doi-minh-tren-bia-da-3348670.html Vị vua duy nhất kể chuyện đời mình trên bia đá], VnExpress, 9\/2\/2016<\/ref><ref>[http:\/\/huedisan.com.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=12&l=vn.N Lăng Tự Đức (Khiêm Lăng)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201023052601\/http:\/\/huedisan.com.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=12&l=vn.N |date = ngày 23 tháng 10 năm 2020}}, Trung tâm Bảo tồn Di tích Cố đô Huế<\/ref>\n\n==Đánh giá==\n[[Tập tin:Tu duc dang roi.JPG|nhỏ|350px|phải|Trích đoạn [[cải lương]] ''Tự Đức dâng roi'' - thể hiện tấm lòng có hiếu của ông với [[Từ Dụ]] - màn trình diễn cải lương trên [[chợ nổi]] tại lễ hội ẩm thực thế giới [[2010]].]]\n\n===Việc cai trị===\nTự Đức được đánh giá là một vị vua có tư cách tốt, tính tình hiền lành. Ông chăm chỉ xem xét việc triều chính và không hề trễ nải. Theo [[Việt Nam sử lược]], ông thường chít khăn vàng và mặc áo vàng, khi có tuổi thì ông hay mặc quần vàng và đi giày hàng vàng do nội vụ đóng, không ưa dùng trang sức, cũng không cho các bà cung phi đeo đồ nữ trang, chỉ cốt lấy sạch sẽ làm đẹp. Ông thường dậy sớm thiết triều từ 6 giờ sáng, chăm chỉ phê duyệt tấu chương, là một vị vua cần cù chăm chỉ.\n\nNhưng Tự Đức cai trị đúng vào một thời đại khó khăn. Trong nước nhiễu loạn, bên ngoài thì thực dân Pháp xâm lấn. Dù chăm chỉ nhưng Tự Đức không đủ tài năng để đưa ra các cải cách nhằm xoay chuyển cục diện đất nước. Trong việc chiến sự với Pháp, ông tỏ ra nhu nhược. Khi quân triều đình mới thất bại vài trận, ông đã nhanh chóng cắt đất [[Nam Kỳ lục tỉnh]] để cầu hòa, dù nghĩa quân ở Nam bộ vẫn đang chiến đấu và đã thu được một số thắng lợi.\n\nTrong triều đình, vua lấy các quan làm tai mắt. Nhưng các quan lại phò tá vua đều là người học hành theo lối khoa cử thời cũ và không am hiểu thời đại mới, nên mọi việc đều hỏng cả. Sử gia [[Trần Trọng Kim]] đánh giá: ''\"Dù rằng vua có trách nhiệm vua, quan có trách nhiệm quan, dẫu thế nào vua Dực Tông cũng không tránh khỏi cái lỗi với nước nhà, nhưng mà xét cho xác lý, thì cái lỗi của đình thần lúc bấy giờ cũng không nhỏ vậy\"''.<ref name=\"vnsl\"\/>\n\nĐến đầu thế kỷ 20, khi nhà Nguyễn đã mất nước vào tay Pháp, [[Ngô Tất Tố]] nhận định về tình hình triều Nguyễn khi đó<ref>Những trận đổ máu (Hồi người Pháp mới sang ta). Nhật Nam thư quán. Ngô Tất Tố soạn, trang 12-13<\/ref>:\n{{cquote|\n''Từ khi vua Gia Long tạ thế trải qua hai triều [[Minh Mạng]], [[Thiệu Trị]] sang đến đầu đời Tự Đức, ròng rã mấy chục năm, nhà nước không lúc nào yên.''\n\n''Trong Nam thì [[Lê Văn Khôi]], ngoài Bắc thì [[Phan Bá Vành]], [[Lê Duy Lương]], đều là đảng giặc kiệt hiệt, chống lại triều đình hàng chín mười năm trở ra. Mỗi toán giặc đó nhà vua phải hao hàng vạn quân mới đánh nổi họ, ấy là chưa kể những đảm giặc nhỏ như [[Nông Văn Vân]] ở mặt Tuyên Quang, [[Lê Duy Cự]] ở mặt Sơn Tây, [[Khách Lam Đường]] ở mặt Thái Nguyên. Tóm lại, cái thời kỳ năm chục năm đó, tiếng rằng thống nhất, kỳ thực vẫn là thời kỳ nội loạn.''\n\n''Sống trong những cuộc lửa bình ngùn ngụt, nhân dân cực khổ biết chừng nào!''\n\n''Lại thêm tại trời và đất xảy ra luôn luôn, ở Trung kỳ, hàng năm bão biển thổi vào, dân quê, nhà đổ, người chết thuyền bè tan tành, thảm trạng không thể nói xiết. Bắc kỳ thì riêng đê Văn Giang vỡ liền đến 18 năm, mấy tỉnh miền Đông, suốt năm ấy sang năm khác, chỉ là cái biển chứa nước. Mùa màng mất, giặc cướp nhiều, đường giao thông bị nghẽn, sự buôn bán không thông, đẻ nhằm đời ấy, trên dân lưng vốn không sẵn, phỏng còn kiếm sao cho được miếng cơm ăn. Mỗi năm ma đói bắt đi, ít nhất cũng có một vạn nhân mạng!''\n\n''Triều đình vẫn coi là thường. Các ngài còn dùng mãi văn thơ réo rắt, để ca tụng và tô điểm cho cái cuộc “Thái-bình khốn-nạn” ấy''|||[[Ngô Tất Tố]]\n}}\n\nNhìn chung, sự thất bại của Tự Đức rất giống như vua [[Đạo Quang]] [[nhà Thanh]], người cai trị cùng thời với ông. Cả hai đều là những vị vua cần cù chăm chỉ, đề cao tiết kiệm nhưng lại quá giáo điều, thiếu thực tế, không đủ quyết đoán, mưu lược, và hiểu biết về tình hình thế giới nên không thể cứu vãn đất nước đang chìm trong nội ưu ngoại loạn. Tính cách và khả năng của họ chỉ thích hợp cai trị vào thời bình (với tình hình chính trị ít biến động).\n\nLúc bấy giờ, [[Ông Ích Khiêm]] là một trong số những quan lại không hài lòng về việc quân đội triều đình yếu kém, phải dựa vào [[Quân Cờ Đen|quân Cờ đen]] (một nhóm vũ trang từ Trung Quốc kéo sang) để chống Pháp, đồng thời cũng chê trách các võ tướng bất lực, lúc hữu sự phải nhờ vào người Trung Quốc để đánh giặc. Ông có làm bài thơ trách<ref>Sách Hương Giang cố sự, truyện Ông Ích Khiêm<\/ref>\n{{cquote|''Áo chúa cơm vua hưởng bấy lâu''<br>''Đến khi có giặc phải thuê Tàu''<br>''Từng phen võng giá mau chân nhẩy''<br>''Đến bước chông gai thấy mặt đâu''<br>''Tiền bạc quyên hoài dân xác mướp''<br>''Trâu dê ngày hiến đứa răng bầu''<br>''Ai ôi hãy chống trời Nam lại''<br>''Kẻo nửa dân ta phải cạo đầu''<ref>Cạo đầu như phong tục của người Mãn Thanh<\/ref>}}\n\nTrong bài thơ ''Lịch sử nước ta'' viết năm 1941, [[Hồ Chí Minh]] nhận xét về thời Tự Đức:\n{{cquote|''Từ năm Tân Hợi trở đi,<br>Tây đà gây chuyện thị phi với mình.<br>Vậy mà vua chúa triều đình,<br>Khư khư cứ tưởng là mình khôn ngoan.<br>Nay ta nước mất nhà tan<br>Cũng vì những lũ vua quan ngu hèn.''}}\n\n===Văn học===\nTự Đức là ông vua hay chữ nhất triều Nguyễn,<ref name=\"vnsl\"\/> nên ông rất đề cao [[Nho giáo|Nho học]]. Ông chăm về việc khoa bảng, sửa sang việc thi cử và đặt ra Nhã Sĩ khoa và Cát Sĩ khoa<ref name=\"vnsl\"\/> để chọn lấy người có tài [[văn học]] ra làm quan.\n\nTự Đức là người ham học, hiểu biết nhiều và đặc biệt yêu thích thơ văn. Đêm nào ông cũng xem sách đến khuya.<ref name=\"vnsl\"\/> Ông làm nhiều thơ bằng [[chữ Hán]], trong đó có bộ ''Ngự Chế Việt sử tổng vịnh'', vịnh hàng trăm nhân vật trong [[lịch sử Việt Nam]]. Ngoài ra, ông còn làm cả sách bằng [[chữ Nôm]] để dạy cho dân dễ hiểu, điển hình như ''Luận Ngữ diễn ca'', ''Thập điều'', ''Tự học diễn ca''...<ref name=\"vnsl\"\/> Có rất nhiều giai thoại về Tự Đức, nhất là những chuyện vua giao thiệp với nhà văn, học giả đương thời.\n\nNhà vua rất thích [[lịch sử]], đã đặt Tập Hiền viên và Khai Kinh diên để ông ngự ra cùng với các quan bàn sách vở, thơ phú hoặc nói chuyện [[chính trị]]. Ông còn chỉ đạo cho Quốc sử quán soạn bộ sử lớn ''[[Khâm định Việt sử Thông giám cương mục]]'', từ đời thượng cổ cho đến hết thời [[nhà Hậu Lê]],<ref name=\"vnsl\"\/> trong đó ông tự phê nhiều lời bình luận.\n\nTự Đức cũng rất yêu [[nghệ thuật]], đã tập trung nhiều người soạn kịch bản [[tuồng]] về [[kinh thành Huế]], và lệnh cho soạn những vở tuồng lớn ''Vạn bửu trình tường'', ''Quần phương hiến thụy''.\n\n===Vua có hiếu===\nTự Đức được người đời khen ngợi là một ông [[vua]] có hiếu. Lệ thường cứ ngày chẵn thì chầu cung, ngày lẻ thì ngự triều: trong một tháng chầu cung 15 lần và ngự triều cũng 15 lần, trừ khi đi vắng và lâm bệnh. Trong suốt 36 năm thường vẫn như thế, không sai chút nào.<ref name=\"vnsl\"\/>\n\nDù làm vua, Tự Đức luôn kính cẩn vâng lời mẹ dạy. Ông đã ghi chép những lời răn của mẹ vào một cuốn sách, đặt tên là ''Từ huấn lục''. Thậm chí, có lần do mải đi săn về cung muộn, trễ mất việc làm lễ giỗ vua cha, thấy mình phạm lỗi nên ông nằm ra, đặt chiếc roi lên mâm son để chờ Hoàng thái hậu [[Từ Dụ]] trách phạt.<ref name=\"vnsl\"\/>\n\n== Gia quyến ==\n=== Hậu cung ===\nSử sách chép lại, vua Tự Đức có tất cả 103 bà phi tần, ngự thiếp. Tuy hậu cung đông đảo như thế, nhưng do thể chất ốm yếu, ông hay đau bệnh liên miên, lại thêm di chứng của bệnh [[đậu mùa]] nên không thể có con. Ngoại trừ Lệ Thiên Anh Hoàng hậu [[Võ Thị Duyên]] được phối thờ với nhà vua ở [[điện Hoà Khiêm]] bên trong [[Khiêm Lăng]], tất cả các bà còn lại đều được thờ tại [[Chí Khiêm đường]]. Dưới đây liệt kê chức vị và tên húy của một số vị phi tần của vua Tự Đức.\n\n{| class=\"wikitable\" style=\"text-align:center\"\n! width=\"10%\" |Phong hiệu\n! width=\"10%\" |Thụy hiệu\n! width=\"10%\" |Tên\n! width=\"10%\" |Sinh mất\n! width=\"10%\" |Cha\n! width=\"25%\" |Ghi chú\n|-\n| Hoàng quý phi<br>(皇貴妃)<br>Khiêm Hoàng hậu<br>(謙皇后)<br>Trang Ý Hoàng thái hậu<br>(莊懿皇太后)\n| '''Lệ Thiên Anh Hoàng hậu'''<br>(儷天英皇后)\n| [[Võ Thị Duyên]] \n| [[20 tháng 6]] năm [[1828]] – [[3 tháng 6]] năm [[1903]]\n| [[Tứ trụ triều đình (Việt Nam)|Đông các Đại Học sĩ]]<br>[[Võ Xuân Cẩn]]\n| style=\"text-align:left\"| Người [[Quảng Bình]], dưỡng mẫu của vua [[Dục Đức]].<br>Từ [[Cung tần]], bà được sách phong làm ''Nhị giai Cần phi'' (二階勤妃) rồi thăng ''Nhất giai Thuần phi'' (一階純妃), sau cải thành ''Trung phi'' (忠妃).<br>Năm thứ 23 ([[1870]]), bà được tấn làm [[Hoàng quý phi]], địa vị đứng đầu hậu cung.<br>Vua [[Hiệp Hòa]] lên ngôi, bà là vai chị dâu của vua nên được phong làm '''Khiêm Hoàng hậu''' (謙皇后) theo ý nguyện vua anh.<br>Vua [[Đồng Khánh]] tôn bà làm '''Trang Ý Hoàng thái hậu''' (莊懿皇太后).\n|-\n| [[Nhất giai Thiện phi<br>(一階善妃)\n| \n| [[Nguyễn Thị Cẩm]]\n|  \n| [[Thượng thư]] [[Lễ bộ]]<br>[[Nguyễn Đình Tân]]\n| style=\"text-align:left\"| Người [[Thừa Thiên]], dưỡng mẫu của vua [[Đồng Khánh]]<br>Từ [[Cung tần]], bà được sách phong làm ''Nhị giai Chiêu phi'' (二階昭妃) rồi tấn làm ''Nhất giai Thiện phi'' (一階善妃).\n|-\n| Nhất giai Học phi<br>(一階學妃)\n| Huy Thuận<br>(徽順)\n| [[Nguyễn Văn Thị Hương]]\n| \n| Nghiêm oai Tướng quân<br>[[Nguyễn Văn Tuấn]]\n| style=\"text-align:left\"| Người [[Vĩnh Long]], dưỡng mẫu của vua [[Kiến Phúc]].<br>Từ [[Cung tần]], bà được sách phong làm ''Tứ giai Lượng tần'' (四階諒嬪), thăng ''Nhị giai Khiêm phi'' (二階謙妃) rồi tấn làm ''Nhất giai Học phi'' (一階學妃).<br>Vua [[Kiến Phúc]] tôn bà làm [[Hoàng thái phi]]. Vua [[Đồng Khánh]] lên ngôi thì phế bỏ danh hiệu của bà, giáng làm Học phi như trước.\n|-\n| Tam giai Mẫn tần<br>(三階敏嬪) ||\n| Lê thị || ||\n| style=\"text-align:left\"| Không rõ lai lịch. Từ [[Cung tần]], bà được sách phong làm ''Tam giai Thận tần'' (三階慎嬪) rồi tấn làm ''Nhị giai Cung phi'' (二階恭妃) ([[1860]]). Sau bị giáng làm ''Tam giai Mẫn tần'' (三階敏嬪) ([[1862]]).\n|-\n| Tam giai Lễ tần<br>(三階禮嬪)\n| Lệ Thuận<br>(麗順)\n| [[Nguyễn Nhược Thị Bích]]\n| [[1830]] – [[1909]]\n| Bố chánh sứ [[Thanh Hóa]]<br>[[Nguyễn Nhược Sơn]]\n| style=\"text-align:left\"| Người [[Ninh Thuận]], thông minh hay chữ, nhập cung làm [[Nữ quan]] ở viện Thượng nghi ([[1848]]).<br>Năm thứ 3 ([[1850]]), bà được phong làm [[Tài nhân]], rồi thăng làm [[Mỹ nhân]] (1860), [[Quý nhân]] rồi [[Tiệp dư]] ([[1868]]).<br>Lúc [[Kiến Phúc]] và [[Đồng Khánh]] chưa lên ngôi đã được bà dạy kinh điển, được gọi là ''Tiệp dư Phu tử''.<br>Năm [[1885]], Kinh thành thất thủ, bà theo Lưỡng cung ([[Từ Dụ]] và [[Võ Thị Duyên|Trang Ý]]) lánh nạn. Năm [[1892]], theo ý chỉ của bà [[Từ Dụ]], vua [[Thành Thái]] tấn tôn cho bà làm ''Tam giai Lễ tần'' (三階禮嬪).<br>Tác phẩm nổi tiếng của bà là [[Hạnh Thục ca|Loan dư Hạnh Thục ca]].\n|-\n| Tam giai Thận tần<br>(三階慎嬪)\n| Nhã Thuận<br>(雅順)\n| Hồ thị || ||\n| style=\"text-align:left\"| Không rõ lai lịch. Tẩm mộ hiện tọa lạc trên đường Lê Ngô Cát, phường [[Thủy Xuân, Huế]].\n|-\n| Tứ giai Kiệm tần<br>(四階儉嬪)\n| Nhàn Thuận<br>(嫻順)\n| Bùi thị\n| ? – [[1893]] ||\n| style=\"text-align:left\"| Không rõ lai lịch. Tẩm mộ hiện tọa lạc trên đường Phan Bội Châu, phường [[Phước Vĩnh, Huế]].\n|-\n| Ngũ giai Cẩn tần<br>(三階謹嬪)\n| Thục Trang<br>(淑莊)\n| Nguyễn Lương thị\n| ? – [[1869]] ||\n| style=\"text-align:left\"| Không rõ lai lịch. Từ Tiệp dư được tấn làm Cẩn tần ([[1868]]). Tẩm mộ hiện tọa lạc trên đường Lê Ngô Cát, phường [[Thủy Xuân, Huế]].\n|-\n| Ngũ giai Tín tần<br>(五階信嬪)\n| Nhã Thuận<br>(雅順)\n| Nguyễn Thanh thị || ||\n| style=\"text-align:left\"| Không rõ lai lịch. Tẩm mộ hiện tọa lạc trên đường Lê Ngô Cát, phường [[Thủy Xuân, Huế]].\n|-\n| Lục giai Tiệp dư<br>(六階婕妤)\n| Trinh Mỹ<br>(貞美)\n| Nguyễn Trinh thị \n| ? – [[1866]] ||\n| style=\"text-align:left\"| Không rõ lai lịch, nguyên phong [[Tài nhân]], khi mất được tặng [[Tiệp dư]]. Tẩm mộ hiện tọa lạc trên đường Lê Ngô Cát, phường [[Thủy Xuân, Huế]].\n|-\n| Lục giai Tiệp dư<br>(六階婕妤)\n| Nhu Thuận<br>(柔順)\n| Võ thị \n| || ||\n|-\n| Thất giai Quý nhân<br>(七階貴妤)\n| \n| Trần Thị Tiến ||\n| Không rõ\n| style=\"text-align:left\"|  Tái giá với ông [[Lê Đình Vũ]], người Nam Trung. Vào năm Đồng Khánh, Khoa đạo [[Trần Hữu Khác]] đem việc này ra dọa nạt Đình Vũ và Thị Tiến để lấy hối lộ. Triều đình phát giác và bãi chức Hữu Khác, không thấy ghi chép hình phạt đối với vợ chồng Thị Tiến.\n|-\n| Bát giai Mỹ nhân<br>(八階美人)\n| Hòa Nhu<br>(和柔)\n| Nguyễn Đình thị ||\n| [[Thượng thư]] [[Lễ bộ]]<br>[[Nguyễn Đình Tân]]\n| style=\"text-align:left\"| Em gái của Thiện phi [[Nguyễn Thị Cẩm]]. Mộ táng cạnh tẩm của bà Thiện phi.\n|-\n| Cửu giai Tài nhân<br>(九階才人)\n| Thục Thuận<br>(淑順)\n| Nguyễn Nhược thị ||\n| Bố chánh sứ [[Thanh Hóa]]<br>[[Nguyễn Nhược Sơn]]\n| style=\"text-align:left\"| Em gái của Lễ tần [[Nguyễn Nhược Thị Bích]]. Mộ táng cạnh tẩm của bà Lễ tần.\n|-\n| Cửu giai Tài nhân<br>(九階才人)\n| Thục Thuận<br>(淑順)\n| Trương Thị Ân || ||\n| style=\"text-align:left\"| Không rõ lai lịch. Tẩm mộ hiện tọa lạc tại phường [[Thủy Xuân, Huế]].\n|-\n| Cửu giai Tài nhân<br>(九階才人)\n| Thục Thuận<br>(淑順)\n| Lê thị || ||\n| style=\"text-align:left\"| Không rõ lai lịch. Tẩm mộ hiện tọa lạc tại phường [[Thủy Xuân, Huế]]. Mộ của bà đã bị san ủi để làm bãi đỗ xe cho khách tham quan di tích. Hội đồng trị sự Nguyễn Phúc tộc đã gửi yêu cầu dựng lại ngôi mộ của bà ngay vị trí cũ đến chủ đầu tư và UBND Thừa Thiên Huế. Tháng 8, năm 2022, Chủ tịch UBND tỉnh Thừa Thiên - Huế Nguyễn Văn Phương đã chính thức có văn bản thống nhất chủ trương xây dựng lại lăng mộ của bà <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/se-giu-nguyen-lang-mo-phi-tan-cua-vua-tu-duc-tai-vi-tri-cu-20190717151716183.htm|tựa đề=Sẽ giữ nguyên lăng mộ phi tần của vua Tự Đức tại vị trí cũ|tác giả=|họ=|tên=|ngày=17-07-2019|website=[[Báo Tuổi Trẻ]]|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/plo.vn\/do-thi\/mo-vo-vua-tu-duc-duoc-dong-y-xay-lai-o-cho-cu-846604.html|tựa đề=Mộ vợ vua Tự Đức được đồng ý xây lại ở chỗ cũ|tác giả=|họ=|tên=|ngày=17-07-2019|website=Báo [[Pháp Luật Thành phố Hồ Chí Minh]]|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/tt-hue-xay-lai-lang-mo-ba-tai-nhan-ho-le-bi-san-ui-lam-bai-xe-post1484206.html|tựa đề=Thừa Thiên - Huế: Xây lại lăng mộ bà Tài nhân họ Lê bị san ủi làm bãi xe|tác giả=|họ=|tên=|ngày=02-08-2022|website=Báo thanh niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n|}\n\n=== Con nuôi ===\nVì không thể có con nên vua Tự Đức nhận ba người cháu gọi bằng bác làm con nuôi:\n\n* Hoàng trưởng tử Nguyễn Phúc Ưng Ái ([[1869]] đổi thành Ưng Chân), tức vua [[Dục Đức]].\n* Hoàng tử Nguyễn Phúc Ưng Kỷ, tức vua [[Đồng Khánh]].\n* Hoàng tử Nguyễn Phúc Ưng Đăng, tức vua [[Kiến Phúc]].\n\n==Giai thoại==\nTự Đức được vua Thanh tặng con chim hạc quý hiếm nên ông quý lắm, cho đeo lên cổ tấm thẻ bài ghi \"Thiên Tử Hạc\". Một ngày, chim hạc bay ra khỏi hoàng cung, lạc vào vườn của một gia đình thường dân, bị chó nhà này cắn chết. Vua Tự Đức mất con hạc yêu quý, dày công tốn sức chăm nuôi nên truyền cho quần thần điều tra. Sau khi biết con hạc bị chó nhà dân cắn chết, vua Tự Đức nổi giận, truyền cho bộ Hình luận tội. Bộ Hình kết án chủ chó tội tử hình và bị tịch thu toàn bộ gia sản. Việc xử án của bộ Hình đến tai quan Ngự sử [[Phạm Đan Quế]]. Sau khi xem xét các tình tiết của vụ án, ông gặp vua Tự Đức và trình một bản tấu được viết bằng thơ<ref>[https:\/\/www.phapluatplus.vn\/phap-luat-plus\/mot-so-vu-an-ly-ky-duoi-thoi-vua-tu-duc-nha-nguyen-d58258.html Một số vụ án ly kỳ dưới thời vua Tự Đức nhà Nguyễn], 26\/11\/2017, Pháp luật +<\/ref>:\n\n:''Hạc bất năng ngôn''\n:''Khuyển vô thức tự''\n:''Hạc nhập dân viên''\n:''Khuyển trung vu chủ''\n:''Điểu, Thú đấu tranh''\n:''U minh hà dự''\n:''Khuyển phệ hạc tử''\n:''Tôi quy vu chủ''\n:''Hạc trắc khuyển tử''\n:''Tường hà luật xử?''\n\nDịch thơ\n\n:''Hạc chẳng biết nói''\n:''Chó không biết chữ''\n:''Hạc vào vườn dân''\n:''Chó trung với chủ''\n:''Chim, thú đánh nhau''\n:''Tối sáng không rõ''\n:''Chó cắn chết hạc''\n:''Tội quy cho chủ''\n:''Hạc mổ chết chó''\n:''Luật xử thế nào?''\n\nXem xong bản tấu, vua Tự Đức cấp tốc hạ lệnh hủy bỏ bản án và không bàn đến nữa.\n\n==Tác phẩm==\n* ''Tự Đức thánh chế tự học giải nghĩa ca'' (嗣德聖製字學解義歌), gọi tắt ''Tự học giải nghĩa ca'', 13 quyển, do vua Tự Đức biên soạn, được Tu thư cục thuộc Sử quán triều Nguyễn khắc in năm [[Thành Thái]] thứ 10 ([[1898]]).<ref>Trần Văn Chánh, [http:\/\/dacsansuoinguon.org\/chuyen-muc\/nghien-cuu-han-nom\/157-diem-qua-mot-so-bo-tu-dien-han-viet-tien-phong Điểm qua một số bộ từ điển Hán Việt tiên phong] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140714143159\/http:\/\/dacsansuoinguon.org\/chuyen-muc\/nghien-cuu-han-nom\/157-diem-qua-mot-so-bo-tu-dien-han-viet-tien-phong |date = ngày 14 tháng 7 năm 2014}}, Đặc san Suối Nguồn.<\/ref>\n* ''[[Ngự chế Việt sử tổng vịnh tập]]'' (御製越史總詠集), tập thơ vịnh về các nhân vật lịch sử.\n\n==Trong văn hóa đại chúng==\n{| class=\"wikitable\" style=\"width:100%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên||'''Nhân Vật'''\n|-\n| style=\"text-align:center;\"|2020 || style=\"text-align:center;\"|《[[Phượng khấu]]》|| style=\"text-align:center;\"| Võ Minh Khải || style=\"text-align:center;\"| Nguyễn Phước Hồng Nhậm\n|}\n\n==Sách tham khảo==\n* Bang giao Đại Việt, triều Nguyễn, Nhà Xuất bản VHTT 2005.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Xem thêm ==\n* [[Lăng Tự Đức]]\n* [[Nước Đại Nam đối diện với Pháp và Trung Hoa]]\n== Liên kết ngoài ==\n{{wikisource tác giả}}\n{{thể loại Commons|Emperor Tự Đức}}\n* [http:\/\/hanoi.vnn.vn\/chuyen_de\/0004\/cac_vi_vua\/bai_14.html Vua Tự Đức (1829–1883)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110530002227\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0004\/cac_vi_vua\/bai_14.html |date = ngày 30 tháng 5 năm 2011}}\n* [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/tuduc.htm Tự Đức]\n{{Kiểm soát tính nhất quán}}\n{{Navboxes\n|title= Tự Đức\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Nguyễn]]\n|trước = [[Thiệu Trị]]\n|sau = [[Dục Đức]]\n|năm = [[1848]]-[[1883]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Nguyễn}}\n}}\n{{Phong trào độc lập Việt Nam}}\n\n{{Thời gian sống|1829|1883}}\n\n[[Thể loại:Vua nhà Nguyễn]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Nhà Nho Việt Nam]]\n[[Thể loại:Hoàng tử Thiệu Trị]]"}