{"118227":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = U Minh Thượng\n| hình = U Minh Thượng, Kiên Giang.jpg\n| ghi chú hình = Đường dẫn vào trung tâm huyện U Minh Thượng\n| vị trí lấy tọa độ =\n| vĩ độ = 9.674100\n| kinh độ = 105.122660\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 432,70 km²\n| dân số = 63.616 người<ref name=KIENGIANG2020\/>\n| thời điểm dân số = 2020\n| mật độ dân số = 147 người\/km² \n| dân tộc = Kinh, Hoa, Khmer\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Kiên Giang]]\n| huyện lỵ = Xã [[Thạnh Yên]]\n| thành lập = 6\/4\/2007<ref name=\"58\/2007\/NĐ-CP\"\/>\n| phân chia hành chính = 6 xã\n| mã hành chính = 913<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 68-L1\n| trụ sở UBND = [[Quốc lộ 63]], ấp Cạn Ngọn A, xã Thạnh Yên\n| web = {{url|uminhthuong.kiengiang.gov.vn}}\n}}\n\n'''U Minh Thượng''' là một [[huyện (Việt Nam)|huyện]] thuộc [[tỉnh]] [[Kiên Giang]], [[Việt Nam]].\n\n==Địa lý==\nHuyện U Minh Thượng nằm ở phía tây nam tỉnh Kiên Giang, có vị trí địa lý: \n*Phía đông giáp huyện [[Vĩnh Thuận]]\n*Phía tây giáp các huyện [[An Biên]], [[An Minh]]\n*Phía bắc giáp huyện [[Gò Quao]]\n*Phía nam giáp huyện [[Thới Bình]], tỉnh [[Cà Mau]].\n\nHuyện có diện tích 432,70&nbsp;km², dân số năm 2019 là 63.415 người<ref name=\"DSVN2019\">{{Chú thích web |url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 147 người\/km².\n\n===Địa hình=== \nHuyện U Minh Thượng có rừng ngập nước, đồng ruộng, với hệ thống sông ngòi chằng chịt, thuận lợi cho giao thông đường thủy và phát triển nông nghiệp, thủy hải sản.\n\n== Hành chính ==\nHuyện U Minh Thượng có 6 đơn vị hành chính cấp xã trực thuộc, bao gồm 6 xã: [[An Minh Bắc]], [[Hòa Chánh]], [[Minh Thuận, U Minh Thượng|Minh Thuận]], [[Thạnh Yên]] (huyện lỵ), [[Thạnh Yên A]] và [[Vĩnh Hòa, U Minh Thượng|Vĩnh Hòa]].\n{| class=\"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n! style=\"background:#e5e4e2; color:#0047ab; height:17px; \" |Đơn vị hành chính cấp xã\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nAn Minh Bắc\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nHòa Chánh\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nMinh Thuận\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nThạnh Yên\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nThạnh Yên A\n! style=\"background: #96c; color:#7fffd4;\" |Xã\nVĩnh Hòa\n|-\n! style=\"background:#9cc; color:navy; \" |Diện tích (km²)\n| style=\"background: beige; color:#000;\" |133,76\n| style=\"background: beige; color:#000;\" |44,96\n| style=\"background: beige; color:#000;\" |152,71\n| style=\"background: beige; color:#000;\" |38,31\n| style=\"background: beige; color:#000;\" |33,04\n| style=\"background: beige; color:#000;\" |29,92\n|-\n! style=\"background:#9cc; color:navy; height:16px; \" |Dân số (người)\n| style=\"background: #ACE1AF; color: black; \" |10.980\n| style=\"background: #ACE1AF; color: black; \" |9.803\n| style=\"background: #ACE1AF; color: black; \" |19.233\n| style=\"background: #ACE1AF; color: black; \" |9.752\n| style=\"background: #ACE1AF; color: black; \" |6.895\n| style=\"background: #ACE1AF; color: black; \" |6.953\n|-\n! style=\"background:#9cc; color:navy; \" |Mật độ dân số (người\/km²)\n| style=\"background:#ccf; color:#000;\" |82\n| style=\"background:#ccf; color:#000;\" |218\n| style=\"background:#ccf; color:#000;\" |126\n| style=\"background:#ccf; color:#000;\" |255\n| style=\"background:#ccf; color:#000;\" |209\n| style=\"background:#ccf; color:#000;\" |232\n|-\n! style=\"background:#9cc; color:navy; \" |Số đơn vị hành chính\n| style=\"background: lavender; color:#000;\" |9 ấp\n| style=\"background: lavender; color:#000;\" |8 ấp\n| style=\"background: lavender; color:#000;\" |17 ấp\n| style=\"background: lavender; color:#000;\" |8 ấp\n| style=\"background: lavender; color:#000;\" |7 ấp\n| style=\"background: lavender; color:#000;\" |6 ấp\n|}\n\n== Lịch sử ==\nVùng U Minh Thượng trước đây gồm 3 huyện An Minh, An Biên và Vĩnh Thuận là căn cứ cách mạng trong các thời kỳ chống Pháp, chống Mỹ và có lúc là căn cứ của nghĩa quân Anh hùng dân tộc Nguyễn Trung Trực. Sau cuộc khởi nghĩa Nam Kỳ, đồng chí Võ Văn Kiệt và một số đồng chí lão thành Cách mạng xây dựng lại cơ sở, gây dựng lại phong trào. Và từ đó, U Minh Thượng là căn cứ Cách mạng của Liên Tỉnh ủy Cần Thơ, sau đó là Liên Tỉnh ủy Hậu Giang, đồng thời là nơi thành lập Tỉnh ủy lâm thời Rạch Giá. Trong 9 năm kháng chiến chống Pháp, nơi đây là căn cứ của Quân khu 9, Xứ ủy, Trung ương Cục Miền Nam, Ủy ban Kháng chiến hành chánh Nam Bộ. U Minh Thượng có kinh xáng Chắc Băng là trung tâm khu tập kết 200 ngày thi hành Hiệp định Giơnevơ của miền Nam. Trong kháng chiến chống Mỹ, U Minh Thượng là căn cứ của Khu ủy, Quân khu 9, Tỉnh ủy Rạch Giá từ 1954 đến ngày miền Nam hoàn toàn giải phóng. Khu căn cứ U Minh Thượng đã được công nhận là di tích lịch sử Quốc gia.\n\nVùng miệt thứ huyện U Minh Thượng thời xưa có nhiều xã, nhiều nơi được nhắc đến về những trận đánh lịch sử oai hùng, những địa danh từ những trận lịch sử lớn lao mà hình thành nên được những cái tên gọi ấy, có nơi ngày xưa tất cả các dân làng đi lánh nạn của bom giặc quy tụ về rất đông tạo thành một vùng từ đó đã nổi lên các anh hùng chống giặc. Các xã có lịch sử oai hùng như: xã Vĩnh Hòa, Hòa Chánh, Minh Thuận, An Minh Bắc, Thạnh Yên.<ref>{{Chú thích web |url=https:\/\/uminhthuongyeuthuong.jweb.vn\/vi-tri-dia-ly-lich-su-hinh-thanh-huyen-u-minh-thuong.html\/ |ngày truy cập=2021-04-18 |tựa đề=Vị trí địa lý - Lịch sử hình thành huyện U Minh Thượng |archive-date=2021-04-18 |archive-url=https:\/\/web.archive.org\/web\/20210418131257\/https:\/\/uminhthuongyeuthuong.jweb.vn\/vi-tri-dia-ly-lich-su-hinh-thanh-huyen-u-minh-thuong.html\/ |url-status=dead }}<\/ref>\n\nNgày [[6 tháng 4]] năm [[2007]]<ref name=\"58\/2007\/NĐ-CP\">{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-58-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-thanh-lap-huyen-U-Minh-Thuong-xa-thuoc-Vinh-Thuan-Kien-Luong-Hon-Dat-tinh-Kien-Giang-18024.aspx|tựa đề=Nghị định 58\/2007\/NĐ-CP điều chỉnh địa giới hành chính các huyện An Biên, An Minh, Vĩnh Thuận để thành lập huyện U Minh Thượng; thành lập xã thuộc các huyện Vĩnh Thuận, Kiên Lương, Hòn Đất, tỉnh Kiên Giang |ngày= 6 tháng 4 năm 2007 |website=Thư viện pháp luật|url-status=live}}<\/ref>, huyện U Minh Thượng được thành lập trên cơ sở:\n*Điều chỉnh 7.135,82 ha diện tích tự nhiên và 18.843 người: gồm toàn bộ diện tích tự nhiên và người của các xã Thạnh Yên, Thạnh Yên A thuộc huyện [[An Biên]]\n*Điều chỉnh 13.376,67 ha diện tích tự nhiên và 10.877 người: gồm toàn bộ diện tích tự nhiên và người của xã An Minh Bắc thuộc huyện [[An Minh]]\n*Điều chỉnh 22.757,81 ha diện tích tự nhiên và 38.356 người: gồm toàn bộ diện tích tự nhiên và người của các xã: Minh Thuận, Vĩnh Hòa, Hòa Chánh thuộc huyện [[Vĩnh Thuận, Kiên Giang|Vĩnh Thuận]].\n\nSau khi thành lập, huyện U Minh Thượng có 43.270,3 ha diện tích tự nhiên, dân số là 68.076 người và 6 đơn vị hành chính cấp xã gồm: An Minh Bắc, Hòa Chánh, Minh Thuận, Thạnh Yên (trung tâm huyện), Thạnh Yên A và Vĩnh Hòa.\n\n==Kinh tế - xã hội==\nThế mạnh của huyện là nông nghiệp, thủy - hải sản, lâm nghiệp và dịch vụ du lịch.\n\nTiềm năng thế mạnh chính của huyện U Minh Thượng là nông - lâm - ngư nghiệp, tài nguyên về quỹ đất, rừng; trong đó ngư nghiệp (nuôi cá đồng) có nhiều tiềm năng, nhưng chưa khai thác hết. Công nghiệp dịch vụ thương mại hầu như không có. Có thể nói, đây là huyện nghèo nhất của tỉnh Kiên Giang. Cây lúa và là sản phẩm nông nghiệp chủ lực của huyện. Tính đến tháng 9 năm 2008, U Minh Thượng đưa giống lúa chất lượng cao vào sản xuất, năng suất đạt khoảng 5,2 tấn\/ha, sản lượng 55.617 tấn; nâng tổng sản lượng lương thực toàn huyện lên 164.725 tấn, đạt 131% so với nghị quyết cả năm, trong đó xã Hoà Chánh, năng suất đạt 5,8 tấn\/ha. Đồng thời, nông dân đã cải tạo nội đồng và xuống giống được 11.000 ha lúa đông xuân và lúa mùa, đạt 54,78% so kế hoạch. Sắp tới chính quyền địa phương và ngành chuyên môn sẽ hướng dẫn nhân dân điều chỉnh sản xuất giống lúa cho phù hợp từng vùng, nhất là đưa vào những giống lúa đạt năng suất chất lượng cao, kháng sâu bệnh. Năm 2008, tổng sản phẩm xã hội trên địa bàn huyện U Minh Thượng tăng 12,7%, sản lượng lương thực đạt trên 163.000 tấn, thu ngân sách trên 3 tỷ đồng.\n\nKhó khăn lớn nhất của huyện hiện nay là: đất đai bị nhiễm phèn mặn nặng ảnh hưởng lớn đến sản xuất và đời sống; chuyển dịch cơ cấu sản xuất còn chậm, chất lượng hàng hoá nông sản thấp, chưa đủ sức cạnh tranh với thị trường. Do đó, trong năm 2008, nhiều chỉ tiêu kinh tế - xã hội chưa đạt kế hoạch đề ra, như: giá trị sản xuất ngành thủy sản, thu nhập bình quân đầu người, xây dựng giao thông nông thôn.Là huyện vùng sâu non trẻ nhất của tỉnh, kinh tế còn nhiều khó khăn nên hạ tầng xã hội cũng còn nhiều hạn chế. Phần lớn hộ dân sống trên địa bàn huyện đều thuộc diện nghèo, nhà ở tạm bợ, giao thông đi lại chủ yếu bằng xuồng, giao thông đường bộ rất hạn chế. Trong năm 2008, huyện U Minh Thượng đã hoàn thành việc xây dựng 70 căn nhà tình nghĩa cho gia đình thương binh, liệt sỹ và người có công, đạt 100% chỉ tiêu tỉnh giao. Cũng trong năm 2008, U Minh Thượng đã vận động quỹ vì người nghèo được trên 3 tỷ 400 triệu đồng và xây dựng 197 nhà đại đoàn kết trị giá 930 triệu đồng tặng cho người nghèo.\n\n===Đặc sản===\nĐặc sản của huyện U Minh Thượng gồm: Bánh canh ghẹ chả, Gỏi cá trích, Bún cá, Nấm tràm, Bánh thốt nốt, Cà xỉu, Hải Sâm, Bánh tét Cật Phú Quốc, Hồ Tiêu Phú Quốc, nước mắm Phú Quốc, rượu Sim, Tiết Canh Cua, Món Nhum, Chả Cua, chả trứng cá ngát, Cà xíu muối, hủ tiếu Hà Tiên, Bún Kèn, Bún Nhâm, Cá nhám giàu nấu canh chua sả nghệ, Bánh thốt nốt, Xôi Hà Tiên, Ốc Giác, Khóm Tắc Cậu, bánh tráng Thạnh Hưng, Xoài Hoàn Đất, Món Nhộng Ve Ở Hòn Tre, Ngọc trai Phú Quốc, Còi biên mai, Cá khô Thiều, Rượu Mỏ quạ, Rượu Hải mã, Hải Sản, Cá bớp, Điều Phú Quốc, Cá Trích, chả lụa chả quế Tân Hiệp, Cơm tấm chợ Tân Hiệp, Mật ong rừng U Minh Thượng, mắm cá đồng, mía khóm,...\n\n===Xã hội===\nBên cạnh đó, U Minh Thượng cũng quan tâm công tác giáo dục. Năm 2008, toàn huyện có 2 điểm trường THPT, tỷ lệ học sinh tốt nghiệp THPT là 56%, trúng tuyển vào ĐH, CĐ là 16,8%,... Tháng 3 năm 2009, huyện đã khởi công xây dựng mới 6 phòng học tại điểm trường Vĩnh Thái thuộc ấp Vĩnh Thành, xã Vĩnh Hòa. Kinh phí xây dựng khoảng 1,2 tỷ đồng, do Liên hiệp các Tổ chức Hữu nghị tỉnh vận động Tổ chức Sunflower Mission (Tổ chức từ thiện phi chính phủ Mỹ) tài trợ 90%, Liên hiệp các Tổ chức Hữu nghị tỉnh tài trợ 10% và phần san lấp mặt bằng, sân trường, hàng rào của trường khoảng 300 triệu đồng do huyện U Minh Thượng đầu tư. Dự kiến sẽ đưa điểm trường này vào sử dụng cuối tháng 6 năm 2009.\n\nNgoài giáo dục, việc chăm sóc y tế cho người dân sống trên địa bàn huyện trong tương lai sẽ khá hơn khi tỉnh Kiên Giang vừa ban hành quyết định thành lập Trung tâm y tế huyện vào ngày 20\/04\/2009.<ref>[http:\/\/huyendoanumt.org.vn\/index.php\/vi\/tong-quan\/Gioi-thieu-chung\/Khai-quat-huyen-U-Minh-Thuong-5\/\/ Khái quát huyện U Minh Thượng]<\/ref>\n\n==Du lịch==\n*[[Vườn quốc gia U Minh Thượng]]\nDu lịch sinh thái rừng gắn kết với phát triển khai thác du lịch Vườn Quốc gia U Minh Thượng thuộc xã An Minh Bắc và Minh Thuận, huyện U Minh Thượng, tỉnh Kiên Giang. Từ lâu nơi đây nổi tiếng là khi dự trữ sinh quyển với hệ thống sinh vật đa dạng.\n\nTừ năm 2003, Vườn Quốc gia U Minh Thượng từng được UNESCO công nhận là Khu Dự trữ sinh quyển thế giới. Và cho đến ngày 13\/8\/2013 nơi đây lại tiếp tục được vinh danh là Vườn Di sản ASEAN. Nơi đây là vườn di sản đầu tiên về đất than bùn và đồng thời cũng là Vườn Di sản ASEAN thứ 5 của Việt Nam. 4 Vườn còn lại được công nhận là Di sản ASEAN được công nhận trước đó là: Hoàng Liên Sơn (Lào Cai), Ba Bể (Bắc Kạn), Chư Mon Rang (Kon Tum), KoKaKinh (Gia Lai). Vườn Quốc gia U Minh Thượng khá đa dạng về chủng loài sinh vật như: 234 loài thực vật, 32 loài thú, 186 loài chim, 39 loài bò sát và lưỡng cư, 34 loài cá. Trong số đó có nhiều loài quý hiếm, đặc trưng và nguy cấp đang được bảo vệ, tiêu biểu nhất phải kể đến: cầy vòi đốm, dơi ngựa lớn, mèo cá, ếch giun, già đãy nhỏ, kỳ đà vân, lợn rừng, rái cá lông mũi, trăn gấm, têtê Java. Điều làm nên nét đặc trưng của U Minh Thượng là sân chim có tổng số diện tích theo km² 44 ha được xem là lớn nhất vùng ĐBSCL với nhiều loài quý hiếm như: điêng điểng, cò nhạn, cò ốc, đại bàng đen, hạc cổ trắng, nhiều giống gà nước,...\n\nVườn Quốc gia U Minh Thượng được các tổ chức Thế Giới vinh danh vì những lí do sau: tính đa dạng sinh học và là một trong những vườn quốc gia của Việt Nam tham gia dự án phục hồi và sử dụng bền vững đất than bùn trong khu vực Đông Nam Á.\n\n*Quần thể di tích căn cứ địa Cách mạng U Minh Thượng\n*Tuyến di chỉ khảo cổ thị trấn Trăm Đường.\n\n==Giao thông==\nĐường bộ có đường Nam Kỳ Khởi Nghĩa ([[quốc lộ 63]]).\n\n==Hình ảnh==\n<gallery>\nTập tin:Đồng lúa ở U Minh Thượng, Kiên Giang.jpg|Đồng lúa ở U Minh Thượng\nTập tin:RungUMinh1.jpg|Cảnh của Rừng U Minh không còn cây rừng 1\nTập tin:RungUMinh2.jpg|Cảnh của Rừng U Minh không còn cây rừng 2\nTập tin:RungUMinh3.jpg|Cảnh của Rừng U Minh không còn cây rừng 3\nTập tin:RungUMinh4.jpg|Cảnh của Rừng U Minh không còn cây rừng 4\n<\/gallery>\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{sơ khai Kiên Giang}}\n{{Huyện thị Kiên Giang}}"}