{"16675745":"{{Dablink|Về chiếc tàu chiến Hoa Kỳ mang tên tương tự, xin xem [[USS John Basilone]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Basilone (DD-824) underway at sea, circa the later 1960s or early 1970s (NH 103396-KN).jpg|300px]]\n|Ship caption= Tàu khu trục USS ''Basilone'' (DD-824) trên đường đi, khoảng cuối thập niên 1960 hay đầu thập niên 1970\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1977}} \n|Ship name= USS ''Basilone'' (DD-824)\n|Ship namesake= [[John Basilone]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Consolidated Steel Corporation]], [[Orange, Texas]]\n|Ship original cost=\n|Ship laid down= [[7 tháng 7]] năm [[1945]]\n|Ship launched= [[21 tháng 12]] năm [[1945]]\n|Ship sponsor= bà Lena Mae Basilone\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[26 tháng 7]] năm [[1949]]\n|Ship recommissioned=\n|Ship decommissioned= [[1 tháng 11]] năm [[1977]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=* '''DDE-824''', [[28 tháng 1]] năm [[1948]];\n* '''DD-824''', [[7 tháng 8]] năm [[1962]]\n|Ship struck= [[1 tháng 11]] năm [[1977]]\n|Ship nickname=\n|Ship honors= 3 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Bị đánh chìm như mục tiêu, [[9 tháng 4]] năm [[1982]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement =* {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion =* 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament = * 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2) \n* 11 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]] \n| Ship notes = \n}}\n|}\n\n'''USS ''Basilone'' (DD-824\/DDE-824)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến đầu tiên của Hải quân Mỹ được đặt theo tên [[Trung sĩ]] [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] [[John Basilone]] (1916–1945), người từng được trao tặng [[Huân chương Danh dự]] do chiến đấu anh dũng trong [[Trận chiến sân bay Henderson]] tại [[Guadalcanal]], và sau đó được truy tặng [[Huân chương Chữ thập Hải quân (Hoa Kỳ)|Huân chương Chữ thập Hải quân]] khi tử trận trong [[trận Iwo Jima]].<ref>[[John Basilone]] là quân nhân Thủy nhân Lục chiến duy nhất được trao tặng cả hai loại huân chương cao quý nhất Hải quân trong Thế Chiến II.<\/ref><ref name=DANFS>{{chú thích web | title=Basilone (DD-824) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/b\/basilone-i.html | website=Naval History and Heritage Command | access-date =ngày 12 tháng 2 năm 2020}}<\/ref> Hoàn tất khi chiến tranh đã kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế năm [[1977]]; nó bị đánh chìm như một mục tiêu năm [[1982]]. ''Basilone'' được tặng thưởng ba [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Việt Nam]].\n\n== Thiết kế và chế tạo ==\n''Basilone'' được đặt lườn tại xưởng tàu của hãng [[Consolidated Steel Corporation]], Ltd ở [[Orange, Texas]] vào ngày [[7 tháng 7]] năm [[1945]]. Nó được hạ thủy vào ngày [[21 tháng 12]] năm [[1945]]; được đỡ đầu bởi Trung sĩ Lena Mae Basilone, vợ góa Trung sĩ John Basilone. Sau khi bị bỏ không trong hơn hai năm, con tàu được chiếc [[tàu kéo]] {{USS|Navajo|ATA-211|6}} kéo từ Orange, Texas đến [[Quincy, Massachusetts]], nơi nó được xưởng tàu [[Bethlehem Steel]] Co. cải biến thành một tàu khu trục hộ tống và mang ký hiệu lườn mới '''DDE-824'''. Nó nhập biên chế vào ngày [[26 tháng 7]] năm [[1949]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] Mark E. Dennett.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1949 – 1954 ===\n[[Tập tin:Sergeant Lena Mae Basilone christens USS Basilone (DD-824) at the Consolidated Steel Corporation Orange, Texas (USA), on 21 December 1945 (NH 103377).jpg|thumb|left|Trung sĩ Lena Mae Basilone, vợ góa của John Basilone, chuẩn bị hạ thủy USS ''Basilone'' (21 tháng 12 năm 1945)]]\n''Basilone'' lên đường đi [[vịnh Guantánamo, Cuba]], nơi nó tiến hành chạy thử máy và huấn luyện vào cuối [[tháng 10]] và [[tháng 11]] năm [[1949]]; nó quay trở lại khu vực [[New England]] và trải qua kỳ nghỉ lễ [[Giáng Sinh]] tại [[Boston, Massachusetts]] trước khi hoàn tất việc chạy thử máy tại khu vực [[Key West]], [[Florida]] vào [[tháng 1]] năm [[1950]]. Con tàu quay trở lại Boston vào ngày [[1 tháng 2]] cho một đợt sửa chữa sau thử máy kéo dài bảy tuần, rồi đi đến [[Norfolk, Virginia]] vào ngày [[24 tháng 3]], nơi nó hoạt động tại chỗ và phục vụ cùng Trường chống tàu ngầm tại Key West trong thời gian còn lại của năm [[1950]] và phần lớn năm [[1951]]. Vào cuối [[tháng 11]] và đầu [[tháng 12]], chiếc tàu khu trục hộ tống thực hành huấn luyện tại khu vực [[Tây Ấn]], rồi quay trở về Norfolk, nơi nó chuẩn bị để được phái đi hoạt động tại nước ngoài.<ref name=DANFS\/>\n\nSau khi chất đạn dược, ''Basilone'' khởi hành từ Norfolk vào ngày [[18 tháng 4]] năm [[1952]] để hướng sang [[Tangier]], [[Maroc]]; và trong khi hoạt động tại khu vực [[Địa Trung Hải]] vào [[tháng 5]], nó đã viếng thăm [[Marseilles]], [[Pháp]]; [[Sicily]] và [[Naples]], [[Ý]] và [[Gibraltar]] trước khi lên đường quay trở về vào ngày [[17 tháng 6]]. Sau khi ghé qua quần đảo [[Azores]] để tiếp nhiên liệu, nó về đến Norfolk vào ngày [[28 tháng 6]]. Nó trải qua phần lớn mùa Hè tại Norfolk, ngoại trừ một lượt thực hành đổ bộ tại [[Onslow Beach, North Carolina]] vào [[tháng 8]] và một đợt sửa chữa tại [[Xưởng hải quân New York]] trong [[tháng 9]]. Con tàu lại được phái sang Địa Trung Hải vào ngày [[22 tháng 9]], đi đến Tangier vào ngày [[6 tháng 10]], và ghé ngang qua Gibraltar trước khi gia nhập [[Đệ Lục hạm đội Hoa Kỳ|Đệ Lục hạm đội]]. Ngoài các hoạt động thường lệ, nó đã viếng thăm Naples; [[Augusta, Sicily|vịnh Augusta]], Sicily; [[Cannes]], Pháp; và [[Algiers]], [[Algérie]] trước khi rời vùng Địa Trung Hải vào ngày [[26 tháng 11]], quay trở về nhà ngang qua Gibraltar.<ref name=DANFS\/>\n\n''Basilone'' về đến Norfolk vào đầu [[tháng 12]], được nghỉ ngơi và bảo trì, rồi sang đầu năm [[1953]] lại tiếp nối các hoạt động thường lệ từ Norfolk cho đến đầu [[tháng 2]], khi nó lên đường hướng xuống phía Nam đến khu vực Tây Ấn để thực tập chống tàu ngầm trong nhiều tuần lễ. Nó quay trở lại Norfolk vào cuối [[tháng 3]] để chuẩn bị cho một lượt phục vụ khác cùng Đệ Lục hạm đội, và lại khởi hành đi sang Địa Trung Hải vào ngày [[17 tháng 4]]. Chiếc tàu khu trục hoạt động cùng Đệ Lục hạm đội trong khoảng ba tháng, quay trở về Norfolk vào cuối [[tháng 6]], và đi vào [[Xưởng hải quân Norfolk]] cho một lượt sửa chữa ngắn, trước khi thực hiện những chuyến đi ngắn từ cảng nhà đến Key West, [[Mayport, Florida]] và [[San Juan, Puerto Rico]]. Trong [[tháng 9]], nó hoạt động tại chỗ từ cảng nhà Norfolk, rồi được bảo trì trong [[tháng 10]], và được chuẩn bị cho một đợt đại tu thường lệ kéo dài ba tháng tại Xưởng hải quân Norfolk, bắt đầu từ ngày [[4 tháng 11]].<ref name=DANFS\/>\n\nHoàn tất công việc trong xưởng tàu vào ngày [[11 tháng 2]] năm [[1954]], ''Basilone'' tiếp nối nhịp điệu hoạt động thường lệ. Nó đi xuống phía Nam đến khu vực vịnh Guantánamo, Cuba để tiến hành chạy thử máy huấn luyện sau đại tu, và sau khi quay trở về Norfolk vào giữa [[tháng 4]], nó chuẩn bị cho chuyến đi tiếp theo sang Địa Trung Hải. Khởi hành vào ngày [[4 tháng 5]], nó tham gia các cuộc tập trận của Đệ Lục hạm đội trong suốt mùa Hè, đồng thời viếng thăm các cảng suốt khu vực từ Algeria đến [[Thổ Nhĩ Kỳ]], và đi đến [[Côte d'Azur]], Pháp tham gia các lễ hội kỷ niệm 10 năm cuộc [[đổ bộ Normandy]]. Nó lên đường quay trở về Hoa Kỳ vào [[tháng 9]], về đến Norfolk vào ngày [[28 tháng 9]], và sau khi được bảo trì lại tiếp nối các hoạt động dọc theo vùng bờ Đông, chủ yếu là các đợt thực hành chiến thuật ngoài khơi [[Virginia Capes]] trong [[tháng 11]].<ref name=DANFS\/>\n\n=== 1955 - 1962 ===\nTrong [[tháng 2]] và [[tháng 3]], [[1955]], ''Basilone'' hoạt động dưới quyền Tư lệnh Chống tàu ngầm Hạm đội Đại Tây Dương trong một loạt các thử nghiệm đánh giá máy bay trực thăng chống ngầm. Nó được bảo trì tại Norfolk trong [[tháng 4]], rồi hoạt động huấn luyện ngoài khơi Virginia Capes trong [[tháng 5]], và từ đầu [[tháng 6]] đến đầu [[tháng 8]] đã thực hiện chuyến đi thực tập cho học viên sĩ quan sang vùng biển Châu Âu, viếng thăm các cảng [[Valencia]], [[Tây Ban Nha]]; [[Weymouth, Dorset|Weymouth]], Anh và vịnh Guantánamo, Cuba. Quay trở về Norfolk vào ngày [[4 tháng 8]], nó chuẩn bị để được đại tu, nhưng công việc bị gián đoạn đến hai lần do phải di chuyển để né tránh các cơn bão. Cuối cùng nó đi vào [[Xưởng hải quân Philadelphia]] vào ngày [[13 tháng 9]] để bắt đầu đợt đại tu kéo dài ba tháng; công việc hoàn tất vừa kịp lúc để con tàu quay trở lại Norfolk ngay trước kỳ nghỉ lễ [[Giáng Sinh]].<ref name=DANFS\/>\n\n''Basilone'' rời Norfolk vào [[tháng 4]], [[1956]] cho một đợt thực tập trong [[vịnh Chesapeake]], rồi đến cuối tháng đó đã lên đường để hoạt động huấn luyện tại khu vực [[Tây Ấn]]. Quay trở về Norfolk vào giữa [[tháng 6]], con tàu trải qua mùa Hè năm đó thực hiện chuyến đi giới thiệu cho học viên của [[Học viện Quân sự Hoa Kỳ|Học viện quân sự West Point]], tiếp nối bằng chuyến đi huấn luyện cho học viên [[Học viện Hải quân Hoa Kỳ]] đến [[Halifax, Nova Scotia]]. Sang [[tháng 9]], nó tham gia cuộc Tập trận \"New Broom VI\", rồi viếng thăm cảng các nước Khối [[NATO]] để thực tập chống tàu ngầm. Đến [[tháng 11]], chiếc tàu khu trục đi sang vùng biển Địa Trung Hải để tăng cường cho lực lượng của Đệ Lục hạm đội sau khi xảy ra vụ [[Khủng hoảng kênh đào Suez]] dẫn đến xung đột. Nó quay trở về Norfolk vào giữa [[tháng 12]].<ref name=DANFS\/>\n\nTrong năm năm tiếp theo, ''Basilone'' tiếp tục luân phiên các lượt biệt phái sang phục vụ cùng Đệ Lục hạm đội tại Địa Trung Hải với những hoạt động thường lệ và bảo trì dọc theo vùng bờ Đông và vùng biển Tây Ấn; nó tiếp tục đặt cảng nhà tại Norfolk. Trong chuyến đi sang Địa Trung Hải vào năm [[1958]], nó tham gia cùng các đơn vị khác của Đệ Lục hạm đội trong hoạt động tuần tra ngoài khơi [[Liban]] vào lúc xảy ra cuộc [[Khủng hoảng Liban 1958|khủng hoảng chính trị]] tại đất nước này.<ref name=DANFS\/>\n\nSau những hoạt động thực hành chống tàu ngầm trong [[tháng 1]], [[1962]], ''Basilone'' đi đến vùng biển ngoài khơi [[Mayport, Florida]] để chuẩn bị tham gia vào việc thu hồi tàu không gian [[Mercury-Atlas 6]], vốn sẽ là chuyến bay đưa nhà du hành [[John Glenn]] lên quỹ đạo trái đất trong khuôn khổ [[Chương trình Mercury]]; tuy nhiên chiếc tàu khu trục phải quay trở về do chuyến bay bị hoãn lại do những yếu tố kỹ thuật và thời tiết. Con tàu lại khởi hành từ Norfolk vào ngày [[17 tháng 2]], cùng với Hải đội Khu trục 36 gặp gỡ [[tàu sân bay]] {{USS|Wasp|CVS-18|2}} cho chuyến đi vượt Đại Tây Dương. Đội đặc nhiệm đã tạm dừng tại khu vực [[Bermuda]] nhằm hỗ trợ cho việc thu hồi tàu không gian \"Friendship 7\" của Đại tá John Glenn trước khi tiếp tục hành trình đi sang Châu Âu.<ref name=DANFS\/>\n\nSau khi ghé qua [[Portsmouth]], [[Anh]] từ ngày [[28 tháng 2]] đến ngày [[7 tháng 3]] và [[Rotterdam]], [[Hà Lan]] từ ngày [[15 tháng 3|15]] đến ngày [[22 tháng 3]], đội đặc nhiệm của ''Basilone'' vượt [[Bắc Hải (châu Âu)|Bắc Hải]] để viếng thăm [[Glasgow]], [[Scotland]] từ ngày [[30 tháng 3]] đến ngày [[5 tháng 4]], và tập trận tại vùng biển lân cận cho đến ngày [[8 tháng 4]], khi lực lượng thả neo tại [[Moville]], Ireland. Sau khi viếng thăm [[Plymouth]] từ ngày [[12 tháng 4|12]] đến ngày [[24 tháng 4]], họ lại vượt Bắc Hải vào đầu [[tháng 5]], và viếng thăm [[Flensburg]], [[Tây Đức]] từ ngày [[4 tháng 5|4]] đến ngày [[14 tháng 5]], rồi trải qua một tuần tại [[Moss, Na Uy]] từ ngày [[21 tháng 5|21]] đến ngày [[28 tháng 5]]. Lực lượng đã thực hành tập trận trên biển trước khi quay trở về Norfolk vào ngày [[16 tháng 6]].<ref name=DANFS\/>\n\n''Basilone'' ở lại cảng Norfolk cho đến đầu [[tháng 8]]. Nó tiếp nối những hoạt động tại chỗ thường lệ từ ngày [[7 tháng 8]], khi nó được xếp lại lớp như một tàu khu trục và lấy lại ký hiệu lườn cũ '''DD-824'''. Nó thực hành chống tàu ngầm cùng với tàu sân bay ''Wasp'' và [[tàu ngầm]] {{USS|Scorpion|SSN-589|3}}, rồi viếng thăm [[New York, New York|New York]] từ ngày [[18 tháng 8|18]] đến ngày [[22 tháng 8]]. Nó thực hành huấn luyện tại khu vực [[Virginia Capes]] từ ngày [[23 tháng 8]] đến ngày [[24 tháng 9]], và đến cuối [[tháng 9]] đã lên đường từ Norfolk cho chuyến đi thực hành và tập trận kéo dài tại khu vực [[Tây Ấn]]. Việc [[Liên Xô]] bố trí những [[tên lửa đạn đạo]] tầm trung mang đầu đạn hạt nhân tại [[Cuba]], đã khiến vụ [[Khủng hoảng tên lửa Cuba]] bùng nổ vào giữa [[tháng 10]], vào lúc con tàu còn đang huấn luyện tại khu vực vịnh Guantánamo. Nó lập tức tham gia lực lượng hải quân để \"cô lập\" hàng hải hòn đảo này từ ngày [[24 tháng 10]] đến ngày [[18 tháng 11]], [[1962]], nhằm gây sức ép lên Liên Xô và Cuba, cho đến khi đạt được thỏa thuận ngoại giao giải quyết vụ khủng hoảng. Nó quay trở về Norfolk vào cuối năm [[1962]].<ref name=DANFS\/>\n\n=== 1963 - 1966 ===\nSau khi trải qua kỳ nghỉ lễ cuối năm trong cảng, ''Basilone'' tiếp nối các hoạt động tại chỗ từ giữa [[tháng 1]], [[1963]]. Đến giữa [[tháng 2]], nó quay trở lại khu vực Tây Ấn và hoạt động thực hành huấn luyện gần [[Puerto Rico]], trước khi quay trở về Norfolk vào ngày [[21 tháng 3]]. Con tàu tiếp tục hoạt động tại chỗ cho đến [[tháng 6]], khi nó lên đường đi đến một vị trí tại vùng biển Bắc Đại Tây Dương ngoài khơi [[Ireland]], đảm nhiệm vai trò cột mốc dẫn đường phục vụ cho chuyến bay đưa [[Tổng thống Hoa Kỳ|Tổng thống]] [[John F. Kennedy]] đi sang Châu Âu. Đang khi làm nhiệm vụ này, con tàu chịu đựng một cơn bão tại khu vực Bắc Đại Tây Dương với những cơn sóng cao đến {{convert|100|ft|m|abbr=on|0}}; khiến lườn tàu bị một vết nứt lớn và con tàu bị ngập nước với tốc độ {{convert|600|gal|m3|abbr=on}} mỗi giờ và càng lúc càng nghiêm trọng. Những nỗ lực tìm cách hàn lại vết nứt bị thất bại, và ý định đi đến sửa chữa khẩn cấp tại một xưởng tàu ở [[Londonderry]], [[Ireland]] cách đó {{convert|400|nmi|km|abbr=on}} bị từ chối. Chiếc tàu khu trục được lệnh ở lại tại chỗ cho đến khi máy bay [[Air Force One]] nhận được tín hiệu dẫn đường của nó vào ngày [[25 tháng 6]], rồi lập tức quay trở về [[Norfolk, Virginia]] để sửa chữa. Tuy nhiên việc sửa chữa cặp bên cầu tàu đã không thành công, nên nó lại phải chuyển đến [[Xưởng hải quân Portsmouth]] để sửa chữa trong ụ tàu.<ref name=DANFS\/>\n\n''Basilone'' khởi hành từ Norfolk vào ngày [[27 tháng 7]] để đi đến [[Xưởng hải quân Philadelphia]]. Tại đây từ [[tháng 7]], [[1963]] đến ngày [[26 tháng 4]], [[1964]], nó được đại tu và nâng cấp trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM Fleet Rehabilitation and Modernization). Sau khi công việc hoàn tất, nó chuyển cảng nhà đến [[Newport, Rhode Island]] vào ngày [[1 tháng 5]], rồi tiến hành chạy thử máy huấn luyện trong ba tuần ngoài khơi Newport và Norfolk. Nó rời Newport vào ngày [[18 tháng 5]], đảm nhiệm vai trò trường huấn luyện [[sonar]] tại Key West trên đường đi sang quần đảo Tây Ấn. Tại đây nó tiến hành huấn luyện ôn tập trong [[tháng 6]] và nữa đầu [[tháng 7]]. Khi quay trở về Newport vào ngày [[24 tháng 7]], con tàu được nghỉ ngơi và bảo trì tiếp liệu trong ba tuần.<ref name=DANFS\/>\n\nVào [[tháng 8]] và [[tháng 9]], ''Basilone'' tham gia các đợt thực hành chống tàu ngầm bao gồm hai cuộc tập trận hạm đội. Những hoạt động bảo trì và nhiệm vụ trường sonar hạm đội tại Key West đươc tiếp nối cho đến khi nó lên đường đi vịnh Guantánamo, Cuba để hoạt động như tàu hỗ trợ hải pháo vào cuối [[tháng 10]]. Sau ba tuần bảo trì và tiếp liệu tại ''Basilone'', nó lên đường vào ngày [[27 tháng 11]] cho một lượt hoạt động cùng Đệ Lục hạm đội kéo dài bốn tháng. Nó chủ yếu phục vụ hộ tống cho một đội đặc nhiệm tàu sân bay tại khu vực Tây Địa Trung Hải, và vếng thăm các cảng Tây Ban Nha, Ý và [[Majorca]]. Sau khi quay trở về Norfolk vào [[tháng 3]], [[1965]], con tàu được bảo trì và sửa chữa, đồng thời được bổ sung một hệ thống [[máy bay trực thăng]] không người lái chống tàu ngầm [[Gyrodyne QH-50 DASH]]; công việc trong xưởng tàu kéo dài đến đầu [[tháng 6]]. Từ cuối [[tháng 6]] đến đầu [[tháng 9]], chiếc tàu khu trục tiến hành những chuyến đi thực tập mùa Hè cho học viên sĩ quan, đồng thời tham gia nhiều cuộc thực tập chống tàu ngầm, thường là phối hợp với các đơn vị [[Hải quân Hoàng gia Anh]], [[Hải quân Hoàng gia Canada|Canada]] và [[Hải quân Cộng hòa Liên bang Đức|Đức]]. Đang khi bảo trì tại Newport trong thời gian còn lại của năm [[1965]], nó vẫn được huy động tham gia vào chuyến bay [[Gemini VI]] (bị hủy bỏ) vào [[tháng 10]], và tham gia cuộc tập trận chống tàu ngầm và đổ bộ của [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]] vào đầu [[tháng 12]].<ref name=DANFS\/>\n\n''Basilone'' khởi hành từ Newport vào ngày [[19 tháng 1]], [[1966]], và băng qua [[kênh đào Panama]] vào ngày [[26 tháng 1]] cho một đợt biệt phái sang phục vụ lâu dài tại Viễn Đông. Nó gia nhập Lực lượng Đặc nhiệm 77 tại [[Trạm Dixie]] ngoài khơi bờ biển [[Nam Việt Nam]], và sau mười ngày phục vụ canh phòng máy bay cho tàu sân bay {{USS|Ticonderoga|CVA-14|3}}, nó áp sát bờ biển để bắn hỗ trợ hải pháo tại khu vực tác chiến của [[Quân đoàn IV (Nam Việt Nam)|Quân đoàn IV]] từ ngày [[14 tháng 3|14]] đến ngày [[19 tháng 3]]. Sau đó là một giai đoạn ngắn làm nhiệm vụ cột mốc [[radar]] trong [[vịnh Bắc Bộ]] trước khi con tàu lên đường đi [[vịnh Subic]], [[Philippines]] và [[Hong Kong]] để nghỉ ngơi và tiếp liệu. Nó gia nhập trở lại cùng ''Ticonderoga'' vào ngày [[9 tháng 4]], và cùng chiếc tàu sân bay hoạt động trong hai tuần tại [[Trạm Yankee]] ngoài khơi vùng biển [[Bắc Việt Nam]].<ref name=DANFS\/>\n\n''Basilone'' được nghỉ ngơi trong 15 ngày tại cảng [[Cao Hùng]], [[Đài Loan]] trước khi lên đường vào ngày [[7 tháng 5]], đi đến khu vực tác chiến của [[Quân đoàn II (Nam Việt Nam)|Quân đoàn II]] để hỗ trợ hải pháo, bao gồm một chuyến đi ngược dòng [[sông Sài Gòn]] để bắn phá các mục tiêu đối phương vào ngày [[24 tháng 5]]. Nó tiếp tục bắn hải pháo hỗ trợ một chiến dịch không kích và đổ bộ xuống một vị trí tập trung quân đối phương trước khi đi sang Đài Loan để tiếp liệu và bảo trì. Nó quay trở lại khu vực Quân đoàn II vào ngày [[10 tháng 6]], thường xuyên được yêu cầu hỗ trợ hỏa lực cho trận chiến trên bộ, cho đến khi lên đường quay trở về vịnh Subic vào ngày [[4 tháng 7]], nhằm chuẩn bị cho hành trình quay trở về Hoa Kỳ. Đi ngang qua [[kênh đào Suez]] và [[Gibraltar]], nó hoàn tất một chuyến đi vòng quanh thế giới khi về đến Newport vào ngày [[17 tháng 8]]. Chiếc tàu khu trục dành ra một tháng tiếp theo để sửa chữa, bảo trì và nghỉ ngơi trước khi tiếp nối việc thực hành chống tàu ngầm. Trong thời gian còn lại của năm [[1966]], nó chỉ ngắt quãng nhịp điệu này khi có chuyến viếng thăm [[Bermuda]] vào giữa [[tháng 11]], và một tập trận quy mô lớn của Hạm đội Đại Tây Dương.<ref name=DANFS\/>\n\n=== 1967 - 1970 ===\nVào [[tháng 1]], [[1967]], ''Basilone'' đã tiến hành hai lượt thực hành huấn luyện tại khu vực Virginia Capes; sau đó nó được bảo trì cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Grand Canyon|AD-28|3}} trong hai tuần trước khi lên đường vào ngày [[13 tháng 2]] để hoạt động huấn luyện ôn tập. Nó đi vào [[Xưởng hải quân Boston]] vào ngày [[10 tháng 3]] để thay thế một bệ pháo 5-inch vốn đã bị hư hại nặng do một cơn bão vào [[tháng 11]] trước đó, rồi lên đường đi Newport vào ngày [[11 tháng 4]] nhằm chuẩn bị cho lượt hoạt động tiếp theo cùng Đệ Lục hạm đội tại Địa Trung Hải.<ref name=DANFS\/>\n\nLên đường đi sang vùng biển Châu Âu vào ngày [[2 tháng 5]], ''Basilone'' đi đến Gibraltar chín ngày sau đó và tiếp tục hành trình vào ngày hôm sau để hướng đến khu vực phía Nam nước Ý. Khi căng thẳng giữa [[Ai Cập]] và [[Israel]] tiếp tục gia tăng tại Trung Đông, vốn sẽ dẫn đến cuộc [[Chiến tranh Sáu Ngày]], con tàu gia nhập Đệ Lục hạm đội trong tình trạng báo động. Nó ghé đến [[vịnh Souda]], [[Crete]] vào ngày [[9 tháng 6]], sau gần một tháng di chuyển trên biển, để đón lên tàu những học viên sĩ quan trong một đợt thực tập huấn luyện, rồi tiếp tục phục vụ cùng Lực lượng Đặc nhiệm 60 ngoài khơi Crete trong suốt một tháng tiếp theo, ngoại trừ những lần ghé vịnh Souda và cảng [[Valletta]], [[Malta]]. Vào ngày [[3 tháng 7]], một sự cố của máy phát điện buộc con tàu phải ghé vào Crete để sửa chữa, nhưng trong gần suốt [[tháng 7]] nó hoạt động tuần tra như là chiếc tàu chiến Hoa Kỳ duy nhất có mặt tại khu vực, cho đến khi được thay phiên vào ngày [[23 tháng 7]]. Con tàu tiếp tục các hoạt động khảo sát chống ngầm và ghé thăm các cảng Pháp, [[Menorca]] và Malta trước khi rời cảng [[Rota, Cádiz|Rota]], Tây Ban Nha vào ngày [[12 tháng 9]] để quay trở về nhà. Khi về đến Newport, nó tiếp tục những hoạt động thường lệ, đồng thời phục vụ như tàu huấn luyện chống ngầm tại [[Key West, Florida]].<ref name=DANFS\/>\n\nTại Newport từ ngày [[11 tháng 12]], ''Basilone'' cặp bên mạn tàu tiếp liệu khu trục {{USS|Cascade|AD-16|3}} để được bảo trì, nhằm chuẩn bị cho một đợt đại tu tại Xưởng hải quân Boston, vốn được bắt đầu từ ngày [[11 tháng 1]], [[1968]]. Ngoài những sửa chữa thường lệ, nó được nâng cấp những thiết bị liên lạc, điện tử và [[sonar]] trước khi quay trở lại Newport vào ngày [[21 tháng 5]]. Nó tiến hành huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba trong [[tháng 6]] và [[tháng 7]], rồi quay trở về Newport để bảo trì, tiếp liệu và thực hành nhằm chuẩn bị cho lượt biệt phái sang phục vụ cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] tại khu vực Tây Thái Bình Dương. Tuy nhiên thay vào đó, nó lại được lệnh phái sang phục vụ cùng Đệ Lục hạm đội.<ref name=DANFS\/>\n\n''Basilone'' khởi hành từ Newport vào ngày [[5 tháng 9]], và đã thay phiên cho tàu khu trục {{USS|Gearing|DD-710|2}} tại Majorca vào ngày [[16 tháng 9]]. Sau khi ở lại cảng Malta trong năm ngày, nó lên đường theo dõi hoạt động của chiếc [[tàu sân bay trực thăng]] [[Moskva (tàu sân bay trực thăng Liên Xô)|''Moskva'']], thu thấp thông tin về đặc tính hoạt động và thông tin liên lạc, cho đến khi con tàu [[Liên Xô]] băng qua eo biển [[Dardanelles]] ngày [[4 tháng 11]]. Chiếc tàu khu trục đi đến cảng [[Kavála]], Hy Lạp và ở lại trong một tuần, rồi tham gia một cuộc tập trận của Khối NATO trong [[biển Aegean]] trước khi quay trở lại Majorca. Nó đi đến Naples vào ngày [[7 tháng 12]], nơi nó được bảo trì và tiếp liệu trong 12 ngày, rồi tham gia cuộc Tập trận Lafayette trước đi đến [[Cannes]] để mừng năm mới [[1969]] tại cảng Pháp này.<ref name=DANFS\/>\n\nRời cảng vào ngày [[3 tháng 1]], [[1969]], ''Basilone'' hoạt động cùng đội đặc nhiệm trong mười ngày, rồi viếng thăm [[Tunis]] trước khi đi đến Majorca để được thay phiên vào ngày [[18 tháng 1]]. Về đến Newport vào ngày [[30 tháng 1]], nó được nghỉ ngơi, bảo trì và sửa chữa cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Puget Sound|AD-38|3}}. Nó bắt đầu phục vụ như tàu huấn luyện cho Trường Khu trục Hạm đội từ ngày [[13 tháng 3]], hoàn tất nhiệm vụ vào ngày [[8 tháng 4]], rồi quay trở về Newport cho một lượt bảo trì khác. Sự cố động cơ gặp trục trặc khiến nó trì hoãn việc khởi hành cho đến ngày [[19 tháng 5]], khi nó lên đường tham gia cuộc tập trận hạm đội, bao gồm một cuộc tập trận trong khuôn khổ Khối NATO. Con tàu trải qua một lượt bảo trì khác từ ngày [[13 tháng 6]] đến ngày [[22 tháng 7]], và sau đó nó tham gia thực hành chống tàu ngầm cùng các đơn vị thuộc [[Đệ Nhị hạm đội Hoa Kỳ|Đệ Nhị hạm đội]], và thực tập phóng như lôi và tên lửa chống ngầm tại khu vực Tây Ấn. Khi quay trở về Newport vào ngày [[26 tháng 8]], nó được bảo trì trong ba tuần nhằm chuẩn bị cho việc được phái sang phục vụ cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]]. Tuy nhiên thay vào đó, nó lại được thông báo sẽ được phái sang cùng Đệ Lục hạm đội; và phải ở lại cảng để sửa chữa [[nồi hơi]] gặp trục trặc, kéo dài cho đến ngày [[11 tháng 11]]. Con tàu lên đường vào ngày hôm sau để đi sang Địa Trung Hải, thay phiên cho tàu khu trục {{USS|Ault|DD-698|3}} vào ngày [[21 tháng 11]]. Ngoài những hoạt động thường lệ cùng hạm đội, nó đã viếng thăm các cảng Malta; Tunis; [[İzmir]], Thổ Nhĩ Kỳ; [[Athens]], Hy Lạp; và [[Naples]], Ý.<ref name=DANFS\/>\n\nSau khi quay trở về Newport vào ngày [[22 tháng 5]], [[1970]], ''Basilone'' trải qua hai tháng tiếp theo được nghỉ ngơi, bảo trì và sửa chữa. Ngoại trừ một lượt được phái đi phục vụ chống tàu ngầm cho chiếc [[tàu ngầm]] {{USS|Tullibee|SSN-597|3}} kéo dài trong hai ngày vào cuối [[tháng 7]], và viếng thăm [[thành phố New York]] vào đầu [[tháng 8]], nó tiếp tục ở lại Newport, tiếp đón gia đình của thủy thủ đoàn, cùng thành viên và học viên của [[Trường Cao đẳng Chiến tranh Hải quân]] đến dự khán giải đua thuyền buồm [[America's Cup]] năm [[1970]]. Vào ngày [[23 tháng 9]], chiếc tàu khu trục lại lên đường đi sang khu vực Đông Địa Trung Hải và gia nhập Đệ Lục hạm đội vào ngày [[2 tháng 10]], nơi nó tuần tra đề phòng bất trắc sau khi xảy ra sự kiện [[Tháng Chín Đen (Jordan)|Tháng Chín Đen]] tại [[Jordan]], khi [[Tổ chức Giải phóng Palestine]] (PLO) với sự hậu thuẩn của [[Syria]] âm mưu ám sát [[Hussein của Jordan|Vua Hussein]] và lật đổ Vương triều [[Hashemite]]. Ngoài những hoạt động thường lệ cùng hạm đội, nó đã viếng thăm các cảng Crete, Athens, Naples và Majorca. Nó gia nhập trở lại Đệ Nhị hạm đội vào ngày [[2 tháng 11]], và về đến Newport vào ngày [[8 tháng 11]], nơi thủy thủ đoàn được nghỉ phép và con tàu được bảo trì.<ref name=DANFS\/>\n\n=== 1971 - 1973 ===\nVào đầu năm [[1971]], ''Basilone'' đã hai lần viếng thăm [[quần đảo Bahamas]]. Nó tham gia một đợt thực hành chống tàu ngầm ngoài khơi [[Andros, Bahamas|đảo Andros]] kéo dài trong hai tuần vào đầu [[tháng 2]], và hoạt động trong khuôn khổ một dự án của [[Tư lệnh Tác chiến Hải quân]] nhằm thử nghiệm đánh giá [[ngư lôi Mark 48]] kéo dài trong ba tuần vào cuối [[tháng 4]] và đầu [[tháng 5]]. Ngoài một đợt huấn luyện ngắn tại Norfolk trong [[tháng 5]], chiếc tàu khu trục ở lại cảng Newport cho đến ngày [[16 tháng 8]], khi nó chuẩn bị cho đợt đại tu tại [[Xưởng hải quân Boston]]. Hoàn tất công việc xưởng tàu vào ngày [[24 tháng 11]], con tàu tiếp tục đi đến khu vực Bahamas để thực hành và thử nghiệm vũ khí. Nó quay trở về Newport vào ngày [[15 tháng 12]] để được nghỉ ngơi và bảo trì.<ref name=DANFS\/>\n\nVào ngày [[3 tháng 1]], [[1972]], ''Basilone'' lên đường đi sang vùng biển Tây Ấn để huấn luyện ôn tập, rồi quay trở về Newport vào ngày [[13 tháng 2]]. Ngoại trừ một đợt huấn luyện ngoài khơi [[Virginia Capes]] vào cuối [[tháng 4]], nó tiếp tục ở lại cảng nhà cho đến cuối [[tháng 5]] nhằm chuẩn bị cho lượt biệt phái phục vụ tiếp theo. Cùng với tàu khu trục {{USS|Warrington|DD-843|3}} và các tàu khu trục hộ tống {{USS|Trippe|DE-1075|3}} và {{USS|Joseph Hewes|DE-1078|3}}, nó lên đường đi sang Viễn Đông vào ngày [[5 tháng 6]], băng qua [[kênh đào Panama]] vào ngày [[10 tháng 6]] và có các chặng dừng tại [[Oahu]] và [[Guam]]. Đi đến vịnh Subic, Philippines vào đúng [[Ngày Độc lập Hoa Kỳ]], nó bắt đầu phục vụ cùng Đệ Thất hạm đội, và đi đến vùng biển Việt Nam vào ngày [[7 tháng 7]].<ref name=DANFS\/>\n\nSau 16 ngày làm nhiệm vụ canh phòng máy bay cho {{USS|Oriskany|CVA-34|3}}, ''Basilone'' tách khỏi đội đặc nhiệm tàu sân bay vào ngày [[23 tháng 7]] để áp sát bờ biển Việt Nam gần [[Khu phi quân sự vĩ tuyến 17|Khu phi quân sự]], gia nhập Đơn vị Đặc nhiệm 70.8.2 làm nhiệm vụ hỗ trợ hải pháo, và đã hoạt động bắn pháo theo yêu cầu để hỗ trợ cho hoạt động tác chiến của các đơn vị trên bộ. Hoàn tất vai trò này vào ngày [[29 tháng 7]], con tàu di chuyển đến vịnh Bắc Bộ để cùng các tàu khu trục {{USS|Towers|DDG-9|3}} và {{USS|Henry B. Wilson|DDG-7|3}} làm nhiệm vụ đặc biệt. Ba ngày sau đó, nó gia nhập cùng tàu tuần dương {{USS|England|DLG-22|3}} tại trạm SAR phía Bắc và phục vụ trong vai trò tìm kiếm và giải cứu cho đến ngày [[8 tháng 8]]. Vào ngày [[10 tháng 8]], sau hai ngày hoạt động cùng tàu khu trục {{USS|Dewey|DLG-14|3}}, nó rời vùng biển Việt Nam để đi sang Philippines.<ref name=DANFS\/>\n\nChỉ ít lâu sau khi đi đến vịnh Subic, ''Basilone'' nhận lệnh đi sang phục vụ tại khu vực [[Ấn Độ Dương]]. Nó cùng ''Trippe'' rời vịnh Subic vào ngày [[16 tháng 8]], đi ngang qua [[Singapore]] và [[Sri Lanka]] để đến [[Manama]], [[Bahrain]] và gia nhập cùng [[Lực lượng Trung Đông]] tại đây. Trong ba tháng tiếp theo nó viếng thăm thiện chí các cảng [[Jidda]], [[Saudi Arabia]]; [[Massawa]] và [[Asmara]], [[Ethiopia]]; [[Karachi]], [[Pakistan]]; [[Djibouti (thành phố)|Djibouti]] tại [[Somaliland thuộc Pháp]]; và [[Mombasa]], [[Kenya]]. Tại Mombasa vào đầu [[tháng 11]], nó được tàu khu trục {{USS|Charles R. Ware|DD-865|3}} thay phiên, và bắt đầu một hành trình dài quay để trở về vùng bờ Đông Hoa Kỳ. Sau hành trình đi ngang qua [[Maputo|Lourenço Marques]], [[Mozambique]]; [[Luanda]], [[Angola]]; [[Dakar]], [[Senegal]]; và [[Bermuda]], nó về đến Newport vào ngày [[2 tháng 12]].<ref name=DANFS\/>\n\n''Basilone'' ở lại cảng Newport cho đến [[tháng 1]], [[1973]], và bắt đầu hoạt động tại chỗ từ đầu [[tháng 2]]. Đang khi thực hành huấn luyện trên đường đi ngoài khơi Virginia Capes vào xế trưa ngày [[5 tháng 2]], một tai nạn nổ [[nồi hơi]] đã khiến bảy thành viên thủy thủ đoàn thiệt mạng. Nó quay trở về Newport và ở lại cảng cho đến ngày [[20 tháng 3]], khi nó được kéo đến [[Xưởng hải quân Boston]] để sửa chữa, công việc trong xưởng tàu kéo dài mất bốn tháng. Sau khi hoàn tất, nó quay trở lại Newport vào ngày [[30 tháng 7]], và thực hành huấn luyện cùng với [[tàu ngầm]] {{USS|Pargo|SSN-650|3}} từ ngày [[8 tháng 8]]. Sau một đợt huấn luyện ôn tập tại khu vực [[vịnh Guantánamo]], [[Cuba]], nó đi đến Newport trong hai tuần trước khi chuyển cảng nhà đến [[Norfolk, Virginia]] từ ngày [[1 tháng 10]]. Vào cuối [[tháng 11]] và đầu [[tháng 12]], chiếc tàu khu trục tham gia tập trận cùng Hạm đội Đại Tây Dương.<ref name=DANFS\/>\n\n=== 1974 - 1977 ===\nRời Norfolk vào ngày [[4 tháng 1]], [[1974]], ''Basilone'' được phái sang khu vực Địa Trung Hải cho một lượt hoạt động kéo dài sáu tháng. Nó gia nhập Lực lượng Đặc nhiệm 60 trực thuộc Đệ Lục hạm đội vào ngày [[21 tháng 1]], và thực hành huấn luyện chống tàu ngầm và phản công điện tử. Trong hai tháng từ ngày [[3 tháng 2]] đến ngày [[3 tháng 4]], nó được sửa chữa những rò rỉ trên lườn tàu tại Xưởng tàu Hellenic, [[Skaramangas]], [[Hy Lạp]]; sau đó nó viếng thăm [[Palma, Majorca|Palma]] trong hai tuần vào giữa [[tháng 4]] trước khi tham gia thực hành trong Khối NATO kéo dài hai tuần. Khi quay trở về Norfolk vào ngày [[3 tháng 7]], con tàu được nghỉ ngơi và bảo trì trong bốn tháng, rồi lên đường vào ngày [[2 tháng 11]] cho một cuộc tập trận hạm đội. Tuy nhiên những trục trặc động cơ buộc nó phải đi đến Mayport để sửa chữa. Con tàu quay trở về Norfolk vào ngày [[19 tháng 12]], nơi nó trải qua ba tháng được bảo trì cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Puget Sound|AD-38|3}} trong những tháng đầu năm [[1975]].<ref name=DANFS\/>\n\nHoàn tất việc chạy thử máy vào ngày [[15 tháng 4]], [[1975]], ''Basilone'' thực hành huấn luyện cùng với Đệ Nhị hạm đội cho đến cuối tháng đó. Sau một tháng chuẩn bị, nó lại khởi hành vào ngày [[12 tháng 6]] để đi sang khu vực Địa Trung Hải, và sau chuyến đi kéo dài mười ngày đã gia nhập cùng tàu sân bay {{USS|John F. Kennedy|CV-67|3}}. Nó tham gia các hoạt động của chiếc tàu sân bay, và đã giúp vào việc tìm kiếm năm thành viên đội bay thuộc hai máy bay bị rơi xuống biển sau một tai nạn va chạm. Sau khi được nghỉ ngơi tại [[Sicily]] và [[Naples]] trong [[tháng 7]], nó tiếp tục tham gia cuộc tập trận trong Khối NATO kéo dài một tuần trong [[tháng 8]], tiếp nối bởi những hoạt động tại khu vực Đông Địa Trung Hải vào đầu [[tháng 9]] và thực hành với Đệ Lục hạm đội vào cuối [[tháng 9]] và đầu [[tháng 10]]. Chiếc tàu khu trục viếng thăm cảng [[Toulon]], Pháp trong [[tháng 11]] và thực hành cùng các đơn vị của [[Hải quân Pháp]]; rồi viếng thăm [[Barcelona]] từ ngày [[4 tháng 12|4]] đến ngày [[9 tháng 12]]. Nó đi đến cảng [[Rota, Cádiz|Rota]], Tây Ban Nha từ ngày đến ngày [[10 tháng 12|10]] đến ngày [[12 tháng 12]] trước khi lên đường quay trở về nhà, về đến Norfolk vào ngày [[22 tháng 12]].<ref name=DANFS\/>\n\nSau bốn tuần lễ được nghỉ ngơi và tiếp liệu, ''Basilone'' thực hành huấn luyện cùng với tàu sân bay {{USS|America|CV-66|3}} tại khu vực ngoài khơi [[Virginia Capes]] vào nữa cuối [[tháng 1]], [[1976]]. Nó được bảo trì trong [[tháng 2]], rồi tiếp tục thực hành huấn luyện tại vùng biển [[Jacksonville, Florida]] cùng với tàu sân bay {{USS|Nimitz|CVN-68|3}} trong [[tháng 3]]. Chiếc tàu khu trục quay trở về Norfolk để bảo trì và thanh tra trong [[tháng 4]] và [[tháng 5]], rồi sang [[tháng 6]] lại tiếp tục hoạt động huấn luyện cho đến khi gặp trục trặc máy phát điện, buộc con tàu phải ghé đến [[Roosevelt Roads]], Puerto Rico vào ngày [[20 tháng 6]] để sửa chữa. Con tàu viếng thăm [[Miami, Florida]] và [[Eastport, Maine]] trước khi tiếp tục hoạt động huấn luyện vào ngày [[6 tháng 7]], và đã có những sửa chữa nhỏ tại Mayport trước khi quay trở về Norfolk vào ngày [[23 tháng 7]]. Việc sửa chữa, bảo trì và tiếp liệu trong cảng kéo dài cho đến ngày [[4 tháng 11]], và nó lên đường vào ngày [[15 tháng 11]] cho một lượt thực hành kéo dài tám ngày. Con tàu được bổ sung thiết bị [[sonar]] mới vào ngày [[29 tháng 11]], rồi đi vào xưởng tàu của hãng [[Bethlehem Steel Shipyard]] vào ngày [[2 tháng 12]], nơi nó được sửa chữa trong gần ba tuần.<ref name=DANFS\/>\n\nQuay trở về Norfolk, ''Basilone'' chuẩn bị cho lượt biệt phái phục vụ sang Địa Trung Hải lần sau cùng. Khởi hành từ Norfolk vào ngày [[15 tháng 1]], [[1977]], nó ghé qua Rota trước khi tiếp tục hành trình, đi đến Naples vào ngày [[4 tháng 2]]. Con tàu được bổ sung thiết bị tình báo và nhân sự thông tin liên lạc, rồi lên đường đi đến Xưởng tàu Skaramangas gần [[Athens]] để sửa chữa trục chân vịt bên mạn trái. Sau ba tuần sửa chữa, nó lên đường vào ngày [[7 tháng 3]] để viếng thăm [[Thổ Nhĩ Kỳ]], rồi tham gia các đợt thực hành của Đệ Lục hạm đội và với tàu chiến trong Khối NATO vào cuối [[tháng 3]] và đầu [[tháng 4]]. Nó được bảo trì trong mười ngày tại Naples, rồi tiếp nối các hoạt động thực hành tập trận cùng Đệ Lục hạm đội và Khối NATO, xen kẻ với những chuyến viếng thăm cảng vào bảo trì tại Hy Lạp; [[Genoa]], Ý; [[Corsica]]; Sicily; và Majorca. Con tàu rời khu vực Địa Trung Hải vào ngày [[22 tháng 7]], và về đến Norfolk vào ngày [[1 tháng 8]].<ref name=DANFS\/>\n\n=== Xuất biên chế và loại bỏ ===\n''Basilone'' chính thức được cho xuất biên chế tại Norfolk vào ngày [[1 tháng 11]], [[1977]], đồng thời cũng được rút tên khỏi danh sách [[Đăng bạ Hải quân]]. Sau khi phục vụ như mục tiêu để thực hành bắn tên lửa, nó bị đánh chìm vào ngày [[9 tháng 4]], [[1982]] tại Đại Tây Dương, ở vị trí khoảng {{convert|80|mi|km|abbr=on}} về phía Đông [[St. Augustine, Florida]], tại tọa độ {{coord|29|52|N|79|58|W|type:landmark|display=inline, title}}.<ref name=DANFS\/>\n\n== Phần thưởng ==\n''Basilone'' được tặng thưởng ba [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Việt Nam]].\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Basilone (DD-824) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/b\/basilone-i.html | access-date = ngày 9 tháng 10 năm 2019}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons}}\n* {{navsource|05\/824|USS Basilone}}\n* [http:\/\/www.hazegray.org\/danfs\/destroy\/dd824txt.htm hazegray.org]\n* [http:\/\/www.uss-basilone-dde-dd824.org\/ USS ''Basilone'' Association website] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180809024032\/http:\/\/uss-basilone-dde-dd824.org\/ |date = ngày 9 tháng 8 năm 2018}}\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Basilone (DD-824)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu bị đánh chìm như mục tiêu]]\n[[Thể loại:Xác tàu đắm tại bờ biển Florida]]\n[[Thể loại:Sự cố hàng hải năm 1982]]\n[[Thể loại:Tàu thủy năm 1945]]"}