{"16120432":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Southerland (DD-743) off the Boston Navy Yard on 6 January 1945 (19-N-30278).jpg|300px|USS Southerland (DD-743)]]\n|Ship caption= Tàu khu trục USS ''Southerland'' (DD-743) ngoài khơi Xưởng hải quân Boston, 6 tháng 1 năm 1945\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1981}} \n|Ship name= USS ''Southerland'' (DD-743)\n|Ship namesake= [[William Henry Hudson Southerland]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Bath Iron Works]], [[Bath, Maine]]\n|Ship original cost=\n|Ship laid down= [[27 tháng 5]] năm [[1944]]\n|Ship launched= [[5 tháng 10]] năm [[1944]]\n|Ship sponsor= bà Edmund Richardson\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[22 tháng 12]] năm [[1944]]\n|Ship recommissioned=\n|Ship decommissioned= [[26 tháng 2]] năm [[1981]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=* '''DDR-743''', [[18 tháng 3]] năm [[1949]]\n* '''DD-743''', [[1 tháng 4]] năm [[1964]]\n|Ship struck= [[23 tháng 2]] năm [[1981]]\n|Ship nickname=\n|Ship honors= 19 x [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Đánh chìm như mộr mục tiêu, [[2 tháng 8]] năm [[1997]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement =* {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion =* 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament =* 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 16 × pháo phòng không [[Bofors 40 mm]] (3×4 & 2×2) \n* 10 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]] \n| Ship notes = \n}}\n|}\n\n'''USS ''Southerland'' (DD-743)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Chuẩn đô đốc]] [[William Henry Hudson Southerland]] (1852-1933), người tham gia cuộc [[Chiến tranh Tây Ban Nha-Hoa Kỳ]].<ref name=DANFS>{{chú thích web | title=Southerland (DD-743) | url=http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/s\/southerland.html | website=Naval History and Heritage Command | access-date =ngày 5 tháng 2 năm 2020}}<\/ref> Hoàn tất khi chiến tranh đã sắp kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]], [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế và rút đăng bạ năm [[1981]], rồi bị đánh chìm như một mục tiêu năm [[1997]]. ''Southerland'' được tặng thưởng một [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Thế Chiến II]], thêm tám Ngôi sao Chiến trận khác trong Chiến tranh Triều Tiên, và thêm mười Ngôi sao Chiến trận nữa trong Chiến tranh Việt Nam.\n\n== Thiết kế và chế tạo ==\n''Southerland'' được đặt lườn tại xưởng tàu của hãng [[Bath Iron Works]] ở [[Bath, Maine]] vào ngày [[27 tháng 5]] năm [[1944]]. Nó được hạ thủy vào ngày [[5 tháng 10]] năm [[1944]]; được đỡ đầu bởi bà Edmund Richardson, con gái Đô đốc Southerland, và nhập biên chế vào ngày [[22 tháng 12]] năm [[1944]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] Russell C. Williams.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== Thế Chiến II ===\nHoàn tất việc chạy thử máy tại khu vực [[Bermuda]] vào [[tháng 2]] năm [[1945]], ''Southerland'' tiếp tục thực hành huấn luyện cho đến [[tháng 4]]. Nó gia nhập Đơn vị Đặc nhiệm 23.16.1 ngoài khơi bờ biển [[New Jersey]] vào ngày [[24 tháng 4]], rồi lên đường để hướng sang khu vực [[Thái Bình Dương]]. Đi đến [[Trân Châu Cảng]] vào ngày [[15 tháng 5]], nó khởi hành đi [[Ulithi]] vào ngày [[28 tháng 5]], rồi chuyển đến [[Leyte (đảo)|Leyte]], [[Philippines]] vào [[tháng 6]]. Chiếc tàu khu trục lên đường cùng Lực lượng Đặc nhiệm 38 vào ngày [[1 tháng 7]] cho những cuộc không kích cuối cùng xuống chính quốc [[Nhật Bản]]. Từ ngày [[10 tháng 7]] cho đến khi chiến tranh kết thúc, nó đã hộ tống cho các [[tàu sân bay]] trong khi máy bay của chúng không kích các mục tiêu quân sự và công nghiệp tại khu vực phụ cận [[Tokyo]], tại các vùng khác trên đảo [[Honshū]] và [[Hokkaidō]], cũng như trong vùng [[biển nội địa Seto]]. Chiếc tàu khu trục đã hai lần được cho tách ra cùng Đơn vị Đặc nhiệm 34.8.1 để hoạt động bắn phá ban đêm xuống khu vực [[Hamamatsu]] về phía Nam Honshū trong đêm [[29 tháng 7|29]]-[[30 tháng 7]], và sau đó xuống [[Kamaishi, Iwate|Kamaishi]] ở phía Bắc Honshū trong đêm [[9 tháng 8|9]]-[[10 tháng 8]].<ref name=DANFS\/>\n\nKế hoạch không kích xuống khu vực đồng bằng Tokyo vào ngày [[15 tháng 8]] bị hủy bỏ sau khi [[Đế quốc Nhật Bản|Nhật Bản]] tuyên bố [[Nhật Bản đầu hàng|chấp nhận đầu hàng]]; tuy nhiên các con tàu vẫn tuần tra ngoài khơi bờ biển Nhật Bản. Đến ngày [[27 tháng 8]], ''Southerland'' thả neo tại [[Sagami Wan]]; và đến ngày [[28 tháng 8]], nó tiến vào [[vịnh Tokyo]], rồi hỗ trợ cho cuộc đổ bộ của lực lượng chiếm đóng lên [[Huttu Saki]] và [[Yokosuka]] vào ngày [[30 tháng 8]]. Một tuần sau đó, con tàu hoàn tất một chuyến vận chuyển thư tín đến [[quần đảo Ryūkyū]], rồi tham gia cùng Đội đặc nhiệm 35.1 để làm nhiệm vụ chiếm đóng.<ref name=DANFS\/>\n\n=== 1946 - 1949 ===\n''Southerland'' lên đường quay trở về Hoa Kỳ vào [[tháng 1]], [[1946]]. Sau một thời gian bỏ không tại cảng [[San Diego]], [[California]], nó đi đến khu vực [[Trung Mỹ]] vào [[tháng 11]], rồi sang [[tháng 2]], [[1947]] lại được phái sang khu vực Tây Thái Bình Dương.Đi đến [[Thượng Hải]] vào ngày [[8 tháng 2]], nó hoạt động dọc theo bờ biển [[Trung Quốc]] trong suốt mùa Xuân năm đó, chủ yếu ngoài khơi [[Thanh Đảo]]. Con tàu đi sang vùng biển Nhật Bản vào [[tháng 6]], rồi khởi hành vào ngày [[21 tháng 6]] để quay trở về Hoa Kỳ. Từ [[tháng 6]], [[1948]] đến [[tháng 2]], [[1949]], chiếc tàu khu trục lại được cử sang hoạt động tại vùng biển Trung Quốc và Nhật Bản. Nó được cải biến thành một tàu khu trục cột mốc [[radar]] và được xếp lại lớp với ký hiệu lườn mới '''DDR-743''' vào ngày [[18 tháng 3]], [[1949]].<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\nKhi quân đội [[Bắc Triều Tiên]] vượt vĩ tuyến 38 tấn công xuống lãnh thổ [[Nam Triều Tiên]] vào ngày [[25 tháng 6]], [[1950]], khiến [[Chiến tranh Triều Tiên]] bùng nổ, ''Southerland'' đang hoạt động tại vùng biển quần đảo [[Hawaii]]. Nó đi sang [[Okinawa]] trong [[tháng 7]], rồi tiếp tục đi sang Nhật Bản, và đến ngày[[19 tháng 7]] bắt đầu làm nhiệm vụ tuần tra và bắn hỏa lực hỗ trợ ngoài khơi bờ biển [[Triều Tiên]]. Sang [[tháng 9]], nó gia nhập Lực lượng Đặc nhiệm 90 và chuẩn bị cho [[Trận Inchon]], cuộc đổ bộ bọc sườn sâu bên trong lãnh thổ do đối phương chiếm đóng. Được phân về Đội Hỗ trợ hỏa lực 3, nó đi đến ngoài khơi [[Inchon]] vào sáng ngày [[15 tháng 9]], bắt đầu bắn phá chuẩn bị xuống các mục tiêu trên đảo Wolmi-do và xuống chính thành phố Inchon. Sau khi diễn ra cuộc đổ bộ, nó tiếp tục hỗ trợ hải pháo cho trận chiến trên bộ, bắn pháo can thiệp và chiếu sáng vào ban đêm. Vào ngày [[16 tháng 9]], con tàu bị hư hại nhẹ do hỏa lực pháo đối phương bắn trả, và nó rút lui về hậu phương vào ngày hôm sau.<ref name=DANFS\/>\n\nTrong thời gian còn lại của năm [[1950]], ''Southerland'' hoạt động cùng các tàu sân bay thuộc Lực lượng Đặc nhiệm 77 dọc suốt bờ biển Triều Tiên, trải dài từ [[Pusan]] đến [[Wonsan]] và [[Ch'ongjin]]. Sang [[tháng 1]], [[1951]], nó đi xuống phía Nam, và đến [[tháng 2]] đã hoạt động cùng lực lượng tuần tra [[eo biển Đài Loan]]. Nó quay trở lại Nhật Bản trước khi lên đường quay trở về nhà. Một năm sau đó, vào ngày [[10 tháng 2]], [[1952]], chiếc tàu khu trục quay trở lại Nhật Bản, rồi đến ngày [[14 tháng 2]] đã gia nhập Lực lượng Đặc nhiệm 95, Lực lượng Bắn phá và Hộ tống Liên Hợp Quốc, ngoài khơi bờ biển phía Tây bán đảo Triều Tiên. Nó phục vụ hộ tống cho các tàu sân bay và tuần tra bờ biển, bắn phá ban đêm các tuyến đường tiếp liệu, các điểm tập trung quân và các vị trí pháo binh của đối phương.<ref name=DANFS\/>\n\nVào [[tháng 3]], ''Southerland'' tiến hành thực tập chống tàu ngầm tại khu vực ngoài khơi Okinawa, rồi sang [[tháng 4]] quay trở lại vùng chiến sự, khi những thương lượng ngừng bắn giữa các phe tại [[Bàn Môn Điếm]] đi vào bế tắc. Gia nhập Lực lượng Đặc nhiệm 77, nó lại hộ tống cho các tàu sân bay, phục vụ canh phòng máy bay, và tham gia các hoạt động bắn phá bờ biển, bao gồm một đợt bắn phá phối hợp không kích xuống Ch'ongjin vào đúng ngày lễ [[Phục Sinh]]. Nó quay trở về Yokosuka vào ngày [[18 tháng 4]], rồi tiếp tục đi đến Okinawa để thực tập chống tàu ngầm trước khi gia nhập trở lại Lực lượng Đặc nhiệm 77 vào ngày [[11 tháng 5]]. Trong 28 ngày tiếp theo, nó hộ tống cho các tàu sân bay trong chiến dịch không kích xuống Ch'ongjin, Wonsan, cùng các khu vực khác. Sang [[tháng 6]], lực lượng đặc nhiệm chuyển sang không kích các mục tiêu sâu trong nội địa.<ref name=DANFS\/>\n\nVào cuối [[tháng 6]], khi cuộc chiến chuyển trọng tâm sang các hoạt động không kích, ''Southerland'' đi xuống phía Nam làm nhiệm vụ tuần tra tại eo biển Đài Loan. Nó gia nhập Lực lượng Đặc nhiệm 95 tại ngoài khơi bờ biển phía Đông bán đảo Triều Tiên vào ngày [[10 tháng 7]], và bốn ngày sau đó đã đụng độ với bảy khẩu đội pháo bờ biển đối phương, đấu pháo với chúng trong 23 phút. Bị bắn trúng bốn phát trực tiếp và chịu đựng tám người bị thương nhé, con tàu tự sửa chữa tạm thời ngoài biển và tiếp tục hoạt động tuần tra. Đến ngày [[22 tháng 7]], nó quay trở lại Sasebo để bắt đầu hành trình quay trở về Hoa Kỳ, và đã về đến cảng nhà San Diego vào ngày [[10 tháng 8]].<ref name=DANFS\/>\n\nĐến giữa [[tháng 4]], [[1953]], ''Southerland'' khởi hành từ cho lượt phục vụ thứ ba trong cuộc Chiến tranh Triều Tiên. Cho đến giữa [[tháng 5]] và trong [[tháng 6]], nó tuần tra ngoài khơi bờ biển Triều Tiên. Nó đi đến Nhật Bản vào ngày [[27 tháng 6]], và sau một tháng lại tiếp tục tuần tra giám sát việc tuân thủ ngừng bắn, do các bên liên quan đã kết kết một thỏa thuận hòa bình. Nó lên đường quay trở về nhà vào ngày [[2 tháng 10]].<ref name=DANFS\/>\n\n=== 1954 - 1965 ===\nTrong một thập niên tiếp theo, ''Southerland'' luân phiên các lượt phục vụ cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] tại khu vực Tây Thái Bình Dương với những hoạt động huấn luyện, bảo trì và đại tu cùng [[Đệ Nhất hạm đội Hoa Kỳ|Đệ Nhất hạm đội]] tại vùng bờ Tây Hoa Kỳ. Tại Viễn Đông, nó tham gia các cuộc tập trận của Khối [[SEATO]], tuần tra tại eo biển Đài Loan và thực hành huấn luyện cùng các đơn vị của Đệ Thất hạm đội. Từ cuối [[tháng 12]], [[1957]] cho đến [[tháng 1]], [[1958]], nó cùng tàu sân bay {{USS|Princeton|CVS-37|3}} và tàu khu trục {{USS|Henderson|DD-785|3}} tham gia hoạt động cứu trợ thiên tai tại [[Sri Lanka|Ceylon]] (nay là Sri Lanka) sau khi xảy ra lũ lụt tại đây; họ đã vận chuyển thực phẩm, thuốc men đến những người sống sót cũng như hỗ trợ các đội chăm sóc y tế. Khi hoạt động tại vùng bờ Tây Hoa Kỳ, nó tham gia các lượt thực hành huấn luyện và tập trận của Đệ Nhất hạm đội, vào năm [[1962]] đã gia nhập Lực lượng Đặc nhiệm 8 để tham gia [[Chiến dịch Dominic]], hoạt động thử nghiệm [[vũ khí hạt nhân]] tại khu vực đảo [[Kiritimati]].<ref name=DANFS\/>\n\nĐang khi có mặt tại khu vực Tây Thái Bình Dương vào [[tháng 11]], [[1963]] để dự định tham gia các cuộc thực tập hỗ trợ đổ bộ, ''Southerland'' được lệnh khẩn cấp đi sang vùng biển [[Việt Nam]], sau khi xảy ra [[Đảo chính Việt Nam Cộng Hòa 1963|cuộc đảo chính]] lật đổ Tổng thống [[Ngô Đình Diệm]]. Sau khi tình hình ổn định, nó quay trở về [[California]] để bắt đầu một đợt nâng cấp kéo dài mười tháng trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] I (FRAM: Fleet Rehabilitation and Modernization) được thực hiện tại [[Xưởng hải quân Mare Island]]. Nhằm mục đích kéo dài tuổi thọ phục vụ thêm 10-15 năm, con tàu được cải tiến khoang động cơ, nâng cấp thiết bị điện tử, các khoang nghỉ ngơi và phòng ăn được cải thiện tiện nghi hơn; dàn vũ khí chống ngầm được tăng cường kiểu tên lửa chống ngầm [[RUR-5 ASROC]]. Con tàu được xếp lại lớp và quay trở lại ký hiệu lườn cũ '''DD-743''' vào ngày [[1 tháng 4]], [[1964]], và sau khi công việc xưởng tàu kết thúc vào [[tháng 10]], [[1964]], nó vận hành thử nghiệm thiết bị mới và thực hành huấn luyện cho đến [[tháng 3]], [[1965]].<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\n''Southerland'' khởi hành vào ngày [[6 tháng 3]], [[1965]], hướng sang phía Tây cho lượt phục vụ tiếp theo tại Viễn Đông. Nó gia nhập cùng Lực lượng Đặc nhiệm 77 tại khu vực [[biển Đông]], và giống như tại Triều Tiên, nó hộ tống cho các tàu sân bay và phục vụ canh phòng máy bay khi lực lượng tàu sân bay không kích các mục tiêu của đối phương tại [[Việt Nam]]. Sau đó nó được huy động tham gia [[Chiến dịch Market Time]] theo dõi các tàu đánh cá tình báo nước ngoài. Trong hai dịp vào cuối [[tháng 6]], chiếc tàu khu trục được tách ra để hỗ trợ hải pháo cho cuộc chiến trên bộ tại khu vực tác chiến của [[Quân đoàn I (Nam Việt Nam)|Quân đoàn I]], trợ giúp vào việc tiêu diệt nhiều căn cứ và tuyến đường tiếp liệu của đối phương.<ref name=DANFS\/>\n[[Tập tin:USS Southerland (DD-743) underway in August 1967.jpg|thumb|''Southerland'' trên đường đi, tháng 8 năm 1967.]]\n''Southerland'' quay trở về San Diego vào ngày [[11 tháng 9]] để nghỉ ngơi, sửa chữa và huấn luyện. Chín tháng sau, nó lại lên đường cho một lượt hoạt động khác trong cuộc [[Chiến tranh Việt Nam]]. Nó đi đến ngoài khơi bờ biển Việt Nam vào ngày [[8 tháng 7]], [[1966]], và trong mười một ngày đã hoạt động cùng tàu sân bay {{USS|Intrepid|CVS-11|3}} gần khu vực [[đồng bằng sông Cửu Long]]. Được cho tách ra vào ngày [[19 tháng 7]] để làm nhiệm vụ hỗ trợ hỏa lực, nó gia nhập trở lại cùng chiếc tàu sân bay vào ngày [[28 tháng 7]], và đến cuối tháng đó đã quay trở về căn cứ [[vịnh Subic]], [[Philippines]] để nghỉ ngơi, bảo trì và tiếp liệu. Chiếc tàu khu trục trở lại Việt Nam vào ngày [[7 tháng 8]], và cho đến cuối tháng đó đã hoạt động cùng tàu sân bay {{USS|Franklin D. Roosevelt|CVA-42|3}} trong [[vịnh Bắc Bộ]]. Các hoạt động thực hành chống tàu ngầm được tiếp nối sau đó cho đến giữa [[tháng 9]], khi nó lên đường đi Nhật Bản. Đến cuối [[tháng 10]], con tàu quay trở lại vịnh Bắc Bộ làm công tác tìm kiếm và giải cứu những phi công bị bắn rơi.<ref name=DANFS\/>\n\n''Southerland'' hoàn tất lượt phục vụ tại Việt Nam và khởi hành vào ngày [[23 tháng 11]] để quay trở về nhà. Vào [[tháng 2]], [[1967]], nó phục vụ như một tàu huấn luyện chống ngầm, rồi sang [[tháng 3]] tiếp tục hoạt động như một tàu huấn luyện kỹ thuật. Con tàu được đại tu từ [[tháng 4]] đến [[tháng 8]], rồi sang mùa Thu đã tiến hành huấn luyện ôn tập. Nó lại lên đường vào ngày [[28 tháng 12]] cho một lượt phục vụ khác tại khu vực Tây Thái Bình Dương và Việt Nam.<ref name=DANFS\/>\n\nTừ đó cho đến ngày [[28 tháng 6]], [[1968]], và trong một giai đoạn khác từ ngày [[18 tháng 3]] đến ngày [[3 tháng 7]], [[1969]], ''Southerland'' phục vụ cùng Đệ Thất hạm đội trong những nhiệm vụ tương tự tại Việt Nam như những năm [[1965]] và [[1966]]. Sang năm [[1970]], nó lên đường vào giữa [[tháng 6]] và hoạt động tại vùng biển Nhật Bản cho đến cuối [[tháng 7]], rồi đi xuống phía Nam và bắt đầu hoạt động ngoài khơi Việt Nam từ ngày [[6 tháng 8]]. Tại đây nó luân phiên giữa các nhiệm vụ hộ tống tàu sân bay và canh phòng máy bay trong vịnh Bắc Bộ với vai trò bắn hải pháo hỗ trợ dọc bờ biển Nam Việt Nam, cho đến giữa [[tháng 11]]. Con tàu quay trở về San Diego vào ngày [[1 tháng 12]].<ref name=DANFS\/>\n\nTrong giai đoạn đầu năm [[1971]], ''Southerland'' trải qua hai đợt thực hành cùng Đơn vị Huấn luyện Hỗn hợp vào [[tháng 1]] và [[tháng 4]] tại khu vực thực tập Nam California. Vào ngày [[29 tháng 6]], nó khởi hành từ San Diego để hướng sang khu vực Tây Thái Bình Dương, và đã hoạt động tại Viễn Đông cho đến ngày [[5 tháng 12]]. Nó đã phục vụ canh phòng máy bay cho tàu sân bay {{USS|Enterprise|CVAN-65|3}}, đồng thời viếng thăm các cảng Hong Kong, Singapore và vịnh Subic. Sau hành trình mất 17 ngày, nó về đến San Diego vào ngày [[22 tháng 12]]. Nó đi vào [[Xưởng hải quân Long Beach]] vào ngày [[2 tháng 6]], [[1972]] cho một lượt đại tu kéo dài đến ngày [[9 tháng 11]]; công việc trong xưởng tàu bao gồm việc cải biến hệ thống động cơ để sử dụng nhiên liệu chưng cất hải quân.<ref name=DANFS\/>\n\n=== 1972 - 1981 ===\n''Southerland'' tiếp tục các hoạt động thường lệ từ San Diego và dọc theo bờ biển Nam California cho đến giữa [[tháng 6]], [[1973]]. Nó khởi hành từ San Diego vào ngày [[11 tháng 6]] để đi đến [[Seattle]], Washington, nơi nó đón lên tàu những học viên sĩ quan dự bị cho một chuyến đi thực tập đến khu vực Tây Thái Bình Dương ngang qua [[Adak, Alaska]]. Trong thời gian còn lại của mùa Hè, con tàu tham cuộc Tập trận Charger SurfPac 1-73, khi các lượt học viên sĩ quan dự bị tiếp theo có dịp thực hành huấn luyện cùng các hoạt động của Đệ Thất hạm đội, cũng như phối hợp với hải quân các nước đồng minh. Khả năng huy động khẩn cấp thành phần dự bị để tăng cường cho hạm đội khi cần thiết được thể hiện qua việc không vận các nhóm sĩ quan dự bị theo lịch trình ngay giữa cuộc tập trận.<ref name=DANFS\/>\n\nHoàn thành cuộc tập trận, ''Southerland'' quay trở về San Diego vào ngày [[30 tháng 8]], [[1973]]. Từ [[tháng 9]], [[1973]] cho đến [[tháng 9]], [[1974]], nó tiếp tục hoạt động thực hành cho sĩ quan dự bị từ San Diego và dọc theo bờ biển Nam California, ngoại trừ một chuyến viếng thăm Trân Châu Cảng, Hawaii vào cuối [[tháng 2]] vào đầu [[tháng 3]]. Chuyến đi có sự tháp tùng của [[tàu frigate]] [[Hải quân Hoàng gia Anh|Anh]] {{HMS|Jupiter|F60}}; và hai con tàu đã hoạt động huấn luyện phối hợp, bao gồm cả việc hoán đổi thành viên thủy thủ đoàn qua đường dây cáp treo giữa hai tàu và quay trở lại bằng máy bay trực thăng.<ref name=DANFS\/>\n\nTrong thời gian còn lại của cuộc đời hoạt động, ''Southerland'' tiếp tục vai trò tàu huấn luyện cho lực lượng hải quân dự bị, thi hành nghĩa vụ phục vụ hai tuần bắt buộc hàng năm. Vào mùa Hè năm [[1980]], thành phần thủy thủ đoàn đầy đủ bị cắt giảm khoảng hai phần ba, và được thay thế bởi những học viên dự bị. Con tàu thực hiện chuyến đi ra nước ngoài lần cuối cùng vào [[tháng 8]], [[1980]], ghé đến [[Mazatlán]] để tiếp nhiên liệu trước khi tiếp tục đi đến cảng [[Acapulco de Juárez]], [[Mexico]], và ở lại cảng này trong ba ngày trước khi lên đường quay trở về San Diego. Sang mùa Thu năm đó, nó tham gia nhiều đợt thực hành tác xạ và thực tập huấn luyện ngoài khơi phía Nam [[đảo San Clemente]].<ref name=DANFS\/>\n[[Tập tin:USS Southerland (DD-743) and Hollister (DD-788) at Puget Sound 1981.JPEG|thumb|Các tàu khu trục ''Southerland'' và {{USS|Hollister|DD-788|3}} đã xuất biên chế tại Puget Sound, năm 1981.]]\n''Southerland'' được cho xuất biên chế đồng thời rút tên khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[26 tháng 2]], [[1981]]. Những thương lượng nhằm chuyển giao con tàu cho [[Hải quân Ecuador]] không đem lại kết quả, và sau khi bị bỏ không tại [[Xưởng hải quân Puget Sound]], [[Bremerton, Washington]], nó được sử dụng như mục tiêu thử nghiệm tên lửa. Nó bị đánh chìm ngoài khơi bờ biển California vào ngày [[2 tháng 8]], [[1997]], tại tọa độ {{coord|34|57|N|122|08|W|display=inline, title|name=USS ''Southerland'' (DD-743)}}.<ref>{{chú thích web | last=Willshaw | first=Fred | title=USS Southerland (DD-743 \/ DDR-743) | url=http:\/\/www.navsource.org\/archives\/05\/743.htm | year=2009 | publisher=NavSource.org | access-date=ngày 29 tháng 1 năm 2021}}<\/ref>\n\n== Phần thưởng ==\n''Southerland'' được tặng thưởng một [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Thế Chiến II]], thêm tám Ngôi sao Chiến trận khác trong Chiến tranh Triều Tiên, và thêm mười Ngôi sao Chiến trận nữa trong Chiến tranh Việt Nam.<ref name=DANFS\/>\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Southerland (DD-743) | url=http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/s\/southerland.html | access-date = ngày 9 tháng 10 năm 2019}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|USS Southerland (DD-743) (ship, 1944)}}\n* {{navsource|05\/743|USS Southerland}}\n* [http:\/\/www.hazegray.org\/danfs\/destroy\/dd743txt.htm hazegray.org: USS ''Southerland'']\n* [http:\/\/usssoutherland.com\/index.htm Ship's association page: www.usssoutherland.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081121062449\/http:\/\/www.usssoutherland.com\/index.htm |date = ngày 21 tháng 11 năm 2008}}\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Southerland (DD-743)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu bị đánh chìm như mục tiêu]]\n[[Thể loại:Sự kiện hàng hải 1997]]\n[[Thể loại:Tàu thủy năm 1944]]"}