{"341637":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS Ticonderoga]].}}\n\n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image=[[Tập tin:USS Ticonderoga (CVA-14) refueling from USS Ashtabula (AO-51) off Vietnam c1966.jpg|300px]]\n|Ship caption= Tàu sân bay USS ''Ticonderoga'' đang được tiếp nhiên liệu từ tàu tiếp dầu {{USS|Ashtabula|AO-51|2}} ngoài khơi bờ biển [[Việt Nam]], khoảng đầu năm 1966.\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ\n|Ship flag= {{USN flag|1946}}\n|Ship name= đồn [[Ticonderoga (đồn)|Ticonderoga]]\n|Ship namesake=\n|Ship ordered=\n|Ship awarded=\n|Ship builder=[[Newport News, Virginia]]\n|Ship original cost=\n|Ship laid down=[[1 tháng 2]] năm [[1943]]\n|Ship launched=[[7 tháng 2]] năm [[1944]]\n|Ship sponsor= Stephanie Sarah Pell\n|Ship completed=\n|Ship acquired=\n|Ship commissioned=[[8 tháng 5]] năm [[1944]]\n|Ship recommissioned=[[1 tháng 10]] năm [[1954]]\n|Ship decommissioned=[[9 tháng 1]] năm [[1947]]\n|Ship in service=\n|Ship out of service=[[1 tháng 9]] năm [[1973]]\n|Ship renamed=\n|Ship reclassified= * '''CVA''': [[1 tháng 10]] năm [[1952]];\n* '''CVS''': [[21 tháng 10]] năm [[1969]]\n|Ship struck=[[16 tháng 11]] năm [[1973]]\n|Ship nickname=\n|Ship honors=* 17 × [[Ngôi sao Chiến trận]];\n* 3 × [[Đơn vị Tuyên dương Hải quân]];\n* [[Đơn vị Tuyên dương Anh dũng]]\n|Ship captured=\n|Ship fate= Bán để tháo dỡ vào ngày [[15 tháng 8]] năm [[1974]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n|Ship class=[[Essex (lớp tàu sân bay)|Lớp tàu sân bay ''Essex'']]\n|Ship displacement=* 27.100 tấn (tiêu chuẩn);\n* 36.380 tấn (đầy tải)\n|Ship length=271 m (888 ft)\n|Ship beam=* 28 m (93 ft) (mực nước);\n* 45 m (147 ft 6 in) (chung)\n|Ship draft=* 8,7 m (28 ft 5 in) (tiêu chuẩn);\n* 10,4 m (34 ft 2 in) (đầy tải)\n|Ship propulsion=* 4 × [[turbine hơi nước]] Westinghouse;\n* 8 × nồi hơi, áp suất 3.900 kPa (565 psi) ở nhiệt độ 450 °C (850 °F);\n* 4 × trục;\n* công suất 150.000 mã lực (110 MW)\n|Ship speed=61 km\/h (33 knot)\n|Ship range=* 37.000 km ở tốc độ 28 km\/h\n* (20.000 hải lý ở tốc độ 15 knot)\n|Ship endurance=\n|Ship complement=3.448\n|Ship crew=\n|Ship sensors=\n|Ship EW=\n|Ship armament=* 8 × [[pháo 5 inch\/38 caliber|pháo 127 mm (5 inch)\/38 caliber]] đa dụng (2×2, 4×1);\n* 8 × pháo phòng không [[Bofors 40 mm]] 56 caliber bốn nòng;\n* 46 × pháo phòng không [[Oerlikons 20 mm]] 78 caliber nòng đơn\n|Ship armor=* [[đai giáp]] 60 đến 100 mm (2,5 đến 4 inch);\n* sàn đáp và sàn bảo vệ 40 mm (1,5 inch);\n* vách ngăn 100 mm (4 inch);\n* tháp chỉ huy 40 mm (1,5 inch) bên cạnh và trên nóc;\n* bên trên bánh lái 60 mm (2,5 inch) \n|Ship aircraft=90–100 máy bay\n|Ship aircraft facilities=* 1 × thang nâng cạnh sàn đáp;\n* 2 × thang nâng giữa\n|Ship notes=\n}}\n|}\n\n'''USS ''Ticonderoga'' (CV\/CVA\/CVS-14)''' là một trong số 24 [[tàu sân bay]] thuộc [[essex (lớp tàu sân bay)|lớp ''Essex'']] được chế tạo trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]] cho [[Hải quân Hoa Kỳ]]. Nó là chiếc tàu chiến thứ tư của Hải quân Mỹ mang [[USS Ticonderoga|cái tên này]], được đặt theo tên của đồn [[Ticonderoga (đồn)|Ticonderoga]] vốn đóng một vai trò trong [[Cách mạng Mỹ|Chiến tranh giành độc lập Hoa Kỳ]]. ''Ticonderoga'' được đưa vào hoạt động vào [[tháng năm|tháng 5]] năm [[1944]], và đã phục vụ trong nhiều chiến dịch tại [[Chiến tranh Thái Bình Dương|Mặt trận Thái Bình Dương]], được tặng thưởng năm [[Ngôi sao Chiến trận]]. Được cho ngừng hoạt động không lâu sau khi chiến tranh kết thúc, nó được hiện đại hóa và được đưa trở lại hoạt động vào đầu những năm [[thập niên 1950|1950]] như một tàu sân bay tấn công '''CVA''', và sau đó như một tàu sân bay chống tàu ngầm '''CVS'''. Nó được đưa trở lại hoạt động quá trễ để có thể tham gia vào [[Chiến tranh Triều Tiên]], nhưng đã hoạt động rất tích cực trong [[Chiến tranh Việt Nam]], được tặng thưởng thêm mười hai ngôi sao chiến đấu, ba lần danh hiệu [[Đơn vị Tuyên dương Hải quân]] và một danh hiệu [[Đơn vị Tuyên dương Anh dũng]].\n\n''Ticonderoga'' khác biệt hơn năm chiếc tàu sân bay cùng thuộc [[essex (lớp tàu sân bay)|lớp ''Essex'']] trước nó với số hiệu nhỏ hơn, vì nó có thân tàu được kéo dài thêm 4,9&nbsp;m (16&nbsp;ft) để bố trí các khẩu pháo phòng không phía mũi tàu. Đa số các tàu sân bay thuộc cùng lớp ''Essex'' sau này được hoàn tất theo cấu hình thiết kế \"thân dài\" này, nên một số tác giả đã xếp chúng riêng ra thành một lớp tàu mới gọi là [[Essex (lớp tàu sân bay)#Những chiếc Essex \"thân dài\"|lớp ''Ticonderoga'']].\n\n''Ticonderoga'' được cho ngừng hoạt động vào năm [[1973]] và được bán để tháo dỡ vào năm [[1975]].\n\n== Thiết kế và chế tạo ==\nCon tàu được đặt lườn dưới tên gọi ''Hancock'' vào ngày [[1 tháng 2]] năm [[1943]] tại [[Newport News, Virginia]] bởi hãng [[Northrop Grumman Newport News|Newport News Shipbuilding]]. Nó được đặt lại tên thành ''Ticonderoga'' vào ngày [[1 tháng 5]] năm [[1943]] và được hạ thủy ngày [[7 tháng 2]] năm [[1944]] dưới sự đỡ đầu bởi Cô Stephanie Sarah Pell. Nó được đưa vào hoạt động tại [[Xưởng hải quân Norfolk]] vào ngày [[8 tháng 5]] năm [[1944]] dưới sự chỉ huy của Hạm trưởng, [[Đại tá Hải quân]] [[Dixie Kiefer]].<ref name=NavSource>{{chú thích web | last=Yarnall | first=Paul | url=https:\/\/www.navsource.org\/archives\/02\/14.htm | title=USS TICONDEROGA (CV-14) | website=NavSource.org | date=9 December 2020 | access-date=24 March 2021}}<\/ref><ref name=DANFS>{{cite DANFS | title=Ticonderoga IV (CV-14) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/ticonderoga-cv-14-iv.html | author=[[Naval Historical Center]] | access-date=20 April 2021}}<\/ref>\n\n==Lịch sử hoạt động==\n===Chạy thử và huấn luyện===\n''Ticonderoga'' ở lại Norfolk gần hai tháng để được trang bị và phối thuộc [[Liên đội Không lực 80]]. Vào ngày [[26 tháng 6]], chiếc tàu sân bay thực hiện chuyến đi đến [[quần đảo Tây Ấn]]. Nó thực hiện các hoạt động huấn luyện và không quaân trên đường đi, và đi đến [[Port of Spain]], [[Trinidad]] vào ngày [[30 tháng 6]]. Trong vòng 15 ngày tiếp theo sau, ''Ticonderoga'' tiến hành huấn luyện một cách khẩn trương nhằm đưa thủy thủ đoàn và lực lượng không quân của nó trở thành một đội hình hiệu quả trong thời chiến. Nó rời [[Vùng Caribe|West Indies]] ngày [[16 tháng 7]] để quay trở về Norfolk, và đến nơi ngày [[22 tháng 7]] nơi nó thực hiện các sửa chữa sau khi chạy thử máy cùng các thay đổi khác. Vào ngày [[30 tháng 8]], chiếc tàu sân bay lên đường hướng đến [[Panama]]. Nó vượt qua [[kênh đào Panama]] ngày [[4 tháng 9]] và vào ngày hôm sau di chuyển dọc theo bờ biển để hướng đến [[San Diego]]. Vào ngày [[13 tháng 9]] nó thả neo tại San Diego, nơi nó được cung cấp tiếp liệu, nhiên liệu, xăng máy bay cùng 77 máy bay bổ sung, cũng như là các đơn vị và máy bay [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] cùng đi với nó. Vào ngày [[19 tháng 9]] nó khởi hành hướng về phía [[quần đảo Hawaii]] và đến nơi năm ngày sau đó.<ref name=DANFS\/>\n\n''Ticonderoga'' ở lại [[Trân Châu Cảng]] gần một tháng. Chiếc tàu sân bay cùng với chiếc [[USS Carina (AK-74)|''Carina'' (AK-74)]] tiến hành các thử nghiệm đang được thực hiện nhằm chuyển bom máy bay từ tàu chở hàng sang tàu sân bay. Sau các thử nghiệm này, nó tiến hành các hoạt động cất và hạ cánh vào ban đêm, thực hành tác xạ súng phòng không, cho đến ngày [[18 tháng 10]], khi nó rời Trân Châu Cảng hướng về phía Tây Thái Bình Dương. Sau một chặng dừng ngắn ngủi tại [[Eniwetok]], ''Ticonderoga'' đi đến [[Ulithi|đảo san hô Ulithi]] về phía tây [[quân đảo Caroline]] vào ngày [[29 tháng 10]]. Tại đây nó gia nhập Đội Tàu sân bay 6 dưới quyền chỉ huy của [[Chuẩn Đô đốc]] [[Arthur W. Radford]] và được phối thuộc vào Lực lượng Đặc nhiệm 38 như một đơn vị của đội Đặc nhiệm 38.3 của Chuẩn Đô đốc [[Frederick C. Sherman]].<ref name=DANFS\/>\n\n===Chiến dịch Philippine===\nChiếc tàu sân bay rời Ulithi cùng Lực lượng Đặc nhiệm 38 vào ngày [[2 tháng 11]] năm [[1944]]. Nó gia nhập cùng các tàu sân bay khác khi chúng tiếp nối các cuộc hỗ trợ trên không cho lực lượng trên bộ chiếm đóng [[Leyte (đảo)|Leyte]]. Nó tung ra cuộc không kích đầu tiên vào buổi sáng ngày [[5 tháng 11]], và trong hai ngày sau đó máy bay của nó đã bắn phá các tàu bè gần [[Luzon]] và các căn cứ không quân trên đảo. Máy bay của nó đã ném bom và bắn phá các sân bay ở [[Zablan]], [[Mandaluyong]] và [[Pasig]]. Nó cũng tham gia cùng các tàu sân bay khác trong việc đánh đắm chiếc [[tàu tuần dương hạng nặng]] [[Nachi (tàu tuần dương Nhật)|''Nachi'']]. Thêm vào đó, phi công của chiếc ''Ticonderoga'' còn bắn rơi được sáu máy bay Nhật và phá hủy một chiếc trên mặt đất, cũng như làm hư hại 23 chiếc khác.<ref name=DANFS\/>\n\nVào khoảng 16 giờ 00 ngày [[5 tháng 11]], đối phương trả đũa bằng cách tung ra một tốp đông máy bay cảm tử [[thần phong|kamikaze]]. Hai chiếc máy bay tự sát đã vượt qua được vòng đai [[tuần tra chiến đấu trên không]] (CAP) của [[máy bay tiêm kích]] và hỏa lực pháo phòng không để đâm vào chiếc {{USS|Lexington|CV-16|3}}. ''Ticonderoga'' thoát ra khỏi đợt tấn công này mà không bị thiệt hại gì mà còn bắn rơi được hai máy bay đối phương. Sang ngày [[6 tháng 11]], chiếc tàu sân bay tung ra hai đợt máy bay tiêm kích càn quét và hai đợt ném bom vào các sân bay tại Luzon cùng tàu bè ở khu vực lân cận. Phi công của nó đã phá hủy được 35 máy bay Nhật và tấn công sáu tàu đối phương trong [[vịnh Manila]]. Sau khi thu hồi máy bay, con tàu sân bay rút lui về hướng đông để được tiếp nhiên liệu.<ref name=DANFS\/>\n\nTrong ngày [[7 tháng 11]], nó được tiếp nhiên liệu và nhận được số máy bay thay thế cho số bị mất trong chiến đấu, rồi quay trở lại tấn công các lực lượng đối phương tại [[Philippines]]. Sáng sớm ngày [[11 tháng 11]], máy bay của nó kết hợp cùng số máy bay của Lực lượng Đặc nhiệm 38 tấn công một đoàn tàu vận tải tăng cường Nhật Bản khi chúng chuẩn bị đi vào [[vịnh Ormoc]] từ [[biển Camotes]]. Các máy bay đã cùng nhau tiêu diệt được toàn bộ số tàu hàng và bốn trong số bảy chiếc [[tàu khu trục]] hộ tống. Trong các ngày [[12 tháng 11|12]] và [[13 tháng 11]], ''Ticonderoga'' cùng các tàu sân bay chị em với nó tung ra các đợt không kích vào các sân bay tại Luzon và các tàu bè và bến tàu chung quanh Manila. Kết quả mang lại rất đáng kể: [[tàu tuần dương hạng nhẹ]] [[Kiso (tàu tuần dương Nhật)|''Kiso'']], bốn tàu khu trục và bảy tàu buôn. Sau khi kết thúc đợt không kích, Lực lượng Đặc nhiệm 38 rút lui về phía Đông cho một đợt nghỉ ngơi và tiếp nhiên liệu. Tuy nhiên, ''Ticonderoga'' và phần còn lại của Đội đặc nhiệm 38.3 tiếp tục di chuyển theo hướng Đông, đi đến Ulithi ngày [[17 tháng 11]] nơi chúng được tiếp liệu và tái trang bị vũ khí.<ref name=DANFS\/>\n\nVào ngày [[22 tháng 11]], chiếc tàu sân bay rời Ulithi hướng về Philippines một lần nữa. Ba ngày sau, nó tung ra các đợt không kích vào miền trung Luzon và các vùng biển lân cận. Phi công của nó đã kết liễu chiếc tàu tuần dương hạng nặng [[Kumano (tàu tuần dương Nhật)|''Kumano'']], vốn đã bị hư hại trong [[trận chiến ngoài khơi Samar]]. Sau đó, họ tấn công một đoàn tàu vận tải cách vị trí chiếc ''Kumano'' bị đánh đắm khoảng 24&nbsp;km (15 dặm) về phía Tây Nam [[vịnh Dasol]]. Trong đoàn tàu vận tải này, tàu tuần dương [[Yasoshima (tàu tuần dương Nhật)|''Yasoshima'']], một tàu buôn và ba tàu đổ bộ bị đánh chìm. Máy bay của ''Ticonderoga'' kết thúc một ngày chiến đấu bằng một đợt tấn công bắn rơi được 15 máy bay Nhật cùng 11 chiếc khác bị phá hủy trên mặt đất.<ref name=DANFS\/>\n\nTrong khi máy bay của nó bận bịu với các mục tiêu Nhật Bản trên bờ, sự hiện diện của ''Ticonderoga'' cùng các tàu sân bay khác đã bị đối phương chú ý. Ngay sau giữa trưa, một quả ngư lôi phóng ra bởi máy bay đối phương rẽ sóng hướng đến chiếc tàu sân bay hạng nhẹ {{USS|Langley|CVL-27|3}}, báo hiệu cho một đợt không kích đang đến gần. Xạ thủ trên chiếc ''Ticonderoga'' nhào đến các vị trí chiến đấu khi máy bay đối phương tung ra các đợt tấn công cả vừa cảm tử lẫn theo cách thông thường. Tàu sân bay chị em {{USS|Essex|CV-9|3}} ngập trong lửa khi một trong các máy bay tấn công cảm tử [[thần phong|kamikaze]] đâm trúng nó. Khi một máy bay tự sát thứ hai tìm cách kết liễu con tàu sân bay, xạ thủ trên ''Ticonderoga'' cùng các tàu khác đã cắt đường đường bay của nó. Chiều hôm đó, trong khi các đội cứu hộ còn đang ra sức khắc phục các hư hỏng của chiếc ''Essex'', ''Ticonderoga'' tiếp đón các máy bay của con tàu sân bay bị hỏng cũng như của chiếc tàu sân bay {{USS|Intrepid|CV-11|3}} vốn lâm vào hoàn cảnh tương tự. Ngày hôm sau, Lực lượng Đặc nhiệm 38 rút lui về hướng Đông.<ref name=DANFS\/>\n\nLực lượng Đặc nhiệm 38 rời Ulithi ngày [[11 tháng 12]] hướng về phía Philippines. ''Ticonderoga'' đi đến điểm xuất phát tấn công vào đầu buổi chiều ngày [[13 tháng 12|13]] và tung máy bay của nó ra tấn công các sân bay trên đảo Luzon trong khi máy bay của [[Lục quân Hoa Kỳ|Lục quân]] đảm trách phần việc này tại miền Trung Philippines. Trong ba ngày, phi công của ''Ticonderoga'' đã tàn phá các sân bay đối phương. Nó rút lui vào ngày [[16 tháng 12|16]] cùng với Lực lượng Đặc nhiệm 38 để được tiếp nhiên liệu. Trong khi đang tìm một vùng biển lặng để thực hiện tiếp liệu, Lực lượng Đặc nhiệm 38 đi ngay vào [[bão Cobra|một cơn bão]] dữ dội mà không được báo trước. Điều này đã khiến cho lực lượng của [[William Halsey|Đô đốc Halsey]] bị mất ba tàu khu trục cùng hơn 800 nhân mạng và 146 máy bay,{{sfn|Melton Jr.|2007}} tuy nhiên ''Ticonderoga'' và các tàu sân bay khác đã thoát ra được với thiệt hại tối thiểu. Sau đó, ''Ticonderoga'' quay về Ulithi vào dịp lễ [[Lễ Giáng Sinh|Giáng sinh]].<ref name=DANFS\/>\n\nViệc sửa chữa các hư hỏng gây ra bởi cơn bão đã giữ chân Lực lượng Đặc nhiệm 38 ở lại cảng cho đến tận cuối tháng. Những con tàu sân bay chỉ trở ra biển vào ngày [[30 tháng 12]] năm [[1944]] hướng về phía Bắc đến [[Đài Loan]], và đến Luzon nhằm chuẩn bị cho cuộc đổ bộ lên [[vịnh Lingayen]]. Thời tiết xấu đã giới hạn các cuộc tấn công lên Đài Loan trong những ngày [[3 tháng 1|3]] và [[4 tháng 1]] năm [[1945]]. Các tàu chiến được tiếp nhiên liệu vào ngày [[5 tháng 1]]; và cho dù thời tiết tiếp tục không thuận lợi trong ngày [[6 tháng 1]], việc tấn công các sân bay trên đảo Luzon vẫn được thực hiện. Trong ngày hôm đó, phi công của ''Ticonderoga'' cùng các lực lượng khác đã nâng chiến công của họ thêm 32 máy bay đối phương. Ngày [[7 tháng 1]] được tiếp nối bởi nhiều cuộc tấn công vào các cơ sở trên đảo Luzon. Sau một cuộc hẹn để tiếp nhiên liệu vào ngày [[8 tháng 1]], ''Ticonderoga'' di chuyển lên hướng Bắc vào ban đêm đến một vị trí khống chế các sân bay Nhật trên quần đảo [[Quần đảo Nansei|Ryūkyū]] trong quá trình cuộc tấn công Lingayen sáng hôm sau. Tuy nhiên do thời tiết xấu, vận rủi của Lực lượng Đặc nhiệm 38 trong suốt mùa Đông [[1944]] và [[1945]], đã buộc Đội đặc nhiệm 38.3 phải từ bỏ cuộc tấn công lên các sân bay tại Ryūkyū để hợp cùng Đội đặc nhiệm 38.2 gây áp lực lên Đài Loan.<ref name=DANFS\/>\n\n=== Biển Đông ===\n{{chính|Không kích biển Đông}}Trong đêm [[9 tháng 1|9]] rạng sáng ngày [[10 tháng 1]], Lực lượng Đặc nhiệm 38 di chuyển ngang qua [[eo biển Luzon]] rồi hướng về phía Tây Nam, đi chéo qua [[Biển Đông]]. ''Ticonderoga'' thực hiện việc tuần tra chiến đấu trên không trong ngày [[11 tháng 1|11]] và đã giúp bắn rơi bốn máy bay đối phương dự định xâm nhập vào đội hình. Các tàu sân bay cùng các tàu hộ tống đã đi đến một địa điểm cách bờ biển [[Đông Dương thuộc Pháp]] khoảng 250 đến 350&nbsp;km (150 đến 200 dặm). Tại đây, trong ngày [[12 tháng 1|12]], Lực lượng Đặc nhiệm 38 tung ra khoảng 850 máy bay để thực hiện một loạt các cuộc tấn công vào tàu bè đối phương, trong đó họ đã đánh chìm được 44 tàu với tổng tải trọng trên 130.000 tấn.<ref name=DANFS\/>\n\nSau khi thu hồi máy bay vào cuối buổi chiều, các con tàu sân bay di chuyển về hướng Đông Bắc. Thời tiết xấu đã gây trở ngại cho việc tiếp liệu trong các ngày [[13 tháng 1|13]] và [[14 tháng 1]], trong khi việc trinh sát đã không tìm thấy một mục tiêu giá trị. Vào ngày [[15 tháng 1]], máy bay tiêm kích đã càn quét các sân bay Nhật dọc theo bờ biển phía Nam [[Trung Quốc]] trong khi các tàu sân bay hướng đến một vị trí để tấn công [[Hồng Kông|Hong Kong]]. Sáng hôm sau, chúng tung ra các phi vụ ném bom xuống các tàu bè và càn quét các sân bay bằng máy bay tiêm kích. Điều kiện thời tiết không cho phép hoạt động không quân trong ngày [[17 tháng 1]] và làm cho công việc tiếp nhiên liệu trở nên khó khăn. Nó càng trở nên tệ hại hơn trong ngày hôm sau khiến mọi việc tiếp liệu bị đình trệ và không thể hoàn tất cho đến hết ngày [[19 tháng 1]]. Sau đó Lực lượng Đặc nhiệm di chuyển về hướng Bắc và vượt qua Luzon thông qua [[eo biển Balintang]].<ref name=DANFS\/>\n\n=== Các hòn đảo Nam Nhật Bản ===\nBa đội tàu của Lực lượng Đặc nhiệm 38 hoàn tất việc tiếp liệu trong đêm [[20 tháng 1|20]] và [[21 tháng 1]] năm [[1945]]. Sáng hôm sau, máy bay của chúng tấn công các sân bay tại [[Đài Loan]], quần đảo [[Bành Hồ]] và [[Sakishima Gunto]]. Thời tiết tốt mang lại cả điều lành và tin dữ. Trong khi nó cho phép các phi công Mỹ tiến hành các đợt không kích suốt ngày, nó cũng cho phép quân Nhật thực hiện các phi vụ cảm tử [[thần phong|kamikaze]].<ref name=DANFS\/>\n\nNgay sau giữa trưa, một máy bay Nhật một động cơ đã đánh trúng chiếc {{USS|Langley|CVL-27|3}} bằng một cú ném bom bổ nhào. Vài giây sau, một máy bay kamikaze ló ra khỏi mây và bổ nhào đến chiếc ''Ticonderoga''. Nó đâm xuyên qua sàn đáp ngang với khẩu đội pháo 127&nbsp;mm (5 inch) số 2, và quả bom của nó phát nổ ngay trên sàn chứa máy bay. Nhiều chiếc máy bay đang đậu gần đó bốc cháy. Sự chết chóc và phá hủy phát sinh khắp nơi, nhưng thủy thủ đoàn đã chiến đấu một cách dũng cảm để cứu con tàu đang lâm nguy, trong khi hạm trưởng Kiefer đã cơ động con tàu một cách rất thông minh. Trước tiên, ông thay đổi hướng đi của con tàu để hướng gió không làm lan thêm các đám cháy. Sau đó, ông ra lệnh cho làm ngập các hầm đạn và các ngăn khác bên dưới để ngăn ngừa các vụ nổ phát sinh thêm và để điều chỉnh lại độ nghiêng 10<sup>o<\/sup> qua mạn phải. Cuối cùng, ông ra lệnh cho các toán cứu hộ tiếp tục làm ngập thêm các ngăn bên mạn trái chiếc ''Ticonderoga''. Hành động này đã khiến con tàu nghiêng 10<sup>o<\/sup> về mạn trái giúp dịu bớt đám cháy trên sàn đáp. Các toán cứu hỏa cùng kỹ thuật đã hoàn tất công việc khi dập các ngọn lửa và vứt bỏ các máy bay cháy bị hỏng nặng.<ref name=DANFS\/>\n\nCon thú bị thương thường thu hút các kẻ săn mồi, và ''Ticonderoga'' cũng không phải là ngoại lệ. Những chiếc máy bay kamikaze khác bổ nhào đến nó như một bầy cá mập nhận ra mùi máu. Các xạ thủ pháo phòng không đã liều mình chống trả một cách bài bản và quyết liệt, bắn hạ được ba trong số những kẻ tấn công. Nhưng một chiếc máy bay thứ tư cũng vượt qua được hàng rào phòng thủ và đâm xuống mạn phải chiếc tàu sân bay gần đảo cấu trúc thượng tầng. Quả bom của nó phát nổ khiến thêm nhiều máy bay bốc cháy, gây thủng sàn đáp, và giết chết hay làm bị thương thêm khoảng 100 người nữa, đại tá Kiefer là một trong số những người bị thương. Nhưng thủy thủ đoàn của chiếc ''Ticonderoga'' không dễ dàng chịu buông xuôi; và sau khi tránh được các đợt tấn công khác, họ dập tắt hoàn toàn các đám cháy chỉ sau 14 giờ 00 không lâu; và con tàu sân bay bị thương được cho rút lui.<ref name=DANFS\/>\n\n===Sửa chữa và tái hoạt động===\nCon tàu hư hỏng về đến [[Ulithi]] ngày [[24 tháng 1]] năm [[1945]], nhưng chỉ dừng lại đủ lâu để chuyển những người bị thương lên [[tàu bệnh viện]] {{USS|Samaritan|AH-10|3}}, chuyển liên đội máy bay của nó sang chiếc {{USS|Hancock|CV-19|3}}, và nhận lên tàu các hành khách cần quay về Hoa Kỳ. ''Ticonderoga'' rời vũng biển san hô Ulithi vào ngày [[28 tháng 1]] hướng về phía bờ Tây. Nó dừng lại [[Trân Châu Cảng]] một thời gian ngắn rồi thẳng hướng đến [[Xưởng hải quân Puget Sound]], [[Bremerton]], [[Washington]], đến nơi vào ngày [[15 tháng 2]].<ref name=DANFS\/>\n\nViệc sửa chữa hoàn tất vào ngày [[20 tháng 4]] năm [[1945]], và nó rời [[Puget Sound]] ngày hôm sau hướng đến [[Căn cứ Không lực Hải quân Alameda|Căn cứ Hải quân Alameda]]. Sau khi nhận lên tàu máy bay và hành khách đi đến Hawaii, chiếc tàu sân bay hướng đến Trân Châu Cảng, nơi nó cập bến vào ngày [[1 tháng 5]]. Ngày hôm sau, Liên đội máy bay 87 lên tàu, và trong tuần lễ tiếp theo sau họ tiến hành huấn luyện chuẩn bị cho con tàu quay trở lại chiến đấu. ''Ticonderoga'' rời Trân Châu Cảng, và đang khi trên đường đến Ulithi, nó tung máy bay của nó ra cho một đợt không kích mang tính thực hành lên đảo [[Taroa]] tại [[quần đảo Marshall]] lúc này còn do quân Nhật chiếm giữ. Vào ngày [[22 tháng 5]], chiếc tàu sân bay đi đến Ulithi và gia nhập lực lượng tàu sân bay nhanh như một thành phần của Đội Đặc nhiệm 58.4 dưới quyền chỉ huy của [[Chuẩn Đô đốc]] [[Arthur W. Radford|Radford]].<ref name=DANFS\/>\n\n===Chuẩn bị cho chiến dịch Nhật Bản===\nHai ngày sau khi đến Ulithi, ''Ticonderoga'' rời đảo san hô cùng Lực lượng Đặc nhiệm 58 hướng lên phía Bắc, trải qua những tuần lễ cuối cùng của cuộc chiến tranh tại vùng biển nội địa Nhật Bản. Ba ngày sau, Đô đốc Halsey thay thế Đô đốc [[Raymond Spruance]] và [[Đệ Ngũ Hạm đội Hoa Kỳ|Đệ Ngũ hạm đội]] quay trở lại thành [[Đệ tam Hạm đội Hoa Kỳ|Đệ Tam hạm đội]], trong khi Lực lượng Đặc nhiệm 58 đổi tên thành 38. Trong các ngày [[2 tháng 6|2]] và [[3 tháng 6]] năm [[1945]], máy bay của ''Ticonderoga'' tấn công các sân bay trên đảo [[Kyushu|Kyūshū]] trong một nỗ lực vô hiệu hóa phần còn lại của lực lượng không quân Nhật Bản, đặc biệt là các không đoản cảm tử [[Thần phong|Kamikaze]], và để giảm bớt áp lực cho lực lượng Mỹ tại [[Okinawa]]. Trong hai ngày tiếp theo sau, ''Ticonderoga'' vượt qua được một cơn bão thứ hai mà nó gặp phải trong vòng sáu tháng mà hầu như không bị thiệt hại. Nó giúp hỗ trợ tuần tra chiến đấu trên không trong khi được tiếp nhiên liệu vào ngày [[6 tháng 6]], và bốn máy bay tiêm kích của nó đã đánh chặn và tiêu diệt ba chiếc máy bay Kamikaze xuất phát từ Okinawa. Chiều tối hôm đó, nó di chuyển tốc độ cao cùng Đội đặc nhiệm 38.4 để càn quét các sân bay phía Nam đảo Kyūshū trong ngày [[8 tháng 6]]. Sau đó máy bay của ''Ticonderoga'' cùng tham gia ném bom xuống [[Quần đảo Daitō|Minami Daito]] và [[Kitadaitō|Kita Daito]] trước khi chiếc tàu sân bay quay về Leyte, và nó về đến nơi vào ngày [[13 tháng 6]].<ref name=DANFS\/>\n\nTrong hai tuần nghỉ ngơi và tiếp liệu mà nó được hưởng tại Leyte, ''Ticonderoga'' được điều chuyển từ Đội đặc nhiệm 38.4 sang Đội đặc nhiệm 38.3 dưới quyền chỉ huy của Chuẩn Đô đốc [[Gerald F. Bogan]]. Vào ngày [[1 tháng 7]] năm [[1945]], nó cùng Lực lượng Đặc nhiệm 38 rời Leyte hướng lên phía Bắc tiếp tục nhiệm vụ không kích Nhật Bản. Hai ngày sau, một bộ [[hộp số giảm tốc]] bị hỏng buộc nó phải ghé về [[cảng Apra]] tại [[Guam]] để sửa chữa. Nó ở lại đó cho đến tận ngày [[19 tháng 7]], khi nó lên đường gia nhập lại Lực lượng Đặc nhiệm 38. Vào ngày [[24 tháng 7]], máy bay của nó hợp cùng các tàu sân bay nhanh khác tấn công các tàu bè trong vùng [[biển nội địa Nhật Bản]] cùng các sân bay tại [[Nagoya]], [[Ōsaka|Osaka]] và [[Miko]].<ref name=DANFS\/>\n\nTrong các cuộc không kích này, máy bay của Lực lượng Đặc nhiệm 38 đã tìm thấy những gì còn sót lại của [[Hạm đội Liên hợp|Hạm đội Liên hợp Nhật Bản]] một thời lừng lẩy và đã tiêu diệt các [[thiết giáp hạm]] [[Ise (thiết giáp hạm Nhật)|''Ise'']], [[Hyūga (thiết giáp hạm Nhật)|''Hyūga'']] và [[Haruna (thiết giáp hạm Nhật)|''Haruna'']] cũng như [[tàu sân bay hộ tống]] [[Kaiyo (tàu sân bay Nhật)|''Kaiyo'']] cùng hai tàu tuần dương hạng nặng. Vào ngày [[28 tháng 7]], máy bay của nó chuyển hướng các nỗ lực sang [[căn cứ hải quân Kure]], nơi họ đánh hỏng một tàu sân bay, ba tàu tuần dương, một tàu khu trục và một [[tàu ngầm]]. Nó lại chuyển hướng tấn công vào khu vực công nghiệp tại trung tâm đảo [[Đảo Honshu|Honshū]] vào ngày [[30 tháng 7]], sau đó nhắm vào phía Bắc đảo Honshū và đảo [[Hokkaidō]] trong các ngày [[9 tháng 8|9]] và [[10 tháng 8]]. Cuộc tấn công sau tàn phá khu vực dành cho kế hoạch không kích tự sát vào căn cứ của lực lượng [[Boeing B-29 Superfortress|B-29]] đặt trên [[quần đảo Mariana]]. Trong các ngày [[13 tháng 8|13]] và [[14 tháng 8]], máy bay của nó quay trở lại khu vực [[Tōkyō|Tokyo]] thực hiện một đợt tấn công phá hủy những cơ sở vật chất còn lại.<ref name=DANFS\/>\n\nSáng ngày [[16 tháng 8]], ''Ticonderoga'' tung ra một đợt không kích khác nhắm vào Tokyo. Trong quá trình trận đánh hoặc ngay sau đó, tin tức đến được Lực lượng Đặc nhiệm 38 là [[Đế quốc Nhật Bản|Nhật Bản]] đã [[Nhật Bản đầu hàng|chấp nhận đầu hàng]]. Cú sốc hòa bình, cho dù không quá bất ngờ như khi chiến tranh bắt đầu bốn năm trước đó, cũng khiến một số người mất một thời gian để làm quen. ''Ticonderoga'' cùng các tàu chị em với nó vẫn duy trì chế độ thường trực chiến đấu, tiếp tục thực hiện các chuyến bay tuần tra bên trên lãnh thổ Nhật Bản và tung ra các chuyến bay trinh sát để tìm các trại tập trung [[tù binh|tù binh chiến tranh]] Đồng Minh nhằm cấp tốc thả dù tiếp liệu cho họ. Ngày [[6 tháng 9]], bốn ngày sau khi diễn ra lễ ký kết chính thức [[Nhật Bản đầu hàng|Văn bản Đầu hàng không điều kiện]] trên chiếc {{USS|Missouri|BB-63|3}}, ''Ticonderoga'' tiến vào [[vịnh Tokyo]].<ref name=DANFS\/>\n\n===Các hoạt động sau chiến tranh===\nViệc đi đến Tokyo kết thúc một giai đoạn phục vụ và mở ra một giai đoạn mới. ''Ticonderoga'' nhận lên tàu những hành khách quay trở về nhà và ra khơi trở lại vào ngày [[20 tháng 9]] năm [[1945]]. Sau một chặng dừng tại Trân Châu Cảng, chiếc tàu sân bay về đến [[Alameda]], [[California]] vào ngày [[5 tháng 10]]. Nó đưa khỏi tàu hành khách và hàng hóa trước khi ra khơi trở lại vào ngày [[9 tháng 10]] để đón một nhóm cựu chiến binh khác. ''Ticonderoga'' đã đưa hơn một ngàn binh sĩ và thủy thủ về [[Tacoma, Washington]], và ở lại đó cho đến ngày [[28 tháng 10]] để kỷ niệm [[Ngày Hải quân]]. Ngày [[29 tháng 10]], chiếc tàu sân bay rời Tacoma quay trở lại Alameda. Trên đường đi, tất cả máy bay của Phi đoàn 87 được chuyển lên bờ để chiếc tàu chiến có thể cải biến cho có thêm chỗ trống chuyên chở hành khách trong những chuyến đi [[Chiến dịch Magic Carpet (Thế Chiến II)|Magic Carpet]] (chiếc thảm thần) sắp đến.<ref name=DANFS\/>\n\nSau khi hoàn tất các cải biến tại [[xưởng hải quân Trân Châu Cảng]] vào [[tháng mười một|tháng 11]], chiếc tàu chiến hướng đến Philippines và đi đến [[Samar (đảo)|Samar]] ngày [[20 tháng 11]]. Nó quay về Alameda ngày [[6 tháng 12]] cùng với gần 4.000 cựu chiến binh quay trở về nhà. Chiếc tàu sân bay còn tiếp tục thực hiện những chuyến đi Magic Carpet tương tự trong [[tháng mười hai|tháng 12]] năm [[194]] và [[tháng một|tháng 1]] năm [[1946]] trước khi vào xưởng hải quân Puget Sound thực hiện các chuẩn bị để ngưng hoạt động. Gần một năm sau, vào ngày [[9 tháng 1]] năm [[1947]], ''Ticonderoga'' được cho xuất biên chế và được đưa về hải đội Bremerton thuộc [[Hạm đội Dự bị Thái Bình Dương]].<ref name=DANFS\/>\n\n===Tái bố trí tại Đại Tây Dương===\nNgày [[31 tháng 1]] năm [[1952]], ''Ticonderoga'' được rút ra khỏi lực lượng dự bị và được chuyển từ Bremerton sang New York. Nó rời Puget Sound ngày [[27 tháng 2]] và đi đến [[Thành phố New York|New York]] vào ngày [[1 tháng 4]]. Ba ngày sau, nó vào [[xưởng hải quân New York]] bắt đầu thực hiện đợt cải biến sâu rộng [[SBC-27|SBC-27C]]. Trong 29 tháng tiếp theo sau đó, chiếc tàu sân bay được cải biến nhiều điểm: [[máy phóng (máy bay)|máy phóng]] hơi nước để có thể phóng [[máy bay phản lực]], lưới ngăn bằng nylon mới, một [[thang nâng]] bên cạnh sàn đáp cùng những thiết bị điện tử và [[hệ thống kiểm soát hỏa lực|kiểm soát hỏa lực]] mới nhất, cho phép nó trở thành một thành phần thiết yếu trong hạm đội. Ngày [[11 tháng 9]] năm [[1954]], ''Ticonderoga'' được cho nhập biên chế trở lại tại New York dưới quyền chỉ huy của Đại tá Hải quân [[William A. Schoech]].<ref name=DANFS\/>\n\nĐến [[tháng một|tháng 1]] năm [[1955]], chiếc tàu sân bay chuyển về cảng nhà mới là [[Norfolk, Virginia]], và nó đến nơi vào ngày [[6 tháng 1]]. Trong tháng tiếp theo sau, nó thực hiện chuẩn nhận hoạt động tàu sân bay cho Phi đoàn 6 tại khu vực hoạt động [[Virginia Capes]]. Vào ngày [[3 tháng 2]], nó rời [[Hampton Roads]] thực hiện chuyến đi thử máy đến gần [[Cuba]], rồi sau đó quay trở về New York ngang qua Norfolk để thực hiện các thay đổi bổ sung. Trong suốt mùa Hè tiếp theo sau, chiếc tàu chiến tiếp tục thực hiện chuẩn nhận hoạt động tàu sân bay tại khu vực Virginia Capes.<ref name=DANFS\/>\n\nSau một lượt viếng thăm [[Philadelphia]] vào đầu [[tháng chín|tháng 9]], ''Ticonderoga'' tham gia các cuộc thử nghiệm ba kiểu máy bay mới [[A4 Skyhawk|A4D-1 Skyhawk]], [[Douglas F4D Skyray|F4D-1 Skyray]] và [[McDonnell F3H Demon|F3H-2N Demon]]. Sau đó chiếc tàu sân bay quay trở lại các công việc thường xuyên dọc theo bờ Đông Hoa Kỳ cho đến ngày [[4 tháng 11]] khi nó rời [[Mayport, Florida]] hướng đến châu Âu. Nó thay phiên cho chiếc {{USS|Intrepid|CV-11|3}} tại [[Gibraltar]] mười ngày sau đó, và tiến hành tuần tra dọc theo suốt chiều dài [[Địa Trung Hải]] trong tám tháng tiếp theo sau. Ngày [[2 tháng 8]] năm [[1956]], ''Ticonderoga'' quay trở về Norfolk và vào xưởng tàu để được cải biến sàn đáp thành kiểu [[sàn đáp chéo góc|chéo góc]] và một mũi tàu kín chống bão như một phần của chương trình nâng cấp [[SBC-125]].<ref name=DANFS\/>\n\n===Hoạt động tại Thái Bình Dương===\nCác công việc cải biến được hoàn tất vào đầu năm [[1957]], và đến [[tháng tư|tháng 4]] năm đó, ''Ticonderoga'' di chuyển đến cảng nhà mới ở [[Alameda, California]]. Nó đến nơi ngày [[30 tháng 5]], trải qua một đợt sửa chữa, rồi tiến hành các hoạt động thường xuyên ngoài khơi bờ biển California trong cả mùa Hè. Vào ngày [[16 tháng 9]], chiếc tàu sân bay rời [[vịnh San Francisco]] lên đường sang Viễn Đông. Trên đường đi, nó ghé Trân Châu Cảng trước khi tiếp tục hành trình đến [[Yokosuka]] Nhật Bản, và nó đến nơi vào ngày [[15 tháng 10]]. Trong sáu tháng, chiếc tàu chiến tuần tra trong các vùng biển Viễn Đông từ Nhật Bản phía Bắc đến tận Philippines ở phía Nam. Nó quay về Alameda ngày [[25 tháng 4]] năm [[1958]], kết thúc lượt phục vụ đầu tiên tại Tây Thái Bình Dương kể từ khi tái hoạt động.<ref name=DANFS\/>\n\nTừ năm [[1958]] đến năm [[1963]], ''Ticonderoga'' còn thực hiện thêm bốn lượt phục vụ tại khu vực Tây Thái Bình Dương; và trong các dịp đó nó thực hiện các chiến dịch huấn luyện cùng các đơn vị khác của [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] cũng như thực hiện các chuyến viếng thăm hữu nghị đến các cảng suốt khu vực Đông Á. Đầu năm [[1964]], nó thực hiện những công việc chuẩn bị cần thiết cho lượt phục vụ thứ sáu đến Tây Thái Bình Dương; và sau khi hoàn tất các buổi thao diễn ngoài khơi Bờ Tây và tại vùng biển Hawaii, chiếc tàu sân bay rời Trân Châu Cảng ngày [[4 tháng 5]] năm [[1964]] cho một lượt phục vụ an bình khác tại Viễn Đông. Ba tháng đầu tiên của chuyến đi này diễn ra bình thường với những buổi thực hành và viếng thăm các cảng như thường lệ.<ref name=DANFS\/>\n\n===Các hoạt động ban đầu tại Việt Nam===\nNhịp sống êm ả của nó bị cắt đứt vào ngày [[2 tháng 8]] năm [[1964]]. Trong khi hoạt động do thám trong vùng biển [[vịnh Bắc Bộ]], [[tàu khu trục]] {{USS|Maddox|DD-731|3}} báo cáo bị các [[tàu phóng lôi]] của [[Quân chủng Hải quân Việt Nam|Hải quân Nhân dân Việt Nam]] tấn công. Trong vòng vài phút sau khi nhận được tin tức, ''Ticonderoga'' gửi đến hiện trường bốn máy bay [[Vought F-8 Crusader|F8E Crusader]] trang bị rocket để hỗ trợ cho chiếc tàu khu trục. Khi đến nơi, những chiếc Crusader đã phóng rocket [[Zuni (rocket)|Zuni]] và càn quét những con tàu của [[Việt Nam Dân chủ Cộng hòa]] bằng các khẩu pháo 20&nbsp;mm. Phi công của ''Ticonderoga'' phối hợp cùng các xạ thủ trên chiếc ''Maddox'' đã đánh lui cuộc tấn công, để lại một [[tàu phóng lôi]] chết đứng giữa biển và làm hư hại hai chiếc khác.<ref name=DANFS\/>\n\nHai ngày sau, lúc chiều tối ngày [[4 tháng 8]], ''Ticonderoga'' nhận được những yêu cầu hỗ trợ trên không khẩn cấp từ [[tàu khu trục]] {{USS|Turner Joy|DD-951|3}}, lúc đó đang tuần tra cùng với chiếc ''Maddox'', nhằm kháng cự lại cái mà họ cho là một cuộc đột kích khác bởi tàu phóng lôi Việt Nam. Chiếc tàu sân bay lại tung ra những máy bay đến hỗ trợ cho con tàu khu trục, và ''Turner Joy'' đã hướng dẫn cho chúng nhắm đến mục tiêu. Lực lượng phối hợp với nhau trong cuộc đụng độ, và tin là đã đánh chìm hai tàu đối phương và làm hư hại hai chiếc khác.<ref name=DANFS\/>\n\n[[Tổng thống Hoa Kỳ|Tổng thống]] [[Lyndon B. Johnson|Lyndon Johnson]] đã phản ứng lại cái mà vào lúc đó ông cho là hai cuộc tấn công không bị khiêu khích trước vào lực lượng hải quân Mỹ, và đã ra lệnh tiến hành các cuộc không kích trả đũa vào các căn cứ tàu phóng lôi của Việt Nam Dân chủ Cộng hòa. Vào ngày [[5 tháng 8]], ''Ticonderoga'' cùng tàu sân bay {{USS|Constellation|CV-64|3}} tung ra 60 phi vụ nhắm vào bốn căn cứ quân sự và các kho dầu. Kết quả các phi vụ tấn công được báo cáo là đã phá hủy 25 tàu phóng lôi, gây hư hại đáng kể các căn cứ và hầu như vô hiệu hóa kho dự trữ dầu. Vì đã phản ứng nhanh chóng và hoạt động tác chiến hiệu quả trong cả ba sự kiện nêu trên, ''Ticonderoga'' được tặng thưởng danh hiệu [[Đơn vị Tuyên dương Hải quân]].<ref name=DANFS\/>\n\n=== Rút lui ===\nSau một chuyến đi quay trở lại viếng thăm Nhật Bản trong [[tháng chín|tháng 9]], ''Ticonderoga'' quay trở lại các hoạt động thường xuyên tại Biển Đông cho đến khi kết thúc lượt phục vụ vào cuối năm. Chiếc tàu sân bay quay trở về căn cứ tại [[North Island]], [[California]], vào ngày [[15 tháng 12]] năm [[1964]]. Sau khi nghỉ ngơi sau lượt phục vụ và dịp lễ cuối năm, ''Ticonderoga'' đi đến [[xưởng hải quân Hunter's Point]] vào ngày [[27 tháng 1]] năm [[1965]] bắt đầu một đợt đại tu kéo dài năm tháng. Nó hoàn tất các việc sửa chữa vào [[tháng sáu|tháng 6]] và trải qua mùa Hè hoạt động dọc theo bờ biển Nam California. Đến ngày [[28 tháng 9]], chiếc tàu sân bay hướng ra khơi cho một đợt phục vụ mới tại khu vực Viễn Đông. Nó trải qua một thời gian tại quần đảo Hawaii thực tập sẵn sàng chiến đấu, rồi tiếp tục hướng sang Viễn Đông, đi đến [[Trạm Dixie]] vào ngày [[5 tháng 11]] và ngay lập tức bắt đầu các hoạt động tác chiến.<ref name=DANFS\/>\n\n====Broken Arrow====\n''Ticonderoga'' từng bị vướng vào một [[tai nạn hạt nhân]] mang mật danh [[Broken Arrow]] (mũi tên gảy) khi một máy bay cường kích [[A-4 Skyhawk]] thuộc Phi đội VA-56 mang theo một quả [[vũ khí hạt nhân|bom nguyên tử]] [[B43 (bom nguyên tử)|B43]] bị mất tích ngoài khơi bờ biển [[Nhật Bản]] vào ngày [[5 tháng 12]] năm [[1965]]. Cả máy bay, phi công lẫn quả bom đều không được tìm thấy.<ref>[http:\/\/www.atomicarchive.com\/Almanac\/Brokenarrows_static.shtml Broken Arrows] at www.atomicarchive.com. Truy cập 24 tháng 8 năm 2007.<\/ref>\n\n=== Đợt bố trí 1965-1966 ===\n[[Tập tin:USS Manatee (AO-58) refueling USS Ticonderoga (CVA-14) on 15 July 1965.jpg|nhỏ|300px|Tàu tiếp dầu {{USS|Manatee|AO-58|2}} đang tiếp nhiên liệu cho ''Ticonderoga'' vào ngày 15 tháng 7 năm 1965.]]\nLượt hoạt động của ''Ticonderoga'' vào mùa Đông [[1965]] và [[1966]] là đợt đầu tiên trong tổng số bốn lượt phục vụ của nó trong quá trình Hoa Kỳ can dự vào [[Chiến tranh Việt Nam]]. Trong sáu tháng tại Viễn Đông, chiếc tàu sân bay đã trải qua tổng cộng 116 ngày hoạt động ngoài khơi bờ biển [[Việt Nam]], phân chia đều thời gian đó giữa hai Trạm Dixie và [[Trạm Yankee]], tương ứng với hoạt động tại khu vực ngoài khơi miền Nam và miền Bắc Việt Nam. Không lực của nó đã ném trên 8.000 tấn vũ khí trong hơn 10.000 phi vụ chiến đấu, với thiệt hại 16 máy bay và 5 phi công. Máy bay của nó đã tấn công các vị trí tại miền Bắc Việt Nam và ngăn chặn con đường tiếp tế vào [[Nam Việt Nam]]; đặc biệt, họ báo cáo đã phá hủy 35 cầu, nhiều kho tàng, doanh trại, xe tải, thuyền và toa xe hỏa; gây hư hại đáng kể cho nhà máy nhiệt điện quan trọng của Việt Nam Dân chủ Cộng hòa tại [[Uông Bí]], phía Bắc [[Hải Phòng]]. Sau một chặng dừng tại [[Sasebo, Nagasaki|Sasebo]], Nhật Bản, từ ngày [[25 tháng 4]] đến ngày [[3 tháng 5]] năm [[1966]], chiếc tàu sân bay lên đường để quay trở về Hoa Kỳ. Vào ngày [[13 tháng 5]], nó tiến vào cảng San Diego kết thúc lượt phục vụ.<ref name=DANFS\/>\n\n=== Đợt bố trí 1966-1967 ===\nSau khi thực hiện các sửa chữa cần thiết, ''Ticonderoga'' rời San Diego ngày [[9 tháng 7]] thực hiện các hoạt động huấn luyện thường trực ngoài khơi Bờ Tây Hoa Kỳ, và tiếp tục công việc này cho đến ngày [[15 tháng 10]], khi chiếc tàu sân bay rời San Diego hướng đến khu vực Tây Thái Bình Dương ngang qua Hawaii. Nó đi đến [[Yokosuka]] vào ngày [[30 tháng 10]] rồi ở lại đó cho đến ngày [[5 tháng 11]] khi nó hướng về phía Nam và nghỉ qua đêm tại căn cứ [[vịnh Subic]] thuộc [[Philippines]] vào ngày [[10 tháng 11|10]] và [[11 tháng 11]]. ''Ticonderoga'' đi đến vịnh Bắc Bộ vào ngày [[13 tháng 11]] bắt đầu thực hiện lượt hoạt động thứ nhất trong tổng số ba lượt được thực hiện trong giai đoạn [[1966]] - [[1969]]. Nó đã thực hiện 11.650 phi vụ chiến đấu, tất cả đều nhắm vào các mục tiêu tại Bắc Việt Nam. Một lần nữa, mục tiêu chủ yếu của nó là hệ thống hậu cần, thông tin liên lạc và vận tải. Do tất cả các nỗ lực được thực hiện cả ngày lẫn đêm để tấn công các mục tiêu đối phương, ''Ticonderoga'' và liên đội không quân phối thuộc được tặng thưởng [[Đơn vị Tuyên dương Hải quân]] thứ hai. Nó hoàn tất lượt phục vụ vào ngày [[27 tháng 4]] năm [[1967]] và quay về Yokosuka, nơi nó lại khởi hành vào ngày [[19 tháng 5]] để quay về Hoa Kỳ. Mười ngày sau, chiếc tàu sân bay vào cảng San Diego và bắt đầu một kỳ nghỉ kéo dài một tháng. Vào đầu [[tháng bảy|tháng 7]], nó đi đến [[Bremerton, Washington]] để vào xưởng hải quân Puget Sound thực hiện đợt sửa chữa kéo dài hai tháng. Sau khi hoàn tất, nó rời Bremerton ngày [[6 tháng 9]] di chuyển về phía Nam để hoạt động huấn luyện ngoài khơi bờ biển Nam California.<ref name=DANFS\/>\n\n=== Đợt bố trí 1968 ===\nVào ngày [[28 tháng 12]] năm [[1967]], ''Ticonderoga'' lên đường thực hiện lượt hoạt động tác chiến thứ ba tại vùng biển ngoài khơi Đông Dương. Chiếc tàu sân bay đến Yokosuka ngày [[17 tháng 1]] năm [[1968]], và sau hai ngày tu bổ, nó tiếp tục hành trình đến vịnh Bắc Bộ, nơi nó đến vị trí tác chiến và bắt đầu hoạt động từ ngày [[26 tháng 1]]. Từ [[tháng một|tháng 1]] đến [[tháng bảy|tháng 7]], ''Ticonderoga'' hoạt động ngoài khơi bờ biển Việt Nam năm lần với tổng cộng 120 ngày hoạt động tác chiến. Trong thời gian này, liên đội không quân của nó thực hiện trên 13.000 phi vụ chống lại lực lượng [[Việt Nam Dân chủ Cộng hòa]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] tại miền Nam Việt Nam, hầu hết là ngăn cản sự vận chuyển tiếp liệu quân sự của đối phương. Vào giữa [[tháng tư|tháng 4]], sau một đợt hoạt động, chiếc tàu sân bay thăm viếng cảng [[Singapore]], và sau một đợt đợt tu bổ và tiếp liệu tại căn cứ vịnh Subic, nó quay trở lại hoạt động ngoài khơi Việt Nam. Vào ngày [[9 tháng 7]], [[Thiếu tá Hải quân]] [[J. B. Nichols]] ghi được chiến công bắn hạ máy bay [[Mikoyan|MiG]] đầu tiên của ''Ticonderoga''. Chiếc tàu sân bay quay trở về vịnh Subic để bảo trì vào ngày [[25 tháng 7]].<ref name=DANFS\/>\n\nVào ngày [[27 tháng 7]], nó di chuyển về phía Bắc hướng đến Yokosuka và trải qua một tuần lễ tu bổ và nhận chỉ thị trước khi quay về Hoa Kỳ ngày [[7 tháng 8]]. ''Ticonderoga'' về đến San Diego vào ngày [[17 tháng 8]] và đưa liên đội không lực của nó lên bờ. Vào ngày [[22 tháng 8]], nó vào [[xưởng hải quân Long Beach]] để đại tu. Chiếc tàu sân bay hoàn tất công việc sửa chữa vào ngày [[21 tháng 10]], tiến hành chạy thử máy trong các ngày [[28 tháng 10|28]] và [[29 tháng 10]], và bắt đầu các hoạt động thường xuyên ngoài khơi San Diego từ đầu [[tháng mười một|tháng 11]]. Trong thời gian còn lại của năm [[1968]], nó tiến hành huấn luyện ôn tập và chuẩn nhận tàu sân bay cho liên đội không quân phối thuộc dọc theo bờ biển Nam California.<ref name=DANFS\/>\n\n=== Đợt bố trí cuối cùng 1969===\nTrong tháng đầu tiên của năm [[1969]], ''Ticonderoga'' chuẩn bị cho lượt bố trí tác chiến thứ tư liên tục tại khu vực Đông Nam Á. Vào ngày [[1 tháng 2]], nó rời San Diego hướng sang Viễn Đông. Sau một chặng dừng ngắn tại Trân Châu Cảng một tuần sau đó, nó tiếp tục hành trình đến Yokosuka và đến nơi vào ngày [[20 tháng 2]]. Chiếc tàu sân bay rời Yokosuka ngày [[28 tháng 2]] hướng về phía bờ biển Việt Nam, và nó đi đến nơi ngày [[4 tháng 3]]. Trong bốn tháng tiếp theo sau, ''Ticonderoga'' hoạt động ngoài khơi Việt Nam, tấn công các con đường tiếp liệu và các mục tiêu khác của đối phương.<ref name=DANFS\/>\n\nLượt hoạt động của chiếc tàu sân bay tại Việt Nam bị ngắt quãng vào ngày [[16 tháng 4]] khi nó nhận được lệnh đi lên phía Bắc hướng về phía [[biển Nhật Bản]]. Máy bay của [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] đã bắn rơi một máy bay trinh sát hải quân Mỹ trong khu vực này, và ''Ticonderoga'' được gọi để tăng cường cho lực lượng ứng chiến tại đây. Tuy nhiên, sự căng thẳng trôi qua, và ''Ticonderoga'' quay về vịnh Subic ngày [[27 tháng 4]] để tu bổ. Đến ngày [[8 tháng 5]], nó rời Philippines quay lại Trạm Yankee tiếp tục các hoạt động tác chiến tại Việt Nam. Trong thời gian hoạt động này, chiếc tàu sân bay từng thăm viếng các cảng Sasebo và Hong Kong.<ref name=DANFS\/>\n\nChiếc tàu chiến lại hoạt động ngoài khơi Việt Nam từ ngày [[26 tháng 6]], và trong 37 ngày tiếp theo sau đã thực hiện thành công các phi vụ tấn công mục tiêu đối phương. Sau đó nó gia nhập Lực lượng Đặc nhiệm 71 trong vùng biển Nhật Bản trong suốt thời gian còn lại của lượt phục vụ. ''Ticonderoga'' kết thúc lượt bố trí hoạt động rất thành công của nó khi được tặng thưởng danh hiệu [[Đơn vị Tuyên dương Hải quân]] lần thứ ba do thành tích đạt được trong lượt này khi nó rời vịnh Subic ngày [[4 tháng 9]] quay trở về Hoa Kỳ.<ref name=DANFS\/>\n\n=== Các hoạt động sau cùng ===\n[[Tập tin:Ap17-S72-55974.jpg|nhỏ|Hoạt động thu hồi [[Apollo 17]].]]\n''Ticonderoga'' về đến San Diego vào ngày [[18 tháng 9]] năm [[1969]]. Sau gần một tháng nghỉ ngơi, nó di chuyển đến xưởng hải quân Long Beach vào giữa [[tháng mười|tháng 10]] để bắt đầu thực hiện việc cải biến thành một tàu sân bay chống tàu ngầm (ASW). Công việc đại tu và cải biến được bắt đầu vào ngày [[20 tháng 10]], và ''Ticonderoga'' được xếp lại lớp với ký hiệu '''CVS-14''' vào ngày [[21 tháng 10]]. Nó hoàn tất việc đại tu và cải biến vào ngày [[28 tháng 5]] năm [[1970]] và bắt đầu tiến hành chạy thử máy ngoài khơi Long Beach đến gần hết [[tháng sáu|tháng 6]]. Vào ngày [[26 tháng 6]], chiếc tàu sân bay đi đến cảng nhà mới là San Diego. Trong [[tháng bảy|tháng 7]] và [[tháng tám|tháng 8]], ''Ticonderoga'' thực hiện huấn luyện ôn tập và chuẩn nhận tàu sân bay cho liên đội không lực mới. Nó hoạt động ngoài khơi bờ biển California suốt thời gian còn lại của năm, và tham gia hai cuộc tập trận HUKASWEX 4-70 vào cuối [[tháng mười|tháng 10]] và COMPUTEX 23-70 từ ngày [[30 tháng 11]] đến ngày [[3 tháng 12]].<ref name=DANFS\/>\n\nTrong quãng đời phục vụ còn lại của nó, ''Ticonderoga'' được bố trí thêm hai lượt phục vụ tại Viễn Đông. Do nhiệm vụ được phân cho nó đã thay đổi, nó không còn tham gia tác chiến tại Việt Nam. Chúng bao gồm việc thực tập huấn luyện tại biển Nhật Bản cùng các tàu chiến của [[Lực lượng Phòng vệ biển Nhật Bản]]. Lượt bố trí thứ nhất còn bao gồm chuyến đi đến [[Ấn Độ Dương]] cùng các đơn vị của [[Hải quân Hoàng gia Thái Lan]] và chuyến đi ngang qua [[eo biển Sunda]] tham gia lễ hội kỷ niệm việc mất hai chiếc tàu chiến {{USS|Houston|CA-30}} và {{HMAS|Perth|D29}} vào năm [[1942]].<ref name=DANFS\/>\n\nGiữa hai lượt bố trí, ''Ticonderoga'' hoạt động tại khu vực Đông Thái Bình Dương và tham gia vào việc thu hồi tàu vũ trụ chinh phục Mặt Trăng [[Apollo 16]] gần đảo Samoa do Mỹ quản lý vào [[tháng tư|tháng 4]] năm [[1972]]. Lượt bố trí thứ hai diễn ra vào mùa Hè năm [[1972]], và ngoài các hoạt động thực tập huấn luyện tại biển Nhật Bản, ''Ticonderoga'' còn tham gia các hoạt động huấn luyện chống tàu ngầm tại biển Nam Trung Quốc. Mùa Hè năm đó, nó quay về khu vực Đông Thái Bình Dương, và vào [[tháng mười hai|tháng 12]], tham gia thu hồi chuyến bay [[Apollo 17]] hạ cánh xuống khu vực Samoa. Sau đó chiếc tàu sân bay hướng về San Diego, và nó đến nơi ngày [[28 tháng 12]]. Ngày [[22 tháng 6]] năm [[1973]], ''Ticonderoga'' còn tham gia thu hồi chuyến bay [[Skylab 2]] hạ cánh gần San Diego.<ref name=DANFS\/>\n\n''Ticonderoga'' tiếp tục hoạt động thêm chín tháng, trước tiên là những hoạt động thường xuyên ngoài khơi San Diego, và sau đó chuẩn bị để được ngừng hoạt động. Ngày [[1 tháng 9]] năm [[1973]], chiếc tàu sân bay được cho ngừng hạt động sau khi một đoàn điều tra và khảo sát cho rằng con tàu không còn phù hợp cho việc phục vụ trong hải quân. Tên nó được rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[16 tháng 11]] năm [[1973]], và nó được bán để tháo dỡ vào ngày [[1 tháng 9]] năm [[1975]].<ref name=DANFS\/>\n\n== Phần thưởng ==\n''Ticonderoga'' được tặng thưởng năm [[Ngôi sao Chiến trận]] trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]]; và sau đó khi hoạt động trong [[Chiến tranh Việt Nam]] nó được tặng thưởng ba lần [[Đơn vị Tuyên dương Hải quân]], một lần [[Đơn vị Tuyên dương Anh dũng]] và thêm 12 Ngôi sao Chiến trận khác.<ref name=NavSource\/><ref name=DANFS\/> \n\n<center>\n{|\n|colspan=3 align=center|{{ribbon devices|number=2|type=service-star|ribbon=Navy Unit Commendation ribbon.svg|width=103}}{{ribbon devices|number=0|type=service-star|ribbon=Navy Meritorious Unit Commendation ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=American Campaign Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=5|type=service-star|ribbon=Asiatic-Pacific Campaign Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=World War II Victory Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Army of Occupation ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=National Defense Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=3|type=service-star|ribbon=Armed Forces Expedtionary Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=12|type=service-star|ribbon=Vietnam Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Korea Defense Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Presidential Unit Citation (Philippines).svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam gallantry cross unit award-3d.svg|width=103}}\n|{{ribbon devices|number=1|type=service-star|ribbon=Phliber rib.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam Campaign Medal ribbon with 60- clasp.svg|width=103}}\n|}\n\n{|class=\"wikitable\"\n|-align=center\n|colspan=2 |[[Đơn vị Tuyên dương Hải quân]] <br>với 2 [[Ngôi sao Chiến trận]]\n|colspan=2 |[[Đơn vị Tuyên dương Anh dũng Hải quân]] \n|-align=center\n|[[Huân chương Chiến dịch Hoa Kỳ]]\n|colspan=2 |[[Huân chương Chiến dịch Châu Á-Thái Bình Dương]] <br>với 5 Ngôi sao Chiến trận\n|[[Huân chương Chiến thắng Thế Chiến II (Hoa Kỳ)|Huân chương Chiến thắng Thế Chiến II]]\n|-align=center\n|[[Huân chương Phục vụ Chiếm đóng Hải quân]]\n|colspan=2 |[[Huân chương Phục vụ Phòng vệ Quốc gia]]\n|[[Huân chương Viễn chinh Lực lượng Vũ trang]] <br>với 3 Ngôi sao Chiến trận\n|-align=center\n|[[Huân chương Phục vụ Việt Nam]] <br>với 12 Ngôi sao Chiến trận\n|colspan=2 |[[Huân chương Phục vụ Phòng thủ Triều Tiên]]\n|[[Đơn vị Tuyên dương Tổng thống Philippine]]\n|-align=center\n|[[Huân chương Anh Dũng Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Anh Dũng Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|colspan=2 |[[Huân chương Giải phóng Philippine]] <br>với 1 Ngôi sao Chiến trận\n|[[Huân chương Chiến dịch Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Chiến dịch Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|}\n<\/center>\n\n==Tham khảo==\n=== Chú thích ===\n{{Tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Ticonderoga IV (CV-14) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/ticonderoga-cv-14-iv.html | access-date=20 April 2021}}\n* {{chú thích sách | last=Melton Jr. | first=Buckner F. | title=Sea Cobra, Admiral Halsey's Task Force and the Great Pacific Typhoon | url=https:\/\/archive.org\/details\/seacobraadmiralh00melt | year=2007 | publisher=Lyons Press | isbn=978-1592289783 | ref=Harv}}\n\n==Liên kết ngoài==\n* [http:\/\/bigt.net ''Big T''.net] - USS ''Ticonderoga'' Veterans Association\n* [http:\/\/www.navsource.org\/archives\/02\/14.htm Navsource ''Ticonderoga'' Photo Archive]\n* [http:\/\/www.researcheratlarge.com\/Ships\/CV14\/Kamikaze\/PSNSWarReport.html ''Ticonderoga'' War Damage Report for dual kamikaze hit, tháng 1 năm 1945]\n\n==Xem thêm==\n* [[USS Ticonderoga]] về những tàu chiến khác cùng tên của [[Hải quân Hoa Kỳ]]\n* [[Danh sách các tàu sân bay]]\n* [[Danh sách các tàu chiến trong Thế Chiến II]]\n\n{{lớp tàu sân bay Essex}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n{{thể loại Commons|USS Ticonderoga (CV-14)}}\n\n{{DEFAULTSORT:Ticonderoga (CV-14)}}\n[[Thể loại:Tàu sân bay của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu sân bay trong Thế Chiến II]]\n[[Thể loại:Tàu chiến trong chiến tranh Việt Nam]]\n[[Thể loại:Tàu sân bay trong chiến tranh Việt Nam]]\n[[Thể loại:Tàu chiến trong chiến tranh lạnh]]\n[[Thể loại:Tàu sân bay trong chiến tranh lạnh]]"}