{"3581603":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Wedderburn;0568406.jpg|300px|USS Wedderburn (DD-684)]]\n|Ship caption= Tàu khu trục USS ''Wedderburn'' (DD-684)\n}}\n{{Infobox ship career\n| Ship country = Hoa Kỳ\n| Ship flag = {{USN flag|1969}}\n| Ship name = USS ''Wedderburn'' (DD-684)\n| Ship namesake = Trung úy [[Charles F. Wedderburn]]\n| Ship ordered = \n| Ship awarded = \n| Ship builder = [[Bethlehem Shipbuilding Corporation]], [[San Francisco, California]]\n| Ship original cost = \n| Ship laid down = [[10 tháng 1]] năm [[1943]]\n| Ship launched = [[1 tháng 8]] năm [[1943]]\n| Ship sponsor = bà Gertrude F. Wedderburn\n| Ship completed = \n| Ship acquired = \n| Ship commissioned = [[9 tháng 3]] năm [[1944]]\n| Ship recommissioned = [[21 tháng 11]] năm [[1950]]\n| Ship decommissioned = {{Danh sách không dấu đầu dòng\n| [[tháng 3]] năm [[1946]];\n| [[1 tháng 10]] năm [[1969]]\n}}\n| Ship in service = \n| Ship out of service = \n| Ship renamed = \n| Ship reclassified = \n| Ship struck = [[1 tháng 10]] năm [[1969]]\n| Ship nickname = \n| Ship honors = {{Danh sách không dấu đầu dòng\n| 7 × [[Ngôi sao Chiến trận]] (Thế Chiến II);\n| 4 × Ngôi sao Chiến trận (Chiến tranh Triều Tiên);\n| 6 × Ngôi sao Chiến trận (Chiến tranh Việt Nam)\n}}\n| Ship captured = \n| Ship fate = Bán để tháo dỡ, [[25 tháng 1]] năm [[1972]]\n| Ship status = \n}}\n{{Infobox ship characteristics\n| Ship class = [[Fletcher (lớp tàu khu trục)|Lớp tàu khu trục ''Fletcher'']]\n| Ship type = [[Tàu khu trục]]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2100|LT|t|abbr=on}} (tiêu chuẩn)\n| {{convert|2924|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{convert|376|ft|5|in|m|abbr=on}} (chung)\n| Ship beam = {{convert|39|ft|08|in|m|abbr=on}} (chung)\n| Ship draft = {{convert|13|ft|9|in|m|abbr=on}} (đầy tải)\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 2 × turbine hơi nước hộp số\n| 2 × trục\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|36|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6500|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 5 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (5×1);\n| 2 × pháo phòng không [[Bofors 40 mm]];\n| 6 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''Wedderburn'' (DD-684)''' là một [[tàu khu trục]] [[Fletcher (lớp tàu khu trục)|lớp ''Fletcher'']] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Trung úy Hải quân]] [[Charles F. Wedderburn]] (1892-1917), sĩ quan trên tàu khu trục {{USS|Chauncey|DD-3}} đã tử nạn do va chạm trong [[Chiến tranh Thế giới thứ nhất]]. Nó đã hoạt động cho đến hết Thế Chiến II, ngừng hoạt động một thời gian ngắn, rồi tiếp tục phục vụ trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]], cho đến khi ngừng hoạt động năm [[1969]], và bị bán để tháo dỡ năm [[1972]]. Nó được tặng thưởng bảy [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, thêm bốn Ngôi sao Chiến trận khác trong Chiến tranh Triều Tiên, và sáu Ngôi sao Chiến trận nữa khi hoạt động tại Việt Nam.\n\n== Thiết kế và chế tạo ==\n{{main|Fletcher (lớp tàu khu trục)}}\n''Wedderburn'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Shipbuilding Corporation]] ở [[San Francisco, California]] vào ngày [[10 tháng 1]] năm [[1943]]. Nó được hạ thủy vào ngày [[1 tháng 8]] năm [[1943]]; được đỡ đầu bởi bà Gertrude F. Wedderburn; và nhập biên chế vào ngày [[9 tháng 3]] năm [[1944]] dưới quyền chỉ huy của [[Trung tá Hải quân]] John L. Wilfong.\n\n== Lịch sử hoạt động ==\n=== Thế Chiến II ===\n==== 1944 ====\nSau khi hoàn tất chạy thử máy dọc theo vùng bờ Tây và đại tu sau thử máy tại xưởng tàu của hãng Bethlehem Steel Co., ''Wedderburn'' cùng [[tàu khu trục hộ tống]] {{USS|Fieberling|DE-640|3}} khởi hành từ [[San Francisco, California]] vào ngày [[21 tháng 6]] năm [[1944]], đi đến [[Trân Châu Cảng]] sáu ngày sau đó, nơi nó gia nhập Đơn vị Đặc nhiệm 19.3.2 và hoạt động canh phòng máy bay cùng tuần tra [[chiến tranh chống tàu ngầm|chống tàu ngầm]] trong một thời gian ngắn. Nó tiếp tục hành trình vào ngày [[1 tháng 7]] để đi sang [[Eniwetok]] thuộc [[quần đảo Marshall]], nơi nó gia nhập Lực lượng Đặc nhiệm 53 cho cuộc tấn công thứ hai lên [[quần đảo Mariana]]: [[Trận Guam (1944)|cuộc đổ bộ]] lên [[Guam]].\n\n''Wedderburn'' rời Eniwetok vào ngày [[17 tháng 7]] cùng Đội đặc nhiệm 53.4, đội vận chuyển phía Nam, và đi đến ngoài khơi [[Guam]] vào ngày [[22 tháng 7]], một ngày sau cuộc đổ bộ tấn công lên hòn đảo. Trong ba tuần lễ tiếp theo, nó làm nhiệm vụ hộ tống bảo vệ cho hạm đội tấn công khỏi mối đe dọa của [[tàu ngầm]] Nhật Bản. Con tàu hoàn tất lượt phục vụ tại khu vực Mariana vào ngày [[10 tháng 8]], khi nó lên đường quay trở về Eniwetok. Đến nơi vào ngày [[14 tháng 8]], chiếc tàu khu trục được phân vào thành phần bảo vệ chống tàu ngầm cho Đội đặc nhiệm 38.2, một đội tàu sân bay nhanh hình thành chung quanh các chiếc {{USS|Intrepid|CV-11|3}}, {{USS|Hancock|CV-19|3}}, {{USS|Bunker Hill|CV-17|3}}, {{USS|Cabot|CVL-28|3}} và {{USS|Independence|CVL-22|3}}.\n\n''Wedderburn'' cùng toàn bộ Lực lượng Đặc nhiệm 38 khởi hành từ Eniwetok vào ngày [[29 tháng 8]] cho một chiến dịch càn quét các đảo còn do Nhật Bản chiếm giữ, bao gồm [[Philippines]], [[Palau]] và [[Yap]]. Chiếc tàu khu trục đã hộ tống chống tàu ngầm cho các tàu sân bay trong khi máy bay của chúng ném bom các mục tiêu tại [[Mindanao]] và [[Leyte (đảo)|Leyte]], và sau đó xuống [[Visayas]]. Lực lượng cũng không kích nhằm hỗ trợ cho [[Trận Peleliu|cuộc đổ bộ]] lên [[Palau]] và [[Morotai]]. Các hoạt động này kéo dài trong suốt [[tháng 9]], và con tàu đã không hề cặp cảng cho đến ngày [[28 tháng 9]], khi Đội đặc nhiệm 38.2 đi đến Saipan.\n\nVào ngày [[1 tháng 10]], ''Wedderburn'' cùng Đội đặc nhiệm 38.2 di chuyển đến đảo san hô [[Ulithi]] vừa mới chiếm đóng, đến nơi vào ngày hôm sau. Nó lại nhanh chóng trở ra khơi, gặp gỡ Lực lượng Đặc nhiệm 38 tại một điểm cách {{convert|375|mi|km|abbr=on}} về phía Tây Mariana vào ngày [[7 tháng 10]], và tiến hành những cuộc bắn phá chuẩn bị cho [[Trận Leyte]]. Chiếc tàu khu trục tiếp tục nhiệm vụ hộ tống chống tàu ngầm cho các tàu sân bay, trong khi lực lượng không kích xuống [[Okinawa]], và sau đó là [[Đài Loan]] trước khi quay trở lại chính Philippine, tấn công các căn cứ không quân tại [[Luzon]] và Visayas, giúp Hoa Kỳ chiếm quyền không chế trên không tại Leyte khi cuộc đổ bộ diễn ra vào ngày [[20 tháng 10]].\n\n''Wedderburn'' tiếp tục bảo vệ cho các tàu sân bay nhanh khi chúng hoạt động ngoài khơi bờ Biển Đông Bắc Luzon, hỗ trợ trên không từ xa cho việc chiếm đóng Leyte. Đến ngày [[24 tháng 10]], phía Nhật Bản rõ ràng đang nỗ lực đánh trả cuộc đổ bộ bằng hầu hết lực lượng hải quân còn lại; dẫn đến trận [[Hải chiến vịnh Leyte]] bao gồm bốn giai đoạn. Trong ngày hôm đó, máy bay từ tàu sân bay thuộc đội của ''Wedderburn'' đã tấn công các tàu chiến thuộc Lực lượng Trung tâm Nhật Bản dưới quyền [[Phó đô đốc]] [[Takeo Kurita]] khi chúng đi di chuyển băng qua [[biển Sibuyan]] về hướng [[eo biển San Bernardino]]. Chiều tối hôm đó, sau khi đã đánh chìm [[thiết giáp hạm]] [[Musashi (thiết giáp hạm Nhật)|''Musashi'']] và gây hư hại cho nhiều tàu chiến khác, lực lượng di chuyển lên phía Bắc để tấn công vào Lực lượng phía Bắc Nhật Bản dưới quyền Phó đô đốc [[Jisaburo Ozawa]], thực ra chỉ là những tàu sân bay còn lại rất ít máy bay, đóng vai trò mồi nhữ thu hút lực lượng Đồng Minh. Do đó ''Wedderburn'' đã ở xa về phía Bắc khi diễn ra [[Trận chiến eo biển Surigao]] và [[Trận chiến ngoài khơi Samar]] trong đêm [[24 tháng 10|24]]-[[25 tháng 10]] và sáng ngày [[25 tháng 10]] tương ứng. Nó chỉ tham gia giai đoạn cuối cùng trong [[Trận chiến mũi Engaño]] chống lại lực lượng của Ozawa, chỉ với vai trò hỗ trợ cho các tàu sân bay nhằm bảo vệ chống tàu ngầm và giải cứu những phi công bị bắn rơi.\n\nSau trận hải chiến, ''Wedderburn'' tiếp tục hoạt động ngoài khơi Luzon cùng Đội đặc nhiệm 38.2, khi máy bay từ tàu sân bay hỗ trợ trên không cho binh lính chiến đấu nhằm giành quyền kiểm soát Leyte. Nhiệm vụ này kéo dài cho đến ngày [[5 tháng 11]], khi nó gặp trục trặc động cơ, buộc nó phải quay trở lại Ulithi. Nó về đến căn cứ này vào ngày [[10 tháng 11]], hoàn thành việc sửa chữa và gia nhập trở lại Đội đặc nhiệm 38.2 ngoài khơi Luzon vào giữa [[tháng 11]], để rồi đến ngày [[23 tháng 11]] lại được lệnh quay trở lại Ulithi để gia nhập Đội đặc nhiệm 38.1. Nó tiến hành thực tập cho đến ngày [[10 tháng 12]], khi nó cùng Đội đặc nhiệm 38.1 rời đảo san hô để hỗ trợ cho [[Trận Mindoro|cuộc đổ bộ]] lên [[Mindoro]]. Trong chiến dịch này, Lực lượng Đặc nhiệm 38 chịu đựng cơn [[bão Cobra (1944)|bão Cobra]] vào [[tháng 12]], vốn gây hư hại cho nhiều tàu chiến và đánh đắm ba tàu khu trục. Bản thân chỉ bị hư hại nhẹ, và sau đó đã tham gia tìm kiếm những người sống sót từ các chiếc {{USS|Hull|DD-350|3}}, {{USS|Monaghan|DD-354|3}} và {{USS|Spence|DD-512|3}}, nhưng không trực tiếp tham gia hoạt động cứu hộ nào. Những hư hại do cơn bão gây ra đã buộc hạm đội phải rút lui về Ulithi để sửa chữa, và chỉ quay trở lại hoạt động vào ngày [[30 tháng 12]].\n\n==== 1945 ====\nLực lượng Đặc nhiệm 38 trở ra khơi để tham gia hỗ trợ gián tiếp cho [[Trận Luzon|cuộc đổ bộ]] lên [[vịnh Lingayen]]. Bằng cách ngăn chặn mọi hình thức tăng viện bằng đường không hay đường biển đến Philippines, hạm đội đã tìm mọi cách vô hiệu hóa không lực đối phương tại những khu vực lân cận và đánh chìm mọi tàu bè họ phát hiện. ''Wedderburn'' một lần nữa hộ tống bảo vệ các tàu sân bay nhanh trong các đợt tấn công xuống Đài Loan và Okinawa vào các ngày [[3 tháng 1|3]] và [[4 tháng 1]] năm [[1945]]; xuống chính Luzon vào các ngày [[6 tháng 1|6]] và [[7 tháng 1]]; vào ngày đổ bộ [[9 tháng 1]] thì quay trở lại Đài Loan trấn áp không quân đối phương tại đây.\n\nSau các hoạt động này, ''Wedderburn'' cùng Lực lượng Đặc nhiệm 38 băng qua [[eo biển Bashi]] cho một đợt đánh phá kéo dài hai tuần xuống miền Nam [[Trung Quốc]] và [[Đông Dương thuộc Pháp]] bị quân Nhật chiếm đóng, bao gồm một đợt càn quét tàu bè trong [[Biển Đông]]. Trên đường quay về, Lực lượng Đặc nhiệm 38 ném bom xuống [[Nansei Shoto]], một nhóm đảo gần Okinawa trong các ngày [[21 tháng 1|21]] và [[22 tháng 1]], trước khi quay trở về Ulithi vào ngày [[25 tháng 1]].\n\nKhông lâu sau đó, [[Đệ Tam hạm đội Hoa Kỳ|Đệ Tam hạm đội]] được chuyển thành [[Đệ Ngũ hạm đội Hoa Kỳ|Đệ Ngũ hạm đội]] khi [[Đô đốc]] [[Raymond A. Spruance]] thay phiên cho Đô đốc [[William F. Halsey]] nắm quyền tư lệnh. ''Wedderburn'' tiếp tục làm nhiệm vụ hộ tống chống tàu ngầm cho đội tàu sân bay nhanh của nó, được đổi tô thành Đội đặc nhiệm 58.2. Vào sáng sớm ngày [[10 tháng 2]], các tàu sân bay khởi hành từ Ulithi để hỗ trợ trên không cho [[Trận Iwo Jima|cuộc đổ bộ]] lên [[Iwo Jima]] thuộc [[quần đảo Kazan|quần đảo Volcano]]. Vào ngày [[16 tháng 2]], chúng tung ra các cuộc không kích xuống các cơ sở tại vùng phụ cận [[Tokyo]]; đây là đợt không kích đầu tiên xuống chính quốc Nhật Bản kể từ cuộc [[Không kích Doolittle]] huyền thoại vào năm [[1942]]. Trong hai ngày không kích, máy bay cất cánh từ tàu sân bay Hoa Kỳ đã tiến hành 138 phi vụ, đánh chìm ba tàu tuần tra, một [[tàu sân bay hộ tống]] cũng như tiêu diệt trên 700 máy bay.\n\nSau đó ''Wedderburn'' hộ tống các tàu sân bay di chuyển xuống phía Nam đến Iwo Jima, nơi nó trực tiếp tham gia bắn phá và tuần tra chống tàu ngầm trong khu vực vận chuyển của Lực lượng Đặc nhiệm 51. Nó rời Iwo Jima và gia nhập trở lại Đội đặc nhiệm 58.2 vào ngày [[23 tháng 2]] để đi lên phía Bắc cùng phần còn lại của Lực lượng Đặc nhiệm 58 cho một lượt không kích khác xuống các đảo chính quốc Nhật Bản. Tuy nhiên thời tiết xấu đã khiến phải hủy bỏ đợt tấn công, và sau khi được tiếp nhiên liệu, các tàu sân bay cùng các tàu hộ tống rút lui về Ulithi vào ngày [[4 tháng 3]].\n\nSau mười ngày được sửa chữa, tiếp nhiên liệu và tái vũ trang, Lực lượng Đặc nhiệm 58 rời Ulithi để hướng đến Nhật Bản. Mục tiêu đầu tiên của họ là các sân bay trên đảo [[Kyūshū]], nằm trong phạm vi tấn công của Okinawa, mục tiêu tiếp theo của Đệ Ngũ hạm đội. Các tàu sân bay đã tung máy bay ra vào ngày [[18 tháng 3]], nhưng đối phương cũng phản công ác liệt với máy bay tiêm kích, ném bom và [[Kamikaze]]. Trong trận chiến diễn ra sau đó, các tàu sân bay {{USS|Enterprise|CV-6|3}}, {{USS|Yorktown|CV-10|3}} và {{USS|Intrepid|CV-11|3}} suýt bị đánh trúng; và sang ngày hôm sau, {{USS|Franklin|CV-13|3}} bị trúng trực tiếp một quả bom, và đối phương cũng đã đánh trúng {{USS|Wasp|CV-18|3}}. Dù sao các pháo thủ của ''Wedderburn'' cũng tiêu diệt được hai máy bay tấn công.\n\nSau khi Lực lượng Đặc nhiệm 58 chịu đựng những thiệt hại, thành phần Đội đặc nhiệm 58.2 của ''Wedderburn'' có sự thay đổi, bao gồm các tàu sân bay bị hư hại ''Enterprise'', ''Franklin'' và ''Wasp'', trong khi một số tàu hộ tống được điều sang Đội đặc nhiệm 58.1. ''Wedderburn'' nằm trong số các đơn vị được thuyên chuyển, và nó tiếp tục hoạt động cùng Lực lượng Đặc nhiệm 58, trong khi đội tàu bị hư hại rút lui về căn cứ. Chiếc tàu khu trục tiếp tục hộ tống các tàu sân bay trong các chiến dịch không kích lên Okinawa hỗ trợ cho [[Trận Okinawa|cuộc đổ bộ]] vào cuối [[tháng 3]] và đầu [[tháng 4]]. Đối phương đã kháng cự ác liệt các hoạt động này.\n\nVào ngày [[6 tháng 4]], máy bay trinh sát phát hiện kế hoạch tấn công tự sát của các hạm tàu nổi cuối cùng còn sống sót của [[Hải quân Đế quốc Nhật Bản]]: siêu thiết giáp hạm [[Yamato (thiết giáp hạm Nhật)|''Yamato'']], được hộ tống bởi một tàu tuần dương và tám tàu khu trục, bắt đầu tiến về phía Nam can thiệp vào cuộc đổ bộ. Các tàu sân bay nhanh Hoa Kỳ tiếp tục ở lại vùng biển ngoài khơi Okinawa, được ''Wedderburn'' và các tàu khu trục khác bảo vệ, nhưng sang ngày [[7 tháng 4]] đã tung ra một loạt các phi vụ tìm kiếm và tấn công, mà cuối cùng đã đánh chìm ''Yamato'', [[tàu tuần dương hạng nhẹ]] [[Yahagi (tàu tuần dương Nhật) (1942)|''Yahagi'']] và bốn trong số các tàu khu trục hộ tống.\n\nSau đó Lực lượng Đặc nhiệm 58 tập trung mọi nỗ lực cho việc hỗ trợ binh lính chiến đấu trên bờ, cũng như tự bảo vệ khỏi các đợt tấn công cảm tử của Kamizake, xuồng máy chứa chất nổ và ngư lôi có người lái [[Kaiten]]. ''Wedderburn'' tiếp tục ở lại khu vực [[quần đảo Ryukyu]] trong 20 ngày tiếp theo, cho đến khi Đội đặc nhiệm 58.1 quay trở về Ulithi vào ngày [[27 tháng 4]]. Đến ngày [[18 tháng 5]], chiếc tàu khu trục rời Ulithi hộ tống thiết giáp hạm {{USS|Missouri|BB-63|3}} đi Guam để đón Đô đốc [[William F. Halsey]], người được đề cử chỉ huy hạm đội cho những hoạt động hải quân tiếp theo. Nó hộ tống ''Missouri'' đi đến Okinawa vào cuối [[tháng 5]].\n\nHalsey tiếp nhận quyền chỉ huy hạm đội từ Đô đốc [[Raymond Spruance]] vào ngày [[27 tháng 5]], và ''Wedderburn'' trên danh nghĩa từ thành phần Đệ Ngũ hạm đội quay trở lại phối thuộc Đệ Tam hạm đội. Trong thời gian còn lại của chiến tranh, nó hộ tống nhiều đội đặc nhiệm khác nhau thuộc Lực lượng Đặc nhiệm 38, tiếp tục hỗ trợ cho chiến dịch Okinawa, và sau đó trong các cuộc không kích lên chính quốc Nhật Bản. Khi [[Đế quốc Nhật Bản|Nhật Bản]] chấp nhận [[Nhật Bản đầu hàng|đầu hàng]] vào ngày [[15 tháng 8]], nó đang hoạt động cùng Đội đặc nhiệm 38.4 khi các tàu sân bay chuẩn bị cho một lượt không kích tiếp theo, nhưng không thực hiện do chiến tranh đã kết thúc.\n\n''Wedderburn'' tiếp tục phục vụ cùng lực lượng chiếm đóng tại khu vực [[vịnh Tokyo]], hộ tống các tàu buôn Nhật, giám sát các hoạt động quét [[thủy lôi|mìn]] và khảo sát thủy văn. Nó lên đường quay trở về nhà và ngày [[31 tháng 10]], ghé qua Trân Châu Cảng từ ngày [[9 tháng 11|9]] đến ngày [[13 tháng 11]] trước khi tiếp tục hành trình, và về đến [[Xưởng hải quân Puget Sound]], [[Washington]] vào ngày [[19 tháng 11]]. Sau khi được sửa chữa tại Puget Sound, con tàu được cho xuất biên chế vào [[tháng 3]], [[1946]] và neo đậu tại [[San Diego]]. Đến [[tháng 8]], [[1946]], nó nhập biên chế một phần và hoạt động trong vai trò huấn luyện hải quân dự bị.\n\n=== 1950 - 1953 ===\n''Wedderburn'' được cho nhập biên chế toàn bộ trở lại vào ngày [[21 tháng 11]], [[1950]], dưới quyền chỉ huy của Trung tá Hải quân Richard B. Franklin. Nó gia nhập Lực lượng Khu trục Hạm đội Thái Bình Dương vào [[tháng 1]], [[1951]], hoàn tất việc tái trang bị tại [[Xưởng hải quân Hunters Point]] và hoàn thành việc huấn luyện vào [[tháng 5]]. Đến ngày [[18 tháng 6]], chiếc tàu khu trục rời vùng bờ Tây cho lượt phục vụ đầu tiên trong cuộc [[Chiến tranh Triều Tiên]], tham gia chủ yếu cùng Lực lượng Đặc nhiệm 95 cho hoạt động phong tỏa và hộ tống, phong tỏa dọc theo bờ biển [[bán đảo Triều Tiên]] và bắn hải pháo hỗ trợ cho lực lượng [[Liên Hợp Quốc]] hoạt động trên bờ. Nó thỉnh thoảng cũng được điều sang Lực lượng Đặc nhiệm 77 để phục vụ canh phòng máy bay cho các tàu sân bay nhanh, cũng như cùng Lực lượng Đặc nhiệm 72 tuần tra tại [[eo biển Đài Loan]]. Con tàu hoàn tất lượt phục vụ bằng chuyến tuần tra eo biển Đài Loan, và quay trở về Hoa Kỳ vào [[tháng 2]], [[1952]].\n\nSau một đợt đại tu tại [[Xưởng hải quân San Francisco]] và những tuần lễ huấn luyện tiếp theo sau, ''Wedderburn'' quay trở lại khu vực Triều Tiên vào [[tháng 8]], [[1952]] tiếp tục xen kẻ nhiệm vụ tuần tra phong tỏa và bắn phá hỗ trợ hỏa lực dọc bờ biển Triều Tiên, với nhiệm vụ hộ tống các tàu sân bay nhanh. Nó cũng tham gia các đợt tuần tra eo biển Đài Loan cho đến khi hoàn tất lượt bố trí và quay trở về San Diego vào [[tháng 3]], [[1953]]. Trong bảy tháng tiếp theo, chiếc tàu khu trục hoạt động tuần tra thường lệ dọc bờ Tây Hoa Kỳ từ căn cứ tại San Diego. Xung đột tại Triều Tiên tạm kết thúc nhờ thỏa thuận ngừng bắn vào ngày [[27 tháng 7]], [[1953]], nên trong lượt bố trí phục vụ tiếp theo sang Viễn Đông vào [[tháng 10]], con tàu hoạt động trong bối cảnh hòa bình.\n\n=== 1954 - 1964 ===\n[[Tập tin:USS Wedderburn (DD-684) and USS Porterfield (DD-682) underway during gunnery practice on 21 August 1964 (USN 1107281).jpg|thumb|250px|right|USS Wedderburn (DD-684) đang bắn pháo 5\"\/38 vào mục tiêu máy bay giả trong một cuộc thực tập, 21 tháng 8, 1964.]]\nTrong một thập niên tiếp theo sau, ''Wedderburn'' tiếp tục luân phiên các lượt bố trí sang khu vực Tây Thái Bình Dương với các hoạt động tại chỗ dọc bờ biển Nam [[California]]. Phần lớn thời gian của bảy lượt hoạt động tại Viễn Đông bao gồm viếng thăm các cảng và thực tập huấn luyện thường lệ. Trong đợt bố trí năm [[1958]], ngoài các hoạt động thường lệ, con tàu đã viếng thăm [[Sydney]], [[Australia]] cùng tham gia Chiến dịch Ocean Link, cuộc tập trận đa quốc gia của các nước trong khối [[SEATO]]. Trong đợt này, nó cũng tham gia tuần tra tại eo biển Đài Loan, biểu dương lực lượng vào lúc xảy ra cuộc [[Khủng hoảng eo biển Đài Loan lần 2]], khi lực lượng [[Cộng hòa Nhân dân Trung Hoa|Cộng sản]] nả pháo xuống [[quần đảo Mã Tổ]] và [[Kim Môn]] còn do phe [[Trung Hoa dân quốc|Quốc dân đảng]] chiếm đóng. Trong các đợt bố trí còn lại, nó hoạt động canh phòng máy bay cùng Lực lượng Đặc nhiệm 77, viếng thăm thiện chí, thực hành huấn luyện, tuần tra eo biển Đài Loan; và khi quay về vùng bờ Tây, nó được bảo trì, đại tu, huấn luyện và tuần tra.\n\n''Wedderburn'' khởi hành từ San Diego vào ngày [[5 tháng 8]], [[1964]] cho lượt bố trí thứ 11 sang Viễn Đông; bốn ngày sau đã xảy ra [[Sự kiện vịnh Bắc Bộ]], đánh dấu sự leo thang trong can thiệp quân sự của Hoa Kỳ tại [[Việt Nam]] đồng thời thay đổi những hoạt động thường lệ của [[Đệ thất Hạm đội Hoa Kỳ|Đệ thất Hạm đội]] tại khu vực Tây Thái Bình Dương. Trong mùa Thu năm [[1964]], chiếc tàu khu trục hoạt động ngoài khơi bờ biển Việt Nam để hộ tống và canh phòng máy bay cho Lực lượng Đặc nhiệm 77, và thỉnh thoảng tham gia bắn phá bờ biển hỗ trợ lực lượng trên bộ tại khu vực [[đồng bằng sông Cửu Long]]. Nó rời khu vực chiến sự vào [[tháng 11]], tham gia một cuộc phô diễn lực lượng của Khối SEATO, rồi đi đến căn cứ hải quân tại [[vịnh Subic]], Philippines để bảo trì.\n\n=== 1965 - 1969 ===\nSau khi trải qua kỳ nghỉ lễ [[Giáng Sinh]] tại [[Yokosuka]], Nhật Bản, ''Wedderburn'' quay trở lại hoạt động tác chiến tại [[biển Đông]] ngoài khơi Việt Nam vào [[tháng 1]], [[1965]]. Hoàn tất đợt hoạt động vào cuối tháng đó, nó lên đường quay trở về Hoa Kỳ, về đến San Diego vào ngày [[6 tháng 2]]. Con tàu trải qua thời gian còn lại của năm [[1965]] tại khu vực Đông Thái Bình Dương. Nó được bảo trì tại [[Xưởng hải quân Long Beach]] trong một tháng, rồi trong [[tháng 6]] và [[tháng 7]] đã đón lên tàu học viên sĩ quan hải quân dự bị cho chuyến đi thực tập mùa Hè, vốn đã đưa họ đi đến [[San Francisco, California|San Francisco]] và các đảo [[Kauai]] và [[Oahu]] thuộc quần đảo [[Hawaii]]. Quay trở về San Diego vào ngày [[4 tháng 8]], chiếc tàu khu trục được sửa chữa trong ba tuần, và sau đó tiến hành huấn luyện cho đến khi được lệnh chuẩn bị cho đợt bố trí tiếp theo sang Viễn Đông vào [[tháng 11]].\n\nVào ngày [[7 tháng 1]], [[1966]], ''Wedderburn'' khởi hành từ San Diego cùng {{USS|Worden|DLG-18|3}}, {{USS|Richard B. Anderson|DD-786|3}} và {{USS|Bausell|DD-845|3}}. Sau các chặng dừng tại Oahu, [[Midway]] và Guam, nó đi đến vịnh Subic vào ngày [[28 tháng 1]]. Đến ngày [[1 tháng 2]], nó hướng sang Biển Đông và gia nhập Đội đặc nhiệm 77.5, làm nhiệm vụ hộ tống và canh phòng máy bay cho các tàu sân bay cho đến ngày [[28 tháng 2]]. Sau khi ghé qua vịnh Subic, nó viếng thăm Sasebo và Okinawa, Nhật Bản vào đầu [[tháng 3]], rồi quay trở lại vùng chiến sự tại Việt Nam vào ngày [[12 tháng 3]], trong thành phần Đội đặc nhiệm 77.7, tiếp tục vai trò hộ tống và canh phòng máy bay cho các tàu sân bay trong các hoạt động không kích xuống miền [[Bắc Việt Nam]]. Chiếc tàu khu trục tiếp tục vai trò này cho đến ngày [[2 tháng 4]], khi nó được cho tách ra và gia nhập Đơn vị Đặc nhiệm 70.8.9 để làm nhiệm vụ bắn hỏa lực hỗ trợ gần [[Đà Nẵng]] và [[Quảng Trị]]. Nó gia nhập trở lại Đội đặc nhiệm 77.7 vào ngày [[6 tháng 4]], nhưng đến ngày [[24 tháng 4]] lại tham gia một đơn vị đặc nhiệm khác, 77.0.3, để tuần tra giám sát các tàu đánh cá trong [[vịnh Bắc Bộ]]. Đến ngày [[2 tháng 5]], nó quay trở lại nhiệm vụ bắn hải pháo hỗ trợ, lần này là tại [[Chu Lai]], cho đến ngày [[8 tháng 5]]; nó gia nhập trở lại Lực lượng Đặc nhiệm 77 trong vai trò tìm kiếm và giải cứu các phi công bị bắn rơi. Con tàu kết thúc đợt hoạt động trong vùng chiến sự vào ngày [[15 tháng 5]], và sau một tuần nghỉ ngơi tại [[Hong Kong]] và sửa chữa tại Yokosuka, nó lên đường quay trở về nhà vào ngày [[3 tháng 6]], về đến San Diego mười ngày sau đó. Sau các hoạt động tại chỗ, nó đi vào Xưởng hải quân Long Beach vào ngày [[11 tháng 8]] cho một đợt bảo trì kéo dài ba tháng. Con tàu hoàn tất chạy thử máy sau đại tu vào ngày [[20 tháng 11]], và quay lại hoạt động thường lệ vào ngày hôm sau.\n\nTrong hai tháng đầu năm [[1967]], ''Wedderburn'' tiến hành các cuộc thực tập huấn luyện, rồi trong [[tháng 3]] và đầu [[tháng 4]] đã chuẩn bị để được điều động ra nước ngoài. Nó cùng các tàu khu trục ''Worden'', {{USS|Brush|DD-745|3}} và {{USS|Lyman K. Swenson|DD-729|3}} khởi hành từ San Diego vào ngày [[8 tháng 4]], ghé qua Trân Châu Cảng từ ngày [[14 tháng 4|14]] đến ngày [[17 tháng 4]], và đi đến Yokosuka vào ngày [[27 tháng 4]]. Ba ngày sau, nó lên đường đi Okinawa và tiếp tục đi đến [[Trạm Yankee]] trong [[vịnh Bắc Bộ]], nơi nó hoạt động canh phòng máy bay cho Đội đặc nhiệm 77.6. Nó chuyển sang hoạt động bắn phá bờ biển tại [[khu phi quân sự]] (DMZ) năm ngày sau đó; nhiệm vụ này kéo dài cho đến ngày [[27 tháng 5]], khi nó quay trở lại cùng các tàu sân bay tại Trạm Yankee. Nó rời vùng chiến sự vào ngày [[5 tháng 6]], đi đến vịnh Subic hai ngày sau đó.\n\nSau khi được sửa chữa, ''Wedderburn'' rời Philippines vào ngày [[10 tháng 6]] để quay trở lại Trạm Yankee. Nó luân phiên trong nhiệm vụ hộ tống và canh phòng máy bay cho tàu sân bay {{USS|Hancock|CV-19|3}} với việc thực tập [[chiến tranh chống tàu ngầm|chống tàu ngầm]] cùng [[tàu khu trục hộ tống]] {{USS|Bronstein|DE-1037|3}} và [[tàu ngầm]] {{USS|Catfish|SS-339|3}}. Nó đã viếng thăm cảng [[Cao Hùng]], [[Đài Loan]] từ ngày [[25 tháng 6]] đến ngày [[10 tháng 7]], và được sửa chữa bên cạnh chiếc {{USS|Delta|AR-9|3}}. Quay trở lại vùng bờ biển Việt Nam, nó gia nhập Đơn vị Đặc nhiệm 70.8.9 cho một loạt các hoạt động hỗ trợ hỏa lực tại khu vực hoạt động của [[Quân đoàn 1 (Hoa Kỳ)|Quân đoàn 1]], và hỗ trợ cho cuộc đổ bộ Đơn vị Đổ bộ Đặc biệt \"Bravo\" thuộc [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] gần [[Quảng Trị (thị xã)|thị xã Quảng Trị]]. Đến ngày [[21 tháng 7]], nó lên đường quay trở lại vịnh Subic.\n\nỞ lại căn cứ tại Philippines để sửa bộ tản nhiệt của nồi hơi gặp trục trặc trong một tháng, ''Wedderburn'' lên đường vào ngày [[20 tháng 8]] để quay trở lại vùng chiến sự, nơi mà hai ngày sau đó nó bắn hải pháo hỗ trợ cho binh lính tại khu vực hoạt động của [[Quân đoàn 2 (Hoa Kỳ)|Quân đoàn 2]]. Được tàu khu trục {{USS|Eaton|DD-510|3}} thay phiên vào ngày [[26 tháng 8]], nó gia nhập trở lại Lực lượng Đặc nhiệm 77 trong vịnh Bắc Bộ, và đã hộ tống cho các tàu sân bay cho đến ngày [[3 tháng 9]], khi nó lên đường đi Okinawa, đến nơi bốn ngày sau đó. Con tàu tiếp tục đi Yokosuka và ở lại đây trong mười ngày trước khi lên đường quay trở về nhà vào ngày [[21 tháng 9]], về đến San Diego vào ngày [[6 tháng 10]], được sửa chữa và nghỉ ngơi. Sang giữa [[tháng 11]], nó hoạt động thường lệ tại khu vực Nam California, rồi được sửa chữa tại Long Beach từ ngày [[19 tháng 4]], [[1968]] trước khi quay trở lại San Diego vào ngày [[24 tháng 5]].\n\n''Wedderburn'' khởi hành cho lượt bố trí cuối cùng của nó sang khu vực Tây Thái Bình Dương vào ngày [[30 tháng 9]]. Nó cùng tàu sân bay {{USS|Hornet|CVS-12|3}} ghé qua [[Oahu]] trong chín ngày vào giữa [[tháng 10]], rồi tiếp tục hành trình đi Yokosuka, đến nơi vào ngày [[27 tháng 10]]. Ba ngày sau, nó lại hộ tống ''Hornet'' rời Yokosuka hướng đến vịnh Bắc Bộ, đến nơi vào ngày [[3 tháng 11]], nhưng chỉ hai ngày sau lại chuyển sang hộ tống cho tàu sân bay {{USS|Constellation|CVA-64|3}} trong hai ngày, rồi trở lại cùng một đồng đội cũ là tàu sân bay ''Hancock''. Vào ngày [[17 tháng 11]], trục trặc trong hệ thống [[sonar]] buộc chiếc tàu khu trục phải đi sang vịnh Subic để sửa chữa, ở lại đây cho đến ngày [[9 tháng 12]]. Nó quay trở lại vịnh Bắc Bộ vào ngày [[11 tháng 12]], hoạt động cho đến ngày [[31 tháng 12]], khi những rò rỉ hơi nước buộc nó một lần nữa phải đi đến vịnh Subic để sửa chữa.\n\nHoàn tất việc sửa chữa vào cuối [[tháng 1]], [[1969]], ''Wedderburn'' quay trở lại vùng chiến sự luân phiên giữa các nhiệm vụ hộ tống các tàu sân bay, hỗ trợ hỏa lực cho lực lượng trên bờ, và theo dõi các tàu đánh cá ngụy trang trinh sát của [[Liên Xô]], cho đến giữa [[tháng 3]]. Sau một đợt nghỉ ngơi ngắn tại vịnh Subic, nó quay trở lại vùng chiến sự vào ngày [[22 tháng 3]] để hỗ trợ hỏa lực cho đến ngày [[20 tháng 4]], khi nó lên đường quay trở về nhà. Đi ngang qua Yokosuka, Nhật Bản và [[vịnh Buckner]], [[Okinawa]], con tàu về đến San Diego vào ngày [[12 tháng 5]]. Con tàu ở lại cảng này suốt mùa Hè năm [[1969]] do những trục trặc của hệ thống động cơ, và đến [[tháng 9]] thì được quyết định sẽ cho ngừng hoạt động.\n\n''Wedderburn'' được cho xuất biên chế tại San Diego vào ngày [[1 tháng 10]], [[1969]], và tên nó được cho rút khỏi danh sách [[Đăng bạ Hải quân]] cùng ngày hôm đó. Con tàu được bán cho hãng Dhon's Iron & Steel Co., Ltd. vào ngày [[25 tháng 1]], [[1972]] để tháo dỡ.\n\n== Phần thưởng ==\n''Wedderburn'' được tặng thưởng bảy [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, thêm bốn Ngôi sao Chiến trận trong Chiến tranh Triều Tiên, và sáu Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Tham khảo ==\n{{tham khảo}}\n{{Refbegin}}\n* Bài này có các trích dẫn từ nguồn [[:en:Dictionary of American Naval Fighting Ships]] thuộc [[phạm vi công cộng]]: http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/w\/wedderburn.html\n{{Refend}}\n\n== Liên kết ngoài ==\n{{Commonscat|USS Wedderburn (DD-684)}}\n* [http:\/\/www.navsource.org\/archives\/05\/684.htm navsource.org: USS ''Wedderburn'']\n* [http:\/\/www.hazegray.org\/danfs\/destroy\/dd684txt.htm hazegray.org: USS ''Wedderburn'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Fletcher}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Wedderburn (DD-684)}}\n[[Thể loại:Lớp tàu khu trục Fletcher]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu thủy năm 1943]]"}