{"424254":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS Oriskany]].}}\n\n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image=[[Tập tin:USS Oriskany (CVA-34) off the San Francisco Naval Shipyard on 27 April 1959 (NH 97410).jpg|300px]]\n|Ship caption= Tàu sân bay USS ''Oriskany'' (CVA-34) ngoài khơi San Francisco, California, ngày 27 tháng 4 năm 1959, sau khi được trang bị sàn đáp chéo góc và mũi tàu kín chống bão\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ\n|Ship flag= {{USN flag|1975}}\n|Ship name=\n|Ship namesake=[[trận Oriskany]]\n|Ship ordered=[[7 tháng 8]] năm [[1942]]\n|Ship awarded=\n|Ship builder=[[Xưởng đóng tàu New York]]\n|Ship original cost=\n|Ship laid down=[[1 tháng 5]] năm [[1944]]\n|Ship launched=[[13 tháng 10]] năm [[1945]]\n|Ship sponsor= bà Clarence Cannon\n|Ship completed=\n|Ship acquired=\n|Ship commissioned=[[25 tháng 9]] năm [[1950]]\n|Ship recommissioned=[[7 tháng 3]] năm [[1959]]\n|Ship decommissioned=[[2 tháng 1]] năm [[1957]]\n|Ship in service=\n|Ship out of service=[[30 tháng 9]] năm [[1975]]\n|Ship renamed=\n|Ship reclassified=* '''CVA''': [[1 tháng 10]] năm [[1952]];\n* '''CV''': [[30 tháng 6]] năm [[1976]]\n|Ship struck=[[25 tháng 7]] năm [[1989]]\n|Ship nickname=Mighty O, O-boat, Toasted O\n|Ship honors=7 [[Ngôi sao Chiến đấu]]\n|Ship captured=\n|Ship fate= Bị đánh chìm có chủ đích tạo dãi san hô nhân tạo ngày [[17 tháng 5]] năm [[2006]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n|Ship class=[[Essex (lớp tàu sân bay)|Lớp tàu sân bay ''Essex'']]\n|Ship displacement=* '''Khi hoàn tất''': 28.200 tấn (tiêu chuẩn);\n* 40.600 tấn (đầy tải);\n* '''Sau cải biến SCB-125''': 30.800 tấn (tiêu chuẩn);\n* 41.200 tấn (đầy tải)\n|Ship length= * '''Khi hoàn tất''': 250 m (819 ft 1 in) (mực nước);\n* 274 m (898 ft 1 in) (chung);\n* '''Sau cải biến SCB-125''': 251 m (824 ft 6 in) (mực nước);\n* 270 m (890 ft) (chung)\n|Ship beam=* '''Khi hoàn tất''': 30,9 m (101 ft 5 in) (mực nước);\n* 46,3 m (151 ft 11 in) (chung);\n* '''Sau cải biến SCB-125''': 31 m (101 ft) (mực nước);\n* 60 m (196 ft) (chung)\n|Ship draft=* '''Khi hoàn tất''': 9,0 m (29 ft 8 in) (tiêu chuẩn);\n* 10,4 m (34 ft 2 in) (đầy tải);\n* '''Sau cải biến SCB-125''': 9,2 m (30 ft 1 in)\n|Ship propulsion=* 4 × Turbine hơi nước Westinghouse;\n* 8 nồi hơi, áp suất 3.900 kPa (565 psi) ở nhiệt độ 450 °C (850 °F);\n* 4 trục;\n* công suất 150.000 mã lực (110 MW)\n|Ship speed=61 km\/h (33 knot)\n|Ship range=* 37.000 km ở tốc độ 28 km\/h\n* (20.000 hải lý ở tốc độ 15 knot)\n|Ship endurance=\n|Ship complement=\n|Ship crew=\n|Ship sensors=\n|Ship EW=\n|Ship armament=* '''Khi hoàn tất''': 8 × [[pháo 130 mm (5 inch) 38 caliber]] nòng đơn;\n* 14 × [[pháo 76 mm (3 inch) 50 caliber]] nòng kép;\n* '''Sau cải biến SCB-125''': 7 × pháo 130 mm (5 inch) 38 caliber nòng đơn;\n* 4 × pháo 76 mm (3 inch) 50 caliber nòng kép\n|Ship armor=* [[đai giáp]] 60 đến 100 mm (2,5 đến 4 inch);\n* sàn đáp và sàn bảo vệ 40 mm (1,5 inch);\n* vách ngăn 100 mm (4 inch);\n* 40 mm (1,5 inch) bên cạnh và trên nóc tháp chỉ huy;\n* 60 mm (2,5 inch) bên trên bánh lái;\n|Ship aircraft= 50 máy bay (CVS)\/70 máy bay (CVA)\n|Ship aircraft facilities=* 1 × thang nâng cạnh sàn đáp;\n* 2 × thang nâng giữa;\n* 2 × máy phóng thủy lực H8\n|Ship notes=\n}}\n|}\n\n'''USS ''Oriskany'' (CV\/CVA-34)''' – có tên lóng là ''Mighty O'', ''The O-boat'' và ''Toasted O'' - là một trong số 24 [[tàu sân bay]] thuộc [[Essex (lớp tàu sân bay)|lớp ''Essex'']] của [[Hải quân Hoa Kỳ]] được hoàn tất trong hoặc ngay sau [[Chiến tranh thế giới thứ hai|Thế Chiến II]]. Đây là chiếc tàu chiến thứ ba của Hải quân Mỹ mang [[USS Oriskany|cái tên này]], được đặt theo [[trận Oriskany|một trận đánh]] trong cuộc [[Cách mạng Mỹ|Chiến tranh giành độc lập Hoa Kỳ]].<ref name=DANFS>{{cite DANFS | title=Oriskany (CV-34) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/o\/oriskany.html | author=[[Naval Historical Center]] | access-date=23 April 2021}}<\/ref><ref name=NavSource>{{chú thích web | last=Yarnall | first=Paul R | title=USS Oriskany (CV-34) | url=http:\/\/www.navsource.org\/archives\/02\/34.htm | website=NavSource.org | date=4 April 2021 | access-date=20 April 2021}}<\/ref> Lịch sử của ''Oriskany'' khác biệt đáng kể so với các tàu chị em cùng lớp với nó. Nguyên được thiết kế như một tàu sân bay lớp ''Essex'' \"thân dài\" (mà một số tác giả xem là một lớp riêng biệt dưới tên gọi lớp ''Ticonderoga''), việc chế tạo nó bị hoãn lại vào năm [[1947]]. Cuối cùng nó cũng được đưa ra hoạt động vào năm [[1950]] sau khi được cải biến theo một thiết kế nâng cấp có tên gọi [[SCB-27]], và trở thành khuôn mẫu cho việc hiện đại hóa 14 chiếc tàu sân bay cùng lớp khác.\n\nNó hoạt động chủ yếu tại Thái Bình Dương đến tận những năm [[Thập niên 1970|1970]], được tặng thưởng hai [[Ngôi sao Chiến trận]] trong [[Chiến tranh Triều Tiên]], và thêm mười ngôi sao nữa trong cuộc [[Chiến tranh Việt Nam]]. Vào năm [[1966]], một trong những đám cháy trên tàu tồi tệ nhất sau Thế Chiến II đã bùng phát trên chiếc ''Oriskany'' khi một pháo sáng [[magiê|magnesium]] tình cờ bị kích nổ, khiến 44 người bị thiệt mạng.\n\nCuộc đời sau khi kết thúc phục vụ của ''Oriskany'' cũng khác biệt một cách thú vị. Được cho ngừng hoạt động vào năm [[1976]], thoạt tiên nó được bán để tháo dỡ vào năm [[1995]], nhưng được sở hữu lại vào năm [[1997]]. Đến năm [[2004]] người ta quyết định đánh chìm nó như một [[dải san hô nhân tạo]] ngoài khơi bờ biển [[Florida]] trong [[vịnh Mexico]]. Sau khi xem xét những vấn đề môi trường và các sửa chữa nhằm loại bỏ các chất độc hại, nó được cẩn thận cho đánh chìm vào [[tháng năm|tháng 5]] năm [[2006]], ở một tư thế cân bằng và tại một độ sâu mà những người bơi lặn có thể tham quan. ''Oriskany'' trở thành dải san hô nhân tạo lớn nhất thế giới.<ref>[http:\/\/www.nytimes.com\/aponline\/2009\/05\/25\/us\/AP-US-Sinking-The-Vandenberg.html Ship to Become 2nd Largest Intentional Reef, Associared Press, Published in New York Times on-line, 25 tháng 5 năm 2009, truy cập 25 tháng 5 năm 2009]<\/ref>\n\n== Thiết kế và chế tạo ==\nCái tên \"[[Oriskany]]\" thoạt tiên được đặt cho khung tàu {{USS|Wasp|CV-18|1}}, nhưng chiếc này được đổi tên thành {{USS|Wasp|CV-18|2}} khi được đặt lườn vào năm [[1942]] nhằm vinh danh chiếc {{USS|Wasp|CV-7|3}} tiền nhiệm. ''CV-34'' được đặt lườn vào ngày [[1 tháng 5]] năm [[1944]] tại [[xưởng hải quân New York]], được hạ thủy vào ngày [[13 tháng 10]] năm [[1945]], được đỡ đầu bởi bà Clarence Cannon, phu nhân [[hạ nghị sĩ]] [[Clarence Cannon]] thuộc tiểu bang [[Missouri]]. Tuy nhiên công việc trang bị con tàu bị ngưng lại vào ngày [[12 tháng 8]] năm [[1947]], khi con tàu đã hoàn thành được khoảng 85%.<ref name=DANFS\/><ref name=NavSource\/>\n\n''Oriskany'' được thiết kế lại như một chiếc kiểu mẫu cho chương trình hiện đại hóa [[SCB-27]]. Để có thể mang được những chiếc máy bay phản lực thế hệ mới, cấu trúc của sàn đáp được gia cố chắc chắn hơn; thang nâng mạnh hơn, [[máy phóng (máy bay)|máy phóng thủy lực]] mạnh mẽ hơn, và các dây hãm mới được trang bị. Đảo cấu trúc thượng tầng cũng được thiết kế lại, tháo bỏ các tháp súng phòng không, và các tấm đắp được bổ sung vào thân tàu. Những tấm đắp này làm tăng bề mặt thiết diện ngang của con tàu, cải thiện độ nổi và độ ổn định, đồng thời gia tăng thể tích khả dụng bên trong; và trong trường hợp của chiếc ''Oriskany'', sự gia tăng này giúp nó mang thêm nhiều nhiên liệu cho máy bay. Tuy nhiên, các cải tiến này ảnh hưởng lớn đến con tàu do đặt quá nhiều trọng lượng ở phần bên trên so với thiết kế ban đầu. ''Oriskany'' được đưa vào hoạt động ngày [[25 tháng 9]] năm [[1950]] dưới quyền chỉ huy của hạm trưởng, [[Đại tá hải quân]] Percy H. Lyon.<ref name=DANFS\/><ref name=NavSource\/>\n\n== Lịch sử hoạt động ==\n=== 1950 – 1956 ===\n''Oriskany'' rời New York vào ngày [[6 tháng 12]] năm [[1950]] để tiến hành hoạt động chuẩn nhận phi công phục vụ trên tàu sân bay ngoài khơi [[Jacksonville, Florida]], trước khi bước vào kỳ nghỉ [[Lễ Giáng Sinh|Giáng Sinh]] tại [[Căn cứ Hải quân Newport]] ở [[Newport, Rhode Island]]. Nó tiếp tục các hoạt động ngoài khơi Jacksonville cho đến ngày [[11 tháng 1]] năm [[1951]], khi nó nhận lên tàu Liên đội Không lực 1 và tiến hành chạy thử máy ngoài khơi [[vịnh Guantánamo]], [[Cuba]]. Sau khi thực hiện các cải biến lớn tại xưởng hải quân New York từ ngày [[6 tháng 3]] đến ngày [[2 tháng 4]], nó lại nhận lên tàu Liên đội Không lực 4 để tiến hành huấn luyện ngoài khơi Jacksonville, rồi rời Newport ngày [[15 tháng 5]] năm [[1951]] hướng đến [[Địa Trung Hải]] nơi nó được bố trí hoạt động cùng [[Đệ lục Hạm đội Hoa Kỳ|Đệ Lục hạm đội]].<ref name=DANFS\/>\n\nThực hiện chuyến đi qua các cảng tại [[Ý]] và [[Pháp]] để đi đến các cảng ở [[Hy Lạp]] và [[Thổ Nhĩ Kỳ]] trước khi đi đến bờ biển [[Tripoli]], ''Oriskany'' quay trở về [[Quonset Point]], [[Rhode Island]] vào ngày [[4 tháng 10]] năm [[1951]]. Nó đi vào [[vịnh Gravesend]], New York vào ngày [[6 tháng 11]] năm [[1951]] để cất bỏ đạn dược và tháo bỏ cột ăn-ten nhằm cho phép nó có thể đi qua được bên dưới [[cầu East River]] để đến xưởng hải quân New York. Công việc đại tu bao gồm việc trang bị một sàn đáp, hệ thống lái và cầu tàu mới. Công việc hoàn tất vào ngày [[15 tháng 5]] năm [[1952]] và chiếc tàu sân bay khởi hành vào ngày hôm sau để nhận tiếp liệu vũ khí đạn dược tại [[Căn cứ Hải quân Norfolk]], [[Virginia]] từ ngày [[19 tháng 5|19]] đến ngày [[22 tháng 5]]. Sau đó nó lên đường gia nhập [[Hạm đội Thái Bình Dương Hoa Kỳ|Hạm đội Thái Bình Dương]], di chuyển ngang qua vịnh Guantánamo, [[Rio de Janeiro]], [[mũi Horn]], [[Valparaíso]] và [[Lima]] trước khi đến [[San Diego]], [[California]] vào ngày [[21 tháng 7]].<ref name=DANFS\/>\n\nSau các hoạt động chuẩn nhận tàu sân bay cho Liên đội Không lực 102, ''Oriskany'' rời San Diego vào ngày [[15 tháng 9]] năm [[1952]] hỗ trợ cho lực lượng [[Liên Hợp Quốc]] tại [[Triều Tiên]]. Nó đi đến [[Yokosuka]] vào ngày [[17 tháng 10]] rồi gia nhập Lực lượng Đặc nhiệm 77 ngoài khơi bờ biển Triều Tiên vào ngày [[31 tháng 10]]. Máy bay của nó bắt đầu ném bom và bắn phá các con đường giao thông tiếp tế của đối phương, phối hợp các đợt ném bom cùng các cuộc pháo kích mặt đất dọc theo bờ biển. Phi công của nó đã bắn rơi hai chiếc máy bay phản lực [[Mikoyan-Gurevich MiG-15|MiG-15]] do [[Liên Xô]] chế tạo và gây hư hại cho một chiếc thứ ba vào ngày [[18 tháng 11]].<ref name=DANFS\/>\n\nCác cuộc không kích được tiếp tục cho đến ngày [[11 tháng 2]] năm [[1953]], tấn công các vị trí phòng không đối phương, doanh trại và kho tàng dọc theo mặt trận chính. Sau một đợt bảo trì ngắn tại [[Nhật Bản]], ''Oriskany'' quay trở lại khu vực chiến sự vào ngày [[1 tháng 3]] năm [[1953]]. Nó tiếp tục các hoạt động tác chiến cho đến ngày [[29 tháng 3]], ghé qua [[Hong Kong]], rồi lại tiếp tục hoạt động tác chiến vào ngày [[8 tháng 4]]. Nó rời khu vực bờ biển Triều Tiên vào ngày [[22 tháng 4]], ghé qua Yokosuka, rồi lên đường hướng về San Diego vào ngày [[2 tháng 5]] và đến nơi vào ngày [[18 tháng 5]].<ref name=DANFS\/>\n\nSau các đợt huấn luyện sẵn sàng chiến đấu ngoài khơi bờ biển California, ''Oriskany'' rời [[San Francisco]] vào ngày [[14 tháng 9]] để hỗ trợ cho [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] giám sát sự ngưng bắn đầy khó khăn tại Triều Tiên, và đi đến Yokosuka vào ngày [[15 tháng 10]]. Từ đây, nó tuần tra dọc theo [[biển Nhật Bản]], [[biển Hoa Đông|biển Đông Trung Quốc]] và khu vực [[Philippines]]. Sau khi hỗ trợ trên không cho cuộc đổ bộ tập trận của lực lượng [[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến]] tại [[Đảo Iō|Iwo Jima]], chiếc tàu sân bay quay trở về San Diego vào ngày [[22 tháng 4]] năm [[1954]]. Nó vào [[xưởng hải quân San Francisco]] để tiến hành đại tu; và sau khi công việc này kết thúc vào ngày [[22 tháng 10]] nó lại ra khơi thực hiện đợt đầu tiên trong một loạt các đợt hoạt động duyên hải.<ref name=DANFS\/>\n\n''Oriskany'' đi đến Yokosuka vào ngày [[2 tháng 4]] năm [[1955]], và hoạt động cùng lực lượng đặc nhiệm tàu sân bay nhanh trải dài từ Nhật Bản và [[Okinawa]] đến tận Philippines. Đợt bố trí này kết thúc vào ngày [[7 tháng 9]] và chiếc tàu sân bay quay trở về [[Alameda]], [[California]] vào ngày [[21 tháng 9]]. Nó tuần tra dọc theo bờ biển California khi đang chuẩn nhận hoạt động trên tàu sân bay cho các phi công thuộc Liên đội Không lực 9, sau đó khởi hành từ Alameda vào ngày [[11 tháng 2]] năm [[1956]] cho một đợt bố trí hoạt động khác tại khu vực tây Thái Bình Dương.<ref name=DANFS\/>\n\n=== 1957 – 1969 ===\n[[Tập tin:USS Oriskany (CV-34) en route to the Western Pacific for operations off Vietnam, 23 June 1967.jpg|nhỏ|''Oriskany'' với sàn đáp chéo góc và mũi tàu kín chống bão.]]\n''Oriskany'' quay trở về San Francisco vào ngày [[13 tháng 6]] và đi vào xưởng tàu để được cải biến hiện đại hóa theo chương trình [[SCB-125|SCB-125A]] vào ngày [[1 tháng 10]]. ''Oriskany'' được trang bị một [[sàn đáp chéo góc]] mới, thang nâng bên mạn tàu phía sau, mở rộng thang nâng phía trước và một mũi tàu kín chống bão. [[Máy phóng (máy bay)|Máy phóng hơi nước]] mới mạnh mẽ thay thế cho [[máy phóng thủy lực]] cũ; và lớp lót sàn đáp bằng gỗ được thay thế bằng nhôm.<ref name=DANFS\/>\n\n''Oriskany'' được cho hoạt động trở lại tại Xưởng hải quân San Francisco vào ngày [[7 tháng 3]] năm [[1959]] dưới quyền chỉ huy của Đại tá Hải quân [[James Mahan Wright]]. Bốn ngày sau, nó khởi hành để chạy thử máy ngoài khơi San Diego cùng với Liên đội Không quân Tàu sân bay 14 trên tàu. Các hoạt động ngoài khơi bờ Tây Hoa Kỳ được tiếp tục cho đến ngày [[14 tháng 5]] năm [[1960]], khi nó được bố trí đến Tây Thái Bình Dương, và quay về San Diego vào ngày [[15 tháng 12]]. Nó trở vào [[Xưởng hải quân San Francisco]] vào ngày [[30 tháng 3]] năm [[1961]] cho một đợt đại tu kéo dài năm tháng, bao gồm việc trang bị [[Hệ thống Dữ liệu Chiến thuật Hải quân]] (NTDS) lần đầu tiên trên một tàu sân bay.<ref name=DANFS\/>\n\n''Oriskany'' rời xưởng tàu vào ngày [[9 tháng 9]] tiến hành huấn luyện ngoài khơi San Diego cho đến ngày [[7 tháng 6]] năm [[1962]], khi nó lại được bố trí sang Viễn Đông cùng Liên đội Tàu sân bay 16. Nó quay trở về San Diego vào ngày [[17 tháng 12]] tiến hành huấn luyện sẵn sàng chiến đấu ngoài khơi bờ Tây Hoa Kỳ.<ref name=DANFS\/>\n\nChiếc tàu sân bay rời San Diego ngày [[1 tháng 8]] năm [[1963]] đi đến vùng biển Viễn Đông cùng với Liên đội Tàu sân bay 16 trên tàu. Nó đến [[Căn cứ Hải quân vịnh Subic|vịnh Subic]] vào ngày [[31 tháng 8]] năm [[1963]]; và từ đây đến Nhật Bản. Chiếc tàu sân bay rời [[Iwakuni]], Nhật Bản sáng ngày [[31 tháng 10]] hướng đến bờ biển [[Nam Việt Nam]]. Tại đây, nó ở tư thế sẵn sàng cho mọi tình huống có thể xảy ra sau khi một cuộc [[Đảo chính 1 tháng 11 năm 1963|đảo chính]] diễn ra tại [[Sài Gòn]]. Khi cuộc khủng hoảng đã qua đi, ''Oriskany'' tiếp tục các hạt động thường lệ ngoài khơi các cảng Nhật Bản.<ref name=DANFS\/>\n\n''Oriskany'' quay trở về San Diego vào ngày [[10 tháng 3]] năm [[1964]]. Sau khi được đại tu tại [[xưởng hải quân Puget Sound]], nó lên đường tiến hành huấn luyện ngoài khơi San Diego, tiếp nối bởi việc chuẩn nhận bay cho Liên đội Tàu sân bay 16. Trong giai đoạn này, sàn đáp của nó được sử dụng để thử nghiệm [[E-2 Hawkeye]], kiểu máy bay trinh sát cảnh báo sớm trên không của Hải quân; và là địa điểm tu nghiệp của sĩ quan cao cấp từ tám nước đồng minh.<ref name=DANFS\/>\n\n''Oriskany'' rời San Diego vào ngày [[5 tháng 4]] năm [[1965]] hướng sang Tây Thái Bình Dương, đi đến vịnh Subic ngày [[27 tháng 4]]. Vào lúc này lực lượng Hoa Kỳ đã đổ bộ lên [[Nam Việt Nam]] hỗ trợ cho quân đội nước này chống lại áp lực của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]] đang ngày càng gia tăng. Sự có mặt của ''Oriskany'' gia tăng thêm sức mạnh của Hải quân Mỹ hiện diện tại khu vực này. Từ ngày [[10 tháng 5]] đến ngày [[6 tháng 12]] năm [[1965]], nó thực hiện trên 12.000 phi vụ chiến đấu và ném gần 10.000 tấn bom đạn xuống lực lượng đối phương. ''Oriskany'' cùng Liên đội Tàu sân bay 16 đã được tặng thưởng [[Đơn vị Tuyên dương Hải quân]] do thành tích trong giai đoạn này. Chiếc tàu sân sân bay rời vịnh Subic vào ngày [[30 tháng 11]] và về đến San Diego vào ngày [[16 tháng 12]].<ref name=DANFS\/>\n\n''Oriskany'' một lần nữa rời San Diego hướng sang Viễn Đông vào ngày [[26 tháng 5]] năm [[1966]], đến Yokosuka vào ngày [[14 tháng 6]]. Nó lên đường hướng đến [[Trạm Dixie]] ngoài khơi Nam Việt Nam vào ngày [[27 tháng 6]], rồi chuyển đến [[Trạm Yankee]] trong [[vịnh Bắc Bộ]] vào ngày [[8 tháng 7]]. Những tháng tiếp theo sau là những phi vụ tác chiến ngày và đêm, thỉnh thoảng ngắt quãng bởi những đợt nghỉ ngơi tiếp liệu tại vịnh Subic. Trong giai đoạn này nó đã thực hiện 7.794 phi vụ tác chiến.<ref name=DANFS\/>\n[[Tập tin:USS Oriskany (CV-34) on fire, 26 October 1966.jpg|nhỏ|trái|''Oriskany'' đang cháy]]\nChiếc tàu sân bay đang trực chiến vào buổi sáng ngày [[26 tháng 10]] năm [[1966]] khi một đám cháy bộc phát bên mạn phải con tàu tại sàn chứa máy bay phía trước và lan sang năm tầng hầm, khiến 44 người thiệt mạng. Nhiều người trong số những người chết là những phi công đầy kinh nghiệm vốn vừa thực hiện các phi vụ tại Việt Nam vài giờ trước đó. ''Oriskany'' lâm vào tình trạng nguy hiểm khi một quả [[pháo sáng dù]] [[magiê|magnesium]] phát nổ trong tủ chứa pháo sáng của Sàn chứa 1 phía trước, ngay bên dưới sàn đáp của chiếc tàu sân bay. Các cuộc điều tra sau đó cho thấy pháo sáng hoạt động bình thường theo chức năng thiết kế và việc gây ra cháy là do lỗi con người. Một thủy thủ bất cẩn kích hoạt pháo sáng, và trong khi hoảng loạn anh ta đã ném nó vào tủ chứa nơi những quả khác được cất giữ, thay vì ném qua mạn thuyền xuống nước, làm toàn bộ chúng phát nổ gây hư hại nghiêm trọng. Một số thủy thủ vứt bỏ các quả bom đặt ngay sát cạnh các đám cháy, trong khi những người khác lăn máy bay ra khỏi vùng nguy hiểm, cứu chữa các phi công và dập tắt đám cháy.<ref name=DANFS\/> \n\nCác tàu sân bay lân cận {{USS|Constellation|CV-64|3}} và {{USS|Franklin D. Roosevelt|CV-42|3}} đã khẩn trương hỗ trợ y tế. Các cuộc điều tra sau đó của hạm trưởng, Đại tá Hải quân Iarrobino trên chiếc ''Oriskany'' và sự phân tích của Kho đạn Hải quân tại [[Crane]], [[Indiana]], cho thấy cứ một trong số 1.000 quả pháo sáng có thể vô tình kích nổ nếu bị rung động. Năm thành viên thủy thủ đoàn bị đưa ra [[tòa án quân sự|tòa án binh]] do sự kiện tai nạn này nhưng tất cả đều được tha bổng. Sau sự kiện này cùng những việc khác, pháo sáng do hải quân sử dụng được thay đổi sang một thiết kế an toàn hơn để tránh bị vô tình kích nổ, và số thành viên thủy thủ cũng được tăng lên một mức ổn định sao cho mọi hoạt động có thể được giám sát thích hợp.<ref name=DANFS\/>{{sfn|Zalin|2005|pp=101-103}}\n[[Tập tin:F-8J Crusader of VF-194 escorting a Soviet Tu-95 over USS Oriskany (CVA-34) on 25 May 1974.jpg|nhỏ|phải|Một [[máy bay tiêm kích]] [[Vought F-8 Crusader|F-8 Crusader]] đang ngăn chặn một [[máy bay ném bom]] [[Tupolev Tu-95|Tu-95 'Bear-B']] của [[Liên Xô]]. ''Oriskany'', nơi chiếc F-8 xuất phát, có thể thấy được ở phía sau.]]\n''Oriskany'' đi đến vịnh Subic vào ngày [[28 tháng 10]], nơi các nạn nhân của đám cháy được chuyển sang các máy bay đang chờ sẵn để được đưa về Hoa Kỳ. Một tuần sau, chiếc tàu sân bay khởi hành đi San Diego, và đến nơi vào ngày [[16 tháng 11]]. ''Oriskany'' hoàn tất các công việc sửa chữa tại [[Xưởng hải quân Vịnh San Francisco]] vào ngày [[23 tháng 3]] năm [[1967]], và sau khi nhận [[Liên đội Tàu sân bay 16]] lên tàu, nó tiến hành huấn luyện. Chiếc tàu sân bay rời [[vịnh San Francisco]] vào ngày [[16 tháng 6]] để hoạt động tại vùng biển ngoài khơi Việt Nam. Trở thành soái hạm của Hải đội Tàu sân bay 9 tại vịnh Subic vào ngày [[9 tháng 7]], nó bắt đầu hoạt động tại Trạm Yankee vào ngày [[14 tháng 7]]. Ngày [[26 tháng 7]], nó trợ giúp y tế cho tàu sân bay {{USS|Forrestal|CV-59|3}} đang bị hỏa hoạn tàn phá.<ref name=DANFS\/>\n\nNgày [[26 tháng 10]] năm [[1967]], [[thượng nghị sĩ]] [[John McCain]], lúc đó còn là một [[Thiếu tá Hải quân]], đã cất cánh từ ''Oriskany'' trên một chiếc [[A-4 Skyhawk]] trong phi vụ ném bom thứ 23 trong Chiến tranh Việt Nam. Ông bị bắn rơi và bị giam giữ như [[tù binh|tù binh chiến tranh]] cho đến [[tháng một|tháng 1]] năm [[1973]].<ref name=DANFS\/>\n\n''Oriskany'' quay trở về [[Căn cứ Không lực Hải quân Alameda]] vào ngày [[31 tháng 1]] năm [[1968]], và vào Xưởng hải quân Vịnh San Francisco vào ngày [[7 tháng 2]] trải qua một đợt đại tu kéo dài tám tháng. Sau khi hoàn tất, chiếc tàu sân bay tiến hành huấn luyện ôn tập và chuẩn nhận bay trước khi được bố trí đến Viễn Đông vào [[tháng tư|tháng 4]] năm [[1969]].<ref name=DANFS\/>\n\n===1975 – 2004===\n[[Tập tin:Ex-USS Oriskany leaves port, 15 May 2006.jpg|nhỏ|''Oriskany'' rời cảng lần cuối cùng, hướng ra vịnh Mexico để trở thành một dãy san hô nhân tạo.]]\n[[Tập tin:Detonations aboard the USS Oriskany.jpg|nhỏ|Vụ nổ để đánh đắm''Oriskany''.]]\n[[Tập tin:USS Oriskany sinking.jpg|nhỏ|''Oriskany'' bị đánh chìm vào ngày [[17 tháng 5]] năm [[2006]], đang chìm xuống nước.]]\nSau 25 năm phục vụ, ''Oriskany'' được cho ngừng hoạt động vào ngày [[30 tháng 9]] năm [[1976]],<ref name=DANFS\/> và được cất giữ dài hạn tại [[Bremerton, Washington]], nơi chiếc tàu sân bay được duy trì như một tài sản huy động. Đề nghị của Nội các Chính quyền [[Ronald Reagan]] nhằm cho tái hoạt động ''Oriskany'' bị [[Quốc hội Hoa Kỳ|Quốc hội]] bác bỏ do tình trạng vật chất rất kém của con tàu và lực lượng không quân có thể bố trí bị giới hạn. Chi phí để cho tái hoạt động con tàu sân bay được ước lượng lên đến khoảng 520 triệu Đô-la vào tài khóa 1982 (tương đương 1 tỷ đô-la vào năm 2010).<ref name=\"GOA1\">{{chú thích web |url=http:\/\/archive.gao.gov\/f0102\/115403.pdf |title=Update of the Issues Concerning the Proposed Reactivation of the Iowa class battleships and the Aircraft Carrier Oriskany |access-date = ngày 25 tháng 5 năm 2005 |author=United States General Accounting Office |authorlink=Government Accountability Office |date = ngày 20 tháng 4 năm 1981 |format=pdf |publisher=United States General Accounting Office |pages=3-18}}<\/ref> Sau khi [[Chiến tranh Lạnh]] kết thúc và việc cắt giảm lực lượng thường trực Hải quân Mỹ, ''Oriskany'' được xem là đã lạc hậu và được rút khỏi danh sách [[Đăng bạ Hải quân]] vào năm [[1989]]. Lườn tàu của nó được tháo bỏ mọi thiết bị có thể tái sử dụng hay tái chế. Chiếc chuông của con tàu, vốn được tháo dỡ khi được cho ngừng hoạt động vào năm [[1976]], hiện đang được trưng bày tại [[Oriskany]], [[Thành phố New York|New York]]; và nhiều bộ phận cũng được tháo nhằm hỗ trợ cho việc phục chế [[Bảo tàng USS Hornet]] tại [[Alameda]], [[California]] và các tàu bảo tàng khác.\n\nCác đề nghị được đưa ra vào đầu những năm [[thập niên 1990|1990]] để tân trang ''Oriskany'' và trưng bày nó tại [[vịnh Tokyo]] như một phần của kế hoạch triển lãm \"City of America\". Quốc hội đã chuẩn y việc chuyển giao con tàu, nhưng kế hoạch bị hủy bỏ do thiếu tài chính.\n\nVào ngày [[9 tháng 9]] năm [[1995]] ''Oriskany'' được bán để tháo dỡ cho hãng [[Pegasus International]], một công ty được hình thành từ [[Xưởng hải quân Mare Island]] tại [[Vallejo]], [[California]] trước đây. Nhà thầu đã cho kéo con tàu từ Bremerton đến Vallejo, nhưng hợp đồng bị hủy bỏ do mặc định vào ngày [[30 tháng 7]] năm [[1997]] do không tiến triển. Trong khi neo đậu tại đảo Mare trong tình trạng rỉ sét và hư nát, ''Oriskany'' được sử dụng làm bối cảnh thể hiện [[địa ngục]] cho cuốn phim ''[[What Dreams May Come]]'' (1998) của [[Robin Williams]].\n\nHải quân lấy lại quyền sở hữu con tàu, và sau khi trải qua vài năm tiếp theo tại nơi từng là Xưởng hải quân Mare Island, con tàu được kéo về [[Hạm đội dự bị Beaumont]] của [[Cơ quan Quản lý Hàng hải]] tại [[Beaumont, Texas]] vào năm [[1999]] và được cất giữ chờ đợi có được ngân quỹ để tháo dỡ.\n\n=== 2004 - Dãy san hô nhân tạo ===\nHải quân Hoa Kỳ thông báo vào ngày [[5 tháng 4]] năm [[2004]] là họ sẽ chuyển chiếc tàu sân bay cho tiểu bang [[Florida]] để làm một [[dãi san hô nhân tạo]]. Trước đó, [[tháng chín|tháng 9]] năm [[2003]], Hải quân đã hợp đồng với [[Resolve Marine Group \/ ESCO Marine Joint Venture]] công việc cải tạo phù hợp môi trường cần thiết cho con tàu để có thể đánh chìm nó như một dãi san hô. Nhà thầu đã cho kéo con tàu đến [[Corpus Christi]], [[Texas]] vào [[tháng một|tháng 1]] năm [[2004]] và hoàn tất các công việc chuẩn bị về môi trường vào [[tháng mười hai|tháng 12]] năm [[2004]].\n[[Tập tin:Oriskany July 2008 -1.jpg|nhỏ|trái|Một phần đảo cấu trúc thượng tầng của ''Oriskany'' được chụp ảnh dưới nước vào [[tháng 7]] năm [[2008]]]]\nSau khi đạt được sự chấp thuận của cơ quan chức năng về môi trường và sự đồng tình của cộng đồng, ''Oriskany'' được kéo về [[Pensacola]], [[Florida]] vào [[tháng ba|tháng 3]] năm [[2006]] cho những công việc chuẩn bị sau cùng. Công việc đánh chìm nó được thực hiện vào ngày [[17 tháng 5]] năm [[2006]], khi 500&nbsp;lb (230&nbsp;kg) chất nổ [[C-4]] được đặt tại 22 vị trí quan trọng tiếp xúc với nước biển tại nhiều ngăn của phòng động cơ. 37 sau khi cho nổ, con tàu chìm với đuôi chìm trước xuống độ sâu 64&nbsp;m (210&nbsp;ft) nước biển trong [[vịnh Mexico]], tại tọa độ {{Coord|30|02|33|N|87|00|23|W|display=inline, title|type:landmark_region:US-FL_scale:1000000}}.\n\nCon tàu chìm xuống đáy biển ở tư thế thăng bằng như được mong đợi. Sàn đáp của con tàu ở độ sâu 41&nbsp;m (135&nbsp;ft), trong khi đảo cấu trúc thượng tầng nhô lên ở độ sâu 21&nbsp;m (70&nbsp;ft).{{sfn|Barnette|2008}} Sau cơn [[bão Gustav (2008)|bão Gustav]], con tàu bị dịch chuyển sâu hơn 3&nbsp;m (10&nbsp;ft) khiến sàn đáp nằm ở độ sâu 44&nbsp;m (145&nbsp;ft).<ref name=AP2008>{{chú thích web |author=Associated Press |title=Oriskany's Shift Endangers Pensacola Scuba Divers |publisher=FirstCoastNews.com |date = ngày 11 tháng 11 năm 2008 |url=http:\/\/www.firstcoastnews.com\/news\/florida\/news-article.aspx?storyid=123454 |access-date = ngày 23 tháng 2 năm 2009}}<\/ref> Đảo cấu trúc thượng tầng của ''Oriskany'' có thể đến được dành cho các tay lặn nghiệp dư, nhưng để đến được sàn đáp cần có thêm thiết bị bổ sung và cần được huấn luyện.<ref name=AP2008\/>\n\n== Phần thưởng ==\n''Oriskany'' được tặng thưởng hai [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]], và được tặng thêm mười ngôi sao nữa trong cuộc [[Chiến tranh Việt Nam]].<ref name=DANFS\/><ref name=NavSource\/> \n<center>\n{|\n|{{ribbon devices|number=2|type=service-star|ribbon=Navy Unit Commendation ribbon.svg|width=103}}\n|{{ribbon devices|number=2|type=service-star|ribbon=Navy Meritorious Unit Commendation ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=China Service Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Army of Occupation ribbon.svg|width=103}}\n|{{ribbon devices|number=1|type=service-star|ribbon=National Defense Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=2|type=service-star|ribbon=Korean Service Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=2|type=service-star|ribbon= Armed Forces Expedtionary Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=10|type=service-star|ribbon=Vietnam Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam gallantry cross unit award-3d.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=United Nations Service Medal Korea ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam Campaign Medal ribbon with 60- clasp.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Republic of Korea War Service Medal ribbon.svg|width=103}}\n|}\n{|class=\"wikitable\"\n|-align=center\n|[[Đơn vị Tuyên Dương Hải quân]] <br>với 2 [[Ngôi sao Chiến trận]]\n|[[Đơn vị Tuyên dương Anh dũng]] <br>với 2 Ngôi sao Chiến trận\n|[[Huân chương Phục vụ Trung Hoa]]\n|-align=center\n|[[Huân chương Phục vụ Chiếm đóng Hải quân]]\n|[[Huân chương Phục vụ Phòng vệ Quốc gia]] <br>với 1 Ngôi sao Chiến trận\n|[[Huân chương Phục vụ Triều Tiên]] <br>với 2 Ngôi sao Chiến trận\n|-align=center\n|[[Huân chương Viễn chinh Lực lượng Vũ trang]] <br>với 2 Ngôi sao Chiến trận\n|[[Huân chương Phục vụ Việt Nam]] <br>với 10 Ngôi sao Chiến trận\n|[[Huân chương Anh Dũng Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Anh Dũng Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|-align=center\n|[[Huân chương Liên Hợp Quốc Phục vụ Triều Tiên]]\n|[[Huân chương Chiến dịch Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Chiến dịch Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|[[Huân chương Phục vụ Chiến tranh Triều Tiên (Hàn Quốc)|Huân chương Phục vụ Chiến tranh Triều Tiên]]<br>(Hàn Quốc) (truy tặng)\n|}\n<\/center>\n\n== Văn hóa đại chúng ==\n''Oriskany'' đã được sử dụng để quay bộ phim ''[[Men of the Fighting Lady]]'' năm [[1954]], với sự góp mặt của các diễn viên [[Van Johnson]], [[Walter Pidgeon]] và [[Keenan Wynn]]. Nó cũng được sử dụng trong bộ phim ''[[The Bridges at Toko-Ri]]'' của hãng [[Paramount Pictures]] vào\nnăm [[1955]], được chuyển thể từ một tiểu thuyết của [[James Michener]], trong đó nó đóng vai trò chiếc tàu sân bay hư cấu USS ''[[Trận chiến đảo Savo|Savo Island]]''. Diễn xuất trong phim có [[Grace Kelly]], và [[William Holden]] trong vai một phi công cựu chiến binh thời [[Đệ Nhị thế chiến]], được kêu gọi phục vụ trở lại khi cuộc xung đột tại Triều Tiên leo thang, Xa cách vợ mình, Nancy (do Grace Kelly đóng), hai đứa con nhỏ và một nghề nghiệp luật sư thành công. Số hiệu lườn của ''Oriskany'' được thấy rõ trong nhiều cảnh trong bộ phim.\n\n''Oriskany'' cũng là con tàu được mô tả trong quyển sách ''[[The Right Stuff]]'' (1979) của [[Tom Wolfe]], trong đó [[John Mitchell (phi công F2H Banshee)|John Mitchell]], một phi công lái [[McDonnell F2H Banshee|F2H Banshee]], đã làm rơi chiếc máy bay tiêm kích của mình trên chiếc tàu sân bay. Mitchell là phi công đồng đội với nhà du hành vũ trụ [[Alan B. Shepard]] trong cùng phi đội tiêm kích bay đêm VF-193 Ghost Riders.\n\nVào năm [[2006]], kênh truyền hình [[Discovery Channel]] trình chiếu phim tài liệu ''Sinking of an Aircraft Carrier'' ghi nhận việc chuẩn bị để bảo vệ môi trường và việc đánh chìm ''Oriskany''. [[Thượng viện|Thượng nghị sĩ]] [[John McCain]], người từng phục vụ cùng con tàu trong [[Chiến tranh Việt Nam]], gọi nó là một \"con tàu dũng cảm\" và bày tỏ mong muốn có ngày sẽ lặn xuống xác con tàu đắm để viếng thăm lại nơi nghỉ của mình.\n\nTrang web của báo [[The New York Times|New York Times]] có đoạn video ''Diving the U.S.S. Oriskany'' khảo sát ''Oriskany'' hai năm sau khi được đánh đắm.<ref>[http:\/\/video.on.nytimes.com\/?fr_story=ac41ae6779be0d11eb268daa9783146dbd5f5a26 Diving the U.S.S. Oriskany]<\/ref>\n\nTrong bộ phim [[Top Gun]], nhân vật Viper do [[Tom Skerritt]] đóng từng nói rằng ông từng phục vụ chung với cha của Maverick trên ''Oriskany''.\n\n== Tham khảo ==\n=== Chú thích ===\n{{Tham khảo|30em}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Oriskany (CV-34) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/o\/oriskany.html | access-date=23 April 2021}}\n* {{chú thích sách | last=Barnette | first=Michael C | author-link=Michael C. Barnette  |title=Florida's Shipwrecks | year=2008 | publisher=Arcadia Publishing | isbn=978-0738554136}}\n* {{chú thích sách | last=Grant | first=Zalin | title=Over the Beach: The Air War in Vietnam | url=https:\/\/archive.org\/details\/overbeach0000gran | year=2005 | publisher=W. W. Norton & Co. | isbn=978-0393327274 | ref=Harv}}\n\n== Xem thêm ==\n* [[USS Oriskany]] về những tàu chiến khác cùng tên của [[Hải quân Hoa Kỳ]]\n* [[Danh sách các tàu sân bay]]\n* [[Danh sách các tàu sân bay của Hải quân Hoa Kỳ]]\n\n== Liên kết ngoài ==\n{{commonscat}}\n* [http:\/\/www.ussoriskany.com USS ''Oriskany'' Reunion Association]\n* [http:\/\/www.history.navy.mil\/photos\/sh-usn\/usnsh-o\/cv34.htm Navy photographs of ''Oriskany'' (CV-34)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20030210213432\/http:\/\/www.history.navy.mil\/photos\/sh-usn\/usnsh-o\/cv34.htm |date=2003-02-10 }}\n* [http:\/\/www.history.navy.mil\/danfs\/o4\/oriskany.htm history.navy.mil\/danfs: USS ''Oriskany'' ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100407033207\/http:\/\/www.history.navy.mil\/danfs\/o4\/oriskany.htm |date=2010-04-07 }}\n* [http:\/\/destinsharks.com\/uncategorized\/20 1st Hand Photos, Video, and Story of the ''Oriskany'' Sinking] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120204193201\/http:\/\/destinsharks.com\/uncategorized\/20 |date=2012-02-04 }}\n* [http:\/\/www.cougarware.com\/cva34 USS Oriskany CVA 34 \"In A Class By Herself\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100528202622\/http:\/\/www.cougarware.com\/cva34\/ |date=2010-05-28 }}\n* [https:\/\/web.archive.org\/web\/20010517012558\/http:\/\/www.fortunecity.com\/boozers\/whitehorse\/506\/ \"USS Oriskany CVA-34 - Vietnam Era\"]\n* [http:\/\/video.on.nytimes.com\/?fr_story=ac41ae6779be0d11eb268daa9783146dbd5f5a26 Diving the Oriskany in the New York Times]\n* [http:\/\/floridasportfishing.com\/magazine\/featured-articles\/may-june-2006\/shes-goin-down.html \"She''s Goin'' Down\"]\n\n{{lớp tàu sân bay Essex}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Oriskany (CV-34)}}\n[[Thể loại:Tàu sân bay của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu sân bay trong chiến tranh Triều Tiên]]\n[[Thể loại:Tàu sân bay trong chiến tranh Việt Nam]]\n[[Thể loại:Tàu sân bay trong chiến tranh lạnh]]"}