{"805478":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS Valley Forge]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Valley Forge (LPH-8) underway in the Pacific Ocean, circa 1962-63 (NH 96946).jpg|300px]]\n|Ship caption= Tàu tấn công đổ bộ USS ''Valley Forge'' (LPH-8), khoảng năm [[1963]]\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1946}} \n|Ship name= USS ''Valley Forge''\n|Ship namesake=[[Valley Forge]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder=[[Xưởng hải quân Philadelphia]]\n|Ship original cost=\n|Ship laid down=[[14 tháng 9]] năm [[1943]] \n|Ship launched=[[8 tháng 7]] năm [[1945]]\n|Ship sponsor= bà Alexander A. Vandegrift\n|Ship completed=\n|Ship acquired=\n|Ship commissioned=[[3 tháng 11]] năm [[1946]]\n|Ship recommissioned=\n|Ship decommissioned=[[15 tháng 1]] năm [[1970]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified= * '''CVA''': [[1 tháng 10]] năm [[1952]];\n* '''CVS''': [[15 tháng 11]] năm [[1955]];\n* '''LPH''': [[1 tháng 7]] năm [[1961]]\n|Ship struck=[[15 tháng 1]] năm [[1970]]\n|Ship nickname=\n|Ship honors=* 17 × [[Ngôi sao Chiến trận]];\n* 3 × [[Đơn vị Tuyên dương Hải quân]]\n|Ship captured=\n|Ship fate= Bán để tháo dỡ, [[29 tháng 10]] năm [[1971]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n|Ship class=[[Essex (lớp tàu sân bay)|Lớp tàu sân bay ''Essex'']]\n|Ship displacement=* 27.100 tấn (tiêu chuẩn);\n* 36.380 tấn (đầy tải)\n|Ship length=* 250 m (820 ft) (mực nước);\n* 271 m (888 ft) (chung)\n|Ship beam=* 28 m (93 ft) (mực nước);\n* 45 m (147 ft 6 in) (chung) \n|Ship draft=* 8,7 m (28 ft 5 in) (tiêu chuẩn);\n* 10,4 m (34 ft 2 in) (đầy tải)\n|Ship propulsion=* 4 × [[turbine hơi nước]] Westinghouse;\n* 8 × nồi hơi, áp suất  3.900 kPa (565 psi) ở nhiệt độ 450 °C (850 °F);\n* 4 × trục;\n* công suất 150.000 mã lực (110 MW)\n|Ship speed=61 km\/h (33 knot)\n|Ship range=* 37.000 km ở tốc độ 28 km\/h\n* (20.000 hải lý ở tốc độ 15 knot)\n|Ship endurance=\n|Ship complement=2.600\n|Ship crew=\n|Ship sensors=\n|Ship EW=\n|Ship armament=* 8 × [[pháo 5 inch\/38 caliber|pháo 127 mm (5 inch)\/38 caliber]] (2×2, 4×1);\n* 8 × pháo phòng không [[Bofors 40 mm]] 56 caliber bốn nòng;\n* 46 × pháo phòng không [[Oerlikons 20 mm]] 78 caliber  nòng đơn\n|Ship armor=* [[đai giáp]] 60 đến 100 mm (2,5 đến 4 inch);\n* sàn đáp và sàn bảo vệ 40 mm (1,5 inch);\n* vách ngăn 100 mm (4 inch);\n* tháp chỉ huy 40 mm (1,5 inch) bên cạnh và trên nóc;\n* bên trên bánh lái 60 mm (2,5 inch) \n|Ship aircraft=90–100 máy bay\n|Ship aircraft facilities=* 1 × thang nâng cạnh sàn đáp;\n* 2 × thang nâng giữa\n|Ship notes=\n}}\n|}\n\n'''USS ''Valley Forge'' (CV\/CVA\/CVS-45, LPH-8)''' là một trong số 24 [[tàu sân bay]] thuộc [[Essex (lớp tàu sân bay)|lớp ''Essex'']] được chế tạo cho [[Hải quân Hoa Kỳ]] trong [[Chiến tranh thế giới thứ hai|Chiến tranh Thế giới thứ hai]], và là chiếc tàu chiến đầu tiên của Hải quân Mỹ được đặt [[USS Valley Forge|cái tên này]] để kỷ niệm [[Valley Forge]], điểm trú quân mùa Đông năm [[1777]]–[[1778]] của [[Lục quân Lục địa|Quân đội Lục địa]] dưới quyền Tướng [[George Washington]] trong cuộc [[Chiến tranh Độc lập Hoa Kỳ]].<ref name=DANFS\/><ref name=NavSource\/> ''Valley Forge'' được đưa ra hoạt động vào [[tháng mười một|tháng 11]] năm [[1946]], quá trễ để có thể phục vụ cho Thế Chiến II, nhưng đã phục vụ tích cực trong cuộc [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]]. Vào đầu những năm [[Thập niên 1950|1950]] nó được xếp lại lớp như một tàu sân bay tấn công '''CVA''', rồi thành một tàu sân bay [[chiến tranh chống tàu ngầm|chống tàu ngầm]] '''CVS''', và cuối cùng như một [[tàu tấn công đổ bộ]] '''LPH''' chở theo [[máy bay trực thăng]] và lực lượng [[thủy quân lục chiến]]. Nó đã phục vụ tại [[Đại Tây Dương]] và vùng [[biển Caribe|biển Caribbe]] trong vai trò tàu sân bay chống tàu ngầm, và là tàu thu hồi chính cho một chuyến bay vũ trụ không người lái thuộc [[Chương trình Mercury]]. Sau khi được cải biến thành tàu tấn công đổ bộ, nó đã phục vụ rộng rãi tại [[Việt Nam]]. ''Valley Forge'' được tặng thưởng tám [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Chiến tranh Triều Tiên, và thêm chín ngôi sao khác tại Việt Nam cùng ba danh hiệu [[Đơn vị Tuyên dương Hải quân]].\n\nKhông giống như những con tàu chị em khác cùng lớp, ''Valley Forge'' không nhận được sự nâng cấp lớn đáng kể nào, nên trong suốt quãng đời hoạt động của mình vẫn giữ lại dáng dấp cổ điển của một tàu sân bay lớp ''Essex'' thời Thế Chiến II. Nó được cho ngừng hoạt động vào năm [[1970]], và bị bán để tháo dỡ vào năm [[1971]].\n\n==Thiết kế và chế tạo==\nChi phí cho việc chế tạo ''Valley Forge'' có phần đóng góp qua sự quyên góp của cư dân thành phố [[Philadelphia|Philadelphia, Pennsylvania]], qua một cuộc vận động [[trái phiếu chiến tranh]] đặc biệt. Con tàu là một tàu sân bay dạng thân dài thuộc [[Essex (lớp tàu sân bay)#Những chiếc Essex \"thân dài\"|phân lớp ''Ticonderoga'']] trong [[Essex (lớp tàu sân bay)|lớp ''Essex'']], được đặt lườn vào ngày [[14 tháng 9]] năm [[1943]] tại [[Xưởng hải quân Philadelphia]]. Nó được hạ thủy vào ngày [[8 tháng 7]] năm [[1945]]; được đỡ đầu bởi bà Alexander A. Vandegrift, phu nhân [[Đại tướng]] [[Alexander Vandegrift]], Tư lệnh Lực lượng [[Thủy quân lục chiến Hoa Kỳ]]; và được đưa ra hoạt động vào ngày [[3 tháng 11]] năm [[1946]] dưới quyền chỉ huy của hạm trưởng, [[Đại tá Hải quân]] John W. Harris.<ref name=DANFS>{{chú thích web | title=Valley Forge (CV-45) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/v\/valley-forge-cv-45.html | website=Naval History and Heritage Command | access-date =ngày 16 tháng 2 năm 2020}}<\/ref><ref name=NavSource>{{chú thích web | last=Yarnall | first=Paul R | title=USS Valley Forge (CV-45) | url=http:\/\/www.navsource.org\/archives\/02\/45.htm | website=NavSource.org | date=30 March 2021 | access-date=24 April 2021}}<\/ref>\n\n==Lịch sử hoạt động==\n===1947 – 1950===\nSau khi hoàn tất việc trang bị, chiếc tàu sân bay mới lên đường vào ngày [[24 tháng 1]] năm [[1947]] cho chuyến đi huấn luyện chạy thử máy vốn đã đưa nó đi ngang qua [[Căn cứ Hải quân Norfolk|Norfolk]] đến [[vịnh Guantánamo]], [[Cuba]] và [[Vùng Kênh đào Panama|Vùng kênh đào Panama]]. ''Valley Forge'' hoàn tất chuyến đi vào ngày [[18 tháng 3]] và quay trở về Philadelphia cho việc sửa chữa hiệu chỉnh sau thử máy. Con tàu rời Philadelphia vào ngày [[14 tháng 7]], hướng về phía Nam, đi qua [[kênh đào Panama]] vào ngày [[5 tháng 8]]. Nó đi đến cảng nhà mới là [[San Diego]] vào ngày [[14 tháng 8]] và gia nhập [[Hạm đội Thái Bình Dương Hoa Kỳ|Hạm đội Thái Bình Dương]]. Sau khi nhận lên tàu Liên đội Không lực 11 và tiến hành những cuộc huấn luyện không lực và tác xạ khẩn trương tại vùng biển gần bờ, chiếc tàu sân bay mang cờ hiệu của [[Chuẩn Đô đốc]] [[Harold L. Martin]], Tư lệnh Lực lượng Đặc nhiệm 38, và lên đường đi [[Hawaii]] vào ngày [[9 tháng 10]]. Lực lượng đặc nhiệm dành ra gần ba tháng cho các hoạt động huấn luyện ngoài khơi [[Trân Châu Cảng]] trước khi lên đường đi [[Úc|Australia]] vào ngày [[16 tháng 1]] năm [[1948]]. Sau một chuyến viếng thăm [[Sydney]], các tàu chiến Hoa Kỳ tiến hành các cuộc tập trận cùng các đơn vị của [[Hải quân Hoàng gia Australia]] trước khi lên đường đi [[Hồng Kông|Hong Kong]].<ref name=DANFS\/>\n\nĐang khi di chuyển từ thuộc địa của Đế chế Anh đến [[Thanh Đảo]], [[Trung Quốc]], lực lượng đặc nhiệm của nó nhận được chỉ thị quay trở về nhà qua ngã [[Đại Tây Dương]]. Cùng các [[tàu khu trục]] tháp tùng, con tàu tiếp tục chuyến đi vòng quanh thế giới, ghé qua Hong Kong; [[Manila]]; [[Singapore]]; [[Trincomalee]], [[Sri Lanka|Ceylon]] và [[Ras Tanura]], [[Ả Rập Xê Út]]. Sau khi hoạt động một thời gian tại vùng [[vịnh Ba Tư]], nó trở thành chiếc tàu sân bay lớn nhất từng băng qua [[kênh đào Suez]]. Cuối cùng con tàu cũng về đến [[San Diego]] sau khi đi ngang qua [[Địa Trung Hải]], Đại Tây Dương và kênh đào Panama.<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\n''Valley Forge'' rời khu vực Bờ Tây Hoa Kỳ vào ngày [[1 tháng 5]] năm [[1950]] cho một lượt bố trí đến Viễn Đông. Đang khi thả neo tại cảng Hong Kong vào ngày [[25 tháng 6]], chiếc tàu sân bay nhận được tin tức về việc lực lượng [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] vượt qua vĩ tuyến 38 [[Chiến tranh Triều Tiên|tấn công]] vào lãnh thổ [[Hàn Quốc|Nam Triều Tiên]]. Rời Hong Kong vào ngày hôm sau, nó di chuyển về phía Nam đến [[Căn cứ Hải quân vịnh Subic|vịnh Subic]], nơi nó được tiếp tế và tiếp nhiên liệu, rồi lên đường hướng sang [[Triều Tiên]].<ref name=DANFS\/>\n\nCuộc không kích từ tàu sân bay đầu tiên trong cuộc [[Chiến tranh Triều Tiên]] được ''Valley Forge'' tiến hành vào ngày [[3 tháng 7]] năm [[1950]]. Bị áp đảo về người và vũ khí, lực lượng Nam Triều Tiên chiến đấu một cách chật vật chống lại lực lượng Cộng sản. Xuất phát từ chiếc tàu sân bay, những chiếc [[Douglas Aircraft Company|Douglas]] [[Douglas A-1 Skyraider|AD Skyraider]] và [[Vought]] [[Vought F4U Corsair|F4U Corsair]] đã tấn công sân bay Bắc Triều Tiên tại [[Bình Nhưỡng]], trong khi những chiếc [[Grumman Aircraft Engineering Corporation|Grumman]] [[Grumman F9F Panther|F9F-2 Panther]] bay yểm trợ. Hàng tấn bom đã trút xuống các vị trí kho chứa máy bay, dự trữ nhiên liệu, máy bay do [[Liên Xô]] chế tạo cùng các đầu mối đường sắt. Cùng lúc đó, những chiếc Panther hộ tống đã bắn rơi hai chiếc [[Yakovlev Yak-9|Yak-9]] và làm hư hại một chiếc khác.<ref name=DANFS\/>\n\nCho dù lực lượng [[Liên Hợp Quốc]] dồn mọi nỗ lực nhằm can thiệp vào dòng bộ binh và thiết giáp liên tục của đối phương, lực lượng Bắc Triều Tiên liên tục đẩy lùi lực lượng Nam Triều Tiên phòng ngự cho đến tận vòng phòng thủ chung quanh [[Busan|Pusan]]. Vào ngày [[18 tháng 9]] năm [[1950]], lực lượng Hoa Kỳ [[trận đánh Nhân Xuyên|đổ bộ lên Inchon]] bọc sườn lực lượng cộng sản trong khi lực lượng Liên Hợp Quốc đột phá ra ngoại vi về phía Nam. Trong giai đoạn chiến đấu căng thẳng này, Liên đội Không lực 5 của ''Valley Forge'' thực hiện nhiều cuộc không kích ban ngày vào các mục tiêu Bắc Triều Tiên: các địa điểm tập trung quân, vị trí phòng ngự, tuyến đường liên lạc và tiếp tế liên tục trở thành mục tiêu cho bom ném từ những chiếc Skyraider cũng như rocket và hỏa lực pháo của những chiếc Panther và Corsair. Trong thời gian từ ngày [[3 tháng 7]] đến ngày [[19 tháng 11]] năm [[1950]], khoảng 5.000 phi vụ chiến đấu đã được ''Valley Forge'' tung ra, ném khoảng {{convert|2000|LT|MT|-2}} bom và rocket.<ref name=DANFS\/>\n\nĐược lệnh quay trở về San Diego để đại tu, ''Valley Forge'' về đến vùng bờ Tây vào ngày [[1 tháng 12]], nhưng lại được lệnh khẩn cấp quay trở lại Triều Tiên. Trong thời gian đó, lực lượng Cộng sản Trung Quốc đã can thiệp, tung ra một cuộc tấn công mạnh mẽ đẩy lùi lực lượng Liên Hợp Quốc về phía Nam. Vì vậy, ''Valley Forge'' phải vội vã tiếp nhận một liên đội không lực mới, được tiếp liệu, rồi lại lên đường vào ngày [[6 tháng 12]] đi sang Viễn Đông. Gặp gỡ Lực lượng Đặc nhiệm 77 ba ngày trước lễ [[Lễ Giáng Sinh|Giáng sinh]] năm [[1950]], ''Valley Forge'' tung ra các đợt không kích vào ngày [[23 tháng 12]], khởi sự một chiến dịch không kích tập trung kéo dài ba tháng xuống lực lượng Cộng sản đang tiến quân. Trong lượt bố trí thứ hai, chiếc tàu sân bay đã tung ra 2.580 phi vụ và đã ném khoảng {{convert|1500 |LT|MT|-2}} bom.<ref name=DANFS\/>\n\nVào ngày [[11 tháng 12]] năm [[1951]], ''Valley Forge'' tung ra đợt không kích đầu tiên can thiệp vào hệ thống [[đường ray|đường sắt]] đối phương. Bom, rocket và hỏa lực pháo từ liên đội không quân phối thuộc của nó, cũng như của các tàu sân bay chị em, đã nhắm vào các mục tiêu đường sắt Bắc Triều Tiên: các tuyến đường, đầu mối, nhà ga và kho chứa – mọi công trình tham gia vào việc chuyển quân bằng đường sắt của đối phương – đều trở thành mục tiêu. Cho đến [[tháng sáu|tháng 6]], máy bay của ''Valley Forge'' đã tấn công ít nhất 5.346 địa điểm như thế.<ref name=DANFS\/>\n\n''Valley Forge'' quay trở về Hoa Kỳ vào mùa Hè năm [[1952]], nhưng rồi lại được bố trí đến Viễn Đông vào cuối năm đó. Vào [[tháng mười|tháng 10]] năm [[1952]], nó được tái xếp lớp như một tàu sân bay tấn công với ký hiệu lườn mới '''CVA-45'''. Ngày [[2 tháng 1]] năm [[1953]], nó bắt đầu năm mới bằng các cuộc không kích xuống các kho tiếp liệu và khu vực tập trung lực lượng đối phương phía sau phòng tuyến đang bế tắc. Trong khi những chiếc máy bay cánh quạt Skyraider và Corsair ném hàng tấn bom xuống mục tiêu, những chiếc [[máy bay phản lực]] Panther làm nhiệm vụ trấn áp hỏa lực phòng không đối phương bằng hỏa lực kết hợp rocket và pháo. Sự phối hợp nhịp nhàng các kiểu máy bay cũ và mới này giúp tiến hành đều đặn các đợt không kích dọc theo bờ biển phía Đông bán đảo Triều Tiên, cũng như các phi vụ hỗ trợ gần cho lực lượng [[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến]] và [[Lục quân Hoa Kỳ|Lục quân]] trên các phòng tuyến bị tranh chấp quyết liệt. Các liên đội không lực của ''Valley Forge'' đã ném khoảng {{convert|3700|LT|MT|-2}} bom xuống đối phương trước khi chiếc tàu chiến rời vùng biển Triều Tiên quay trở về San Diego vào ngày [[25 tháng 6]] năm [[1953]].<ref name=DANFS\/>\n\n===1954 – 1960===\nSau một đợt đại tu tại vùng bờ Tây, ''Valley Forge'' được chuyển sang [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]] và được xếp lại lớp với ký hiệu lườn mới '''CVS-45''' trong vai trò tàu sân bay hỗ trợ cho [[Chiến tranh chống tàu ngầm|nhiệm vụ chống tàu ngầm]]. Nó được tái trang bị để phù hợp với nhiệm vụ mới tại [[Xưởng hải quân Norfolk]], rồi gia nhập trở lại hạm đội vào [[tháng một|tháng 1]] năm [[1954]]. Chiếc tàu sân bay được nâng cấp lên đường không lâu sau đó tiến hành các cuộc thực tập nhằm phát triển và hoàn thiện các kỹ thuật và khả năng cần thiết để đảm trách vai trò mới. Thực hiện các chuyến viếng cảng tại chỗ và thực hành chống tàu ngầm, ''Valley Forge'' hoạt động ngoài khơi bờ Đông Hoa Kỳ cho đến cuối năm [[1956]], bao gồm một chuyến viếng thăm [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] và khu vực Đông Đại Tây Dương để tập trận vào cuối năm [[1954]]. Các hoạt động của nó trong giai đoạn này còn bao gồm các chuyến đi huấn luyện học viên mới và quân nhân dự bị cùng các chuyến viếng thăm tại vùng [[biển Caribe|biển Carribe]].<ref name=DANFS\/>\n\nTiến hành các hoạt động huấn luyện ngoài khơi vịnh Guantánamo trong năm [[1957]], ''Valley Forge'' vào [[tháng mười|tháng 10]] tiến hành một hoạt động đổ quân bằng [[máy bay trực thăng]] lần đầu tiên trong lịch sử Hải quân Mỹ, khi nó nhận lên tàu các đơn vị quân đổ bộ và những chiếc [[CH-37 Mojave|HR2S-1 Mojave]] hai động cơ. Tiến hành thử nghiệm khái niệm mới \"[[bao vây thẳng đứng]]\", vốn do [[Hải quân Hoàng gia Anh]] và [[Thủy quân Lục chiến Hoàng gia Anh]] đi tiên phong vào năm [[1956]] tại [[Kênh đào Suez|Suez]], máy bay trực thăng của ''Valley Forge'' đã không vận đơn vị đến bãi đổ bộ rồi đưa họ quay trở lại tàu trong một cuộc thực tập tấn công từ trên không xuất phát từ tàu lần đầu tiên của Hải quân. Vào ngày [[1 tháng 4]] năm [[1958]], Chuẩn đô đốc [[John S. Thach]] đặt cờ hiệu của mình trên chiếc tàu sân bay khi nó trở thành soái hạm của Đội đặc nhiệm Alpha, vốn xây dựng chung quanh ''Valley Forge'' và còn bao gồm tám tàu khu trục, hai [[tàu ngầm]], một liên đội máy bay cánh cố định và một liên đội máy bay trực thăng, cùng một chiếc [[Lockheed Corporation|Lockheed]] [[P2V Neptune]] đặt căn cứ trên bờ. Một sự phát triển đáng kể chiến thuật hải quân, Đội đặc nhiệm Alpha tập trung thuần túy vào việc phát triển và hoàn thiện các thiết bị và kỹ thuật mới đối phó với mối đe dọa tiềm tàng của tàu ngầm đối phương trong thời đại chúng vận hành bằng năng lượng nguyên tử và dùng kỹ thuật lặn sâu.<ref name=DANFS\/>\n[[Tập tin:USS Valley Forge (CVS-45) underway with Task Group Alfa, in 1959 (USN 1043094).jpg|left|thumb|300px|Đội hình tàu chiến và máy bay chống tàu ngầm trong Đội đặc nhiệm ALFA, trong một lượt tập trận tại Đại Tây Dương vào năm 1959.]]\n''Valley Forge'' tiếp tục tham gia các hoạt động của Đội đặc nhiệm Alpha cho đến đầu mùa Thu năm [[1959]], khi nó đi vào [[Xưởng hải quân New York]] để sửa chữa. Nó trở ra khơi vào ngày [[21 tháng 1]] năm [[1960]] để cơ động huấn luyện tại vùng biển Caribe; và trong những hoạt động tiếp theo, chiếc tàu sân bay đã được sử dụng như là bệ phóng trong [[Chiến dịch Skyhook]]. Hoạt động nghiên cứu khoa học được công bố rộng rãi này bao gồm việc thả ba [[khinh khí cầu]] thám không to nhất từng được chế tạo, mang theo những thiết bị để đo và ghi lại sự phát xạ các [[tia vũ trụ]] cơ bản ở độ cao {{convert|18|-|22|mi|km|lk=on}} trên bề mặt trái đất. Sau một đợt bố trí đến khu vực Tây [[Địa Trung Hải]], nơi nó ghé thăm các cảng tại [[Tây Ban Nha]], [[Ý]] và [[Pháp]], ''Valley Forge'' quay trở lại Norfork vào ngày [[30 tháng 8]] cho các hoạt động tại chỗ, tiếp tục thực tập chống tàu ngầm như là [[soái hạm]] của Đội đặc nhiệm Alpha cho đến mùa Thu năm [[1960]].<ref name=DANFS\/>\n\nVào ngày [[19 tháng 12]], ''Valley Forge'' đã hoạt động như tàu thu hồi chính trong hoạt động phóng thử nghiệm tàu không gian không người lái [[Mercury-Redstone 1A]], chuyến bay đầu tiên trong khuôn khổ [[Chương trình Mercury]]. Máy bay trực thăng của tàu sân bay đã thu hồi tàu không gian phóng lên từ [[mũi Canaveral]], sau chuyến bay thành công dài 15 phút và đáp xuống biển.<ref>[http:\/\/www.hq.nasa.gov\/office\/pao\/History\/SP-4201\/toc.htm ''This New Ocean: A History of Project Mercury'']. NASA Special Publication-4201. Loyd S. Swenson Jr., James M. Grimwood, Charles C. Alexander, 1989.<\/ref> Hai ngày sau ngoài khơi [[mũi Hatteras]], đáp lại một tín hiệu cầu cứu [[SOS]], ''Valley Forge'' đã nhanh chóng đi đến cứu giúp tàu chở dầu SS ''Pine Ridge'', vốn bị vỡ làm đôi sau một cơn bão. Trong khi những người còn sống sót trên con tàu bị đánh hỏng bám chặt vào nữa sau của chiếc tàu chở dầu, máy bay trực thăng của tàu sân bay đã đi lại con thoi để vớt những người gặp tai nạn. Không lâu sau, tất cả 28 người sống sót đều được an toàn trên chiếc ''Valley Forge''.<ref name=DANFS\/>\n\n=== 1961 - 1964 ===\nĐi vào Xưởng hải quân Norfolk vào ngày [[6 tháng 3]], [[1961]] để đại tu đồng thời để cải biến thành một [[tàu tấn công đổ bộ]], ''Valley Forge'' được xếp lại lớp thành '''LPH-8''' vào ngày [[1 tháng 7]], và bắt đầu tiến hành huấn luyện ôn tập tại vùng biển Caribe không lâu sau đó. Nó quay trở lại [[Hampton Roads]] vào [[tháng 9]] và tiếp tục huấn luyện tại khu vực [[Virginia Capes]] cùng những máy bay trực thăng chở quân mới nhận lên tàu. Sang [[tháng 10]], trong thành phần lực lượng sẵn sàng đổ bộ Hạm đội Đại Tây Dương, nó đi xuống phía Nam đến vùng biển ngoài khơi [[Hispaniola]], và đã thường trực từ ngày [[21 tháng 10|21]] đến ngày [[25 tháng 10]] và từ ngày [[18 tháng 11|18]] đến ngày [[29 tháng 11]], sẵn sàng cho việc di tản công dân Hoa Kỳ khỏi [[Cộng hòa Dominica]] khi cần thiết. Sau khi xảy ra vụ ám sát nhà độc tài [[Rafael Trujillo]], quốc gia này đang trải qua một giai đoạn căng thẳng và bạo động do sự tranh giành quyền lực.<ref name=DANFS\/>\n\nSau khi quay trở về nhà, ''Valley Forge'' khởi hành từ Norfolk vào ngày [[6 tháng 1]] năm [[1962]] để đi sang [[Long Beach, California]], và nhận nhiệm vụ cùng Hạm đội Thái Bình Dương. Sau một đợt huấn luyện káo dài ba tháng dọc theo vùng bờ Tây, con tàu đã lên đường đi sang khu vực Tây Thái Bình Dương để hoạt động cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]]. Phục vụ như là [[soái hạm]] của Tư lệnh Đội đặc nhiệm Đổ bộ thuộc Đệ Thất hạm đội, nó tiếp cận bờ biển [[Đông Dương]], sẵn sàng để cho đổ bộ phân đội [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] được phối thuộc trong bối cảnh phức tạp đang diễn ra tại [[Lào]]. Lực lượng [[Pathet Lào]] gây sức ép quân sự đáng kể lên lực lượng phe Hoàng Gia và lực lượng cánh hữu, buộc những nhóm này phải thỉnh cầu [[Tổng thống Hoa Kỳ|Tổng thống]] [[John F. Kennedy]] cho đổ bộ lực lượng hỗ trợ nhằm ngăn ngừa phe cộng sản có thể xâm chiếm toàn bộ đất nước. Chiếc tàu tấn công đổ bộ đã cho không vận lính Thủy quân Lục chiến đến Lào vào ngày [[17 tháng 5]]; và sau khi tình hình được cải thiện, lực lượng được rút đi vào [[tháng 7]]. Trong thời gian còn lại của năm [[1962]], nó tiếp tục hoạt động tại khu vực Viễn Đông, rồi quay trở về Hoa Kỳ và trải qua nữa đầu năm [[1963]] thực hành huấn luyện đổ bộ ngoài khơi bờ biển California và tại vùng biển [[quần đảo Hawaii]].<ref name=DANFS\/>\n\n''Valley Forge'' đi vào [[Xưởng hải quân Long Beach]] vào ngày [[1 tháng 7]] năm [[1963]], nơi nó được nâng cấp trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization). Những cải tiến bao gồm các thiết bị điện tử mới và những phương tiện để vận chuyển binh lính và máy bay trực thăng. Hoàn tất việc nâng cấp vào ngày [[27 tháng 1]], [[1964]], con tàu gia nhập trở lại hạm đội và tiến hành các hoạt động huấn luyện tại chỗ, cho đến khi khởi hành từ Long Beach cho một lượt biệt phái khác sang khu vực Tây Thái Bình Dương. Nó đi ngang qua Trân Châu Cảng và [[Okinawa]] trước khi đi đến Hong Kong, rồi tiếp tục hành trình sang [[Đài Loan]]. Sang [[tháng 6]], nó tham gia cùng tàu chiến thuộc hải quân các nước khối [[SEATO]] trong các cuộc tập trận đổ bộ, rồi viếng thăm [[Philippines]] vào [[tháng 7]].<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\nSau [[Sự kiện vịnh Bắc Bộ]], khi Hoa Kỳ lấy cớ [[tàu phóng lôi]] [[Bắc Việt Nam]] tấn công [[tàu khu trục]] {{USS|Maddox|DD-731|3}} vào các ngày [[2 tháng 8|2]] và [[4 tháng 8]], [[1964]] để leo thang sự can thiệp trong cuộc [[Chiến tranh Việt Nam]], ''Valley Forge'' trải qua 57 ngày liên tục hiện diện ngoài khơi bờ biển [[Việt Nam]], sẵn sàng cho đổ bộ lính Thủy quân Lục chiến nếu cần thiết. Nó lên đường quay trở về nhà, đi ngang qua [[vịnh Subic]], [[Philippines]], Okinawa và đảo san hô [[Midway]] trước khi về đến Long Beach vào ngày [[5 tháng 11]]. Trong mùa Thu năm [[1965]], nó thực hiện hai chuyến đi khứ hồi vận chuyển lực lượng Thủy quân Lục chiến đến Okinawa, trước khi được phái đến Viễn Đông và hoạt động tại khu vực [[biển Đông]]. Với một phân đội Thủy quân Lục chiến thường trực trên tàu và mang cờ hiệu của Tư lệnh Hải đội Đổ bộ 3, nó hoạt động huấn luyện tại vùng biển Philippines, chuẩn bị sẵn sàng để được phái sang Việt Nam.<ref name=DANFS\/>\n\nVào giữa [[tháng 11]], ''Valley Forge'' được huy động trong thành phần dự bị cho [[Chiến dịch Blue Marlin]] để đổ bộ gần [[Tam Kỳ]], và sau đó đã không vận lính Thủy quân Lục chiến đổ bộ trong [[Chiến dịch Dagger Thrust]] tại [[Bình Định]] và [[Chiến dịch Harvest Moon]] tại [[Quảng Nam]] trước khi quay trở về Okinawa cho kỳ nghỉ lễ [[Giáng Sinh]]. Đón lên tàu một tiểu đoàn Thủy quân Lục chiến cùng một phi đội máy bay trực thăng vận tải hạng trung, nó khởi hành đi sang Việt Nam vào ngày [[3 tháng 1]] năm [[1966]], và sau chặng dừng tại vịnh Subic, nó đi đến ngoài khơi bờ biển Việt Nam vào ngày [[27 tháng 1]], và cho đổ bộ lực lượng hai ngày sau đó để tham gia [[Chiến dịch Double Eagle]] tại [[Quảng Ngãi]]. Nó tiếp tục thường trực ngoài khơi bờ biển khu vực chiến sự, cung cấp tiếp liệu và hỗ trợ y tế bằng máy bay trực thăng đồng thời vận chuyển thương binh trở lại tàu để cứu chữa. Nó đón trở lại tàu lực lượng đổ bộ vào ngày [[17 tháng 2]], rồi hướng lên phía Bắc tiếp tục giai đoạn 2 của chiến dịch tại khu vực [[Quảng Trị]] hai ngày sau đó, nơi binh lính Thủy quân Lục chiến được không vận lên bờ tấn công các vị trí tập trung quân đối phương.<ref name=DANFS\/>\n\nKhi chiến dịch kết thúc vào ngày [[26 tháng 2]], ''Valley Forge'' đón trở lại tàu lực lượng đổ bộ và đưa trở lại vịnh Subic. Sau một chuyến đi khứ hồi đến [[Đà Nẵng]], nó lên đường quay trở về vùng bờ Tây để đại tu, rồi hoạt động huấn luyện tại chỗ dọc theo bờ biển [[California]] trước khi lại được phái sang khu vực Tây Thái Bình Dương. Con tàu tham gia các chiến dịch tại khu vực Đà Nẵng trước khi quay trở về Hoa Kỳ vào cuối năm [[1966]].<ref name=DANFS\/>\n\nSau khi trải qua một đợt đại tu và huấn luyện ngoài khơi vùng bờ Tây, ''Valley Forge'' lên đường quay trở lại khu vực Viễn Đông vào [[tháng 11]], [[1967]], và tham gia [[Chiến dịch Fortress Ridge]] tại [[Gio Linh]], Quảng Trị từ ngày [[21 tháng 12]]. Nó cho không vận đổ bộ lực lượng đến một vị trí ngay phía Nam [[Khu phi quân sự vĩ tuyến 17]] (DMZ), rồi tiếp tục hỗ trợ tiếp liệu và di tản thương binh cho chiến dịch “tìm và diệt” lực lượng đối phương, vốn chỉ kết thúc vào ngày [[24 tháng 12]]. Chiếc tàu tấn công đổ bộ lại tiếp tục tham gia [[Chiến dịch Badger Tooth]] gần Quảng Trị và [[Thừa Thiên]], rồi được bảo trì tại Đà Nẵng trước khi được phái đến vùng biển ngoài khơi [[Đồng Hới]] để hoạt động hỗ trợ tiếp liệu.<ref name=DANFS\/>\n\n''Valley Forge'' lại tham gia [[Chiến dịch Napoleon|Chiến dịch Badger Catch]] tại khu vực bờ Nam [[sông Cửa Việt]], Quảng Trị, kéo dài từ ngày [[23 tháng 1]] đến ngày [[18 tháng 2]], [[1968]] rồi lên đường đi vịnh Subic để bảo trì. Quay trở lại vùng biển Việt Nam để tham gia Chiến dịch Badger Catch II từ ngày [[6 tháng 3]] đến ngày [[14 tháng 4]], con tàu đã tiếp nhận những máy bay trực thăng của thủy quân lục chiến vào giai đoạn căn cứ trên bộ của họ bị đối phương xâm nhập. Chiếc tàu tấn công đổ bộ có một lượt bảo trì tại vịnh Subic trước khi tiếp tục tham gia Chiến dịch Badger Catch III từ ngày [[28 tháng 4]] đến ngày [[3 tháng 6]], rồi di chuyển đến Đà Nẵng để tham gia [[Chiến dịch Swift Saber]] từ ngày [[7 tháng 6|7]] đến ngày [[14 tháng 6]]. Sang đầu [[tháng 7]], con tàu tham gia cuộc Tập trận Hilltop XX, rồi cho chuyển máy bay trực thăng và binh lính Thủy quân Lục chiến phối thuộc sang chiếc tàu tấn công đổ bộ {{USS|Tripoli|LPH-10|3}} trước khi lên đường quay trở về Hoa Kỳ. Đi ngang qua Hong Kong, Okinawa và Trân Châu Cảng, nó về đến Long Beach vào ngày [[3 tháng 8]], và ở lại vùng bờ Tây trong 5 tháng để đại tu và hoạt động tại chỗ.<ref name=DANFS\/>\n\n''Valley Forge'' khởi hành từ Long Beach vào ngày [[30 tháng 1]] năm [[1969]] cho lượt phục vụ cuối cùng tại Viễn Đông. Nó ghé qua San Diego để nhận lên tàu máy bay trực thăng [[CH-53 Sea Stallion]], nhằm chuyển giao cho những phi đội vận tải hoạt động tại Việt Nam. Con tàu ghé qua Trân Châu Cảng, và tạm dừng tại [[Guam]] nơi máy bay trực thăng của nó chuyển lên bờ một thủy thủ cần phẫu thuật cấp cứu. Đi đến vịnh Subic, nó đón lên tàu những thiết bị đổ bộ chuyên dụng, một phi đội máy bay trực thăng Thủy quân Lục chiến [[CH-46 Sea Knight]] cùng Tư lệnh Lực lượng Đổ bộ Đặc biệt Bravo trước khi hướng sang Việt Nam. Từ ngày [[10 tháng 3]], nó hoạt động hỗ trợ cho [[Chiến dịch Defiant Measure]] ngoài khơi Đà Nẵng, khi máy bay trực thăng của nó thực hiện những phi vụ hỗ trợ cho đến khi chiến dịch kết thúc vào ngày [[18 tháng 3]]. Những máy bay trực thăng rời tàu trước khi nó đi đến vịnh Subic để bảo trì.<ref name=DANFS\/>\n\nQuay trở lại Đà Nẵng vào ngày [[3 tháng 5]], ''Valley Forge'' nhận trở lại những máy bay trực thăng phối thuộc cùng một phần của tiểu đoàn Thủy quân Lục chiến phối thuộc vốn đã tham gia tác chiến trên bộ. Nó tiếp tục hoạt động tại khu vực Đà Nẵng trong những tuần lễ tiếp theo sau, nơi máy bay trực thăng của nó thực hiện những phi vụ hỗ trợ và binh lính Thủy quân Lục chiến chuẩn bị cho những hoạt động sắp đến. Vào cuối [[tháng 5]] và đầu [[tháng 6]], con tàu tiếp đón các chuyến viếng thăm của [[Bộ trưởng Hải quân Hoa Kỳ|Bộ trưởng Hải quân]] [[John Chafee]] và của [[Phó đô đốc]] [[William F. Bringle]], Tư lệnh [[Đệ Thất Ham đội Hoa Kỳ|Đệ Thất Ham đội]].<ref name=DANFS\/>\n\n''Valley Forge'' cho phân đội Thủy quân Lục chiến phối thuộc rời tàu tại Đà Nẵng vào ngày [[10 tháng 6]], dành chỗ cho một tiểu đoàn đổ bộ và vận chuyển đơn vị này đi Okinawa, đến nơi vào ngày [[16 tháng 6]]. Đơn vị này tập trận đổ bộ cùng chiếc tàu tấn công đổ bộ trong 11 ngày, rồi lên tàu cho một chuyến đi đến vịnh Subic, nơi họ tiếp tục thực tập huấn luyện. Con tàu quay trở lại khu vực Đà Nẵng vào ngày [[8 tháng 7]], nơi máy bay trực thăng của nó hoạt động hỗ trợ cho những hoạt động tác chiến ở phía Bắc khu vực trách nhiệm của Quân đoàn 1. Con tàu phải động để né tránh một cơn bão và chuẩn bị cho những chiến dịch đổ bộ tiếp theo.<ref name=DANFS\/>\n\n''Valley Forge'' tham gia [[Chiến dịch Brave Armada]] mở màn vào ngày [[24 tháng 7]] với hoạt động tấn công với quân đổ bộ bằng trực thăng xuống các mục tiêu đối phương tại [[Quảng Ngãi]]. Con tàu tiếp tục hỗ trợ cho hoạt động tác chiến tại khu vực Quảng Ngãi-[[Chu Lai]] cho đến khi chiến dịch kết thúc vào ngày [[7 tháng 8]]. Nó đi đến Đà Nẵng để cho lực lượng Thủy quân Lục chiến rời tàu; và Tư lệnh lực lượng [[Thủy quân Lục chiến Hoa Kỳ]], [[Đại tướng]] [[Leonard F. Chapman, Jr.]], đã viếng thăm con tàu cùng ngày hôm đó. Nó khởi hành vào ngày [[13 tháng 8]] để đi Okinawa, đến nơi bốn ngày sau đó và chất dỡ liên đội máy bay trực thăng khỏi tàu, trước khi phải di chuyển để né tránh một cơn bão. Nó đi đến Hong Kong vào ngày [[22 tháng 8]], và nhận được tin tức sẽ được cho ngừng hoạt động. Con tàu quay trở lại Đà Nẵng vào ngày [[3 tháng 9]] để nhận hàng hóa sẽ chuyên chở về Hoa Kỳ, rồi lên đường ngay chiều tối hôm đó để đi [[Yokosuka]]. Nó được bảo trì trong ba ngày trước khi thực hiện hành trình rời Viễn Đông.<ref name=DANFS\/>\n\nRời Yokosuka vào ngày [[11 tháng 9]], ''Valley Forge'' về đến Long Beach vào ngày [[22 tháng 9]]. Sau khi được nghỉ phép và bảo rtì, nó chất dỡ đạn dược và thiết bị tại Seal Beach và San Diego. Nó quay trở lại Long Beach vào ngày [[31 tháng 10]] để chuẩn bị ngừng hoạt động, một công việc kéo dài sang tận đầu năm sau. Cuối cùng được cho xuất biên chế vào ngày [[15 tháng 1]], [[1970]], đồng thời tên nó cũng được rút khỏi danh sách [[Đăng bạ Hải quân]] cùng ngày hôm đó.<ref name=DANFS\/>\n\nThất bại trong những nỗ lực gây quỹ nhằm giữ lại con tàu như một [[tàu bảo tàng]], nó bị bán cho hãng [[Nicolai Joffre Corporation]] tại [[Beverly Hills, California]] vào ngày [[29 tháng 10]], [[1971]] để tháo dỡ.<ref name=DANFS\/>\n\n== Phần thưởng ==\n''Valley Forge'' được tặng thưởng tám [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]], và thêm chín ngôi sao khác trong cuộc [[Chiến tranh Việt Nam]] cùng ba danh hiệu [[Đơn vị Tuyên dương Hải quân]].<ref name=DANFS\/><ref name=NavSource\/>\n<center>\n{|\n|colspan=3 align=center|{{ribbon devices|number=0|type=service-star|ribbon= Navy Unit Commendation ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Navy Meritorious Unit Commendation ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=China Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=World War II Victory Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Army of Occupation ribbon.svg|width=103}}\n|{{ribbon devices|number=1|type=service-star|ribbon=National Defense Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=8|type=service-star|ribbon=Korean Service Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Armed Forces Expedtionary Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=9|type=service-star|ribbon=Vietnam Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam gallantry cross unit award-3d.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=United Nations Service Medal Korea ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=VNCivilActionsRibbon-2.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Republic of Korea War Service Medal ribbon.svg|width=103}}\n|}\n\n{|class=\"wikitable\"\n|-align=center\n|colspan=4 |[[Đơn vị Tuyên Dương Hải quân]]\n|-align=center\n|[[Đơn vị Tuyên dương Anh dũng]]\n|colspan=2 |[[Huân chương Phục vụ Trung Hoa]]\n|[[Huân chương Chiến thắng Thế Chiến II (Hoa Kỳ)|Huân chương Chiến thắng Thế Chiến II]]\n|-align=center\n|[[Huân chương Phục vụ Chiếm đóng Hải quân]]\n|colspan=2|[[Huân chương Phục vụ Phòng vệ Quốc gia]]<br>với 1 [[Ngôi sao Chiến trận]]\n|[[Huân chương Phục vụ Triều Tiên]]<br>với 8 Ngôi sao Chiến trận\n|-align=center\n|[[Huân chương Viễn chinh Lực lượng Vũ trang]]\n|colspan=2|[[Huân chương Phục vụ Việt Nam]]<br>với 9 Ngôi sao Chiến trận\n|[[Huân chương Anh Dũng Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Anh Dũng Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|-align=center\n|[[Huân chương Liên Hợp Quốc Phục vụ Triều Tiên]]\n|colspan=2|[[Huân chương Dân vụ Bội tinh (Việt Nam Cộng Hòa)|Huân chương Dân vụ Bội tinh]]<br>(Việt Nam Cộng Hòa)\n|[[Huân chương Phục vụ Chiến tranh Triều Tiên (Hàn Quốc)|Huân chương Phục vụ Chiến tranh Triều Tiên]]<br>(Hàn Quốc)\n|}\n<\/center>\n\n== Tham khảo ==\n{{Tham khảo}}\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Valley Forge CV-45 | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/v\/valley-forge-cv-45.html | access-date = ngày 9 tháng 10 năm 2019}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.history.navy.mil\/danfs\/v1\/valley_forge.htm history.navy.mil: USS ''Valley Forge''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130103000934\/http:\/\/www.history.navy.mil\/danfs\/v1\/valley_forge.htm |date=2013-01-03 }}\n*[http:\/\/www.navsource.org\/archives\/02\/45.htm navsource.org: USS ''Valley Forge'']\n*[http:\/\/www.hazegray.org\/danfs\/carriers\/cv45.htm hazegray.org: USS ''Valley Forge'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{lớp tàu sân bay Essex}}\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Valley Forge (CV-45)}}\n[[Thể loại:Lớp tàu sân bay Essex]]\n[[Thể loại:Tàu sân bay của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu sân bay trong chiến tranh lạnh]]\n[[Thể loại:Tàu sân bay trong chiến tranh Triều Tiên]]\n[[Thể loại:Tàu sân bay trong chiến tranh Việt Nam]]"}