{"17228826":"{{Dablink|Về chiếc tàu khu trục Hoa Kỳ mang tên tương tự, xin xem [[USS Osborne (DD-295)]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= USS Ozbourn (DD-846) with USS Kitty Hawk (CVA-63) in 1963.jpg\n|Ship caption= Tàu khu trục USS ''Ozbourn'' (DD-846) cùng với tàu sân bay {{USS|Kitty Hawk|CV-63|2}}, năm 1963\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1975}} \n|Ship name= USS ''Ozbourn'' (DD-846)\n|Ship namesake= [[Joseph W. Ozbourn]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Bath Iron Works]], [[Bath, Maine]]\n|Ship original cost=\n|Ship laid down= [[16 tháng 6]] năm [[1945]]\n|Ship launched= [[22 tháng 12]] năm [[1945]]\n|Ship sponsor=\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[5 tháng 3]] năm [[1946]]\n|Ship recommissioned=\n|Ship decommissioned= [[1 tháng 6]] năm [[1975]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 6]] năm [[1975]]\n|Ship nickname=\n|Ship honors= 2 × [[Đơn vị Tuyên dương Tổng thống (Hàn Quốc)|Đơn vị Tuyên dương Tổng thống Hàn Quốc]]\n|Ship captured=\n|Ship fate= Bán để tháo dỡ, [[1 tháng 12]] năm [[1975]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement = * {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion = * 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament = * 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2) \n* 11 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]] \n| Ship notes = \n}}\n|}\n\n'''USS ''Ozbourn'' (DD-846)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Binh nhì]] [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] [[Joseph W. Ozbourn]] (1919–1944), người đã tử trận trong [[trận Tinian]] và được truy tặng [[Huân chương Danh dự]].<ref name=DANFS>{{chú thích web | title=Ozbourn (DD-846) | url= https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/o\/ozbourn.html | website=Naval History and Heritage Command | access-date =ngày 15 tháng 2 năm 2020}}<\/ref> Hoàn tất khi chiến tranh đã sắp kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]], [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến năm [[1975]]. Nó bị bán để tháo dỡ cùng năm đó. ''Ozbourn'' được tặng thưởng hai danh hiệu [[Đơn vị Tuyên dương Tổng thống (Hàn Quốc)|Đơn vị Tuyên dương Tổng thống Hàn Quốc]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]].\n\n== Thiết kế và chế tạo ==\n''Ozbourn'' được đặt lườn tại xưởng tàu của hãng [[Bath Iron Works]] Corp. ở [[Bath, Maine]] vào ngày [[16 tháng 6]] năm [[1945]]. Nó được hạ thủy vào ngày [[22 tháng 12]] năm [[1945]]; được đỡ đầu bởi bà Joseph W. Ozbourn, vợ góa Binh nhì Ozbourn, và nhập biên chế vào ngày [[5 tháng 3]] năm [[1946]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] Bernard A. Smith.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1946 - 1950 ===\nSau khi hoàn tất việc chạy thử máy, ''Ozbourn'' trình diện tại [[San Diego, California]] vào [[tháng 8]] năm [[1946]] để phục vụ cùng [[Hạm đội Thái Bình Dương Hoa Kỳ|Hạm đội Thái Bình Dương]]. Nó cùng Đội khu trục 171 khởi hành từ San Diego vào ngày [[6 tháng 1]] năm [[1947]] cho một lượt hoạt động tại Viễn Đông, và quay trở về vào [[tháng 10]]. Nó lại được cử sang khu vực Tây Thái Bình Dương từ ngày [[1 tháng 10]] năm [[1948]], nhưng lượt phục vụ bị cắt ngắn vào ngày [[24 tháng 11]] sau khi nó mắc tai nạn va chạm với tàu khu trục chị em {{USS|Theodore E. Chandler|DD-717|3}}. Cho dù vụ tai nạn đã khiến hai thành viên thủy thủ đoàn thiệt mạng, các đội kiểm soát hư hỏng đã cứu được con tàu, và nó quay trở về [[Xưởng hải quân Long Beach]] để sửa chữa. Trong năm [[1949]] và đầu năm [[1950]], con tàu được đại tu, hoạt động huấn luyện học viên sĩ quan cùng tham gia nhiều cuộc tập trận, bao gồm cuộc thử nghiệm tên lửa điều khiển phối hợp cùng {{USS|Norton Sound|AVM-1|2}}.<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\nSau sự kiện quân đội [[Bắc Triều Tiên]] bất ngờ vượt vĩ tuyến 38 tấn công xuống lãnh thổ [[Nam Triều Tiên]] vào ngày [[25 tháng 6]] năm [[1950]], khiến [[Chiến tranh Triều Tiên]] nổ ra, ''Ozbourn'' gia nhập Lực lượng Đặc nhiệm 77 để hoạt động tại vùng chiến sự. Nó đã tham gia [[trận Inchon|cuộc đổ bộ]] lên [[Inchon]], hoạt động [[phong tỏa Wonsan]] cũng như hỗ trợ các hoạt động không kích các mục tiêu dọc bờ biển. Vào [[tháng 2]] năm [[1951]], bất chấp bị bắn trúng hai phát đạn pháo trực tiếp cùng nhiều phát suýt trúng, nó đã thả thuyền máy để cứu vớt một phi công bị bắn rơi trong phạm vi một bãi [[thủy lôi]]. Con tàu đã hai lần được tặng thưởng danh hiệu [[Đơn vị Tuyên dương Tổng thống (Hàn Quốc)|Đơn vị Tuyên dương Tổng thống Hàn Quốc]].<ref name=DANFS\/>\n\n''Ozbourn'' quay trở về San Diego để sửa chữa và đại tu trước khi quay trở lại vùng chiến sự, và sau một giai đoạn ngắn hoạt động cùng Lực lượng Đặc nhiệm 95 tại khu vực [[Wonsan]], nó gia nhập trở lại Lực lượng Đặc nhiệm 77 vào [[tháng 7]] năm [[1952]]. Chỉ trong vòng một thời gian ngắn nó đã cứu vớt 18 người từ [[tàu sân bay]] {{USS|Boxer|CVA-21|3}} phải nhảy xuống nước do một tai nạn hỏa hoạn, rồi cứu vớt ba phi công từ tàu sân bay {{USS|Essex|CVA-9|6}}. Trong hai năm tiếp theo, chiếc tàu khu trục thường xuyên được cử sang phục vụ cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] luân phiên với những giai đoạn huấn luyện và bảo trì tại khu vực San Diego.<ref name=DANFS\/>\n\n=== 1956 - 1964 ===\nTrong giai đoạn từ năm [[1956]] đến năm [[1964]], ''Ozbourn'' tiếp tục một nhịp điệu hoạt động trong thời bình, xen kẻ những giai đoạn được đại tu, huấn luyện, tập trận và viếng thăm nhiều cảng tại bờ biển Thái Bình Dương và [[Australia]], với những lượt được phái sang hoạt động cùng Đệ Thất hạm đội tại khu vực Tây Thái Bình Dương. Con tàu trải qua một đợt nâng cấp trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] I (FRAM: Fleet Rehabilitation and Modernization), nơi nó được sửa chữa và nâng cấp để kéo dài vòng đời hoạt động thêm 10 đến 20 năm, đồng thời nâng cao năng lực tác chiến; công việc hoàn tất vào [[tháng 12]] năm [[1961]].<ref name=NavSource>{{chú thích web | title=USS OZBOURN (DD-846) | url=http:\/\/www.navsource.org\/archives\/05\/846.htm | website=NavSource Naval History | access-date =ngày 15 tháng 2 năm 2020}}<\/ref> Con tàu đã tham Đội đặc nhiệm 10 để trình diễn việc phóng tên lửa chống ngầm [[RUR-5 ASROC]] vào ngày [[6 tháng 6]] năm [[1963]] dưới sự thị sát của [[Tổng thống Hoa Kỳ|Tổng thống]] [[John F. Kennedy]] bên trên tàu sân bay {{USS|Kitty Hawk|CV-63|3}}.<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\nTrong lượt biệt phái sang khu vực Tây Thái Bình Dương vào năm [[1964]], ''Ozbourn'' đã khởi hành đi Trân Châu Cảng vào ngày [[8 tháng 7]], nơi nó gia nhập Đội khu trục 233 và Đội đặc nhiệm Chống ngầm 1. Từ căn cứ [[Yokosuka]], [[Nhật Bản]], Đội chống ngầm 1 lên đường hướng sang [[biển Đông]], sau khi xảy ra [[Sự kiện Vịnh Bắc bộ]] do đụng độ giữa các [[tàu phóng lôi]] của [[Bắc Việt Nam]] với tàu khu trục {{USS|Maddox|DD-731|3}}. Sau khi phục vụ hộ tống chống tàu ngầm cho Lực lượng Đặc nhiệm 77 và tham gia các hoạt động trình diễn vũ khí hải quân mới, chiếc tàu khu trục quay trở về căn cứ [[Long Beach, California]].<ref name=DANFS\/>\n\nSau một giai đoạn bảo trì, sửa chữa và huấn luyện tại chỗ dọc theo vùng bờ Tây, ''Ozbourn'' khởi hành vào ngày [[20 tháng 8]], [[1965]] cho một lượt biệt phái hoạt động khác tại khu vực Tây Thái Bình Dương. Nó được phối thuộc cùng Đội đặc nhiệm 77.6, và đã hỗ trợ hải pháo cho cuộc chiến trên bộ tại các khu vực trách nhiệm của Quân đoàn III và Quân đoàn IV ở Nam Việt Nam.<ref name=DANFS\/>\n\nTừ [[tháng 7]], [[1966]], ''Ozbourn'' bắt đầu một lượt phục vụ kéo dài hai năm cùng Đệ Thất hạm đội trong thành phần Hải đội Khu trục 9. Phần lớn thời gian được nó dành cho hoạt động tại vùng chiến sự, hỗ trợ cho lực lượng Nam Việt Nam cũng như bắn phá các tuyến đường giao thông và tiếp liệu của đối phương tại Bắc Việt Nam. Chiếc tàu khu trục bị hỏa lực đối phương bắn trúng vào các ngày [[25 tháng 3]] và [[4 tháng 12]], [[1967]], nhưng vẫn tiếp tục làm nhiệm vụ. Nó quay trở về Long Beach vào ngày [[6 tháng 9]], [[1968]] và tiếp tục hoạt động thường lệ tại chỗ, xen kẻ với những chuyến đi đến [[Portland, Oregon]] và San Diego trong một năm tiếp theo.<ref name=DANFS\/>\n\nVào ngày [[26 tháng 9]], [[1969]], ''Ozbourn'' cùng Đội khu trục 92 khởi hành từ Long Beach cho một lượt biệt phái hoạt động kéo dài sáu tháng tại khu vực Tây Thái Bình Dương. Sau khi ghé qua Yokosuka để sửa chữa và tiếp liệu, nó đi đến [[Đà Nẵng]] vào ngày [[24 tháng 10]] để làm nhiệm vụ bắn hải pháo hỗ trợ. Hoạt động tại khu vực trách nhiệm của Quân đoàn I trong một tháng tiếp theo, nó đã bắn 6.569 quả đạn pháo 5-inch xuống các mục tiêu đối phương; và trong thời gian còn lại của đợt hoạt động, nó thực hành chống tàu ngầm ngoài khơi [[Okinawa]], đảm nhiệm vai trò cột mốc radar canh phòng trong [[biển Nhật Bản]], phục vụ canh phòng máy bay cho các tàu sân bay tại [[trạm Yankee]], cũng như viếng thăm các cảng [[Sasebo]], Nhật Bản và [[Bangkok]], [[Thái Lan]]. Nó rời Yokosuka vào ngày [[17 tháng 3]], [[1970]] để quay trở về Hoa Kỳ.<ref name=OZ69>{{chú thích web | title=USS OZBOURN DD-848 History | url=https:\/\/www.ozbourn.org\/history1969.htm | website=USS Ozbourn Association | access-date =ngày 15 tháng 2 năm 2020}}<\/ref>\n\nSau khi về đến Long Beach vào ngày [[1 tháng 4]], ''Ozbourn'' trải qua một đợt đại tu kéo dài hai tháng và bảo trì cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Isle Royal|AD-29|3}}. Vào ngày [[19 tháng 6]], nó đón lên tàu những học viên sĩ quan cho một chuyến đi thực tập mùa hè, vốn đã đưa họ đến [[San Francisco]]; [[Everett, Washington]] và Trân Châu Cảng; chuyến đi kết thúc vào ngày [[5 tháng 8]]. Con tàu được bảo trì tại [[Xưởng hải quân Long Beach]] trước khi tham gia một cuộc tập trận hạm đội, rồi tiếp tục được bảo trì và tiếp liệu tại Long Beach trong suốt [[tháng 10]] nhằm chuẩn bị cho lượt hoạt động tiếp theo. Nó lên đường vào ngày [[13 tháng 11]] cho lượt hoạt động tiếp theo tại khu vực Tây Thái Bình Dương. Con tàu tham gia cuộc Tập trận Aswex 66-70 chống tàu ngầm từ ngày [[10 tháng 12|10]] đến ngày [[15 tháng 12]], và thực hành tác xạ từ ngày [[18 tháng 12|18]] đến ngày [[21 tháng 12]]. Nó trải qua kỳ nghỉ lễ [[Giáng sinh]] tại cảng [[Cao Hùng]], Đài Loan trước khi gặp gỡ tàu sân bay {{USS|Hancock|CVA-19|3}} tại trạm Yankee vào dịp năm mới [[1 tháng 1]], [[1971]].<ref name=OZ69\/>\n\n''Ozbourn'' trải qua nữa đầu [[tháng 1]] hoạt động tại Trạm Yankee, rồi được nghỉ ngơi một tuần tại và một tuần bảo trì tại [[vịnh Subic]], [[Philippines]]. Nó lên đường vào ngày [[1 tháng 2]] để hướng đến [[Đà Nẵng]], làm nhiệm vụ bắn hải pháo hỗ trợ dọc bờ biển Nam Việt Nam. Sau đó nó chuyển sang phục vụ canh phòng máy bay cho các tàu sân bay tại Trạm Yankee, và nhiệm vụ tìm kiếm và giải cứu (SAR) ngoài khơi Bắc Việt Nam. Vai trò chính của chiếc tàu khu trục là xác định tung tích các tàu nổi không rõ nhận dạng, và sẵn sàng để trợ giúp trong những trường hợp máy bay bị bắn rơi trong vịnh Bắc Bộ.<ref name=OZ71>{{chú thích web | title= USS OZBOURN DD-848 History | url=https:\/\/www.ozbourn.org\/history1971.htm | website= USS Ozbourn Association | access-date =ngày 15 tháng 2 năm 2020}}<\/ref>\n\nVào [[tháng 3]], ''Ozbourn'' được bảo trì và tiếp liệu tại vịnh Subic trước khi tiếp nối vai trò canh phòng máy bay tại Trạm Yankee, và đảm trách thêm nhiệm vụ tuần tra [[PIRAZ]] (Positive Identification and Radar Advisory Zone: Khu vực Nhận dạng và Tư vấn Radar Chủ động). Nó rời Trạm Yankee vào ngày [[1 tháng 4]] để áp sát bờ biển Việt Nam, hoạt động hỗ trợ hải pháo kéo dài trong ba tuần, bắt đầu tại vùng trách nhiệm của [[Quân đoàn III (Nam Việt Nam)|Quân đoàn III]] và kết thúc tại [[khu phi quân sự vĩ tuyến 17|khu phi quân sự]]. Con tàu có một chặng dừng ngắn tại vịnh Subic trước khi cùng tàu khu trục {{USS|De Haven|DD-727|3}} khởi hành vào ngày [[25 tháng 4]] cho hành trình quay trở về Hoa Kỳ; nó về đến Long Beach vào ngày [[13 tháng 5]]. Trong lượt phục vụ kéo dài sáu tháng tại Viễn Đông, chiếc tàu khu trục đã di chuyển một quãng đường {{convert|41000|nmi|km|abbr=on}}, tiếp nhiên liệu trên đường đi 44 lần và tiêu thụ khoảng {{convert|2653279|USgal|m3|abbr=on}} nhiên liệu; nó cũng đã bắn tổng cộng khoảng 3.850 quả đạn pháo 5 inch.<ref name=OZ71\/>\n\nĐội khu trục 92, mà ''Ozbourn'' là một thành viên, bị giải thể vào ngày [[15 tháng 6]]; con tàu được điều sang Hải đội Khu trục 19, nhưng tiếp tục đặt cảng nhà tại Long Beach. Đến ngày [[17 tháng 6]], nó đón lên tàu 25 học viên sĩ quan cho một chuyến đi thực tập mùa Hè kéo dài sáu tuần, đưa họ đến các vùng biển Nam California, [[San Francisco]] và [[Puget Sound]]. Nó được chào đón nồng nhiệt khi ghé lại cảng [[Tacoma, Washington]] trong bốn ngày trước khi hướng sang Trân Châu Cảng, và cuối cùng quay trở về Long Beach vào ngày [[4 tháng 8]]. Con tàu ở lại cảng Long Beach cho đến ngày [[20 tháng 9]], khi nó chuẩn bị cho đợt đại tu tiếp theo trong [[Xưởng hải quân Long Beach]]; công việc trong xưởng tàu mất bốn tháng, kéo dài cho đến ngày [[18 tháng 1]], [[1972]].<ref name=OZ71\/>\n\nVào ngày [[1 tháng 2]], [[1972]], sau khi hoàn tất việc đại tu, ''Ozbourn'' trình diện để phục vụ cùng Tư lệnh Đội huấn luyện Hạm đội Thái Bình Dương, và đã hoạt động huấn luyện ôn tập trong sáu tuần. Nó quay trở về Long Beach vào ngày [[15 tháng 3]] cho một lượt nghỉ ngơi ngắn trước khi được biệt phái sang khu vực Tây Thái Bình Dương. Con tàu được phối thuộc cùng Đệ Thất hạm đội tại Viễn Đông, phải lên đường trước kế hoạch một tháng khi chỉ được báo trước ngắn hạn, nhằm tăng cường cho lực lượng hải quân trong vịnh Bắc Bộ để đối phó với việc cường độ chiến tranh leo thang nhanh tại Việt Nam. Sau khi rời Long Beach, nó cùng một đồng đội của Hải đội Khu trục 19, tàu khu trục {{USS|Eversole|DD-789|3}}, gặp gỡ tàu sân bay {{USS|Midway|CVA-41|3}} trên đường đi để cùng hướng đến vịnh Subic, Philippines. Chuyến đi không dừng nghỉ này được hỗ trợ bằng cách tiếp nhiên liệu trên đường đi bởi ''Midway'', và bởi một [[tàu chở dầu]] trong một dịp khác.<ref name=OZ72>{{chú thích web | title= USS OZBOURN DD-848 History | url=https:\/\/www.ozbourn.org\/history1972.htm | website= USS Ozbourn Association | access-date =ngày 15 tháng 2 năm 2020}}<\/ref>\n\nSau một chặng dừng tại vịnh Subic để bảo trì trong các ngày [[24 tháng 4|24]] và [[25 tháng 4]], ''Ozbourn'' rời vùng biển Philippines vào ngày [[26 tháng 4]], cùng với ''Eversole'' hộ tống cho ''Midway'' đi đến một địa điểm ngoài khơi bờ biển Nam Việt Nam. Chiếc tàu khu trục đi vào vùng chiến sự vào ngày [[30 tháng 4]], phối hợp hỗ trợ cùng các phi vụ không kích xuất phát từ ''Midway'' xuống các mục tiêu tại Nam Việt Nam. Đến ngày [[1 tháng 5]], nó đi lên phía Bắc để phối hợp cùng tàu tuần dương {{USS|Chicago|CG-11|3}} tuần tra và hoạt động tìm kiếm và giải cứu (SAR) trong [[vịnh Bắc Bộ]]. Đang khi hộ tống cho chiếc tàu tuần dương, chiếc tàu khu trục có nhiệm vụ xác định tung tích các tàu nổi không rõ nhận dạng, và sẵn sàng để trợ giúp trong những trường hợp máy bay bị bắn rơi.<ref name=OZ72\/>\n\n''Ozbourn'' rời khu vực vịnh Bắc Bộ vào ngày [[19 tháng 5]], [[1972]] để áp sát bờ biển Nam Việt Nam, tại một vị trí về phía Đông Nam [[Đà Nẵng]]. Nó hoạt động hỗ trợ hải pháo cho trận chiến trên bộ cho đến ngày [[25 tháng 5]], khi nó được điều động xuống phía Nam cho hoạt động tương tự tại khu vực [[Đồng bằng sông Cửu Long]], rồi đến ngày [[30 tháng 5]] lại được huy động quay trở ra phía Bắc để làm nhiệm vụ hỗ trợ hải pháo gần [[khu phi quân sự vĩ tuyến 17|khu phi quân sự]], và ở lại khu vực này cho đến ngày [[1 tháng 6]]. Nó rời vùng chiến sự để đi sang Sasebo, Nhật Bản, đến nơi vào ngày [[5 tháng 6]], và được nghỉ ngơi, bảo trì và tiếp liệu. Con tàu rời cảng Sasebo vào ngày [[12 tháng 6]] để đi sang [[biển Đông]], nơi nó hoạt động phối hợp cùng tàu sân bay {{USS|Hancock|CVA-19|3}} trong vịnh Bắc Bộ vào nữa sau [[tháng 6]] và nữa đầu [[tháng 7]]. Cả hai đi sang vịnh Subic vào ngày [[14 tháng 7]] để bảo trì.<ref name=OZ72\/>\n\nRời vùng biển Philippines vào ngày [[23 tháng 7]], ''Ozbourn'' tiếp tục hộ tống cho ''Hancock'' quay trở lại vịnh Bắc Bộ. Vào ngày [[28 tháng 7]], nó được điều đến khu vực phụ cận [[Hòn La]] ngoài khơi bờ biển Bắc Việt Nam, khoảng {{convert|20|mi|km|abbr=on}} về phía Bắc [[Đồng Hới]]. Chiếc tàu khu trục đã hoạt động khám xét những tàu buôn qua lại tại vùng biển Bắc Việt Nam, và ngăn chặn việc vận chuyển vũ khí và tiếp liệu. Nó làm nhiệm vụ này cho đến ngày [[10 tháng 8]], khi được lệnh quay trở lại vịnh Bắc Bộ hoạt động phối hợp cùng [[tàu tuần dương tên lửa điều khiển]] {{USS|Long Beach|CGN-9|3}}. Nó lại được điều động sang hoạt động phối hợp cùng tàu sân bay {{USS|America|CVA-66|3}} từ ngày [[13 tháng 8]], và ở lại cùng ''America'' cho đến ngày [[23 tháng 8]], khi nó đi sang Đài Loan trong một tuần để được nghỉ ngơi, bảo trì và tiếp liệu tại cảng [[Cao Hùng]].<ref name=OZ72A>{{chú thích web | title=USS OZBOURN DD-848 History | url=https:\/\/www.ozbourn.org\/history1972a.htm | website= USS Ozbourn Association | access-date =ngày 15 tháng 2 năm 2020}}<\/ref>\n\n''Ozbourn'' rời vùng biển Đài Loan vào ngày [[2 tháng 9]], [[1972]] để quay trở lại vùng bờ biển Nam Việt Nam. Sau khi phải di chuyển để né tránh [[Mùa bão Tây Bắc Thái Bình Dương 1972#Bão Elsie|cơn bão Elsie]], nó đi đến vịnh Bắc Bộ vào ngày [[4 tháng 9]] trong thành phần một đơn vị đặc nhiệm tàu khu trục, tiến hành hoạt động bắn phá bờ biển vào ban đêm xuống các mục tiêu quân sự, kho tàng và đầu mối giao thông tiếp vận đối phương. Sang giữa [[tháng 9]], con tàu lại được huy động đến khu vực thành phố [[Quảng Trị]] không xa về phía Nam khu phi quân sự, nơi nó hỗ trợ hải pháo cho những đơn vị tác chiến trên bộ cho đến ngày [[22 tháng 9]]. Nó lại được huy động đến khu vực Hòn La, nơi nó đã tham gia đánh chìm 50 tấn hàng tiếp liệu đối phương bị bắt được qua khám xét một tàu buôn. Đến ngày [[1 tháng 10]], nó di chuyển ra vịnh Bắc Bộ để tìm kiếm một máy bay không người lái bị rơi xuống biển.<ref name=OZ72A\/>\n\nSang ngày hôm sau, [[2 tháng 10]], đơn vị đặc nhiệm của ''Ozbourn'' di chuyển xuống phía Nam để né tránh [[Mùa bão Tây Bắc Thái Bình Dương 1972#Bão Lorna|cơn bão Lorna]]. Khi quay trở lại vùng tác chiến vào ngày [[3 tháng 10]], nó được lệnh đi đến một vị trí tại khu vực Quảng Trị để hoạt động hỗ trợ hải pháo. Chuẩn đô đốc Kern, Tư lệnh Đội Tuần dương Khu trục Đệ Thất hạm đội, đã viếng thăm con tàu trong nhiều giờ, đang khi con tàu bắn phá những vị trí đối phương ở phía Nam khu phi quân sự. Nó ở lại khu vực này cho đến ngày [[11 tháng 10]], khi nó lên đường đi Hong Kong để nghỉ ngơi.<ref name=OZ72A\/>\n\n''Ozbourn'' rời Hong Kong vào ngày [[19 tháng 10]] để hướng đến vịnh Subic, đến nơi vào ngày hôm sau. Sau ba ngày được bảo trì, sửa chữa và tiếp liệu, nó khởi hành từ vịnh Subic vào ngày [[23 tháng 10]] cho hành trình quay trở về Hoa Kỳ, trong thành phần Hải đội Khu trục 19, có {{USS|Somers|DDG-34|3}} đảm trách vai trò [[soái hạm]] và còn bao gồm {{USS|Berkley|DDG-15|3}}, {{USS|McCain|DDG-36|3}} và {{USS|Eversol|DD-789|3}}. Nó về đến Long Beach vào ngày [[10 tháng 11]]. Trong lượt phục vụ cuối cùng này tại Viễn Đông trong năm [[1972]], chiếc tàu khu trục đã trải qua tổng cộng 181 ngày trên biển và 34 ngày trong cảng, đã bắn hơn 9.000 quả đạn pháo 5-inch, và trải qua tổng cộng 80 lượt được tiếp nhiên liệu trên đường đi, bổ sung đạn dược và tiếp liệu từ các tàu hậu cần của Đệ Thất hạm đội.<ref name=OZ72A\/>\n\n''Ozbourn'' được cho xuất biên chế đồng thời được rút tên khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[1 tháng 6]], [[1975]]. Nó được bán cho hãng General Metals tại [[Tacoma, Washington|Tacoma]], [[Washington]] để tháo dỡ với trị giá 157.227 Đô-la Mỹ vào ngày [[1 tháng 12]], [[1975]].<ref name=NavSource\/>\n\n== Phần thưởng ==\n''Ozbourn'' được tặng thưởng hai danh hiệu [[Đơn vị Tuyên dương Tổng thống (Hàn Quốc)|Đơn vị Tuyên dương Tổng thống Hàn Quốc]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]].<ref name=DANFS\/>\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title= Ozbourn (DD-846) | url= https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/o\/ozbourn.html | access-date = ngày 9 tháng 10 năm 2019}}\n*{{NVR|{{NVR url|id=DD846}}}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.navsource.org\/archives\/05\/846.htm navsource.org: USS ''Ozbourn'']\n* [http:\/\/www.ozbourn.org\/ USS ''Ozbourn'' Association website]\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n{{Sơ khai quân sự}}\n\n{{DEFAULTSORT:Ozbourn (DD-846)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]"}