{"3403430":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Trathen (DD-530) off the Mare Island Naval Shipyard on 4 August 1943.jpg|300px]]\n|Ship caption= Tàu khu trục USS ''Trathen'' (DD 530)\n}}\n{{Infobox ship career\n| Ship country = Hoa Kỳ\n| Ship flag = {{USN flag|1965}}\n| Ship name = USS ''Trathen'' (DD 530)\n| Ship namesake = Thiếu tá Hải quân [[James Trathen]]\n| Ship ordered = \n| Ship awarded = \n| Ship builder = [[Bethlehem Shipbuilding Corporation]], [[San Francisco, California]]\n| Ship original cost = \n| Ship laid down = [[17 tháng 3]] năm [[1942]]\n| Ship launched = [[22 tháng 10]] năm [[1942]]\n| Ship sponsor = bà Cassin Young\n| Ship completed = \n| Ship acquired = \n| Ship commissioned = [[28 tháng 5]] năm [[1943]]\n| Ship recommissioned = [[1 tháng 8]] năm [[1951]]\n| Ship decommissioned = [[18 tháng 1]] năm [[1946]] [[11 tháng 5]] năm [[1965]]\n| Ship in service = \n| Ship out of service = \n| Ship renamed = \n| Ship reclassified = \n| Ship struck = [[1 tháng 11]] năm [[1972]]\n| Ship nickname = \n| Ship honors = {{Danh sách không dấu đầu dòng\n| 8 × [[Ngôi sao Chiến trận]] (Thế Chiến II);\n| 2 × Ngôi sao Chiến trận (Chiến tranh Triều Tiên)\n}}\n| Ship captured = \n| Ship fate = Sử dụng như một mục tiêu, [[tháng 11]] năm [[1973]], tháo dỡ sau đó\n| Ship status = \n}}\n{{Infobox ship characteristics\n| Ship class = [[Fletcher (lớp tàu khu trục)|Lớp tàu khu trục ''Fletcher'']]\n| Ship type = [[Tàu khu trục]]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2100|LT|t|abbr=on}} (tiêu chuẩn)\n| {{convert|2924|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{convert|376|ft|5|in|m|abbr=on}} (chung)\n| Ship beam = {{convert|39|ft|08|in|m|abbr=on}} (chung)\n| Ship draft = {{convert|13|ft|9|in|m|abbr=on}} (đầy tải)\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 2 × turbine hơi nước hộp số\n| 2 × trục\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|36|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6500|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 5 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (5×1);\n| 2 × pháo phòng không [[Bofors 40 mm]];\n| 6 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''Trathen'' (DD-530)''' là một [[tàu khu trục]] [[Fletcher (lớp tàu khu trục)|lớp ''Fletcher'']] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Thiếu tá Hải quân]] [[James Trathen]], hạm trưởng chỉ huy chiếc {{USS|Midnight|1861}} trong cuộc [[Nội chiến Hoa Kỳ]]. Nó được cho xuất biên chế không lâu sau khi Thế Chiến II kết thúc, tái biên chế trở lại năm [[1951]] và tiếp tục hoạt động trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]], cho đến khi ngừng hoạt động năm [[1965]], rút đăng bạ năm [[1972]] và được sử dụng như một mục tiêu tác xạ cho đến khi bị tháo dỡ. Nó được tặng thưởng tám [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, và thêm hai Ngôi sao Chiến trận nữa trong Chiến tranh Triều Tiên.\n\n== Thiết kế và chế tạo ==\n{{main|Fletcher (lớp tàu khu trục)}}\n''Trathen'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Shipbuilding Corporation]], ở [[San Francisco, California]] vào ngày [[17 tháng 3]] năm [[1942]]. Nó được hạ thủy vào ngày [[22 tháng 10]] năm [[1942]]; được đỡ đầu bởi bà Cassin Young, phu nhân [[Đại tá Hải quân]] [[Cassin Young]] (1894-1942), người được tặng thưởng [[Huân chương Danh dự]] khi chỉ huy [[tàu sửa chữa]] {{USS|Vestal|AR-4}} trong [[trận Trân Châu Cảng]]. Con tàu nhập biên chế vào ngày [[28 tháng 5]] năm [[1943]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] [[Alvoord J. Greenacre]].\n\n== Lịch sử hoạt động ==\n=== 1943 ===\nSau khi huấn luyện tại khu vực [[quần đảo Hawaii]], ''Trathen'' gia nhập Lực lượng Đặc nhiệm 11 dưới quyền [[Chuẩn đô đốc]] [[Willis A. Lee]] để tham gia vào việc tái chiếm [[đảo Baker]]. Mục tiêu này là một hòn đảo nhỏ hình ellip cạnh [[quần đảo Gilbert]] do quân [[Đế quốc Nhật Bản|Nhật]] chiếm giữ, ở gần hơn so với [[Funafuti]] thuộc nhóm [[quần đảo Ellice]]; Baker có giá trị đáng kể như một khu vực tập trung lực lượng và tiến hành trinh sát bằng hình ảnh các mục tiêu đối phương. Đặt cờ hiệu trên [[soái hạm]] {{USS|Hercules|AK-41|6}}, Đô đốc Lee dẫn đầu Lực lượng Đặc nhiệm 11 khởi hành từ [[Trân Châu Cảng]] vào ngày [[25 tháng 8]] năm [[1943]], đi đến ngoài khơi Baker vào ngày [[1 tháng 9]]. Trong khi các tàu vận tải và {{USS|Ashland|LSD-1|6}} cho đổ bộ binh lính và hàng hóa lên đảo, chiếc tàu khu trục đã canh phòng và làm nhiệm vụ dẫn đường tác chiến cho các [[máy bay tiêm kích]] [[F6F Hellcat]] từ các [[tàu sân bay]] {{USS|Belleau Wood|CVL-24|6}} và {{USS|Princeton|CVL-23|6}}. Trong quá trình trận chiến, nó đã dẫn đường những chiếc F6F đánh chặn một mục tiêu phát hiện qua [[radar]] ở cách {{convert|32|mi|km|abbr=on}}; đối thủ là một [[thủy phi cơ]] [[Kawanishi H8K]] \"Emily\", và mục tiêu bị tiêu diệt nhanh đến mức nó không kịp gửi báo cáo qua vô tuyến. Hai ngày sau, chiếc tàu khu trục lại dẫn đường cho những chiếc Hellcat ngăn chặn một chiếc Emily khác, bắn rơi nó xuống biển.\n\nSau khi Baker được bình định và sân bay trên đảo này được xây dựng và sẵn sàng hoạt động vào ngày [[11 tháng 9]], ''Trathen'' quay trở về Hawaii. Vào ngày [[29 tháng 9]], nó tham gia thành phần hộ tống cho Đội đặc nhiệm 14.5 khởi hành từ Trân Châu Cảng hướng đến [[đảo Wake]]. Dưới quyền chỉ huy của Chuẩn đô đốc [[Alfred E. Montgomery]], lực lượng đặc nhiệm tàu sân bay nhanh này, lực lượng tàu sân bay lớn nhất từng được tập trung cho đến lúc đó, bao gồm {{USS|Essex|CV-9|3}}, {{USS|Yorktown|CV-10|3}}, {{USS|Lexington|CV-16|3}}, {{USS|Cowpens|CVL-25|}}, {{USS|Independence|CVL-22|3}} và ''Belleau Wood''. Trong các ngày [[5 tháng 10|5]] và [[6 tháng 10]], máy bay từ tàu sân bay của Montgomery đã thực hiện sáu đợt không kích với tổng cộng 738 phi vụ, trong khi hải pháo từ các [[thiết giáp hạm]] và [[tàu tuần dương]] tiếp tục phá hủy các cơ sở căn cứ đối phương trên hòn đảo này. Cho dù bị hư hại nứt vỏ động cơ turbine áp lực cao, ''Trathen'' vẫn có thể rút lui cùng lực lượng đặc nhiệm về phía quần đảo Hawaii, về đến Trân Châu Cảng vào ngày [[11 tháng 10]].\n\nNhững sửa chữa tạm thời tại Trân Châu Cảng cho phép ''Trathen'' lên đường đi [[Bremerton, Washington]], để được sửa chữa động cơ tại [[Xưởng hải quân Puget Sound]]. Nó khởi hành để đi quần đảo Hawaii vào ngày [[21 tháng 11]], đi đến Trân Châu Cảng sáu ngày sau đó. Sau đợt thực tập huấn luyện cùng máy bay đặt căn cứ trên đất liền ngoài khơi [[Oahu]], sĩ quan chỉ huy của nó được cử làm Tư lệnh Đơn vị Đặc nhiệm 16.15.2, bao gồm ''Trathen'' cùng [[tàu khu trục hộ tống]] {{USS|Martin|DE-30|3}} và SS ''Mormacport''. Các con tàu lên đường đi ngang qua [[đảo Canton]], [[Funafuti]] và [[đảo san hô Tarawa|Tarawa]], đi đến [[đảo Makin]] vào ngày [[18 tháng 12]]. Ngày hôm sau, chiếc tàu khu trục di chuyển nhanh trong {{convert|125|mi|km|abbr=on}} để cứu vớt đội bay của một [[thủy phi cơ]] [[PBY Catalina]] bị rơi, và quay trở về Makin vào ngày [[20 tháng 12]]. Trong chặng quay trở về, radar của nó bắt được tín hiệu một phi đội [[máy bay ném bom]] Nhật Bản đang hướng đến [[quần đảo Gilbert]]. Rõ ràng là đang làm nhiệm vụ quan trọng nên chúng bỏ qua chiếc tàu khu trục. Chiếc máy bay bay gần nhất bị các khẩu pháo phòng không nhắm bắn, nhưng không bị hư hại gì.\n\nSau khi đi đến [[đảo Abemama]] ''Trathen'' cùng tàu khu trục hộ tống {{USS|Le Hardy|DE-20|3}} lên đường vào ngày [[25 tháng 12]] để hộ tống SS ''Mormacport'' quay trở lại Hawaii. Một ngày sau, một chiếc \"Emily\" phát hiện ra đoàn tàu, nhưng chiếc thủy phi cơ ở bên ngoài tầm bắn của các khẩu pháo phòng không. Tách khỏi ''Le Hardy'' chiều tối hôm đó, ''Trathen'' và ''Mormacport'' tiếp tục hướng đến Hawaii, đi đến Trân Châu Cảng vào ngày [[1 tháng 1]] [[1944]]. Nó tiến hành các cuộc thực tập tác xạ tại khu vực Hawaii trước khi rời Trân Châu Cảng vào ngày [[23 tháng 1]] để hướng sang [[quần đảo Marshall]].\n\n=== 1944 ===\nTiến vào vũng biển [[Kwajalein]] vào ngày [[2 tháng 2]], ''Trathen'' thay phiên cho tàu khu trục {{USS|Schroeder|DD-500|3}} ngoài khơi đảo này trong vai trò tàu hỗ trợ hỏa lực, bắn phá các vị trí Nhật Bản trên bờ cho đến khi mọi mục tiêu bị tiêu diệt. Vào ngày [[5 tháng 2]], nó tham gia cùng tàu khu trục {{USS|McCord|DD-534|3}} cùng các [[tàu tuần dương hạng nặng]] {{USS|Minneapolis|CA-36|3}} và {{USS|San Francisco|CA-38|3}} ngoài khơi [[Gugegwe]], bắn pháo hỗ trợ cho ba tiểu đoàn [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] đổ bộ trên sáu tàu đổ bộ [[LST]], khi họ tấn công lên bờ với 17 xe bọc thép lội nước và 16 [[xe tăng]] [[M4 Sherman]]. Đến 07 giờ 20 phút, chiếc tàu khu trục khai hỏa dàn pháo chính 5 inch hỗ trợ cho cuộc đổ bộ.\n\n''Trathen'' tiếp tục nhiệm vụ hỗ trợ hỏa lực cho đến khi chiến dịch Kwajalein kết thúc vào ngày [[7 tháng 2]]; nó lên đường quay trở về [[Majuro]] vào ngày hôm sau, và đến nơi vào ngày [[9 tháng 2]]. Ngay ngày hôm sau, nó quay trở lại Kwajalein để tuần tra chống tàu ngầm. Chiếc tàu khu trục đã hợp cùng tàu tuần dương hạng nặng {{USS|Indianapolis|CA-35|3}} ngoài khơi [[Eniwetok]]. Căn cứ trên những tin tức tình báo không chính xác rằng hòn đảo không được đối phương chiếm đóng, họ chỉ bắn phá sơ sài các mục tiêu tại đây; trong khi đó, tài liệu chiếm được tại Kwajalein cho thấy Eniwetok thực ra được phòng thủ rất chắc chắn bởi những đơn vị Nhật Bản tinh nhuệ.\n\nQuá trễ để có thể thay đổi kế hoạch, ''Indianapolis'' cùng tàu tuần dương nữa chị em {{USS|Portland|CA-33|3}}, có ''Trathen'' và {{USS|Hoel|DD-533|3}} tháp tùng, được bố trí bên sườn các tàu đổ bộ [[LCI]] trong khi các xe thiết giáp lội nước [[LVT]] nước bố trí ở giữa; ''Trathen'' hộ tống cho ''Indianapolis'' trong khi ''Hoel'' tháp tùng ''Portland'', và họ hợp cùng các pháo hạm LCI bắn phá hòn đảo. Eniwetok nhanh chóng bị khuất phục trước sức mạnh áp đảo của lực lượng không-hải Hoa Kỳ, và ''Trathen'' thỉnh thoảng lại cần bắn pháo hỗ trợ cho đến ngày [[29 tháng 2]], và ở lại đây cho đến ngày [[4 tháng 3]], khi nó lên đường đi Majuro để bảo trì.\n\nSau khi thực tập tại [[vịnh Purvis]] thuộc [[quần đảo Solomon]] và làm nhiệm vụ tuần tra giữa các [[đảo Emirau]] và [[đảo New Hanover|New Hanover]], ''Trathen'' gia nhập [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] vào ngày [[3 tháng 5]]. Nó rời [[đảo Manus]] thuộc [[quần đảo Admiralty]] vào ngày [[15 tháng 5]] cùng các lực lượng đặc nhiệm 74 và 75 để hướng sang vùng biển [[Papua New Guinea|New Guinea]], nhắm đến mục tiêu: [[đảo Wakde]]. Bị Nhật Bản chiếm đóng năm [[1942]], nơi đây cung cấp một đường băng và các căn cứ hậu cần hữu ích cho phía Đồng Minh trong các chiến dịch nhảy cóc để tiếp cận [[Philippines]] và Nhật Bản. Đến nơi vào ngày [[17 tháng 5]], chiếc tàu khu trục bắn pháo hỗ trợ cho lực lượng đổ bộ lên Wakde, rồi sau đó hoạt động dọc theo bờ biển hỗ trợ cho cuộc tấn công tiếp theo cho đến ngày [[25 tháng 5]], khi nó lên đường đi đến [[đảo Biak]].\n\nBiak là đảo lớn nhất trong [[quần đảo Schouten]], là mục tiêu tiếp theo trong kế hoạch tác chiến của hải quân. Lực lượng bắn phá đi đến ngoài khơi các bãi đổ bộ 15 phút sớm hơn lịch trình, và đến 06 giờ 29 phút sáng ngày [[27 tháng 5]], các tàu tuần dương hạng nhẹ {{USS|Phoenix|CL-46|3}}, {{USS|Boise|CL-47|3}} và {{USS|Nashville|CL-43|3}} bắt đầu nả hải pháo 6-inch xuống các mục tiêu, bắn hơn 1.000 quả đạn pháo; trong khi các tàu khu trục săn tìm những mục tiêu nhỏ hơn như tàu tuần tra dọc theo bờ biển. Đến 11 giờ 00, bốn máy bay tiêm kích Nhật Bản bay ngang sân bay Biak; hai máy bay tiêm kích-bom xuất hiện trễ hơn lúc xế trưa, rồi tiếp nối bởi bốn [[máy bay ném bom]] hai động cơ. Ba chiếc đã bị hỏa lực phòng không bắn rơi, và chiếc thứ tư bị hư hại. ''Trathen'' tiếp tục tuần tra ngoài khơi Schouten cho đến ngày [[31 tháng 5]], khi nó rút lui về [[Teluk Yos Sudarso|vịnh Humboldt]] để gia nhập trở lại Lực lượng Đặc nhiệm 75.\n\nNỗ lực đầu tiên của phía Nhật Bản nhằm tăng viện về hướng Biak bị phát hiện, và đối phương đã quay mũi rút lui. Vào ngày [[3 tháng 6]], các lực lượng đặc nhiệm 74 và 75 được lệnh truy kích lực lượng Nhật Bản đang rút lui, và lúc 23 giờ 18 phút ngày [[3 tháng 6]], ''Trathe n'' lên đường cùng các đơn vị khác của Đội khu trục 48 để truy đuổi. Sang ngày hôm sau, mười [[máy bay ném bom bổ nhào]] [[Aichi D3A]] \"Val\" đã tìm cách tấn công lực lượng đặc nhiệm, nhưng bị đánh đuổi. Đến ngày [[5 tháng 6]], máy bay ném bom-ngư lôi Nhật Bản lại tấn công lực lượng, và một chiếc đã bị hỏa lực phòng không của chiếc tàu khu trục bắn rơi.\n\nKhông lâu sau, đối phương tổ chức một đợt tăng viện khác cho lực lượng đang bị vây hãm tại Biak. Sáu tàu khu trục Nhật Bản, gồm ba chiếc chở quân và ba chiếc kéo theo các sàn lan đổ bộ, đã gia nhập cùng các tàu tuần dương [[Aoba (tàu tuần dương Nhật)|''Aoba'']] và [[Kinu (tàu tuần dương Nhật)|''Kinu'']] về phía Bắc [[đảo Misool]], dưới sự chỉ huy của Chuẩn đô đốc [[Naomasa Sakonju]] bên trên [[soái hạm]] là tàu khu trục [[Shikinami (tàu khu trục Nhật) (1929)|''Shikinami'']]. Lực lượng đối phương di chuyển về hướng Biak mà không bị phát hiện, mãi cho đến khi mười máy bay ném bom tầm trung [[B-25 Mitchell]], được những máy bay tiêm kích [[P-38 Lightning]] hộ tống, phát hiện và tấn công, đánh chìm [[Harusame (tàu khu trục Nhật)|''Harusame'']] và làm hư hại ba tàu khu trục khác. Tiếp tục hướng về phía Biak sau khi máy bay ném bom rút lui, đối phương không biết rằng họ đang hướng thẳng vào lực lượng tuần dương-khu trục dưới quyền Phó đô đốc [[Victor Crutchley]], đang tuần tra tại khu vực giữa Biak và [[Jayapura|Hollandia]].\n\nKhông biết được vị trí lực lượng của Sakonju, Crutchley quyết định càn quét dọc theo bờ biển Biak. Lúc khoảng 22 giờ 00 đêm [[8 tháng 6]], một thủy phi cơ tuần tra đêm [[Consolidated PBY Catalina]] phát hiện lực lượng Nhật Bản, và báo các về năm tàu không rõ nhận dạng đang đi với tốc độ {{convert|12|kn|km\/h|abbr=on}} về hướng các tàu tuần dương-khu trục của Crutchley. Vị đô đốc Anh triển khai đội hình chiến đấu lên phía Bắc và ra lệnh báo động; các tàu Nhật cũng phát hiện đối thủ và đổi hướng để tấn công bằng ngư lôi trước khi rút lui. Các đội khu trục Hoa Kỳ được tung ra để truy kích hạm đội Nhật Bản rút lui; tuy nhiên Đội khu trục 48 của ''Trathen'' đi phía sau các đội khu trục 42 và 47, nên được lệnh của Crutchley quay trở lại để hộ tống các tàu tuần dương. Lực lượng Hoa Kỳ không thể bắt kịp đối thủ đã rút chạy, và họ quay trở về vịnh Humboldt vào ngày hôm sau.\n\n''Trathen'' sau đó tham gia cuộc chiếm đóng [[đảo Noemfoor]], khi được phân về Đội đặc nhiệm 77.2, lực lượng bảo vệ, và làm nhiệm vụ bắn phá bờ biển tại đây vào ngày [[2 tháng 7]] trước khi rút lui về vịnh Humboldt. Nó lại phục vụ trong thành phần bảo vệ cho cuộc đổ bộ lên [[mũi Sansapor]], New Guinea vào ngày [[30 tháng 7]], thả màn khói ngụy trang và tuần tra trong phạm vi {{convert|25|mi|km|abbr=on}} ngoài khơi để bảo vệ cho cuộc đổ bộ. Con tàu được nghỉ ngơi và bảo trì tại [[Sydney]], [[Australia]] từ ngày [[13 tháng 8|13]] đến ngày [[20 tháng 8]], trước khi quay trở lại hoạt động tập trận và thực hành tại khu vực phụ cận vịnh Purvis, nhằm chuẩn bị cho chiến dịch Tây quần đảo Caroline. Con tàu rời vịnh Purvis vào ngày [[6 tháng 9]] trong thành phần Đội đặc nhiệm 32.5, và sau khi hộ tống các tàu sân bay tung ra các cuộc không kích hỗ trợ cho việc đổ bộ lên [[Palau]], nó rút lui vào ngày [[26 tháng 9]] để tiếp nhiên liệu và tiếp liệu tại [[Kossol Passage]].\n\n''Trathen'' đi đến Manus vào ngày [[2 tháng 10]], nơi nó được điều động vào Đội đặc nhiệm 77.4, rồi lên đường hướng sang [[vịnh Leyte]] thuộc [[quần đảo Philippine]]. Các cuộc đổ bộ lên [[đảo Dinagat]] và [[đảo Suluan]], ở lối ra vào vịnh Leyte được tiến hành vào ngày [[17 tháng 10]], khi con tàu đã trực chiến sẵn sàng bắn hỏa lực hỗ trợ và phòng không. Ba ngày sau, ba máy bay tiêm kích đối phương xuất hiện, bay thấp trên khu vực do con tàu bảo vệ. Trong vòng vài phút, hỏa lực phòng không đã bắn rơi một máy bay, thậm chí còn bắt được viên phi công của chiếc máy bay, và sau đó chuyển tù binh sang tàu sân bay hộ tống {{USS|Sangamon|CVE-26|3}}. Một lần nữa, máy bay Nhật Bản lại quấy rối các con tàu thuộc lực lượng tấn công, và máy bay tiêm kích tuần tra chiến đấu trên không (CAP) đã bắn rơi thêm hai chiếc vào ngày [[24 tháng 10]].\n\n''Trathen'' rút lui về Manus vào đầu [[tháng 11]], để rồi quay trở lại vịnh Leyte vào ngày [[16 tháng 11]] để tuần tra khu vực [[eo biển Surigao]]. Thay phiên cho tàu khu trục {{USS|Sigourney|DD-643|3}} vào ngày [[19 tháng 11]], nó ở lại khu vực Philippines cho đến ngày [[23 tháng 11]], khi nó hướng sang phía Tây Caroline. Nó đã đánh chìm một sà lan đối phương bằng hỏa lực pháo 5-inch và 40-mm trên đường đi trước khi đi đến [[Ulithi]] vào ngày [[25 tháng 11]].\n\n=== 1945 ===\n''Trathen'' thực hành ngoài khơi Ulithi từ ngày [[30 tháng 11]] đến ngày [[29 tháng 12]], trước khi gia nhập Đội đặc nhiệm 38.2 vào ngày [[5 tháng 1]] năm [[1945]]. Nó đã phục vụ như tàu canh phòng máy bay và tàu hộ tống cho đội này và Đội đặc nhiệm 38.5 cho đến cuối tháng. Đội đặc nhiệm 38.2 tiến hành không kích chuẩn bị xuống đảo [[Luzon]], trước khi hướng sang [[Biển Đông]] cho một loạt các cuộc không kích xuống [[Đài Loan]] vốn do Nhật Bản chiếm từ ngày [[9 tháng 1|9]] đến ngày [[11 tháng 1]], rồi xuống tàu bè và cơ sở Nhật Bản dọc theo bờ biển [[Đông Dương thuộc Pháp]]. Lực lượng lại hướng lên phía Bắc, ném bom xuống [[Hong Kong]] và đảo [[Hải Nam]] mà hầu như không gặp sự kháng cự của máy bay hay tàu chiến đối phương. Đội đặc nhiệm gặp phải thời tiết xấu trong các ngày [[17 tháng 1|17]] và [[18 tháng 1]].\n\nSau khi rời Biển Đông ngang qua [[eo biển Balintang]], ''Trathen'' và đồng đội tham gia các cuộc không kích khác lên Đài Loan và bắn phá [[Sakishima Gunto]], vốn được Nhật Bản sử dụng như điểm tập trung cho các cuộc tấn công [[Kamikaze]]. Trong vai trò bảo vệ và canh phòng máy bay, nó di chuyển ở phía đuôi tàu sân bay {{USS|Hancock|CV-19|3}} vào ngày [[21 tháng 1]], và chứng kiến một chiếc [[Grumman TBF Avenger]] bị nổ tung khi hạ cánh quá mạnh xuống sàn đáp. Một người trên chiếc tàu sân bay bị vụ nổ hất tung xuống biển, nhưng ''Trathen'' đã cứu anh ta lên khỏi mặt nước.\n\nSau cuộc không kích lên Okinawa, ''Trathen'' khởi hành từ Ulithi vào ngày [[10 tháng 2]] để hỗ trợ cho các hoạt động của tàu sân bay tại khu vực giữa [[Iwo Jima]] và các đảo chính quốc Nhật Bản. Sáu ngày sau, Lực lượng Đặc nhiệm 58 thực hiện cuộc không kích đầu tiên xuống [[Tokyo]] từ một điểm cách {{convert|150|mi|km|abbr=on}} về phía Đông Nam thủ đô của Đế quốc. Họ rút lui vào ban đêm rồi tiếp tục những đợt không kích khác trong ngày hôm sau. Để hỗ trợ cho cuộc đổ bộ lên [[Iwo Jima]], ''Trathen'' đi đến khu vực phụ cận vào ngày [[20 tháng 2]], và đã bảo vệ cho các tàu sân bay khi chúng tung ra các phi vụ trong suốt bốn ngày tiếp theo, hỗ trợ cho binh lính Thủy quân Lục chiến tấn công trên bộ.\n\n''Trathen'' hộ tống cho lực lượng đặc nhiệm càn quét lên phía Bắc, đi đến một địa điểm ngoài khơi Tokyo vào sáng sớm ngày [[25 tháng 2]], và lại không kích xuống thành phố này. Đêm đó, các tàu sân bay di chuyển về phía [[Nagoya]], nhưng thời tiết xấu đã buộc phải hủy bỏ kế hoạch ném bom thành phố công nghiệp này vào ngày [[26 tháng 2]]. Đang khi ở vùng biển Nhật Bản, ''Trathen'' và đồng đội phát hiện những quả [[thủy lôi]] trôi nổi trên biển; bản thân chiếc tàu khu trục đã phá hủy một quả bằng hải pháo vào ngày [[27 tháng 2]].\n\nSau khi được bảo trì và nghỉ ngơi tại Ulithi, ''Trathen'' quay trở lại tuyến đầu vào ngày [[14 tháng 3]], gặp gỡ Đội đặc nhiệm 58.4 nhằm chuẩn bị cho đợt không kích lên các đảo chính quốc Nhật Bản và Okinawa. Được tạm thời cho tách ra để cứu vớt một phi công bị bắn rơi, nó gia nhập trở lại đội đặc nhiệm đang hướng về phía Nhật Bản, và tiếp tục phá hủy nhiều quả mìn trôi dạt đang khi bảo vệ cho các tàu sân bay. Máy bay Kamikaze đối phương tìm cách len lỏi qua hàng rào tuần tra chiến đấu trên không để tấn công tự sát xuống các con tàu, và hỏa lực phòng không từ đội của ''Trathen'' đã bắn rơi năm máy bay đối phương. Tuy nhiên họ không ngăn được một chiếc đâm trúng tàu sân bay {{USS|Intrepid|CV-11|3}} vào ngày [[18 tháng 3]]. Chín ngày sau, nó cùng các [[tàu tuần dương lớn]] {{USS|Alaska|CB-1|3}} và {{USS|Guam|CB-2|3}}, các tàu tuần dương {{USS|Flint|CL-97|3}} và {{USS|San Diego|CL-53|3}} cùng bốn tàu khu trục khác tách khỏi đội hình tàu sân bay để bắn phá [[Minami Daito Shima]]. Các con tàu gia nhập trở lại lực lượng vào ngày [[28 tháng 3]], tiếp nối vai trò hộ tống.\n\nTrong những tháng tiếp theo, được sự trợ giúp của [[Hạm đội Thái Bình Dương Anh Quốc|Hạm đội Thái Bình Dương]] của [[Hải quân Hoàng gia Anh|Hải quân Anh]], lực lượng Hoa Kỳ tiếp tục đánh phá các đảo chính quốc Nhật Bản bằng các cuộc không kích và bắn phá bằng hạm tàu nổi. Tiếp tục phối thuộc cùng Lực lượng Đặc nhiệm 58, ''Trathen'' vào ngày [[11 tháng 4]] đã giúp chống trả máy bay Nhật Bản phản công bằng hỏa lực phòng không. Trong đợt tấn công thứ ba của đối phương trong ngày, một quả đạn pháo 5-inch từ một tàu bạn đã bắn nhầm trúng vào phòng đạn pháo tháp pháo 5-inch số 5 phía đuôi tàu, làm ba người thiệt mạng và bị thương 21 người, và khiến khẩu pháo phía đuôi không thể hoạt động.\n\n''Trathen'' bị buộc phải rút lui về Ulithi để sửa chữa, rồi lên đường vào ngày [[3 tháng 5]] và gia nhập trở lại Lực lượng Đặc nhiệm 58 gần Okinawa vào ngày [[5 tháng 5]]. Sáu ngày sau, [[soái hạm]] của Lực lượng Đặc nhiệm 58, tàu sân bay {{USS|Bunker Hill|CV-17|3}}, bị một máy bay Kamikaze đánh trúng; một máy bay tự sát khác nhắm vào ''Trathen'' và lao thẳng đến nó. Trong khi các dàn pháo phòng không trên tàu ra sức ngăn chặn kẻ tấn công, một sự trợ giúp đã đến từ trên không. Một máy bay tuần tra chiến đấu trên không, bất chấp có thể bị bắn nhầm bởi hỏa lực phòng không từ các con tàu, đã tiếp cận và bắn rơi kẻ tấn công xuống biển phía mũi ''Trathen'' bên mạn trái.\n\n''Trathen'' rút lui về Ulithi để ngghỉ ngơi trước khi lên đường mười ngày sau đó cùng Đội đặc nhiệm 58.4 để hộ tống các tàu sân bay. Vào ngày [[4 tháng 6]], các hoạt động không quân bị hủy bỏ do kim chỉ thị trên [[phong vũ biểu]] hạ thấp, vả một cơn [[bão]] đã đi ngang với tâm bão cách lực lượng đặc nhiệm khoảng {{convert|70|mi|km|abbr=on}} về phía Đông Nam. Các con tàu trong đội thoát được mà không gặp hư hại. Đang khi làm nhiệm vụ canh phòng máy bay vào ngày [[6 tháng 6]], chiếc tàu khu trục đã giải cứu đội bay hai người của một chiếc [[SB2C Helldiver]] bị bắn rơi; cả hai người đã được vớt lên, nhưng viên phi công đã tử trận khi được đưa lên tàu.\n\nĐây trở thành những hoạt động sau cùng của ''Trathen'' trong Thế Chiến II, vì nó khởi hành đi Leyte để bắt đầu hành trình dài quay trở về Hoa Kỳ. Sau một chặng dừng tại Trân Châu Cảng, nó về đến [[Seattle, Washington]] vào ngày [[9 tháng 7]], và được đại tu tại xưởng tàu của hãng Todd Shipbuilding Co. Đang khi sửa chữa, [[Nhật Bản đầu hàng]] kết thúc cuộc xung đột; và sau khi hoàn tất việc tái trang bị, nó lên đường đi San Diego vào ngày [[29 tháng 9]], đến nơi vào ngày [[2 tháng 10]]. Con tàu được cho xuất biên chế vào ngày [[18 tháng 1]] năm [[1946]], và neo đậu cùng Đội San Diego thuộc Hạm đội Dự bị Thái Bình Dương.\n\n=== 1951 - 1965 ===\nKhi sự kiện [[Chiến tranh Triều Tiên]] nổ ra do lực lượng [[Bắc Triều Tiên]] băng qua [[vĩ tuyến 38 Bắc|vĩ tuyến 38]] vào ngày [[25 tháng 6]] năm [[1950]], Hoa Kỳ đã đưa quân đội đến trợ giúp [[Nam Triều Tiên]]. Do đó, ''Trathen'' được đưa ra khỏi lực lượng dự bị vào ngày [[14 tháng 6]] năm [[1951]] và nhập biên chế trở lại vào ngày [[1 tháng 8]]. Trong vai trò soái hạm của Hải đội Khu trục 28, nó được điều động sang [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]] vào ngày [[5 tháng 10]], đặt căn cứ tại [[Norfolk, Virginia]], và hoạt động dọc theo vùng bờ Đông và vùng [[biển Caribe]] cho đến hết năm [[1952]].\n\nĐược lệnh đi sang Viễn Đông sau đó, ''Trathen'' đi đến [[Sasebo]], [[Nhật Bản]] vào ngày [[12 tháng 2]] năm [[1953]]; được phái sang hoạt động tại Triều Tiên, nó đã bắn phá các mục tiêu ga đường sắt, tàu hỏa, công sự phòng thủ và trạm biến thế. Nó phá hủy một đoàn tàu hỏa vào ngày [[11 tháng 3]], và sau khi hoàn tất nhiệm vụ tuần tra tại khu vực giữa [[Wonsan]] và [[Hungnam]] hai ngày sau đó, con tàu được thay phiên và quay trở về Sasebo để sửa chữa. Gia nhập Lực lượng Đặc nhiệm 77 sau đó, nó tiếp tục làm nhiệm vụ cho đến ngày [[7 tháng 6]], rời Sasebo vào ngày hôm sau để hướng đi [[Hong Kong]].\n\nQuay trở về Hoa Kỳ qua ngã [[Đông Nam Á]] và [[Địa Trung Hải]], ''Trathen'' hoạt động cùng Hạm đội Đại Tây Dương cho đến [[tháng 1]] năm [[1955]], khi nó được điều động trở lại [[Hạm đội Thái Bình Dương Hoa Kỳ|Hạm đội Thái Bình Dương]], và lại được bố trí sang Tây Thái Bình Dương. Nó rời [[Long Beach, California]] vào ngày [[21 tháng 4]], bắt đầu một chuỗi các lượt bố trí sang Viễn Đông vốn kéo dài cho đến năm [[1964]], xen kẻ với các hoạt động tại chỗ dọc theo vùng bờ Tây. Con tàu đã viếng thăm các cảng [[Cao Hùng]], [[Đài Loan]]; Hong Kong; Sasebo và [[Yokosuka]], Nhật Bản; cũng như Trân Châu Cảng, Guam, [[Midway]] và [[vịnh Subic]], Philippines. Trong giai đoạn này, nó tham gia thực hành chống tàu ngầm, phòng không, phục vụ như tàu canh phòng máy bay khi hoạt động cùng các lực lượng tàu sân bay nhanh, tham gia tuần tra tại [[eo biển Đài Loan]] để bảo vệ hòn đảo này.\n\n[[Sự kiện vịnh Bắc Bộ]] xảy ra vào đầu [[tháng 8]] năm [[1964]] khi ''Trathen'' đang hiện diện tại cảng Cao Hùng trong lượt hoạt động sau cùng tại Tây Thái Bình Dương. Nó lên đường không lâu sau đó, và hoạt động liên tục ngoài khơi cho đến hết [[tháng 8]] ngoại trừ những đợt tiếp liệu tại Cao Hùng. Sau khi được thay phiên, nó lên đường đi Hong Kong và hoạt động như tàu trạm tại đây cho đến khi quay trở lại [[Biển Đông]], hỗ trợ các hoạt động hải quân dọc theo bờ biển [[Nam Việt Nam]]. Con tàu rời khu vực Tây Thái Bình Dương vào ngày [[8 tháng 10]], đi ngang qua Guam và Midway để quay trở về vùng bờ Tây.\n\nSau khi về đến Long Beach vào ngày [[28 tháng 10]], ''Trathen'' hoạt động thường lệ cùng tàu sân bay dọc theo vùng bờ Tây. Nó trình diện cùng Đội San Diego, Hạm đội Dự bị Thái Bình Dương vào ngày [[12 tháng 2]] năm [[1965]], và bắt đầu được đại tu chuẩn bị ngừng hoạt động tại xưởng tàu [[Todd Pacific Shipyards]], [[San Pedro, California]]. Con tàu được kéo đến San Diego vào ngày [[15 tháng 3]], và được cho xuất biên chế tại đây vào ngày [[11 tháng 5]] năm [[1965]]. Một đợt khảo sát vào [[tháng 6]] năm [[1972]] xác định chi phí hiện đại hóa con tàu sẽ vượt quá giá trị còn lại, nên nó bị rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[1 tháng 11]] năm [[1972]].\n\n== Phần thưởng ==\n''Trathen'' được tặng thưởng tám [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, và thêm hai Ngôi sao Chiến trận trong Chiến tranh Triều Tiên.\n\n== Tham khảo ==\n{{tham khảo}}\n{{Refbegin}}\n* Bài này có các trích dẫn từ nguồn [[:en:Dictionary of American Naval Fighting Ships]] thuộc [[phạm vi công cộng]]: http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/trathen.html\n{{Refend}}\n\n== Liên kết ngoài ==\n* [http:\/\/john-bauer.com\/uss-trathen.htm U.S.S. Trathen (DD-530) – A Fletcher Class Destroyer] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141124061449\/http:\/\/john-bauer.com\/uss-trathen.htm |date=2014-11-24 }}\n* [http:\/\/www.navsource.org\/archives\/05\/530.htm NavSource.org – DD-530]\n\n{{Lớp tàu khu trục Fletcher}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Trathen (DD-530)}}\n[[Thể loại:Lớp tàu khu trục Fletcher]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]"}