{"15946428":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Theodore E. Chandler (DD-717) underway, circa in 1947.jpg|300px|USS Theodore E. Chandler (DD-717)]]\n|Ship caption= Tàu khu trục USS ''Theodore E. Chandler'' (DD-717) trên đường đi, khoảng năm 1947\n}}\n{{Infobox ship career\n| Ship country = Hoa Kỳ\n| Ship flag = {{USN flag|1975}}\n| Ship name = USS ''Theodore E. Chandler'' (DD-717)\n| Ship namesake = [[Theodore E. Chandler]]\n| Ship ordered = \n| Ship awarded = \n| Ship builder = [[Federal Shipbuilding and Drydock Company|Federal Shipbuilding]], [[Newark, New Jersey|Newark, N.J.]]\n| Ship original cost = \n| Ship laid down = [[23 tháng 4]] năm [[1945]]\n| Ship launched = [[20 tháng 10]] năm [[1945]]\n| Ship sponsor = bà Theodore E. Chandler\n| Ship completed = \n| Ship acquired = \n| Ship commissioned = [[22 tháng 3]] năm [[1946]]\n| Ship recommissioned = \n| Ship decommissioned = [[1 tháng 4]] năm [[1975]]\n| Ship in service = \n| Ship out of service = \n| Ship renamed = \n| Ship reclassified = \n| Ship struck = [[1 tháng 4]] năm [[1975]]\n| Ship nickname = \n| Ship honors = {{Danh sách không dấu đầu dòng\n| [[Đơn vị Tưởng thưởng Hải quân]];\n| 17 x [[Ngôi sao Chiến trận]]\n}}\n| Ship captured = \n| Ship fate = Bán để tháo dỡ, [[30 tháng 12]] năm [[1975]]\n| Ship status = \n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement = * {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion = * 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament = * 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2) \n* 11 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]]\n| Ship notes = \n}}\n|}\n\n'''USS ''Theodore E. Chandler'' (DD-717)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Chuẩn đô đốc]] [[Theodore E. Chandler]] (1894-1945), người đã tử thương khi một máy bay [[Kamikaze]] đâm trúng [[soái hạm]] {{USS|Louisville|CA-28|2}} của ông tại [[vịnh Lingayen]], [[Philippines]] vào [[tháng 1]] năm [[1945]].<ref name=DANFS>{{chú thích web | title=Theodore E. Chandler | url=http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/theodore-e-chandler-i.html | website=Naval History and Heritage Command | access-date=4 February 2020}}<\/ref> Hoàn tất khi chiến tranh đã kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]], [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]], cho đến khi xuất biên chế và bị tháo dỡ năm [[1975]]. ''Theodore E. Chandler'' được tặng thưởng chín [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Chiến tranh Triều Tiên, cùng danh hiệu [[Đơn vị Tưởng thưởng Hải quân]] và tám Ngôi sao Chiến trận khác khi hoạt động trong Chiến tranh Việt Nam.\n\n== Thiết kế và chế tạo ==\n''Theodore E. Chandler'' được đặt lườn vào ngày [[23 tháng 4]] năm [[1945]] tại xưởng tàu của hãng [[Federal Shipbuilding and Drydock Company|Federal Shipbuilding]] ở [[Newark, New Jersey|Newark, N.J.]]. Nó được hạ thủy vào ngày [[20 tháng 10]] năm [[1945]]; được đỡ đầu bởi bà Theodore E. Chandler, vợ góa Đô đốc Chandler, và nhập biên chế vào ngày [[22 tháng 3]] năm [[1946]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] Francis O. Fletcher, Jr..<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1946 – 1949 ===\nSau khi hoàn tất việc chạy thử máy huấn luyện tại khu vực [[vịnh Guantánamo, Cuba]], ''Theodore E. Chandler'' đã hỗ trợ cho hoạt động huấn luyện phi công mới của các [[tàu sân bay]] {{USS|Saipan|CVL-48|3}} và {{USS|Leyte|CV-32|3}}. Đến ngày [[20 tháng 9]] năm [[1946]], nó rời [[New York, New York|New York]] để đi sang vùng bờ Tây, băng qua [[kênh đào Panama]] vào ngày [[26 tháng 9]], rồi gia nhập Hải đội Khu trục 17 tại [[San Diego]], [[California]] vào ngày [[7 tháng 10]]. Sau những hoạt động thực tập hạm đội và thực hành đổ bộ, nó rời San Diego vào ngày [[6 tháng 1]] năm [[1947]] để hướng sang [[Nhật Bản]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' đi đến [[Yokosuka]] vào ngày [[25 tháng 1]], ghé qua các cảng Nhật Bản [[Fukuoka]], [[Kagoshima]] và [[Sasebo]] trước khi viếng thăm [[Thanh Đảo]], [[Hong Kong]], [[Thượng Hải]] và [[Hạ Môn]] trong bối cảnh [[Nội chiến Trung Quốc|cuộc xung đột]] giữa phe [[Trung Quốc Quốc dân đảng|Quốc dân đảng]] và phe [[Đảng cộng sản Trung Quốc|Cộng sản]] đang diễn ra căng thẳng. Con tàu quay trở về San Diego vào ngày [[20 tháng 9]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' hoạt động dọc theo vùng bờ Tây trong một năm tiếp theo trước khi lại khởi hành vào ngày [[1 tháng 10]], [[1948]] cho lượt hoạt động thứ hai tại khu vực Tây Thái Bình Dương. Chuyến đi này bị cắt ngắn vào ngày [[24 tháng 11]] khi nó mắc tai nạn va chạm với {{USS|Ozbourn|DD-846|3}}, khi hai chiếc tàu khu trục thực hành cơ động chiến thuật ban đêm ở tốc độ cao ngoài khơi Thanh Đảo. Nó ghé qua Thanh Đảo và [[Yokosuka]] để sửa chữa tạm thời trước khi lên đường vào ngày [[14 tháng 1]], [[1949]] để quay trở về Hoa Kỳ. Về đến [[Xưởng hải quân Long Beach]], California vào ngày [[5 tháng 2]], con tàu phải mất năm tháng để sửa chữa trước khi hoạt động trở lại dọc theo vùng bờ Tây, cho đến khi [[Chiến tranh Triều Tiên]] bùng nổ. Nó từng thực hiện một chuyến đi đến [[Trân Châu Cảng]] vào mùa Thu năm [[1949]].<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\nVào lúc quân đội [[Bắc Triều Tiên]] tấn công xuống lãnh thổ [[Nam Triều Tiên]] vào ngày [[25 tháng 6]], [[1950]], ''Theodore E. Chandler'' đang hoạt động ngoài khơi [[San Diego]]. Nó tiếp tục trải qua chín ngày ngoài biển trước khi gia nhập cùng [[tàu tuần dương hạng nặng]] {{USS|Helena|CA-75|3}} và phần còn lại của Đội khu trục 111 để hình thành nên đơn vị hải quân đầu tiên được phái từ vùng bờ Tây sang khu vực xung đột. Sau các chặng dừng tại Trân Châu Cảng và Yokosuka, lực lượng đi đến Sasebo vào ngày [[25 tháng 7]].<ref name=DANFS\/>\n\nVới những đơn vị hỗ trợ và hộ tống khác nhau được sắp xếp biên chế thành Lực lượng Đặc nhiệm 96, ''Theodore E. Chandler'' được phân về Đội đặc nhiệm 96.5, Đội hỗ trợ Nhật Bản-Triều Tiên, bao gồm ba đơn vị luân phiên phục vụ dọc theo bờ biển phía Đông và phía Tây bán đảo [[Triều Tiên]]. Trong thành phần Đội khu trục 111 do ''Helena'' làm [[soái hạm]], nó rời Sasebo vào ngày [[26 tháng 7]] để hướng sang Triều Tiên, làm nhiệm vụ bắn hải pháo hỗ trợ cho lực lượng trên bộ của [[Liên Hợp Quốc]]. Tuy nhiên trên đường đi, đơn vị đặc nhiệm nhận mệnh lệnh đổi hướng đến [[eo biển Đài Loan]]. Đơn vị hoàn thành nhiệm vụ tuần tra tại vùng eo biển phân cách [[Đài Loan]] với lục địa do Trung Cộng kiểm soát vào ngày [[2 tháng 8]], và quay trở lại Nhật Bản. Về đến Sasebo hai ngày sau đó, các con tàu lại đi sang bờ biển Triều Tiên vào ngày [[7 tháng 8]].<ref name=DANFS\/>\n\nĐội của ''Theodore E. Chandler'' thoạt tiên làm nhiệm vụ hỗ trợ hải pháo nhằm giảm bớt áp lực của đối phương tại khu vực Đông Bắc của vành đai [[Pusan]]. Chiếc tàu khu trục được phái đi bắn phá các tuyến đường tiếp liệu của đối phương xuống phía Nam dọc bờ biển, vòng qua vị trí của [[Sư đoàn 3 Bộ binh (Hàn Quốc)]] đang bị cô lập tại [[Chongha]], và về hướng [[Pohang]] nơi phòng tuyến của lực lượng Liên Hợp Quốc tiếp giáp với [[biển Nhật Bản]]. Vào ngày [[14 tháng 8]], nó gia nhập cùng ''Helena'' gần Sinchang, nơi họ phá hủy một đoàn tàu hỏa tiếp liệu đối phương và gây hư hại cho nhiều cầu và hầm đường sắt. Tuy nhiên áp lực xuống Sư đoàn 3 Hàn Quốc tại Chongha ngày càng nặng nề đến mức [[Trung tướng]] [[Walton Walker|Walton H. Walker]], Tư lệnh Tập đoàn quân 8, phải ra lệnh triệt thoái đơn vị này bằng đường biển; và trong khi tàu bè được tập trung cho việc triệt thoái, đơn vị Hàn Quốc tiếp tục chống trả các đợt tấn công của phía Bắc Triều Tiên nhờ hải pháo hỗ trợ từ đơn vị đặc nhiệm của ''Helena''. Hoạt động hỗ trợ này vẫn được tiếp tục ngay cả vào ngày [[16 tháng 8]], khi máy bay từ tàu sân bay trực tiếp hỗ trợ cho cuộc chiến trên bộ, và kéo dài cho đến khi việc triệt thoái hoàn tất hai ngày sau đó.<ref name=DANFS\/>\n\nVào ngày [[18 tháng 8]], ''Theodore E. Chandler'' cùng toàn đội của ''Helena'' rút lui khỏi vùng bờ biển Triều Tiên để quay trở về Nhật Bản, về đến Sasebo cùng ngày hôm đó. Tuy nhiên đơn vị lại phải đi sang vùng chiến sự vào ngày [[23 tháng 8]], và sang ngày hôm sau, nó cùng toàn Đội khu trục 111 đã hỗ trợ cho ''Helena'' trong hoạt động bắn phá các đoàn tàu hỏa và nhà kho tại [[Tanchon]]. Đến ngày [[26 tháng 8]], đơn vị đi đến ngoài khơi Pohang để thay phiên cho đội của tàu tuần dương hạng nặng {{USS|Toledo|CA-133|3}} trong vai trò hỗ trợ khu vực Đông Bắc của Vành đai Pusan. Các tàu chiến đã ở lại khu vực này cho đến ngày [[29 tháng 8]], khi chúng quay về nghỉ qua đêm tại Sasebo, nhưng phải quay trở lại ngoài khơi Pohang ngay ngày hôm sau. Sau ba ngày hoạt động tác chiến, chiếc tàu khu trục trở lại Sasebo vào ngày [[2 tháng 9]]; mười ngày sau, nó lên đường đi sang khu vực bờ biển phía Tây của bán đảo, sẵn sàng cho [[Trận Inchon|cuộc đổ bộ]] lên [[Inchon]] sắp diễn ra.<ref name=DANFS\/>\n\nTrong gần một tháng, ''Theodore E. Chandler'' hoạt động tại khu vực biển [[Hoàng Hải]], bắn phá các vị trí phòng thủ đối phương dọc bờ biển cho đến khi cuộc đổ bộ diễn ra vào ngày [[15 tháng 9]], khi nó bảo vệ cho lực lượng đổ bộ và bắn hải pháo hỗ trợ cho cuộc tấn công tiếp theo. Con tàu hoàn tất nhiệm vụ tại khu vực biển Hoàng Hải vào đầu [[tháng 10]], và quay trở về Sasebo vào ngày [[5 tháng 10]]. Trong hai tháng tiếp theo nó hoạt động dọc theo bờ biển phía Đông bán đảo Triều Tiên, bắn phá các tuyến đường tiếp liệu của đối phương dọc bờ biển. Đến đầu [[tháng 12]], nó có một chặng dừng ngắn tại Sasebo trước khi tiếp tục phục vụ trong một tháng tại vùng biển ngoài khơi [[Hungnam]]. Trong quá trình triệt thoái lực lượng Liên Hợp Quốc khỏi cảng này, chiếc tàu khu trục đã bắn hải pháo hỗ trợ cho lực lượng trên bộ, vốn đang chịu áp lực nặng nề sau khi [[Chí nguyện quân Nhân dân|Chí nguyện quân Trung Quốc]] vượt [[sông Áp Lục]] tham chiến trong phe Bắc Triều Tiên vào cuối [[tháng 11]]. Lực lượng phòng thủ đã duy trì một vành đai phòng thủ đảm bảo an toàn cho cuộc triệt thoái, và con tàu đã ở lại khu vực phụ cận thêm hai tuần lễ.<ref name=DANFS\/>\n\nTừ ngày [[8 tháng 1|8]] đến ngày [[19 tháng 1]], [[1951]], ''Theodore E. Chandler'' quay trở lại cho lượt nghỉ ngơi đầu tiên sau suốt hơn ba tháng hoạt động. Khi quay trở lại vùng chiến sự, nó gia nhập Lực lượng Đặc nhiệm 77 để hộ tống cho các tàu sân bay nhanh, và trong hai tháng tiếp theo đã luân phiên hoạt động cùng các tàu sân bay với các nhiệm vụ bắn phá bờ biển. Nó rời vùng biển Triều Tiên vào ngày [[9 tháng 3]] cho hành trình quay trở về Hoa Kỳ, và sau khi ghé qua Yokosuka, Trân Châu Cảng và [[San Francisco]], nó về đến San Diego vào ngày [[25 tháng 3]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' quay trở lại Triều Tiên cho một lượt hoạt động khác trong cuộc chiến tranh vào mùa Đông năm [[1951]]-[[1952]]. Nó phục vụ cho cả Lực lượng Đặc nhiệm 77 lẫn Lực lượng Đặc nhiệm 95, Lực lượng Phong tỏa và Hộ tống Liên Hợp Quốc. Những hoạt động đa dạng khác nhau bao gồm tuần tra phong tỏa, hộ tống các đơn vị chủ lực, và thỉnh thoảng tham gia bắn phá bờ biển. Nó cũng tham gia những đợt tuần tra ngắn tại eo biển Đài Loan, viếng thăm Nhật Bản và đi đến Hong Kong để nghỉ ngơi giữa những đợt tác chiến căng thẳng. Lượt phục vụ thứ ba, cũng là cuối cùng trong Chiến tranh Triều Tiên, được nó thực hiện từ [[tháng 1]] đến giữa [[tháng 8]], [[1953]] với những hoạt động tương tự, đồng thời cũng ghi nhận việc chấm dứt xung đột do đạt được thỏa thuận ngừng bắn. Sau khi ký kết thỏa thuận, chiếc tàu khu trục còn ở lại vùng biển lân cận trong ba tuần giám sát các thỏa thuận ngừng bắn trước khi lên đường quay trở về Hoa Kỳ.<ref name=DANFS\/>\n\n=== 1953 - 1964 ===\nTrong hơn một thập niên tiếp theo, ''Theodore E. Chandler'' còn được phái sang hoạt động tại Viễn Đông thêm bảy đợt nữa, và trong phần lớn thời gian nó hoạt động huấn luyện cùng các đơn vị thuộc [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] cũng như của hải quân các nước đồng minh, chủ yếu là [[Hải quân Trung Hoa dân quốc]]. Con tàu cũng tham gia các hoạt động tuần tra tại eo biển Đài Loan, và khi quay trở lại vùng bờ Tây Hoa Kỳ, nó hoạt động cùng [[Đệ Nhất hạm đội Hoa Kỳ|Đệ Nhất hạm đội]], chủ yếu là tập trận cùng các đội tìm-diệt chống tàu ngầm được hình thành chung quanh các đội đặc nhiệm tàu sân bay, được cải biến để chuyên trách vai trò [[chiến tranh chống tàu ngầm|chống tàu ngầm]]. Trong giai đoạn này nó cũng hai lần được đại tu trong xưởng tàu.<ref name=DANFS\/>\n\nVào giữa [[tháng 2]], [[1961]], ''Theodore E. Chandler'' đi đến [[Xưởng hải quân San Francisco]] để trải qua một đợt đại tu và nâng cấp lớn theo Chương trình [[Hôi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization) kéo dài mất một năm. Sau khi hoàn thành một lượt phục vụ tại Viễn Đông vào [[tháng 12]], [[1962]], nó lại vào xưởng tàu một lần nữa để sửa chữa máy phát điện; công việc chỉ hoàn tất vào [[tháng 3]], [[1963]]. Chiếc tàu khu trục quay trở lại hoạt động huấn luyện thường lệ tại khu vực bờ Tây Hoa Kỳ, và ngoại trừ một chuyến đi cùng tàu sân bay {{USS|Bon Homme Richard|CV-31|3}} đến vùng biển Hawaii vào cuối [[tháng 11]], nó tiếp tục ở lại đây cho đến mùa Hè năm [[1964]].<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\n==== Lượt hoạt động thứ nhất ====\nLượt hoạt động tiếp theo của ''Theodore E. Chandler'' tại Viễn Đông lại trùng vào lúc Hoa Kỳ bắt đầu tập trung lực lượng để can thiệp trong cuộc [[Chiến tranh Việt Nam]]. Nó cùng Đội chống tàu ngầm 1 khởi hành từ vùng bờ Tây vào ngày [[19 tháng 6]], hướng sang khu vực Tây Thái Bình Dương như một đợt bố trí thông thường trong thời bình. Tuy nhiên [[sự kiện Vịnh Bắc Bộ]] xảy ra ngày [[2 tháng 8]], sau cáo buộc [[tàu phóng lôi]] [[Việt Nam Dân Chủ Cộng Hòa|Bắc Việt Nam]] tấn công tàu khu trục {{USS|Maddox|DD-731|3}} trong hải phận quốc tế thuộc [[vịnh Bắc Bộ]], là cái cớ để phía Hoa Kỳ phản ứng và leo thang cuộc chiến. ''Theodore E. Chandler'' được lệnh gia nhập thành phần hộ tống chống tàu ngầm cho các tàu sân bay được phái đến tấn công các căn cứ tàu phóng lôi của Bắc Việt Nam. Sau cuộc không kích, nó quay trở lại nhiệm vụ cùng Đội chống tàu ngầm 1 và [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' quay trở về [[Long Beach, California]] vào ngày [[6 tháng 1]], [[1965]] để được đại tu tại [[Xưởng hải quân Long Beach]]. Sau mười tuần huấn luyện ôn tập và thực hành chống tàu ngầm, nó lại chuẩn bị vào đầu [[tháng 8]] cho một lượt phục vụ khác tại khu vực Tây Thái Bình Dương. Nó rời Long Beach vào ngày [[20 tháng 8]], và sau một chuyến đi không dừng nghỉ cùng Đội khu trục 92 và các [[tàu chở dầu]] {{USS|Kennebec|AO-36|3}} và {{USS|Navasota|AO-106|3}}, đã đi đến Yokosuka vào ngày [[4 tháng 9]]. Nó tiếp tục ra khơi bốn ngày sau đó để hướng đến Philippines, và sau khi đi đến [[vịnh Subic]], nó được lệnh đi sang eo biển Đài Loan và tuần tra tại khu vực này từ ngày [[16 tháng 9|16]] đến ngày [[20 tháng 9]]. Quay trở lại Philippines, nó thực hành bắn phá bờ biển tại khu vực Tabones.<ref name=DANFS\/>\n\nHoạt động thường lệ này bất ngờ bị tạm ngưng do một cuộc đảo chính bất ngờ nổ ra tại [[Indonesia]] vào ngày [[30 tháng 9]]. Một đội phản ứng đổ bộ thuộc Đệ Thất hạm đội được gấp rút thành lập, và ''Theodore E. Chandler'' được huy động cùng đơn vị này áp sát bờ biển Indonesia, sẵn sàng để di tản công dân Hoa Kỳ khi cần thiết. Tuy nhiên tình hình được kiểm soát, cuộc đảo chính thất bại, lực lượng phản ứng được giải tán và chiếc tàu khu trục cùng với tàu chị em {{USS|Hollister|DD-788|2}} rời khỏi khu vực này quay lại hoạt động thực hành.<ref name=DANFS\/>\n[[Tập tin:USS Theodore E. Chandler (DD-717) giving gunfire support 1966.jpg|thumb|''Theodore E. Chandler'' đang bắn hải pháo hỗ trợ, năm 1966.]]\nTrong giai đoạn thứ hai của lượt bố trí phục vụ, ''Theodore E. Chandler'' bắt đầu một chu trình phục vụ cùng các lực lượng hải quân hoạt động ngoài khơi bờ biển [[Việt Nam]]. Vào ngày [[9 tháng 10]], nó cùng ''Hollister'' tham gia cùng tàu sân bay ''Bon Homme Richard'' để hình thành nên Đội đặc nhiệm 77.4, và hoạt động tại [[trạm Dixie]] ngoài khơi bờ biển miền Trung của [[Nam Việt Nam]], cho đến ngày [[18 tháng 10]]. Sang ngày hôm sau, nó cùng đội đặc nhiệm đi lên phía Bắc để hoạt động tại [[trạm Yankee]], nơi máy bay của ''Bon Homme Richard'' không kích các mục tiêu tại Bắc Việt Nam. Sau mười ngày hoạt động không quân, chiếc tàu khu trục cùng cả đội đặc nhiệm rời khu vực, và có được năm ngày nghỉ ngơi tại [[Hong Kong]].<ref name=DANFS\/>\n\nRời Hong Kong vào ngày [[11 tháng 11]], ''Theodore E. Chandler'' lại đi đến vị trí tác chiến ngoài khơi bờ biển Bắc Việt Nam. Vào ngày [[18 tháng 11]], nó nhận mệnh lệnh tách ra khỏi đội ''Bon Homme Richard'' để làm nhiệm vụ cột mốc radar canh phòng. Sau 22 ngày làm nhiệm vụ phòng không, nó gia nhập trở lại đội tàu sân bay vào ngày [[10 tháng 12]], khi chiếc tàu sân bay hoạt động không kích trong tám ngày tiếp theo. Đến ngày [[18 tháng 12]], toàn đội rút lui về vịnh Subic, rồi tiếp tục đi sang Hong Kong, viếng thăm cảng này trong năm ngày.<ref name=DANFS\/>\n\nĐang khi ở tại Hong Kong, ''Theodore E. Chandler'' được tách khỏi Đội đặc nhiệm 77.4 để quay trở lại vịnh Subic, nơi nó huấn luyện bắn phá bờ biển. Đến [[tháng 1]], [[1966]], nó đi đến vùng bờ biển Nam Việt Nam để hoạt động hỗ trợ hải pháo cho lực lượng chiến đấu trên bộ. Nó hoàn tất lượt phục vụ tại Viễn Đông vào giữa [[tháng 1]], và lên đường quay trở về Hoa Kỳ. Sau bốn tháng hoạt động tại chỗ từ căn cứ Long Beach, nó rời cảng này vào [[tháng 6]] cho một lượt phục vụ khác tại khu vực Tây Thái Bình Dương.<ref name=DANFS\/>\n\n==== Thu hồi Gemini 11 ====\n''Theodore E. Chandler'' đã tham gia cùng tàu khu trục {{USS|Mansfield|DD-728|3}} tuần tra tại khu vực phía Đông [[Okinawa]] vào mùa Thu năm [[1966]], địa điểm hạ cánh dự phòng cho chuyến bay của [[Gemini 11]], trong khuôn khổ [[Chương trình Gemini]]. Khi chiếc tàu không gian hạ cánh xuống địa điểm dự kiến tại Đại Tây Dương, hai chiếc tàu khu trục đã quay trở lại nhiệm vụ thường lệ. Khi đang trên đường quay trở lại vùng chiến sự vào giữa [[tháng 10]], nó được lệnh gia nhập cùng {{USS|Franklin D. Roosevelt|CVA-42|3}} và hộ tống chiếc tàu sân bay trong các hoạt động tại vịnh Bắc Bộ. Khi ''Franklin D. Roosevelt'' quay trở về Yokosuka để sửa chữa vào [[tháng 10]], nó đã được ''Theodore E. Chandler'' hộ tống.<ref name=DANFS\/>\n\n==== Lượt hoạt động thứ hai ====\nVào đầu [[tháng 11]], ''Theodore E. Chandler'' quay trở lại vùng biển Việt Nam. Đến ngày [[13 tháng 11]], nó nhận được tín hiệu cầu cứu từ tàu buôn SS ''Rutgers Victory'' đang bị tai nạn hỏa hoạn tại cảng [[Nha Trang]]. Chiếc tàu khu trục đã có mặt tại Nha Trang sau hai giờ, là con tàu đầu tiên đến ứng cứu; sau đó còn có thêm chiếc [[tàu quét mìn]] {{USS|Prime|MSO-466|3}} và hai [[tàu kéo]] [[Lục quân Hoa Kỳ|Lục quân]] cùng một đội chữa cháy [[Không quân Hoa Kỳ|Không quân]] tham gia vào công việc trợ giúp chữa cháy. Những nỗ lực phối hợp của nhiều đơn vị đã cứu được chiếc tàu buôn.<ref name=DANFS\/>\n\nVào đầu năm [[1967]], ''Theodore E. Chandler'' hoạt động huấn luyện tại khu vực Yokosuka và vịnh Tokyo, Nhật Bản. Nó lên đường quay trở lại Việt Nam vào ngày [[16 tháng 1]], tiếp nối hoạt động hỗ trợ hải pháo. Sau khi bắn hải pháo hỗ trợ cho [[Sư đoàn 1 Không Kỵ (Hoa Kỳ)|Sư đoàn 1 Không Kỵ]] tham gia Chiến dịch Thayer II gần [[Quy Nhơn]] vào cuối [[tháng 1]] và [[tháng 2]], nó rời vùng biển Việt Nam để viếng thăm Đài Loan, và tham gia một cuộc tập trận chống tàu ngầm tại khu vực phía Bắc [[quần đảo Ryukyu]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' quay trở lại Nhật Bản vào giữa [[tháng 2]], và ở lại đây trong gần một tháng trước khi cùng tàu sân bay ''Bon Homme Richard'' quay trở lại Trạm Yankee trong vịnh Bắc Bộ vào ngày [[17 tháng 3]]. Nó chuyển sang nhiệm vụ canh phòng máy bay cho tàu sân bay {{USS|Kitty Hawk|CVA-63|3}} năm ngày sau đó, và tiếp tục nhiệm vụ này cho đến ngày [[27 tháng 3]]. Nó tham gia cùng tàu tuần dương {{USS|Bainbridge|DLGN-25|3}} và các tàu khu trục {{USS|Duncan|DDR-874|3}} và {{USS|Henderson|DD-785|3}} trong một nỗ lực tìm kiếm một máy bay mất tích, nhưng không mang lại kết quả. Nó gia nhập trở lại cùng ''Kitty Hawk'' vào ngày [[29 tháng 3]], và cùng hướng sang vịnh Subic, nơi nó thực hành tác xạ và tập trận chống tàu ngầm cho đến ngày [[4 tháng 4]].<ref name=DANFS\/>\n\nQuay trở lại vùng biển Việt Nam vào ngày [[7 tháng 4]], ''Theodore E. Chandler'' trải qua hai ngày huấn luyện chống tàu phóng lôi tại khu vực [[Đà Nẵng]] trước khi bắt đầu phục vụ tại trạm Tìm kiếm và Giải cứu (SAR: Search and Rescue) phía Nam. Nó được tàu khu trục {{USS|Arnold J. Isbell|DD-869|3}} thay phiên gần một tháng sau đó, và đi đến Yokosuka vào ngày [[11 tháng 5]]. Nó ở lại Nhật Bản cho đến cuối tháng rồi lên đường đi Philippines, và sau hai ngày ở lại vịnh Subic,  con tàu lên đường vào ngày [[5 tháng 6]] để quay trở lại vịnh Bắc Bộ. Nó gia nhập cùng {{USS|Constellation|CVA-64|3}} tại Trạm Yankee vào ngày [[7 tháng 6]], và đã phục vụ hộ tống và canh phòng cho chiếc tàu sân bay trong năm ngày.<ref name=DANFS\/>\n\n''Theodore E. Chandler'' tách khỏi chiếc tàu sân bay vào ngày  [[12 tháng 6]], và cùng với tàu khu trục {{USS|Allen M. Sumner|DD-692|3}} tham gia hoạt động trong mười một ngày trong khuôn khổ [[Chiến dịch Sea Dragon]]. Họ đã áp sát bờ biển đề tuần tra dọc bờ biển Việt Nam nhằm ngăn chặn những nỗ lực vận chuyển vũ khí và tiếp liệu của đối phương bằng đường ven biển. Phối hợp cùng máy bay trinh sát hải quân, họ đã ngăn chặn và đánh chìm những xà lan vận chuyển vũ khí. Trong hai lượt chiếc tàu khu trục đã là mục tiêu của những khẩu đội pháo bờ biển đối phương, nhưng nó đã cơ động né tránh và không bị bắn trúng. Một phần khác của Chiến dịch là hoạt động bắn phá bờ biển để phá hủy các kho vũ khí và các tuyến đường vận tải ven biển; nó đã phá hủy một số công trình và tiêu diệt các khẩu đội pháo bờ biển kháng cự lại hỏa lực của nó. Được thay phiên trong nhiệm vụ Sea Dragon vào ngày [[23 tháng 6]], nó còn hoạt động cùng với tàu sân bay {{USS|Hancock|CVA-19|3}} thêm hai ngày nữa trước khi đi đến Yokosuka vào ngày [[29 tháng 6]].<ref name=DANFS\/>\n\nSau khi được nghỉ ngơi, bảo trì và tiếp liệu tại Yokosuka, ''Theodore E. Chandler'' quay trở lại vùng chiến sự vào giữa [[tháng 7]], tiếp tục các nhiệm vụ tương tự: hoạt động cùng tàu sân bay xen kẻ với các hoạt động Sea Dragon. Đang khi hoạt động dọc bờ biển vào ngày [[25 tháng 7]], nó nhận được một điện báo từ [[Sư đoàn 3 Thủy quân Lục chiến (Hoa Kỳ)|Sư đoàn 3 Thủy quân Lục chiến]] yêu cầu trợ giúp hải pháo nhằm đẩy lui một tiểu đoàn quân đối phương về phía Tây. Chiếc tàu khu trục đã nả pháo xuống khu vực giữa [[Huế]] và [[Quảng Trị]], giúp đỡ cho đơn vị bạn đánh bại được đối phương. Ba ngày sau đó, nó được huy động tách khỏi nhiệm vụ và cùng với tàu khu trục [[Hải quân Hoàng gia Australia|Australia]] {{HMAS|Hobart|D 39}} đi đến trợ giúp cho tàu sân bay {{USS|Forrestal|CVA-59|3}}. Một thùng nhiên liệu phụ đã rơi khỏi một máy bay cường kích [[A-4 Skyhawk]] trong khi nó đang chuẩn bị được phóng lên đã gây ra một vụ hỏa hoạn nghiêm trọng bên trên chiếc ''Forrestal''. Chiếc tàu khu trục đã tham gia cứu nạn, chuyển những người bị thương và tử vong, và hộ tống chiếc tàu sân bay quay trở về vịnh Subic, chặng đầu tiên của hành trình quay trở về Hoa Kỳ để sửa chữa.<ref name=DANFS\/>\n\n''Theodore E. Chandler'' tách khỏi chiếc tàu sân bay không lâu sau nữa đêm ngày [[30 tháng 7]] để gia nhập trở lại cùng HMAS ''Hobart'', và làm nhiệm vụ Sea Dragon ngoài khơi Việt Nam. Nó quay trở lại Yokosuka vào ngày [[8 tháng 8]], rồi đi đến vịnh Subic trong thành phần một đội đặc nhiệm hình thành chung quanh tàu sân bay {{USS|Coral Sea|CVA-43|3}}. Sau ba ngày tại vùng biển Philippines, nó quay trở lại vùng biển Việt Nam, làm nhiệm vụ hộ tống và canh phòng máy bay cho tàu sân bay ''Coral Sea'', và sau đó cho {{USS|Intrepid|CVS-11|2}}. Trước khi quay trở lại Yokosuka vào ngày [[17 tháng 10]], con tàu tiến hành một loạt đợt thực tập chống tàu ngầm, viếng thăm [[Hong Kong]], đồng thời điều tra các tàu đánh cá Nga hoạt động tại khu vực phụ cận.<ref name=DANFS\/>\n\nSau khi trải qua một đợt bảo trì tại Yokosuka từ giữa [[tháng 10]] đến giữa [[tháng 12]], ''Theodore E. Chandler'' khởi hành vào ngày [[12 tháng 12]] để đi [[Cao Hùng]], Đài Loan, nơi nó tham gia một đoàn tàu đi sang Việt Nam. Xuất phát từ Cao Hùng vào ngày [[16 tháng 12]], nó thay phiên cho tàu khu trục {{USS|Hamner|DD-718|3}} làm nhiệm vụ Sea Dragon tại khu vực phía Bắc từ ngày [[19 tháng 12]]. Nó đảm nhiệm vai trò này trong gần một tháng tiếp theo, cho đến ngày [[16 tháng 1]], [[1968]], khi nó áp sát bờ biển thuộc khu vực trách nhiệm của các [[Quân đoàn I (Nam Việt Nam)|Quân đoàn I]] và [[Quân đoàn II (Nam Việt Nam)|Quân đoàn II]] tại Nam Việt Nam để hỗ trợ cho hoạt động tác chiến của [[Trung đoàn 5 Thủy quân Lục chiến (Hoa Kỳ)|Trung đoàn 5 Thủy quân Lục chiến]] cho đến đầu [[tháng 2]]. Sau hai tuần ở lại cảng Yokosuka, con tàu làm nhiệm vụ SAR tại vịnh Bắc Bộ, rồi một lần nữa hoạt động hỗ trợ hải pháo tại khu vực của Quân đoàn I từ ngày đến ngày [[11 tháng 3|11]] đến ngày [[16 tháng 3]]. Sau khi hoàn thành nhiệm vụ, nó được một giai đoạn nghỉ ngơi, trước tiên tại vịnh Subic, rồi tiếp tục tại Đài Loan và sau đó tại Yokosuka cho đến cuối [[tháng 4]].<ref name=DANFS\/>\n\nLên đường để quay trở lại vùng biển Việt Nam vào ngày [[23 tháng 4]], ''Theodore E. Chandler'' tiếp nối nhiệm vụ ngăn chặn tuyến đường tiếp liệu đối phương trong khuôn khổ hoạt động Sea Dragon. Đang khi làm nhiệm vụ bắn phá một đầu mối giao thông tại khu vực Bắc Việt Nam vào ngày [[6 tháng 5]], con tàu chịu đựng hỏa lực pháo bờ biển đối phương, và nó bị bắn trúng hai phát đạn pháo {{convert|85|mm|in|sp=us|sing=on}} trước khi kịp bắn trả và vô hiệu hóa khẩu đội pháo đối phương. Một phát đạn bắn thủng lườn tàu và gây hư hại nặng cho phòng thủy thủ phía đuôi tàu, và khiến một người bị thương. Phát đạn pháo kia nảy bật khỏi lớp giáp cạnh phòng nồi hơi phía trước và nổ dưới nước sát cạnh lườn tàu; phát đánh trúng này có thể gây tai họa lớn nếu như nó xuyên thủng vào phòng nồi hơi phía trước. Việc sửa chữa khẩn cấp được tiến hành và con tàu quay trở lại nhiệm vụ chỉ sau ba giờ. Hai ngày sau đó, con tàu cùng với tàu tuần dương hạng nặng {{USS|Saint Paul|CA-73|3}} tiếp tục là mục tiêu của các khẩu đối pháo bờ biển đối phương, nhưng nó đã né tránh được khoảng 40 phát đạn pháo mà không bị hư hại hay thương vong nào.<ref name=DANFS\/>\n\n''Theodore E. Chandler'' lên đường quay trở lại vịnh Subic vào ngày [[13 tháng 5]], nơi những hư hại trong chiến đấu được nhanh chóng sửa chữa, và cho phép con tàu quay trở lại vịnh Bắc Bộ vào ngày [[20 tháng 5]]. Nó sau đó lần lượt đảm trách nhiệm vụ PIRAZ cùng với tàu tuần dương {{USS|Long Beach|CGN-9|3}}, thực hiện một chuyến viếng thăm [[Singapore]], và bị mất một máy bay không người lái làm nhiệm vụ chỉ điểm pháo binh tại khu vực cửa [[sông Gianh]]. Được tàu khu trục {{USS|Ozbourn|DD-846|3}} thay phiên vào ngày [[28 tháng 6]], nó lên đường đi Nhật Bản và chuẩn bị cho hành trình quay trở về Hoa Kỳ. Sau 11 ngày ở lại cảng Yokosuka, nó cùng ''Hollister'' lên đường cho chuyến đi vốn đưa họ vòng xuống Nam bán cầu để viếng thăm [[Brisbane]], Australia; [[Wellington]], New Zealand; [[Pago Pago]], Samoa; và Trân Châu Cảng. Nó về đến Long Beach vào ngày [[25 tháng 8]].<ref name=DANFS\/>\n\nHoàn tất đợt đại tu kéo dài bốn tháng tại Xưởng hải quân Long Beach vào ngày [[13 tháng 2]], [[1969]], ''Theodore E. Chandler'' hoạt động thực hành và huấn luyện thường lệ tại vùng bờ Tây cùng [[Đệ Nhất hạm đội Hoa Kỳ|Đệ Nhất hạm đội]] trong bảy tháng tiếp theo. Nó rời vùng biển California để đi sang Viễn Đông vào ngày [[24 tháng 9]], tiếp tục dành phần lớn thời gian của lượt phục vụ hoạt động tại vùng biển Việt Nam, hỗ trợ hải pháo, tìm kiếm và giải cứu, và canh phòng máy bay cho các tàu sân bay. Ngoài các lần ghé cảng Sasebo, Yokosuka và Cao Hùng để nghỉ ngơi và bảo trì, nó cũng đã viếng thăm cảng [[Bangkok]], [[Thái Lan]]. Vào ngày [[17 tháng 3]], [[1970]], sau sáu tuần lễ hoạt động từ Sasebo để hộ tống cho tàu sân bay {{USS|Hancock|CVA-19|2}}, nó rời vùng biển Nhật Bản để quay trở về Hoa Kỳ, và về đến Long Beach vào ngày [[1 tháng 4]].<ref name=DANFS\/>\n\nQuay trở lại phục vụ cùng Đệ Nhất hạm đội, vào mùa Hè năm [[1970]], ''Theodore E. Chandler'' thực hiện chuyến đi thực tập mùa Hè cho học viên sĩ quan dự bị, rồi trải qua trọn [[tháng 8]] và phần lớn [[tháng 9]] ở lại cảng Long Beach. Con tàu lại chuẩn bị cho một lượt biệt phái phục vụ tiếp theo, rồi nó khởi hành từ Long Beach vào ngày [[13 tháng 11]] để hướng sang khu vực Tây Thái Bình Dương.<ref name=DANFS\/>\n\n=== Sau Chiến tranh Việt Nam ===\nTrong thời gian còn lại của cuộc đời hoạt động, ''Theodore E. Chandler'' còn được phái sang phục vụ tại Viễn Đông trong hai lượt, nhưng chỉ có lượt đầu tiên được xem như phục vụ trong thời chiến. Lượt thứ nhất diễn ra vào mùa Đông năm [[1970]]-[[1971]], bao gồm các hoạt động canh phòng máy bay, tìm kiếm và giải cứu, và hỗ trợ hải pháo dọc bờ biển. Sau khi quay trở về Hoa Kỳ để phục vụ cùng Đệ Nhất hạm đội trong gần hai năm, bao gồm một lượt đại tu kéo dài bốn tháng vào đầu năm [[1972]], con tàu lại được phái sang ngoài khơi Việt Nam vào [[tháng 1]], [[1973]]. Tuy nhiên khi nó đến nơi, cuộc xung đột đã kết thúc sau khi ký kết [[Hiệp định Paris 1973]]; con tàu hoạt động tại vịnh Bắc Bộ trong vai trò hộ tống các tàu sân bay thuộc Lực lượng Đặc nhiệm 77 trước khi quay trở về Hoa Kỳ vào [[tháng 7]].<ref name=DANFS\/>\n\n''Theodore E. Chandler'' tiếp tục các hoạt động thường lệ cùng Đệ Nhất hạm đội tại vùng bờ Tây cho đến ngày [[1 tháng 10]], [[1973]], khi nó được điều sang phục vụ huấn luyện cùng [[Hải quân Dự bị Hoa Kỳ]], đặt căn cứ tại [[Seattle]], [[Washington]]. Nó đảm nhiệm vai trò này cho đến ngày [[1 tháng 4]], [[1975]] khi được cho xuất biên chế tại Seattle, và tên nó cũng đồng thời được rút  khỏi danh sách [[Đăng bạ Hải quân]]. Con tàu được bán cho hãng General Metals tại [[Tacoma, Washington]] vào ngày [[30 tháng 12]], [[1975]] để tháo dỡ.<ref name=DANFS\/>\n\n== Phần thưởng ==\n''Theodore E. Chandler'' được tặng thưởng chín [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Chiến tranh Triều Tiên, cùng danh hiệu [[Đơn vị Tưởng thưởng Hải quân]] và tám Ngôi sao Chiến trận khác khi hoạt động trong Chiến tranh Việt Nam.\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Theodore E. Chandler | url=http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/theodore-e-chandler-i.html | access-date = ngày 9 tháng 10 năm 2019}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.navsource.org\/archives\/05\/717.htm NavSource DD-717]\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Theodore E. Chandler (DD-717)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]"}