{"15087712":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS Walke]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Walke (DD-723) after FRAM.jpg|300px|USS Walke (DD-723)]]\n|Ship caption= Tàu khu trục USS ''Walke'' (DD-723) sau đợt nâng cấp FRAM, 1961\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1973}}\n|Ship name= USS ''Walke'' (DD-723)\n|Ship namesake=[[Henry A. Walke]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder=[[Bath Iron Works]]\n|Ship original cost=\n|Ship laid down= [[7 tháng 6]] năm [[1943]]\n|Ship launched= [[27 tháng 10]] năm [[1943]]\n|Ship sponsor= bà Douglas Dillon\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[21 tháng 1]] năm [[1944]]\n|Ship recommissioned=\n|Ship decommissioned= [[30 tháng 11]] năm [[1970]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 2]] năm [[1974]]\n|Ship nickname=\n|Ship honors= 17 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Bán để tháo dỡ, [[16 tháng 4]] năm [[1975]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Ship class = [[Allen M. Sumner (lớp tàu khu trục)|Lớp tàu khu trục ''Allen M. Sumner'']]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2200|LT|t|abbr=on}} (tiêu chuẩn);\n| {{convert|3515|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{Danh sách không dấu đầu dòng\n| {{convert|369|ft|m|abbr=on}} (mực nước);\n| {{convert|376|ft|6|in|m|abbr=on}} (chung)\n}}\n| Ship beam = {{convert|40|ft|m|abbr=on}}\n| Ship draft = {{Danh sách không dấu đầu dòng\n| {{convert|15|ft|9|in|m|abbr=on}} (tiêu chuẩn);\n| {{convert|19|ft|m|abbr=on}} (đầy tải)\n}}\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 4 × nồi hơi;\n| 2 × turbine hơi nước hộp số;\n| 2 × trục;\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|34|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6000|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 6 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (3×2) trên bệ Mk 38 nòng đôi;\n| 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2);\n| 11 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''Walke'' (DD-723)''' là một [[tàu khu trục]] [[Allen M. Sumner (lớp tàu khu trục)|lớp ''Allen M. Sumner'']] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến thứ ba của Hải quân Mỹ được đặt theo tên [[Chuẩn đô đốc]] [[Henry A. Walke]] (1809–1896), người tham gia cuộc [[Chiến tranh Mexico-Hoa Kỳ]] và cuộc [[Nội chiến Hoa Kỳ]]. Nó đã hoạt động cho đến hết Thế Chiến II, và tiếp tục phục vụ sau đó trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế năm [[1974]] và bị bán để tháo dỡ một năm sau đó. ''Walke'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, thêm bốn Ngôi sao Chiến trận nữa trong Chiến tranh Triều Tiên, và thêm bảy Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Thiết kế và chế tạo ==\n{{main|Allen M. Sumner (lớp tàu khu trục)}}\n''Walke'' được đặt lườn tại xưởng tàu của hãng [[Bath Iron Works Corp.]] ở [[Bath, Maine]] vào ngày [[7 tháng 6]] năm [[1943]]. Nó được hạ thủy vào ngày [[27 tháng 10]] năm [[1943]]; được đỡ đầu bởi bà Douglas Dillon, và nhập biên chế tại [[Xưởng hải quân Boston]] vào ngày [[21 tháng 1]] năm [[1944]] dưới quyền chỉ huy của [[Trung tá Hải quân]] [[John C. Zahm]].\n\n== Lịch sử hoạt động ==\n=== 1944 ===\nSau khi được trang bị tại Xưởng hải quân Boston, ''Walke'' khởi hành vào ngày [[12 tháng 2]] năm [[1944]] để đi [[Washington, D.C.]], nơi nó viếng thăm từ ngày [[14 tháng 2|14]] đến ngày [[18 tháng 2]] trước khi hướng đến khu vực quần đảo [[Bermuda]] để chạy thử máy và huấn luyện. Nó quay trở về [[Boston]], [[Massachusetts]] vào ngày [[19 tháng 3]] để bảo trì trước khi đi đến [[Norfolk, Virginia]] để thực tập tiếp nhiên liệu qua mạn tốc độ cao cùng với [[tàu chở dầu]] {{USS|Aucilla|AO-56|3}} dưới sự chứng kiến của các quan chức thuộc Văn phòng Tàu chiến. Sang đầu [[tháng 4]], nó di chuyển từ [[Hampton Roads]] đến [[Key West]], [[Florida]], nơi nó thử nghiệm thiết bị [[sonar]] mới trong [[chiến tranh chống tàu ngầm]]. Hoàn thành nhiệm vụ vào ngày [[17 tháng 4]], con tàu quay trở lại Norfolk, đến nơi hai ngày sau đó, và trải qua một tháng tiếp theo huấn luyện các ê-kíp hạt nhân thủy thủ đoàn mới cho những tàu khu trục mới được chế tạo.\n\nVào ngày [[12 tháng 5]], ''Walke'' lên đường đi [[New York, New York|New York]], đến nơi vào ngày hôm sau, để rồi lại lên đường hướng sang vùng biển [[Châu Âu]] một ngày sau đó để tham gia cuộc [[Đổ bộ Normandy]]. Nó đi đến [[Greenock, Scotland]] vào ngày [[24 tháng 5]], và trong thành phần Đội khu trục 119 nó tham gia cuộc đổ bộ từ ngày [[6 tháng 6]] đến ngày [[26 tháng 6]]. Trong các ngày [[7 tháng 6|7]] và [[8 tháng 6]], nó đã bắn phá bờ biển, phá hủy các công sự và vị trí súng máy đối phương cũng như giúp đánh trả các đợt phản công của các đơn vị thiết giáp [[Đức quốc xã|Đức]]. Trong các ngày [[23 tháng 6|23]] và [[24 tháng 6]], nó hỗ trợ các hoạt động quét [[thủy lôi|mìn]] trong hoạt động [[bắn phá Cherbourg]] và đấu pháo tay đôi với những khẩu đội pháo bờ biển đối phương.\n\nKhi các đơn vị trên bộ của phe [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] đẩy cuộc chiến lui sâu vào lục địa bên ngoài tầm hải pháo, ''Walke'' rời vùng biển Châu Âu vào ngày [[3 tháng 7]], về đến Xưởng hải quân Boston vào ngày [[9 tháng 7]]; sau khi được sửa chữa, rồi huấn luyện ôn tập ngoài khơi [[Casco Bay]], [[Maine]] trước khi khởi hành hướng xuống phía Nam, đi đến Norfolk vào ngày [[26 tháng 8]]. Bốn ngày sau, nó rời Norfolk hộ tống cho [[tàu sân bay]] {{USS|Ticonderoga|CV-14|3}} để đi sang khu vực [[Mặt trận Thái Bình Dương]], ngang qua [[kênh đào Panama]] và [[San Diego]], [[California]], đi đến [[Trân Châu Cảng]] vào ngày [[25 tháng 9]]. Chiếc tàu khu trục thực hành huấn luyện tại vùng biển quần đảo [[Hawaii]] trong gần một tháng, rồi lên đường vào ngày [[23 tháng 10]] trong thành phần hộ tống cho [[thiết giáp hạm]] {{USS|North Carolina|BB-55|3}}. Đi ngang qua [[Eniwetok]] và [[Manus (đảo)|đảo Manus]], nó đi đến [[Ulithi]] vào ngày [[5 tháng 11]], nơi nó gia nhập Đội đặc nhiệm 38.4 thuộc Lực lượng Đặc nhiệm 38, lực lượng tàu sân bay nhanh của [[Đệ tam Hạm đội Hoa Kỳ|Đệ tam Hạm đội]].\n\n''Walke'' cùng đội đặc nhiệm khởi hành ngay ngày hôm đó cho một loạt các cuộc không kích xuống các mục tiêu tại [[Philippines]]. Nó quay trở về Ulithi vào ngày [[22 tháng 11]], thả neo tại đây cho đến ngày [[27 tháng 11]], khi nó cùng Đội khu trục 60 lên đường hướng đến Philippines. Nó đi đến [[vịnh San Pedro (Philippines)|vịnh San Pedro]] tại đảo [[Leyte (đảo)|Leyte]] vào ngày [[29 tháng 11]], nơi nó gia nhập Đội đặc nhiệm 77.2 thuộc [[Đệ thất Hạm đội Hoa Kỳ|Đệ thất Hạm đội]] để hoạt động trong [[vịnh Leyte]]. Nó quay trở lại vịnh San Pedro vào ngày [[4 tháng 12]], ở lại đây cho đến ngày [[6 tháng 12]], khi nó lên đường cùng Đội đặc nhiệm 78.3 để hỗ trợ cho cuộc đổ bộ lên [[vịnh Ormoc]] bên bờ biển phía Tây đảo Leyte. Binh lính của [[Sư đoàn 77 Bộ binh (Hoa Kỳ)|Sư đoàn 77 Bộ binh]] đổ bộ lên bờ vào ngày [[7 tháng 12]] mà chỉ gặp sự kháng cự trên bộ yếu ớt, nhưng phía [[Đế quốc Nhật Bản|Nhật Bản]] tung ra những cuộc tấn công tự sát hàng loạt bằng máy bay [[Kamikaze]] nhắm vào các tàu chiến tham gia cuộc tấn công. Nó đã trợ giúp cho tàu khu trục {{USS|Mahan|DD-364|3}}, khi ba trong số chín chiếc Kamikaze tấn công đã đâm trúng con tàu bạn; sau khi cứu vớt những người sống sót, nó đánh đắm ''Mahan'' bằng [[ngư lôi]] và hải pháo. Trên đường quay trở lại vịnh San Pedro vào ngày hôm sau, nó giúp bắn rơi một máy bay tấn công; và sau khi về đến nơi an toàn, nó hoạt động trong khu vực vịnh San Pedro và vịnh Leyte cho đến ngày [[13 tháng 12]].\n\n''Walke'' lên đường cùng Đội đặc nhiệm 77.3 để hỗ trợ cho cuộc tấn công lên [[Mindoro]], trong thành phần Lực lượng Hỗ trợ gần dưới quyền Chuẩn đô đốc Berkley, bao gồm một tàu tuần dương hạng nặng, hai tàu tuần dương hạng nhẹ và sáu tàu khu trục khác. Nó đi đến ngoài khơi hòn đảo vào ngày [[15 tháng 12]], hộ tống bảo vệ phòng không và chống tàu ngầm cho các tàu chiến hạng nặng, và đã tham gia phá hủy tàu khu trục Nhật [[Wakaba (tàu khu trục Nhật)|''Wakaba'']] bị mắc cạn trước đó. Sau khi hoàn thành nhiệm vụ, nó quay trở lại vịnh Leyte, bị nhiều máy bay đối phương tấn công trên đường đi nhưng đã chống trả có kết quả, và về đến vịnh San Pedro an toàn vào ngày [[18 tháng 12]].\n\n=== 1945 ===\n[[Tập tin:USS Walke (DD-723) and USS Mississippi (BB-41) in Lingayen Gulf on 9 January 1945 (80-G-K-2516).jpg|thumb|''Walke'' (giữa bên phải), cùng với thiết giáp hạm {{USS|Mississippi|BB-41|2}} và hai tàu khu trục khác bảo vệ cho cuộc đổ bộ lên vịnh Lingayen, 9 tháng 1, 1945]]\n''Walke'' ở lại Leyte cho đến ngày [[2 tháng 1]], [[1945]], khi nó lên đường hướng sang [[vịnh Lingayen]] để tham gia [[Trận Luzon|cuộc tấn công]] lên [[Luzon]]. Những [[tàu quét mìn]] Hoa Kỳ tiến vào vịnh bốn ngày sau đó, và chiếc tàu khu trục đã hộ tống cho chúng để hỗ trợ hỏa lực và phòng không. Trong ngày hôm đó, bốn [[máy bay tiêm kích]] lục quân [[Nakajima Ki-43]] \"Oscar\" tiếp cận chiếc tàu khu trục từ bên mạn phải phía mũi tàu, bay sát mặt nước. Con tàu đã nổ súng vào những kẻ tấn công, thành công trong việc bắn rơi hai chiếc đi đầu; tuy nhiên chiếc thứ ba cho dù bị bắn trúng nhiều phát vẫn lao vào, đâm trúng cầu tàu của ''Walke'' bên mạn trái, bùng lên thành một quả cầu lửa. Quả bom {{convert|250|lb|kg|adj=on}} nó mang theo không phát nổ nhưng xuyên qua suốt con tàu cạnh trung tâm thông tin tác chiến. Chiếc tàu khu trục bị mất điện, liên lạc vô tuyến và radar, cũng như hệ thống điều khiển hỏa lực dàn pháo chính và ngư lôi.\n\nHai phút sau khi bị chiếc [[Kamikaze]] thứ nhất đâm trúng, chiếc máy bay \"Oscar\" tấn công tự sát thứ tư tiếp cận từ phía đuôi bên mạn phải; nó bị hỏa lực phòng không của tháp pháo 5-inch số 3 được điều khiển tại chỗ cùng các khẩu [[Bofors 40 mm]] và [[Oerlikon 20 mm]] bên mạn phải đối đầu. Đối thủ bị bắn cháy và rơi xuống biển trước khi đến được mục tiêu, giúp cho con tàu tránh khỏi bị đâm trúng thêm lần thứ hai. Không lâu sau đó, việc điều khiển con tàu được chuyển sang tháp chỉ huy phụ phía đuôi và các đám cháy được kiểm soát sau 15 phút.\n\nTrong suốt trận chiến, cho dù bị thương nặng và bị bỏng, Hạm trưởng của ''Walke'', Trung tá Hải quân [[George Fleming Davis|George F. Davis]] vẫn tiếp tục điều khiển con tàu và chỉ huy những hoạt động của thủy thủ đoàn để cứu con tàu. Chỉ sau khi biết chắc con tàu nổi được và an toàn, ông mới chuyển giao quyền chỉ huy cho hạm phó để được cứu chữa. Trung tá Davis qua đời do vết thương quá nặng nhiều giờ sau đó; ông được truy tặng [[Huân chương Danh dự]] do đã hoạt động dũng cảm quên mình, và còn tiếp tục được vinh danh khi tên ông được đặt cho một tàu khu trục [[Forrest Sherman (lớp tàu khu trục)|lớp ''Forrest Sherman'']], chiếc {{USS|Davis|DD-937|3}}.\n\n''Walke'' tiếp tục hoạt động cùng Đội đặc nhiệm 77.2 cho đến khi cuộc đổ bộ diễn ra vào ngày [[9 tháng 1]]. Nó rời khu vực vào ngày hôm sau cùng Đơn vị Đặc nhiệm 78.4.2 để quay trở về Leyte, về đến vịnh San Pedro vào ngày [[13 tháng 1]]. Nó được sửa chữa tạm thời trong hai ngày, rồi lên đường hướng đến [[quần đảo Admiralty]], và tiếp tục được sửa chữa tại Manus từ ngày [[18 tháng 1|18]] đến ngày [[21 tháng 1]]. Con tàu tiếp tục hành trình quay trở về Hoa Kỳ ngang qua Trân Châu Cảng, đi vào [[Xưởng hải quân Mare Island]] vào ngày [[6 tháng 2]], nơi nó được sửa chữa triệt để những hư hại trong chiến đấu. Sau khi việc sửa chữa hoàn tất vào ngày [[4 tháng 4]], chiếc tàu khu trục lại lên đường đi sang vùng chiến sự, ngang qua Trân Châu Cảng, Eniwetok và Ulithi.\n\n''Walke'' tham gia [[Trận Okinawa|Chiến dịch Okinawa]] từ ngày [[10 tháng 5]], thoạt tiên trong vai trò cột mốc [[radar]] canh phòng để cảnh báo sớm các cuộc không kích tự sát của đối phương và dẫn đường cho [[máy bay tiêm kích]] làm nhiệm vụ [[tuần tra chiến đấu trên không]] (CAP). Đến ngày [[24 tháng 6]], nó được lệnh gia nhập Lực lượng Đặc nhiệm 32, lực lượng hỗ trợ đổ bộ, và hoạt động cho đến ngày [[23 tháng 7]]. Con tàu rời khu vực [[quần đảo Ryūkyū]] vào ngày hôm sau hộ tống một lực lượng đặc nhiệm đi đến Leyte, rồi được bảo trì tại vịnh San Pedro từ ngày [[28 tháng 7]] đến ngày [[14 tháng 8]]. Nó cùng tàu khu trục chị em {{USS|Barton|DD-722|3}} lên đường để gặp gỡ Lực lượng Đặc nhiệm 38, nhưng chỉ gia nhập Đội đặc nhiệm 38.3 vào ngày [[18 tháng 8]], ba ngày sau khi [[Đế quốc Nhật Bản|Nhật Bản]] [[Nhật Bản đầu hàng|chấp nhận đầu hàng]] kết thúc cuộc xung đột. Con tàu chuyển sang hộ tống cho Đội đặc nhiệm 38.1 từ ngày [[10 tháng 9]].\n\n=== 1946 - 1950 ===\n''Walke'' ở lại vùng biển Nhật Bản cho đến ngày [[30 tháng 9]], khi nó lên đường quay trở về vùng bờ biển Tây Bắc Hoa Kỳ ngang qua [[Guam]], về đến [[Seattle]], [[Washington]] vào ngày [[24 tháng 10]], và hoạt động dọc theo vùng bờ Tây cho đến mùa Xuân năm sau. Nó khởi hành từ San Diego vào ngày [[18 tháng 3]], [[1946]] cho một chuyến đi đến Trân Châu Cảng, quay trờ về San Diego vào ngày [[10 tháng 4]], và ở lại đây cho đến ngày [[13 tháng 5]]. Nó lại đi đến [[quần đảo Hawaii]] vào ngày [[19 tháng 5]], rồi tiếp tục hành trình hai ngày sau đó hướng sang phía Tây về phía [[quần đảo Marshall]]. Con tàu đi đến [[đảo san hô Bikini]] vào ngày [[26 tháng 5]], và trong hai tháng tiếp theo đã tham gia [[Chiến dịch Crossroads]], những cuộc thử nghiệm [[bom nguyên tử]] tại hòn đảo này. Nó quay trở về Trân Châu Cảng vào ngày [[15 tháng 8]], nhưng tiếp tục hành trình ngay ngày hôm sau để quay về vùng bờ Tây, về đến San Diego vào ngày [[22 tháng 8]]. Nó trải qua ba tháng tiếp theo được đại tu tại [[Xưởng hải quân Mare Island]].\n\nSau khi hoàn tất việc đại tu, ''Walke'' quay trở lại San Diego vào ngày [[15 tháng 11]], và ở lại đây cho đến hết năm đó. Vào ngày [[6 tháng 1]], [[1947]], nó rời San Diego để đi Trân Châu Cảng, nơi nó hoạt động cùng tàu sân bay {{USS|Tarawa|CV-40|3}}, và sau đó là với chiếc {{USS|Shangri-La|CV-38|3}}, trong một nhiệm vụ đặc biệt do Tư lệnh Không lực Hạm đội Thái Bình Dương đỡ đầu. Hoàn thành nhiệm vụ này vào ngày [[1 tháng 5]], nó tham gia một đơn vị được cử đến [[Sydney]], [[Australia]] để tham dự lễ kỷ niệm [[Trận chiến biển Coral]]. Con tàu quay trở về San Diego vào giữa [[tháng 6]], và được cho xuất biên chế tại đây vào ngày [[30 tháng 6]], [[1947]].\n\n=== Chiến tranh Triều Tiên ===\n[[Tập tin:USS Walke (DD-723) c1953.jpg|thumb|USS ''Walke'' ngoài khơi Triều Tiên, khoảng năm 1952-1953.]]\nSau khi bị bỏ không gần ba năm cùng Đội San Diego, Hạm đội Dự bị Thái Bình Dương, ''Walke'' được cho nhập biên chế trở lại vào ngày [[5 tháng 10]], [[1950]] dưới quyền chỉ huy của Hạm trưởng, Trung tá Hải quân Marshall F. Thompson. Sau khi hoàn tất việc chạy thử máy huấn luyện dọc theo vùng bờ Tây, nó rời San Diego vào ngày [[2 tháng 1]], [[1951]] để hướng sang khu vực Viễn Đông, bắt đầu một lượt phục vụ kéo dài sáu tháng trong cuộc [[Chiến tranh Triều Tiên]]. Nó sửa chữa những hư hại sau khi trải qua một cơn [[bão]] trên đường đi tại [[Yokosuka]], Nhật Bản trước khi gia nhập Lực lượng Đặc nhiệm 77 ngoài khơi bờ biển [[Triều Tiên]].\n\nNgoài nhiệm vụ hộ tống chống tàu ngầm cho các tàu sân bay nhanh thuộc Lực lượng Đặc nhiệm 77, ''Walke'' còn di chuyển gần bờ tham gia hoạt động [[Phong tỏa Wonsan|phong tỏa]] các cảng đối phương như [[Wonsan]], [[Songjin]], [[Chongjin]] và [[Chuminjin]], đồng thời bắn phá các tuyến đường giao thông đường bộ và đường sắt. Đang khi di chuyển cùng Lực lượng Đặc nhiệm 77 cách {{convert|60|mi|km|abbr=on}} ngoài khơi bờ biển Triều Tiên vào ngày [[12 tháng 6]], nó trúng phải một quả [[thủy lôi|mìn]] hoặc một quả [[ngư lôi]], làm hư hại nặng lườn tàu bên mạn trái, làm thiệt mạng 26 thành viên thủy thủ đoàn và làm bị thương thêm 40 người khác.\n\n''Walke'' được sửa chữa tạm thời tại [[Sasebo]] trước khi lên đường quay trở về Hoa Kỳ, rồi đi vào Xưởng hải quân Mare Island vào [[tháng 7]] để được sửa chữa triệt để, cũng như hoàn tất một đợt đại tu. Con tàu quay trở lại vùng chiến sự Triều Tiên vào [[tháng 6]], [[1952]], tiếp tục vai trò hộ tống cho Lực lượng Đặc nhiệm 77, xen kẻ với những hoạt động bắn phá bờ biển. Đợt hoạt động này kéo dài cho đến [[tháng 1]], [[1953]], khi nó quay trở về [[Long Beach, California|Long Beach]], [[California]], và tiến hành những hoạt động thường lệ dọc theo vùng bờ Tây. Đến [[tháng 7]], chiếc tàu khu trục lại tham gia cùng Lực lượng Đặc nhiệm 77 ngoài khơi bờ biển Triều Tiên để hộ tống các tàu sân bay nhanh; tuy nhiên vào lúc này, một thỏa thuận ngừng bắn đã được các bên can dự ký kết, nên các hoạt động của nó diễn ra trong bối cảnh thanh bình.\n\n=== 1954 - 1965 ===\nTrong khoảng thời gian từ khi Chiến tranh Triều Tiên kết thúc vào [[tháng 7]], [[1953]] cho đến khi xảy ra [[Sự kiện vịnh Bắc Bộ]] vào [[tháng 8]], [[1964]] làm leo thang [[Chiến tranh Việt Nam|cuộc xung đột]] tại [[Việt Nam]], ''Walke'' luân phiên những lượt bố trí phục vụ trong thời bình tại khu vực Tây Thái Bình Dương với những hoạt động thường lệ tại vùng bờ Tây Hoa Kỳ ngoài khơi Long Beach. Trong giai đoạn này, nó đã sáu lần được phái sang Viễn Đông, hoạt động như một đơn vị thuộc [[Đệ thất Hạm đội Hoa Kỳ|Đệ Thất hạm đội]], và thường trong thành phần một lực lượng hộ tống chống tàu ngầm cho các tàu sân bay thuộc Lực lượng Đặc nhiệm 77. Nó đôi khi cũng được huy động vào nhiệm vụ tuần tra tại [[eo biển Đài Loan]], và cũng thường xuyên viếng thăm các cảng như Sasebo và Yokosuka tại Nhật Bản và [[vịnh Subic]] thuộc [[Philippines]]. Trên đường quay về nhà sau lượt hoạt động năm [[1956]]-[[1957]], nó chuyển hướng xuống Nam Thái Bình Dương để viếng thăm [[Brisbane]], [[Australia]] trước khi quay trở về Long Beach vào ngày [[28 tháng 4]], [[1957]].\n\nKhi không được bố trí sang Viễn Đông, ''Walke'' hoạt động dọc theo vùng bờ Tây, tiến hành các cuộc huấn luyện chống tàu ngầm và tác xạ cùng các buổi thực hành độc lập; tuy nhiên nó trải qua phần lớn thời gian ở cảng nhà để đại tu và sửa chữa. Vào năm [[1961]], nó trải qua một đợt nâng cấp theo Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] II (FRAM: Fleet Rehabilitation and Modernization), khi những cảm biến và vũ khí chống tàu ngầm được nâng cấp, bao gồm dàn phóng [[ngư lôi]] mới, trung tâm thông tin hành quân được hiện đại hóa, bổ sung sàn đáp và hầm chứa phía sàn sau để mang theo một [[máy bay trực thăng]] không người lái [[Gyrodyne QH-50 DASH]] chống tàu ngầm, và tăng cường một bộ [[sonar]] với độ sâu thay đổi.\n\n''Walke'' khởi hành từ Long Beach vào ngày [[24 tháng 3]], [[1965]] để hướng sang Viễn Đông, ghé qua Trân Châu Cảng trước khi đi đến Yokosuka, Nhật Bản vào ngày [[30 tháng 4]]. Nó lại lên đường vào ngày [[4 tháng 5]] để hướng sang [[Philippines]], đi vào [[vịnh Manila]] vào ngày [[10 tháng 5]], nơi nó tham gia cùng các tàu chiến khác thuộc hải quân các nước trong Khối [[SEATO]]. Lên đường hai ngày sau đó, lực lượng này tham gia cuộc tập trận \"Sea Horse\", trước khi nó đi đến [[Bangkok]], [[Thái Lan]] vào ngày [[22 tháng 5]], thực hiện chuyến viếng thăm cảng trong hai ngày. Con tàu quay trở lại vịnh Subic, Philippines vào ngày [[28 tháng 5]], và sang [[tháng 6]] nó đã ghé thăm Hong Kong trên đường hướng sang Sasebo, Nhật Bản để bảo trì. Nó ở lại các cảng Nhật Bản cho đến đầu [[tháng 7]], rồi viếng thăm [[Cao Hùng]], [[Đài Loan]] và trải qua một giai đoạn bốn tuần lễ tuần tra tại eo biển Đài Loan.\n\n=== Chiến tranh Việt Nam ===\n''Walke'' trực tiếp can dự vào cuộc chiến tranh vào [[tháng 8]], [[1965]], khi nó phục vụ hộ tống chống tàu ngầm cho Đội đặc nhiệm 70.4 tại [[Trạm Yankee]] trong [[vịnh Bắc Bộ]]. Nó rời vùng biển Việt Nam vào ngày [[17 tháng 8]], trải qua năm ngày bảo trì tại vịnh Subic trước khi quay trở lại Trạm Yankee vào ngày [[27 tháng 8]], tiếp tục phục vụ chống tàu ngầm cho Đội đặc nhiệm 70.4. Đến ngày [[4 tháng 9]], con tàu tiến gần bờ biển để hỗ trợ hải pháo cho lực lượng chiến đấu trên bộ, nhiệm vụ này kéo dài cho đến ngày [[9 tháng 9]], khi nó gia nhập trở lại Đội đặc nhiệm 70.4 tại Trạm Yankee. Đi đến Yokosuka vào ngày [[19 tháng 9]], con tàu được bảo trì trong bốn ngày trước khi khởi hành vào ngày [[23 tháng 9]] để quay trở về Hoa Kỳ.\n\n''Walke'' trải qua thời gian còn lại của năm [[1965]] và những tháng đầu năm [[1966]] cho những hoạt động thường lệ dọc theo vùng bờ Tây, hầu hết là những lượt thực tập chống tàu ngầm. Nó rời Long Beach vào ngày [[9 tháng 6]] cho một đợt bố trí khác sang khu vực Tây Thái Bình Dương; tuy nhiên, đang khi băng qua phá nước phía ngoài cảng, một đám cháy lớn xảy ra trong phòng nồi hơi phía sau. Những nỗ lực của đội kiểm soát hư hỏng đã dập tắt được đám cháy, nhưng đang khi được kéo quay trở lại cảng Long Beach vào ngày [[10 tháng 6]], dây cáp bị đứt và con tàu bị mắc cạn. Cuối ngày hôm đó, chiếc tàu khu trục đi vào Xưởng hải quân Long Beach để sửa chữa những hư hỏng của cả hệ thống động lực lẫn lườn tàu.\n\nHoàn tất việc sửa chữa vào ngày [[18 tháng 7]], ''Walke'' được tiếp liệu và chất đạn dược trước khi lên đường đi sang Viễn Đông, ghé qua Yokosuka một chặng ngắn vào ngày [[3 tháng 8]] để tiếp nhiên liệu trước khi đi đến Sasebo hai ngày sau đó. Nó ở lại đây cho đến ngày [[8 tháng 8]], khi nó lên đường đi sang Trạm Yankee để gia nhập thành phần hộ tống chống tàu ngầm cho Đội đặc nhiệm 77.9. Nó tách khỏi đội đặc nhiệm vào ngày [[16 tháng 8]] để đi Cao Hùng, Đài Loan, và làm nhiệm vụ tuần tra eo biển Đài Loan cho đến ngày [[12 tháng 9]], khi nó quay trở lại Trạm Yankee. Chỉ ba ngày sau, một cơn bão đã khiến con tàu phải đi đến ẩn náu tại vịnh Subic. Nó lại phục vụ cùng Đội đặc nhiệm 77.9 từ ngày [[17 tháng 9|17]] đến ngày [[22 tháng 9]], khi nó đi đến vùng biển ngoài khơi [[Luzon]] để tham gia cuộc tập trận \"Silverskate\" của Khối SEATO.\n\n''Walke'' quay trở lại vùng biển Việt Nam vào ngày [[29 tháng 9]], và đã trực chiến gần bờ để hỗ trợ hải pháo cho lực lượng trên bộ; nhiệm vụ này kéo dài cho đến ngày [[4 tháng 10]], khi nó quay trở lại Philippines cho một lượt tập trận khác cùng Khối SEATO trước khi đi vào vịnh Subic, nơi nó được bảo trì cạnh [[tàu tiếp liệu khu trục]] {{USS|Bryce Canyon|AD-36|3}}. Nó rời vịnh Subic vào ngày [[18 tháng 10]] và đi đến Trạm Yankee vào ngày [[20 tháng 10]], nơi nó phục vụ cùng các tàu sân bay trong tám ngày. Sau khi ghé qua Hong Kong nó lên đường hướng đến Đài Loan, và trong bốn tuần lễ tiếp theo đã làm nhiệm vụ tuần tra eo biển Đài Loan. Hoàn tất nhiệm vụ vào ngày [[1 tháng 12]], nó khởi hành đi Yokosuka, nơi con tàu được bảo trì từ ngày [[6 tháng 12|6]] đến ngày [[9 tháng 12]], rồi lên đường quay trở về nhà. Nó về đến Long Beach vào ngày [[20 tháng 12]].\n[[Tập tin:USS Sacramento (AOE-1) refuels USS Mars (AFS-1) and USS Walke (DD-723) c1966.jpg|thumb|Tàu chở dầu {{USS|Sacramento|AOE-1|3}} đang tiếp nhiên liệu cho {{USS|Mars|AFS-1|3}} và ''Walke'', khoảng năm 1966.]]\n''Walke'' hoạt động thường lệ tại chỗ từ Long Beach trong bảy tháng tiếp theo, hầu hết dành cho các cuộc tập trận chống tàu ngầm cùng các tàu sân bay. Nó rời Long Beach để hướng sang khu vực Tây Thái Bình Dương vào ngày [[17 tháng 8]], đi ngang qua Trân Châu Cảng, và đi đến Yokosuka vào ngày [[24 tháng 9]]. Nó hoạt động thực hành chống tàu ngầm từ các cảng Nhật Bản cho đến ngày [[18 tháng 10]], khi nó khởi hành đi sang Trạm Yankee, và gia nhập Lực lượng Đặc nhiệm 77 trong vịnh Bắc Bộ vào ngày [[23 tháng 10]]. Con tàu hoạt động trong thành phần hộ tống chống tàu ngầm cho các tàu sân bay cho đến ngày [[14 tháng 11]], khi nó rút lui về Philippines, và đi đến vịnh Subic vào ngày [[16 tháng 11]], ở lại đây trong mười ngày để được bảo trì. Sau đó nó lại ra khơi tham gia một cuộc tập trận chống tàu ngầm \"Silverskate\" khác, hoàn tất vào ngày [[28 tháng 11]].\n\n''Walke'' quay trở lại khu vực vịnh Bắc Bộ để tiếp tục phục vụ cùng các tàu sân bay tại Trạm Yankee; nhiệm vụ này kéo dài cho đến ngày [[11 tháng 12]], khi chiếc tàu khu trục áp sát bờ biển để hỗ trợ cho binh lính chiến đấu trên bộ tại khu vực trách nhiệm của Quân đoàn 1. Đến ngày [[17 tháng 12]], nó di chuyển lên phía Bắc áp sát [[khu phi quân sự]] phân cách giữa hai miền [[Bắc Việt Nam|Bắc]] và [[Nam Việt Nam]] để hỗ trợ cho lực lượng đang tác chiến tại khu vực lân cận. Nó rời vùng biển Việt Nam vào ngày [[19 tháng 12]] để đi Sasebo, và đến nơi vào ngày [[23 tháng 12]].\n\n''Walke'' khởi hành từ Sasebo vào ngày [[3 tháng 1]], [[1968]] để quay trở lại vùng biển Việt Nam, đi đến vùng chiến sự vào ngày [[7 tháng 1]], và trải qua một tháng tiếp theo hoạt động trong vai trò bắn hải pháo hỗ trợ cho cuộc chiến trên bộ. Nó lên đường đi Sasebo vào ngày [[20 tháng 2]], nơi con tàu được bảo trì, và tiếp nối bằng những lượt thực tập chống tàu ngầm trong biển Nhật Bản. Nó lên đường quay trở về Hoa Kỳ vào ngày [[24 tháng 3]], và về đến Long Beach vào ngày [[6 tháng 4]]. Chiếc tàu khu trục đi vào [[Xưởng hải quân Long Beach]] vào ngày [[14 tháng 5]] cho một đợt đại tu kéo dài bốn tháng, và sau khi hoàn tất vào [[tháng 9]], nó chạy thử máy rồi hoạt động thường lệ dọc theo vùng bờ Tây Hoa Kỳ.\n\n''Walke'' khởi hành từ Long Beach vào ngày [[29 tháng 3]], [[1969]] cho lượt biệt phái cuối cùng sang khu vực Tây Thái Bình Dương, đi ngang qua Trân Châu Cảng và đi đến Yokosuka vào ngày [[26 tháng 4]]. Nó lại lên đường vào ngày [[30 tháng 4]] để đi sang vịnh Bắc Bộ, nơi nó gia nhập cùng các tàu sân bay nhanh vào ngày [[5 tháng 5]] và phục vụ chống tàu ngầm cho đến ngày [[15 tháng 5]]. Chiếc tàu khu trục đi đến vịnh Subic để bảo trì, rồi viếng thăm cảng Manila trước khi trở ra khơi vào ngày [[26 tháng 5]] tham gia cuộc Tập trận \"Sea Spirit\" của Khối SEATO. Nó quay trở lại vịnh Subic vào ngày [[7 tháng 6]], ở lại đây cho đến ngày [[10 tháng 6]], khi nó quay trở lại vùng biển Việt Nam sau khi ghé qua Cao Hùng, Đài Loan. Nó đi đến Trạm Yankee vào ngày [[19 tháng 6]], nơi nó phục vụ chống tàu ngầm cho Đội đặc nhiệm 77.3 cho đến [[tháng 7]]. Con tàu viếng thăm Cao Hùng một lần nữa từ ngày [[7 tháng 7|7]] đến ngày [[15 tháng 7]], trước khi đi đến Sasebo vào ngày [[17 tháng 7]].\n\n''Walke'' rời Sasebo vào ngày [[18 tháng 7]] để tham gia cuộc Tập trận \"Sea King\", trước khi quay trở lại Sasebo một thời gian ngắn. Nó lên đường quay trở lại vùng biển Việt Nam và đi đến Trạm Yankee vào ngày [[25 tháng 7]], phục vụ tại đây cho đến ngày [[7 tháng 8]], khi nó đi đến Cao Hùng và viếng thăm cảng này từ ngày [[8 tháng 8|8]] đến ngày [[14 tháng 8]]. Con tàu tiếp tục viếng thăm Hong Kong từ ngày [[15 tháng 8|15]] đến ngày [[22 tháng 8]], rồi quay trở lại Trạm Yankee vào ngày [[25 tháng 8]] và phục vụ tại đây cho đến ngày [[21 tháng 9]]. Nó đi đến vịnh Subic vào ngày [[23 tháng 9]], và ở lại căn cứ này trong năm ngày trước khi quay trở lại vùng chiến sự tại Việt Nam. Nó hỗ trợ hải pháo cho cuộc chiến tại khu vực trách nhiệm của Quân đoàn 1 và [[Đà Nẵng]] cho đến ngày [[4 tháng 10]], khi nó lên đường đi Nhật Bản.\n\n''Walke'' được bảo trì tại Sasebo từ ngày [[9 tháng 10|9]] đến ngày [[17 tháng 10]], rồi lên đường để tập trận cùng tàu sân bay {{USS|Constellation|CV-64|3}} trong [[biển Nhật Bản]]. Sau khi viếng thăm Sasebo cùng một chặng dừng tại Okinawa, nó đi đến Yokosuka để chuẩn bị cho hành trình quay trở về nhà. Chiếc tàu khu trục khởi hành vào ngày [[6 tháng 11]] để quay về vùng bờ Tây, ghé qua Midway và Trân Châu Cảng trước khi về đến Long Beach vào ngày [[21 tháng 11]].\n\n''Walke'' tiếp tục hoạt động tại chỗ dọc theo vùng bờ Tây trong năm phục vụ sau cùng. Nó được cho xuất biên chế tại [[Xưởng hải quân Puget Sound]] vào ngày [[30 tháng 11]], [[1970]], và được đưa về Đội Columbia River thuộc Hạm đội Dự bị Thái Bình Dương. Tên nó được cho rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[1 tháng 2]], [[1974]], và con tàu được bán cho hãng General Metals tại [[Tacoma, Washington]] vào ngày [[16 tháng 4]], [[1975]] để tháo dỡ.\n\n== Phần thưởng ==\n''Walke'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, bốn Ngôi sao Chiến trận trong Chiến tranh Triều Tiên, và thêm bảy Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Tham khảo ==\n{{tham khảo}}\n{{Refbegin}}\n* Bài này có các trích dẫn từ nguồn [[Dictionary of American Naval Fighting Ships]] thuộc [[phạm vi công cộng]]: http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/w\/walke-iii.html\n* Bài này có các trích dẫn từ nguồn [[Naval Vessel Register]] thuộc [[phạm vi công cộng]]: www.nvr.navy.mil\/SHIPDETAILS\/SHIPSDETAIL_DD_723.HTML \n{{Refend}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|USS Walke (DD-723)}}\n*[http:\/\/www.navsource.org\/archives\/05\/723.htm navsource.org: USS ''Walke'']\n*[http:\/\/www.hazegray.org\/danfs\/destroy\/dd726txt.htm hazegray.org: USS ''Walke'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Allen M. Sumner }}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Walke (DD-723)}}\n[[Thể loại:Lớp tàu khu trục Allen M. Sumner]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]"}