{"3658154":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS Allen M Sumner (DD-692) in 1959.jpg|300px|USS Allen M. Sumner (DD-692) in 1959.]]\n|Ship caption= Tàu khu trục USS ''Allen M. Sumner'' (DD-692) vào [[tháng 4]] năm [[1959]]\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1971}}\n|Ship name= USS ''Allen M. Sumner'' (DD-692)\n|Ship namesake= Đại úy [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] [[Allen Melancthon Sumner]]\n|Ship ordered= [[7 tháng 8]] năm [[1942]]\n|Ship awarded= bà Allen M. Sumner\n|Ship builder= [[Federal Shipbuilding and Drydock Company]]\n|Ship original cost=\n|Ship laid down= [[7 tháng 7]] năm [[1943]]\n|Ship launched= [[15 tháng 12]] năm [[1943]]\n|Ship sponsor=\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[26 tháng 1]] năm [[1944]]\n|Ship recommissioned=\n|Ship decommissioned= [[15 tháng 8]] năm [[1973]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[15 tháng 8]] năm [[1973]]\n|Ship nickname=\n|Ship honors= 5 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Bán để tháo dỡ, [[16 tháng 10]] năm [[1974]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Ship class = [[Allen M. Sumner (lớp tàu khu trục)|Lớp tàu khu trục ''Allen M. Sumner'']]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2200|LT|t|abbr=on}} (tiêu chuẩn);\n| {{convert|3515|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{Danh sách không dấu đầu dòng\n| {{convert|369|ft|m|abbr=on}} (mực nước);\n| {{convert|376|ft|6|in|m|abbr=on}} (chung)\n}}\n| Ship beam = {{convert|40|ft|m|abbr=on}}\n| Ship draft = {{Danh sách không dấu đầu dòng\n| {{convert|15|ft|9|in|m|abbr=on}} (tiêu chuẩn);\n| {{convert|19|ft|m|abbr=on}} (đầy tải)\n}}\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 4 × nồi hơi;\n| 2 × turbine hơi nước hộp số;\n| 2 × trục;\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|34|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6500|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 6 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (3×2) trên bệ Mk 38 nòng đôi;\n| 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2);\n| 11 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''Allen M. Sumner'' (DD-692)''' là chiếc dẫn đầu của lớp [[tàu khu trục]] [[Allen M. Sumner (lớp tàu khu trục)|mang tên nó]] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Đại úy]] [[Allen Melancthon Sumner]] (1882-1918), một sĩ quan [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] tử trận trong [[Chiến tranh Thế giới thứ nhất]]. Nó đã hoạt động cho đến hết Thế Chiến II, và tiếp tục phục vụ sau đó trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế năm [[1973]], và bị bán để tháo dỡ năm [[1974]]. ''Allen M. Sumner'' được tặng thưởng hai [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, một Ngôi sao Chiến trận khi phục vụ tại [[Triều Tiên]], và thêm hai Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Thiết kế và chế tạo ==\n{{main|Allen M. Sumner (lớp tàu khu trục)}}\n''Allen M. Sumner'' được đặt lườn tại xưởng tàu của hãng [[Federal Shipbuilding and Drydock Company]] ở [[Kearny, New Jersey]] vào ngày [[7 tháng 7]] năm [[1943]]. Nó được hạ thủy vào ngày [[15 tháng 12]] năm [[1943]]; được đỡ đầu bởi bà Allen M. Sumner, vợ góa Đại úy Sumner, và nhập biên chế tại [[Xưởng hải quân New York]] vào ngày [[26 tháng 1]] năm [[1944]] dưới quyền chỉ huy của [[Trung tá Hải quân]] [[Norman J. Sampson]].\n\n== Lịch sử hoạt động ==\n=== 1944 ===\n''Allen M. Sumner'' được trang bị tại [[Xưởng hải quân New York]] cho đến ngày [[3 tháng 3]] năm [[1944]], khi nó lên đường chạy thử máy và huấn luyện tại vùng biển [[Bermuda]], rồi quay trở về New York vào ngày [[8 tháng 4]] để đại tu sau thử máy. Công việc hoàn tất vào ngày [[3 tháng 5]], và con tàu rời New York để đi [[Norfolk, Virginia]], đến nơi vào ngày hôm sau, và bắt đầu làm nhiệm vụ huấn luyện thủy thủ đoàn tàu khu trục trong hai tháng. Nó đi lên phía Bắc vào ngày [[5 tháng 7]], quay trở lại Xưởng hải quân New York vào ngày hôm sau, và được sửa chữa trong năm tuần. Nó ra khơi vào ngày [[12 tháng 8]] để hướng sang [[Mặt trận Thái Bình Dương]], thực hành [[chiến tranh chống tàu ngầm|chống tàu ngầm]] và [[chiến tranh phòng không|phòng không]] trên đường đi, ghé qua Norfolk trước khi băng qua [[kênh đào Panama]] vào ngày [[29 tháng 8]]. Nó ghé qua đêm [[7 tháng 9|7]]-[[8 tháng 9]] tại [[San Diego]], [[California]] trước khi tiếp tục hành trình đi sang [[quần đảo Hawaii]], đi đến [[Trân Châu Cảng]] vào ngày [[14 tháng 9]], bắt đầu năm tuần lễ huấn luyện tại khu vực quần đảo Hawaii.\n[[Tập tin:USS Allen M. Sumner (DD-692) underway in the Atlantic Ocean on 26 March 1944 (NH 86272).jpg|thumb|left|''Allen M. Sumner'' tại Đại Tây Dương, [[26 tháng 3]] năm [[1944]].]]\nThời gian dừng chân tại Hawaii kết thúc vào ngày [[23 tháng 10]], khi ''Allen M. Sumner'' rời Trân Châu Cảng cùng [[thiết giáp hạm]] {{USS|North Carolina|BB-55|3}} để làm nhiệm vụ tại khu vực Tây Thái Bình Dương cùng lực lượng đặc nhiệm tàu sân bay nhanh. Đi ngang qua [[Eniwetok]], chiếc tàu khu trục tiến vào vũng biển [[Ulithi]] vào ngày [[5 tháng 11]], ở lại đây cho đến ngày [[19 tháng 11]], khi nó rời đảo san hô để gia nhập Đội đặc nhiệm 38.4 ngoài biển khơi. Sau khi gặp gỡ các [[tàu sân bay]], nó hộ tống chúng đến vùng biển gần đảo [[Yap]], nơi lực lượng tàu sân bay tung ra cuộc không kích vào ngày [[22 tháng 11]], trước khi quay trở lại Ulithi cùng ngày hôm đó. Nó ở lại đây trong năm ngày trước khi lại trở ra khơi, hướng đến [[Leyte (đảo)|Leyte]] và gia nhập [[Đệ thất Hạm đội Hoa Kỳ|Đệ Thất hạm đội]] cho [[Trận Leyte|chiến dịch đổ bộ]] tiếp theo lên [[Philippines]]. Nó đi đến [[vịnh San Pedro (Philippines)|vịnh San Pedro]] vào ngày [[29 tháng 11]], và bắt đầu tuần tra trong vịnh Leyte.\n\nNhiệm vụ này, được đánh dấu bởi những cuộc báo động phòng không bởi máy bay đối phương, kéo dài cho đến chiều tối ngày [[2 tháng 12]], khi ''Allen M. Sumner'' cùng với {{USS|Moale|DD-693|3}} và {{USS|Cooper|DD-695|3}} lên đường hướng đến [[vịnh Ormoc]]. Báo cáo của máy bay trinh sát Hoa Kỳ ngày hôm đó cho biết một đoàn tàu vận tải lực lượng tăng viện đối phương sẽ tiến vào vịnh đêm đó, nên ba chiếc tàu khu trục được huy động để tiêu diệt chúng. Đến 23 giờ 00 đêm hôm đó, ''Allen M. Sumner'' chịu đựng đợt không kích đầu tiên trong chiến tranh, khi một chiếc [[Mitsubishi Ki-46]] \"Dinah\", một kiểu máy bay trinh sát hai động cơ bay nhanh, ném một quả bom suýt trúng chiếc tàu khu trục, chỉ cách mũi tàu {{convert|30|yd|m|abbr=on}} bên mạn phải. Mảnh bom đã xuyên thủng lổ chổ mạn tàu và gây ra một đám cháy, cũng như làm bị thương một sĩ quan và mười hai thủy thủ.\n\nĐến nữa đêm, ba chiếc tàu khu trục bắt được trên màn hình [[radar]] hai tàu khu trục Nhật Bản, sau này được xác định là [[Kuwa (tàu khu trục Nhật) (1944)|''Kuwa'']] và [[Take (tàu khu trục Nhật)|''Take'']]. Mười phút sau khi trận đụng độ nổ ra, ''Kuwa'' trở thành nạn nhân của hỏa lực phối hợp của hai tàu Hoa Kỳ, xác tàu đắm và cháy bùng bắt đầu chìm. Tuy nhiên [[ngư lôi]] phóng từ ''Take'' đã đánh trúng ''Cooper'' phía giữa tàu, khiến tàu khu trục Mỹ vỡ làm đôi và chìm hầu như ngay lập tức. Không đến một nữa số thành viên thủy thủ đoàn của ''Cooper'' thoát được ra khỏi tàu; hầu hết trong số họ sau này được cứu vớt, không phải từ các tàu đồng đội, mà bởi các thủy phi cơ [[PBY Catalina]] vào chiều ngày hôm sau. ''Allen M. Sumner'' và ''Moale'' còn đang chịu đựng hỏa lực pháo bờ biển và các đợt không kích liên tiếp, nên việc dừng lại để cứu vớt đồng đội trở thành một mục tiêu dễ dàng cho đối phương. Đến khoảng 01 giờ 45 ngày [[3 tháng 12]], hai tàu khu trục Mỹ còn lại rút lui khỏi [[vịnh Ormoc]] hướng đến vịnh San Pedro.\n\n''Allen M. Sumner'' trải qua chín ngày tiếp theo tại vịnh San Pedro để bảo trì và sửa chữa những hư hại nhẹ mắc phải trong cuộc chiến đấu tại vịnh Ormoc. Cho dù khu vực này chịu đựng những cuộc không kích lẻ tẻ của đối phương trong suốt thời gian đó, chiếc tàu khu trục chỉ ghi nhận một lần bị máy bay đối phương tiếp cận ở cách xa {{convert|9000|yd|m|abbr=on}} vào ngày [[6 tháng 12]]. Nó rời vịnh San Pedro vào ngày [[12 tháng 12]] để gia nhập Đội đặc nhiệm 78.3, bao gồm lực lượng tấn công Mindoro dưới quyền [[Chuẩn đô đốc]] [[Arthur D. Struble]] và tham gia cuộc đổ bộ lên đảo [[Mindoro]]. Cho dù bị đối phương không kích trên đường đi, nó không bị hư hại, và ba ngày sau đó đã cùng đội hỗ trợ hỏa lực tiếp cận mục tiêu để bắn phá chuẩn bị. Cuộc đổ bộ diễn ra suôn sẻ vì đối phương trên bờ kháng cự yếu ớt; và ''Allen M. Sumner'' đã hợp sức cùng ''Moale'' và tàu khu trục {{USS|Ingraham|DD-694|3}} bắn rơi một máy bay ném bom hạng nhẹ đối phương. Nó lên đường quay trở về Leyte vào ngày hôm sau, đến nơi vào ngày [[18 tháng 12]], và từ ngày [[26 tháng 12|26]] đến ngày [[29 tháng 12]] đã hộ tống một đoàn tàu vận tải tiếp liệu cho chuyến đi khứ hồi từ vịnh San Pedro đến Mindoro.\n\n=== 1945 ===\nVào ngày [[2 tháng 1]], [[1945]], ''Allen M. Sumner'' khởi hành từ vịnh San Pedro để tham gia [[Trận Luzon|cuộc đổ bộ]] lên [[vịnh Lingayen]], trong thành phần hộ tống cho các [[thiết giáp hạm]] và [[tàu tuần dương]] của Đội Bắn phá và Hỗ trợ hỏa lực (Đội đặc nhiệm 77.2) dưới quyền [[Phó đô đốc]] [[Jesse B. Oldendorf]]. Vào sáng sớm ngày [[6 tháng 1]], nó tiến vào vịnh Lingayen hỗ trợ các hoạt động quét mìn, và đến giữa trưa đã bị những máy bay tấn công cảm tử [[Kamikaze]] không kích. Chiếc đầu tiên rút lui khi phải đối đầu với màn hỏa lực phòng không dày đặc, nhưng chiếc thứ nhì lượn lờ bên ngoài tầm bắn để làm mồi nhữ thu hút sự chú ý khỏi kẻ tấn công thứ ba. Chiếc này hướng đến từ phía mặt trời và bổ nhào xuống phía mũi ''Allen M. Sumner'' bên mạn trái, đâm trúng con tàu gần ống khói phía sau và dàn ống phóng ngư lôi phía sau. Con tàu bị hư hại đáng kể và phải rút lui về thành phần chủ lực của Đội đặc nhiệm 77.2; nó chịu đựng 14 người tử trận và 19 người khác bị thương. Tuy nhiên con tàu tiếp tục hoạt động cùng đơn vị, và hỗ trợ cho cuộc đổ bộ lên vịnh Lingayen cho đến ngày [[14 tháng 1]].\n\n''Allen M. Sumner'' bắt đầu một hành trình dài quay trở về Hoa Kỳ để sửa chữa. Nó đi đến [[đảo Manus]] thuộc [[quần đảo Admiralty]] vào ngày [[18 tháng 1]] và ở lại đây trong chín ngày, rồi lại cùng [[tàu sân bay hộ tống]] {{USS|Kadashan Bay|CVE-76|3}} lên đường vào ngày [[27 tháng 1]], đi ngang qua [[Majuro]] trước khi đi đến Trân Châu Cảng vào ngày [[6 tháng 2]]. Nó rời [[Oahu]] ngay ngày hôm sau và về đến [[Xưởng hải quân Hunters Point]], [[San Francisco]], [[California]] vào ngày [[13 tháng 2]], và bắt đầu được sửa chữa. Công việc trong xưởng tàu hoàn tất vào ngày [[10 tháng 4]], và nó bắt đầu hoạt động huấn luyện bốn ngày sau đó dọc theo vùng bờ Tây. Con tàu được tách khỏi nhiệm vụ huấn luyện ba tháng sau đó, và rời San Francisco vào ngày [[17 tháng 7]] để hướng sang khu vực Tây Thái Bình Dương. Nó đi đến Oahu vào ngày [[23 tháng 7]], và hoạt động huấn luyện ngoài khơi Trân Châu Cảng trong ba tuần.\n\n''Allen M. Sumner'' rời vùng biển Hawaii vào ngày [[12 tháng 8]] để đi sang vùng chiến sự. Nhận được tin tức về việc [[Nhật Bản đầu hàng]] trên đường đi vào ngày [[15 tháng 8]], nhưng con tàu vẫn tiếp tục hành trình, và sau chặng dừng kéo dài hai ngày tại Eniwetok, nó lại lên đường vào ngày [[21 tháng 8]], rồi gia nhập Đội đặc nhiệm 38.3 sáu ngày sau đó tại vùng biển ngoài khơi Nhật Bản. Chiếc tàu khu trục đã hoạt động tuần tra trong tuần, ban đầu cùng Đội đặc nhiệm 38.3 và sau đó cùng Đội đặc nhiệm 38.1, trước khi tiến vào [[vịnh Tokyo]] vào ngày [[16 tháng 9]]. Nó chỉ lại đây trong sáu ngày trước khi lên đường đi [[quần đảo Mariana]] vào ngày [[22 tháng 8]], đi đến [[Saipan]] ba ngày sau đó, rồi lại tiếp tục hành trình để quay trở về Hoa Kỳ. Về đến vùng bờ Tây vào [[tháng 10]], nó quay trở lại nhiệm vụ huấn luyện cho thủy thủ đoàn các tàu khu trục.\n\n=== 1946 - 1952 ===\n''Allen M. Sumner'' làm nhiệm vụ huấn luyện cho đến [[tháng 5]], [[1946]], khi nó lên đường đi sang khu vực Trung tâm Thái Bình Dương tham gia [[Chiến dịch Crossroads]], cuộc thử nghiệm [[bom nguyên tử]] tại [[đảo san hô Bikini]] thuộc [[quần đảo Marshall]]. Hoàn tất vai trò này vào cuối mùa Hè, con tàu quay trở lại hoạt động huấn luyện tại vùng bờ Tây. Đến ngày [[23 tháng 2]], [[1947]], nó lên đường cho một chuyến đi sang khu vực [[Viễn Đông]], viếng thăm [[Australia]], [[quần đảo Mariana]], [[Philippines]], [[Trung Quốc]] và [[Nhật Bản]] trước khi quay trở về vùng bờ Tây, và được đại tu.\n\nNhiệm vụ này kéo dài cho đến đầu năm [[1949]], ''Allen M. Sumner'' khi được điều động sang [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]]. Nó băng qua [[kênh đào Panama]] vào giữa [[tháng 4]], và đi đến [[Hampton Roads]], [[Virginia]] vào ngày [[20 tháng 4]]. Từ năm [[1949]] đến năm [[1953]], nó tiến hành các hoạt động thường lệ trong thời bình từ cảng nhà [[Norfolk, Virginia]], chỉ bị gián đoạn bởi một lượt phục vụ cùng [[Đệ lục Hạm đội Hoa Kỳ|Đệ lục Hạm đội]] tại [[Địa Trung Hải]] từ [[tháng 11]], [[1950]] đến [[tháng 3]], [[1951]]. Trong giai đoạn này, phạm vi hoạt động của nó là dọc theo vùng bờ Đông và vùng biển [[quần đảo Tây Ấn]], trong các nhiệm vụ huấn luyện và thực hành chống tàu ngầm.\n\n=== 1953 - 1966 ===\nVào ngày [[24 tháng 4]], [[1953]], ''Allen M. Sumner'' khởi hành từ Norfolk cho lượt phục vụ duy nhất tại vùng chiến sự trong cuộc [[Chiến tranh Triều Tiên]]. Đi theo lối Địa Trung Hải, [[kênh đào Suez]] và [[Ấn Độ Dương]], nó đi đến [[Yokosuka]], Nhật Bản vào đầu [[tháng 6]], rồi gia nhập Lực lượng Đặc nhiệm 77 trong [[biển Nhật Bản]] mười ngày sau đó. Nó bắt đầu một lượt phục vụ kéo dài hai tháng trong vai trò canh phòng máy bay và hộ tống chống tàu ngầm cho các tàu sân bay, khi lực lượng đặc nhiệm không kích xuống các mục tiêu tại [[Bắc Triều Tiên]]. Sau việc đạt được một thỏa thuận ngừng bắn vào ngày [[27 tháng 7]] giúp kết thúc cuộc xung đột, chiếc tàu khu trục tiếp tục hoạt động cùng Lực lượng Đặc nhiệm 95 trong hoạt động tuần tra ngoài khơi bờ biển [[Nam Triều Tiên]]. Sau một chặng dừng ngắn tại Yokosuka, nó lên đường quay trở về Hoa Kỳ qua ngã Thái Bình Dương, vùng bờ Tây và kênh đào Panama. Nó về đến Norfolk vào ngày [[27 tháng 10]].\n\nTrong tám năm tiếp theo sau, ''Allen M. Sumner'' luân phiên những hoạt động thường lệ dọc theo bờ Đông và vùng biển Tây Ấn với bảy lần được biệt phái sang vùng biển Châu Âu. Vào mùa Thu năm [[1954]] và mùa Hè năm [[1955]], nó viếng thăm các cảng [[Bắc Âu]] và tham gia các cuộc tập trận cùng hải quân các nước Khối [[NATO]]. Chuyến đi của nó sang vùng biển Địa Trung Hải vào [[tháng 7]], [[1956]] lại đúng vào lúc nổ ra cuộc [[Khủng hoảng kênh đào Suez]], do việc [[Ai Cập]] quốc hữu hóa kênh đào đã gây ra mâu thuẫn, rồi dẫn đến xung đột giữa Ai Cập với [[Anh]], [[Pháp]] và [[Israel]]. Chiếc tàu khu trục đã hỗ trợ cho việc di tản công dân Hoa Kỳ khỏi Ai Cập tại cảng [[Alexandria]].\n\nChuyến đi thứ tư của ''Allen M. Sumner'' trong [[tháng 9]] và [[tháng 10]], [[1957]] đưa nó quay trở lại vùng biển Bắc Âu; và sang [[tháng 2]], [[1958]], nó lên đường cho một chuyến đi khác sang Địa Trung Hải, kéo dài cho đến [[tháng 7]] năm đó. Trong chuyến đi tiếp theo vào [[tháng 2]], [[1959]], nó được điều động sang hoạt động độc lập tận vùng biển phía Tây [[Ấn Độ Dương]] và vùng [[vịnh Ba Tư]] trước khi quay trở về Hoa Kỳ vào ngày [[30 tháng 8]]. Đến [[tháng 9]], [[1960]], chiếc tàu khu trục lại một lần nữa hoạt động độc lập tại Ấn Độ Dương và vùng vịnh Ba Tư. Sau khi quay trở về Hoa Kỳ vào ngày [[19 tháng 4]], [[1961]], chiếc tàu khu trục trải qua một đợt nâng cấp lớn theo Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization), bắt đầu từ ngày [[17 tháng 5]], khi các cảm biến và vũ khí chống tàu ngầm được cải tiến đáng kể.\n\n''Allen M. Sumner'' hoàn tất việc đại tu vào ngày [[2 tháng 1]], [[1962]], và tiếp nối những hoạt động thường lệ dọc theo vùng bờ Đông xen kẻ với những chuyến đi sang Địa Trung Hải. Nó phục vụ cùng Đệ Lục hạm đội từ [[tháng 3]] đến [[tháng 9]], [[1962]], và không lâu sau khi quay trở về Hoa Kỳ, nó tham gia vào vụ [[Khủng hoảng tên lửa Cuba]]. [[Tổng thống Hoa Kỳ|Tổng thống]] [[John F. Kennedy]] đã ra lệnh “cô lập” [[Cuba]] để đối phó với việc [[Liên Xô]] bố trí những [[tên lửa đạn đạo]] mang đầu đạn [[nguyên tử]] trên hòn đảo ngay sát cạnh Hoa Kỳ, và chiếc tàu khu trục đã tham gia hoạt động phong tỏa này vào [[tháng 10]]. Sau khi vụ khủng hoảng kết thúc, nó quay trở lại hoạt động thường lệ ngoài khơi [[Mayport, Florida]], bao gồm việc phục vụ như tàu huấn luyện cho Trường Sonar Hạm đội, kéo dài suốt năm [[1963]] và sang tận năm [[1964]].\n\n''Allen M. Sumner'' thực hiện một chuyến đi thực tập ngắn sang Địa Trung Hải cho học viên sĩ quan vào [[tháng 6]] và [[tháng 7]], [[1964]], rồi tiếp nối những hoạt động thường lệ tại Mayport sau khi quay trở về. Những bất ổn về chính trị tại [[Cộng hòa Dominica]] vào mùa Xuân năm [[1965]] đã khiến con tàu được điều động đến vùng biển này để duy trì trật tự và bảo vệ những quyền lợi của công dân Hoa Kỳ; sau khi hoàn thành nhiệm vụ, nó quay trở về Mayport. Sang [[tháng 10]], nó thực hiện một chuyến đi khác sang Địa Trung Hải, hoạt động phối thuộc cùng Đệ Lục hạm đội trước khi quay trở về Mayport vào ngày [[8 tháng 3]], [[1966]]. Vào [[tháng 7]], nó hỗ trợ cho hoạt động thu hồi tàu không gian [[Gemini 10]].\n\n=== Chiến tranh Việt Nam ===\n[[Tập tin:QH-50 hovering DD-692.jpg|thumb|[[Máy bay trực thăng]] không người lái chống tàu ngầm [[Aerodyne QH-50 DASH]] trên sàn đáp của ''Allen M. Sumner'', 1969.]]\n''Allen M. Sumner'' khởi hành từ Mayport vào ngày [[7 tháng 2]], [[1967]] cho đợt phục vụ duy nhất của nó trong [[Chiến tranh Việt Nam]]. Đi ngang qua kênh đào Panama và Trân Châu Cảng, nó đi đến Yokosuka, Nhật Bản vào ngày [[14 tháng 3]], rồi lên đường bốn ngày sau đó hướng sang vùng biển [[Việt Nam]]. Trong lượt hoạt động đầu tiên trong [[vịnh Bắc Bộ]], nó hộ tống bảo vệ cho {{USS|Long Beach|CGN-9|3}}, khi chiếc tàu tuần dương động cơ nguyên tử mang tên lửa điều khiển này đảm nhiệm vai trò nhận diện radar chủ động trong vùng chiến sự. Được thay phiên vào ngày [[5 tháng 4]], con tàu lại tham gia [[Chiến dịch Sea Dragon]] nhằm ngăn chặn việc vận chuyển vũ khí bằng đường biển của đối phương, kéo dài cho đến ngày [[11 tháng 4]].\n\n''Allen M. Sumner'' sau đó hộ tống cho tàu sân bay {{USS|Hancock|CVA-19|3}} trong chuyến đi sang Sasebo, Nhật Bản, ở lại Sasebo từ ngày [[15 tháng 4|15]] đến ngày [[22 tháng 4]] trước khi cùng ''Hancock'' quay trở lại khu vực vịnh Bắc Bộ. Nó phối hợp cùng tàu tuần dương [[Hải quân Hoàng gia Australia|Australia]] {{HMAS|Hobart|1939}} trong Chiến dịch Seadragon, và sau đó bắn phá bờ biển hỗ trợ cho [[Chiến dịch Beau Charger]], một hoạt động phối hợp đổ bộ đường biển và đường không được tiến hành gần [[Khu phi quân sự]] vào cuối [[tháng 5]].\n\nĐến cuối [[tháng 5]], ''Allen M. Sumner'' gia nhập trở lại cùng các tàu sân bay nhanh tại [[Trạm Yankee]] và hộ tống chúng cho đến ngày [[10 tháng 6]], khi nó quay trở lại nhiệm vụ Seadragon, hoạt động gần sát bờ biển Việt Nam kéo dài trong 12 ngày. Đến ngày [[22 tháng 6]], nó rời vùng biển Việt Nam để đi sang cảng [[Cao Hùng]], Đài Loan, nơi nó viếng thăm từ ngày [[26 tháng 6]] đến ngày [[2 tháng 7]]. Chiếc tàu khu trục tiếp tục viếng thăm [[Hong Kong]] từ ngày [[7 tháng 7|7]] đến ngày [[9 tháng 7]] trước khi quay trở lại vùng biển Việt Nam vào ngày [[11 tháng 7]], bắt đầu một đợt bắn hải pháo hỗ trợ tác chiến kéo dài chín ngày. Nó lên đường vào ngày [[20 tháng 7]] cho một lượt viếng thăm Căn cứ Hải quân [[vịnh Subic]], Philippines từ ngày [[22 tháng 7|22]] đến ngày [[28 tháng 7]], rồi quay trở lại vùng chiến sự từ ngày [[30 tháng 7]] đến ngày [[1 tháng 8]]. Nó bắt đầu hành trình để quay trở về Hoa Kỳ, ghé qua Yokosuka, Hawaii và [[Acapulco]] thuộc [[Mexico]], băng qua kênh đào Panama vào ngày [[7 tháng 9]], và về đến Mayport vào ngày [[10 tháng 9]].\n\n=== 1968 - 1973 ===\n[[Tập tin:Allen m sumner-2.jpg|thumb|''Allen M. Sumner'' vào năm 1970.]]\n''Allen M. Sumner'' quay trở lại hoạt động thường lệ từ Mayport vào [[tháng 10]]. Trong suốt năm [[1968]], nó thường xuyên hoạt động tại vùng biển [[Tây Ấn]] và được hỗ trợ hậu cần từ căn cứ hải quân tại [[vịnh Guantánamo, Cuba]]; những hoạt động tương tự được tiếp nối trong những tháng đầu năm [[1969]]. Con tàu khởi hành vào [[tháng 5]] cho một chuyến đi sang [[Anh]], đến các vùng biển Bắc Đại Tây Dương để tham gia cuộc duyệt binh hạm đội các nước thành viên Khối [[NATO]] nhân kỷ niệm 20 năm thành lập liên minh quân sự này. Đến ngày [[22 tháng 5]], nó hướng sang Địa Trung Hải cho một lượt phục vụ thường lệ cùng Đệ Lục hạm đội trước khi quay trở về Mayport vào ngày [[10 tháng 10]]. Sau gần một năm hoạt động thường lệ từ Mayport, nó lên đường cho lượt bố trí cuối cùng sang Địa Trung Hải vào ngày [[27 tháng 8]], [[1970]], và quay trở về cảng nhà vào ngày [[28 tháng 2]], [[1971]].\n\nVào ngày [[1 tháng 7]], [[1971]], ''Allen M. Sumner'' được điều động sang vai trò tàu huấn luyện cho nhân sự thuộc [[Hải quân Dự bị Hoa Kỳ]]. Nó chuyển cảng nhà đến [[Baltimore]], [[Maryland]] vào giữa [[tháng 8]]; và nhiệm vụ này kéo dài cho đến ngày [[15 tháng 8]], [[1973]], khi nó được cho xuất chế tại [[Philadelphia]], [[Pennsylvania]], và được rút tên khỏi danh sách [[Đăng bạ Hải quân]] cùng ngày hôm đó. Con tàu được bán cho hãng Union Minerals & Alloy Corp. vào ngày [[16 tháng 10]], [[1974]] với trị giá 163.132 [[Đô la Mỹ]] để được tháo dỡ.\n\n== Phần thưởng ==\n''Allen M. Sumner'' được tặng thưởng hai [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, một Ngôi sao Chiến trận trong Chiến tranh Triều Tiên, và thêm hai Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{Refbegin}}\n* Bài này có các trích dẫn từ nguồn [[:en:Dictionary of American Naval Fighting Ships]] thuộc [[phạm vi công cộng]]: http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/a\/allen-m-sumner.html \n{{Refend}}\n\n== Liên kết ngoài ==\n{{Commonscat|USS Allen M. Sumner (DD-692)}}\n* [http:\/\/www.navsource.org\/archives\/05\/692.htm navsource.org: USS ''Allen M. Sumner'']\n* [http:\/\/www.hazegray.org\/danfs\/destroy\/dd692txt.htm hazegray.org: USS ''Allen M. Sumner'']\n* [http:\/\/www.chinfo.navy.mil\/navpalib\/ships\/destroyers\/ddhist3.html A Brief History of U.S. Navy Destroyers] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050309043653\/http:\/\/www.chinfo.navy.mil\/navpalib\/ships\/destroyers\/ddhist3.html |date=2005-03-09 }}\n* [http:\/\/www.dd-692.com dd-692.com: USS ''Allen M. Sumner'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Allen M. Sumner }}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Allen M. Sumner (DD-692)}}\n[[Thể loại:Lớp tàu khu trục Allen M. Sumner]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu thủy năm 1943]]"}