{"15203911":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS John A. Bole (DD-755) underway, circa in March 1945 (19-N-114301).jpg|300px|USS John A. Bole]]\n|Ship caption= Tàu khu trục USS ''John A. Bole'' (DD-755) trên đường đi, khoảng tháng 3 năm 1945\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1974}}\n|Ship name= USS ''John A. Bole'' (DD-755)\n|Ship namesake= [[John A. Bole]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Bethlehem Mariners Harbor]], [[Staten Island, New York]]\n|Ship original cost=\n|Ship laid down= [[20 tháng 5]] năm [[1944]]\n|Ship launched= [[1 tháng 11]] năm [[1944]]\n|Ship sponsor= bà John A. Bole, Jr.\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[3 tháng 3]] năm [[1945]]\n|Ship recommissioned=\n|Ship decommissioned= [[6 tháng 11]] năm [[1970]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 2]] năm [[1974]]\n|Ship nickname=\n|Ship honors= 8 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Được chuyển cho [[Đài Loan]], [[6 tháng 5]] năm [[1974]], tháo dỡ làm nguồn phụ tùng\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Ship class = [[Allen M. Sumner (lớp tàu khu trục)|Lớp tàu khu trục ''Allen M. Sumner'']]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2200|LT|t|abbr=on}} (tiêu chuẩn);\n| {{convert|3515|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{Danh sách không dấu đầu dòng\n| {{convert|369|ft|m|abbr=on}} (mực nước);\n| {{convert|376|ft|6|in|m|abbr=on}} (chung)\n}}\n| Ship beam = {{convert|40|ft|m|abbr=on}}\n| Ship draft = {{Danh sách không dấu đầu dòng\n| {{convert|15|ft|9|in|m|abbr=on}} (tiêu chuẩn);\n| {{convert|19|ft|m|abbr=on}} (đầy tải)\n}}\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 4 × nồi hơi;\n| 2 × turbine hơi nước hộp số;\n| 2 × trục;\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|34|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6000|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 6 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (3×2) trên bệ Mk 38 nòng đôi;\n| 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2);\n| 11 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''John A. Bole'' (DD-755)''' là một [[tàu khu trục]] [[Allen M. Sumner (lớp tàu khu trục)|lớp ''Allen M. Sumner'']] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Thiếu tá Hải quân]] [[John Archibald Bole, Jr.]] (1906-1943), Hạm trưởng [[tàu ngầm]] {{USS|Amberjack|SS-219|3}}, mất tích trong Thế Chiến II vào ngày [[16 tháng 2]] năm [[1943]]. Nó đã hoạt động cho đến hết Thế Chiến II, và tiếp tục phục vụ sau đó trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế năm [[1970]]. Con tàu rút đăng bạ năm [[1974]], và được chuyển cho [[Đài Loan]] để tháo dỡ làm nguồn phụ tùng cho các tàu chị em còn hoạt động. ''John A. Bole'' được tặng thưởng một [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, và thêm bảy Ngôi sao Chiến trận khác trong Chiến tranh Triều Tiên.\n\n== Thiết kế và chế tạo ==\n{{main|Allen M. Sumner (lớp tàu khu trục)}}\n''John A. Bole'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Steel Corporation]] ở [[Staten Island, New York]] vào ngày [[20 tháng 5]] năm [[1944]]. Nó được hạ thủy vào ngày [[1 tháng 11]] năm [[1944]]; được đỡ đầu bởi bà John A. Bole, Jr., vợ góa Thiếu tá Bole, và nhập biên chế vào ngày [[3 tháng 3]] năm [[1945]] dưới quyền chỉ huy của [[Trung tá Hải quân]] E. B. Billingsley.\n\nMột tàu khu trục [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] từng được đặt cái tên ''John A. Bole'', nhưng được đổi tên thành {{USS|Gurke|DD-783}} vào ngày [[15 tháng 6]] năm [[1944]] trước khi được hạ thủy vào ngày [[15 tháng 2]] năm [[1945]].\n\n== Lịch sử hoạt động ==\n=== 1945 - 1949 ===\nSau khi hoàn tất chạy thử máy huấn luyện tại khu vực [[vịnh Guantánamo, Cuba]], ''John A. Bole'' hộ tống cho [[tàu sân bay]] {{USS|Franklin|CV-13|3}} đi [[New York, New York|New York]], đến nơi vào ngày [[24 tháng 4]] năm [[1945]]. Nó lại chuyển đến [[Boston, Massachusetts]] để gia nhập cùng [[tàu tuần dương hạng nặng]] {{USS|Saint Paul|CA-73|3}}, và lên đường vào ngày [[15 tháng 5]] để đi sang [[Mặt trận Thái Bình Dương]], nơi những trận chiến cuối cùng chống lại [[Đế quốc Nhật Bản]] đang diễn ra. Băng qua [[kênh đào Panama]], nó đi đến [[Trân Châu Cảng]] vào ngày [[7 tháng 6]], gia nhập một đội tàu sân bay tại vùng biển quần đảo [[Hawaii]], rồi tham gia một đợt không kích lên [[đảo Wake]] vào ngày [[20 tháng 6]] trên đường hộ tống các tàu sân bay đi [[Eniwetok]], đến nơi vào ngày [[21 tháng 6]].\n\n''John A. Bole'' đi đến ngoài khơi [[Okinawa]] vào ngày [[29 tháng 6]], đảm nhiệm vai trò tuần tra và cột mốc [[radar]] canh phòng; và cho dù trận chiến trên bộ hầu như đã kết thúc, các cuộc không kích tự sát lẻ tẻ vẫn tiếp diễn trong những tuần lễ tiếp theo sau, vẫn là mối đe dọa của hạm đội. Con tàu ở lại vùng biển Okinawa cho đến khi [[Đế quốc Nhật Bản|Nhật Bản]] [[Nhật Bản đầu hàng|chấp nhận đầu hàng]] vào ngày [[15 tháng 8]]; nó lên đường đi sang biển [[Hoàng Hải]] và khu vực bờ biển phía Đông [[Trung Quốc]], hỗ trợ cho các hoạt động đổ bộ chiếm đóng và quét [[thủy lôi|mìn]]. Chiếc tàu khu trục gia nhập một lực lượng [[tàu tuần dương|tuần dương]]-khu trục vào ngày [[8 tháng 9]] ngoài khơi [[Jinsen]], [[Triều Tiên]] để bảo vệ cho cuộc đổ bộ lực lượng lên cảng quan trọng này. Nó ở lại khu vực này cho đến ngày [[25 tháng 9]], rồi đi đến [[Saishu To]] ở phía Nam bán đảo Triều Tiên ba ngày sau đó, tiếp nhận đầu hàng và giải giáp lực lượng Nhật Bản trú đóng tại đây.\n\n''John A. Bole'' tiếp tục ở lại khu vực Viễn Đông sau chiến tranh kết thúc, đảm nhiệm vận tải thư tín và nhân sự đi lại giữa Nhật Bản, Triều Tiên và Trung Quốc, hỗ trợ các hoạt động của binh lính [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]] nhằm bảo vệ công dân các nước [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] và ổn định tình hình Trung Quốc. Đang khi ở lại cảng [[Thanh Đảo]] vào ngày [[20 tháng 2]] năm [[1946]], nó đã đáp ứng tín hiệu cầu cứu từ một tàu buôn bị đắm, và cứu vớt được 13 người sống sót. Nó lên đường để quay trở về Hoa Kỳ vào ngày [[5 tháng 3]], ghé qua [[Guam]] và Trân Châu Cảng trên đường đi, và về đến [[San Francisco]], [[California]] vào ngày [[27 tháng 3]].\n\nSau một giai đoạn sửa chữa và đại tu kéo dài, ''John A. Bole'' đi đến [[San Diego]], California vào ngày [[10 tháng 4]] năm [[1947]], bặt đầu một lịch trình hoạt động thường lệ trong thời bình, bao gồm huấn luyện, cơ động tập trận và những chuyến đi huấn luyện nhân sự cho [[Hải quân Dự bị Hoa Kỳ]]. Con tàu hoạt động dọc theo vùng bờ Tây, thỉnh thoảng có những chuyến đi đến khu vực quần đảo [[Hawaii]].\n\n=== Chiến tranh Triều Tiên ===\nNhịp điệu bình yên của thời bình bị phá vỡ do sự kiện [[Chiến tranh Triều Tiên]] bùng nổ vào [[tháng 6]] năm [[1950]], và ''John A. Bole'' bắt đầu tích cực chuẩn bị để tham gia chiến đấu. Nó khởi hành từ San Diego vào ngày [[30 tháng 9]] để hướng đến Nhật Bản, và gia nhập Lực lượng Đặc nhiệm 77 ngoài khơi bờ biển Triều Tiên. Sau một giai đoạn dài phải rút lui dưới sực ép mạnh mẽ của lực lượng [[Bắc Triều Tiên]], cuộc đổ bộ lên [[Inchon]] vào ngày [[15 tháng 9]] đánh dấu thời điểm đảo chiều của cuộc chiến; nhờ chiếm quyền kiểm soát trên không và trên biển, lực lượng [[Liên Hợp Quốc]] bắt đầu cuộc phản công. Chiếc tàu khu trục đã chuyển từ vai trò hộ tống các tàu sân bay sang nhiệm vụ bắn phá bờ biển và hỗ trợ hỏa lực trực tiếp cho cuộc chiến trên bộ. Sau đó nó quay trở lại nhiệm vụ bảo vệ các tàu sân bay trong các hoạt động không kích hỗ trợ nơi tuyến đầu và đánh phá các tuyến đường tiếp liệu của lực lượng cộng sản. Theo mệnh lệnh của [[Thống tướng]] [[Douglas MacArthur]], Tổng tư lệnh lực lượng Liên Hợp Quốc tại Triều Tiên, vào ngày [[11 tháng 4]] năm [[1951]], nó được bố trí ngoài khơi bờ biển Nam Trung Quốc, chỉ cách [[Sán Đầu]], [[Quảng Đông]] {{convert|3|nmi|km|abbr=on}}, nhưng đã không thành công trong ý định của Thống tướng MacArthur nhằm \"răn đe\" Trung Quốc dự định can thiệp vào cuộc xung đột tại Triều Tiên.<ref>{{chú thích tạp chí | last= Alexander | first= James Edwin | authorlink= | date= Jan 1997 | title=Naval History | journal= Naval History | volume= 11 | issue= 1 | pages= 48-50 | publisher= U.S. Naval Institute Press, Annapolis, MD | doi= | url= | access-date = }}<\/ref> Sau đó chiếc tàu khu trục hộ tống một đoàn tàu vận tải đi Inchon trước khi quay trở về San Diego vào giữa [[tháng 6]], nơi nó được bảo trì và đại tu.\n\n''John A. Bole'' lại lên đường đi sang vùng chiến sự Triều Tiên vào ngày [[3 tháng 1]] năm [[1952]]. Khi đến nơi nó tiếp tục hộ tống cho các tàu sân bay trong các chiến dịch không kích, góp phần gây sức ép lên lực lượng cộng sản vào giai đoạn cuộc chiến trên bộ ở vào thế giằng co. Nó cũng tham gia cùng các tàu chiến [[Hải quân Hoàng gia Anh|Anh]] và [[Hải quân Hoàng gia Hà Lan|Hà Lan]] trong các hoạt động bắn phá ở cả hai phía bờ biển phía Đông và phía Tây bán đảo Triều Tiên. Sau đó con tàu chuyển sang tuần tra tại [[eo biển Đài Loan]] nhằm ngăn ngừa phe [[Cộng hòa Nhân dân Trung Hoa|Trung Cộng]] tấn công lực lượng [[Quốc Dân Đảng Trung Quốc|Quốc Dân Đảng]] đã rút lui về [[Đài Loan]]. Cuối cùng nó quay trở về San Diego vào ngày [[11 tháng 7]].\n\nSau một giai đoạn bảo trì trong xưởng tàu, nơi nó đồng thời được bổ sung pháo 3-inch bắn nhanh phòng không, ''John A. Bole'' khởi hành vào ngày [[21 tháng 2]] năm [[1953]] cho lượt phục vụ thứ ba tại Triều Tiên. Nó cùng tàu tuần dương hạng nặng {{USS|Saint Paul|CA-73|2}} hoạt động dọc bờ biển trong [[tháng 3]], rồi lên đường vào ngày [[10 tháng 4]] để tuần tra eo biển Đài Loan. Quay trở lại khu vực chiến sự tại Triều Tiên, nó lên đường đi [[Wonsan]] vào ngày [[1 tháng 6]], nơi nó đấu pháo tay đôi với các khẩu đội pháo bờ biển đối phương nhằm bảo vệ cho các đảo ngoài khơi được lực lượng Liên Hợp Quốc chiếm đóng. Sau đó nó hộ tống bảo vệ [[thiết giáp hạm]] {{USS|New Jersey|BB-62|3}} cho đến khi đạt được thỏa thuận ngừng bắn vào ngày [[27 tháng 7]] năm [[1953]]. Con tàu quay trở lại Nhật Bản, hộ tống cho tàu sân bay {{USS|Princeton|CVL-23|3}}, và về đến vào ngày [[22 tháng 9]].\n\n===1954-1967 ===\n''John A. Bole'' tiếp tục quay trở lại khu vực Viễn Đông vào năm [[1954]], nơi nó tham gia tuần tra eo biển Đài Loan cũng như các cuộc tập trận huấn luyện đổ bộ. Nó khởi hành từ San Diego vào ngày [[20 tháng 4]], tham gia các hoạt động tàu sân bay trong [[biển Đông]] và các cuộc thực tập chống tàu ngầm ngoài khơi Okinawa trước khi quay trở về vùng bờ Tây vào ngày [[17 tháng 10]]. Trong năm [[1955]] và một lần nữa trong năm [[1956]], con tàu trải qua những lượt hoạt động tương tự kéo dài sáu tháng tại những vùng biển quen thuộc, huấn luyện và biểu dương sức mạnh hải quân sẵn sàng đảm bảo an ninh cho Hoa Kỳ và những nước đồng minh.\n\n''John A. Bole'' khởi hành vào ngày [[29 tháng 7]] năm [[1957]] cho chuyến đi sang khu vực Tây Thái Bình Dương, ghé thăm [[Pago Pago]]; [[Auckland]], New Zealand; và [[đảo Manus|Manus]] trước khi đi đến Nhật Bản. Nó tham gia những hoạt động cùng tàu sân bay {{USS|Bon Homme Richard|CV-31|3}}, và vào [[tháng 12]] lại thực hiện một đợt tuần tra eo biển Đài Loan. Nó quay trở về San Diego vào ngày [[8 tháng 1]] năm [[1958]], tham gia các cuộc thực tập ngoài khơi California cho đến [[tháng 7]]. Chiếc tàu khu trục lại lên đường hướng sang phía Tây vào ngày [[23 tháng 8]], vào lúc đang diễn ra những bất ổn và bạo loạn tại [[Indonesia]]. Nó hoạt động tại Philippines và tuần tra tại Đài Loan, giúp ổn định tình hình an ninh tại khu vực trước khi quay trở về San Diego vào ngày [[16 tháng 2]] năm [[1959]].\n\n''John A. Bole'' thực hiện một chuyến đi khác sang Viễn Đông vào năm [[1959]]. Nó khởi hành vào ngày [[30 tháng 10]], tham gia các cuộc tập trận tìm diệt tàu ngầm của [[Đệ thất Hạm đội Hoa Kỳ|Đệ thất Hạm đội]] ngoài khơi Okinawa trong [[tháng 11]] và [[tháng 12]], rồi đi đến Đài Loan vào ngày [[4 tháng 1]] năm [[1960]] để tuần tra; con tàu quay trở về San Diego vào ngày [[12 tháng 3]]. Đến [[tháng 6]], nó tham gia canh phòng dọc theo theo tuyến đường bay nhân chuyến đi vượt Thái Bình Dương của [[Tổng thống Hoa Kỳ|Tổng thống]] [[Dwight D. Eisenhower]], và sang mùa Hè đã thực hiện chuyến đi thực tập cho học viên sĩ quan thuộc [[Hải quân Dự bị Hoa Kỳ]]. Sang [[tháng 10]], chiếc tàu khu trục được phân về một đội tìm-diệt tàu ngầm được hình thành chung quanh tàu sân bay {{USS|Kearsarge|CV-33|3}}, và sau khi hoàn tất huấn luyện đã lên đường vào ngày [[4 tháng 3]] năm [[1961]] để đi sang Viễn Đông. Trên đường đi, đội đã thực tập phối hợp với các tàu chiến của [[Hải quân Hoàng gia Canada|Hải quân Canada]] ngoài khơi Trân Châu Cảng. Tuy nhiên tình hình bất ổn tại [[Lào]] đã khiến đội đặc nhiệm được huy động sang Căn cứ Hải quân [[vịnh Subic]], Philippines để tăng cường cho lực lượng hải quân tại khu vực [[Đông Nam Á]]. Các cuộc thực tập tìm-diệt tàu ngầm kéo dài cho đến [[tháng 9]], khi nó quay trở về California, nhưng hành trình lại đi theo tuyến đường phía Bắc Thái Bình Dương sát [[vòng Bắc Cực]], nhằm mục đích thu thập thông tin thủy văn dọc đường đi. Nó về đến cảng nhà vào ngày [[18 tháng 9]].\n\nVào cuối năm [[1961]], ''John A. Bole'' đi đến [[Xưởng hải quân Hunters Point]] tại San Francisco để được nâng cấp theo chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization), nhằm kéo dài tuổi thọ hoạt động đồng thời trang bị những cảm biến và vũ khí chống ngầm thế hệ mới. Sàn sau con tàu được cải biến thành một hầm chứa và sàn đáp, cho phép vận hành một [[máy bay trực thăng]] không người lái [[Aerodyne QH-50 DASH]], giúp gia tăng tầm hoạt động chống tàu ngầm của con tàu.\n\nRời xưởng tàu vào [[tháng 7]] năm [[1962]], ''John A. Bole'' tham gia những hoạt động huấn luyện cho đến hết năm đó, và được báo động để nhiệm vụ phong tỏa [[Cuba]] của hạm đội trong vụ [[Khủng hoảng tên lửa Cuba]] vào [[tháng 10]]. Trong những tháng đầu năm [[1963]], nó hoạt động ngoài khơi San Diego trước khi lên đường đi Trân Châu Cảng và khu vực Thái Bình Dương vào ngày [[1 tháng 4]], rồi quay trở về San Diego vào ngày [[3 tháng 12]]. Con tàu tiếp tục những hoạt động thực tập huấn luyện chống tàu ngầm trong những tháng đầu năm [[1964]], bao gồm việc thử nghiệm DASH (máy bay không người lái chống tàu ngầm) mới được trang bị.\n\n''John A. Bole'' lên đường vào ngày [[23 tháng 10]] năm [[1964]] để đi sang khu vực Tây Thái Bình Dương cùng tàu sân bay {{USS|Yorktown|CV-10|3}} và các tàu khu trục khác. Sau những cuộc thực tập cơ động tại vùng biển Hawaii, nó trình diện cùng Tư lệnh Đệ Thất hạm đội vào ngày [[2 tháng 1]] năm [[1965]], và hoạt động tuần tra tại các vùng biển Viễn Đông. Nó hoạt động cùng một đội đặc nhiệm tàu sân bay, rồi với một đội tìm-diệt tàu ngầm trước khi tuần tra eo biển Đài Loan; nó hoạt động tại vùng biển ngoài khơi [[Việt Nam]] từ ngày [[9 tháng 2|9]] đến ngày [[25 tháng 2]]. Nó quay trở về San Diego vào ngày [[24 tháng 5]], rồi đi vào Xưởng hải quân Hunters Point để đại tu vào cuối [[tháng 6]], và ở lại đây cho đến hết mùa Hè.\n\n''John A. Bole'' hoạt động từ San Diego cho đến ngày [[22 tháng 3]] năm [[1966]], khi nó lên đường đi sang Viễn Đông. Từ ngày [[18 tháng 4]], nó bắt đầu làm nhiệm vụ hỗ trợ hải pháo ngoài khơi Việt Nam cho đến khi được điều sang [[Trạm Yankee]] vào ngày [[4 tháng 5]] để làm nhiệm vụ canh phòng máy bay cho tàu sân bay. Nó lên đường đi sang Nhật Bản vào ngày [[8 tháng 5]] để sửa chữa, rồi quay trở lại Trạm Yankee vào ngày [[25 tháng 5]]. Ngoại trừ những chuyến đi ngắn đến [[Hong Kong]] và [[vịnh Subic]], nó liên tục ở lại vùng chiến sự cho đến ngày [[27 tháng 7]], khi nó lên đường đi Đài Loan. Con tàu ghé thăm [[Malaysia]] trước khi lên đường quay trở về nhà, đi ngang qua vịnh Subic, Guam, Trân Châu Cảng, và về đến San Diego vào ngày [[24 tháng 9]]. Trong thời gian còn lại của năm [[1966]], nó hoạt động dọc theo vùng bờ Tây.\n\n=== 1968 - 1970 ===\n''John A. Bole'' khởi hành từ San Diego vào ngày [[28 tháng 12]] năm [[1967]] cho một chuyến đi sang khu vực Tây Thái Bình Dương. Nó đi đến Trân Châu Cảng vào ngày [[13 tháng 1]] năm [[1968]], và rời cảng vào ngày hôm sau để thực hành huấn luyện tại khu vực phụ cận quần đảo Hawaii trước khi tiếp tục hành trình đi Yokosuka, Nhật Bản vào ngày [[19 tháng 1]]. Đến ngày [[26 tháng 1]], nó nhận được tin tức về việc lực lượng [[Bắc Triều Tiên]] bắt giữ chiếc tàu do thám {{USS|Pueblo|AGER-2|3}}, và nó đổi hướng để đi đến [[biển Nhật Bản]] sẵn sàng hoạt động đề phòng những tình huống căng thẳng gia tăng. Con tàu đã tuần tra tại khu vực trong hoàn cảnh thời tiết giá lạnh mùa Đông khắc nghiệt, và vào ngày [[12 tháng 2]] đã hoạt động tìm kiếm và giải cứu một tàu đánh cá [[Nam Triều Tiên]] lâm nạn. Nó chuyển thực phẩm và nước uống sang chiếc tàu đánh cá trước khi kéo con tàu Hàn Quốc về cảng [[Pohang]], bàn giao cho [[Hải quân Cộng hòa Hàn Quốc]] vào ngày [[13 tháng 2]].\n\n''John A. Bole'' sau đó chuyển sang nhiệm vụ hộ tống và canh phòng máy bay cho tàu sân bay {{USS|Yorktown|CV-10|3}} trên đường đi sang Trạm Yankee trong [[vịnh Bắc Bộ]]. Đang khi ở ngoài khơi vùng biển Việt Nam vào ngày [[25 tháng 3]] năm [[1968]], nó tiến hành hoạt động tiếp nhiên liệu cho tàu ngầm {{USS|Sterlett|SS-393|3}}. Nó rời khu vực vịnh Bắc Bộ vào ngày [[30 tháng 3]] để đi [[Cao Hùng]], Đào Loan, nơi con tàu được bảo trì trong mười ngày, khi cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Samuel Gompers|AD-17|3}} từ ngày [[3 tháng 4|3]] đến ngày [[13 tháng 4]]. Nó quay trở lại khu vực tác chiến của Quân đoàn 2 tại Nam Việt Nam, đi đến cảng [[Quy Nhơn]] vào ngày [[15 tháng 4]], nơi nó thay phiên cho tàu khu trục {{USS|Henderson|DD-785|3}} trong nhiệm vụ hỗ trợ hải pháo dọc bờ biển. Nó đảm trách vai trò này cho đến ngày [[23 tháng 4]], khi nó lên đường đi Hong Kong, đến nơi hai ngày sau đó và viếng thăm cảng này cho đến ngày [[30 tháng 4]], khi nó lên đường quay trở lại Trạm Yankee.\n\nTừ ngày [[5 tháng 5]] năm [[1968]], ''John A. Bole'' làm nhiệm vụ hộ tống và canh phòng máy bay cho tàu sân bay {{USS|Yorktown|CV-10|3}}, rồi lần lượt chuyển sang phục vụ cho {{USS|Ticonderoga|CV-14|3}} từ ngày [[6 tháng 5|6]] đến ngày [[9 tháng 5]], cho {{USS|Enterprise|CVN-65|3}} từ ngày [[10 tháng 5|10]] đến ngày [[13 tháng 5]], cho {{USS|Kitty Hawk|CV-63|3}} từ ngày [[13 tháng 5|13]] đến ngày [[16 tháng 5]], cho ''Enterprise'' từ ngày [[16 tháng 5|16]] đến ngày [[19 tháng 5]], cho ''Kitty Hawk'' trong các ngày [[19 tháng 5|19]] và [[20 tháng 5]], và cho ''Yorktown'' từ ngày [[20 tháng 5|20]] đến ngày [[24 tháng 5]]. Chiếc tàu khu trục rời khu vực vịnh Bắc Bộ vào ngày [[24 tháng 5]] để đi Singapore, băng qua [[đường xích đạo]] vào ngày [[28 tháng 5]] và đi đến [[Căn cứ Hải quân Hoàng gia Singapore|Xưởng hải quân Singapore]] vào ngày [[29 tháng 5]] để được bảo trì. Nó rời Singapore vào ngày [[3 tháng 6]] để quay trở lại khu vực tác chiến của Quân đoàn 2, thay phiên cho tàu khu trục {{USS|Mansfield|DD-728|3}} trong nhiệm vụ hỗ trợ hải pháo vào ngày [[5 tháng 6]], rồi đến lượt nó được tàu khu trục {{USS|Picking|DD-685|3}} thay phiên mười ngày sau đó. Nó gia nhập cùng ''Yorktown'' vào ngày [[16 tháng 6]], và phục vụ canh phòng máy bay cho chiếc tàu sân bay trong chuyến đi sang [[Sasebo]], Nhật Bản, đến nơi vào ngày [[19 tháng 6]].\n\n''John A. Bole'' rời Sasebo hai ngày sau đó cho hành trình quay trở về Hoa Kỳ, về đến San Diego vào ngày [[5 tháng 7]]. Nó sau đó đi vào [[Xưởng hải quân Hunters Point]], San Francisco cho một lượt đại tu kéo dài ba tháng. Rời xưởng tàu vào cuối [[tháng 12]], nó quay trở lại San Diego và tiến hành những hoạt động thường lệ dọc theo vùng bờ Tây.\n\nRời San Diego vào ngày [[5 tháng 1]] năm [[1970]] cho lượt biệt phái cuối cùng sang Viễn Đông, ''John A. Bole'' gia nhập cùng Đội đặc nhiệm 77.6, vốn được hình thành chung quanh tàu sân bay {{USS|Ranger|CVA-61|3}}, trong biển Đông vào ngày [[2 tháng 2]]. Từ ngày [[6 tháng 2|6]] đến ngày [[19 tháng 2]], nó phục vụ canh phòng máy bay cho ''Ranger'' tại Trạm Yankee trong vịnh Bắc Bộ, rồi viếng thăm Hong Kong từ [[21 tháng 2|21]] ngày đến [[26 tháng 2]]. Nó tham gia cùng Hải đội Khu trục 21 để hoạt động hỗ trợ hải pháo ngoài khơi bờ biển Nam Việt Nam từ ngày [[3 tháng 3|3]] đến ngày [[15 tháng 3]]; phạm vi hoạt động trải rộng suốt khu vực tác chiến của Quân đoàn 1 và Quân đoàn 2, bao gồm nhiều hoạt động tại khu vực [[Cửa Việt (thị trấn)|Cửa Việt]], [[Quảng Trị]].\n\n''John A. Bole'' quay trở lại hoạt động cùng đội đặc nhiệm ''Ranger'' tại Trạm Yankee từ ngày [[16 tháng 3]] cho đến ngày [[21 tháng 3]], khi nó cùng cả đội đặc nhiệm lên đường đi Sasebo, đến nơi ba ngày sau đó. Nó ở lại Sasebo cho đến ngày [[12 tháng 4]], khi nó cùng ''Ranger'' quay trở lại Trạm Yankee, và ở lại cho đến ngày [[24 tháng 4]]. Từ ngày [[24 tháng 4]] đến ngày [[3 tháng 5]], nó được điều sang nhiệm vụ hỗ trợ hải pháo dọc bờ biển Nam Việt Nam, tiếp tục tại khu vực Quân đoàn 1 và Quân đoàn 2. Con tàu ghé thăm Hong Kong từ ngày [[5 tháng 5|5]] đến ngày [[12 tháng 5]], rồi gia nhập Đội đặc nhiệm 77.4 của tàu sân bay {{USS|Shangri-La|CV-38|3}} từ ngày [[15 tháng 5]]. Nó phục vụ cùng ''Shangri-La'' cho đến ngày [[28 tháng 5]], khi nó lên đường đi vịnh Subic, chặng dừng đầu tiên của hành trình quay trở về Hoa Kỳ. Nó về đến San Diego vào ngày [[28 tháng 6]].\n\n''John A. Bole'' được đại tu để chuẩn bị ngừng hoạt động từ ngày [[30 tháng 7]] năm [[1970]]; nó được cho xuất biên chế tại vào ngày [[6 tháng 10]] năm [[1970]]. Tên của ''John A. Bole'' được cho rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[1 tháng 2]] năm [[1974]]. Con tàu được chuyển giao cho [[Đài Loan]] vào ngày [[6 tháng 5]] năm [[1974]] và bị tháo dỡ để làm nguồn phụ tùng cho các con tàu còn hoạt động.\n\n== Phần thưởng ==\n''John A. Bole'' được tặng thưởng một [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, và thêm bảy Ngôi sao Chiến trận khác trong Chiến tranh Triều Tiên.\n\n== Tham khảo ==\n{{tham khảo}}\n{{Refbegin}}\n* {{cite DANFS | author = [[Naval Historical Center]] | title = John A. Bole (DD-755) | url = http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/j\/john-a-bole-dd-783-i.html | access-date = ngày 10 tháng 10 năm 2019}}\n* Bài này có các trích dẫn từ nguồn [[Naval Vessel Register]] thuộc [[phạm vi công cộng]]: www.nvr.navy.mil\/SHIPDETAILS\/SHIPSDETAIL_DD_755.HTML \n{{Refend}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|USS John A. Bole (DD-755)}}\n*[http:\/\/www.navsource.org\/archives\/05\/755.htm navsource.org: USS ''John A. Bole'']\n*[http:\/\/www.hazegray.org\/danfs\/destroy\/dd755txt.htm hazegray.org: USS ''John A. Bole'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Allen M. Sumner }}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:John A. Bole (DD-755)}}\n[[Thể loại:Lớp tàu khu trục Allen M. Sumner]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu thủy năm 1944]]"}