{"17966736":"{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= USS Arnold J. Isbell (DD-869) off Sydney, Australia, in 1970.jpg\n|Ship caption= Tàu khu trục USS ''Arnold J. Isbell'' (DD-869) ngoài khơi Sydney, Australia, năm 1970\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1974}} \n|Ship name= USS ''Arnold J. Isbell'' (DD-869)\n|Ship namesake= [[Arnold J. Isbell]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder=\n|Ship original cost=\n|Ship laid down= [[14 tháng 3]] năm [[1945]]\n|Ship launched= [[6 tháng 8]] năm [[1945]]\n|Ship sponsor= bà Arnold J. Isbell\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[5 tháng 1]] năm [[1946]]\n|Ship recommissioned=\n|Ship decommissioned= [[1 tháng 2]] năm [[1974]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 2]] năm [[1974]]\n|Ship nickname=\n|Ship honors= 8 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Được chuyển cho [[Hy Lạp]], [[1974]]\n|Ship status=\n}}\n{{Infobox ship career\n|Hide header=title\n|Ship country= Hy Lạp\n|Ship flag= {{shipboxflag|Greece|naval}}\n|Ship name= ''Sachtouris'' (D214)\n|Ship namesake= [[Georgios Sachtouris]]\n|Ship acquired= [[1974]]\n|Ship commissioned=\n|Ship decommissioned=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck=\n|Ship fate= Bán để tháo dỡ, [[2002]]\n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement =* {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion =* 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament = * 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2) \n* 11 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]] \n| Ship notes = \n}}\n|}\n\n'''USS ''Arnold J. Isbell'' (DD-869)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Đại tá Hải quân]] [[Arnold J. Isbell]] (1899-1945), người được chỉ định chỉ huy [[tàu sân bay]] {{USS|Yorktown|CV-10}}, nhưng đã tử trận trên đường nhận nhiệm sở khi tàu sân bay {{USS|Franklin|CV-13}} bị không kích ngoài khơi [[Okinawa]] năm [[1945]].<ref name=DANFS>{{chú thích web | title=Arnold J. Isbell (DD-869) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/a\/arnold-j-isbell.html | website=Naval History and Heritage Command | access-date =ngày 1 tháng 3 năm 2020}}<\/ref> Hoàn tất khi chiến tranh đã kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]], [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến năm [[1974]]. Nó được chuyển cho [[Hy Lạp]] và tiếp tục phục vụ cùng [[Hải quân Hy Lạp]] như là chiếc '''''Sachtouris'' (D214)''' cho đến khi bị tháo dỡ năm [[2002]]. ''Arnold J. Isbell'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]], và thêm hai Ngôi sao Chiến trận khác khi hoạt động trong [[Chiến tranh Việt Nam]].\n\n== Thiết kế và chế tạo ==\n''Arnold J. Isbell'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Mariners Harbor]] ở [[Staten Island]], [[New York]] vào ngày [[14 tháng 3]] năm [[1945]]. Nó được hạ thủy vào ngày [[6 tháng 8]] năm [[1945]]; được đỡ đầu bởi bà Arnold J. Isbell, vợ góa Đại tá Isbell, và nhập biên chế vào ngày [[5 tháng 1]] năm [[1946]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] Carlton B. Jones.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1946 - 1950 ===\nSau khi hoàn tất việc chạy thử máy huấn luyện tại vùng biển ngoài khơi [[vịnh Guantánamo, Cuba]], ''Arnold J. Isbell'' gia nhập [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]] và tiếp tục hoạt động dọc theo vùng bờ Đông cho đến hết năm [[1946]]. Nó được điều động sang [[Hạm đội Thái Bình Dương Hoa Kỳ|Hạm đội Thái Bình Dương]] vào [[tháng 1]] năm [[1947]], và đặt cảng nhà tại [[San Diego, California]]. Nó rời California vào [[tháng 5]] cho lượt hoạt động đầu tiên tại khu vực Tây Thái Bình Dương, viếng thăm [[Thanh Đảo]] và [[Thượng Hải]], [[Trung Quốc]]; [[Hong Kong]]; [[Tokyo]] [[Yokosuka]] và [[Okinawa]], [[Nhật Bản]] cùng [[Apra Harbor]], [[Guam]] trước khi quay trở về San Diego vào [[tháng 12]].<ref name=DANFS\/>\n\nTrong năm [[1948]], ''Arnold J. Isbell'' tham gia các đợt huấn luyện tìm diệt tàu ngầm và phục vụ như tàu huấn luyện cho nhân sự [[Hải quân Dự bị Hoa Kỳ]]. Đến [[tháng 2]], [[1949]], nó lên đường đi [[Xưởng hải quân Puget Sound]] ở [[Bremerton, Washington]] trong hai tháng để bảo trì, rồi khởi hành từ San Diego vào [[tháng 4]] để hướng sang Viễn Đông. Con tàu đã có mặt tại Thượng Hải và Thanh Đảo, Trung Quốc khi các thành phố cảng này lần lượt rơi vào tay lực lượng [[Đảng Cộng sản Trung Quốc|Cộng sản]]; con tàu đã hỗ trợ di tản lãnh sự Hoa Kỳ và gia đình khỏi Thanh Đảo. Nó quay trở về San Diego vào [[tháng 12]].<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\n''Arnold J. Isbell'' vẫn đang hoạt động thường lệ từ căn cứ San Diego khi lực lượng [[Bắc Triều Tiên]] tấn công xuống lãnh thổ [[Nam Triều Tiên]] vào ngày [[27 tháng 6]], [[1950]], khiến [[Chiến tranh Triều Tiên]] bùng nổ. Chiếc tàu khu trục lập tức được chuẩn bị để tham gia cuộc xung đột. Nó gia nhập Đội khu trục 52 và khởi hành vào ngày [[6 tháng 11]] để hướng sang vùng biển Triều Tiên. Nhiệm vụ của nó trong khu vực chiến sự bao gồm vai trò hộ tống các [[tàu sân bay]] thuộc Lực lượng Đặc nhiệm 77, viếng thăm [[Đài Loan]] nhằm phô trương lực lượng khi căng thẳng diễn ra giữa hai bờ [[eo biển Đài Loan]], và hộ tống các tàu chuyển quân đưa [[Sư đoàn 45 Bộ binh (Hoa Kỳ)|Sư đoàn 45 Bộ binh]] đến [[Hokkaidō]], Nhật Bản. Đến [[tháng 5]], [[1951]], nó được điều sang Lực lượng Đặc nhiệm 95, và tham gia hoạt động bắn phá dọc bờ biển các điểm tập trung quân và tuyến đường sắt tại [[Songjin]], [[Chongjin]] và [[Wonsan]] trước khi quay trở về San Diego vào [[tháng 8]]. Con tàu được sửa chữa rồi huấn luyện tại vùng bờ Tây.<ref name=DANFS\/>\n\n''Arnold J. Isbell'' lại lên đường đi sang vùng chiến sự vào [[tháng 1]], [[1952]]. Từ ngày [[19 tháng 2]] đến ngày [[10 tháng 8]], nó hoạt động trong thành phần Lực lượng Đặc nhiệm 77, lực lượng tàu sân bay nhanh của hạm đội. Nó cũng được phối thuộc hoạt động cùng Lực lượng Đặc nhiệm 95, và tham gia các chiến dịch tìm-diệt tàu ngầm. Trong một giai đoạn ngắn con tàu tham gia nhiệm vụ tuần tra eo biển Đài Loan, và phối hợp cùng [[tàu tuần dương hạng nặng]] {{USS|Saint Paul|CA-73|3}} bắn phá Songjin trước khi quay trở về Hoa Kỳ vào [[tháng 8]]. Chiếc tàu khu trục được bảo trì trong ba tháng tại Xưởng hải quân Puget Sound tại Bremerton, Washington.<ref name=DANFS\/>\n\n''Arnold J. Isbell'' khởi hành vào ngày [[21 tháng 7]], [[1953]], tiếp tục được phái sang hoạt động tại khu vực bán đảo Triều Tiên. Sau khi đến nơi, nó gia nhập Lực lượng Đặc nhiệm 95 để tuần tra dọc bờ biển Triều Tiên, vào lúc cuộc xung đột đã chấm dứt do đạt được các thỏa thuận ngừng bắn. Nó đã hộ tống cho [[Thiết giáp hạm]] {{USS|New Jersey|BB-62|3}} đi đến cảng [[Pusan]], nơi Tổng thống [[Hàn Quốc]] [[Lý Thừa Vãn]] trao tặng cho [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]] danh hiệu [[Đơn vị Tuyên dương Tổng thống (Hàn Quốc)|Đơn vị Tuyên dương Tổng thống]]. Nó cũng phục vụ như tàu huấn luyện cho nhân sự của [[Hải quân Trung Hoa dân quốc]] tại cảng [[Cao Hùng]], Đài Loan; rồi quay trở lại bờ biển Triều Tiên nơi nó hoạt động như tàu cứu hộ và liên lạc tại Pusan sau khi xảy ra một đám cháy lớn tại đây. Vào [[tháng 1]], [[1954]], nó cùng các tàu đồng đội thuộc Đội khu trục 112, Hải đội Khu trục 11, hộ tống cho việc vận chuyển những [[tù binh chiến tranh|tù binh]] [[Trung Hoa dân quốc]] đi đến [[Cơ Long]], Đài Loan.<ref name=DANFS\/>\n\n=== 1954 - 1960 ===\n''Arnold J. Isbell'' quay trở về Hoa Kỳ vào [[tháng 2]], [[1954]], và được đại tu tại [[Xưởng hải quân Mare Island]] [[Mare Island, California]], và hoạt động huấn luyện ôn tập sau khi rời xưởng tàu. Nó lên đường đi sang khu vực Tây Thái Bình Dương vào [[tháng 9]], một lần nữa phục vụ cho việc huấn luyện nhân sự của Hải quân Đài Loan, rồi phục vụ cùng các tàu sân bay tại vùng biển Philippine. Trong vụ [[Khủng hoảng eo biển Đài Loan lần 1]], con tàu đã đóng vai trò chính trong việc triệt thoái lực lượng [[Trung Quốc Quốc dân Đảng|Quốc Dân đảng]] (Đài Loan) ra khỏi [[quần đảo Đại Trần]], do bị phía [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]] nả pháo dữ dội vào [[tháng 1]], [[1955]]. Nó rút lui khỏi khu vực vào ngày [[25 tháng 2]] để quay trở về nhà, về đến San Diego vào ngày [[13 tháng 3]].<ref name=DANFS\/>\n\nSau khi được sửa chữa và huấn luyện, ''Arnold J. Isbell'' lại lên đường vào ngày [[27 tháng 9]], [[1955]] để đi sang Viễn Đông. Nó đã viếng thăm nhiều cảnh Nhật Bản và Đài Loan, và phục vụ tuần tra tại [[eo biển Đài Loan]], đồng thời đã tham gia một nhiệm vụ tìm kiếm và giải cứu thành công một máy bay tuần tra hải quân bị rơi trên biển. [[Elmo Zumwalt]], khi đó là một [[Trung tá Hải quân]], đã đảm nhiệm chỉ huy con tàu từ [[tháng 7]], [[1955]]. Nó hoàn tất lượt phục vụ và quay trở về San Diego vào ngày [[11 tháng 3]], [[1956]].<ref name=DANFS\/>\n\nHoàn tất việc sửa chữa tại Xưởng hải quân Mare Island vào [[tháng 7]], ''Arnold J. Isbell'' tiếp nối các hoạt động thường lệ cùng Đội khu trục 112 tại khu vực bờ biển [[California]]. Nó khởi hành cho lượt phục vụ thứ tám tại khu vực Tây Thái Bình Dương vào ngày [[25 tháng 9]], đi ngang qua [[Trân Châu Cảng]] và vượt qua [[đường xích đạo]] vào ngày [[3 tháng 10]]. Nó đã ghé viếng thăm [[Pago Pago]], [[Samoa thuộc Mỹ]]; [[Wellington]], [[New Zealand]]; [[đảo Manus]] thuộc [[quần đảo Admiralty]]; rồi có chặng dừng ngắn tại Guam trước khi đi đến Yokosuka, Nhật Bản. Con tàu gia nhập Lực lượng Đặc nhiệm 77 tại đây để hoạt động tại khu vực giữa [[Hong Kong]] và Nhật Bản. Nó ghé thăm [[Philippines]] trước khi lên đường quay trở về nhà, đi ngang qua [[Midway]] và Trân Châu Cảng rồi về đến San Diego vào [[tháng 3]], [[1957]].<ref name=DANFS\/>\n\n''Arnold J. Isbell'' trải qua một lượt bảo trì ngắn trước khi tham gia các cuộc huấn luyện thực tập hạm đội, rồi sau đó hoạt động cùng với {{USS|Nautilus|SSN-571|3}}, chiếc [[tàu ngầm]] chạy [[năng lượng hạt nhân]] đầu tiên của Hoa Kỳ. Chiếc tàu khu trục cũng viếng thăm [[Portland, Oregon]] để tham dự [[Lễ hội Hoa hồng Portland|Lễ hội Hoa hồng]]. Tiếp theo sau là một chuyến đi không dừng nghỉ kéo dài 18 ngày từ San Diego đến [[Brisbane]], Australia, chặng đầu tiên trong hành trình đi sang phục vụ tại Viễn Đông; nó có chặng dừng tại quần đảo Admiralty, Guam, Philippines, Hong Kong, Đài Loan, Okinawa và Nhật Bản trước khi quay trở về California vào [[tháng 6]], [[1958]]. Con tàu được đại tu tại Xưởng hải quân Mare Island từ [[tháng 6]] đến [[tháng 9]], rồi tiến hành huấn luyện ôn tập nhằm chuẩn bị cho lượt phục vụ thứ mười tại khu vực Tây Thái Bình Dương.<ref name=DANFS\/>\n\nKhởi hành vào ngày [[18 tháng 12]] để hướng sang Viễn Đông, ''Arnold J. Isbell'' tiến hành hoạt động tuần tra tại [[eo biển Đài Loan]] rồi tham gia các cuộc thực tập huấn luyện tại các vùng biển Guam, Đài Loan, Nhật Bản và Okinawa trước khi quay trở về San Diego vào ngày [[29 tháng 5]], [[1959]]. Nó hoạt động thường lệ tại khu vực Nam California, tham gia nhiều cuộc tập trận, và đã thực hiện một chuyến đi thực tập mùa Hè cho học viên sĩ quan từ ngày [[27 tháng 6]] đến ngày [[15 tháng 8]]. Chiếc tàu khu trục lại lên đường đi sang Viễn Đông vào ngày [[6 tháng 2]], [[1960]], đã ghé qua Trân Châu Cảng, Yokosuka, Cao Hùng, Hong Kong và căn cứ [[vịnh Subic]], [[Philippines]]. Lúc nữa đêm ngày [[20 tháng 4]], nó nhận được tín hiệu cầu cứu của một tàu buôn đang bị đắm trong [[biển Đông]]; nó đã tìm kiếm và cứu vớt được 104 người sống sót. Sau khi chuyển các nạn nhân đến vịnh Subic, con tàu lên đường đi Hong Kong, làm nhiệm vụ tàu trạm tại thành phố cảng này. Sau chặng dừng cuối tại Yokosuka, nó lên đường quay trở về nhà, về đến San Diego vào [[tháng 6]]. Nó tiếp tục hoạt động thường lệ trong một năm tiếp theo.<ref name=DANFS\/>\n\n=== 1961 - 1974 === \nVào [[tháng 6]], [[1961]], ''Arnold J. Isbell'' chuyển cảng nhà đến [[Bremerton, Washington]], rồi đi vào [[Xưởng hải quân Puget Sound]], nơi nó được sửa chữa và nâng cấp trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization), được trang bị thêm các vũ khí chống ngầm và cảm biến hiện đại. Mọi khẩu pháo hạng hai cùng tháp pháo 5-inch số hai được tháo dỡ, thay thế bằng hai dàn phóng [[ngư lôi]] Mk32 ba nòng; cấu trúc thượng tầng được tái cấu trúc với [[nhôm]], cầu tàu được bọc kín và bổ sung một Trung tâm Thông tin Hành quân (CIC: Combat Information Center) giữa buồng lái và ống khói phía trước. Dàn ống phóng tên lửa chống ngầm [[RUR-5 ASROC]] được bố trí giữa các ống khói, trong khi hệ thống tái nạp tên lửa ASROC và hầm chứa [[máy bay trực thăng]] không người lái chống tàu ngầm [[Gyrodyne QH-50 DASH]] được đặt sau ống khói phía sau.<ref name=DANFS\/>\n\nRời xưởng tàu với một cấu hình mới vào ngày [[4 tháng 5]], [[1962]], ''Arnold J. Isbell'' chuyển đến cảng nhà mới [[Long Beach, California]] vào ngày [[7 tháng 6]], và tiến hành huấn luyện ôn tập. Nó cùng Hải đội Khu trục 11 khởi hành vào [[tháng 10]] để đi sang Viễn Đông, và trong chuyến đi này nó đã tham gia các cuộc tập trận Red Wheel, Glass Door và Sea Serpent; nó cũng hoạt động cùng một đội tìm-diệt tàu ngầm của [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]]. Sau khi quay trở về Long Beach vào [[tháng 6]], [[1963]], nó tham gia cuộc Tập trận Saddle Soap, một đợt thực hành huấn luyện khác của hạm đội.<ref name=DANFS\/>\n\n''Arnold J. Isbell'' rời Long Beach vào [[tháng 1]], [[1964]] cho một lượt biệt phái hoạt động khác tại Viễn Đông. Nó gia nhập một lực lượng đặc nhiệm tàu sân bay thuộc Đệ Thất hạm đội, và sau đó tham gia tuần tra tại [[eo biển Đài Loan]]. Trong hành trình quay trở về nhà, con tàu đã viếng thăm Trân Châu Cảng; vịnh Subic, Philippines; Hong Kong và Sasebo, Nhật Bản trước khi về đến Long Beach vào [[tháng 5]]. Nó được đại tu thường lệ tại [[Xưởng hải quân Long Beach]] vào [[tháng 8]], và khi hoàn tất và rời xưởng tàu vào [[tháng 11]], nó đi đến San Diego để hoạt động huấn luyện trong sáu tuần lễ, và tham gia cuộc Tập trận Silverlance.<ref name=DANFS\/>\n\n''Arnold J. Isbell'' được trang bị một hệ thống [[máy bay trực thăng]] không người lái chống tàu ngầm QH-50 DASH vào [[tháng 3]], [[1965]], và bắt đầu huấn luyện thử nghiệm thiết bị mới tại vùng biển ngoài khơi [[đảo San Clemente]]. Nó thực hiện một chuyến đi thực tập mùa Hè dành cho học viên sĩ quan, rồi lên đường vào ngày [[19 tháng 10]] để đi sang khu vực Tây Thái Bình Dương. Sau các chặng dừng tại Trân Châu Cảng và vịnh Subic, nó gia nhập thành phần Lực lượng Đặc nhiệm 77 thuộc Đệ Thất hạm đội, và đã thay phiên cho tàu khu trục {{USS|Brinkley Bass|DD-887|3}} vào ngày [[30 tháng 12]] tại trạm tìm kiếm và giải cứu (SAR: Search And Rescue) phía Bắc trong [[vịnh Bắc Bộ]], khởi đầu nhiệm vụ đầu tiên trong vùng chiến sự của cuộc [[Chiến tranh Việt Nam]].<ref name=DANFS\/>\n\nSau khi làm nhiệm vụ tìm kiếm và giải cứu cho đến ngày [[31 tháng 3]], [[1966]], ''Arnold J. Isbell'' được thay phiên và lên đường đi Hong Kong để nghỉ ngơi trong bốn ngày. Nó khởi hành cho hành trình quay trở về Hoa Kỳ vào ngày [[12 tháng 4]], và sau các chặng dừng để tiếp nhiên liệu tại [[Midway]] và Trân Châu Cảng, nó về đến Long Beach vào ngày [[28 tháng 4]], được nghỉ ngơi và bảo trì. Con tàu trở ra khơi vào ngày [[11 tháng 6]] cho một chuyến đi thực tập mùa Hè dành cho học viên sĩ quan đến khu vực quần đảo [[Hawaii]], đồng thời tham gia các cuộc thực hành hạm đội. Nó chất dỡ đạn dược khỏi tàu tại [[Seal Beach, California]] vào ngày [[29 tháng 7]], và đi đến Xưởng hải quân Mare Island vào ngày [[31 tháng 7]] cho một đợt đại tu. Sau khi hoàn tất công việc trong xưởng tàu, nó hoạt động huấn luyện từ ngày [[16 tháng 9]], và trải qua thời gian còn lại của năm [[1966]] thực tập huấn luyện dọc theo vùng bờ biển Nam California. Con tàu được bảo trì vào dịp lễ [[Giáng sinh]].<ref name=DANFS\/>\n\n''Arnold J. Isbell'' tiến hành huấn luyện ôn tập tại vùng biển San Diego vào [[tháng 3]], [[1968]], rồi tiếp tục các hoạt động tại chỗ cho đến ngày [[15 tháng 7]], khi nó khởi hành đi sang khu vực Tây Thái Bình Dương. Nó đi đến vùng chiến sự ngoài khơi Việt Nam vào ngày [[12 tháng 8]], đảm nhiệm vai trò hỗ trợ hải pháo cho trận chiến trên bộ. Các hoạt động này xen kẻ với những lượt ghé về cảng để tiếp liệu và bảo trì, sửa chữa và cho thủy thủ đoàn được nghỉ ngơi. Nó trải qua lễ Giáng sinh tuần tra ngoài khơi bờ biển Việt Nam, rồi viếng thăm vịnh Subic và Yokosuka.<ref name=DANFS\/>\n\nVào ngày [[20 tháng 1]], [[1969]], ''Arnold J. Isbell'' lên đường quay trở về Hoa Kỳ, và sau khi về đến Long Beach vào ngày [[31 tháng 1]], nó trải qua ba tháng tiếp theo được sửa chữa, bảo trì và nghỉ ngơi. Con tàu lên đường vào ngày [[21 tháng 4]] cho một chuyến đi ngắn đến [[Acapulco]] và [[Manzanillo, Colima|Manzanillo]], Mexico, rồi quay trở về cảng nhà vào ngày [[5 tháng 5]]. Nó gia nhập Đội đặc nhiệm 10.1 vào ngày [[9 tháng 6]] cho một chuyến đi thực tập dành cho học viên sĩ quan, và đã viếng thăm các cảng San Francisco, [[Seattle, Washington]], và Trân Châu Cảng. Sau khi chuyến đi thực tập hoàn tất vào ngày [[31 tháng 7]], nó quay trở về Long Beach và được bảo trì cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Isle Royal|AD-29|3}}. Con tàu tiếp tục tham gia cuộc Tập trận Bell Express từ ngày [[16 tháng 9|16]] đến ngày [[22 tháng 9]], rồi tiếp nối bằng cuộc Tập trận Computex 31–69 từ ngày [[17 tháng 9]] đến ngày [[21 tháng 11]]. Nó cũng tham gia các hoạt động thực hành hỗ trợ hải pháo, chống tàu ngầm và tác chiến điện tử cho đến hết năm [[1969]].<ref name=DANFS\/>\n\n''Arnold J. Isbell'' khởi hành vào ngày [[13 tháng 2]], [[1970]] để đi sang phục vụ tại Viễn Đông. Tại vùng chiến sự Việt Nam, nó làm nhiệm vụ tìm kiếm và giải cứu (SAR) tại [[Trạm Yankee]] trong vịnh Bắc Bộ, cũng như nhiệm vụ bắn hải pháo hỗ trợ và phục vụ hộ tống cho năm tàu sân bay. Con tàu đã bốn lần ghé về căn cứ vịnh Subic, viếng thăm Hong Kong trong hai tuần và trải qua bốn ngày tại Singapore; trong hành trình quay trở về nhà nó còn viếng thăm thiện chí Sydney, Australia và [[Auckland]], New Zealand, cùng một chặng ghé qua Pago Pago trong một ngày trước khi đi đến Trân Châu Cảng. Chiếc tàu khu trục cuối cùng về đến Long Beach vào ngày [[29 tháng 8]], và trong thời gian còn lại của năm [[1970]] đã hoạt động tại chỗ từ cảng nhà Long Beach.<ref name=DANFS\/>\n\nSau khi trải qua một đợt sửa chữa rộng rãi tại [[Xưởng hải quân Long Beach]] từ [[tháng 2]] đến [[tháng 5]], [[1971]], ''Arnold J. Isbell'' tiến hành một lượt huấn luyện ôn tập kéo dài trong sáu tuần, rồi đến ngày [[9 tháng 9]] nó lên đường cho đợt phục vụ cuối cùng tại Viễn Đông. Trong lượt hoạt động này nó đã tiếp tục hộ tống cho các tàu sân bay và hỗ trợ hải pháo cho cuộc chiến trên bộ tại vùng biển Việt Nam. Trong chặng đường quay trở về con tàu lại có dịp viếng thăm [[Devonport, Tasmania|Devonport]], [[Tasmania]] trước khi về đến San Diego vào ngày [[7 tháng 4]], [[1972]]. Chiếc tàu khu trục được chuyển sang vai trò tàu huấn luyện cho lực lượng [[Hải quân Dự bị Hoa Kỳ]]. Nó lên đường đi [[Hawaii]] cho một chuyến đi thực tập vào ngày [[16 tháng 6]], quay trở về [[California]] vào ngày [[17 tháng 7]], và tiếp tục hoạt động tại vùng bờ Tây; một chuyến đi huấn luyện khác đến [[Mazatlán]], [[Mexico]] được nó thực hiện vào đầu [[tháng 11]].<ref name=DANFS\/>\n\n''Arnold J. Isbell'' được cho xuất biên chế đồng thời rút tên khỏi danh sách [[Đăng bạ Hải quân]] vào đầu năm [[1974]].<ref name=DANFS\/>\n\n=== ''Sachtouris'' (D214) ===\n{{xem thêm|Sachtouris (tàu chiến Hy Lạp)}}\nCon tàu được chuyển cho [[Hy Lạp]] và tiếp tục phục vụ cùng [[Hải quân]] như là chiếc ''Sachtouris'' (D214). Nó hoạt động cho đến khoảng giữa [[thập niên 1980]], và cuối cùng bị tháo dỡ tại [[Thổ Nhĩ Kỳ]] vào năm [[2002]].\n\n== Phần thưởng ==\n''Arnold J. Isbell'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Triều Tiên]], và thêm hai Ngôi sao Chiến trận khác khi hoạt động trong [[Chiến tranh Việt Nam]].<ref name=DANFS\/>\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Arnold J. Isbell (DD-869)| url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/a\/arnold-j-isbell.html | access-date = ngày 29 tháng 2 năm 2020}}\n\n== Liên kết ngoài ==\n* http:\/\/www.ussarnoldjisbell.com\n* [http:\/\/www.hellenicnavy.gr\/saxtouris73_92_en.asp Hellenic Navy Web site] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070607233419\/http:\/\/www.hellenicnavy.gr\/saxtouris73_92_en.asp |date=2007-06-07 }}\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ|Hy Lạp}}\n\n{{DEFAULTSORT:Arnold J. Isbell (DD-869)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu được Hải quân Hoa Kỳ chuyển cho Hải quân Hy Lạp]]\n[[Thể loại:Tàu khu trục của Hải quân Hy Lạp]]"}