{"388024":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS Hancock]].}}\n\n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image=[[Tập tin:USS Hancock (CVA-19) underway off San Diego, California (USA), 11 February 1975 (USN 1162018).jpg|300px]]\n|Ship caption= Tàu sân bay USS ''Hancock'' (CV-19) trên đường đi ngoài khơi [[San Diego]]\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ\n|Ship flag= {{USN flag|1946}}\n|Ship name=\n|Ship namesake=[[John Hancock]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder=[[Bethlehem Steel Company]] tại [[Quincy]], [[Massachusetts]]\n|Ship original cost=\n|Ship laid down=[[26 tháng 1]] năm [[1943]]\n|Ship launched=[[24 tháng 1]] năm [[1944]]\n|Ship sponsor= Theodore Douglas Robinson\n|Ship completed=\n|Ship acquired=\n|Ship commissioned=[[15 tháng 4]] năm [[1944]]\n|Ship recommissioned=* [[15 tháng 2]] năm [[1954]];\n* [[15 tháng 11]] năm [[1956]]\n|Ship decommissioned=* [[9 tháng 5]] năm [[1947]];\n* [[13 tháng 4]] năm [[1956]]\n|Ship in service=\n|Ship out of service=[[30 tháng 1]] năm [[1976]]\n|Ship renamed=\n|Ship reclassified=* '''CVA''': [[1 tháng 10]] năm [[1952]];\n* '''CV''': [[30 tháng 6]] năm [[1975]]\n|Ship struck=[[31 tháng 1]] năm [[1976]]\n|Ship nickname=\n|Ship honors=* 13 × [[Ngôi sao Chiến đấu]];\n* 4 × [[Đơn vị Tuyên dương Hải quân]]\n|Ship captured=\n|Ship fate= Bị bán để tháo dỡ ngày [[1 tháng 9]] năm [[1976]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n|Ship class=[[Essex (lớp tàu sân bay)|Lớp tàu sân bay ''Essex'']]\n|Ship displacement=* 27.100 tấn (tiêu chuẩn);\n* 36.380 tấn (đầy tải)\n|Ship length=271 m (888 ft)\n|Ship beam=* 28 m (93 ft) (mực nước);\n* 45 m (147 ft 6 in) (chung)\n|Ship draft=* 8,7 m (28 ft 5 in) (tiêu chuẩn);\n* 10,4 m (34 ft 2 in) (đầy tải)\n|Ship propulsion=* 4 × [[turbine hơi nước]] Westinghouse;\n* 8 × nồi hơi, áp suất 3.900 kPa (565 psi) ở nhiệt độ 450 °C (850 °F);\n* 4 × trục;\n* công suất 150.000 mã lực (110 MW)\n|Ship speed=61 km\/h (33 knot)\n|Ship range=* 37.000 km ở tốc độ 28 km\/h\n* (20.000 hải lý ở tốc độ 15 knot)\n|Ship endurance=\n|Ship complement=3.448\n|Ship crew=\n|Ship sensors=\n|Ship EW=\n|Ship armament=* 8 × [[pháo 5 inch\/38 caliber|pháo 127 mm (5 inch)\/38 caliber]] đa dụng (2×2, 4×1);\n* 8 × pháo phòng không [[Bofors 40 mm]] 56 caliber bốn nòng;\n* 46 × pháo phòng không [[Oerlikons 20 mm]] 78 caliber nòng đơn\n|Ship armor=* [[đai giáp]] 60 đến 100 mm (2,5 đến 4 inch);\n* sàn đáp và sàn bảo vệ 40 mm (1,5 inch);\n* vách ngăn 100 mm (4 inch);\n* tháp chỉ huy 40 mm (1,5 inch) bên cạnh và trên nóc;\n* bên trên bánh lái 60 mm (2,5 inch) \n|Ship aircraft=90–100 máy bay\n|Ship aircraft facilities=* 1 × thang nâng cạnh sàn đáp;\n* 2 × thang nâng giữa\n|Ship notes=\n}}\n|}\n\n'''USS ''Hancock'' (CV\/CVA-19)''' là một trong số 24 chiếc [[tàu sân bay]] thuộc [[Essex (lớp tàu sân bay)|lớp ''Essex'']] được chế tạo cho [[Hải quân Hoa Kỳ]] trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]]. Nó là chiếc tàu chiến thứ tư của Hải quân Mỹ được đặt [[USS Hancock|cái tên này]] nằm tôn vinh [[John Hancock]] (1737-1793), Chủ tịch của [[Quốc hội Đại lục thứ hai]] và là [[Thống đốc]] đầu tiên của tiểu bang [[Massachusetts]]. ''Hancock'' được đưa vào hoạt động từ [[tháng tư|tháng 4]] năm [[1944]] và đã phục vụ trong nhiều chiến dịch tại [[Chiến tranh Thái Bình Dương|Mặt trận Thái Bình Dương]], được tặng thưởng danh hiệu [[Đơn vị Tuyên dương Hải quân]] cùng bốn [[Ngôi sao Chiến trận]]. Được cho ngừng hoạt động không lâu sau khi chiến tranh kết thúc, nó được cho hiện đại hóa và tái hoạt động vào đầu những năm [[Thập niên 1950|1950]] như một tàu sân bay tấn công '''CVA'''. Trong lượt hoạt động thứ hai này, nó phục vụ thuần túy tại Thái Bình Dương, đóng một vai trò nổi bật trong [[Chiến tranh Việt Nam]] trong đó nó được tặng thưởng thêm ba danh hiệu Đơn vị Tuyên dương Hải quân cùng chín Ngôi sao Chiến trận khác. ''Hancock'' là tàu sân bay Mỹ đầu tiên được trang bị [[máy phóng (máy bay)|máy phóng]] hơi nước.\n\nNó được cho ngừng hoạt động vào đầu năm [[1976]], và được bán để tháo dỡ vào cuối năm đó.\n\n== Thiết kế và chế tạo ==\n''Hancock'' là một tàu sân bay dạng thân dài thuộc [[Essex (lớp tàu sân bay)#Những chiếc Essex \"thân dài\"|phân lớp ''Ticonderoga'']] trong [[Essex (lớp tàu sân bay)|lớp ''Essex'']]. Con tàu được đặt lườn dưới tên gọi ''Ticonderoga'' vào ngày [[26 tháng 1]] năm [[1943]] bởi hãng [[Bethlehem Steel Co]] tại [[Quincy]], [[Massachusetts]]. Nó được đặt tên lại là ''Hancock'' vào ngày [[1 tháng 5]] năm [[1943]] để cảm ơn sự hỗ trợ của Công ty bảo hiểm nhân thọ John Hancock đã phát hành một đợt trái phiếu đặc biệt huy động vốn cho con tàu mang tên nó (xưởng tàu được đặt tại tiểu bang nhà của công ty). Trái phiếu do công ty phát hành huy động được đủ tiền không những cho việc chế tạo con tàu mà còn trang trải chi phí hoạt động của nó trong năm đầu tiên.<ref>{{chú thích sách | last = Faltum | first = Andrew | title = The Essex Aircraft Carriers | publisher = The Nautical & Aviation Publishing Company of America | date = 1996 | location = Baltimore, Maryland | pages = 28 | isbn = 1-877853-26-7}}<\/ref> ''Hancock'' được hạ thủy vào ngày [[24 tháng 1]] năm [[1944]], được đỡ đầu bởi Bà Theodore Douglas Robinson, và được đưa vào hoạt động ngày [[15 tháng 4]] năm [[1944]] dưới quyền chỉ huy của hạm trưởng, [[Đại tá Hải quân]] [[Fred C. Dickey]].<ref name=NavSource>{{chú thích web | last=Yarnall | first=Paul | url=https:\/\/www.navsource.org\/archives\/02\/19.htm | title=USS HANCOCK (CV-19) | website=NavSource.org | date=ngày 9 tháng 12 năm 2020 | access-date =ngày 24 tháng 3 năm 2021}}<\/ref><ref name=DANFS>{{cite DANFS | title=Hancock IV (CV-19) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/h\/hancock-iv.html | author=[[Naval Historical Center]] | access-date =ngày 20 tháng 4 năm 2021}}<\/ref>\n\n== Lịch sử hoạt động ==\n=== Thế Chiến II ===\n==== 1944 ====\nSau khi được trang bị tại [[Xưởng hải quân Boston]] và chạy thử máy tại vùng biển ngoài khơi [[Trinidad]] và [[Venezuela]], ''Hancock'' quay về Boston ngày [[9 tháng 7]] năm [[1944]] để thực hiện các sửa đổi. Nó rời Boston ngày [[31 tháng 7]] lên đường đi [[Trân Châu Cảng]] ngang qua [[kênh đào Panama]] và [[San Diego]], và từ đây khởi hành ngày [[24 tháng 9]] gia nhập lực lượng [[Đệ tam Hạm đội Hoa Kỳ|Đệ Tam Hạm đội]] dưới quyền [[Đô đốc]] [[William Halsey, Jr.|William Halsey]] tại [[Ulithi]] vào ngày [[5 tháng 10]]. Nó được bố trí vào Đội đặc nhiệm tàu sân bay 38.2 của [[Chuẩn Đô đốc|Chuẩn đô đốc]] [[G. F. Bogan|Gerald Bogan]].<ref name=DANFS\/>\n\n''Hancock'' lên đường chiều hôm sau đi đến một điểm hẹn cách {{convert|600|km|mi|abbr=on}} về phía Tây [[quần đảo Mariana]], nơi các đơn vị thuộc Lực lượng Đặc nhiệm 38 của [[Phó Đô đốc]] [[Marc Mitscher]] được tập trung nhằm chuẩn bị cho đợt không kích các căn cứ không quân và hải quân Nhật trên quần đảo [[Quần đảo Nansei|Ryūkyū]], [[Đài Loan]] và [[Philippines]]. Nhờ vậy, sức mạnh không lực đối phương đã bị tê liệt trong cuộc tấn công của [[Douglas MacArthur|Tướng MacArthur]] lên đảo [[Leyte (đảo)|Leyte]]. Tại quần đảo Ryukyu vào ngày [[10 tháng 10]] năm [[1944]], các phi công của ''Hancock'' đã cất cánh để tiêu diệt các sân bay và tàu bè tại [[Okinawa]]. Họ đã tiêu diệt bảy máy bay đối phương trên mặt đất và giúp đỡ vào việc đánh chìm một [[tàu tiếp liệu tàu ngầm]], 12 [[tàu phóng ngư lôi]], 2 [[tàu ngầm bỏ túi]], 4 tàu chở hàng và một số xuồng nhỏ. Mục tiêu tiếp theo là các sân bay tại Đài Loan, nơi mà vào ngày [[12 tháng 10]], các phi công của ''Hancock'' đã bắn rơi sáu máy bay đối phương và tiêu diệt thêm chín chiếc khác trên mặt đất. Họ còn khẳng định đã chắc chắn đánh chìm một tàu hàng, có thể đã đánh chìm ba chiếc cùng gây hư hại cho nhiều chiếc khác.<ref name=DANFS\/>\n\nTrong khi chống cự lại các cuộc không kích của đối phương vào buổi chiều tối hôm đó, xạ thủ trên chiếc ''Hancock'' được ghi nhận đã bắn rơi một máy bay Nhật và đánh đuổi vô số máy bay khác trong suốt bảy giờ trực chiến không ngừng nghĩ. Sáng hôm sau, máy bay của nó tiếp tục các cuộc tấn công, phá hủy các kho đạn, nhà chứa máy bay, trại lính và các nhà máy công nghiệp trên bờ cũng như làm hư hại một tàu vận tải đối phương. Khi máy bay Nhật một lần nữa tấn công lực lượng Mỹ trong đêm thứ hai ngoài khơi Đài Loan, hỏa lực phòng không của ''Hancock'' đã bắn rơi được thêm một máy bay đối phương cách con tàu khoảng 450 m (500 yard). Sang ngày thứ ba, máy bay của nó tiếp tục đánh phá các sân bay và tàu bè đối phương trước khi rút lui về phía Đông Nam cùng với lực lượng đặc nhiệm. Khi các tàu chiến Mỹ rút lui, một lực lượng lớn máy bay Nhật đã tung ra đợt tấn công cuối cùng. Một quả bom được ném xuống chếch phía mũi chiếc ''Hancock'' bên mạn trái vài giây trước khi chiếc máy bay bị hỏa lực phòng không của tàu sân bay bắn trúng và rơi xuống biển. Một quả bom khác đã xuyên qua bệ một khẩu đội pháo nhưng phát nổ vô hại trên mặt nước. Những kẻ tấn công còn sống sót quay đầu bỏ chạy, và lực lượng đặc nhiệm sau đó không còn bị cản trở trên đường hướng về Philippines hỗ trợ cho cuộc đổ bộ lên Leyte.<ref name=DANFS\/>\n\nNgày [[18 tháng 10]], ''Hancock'' tung máy bay của nó ra chống lại các sân bay và tàu bè tại [[Laoag (thành phố)|Laoag]], [[Aparri, Cagayan|Aparri]] và [[quần đảo Babuyan|đảo Camiguin]] ở phía Bắc [[Luzon]]. Máy bay của nó còn tấn công các đảo [[Cebu (đảo)|Cebu]], [[Panay]], [[Negros]] và [[Masbate]], tấn công sân bay và tàu bè đối phương. Ngày hôm sau, chiếc tàu sân bay rút lui về phía Ulithi cùng với Đội Đặc nhiệm 38.1 của Phó Đô đốc [[John S. McCain, Sr.|John S. McCain]].<ref name=DANFS\/>\n\nNó nhận được lệnh vào ngày [[23 tháng 10]] phải khẩn cấp quay trở lại khu vực ngoài khơi [[Samar (đảo)|Samar]] hỗ trợ cho việc tìm tiếm và tiêu diệt hạm đội Nhật Bản đã tiến đến gần đảo Leyte thách thức hạ đội Mỹ và tìm cách tiêu diệt các lượng lượng đổ bộ đang tập trung để chiếm lại lãnh thổ từ tay người Nhật. ''Hancock'' đã không thể quay về Samar kịp lúc để hỗ trợ những [[tàu sân bay hộ tống]] và [[tàu khu trục]] anh dũng của \"Taffy 3\" trong các hoạt động chủ yếu của [[Trận chiến ngoài khơi Samar]], nhưng máy bay của nó đã tìm cách tấn công Lực lượng Trung tâm của hạm đội Nhật Bản khi chúng rút lui qua [[eo biển San Bernardino]]. Sau đó ''Hancock'' gia nhập đội đặc nhiệm của Chuẩn Đô đốc Bogan để tấn công các sân bay và tàu bè đối phương trong khu vực ngoại vi [[Manila]] vào ngày [[29 tháng 10]] năm [[1944]]. Trong các hoạt động cho đến ngày [[19 tháng 11]], máy bay của nó hỗ trợ trực tiếp cho cuộc tiến quân của lực lượng Lục quân và tấn công các tàu bè Nhật trong một phạm vi 560&nbsp;km (350 dặm). Nó trở thành [[soái hạm]] của [[Lực lượng Đặc nhiệm Tàu sân bay nhanh]] (Lực lượng Đặc nhiệm 38) vào ngày [[17 tháng 11]] năm [[1944]] khi Đô đốc McCain đặt cờ hiệu của mình trên tàu.<ref name=DANFS\/>\n\nThời tiết không thuận lợi đã ngăn trở những hoạt động của nó cho đến ngày [[25 tháng 11]], khi một máy bay tấn công cảm tử [[thần phong|kamikaze]] nhào đến ''Hancock'' từ hướng mặt trời. Hỏa lực [[phòng không]] đã bắn nổ chiếc máy bay cách khoảng {{convert|90|m|ft|abbr=on}} bên trên con tàu, nhưng một phần thân máy bay vẫn trúng phía giữa tàu, và một mẩu cánh trúng phải sàn đáp gây ra các đám cháy. Các hoạt động cứu hộ tức thời và thuần thục đã nhanh chóng dập tắt đám cháy, ngăn ngừa được những hư hỏng nghiêm trọng.<ref name=DANFS\/>\n\n''Hancock'' quay về Ulithi vào ngày [[27 tháng 11]], rồi sau đó khởi hành từ đảo này cùng với đội đặc nhiệm của mình duy trì việc tuần tra chiến đấu bên trên các sân bay đối phương tại Luzon nhằm ngăn ngừa những chiếc ''kamikaze'' tấn công các tàu vận tải của lực lượng đổ bộ tại [[Mindoro]]. Đợt tấn công đầu tiên được tung ra vào ngày [[14 tháng 12]] nhắm vào các sân bay [[Căn cứ Không quân Clark|Clark]] và [[Angeles (thành phố)|Angeles]] cũng như các căn cứ đối phương trên [[đảo Salvador]]. Ngày hôm sau máy bay của nó tấn công các cơ sở tại [[Masinloc]], [[San Fernando (thành phố)|San Fernando]] thuộc [[Pampanga]] và [[Cabanatuan (thành phố)|Cabanatuan]], trong khi máy bay tiêm kích tuần tra vô hiệu hóa không quân Nhật. Máy bay của nó còn tấn công các tàu bè trong [[vịnh Manila]].<ref name=DANFS\/>\n\n==== 1945 ====\n''Hancock'' chịu đựng một cơn [[bão]] hung hãn vào ngày [[17 tháng 12]] khi những cơn sóng cao đến trên 17&nbsp;m (55&nbsp;ft) bên trên mực nước tràn qua sàn tàu. Nó quay về Ulithi vào ngày [[24 tháng 12]] rồi lại khởi hành sáu ngày sau đó để [[Không kích biển Đông|tấn công sân bay và tàu bè]] chung quanh [[Biển Đông|biển Nam Trung Quốc]]. Máy bay của nó tấn công các sân bay tại Luzon trong các ngày [[7 tháng 1|7]] và [[8 tháng 1]] năm [[1945]] rồi tập trung sự chú ý đến Đài Loan trong ngày [[9 tháng 1]], không kích dữ dội các sân bay và [[Trạm thủy phi cơ Tokyo]]. Một đoàn tàu vận tải đối phương ở về phía Bắc [[vịnh Cam Ranh]] tại [[Đông Dương thuộc Pháp]] là nạn nhân tiếp theo, khi hai chiếc bị đánh chìm và 11 chiếc hư hại. Trưa hôm đó ''Hancock'' tung các cuộc không kích vào sân bay tại [[Thành phố Hồ Chí Minh|Sài Gòn]] và tàu bè tại khu vực Đông Bắc của [[Bán đảo Đông Dương|Đông Dương]]. Các cuộc không kích của các tàu sân bay nhanh được tiếp nối cho đến ngày [[16 tháng 1]], nhắm vào đảo [[Hải Nam]] trong [[vịnh Bắc Bộ]], quần đảo [[Bành Hồ]] cùng tàu bè trong cảng [[Hồng Kông|Hong Kong]]. Các cuộc không kích xuống Đài Loan được tiếp tục vào ngày [[20 tháng 1]]. Trưa hôm sau, một trong những máy bay của nó quay về sau một phi vụ và thực hiện hạ cánh một cách bình thường; nhưng trong khi đang chạy đến điểm đỗ ngang với đảo cấu trúc thượng tầng, đã bị nổ tung làm thiệt mạng 50 người và bị thương 75 người khác. Một lần nữa đám cháy được dập tắt kịp lúc để các máy bay khác có thể tiếp nối việc hạ cánh. Chiếc tàu sân bay quay trở lại đội hình và tiếp tục tung ra các cuộc không kích xuống Okinawa sáng hôm sau.<ref name=DANFS\/>\n\n''Hancock'' đi đến Ulithi vào ngày [[25 tháng 1]] nơi Đô đốc McCain rời tàu để tiếp nhận quyền chỉ huy [[Đệ Ngũ Hạm đội Hoa Kỳ|Đệ Ngũ hạm đội]]. Nó khởi hành cùng với các con tàu cùng đội đặc nhiệm vào ngày [[10 tháng 2]] và tung ra các cuộc không kích vào các sân bay ở ngoại vi [[Tōkyō|Tokyo]] vào ngày [[16 tháng 2]]. Ngày hôm đó, Liên đội Không lực 80 của nó đã bắn rơi 71 máy bay đối phương, và ghi thêm 12 chiến công nữa vào ngày hôm sau. Máy bay của nó đã tấn công các căn cứ hải quân đối phương tại [[Chichi Jima]] và [[Haha Jima]] trong ngày [[19 tháng 2]]. Các cuộc không kích này được thực hiện nhằm cô lập [[Đảo Iō|Iwo Jima]] khỏi sự hỗ trợ bằng đường không lẫn đường biển trong khi Thủy quân Lục chiến đổ bộ lên các bãi biển trên đảo này, bắt đầu một trong những chiến dịch ác liệt và đẫm máu nhất trong cuộc chiến tranh. ''Hancock'' trực chiến ngoài khơi hòn đảo để hỗ trợ chiến thuật cho đến ngày [[22 tháng 2]], tấn công các sân bay đối phương và bắn phá các đơn vị Nhật Bản trên bờ.<ref name=DANFS\/>\n\nQuay trở lại vùng biển ngoài khơi các đảo chính quốc đối phương, ''Hancock'' tung máy bay của nó ra nhắm vào các mục tiêu ở phía Bắc đảo [[Đảo Honshu|Honshū]], thực hiện một cuộc ném bom phân tán lên quần đảo [[Nansei-shoto]] vào ngày [[1 tháng 3]] trước khi quay trở về Ulithi vào ngày [[4 tháng 3]].<ref name=DANFS\/>\n\nQuay trở lại vùng biển Nhật Bản, ''Hancock'' hợp cùng các tàu sân bay khác tấn công các sân bay tại [[Kyushu|Kyūshū]] và Tây Nam Honshū cùng tàu bè trong vùng [[biển nội địa Nhật Bản]] vào ngày [[18 tháng 3]]. ''Hancock'' đang tiếp nhiên liệu cho chiếc tàu khu trục {{USS|Halsey Powell|DD-686|3}} vào ngày [[20 tháng 3]] khi những chiếc ''kamikaze'' tấn công lực lượng đặc nhiệm. Một máy bay tấn công cảm tử lượn bên trên hai con tàu nhưng bị hỏa lực pháo phòng không bắn nổ tung ở độ cao {{convert|210|m|ft|abbr=on}} bên trên, mảnh vỡ của nó tung tóe bên trên sàn đáp của ''Hancock'' trong khi động cơ và quả bom trúng vào đuôi chiếc tàu khu trục. Xạ thủ trên ''Hancock'' còn bắn rơi một máy bay khác khi nó gần đến điểm cắt bom nhắm vào chiếc tàu sân bay.<ref name=DANFS\/>\n\n''Hancock'' được điều về Đội Đặc nhiệm 58.3 khi nó tấn công quần đảo Nansei-shoto từ ngày [[23 tháng 3|23]] đến ngày [[27 tháng 3]] và xuống các đảo [[Minami Daito]] và Kyūshū vào cuối tháng.<ref name=DANFS\/>\n\nKhi [[Tập đoàn quân 10 Bộ binh Hoa Kỳ]] đổ bộ lên bờ biển phía Tây của Okinawa vào ngày [[1 tháng 4]], ''Hancock'' đã có mặt để hỗ trợ gần mặt đất. Tuy nhiên vào ngày [[7 tháng 4]] một chiếc ''kamikaze'' đã thành công trong việc đâm bổ vào sàn đáp, trúng vào một nhóm máy bay trong khi quả bom của nó đánh trúng [[máy phóng máy bay|máy phóng]] bên mạn trái gây một vụ nổ dữ dội. Cho dù có đến 62 người thiệt mạng và 71 người bị thương, những nỗ lực anh dũng trong việc kiểm soát hư hỏng đã dập tắt các đám cháy trong vòng nữa giờ, và con tàu quay trở lại hoạt động chỉ sau một giờ.<ref name=DANFS\/>\n\n''Hancock'' được cho tách khỏi đội đặc nhiệm của nó vào ngày [[9 tháng 4]] hướng về Trân Châu cảng để sửa chữa. Nó lại lên đường vào ngày [[13 tháng 6]] hướng đến khu vực chiến sự, ghé qua [[đảo Wake]] vào ngày [[20 tháng 6]] tung các cuộc không kích xuống lực lượng Nhật Bản còn đang kiên trì bám lại đây trên đường đi đến Philippines. ''Hancock'' khởi hành từ [[vịnh San Pedro (Philippines)|vịnh San Pedro]] với các tàu sân bay khác vào ngày [[1 tháng 7]] và tấn công các sân bay trong khu vực ngoại vi Tokyo vào ngày [[10 tháng 7]]. Nó tiếp tục hoạt động tại vùng biển Nhật Bản cho đến khi nghe được tin tức xác nhận [[Đế quốc Nhật Bản|Nhật Bản]] đã [[Nhật Bản đầu hàng|chấp nhận đầu hàng]] vào ngày [[15 tháng 8]] năm [[1945]], khi nó gọi quay trở về những máy bay đang thi hành nhiệm vụ trước khi chúng bay đến mục tiêu. Tuy nhiên, những máy bay trong một nhiệm vụ trinh sát hình ảnh đã bị một tốp bảy máy bay đối phương tấn công bên trên [[Sagami Wan]]; ba chiếc bị bắn rơi và chiếc thứ tư chạy thoát với một vệt khói dài. Chiều hôm đó, máy bay tuần tra của ''Hancock'' còn bắn rơi một [[máy bay ném ngư lôi]] Nhật Bản khi nó bổ nhào vào một lực lượng đặc nhiệm [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]. Máy bay của nó tiếp tục thực hiện các phi vụ bên trên lãnh thổ Nhật Bản vào ngày [[25 tháng 8]] tìm kiếm các trại tập trung [[tù binh|tù binh chiến tranh]], thả hàng tiếp liệu và thuốc men. Thông tin thu thập được từ các phi vụ này đã giúp đỡ vào việc cho đổ bộ các toán dưới quyền chỉ huy của [[Chuẩn tướng]] [[R. W. Simpson]] đưa các đội y tế và tiếp liệu đến mọi [[trại tập trung]] tù binh Đồng Minh.<ref name=DANFS\/>\n\n=== Sau chiến tranh ===\nKhi văn bản về việc [[Nhật Bản đầu hàng]] chính thức được ký bên trên thiết giáp hạm {{USS|Missouri|BB-63|3}}, máy bay của ''Hancock'' đã bay diễu hành bên trên bầu trời. Chiếc tàu sân bay tiến vào [[vịnh Tokyo]] vào ngày [[10 tháng 9]] năm [[1945]], rồi lại lên đường vào ngày [[30 tháng 9]] khi đón nhận lên tàu 1.500 hành khách tại Okinawa để vận chuyển về [[San Pedro, California]], nơi nó đến vào ngày [[21 tháng 10]]. ''Hancock'' được tái trang bị tại San Pedro cho nhiệm vụ [[Chiến dịch Magic Carpet (Thế Chiến II)|Magic Carpet]] (chiếc thảm thần), rồi lại lên đường vào ngày [[2 tháng 11]] hướng đến [[cảng Seeadler]], [[Manus (đảo)|Manus]] và [[quần đảo Admiralty]]. Trong chuyến quay trở về, nó chở theo 4.000 hành khách và đã tiễn họ rời tàu tại San Diego vào ngày [[4 tháng 12]]. Một tuần sau đó, ''Hancock'' lại khởi hành cho chuyến đi Magic Carpet thứ hai, nhận lên tàu 3.773 hành khách tại Manila để đưa về [[Alameda, California]] vào ngày [[20 tháng 1]] năm [[1946]].<ref name=DANFS\/>\n\n''Hancock'' nhận lên tàu Liên đội Không lực 7 tại San Diego vào ngày [[18 tháng 2]] cho các hoạt động không quân ngoài khơi bờ biển California. Nó khởi hành từ San Diego vào ngày [[11 tháng 3]] để nhận lên tàu người và máy bay của hai liên đội không lực tại Trân Châu Cảng nhằm vận chuyển đến [[Saipan]], đến nơi vào ngày [[1 tháng 4]]. Sau khi nhận hai liên đội không lực khác tại Saipan lên tàu, nó chất lên tàu một lô hàng máy bay tại [[Guam]] và lên đường đi ngang qua Trân Châu Cảng để quay về Alameda, đến nơi vào ngày [[23 tháng 4]]. Sau đó nó di chuyển đến [[Seattle|Seattle, Washington]] vào ngày [[29 tháng 4]] và chờ đợi để được cho xuất biên chế. Chiếc tàu sân bay được đưa về [[Hạm đội Dự bị Thái Bình Dương]] tại [[Bremerton, Washington]].<ref name=DANFS\/>\n\n''Hancock'' được cho cải biến và hiện đại hóa theo chương trình [[SCB-27]] để trở thành một [[tàu sân bay tấn công]] tại [[Puget Sound]] vào ngày [[15 tháng 12]] năm [[1951]]; và nó được xếp lại lớp với ký hiệu lườn '''CVA-19''' vào ngày [[1 tháng 10]] năm [[1952]]. Con tàu được cho tái biên chế vào ngày [[15 tháng 2]] năm [[1954]] dưới quyền chỉ huy của hạm trưởng, Đại tá Hải quân [[W. S. Butts]]. Nó là chiếc tàu sân bay đầu tiên của Hạm đội Hoa Kỳ được trang bị [[máy phóng hơi nước]] có khả năng phóng những [[máy bay phản lực]] tính năng cao.<ref name=DANFS\/>\n\n''Hancock'' rời San Diego vào ngày [[7 tháng 5]] năm [[1954]] để hoạt động ngoài khơi bờ biển California, và vào ngày [[17 tháng 6]] đã thực hiện cuộc phóng máy bay đầu tiên từ một tàu sân bay Hoa Kỳ bằng một máy phóng hơi nước. Sau một năm hoạt động dọc theo bờ biển Thái Bình Dương bao gồm việc thử nghiệm các kiểu tên lửa [[AIM-7 Sparrow|Sparrow I]] và [[SSM-N-8 Regulus]] cùng kiểu máy bay phản lực [[Vought Cutlass|Cutlass]], nó lên đường vào ngày [[10 tháng 8]] năm [[1955]] để hoạt động cùng [[Đệ Thất hạm đội Hoa Kỳ|Đệ thất Hạm đội]] trải dài từ bờ biển Nhật Bản đến Philippines và Okinawa. Nó quay trở về San Diego vào ngày [[15 tháng 3]] năm [[1956]], rồi được cho ngừng hoạt động vào ngày [[13 tháng 4]] để được nâng cấp theo chương trình [[SCB-125]], bao gồm việc trang bị một [[sàn đáp chéo góc]].<ref name=DANFS\/>\n\n''Hancock'' tái hoạt động vào ngày [[15 tháng 11]] năm [[1956]], tiến hành huấn luyện ngoài khơi San Diego cho đến ngày [[6 tháng 4]] năm [[1957]], khi nó lên đường hướng sang [[Hawaii]] và [[Viễn Đông]]. Nó quay trở về San Francisco vào ngày [[18 tháng 9]] năm [[1957]] và lại khởi hành hướng sang Nhật Bản vào ngày [[15 tháng 2]] năm [[1958]]. Chiếc tàu sân bay nằm trong thành phần một lực lượng đặc nhiệm tàu sân bay mạnh mẽ được bố trí ngoài khơi [[Đài Loan]] khi các đảo [[Kim Môn]] và [[Mả Tổ]] của [[Trung Hoa Dân Quốc|Trung Hoa dân quốc]] bị đe dọa xâm chiếm bởi lực lượng [[Cộng sản Trung Quốc]] vào [[tháng tám|tháng 8]] năm [[1959]]. ''Hancock'' quay trở về [[xưởng hải quân San Francisco]] vào ngày [[2 tháng 10]] để đại tu, rồi tiếp tục huấn luyện khẩn trương ngoài khơi San Diego. Ngày [[1 tháng 8]] năm [[1959]], nó lên đường để tăng cường cho Đệ thất Hạm đội khi những sự kiện tại [[Lào]] đòi hỏi sự hiện diện của một lực lượng Hoa Kỳ tại vùng biển [[Đông Nam Á]]. Nó quay trở về San Francisco vào ngày [[18 tháng 1]] năm [[1960]], và lại ra khơi vào đầu [[tháng hai|tháng 2]] tham gia một cuộc phô diễn phương thức viễn thông mới bằng cách phản xạ sóng [[Tần số cực cao|UHF]] (Ultra High Frequency: siêu tần số) từ [[mặt trăng]]. Nó lại lên đường vào [[tháng tám|tháng 8]] gia nhập lực lượng Đệ thất Hạm đội tại vùng biển lân cận với Lào cho đến khi sự căng thẳng được lặng dịu, cho phép thực hiện các hoạt động thông thường trong khu vực từ Nhật Bản đến Philippines.<ref name=DANFS\/>\n\n''Hancock'' quay trở về San Francisco vào [[tháng ba|tháng 3]] năm [[1961]], rồi đi vào [[xưởng hải quân Puget Sound]] để được đại tu và nâng cấp, được bổ sung các thiết bị điện tử mới cùng nhiều cải tiến khác. Nó lại lên đường hướng sang vùng biển Viễn Đông vào ngày [[2 tháng 2]] năm [[1962]], tuần tra tại vùng biển Nam Trung Quốc khi các cuộc khủng hoảng và xung đột diễn ra tại cả Lào và [[Nam Việt Nam]]. Một lần nữa nó lại xuất hiện tại vùng biển ngoài khơi Kim Môn và Mả Tổ vào [[tháng sáu|tháng 6]] ngăn chặn mối đe dọa xâm chiếm của Cộng sản tại đây, rồi sau đó di chuyển dọc theo bờ biển Nhật Bản và Okinawa. Nó quay trở về San Francisco vào ngày [[7 tháng 10]], thực hiện một chuyến đi ngắn đến vùng biển Hawaii khi tiến hành chuẩn nhận tàu sân bay cho phi công mới, rồi lại lên đường vào ngày [[7 tháng 6]] năm [[1963]] đi sang Viễn Đông.<ref name=DANFS\/>\n\n''Hancock'' tham gia cuộc tập trận phòng thủ phối hợp dọc theo bờ biển [[Hàn Quốc|Nam Triều Tiên]], rồi được bố trí ngoài khơi Nam Việt Nam sau khi xảy ra vụ [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính 1 tháng 11]] đưa đến cái chết của Tổng thống [[Ngô Đình Diệm]]. Nó đi vào [[Xưởng hải quân Hunter's Point]] vào ngày [[16 tháng 1]] năm [[1964]] để được hiện đại hóa, bao gồm việc trang bị các hệ thống vũ khí hiện đại, sửa chữa lườn tàu và lót [[nhôm]] cho toàn bộ sàn đáp. Nó kỷ niệm sinh nhật thứ 20 của mình vào ngày [[2 tháng 6]] đang khi viếng thăm San Diego. Chiếc tàu sân bay thực hiện chuyến đi huấn luyện đến Hawaii, rồi sau đó rời Alameda vào ngày [[21 tháng 10]] cho một lượt phục vụ khác cùng Đệ Thất hạm đội tại Viễn Đông.<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\n''Hancock'' đến Nhật Bản vào ngày [[19 tháng 11]] rồi nhanh chóng thực hiện tuần tra tại [[Trạm Yankee]] trong [[Vịnh Bắc bộ]]. Nó tiếp tục ở lại vùng biển Việt Nam cho đến khi quay trở về nhà vào mùa Xuân năm [[1965]]. Đến [[tháng mười một|tháng 11]] năm [[1965]], chiếc tàu sân bay quay trở lại khu vực chiến sự. Nó tuần tra ngoài khơi Việt Nam từ ngày [[16 tháng 12]]; và ngoại trừ những dịp nghỉ ngơi ngắn tại Hong Kong, Philippine hay Nhật Bản, ''Hancock'' tiếp tục trực chiến, tung máy bay của nó ra tấn công các vị trí trên bờ của đối phương cho đến khi quay về Alameda vào ngày [[1 tháng 8]] năm [[1966]]. Thành tích hoạt động của nó trong đợt này được ghi nhận bằng phần thưởng [[Đơn vị Tuyên dương Hải quân]].<ref name=DANFS\/>\n\nSau các hoạt động ngoài khi vùng Bờ Tây Hoa Kỳ, ''Hancock'' quay trở lại Việt Nam vào đầu năm [[1967]], tiếp tục các cuộc không kích xuống các vị trí đối phương. Sau khi tham chiến hầu hết nữa đầu năm [[1967]], nó quay về Alameda vào ngày [[22 tháng 7]], rồi lại lập tức được chuẩn bị để quay lại khu vực chiến sự.<ref name=DANFS\/>\n\nMáy bay của ''Hancock'', cùng với không quân của các tàu sân bay {{USS|Ranger|CV-61|3}} và {{USS|Oriskany|CV-34|3}}, đã phối hợp tấn công các vị trí tên lửa và phòng không tại [[Bắc Việt Nam]] ở khu vực về phía Nam vĩ tuyến 19° nhằm trả đũa những cuộc tấn công vào các máy bay trinh sát không vũ trang vào ngày [[21 tháng 11|21]]–[[22 tháng 11]] năm [[1970]] (Chiến dịch Freedom Bait). ''Hancock'' luân phiên cùng với các t5au sân bay ''Ranger'' và {{USS|Kitty Hawk|CV-63|3}} trực chiến tại Trạm Yankee cho đến ngày [[10 tháng 5]] năm [[1971]], khi nó được tàu sân bay {{USS|Midway|CV-41|3}} thay phiên.<ref name=DANFS\/>\n\nCùng với tàu sân bay {{USS|Coral Sea|CV-43|3}}, ''Hancock'' quay trở lại Trạm Yankee vào ngày [[30 tháng 3]] năm [[1972]] khi lực lượng đối phương lại tấn công tại miền Nam Việt Nam với quy mô lớn. Để đáp trả, máy bay từ ''Hancock'' và các tàu sân bay khác đã thực hiện các phi vụ chiến thuật trong [[Chiến dịch Freedom Train]] xuống các mục tiêu quân sự và tiếp vận ở khu vực phía Nam của miền Bắc Việt Nam. Vào cuối [[tháng tư|tháng 4]], các cuộc tấn công mở rộng ra nhiều khu vực tại miền Bắc Việt Nam bên dưới vĩ tuyến 20° 25' Bắc. Từ ngày [[25 tháng 4|25]]-[[30 tháng 4]], máy bay của ''Hancock'' thuộc các phi đội VA-55, VA-164 và VA-212 đã tấn công các lãnh thổ do đối phương chiếm giữ chung quanh [[Kon Tum|Kontum]] và [[Pleiku]].<ref name=DANFS\/>\n\n''Hancock'' một lần nữa được bố trí tại vùng biển ngoài khơi Nam Việt Nam vào năm [[1975]]. Rời vịnh Subic thuộc Philippine vào ngày [[23 tháng 3]] cùng với các tàu sân bay ''Coral Sea'', ''Midway'' và {{USS|Enterprise|CVN-65|3}} cùng tàu tấn công đổ bộ {{USS|Okinawa|LPH-3|3}}, nó sẵn sàng cho nhiệm vụ di tản công dân Hoa Kỳ và quan chức [[Nam Việt Nam]] sau khi lực lượng [[Bắc Việt Nam]] đã tràn ngập hai phần ba lãnh thổ phía Nam. Gần 9.000 người đã được di tản, bao gồm 1.373 người Mỹ và 6.422 người mang quốc tịch khác trong khuôn khổ [[Chiến dịch Frequent Wind]]. Từ ngày [[12 tháng 5|12]] đến ngày [[14 tháng 5]], nó lại đặt trong tình trạng báo động, tuy rằng không được huy động, cho chiến dịch [[sự kiện Mayaguez|giải cứu tàu SS ''Mayagüez'']], một tàu buôn mang cờ Mỹ với thủy thủ đoàn 39 người, bị lực lượng [[Khmer Đỏ]] tại [[Campuchia]] bắt giữ trong hải phận quốc tế trong [[vịnh Thái Lan]] vào ngày [[12 tháng 5]].<ref name=DANFS\/>\n\n=== Số phận ===\n''Hancock'' được cho ngừng hoạt động vào ngày [[30 tháng 1]] năm [[1976]]. Nó được rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày hôm sau, và được bán để tháo dỡ vào ngày [[1 tháng 9]] năm [[1976]].<ref name=NavSource\/><ref name=DANFS\/>\n\n== Phần thưởng ==\n''Hancock'' được tặng thưởng danh hiệu [[Đơn vị Tuyên dương Hải quân]] cùng bốn [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh thế giới thứ hai|Chiến tranh Thế giới thứ hai]].<ref name=DANFS\/> Trong giai đoạn [[Chiến tranh Việt Nam]], con tàu nhận thêm ba danh hiệu Đơn vị Tuyên dương Hải quân cùng chín Ngôi sao Chiến trận khác.<ref name=NavSource\/>\n\n<center>\n{|\n|{{ribbon devices|number=4|type=service-star|ribbon=Navy Unit Commendation ribbon.svg|width=103}}\n|{{ribbon devices|number=3|type=service-star|ribbon=Navy Meritorious Unit Commendation ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=China Service Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=American Campaign Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=4|type=service-star|ribbon=Asiatic-Pacific Campaign Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=World War II Victory Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Army of Occupation ribbon.svg|width=103}}\n|{{ribbon devices|number=1|type=service-star|ribbon=National Defense Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=11|type=service-star|ribbon=Vietnam Service Medal ribbon.svg|width=103}}\n|-\n|{{ribbon devices|number=1|type=service-star|ribbon=Humanitarian Service Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=5|type=service-star|ribbon=Armed Forces Expedtionary Medal ribbon.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Presidential Unit Citation (Philippines).svg|width=103}}\n|-\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam gallantry cross unit award-3d.svg|width=103}}\n|{{ribbon devices|number=2|type=service-star|ribbon=Phliber rib.svg|width=103}}\n|{{ribbon devices|number=0|type=service-star|ribbon=Vietnam Campaign Medal ribbon with 60- clasp.svg|width=103}}\n|}\n\n{|class=\"wikitable\"\n|-align=center\n|[[Đơn vị Tuyên dương Hải quân]] <br>với 4 [[Ngôi sao Chiến trận]]\n|[[Đơn vị Tuyên dương Anh dũng Hải quân]] <br>với 3 Ngôi sao Chiến trận\n|[[Huân chương Phục vụ Trung Hoa]] <br>(giai đoạn mở rộng)\n|-align=center\n|[[Huân chương Chiến dịch Hoa Kỳ]]\n|[[Huân chương Chiến dịch Châu Á-Thái Bình Dương]] <br>với 4 Ngôi sao Chiến trận\n|[[Huân chương Chiến thắng Thế Chiến II (Hoa Kỳ)|Huân chương Chiến thắng Thế Chiến II]]\n|-align=center\n|[[Huân chương Phục vụ Chiếm đóng Hải quân]]\n|[[Huân chương Phục vụ Phòng vệ Quốc gia]] <br>với 1 Ngôi sao Chiến trận\n|[[Huân chương Phục vụ Việt Nam]] <br>với 11 Ngôi sao Chiến trận\n|-align=center\n|[[Huân chương Phục vụ Nhân đạo]] <br>với 1 Ngôi sao Chiến trận\n|[[Huân chương Viễn chinh Lực lượng Vũ trang]] <br>với 5 Ngôi sao Chiến trận\n|[[Đơn vị Tuyên dương Tổng thống Philippine]]\n|-align=center\n|[[Huân chương Anh Dũng Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Anh Dũng Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|[[Huân chương Giải phóng Philippine]] <br>với 2 Ngôi sao Chiến trận\n|[[Huân chương Chiến dịch Bội Tinh (Việt Nam Cộng Hòa)|Huân chương Chiến dịch Bội Tinh]]<br>(Việt Nam Cộng Hòa)\n|}\n<\/center>\n\n== Văn hóa đại chúng ==\nNgày [[3 tháng 4]] năm [[1956]], [[Elvis Presley]] xuất hiện trong ''[[The Milton Berle Show]]'', được quay bên trên ''Hancock'' tại [[San Diego]], [[California]].<ref>[http:\/\/www.youtube.com\/watch?v=78asaw-2G2g YouTube - Broadcast Yourself]<\/ref>\n\n== Tham khảo ==\n=== Chú thích ===\n{{Tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=Hancock IV (CV-19) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/h\/hancock-iv.html | access-date =ngày 20 tháng 4 năm 2021}}\n\n== Xem thêm ==\n* [[USS Hancock]] về những tàu chiến khác cùng tên của [[Hải quân Hoa Kỳ]]\n* [[Danh sách các tàu sân bay]]\n* [[Danh sách các tàu sân bay của Hải quân Hoa Kỳ]]\n* [[Danh sách các tàu chiến trong Thế Chiến II]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|USS Hancock (CV-19)}}\n\n{{lớp tàu sân bay Essex }}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:Hancock (CV-19)}}\n[[Thể loại:Tàu sân bay của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu sân bay trong Thế Chiến II]]\n[[Thể loại:Tàu sân bay trong chiến tranh Việt Nam]]"}