{"16120471":"{{Dablink|Về những tàu chiến Hoa Kỳ khác mang cùng tên, xin xem [[USS William C. Lawe]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin:USS William C Lawe (DD-763) in the Atlantic 1967.jpg|300px|USS ''William C. Lawe'' (DD-763) in 1967.]]\n|Ship caption= Tàu khu trục USS ''William C. Lawe'' (DD-763) vào năm 1967\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1983}} \n|Ship name= USS ''William C. Lawe'' (DD-763)\n|Ship namesake= [[William C. Lawe]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Bethlehem Steel]], [[San Francisco]], [[California]]\n|Ship original cost=\n|Ship laid down= [[12 tháng 3]] năm [[1944]]\n|Ship launched= [[21 tháng 5]] năm [[1945]]\n|Ship sponsor= bà Nancy Lee Lawe\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[18 tháng 12]] năm [[1946]]\n|Ship recommissioned=\n|Ship decommissioned= [[1 tháng 10]] năm [[1983]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 10]] năm [[1983]]\n|Ship nickname=\n|Ship honors= 2 x [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Đánh chìm như mộr mục tiêu, [[14 tháng 7]] năm [[1999]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Hide header = \n| Header caption = \n| Ship class = [[Gearing (lớp tàu khu trục)|Lớp tàu khu trục ''Gearing'']]\n| Ship displacement = * {{convert|2616|LT|MT|abbr=on}} (tiêu chuẩn);\n* {{convert|3460|LT|MT|abbr=on}} (đầy tải)\n| Ship length = {{convert|390,5|ft|m|abbr=on}}\n| Ship beam = {{convert|40,9|ft|m|abbr=on}}\n| Ship draft = {{convert|14,3|ft|m|abbr=on}}\n| Ship propulsion = * 2 × turbine hơi nước hộp số General Electric;\n* 4 × nồi hơi;\n* 2 × trục;\n* công suất {{convert|60000|shp|kW|abbr=on|lk=on}}\n| Ship speed = {{convert|36,8|kn|lk=in}}\n| Ship range = {{convert|4500|nmi|km|abbr=on}} ở tốc độ {{convert|20|kn|km\/h|abbr=on}}\n| Ship complement = 350\n| Ship sensors = \n| Ship EW = \n| Ship armament = * 6 × [[pháo 5 inch\/38 caliber|pháo {{convert|5|in|mm|abbr=on|0}}\/38 caliber]] trên bệ Mk 38 lưỡng dụng nòng đôi (3×2)\n* 16 × pháo phòng không [[Bofors 40 mm]] (3×4 & 2×2) \n* 10 × pháo phòng không [[Oerlikon 20 mm]]\n* 2 × đường ray thả [[mìn sâu]]\n* 6 × máy phóng mìn sâu [[K-gun]]\n* 10 × ống phóng [[ngư lôi]] [[ngư lôi Mark 15|{{convert|21|in|mm|abbr=on|0}}]] \n| Ship notes = \n}}\n|}\n\n'''USS ''William C. Lawe'' (DD-763)''' là một [[tàu khu trục]] [[Gearing (lớp tàu khu trục)|lớp ''Gearing'']] được [[Hải quân Hoa Kỳ]] chế tạo vào giai đoạn cuối [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến thứ ba của Hải quân Mỹ được đặt [[USS William C. Lawe|cái tên này]], nhưng là chiếc duy nhất được chế tạo, vốn được đặt theo tên hạ sĩ quan [[William C. Lawe]] (1910–1942), một xạ thủ súng máy thuộc Phi đội Ném ngư lôi 8 (VT-8) phục vụ trên [[tàu sân bay]] {{USS|Hornet|CV-8|3}} vốn đã tử trận trong [[trận Midway]] và được truy tặng [[Huân chương Chữ thập bay Dũng cảm (Hoa Kỳ)|Huân chương Chữ thập bay Dũng cảm]].<ref name=DANFS>{{chú thích web | title=William C. Lawe (DD-763) | url= https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/w\/william-c-lawe.html | website=Naval History and Heritage Command | access-date=ngày 5 tháng 2 năm 2020}}<\/ref> Hoàn tất khi chiến tranh đã kết thúc, con tàu tiếp tục phục vụ trong giai đoạn [[Chiến tranh Lạnh]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế và rút đăng bạ năm [[1983]], rồi bị đánh chìm như một mục tiêu năm [[1999]]. ''William C. Lawe'' được tặng thưởng hai [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Việt Nam]].\n\n== Thiết kế và chế tạo ==\n''William C. Lawe'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Steel]], ở [[San Francisco]], [[California]] vào ngày [[12 tháng 3]] năm [[1944]]. Nó được hạ thủy vào ngày [[21 tháng 5]] năm [[1945]]; được đỡ đầu bởi bà Nancy Lee Lawe, vợ góa hạ sĩ quan Lawe, và nhập biên chế vào ngày [[18 tháng 12]] năm [[1946]] dưới quyền chỉ huy của Hạm trưởng, [[Trung tá Hải quân]] George R. Lee.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1947 - 1949 ===\nSau khi nhập biên chế, ''William C. Lawe'' đòi hỏi một thời gian trang bị kéo dài do những hỏng hóc của bộ hộp số giảm tốc bên mạn phải. Vào ngày [[29 tháng 1]], [[1947]], nó quay trở lại xưởng tàu của hãng Bethlehem Steel Co. để sửa chữa, rồi đi đến [[San Diego, California]] vào ngày [[28 tháng 3]] để chạy thử máy. Nó tiếp tục hoạt động thực hành huấn luyện tại khu vực San Diego và San Francisco cho đến ngày [[9 tháng 10]], khi nó lên đường đi [[Trân Châu Cảng]], [[Hawaii]] và ở lại cảng này trong ba tháng. Chiếc tàu khu trục khởi hành vào ngày [[16 tháng 1]], [[1948]] cùng với ba tàu khu trục khác để tháp tùng cho tàu sân bay {{USS|Valley Forge|CV-45|3}} cho một chuyến đi vòng quanh thế giới để huấn luyện và viếng thăm thiện chí.<ref name=DANFS\/>\n\nHải đội đã viếng thăm [[Sydney]], [[Australia]], [[Hong Kong]] và [[Thanh Đảo]], [[Trung Quốc]]. Sau đó ''Valley Forge'' cùng ''William C. Lawe'' và tàu khu trục chị em {{USS|Lloyd Thomas|DD-764|3}} tiếp tục hành trình, ghé qua [[Singapore]], [[Sri Lanka|Ceylon]] và [[Saudi Arabia]], băng qua [[kênh đào Suez]] và [[eo biển Gibraltar]] rồi hướng lên phía Bắc để viếng thăm [[Bergen]], [[Na Uy]] và [[Southampton]], [[Anh]]. Hải đội rời Anh Quốc vào ngày [[13 tháng 3]], trải qua năm ngày tại [[New York, New York|New York]] và về đến San Diego vào ngày [[12 tháng 6]], [[1948]] sau hành trình kéo dài năm tháng và trải qua {{convert|46000|nmi|km}}.<ref name=DANFS\/>\n\nTrong một năm rưỡi tiếp theo sau, ''William C. Lawe'' tiến hành những hoạt động tại chỗ tại khu vực San Diego, xen kẻ với những đợt bảo trì và đại tu tại San Francisco. Vào [[tháng 10]], [[1949]], nó được điều động sang cùng [[Hạm đội Đại Tây Dương Hoa Kỳ|Hạm đội Đại Tây Dương]], và đã lên đường vào ngày [[5 tháng 10]] để đi sang cảng nhà mới tại [[Newport, Rhode Island]] ngang qua [[kênh đào Panama]]. Ngay sau đó, nó rời Newport để tham gia hoạt động của một lực lượng đặc nhiệm tại vùng [[biển Bắc Cực]], quay trở về Newport vào ngày [[21 tháng 11]], và ở lại cảng nhà cho đến hết năm đó.<ref name=DANFS\/>\n\n=== 1950 - 1959 ===\nVào [[tháng 1]], [[1950]], ''William C. Lawe'' hoạt động cùng [[tàu sân bay hạng nhẹ]] {{USS|Wright|CVL-49|3}} trong những cuộc tập trận chống tàu ngầm ngoài khơi [[Bermuda]]; và trong những tháng tiếp theo đã tham gia cuộc Tập trận \"Portrex\" ngoài khơi [[Puerto Rico]] và [[Vieques, Puerto Rico|đảo Vieques]] trong vùng biển Caribe. Tuy nhiên cuộc tập trận này bị cắt ngắn khi chiếc tàu khu trục được lệnh đi đến [[Norfolk, Virginia]], nơi nó hộ tống cho [[Tổng thống Hoa Kỳ|Tổng thống]] [[Harry S. Truman]] đi đến [[Key West, Florida]] trên chiếc du thuyền [[Williamsburg (du thuyền)|USS ''Williamsburg'']] của ông, đến nơi vào ngày [[16 tháng 3]]. Nó quay trở về Newport vào ngày [[6 tháng 4]], tiếp tục các hoạt động tại chỗ. Sang [[tháng 5]], nó viếng thăm [[Savannah, Georgia]] nhân Ngày Lực lượng Vũ trang; và đến [[tháng 8]], nó đi lên phía Bắc đến [[Rockland, Maine]] để tham gia [[Lễ hội Tôm hùm Maine]]. Trong thời gian còn lại của năm, nó hoạt động từ Newport và có những chuyến đi đến Norfolk.<ref name=DANFS\/>\n\n''William C. Lawe'' khởi hành vào ngày [[8 tháng 1]], [[1951]] để đi sang [[Địa Trung Hải]] cho một lượt phục vụ cùng [[Đệ Lục hạm đội Hoa Kỳ|Đệ Lục hạm đội]]. Trong những tháng tiếp theo nó đã viếng thăm các cảng [[Pháp]], [[Ý]], [[Hy Lạp]] và [[Thổ Nhĩ Kỳ]] trước khi quay trở về đến Hoa Kỳ vào ngày [[16 tháng 5]]. Nó trải qua mùa Hè được đại tu tại [[Xưởng hải quân Boston]], tiếp nối bởi một lượt huấn luyện ôn tập tại khu vực [[vịnh Guantánamo, Cuba]], và sau khi quay trở về Newport vào ngày [[23 tháng 10]], nó tiến hành những hoạt động tại chỗ và trải qua kỳ nghỉ lễ [[Giáng Sinh]] và năm mới tại Boston.<ref name=DANFS\/>\n\nVào đầu năm [[1952]], ''William C. Lawe'' tiến hành những hoạt động thực hành trong mùa Đông tại vùng biển [[Bắc Đại Tây Dương]]. Lượt thực tập bị ngắt quãng bởi một chuyến viếng thăm [[Halifax, Nova Scotia]] vào ngày [[6 tháng 2]]. Sang mùa Xuân, nó thực hành chống tàu ngầm trong nhiều tuần lễ tại vùng [[biển Caribe]], và đến ngày [[3 tháng 6]], nó cùng tàu khu trục {{USS|Power|DD-839|3}} hộ tống cho tàu sân bay {{USS|Oriskany|CVA-34|3}} cho chuyến đi vòng qua [[mũi Horn]] sang Thái Bình Dương, đi dọc suốt bờ biển phía Tây Nam Mỹ. Tại [[Panama]], chiếc tàu sân di chuyển độc lập trong khi hai chiếc tàu khu trục băng qua kênh đào Panama và về đến Newport vào ngày [[22 tháng 7]].<ref name=DANFS\/>\n\nVào ngày [[26 tháng 8]], ''William C. Lawe'' tham gia cuộc Tập trận \"Mainbrace\" của các nước thành viên Khối [[NATO]], được tổ chức tại vùng biển ngoài khơi [[Na Uy]] và [[Đan Mạch]], chuyến đi cũng đồng thời đưa con tàu viếng thăm các cảng [[Scotland]], [[Đức]] và [[Anh]]. Hoàn tất đợt tập trận, nó còn trải qua hai tuần lễ hoạt động cùng các đơn vị thuộc Trường Chống tàu ngầm Phối hợp của [[Hải quân Hoàng gia Anh]] tại [[Derry]], [[Bắc Ireland]] trước khi quay trở về cảng nhà vào ngày [[3 tháng 11]].<ref name=DANFS\/>\n\n''William C. Lawe'' ở lại Newport cho đến ngày [[9 tháng 2]], [[1953]], khi nó cùng tàu sân bay hộ tống {{USS|Salerno Bay|CVE-110|3}} và năm tàu khu trục khác đi xuống phía Nam thực hành tìm-diệt chống tàu ngầm tại vùng biển Caribe. Lượt thực tập này xen kẻ với những chuyến viếng thăm các cảng [[Trinidad]], Puerto Rico, [[quần đảo Virgin]], [[Barbados]] và [[Cộng hòa Dominica]]. Trong suốt mùa Xuân, nó tiếp tục các đợt thực tập chống tàu ngầm dọc theo vùng bờ Đông, ngoại trừ một dịp viếng thăm [[Beaumont, Texas]] nhân [[Ngày Lực lượng Vũ trang (Hoa Kỳ)|Ngày Lực lượng Vũ trang]]. Nó đi đến Xưởng hải quân Boston vào [[tháng 6]] để được đại tu trong ba tháng, tiếp nối bởi một lượt huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba, rồi quay trở về Newport vào đầu [[tháng 12]] để hưởng kỳ nghỉ lễ Giáng Sinh và năm mới tại cảng nhà.<ref name=DANFS\/>\n\nTừ [[tháng 1]] đến [[tháng 3]], [[1954]], ''William C. Lawe'' thực hành tìm-diệt chống tàu ngầm suốt khu vực từ Newport cho đến vùng biển Caribe cùng tàu sân bay hộ tống {{USS|Mindoro|CVE-120|3}}. Vào [[tháng 5]], nó khởi hành cho một chuyến đi khác sang Địa Trung Hải, nơi nó viếng thăm các cảng Ý, [[Tây Ban Nha]] và Pháp cũng như tập trận đổ bộ cùng các đơn vị hải quân Hy Lạp và Thổ Nhĩ Kỳ. Con tàu tham gia cuộc Tập trận \"Lantflex\" trong [[tháng 11]] trước khi trải qua kỳ nghỉ lễ tại Newport.<ref name=DANFS\/>\n\nVào đầu năm [[1955]], ''William C. Lawe'' tham gia một đợt thực hành tìm-diệt chống tàu ngầm khác cùng với tàu sân bay {{USS|Valley Forge|CV-45|3}} tại vùng biển Caribe. Sau khi viếng thăm Puerto Rico và [[Jamaica]], nó quay trở về Newport, Rhode Island vào đầu [[tháng 4]], rồi sau đó thực hiện hai chuyến đi thực tập cho học viên sĩ quan trước khi đi đến Boston vào [[tháng 8]] để đại tu. Nó quay trở về Newport, Rhode Island vào [[tháng 11]], và tiếp tục hoạt động tại chỗ. Sang đầu năm [[1956]], con tàu huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba, rồi viếng thăm [[New Orleans, Louisiana]] nhân dịp lễ hội [[Mardi Gras]]. Con tàu đã huấn luyện phòng không dọc theo vùng bờ Đông trong [[tháng 3]] và [[tháng 4]].<ref name=DANFS\/>\n\n''William C. Lawe'' khởi hành vào ngày [[1 tháng 5]], [[1956]] để đi sang Địa Trung Hải, ở lại khu vực này trong một tháng và đã viếng thăm các cảng Hy Lạp, [[Liban]] và Thổ Nhĩ Kỳ. Đến giữa [[tháng 6]], nó đi sang phía Tây và đã ghé qua các cảng Ý, Pháp, Tây Ban Nha, [[Sardinia]] và [[Gibraltar]] trước khi về đến Newport, Rhode Island vào ngày [[25 tháng 8]]. Con tàu tiếp tục hoạt động thường lệ dọc theo vùng bờ Tây cho đến giữa [[tháng 12]], khi nó đi đến căn cứ [[New London, Connecticut]] cho kỳ nghỉ lễ cuối năm. Con tàu quay trở về Newport vào [[tháng 1]], [[1957]] để bảo trì, rồi đến ngày [[28 tháng 1]] lại khởi hành cho một chuyến đi khác sang Địa Trung Hải, kéo dài đến năm tháng. Nó đã viếng thăm các cảng Hy Lạp, [[Sicily]] Ý và Pháp, rồi quay trở về Hoa Kỳ vào [[tháng 5]]. Sang [[tháng 6]], nó thực hiện chuyến đi thực tập cho học viên sĩ quan kéo dài trong tám tuần, và trong thời gian còn lại của năm [[1957]] nó được đại tu tại Xưởng hải quân Boston.<ref name=DANFS\/>\n\nTrong nữa đầu năm [[1958]], ''William C. Lawe'' hoạt động huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba, rồi tham gia một lượt tập trận chống tàu ngầm tại vùng biển Bắc Đại Tây Dương. Đến [[tháng 7]], trong bối cảnh vụ [[Khủng hoảng kênh đào Suez]], nó gia nhập [[Đệ Nhị hạm đội Hoa Kỳ|Đệ Nhị hạm đội]] và tuần tra tại Đại Tây Dương cho đến khu vực quần đảo [[Azores]], trước khi quay trở về Hoa Kỳ vào ngày [[8 tháng 8]]. Con tàu trải qua mùa Hè chuẩn bị cho một lượt phục vụ tiếp theo tại Địa Trung Hải, rồi lên đường vào ngày [[2 tháng 9]], và đã hoạt động tại khu vực Tây Địa Trung Hải trong bảy tháng tiếp theo. Nó trải qua kỳ nghỉ lễ [[Giáng Sinh]] và năm mới [[1959]] tại [[Côte d’Azur]] tại [[Cannes]], Pháp. Quay trở về Hoa Kỳ vào ngày [[12 tháng 3]], nó cặp bên mạn một [[tàu tiếp liệu khu trục]] để bảo trỉ và sửa chữa. Nó được chuyển cảng nhà đến [[Mayport, Florida]] vào [[tháng 6]], và tiếp nối những hoạt động thường lệ từ cảng này cho đến hết năm đó.<ref name=DANFS\/>\n\n=== 1960 - 1969 ===\nVào năm [[1960]], ''William C. Lawe'' phục vụ như một tàu hộ tống và canh phòng máy bay cho tàu sân bay, như một tàu huấn luyện học viên sĩ quan trong những chuyến đi thực tập mùa Hè hàng năm, và như một tàu huấn luyện cho Trường Sonar Hạm đội. Con tàu cũng phục vụ cho vai trò tìm kiếm và cứu hộ dọc theo tuyến đường bay, khi [[Tổng thống Hoa Kỳ|Tổng thống]] [[Dwight D. Eisenhower]] lên đường đi sang Châu Âu dự Hội nghị Paris giữa các cường quốc Hoa Kỳ, Anh, Pháp và [[Liên Xô]] vào ngày [[15 tháng 5]]. Những nỗ lực nhằm cắt giảm chạy đua vũ trang và căng thẳng giữa các cường quốc bị thất bại sau sự kiện máy bay do thám [[Lockheed U-2]] [[Sự kiện U-2 1962|bị bắn rơi]] trong không phận Liên Xô.<ref name=DANFS\/>\n\nQuay trở về Mayport, Florida vào [[tháng 9]], [[1960]], ''William C. Lawe'' chuẩn bị được thanh tra tình trạng vật chất trước khi được đại tu. Nó khởi hành từ Mayport vào ngày [[12 tháng 11]] để đi đến [[Xưởng hải quân Charleston]], nơi nó được nâng cấp trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization). Con tàu chuyển sang tình trạng dự bị vào ngày [[5 tháng 12]] và bắt đầu được đại tu. Công việc hoàn tất mười một tháng sau đó, khi nó trở lại biên chế vào ngày [[11 tháng 11]], [[1961]] và rời xưởng tàu quay trở lại Mayport, Florida. Nó tiến hành huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba từ ngày [[4 tháng 12]], trước khi nghỉ ngơi trong thời gian còn lại của năm.<ref name=DANFS\/>\n\nVào ngày [[1 tháng 1]], [[1962]], ''William C. Lawe'' gia nhập Hải đội Khu trục 16 và tiếp tục đặt căn cứ tại Mayport, Florida. Sang đầu [[tháng 3]], Nó được biệt phái sang hoạt động tại khu vực Địa Trung Hải, nơi nó tham gia nhiều cuộc tập trận trong Khối NATO và của Đệ Lục hạm đội. Chiếc tàu khu trục quay trở về Mayport vào ngày [[2 tháng 10]], tận hưởng giai đoạn được hoạt động gần cảng nhà sau gần bảy tháng hoạt động trên biển. Tuy nhiên vụ [[Khủng hoảng tên lửa Cuba]] xảy ra đã khiến phải huy động con tàu vào ngày [[22 tháng 10]] để hoạt động phong tỏa [[Cuba]]. Nó chỉ quay trở về Mayport vào ngày [[6 tháng 12]], sau khi vụ khủng hoảng được dàn xếp bằng con đường thương lượng ngoại giao. Con tàu được sửa chữa nhỏ tại xưởng tàu của hãng Rawls Bros., [[Jacksonville, Florida]]; nó tiến hành chạy thử máy trên biển, hoàn tất vào [[tháng 2]], [[1963]].<ref name=DANFS\/>\n\nTrong nhiều tháng tiếp theo, ''William C. Lawe'' phục vụ như tàu huấn luyện cho Trường Sonar Hạm đội, và như tàu cứu hộ dọc theo tuyến đường bay của Tổng thống [[John F. Kennedy]] trong chuyến đi dự Hội nghị Liên Mỹ năm [[1963]] tại [[Puerto Rico]]. Vào ngày [[11 tháng 8]], chiếc tàu khu trục lại được biệt phái sang phục vụ cùng Đệ Lục hạm đội tại Địa Trung Hải, và quay trở về Mayport vào ngày [[23 tháng 12]]. Sang đầu năm [[1964]], nó trải qua một giai đoạn được bảo trì và nghỉ ngơi, rồi đến cuối [[tháng 2]] đã khởi hành đi đến vùng biển Caribe tham gia cuộc tập trận \"Springboard\". Sau đó nó đi đến [[Annapolis, Maryland]], nơi nó đón lên tàu các học viên sĩ quan thuộc [[Học viện Hải quân Hoa Kỳ]] cho một chuyến đi thực tập sang các cảng Bắc Âu. Con tàu quay trở về Mayport, Florida vào ngày [[25 tháng 7]] cho một giai đoạn được bảo trì và nghỉ ngơi.<ref name=DANFS\/>\n\nTừ ngày [[13 tháng 9|13]] đến ngày [[24 tháng 9]], ''William C. Lawe'' hoạt động cùng các tàu chiến của [[Hải quân Hoàng gia Canada]] trong cuộc tập trận phối hợp chống tàu ngầm \"Canus-Slamex\". Sau đó trong [[tháng 10]], nó thực hành tập trận trong thành phần hải đội khu trục trước khi quay trở về Mayport, Florida vào [[tháng 11]] để thanh tra và bảo trì. Con tàu đi đến Charleston, South Carolina vào ngày [[1 tháng 12]] cho một đợt đại tu kéo dài ba tháng. Công việc trong xưởng tàu hoàn tất vào ngày [[1 tháng 4]], [[1965]], và nó tiến hành huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba từ ngày [[25 tháng 4]]. Tuy nhiên một cuộc đảo chính của phe cánh Tả xảy ra tại [[Cộng hòa Dominica]], khiến kế hoạch huấn luyện của nó bị phá vỡ; và từ ngày [[28 tháng 4]] đến ngày [[8 tháng 5]], chiếc tàu khu trục đã có mặt ngoài khơi quốc gia [[Trung Mỹ]] này hỗ trợ cho việc đổ bộ lực lượng can thiệp ngăn ngừa Cộng sản nắm được chính quyền.<ref name=DANFS\/>\n\n''William C. Lawe'' quay trở về Mayport vào ngày [[25 tháng 6]]. Nó được bảo trì trong [[tháng 7]], và sau một đợt thực hành tập trận trong thành phần hải đội khu trục, nó lại lên đường đi sang Cộng hòa Dominica vào ngày [[26 tháng 8]], nơi nó phục vụ như là [[soái hạm]] của Lực lượng Đặc nhiệm 124. Con tàu khởi hành quay trở lại Mayport vào ngày [[17 tháng 9]], và trải qua hai tuần được tiếp liệu và bảo trì trước khi lên đường đi sang khu vực Địa Trung Hải vào ngày [[14 tháng 10]]. Nó hiện diện tại khu vực [[Trung Đông]] vào cuối [[tháng 11]], và mừng lễ [[Giáng sinh]] tại [[Mombasa]], [[Kenya]]. Nó rời Kenya vào ngày [[29 tháng 12]] để đi [[Djibouti (thành phố)|Djibouti]], [[Djibouti|Somaliland thuộc Pháp]], và đón năm mới [[1966]] đang khi ở ngoài khơi [[Ấn Độ Dương]].<ref name=DANFS\/>\n\n''William C. Lawe'' hoạt động tại khu vực Trung Đông cho đến ngày [[29 tháng 1]], [[1966]], khi nó gia nhập trở lại Đệ Lục hạm đội; con tàu quay trở về Mayport, Florida vào ngày [[9 tháng 3]], được nghỉ ngơi và bảo trì. Trong [[tháng 5]] và [[tháng 6]], nó tham gia vào hoạt động thu hồi các tàu không gian [[Gemini 9]] và [[Gemini 10]], rồi trong nhiều tháng tiếp theo đã phục vụ như tàu huấn luyện cho Trường Sonar Hạm đội tại Key West, Florida. Chiếc tàu khu trục đã tham gia cuộc Tập trận Demolex 1-66 ngoài khơi bờ biển [[North Carolina]] cũng như các đợt thực hành huấn luyện; nó quay trở về Mayport vào ngày [[19 tháng 11]] và ở lại cảng cho đến hết năm đó.<ref name=DANFS\/>\n[[Tập tin:F-4B VF-33 on cat USS America (CVA-66) 1967.jpg|thumb|''William C. Lawe'' đang hộ tống cho tàu sân bay {{USS|America|CV-66|3}} khỏi sự theo dõi của một tàu khu trục [[Liên Xô]] [[Kashin (lớp tàu khu trục)|lớp ''Kashin'']], năm 1967.]]\n''William C. Lawe'' tham gia cuộc Tập trận Springboard vào [[tháng 2]], [[1967]] kéo dài trong ba tuần tại vùng biển Caribe, rồi hoạt động phối hợp cùng [[Văn phòng Đánh cá Thương mại]] tại khu vực [[Virginia Capes]]. Nó lên đường đi sang khu vực Địa Trung Hải vào ngày [[1 tháng 5]], và đang khi thực tập thường lệ tại khu vực [[Villefranche-sur-Mer]], con tàu nhận lệnh báo động trong vòng 24 giờ để di chuyển khẩn cấp sang khu vực Đông Địa Trung Hải, sau khi xảy ra cuộc [[Chiến tranh Sáu Ngày]] giữa [[Israel]] và các nước [[Ả Rập]]. Nó đã ở lại khu vực xung đột trong ba tuần lễ, và tiếp tục hoạt động tại Địa Trung Hải cho đến ngày [[31 tháng 8]], khi nó lên đường quay trở về cảng nhà Mayport. Trong thời gian còn lại của năm [[1967]], nó phục vụ như tàu huấn luyện cho Trường Sonar Hạm đội tại Key West, cũng như được bảo trì và thanh tra tại cảng nhà.<ref name=DANFS\/>\n\nTừ [[tháng 1]] đến [[tháng 3]], [[1968]], ''William C. Lawe'' thực hành huấn luyện tại vùng biển Caribe, xen kẻ với những lượt bảo trì tại Mayport. Quay trở về cảng nhà vào ngày [[28 tháng 3]], nó chuẩn bị cho đợt đại tu tiếp theo; và sau một lượt thực tập chống tàu ngầm và một chuyến đi kéo dài hai tuần đến khu vực vịnh Guantánamo, Cuba, con tàu đi đến [[Xưởng hải quân Charleston]], [[Charleston, South Carolina]] vào [[tháng 5]] để được đại tu. Hoàn tất công việc trong xưởng tàu và chạy thử máy sau đại tu vào [[tháng 10]], nó quay trở về Mayport, Florida vào ngày [[5 tháng 11]], trải qua thời gian còn lại của năm [[1968]] tại cảng nhà Mayport, Florida, và được đặt trong tình trạng biên chế bị cắt giảm cho đến giữa năm [[1969]].<ref name=DANFS\/>\n\n''William C. Lawe'' rời Mayport vào ngày [[7 tháng 7]], [[1969]] để được sửa chữa tại [[Newport, Rhode Island]]; nó quay trở lại Mayport vào ngày [[19 tháng 7]], và bắt đầu chuẩn bị cho đợt huấn luyện ôn tập và thanh tra tại vùng biển Caribe, công việc hoàn tất vào đầu [[tháng 10]]. Từ ngày [[7 tháng 10]] đến ngày [[10 tháng 11]], nó chuẩn bị cho lượt hoạt động tiếp theo tại khu vực Trung Đông. Sau chặng dừng để tiếp nhiên liệu tại Puerto Rico, nó đi đến [[Dakar]], [[Senegal]] vào ngày [[22 tháng 11]], băng qua [[mũi Hảo Vọng]] và đi đến [[Maputo|Lourenço Marques]], [[Mozambique]] vào ngày [[11 tháng 12]], và trải qua kỳ nghỉ lễ Giáng sinh tại Mombasa, Kenya, rồi đón năm mới [[1970]] tại [[Massawa]], [[Ethiopia]].<ref name=DANFS\/>\n\n=== 1970 - 1983 ===\nTiếp tục lượt hoạt động tại khu vực Trung Đông cho đến ngày [[16 tháng 5]], [[1970]], ''William C. Lawe'' quay trở về Mayport, Florida và được một  tháng nghỉ ngơi và bảo trì. Nó đi đến [[Panama City, Florida]] để thử nghiệm các tên lửa chống tàu ngầm [[ASROC]], rồi tiếp nối bằng một chuyến đi thực tập cho học viên sĩ quan và một lượt bảo trì cho đến ngày [[26 tháng 7]]. Nó thực hành chống tàu ngầm và huấn luyện tại khu vực Virginia Capes trong suốt [[tháng 8]], và đã trinh sát một đội đặc nhiệm hải quân Liên Xô hiện diện tại biển Caribe từ ngày [[3 tháng 9|3]] đến ngày [[25 tháng 9]]. Nó quay trở về Mayport vào ngày [[26 tháng 9]], và ngoại trừ một giai đoạn ngắn phục vụ canh phòng máy bay cho tàu sân bay {{USS|Franklin D. Roosevelt|CVA-42|3}}, nó ở lại cảng nhà cho đến hết thời gian còn lại của năm [[1970]].<ref name=DANFS\/>\n\nVào đầu năm [[1971]], ''William C. Lawe'' phục vụ như tàu hỗ trợ cho việc phóng thử nghiệm [[tên lửa đạn đạo phóng từ tàu ngầm]] [[UGM-73 Poseidon]] phóng từ tàu ngầm {{USS|Von Steuben|SSBN-632|3}} tại [[mũi Canaveral|mũi Kennedy]]. Sau đó là một lượt hoạt động tại vùng biển Caribe kéo dài trong hai tuần trước khi nó quay trở về Mayport vào ngày [[25 tháng 2]], và hoạt động giới hạn tại [[Xưởng tàu Jacksonville]].<ref name=DANFS\/>\n\n''William C. Lawe'' được phái sang khu vực Trung Đông vào ngày [[21 tháng 4]], [[1971]], và trong năm tháng phục vụ nó đã viếng thăm các cảng [[Porto Grande]], Brazil; [[Capo Verde|Cape Verde]]; [[Abidjan]], [[Ivory Coast]]; [[Luanda]], [[Angola]]; [[Mozambique (thành phố)]], [[Mozambique]]; [[Mombasa]], [[Kenya]]; [[Massawa]], [[Ethiopia]]; [[Djibouti (thành phố)|Djibouti]], [[Djibouti|Lãnh thổ Afars và Issas thuộc pháp]]; [[Karachi]], Pakistan; [[Cochin]], Ấn Độ; quần đảo [[Seychelles]] và [[Diego Garcia]]. Nó ghé qua [[Recife]], Brazil và [[Port of Spain]], [[Trinidad]] trong hành trình quay trở về, về đến Mayport, Florida vào ngày [[20 tháng 9]]. Nó dành thời gian còn lại của [[tháng 9]] và gần hết [[tháng 10]] để nghỉ ngơi và bảo trì.<ref name=DANFS\/>\n\nVào ngày [[8 tháng 11]], [[1971]], ''William C. Lawe'' lên đường trong thành phần Hải đội Khu trục 16, và tiến hành trinh sát bốn tàu chiến của [[Hải quân Liên Xô]] đang viếng thăm Cuba. Nó quay trở về cảng nhà vào ngày [[30 tháng 11]], và bắt đầu chuẩn bị cho lượt bảo trì tiếp theo tại Xưởng tàu Jackonsville. Từ ngày [[13 tháng 12]], nó được bảo trì cặp bên mạn [[tàu tiếp liệu khu trục]] {{USS|Yosemite|AD-19|3}}, công việc kéo dài cho đến hết năm [[1971]]. Sang đầu năm [[1972]], con tàu được đại tu tại Xưởng tàu Jacksonville, [[Jacksonville, Florida]], và sau khi hoàn tất vào cuối [[tháng 3]], nó tiến hành huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba, rồi thực hiện một cuộc trinh sát tại vùng biển Caribe cho đến đầu [[tháng 6]]. Trong mùa Hè nó tiếp tục được bảo trì, tham gia cuộc Tập trận Pinklace của Khối NATO cùng một đợt thực tập cùng đội khu trục phát triển chiến thuật chống tàu ngầm.<ref name=DANFS\/>\n\n''William C. Lawe'' được tin sẽ được phái sang khu vực Đông Nam Á vào đầu [[tháng 10]], trực tiếp tham gia vào cuộc [[Chiến tranh Việt Nam]], và sau một tháng chuẩn bị, nó lên đường hướng sang Tây Thái Bình Dương. Vào ngày [[10 tháng 12]], con tàu có hoạt động tác chiến lần đầu tiên sau 27 năm phục vụ trong một hoạt động bắn phá các mục tiêu dọc bờ biển [[Bắc Việt Nam]]; nó đã phải chịu đựng hỏa lực bắn trả từ các khẩu đội pháo phòng thủ của đối phương. Sau đó nó đảm nhiệm hỗ trợ hỏa lực cho cuộc chiến trên bộ ngoài khơi bờ biển [[Nam Việt Nam]], kéo dài sang đầu năm [[1973]].<ref name=DANFS\/>\n\nSau một lượt bảo trì tại căn cứ [[vịnh Subic]], [[Philippines]] từ ngày [[14 tháng 1|14]] đến ngày [[25 tháng 1]], [[1973]], ''William C. Lawe'' quay trở lại phục vụ hỗ trợ hải pháo tại vùng chiến sự Việt Nam cho đến ngày [[28 tháng 1]], khi thỏa thuận ngừng bắn đạt được theo khuôn khổ [[Hiệp định Paris 1973]] bắt đầu có hiệu lực. Con tàu tiếp tục có mặt tại [[biển Đông]], phục vụ hộ tống cho các tàu sân bay {{USS|Enterprise|CVN-65|3}} và {{USS|Coral Sea|CVA-43|3}}. Nó cũng phục vụ hỗ trợ cho hoạt động trao trả những [[tù binh chiến tranh]] Hoa Kỳ, triệt thoái lực lượng trên bộ khỏi Việt Nam cùng các hoạt động khác của [[Đệ Thất hạm đội Hoa Kỳ|Đệ Thất hạm đội]].<ref name=DANFS\/>\n\nRời [[vịnh Bắc Bộ]] vào ngày [[14 tháng 5]], ''William C. Lawe'' về đến [[Trân Châu Cảng]], [[Hawaii]] vào ngày [[28 tháng 5]], rồi tiếp tục hành trình hướng đến [[San Diego]], [[California]] trước khi băng qua [[kênh đào Panama]]; nó về đến Mayport, Florida vào ngày [[14 tháng 6]]. Con tàu chuyển cảng nhà đến [[New Orleans]], [[Louisiana]] vào ngày [[20 tháng 8]], và tiến hành những hoạt động thường lệ từ cảng này cho đến ngày [[23 tháng 3]], [[1974]], khi nó lên đường đi [[Charleston, South Carolina]]. Nó được bảo trì cho đến ngày [[10 tháng 5]], rồi trong nhiều tháng tiếp theo tiếp tục hoạt động từ cảng nhà New Orleans, bao gồm các đợt tập trận tại vùng [[Port Everglades, Florida]] và khu vực hoạt động Charleston-Jacksonville. Chiếc tàu khu trục được đại tu tại [[Xưởng tàu Avondale]], từ ngày [[15 tháng 8]], [[1974]].<ref name=DANFS\/>\n\n''William C. Lawe'' hoàn tất việc chạy thử máy sau đại tu vào ngày [[15 tháng 4]], [[1975]], và lên đường đi Charleston, South Carolina vào ngày [[14 tháng 5]]. Nó hoạt động thực hành và tập trận tại chỗ trước khi lên đường đi [[Freeport, Bahamas]] vào ngày [[16 tháng 6]], nơi nó thực hành huấn luyện cho học viên sĩ quan dự bị trong hai tuần. Con tàu được bảo trì tại Charleston trước khi quay trở lại New Orleans vào ngày [[17 tháng 8]], chuẩn bị cho một chuyến đi khác đến vùng [[biển Caribe]].<ref name=DANFS\/>\n\nKhởi hành vào ngày [[29 tháng 8]] để đi [[Roosevelt Roads]], Puerto Rico, chặng đầu tiên của một loạt hoạt động thử nghiệm vũ khí và thực hành tác xạ. Con tàu được huấn luyện ôn tập tại khu vực vịnh Guantánamo, Cuba trước khi quay trở về New Orleans vào ngày [[7 tháng 10]]. Nó trải qua một đợt bảo trì tại cảng [[Pensacola, Florida]] trong [[tháng 11]], và khi quay trở lại New Orleans trước ngay dịp [[lễ Tạ ơn]], nó chuyển đến xưởng tàu của hãng [[Avondale Shipyard]] tại [[Avondale, Louisiana]] để sửa chữa cho đến hết năm [[1975]].<ref name=DANFS\/>\n\n''William C. Lawe'' khởi hành đi Charleston, South Carolina vào ngày [[21 tháng 2]], [[1976]], nơi nó thực hành tác xạ tại khu vực hoạt động Jacksonville. Nó tiếp tục lên đường đi [[Nassau, Bahamas]] vào ngày [[3 tháng 3]], viếng thăm cảng nhân dip kỷ niệm [[Hai trăm năm Hoa Kỳ]], và quay trở về New Orleans vào ngày [[17 tháng 3]]. Nó quay trở lại Mayport, Florida hai tháng sau đó để được bảo trì trong bốn tuần trước lượt hoạt động tại vùng biển Caribe. Nó lên đường đi Roosevelt Roads, Puerto Rico vào ngày [[12 tháng 6]] để thực hành huấn luyện, rồi quay trở lại New Orleans, Louisiana vào ngày [[30 tháng 6]] ngang qua Mayport, Florida. Trong thời gian còn lại của năm [[1976]], chiếc tàu khu trục hoạt động tại chỗ, bảo trì và được tiếp liệu; nó cũng hoạt động phối hợp cùng các tàu tuần dương [[Jeanne d'Arc (R97)|''Jeanne d'Arc'' (R97)]] và tàu khu trục [[Forbin (D635)|''Forbin'' (D635)]] của [[Hải quân Pháp]], và viếng thăm các cảng [[Corpus Christi, Texas|Corpus Christi]] và [[Brownsville, Texas]] nhân dip kỷ niệm [[Hai trăm năm Hoa Kỳ.<ref name=DANFS\/>\n\nTrong [[tháng 1]] và [[tháng 2]], [[1977]], ''William C. Lawe'' ở lại cảng New Orleans chuẩn bị cho đợt tập trận hạm đội sắp diễn ra. Nó tham gia cuộc Tập trận Cleansweep vào ngày [[10 tháng 3]], rồi tiếp nối bằng chuyến viếng thăm Nassau, Bahamas cùng một đợt bảo trì tại Pensacola, Florida. Nó lên đường vào ngày [[8 tháng 5]] để quay trở lại New Orleans, sau một chuyến viếng thăm ngắn đến [[Gulfport, Mississippi]].<ref name=DANFS\/>\n\nKhởi hành đi Charleston, South Carolina vào ngày [[17 tháng 6]], ''William C. Lawe'' được bảo trì cho đến ngày [[21 tháng 9]], khi nó lên đường quay trở về cảng nhà. Ngoại trừ một giai đoạn hoạt động trong ba ngày cùng một tàu khu trục và một [[tàu frigate]] Pháp trong [[vịnh Mexico]], nó dành ra [[tháng 10]] để chuẩn bị cho cuộc tập trận hạm đội quy mô lớn tiếp theo sau. Cuộc Tập trận Comptuex 1-78 được tổ chức tại vùng biển Caribe từ ngày [[3 tháng 11|3]] đến ngày [[12 tháng 11]], và con tàu tiếp tục viếng thăm Nassau, Bahamas. Rời khu vực Bahamas vào ngày [[19 tháng 11]], nó có một chặng dừng ngắn tại [[Port Everglades, Florida]] trước khi quay trở về New Orleans vào ngày [[21 tháng 11]], nơi nó được hưởng đợt nghỉ lễ cuối năm.<ref name=DANFS\/>\n\n''William C. Lawe'' khởi hành đi Mayport, Florida vào ngày [[17 tháng 1]], [[1978]], nơi nó được trung tu giữa kỳ hạn. Nó quay trở lại New Orleans vào ngày [[27 tháng 3]], và ở lại cảng để bảo trì từ [[tháng 3]] đến [[tháng 6]]. Vào ngày [[21 tháng 6]], cùng với các tàu khu trục {{USS|Davis|DD-937|3}} và {{USS|Robert A. Owens|DD-827|3}}, nó rời cảng nhà để đi đến Charleston, South Carolina, nơi nó được chất dỡ đạn dược, rồi tiếp tục hành trình đi sang vùng [[Ngũ Đại Hồ]]. Trong chuyến đi này, 190.000 lượt khách mời đã có dịp tham qua ba con tàu khu trục khi chúng ghé qua các cảng Hoa Kỳ và [[Canada]]. Các cảng viếng thăm bao gồm [[Ogdensburg, New York|Ogdensburg]], [[Oswego, New York|Oswego]] và [[Buffalo, New York]]; [[Erie, Pennsylvania]]; [[Toledo, Ohio|Toledo]] và [[Ashtabula, Ohio]]; [[Detroit]], [[Michigan]]; [[Montreal]], [[Quebec]], [[Toronto]] và [[Halifax, Nova Scotia|Halifax]], Canada. Con tàu quay trở về New Orleans vào ngày [[27 tháng 9]].<ref name=DANFS\/>\n[[Tập tin:Decommissioned destroyers on James River 1993.JPEG|thumb|''William C. Lawe'' (thứ tư từ bên phải) đang bị bỏ không trong thành phần dự bị tại [[sông James]], năm 1993.]]\nVào ngày [[21 tháng 10]], [[1978]], ''William C. Lawe'' khởi hành đi Mayport, Florida cho một đợt bảo trì kéo dài một tháng, rồi đi đến vùng biển Caribe để thực hành tác xạ. Nó quay trở lại New Orleans vào ngày [[12 tháng 12]], và bước vào đợt nghỉ lễ [[Giáng sinh]] cuối năm. Một đề nghị cho con tàu được rút đăng bạ vào ngày [[27 tháng 7]], [[1979]] đã không được phê duyệt, nên con tàu vẫn được tiếp tục nằm trong biên chế.<ref name=DANFS\/>\n\nCuối cùng ''William C. Lawe'' cũng được cho xuất biên chế vào ngày [[1 tháng 10]], [[1983]], đồng thời cũng được rút tên khỏi danh sách [[Đăng bạ Hải quân]]. Con tàu bị loại bỏ và được sử dụng như một mục tiêu thực tập từ ngày [[14 tháng 7]], [[1999]].<ref name=DANFS\/>\n\n== Phần thưởng ==\n''William C. Lawe'' được tặng thưởng hai [[Ngôi sao Chiến trận]] do thành tích phục vụ trong [[Chiến tranh Việt Nam]].<ref name=DANFS\/>\n\n== Tham khảo ==\n=== Chú thích ===\n{{tham khảo}}\n=== Thư mục ===\n* {{cite DANFS | author=[[Naval Historical Center]] | title=William C. Lawe (DD-763) | url=https:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/w\/william-c-lawe.html | access-date = ngày 9 tháng 10 năm 2019}}\n\n== Liên kết ngoài ==\n* {{navsource|05\/763|USS William C. Lawe}}\n* [http:\/\/www.hazegray.org\/danfs\/destroy\/dd763txt.htm hazegray.org: USS ''William C. Lawe'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Gearing}}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ}}\n\n{{DEFAULTSORT:William C. Lawe (DD-763)}}\n[[Thể loại:Lớp tàu khu trục Gearing]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu bị đánh chìm như mục tiêu]]\n[[Thể loại:Sự kiện hàng hải 1999]]"}