{"15158640":"{{Dablink|Về chiếc tàu chiến Hoa Kỳ khác mang tên tương tự, xin xem [[USS Joseph K. Taussig (DE-1030)]].}}\n \n{|{{Infobox ship begin}}\n{{Infobox ship image\n|Ship image= [[Tập tin: USS Taussig (DD-746) port side 1965.jpg|300px|USS Taussig (DD-746)]]\n|Ship caption= Tàu khu trục USS ''Taussig'' (DD-746) sau khi được nâng cắp theo Chương trình FRAM III\n}}\n{{Infobox ship career\n|Ship country= Hoa Kỳ \n|Ship flag= {{USN flag|1970}}\n|Ship name= USS ''Taussig'' (DD-746)\n|Ship namesake= [[Edward D. Taussig]]\n|Ship ordered=\n|Ship awarded=\n|Ship builder= [[Bethlehem Steel]] Co., ở [[Staten Island, New York]]\n|Ship original cost=\n|Ship laid down= [[30 tháng 8]] năm [[1943]]\n|Ship launched= [[25 tháng 1]] năm [[1944]]\n|Ship sponsor= cô Ellen M. Taussig\n|Ship completed=\n|Ship acquired=\n|Ship commissioned= [[20 tháng 5]] năm [[1944]]\n|Ship recommissioned=\n|Ship decommissioned= [[1 tháng 12]] năm [[1970]]\n|Ship in service=\n|Ship out of service=\n|Ship renamed=\n|Ship reclassified=\n|Ship struck= [[1 tháng 9]] năm [[1973]]\n|Ship nickname=\n|Ship honors= 20 × [[Ngôi sao Chiến trận]]\n|Ship captured=\n|Ship fate= Được chuyển cho [[Đài Loan]], [[6 tháng 5]] năm [[1974]]\n|Ship status=\n}}\n{{Infobox ship career\n|Ship country= Đài Loan\n|Ship flag= {{shipboxflag|Republic of China|naval}}\n|Ship name= ROCS ''Luo Yang'' (DD-14\/DDG-914)\n|Ship namesake= \n|Ship acquired= [[6 tháng 5]] năm [[1974]]\n|Ship decommissioned= [[15 tháng 2]] năm [[2000]] \n|Ship struck= \n|Ship fate= Tháo dỡ [[2013]]\n|Ship status=\n}}\n{{Infobox ship characteristics\n| Ship class = [[Allen M. Sumner (lớp tàu khu trục)|Lớp tàu khu trục ''Allen M. Sumner'']]\n| Ship displacement = {{Danh sách không dấu đầu dòng\n| {{convert|2200|LT|t|abbr=on}} (tiêu chuẩn);\n| {{convert|3515|LT|t|abbr=on}} (đầy tải)\n}}\n| Ship length = {{Danh sách không dấu đầu dòng\n| {{convert|369|ft|m|abbr=on}} (mực nước);\n| {{convert|376|ft|6|in|m|abbr=on}} (chung)\n}}\n| Ship beam = {{convert|40|ft|m|abbr=on}}\n| Ship draft = {{Danh sách không dấu đầu dòng\n| {{convert|15|ft|9|in|m|abbr=on}} (tiêu chuẩn);\n| {{convert|19|ft|m|abbr=on}} (đầy tải)\n}}\n| Ship propulsion = {{Danh sách không dấu đầu dòng\n| 4 × nồi hơi;\n| 2 × turbine hơi nước hộp số;\n| 2 × trục;\n| công suất {{convert| 60000|shp|kW|abbr=on|lk=on}}\n}}\n| Ship speed = {{convert|34|kn|mph km\/h|abbr=on}}\n| Ship range = {{convert|6000|nmi|km|-3|abbr=on}} ở tốc độ {{convert|15|kn|mph km\/h|0|abbr=on}}\n| Ship endurance = \n| Ship boats = \n| Ship complement = 336 sĩ quan và thủy thủ\n| Ship crew = \n| Ship sensors = \n| Ship EW = \n| Ship armament = {{Danh sách không dấu đầu dòng\n| 6 × pháo [[Hải pháo 5 inch\/38 caliber|{{convert|5|in|mm|abbr=on}}\/38 caliber]] (3×2) trên bệ Mk 38 nòng đôi;\n| 12 × pháo phòng không [[Bofors 40 mm]] (2×4 & 2×2);\n| 11 × pháo phòng không [[Oerlikon 20 mm]];\n| 10 × ống phóng [[ngư lôi]] [[Ngư lôi Mark 15|Mark 15]] {{convert|21|in|mm|abbr=on}} (2×5);\n| 6 × máy phóng [[K-gun]] và 2 × đường ray thả [[mìn sâu]]\n}}\n| Ship armor = \n| Ship aircraft = \n| Ship aircraft facilities = \n| Ship notes = \n}}\n|}\n\n'''USS ''Taussig'' (DD-746)''', là một [[tàu khu trục]] [[Allen M. Sumner (lớp tàu khu trục)|lớp ''Allen M. Sumner'']] được [[Hải quân Hoa Kỳ]] chế tạo trong [[Chiến tranh Thế giới thứ hai]]. Nó là chiếc tàu chiến duy nhất của Hải quân Mỹ được đặt theo tên [[Chuẩn đô đốc]] [[Edward D. Taussig]] (1847-1921), người đã tuyên bố chủ quyền [[đảo Wake]] cho Hoa Kỳ vào ngày [[17 tháng 1]] năm [[1899]], và tiếp quản [[Guam]] từ [[Tây Ban Nha]] khi kết thúc cuộc [[Chiến tranh Tây Ban Nha-Hoa Kỳ]].<ref name=DANFS>{{chú thích web | title=Taussig (DD-746) | url=http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/taussig.html | website=Naval History and Heritage Command | access-date =ngày 19 tháng 2 năm 2020}}<\/ref> Nó đã hoạt động cho đến hết Thế Chiến II, và tiếp tục phục vụ sau đó trong [[Chiến tranh Triều Tiên]] và [[Chiến tranh Việt Nam]] cho đến khi xuất biên chế năm [[1970]] và rút đăng bạ năm [[1973]]. Con tàu được chuyển cho [[Đài Loan]] năm [[1974]], và hoạt động như là chiếc ''' ROCS ''Luo Yang'' (DD-14\/DDG-914)''' cho đến khi ngừng hoạt động năm [[2000]] và bị tháo dỡ năm [[2013]]. ''Taussig'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, thêm tám Ngôi sao Chiến trận trong Chiến tranh Triều Tiên, và sáu Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.\n\n== Thiết kế và chế tạo ==\n{{main|Allen M. Sumner (lớp tàu khu trục)}}\n''Taussig'' được đặt lườn tại xưởng tàu của hãng [[Bethlehem Steel]] Co., ở [[Staten Island, New York]] vào ngày [[30 tháng 8]] năm [[1943]]. Nó được hạ thủy vào ngày [[25 tháng 1]] năm [[1944]]; được đỡ đầu bởi cô Ellen M. Taussig, cháu đô đốc Taussig, và nhập biên chế tại [[Xưởng hải quân New York]] vào ngày [[20 tháng 5]] năm [[1944]] dưới quyền chỉ huy của [[Trung tá Hải quân]] Joseph A. Robbins.<ref name=DANFS\/>\n\n== Lịch sử hoạt động ==\n=== 1944 ===\n''Taussig'' tiếp tục được trang bị tại Xưởng hải quân New York trước khi tiến hành chuyến đi chạy thử máy huấn luyện kéo dài năm tuần đến khu vực phụ cận [[Bermuda]]. Quay trở về Xưởng hải quân New York vào ngày [[13 tháng 7]] để sửa chữa sau thử máy, nó lại lên đường tiếp tục huấn luyện vào ngày [[18 tháng 8]], lần này là tại [[Casco Bay]], [[Maine]]. Vào ngày [[25 tháng 8]], con tàu khởi hành từ [[Boston, Massachusetts]] để hướng xuống phía Nam, băng qua [[kênh đào Panama]] vào ngày [[1 tháng 9]], ghé qua [[San Diego]], [[California]] trong một ngày trước khi tiếp tục hành trình về phía Tây để đi đến [[Trân Châu Cảng]]. Sau khi trải qua sáu ngày huấn luyện tại khu vưc quần đảo [[Hawaii]], nó cùng Hải đội Khu trục 61 rời Trân Châu Cảng vào ngày [[28 tháng 9]], đi ngang qua [[Eniwetok]] trước khi đến [[Ulithi]], nơi nó trình diện để phục vụ cùng [[Đệ tam Hạm đội Hoa Kỳ|Đệ Tam hạm đội]] vào ngày [[19 tháng 10]]. Nó được phân về Lực lượng Đặc nhiệm 38, lực lượng [[tàu sân bay]] nhanh của hạm đội.<ref name=DANFS\/>\n\nTrong thời gian còn lại của [[tháng 10]], ''Taussig'' hoạt động canh phòng cho tàu sân bay trong vùng biển [[Philippines]] để tìm kiếm và giải cứu những phi công bị bắn rơi trong các phi vụ hỗ trợ cho [[trận Leyte|cuộc đổ bộ]] lên [[Leyte (đảo)|Leyte]]. Sang đầu [[tháng 11]], nó gia nhập thành phần hộ tống cho Lực lượng Đặc nhiệm 38 trong các hoạt động tiếp theo tại Philippine. Nó chịu đựng cùng số phận với các tàu chiến khác thuộc Đệ Tam hạm đội khi phải trải qua [[bão Cobra (1944)|cơn bão Cobra]] vào [[tháng 12]], vốn đã đánh chìm ba tàu khu trục và gây hư hại đáng kể cho nhiều tàu chiến khác.<ref name=DANFS\/>\n\n=== 1945 ===\nNhững đợt càn quét nhằm chuẩn bị cho [[Trận Luzon|cuộc đổ bộ]] tiếp theo lên [[vịnh Lingayen]] thuộc [[Luzon]] được bắt đầu vào cuối [[tháng 12]], [[1944]] và kéo dài sang tận đầu [[tháng 1]], [[1945]]. Vào ngày [[8 tháng 1]], lực lượng đặc nhiệm tàu sân bay nhanh bắt đầu một đợt càn quét khác lên các cảng chung quanh [[biển Đông]]. ''Taussig'' đã hoạt động hộ tống cho các tàu sân bay khi máy bay của chúng không kích xuống các căn cứ Nhật Bản tại [[Đông Dương thuộc Pháp]], đảo [[Hải Nam]], dọc bờ biển Nam [[Trung Quốc]] và [[Đài Loan]], kết thúc bằng nhiệm vụ trinh sát hình ảnh những mục tiêu tại [[Okinawa]]. Lực lượng rút lui qua [[eo biển Balintang]] vào ngày [[20 tháng 1]] để quay trở lại [[biển Philippine]], và về đến Ulithi vào ngày [[23 tháng 1]].<ref name=DANFS\/>\n\nBa ngày sau, Lực lượng Đặc nhiệm 38 đổi tên thành Lực lượng Đặc nhiệm 58 khi [[Đô đốc]] [[Raymond Spruance]] thay phiên cho Đô đốc [[William F. Halsey]] để chỉ huy hạm đội, giờ đây là [[Đệ ngũ Hạm đội Hoa Kỳ|Đệ Ngũ hạm đội]]. Các tàu sân bay lại khởi hành từ vũng biển Ulithi vào ngày [[10 tháng 2]], và ''Taussig'' hộ tống cho Đội đặc nhiệm 58.1 hướng lên phía Bắc tham gia cuộc không kích, vốn là cuộc không kích trực tiếp bằng tàu sân bay đầu tiên lên chính quốc Nhật Bản kể từ cuộc [[Không kích Doolittle]] huyền thoại vào [[tháng 4]], [[1942]]. Sáng ngày [[16 tháng 2]], Lực lượng Đặc nhiệm 58 đi đến một vị trí cách khoảng {{convert|125|nmi|km|abbr=on}} về phía Đông Nam [[Tokyo]]. Chiếc tàu khu trục đã hộ tống chống tàu ngầm cho các tàu sân bay khi chúng tung ra các đợt không kích xuống khu vực phụ cận Tokyo và các mục tiêu khác trên đảo [[Honshū]].<ref name=DANFS\/>\n\nSau một lượt không kích khác vào sáng ngày [[17 tháng 2]], Lực lượng Đặc nhiệm 58 chuyển hướng xuống phía Nam để hướng đến [[Iwo Jima]]. Trong khi hai đội đặc nhiệm tàu sân bay nhanh trực tiếp hỗ trợ cho [[Trận Iwo Jima|cuộc đổ bộ]] vào ngày [[19 tháng 2]], ở một vị trí xa hơn về phía Nam tuần tra chống tàu ngầm để bảo vệ cho hoạt động tiếp nhiên liệu giữa Đội đặc nhiệm 50.8 và ba đội đặc nhiệm tàu sân bay khác. Đang khi tuần tra, nó bắt được tín hiệu [[sonar]] của một mục tiêu [[tàu ngầm]] và đã tấn công bằng [[mìn sâu]], nhưng không thể xác định đã tiêu diệt được tàu ngầm đối phương hay không.<ref name=DANFS\/>\n\nLực lượng Đặc nhiệm 58 rời khu vực [[quần đảo Kazan|quần đảo Volcano]] vào ngày [[22 tháng 2]] để tiếp nối hoạt động không kích xuống chính quốc Nhật Bản; tuy nhiên hoàn cảnh thời tiết xấu đã ngăn trở kế hoạch ném bom xuống Tokyo và [[Nagoya]], vốn được dự tính vào các ngày [[25 tháng 2|25]] và [[26 tháng 2]] tương ứng. Vì vậy ''Taussig'' tháp tùng các tàu sân bay di chuyển theo hướng Tây Nam để không kích xuống Okinawa vào ngày [[1 tháng 3]]. Sang ngày hôm sau, nó tham gia cùng các [[tàu tuần dương hạng nhẹ]] {{USS|Vincennes|CL-64|3}}, {{USS|Miami|CL-89|3}}, {{USS|San Diego|CL-53|3}} và Hải đội Khu trục 61 trong hoạt động bắn phá [[Oki Daitō]]. Lực lượng quay trở về Ulithi hai ngày sau đó.<ref name=DANFS\/>\n\n''Taussig'' rời vũng biển Ulithi vào ngày [[14 tháng 3]] để tháp tùng các tàu sân bay nhanh trong một đợt không kích khác xuống Nhật Bản; mục tiêu lần này là [[Kyūshū]], đảo cực Nam của các đảo chính quốc, nhằm mục đích vô hiệu hóa các sân bay vốn có thể sử dụng làm nơi xuất phát các cuộc tấn công cảm tử [[Kamikaze]]. Trong cuộc không kích vào ngày [[18 tháng 3|18]] và [[19 tháng 3]], máy bay từ tàu sân bay cũng nhắm vào những tàu chiến đối phương neo đậu tại [[Kure, Hiroshima]], gây hư hại cho các tàu sân bay [[Ryūhō (tàu sân bay Nhật)|''Ryūhō'']] và [[Amagi (tàu sân bay Nhật)|''Amagi'']] cũng như cho [[thiết giáp hạm]] [[Yamato (thiết giáp hạm Nhật)|''Yamato'']]. ''Taussig'' đã giúp bắn rơi hai máy bay đối phương vào ngày [[18 tháng 3]], rồi sang ngày hôm sau đã hộ tống cho Lực lượng Đặc nhiệm 58 rút lui khỏi khu vực phụ cận Kyūshū, sau các đợt không kích tự sát Kamikaze ồ ạt của đối phương. Nó tiếp tục bảo vệ cho các tàu sân bay chống lại các đợt tấn công lẻ tẻ trong ngày [[20 tháng 3]], và sau khi lực lượng đặc nhiệm bố trí lại đội hình vào ngày [[22 tháng 3]], nó được phân công hộ tống cho Đội đặc nhiệm 58.1 trong đợt không kích kéo dài một tuần xuống Okinawa vào cuối [[tháng 3]].<ref name=DANFS\/>\n\nVào ngày [[1 tháng 4]], [[Trận Okinawa]] chính thức mở màn khi binh lính tấn công lên các bãi đổ bộ, và Lực lượng Đặc nhiệm 58 đã hỗ trợ cho chiến dịch này trong suốt ba tháng tiếp theo, vốn đặc biệt về sự kháng cự bằng không lực rất mạnh của đối phương, đặc biệt là các cuộc tấn công tự sát. ''Taussig'' di chuyển đến ngoài khơi Okinawa để bảo vệ phòng không và chống tàu ngầm cho các tàu sân bay. Vào ngày [[6 tháng 4]], một [[máy bay tiêm kích]] lục quân [[Nakajima Ki-43]] \"Oscar\" đã ném một quả bom suýt trúng con tàu; nó đáp trả bằng hỏa lực phòng không, nhưng máy bay [[tuần tra chiến đấu trên không]] (CAP) hải quân cuối cùng đã bắn hạ kẻ tấn công. Trong đêm [[15 tháng 4|15]]-[[16 tháng 4]], các khẩu pháo của nó bắn hạ hai [[máy bay ném bom]], rồi một ngày sau đó lại tiếp tục bắn rơi hai máy bay tấn công tự sát và trợ giúp cho lực lượng CAP tiêu diệt một máy bay ném bom hai động cơ [[Yokosuka P1Y]] \"Frances\". Đến ngày [[21 tháng 4]], nó phối hợp cùng tàu tuần dương hạng nhẹ {{USS|San Juan|CL-54|3}} và Hải đội Khu trục 61 trong hoạt động bắn phá [[Minamidaitō]].<ref name=DANFS\/>\n\n''Taussig'' cùng Đội đặc nhiệm 58.1 quay trở lại Ulithi vào cuối [[tháng 4]], và ở lại đây cho đến ngày [[8 tháng 5]], khi nó rời vũng biển để một lần nữa đi đến khu vực chiến sự Okinawa. Nó hộ tống cho các tàu sân bay nhanh thuộc Đội đặc nhiệm 58.1 trong khi máy bay của chúng hỗ trợ cho cuộc chiến trên bộ tại Okinawa. Vai trò chính của con tàu là hộ tống chống tàu ngầm, nhưng những máy bay tấn công tự sát từ trên không mới là mối đe dọa chính của hạm đội. Vào ngày [[25 tháng 5]], nó góp công vào việc bắn rơi ba máy bay đối phương khi những điều phối viên vô tuyến đã dẫn đường cho máy bay CAP đánh chặn thành công.<ref name=DANFS\/>\n\nBa ngày sau đó, Đô đốc William F. Halsey lại thay phiên chỉ huy hạm đội cho Đô đốc Raymond Spruance, nên Đệ ngũ Hạm đội trở lại mang tên Đệ tam Hạm đội. ''Taussig'' tiếp tục phục vụ cùng Đội đặc nhiệm 38.1, và vào đầu [[tháng 6]] tiếp tục hộ tống cho các tàu sân bay nhanh ngoài khơi Okinawa thực hiện các phi vụ tiêu diệt những sự kháng cự cuối cùng trên đảo này, và không kích các sân bay trên đảo Kyūshū. Nó cùng Lực lượng Đặc nhiệm 38 đi xuống phía Nam, đến [[vịnh Leyte]] vào ngày [[13 tháng 6]] để chuẩn bị cho cuộc đổ bộ sau cùng lên các đảo chính quốc Nhật Bản, [[Chiến dịch Downfall]].<ref name=DANFS\/>\n\nVào ngày [[1 tháng 7]], ''Taussig'' khởi hành cùng Lực lượng Đặc nhiệm 38 cho hoạt động tác chiến cuối cùng trong Thế Chiến II. Trong một tháng rưỡi tiếp theo, nó di chuyển ngoài khơi các đảo chính quốc Nhật Bản hộ tống cho tàu sân bay trong khi máy bay ném bom xuống những mục tiêu tại Kyūshū, Honshū và [[Hokkaidō]]. Trong đêm [[22 tháng 7|22]]-[[23 tháng 7]], nó cùng Hải đội Khu trục 61 tiến hành một đợt càn quét tàu bè sát bờ biển Honshū, đụng độ với một đoàn tàu vận tải Nhật Bản bao gồm bốn chiếc, và đã đánh chìm tất cả bằng hải pháo và ngư lôi. Các hoạt động không lực và càn quét tiếp tục cho đến ngày [[15 tháng 8]], khi [[Đế Quốc Nhật Bản|Nhật Bản]] chấp nhận [[Nhật Bản đầu hàng|đầu hàng]] kết thúc cuộc xung đột.<ref name=DANFS\/>\n\n=== 1946 - 1950 ===\n[[Tập tin:USS Taussig (DD-746) port side pre-FRAM II.jpg|thumb|''Taussig'' trên đường đi, vào khoảng cuối thập niên 1940 hay đầu thập niên 1950.]]\n''Taussig'' tiếp tục ở lại khu vực Viễn Đông ít lâu sau khi lễ ký kết [[Nhật Bản đầu hàng|văn kiện đầu hàng]] diễn ra vào ngày [[2 tháng 9]] trên thiết giáp hạm {{USS|Missouri|BB-63|3}}, đang neo đậu trong [[vịnh Tokyo]]. Nó lên đường quay trở về Hoa Kỳ vào [[tháng 10]], và được sửa chữa tại [[Seattle]], [[Washington]], ở lại đây cho đến ngày [[1 tháng 2]], [[1946]] khi nó lên đường cho một lượt hoạt động dọc theo bờ biển [[Trung Quốc]]. Đến [[tháng 3]], [[1947]], nó quay trở về vùng bờ Tây, đi đến [[San Diego]], [[California]], và phục vụ như một tàu huấn luyện tại [[Monterey, California|Monterey]], California. Trong ba năm tiếp theo, chiếc tàu khu trục thực hiện những chuyến đi thực tập dọc theo vùng bờ Tây, thỉnh thoảng có những chuyến đi thực hành cho nhân sự thuộc [[Hải quân Dự bị Hoa Kỳ]].<ref name=DANFS\/>\n\n=== Chiến tranh Triều Tiên ===\nKết thúc vai trò huấn luyện vào năm [[1950]], ''Taussig'' khởi hành từ San Diego vào ngày [[1 tháng 5]] để hướng sang khu vực Tây Thái Bình Dương, có chặng dừng trong vài ngày để huấn luyện và nghỉ ngơi tại quần đảo Hawaii trước khi tiếp tục hành trình. Nó lên đường vào ngày [[1 tháng 6]], hướng đến [[Samar (đảo)|Samar]] thuộc Philippines.<ref name=DANFS\/>\n\nKhông đầy một tháng sau đó, [[Chiến tranh Triều Tiên|chiến tranh]] bùng nổ tại Viễn Đông do việc quân đội [[Bắc Triều Tiên]] tấn công xuống lãnh thổ [[Nam Triều Tiên]]. Chỉ trong vòng 48 giờ, ''Taussig'', lúc này đang phối thuộc cùng Đội khu trục 92 trực thuộc [[Đệ thất Hạm đội Hoa Kỳ|Đệ thất Hạm đội]], được huy động vào vai trò hộ tống cho các tàu sân bay thuộc Lực lượng Đặc nhiệm 77 trong [[biển Nhật Bản]], trong khi máy bay từ tàu sân bay hỗ trợ cho trận chiến trên bộ của quân đội [[Cộng hòa Hàn Quốc|Hàn Quốc]] chống lại lực lượng Cộng sản. Nó làm nhiệm vụ này cho đến đầu [[tháng 7]], khi con tàu viếng thăm [[vịnh Buckner]], Okinawa và đến [[Cơ Long]], [[Đài Loan]] trước khi quay trở lại vùng chiến sự vào ngày [[11 tháng 7]].<ref name=DANFS\/>\n\nTrong sáu tháng tiếp theo sau, ''Taussig'' hoạt động ở cả hai phía bờ biển của [[bán đảo Triều Tiên]], thường là trong thành phần một đội đặc nhiệm hình thành chung quanh các [[tàu sân bay hộ tống]] {{USS|Sicily|CVE-118|3}} và {{USS|Badoeng Strait|CVE-116|3}}. Nó trải qua hầu hết thời gian ngoài biển, tham gia các chiến dịch tại [[Inchon]], [[Pohang]] và [[Wonsan]]. Vào cuối [[tháng 12]], nó tham gia hoạt động triệt thoái khỏi Wonsan. Đến đầu năm [[1951]], chiếc tàu khu trục quay trở về vùng bờ Tây, và trải qua một đợt đại tu kéo dài ba tháng tại [[Xưởng hải quân San Francisco]]. Sau khi rời xưởng tàu, nó huấn luyện tại khu vực San Diego nhằm chuẩn bị cho lượt phục vụ tiếp theo tại vùng chiến sự.<ref name=DANFS\/>\n\n''Taussig'' khởi hành vào ngày [[27 tháng 8]] để đi sang Viễn Đông, ghé qua Trân Châu Cảng, [[Midway]] và Nhật Bản trước khi đi đến ngoài khơi bờ biển Triều Tiên, nơi nó gia nhập Lực lượng Đặc nhiệm 95, Lực lượng Phong tỏa và Hộ tống Liên Hợp Quốc, vào ngày [[20 tháng 9]]. Trong các hoạt động tiếp theo cùng lực lượng này kéo dài cho đến ngày [[2 tháng 10]], nó viếng thăm [[Pusan]] và tiến hành bắn phá bờ biển gần [[sông Hán (Triều Tiên)|sông Hán]] và gần [[Songjin]]. Từ ngày [[2 tháng 10]] đến ngày [[2 tháng 11]], nó hộ tống cho các tàu sân bay thuộc Lực lượng Đặc nhiệm 77. Từ ngày [[3 tháng 11|3]] đến ngày [[23 tháng 11]], chiếc tàu khu trục tham gia các hoạt động tìm-diệt tàu ngầm cùng các đơn vị [[Hải quân Cộng hòa Hàn Quốc]] trước khi hướng xuống phía Nam, và hoạt động tuần tra [[eo biển Đài Loan]] trong một tháng tiếp theo.<ref name=DANFS\/>\n\n''Taussig'' trải qua kỳ nghỉ lễ [[Giáng Sinh]] trong cảng [[Sasebo]], Nhật Bản trước khi gia nhập trở lại Lực lượng Đặc nhiệm 95 vào ngày [[26 tháng 12]]. Nó tiếp tục hoạt động trong một tháng tiếp theo, chủ yếu trong nhiệm vụ bắn phá bờ biển và bắn pháo sáng chiếu sáng ban đêm dọc theo bờ biển phía Tây Triều Tiên. Sau một lượt nghỉ ngơi và bảo trì tại [[Yokosuka]], Nhật Bản, chiếc tàu khu trục lại tiếp tục hoạt động từ ngày [[7 tháng 2]], [[1952]], hộ tống cho các tàu sân bay thuộc Lực lượng Đặc nhiệm 77 cho đến ngày [[24 tháng 4]], khi nó rời khu vực Viễn Đông quay trở về Hoa Kỳ.<ref name=DANFS\/>\n\n''Taussig'' về đến San Diego vào ngày [[11 tháng 5]], và sau một tháng bảo trì và nghỉ ngơi, nó tiếp tục hoạt động huấn luyện cho đến ngày [[1 tháng 10]], khi nó đi vào [[Xưởng hải quân Mare Island]] để sửa chữa. Con tàu quay trở lại San Diego vào giữa [[tháng 11]], và đến ngày [[20 tháng 11]] lại lên đường hướng sang Viễn Đông cho lượt bố trí thứ ba tại Triều Tiên. Nó đi đến Yokosuka vào ngày [[22 tháng 12]], rồi lên đường bốn ngày sau đó tham gia thành phần hộ tống cho các tàu sân bay của Lực lượng Đặc nhiệm 77. Trong sáu tháng tiếp theo sau, nó luân phiên nhiệm vụ hộ tống và canh phòng máy bay cho tàu sân bay với nhiệm vụ tuần tra và bắn phá trong thành phần Lực lượng Hộ tống và Bắn phá (Lực lượng Đặc nhiệm 95), cũng như trong thành phần đội tìm-diệt tàu ngầm và nhiệm vụ tuần tra [[eo biển Đài Loan]].<ref name=DANFS\/>\n\n=== 1953 - 1964 ===\n[[Tập tin:USS Taussig (DD-746) underway off the coast of Oahu on 10 May 1963 (NH 98995).jpg|thumb|upright|''Taussig'' trên đường đi ngoài khơi bờ biển Oahu, 10 tháng 5, 1963.]]\nVào ngày [[4 tháng 7]], [[1953]], ''Taussig'' lên đường quay trở về nhà, vào thời điểm mà cuộc Chiến tranh Triều Tiên đã đi vào thế giằng co mà không bên nào chiếm được ưu thế rõ rệt. Trong một thập niên tiếp theo, chiếc tàu khu trục còn có tám lần được phái sang khu vực Tây Thái Bình Dương; và cho dù vẫn tiếp tục hoạt động tuần tra trong khu vực xung đột trước đây, nó hầu như chuyển sang những hoạt động huấn luyện trong thời bình và biểu dương lực lượng. Giữa đợt bố trí thứ bảy và thứ tám, vào ngày [[22 tháng 1]], [[1962]], nó đi vào [[Xưởng hải quân Long Beach]] và trải qua một đợt nâng cấp kéo dài chín tháng, trong khuôn khổ Chương trình [[Hồi sinh và Hiện đại hóa Hạm đội]] (FRAM: Fleet Rehabilitation and Modernization), khi những cảm biến và vũ khí chống tàu ngầm được hiện đại hóa hay bổ sung đáng kể.<ref name=DANFS\/>\n\nHoàn tất việc nâng cấp vào ngày [[11 tháng 10]], ''Taussig'' hoạt động huấn luyện thường lệ tại chỗ dọc theo vùng bờ Tây, trước khi được phái sang Viễn Đông lượt tiếp theo từ [[tháng 4]] đến [[tháng 12]], [[1963]]. Sau khi quay trở về, nó lại hoạt động tại vùng bờ Tây cho đến [[tháng 10]].<ref name=DANFS\/>\n\n=== Chiến tranh Việt Nam ===\n''Taussig'' rời cảng San Diego vào ngày [[23 tháng 10]], [[1964]] cho một lượt bố trí hoạt động khác tại khu vực Tây Thái Bình Dương. Nó hoạt động tại vùng biển [[quần đảo Hawaii]] cho đến lễ Giáng Sinh, rồi tiếp tục hành trình đi sang phía Tây. Đến ngày [[6 tháng 1]], [[1965]], nó gia nhập một đơn vị đặc nhiệm được hình thành chung quanh tàu sân bay {{USS|Constellation|CV-64|3}} ngoài khơi bờ biển Nhật Bản, và bắt đầu phục vụ cùng Đệ Thất hạm đội. Trong lượt hoạt động này, lần đầu tiên nó nhận nhiệm vụ ngoài khơi bờ biển [[Việt Nam]], nơi [[Chiến tranh Việt Nam|cuộc chiến tranh]] ngày càng ác liệt do phía Hoa Kỳ leo thang sự can thiệp tại đất nước này. Tuy nhiên, chiếc tàu khu trục chỉ có một đợt hoạt động ngắn tại [[Trạm Yankee]] trong [[tháng 3]], vì nó dành phần lớn thời gian của đợt bố trí cho hoạt động huấn luyện và tuần tra thời bình, bao gồm một chuyến tuần tra tại [[eo biển Đài Loan]].<ref name=DANFS\/>\n\n''Taussig'' rời khu vực Viễn Đông vào ngày [[2 tháng 5]], [[1965]] để quay trở về Hoa Kỳ, và sau một chặng dừng tại Trân Châu Cảng, nó về đến San Diego vào ngày [[24 tháng 5]]. Con tàu đi vào Xưởng hải quân Long Beach vào ngày [[24 tháng 7]] để bắt đầu đợt đại tu theo định kỳ, hoàn tất vào ngày [[8 tháng 11]]. Sau một tháng nghỉ ngơi và thực tập, nó lên đường vào ngày [[3 tháng 1]], [[1966]] cho một lượt huấn luyện ôn tập, rồi lại trở vào Xưởng hải quân Long Beach vào ngày [[12 tháng 2]] để sửa chữa thiết bị [[sonar]], kéo dài mất ba tuần.<ref name=DANFS\/>\n\nSau những đợt huấn luyện và thực hành bắn phá bờ biển, ''Taussig'' khởi hành từ cảng San Diego vào ngày [[20 tháng 4]] để quay trở lại khu vực Viễn Đông, nơi nó hỗ trợ hỏa lực hải pháo cho cuộc chiến của lực lượng Hoa Kỳ trên bờ. Ghé qua Trân Châu Cảng từ ngày [[26 tháng 4|26]] đến ngày [[28 tháng 4]], nó tiếp tục hành trình ngang qua [[Guam]] và Philippines để nhận nhiệm vụ ngoài khơi bờ biển Việt Nam. Nó rời Căn cứ Hải quân [[vịnh Subic]] vào ngày [[26 tháng 5]] để hướng sang Việt Nam, nhưng sang ngày hôm sau đã được lệnh đổi hướng để tham gia hoạt động tìm kiếm và cứu nạn những phi công bị rơi do ảnh hưởng của cơn bão Judy. Đến ngày [[1 tháng 6]], nó đi đến khu vực chiến sự dọc theo bờ biển Việt Nam để hỗ trợ hỏa lực cho cuộc chiến trên bộ. Từ đó cho đến [[tháng 10]], nó luân phiên nhiệm vụ hỗ trợ hải pháo với vai trò canh phòng máy bay cho tàu sân bay ''Constellation'' ngoài khơi [[Nam Việt Nam]].<ref name=DANFS\/>\n\nSau mười ngày nghỉ ngơi tại vịnh Subic, ''Taussig'' lên đường vào ngày [[9 tháng 10]] hướng xuống phía đễ tham Chiến dịch \"Swordhilt\". Nó được tiếp nhiên liệu tại [[đảo Manus]] vào ngày [[15 tháng 10]], và sang ngày hôm sau đã tham gia cùng những tàu chiến của [[Hải quân Hoàng gia Australia]], [[Hải quân Hoàng gia New Zealand|New Zealand]] và [[Hải quân Hoàng gia Anh|Anh Quốc]] trong cuộc tập trận kéo dài 11 ngày, nơi các hoạt động phòng thủ [[chiến tranh chống tàu ngầm|chống tàu ngầm]] và [[chiến tranh phòng không|phòng không]] được nhấn mạnh. Sau khi cuộc tập trận kết thúc, con tàu viếng thăm [[Australia]], tuy nhiên chuyến viếng thăm hữu nghị đến [[Melbourne]], [[Victoria (Úc)|Victoria]] bị cắt ngắn khi nó nhận lệnh của Tư lệnh Đệ Thất hạm đội vào ngày [[4 tháng 11]], lên đường hỗ trợ cho [[tàu ngầm]] {{USS|Tiru|SS-416|3}} bị mắc cạn tại [[dãi san hô Frederick]] cách khoảng {{convert|300|mi|km|abbr=on}} về phía Đông Bắc Australia. Nó hộ tống chiếc tàu ngầm bị hư hại đi đến cảng [[Brisbane]], [[Queensland]] vào ngày [[7 tháng 11]], rồi lên đường hai ngày sau đó để quay trở về Hoa Kỳ. Chiếc tàu khu trục ghé qua [[Suva]], [[Fiji]] trên đường đi và về đến San Diego vào ngày [[25 tháng 11]].<ref name=DANFS\/>\n\n''Taussig'' trải qua một năm tiếp theo hoạt động tại chỗ từ San Diego. Nó tiến hành các đợt huấn luyện chống tàu ngầm trong hai tuần đầu của [[tháng 1]], [[1967]], rồi được sửa chữa lườn tàu tại Xưởng hải quân Long Beach. Sang đầu [[tháng 2]], nó thực hành chống tàu ngầm cùng các tàu khu trục {{USS|Lofberg|DD-759|3}} và {{USS|Chevalier|DD-805|3}} cùng các tàu ngầm {{USS|Scamp|SSN-588|3}} và {{USS|Pomfret|SS-391|3}}, rồi đi vào cảng San Diego để được bảo trì từ ngày [[11 tháng 2|11]] đến ngày [[24 tháng 2]]. Đến [[tháng 3]], nó viếng thăm [[Acapulco]], [[Mexico]], rồi quay trở về San Diego vào ngày [[23 tháng 3]]. Vào ngày [[31 tháng 3]], chiếc tàu khu trục đi vào Xưởng hải quân Long Beach, nơi nó lại được sửa chữa lườn tàu trong một tháng, và quay trở lại San Diego vào ngày [[4 tháng 5]]. Trong [[tháng 6]] và [[tháng 7]], nó đón lên tàu những học viên sĩ quan thuộc [[Hải quân Dự bị Hoa Kỳ]] cho chuyến đi thực tập mùa Hè, tiến hành thực tập tác xạ tại khu vực [[đảo San Clemente]] và thực hành chống tàu ngầm cùng ''Lofberg'', ''Chevalier'', {{USS|Frank Knox|DD-742|3}} và {{USS|Raton|AGSS-270|3}}. Nó tiễn học viên sĩ quan rời tàu vào ngày [[3 tháng 8]], rồi quay trở lại khu vực đảo San Clemente thực hành tác xạ hải pháo cùng các trinh sát pháo binh [[Thủy quân Lục chiến Hoa Kỳ|Thủy quân Lục chiến]]. Trong thời gian còn lại của năm, nó tham gia những đợt thực hành huấn luyện, chủ yếu là chống tàu ngầm, dọc theo vùng bờ Tây.<ref name=DANFS\/>\n\nVào đầu [[tháng 12]], ''Taussig'' đi đến San Diego cho những chuẩn bị sau cùng cho lượt biệt phái tiếp theo. Nó cùng Đội Chống tàu ngầm 1 rời San Diego vào ngày [[28 tháng 12]] để hướng sang khu vực Tây Thái Bình Dương ngang qua khu vực quần đảo Hawaii. Đi đến Trân Châu Cảng vào ngày [[6 tháng 1]], [[1968]], lực lượng tạm dừng tại đây trong một tuần để thực hành chống tàu ngầm, tiếp liệu và nghỉ ngơi trước khi tiếp tục hành trình đi Yokosuka, Nhật Bản. Tuy nhiên, lúc đang trên đường đi, do sự kiện [[Hải quân Bắc Triều Tiên]] bắt giữ tàu do thám {{USS|Pueblo|AGER-2|3}} vào ngày [[23 tháng 1]], Đội Chống tàu ngầm 1 được lệnh chuyển hướng đến vùng [[biển Nhật Bản]], và chiếc tàu khu trục đã cùng đồng đội tuần tra tại vùng biển này từ ngày [[29 tháng 1]], vào lúc căng thẳng gia tăng do mâu thuẫn với [[Bắc Triều Tiên]].<ref name=DANFS\/>\n\n''Taussig'' rời vùng biển Nhật Bản vào ngày [[1 tháng 3]], đi đến vịnh Subic để bảo trì trong ba ngày. Nó rời vào ngày [[12 tháng 3]] để đảm nhiệm vai trò hỗ trợ hải pháo ngoài khơi bờ biển Việt Nam, và hai ngày sau đó đã thay phiên cho tàu khu trục {{USS|Cone|DD-866|3}} đảm nhiệm trực chiến tại khu vực trách nhiệm của Quân đoàn III ngoài khơi bờ biển Nam Việt Nam. Chiều tối ngày hôm đó [[14 tháng 3]], nó đã bắn hải pháo hỗ trợ cho lực lượng chiến đấu trên bộ. Sau khi được tàu khu trục {{USS|Prichett|DD-561|3}} thay phiên vào ngày [[1 tháng 4]], nó lên đường đi [[Cao Hùng]], Đài Loan để bảo trì, đến nơi vào ngày [[4 tháng 4]]. Chiếc tàu khu trục rời cảng vào ngày [[15 tháng 4]] để quay trở lại vùng biển Việt Nam, tham gia thành phần hộ tống cho tàu sân bay {{USS|Bon Homme Richard|CV-31|3}} trong [[vịnh Bắc Bộ]].<ref name=DANFS\/>\n\nSau năm ngày phục vụ trong vai trò canh phòng máy bay cho tàu sân bay, ''Taussig'' tách ra để đi đến khu vực của Quân đoàn III tại Nam Việt Nam, nơi nó làm nhiệm vụ hỗ trợ hải pháo trong ba ngày. Nó gia nhập trở lại Đội Chống tàu ngầm 1 vào ngày [[23 tháng 4]], và sau một chuyến viếng thăm [[Hong Kong]] kéo dài năm ngày, nó thực hành chống tàu ngầm tại khu vực phụ cận Philippines trên đường quay trở lại [[Trạm Yankee]] trong vịnh Bắc Bộ. Chiếc tàu khu trục trải qua phần lớn [[tháng 5]] phục vụ canh phòng máy bay cho các tàu sân bay {{USS|Yorktown|CV-10|3}} và {{USS|Kitty Hawk|CV-63|3}}, và đến ngày [[26 tháng 5]] đã lên đường hướng đến [[Port Klang|Port Swettenham]], [[Malaysia]], đến nơi vào ngày [[29 tháng 5]]. Nó trở ra khơi vào ngày [[2 tháng 6]], và trở lại khu vực chiến sự tại vịnh Bắc Bộ ba ngày sau đó.<ref name=DANFS\/>\n\nSau 12 ngày làm nhiệm vụ canh phòng máy bay, ''Taussig'' lên đường đi Sasebo cho chặng đầu tiên trong hành trình quay trở về nhà. Nó rời Sasebo vào ngày [[21 tháng 6]], cùng với ''Yorktown'' và phần còn lại của Đội chống tàu ngầm 1, thực hiện chuyến đi quay trở về khu vực bờ biển California. Nó đi đến San Diego vào ngày [[5 tháng 7]], nghỉ ngơi tại cảng này trong sáu tuần trước khi lên đường vào ngày [[21 tháng 8]], đi đến [[Xưởng hải quân Hunter Point]], [[San Francisco]] để được đại tu. Công việc trong xưởng tàu hoàn tất vào ngày [[26 tháng 11]], và nó rời San Francisco để quay trở lại San Diego, ở lại cảng cho đến hết năm [[1968]].<ref name=DANFS\/>\n\n''Taussig'' trải qua những tuần lễ đầu năm [[1969]] để chuẩn bị, và tiến hành huấn luyện ôn tập từ ngày [[14 tháng 2]], tiến hành thanh tra, thực hành, cơ động và tập trận trong sáu tuần lễ tiếp theo sau. Nó quay trở lại hoạt động thường lệ tại San Diego từ ngày [[28 tháng 3]], rồi khởi hành từ cảng này cùng các tàu khu trục {{USS|Halsey|DLG-23|3}}, {{USS|Herbert J. Thomas|DD-833|3}}, ''Prichett'', {{USS|John R. Craig|DD-885|3}} và {{USS|Hamner|DD-718|3}} vào ngày [[4 tháng 6]] để hướng sang Viễn Đông. Hải đội có chặng dừng để tiếp nhiên liệu tại Trân Châu Cảng trước khi tiếp tục hành trình hướng sang Nhật Bản, đi đến Yokosuka vào ngày [[21 tháng 6]].<ref name=DANFS\/>\n\n''Taussig'' lên đường hướng sang Việt Nam hai ngày sau đó, đi đến ngoài khơi [[Vũng Tàu]] vào ngày [[28 tháng 6]]. Từ ngày [[29 tháng 6]] đến ngày [[15 tháng 7]], nó bắn hải pháo hỗ trợ cho hoạt động tác chiếc của lực lượng trên bộ tại khu vực trách nhiệm của Quân đoàn 4 ở Nam Việt Nam. Con tàu lên đường đi [[Cao Hùng]], Đài Loan cho một đợt nghỉ ngơi ngắn chỉ có hai ngày, rồi tiếp tục đi sang Nhật Bản. Sau khi được bảo trì cặp bên mạn [[tàu sửa chữa]] {{USS|Ajax|AR-6|3}} tại Sasebo, nó đi vào [[biển Nhật Bản]] vào ngày [[4 tháng 8]] để tập trận phối hợp cùng {{USS|Benjamin Stoddert|DDG-22|3}} và ''Halsey''. Nó lên đường đi Hong Kong vào ngày [[24 tháng 8]], và đến nơi vào ngày [[28 tháng 8]].<ref name=DANFS\/>\n\n''Taussig'' rời Hong Kong năm ngày sau đó để quay trở lại vùng chiến sự, lần này hoạt động tại khu vực trách nhiệm của Quân đoàn 1 sát [[khu phi quân sự]]. Vào ngày [[3 tháng 9]], nó hỗ trợ cho cuộc đổ bộ phối hợp của lực lượng Hoa Kỳ và [[Hàn Quốc]] tại vị trí cách khoảng {{convert|20|mi|km|abbr=on}} về phía Nam [[Đà Nẵng]], và sau đó tiếp tục hỗ trợ hỏa lực cho Chiến dịch \"Defiant Stand\" cho đến khi được thay phiên vào ngày [[21 tháng 9]]. Nó lên đường đi Philippines, được sửa chữa tại [[vịnh Subic]], rồi cùng tàu sân bay {{USS|Hancock|CV-19|3}} khởi hành vào ngày [[2 tháng 10]] để quay trở lại vùng chiến sự. Nó phục vụ canh phòng máy bay cho ''Hancock'' trong vịnh Bắc bộ cho đến ngày [[11 tháng 10]], khi nó lên đường đi Yokosuka.<ref name=DANFS\/>\n\n''Taussig'' tiếp tục ở lại vùng biển Nhật Bản từ ngày [[16 tháng 10|16]] đến ngày [[19 tháng 10]] trước khi bắt đầu hành trình quay trở về nhà; tuy nhiên nó buộc phải quay trở lại Yokosuka để né tránh một cơn bão. Lại lên đường vào ngày [[24 tháng 10]] và đi ngang qua Midway và Trân Châu Cảng, nó về đến San Diego vào ngày [[7 tháng 11]]. Con tàu được nghỉ ngơi và bảo trì, rồi sang đầu năm [[1970]] được trang bị bổ sung hai khẩu pháo. Sang [[tháng 4]], nó đi vào Xưởng hải quân Long Beach để trang bị một vòm [[sonar]] mới, rồi tiếp tục hoạt động huấn luyện nhằm chuẩn bị cho kế hoạch được cử sang Viễn Đông vào [[tháng 7]]. Tuy nhiên kế hoạch này bị hủy bỏ, và con tàu chuẩn bị để ngừng hoạt động.<ref name=DANFS\/>\n\nTừ [[tháng 8]] đến [[tháng 12]], thủy thủ đoàn của ''Taussig'' chuẩn bị để con tàu xuất biên chế. Nó chính thức xuất biên chế tại San Diego vào ngày [[1 tháng 12]], [[1970]], và neo đậu cùng Đội San Diego, Hạm đội Dự bị Thái Bình Dương. Tên nó được cho rút khỏi danh sách [[Đăng bạ Hải quân]] vào ngày [[1 tháng 9]], [[1973]].<ref name=DANFS\/>\n\n=== ROCS ''Lo Yang'' (DD-14\/DDG-914) ===\nCon tàu được bán cho [[Đài Loan]] vào ngày [[6 tháng 5]], [[1974]], và tiếp tục phục vụ cùng [[Hải quân Trung Hoa dân quốc]] như là chiếc '''ROCS ''Lo Yang'' (DD-14)''', sau đổi ký hiệu lườn thành DDG-914. Sau khi con tàu ngừng hoạt động vào năm [[2000]], đã có kế hoạch chuyển ''Lo Yang'' thành một tàu bảo tàng vào khoảng năm [[2004]],<ref>{{chú thích web |url=http:\/\/www.navsource.org\/archives\/05\/746.htm |title= USS Taussig (DD-746) |website= NavSource Naval History |access-date = 8 June 2015}}<\/ref> nhưng cuối cùng con tàu bị tháo dỡ vào năm [[2013]].<ref name=DANFS\/>\n\n== Phần thưởng ==\n''Taussig'' được tặng thưởng sáu [[Ngôi sao Chiến trận]] do thành tích phục vụ trong Thế Chiến II, thêm tám Ngôi sao Chiến trận trong Chiến tranh Triều Tiên, và sáu Ngôi sao Chiến trận khác trong Chiến tranh Việt Nam.<ref name=DANFS\/>\n\n== Tham khảo ==\n{{tham khảo}}\n{{Refbegin}}\n* {{cite DANFS | author = [[Naval Historical Center]] | title = Taussig (DD-746) | url = http:\/\/www.history.navy.mil\/research\/histories\/ship-histories\/danfs\/t\/taussig.html | access-date = ngày 10 tháng 10 năm 2019}}\n* Bài này có các trích dẫn từ nguồn [[Naval Vessel Register]] thuộc [[phạm vi công cộng]]: www.nvr.navy.mil\/SHIPDETAILS\/SHIPSDETAIL_DD_746.HTML \n* Register of Ships of the US Navy 1775–1990, Authors K. Jack Bauer and Stephen S. Roberts\n{{Refend}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons}}\n*[http:\/\/www.navsource.org\/archives\/05\/746.htm navsource.org: USS ''Taussig'']\n*[http:\/\/www.hazegray.org\/danfs\/destroy\/dd746txt.htm hazegray.org: USS ''Taussig'']\n*[https:\/\/www.youtube.com\/watch?v=KT73Mb2SUCQ Youtube.com: ex-''Taussig'']\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->\n\n{{Lớp tàu khu trục Allen M. Sumner }}\n\n{{các chủ đề|Quân sự|Hàng hải|Mỹ|Đài Loan}}\n\n{{DEFAULTSORT:Taussig (DD-746)}}\n[[Thể loại:Lớp tàu khu trục Allen M. Sumner]]\n[[Thể loại:Tàu khu trục của Hải quân Hoa Kỳ]]\n[[Thể loại:Tàu khu trục trong Thế Chiến II]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Lạnh]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Triều Tiên]]\n[[Thể loại:Tàu khu trục trong Chiến tranh Việt Nam]]\n[[Thể loại:Tàu được Hải quân Hoa Kỳ chuyển cho Hải quân Trung Hoa dân quốc]]\n[[Thể loại:Lớp tàu khu trục Lo Yang]]\n[[Thể loại:Tàu khu trục của Hải quân Trung Hoa dân quốc]]"}