{"14760545":"'''Uông Dương Bắc''' (sinh 1976) là một kỳ thủ cờ tướng Việt Nam, biệt danh \"Thuận Pháo vương\", đương kim vô địch quốc gia năm 2019.\n\n==Thân thế sự nghiệp==\nUông Dương Bắc sinh năm 1976, quê ở [[Bà Rịa – Vũng Tàu|Bà Rịa – Vũng Tàu]]. Từ nhỏ, anh đã sớm biểu lộ niềm đam mê bộ môn [[cờ tướng]] và bắt đầu từ sự chỉ dẫn của các anh trai trong gia đình.\n\nKhông như nhiều kỳ thủ trẻ khác, Uông Dương Bắc không qua trường lớp đào tạo cơ bản mà sức cờ của anh là từ học từ những ván cờ cọ xát với các kỳ thủ khác. Bên cạnh đó, anh cũng sử dụng các phần mềm cờ tướng để phân tích và học hỏi những nước đi tối ưu.\n\nTừ năm 1997, sức cờ của Uông Dương Bắc có những bước thăng tiến rõ rệt. Năm 2002, anh bắt đầu sự nghiệp thi đấu quốc gia khi đầu quân cho đội tuyển cờ tướng tỉnh Bà Rịa – Vũng Tàu.\n\nTrong sự nghiệp thi đấu của mình, Uông Dương Bắc đạt được nhiều thành tích như: HCV đồng đội giải cờ tướng toàn quốc năm 2004, HCĐ giải cá nhân toàn quốc năm 2012, hạng 4 cá nhân giải vô địch cờ tướng thế giới...<ref>[https:\/\/petrovietnam.petrotimes.vn\/nhan-vien-ptsc-marine-doat-hcd-co-tuong-the-gioi-141077.html Nhân viên PTSC Marine đoạt HCĐ cờ tướng thế giới]<\/ref> Anh nổi tiếng với phong cách thi đấu khai cuộc sở trường \"thuận pháo\", đối công quyết liệt, thường đưa ván cờ vào thế \"được ăn cả, ngã về không\"; trung cuộc sắc sảo, nhạy bén, khai thác triệt để những điểm yếu của đối phương dù là nhỏ nhất; tàn cuộc phong phú.\n\nNăm 2015, Uông Dương Bắc đầu quân cho đội tuyển Bình Dương.<ref>[http:\/\/baobinhduong.vn\/da-i-cao-thu-uong-duong-ba-c-da-u-quan-cho-co-tuo-ng-bi-nh-duong-a126399.html Đại cao thủ Uông Dương Bắc đầu quân cho cờ tướng Bình Dương]<\/ref> Năm 2019, anh đoạt chức quán quân trong màu áo của Bình Dương.\n==Thành tích==\n* Hạng 4 cá nhân giải vô địch cờ tướng thế giới lần thứ 13 ở Quảng Đông (Trung Quốc)\n* Hạng 5 chung cuộc tại giải thể thao trí tuệ thế giới lần thứ 3 ỏ Bắc Kinh (Trung Quốc) tháng 12 năm 2013.\n* Huy chương đồng giải vô địch cờ tướng thế giới lần thứ 13\n\n; Giải quốc gia\n* HCV đồng đội tại giải cờ tướng toàn quốc ở Cần Thơ năm 2004.\n* HCV đồng đội tại Đại hội TDTT toàn quốc ở Thành phố Hồ Chí Minh năm 2006.\n* HCĐ giải cá nhân toàn quốc năm 2012.\n* Vô địch giải các đấu thủ mạnh toàn quốc năm 2012.\n* Quán quân [[Giải vô địch cờ tướng Việt Nam]] 2019\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [http:\/\/baobariavungtau.com.vn\/xa-hoi\/201407\/hoa-giua-doi-thuong-uong-duong-bac-ky-thu-tai-nang-512731\/ Uông Dương Bắc, kỳ thủ tài năng]\n* [https:\/\/petrovietnam.petrotimes.vn\/nhan-vien-ptsc-marine-doat-hcd-co-tuong-the-gioi-141077.html Nhân viên PTSC Marine đoạt HCĐ cờ tướng thế giới]\n\n{{thời gian sống|1976}}\n\n{{Kỳ thủ vô địch cờ tướng Việt Nam}}\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]"}