{"10953303":"'''Uông Sĩ Đoan''' (chữ Hán: 汪士端; 1694 - 1793) là một danh sĩ Việt Nam thời Lê mạt. Ông đỗ Đệ tam giáp Đồng tiến sĩ xuất thân khoa Tân Sửu, niên hiệu Bảo Thái thứ 2, năm 1721 dưới thời vua [[Lê Dụ Tông]], làm quan đến chức Hữu Thị lang Bộ Công, tước Lam Đình bá. Ông là thân phụ của Tiến sĩ [[Uông Sĩ Điển]], làm quan đến chức Hữu Thị lang Bộ Hình, tước Thao Đường bá, đồng tác giả \"Đại Việt lịch triều đăng khoa lục\" và là tác giả sách \"Nam hành tiểu ký\".\n\n==Thân thế và khoa bảng==\nNguyên tên ông là '''Giang Sĩ Đoan''' (江士端), còn có tên khác là Sĩ Đạt, sinh năm Giáp Tuất (1694), người làng Vũ Nghị, huyện Thanh Lam, phủ Tân Hưng, trấn Nam Sơn (nay là xã Thái Hưng, huyện [[Thái Thụy]], tỉnh [[Thái Bình]]). \n\nTheo văn bia tiến sĩ khoa Tân Sửu niên hiệu Bảo Thái năm thứ 2 (1721), ông là giám sinh. Khoa thi năm Tân Sửu, niên hiệu Bảo Thái thứ 2 năm 1721 dưới thời vua [[Lê Dụ Tông]], có hơn 3000 thí sinh tham gia, kết quả triều đình chấm đỗ được 25 người. Trong danh sách người đỗ, Uông Sĩ Đoan đứng thứ 6, ở bậc [[Đệ tam giáp Đồng tiến sĩ xuất thân]]. \n\nSau khi đỗ đạt, ông được vào phủ chúa giảng sách, dạy thế tử [[Trịnh Giang]]. Khi chúa [[Trịnh Giang]] lên ngôi, do kiêng húy nên gia tộc ông phải đổi sang [[Uông (họ)|họ Uông]] (汪)<ref> Chữ Uông 汪 là chữ Giang 江 thêm một nét ngang.<\/ref>.\n\nKhi ra làm quan, ông lần lượt trải qua các chức Công bộ hữu thị lang, Công bộ Thượng thư. Năm 65 tuổi, ông về trí sĩ, được triều đình phong tước Lam Đình Bá, nhưng được ở lại kinh dự hàng quốc lão.<ref>''Trạng nghè ở Thái Bình''. Thái Bình, 1989. tr 78.<\/ref>\n\nÔng là người khai sinh của một trong những dòng đại khoa bảng ở vùng Sơn Nam Hạ xưa và [[Thái Bình]] ngày nay.\n\n==Giai thoại==\nCâu chuyện tình cảm và gia đình của ông rất nổi tiếng và đã được chép vào tác phẩm [[Tang thương ngẫu lục|''Tang thương ngẫu lục'']] dưới thời Lê Trung Hưng.<ref>Tang thương ngẫu lục - Phạm Đình Hổ & Nguyễn Án<\/ref>\n\n\"Khi chưa đỗ đạt, ông Uông Sĩ Đoan ở rể tại một nhà trong làng Du Lâm (nay là [[Từ Sơn]], [[Bắc Ninh]]) và đã sinh hạ được một người con trai. Người vợ của ông tính khí dữ dằn, hễ thấy bạn của chồng tới chơi là đuổi thẳng, lại còn lớn tiếng nói rằng:\n\n- Đồ dài lưng tốn vải ăn no lại nằm chớ gì mà nói năng ỏm tỏi ra chiều bắng nhắng thế!\n\nĐến khi có khoa thi, ông sắm sửa để đi, người vợ vốn tính rất keo kiệt, quyết không chịu chu cấp hành lý lệ phí gì cho ông cả. Ông giận dỗi, vùng vằng ra đi, ai dè bà ta đuổi theo, lột hết quần áo, khiến ông phải lội xuống ao để núp.\n\nBấy giờ có một cô gái ở làng bên cạnh cùng bà mang vải ra chợ bán, thấy cảnh ấy, liền nhờ bà tới hỏi xem đầu đuôi sự thể thế nào. Biết chuyện, cô xé vải tặng cho để ông đóng khố dùng tạm.\n\nKhoa ấy ông thi đỗ, liền cưới cô gái ấy làm vợ. Sau, ông làm quan trong triều đến hơn sáu mươi năm, thọ 99 tuổi. Người con gái này sau được phong là Chính phu nhân của ông.\n\nCác quan [[Bồi tụng]] là [[Uông Sĩ Lãng]]<ref>Chính là Uông Sĩ Điển.<\/ref>, Tri huyện [[Cẩm Giàng]] là [[Uông Sĩ Thiến]], Lại bộ [[Lang trung]] là [[Uông Sĩ Trạch]], đều do bà Chính phu nhân này sinh ra cả\".\n\nTương truyền, sau khi đỗ đạt và cưới cô gái bán vải cứu mình khỏi tình huống dở khóc dở cười, bà vợ cũ của Uông Sĩ Đoan liền chạy đến kiếm chuyện. Người vợ mới của ông bình thản nói:\n\n- Tôi chỉ lấy cái mà bà đã nhẫn tâm vứt xuống ao, chứ có tranh giành cái gì của bà đâu? Còn như áo mũ hiện giờ mà chồng tôi đang mặc là của vua ban, bà có giỏi thì cứ đến mà lột.\n\nBà vợ cũ nghe vậy xấu hổ quá, bỏ làng mà đi, không rõ tung tích sau này ra sao nữa nhưng người đời vẫn cười chê vì không thấy được \"ngọc trong đá\", bà chê chồng \"dài lưng tốn vải ăn no lại nằm\" mà quên mất câu:\n\nDài lưng đã có võng đào,\nTốn vải đã có áo trào vua ban.\n\nTác giả cuốn ''Việt sử giai thoại'' có lời bàn rằng: \"Ở đời, mỗi người có một cách nổi tiếng khác nhau, như bà vợ đầu của Uông Sĩ Đoan cũng là người nổi tiếng, chỉ tiếc là nổi tiếng ăn ở vô đạo.\n\nKhi lột hết quần áo của chồng để hạ nhục chồng, chính bà đã lột bỏ hết chút tình mong manh cuối cùng của hai người rồi đó vậy. Khéo khen cho Tiến sĩ Uông Sĩ Đoan, đã giỏi nuôi chí học hành, lại còn giỏi nhịn.\n\nVẻ vang gì sự vũ phu với vợ mà đấng quân tử phải học đòi? Uông Sĩ Đoan thà trốn xuống ao chứ không thèm gây sự, kế sách ấy có thể là chưa hay nhưng quyết không phải là dở nhất.\n\nCô bán vải trong chuyện này, cả nhân ái lẫn đoan trang đều có thừa vậy. Uông Sĩ Đoan không nhớ ơn nghĩa, phỏng có được chăng?\".\n\nVới người vợ sau của Uông Sĩ Đoan, cái đẹp của bà có thể thấy rõ và với một người như vậy, \"phúc đức tại mẫu\", không phải ngẫu nhiên mà các con do bà sinh ra đều thành đạt đâu?<ref>\"Truyện hay trong lịch sử Việt Nam\", trang 135-139, NXB Hồng Đức<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/phunuonline.com.vn\/tinh-yeu-hon-nhan\/bi-lot-quan-ao-giua-duong-ma-lay-duoc-vo-hien-63764\/ Bị lột quần áo giữa đường mà lấy được vợ hiền]\n* [http:\/\/www.daibieunhandan.vn\/default.aspx?tabid=78&NewsId=103254 Việt sử giai thoại: Thuở hàn vi của Tiến sỹ Uông Sĩ Đoan]\n* [http:\/\/baobinhphuoc.com.vn\/Content\/rui-va-may-38311 Rủi và may]\n\n{{thời gian sống|1694|1784}}\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người Thái Bình]]"}