{"3272084":"{{Thông tin chức sắc Kitô giáo Chi tiết\n|type = \n|danh xưng trước = Hiển thánh - Giám mục <br>\n|tên = Valentín de Berriochoa O.P\n|danh xưng sau = Vinh\n|chức vụ = Đại diện Tông Tòa [[Hạt Đại diện Tông Tòa Trung Đàng Ngoài]] (1858 - 1861)\n|hình = Valentino-Vinh.jpg\n|cỡ hình = 250px\n|alt =\n|chú thích hình =\n|giáo hội = [[Giáo hội Công giáo Rôma|Công giáo Rôma]]\n\n|chức vụ I= Đại diện Tông tòa Địa phận Trung Đàng Ngoài\n|giáo tỉnh = \n|đô thành =\n|tổng giáo phận = \n|giáo phận =  \n|tòa = Hiệu tòa Centuria\n|bổ nhiệm = \n|tựu nhiệm = [[28 tháng 7]] năm [[1858]] \n|hết nhiệm = [[1 tháng 11]] năm [[1861]]\n|tiền nhiệm = [[Melchor García Sampedro Xuyên|Melchor García Sampedro]]\n|kế nhiệm = [[Bernabé García Cezón]]\n|đối kháng =\n|các chức khác = Phó đại diện Tông Tòa [[Hạt Đại diện Tông Tòa Trung Đàng Ngoài]] (1858)\n<!---------- Truyền chức --------->\n|thụ phong = [[14 tháng 6]] năm [[1851]]\n|tấn phong = [[25 tháng 6|25]] - [[26 tháng 6]] năm [[1858]]\n|thăng hồng y =\n|cấp bậc =\n<!------- Thông tin cá nhân ------->\n|tên khai sinh = Valentín de Berriochoa\n|ngày sinh = {{ngày sinh|1827|02|14}}\n|nơi sinh = [[Elorrio]], [[Tây Ban Nha]]\n|ngày mất = {{ngày mất và tuổi|1861|11|01|1827|02|14}}\n|nơi mất = [[Hải Dương]], [[Đại Nam]]\n|nơi an táng = \n|quốc tịch = {{Flagicon|Tây Ban Nha}} [[Tây Ban Nha]]\n|tôn giáo = Công giáo\n|nơi sinh trưởng = \n|cha mẹ = \n|người phối ngẫu =\n|con cái = Không\n|nghề nghiệp = Tu sĩ Công giáo \n|các chức trước = <!-- hoặc |tuyên khấn = -->\n|giáo dục = \n|học trường = \n|khẩu hiệu = \n|chữ ký =\n|phù hiệu =\n<!--------- Tuyên phong --------->\n|lễ kính = [[1 tháng 11]]\n|tôn kính = Công giáo Rôma\n|thánh hiệu = [[Thánh tử đạo]]\n|chân phước ngày = Ngày [[20 tháng 5]] năm [[1906]]\n|chân phước tại = [[Rôma]]\n|chân phước bởi = [[Giáo hoàng Piô X]]\n|phong thánh ngày = Ngày [[19 tháng 6]] năm [[1988]]\n|phong thánh tại= Rôma\n|phong thánh bởi = [[Giáo hoàng Gioan Phaolô II]]\n|biểu trưng =\n|quan thầy của =\n|đền chính =\n|ngày bãi bỏ =\n}}\n{{danh xưng giám mục\n| image = [[Tập tin:Template-Bishop.svg|giữa|200px]]\n| danh hiệu = Đức Giám mục\n| trang trọng = Đức Giám mục, Đức Cha\n| thân mật = Cha\n| sau khi chết= Đức Cố Giám mục\n| tòa = Hiệu tòa Centuria\n| khẩu hiệu = \n}}\n'''Valentín de Berriochoa Vinh''' (1827 - 1861), [[tiếng Tây Ban Nha]]: ''Valentín de Berriochoa'', là một [[tu sĩ]] [[Dòng Anh Em Thuyết Giáo]] [[người Tây Ban Nha]]. Ông là một vị [[Thánh tử đạo]] của [[Giáo hội Công giáo Rôma]]. Ông từng là [[Giám mục]] Tông toà ở [[Việt Nam]].<ref name=v4 \/>\n\n==Tuổi thơ và tu tập==\nValentín de Berriochoa Vinh xuất thân trong một gia đình đạo đức nghèo khó. Ông sinh ngày [[14 tháng 2]] (hoặc ngày 12 tháng 2)<ref name=v3>[http:\/\/www.mucvu.ch\/kinh\/002.pdf Thánh BERRIO-OCHOA VINH]<\/ref> năm 1827 tại làng Elorrio, giáo phận Vich, [[Tây Ban Nha]].<ref name=v2>{{Chú thích web |url=http:\/\/www.tinmung.net\/CACTHANH\/118ThanhTDVN\/_TieuSu\/Vinh_VatentinoBerrioOchoa.htm |ngày truy cập=2015-10-31 |tựa đề=Valentinô Berrio Ochoa Vinh |archive-date = ngày 6 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160306062123\/http:\/\/www.tinmung.net\/CACTHANH\/118ThanhTDVN\/_TieuSu\/Vinh_VatentinoBerrioOchoa.htm |url-status=dead }}<\/ref> Cha ông là người cần cù kiên nhẫn và mẹ ông có một đức tin sống động, sùng kính [[Maria|Đức Maria]] và vui tươi hòa nhã.<ref name=v1>[http:\/\/conggiao.info\/news\/2302\/11489\/thanh-valentino-berrio-ochoa-vinh-giam-muc-dong-daminh-1827-1861.aspx Thánh Valentinô BERRIO OCHOA VINH, Giám mục Dòng Đaminh (1827-1861)]<\/ref> Ông là con cụ ông Gioan Isidorô Berrio Ochoa và bà Maria Monica Arizti.<ref name=v4>[http:\/\/cdcgtphero.com\/suutamvn.php?thanhtudao=11\/vinh Thánh Valentinô Berrio Ochoa Vinh, Giám mục (1827-1861)]<\/ref> Khi chịu phép thánh tẩy cha mẹ đặt tên là Valentinô Faustinô.<ref name=v4 \/>\n\nVì cha thường đóng bàn ghế cho một tu viện Đa Minh và bận rộn lo công ăn việc làm hằng ngày nên ngay từ nhỏ thân phụ ông đã gửi ông nhờ cha Giuse Echevarria coi sóc.<ref name=v4 \/> Năm 12 tuổi, ông lại được cha Santiago Mendoza dòng Đa Minh dạy dỗ và cho giúp lễ.<ref name=v2 \/> Nhờ vậy, ông tiếp xúc với cha linh hướng của [[tu viện]], một [[linh mục]] dòng Đaminh. Khi rảnh rỗi, ông đến gặp vị linh mục này để nghe kể chuyện về các thừa sai dòng Đaminh làm nhiệm vụ Việt Nam, về các [[Thánh tử đạo]]. Từ đó, ông ước mơ được làm linh mục Đaminh và để được phục vụ tại [[Việt Nam]].<ref name=v1 \/> Nhưng cha mẹ ông quá nghèo không có tiền lo cho ông ăn học, cậu phải nghỉ học trở về giúp đỡ cha mẹ sản xuất đồ mộc. Tại xưởng mộc, ông hết sức giúp đỡ cha, đồng thời trau dồi văn hoá và dành thời giờ để học tiếng La tinh.<ref name=v4 \/>\n\nTháng 10 năm 1845, ông vào chủng viện Logrono.<ref name=v3 \/> Tại đây, ông được mọi người quý mến vì ông chăm chỉ học hành, sống đạo đức, tươi vui với mọi người.<ref name=v3 \/> Giám mục giáo phận, khi kinh lý làng Elorrio ghé thăm gia đình ông, đã nói với mẹ ông rằng: ''Bà Maria ơi, có lẽ con bà sẽ làm đến Giám mục''.<ref name=v1 \/>\n\nSau ba năm học [[triết học]], hè năm 1848, thầy Valentino về thăm gia đình, vì cha mẹ già yếu quá vất vả ông xin bề trên được sống ngoại trú, để vừa học [[thần học]] vừa có thể phụ giúp gia đình.<ref name=v1 \/> Hơn hai năm sau, theo lời đề nghị của một linh mục giáo sư, Giám mục cho ông lãnh chức cắt tóc và đặt làm [[linh hướng]] dự khuyết của chủng viện. Đây là trường hợp rất hiếm nói lên uy tín của ông, tuy còn là chủng sinh mà đã được chọn vào một trách vụ thường dành cho những vị linh mục lão thành đạo đức, nhiều kinh nghiệm.<ref name=v2 \/>\n\n==Linh mục==\nTín nhiệm ông, Giám mục Irigoyen trao ban chức năm, chức sáu và linh mục cho ông chỉ trong một năm (1851). Ngày 14 tháng 6 (tháng 8)<ref name=v4 \/> cùng năm, nhằm Lễ Ba Ngôi <ref name=v3 \/> ông được thụ phong linh mục qua tay Giám mục Irigoyen, giám mục giáo phận Victoria <ref name=v4 \/>, về việc này, ông đã viết cho mẹ như sau: ''Mẹ yêu dấu của con, hôm qua, ngày 14 tháng 8 năm 1851, ngày mộng ước, ngày con được thụ phong linh mục. Con của mẹ giờ đây đã được tình thương Chúa nhắc lên phẩm chất cao cả, đến nỗi các thiên thần cũng phải run sợ.\" (thư 16).''<ref name=v1 \/>\n\n===Linh hướng chủng viện và con đường thừa sai===\n====Linh hướng chủng viện====\nHơn hai năm với chức vụ linh hướng đại chủng viện, ông bàn hỏi với cha linh hướng dòng Tên Morrey, một linh mục đạo đức dòng Đa Minh, vị linh mục này khuyên ông nên vào dòng Đa Minh để có cơ may đi làm việc truyền giáo như lòng ông mong ước<ref name=v4 \/> và ông xin phép Giám mục qua dòng Đaminh. Lúc giã từ người quen, có người hỏi ông: ''Cha đi đâu, và bao giờ trở lại?''. Ông đáp: ''Tôi đi để quê tôi có người làm Thánh''. Ngày 26 tháng 10 năm 1853, ông vào Ocanã,<ref name=v3 \/> một học viện của tỉnh dòng Mân Côi từ năm 1830, đón vị linh mục linh hướng nổi tiếng, trao tu phục và sau một năm tập, ông đã khấn trọng ngày 12 tháng 1 năm 1854.<ref name=v1 \/>\n\n====Đến Manila====\nngày 17 tháng 12 năm 1856, ông được lệnh bề trên lên đường cùng với 7 linh mục trẻ trung khác xuống tàu đi [[Manila]] lo việc truyền giáo tại Viễn Đông.<ref name=v4 \/> Sáu tháng lênh đênh trên biển cả, chiếc tàu của ông gồm các [[thừa sai]] của ba dòng tu Đaminh, Phanxicô và Augustino. Các vị tổ chức đời sống như một tu viện. Qua thư, ông thuật lại: ''các vị cùng nhau dâng lễ, đọc kinh nguyện mỗi ngày. Dịp Tuần Thánh, các vị cũng tổ chức nghi lễ rửa chân, suy niệm Đàng Thánh Giá, bắn pháo bông mừng phục sinh và tổ chức việc suy niệm Đức Mẹ trong tháng hoa nữa.'' Ngày 17 tháng 6 năm 1857, ông đến Manila.<ref name=v1 \/>\n\n====Đến Việt Nam====\nĐầu tháng 12 năm 1857, linh mục Valentinô Berrio Ochoa được lệnh xuống tàu rời Manila cùng với ba vị thừa sai khác đi Việt Nam qua ngả [[Hồng Kông]] và [[Ma Cao]].<ref name=v4 \/> Con tàu lênh đênh trên biển gần 2 tháng thì ngày 30 tháng 3 năm 1858, cùng với các linh mục Rianõo Hòa và Carreras Hiển, ông đã đến Việt Nam,<ref name=v2 \/> đến trình diện linh mục chính Nam và Giám mục Xuyên tại Kiên Lao (nay là giáo xứ Kiên Lao thuộc [[giáo phận Bùi Chu]], cách thành phố Nam Định 20&nbsp;km về phía Nam). Tuy mới đến vùng truyền giáo, ông phải cố gắng hoàn thành những công tác [[mục vụ]], thăm viếng. Tất cả mọi việc đều phải lén lút.<ref name=v2 \/><ref name=v1 \/>\n\nHai tháng rưỡi trôi qua, tuy tiếng Việt nói chưa thông, nhưng tài năng và nhân đức của vị linh mục trẻ tuổi này đã được khẳng định. Giám mục Sampedro Xuyên, trước nguy cơ có thể bị bắt, đã chuẩn bị cho tương lai của giáo phận, ông dùng quyền Tòa Thánh để chọn một Giám mục phó có quyền kế vị, và linh mục Berrio Ochoa Vinh đã được chọn.<ref name=v1 \/>\n\nÔng đã tâm sự: ''Thưa Đức cha, nếu được thì xin cất chén đó cho con. Con thấy lòng tràn ngập lo lắng, áy náy khi nghĩ đến địa vị mà Đức cha muốn đặt con lên. nhưng điều mà môi miệng con nói thì con cũng xin nói cả tấm lòng, đó là xin vâng trọn ý Chúa, bây giờ và đời đời chẳng cùng.''<ref name=v1 \/>\n\n==Giám mục==\n===Lễ tấn phong===\nLễ tấn phong Giám mục Valentino Vinh, có một không hai trong lịch sử Giáo hội. Đêm 25 rạng ngày 26 tháng 6 năm 1858, Giám mục Xuyên cử hành lễ tấn phong ông trong nhà ông trùm Chi ở Ninh Cường (nay là giáo hạt Ninh Cường thuộc giáo phận Bùi Chu, [[Nam Định]]). Lễ nghi được tiến hành âm thầm giữa đêm thâu không một tiếng hát, không một giáo dân tham dự. Hai linh mục Riano Hòa và Carreas Hiển phụ phong, bao tay, vớ tất không có, mũ ngọc của tân Giám mục làm bằng giấy bìa cứng cũng phủ giấy tráng kim, gậy ngọc là một cây nứa, đầu gậy cuốn bằng rơm cũng được bọc giấy tráng kim.<ref name=v1 \/>\n\nViệc chuẩn bị cho ngày lễ, ông thuật lại trong một bức thư:\n:''Con thú thật rằng, con muốn thoát khỏi vòng ràng buộc này. Nhưng biết bao lần Đức cha đã bảo con, nên theo lương tâm, buộc con phải vui nhận việc tuyển chọn. Con không giám cưỡng ý Chúa đã rõ rệt. Sau ngày được tuyển chọn, con chỉ còn vừa đủ thì giờ để cấm phòng. Con lắng nghe Ngài phán trong thinh lặng, không có lấy một cuốn sách nào giúp tĩnh tâm, mà có tìm cũng không ra. Không phải chỉ thiếu sách cấm phòng, nhưng chiều áp lễ tấn phong, thấy rằng chỉ có độ một nửa khăn áo cần dùng trong nghi lễ, Đức Giám mục đại diện Tông tòa và con phải vội vàng hai tay kim chỉ đóng vai thợ may. Tạ ơn Chúa, tới đúng giờ đã định, chúng con cũng có ít khăn áo xứng đáng.\" (Thư 79).''<ref name=v1 \/>\n\n===Giám mục hầm trú===\nSau ngày tấn phong, hai vị Giám mục và hai linh mục lên xứ Quần Cống (Thọ Nghiệp, Xuân Trường, Nam Định. Nhưng chỉ được vài hôm thì quan án sát Nam Định đến bao vây làng này khiến mỗi vị phải đi một ngả. Tân giám mục Vinh sang Trà Lũ, Giám mục Xuyên qua làng Thôn Đông rồi đến Kiên Lao nhưng bị bắt ngày 08 tháng 7 năm 1858 và bị xử [[lăng trì]] ngày 28 tháng 7.\n\nTừ thời điểm này Giám mục Vinh phải một mình lãnh trách nhiệm toàn [[giáo phận Trung Đàng Ngoài]]. Theo ý chỉ của tiềm nhiệm, vị Giám mục Tông toà rời giáo phận trốn qua tỉnh [[Hải Dương]], nơi cuộc bách hại còn lắng dịu. Sau bốn ngày ông đến Cao Xá, tỉnh Hưng Yên, rồi tới nơi Giám mục Hermosilla (Vọng) Liêm và linh mục Almato Bình trú ẩn. Được ít lâu, ông tìm được nơi trú ẩn mới trong vườn nhà anh Thăng, làng Hương La, xứ Tử Nê, [[Bắc Ninh]] (nay là giáo xứ Tử Nê thuộc giáo hạt Bắc Ninh). Tại đây gia chủ đã đào cho ông một hầm trú ẩn an toàn và chính tại hầm này vị \"Giám mục hầm trú\" đã thành lập tòa Giám mục, điều hành giáo phận gần trọn ba năm vì bị [[cản tòa]].<ref name=v2 \/> Sinh hoạt thường ngày của ông là cầu nguyện, hy sinh, viết thư cho các linh mục và các giáo xứ bên giáo phận. Hỗ trợ Đức cha có bốn chủng sinh và ông lang Thư, người Cao Xá, trong việc sao chép thư luân lưu, cũng như việc liên lạc. Trong hầm trú, ông tiếp tục hướng dẫn, dạy thần học cho một chủng sinh, huấn luyện các linh mục tương lai. Để ôn thêm và để việc huấn luyện được đầy đủ, ông viết thư cho linh mục quản lý ở Ma Cao, xin gởi cho linh mục bộ Tổng Luận thần học, bộ Contra Gentiles của thánh Tôma và nhất là bộ Giáo Luật.\n\nCác hung tin được báo tới tấp: ''Một, hai,... rồi mười tám linh mục tử đạo, các thầy giảng và biết bao giáo hữu bị ngã gục vì đức tin''. Trong một thư gửi cho Thánh Bộ Truyền giáo, ông viết: ''Rất có thể trong ít tháng nữa, giáo phận của tôi chẳng còn thừa sai, chẳng còn linh mục, không chủng sinh, không thày giảng và không biết còn nên nói thêm chăng, không còn bổn đạo'' (Thư 93).<ref name=v1 \/>\n\n===Cuối đời===\n[[Tháng 8]] năm [[1861]], chiếu chỉ phân sáp của vua [[Tự Đức]], làng [[Hương La]] cũng không thể yên ổn được nữa. Ông xuống thuyền với linh mục Almato Bình, xuôi dòng xuống [[Hải Dương]].<ref name=v2 \/> Tại đây, hai vị gặp [[Jerónimo Hermosilla Vọng|Giám mục Liêm]] và [[Giuse Nguyễn Duy Khang|thầy Khang]] đang ở trên một thuyền khác. Các giáo hữu giới thiệu hai vị trọ nhà một người ngoại giáo làm phó lý, cháu ông này đi báo với quan,<ref name=v3 \/> khiến hai vị bị bắt ngày 25 tháng 10 năm 1861 và bị đóng cũi giải về Hải Dương.<ref name=v2 \/> Tại đây, hai vị gặp Giám mục Liêm trong một cũi khác.<ref name=v1 \/>\n\nKhi được Quan thượng Hải Dương [[Nguyễn Quốc Cẩm]] hỏi về việc năm [[1858]], có liên lạc gì với người Pháp-Tây gây chiến không? Ông thưa: ''Tôi không làm cái gì hại nhà nước bao giờ, tôi chỉ có một ý duy nhất là sang đây giảng đạo thánh Chúa Trời và khuyên bảo cho mọi người biết ăn ngay ở lành, giữ đàng lành và tránh đàng tội mà thôi.'' <ref name=v3 \/>\n\n===Bị xử tử===\nNgày 01 tháng 11 năm 1861, ba vị thừa sai cùng bị đem đi xử. Cũi ông đi giữa hai vị kia. Ông ngồi cầu nguyện như thói quen, nét mặt tươi tỉnh khiến mọi người phải ngạc nhiên. Thi thể ông cùng hai vị cùng chịu tử đạo được [[chôn cất|chôn]] tại đó, sau được cải về Thọ Ninh, rồi Kẻ Mốt. Đến đời Giám mục Hiển, hài cốt ông được gởi về [[Ma Cao]], và sau cùng được đem về quê hương ông.<ref name=v1 \/>\n\n==Phong Chân phước và Phong Thánh==\n[[Giáo hoàng Piô X]] đã suy tôn Giám mục Valentino Berrio Ochoa Vinh lên bậc [[Chân phước]] ngày 20 tháng 5 năm 1906.<ref name=v2 \/> Ngày 19 tháng 6 năm 1988, Thánh [[Giáo hoàng Gioan Phaolô II]] suy tôn ông lên bậc [[Hiển thánh]].<ref name=v1 \/>\n\n==Xem thêm==\n* [[List of saints canonized by Pope John Paul II]], No 23: Valentino Berrio Ochoa.\n* [[Các thánh tử đạo Việt Nam]], số 3: Valentinô Berrio Ochoa Vinh.\n* [[Dòng Anh Em Thuyết Giáo]], Dòng Đa Minh.\n\n==Tham khảo==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.nolaviet.com\/cttdvn\/intro.html Trang Các Thánh Tử đạo Việt Nam]\n* [http:\/\/vietcatholic.net\/cttdvn\/unicode\/mucluc.html Chuyên mục Phong Thánh năm 1998] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080915034031\/http:\/\/vietcatholic.net\/cttdvn\/unicode\/mucluc.html |date = ngày 15 tháng 9 năm 2008}}\n\n{{Thánh tử đạo Việt Nam}}\n\n[[Thể loại:Sinh năm 1827]]\n[[Thể loại:Mất năm 1861]]\n[[Thể loại:Thánh Công giáo Việt Nam]]\n[[Thể loại:Tu sĩ Dòng Đa Minh]]\n[[Thể loại:Người Tây Ban Nha]]\n[[Thể loại:Giám mục Dòng Đa Minh]]"}