{"43199":"{{Thông tin nghệ sĩ\n| tên = \n| tên gốc = \n| nền = họa sĩ\n| hình = Victor Tardieu.jpg\n| kích thước hình = 300px\n| chú thích hình = Victor Tardieu vào những năm 1920\n| nghệ danh = \n| tên khai sinh = \n| ngày sinh = \n| nơi sinh = \n| ngày mất = \n| nơi mất = \n| quốc tịch = \n| dân tộc = \n| nghề nghiệp = \n| bố mẹ = \n| vợ = \n| chồng = \n| con = \n| đào tạo = \n| học vấn = \n| lĩnh vực hoạt động = \n| bút danh họa sĩ = \n| giai đoạn sáng tác hội họa = \n| đào tạo hội họa = \n| thể loại hội họa = \n| trào lưu hội họa = \n| tác phẩm hội họa = \n| giải thưởng hội họa nổi bật = \n| chữ ký = \n| website = \n}}\n[[Tập tin:Entrée du Musée des Beaux-Arts de Lyon.JPG|phải|nhỏ|Viện Bảo tàng Mỹ thuật Lyon (Musée des beaux-arts de Lyon), một trong mấy nơi còn lưu trữ tác phẩm của Victor Tardieu]]\n[[Tập tin:Montrouge - L'hôtel de ville.JPG|phải|nhỏ|Toà thị chính [[Montrouge]] nơi Victor Tardieu thực hiện bức tranh vẽ lớn trên trần nhà]]\n'''Victor Tardieu''' ([[30 tháng 4]] năm [[1870]] – [[12 tháng 6]] năm [[1937]]) là một [[họa sĩ]] [[người Pháp]]. Năm [[1924]], cùng họa sĩ Việt Nam [[Nam Sơn (họa sĩ)|Nam Sơn]], ông thành lập [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]], tiền thân của [[Trường Đại học Mỹ thuật Việt Nam|Đại học Mỹ thuật Hà Nội]] ngày nay.\n\n== Tiểu sử ==\nVictor Tardieu sinh tại [[Lyon]]. Từ năm [[1887]] tới [[1889]], ông theo học trường Mỹ thuật của thành phố Lyon, sau đó theo học tại [[Trường Mỹ thuật Paris]], rồi xưởng vẽ Bonnat năm 1889 đến năm [[1891]].\n\nThời gian ở [[Paris]], Victor Tardieu đã có những tác phẩm lớn, trong đó tác phẩm đầu tay là bức họa làm bằng kính màu tại tòa [[thị chính]] tỉnh Dunkerque nhưng tiếc rằng công trình này đã bị phá năm 1940.<ref>''Paris - Hanoï - Saigon, l'aventure de l'art moderne au Viêt Nam''. tr 167<\/ref> Nhiều tác phẩm của ông hiện được trưng bày ở các bảo tàng Lyon, [[Rennes]] và [[Bảo tàng Quân đội tại Paris]] (''Musée de l’Armée à Paris''). Năm 32 tuổi, Tardieu giành giải thưởng hội họa quốc gia với tác phẩm có kích thước lớn (4,05 x 4,80 m) mang tên ''Cần lao'' (''Travail'') thể hiện những công nhân trên công trường xây dựng. Nhờ giải thưởng này, ông có dịp đi du lịch [[châu Âu]] trong suốt hai năm. Ông vẽ chủ yếu về các hải cảng lớn như [[Genova|Gênes]], [[Luân Đôn|London]], [[Liverpool]] với khung cảnh nhộn nhịp, phồn thịnh của châu Âu những năm đầu [[thế kỷ 20]]. Sau đó, ông đã nhận vẽ trang trí cho một số công trình lớn của Toà thị chính [[Lilas]] và [[Montrouge]] cùng một số [[nhà thờ]] ở Pháp.\n\nTrong [[Chiến tranh thế giới thứ nhất]], Tardieu tham gia trên chiến trường phía Bắc nước Pháp. Năm [[1920]], ông giành giải thưởng Indochine (''Prix de l'Indochine'') và phần thưởng là chuyến du lịch [[Liên bang Đông Dương|Đông Dương]] trong vòng một năm.\n\n[[Tháng một|Tháng 1]] năm [[1921]], Tardieu xuống tàu tại [[Marseille]] sang [[Liên bang Đông Dương|Đông Dương]]. Ngày [[2 tháng 2]] [[1921]], Victor Tardieu đặt chân tới [[Thành phố Hồ Chí Minh|Sài Gòn]] rồi sau đó ra [[Bắc Kỳ]], tới [[Hà Nội]]. Tại đây ông đã nhận lời vẽ một bức tranh khổ lớn (180 m²) cho cho giảng đường chính của [[Viện Đại học Đông Dương]] đang được xây dựng. Đó là một công trình kiến trúc đẹp của trường đại học lớn nhất [[xứ Đông]] Dương vừa mới hồi phục và phát triển nhờ chương trình cải cách giáo dục của [[Toàn quyền Đông Dương|Toàn quyền]] [[Albert Sarraut]]. Tardieu đã phải mất 6 năm làm việc để hoàn thành bức tranh đó. Ngoài ra ông còn vẽ trang trí trên tường tiền sảnh và mái vòm của toà nhà, tổng cộng gần 270m².\n\nVictor Tardieu mất tại Hà Nội.\n\n== Tác phẩm tại giảng đường Viện Đại học Đông Dương ==\n{{chính|Tranh tường Trường Đại học Đông Dương}}\n[[Tập tin:Wall painting at Hanoi Natural Science University - 19 Le Thanh Tong, Hanoi - Cropped.jpg|thumb|300px|Bức phục chế lại tác phẩm của Tardieu ở Viện Đại học Đông Dương.]]\nTác phẩm của Tardieu được coi là tác phẩm mỹ thuật hiện đại lớn nhất Việt Nam. Trên một diện tích 77m², Tardieu đã minh họa khung cảnh xã hội [[Hà Nội]] hồi đầu [[thế kỷ 20]], với sự hiện diện của 200 nhân vật đại diện chung cho xã hội thời bấy giờ, từ chính giới đến thường dân. Trong số đó có mặt cả bốn vị [[Toàn quyền Đông Dương]]: [[Paul Doumer]], [[Jean Baptiste Paul Beau]], [[Albert Sarraut]], [[Maurice Long]], một số nhân vật từng lãnh đạo và giảng dạy tại Đại học Đông Dương, thậm chí có cả con trai của chính ông - Jean Tardieu, người đã cùng sống với họa sĩ ở Hà Nội từ năm 1929 đến 1931.\n\nỞ vị trí trung tâm tác phẩm là một [[cổng tam quan]] như [[cổng làng]] truyền thống ở thôn quê Việt Nam nằm dưới tán cây cổ thụ. Trán cửa ghi bốn [[chữ Hán|chữ Nho]]: ''Thăng đường nhập thất'' 升堂入室 nghĩa là \"chỉ dạy tới nới tới chốn\": 升堂 Thăng Đường nghĩa là vị giảng sư lên giảng đường truyền giảng cho đại chúng (Dạy chung). 入室 Nhập Thất là người học còn những gút mắc, chỗ chưa thông hoặc muốn học hỏi cao sâu hơn thì Vào thất (chỗ ở riêng của Thầy) tham vấn thỉnh thị cho thấu đáo (Chỉ riêng).\n\nTrên hai hàng cột chính thì có đôi [[câu đối]]:\n\n:人才國家之原氣 ''Nhân tài quốc gia chi nguyên khí\n:大學教化之本元 ''Đại học giáo hóa chi bản nguyên\n\nTức:\n:''Nhân tài là nguyên khí quốc gia\n:''Đại học là gốc của giáo hóa\n\nẨn hiện mờ ảo giữa cổng tam quan là ''Allégorie du Progrès'' - một nhân vật tượng trưng cho đà tiến hóa hiện đại, tay cầm sách biểu tượng cho việc dùng trí tuệ để thăng tiến. Trên khoảng không gian rộng trước cổng tam quan, họa sĩ cho phục hoạt một cách sinh động chân dung những con người đương thời gồm nhiều tầng lớp, cả người Pháp lẫn những cư dân bản xứ. Mỗi nhân vật xuất hiện với một gương mặt, một cách biểu hiện cảm xúc khác nhau.\n\nNăm 2006 họa sĩ [[Hoàng Hưng]], với những bức ảnh chụp nguyên mẫu họa phẩm, đã phục dựng lại bức tranh này trên giảng đường lớn của Đại học Đông Dương cũ, tại 19 [[Lê Thánh Tông]], Hà Nội.\n\n== Trường Cao đẳng Mỹ thuật Đông Dương ==\nCũng trong khoảng thời gian đó, Tardieu làm quen và hòa nhập với cuộc sống ở đây. Nhờ những mối quan hệ rộng rãi với những nhân vật cao cấp, ông thuyết phục được Toàn quyền Đông Dương [[Martial Merlin]] ra sắc lệnh ngày [[27 tháng 10]] năm [[1924]] thành lập [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]], phụ thuộc [[Viện Đại học Đông Dương]]. Cùng với sự cộng tác của họa sĩ [[Nam Sơn (định hướng)|Nam Sơn]], ngày [[24 tháng 11]] năm [[1924]], Victor Tardieu đã trở thành hiệu trưởng đầu tiên của ngôi trường này. Sau đó Tardieu về Pháp trong vài tháng để tuyển giáo viên giảng dạy.\n\nTại trường Cao đẳng Mỹ thuật Đông Dương, Victor Tardieu đã không áp đặt cho học trò của mình một trường phái nào mà chỉ truyền cho họ lòng say mê và những kỹ thuật [[hội họa]] cơ bản, đặc biệt là sử dụng [[sơn dầu]]. Bên cạnh những ví dụ mẫu mực của các họa sĩ nổi tiếng phương Tây, Victor Tardieu lại nhấn mạnh nhiều hơn tới chính truyền thống nghệ thuật của Việt Nam như là điểm khởi đầu cho sự phát triển phù hợp với xu hướng thế giới. Ngay tại Triển lãm nghệ thuật quốc tế ở Paris năm [[1931]], những sinh viên này đã tạo được ấn tượng mạnh với khán giả và giành liền 3 giải thưởng lớn.\n\n== Gia đình ==\nÔng cưới Caroline Luigini (còn có tên Caline). Bà là một nhạc sĩ, nhạc công [[hạc cầm]] và giảng viên hạc cầm; con gái của nhà chỉ huy dàn nhạc [[Alexandre Luigini]]. Con gái của hai ông bà, [[Jean Tardieu]], là một nhà văn và [[nhà thơ]] Pháp.\n==Tác phẩm chọn lọc==\n<gallery mode=\"packed\" heights=\"180\">\nFile:Tardieu-Vaccination.jpg|Tiêm vắc xin\nFile:Les âges de la vie, allégorie de l'enfance, plafond de l'aile Nord, Hôtel de Ville de Montrouge, Victor Tardieu, 1920 (1).jpg|Ấu thơ\nFile:Tardieu-Market.jpg|Chợ bên sông\nFile:Tardieu-Liverpool.jpg|Cảng Liverpool\n<\/gallery>\n==Xem thêm==\n*[[Trường Mỹ thuật Đông Dương]]\n*[[Nam Sơn (họa sĩ)]]\n*[[Tranh tường Trường Đại học Đông Dương]]\n\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo ==\n*Lê Xuân Phán (2021). [https:\/\/tiasang.com.vn\/-van-hoa\/Hoa-si-Victor-Tardieu-voi-my-thuat-Viet-Nam-28298 \"Họa sĩ Victor Tardieu với mỹ thuật Việt Nam\"]\n*[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7886\/ Victor Tardieu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061010210436\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7886\/ |date = ngày 10 tháng 10 năm 2006}} trên trang của Đại học Quốc gia Hà Nội\n*[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1787\/2006\/03\/N7447\/ Hành trình trở về của một bức tranh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060510114717\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1787\/2006\/03\/N7447\/ |date = ngày 10 tháng 5 năm 2006}}\n*''Paris - Hanoï - Saigon, l'aventure de l'art moderne au Viêt Nam''. Paris: Pavillon des Arts, 1998.\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1870|1937|Tardieu, Victor}}\n\n{{DEFAULTSORT:Tardieu, Victor}}\n[[Thể loại:Họa sĩ Pháp]]\n[[Thể loại:Cao đẳng Mỹ thuật Đông Dương]]\n[[Thể loại:Sinh năm 1870]]\n[[Thể loại:Mất năm 1937]]\n[[Thể loại:Quân nhân Pháp trong Thế chiến thứ nhất]]"}