{"1254162":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Vinh Hiền\n| hình =Vinh hien.jpg \n| ghi chú hình = Bãi biển ở xã Vinh Hiền nhìn từ trên cao \n| vĩ độ = 16\n| kinh độ = 107\n| vĩ phút = 20\n| vĩ giây = 33\n| kinh phút = 54\n| kinh giây = 4\n| diện tích = 22 km²<ref name=MS\/>\n| dân số = 7.602 người<ref name=MS\/>\n| thời điểm dân số = 2014\n| mật độ dân số = 345 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thừa Thiên Huế]]\n| huyện = [[Phú Lộc]]\n| thành lập = 1986<ref>72\/1986\/QĐ-HĐBT<\/ref>\n| trụ sở UBND = \n| mã hành chính = 20125<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Vinh Hiền''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế]], [[Việt Nam]].\n\n== Địa lý ==\nXã Vinh Hiền cách thành phố Huế khoảng 40&nbsp;km về phía đông nam, có vị trí địa lý:\n*Phía đông [[biển Đông]]\n*Phía nam giáp xã [[Lộc Trì]] và xã [[Lộc Bình (xã)|Lộc Bình]] qua [[đầm Cầu Hai]]\n*Phía tây giáp xã [[Giang Hải (xã)|Giang Hải]]\n*Phía bắc giáp xã Giang Hải và biển Đông.\n\nXã có diện tích 22,0&nbsp;km², dân số năm 2014 là 7.602 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 345 người\/km². \n\nDo nằm bên đoạn cuối của [[hệ đầm phá Tam Giang-Cầu Hai]] nên đa phần thủy sản vùng nước lợ nơi đây được mệnh danh là <nowiki>''ngon nhất''<\/nowiki> [[Việt Nam]] dưới thời vua chúa [[Nhà Nguyễn]].\n\n=== Địa hình ===\nLà xã nằm ven biển nên chủ yếu là đất cát, có hai ngọn núi nhỏ là Linh Thái cao 150m và Tuý Vân cao 60m so với mực nước biển, phía Đông Nam có [[Cửa Tư Hiền|cửa biển Tư Hiền]].\n\n=== Khí hậu ===\nGió: Nằm trong vùng nhiệt đới gió mùa, có 2 hư­ớng gió chính là gió mùa đông bắc về mùa đông và gió mùa tây nam về mùa hè. Đồng thời cũng chịu tác động của bão, gió biển và gió đất liền theo chu kỳ ngày đêm.\n\nNhiệt độ: Nhiệt độ trung bình\/năm: 25,2°C. Tháng nóng nhất tháng 6, tháng 7 với 41,3°C và tháng lạnh nhất là tháng 12 với nhiệt độ là 18°C.\n\n=== Thủy triều ===\nChế độ thủy triều tại Vinh Hiền là chế độ bán nhật triều.\n\n=== Thủy văn ===\nKhu vực Vinh Hiền có [[đầm Cầu Hai]] rộng khoảng 11.200 ha thông với [[Biển Đông]] qua [[cửa Tư Hiền]]. Ngoài ra còn có con rạch nhỏ từ đầm Cầu Hai chảy ra địa phận xã [[Vinh Hải]] (nay là xã Giang Hải). Từ xa xưa, khi [[cửa Tư Hiền]] chưa có thì đoạn rạch này là nơi [[Hệ đầm phá Tam Giang-Cầu Hai|đầm Cầu Hai]] thoát nước ra biển qua cửa Ma Á-Vinh Hải. Về sau do sự dịch chuyển dòng hải lưu, cửa Ma Á-Vinh Hải bị bồi lấp đồng thời mở ra cửa biển mới và tồn tại đến ngày nay (chính là [[cửa Tư Hiền]]).\n\n=== Dân cư ===\nTheo thống kê năm 2014, xã Vinh Hiền có số dân khoảng 7.602&nbsp;ng­ười, sản xuất theo hai ngành nghề chính là nông nghiệp, đánh bắt, nuôi trồng thủy sản. Dân xã Vinh Hiền đa số theo [[Phật giáo]], tập trung ven đầm Cầu Hai và ven đư­ờng [[quốc lộ 49B]].\n\n==Hành chính==\nXã Vinh Hiền có 07 thôn gồm: Hiền Vân 1, Hiền Vân 2, Hiền Hoà 1, Hiền Hoà 2, Hiền An 1, Hiền An 2 và Đông Dương. Nằm trên đất của 7 làng: Vinh Hoà, Phụ An, Đông Am, Đông Dương, Tăng Sà, Hà Am (Hà Đông) và Miêu Nha. (Theo [[\"Bóng cũ hồn xưa\"]]- [[Ngô Hoàng Long]], 2009)\n\n==Xã hội==\n'''Các vấn đề về san nền thoát n­ước, cấp n­ước''': Vinh Hiền ch­ưa có tác động đáng kể của con ng­ười về mọi mặt đối với những điều kiện tự nhiên. Hiện trạng thoát n­ước m­ưa vẫn được thoát theo mặt đất tự nhiên, phần thì ngấm xuống đất, phần thì theo mặt dốc chảy theo các m­ương ra [[Hệ đầm phá Tam Giang-Cầu Hai|đầm Cầu Hai]].\n\nXã Vinh Hiền trước đây thường dùng giếng đào, giếng khoan để sinh hoạt và tưới tiêu. Ngày nay, toàn bộ vùng trong xã đã có hệ thống nước máy, tại chân núi Túy Vân đã có doanh nghiệp chuyên cung cấp nước uống đóng chai với tên gọi nước uống tinh khiết Túy Vân.\n\n'''Tình hình thoát n­ước thải sinh hoạt và vệ sinh môi tr­ường''': Do khu dân cư­ vẫn còn nằm trong tình trạng phát triển tự nhiên, ch­ưa có xây dựng hệ thống xử lý nư­ớc thải sinh hoạt. Nên hầu hết người dân đều thải trực tiếp ra đầm Cầu Hai. Nhờ đầm Cầu Hai rộng và có dòng chảy thông suốt nên tình trạng ô nhiễm không đáng kể.\n\nTrước đây, khi chưa có hệ thống xe thu gom rác thải sinh hoạt, người dân phải đổ rác tại xóm Hà Đông khiến nước rỉ rác thấm sâu vào mạch nước ngầm ở đó. Nước ngầm từ mặt đất sâu xuống 20m ở khu vực này ô nhiễm nặng, có màu vàng nâu và có mùi thối. (Theo Kinh nghiệm khoan giếng tại địa phương-Trần Văn Tịnh).\n\n==Văn hóa - du lịch==\nNơi đây, có bãi biển Hàm Rồng, bãi biển Hải Bình (Lộc Bình) khá đẹp, nhưng chưa có các nhà đầu tư khai thác tiềm năng du lịch nên các bãi biển ở đây còn khá hoang sơ, với một số di tích lịch sử văn hóa cấp quốc gia.\n\n=== Di tích lịch sử ===\n[[Tập tin:Chua thanh duyen.jpg|left|thumb|200x200px|Chùa Thánh Duyên]]\nTheo [[\"Bóng cũ hồn xưa\"]] của Ngô Hoàng Long thì chùa Thánh Duyên là di tích lịch sử văn hóa cấp quốc gia được công nhận năm 1996. Từ thế kỷ XVII dưới thời các Chúa Nguyễn, trên núi Túy Vân đã có dựng chùa và sau này trở thành quốc tự khi vua Minh Mạng cho xây dựng quy mô vào thế kỷ XIX. \n[[Tập tin:ChuaThanhDuyen TuyVan1.jpg|left|thumb|200x200px|Tháp Điều Ngự]]\nChuyện xưa kể rằng khi xây dựng chùa, vua Minh Mạng đã cho trồng 108 cây ngụ ý ngọn núi \"Lương Sơn Bạc\" của 108 vị hảo hán và đặt tên hai tảng đá hai bên là đá chuông, đá mỏ theo hình dạng. Ông cũng phong cái giếng vuông trong vắt dưới chân núi là giếng Cam Lồ. Đến thời Thiệu Trị, vị vua thi sĩ sau nhiều lần du ngoạn đã tinh ý khi \"xếp hạng\" núi Tuý Vân là cảnh sắc thứ chín trong số 20 cảnh đẹp đất kinh kỳ qua bài thơ Vân Sơn thắng tích...\n\nTừ tháp Điều Ngự nằm ngay đỉnh núi với độ cao gần 60m nhìn xuống là đầm Cầu Hai với hàng nghìn nò sáo, thuyền đò của ngư dân nổi lên trên màu xanh của nước, hòa vào nền xanh núi non và nền trời làm khung cảnh vừa thoáng rộng vừa kỳ vĩ đẹp đến nao lòng.\n\nRời chùa Thánh Duyên, băng qua cầu Tư Hiền bắc ngang đầm Cầu Hai là khu vực cửa biển Tư Dung xưa nối đầm Cầu Hai với biển cả. Có quá khứ cả nghìn năm, lúc bồi lúc mở, có lúc chạy dài suốt 5&nbsp;km mới tới được biển, cửa biển Tư Hiền nay tương đối nhỏ và cạn, chỉ những thuyền nhỏ mới vào ra được. Dấu tích cửa Tư Dung xưa chính là vịnh Hải Bình, một lạch nước tuyệt đẹp chạy dài giữa biển và dãy núi Ngũ Phong, nơi nuôi trai lấy ngọc từ nhiều năm nay.\n\nVịnh Hải Bình từng lưu dấu nàng Huyền Trân trong cuộc hôn phối lịch sử để đưa phần đất Ô - Rí về cho nước Đại Việt 700 năm trước. Lưu truyền trên đường xuất giá sang Chiêm Thành, công chúa Huyền Trân đã có một đêm \"tha thiết\" trên thuyền ở vùng cửa biển, sau đó bái vọng tổ tiên trước lúc lên đường. Cái tên Tư Dung được đặt để tưởng nhớ vị công chúa đã quên mình cho đất nước,... Về sau cửa Tư Dung do trùng tên huý kỵ nên đã đổi thành cửa Tư Hiền.\n\n=== Các công trình kiến trúc ===\nCác công trình xây dựng (nhà ở, công trình công cộng...) trong khu dân c­ư từ trư­ớc đến nay là do dân tự làm. Phần lớn nhà ở là nhà một tầng lợp ngói hoặc lợp tôn, xen kẻ cũng có nhà hai tầng đúc mái bằng.\n\nCông trình công cộng có 3 tr­ường học (một trường mầm non, một tr­ường tiểu học và một trư­ờng trung học cơ sở), 4 ngôi chùa [[Phật giáo]] (chùa [[Thánh Duyên]], chùa khuôn hội Tuý Vân, chùa làng Hải Triều, chùa làng Đông Dương), 2 nhà thờ Thiên Chúa giáo, trụ sở ủy ban nhân dân xã, chợ, trạm y tế, cảng thuyền đánh cá, đồn biên phòng, bưu điện, cây xăng... đư­ợc xây dựng kiên cố.\n\n== Giao thông ==\nVinh Hiền có tuyến quốc lộ 49B, tỉnh lộ 21 chạy qua và đang được mở rộng, nâng cấp. Cầu Tư Hiền bắt qua đầm Cầu Hai nối với xã Lộc Bình. Các đường liên thôn được bê tông hoá hoàn toàn.\n\n== Hình ảnh ==\n<center>\n<gallery>\nuy ban vinh hien.jpg|Trụ sở UBND xã Vinh Hiền\n\ncho vinh hien.jpg|Chợ Vinh Hiền\n\ndon vinh hien.jpg|Đồn biên phòng Vinh Hiền\n\nmam non vinh hien.jpg|Trường Mầm non Vinh Hiền\n\ntruong thcs vinh hien.jpg|Trường THCS Vinh Hiền\n\nCang vinh hien.jpg|Cảng biển Vinh Hiền\n\nCang vinh hien1.jpg|Cảng biển Vinh Hiền 1\n\nCua tu hien.jpg|Cửa biển Tư Hiền\n\nCua tu hien2.jpg|Cửa biển Tư Hiền 2\n\nCua tu hien3.jpg|Cửa biển Tư Hiền 3\n\nTháp Điều Ngự khi chưa trùng tu.jpg|Tháp Điều Ngự khi chưa trùng tu\n\nMột cảnh của đầm Cầu Hai.jpg|Một cảnh của đầm Cầu Hai\n\nCông viên Vinh Hiền.jpg|Công viên Vinh Hiền\n\nBiển Hàm Rồng 1.jpg|Biển Hàm Rồng 1\n\nBiển Hàm Rồng 2.jpg|Biển Hàm Rồng 2\n\nBiển Hàm Rồng 3.jpg|Biển Hàm Rồng 3\n\nĐầm Cầu Hai nhìn từ núi Tuý Vân.jpg|Đầm Cầu Hai nhìn từ núi Tuý Vân\n\nRừng phòng hộ ven biển.jpg|Rừng phòng hộ ven biển\n\nĐập ngăn nước Hiền Hải.jpg|Đập ngăn nước Hiền Hải\n\n<\/gallery>\n<\/center>\n\n== Liên kết ngoài ==\n[http:\/\/thcs-vhien.phuloc.thuathienhue.edu.vn\/ Trường THCS Vinh Hiền] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160311184311\/http:\/\/thcs-vhien.phuloc.thuathienhue.edu.vn\/ |date=2016-03-11 }}\n\n[http:\/\/th-han.phuloc.thuathienhue.edu.vn\/ Trường Tiểu học Vinh Hiền] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160311185850\/http:\/\/th-han.phuloc.thuathienhue.edu.vn\/ |date=2016-03-11 }}\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\nNgô Hoàng Long, Bóng cũ hồn xưa (2009).\n\n{{sơ khai Thừa Thiên Huế}}\n{{Đơn vị hành chính thuộc huyện Phú Lộc}}"}