{"3273491":"{{Thông tin nhân vật\n| tên = \n| hình = \n| cỡ hình = 200px\n| ghi chú hình = \n| tên gốc = \n| tên khai sinh = Trần Ngọc Thụ\n| sinh = [[12 tháng 5]] năm [[1918]]\n| ngày sinh = \n| nơi sinh = [[Đông Hải]], [[Văn Hải]], [[Giáo phận Phát Diệm]]\n| mất = {{ngày mất và tuổi|2002|7|15|1918|5|12}}\n| nguyên nhân cái chết = \n| ngày mất = \n| nơi mất = Vatican\n| an táng = \n| tưởng niệm = \n| tên khác = Vinh Sơn\n| dân tộc = Kinh\n| cư trú = \n| quốc gia = [[Vatican]]\n| quốc tịch = \n| học vị = \n| học vấn = Tiến sĩ triết học và tiến sĩ thần học.\n| alma_mater = \n| công việc = Linh mục, dịch giả, nghiên cứu Công giáo.\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| agent = \n| known = Dịch giả Công giáo, Cáo thỉnh viên chính cho ''Án tuyên thánh 117 vị tử đạo tại Việt Nam'', Đệ nhị Bí thư của [[Giáo hoàng Gioan Phaolô II]].<ref name=\"vietcatholic.net\"\/>\n| notable_works = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| quê quán = \n| lương = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| chính đảng = \n| tôn giáo = [[Công giáo]]\n| spouse = \n| partner = \n| children = \n| parents = \n| cha = \n| mẹ = \n| chữ ký = \n| cỡ chữ ký = \n| giải thưởng = \n| website = \n}}\n\n'''Vinh Sơn Trần Ngọc Thụ''' (1918-2002) là một [[linh mục]] [[người Việt]] thuộc [[Giáo hội Công giáo Rôma]], là kinh sĩ viên [[Vương cung thánh đường Thánh Phêrô]] và là [[Đại Chưởng ấn|Chưởng ấn]] [[Tòa Thánh]] [[Vatican]].\n\nLinh mục Vinh Sơn Trần Ngọc Thụ là [[cáo thỉnh viên]] chính cho án tuyên thánh [[Các thánh tử đạo Việt Nam|117 vị tử đạo tại Việt Nam]].<ref name=\"vietcatholic\"\/>, cũng là người [[châu Á]] đầu tiên đảm nhận chức vụ Đệ nhị Bí thư của [[Giáo hoàng]] [[Gioan Phaolô II]].<ref name=\"vietcatholic New\">[http:\/\/www.vietcatholic.net\/News\/Html\/125150.htm GIÁO ĐOÀN Công giáo VIỆT NAM TỔNG GIÁO PHẬN NEW ORLEANS-ĐỨC GIOAN PHAOLÔ II & Giáo hội Công giáo VIỆT NAM], vietcatholic New<\/ref> Ngoài ra, ông còn là một dịch giả và là nhà nghiên cứu trong những lĩnh vực liên quan đến Công giáo.\n\n==Sự nghiệp==\n===Thiếu thời và tu nghiệp===\nTrần Ngọc Thụ sinh ngày [[12 tháng 5]] năm [[1918]] tại họ đạo [[Đông Hải]], xứ [[Văn Hải]], nay là xã [[Văn Hải]], huyện [[Kim Sơn]], tỉnh [[Ninh Bình]], thuộc [[Giáo phận Phát Diệm]].<ref name=\"Đài châu Á tự do\"\/> Năm 1928, ông vào Tiểu chủng viện Ba Làng sau đó chuyển tiếp sang Tiểu chủng viện Phúc Nhạc. Năm 1937, giám mục [[Gioan Baotixita Nguyễn Bá Tòng]] gửi ông qua [[Roma]] du học. Ông được thụ phong linh mục vào ngày [[20 tháng 12]] năm 1942 tại Roma khi mới 24 tuổi.<ref name=\"Tòa giám mục Phát Diệm\">[http:\/\/phatdiem.org\/Portal\/Print.aspx?Culture=vi-VN&q=2641 Vài hàng về Vị Cáo thỉnh viên Vụ Án Phong Thánh các Anh Hùng Tử Đạo Việt Nam: Đức ông Vinh Sơn Trần Ngọc Thụ]{{Liên kết hỏng|date=2021-05-28 |bot=InternetArchiveBot }}, Tòa giám mục Phát Diệm<\/ref>\n\nTừ năm 1945 đến năm 1946, ông học [[tiến sĩ]] [[triết học]] và tiến sĩ [[thần học]] tại Roma. Năm 1946, ông theo học và tốt nghiệp vào năm 1949 của ngành [[Luật]] tại Đại học Louvain, [[Bỉ]]. Từ năm 1951 đến năm 1954, linh mục Thụ là thư ký riêng của giám mục [[Tađêô Lê Hữu Từ]] của [[giáo phận Phát Diệm]]. Năm 1954, ông [[Cuộc di cư Việt Nam, 1954|di cư]] vào [[Sài Gòn]], tại đó ông làm thư ký cho Văn phòng Viện trợ [[Công giáo]] [[Hoa Kỳ]] cho đến cuối năm 1956. Đầu năm 1957, ông là linh mục phụ trách chính cho 10 [[giáo phận]] di cư tại Sài Gòn.<ref name=\"Đài châu Á tự do\"\/>\n\nTừ năm 1957 tới 1976, linh mục Vinh Sơn Trần Ngọc Thụ là thư ký Tòa khâm sứ Tòa Thánh tại Sài Gòn. Ông đảm nhận chức vụ này trong 19 năm.\n\n===Hoạt động ở Roma===\nĐến ngày [[26 tháng 7]] năm [[1976]], ông bị chính quyền trục xuất ra khỏi [[Việt Nam]] và sang Roma. Tại đây, ngày 18 tháng 9 năm 1976, ông bắt đầu với vai trò mới tại [[Vatican]], trước tiên là nhân viên của Bộ Ngoại giao Tòa Thánh.<ref name=\"mucvu.ch\">[http:\/\/mucvu.ch\/mucvu\/09.2002\/tintongiao.html ÐỨC ÔNG VINH SƠN TRẦN NGỌC THỤ, NGUYÊN BÍ THƯ CỦA ÐTC, QUA ÐỜI], Trung tâm Mục Vụ Maiholderstrasse, Thụy Sĩ<\/ref>\n\nNgày 29 tháng 6 năm 1978, ông lãnh tước [[Đức ông (Công giáo)|Đức ông]] (Monsignor Capellano di Sua Santità). Ngày 18 tháng 12 năm 1985, Đức ông Thụ là Giám chức danh dự (Prelato d’Onore di Sua Santità). Ngày 07 tháng 1 năm 1988, đức ông Vinh Sơn trở thành người châu Á đầu tiên được cử làm Đệ nhị Bí thư (''tiếng La tinh: Protonotarii Apostolicii'') của [[Giáo hoàng]] Gioan Phaolô II.<ref name=\"vietcatholic New\"\/> Ngày 04 tháng 02 năm 1996, ông là Kinh sĩ viên (Chanoine) Đền thờ Thánh Phêrô và là Chưởng ấn Tòa Thánh (Protonotaire Apostolique). Do những đóng góp hữu ích và không ngừng nghỉ cho [[Giáo hội Công giáo]], linh mục Thụ được đặc ân hưu trí ở ngay trong thành Vatican vào năm 1996.<ref name=\"mucvu.ch\"\/>\n\nĐức ông Vinh Sơn Trần Ngọc Thụ qua đời vào ngày [[15 tháng 7]] năm [[2002]], thọ 84 tuổi. Lễ an táng đức ông Vinh Sơn Trần Ngọc Thụ được cử hành trọng thể vào ngày [[20 tháng 7]] năm 2002 tại [[Vương cung thánh đường Thánh Phêrô]], Vatican.<ref name=\"Đài châu Á tự do\">[http:\/\/www.rfa.org\/vietnamese\/features\/85728-20020719.html Vatican tổ chức an táng Đức ông Vinh Sơn Trần Ngọc Thụ], Đài châu Á tự do<\/ref>\n\n===Cáo thỉnh viên án tuyên thánh tử đạo Việt Nam===\nVai trò của linh mục Trần Ngọc Thụ trở nên nổi bật và được thế giới biết đến khi ông là người Việt Nam cũng là người châu Á đầu tiên bất ngờ được [[Gioan Phaolô Đệ Nhị]] chọn làm Đệ nhị Bí thư ngay sau khi ông đăng quang [[Giáo hoàng]].<ref name=\"Đài châu Á tự do\"\/> Nhưng điều khiến Đức ông Vinh Sơn và người Việt Công giáo hãnh diện nhất là việc ông đã hoàn thành công tác của một cáo thỉnh viên chính trong vụ phong [[thánh]] cho các [[Thánh tử đạo Việt Nam|Vị tử đạo Việt Nam]], khi trước ông đã có bốn người nước ngoài đảm nhiệm nhưng không thành công.<ref name=\"vietcatholic\">[http:\/\/vietcatholic.org\/News\/Html\/109386.htm Chung quanh lễ Phong Thánh các Anh Hùng Tử Đạo Việt Nam], vietcatholic.org<\/ref>\n\nNgày 25 tháng 11 năm 1985, đức ông Vinh Sơn Trần Ngọc Thụ vinh dự được [[Hồng y]] [[Giuse Maria Trịnh Văn Căn]] giao cho làm Cáo thỉnh viên án tuyên thánh 117 vị tử đạo tại Việt Nam.<ref name=\"vietcatholic\"\/> Để lo việc cáo thỉnh án, ông đã tự đặt cho mình làm việc âm thầm với một thời khóa biểu khép kín. Buổi sáng ông làm công việc công sở Tòa thánh, tối đến ông làm việc với các hồ sơ của 117 vị [[Chân phước]], từ 21 giờ tối đến nửa đêm. Liên tục sau gần 600 ngày nỗ lực làm việc, linh mục cáo thỉnh chính đã hoàn thành 2 công trình:\n:* Giáo hội Việt Nam, Tập I: Vụ Án Phong Thánh (125 trang, xuất bản tại USA, 1987), trình bày tài liệu căn bản về Lịch sử Vụ Án Phong Thánh các Chân Phước Tử Đạo.\n:* Cuốn Compendium (Tổng quát) Vitae et Martyrii necnon Actorum in Causa Canonizationis Beatorum Andreae Dũng Lạc, Sacerdotis, Thomae Thiện et Emmanuekis Phụng, Laicorum, H. Hermosilla, Valentini Berrio Ochoa, O.P. et aliorum 6 Episcoporum, necnon Theophani Vénard, Sacerdotis M.E.P. et 105 Sociorum Martyrum. Trình bày về: Lịch sử truyền đạo tại Việt Nam, lịch sử các cuộc bách hại tôn giáo, danh sách 117 Chân Phúc Tử Đạo, Thỉnh nguyện thư của HĐGMVN và thế giới, bằng [[tiếng La Tinh]].\n\nTheo linh mục Thụ, \"''để biểu dương tinh thần huynh đệ thiêng liêng giữa ba danh sách các Chân phúc Tử đạo Việt – [[Pháp]] – [[Tây Ban Nha]], linh mục Cáo thỉnh viên Việt Nam đã xin Bộ Tuyên Thánh cho phép hai linh mục Cáo thỉnh viên Venchi, [[Dòng Đa Minh]], đại diện Tây Ban Nha và Itcana, [[Hội Thừa sai Paris]], cùng đứng tên trong một danh sách Cáo thỉnh viên.<ref name=\"vietcatholic\"\/>\n\nTrong Cơ mật viện ngày [[22 tháng 6]] năm [[1987]], với tất cả các Hồng y, [[Tổng Giám mục]] và Giám mục tại Tòa Thánh và các vùng phụ cận Roma (gồm 28 Hồng y, 70 Tổng Giám mục và Giám mục), ông là linh mục Cáo thỉnh viên duy nhất chứng kiến Hồ sơ 117 Chân Phước Việt Nam được châu phê.<ref>Đây là lần đầu tiên trong lịch sử hơn 2000 năm của Giáo hội Công giáo mới có một vụ tuyên thánh một lần với 117 Vị.<\/ref> Sau đó linh mục Thụ tiếp tục lo giải quyết vấn đề tài chính để tổ chức đại lễ. Ông cân nhắc nhiều vấn đề và vay của Ngân hàng Tòa Thánh 50 triệu tiền Ý để tổ chức buổi đại lễ [[tuyên thánh]] thành công tốt đẹp.<ref name=\"vietcatholic\"\/>\n\n==Tác phẩm==\nNgoài công việc mục vụ của Tòa Thánh, linh mục Vinh Sơn Trần Ngọc Thụ còn tham gia dịch và viết sách nghiên cứu trong lĩnh vực Công giáo, với nhiều đầu sách giá trị.\n\n===Chuyển ngữ===\n#Thông điệp \"Mẹ và Thầy\" của ĐGH Gioan XXI I I\n#Các tài liệu Công Đồng Chung Vatican I I\n#Thông điệp \"Giáo hội của Ngài\" của ĐGH Phaolô VI\n#Thông điệp \"Về Nữ Giới\" của ĐGH Gioan Phaolô I I.<ref name=\"vietcatholic.net\">[http:\/\/www.vietcatholic.net\/News\/Html\/109387.htm Vài hàng về Vị Cáo thỉnh viên Vụ Án Phong Thánh các Anh Hùng Tử Đạo Việt Nam: Đức ông Vinh Sơn Trần Ngọc Thụ], vietcatholic.net<\/ref>\n\n===Khảo cứu===\n#La Participation chez M. Louis Lavelle, Luận án Triết học, Pháp ngữ, Roma, 1945\n#De inhabitatione Spiritus Sancti in anima justi, Luận án Thần học, La ngữ, Roma, 1946\n#Thánh Gioan Vianney và Giáo hội ngày nay, Roma, 1986\n#Giáo hội Việt Nam: Vụ Án Phong Thánh, Roma, 1987\n#Giáo hội Việt Nam: 21 Thánh Tử Đạo Thừa Sai, Roma, 1991\n#Giáo hội Việt Nam: 97 Thánh Tử Đạo Việt Nam, Roma, 2003\n#Đời sống Tu sĩ và Công đồng Vatican I I, Roma, 1988\n#Chân dung Chị Elisabeth Chúa Ba Ngôi, Roma, 1989\n#Đức Chúa Thánh Thần và bảy hồng ân của Ngài, Roma, 1989\n#Comendium Vitae et Martyrii 117 Beatorum Martyrum Việt Nam, La ngữ và Ý ngữ, Roma, 1989\n#Kỷ Yếu Phong Thánh Tử Đạo Việt Nam, cộng tác với Ban biên tập Báo chí Công giáo Việt Nam Hải ngoại, Roma, 1989\n#Lịch sử Giáo phận Phát Diệm (1901 – 2001), Roma - Paris – USA., 2001\n#Les 21 Saints Martyrs Missionaires au Vietnam, Pháp ngữ, Roma – Paris, 2001\n#Bên cạnh Đức Gioan Phaolô I I, Roma - Paris – USA., 2002.<ref name=\"Tòa giám mục Phát Diệm\"\/>\n\n==Xem thêm==\n* [[Các thánh tử đạo Việt Nam]]\n* [[Cáo thỉnh viên]]\n\n==Ghi chú==\n{{Tham khảo|cột=}}\n==Liên kết ngoài==\n* [http:\/\/catechesis.net\/index.php\/su-giao-hoi\/lich-su-giao-hoi-vn\/784-vai-net-ve-dai-le-tuyen-phong-cac-thanh-tu-dao-viet-nam Vài Nét Về Đại Lễ Tuyên Phong Các Thánh Tử Đạo Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170828153414\/http:\/\/catechesis.net\/index.php\/su-giao-hoi\/lich-su-giao-hoi-vn\/784-vai-net-ve-dai-le-tuyen-phong-cac-thanh-tu-dao-viet-nam |date=2017-08-28 }}, Học viện ĐaMinh - Trung tâm Học Vấn.\n* [http:\/\/lamhong.org\/2013\/06\/18\/bai-giang-cua-duc-giao-hoang-gioan-phaolo-ii-trong-thanh-le-ton-phong-117-thanh-tu-dao-tai-viet-nam-19-06-1988\/ Bài giảng của Đức giáo hoàng Gioan Phaolô II trong Thánh lễ tôn phong 117 Thánh tử đạo tại Việt Nam (19-06-1988)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131214081612\/http:\/\/lamhong.org\/2013\/06\/18\/bai-giang-cua-duc-giao-hoang-gioan-phaolo-ii-trong-thanh-le-ton-phong-117-thanh-tu-dao-tai-viet-nam-19-06-1988\/ |date=2013-12-14 }},\n* [https:\/\/phayvantaynguyen.wordpress.com\/2012\/03\/28\/bi-m%E1%BA%ADt-cu%E1%BB%99c-d%E1%BB%9Di-d%E1%BB%A9c-gioan-phaolo-ii-qua-v%E1%BB%8B-th%C6%B0-ky-rieng-ng%C6%B0%E1%BB%9Di-vi%E1%BB%87t-nam\/ BÍ MẬT CUỘC ĐỜI ĐỨC GIOAN PHAOLÔ II QUA VỊ THƯ KÝ RIÊNG NGƯỜI VIỆT NAM],\n* [http:\/\/thanhcavietnam.net\/forum\/threads\/31097-nguon-luc-thieng-lieng-cua-dgh-gioan-phaolo-ii.html NGUỒN LỰC THIÊNG LIẾNG CỦA ĐGH GIOAN PHALÔ II] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140722111016\/http:\/\/thanhcavietnam.net\/forum\/threads\/31097-Nguon-luc-thieng-lieng-cua-DGH-Gioan-Phaolo-II.html |date=2014-07-22 }}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Trần Ngọc Thụ \n| ALTERNATIVE NAMES = Vinh Sơn Trần Ngọc Thụ| SHORT DESCRIPTION =\n| DATE OF BIRTH = [[12 tháng 5]] năm [[1918]] \n| PLACE OF BIRTH = [[Đông Hải]], [[Văn Hải]], [[Giáo phận Phát Diệm]]\n| DATE OF DEATH = [[15 tháng 7]] năm [[2002]]\n| PLACE OF DEATH = [[Vatican]]\n}}\n{{thời gian sống|1918|2002}}\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Linh mục Công giáo người Việt]]\n[[Thể loại:Dịch giả Kinh Thánh]]\n[[Thể loại:Tu sĩ Công giáo gốc Việt]]"}