{"1254192":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Vinh Kim\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 51\n| vĩ giây = 25\n| kinh phút = 27\n| kinh giây = 12\n| diện tích = 34,05 km²\n| dân số = 13.710 người\n| thời điểm dân số = 2019\n| mật độ dân số = 403 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Cầu Ngang]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 29431<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Vinh Kim''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Cầu Ngang]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Vinh Kim nằm ở phía đông bắc huyện Cầu Ngang, trung tâm huyện khoảng 8&nbsp;km, cách thành phố Trà Vinh khoảng 16&nbsp;km theo Quốc lộ 53, có vị trí địa lý:\n*Phía đông giáp [[Sông Cổ Chiên]]\n*Phía tây giáp xã [[Kim Hòa]]\n*Phía nam giáp xã [[Mỹ Hòa, Cầu Ngang|Mỹ Hòa]]\n*Phía bắc giáp huyện [[Châu Thành, Trà Vinh|Châu Thành]].\n\nXã Vinh Kim có diện tích 34,05&nbsp;km², dân số năm 2019 là 13.710 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 403 người\/km².\n\n===Địa hình, địa mạo===\nXã Vinh Kim thuộc vùng đồng bằng ven biển, địa hình tương đối bằng phẳng với cao trình phổ biến từ 0,4 - 0,6 m, bị chia cắt mạnh bởi hệ thống sông rạch, đồng thời bị ngăn cách bởi các giồng cát hình thành những khoảng cao thấp cục bộ. Với dạng địa hình này, thích hợp cho canh tác lúa, hoa màu, trồng cây lâu năm và nuôi trồng thủy sản.<ref name=XVK2018>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/THUY%E1%BA%BET%20MINH%20-%20Vinhkim24_12.doc|tựa đề= Quy hoạch chung xây dựng xã Vinh Kim, huyện Cầu Ngang, tỉnh Trà Vinh đến năm 2030 |ngày=  tháng 11 năm 2018 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n===Khí hậu===\nXã Vinh Kim nằm trong vùng khí hậu nhiệt đới gió mùa ven biển, trong năm có hai mùa mưa, nắng rõ rệt. \n\nNhiệt độ: nhiệt độ trung bình của xã từ 25 - 28ºC, cao nhất vào tháng 4, tháng 5 và thấp nhất vào tháng 12, tháng 1. Nhìn chung xã Vinh Kim có nhiệt độ tương đối cao và thích hợp cho nhiều loại cây trồng sinh trưởng và phát triển.\n\nNắng và bức xạ mặt trời: xã nằm trong khu vực nắng nhiều, tổng lượng nhiệt bức xạ quang hợp dồi dào, phân phối khá điều hòa qua các tháng và ổn định qua các năm. Lượng bức xạ trung bình khá cao từ 5.300-8.300 cal\/cm²\/tháng.\n\nMưa và lượng bốc hơi: thời gian mưa từ cuối tháng 5 đến cuối tháng 10 (5 tháng), tổng lượng mưa thấp, lượng mưa trung bình <1.300 mm\/năm, lượng mưa phân bố không đều, tập trung vào tháng 8, tháng 9. Do phân bố mưa chỉ khoảng 5 tháng\/năm, đồng thời lại phân hóa mạnh mẽ theo thời gian và không gian gây ảnh hưởng lớn đến sản xuất nông nghiệp. Lượng bốc hơi cao nhất vào mùa khô từ tháng 12 năm trước đến tháng 4 năm sau.\n\nGió: xã bị chi phối bởi hệ thống gió mùa, đặc biệt là gió Tây Nam, Đông Bắc hoặc gió Đông Nam:\n* Gió mùa Tây Nam thổi từ tháng 5 đến tháng 10, mang nhiều hơi nước và gây mưa, tốc độ gió 3m\/s - 4m\/s.\n* Gió mùa Đông Bắc hoặc gió mùa Đông Nam thổi từ tháng 11 đến tháng 3 năm sau, gió mùa Đông Bắc có tốc độ 2,3m\/s, gió mùa Đông Nam (gió chướng) tốc độ 14m\/s - 16m\/s.\n* Độ ẩm không khí: do chịu ảnh hưởng của khối không khí biển nên độ ẩm tương đối của không khí khá cao, trung bình 70 - 90%, độ ẩm cao vào các tháng mùa mưa (tháng 8, tháng 9, tháng 10) và thấp vào các tháng mùa khô (tháng 1, tháng 2, tháng 3, tháng 4).\nNhìn chung, khí hậu của xã khá thuận lợi cho nền nông nghiệp đa canh và nuôi trồng thủy sản. Tuy nhiên thời gian mưa ngắn, trong khi phần lớn diện tích canh tác của xã nguồn nước bị nhiễm mặn, do đó khó khăn về nguồn nước ngọt cho sản xuất nông nghiệp đặc biệt là trong các tháng mùa khô.<ref name=XVK2018\/>\n\n===Thủy văn===\nXã Vinh Kim chịu ảnh hưởng mạnh mẽ của chế độ bán nhật triều biển Đông với các hệ thống sông rạch chằng chịt. Nguồn nước cung cấp cho xã hoàn toàn bị chi phối bởi sông Cổ Chiên, sông Vinh Kim, kênh Vĩnh Bình - Mỹ Cẩm. Ngoài ra còn một số kênh rạch khác như: rạch Rập, rạch Cá Trê và các tuyến kênh cấp II trên địa bàn phục vụ cho việc tiêu thoát nước rất lớn. \n\nSông Vinh Kim bắt nguồn từ sông Cổ Chiên sông này khá uốn khúc nối với nhiều tuyến kênh nội đồng, biên độ triều cao nên tiêu thoát nước tốt. Sông có hệ thống cống ngăn triều cường khá hoàn chỉnh. Trong ngày nước lên xuống 2 lần, trong tháng có 2 lần triều cường và 2 lần triều kém.<ref name=XVK2018\/>\n\n===Tài nguyên đất===\nXã Vinh Kim có 3 nhóm đất chính, bao gồm:\n* Đất giồng cát: có diện tích 316,47 ha, chiếm 9,4 % diện tích tự nhiên, có địa hình tương đối cao, sa cấu chủ yếu là cát pha thịt, sét giữ nước kém, có điều kiện thoát nước nhanh và không bị ngập nước.\n* Đất phù sa: có diện tích 1.514,89 ha, chiếm 44,99% diện tích tự nhiên, đất có địa hình khá bằng phẳng được phân bố đều trên địa bàn.\n* Đất phèn: có diện tích 871,14 ha, chiếm 25,87% diện tích tự nhiên, có địa hình thấp đến trũng, có thời gian ngập nước quanh năm.\n\nPhần diện tích còn lại là sông rạch.<ref name=XVK2018\/>\n\n==Hành chính==\nXã Vinh Kim được chia thành 9 ấp: Trà Cuôn, Chà Và, Thôn Rôn, Giồng Lớn, Cà Tum A, Cà Tum B, Rẩy, Vinh Cửu, Mai Hương.\n\n==Kinh tế==\n=== Đặc sản ===\nVinh Kim được nổi tiếng với tôm khô của dì Hai Khâm đã tham gia trên 50 lần có mặt tại hội chợ triển lãm thương mại tầm cỡ quốc gia và xuất khẩu hơn 20 quốc gia.\n\n==Văn hóa==\n=== Tôn giáo ===\nXã Vinh Kim có 3 tôn giáo chính: Phật giáo, Công giáo và Cao Đài. Khác với các xã khác trong huyện, phật giáo có ở Cà Tum, Vĩnh Cửu và Mai Hương. Công giáo rất phát triển có nhiều họ đạo như: Vinh Kim, Vĩnh Hòa, Thôn Rôn, Giồng Lớn và Mai Hương, được hình thành từ lâu. Cao đài ở Mai Hương.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Cầu Ngang}}"}