{"102081":"{{Thông tin về tổ chức\n| tên = Viện Sử học\n| hình = \n| cỡ = \n| chú thích = \n| khung hình = \n| bản đồ = \n| cỡ bản đồ = \n| chú thích bản đồ = \n| khẩu hiệu = \n| thành lập = \n| giải tán = \n| kiểu = \n| tình trạng = \n| mục đích = \n| địa điểm =38 Hàng Chuối, Q. Hai Bà Trưng, Hà Nội \n| thành viên = \n| ngôn ngữ = \n| tổng thư ký = \n| lãnh đạo =\n| tên lãnh đạo =TS. Trần Thị Phương Hoa \n| người quan trọng = \n| ngân sách = \n| số nhân viên = \n| trang chủ =http:\/\/viensuhoc.vass.gov.vn \n}}\n'''Viện Sử học''' ở [[Việt Nam]] (tên [[tiếng Anh]]: ''Institute of History'') là cơ quan có chức năng nghiên cứu cơ bản, chuyên sâu về những vấn đề lịch sử trên các mặt chính trị, kinh tế, văn hóa, xã hội, nhằm cung cấp những luận cứ khoa học cho việc hoạch định đường lối, chiến lược quy hoạch; tham gia đào tạo phát triển nguồn nhân lực trong lĩnh vực sử học của Đảng và Nhà nước. Được thành lập năm [[1953]], tính từ khi ra đời của tổ chức tiền thân là [[Ban nghiên cứu Văn học - Lịch sử - Địa lý|Ban nghiên cứu Văn học, Lịch sử, Địa lý]] trực thuộc Ban Chấp hành Trung ương Đảng do [[Trường Chinh]] ký ngày [[2 tháng 12]] năm [[1953]]<ref>Viện Sử học, ''Viện Sử học 60 năm xây dựng và phát triển,'' Nhà xuất bản Khoa học xã hội, 2013, trang 15.<\/ref> (Số 34 QĐ\/TW). Năm [[1954]], được đổi tên thành [[Ban nghiên cứu Văn học - Lịch sử - Địa lý|Ban Nghiên cứu Văn học, Lịch sử, Địa lý]]'','' gọi tắt là ''Ban Nghiên cứu Văn – Sử – Địa''<ref>Viện Hàn lâm Khoa học xã hội Việt Nam, ''Viện Hàn lâm Khoa học xã hội Việt Nam 60 năm xây dựng và phát triển,'' Nhà xuất bản Khoa học xã hội, trang 10.<\/ref>. Hiện nay, Viện Sử học là cơ quan nghiên cứu Sử học hàng đầu của cả nước trực thuộc [[Viện Hàn lâm Khoa học xã hội Việt Nam]].\n\n==Lịch sử hình thành và phát triển==\nNgày 2\/12\/1953, tại [[Việt Bắc|Chiến khu Việt Bắc]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]] đã ra Quyết định thành lập Ban nghiên cứu Lịch sử – Địa lý – Văn học trực thuộc Trung ương Đảng. Ngày 4\/9\/1954, Trung ương Đảng và [[Chính phủ Việt Nam|Chính phủ]] ra Quyết định chuyển Ban nghiên cứu Văn – Sử – Địa sang trực thuộc [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục]]. Tổ Lịch sử được chuyển thành Phòng Lịch sử theo quyết định của Bộ Giáo dục. Năm [[1959]], khi Ủy ban Khoa học Nhà nước ra đời với hai bộ phận là Ban Khoa học xã hội và Ban Khoa học tự nhiên. Ban nghiên cứu Văn học – Lịch sử – Địa lý được chuyển từ Bộ Giáo dục sang Ủy ban Khoa học Nhà nước. Ngày 6\/2\/1960, [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] ra Quyết định thành lập Viện Sử học.\n\n==Nhiệm vụ cơ bản==\n\n* Nghiên cứu cơ bản những vấn đề lịch sử trên các mặt [[chính trị]], [[kinh tế]], [[văn hóa]], [[xã hội]], nhằm làm rõ sự thật lịch sử, từ đó phát hiện những quy luật, tìm ra những bài học bổ ích, những di sản lịch sử cần kế thừa góp phần vào việc hoạch định các chính sách phát triển kinh tế, xã hội hiện tại và những dự án cho tương lai.\n* Tổ chức nghiên cứu những vấn đề lý luận và phương pháp luận sử học, phê phán các quan điểm phi lịch sử hoặc bóp méo, xuyên tạc lịch sử.\n* Nghiên cứu, biên soạn, giới thiệu lịch sử Việt Nam từ cổ đại đến hiện đại, nghiên cứu và giới thiệu lịch sử các nước trên thế giới.\n* Kết hợp nghiên cứu với đào tạo trong lĩnh vực lịch sử; thực hiện đào tạo sau đại học theo quy định của pháp luật, tham gia phát triển nguồn nhân lực có trình độ cao theo yêu cầu của Viện Khoa học xã hội Việt Nam và các ngành các địa phương.\n* Thẩm định và tham gia thẩm định về mặt khoa học các chương trình, dự án phát triển kinh tế – xã hội ở các Bộ, ngành, địa phương theo sự phân công của Viện Khoa học xã hội Việt Nam. Thực hiện các tư vấn khoa học phù hợp với chức năng, nhiệm vụ của Viện.\n\n==Cơ cấu tổ chức==\nViện Sử học có 8 phòng nghiên cứu, tạp chí và chức năng gồm:\n\n# Lịch sử Cổ - Trung đại Việt Nam ;\n# Lịch sử Cận đại Việt Nam;\n# Lịch sử Hiện đại Việt Nam;\n# Lịch sử Thế giới;\n# Tạp chí Nghiên cứu lịch sử;\n# Lịch sử địa phương và chuyên ngành;\n# Quản lý khoa học và Thư viện;\n# Hành chính - Tổng hợp.\n\n==Lãnh đạo Viện qua các thời kỳ==\n#GS. VS [[Trần Huy Liệu]]: 1960 - 1969\n# GS.VS. [[Nguyễn Khánh Toàn]]: 1969 - 1980 \n# GS. Văn Tạo: 1980 - 1989\n# GS. Nguyễn Hồng Phong: 1989 - 1998\n# [[Giáo sư|PGS]]. Cao Văn Lượng: 1998 - 2001\n# [[Giáo sư|PGS]].[[Tiến sĩ|TS]]. Trần Đức Cường: 1998 - 2004\n# [[Giáo sư|PGS]].[[Tiến sĩ|TS]]. Nguyễn Văn Nhật: 2005-2014<ref name=\"ReferenceA\">Viện Sử học,&nbsp;''Viện Sử học 60 năm xây dựng và phát triển,''&nbsp;Nhà xuất bản Khoa học xã hội, 2013, trang 34.<\/ref> \n# PGS.TS. Đinh Quang Hải, nguyên Viện trưởng Viện Sử học (từ 2014 - 8\/2020), Phó Tổng Biên tập phụ trách Tạp chí Nghiên cứu lịch sử (từ năm 2014 đến tháng 3\/2016), Tổng Biên tập Tạp chí Nghiên cứu Lịch sử (từ tháng 3\/2016 - đến nay).\n# PGS.TS. Nguyễn Đức Nhuệ - Chủ tịch Hội đồng khoa học Viện Sử học.\n# TS. Trần Thị Phương Hoa - Phó Chủ tịch Hội đồng khoa học Viện Sử học.\n\n==Một số nhà khoa học tiêu biểu của Viện==\nTrong lịch sử hình thành và phát triển của mình, nhiều cán bộ khoa học của Viện đã trở thành những chuyên gia đầu ngành của nền Sử học [[Việt Nam]] hiện đại. Có thể kể tới những gương mặt tiêu biểu sau:\n\nChuyên ngành Lịch sử Việt Nam cổ trung đại có các chuyên gia đầu ngành như: GS. [[Đào Duy Anh]], GS.Văn Tân, GS.Trần Văn Giáp, GS.[[Nguyễn Đổng Chi]], nhà nghiên cứu Hoa Bằng, [[Lê Văn Lan|PGS. Lê Văn Lan]], PGS. TS Tạ Ngọc Liễn, PGS.TS Nguyễn Minh Tường, PGS.TS Trần Thị Vinh, PGS.TS Nguyễn Đức Nhuệ,... Chuyên ngành Lịch sử Việt Nam Cận - Hiện đại tiêu biểu như: GS. [[Trần Huy Liệu]], GS.VS. [[Nguyễn Khánh Toàn]], GS.[[Trần Văn Giàu]], nhà nghiên cứu Minh Tranh, nhà nghiên cứu Tôn Quang Phiệt, PGS. Bùi Đình Thanh, GS. Nguyễn Công Bình, GS.Văn Tạo, GS.TS.Phạm Xuân Nam, PGS. Cao văn Lượng, PGS. Cao Văn Biền, GS. Chương Thâu, PGS.TS. Dương Kinh Quốc, PGS. Vũ Huy Phúc, PGS. Ngô Văn Hòa, Phan Trọng Báu, Nhà Sử học Dương Trung Quốc, PGS Cao Văn Lượng, PGS.TS. Trần Đức Cường, PGS.TS. Tạ Thị Thúy, PGS.TS. Nguyễn Văn Nhật, PGS.TS Đinh Quang Hải... Về lý luận và phương pháp luận khoa học lịch sử: GS. [[Trần Đức Thảo]], GS. Nguyễn Hồng Phong<ref name=\"ReferenceA\"\/>...\n\n==Danh hiệu==\n\n* Năm 1980, Viện được Nhà nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]] trao tặng [[Huân chương Lao động|Huân chương lao động]] hạng Nhất.\n* Năm 2000, Viện được Nhà nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]] trao tặng [[Huân chương Độc lập]] hạng Nhất.\n* Cuối năm 2000, Viện được Nhà nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]] trao tặng danh hiệu [[Anh hùng Lao động (Việt Nam)|Anh hùng Lao động]] trong thời kỳ [[đổi mới]]<ref>Viện Sử học, ''Viện Sử học 60 năm xây dựng và phát triển,'' Nhà xuất bản Khoa học xã hội, 2013, trang 51.<\/ref>\n==Xem thêm==\n*[[Hội Khoa học Lịch sử Việt Nam]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.vass.gov.vn\/gioi_thieu\/cocau_tochuc\/mlfolder.2005-05-18.8296561708\/mlfolder.2005-05-18.1811253136\/ Thông tin về Viện Sử học trên trang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090302022210\/http:\/\/www.vass.gov.vn\/gioi_thieu\/cocau_tochuc\/mlfolder.2005-05-18.8296561708\/mlfolder.2005-05-18.1811253136\/ |date = ngày 2 tháng 3 năm 2009}} [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học xã hội Việt Nam]]\n\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Sử học Việt Nam]]\n[[Thể loại:Tổ chức thành lập năm 1953]]"}