{"110196":"{{Quốc gia tại Đại hội Thể thao Đông Nam Á\n|mã IOC=VIE\n|quốc gia=Việt Nam\n|cờ=Flag of Vietnam.svg\n|năm=1991\n|quốc gia đăng cai=[[Philippines]]\n|vận động viên=100\n|môn thể thao=15\n|người cầm cờ=\n|vàng=7\n|bạc=12\n|đồng=10\n|tổng=29\n|hạng=6\n|tham dự=[[Việt Nam tại Đại hội Thể thao Đông Nam Á 1989|1989]] • 1991 • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 1993|1993]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 1995|1995]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 1997|1997]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 1999|1999]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2001|2001]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2003|2003]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2005|2005]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2007|2007]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2009|2009]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2011|2011]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2013|2013]] • [[Việt Nam tại Đại hội Thể thao Đông Nam Á 2015|2015]] \n}}\nTại '''[[Đại hội Thể thao Đông Nam Á 1991|Đại hội Thể thao Đông Nam Á thứ 16]]''' được tổ chức tại [[Manila]], [[Philippines]]. '''Đoàn thể thao Việt Nam''' gồm với 100 [[vận động viên]], dưới sự dẫn dắt của các ông [[Đoàn Thao]], [[Nguyễn Văn Trọng]] và [[Bùi Huy Cường]] đã có sự tiến bộ vượt bậc trên đấu trường khu vực khi giành được 29 huy chương trong đó có 7 huy chương vàng. Phá hai kỷ lục SEA Games và một kỷ lục châu Á ở môn bắn súng. Và giành được hai tấm huy chương vàng đầu tiên của nước nhà không phải ở bộ môn bắn súng là chức vô địch đồng đội nữ bóng bàn của hai tay vợt [[Trần Thu Hà (vận động viên bóng bàn)|Trần Thu Hà]] và [[Nhan Vị Quân]], cùng với ngôi vị quán quân Judo hạng dưới 48&nbsp;kg nữ của [[Cao Ngọc Phương Trinh]].\n\nThành tích cụ thể như sau:\n\n'''7 huy chương vàng:''' - Đặng Thị Đông: súng trường tiêu chuẩn. - Đồng đội súng trường tiêu chuẩn (Đặng Thị Đông, Ngô Ngân Hà, Nguyễn Bùi Thiết). - Trịnh Quốc Việt: súng ngắn bắn nhanh. - Đồng đội súng ngắn bắn nhanh (Trịnh Quốc Việt, Nguyễn Quốc Cường, Lê Tuấn Đồng). - Trần Quang Hạ: taekwondo hạng 58&nbsp;kg. - Trần Thu Hà, Nhan Vị Quân: đồng đội nữ bóng bàn. - Cao Ngọc Phương Trinh: judo hạng 48&nbsp;kg.\n\n'''12 huy chương bạc''' - Trần Văn Phiến: súng ngắn bắn chậm nam. - Đồng đội nam súng ngắn stangda (Phạm Cao Sơn, Nguyễn Quốc Cường, Lê Tuấn Đồng). - Nguyễn Tấn Nam: súng trường 3 tư thế. - Đồng đội súng trường 3 tư thế (Đặng Thị Đông, Ngô Ngân Hà, Nguyễn Bùi Thiết). - Trần Văn Phiến: súng ngắn hơi. - Đồng đội súng ngắn hơi (Trần Văn Phiến, Ngô Việt Cường, Phạm Cao Sơn). - Đặng Thị Đông: súng trường stangda 3 tư thế. - Đồng đội súng trường stangda 3 tư thế (Đặng Thị Đông, Ngô Ngân Hà, Nguyễn Bùi Thiết). - Đồng đội súng trường 60 viên nằm nam (Trương Anh Dũng, Trần Quang Vinh, Nguyễn Tiến Trung). - Nhan Vị Quân: đơn nữ bóng bàn. - Lê Thị Kim Hương: taekwondo hạng 69&nbsp;kg. - Vũ Mỹ Hạnh: nhảy cao nữ.\n\n'''10 huy chương đồng''' - Trương Anh Dũng: súng trường 60 viên nằm. - Phạm Cao Sơn: súng ngắn stangda. - Đặng Thị Đông: súng trường hơi nữ. - Đồng đội nam bóng bàn (Trần Tuấn Anh, Vũ Mạnh Cường, Lý Minh Triết, Đào Lê Hoà, Nguyễn Minh Hiền). - Trần Tuấn Anh: đơn nam bóng bàn. - Nguyễn Minh Hiền: đơn nam bóng bàn. - Nguyễn Đăng Khánh: taekwondo hạng 70&nbsp;kg. - Nguyễn Thu Hằng: chạy 100 m rào nữ. - Nguyễn Như Cường: quyền anh hạng 57&nbsp;kg. - Đoàn Quốc Tuấn: quyền anh hạng 63,5&nbsp;kg\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai thể thao}}\n\n[[Thể loại:Việt Nam tại Đại hội Thể thao Đông Nam Á|1991]]\n[[Thể loại:Đại hội Thể thao Đông Nam Á 1991]]\n[[Thể loại:Thể thao Việt Nam năm 1991]]"}