{"3177433":"[[Tập tin:Tờ bạc 100 đồng Đông Dương.jpg|phải|nhỏ|Mẫu tiền giấy mệnh giá 100 đồng của Viện Phát hành Quốc gia Việt, Miên, Lào dùng năm 1954]]\n'''Viện Phát hành Quốc gia Việt, Miên, Lào''' ([[tiếng Pháp]]: ''Institut d'Emission des Etats du Cambodge, du Laos et du Vietnam'') là cơ quan tài chính chuyển tiếp vào [[thập niên 1950]] của [[Liên bang Đông Dương]].\n\n==Lịch sử==\nSau [[Đệ nhị Thế chiến]], Pháp bị áp lực xúc tiến giải thể chế độ thuộc địa. Đối với Đông Dương, Pháp ký [[Công ước Pau]] vào năm 1950 đề ra công thức chung của ba nước Việt Nam, Lào và Cao Miên trong Liên hiệp Pháp, trong đó có những vấn đề chính như [[di trú]], [[mậu dịch]], [[ngoại thương]], thuế khóa và tiền tệ. [[Ngân hàng Đông Dương]] vốn độc quyền phát hành [[đồng bạc Đông Dương]] chuyển trách nhiệm đó cho cơ quan mới mang tên Viện Phát hành Quốc gia Việt, Miên, Lào bắt đầu từ ngày 31 Tháng 12, 1951. Theo kế hoạch thì nhiệm vụ chuyển tiếp của Viện Phát hành phải hoàn tất vào 31 Tháng 12, 1954, và sau đó Viện Phát hành chấm dứt. Sau đó thì mỗi nước Việt, Miên, Lào sẽ do ngân hàng trung ương riêng điều hành. Đối với Việt Nam thì [[Ngân hàng Quốc gia Việt Nam]] tiếp thu trên lãnh thổ Việt Nam Cộng hòa.\n\n==Hoạt động==\nBan quản trị Viện Phát hành có 12 người gồm có sáu [[người Pháp]], hai [[người Việt]], hai [[người Miên]], và hai [[người Lào]]. Bắt đầu từ năm 1952 thì mẫu tiền của đồng bạc Đông Dương cũ được thay thế bằng ba loạt tiền cho mỗi nước tuy đồng giá. Tiền của [[Quốc gia Việt Nam]] có chân dung [[Quốc trưởng]] [[Bảo Đại]]. Tiền ''riel'' của [[Cam Bốt]] mang hình [[Sihanouk]] và ''kip'' của Lào có hình [[Sisavang Vong]]. Cả ba loạt tiền lưu hành trên ba nước.\n\nTài sản chung của ba nước qua quá trình giải nhiệm được chia lại cho ba nước thừa kế. Kê khai tổng số tích sản vào đầu năm 1955 là 15.847.661.334,58 [[franc Pháp|franc]] trong đó có hiện kim, bất động sản, và công trái. Sau mấy đợt điều đình thì Quốc gia Việt Nam tiếp thu 11.995.504.657,50 franc (75,7%); Cam Bốt lãnh 2.884.969.870,33 franc (18,2%) và Lào nhận 967.186.806,75 franc (6,1%). Tuy nhiên tổng số này không giao ngay mà 33% bị Ngân khố Pháp giữ lại cho đến khi mỗi nước thu hồi loạt tiền của hai nước kia và nộp lại để đổi lấy tiền của mình. Theo lịch trình thì hạn nộp là 14 Tháng 10, 1955 ở Cam Bốt; 25 Tháng 10 ở Lào và 7 Tháng 11 ở Việt Nam.\n\n===Giấy bạc phát hành===\nViện Phát hành tiền giấy mệnh giá 1 đồng, 5 đồng, 10 đồng, 100 đồng và 200 đồng.<ref>[http:\/\/www.atsnotes.com\/catalog\/banknotes\/french-indochina.html French Indochina banknotes]<\/ref> Lớn nhất theo kế hoạch là tờ 1000 đồng nhưng chưa được ra mắt. Vì thiếu đơn vị tiền nhỏ hơn nên một thông lệ xuất hiện vào thời điểm này là người cầm tiền có thể xé tờ giấy bạc làm đôi, coi như nửa giá trị.<ref>[http:\/\/www.panix.com\/~clay\/currency\/French-Indo-China.html French Indo-China Notes]<\/ref>\n\n==Tranh chấp==\nĐiều không lường là khi thu hồi, số tiền Việt với chân dung Bảo Đại ở Cam Bốt nhiều hơn tiền ''riel'' với chân dung Sihanouk ở Việt Nam. Theo công thức trên thì [[Việt Nam Cộng hòa]], bấy giờ kế thừa Quốc gia Việt Nam, phải hoàn lại khoản khác biệt. Cam Bốt nộp 43 triệu franc và đòi Việt Nam Cộng hòa giải quyết. Khi bang giao giữa Sài Gòn và Phnom Penh ngày càng căng thẳng vì chính sách chống cộng của Ngô Đình Diệm và dung túng cộng sản của Sihanouk, vấn đề tiền tệ bị trì hoãn, đi đến bế tắc. Năm 1970 Sihanouk bị truất quyền, vấn đề vẫn chưa được giải quyết.\n\n==Tham khảo==\n{{tham khảo}}\n*Trương Đình Bạch Hồng. ''Quan hệ ngoại giao giữa Việt Nam Cộng hòa và Cambodge trong giai đoạn 1954-1970''. Charleston, SC: Hồng Trương Books, 2014. Tr 49-53\n\n[[Thể loại:Liên bang Đông Dương]]\n[[Thể loại:Quốc gia Việt Nam]]"}