{"367667":"[[Tập tin:Mr. Phan Boi Chau.jpg|nhỏ|phải|150px|[[Phan Bội Châu]], tác giả ''Việt Nam quốc sử khảo''.]] \n'''Việt Nam quốc sử khảo''' ([[chữ Hán]]: 越南國史考) là một trong những sáng tác tiêu biểu của nhà cách mạng [[Phan Bội Châu]] (1867-1940). \nTác phẩm này đã được [[Georges Boudarel]], một tác giả người [[Pháp]], đánh giá là: ''mặc dù có những thiếu sót không thể tránh khỏi, Việt Nam quốc sử khảo là tác phẩm đầu tiên đã thoát khỏi cách biên niên theo vương triều và lối uyên bác ôm đồm để phân tích những nhân tố chính trị, kinh tế, xã hội đã tạo nên sự hưng thịnh và suy vong của [[Việt Nam]].<ref>Georges Boudarel, ''Phan Boi Chau et la société Vietnamienne de son temps'', France-Asie N.4-1969.<\/ref>\n\n==Nguyên nhân ra đời==\nNăm 1906, sau khi trở về nước lần thứ hai, rồi trở lại [[Nhật Bản]], trong nhận thức của Phan Bội Châu đã có nhiều đổi khác. Theo PSG. Chương Thâu thì nếu trước đó, Phan Bội Châu chỉ chú trọng vào việc cầu viện Nhật để về đánh đuổi Pháp; thì nay, ông đã chuyển hướng, vừa phải lo củng cố cơ sở Duy Tân hội ở trong nước, vừa phải gấp chọn thanh niên du học, đồng thời vẫn tiếp tục thức tỉnh nhân dân bằng những tác phẩm thơ văn tuyên truyền yêu nước. Trong tập [[Ngục trung thư]] (tập tự truyện đầu tiên của mình) ông viết:\n\n:''...Bởi vậy, một mặt tôi cổ võ thanh niên du học, một mặt muốn mở mang tư tưởng ái quốc cho toàn dân, tôi bèn viết ''[[Tân Việt Nam]]'', ''[[Kỷ niệm lục]]'' và ''Việt Nam quốc sử khảo''...Mấy tập sách này, lời lẽ thống thiết lâm ly, chỉ có chủ ý là trông mong quốc dân ta lấy [[Chiêm Thành]], [[Chân Lạp]] làm dấu xe nên tránh, và rán theo chân nối gót [[Hai Bà Trưng|Trưng vương]], [[Lê Thái Tổ|Lê hoàng]] mà phát phấn hăng hái, tìm lấy sự sống ở trong lúc chủng tộc chưa tiêu, tính mạng chưa tuyệt này, bằng không thì trễ mất!...''\n\n==Giới thiệu văn bản==\nViệt Nam quốc sử khảo được [[Phan Bội Châu]] viết bằng chữ Hán, chia thành 10 chương; khởi thảo ở khoảng năm 1906 và hoàn thành ngày mồng 5 tháng 5 năm Kỷ Dậu (1909, ghi theo tác giả) tại Nhật Bản. Ngay sau đó, tác phẩm được ra mắt lần đầu tại nơi đó, do nhà xuất bản Shoransha-Tokuo ấn hành, có kèm lời tựa của [[Hoàng Trọng Mậu]], một đồng chí của tác giả.\n\nHiện nay (1982), theo PGS. Chương Thâu, vẫn chưa tìm được bản in đầu tiên, mà chỉ tồn tại hai bản chép tay được sao lại từ bản gốc trên.\n\n*Bản thứ nhất, nguyên là sách của Thư viện Khai Trí Tiến Đức, sau chuyển về Viện Bác cổ, và hiện nay ở Thư viện Viện Thông tin khoa học xã hội (Hà Nội) mang ký hiệu VHv.1332, gồm 174 trang.\n*Bản thứ hai, hiện nằm trong tủ sách của một gia đình ở [[Huế]], dày 166 trang, so với bản trên, không có gì khác biệt nhiều.\n\nTrong những năm cuối đời (1926-1940), khi bị giam lỏng ở Bến Ngự (Huế); Phan Bội Châu đã đem tác phẩm này dịch ra tiếng Việt theo thể văn vần [[thơ song thất lục bát|song thất lục bát]], và đặt tên là ''[[Việt Nam quốc sử bình diễn ca]]''. Năm 1929, ông có cho trích đăng trên ''báo Tiếng dân'' của [[Huỳnh Thúc Kháng]] được một kỳ; nhưng sau đó, bị [[đế quốc thực dân Pháp|thực dân Pháp]] không cho đăng tiếp, nên toàn bộ tác phẩm này chưa được công bố.<ref>Sau nhiều năm lưu lạc, ''Việt Nam Quốc sử bình diễn ca'' đã được tìm thấy.<\/ref>\n\nNăm 1962, ''Việt Nam quốc sử khảo'', bản dịch của Chương Thâu, được nhà xuất bản Giáo dục (Hà Nội) ấn hành.\n\nNăm 1882, Nhà xuất bản Khoa học - Xã hội (Hà Nội) cho tái bản ''Việt Nam quốc sử khảo'' (in chung với sách Việt Nam vong quốc sử).\n\n==Kết cấu==\nTrong một bài viết ngắn có tên ''Nước là gốc'', in ở đầu sách ''Việt Nam quốc sử khảo'', Phan Bội Châu viết:\n:''...Tổ tông cha mẹ ta ở đâu ra, con cháu chúng ta nương tựa vào đâu; suy đi tính lại, chẳng phải là nước ta đó sao? Vậy, nước ta là tính mệnh của thân ta. Thân ta vì đâu mà có giá trị? Vì có nước. Nước mất thì giá trị ta thấp hèn. Thân ta vì đâu có quyền? Vì có nước. Nước mất thì quyền cũng không còn...''\n \nXuất phát từ quan niệm ấy, trong ''Việt Nam quốc sử khảo'', tác giả đã tìm hiểu và đã viết thành mười chương với những chủ đề chính như sau:\n*Chương thứ nhất: ''Tổ quốc chúng ta.''\n*Chương thứ hai: ''Nhân chủng, nhân khẩu nước ta.''\n*Chương thứ ba: ''Địa lý, sản vật nước ta.''\n*Chương thứ tư: ''Những biến chuyển mà nước ta đã trải qua.''\n*Chương thứ năm: ''Sự thịnh suy của dân quyền và dân trí nước ta.''\n*Chương thứ sáu: ''Những vị anh hùng thời trước chống ngoại xâm, mưu độc lập.''\n*Chương thứ bảy: ''Các võ nhân - văn sĩ nước ta.''\n*Chương thứ tám: ''Sự gian khổ trong việc nước ta kinh lý nơi biên giới.''\n*Chương thứ chín: ''Sự khuất phục về ngoại giao của nước ta qua các triều đại.''\n*Chương thứ mười: ''Đầu đuôi mối quan hệ giữa nước ta với người âu châu.''\n==Nhận xét==\nTrích đánh giá của Hồ Song:\n:''Trong những tác phẩm tuyên truyền cách mạng của Phan Bội Châu, mà chủ đề bắt nguồn từ lịch sử dân tộc Việt, ''Việt Nam quốc sử khảo'' có một bản sắc riêng. Tác phẩm này, không phải là một tiểu thuyết lịch sử như ''[[Trùng Quang tâm sử]]''; không phải là truyện những người đồng chí đã hy sinh cho nghĩa lớn như ''[[Việt Nam nghĩa liệt sử]]'', ''Truyện [[Phạm Hồng Thái]]'', ''[[Truyện Chân tướng quân|Chân tướng quân]] (viết về [[Hoàng Hoa Thám]])''...; cũng không phải là một tác phẩm trong đó những xúc động mãnh liệt, những thuyết lý về nhân sinh nhiều khi lấn át phần sử liệu, như trong ''[[Việt Nam vong quốc sử]]''. Khác với những tác phẩm nêu trên, ''Việt Nam quốc sử khảo'' mang tính sử học rõ rệt.''\n\nChung quan điểm với Georges Boudarel đã ghi trên, Hồ Song viết tiếp:\n:''Tuy công trình không đồ sộ, nhưng với tác phẩm này Phan Bội Châu đã hoàn toàn thoát khỏi cách nhìn lịch sử dân tộc như là sự tiếp nối của những vương triều, của những năm tháng...trong đó hành vi, ngôn từ của vua chúa cũng như điềm lành, điềm dữ của trời đất là đối tượng chủ yếu được lượt thuật. Ở đây, những truyền thuyết, dã sử cũng như vận nước, mệnh trời cũng không phải là những cứ liệu để Phan Bội Châu giải thích lịch sử.''\n\nTuy nhiên, vì là một công trình biên khảo theo một chủ đề định hướng, cho nên Phan Bội Châu chỉ sử dụng những sử liệu phù hợp với ý định của mình; và chỉ tập trung khảo sát, bàn luận kỹ chủ đề bảo vệ Tổ quốc, bảo vệ độc lập dân tộc trước sự uy hiếp của ngoại bang. Còn phần dựng nước, phần tổ chức chính trị, kinh tế, văn hóa, xã hội...hầu như chưa được đề cập đến. ''Nhược điểm ấy, làm cho sự khảo sát thiếu toàn diện, nhưng đã tạo điều kiện cho Phan Bội Châu có thể liên kết mật thiết việc dựng lại quá khứ với nhiệm vụ nóng bỏng trước mắt là cứu nước, giải phóng dân tộc''. Tác giả Hồ Song đã nhận xét như vậy.\n\n==Trích tác phẩm==\n===Chương thứ tám===\nChương này có 4 tiết, giới thiệu tiết thứ ba: '''Những kỷ niệm lớn về đất đai của nước ta đã kinh lý mà bị mất mát'''.\n\nLược trích:\n\n:''-[[Hồ Hán Thương]] cắt 59 thôn ở Cổ Lâu cho [[nhà Minh]].\n:''-[[Mạc Đăng Dung]] cắt hai châu và bốn động (nay là hai châu Thanh và châu Khâm).\n:''-[[Lê Hiển Tông|Lê Cảnh Hưng]] năm 41, cắt đất sáu châu ở An Tây, Hưng Hóa (Quảng Lăng, Khiêm Châu, Hoàng Nham, Tuy Phủ, Hợp Phì, Lệ Tuyền) nhập vào đất [[Vân Nam]] ([[nhà Thanh]]).\n:''-Bản triều [[Tự Đức]] năm 15 (1862), sai [[Phan Thanh Giản]] phụng sứ tới [[Thành phố Hồ Chí Minh|Sài Gòn]] cắt sáu tỉnh Nam Kỳ nhượng cho Đại Pháp.''\n\n:''-Năm Tự Đức 36 (1883), ký hòa ước hòa thân Pháp - Việt (tức Hiệp ước Hácmăng) mất hết [[Bắc Kỳ]], chủ quyền cũng hết.\n:''-Năm đầu [[Hàm Nghi]], kinh thành [[Thuận Hóa]] thất thủ, đai đai và chủ quyền của ta cũng mất hết...''\n\n:''Nhìn lại trước sau gần một ngàn năm lịch sử, khai thác nên vũ trụ này, một tấc đất, một người dân đều là do tâm huyết tổ tiên ta mà có. Thế mà chưa đầy 50 năm, núi sông gấm vóc đó đã sạch sành sanh không còn một tấc đất...Tục ngữ có câu: \"Củi của cha đốn, con không mang gánh được\". Các tổ tiên có ngờ đâu rằng mấy trăm năm sau đã diễn ra cái cảnh thảm thương như thế này!?''\n===Chương thứ chín===\nChương này có 3 tiết.\n\n*Tiết thứ nhất: '''Sự nhục nhã trong việc thần phục Bắc triều.'''\n\nSau khi kể ra những việc nộp cống cho Bắc triều, tác giả viết:\n:''Nói chung cốt là muốn lấy nước ta, nhưng không có cớ gì cho nên nghĩ ra lắm kiểu hạch sách để lập mưu mượn cớ hỏi tội...Tất cả những nỗi nhục nhã như thế, ngoài việc như ba năm nạp cống một lần và chúc mừng vua mới, điếu vua cũ; hằng năm còn phải qua lại cống hiến...mà sử sách không thể chép hết. Đây chỉ tạm chép một vài mẫu để thấy rằng một nước không biết tự cường thì thà chết quách đi còn sướng hơn!''\n\n*Tiết thứ hai: '''Thần phụ Bắc triều bị nhục về lời lẽ giấy tờ.'''\nTrích:..\n:''Ôi! Làm đế ở nước mình mà vương hiệu còn phải đợi người ngoài đặt cho mới được. Lời lẽ giấy tờ như vậy, không hỏi cũng biết nhục nhã…Nhật Bản chỉ có ba hòn đảo trơ vơ, đất không rộng hơn nước ta, thế mà đối với [[nhà Tùy|Tùy]], [[nhà Đường|Đường]] đều xưng là \"Thiên tử của xứ mặt trời mọc\". Tử Sản<ref>Tử Sản, người [[trịnh (nước)|nước Trịnh]], sống thời [[Xuân Thu]], giỏi về chính trị và ngoại giao.<\/ref> nói \"Nước không biết cạnh tranh thì (thế nào) cũng bị lăng nhục\". Nước ta lại không có một ngày nào thoát khỏi ách nô lệ hay sao?. Từ nay về sau, tôi xin người nước ta phải biết tự trọng.\n\n*Tiết thứ ba: '''Thần phục Bắc triều mà không giúp được gì cho nước'''.\n\nTrích:\n:''Quanh năm châu, có nước nào thần phục người ta mà được người ta yêu thương không? - Không có. Có nước nào thấy nước khác thần phục mình mà rủ lòng thương yêu đến không? - Cũng không có. Hai ý đó lấy chứng cớ ở đâu? Xin lấy chứng cớ ở nước Việt Nam ta.\n\nSau khi dẫn chứng, tác giả có lời bình:\n:''Rõ ràng ỷ lại vào người ngoài không bằng tự cường lấy ta. Bởi vì tự cường thì khí thế của mình mạnh, khí thế mạnh thì chuyển yếu thành mạnh…Nếu như nước ta, 50 năm về trước mà bỏ hẳn được cái tư tưởng \"thờ nước lớn\", biết bồi dưỡng cho cái cơ sở độc lập, biết phát triển cái căm uất thành sức mạnh, cùng với người khác tranh thắng, thì đâu đến nỗi như ngày hôm nay\n===Chương thứ mười===\nChương này có 5 tiết, giới thiệu tiiết thứ năm: '''Thời kỳ cuối của người Tây đắc chí ở nước ta.'''\n\nTrích: \n:''Năm Tự Đức thứ 36, cách một năm sau khi Hà thành thất thủ lần thứ hai, [[Hoàng Diệu]] tử tiết, Bắc Kỳ hoàn toàn mất. Quân Pháp lại tiến đánh kinh đô Thuận Hóa, ta lại ký thêm một điều ước hòa thân...Từ đó, chủ quyền ngoại giao, nội chính, đất đai, nhân dân đều do người Pháp nắm hết.\n:''Nhìn chung lại, nước ta bị diệt vong, do rất nhiều điều tệ, tội nhiều không thể kể hết, nhưng trong đó có bốn cái tội lớn:''\n\n:''-Một là ngoại giao hẹp hòi.''\n:''-Hai là nội trị hủ bại''.\n:''-Ba là dân trí bế tắc.''\n:''-Bốn là vua tôi trên dưới tự tư tự lợi.''\n\n:...''(Suy ra) ngoại giao, nội trị, dân trí sở dĩ đồi bại như vậy là do trên dưới tự tư tự lợi mà ra cả. Cuối cùng nước bị mất. Vua bị tù, thần dân đều trở nên giống người mất nước...Cái tự tư tự lợi nguy hại là nhường nào!!...<ref>GS. Chương Thâu dịch, sách dẫn ở mục tham khảo, tr. 279-283.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*'''Việt Nam quốc sử khảo''', in trong Những tác phẩm của Phan Bội Châu tập I, (Nhà xuất bản KHXH, Hà Nội, 1982). Tác phẩm do PGS.TS sử học Chương Thâu dịch và chú thích, trong đó có in bài \"Việt Nam quốc sử khảo - Một đóng góp của Phan Bội Châu vào nền sử học Việt Nam\" của Hồ Song (tr.147-162).\n\n==Liên kết ngoài==\n*[http:\/\/vienvanhoc.org.vn\/reader\/?id=448&menu=75 Tầm vóc Phan Bội Châu trong lịch sử và lịch sử văn chương Việt Nam.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090526221749\/http:\/\/www.vienvanhoc.org.vn\/reader\/?id=448&menu=75 |date = ngày 26 tháng 5 năm 2009}}\n*[http:\/\/www.ngheandost.gov.vn\/?module=311&subID=113&newsID=183&sid=KHCN223990375954368875330649 Phan Bội Châu người mở đầu thời kỳ sử học Việt Nam cận đại.]{{Liên kết hỏng|date=2022-03-25 |bot=InternetArchiveBot }}\n\n[[Thể loại:Sách lịch sử Việt Nam]]\n[[Thể loại:Phan Bội Châu]]"}