{"1740005":"{{phân biệt|Việt vương Vô Dư}}{{chú thích trong bài}}\n \n{{Thông tin nhân vật hoàng gia\n| tên = Việt hầu Vô Dư\n| tước vị = [[Vua]] [[chư hầu]] [[Trung Quốc]]\n| thêm = china\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Vua]] [[Việt (nước)|nước Việt]]\n| tại vị = \n| đăng quang = \n| tiền nhiệm = <font color=\"grey\">Không có (Quân chủ lập quốc)<\/font>\n| nhiếp chính = \n| kế nhiệm = <font color=\"blue\">Không rõ<\/font>\n| hôn phối = \n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = \n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = \n| miếu hiệu =\n| hoàng tộc = [[Việt (nước)|nước Việt]]\n| kiểu hoàng tộc = Chính quyền\n| cha = [[Thiếu Khang]]\n| mẹ = con gái Ngu Tư\n| sinh = ?\n| nơi sinh = \n| mất = ?\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Vô Dư''' ({{zh|t=無餘|s=无余}}), họ Tự - là tên vị [[chế độ quân chủ|quân chủ]] đầu tiên của nước [[Việt (nước)|Việt]] - một quốc gia từng tồn tại không dưới 1500 năm trong [[lịch sử Trung Quốc]], theo [[Sử ký Tư Mã Thiên|Sử Ký Tư Mã Thiên]] - Việt vương [[Việt Vương Câu Tiễn|Câu Tiễn]] thế gia - thì ông là con thứ của vua [[Thiếu Khang]] và là em khác mẹ của [[Hạ Trữ|đế Trữ]] [[nhà Hạ]].\n\n==Thân thế và cuộc sống lưu vong thuở thiếu thời==\nVô Dư sinh ra và lớn lên trong thời kỳ [[vô vương chi thế]], trước đây cha và anh của ông từng ở quê ngoại là nước [[Hữu Nhưng]] để trốn tránh sự truy sát của [[Hậu Nghệ]] rồi [[Hàn Trác]]. Khi Hàn Trác phát hiện ra hai cha con Thiếu Khang lẩn trốn ở nước Hữu Nhưng đã lập tức hạ lệnh cho hai con là [[Hàn Kiêu]] và [[Hàn Ế]] đem binh tiến đánh nước này, Thiếu Khang cùng Trữ rút chạy sang nước [[Hữu Ngu]] và được vua nước ấy là [[Ngu Tư]] hết sức đùm bọc che chở. Ngu Tư cho Thiếu Khang làm chức [[bào chính]] quản lý lương thực, Ngu Tư cấp cho cha con Thiếu Khang 500 nô lệ và một vùng đất nhỏ làm căn cứ địa để chiêu mộ nhân tài vật lực lo toan chuyện phục quốc. Ngu Tư lại gả con gái cho Thiếu Khang làm thứ phi, chẳng bao lâu thứ phi ấy sinh được người con trai đặt tên là Vô Dư. Vô Dư từ nhỏ đã phải nếm trải mùi loạn lạc chiến tranh nên hiểu được nỗi thống khổ của dân chúng, ông lại được hưởng môi trường của bên ngoại là dòng dõi [[thuấn|đế Thuấn]] dạy dỗ nên làm việc rất cẩn thận chu đáo và có trách nhiệm cao. Lớn lên Vô Dư được cha phái sang nước [[Hữu Cách]] giao hẹn với [[Thần Mi]] - một đại thần trung thành với nhà Hạ đang lưu vong ở nước ấy - để liên kết chờ thời cơ mở chiến dịch tổng lực toàn diện. Khi thấy thời cơ chín muồi Thiếu Khang phát binh đánh thẳng vào sào huyệt Hàn Trác, Vô Dư cầm đầu một cánh quân từ nước Hữu Cách đi thọc về phía sau vây gọn Hàn Trác từ 2 bên khiến y không kịp trở tay.\n\n==Làm vua nước Việt==\nSau khi diệt xong Hàn Trác chấm dứt 40 năm nhà Hạ mất ngôi và ngót 100 năm bị tước đoạt quyền hành kể từ thời vua [[Thái Khang]], Thiếu Khang phục vị phong hầu cho Vô Dư ở đất Cối Kê đặt quốc hiệu là Việt. Nơi đây trước kia [[tổ tiên]] Thiếu Khang là [[Hạ Vũ]] đã hội 10.000 chư hầu để luận công phong thưởng, địa bàn nước Việt ngày nay thuộc vùng phía nam [[Trường Giang]] ở vào [[thành phố trực thuộc trung ương (Trung Quốc)|thành phố]] [[Thượng Hải]] và [[huyện (Trung Quốc)|huyện]] [[Thiệu Hưng]] [[tỉnh (Trung Quốc)|tỉnh]] [[Chiết Giang]]. Trách nhiệm của nước Việt thứ nhất là khai khẩn vùng đất phía nam của triều đình khi ấy còn hoang dã, tiếp đến là hàng năm tế bái thờ cúng tổ tiên họ Tự. Trước lúc Vô Dư đến đây dân chúng xứ này còn man rợ chưa có lễ giáo gì cả, tới khi ông làm quân chủ nước Việt mới đưa nền [[văn hóa]] [[Trung Nguyên]] du nhập khiến cho nước Việt phát triển cường thịnh một thời.\n\nSử sách không ghi lại được năm sinh năm mất và con cái Vô Dư có những ai, chỉ biết rằng các đời sau kế tục ông [[nước Việt]] chỉ là nước bình thường không có sự kiện gì lớn. Phải đến khi Câu Tiễn đánh bại nước [[Ngô (nước)|Ngô]] thì nước Việt mới được [[nhà Chu]] chú ý đến, [[thiên tử]] sai sứ giả đến phong Câu Tiễn làm bá chủ chư hầu.\n\n==Xem thêm==\n* [[Thiếu Khang]]\n* [[Hạ Trữ|đế Trữ]]\n* [[Việt Vương Câu Tiễn|Câu Tiễn]]\n\n==Tham khảo==\n{{tham khảo}}\n* sách Ngô Việt xuân thu\n* Sử Ký Tư Mã Thiên - Việt vương Câu Tiễn thế gia\n* sách Vương Triều và Hoàng Đế Trung Quốc - kỷ nhà Hạ - phần viết về vua Thiếu Khang\n* sách Trung Quốc toàn sử\n* sách Trung Quốc thông sử\n* sách Thượng Hạ Ngũ Thiên Niên - phần Việt vương Câu Tiễn \"ngọa tân thưởng đảm\"\n\n{{Vua nước Việt}}\n\n[[Thể loại:Vua nước Việt]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]"}