{"142795":"{{Các vương quốc cổ ở Việt Nam}}\n'''Việt Thường ''' ([[chữ Hán]]: 越裳, còn được viết là 越常, 越嘗),<ref name=\"ReferenceA\">汉语大词典编辑委员会, 汉语大词典编纂处. 汉语大词典, 第九卷. 上海辞书出版社, năm 1992. Trang 1115.<\/ref> còn gọi là '''Việt Thường thị''' (越裳氏)<ref name=\"ReferenceA\"\/> là một quốc gia hoặc bộ lạc cổ đại được nhắc đến trong một số thư tịch cổ của Trung Quốc và Việt Nam.\n\n==Vị trí==\nThư tịch đầu tiên đề cập tới nước Việt Thường là sách \"[[Thượng thư đại truyện]]\" (尚書大傳).<ref>Đào Duy Anh. Lịch sử cổ đại Việt Nam. Nhà xuất bản Văn hoá Thông tin. Hà Nội, năm 2005. Trang 35.<\/ref><ref name=\"尚書大傳\/卷2\">[https:\/\/zh.wikisource.org\/wiki\/%E5%B0%9A%E6%9B%B8%E5%A4%A7%E5%82%B3\/%E5%8D%B72 尚書大傳\/卷2], 維基文庫, truy cập ngày 3 tháng 4 năm 2016.<\/ref> Theo \"Thượng thư đại truyện\", \"Hậu Hán thư\" và \"[[Tư trị thông giám cương mục]]\" (資治通鑑綱目) thì nước Việt Thường nằm ở phía nam [[Giao Chỉ]].<ref name=\"尚書大傳\/卷2\"\/><ref name=\"後漢書\/卷86\">[https:\/\/zh.wikisource.org\/wiki\/%E5%BE%8C%E6%BC%A2%E6%9B%B8\/%E5%8D%B786 後漢書\/卷86], 維基文庫, truy cập ngày 3 tháng 4 năm 2016.<\/ref><ref>朱熹, 商輅. 資治通鑑綱目: 前編二五卷, 正編五九卷, 續編二七卷, 第 1-8 卷. Google 图书. [https:\/\/books.google.com.hk\/books?id=SLQpAAAAYAAJ&lpg=RA5-PA80&dq=%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91%E5%89%8D%E7%B7%A8%20%20%E8%B6%8A%E8%A3%B3&hl=zh-CN&pg=RA5-PA80#v=onepage&q&f=false 第80页].<\/ref> Theo sách [[Việt sử lược]] Việt Thường thị không phải là một quốc gia mà là một bộ lạc ở Giao Chỉ.<ref name=\"越史略\/卷上\">[https:\/\/zh.wikisource.org\/wiki\/%E8%B6%8A%E5%8F%B2%E7%95%A5\/%E5%8D%B7%E4%B8%8A 越史略\/卷上], 維基文庫, truy cập ngày 3 tháng 4 năm 2016.<\/ref>\n\nTừ việc tên gọi \"Việt Thường\" trong Hán văn có ba cách viết khác nhau là 越裳, 越嘗, 越常 [[Đào Duy Anh]] đoán rằng \"Việt Thường\" là phiên âm của tên gọi của nước Việt Thường trong tiếng nước Việt Thường, vì là một cái tên phiên âm nên tên gọi Việt Thường có thể viết bằng bất kỳ chữ Hán nào có âm đọc giống như vậy. Thời [[Tây Chu]], vua nước [[Sở (nước)|Sở]] là [[Sở Hùng Cừ|Hùng Cừ]] phong cho con trai út của mình là [[Sở Hùng Diên|Chấp Tì]] (執疵) đất Việt Chương (越章).\n\nTheo [[Đào Duy Anh]], trong tiếng Trung Quốc \"Việt Chương\" và \"Việt Thường\" đồng âm với nhau, hai cái tên này chỉ là một, chỉ khác nhau về tự dạng, nước Việt Thường chính là nằm trên đất Việt Chương. Thời [[Nhà Hán|Hán]] có một quận gọi là quận Dự Chương (豫章). Cũng theo Đào Duy Anh trong tiếng Trung Quốc \"Dự Chương\" phát âm gần giống với \"Việt Chương\/Việt Thường\", Đào Duy Anh đoán rằng có thể quận Dự Chương được lập trên đất Việt Thường\/Việt Chương cũ. Đất của quận Dự Chương theo Đào Duy Anh ngày nay thuộc Nam Xương, tỉnh Giang Tây, Trung Quốc.<ref>Đào Duy Anh. Lịch sử cổ đại Việt Nam. Nhà xuất bản Văn hoá Thông tin. Hà Nội, năm 2005. Trang 36, 37.<\/ref>  \n\nĐào Duy Anh cho rằng \"Việt Thường\" và \"Việt Chương\" trong tiếng Trung Quốc là đồng âm, nhưng trong thực tế thì trong [[tiếng phổ thông Trung Quốc]] \"Việt Thường\" và \"Việt Chương\" được đọc khác nhau, trong [[tiếng Hán thượng cổ]] \"Việt Thường\", \"Việt Chương\" và \"Dự Chương\" cũng không đồng âm.<ref>William H. Baxter (白一平), Laurent Sagart (沙加爾). [http:\/\/ocbaxtersagart.lsait.lsa.umich.edu\/BaxterSagartOCbyMandarinMC2014-09-20.pdf Baxter-Sagart Old Chinese reconstruction, version 1.1 (ngày 20 tháng 9 năm 2014)], University of Michigan College of Literature, Science, and the Arts. Trang 11, 143, 145, 149,. Truy cập ngày 4 tháng 4 năm 2016.<\/ref>Nên lý giải đó của Đào Duy Anh là không đáng tin cậy, Việt Thường và Việt Chương là hai nơi khác nhau. \n\nTheo sự tích Dâng chim trĩ trắng, Sứ giả Việt Thường thị đi dọc theo bờ biển hai nước [[Phù Nam]] và [[Lâm Ấp]] để về nước. Do đó có một số phỏng đoán Việt Thường nằm ở miền nam trung bộ. \n\n==Dâng chim trĩ trắng cho Chu Thành vương==\nTheo sách \"Thượng thư đại truyện\" và \"Hậu Hán thư\" thì vào năm thứ sáu kể từ khi [[Chu Công]] [[nhiếp chính]] người nước Việt Thường đi bằng ba con voi đến dâng chim trĩ trắng cho [[Chu Thành vương]]. Hai bên đều không có ai biết tiếng của nhau nên phải dùng cách phiên dịch gián tiếp qua ngôn ngữ khác để nói chuyện.<ref name=\"尚書大傳\/卷2\"\/><ref name=\"後漢書\/卷86\"\/>\n\nTheo sách [[Việt sử lược]] vào thời [[Chu Thành vương]] bộ lạc Việt Thường thị cho người đến dâng chim trĩ trắng.<ref name=\"越史略\/卷上\"\/>\n\nTheo \"Tư trị thông giám cương mục\" thì vào năm thứ sáu kể từ khi Chu Thành vương lên ngôi, tức là năm Tân Mão, người nước Việt Thường thị đến dâng chim trĩ trắng. Vì không biết tiếng của nhau nên khi nói chuyện hai bên phải qua ba lần phiên dịch mới hiểu được nhau. Khi sứ giả Việt Thường thị về nước vì sứ giả không biết đường nên Chu Công đã cho lấy năm cỗ xe bình xa (軿車, xe có màn che thời xưa) sửa thành [[xe chỉ nam]] rồi cấp cho sứ giả để giúp sứ giả xác định phương hướng. Sứ giả Việt Thường thị đi dọc theo bờ biển hai nước [[Phù Nam]] và [[Lâm Ấp]] để về nước.<ref>朱熹, 商輅. 資治通鑑綱目: 前編二五卷, 正編五九卷, 續編二七卷, 第 1-8 卷. Google 图书. [https:\/\/books.google.com.hk\/books?id=SLQpAAAAYAAJ&lpg=RA5-PA80&dq=%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91%E5%89%8D%E7%B7%A8%20%20%E8%B6%8A%E8%A3%B3&hl=zh-CN&pg=RA5-PA80#v=onepage&q&f=false 第80页] và [https:\/\/books.google.com.hk\/books?id=SLQpAAAAYAAJ&lpg=RA5-PA80&dq=%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91%E5%89%8D%E7%B7%A8%20%20%E8%B6%8A%E8%A3%B3&hl=zh-CN&pg=RA5-PA81#v=onepage&q&f=false 第81页].<\/ref> [[Khâm định Việt sử thông giám cương mục]] cũng có nói tới chuyện người Việt Thường thị dâng chim trĩ cho nhà Chu, nội dung hoàn toàn giống với chuyện kể trong \"Tư trị thông giám cương mục\".<ref>欽定越史通鑑綱目 國史館朝阮 • Khâm định Việt sử thông giám cương mục (quyển thủ-01) Quốc sử quán triều Nguyễn, [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/251\/page\/54 trang 54], truy cập ngày 3 tháng 4 năm 2016.<\/ref>\n\n==Thơ ca==\nCa dao Việt Nam có câu:\n:''Tháng năm ngày tết Đoan Dương.''\n:''Là ngày giỗ mẹ Việt Thường Văn Lang''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai lịch sử}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Hồng Bàng]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]"}