{"19693814":"{{Thiếu nguồn gốc|date=tháng 2\/2022}}\n'''Viện Công nghệ Thông tin, Đại học Quốc gia Hà Nội''' là một Viện nghiên cứu thành viên của [[Đại học Quốc gia Hà Nội]], được thành lập từ năm 2001 trên cơ sở tổ chức lại Đại học Quốc gia Hà Nội. Viện có trụ sở tại nhà E3, 144 đường Xuân Thủy, Cầu Giấy, Hà Nội. <ref>{{Chú thích web|url=https:\/\/www.vnu.edu.vn\/home\/?C1709\/N72\/VIeN-CoNG-NGHe-THoNG-TIN.htm|tựa đề=ĐẠI HỌC QUỐC GIA HÀ NỘI - TRANG CHỦ|website=www.vnu.edu.vn|ngày truy cập=2022-05-01}}<\/ref>\n\n== Quá trình thành lập == \n\n* Được thành lập theo Quyết định số 14\/2001\/QĐ-TTg ngày 12\/02\/2001 của Thủ tướng Chính phủ trên cơ sở sắp xếp lại các trường đại học, viện nghiên cứu và các đơn vị trực thuộc Đại học Quốc gia Hà Nội theo quyết định số 14\/2001\/QĐ-TTg ngày 12\/02\/2001 của Thủ tướng Chính phủ. Đơn vị tiền thân của Viện Công nghệ Thông tin là Viện Đào tạo Công nghệ Thông tin Việt Nam (VITTI).\n\n* Viện Đào tạo Công nghệ Thông tin (đơn vị tiền thân của Viện Công nghệ Thông tin) được thành lập theo QĐ số 262\/TCCB ngày 3\/6\/1997 của Giám đốc Đại học Quốc gia Hà Nội. Viện Đào tạo Công nghệ Thông tin được thành lập để thực hiện dự án ODA “Hợp tác kỹ thuật Nhật – Việt về đào tạo Công nghệ Thông tin Việt Nam”. Dự án này được ký kết ngày 21\/3\/1997 giữa tổ chức JICA của Nhật Bản và Đại học Quốc gia Hà Nội, thực hiện trong khoảng thời gian từ năm 1997 đến năm 2002.\n\n== Chức năng & nhiệm vụ ==\nViện Công nghệ Thông tin có sứ mệnh đào tạo chuyên gia chất lượng cao ở bậc tiến sỹ và tham gia đào tạo đại học và sau đại học thuộc lĩnh vực công nghệ thông tin với các trường đại học và các đơn vị trực thuộc trong Đại học Quốc gia Hà Nội; nghiên cứu khoa học, triển khai ứng dụng, tư vấn và chuyển giao công nghệ trong lĩnh vực công nghệ thông tin – truyền thông góp phần phát triển kinh tế - xã hội của đất nước; đào tạo kỹ năng nghề nghiệp, bồi dưỡng, nâng cao trình độ khoa học, công nghệ, phổ cập công nghệ mới cho các doanh nghiệp, đơn vị, cá nhân trong và ngoài nước. <ref>{{Chú thích web|url=https:\/\/iti.vnu.edu.vn\/gioi-thieu-chung\/|tựa đề=Giới thiệu chung – Viện Công nghệ thông tin – ĐHQGHN|ngôn ngữ=vi|ngày truy cập=2022-05-01}}<\/ref>\n\n== Tổ chức & Đội ngũ ==\nViện Công nghệ Thông tin hiện có 5 đơn vị nghiên cứu và phát triển công nghệ:  \n\n# Phòng Cơ sở dữ liệu và hệ thống thông tin\n# Phòng An toàn hệ thống thông tin\n# Phòng Công nghệ mạng và truyền thông\n# Phòng Công nghệ nhận dạng và xử lý ngôn ngữ tự nhiên\n# Phòng Công nghệ đa phương tiện và thực tại ảo\n\nBên cạnh đó, Viện Công nghệ Thông tin còn có các phòng chức năng, trung tâm dịch vụ:\n\n# Phòng Khoa học Công nghệ và Đào tạo\n# Phòng Hành chính Tổng hợp\n# Trung tâm Đào tạo và chuyển giao công nghệ\nVà các phòng thí nghiệm nghiên cứu:\n\n# Phòng thí nghiệm Chính phủ điện tử\n# Phòng thí nghiệm Trí tuệ nhân tạo và Internet vạn vật\n# Phòng thí nghiệm Hệ thống tích hợp thông minh\n\nĐội ngũ các nhà khoa học của Viện Công nghệ Thông tin đang triển khai nhiều hoạt động nghiên cứu, đề tài, dự án cấp nhà nước, cấp bộ ngành, cấp ĐHQGHN và quốc tế liên quan đến các vấn đề công nghệ quan trọng như: khoa học dữ liệu; trí tuệ nhân tạo (AI); thực tại ảo\/thực tại tăng cường (VR\/AR); xử lý ảnh\/video; an toàn thông tin; blockchain; Internet vạn vật (IoT); hệ thống nhúng; thiết kế vi mạch và FPGA, thiết kế bảo mật cho RFID…\n\n== Lãnh đạo Viện ==\nViện trưởng\n\n* PGS.TS. [[Trần Xuân Tú]]\n\nPhó Viện trưởng\n\n* PGS.TS. Nguyễn Hà Nam\n\n== Ban lãnh đạo Viện các thời kỳ ==\n{| class=\"wikitable\"\n|+\n!Giai đoạn\n!Viện trưởng\n!Phó Viện trưởng\n|-\n|1999 - 2001\n|PGS.TS. Nguyễn Hữu Xý\n|PGS.TS. Nguyễn Đình Hóa\n|-\n|2001 - 2007\n|GS.TSKH. Đinh Dũng\n|PGS.TS. Nguyễn Đình Hóa\n|-\n|2008 – 06\/2009\n|GS.TS. Nguyễn Hữu Đức ''(Phụ trách Viện)''\n|PGS.TS. Nguyễn Đình Hóa\nPGS.TS. Nguyễn Việt Hà\n|-\n|07\/2009 – 12\/2010\n|PGS.TS. Nguyễn Ngọc Bình ''(Phụ trách Viện)''\n|PGS.TS. Nguyễn Đình Hóa\nPGS.TS. Phạm Bảo Sơn (từ 05\/2010)\nPGS.TS. Nguyễn Ái Việt\n|-\n|2011 – 2015\n|PGS.TS. Nguyễn Ái Việt\n|PGS.TS. Phạm Bảo Sơn (đến 05\/2013)\nPGS.TS. Đỗ Năng Toàn (từ 08\/2014)\nTS. Đinh Văn Dũng\nThS. Đào Kiến Quốc (từ 10\/2013 đến 12\/2014)\n|-\n|2016 – 02\/2020\n|PGS.TS. Đỗ Năng Toàn\n|PGS.TS. Nguyễn Hà Nam (từ 02\/2017) \nTS. Đinh Văn Dũng\n|-\n|02\/2020 – 12\/2020\n|TS. Đinh Văn Dũng ''(Phụ trách Viện)''\n|PGS.TS. Nguyễn Hà Nam\n|-\n|12\/2020 – nay\n|PGS.TS. Trần Xuân Tú\n|PGS.TS. Nguyễn Hà Nam (đến 09\/2021)\n|}\n\n== Liên kết ngoài ==\n\n* [http:\/\/www.iti.vnu.edu.vn\/ Trang chính của Viện Công nghệ Thông tin, Đại học Quốc gia Hà Nội]\n\n[[Thể loại:Đại học Quốc gia Hà Nội]]\n[[Thể loại:Công nghệ thông tin Việt Nam]]\n<references \/>"}