{"324408":"{{chú thích trong bài}}\n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Viện Khoa học và Công nghệ Quân sự\n| hình = Logo của AMST.png\n| chú thích hình = Logo\n| thành lập = {{ngày thành lập và tuổi|1960|10|12}}\n| quân chủng = \n| phân cấp = Viện nghiên cứu (Nhóm 3)\n| chức năng = Là Viện nghiên cứu khoa học đa ngành\n| quy mô = ''3.000 người''\n| bộ phận của = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng tham mưu]]\n| bộ chỉ huy = Số 17, phố Hoàng Sâm, [[Cầu Giấy]], [[Hà Nội]]\n| chỉ huy 1 = {{QH|thiếu tướng|[[Nguyễn Trung Kiên]]}}\n| kiểu chỉ huy 1 = Giám đốc\n| chỉ huy 2 = {{QH|đại tá|Dương Nhật Dân}}\n| kiểu chỉ huy 2 = Phó giám đốc\n| khẩu hiệu = \n| chỉ huy nổi tiếng = \n| chỉ huy 3 = \n| kiểu chỉ huy 3 = \n| tên khác = Academy of Military Science and Technology ('''AMST''')\n| hành khúc = \n| đặt tên theo = \n| vinh danh = \n| thành tích = \n| lễ kỷ niệm = \n| web = \n}}\n\n'''Viện Khoa học và Công nghệ Quân sự''' (viết tắt '''AMST''' theo tên tiếng Anh của đơn vị là ''<u>A<\/u>cademy of <u>M<\/u>ilitary <u>S<\/u>cience and <u>T<\/u>echnology'') là một viện nghiên cứu khoa học đa ngành trực thuộc Bộ Tổng tham mưu quân đội Việt Nam<ref>Từ tháng 4 năm 2023, Bộ Quốc phòng chuyển giao Viện về cho Bộ Tổng tham mưu<\/ref> trên cơ sở tổ chức lại Viện Kỹ thuật Quân sự 1 (Viện Nghiên cứu Quân giới đổi tên năm 1960), Viện Kỹ thuật Quân sự 2 (tiếp nhận [[Viện Nghiên cứu Kỹ thuật Quân sự]] của [[Việt Nam Cộng hòa]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]] năm 1975) và sáp nhập các viện nghiên cứu khác thuộc Bộ Tổng Tham mưu, các Tổng cục và binh chủng kỹ thuật. Viện Khoa học và Công nghệ quân sự có nhiệm vụ tổ chức nghiên cứu khoa học kỹ thuật, công nghệ, ứng dụng khoa học kỹ thuật, công nghệ tiên tiến phục vụ xây dựng quân đội, củng cố quốc phòng, góp phần vào sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n* Ngày thành lập: ngày 12 tháng 10 năm 1960 \n* Trụ sở chính: số 17 phố Hoàng Sâm, Nghĩa Đô, Cầu Giấy, Hà Nội\n\n==Lịch sử==\n* Năm 1947, thành lập '''Nha nghiên cứu kỹ thuật''' thuộc Cục Quân giới, Bộ Tổng tư lệnh Quân đội quốc gia Việt Nam. Kỹ sư, [[thiếu tướng]] [[Trần Đại Nghĩa]] được bổ nhiệm làm Cục trưởng kiêm Giám đốc đầu tiên của Nha nghiên cứu kỹ thuật Quân giới. Đây là cơ quan nghiên cứu khoa học kỹ thuật và công nghệ quân sự đầu tiên của Việt Nam và là tổ chức tiền thân của Viện Khoa học và Công nghệ Quân sự, [[Viện Thiết kế Vũ khí]], [[Viện Công nghệ Quốc phòng Việt Nam|Viện Công nghệ Quốc phòng]], [[Viện Thuốc phóng- Thuốc nổ]] và các Viện, Phân viện nghiên cứu của Quân đội Việt Nam.\n* Năm 1950, Nha nghiên cứu kỹ thuật Quân giới đổi tên thành '''Viện Nghiên cứu Quân giới''' trực thuộc [[Tổng cục Cung cấp, Bộ Tổng tư lệnh Quân đội Quốc gia Việt Nam]]. Viện trưởng là Kỹ sư [[Nguyễn Trinh Tiếp]], Viện phó là Kỹ sư [[Hoàng Đình Phu]] và Kỹ sư [[Phạm Đồng Điện]].\n* Năm 1960, Cục Nghiên cứu Kỹ thuật (Viện Kỹ thuật Quân sự), trực thuộc [[Tổng cục Hậu cần, Bộ Quốc phòng (Việt Nam)|Tổng cục Hậu cần, Bộ Quốc phòng Việt Nam]] được thành lập trên cơ sở Viện Nghiên cứu Quân giới. Cục trưởng là Thiếu tướng [[Trần Sâm]], phó chủ nhiệm Tổng cục Hậu cần kiêm nhiệm; Cục phó là Đại tá, kỹ sư [[Hoàng Đình Phu]].\n* Ngày 10 tháng 9 năm 1974, Thực hiện Nghị quyết của Quân ủy Trung ương (số 39\/QUTW ngày 5 tháng 4), Hội đồng Chính phủ ra Nghị định (số 221\/CP) thành lập Tổng cục Kỹ thuật thuộc Bộ Quốc phòng. '''Viện Kỹ thuật Quân sự''' trực thuộc [[Tổng cục Kỹ thuật, Bộ Quốc phòng (Việt Nam)|Tổng cục Kỹ thuật, Bộ Quốc phòng Việt Nam]].\n* Năm 1987, Viện Kỹ thuật Quân sự chuyển sang trực thuộc [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng Việt Nam]].\n* Ngày 10 Tháng 9 năm 1999, [[Thủ tướng|Thủ tướng Chính phủ]] quyết định thành lập Trung tâm Khoa học kỹ thuật và Công nghệ quân sự trực thuộc Bộ Quốc phòng trên cơ sở sắp xếp và tổ chức lại Viện Kỹ thuật quân sự và các Viện Kỹ thuật khác của Bộ Quốc phòng. Thứ trưởng Bộ Quốc phòng, [[Trung tướng]], phó giáo sư, Viện sĩ Trương Khánh Châu được kiêm nhiệm Giám đốc Trung tâm (1999-2002).\n* Năm 2008, Trung tâm đổi tên thành Viện Khoa học và Công nghệ quân sự.\n* Ngày 18\/01\/2023, Bộ trưởng Bộ Quốc phòng ban hành Quyết định số 265\/QĐ-BQP về việc điều chuyển nguyên trạng Viện Khoa học và Công nghệ quân sự từ trực thuộc [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]] về trực thuộc [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam]].<ref>{{Chú thích web|url=https:\/\/xaydungchinhsach.chinhphu.vn\/ban-giao-vien-khoa-hoc-va-cong-nghe-quan-su-ve-truc-thuoc-bo-tong-tham-muu-119230328105631826.htm|tựa đề=Triển khai quyết định của Bộ Quốc phòng về công tác tổ chức, cán bộ|ngày=2023-03-29|website=Cổng Thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\n==Thành tựu khoa học kỹ thuật==\n* '''Nha Nghiên cứu Kỹ thuật Quân giới''' (sau đó là Viện nghiên cứu quân giới), dưới sự chỉ đạo của các kỹ sư vũ khí tài năng như: [[Trần Đại Nghĩa]], [[Nguyễn Trinh Tiếp]], [[Ngô Gia Khảm]]...đã nghiên cứu thiết kế và chế tạo ra: súng Bodoca, súng SKZ, đại bác DKZ, đạn bay... góp phần vào các chiến dịch chống Pháp thắng lợi của quân đội nhân dân Việt Nam.\n* Viện Kỹ thuật Quân sự 1 [[Hà Nội]] đã tham gia nhiều nhiệm vụ và đề tài kỹ thuật góp phần vào thắng lợi của [[Quân đội nhân dân Việt Nam]] trong cuộc [[chiến tranh Việt Nam|kháng chiến chống Mỹ]].\n* Viện Thiết kế Vũ khí đã chủ trì nhiều đề tài cấp nhà nước và đề tài cấp bộ về thiết kế, chế tạo [[súng bộ binh]] như: súng trung đại liên PKMS, súng 12,7&nbsp;mm, [[pháo]] tàu, pháo lựu chống [[xe tăng]], súng SKZ, đại bác DKZ,...\n* Tập thể Viện đã được phong tặng danh hiệu [[đơn vị anh hùng]]. Nhiều tập thể và cá nhân được trao tặng các giải thưởng Hồ Chí Minh, giải thưởng Nhà nước, [[giải thưởng VIFOTEX]] và được phong tặng danh hiệu [[anh hùng lực lượng vũ trang nhân dân]] và giải thưởng tuổi trẻ sáng tạo [http:\/\/www.vnn.vn\/giaoduc\/tintuc\/2003\/11\/37666\/].\n* Các công trình được trao tặng [[Giải thưởng Hồ Chí Minh]] đợt 1 năm 1996. [http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0001\/0000\/dnhan000.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081009190821\/http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0001\/0000\/dnhan000.htm |date = ngày 9 tháng 10 năm 2008}}\n:1.Phá thủy lôi từ tính và bom từ trường, đảm bảo giao thông 1967-1972 của Viện Kỹ thuật quân sự, Bộ Tư lệnh công binh, Bộ Tư lệnh Hải Quân, Viện Kỹ thuật Bộ Giao thông vận tải, các cục: Đường bộ, Đường sông, Đường biển, cảng Hải Phòng, Ty đảm bảo hàng hải, Tổ GKI Đại học Bách khoa Hà Nội.\n:2.Nghiên cứu chống nhiễu trong cuộc chiến tranh phá hoại của không quân Mỹ ở miền Bắc, 1968, 1969, 1970, 1972 của Bộ Tư lệnh phòng không, Viện Kỹ thuật quân sự.\n:3.Một số vũ khí đặc biệt trong chiến tranh chống Mỹ (A12, DKB nối tầng, các loại vũ khí phá chướng ngại FR, thủy lôi APS), 1960-1972 của Viện Kỹ thuật quân sự.\n\n* Các công trình được trao tặng [[Giải thưởng Hồ Chí Minh]] năm 2005.\n* Cụm công trình nghiên cứu các giải pháp khoa học công nghệ xây dựng công trình phòng thủ bảo vệ Tổ quốc, giai đoạn 1956-1975. Tác giả: KS. Nguyễn Trọng Quyển, KS. Bùi Danh Chiêu, KS. Nguyễn Quán Hồng, KS. Lương Lâm, KS. Nguyễn Cao Đàm, TS. Chu Việt Cường, TS. Vũ Quý Khôi, KS. Nguyễn Bá Thiện, TS. Trần Xuân Nam, KS. Nguyễn Thanh Tâm, KS. Phạm Hoàng Vân, KS. Đào Văn Huệ, KS. Trịnh Minh Thanh, KS. Phan Lưu Long, KS. Nguyễn Cát, KS.Nguyễn Giáo, TS. Nguyễn Quang Hưng, TS. Nguyễn Hữu Phúc, GS.TS. Nguyễn Mạnh Kiểm.{{fact|date=7-2014}}\n* Mới đây,sơn hấp thụ sóng ra-đa,là loại vật liệu đặc biệt dùng để sơn phủ lên bề mặt các mục tiêu quân sự nhằm bảo vệ mục tiêu trước sự phát hiện, định vị của ra-đa đối phương dược các nhà khoa học thuộc Viện Hóa học-Vật liệu (Viện Khoa học và Công nghệ quân sự) vừa nghiên cứu chế tạo thành công loại sơn hấp thụ sóng ra-đa có ký hiệu PD\/RAP-MEH sử dụng để sơn phủ các loại VKTBKT nhằm giảm thiểu thiết diện phản xạ hiệu dụng, nâng cao khả năng ngụy trang của VKTBKT đối với các thiết bị trinh sát, phát hiện và điều khiển sử dụng bức xạ sóng ra-đa trong dải băng X (từ 8 đến 12&nbsp;GHz).\n* Sơn PD\/RAP-MEH được chế tạo từ loại vật liệu tổn hao tổ hợp điện từ tổng hợp trên cơ sở composit của polypyrol và bari ferit. Sơn có màu đen. Một số thông số kỹ thuật chủ yếu của sơn PD\/RAP-MEH gồm: Độ nhớt quy ước: 65; thời gian khô bề mặt: 2 giờ, thời gian khô cấp 1: 8 giờ; hàm lượng chất rắn 73,2%; độ cứng: 0,23; độ bền uốn: 2mm. Khả năng hấp thụ sóng ra-đa trong khoảng 8 đến 12&nbsp;GHz (ứng với độ dày màng sơn 1mm) lớn hơn 94%. Thời gian sống của sơn sau khi pha trộn từ 2,5 đến 3 giờ...\n\n==Thành tựu công nghệ quân sự==\n* Cụm công trình nghiên cứu công nghệ chế tạo [[vật liệu nổ]] của các nhà khoa học, kỹ thuật viên, các nhà máy [[Z113]], [[Z115]], [[Z121]], [[Z131]] ([[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Công nghiệp Quốc phòng]]) và [[Viện Thuốc phóng-Thuốc nổ]] (do [[Đại tá]] [[Tiến sĩ khoa học|TSKH]] [[Nguyễn Công Hoè]] làm Viện trưởng) thuộc Trung tâm Khoa học Kỹ thuật và Công nghệ Quân sự, Bộ Quốc phòng Việt Nam, đã được nhận [[Giải thưởng Nhà nước về Khoa học và Công nghệ]] năm [[2005]].\n* Phát triển và đổi mới công nghệ [[mạ]], nhúng kẽm bảo vệ, chống ăn mòn các kết cấu [[thép]] trong môi trường [[khí quyển]] Việt Nam được nhận Giải thưởng Nhà nước về Khoa học và Công nghệ năm 2005. (Tác giả: GS.TSKH. Nguyễn Đức Hùng, KS. Lê Quang Tuấn, ThS. Ngô Hoàng Giang, TS. Nguyễn Văn Quỳnh.)\n* Nghiên cứu chế tạo [[thuốc hoả thuật]] chịu ẩm cao cho sản xuất [[vũ khí]] và công nghệ đánh giá nhanh chất lượng thuốc phóng bằng metyl tím được nhận Giải thưởng Nhà nước về Khoa học và Công nghệ năm 2005. (Tác giả: PGS. TS. Nguyễn Công Hoè, KS. Nguyễn Văn Chấn, ThS. Hoàng Phùng, TS. Phạm Quang Định, ThS. Trần Minh Công, ThS. Nguyễn Hướng Đoàn, KS. Lê Hồng Thái, KS. Lê Hoàn.).\n* Nghiên cứu chế tạo các phương tiện phát khói ngụy trang dùng trong huấn luyện, sẵn sàng chiến đấu và tác chiến A2. (Tác giả: ThS. Lê Văn Bàn, CN. Nguyễn Đức Liêm, KS. Trần Văn Nghị, KS. Trần Đông Sơ, KS. Tống Duy Lục, TS. Nguyễn Văn Minh, KS. Bùi Tấn Phụ, TS. Lê Ngọc Định, KS. Vũ Văn Khay, CN. Trần Đức Tuần, KS. Lê Anh Sơn, KS. Phạm Văn Hoàn, KS. Vũ Tiến Diệm, KS. Nguyễn Văn Bình.)\n* Cụm công trình khoa học Nghiên cứu thiết kế, chế tạo các hệ thống Scada đặc thù diện rộng do Đại tá, GS TSKH Cao Tiến Huỳnh chủ trì cũng với tập thể các nhà khoa học thuộc Viện TĐH KTQS đã được nhận giải thưởng Nhà nước về Khoa học và Công nghệ năm 2012 (Giải thưởng Hồ CHí Minh).\n\n==Đào tạo==\n* Các chuyên ngành đào tạo Tiến sĩ: \n# Lý thuyết xác suất và Thống kê toán học;\n# Cơ sở toán học cho tin học;\n# Vật lý vô tuyến và điện tử; \n# Quang học (Quang học và quang điện tử; Vật lý laser); \n# Hoá hữu cơ (Hóa học các hợp chất cao phân tử; Hóa dầu; Hóa học các hợp chất thiên nhiên); \n# Hoá lý thuyết và Hoá lý (Hóa học các hợp chất vô cơ; Hóa phân tích; Hấp phụ hoạt hóa; Các chất có hoạt tính sinh học; Chất độc quân sự);\n# Kỹ thuật hoá học (Công nghệ điện hoá và bảo vệ kim loại; Vật liệu học; Kỹ thuật thuốc phóng thuốc nổ);\n# Kỹ thuật môi trường (Kỹ thuật và công nghệ sinh-lý-hóa xử lý chất thải, giảm thiểu ô nhiễm; Khoa học quản lý và bảo vệ môi trường);\n# Cơ kỹ thuật (Động lực học và độ bền máy; Khí động lực học; Tự động hoá thủy khí; Cơ học vũ khí-đạn);\n# Kỹ thuật cơ khí và Cơ khí động lực (Kỹ thuật máy bay và thiết bị bay; Động cơ tên lửa; Công nghệ Chế tạo máy);\n# Kỹ thuật điều khiển và tự động hoá (Lý thuyết điều khiển và điều khiển tối ưu; Điều khiển các thiết bị bay; Tự động hoá);\n# Kỹ thuật Điện tử (Kỹ thuật điện tử; Hệ thống viễn thông);\n# Kỹ thuật Radar dẫn đường (Kỹ thuật định vị và dẫn đường; Kỹ thuật Anten, siêu cao tần).\n\n==Lãnh đạo hiện nay==\n\n==== Giám đốc ====\n* Thiếu tướng, Tiến sĩ [[Nguyễn Trung Kiên]]\n\n==== Phó Giám đốc ====\n* Đại tá, Thạc sĩ [[Dương Nhật Dân]], Bí thư Đảng ủy Viện\n* Đại tá, Tiến sĩ [[Phan Văn Chương]]\n*Đại tá, Phó Giáo sư, Tiến sĩ [[Nguyễn Trang Minh]]\n* Đại tá [[Lê Quang Trung]]\n\n== Tổ chức ==\n\n===Hội đồng Khoa học ===\n'''Hội đồng Khoa học'''\n\n'''Hội đồng Khoa học Đào tạo'''\n* Chủ tịch Hội đồng Khoa học Đào tạo: Đại tá, PGS.TS Nguyễn Trang Minh\n* Thư ký Hội đồng: Thượng tá TS Phùng Xuân Thịnh\n\n===Các phòng, ban chức năng===\n*Văn phòng: Đại tá Nguyễn Văn Hồng; Đại tá Nguyễn Vịnh\n*Thanh tra: Đại tá Trịnh Hữu Tấn\n*Uỷ ban Kiểm tra: PCN Đại tá Vũ Quang Biển; UV chuyên trách Đại tá Lê Văn Quyết\n*Phòng Tham mưu - Kế hoạch: Đại tá PGS, TS Lê Đức Hạnh; Thượng tá TS Nguyễn Đức Thảo;\n*Phòng chính trị: Đại tá Khổng Trọng Khoa; Đại tá Nguyễn Tiến Dũng; \n*Phòng Đào tạo: Đại tá PGS.TS Bùi Ngọc Mỹ; Thượng tá TS Phùng Xuân Thịnh\n*Phòng Thông tin KHQS: Trung tá Ths Hoàng Trường Khánh\n*Phòng Kỹ thuật: Đại tá Vũ Văn Thung, Thượng tá Lê Công Trình\n*Phòng Tài chính: Đại tá Nguyễn Ngọc Duẩn, \n*Phòng Hậu cần: Đại tá Lưu Việt Cường;\n*Tạp chí Nghiên cứu Khoa học và Công nghệ quân sự: Tổng biên tập: Trung tá PGS.TS Nguyễn Mạnh Thắng\n\n===Các Viện, Trung tâm nghiên cứu===\n'''1. Viện Tên lửa''': Phố Hoàng Sâm, [[Hà Nội]]\n* Viện trưởng: Đại tá, TS Vũ Mạnh Tuấn.\n* Chính trị viên: Đại tá, TS Nguyễn Đức Thành.\n* Phó Viện trưởng: Đại tá, PGS.TS. Trần Ngọc Thanh.\n* Phó Viện trưởng: Đại tá, TS. Đoàn Văn Thúy\n'''2.''' '''Viện Radar''': Phố Hoàng Sâm, Hà Nội\n* Viện trưởng: Thượng tá, TS Vũ Tuấn Anh;\n* Chính trị viên: Đại tá, TS Lê Duy Hiệu\n* Phó Viện trưởng: Đại tá TS Trần Minh Nghĩa\n'''3.''' '''Viện Điện tử''': Phố Hoàng Sâm, Hà Nội\n* Viện trưởng: Đại tá, TS Vũ Lê Hà\n* Chính trị viên: Đại tá, TS Lê Thanh Hải\n*Phó Viện trưởng: Đại tá, TS Trần Mạnh Thắng\n'''4'''. '''[[Viện công nghệ thông tin (MITI), Viện Khoa học và Công nghệ quân sự BQP|Viện Công nghệ thông tin (MITI)]]:''' Phố Hoàng Sâm, [[Hà Nội]]\n* Viện trưởng: Đại tá, TS Đỗ Việt Bình;\n* Chính trị viên: Đại tá Hoàng Đức Hiển\n* Phó Viện trưởng: Thượng tá, TS Nguyễn Đức Định\n* Phó Viện trưởng: Đại tá, TS Đặng Thanh Quyền\n* Phó Viện trưởng: Trung tá, ThS Huỳnh Huy Cường\n'''5.''' '''Viện Tự động hóa kỹ thuật quân sự''' (CAPIT): 89B, phố Lý Nam Đế, Hà Nội\n* Viện trưởng: Đại tá, TS Trần Ngọc Bình\n* Chính trị viên: Đại tá, ThS Vương Đức Thấn\n* Phó viện trưởng: Đại tá TS Lê Việt Hồng\n*Phó viện trưởng: Đại tá ThS Phạm Tiến Dũng\n'''6.''' '''Viện Hóa học - Vật liệu''': Phố Hoàng Sâm, Hà Nội\n* Viện trưởng: Đại tá PGS.TS Ninh Đức Hà\n* Chính trị viên: Đại tá Nguyễn Tiến Mạnh\n* Phó Viện trưởng: Đại tá, TS. Võ Hoàng Phương\n* Phó Viện trưởng: Đại tá, PGS.TS Nguyễn Mạnh Tường\n'''7.''' '''Viện Vật lý Kỹ thuật''': Phố Hoàng Sâm, Hà Nội\n\n* Viện trưởng: Đại tá, TS Nguyễn Thu Cầm\n* Phó Viện trưởng: Trung tá, ThS Nguyễn Ngọc Sơn\n\n'''8.''' '''Viện Công nghệ mới'''\n* Viện trưởng: Thượng tá, PGS.TS Nguyễn Văn Hoàng;\n* Phó Viện trưởng: Trung tá Phạm Kiên Cường\n'''9.''' '''Viện Vật lý - Y - Sinh học''': Thành phố Hồ Chí Minh\n\n* Viện trưởng: Đại tá, TS Nguyễn Nhật An\n* Phó Viện trưởng: Thiếu tá Lê Hải Nam\n\n'''10.''' '''Viện Nhiệt đới môi trường''': 57A Trương Quốc Dung, P.10, Q.Phú Nhuận, TP.HCM\n*Viện trưởng: Thượng tá, PGS, TS. Lê Anh Kiên\n*Chính trị viên: Trung tá, ThS Nguyễn Văn Sơn\n*Phó Viện trưởng: Trung tá, ThS Lê Văn Tâm\n'''11.''' '''Trung tâm Công nghệ Cơ khí chính xác''': Hoài Đức, Hà Nội\n\n* Giám đốc: Thượng tá, TS Nguyễn Thanh Bình\n* Phó Giám đốc: Đại tá, ThS Phạm Ngọc Nguyên;\n\n'''12.''' '''Cơ quan đại diện tại Thành phố Hồ Chí Minh'''\n\n* Trưởng CQĐD: Thượng tá Trần Ngọc Anh\n\n===Doanh nghiệp ứng dụng và chuyển giao công nghệ===\n'''13.''' '''Công ty CP Điện tử - Tin học - Hóa chất''' [http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1175&ID_Nganhnghe=1124&style=detail] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071122234545\/http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1175&ID_Nganhnghe=1124&style=detail |date = ngày 22 tháng 11 năm 2007}}(ELINCO)\n* Chủ tịch Hội đồng quản trị: Đại tá Đỗ Quang Tảo\n* Tổng Giám đốc: Đại tá Nguyễn Việt Hùng\n\n'''14.''' '''Công ty Phát triển phần mềm và Hỗ trợ công nghệ (MISOFT)'''[http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1208&ID_Nganhnghe=1125&style=detail] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071122234555\/http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1208&ID_Nganhnghe=1125&style=detail |date = ngày 22 tháng 11 năm 2007}}, trụ sở: 11 Phan Huy Chú - Quận Hoàn Kiếm - Hà Nội\n* Giám đốc: Đại tá Vũ Quốc Thành\n\n'''15.''' '''Tập đoàn Hà Đô'''[http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1176&ID_Nganhnghe=1130&style=detail] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071122234550\/http:\/\/www.ckt.gov.vn\/thongtin_dn_abc.php?iddn=1176&ID_Nganhnghe=1130&style=detail |date = ngày 22 tháng 11 năm 2007}}: số 8 Láng Hạ, Quận Ba Đình, Hà Nội.\n* Chủ tịch Hội đồng quản trị: Đại tá Nguyễn Trọng Thông\n* Tổng Giám đốc: Thượng tá Nguyễn Đức Toàn\n\n== Các nhà khoa học, nhà quản lý khoa học tiêu biểu và công trình nghiên cứu ==\n* [[Trần Đại Nghĩa]]: Thiếu tướng, Giáo sư, Viện sĩ, [[Giải thưởng Hồ Chí Minh]], kỹ sư vũ khí, Giám đốc đầu tiên của Nha nghiên cứu Quân giới (1947-1951) (tiền thân của Viện Kỹ thuật Quân sự, Viện Vũ khí).\n* [[Nguyễn Trinh Tiếp]]: nguyên Viện trưởng [[Viện nghiên cứu Quân giới]] (1951-1953), [[giải thưởng Hồ Chí Minh]] về khoa học và công nghệ.\n* [[Phạm Đồng Điện]]: nguyên Phó viện trưởng Viện Nghiên cứu Kỹ thuật Quân giới (1951-1956), Giáo sư, nguyên Hiệu trưởng trường [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]].\n* [[Trần Sâm]]: Thượng tướng, Viện trưởng đầu tiên của Viện Kỹ thuật Quân sự (1960-1963), nguyên Ủy viên Ban chấp hành Trung ương Đảng khóa 4, Bộ trưởng Bộ Vật tư.\n* [[Hoàng Đình Phu]]: Đại tá, nguyên Phó Viện trưởng Viện Khoa học Việt Nam, nguyên Phó Chủ nhiệm Ủy ban Khoa học và Kĩ thuật Nhà nước, nguyên Viện trưởng Viện Kỹ thuật Quân sự (1963-1976), chủ trì và tham gia các đề tài về chế tạo bozoka, SKZ, ĐKZ... thời chống Pháp, các đề tài về phá bom từ trường, thủy lôi và phối hợp với các cơ sở nghiên cứu khác thời chống Mỹ. [http:\/\/www.tchdkh.org.vn\/lanhdao.asp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090324064453\/http:\/\/www.tchdkh.org.vn\/lanhdao.asp |date = ngày 24 tháng 3 năm 2009}}\n* [[Phan Thu]]: Trung tướng, nguyên Ủy viên Trung ương Đảng, Thứ trưởng Bộ Quốc phòng, Giáo sư, Giải thưởng Hồ Chí Minh, tham gia và chủ trì các đề tài chống nhiễu và phá bom từ trường thời kháng chiến chống Mỹ\n* Trần Thức Vân: Thiếu tướng, Giáo sư, Tiến sĩ, Giải thưởng Hồ Chí Minh, các đề tài về chống nhiễu\n* [[Trương Khánh Châu]]: Trung tướng, Phó Giáo sư, Viện sĩ Viện Hàn lâm Khoa học Hàng không Nga, Thứ trưởng Bộ Quốc phòng, Anh hùng lực lượng vũ trang nhân dân, công trình chế tạo máy bay hạng nhẹ cho phi công tập nhảy dù.\n* [[Nguyễn Văn Đệ]]: Đại tá, Kỹ sư, [[Anh hùng lực lượng vũ trang nhân dân]], Đề tài cải tiến dàn Tên lửa thời chống Mỹ, Ủy viên Đoàn chủ tịch Ủy ban trung ương Mặt trận Tổ quốc Việt Nam lần thứ 3.\n* [[Quách Đăng Triều]]: Giáo sư, TSKH, Viện trưởng [[Viện Hóa học (Việt Nam)|Viện Hóa học Việt Nam]], [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Viện Khoa học và Công nghệ Việt Nam]], nguyên là nghiên cứu viên Viện Hóa học thuộc Viện Kỹ thuật Quân sự 1 [http:\/\/nhantai.thv.vn\/VN\/?action=Talent&T=Detail&cID=1230&F=Intro]{{Liên kết hỏng|date=2023-03-26 |bot=InternetArchiveBot }},\n* Nguyễn Lãm: Đại tá, Giáo sư, Tiến sĩ, nguyên Giám đốc Trung tâm Toán - Máy tính.\n* [[Vũ Công Lập]]: Đại tá, TSKH, nguyên Giám đốc Trung tâm Vật lý Y Sinh học, Phó Viện trưởng Viện KTQS II, Người sáng lập, phát triển Ngành Vật lý Y Sinh học ở Việt Nam (Ngày thành lập 07\/10\/1989.\n* [[Nguyễn Quang A]]: Giáo sư, TSKH, Giám đốc Công ty 3C, nguyên Chủ tịch Hội Tin học Việt Nam, nguyên là nghiên cứu viên Trung tâm Toán - Máy tính thuộc Viện Kỹ thuật Quân sự 1\n* [[Lê Mỹ Tú]]: Đại tá, Giáo sư.TSKH, nguyên Giám đốc Học viện Kỹ thuật Mật mã, nguyên là nghiên cứu viên Viện Kỹ thuật Quân sự 1 Hà Nội.\n* Nguyễn Đức Hùng: Giáo sư, TSKH hoá học, nguyên Viện trưởng Viện hoá học quân sự, Phó Viện trưởng Viện Kỹ thuật Quân sự\n* Cao Tiến Huỳnh: Giáo sư, TSKH Tự động hoá, nguyên Viện trưởng Viện Tự động hoá KTQS, giải thưởng Hồ Chí Minh. \n* [[Đỗ Ngọc Khuê]]: Giáo sư, TSKH hoá học, nguyên Phó Viện trưởng Viện Công nghệ mới.\n* Trần Hữu Phát: Giáo sư, TSKH vật lý, nguyên Viện trưởng Viện KH&KT Hạt nhân.\n* Trần Bá Chữ: Giáo sư, TSKH vật lý, nguyên Phân viện trưởng Phân Viện Vật lý kỹ thuật\n* [[Nguyễn Thiện Nhân]]: Giáo sư Kinh tế, Tiến sĩ Điều khiển học, Bộ trưởng [[Bộ Giáo dục và đào tạo]], Phó Thủ tướng, nguyên nghiên cứu viên phòng Mô hình hóa - mô phỏng, Bí thư Thành ủy Thành phố Hồ Chí Minh.\n* [[Hoàng Kim Giao]]: [[Liệt sĩ]] (hy sinh ngày 29-12-1967 tại xã Nam Hưng, huyện Nam Đàn, tỉnh Nghệ An), [[Anh hùng lực lượng vũ trang nhân dân]], [[giải thưởng Hồ Chí Minh]], nguyên nghiên cứu viên.\n* Trần Việt Thanh: Thứ trưởng [[Bộ Khoa học và Công nghệ (Việt Nam)|Bộ Khoa học và Công nghệ]] Việt Nam, nguyên trợ lý kỹ thuật B20-Viện Kỹ thuật Quân sự.\n* Nguyễn Thanh Hòa: Thứ trưởng thường trực [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động, Thương binh và Xã hội]] Việt Nam, nguyên trợ lý kỹ thuật B20-Viện Kỹ thuật Quân sự.\n* Cao Ngọc Xuyên: Phó Chánh Văn phòng Trung ương Đảng, Phó Chủ nhiệm Ủy ban Tài chính Ngân sách Quốc hội khóa XII, nguyên trợ lý kế hoạch, Phòng Kế hoạch (B1) Viện Kỹ thuật Quân sự\n* Nguyễn Mạnh Hùng, Phó Trưởng ban Đối ngoại Trung ương, nguyên Trưởng phòng nghiên cứu Trung tâm Toán máy tính (B19)Viện Kỹ thuật quân sự\n\n== Giám đốc, Viện trưởng qua các thời kỳ ==\n* 1948-1950: [[Trần Đại Nghĩa]], Thiếu tướng (1948), Giáo sư, Viện sĩ\n* 1950-1953: [[Nguyễn Trinh Tiếp]], Đại tá, Kỹ sư \n* 1960-1963: [[Trần Sâm]], [[Thiếu tướng]], Trung tướng, Thượng tướng\n* 1963-1981: [[Hoàng Đình Phu]], Kỹ sư, Đại tá, nguyên Phó Chủ nhiệm Ủy ban Khoa học và Kỹ thuật nhà nước (nay là [[Bộ Khoa học và Công nghệ]])\n* 1981-1987: [[Phan Thu]], Trung tướng (1990), Phó giáo sư, Thứ trưởng Bộ Quốc phòng\n* 1987-1997: [[Trần Thức Vân]], [[Thiếu tướng]], Giáo sư, Tiến sĩ\n* 1997-2000: [[Đào Tuấn]], Thiếu tướng, Phó giáo sư, Tiến sĩ\n* 2000-2002: [[Trương Khánh Châu]], Trung tướng, PGS.TS, nguyên Thứ trưởng Bộ Quốc phòng, nguyên Phó Tư lệnh Quân chủng Không quân\n* 2002-2007: [[Nguyễn Hoa Thịnh]], [[Trung tướng]] (2000), GS.TSKH, nguyên Chủ nhiệm [[Tổng cục Kỹ thuật]] (1997-2001)\n* 2007-2010: [[Nguyễn Quang Bắc]], Thiếu tướng, TSKH, nguyên Viện trưởng Viện Công nghệ thông tin quân đội\n* 2010-2015: [[Đoàn Nhật Tiến]], [[Trung tướng]] (2014), Thạc sĩ, nguyên Phó Chủ nhiệm [[Tổng cục Kỹ thuật, Bộ Quốc phòng (Việt Nam)|Tổng cục Kỹ thuật]] (2009-2010)\n* 2015-2020: [[Nguyễn Minh Tuấn]], Thiếu tướng, PGS. TS., nguyên Phó Giám đốc(2011-2015)\n\n== Chính ủy qua các thời kỳ ==\n*Hoàng Tuyên, Thiếu tướng, nguyên Phó Viện trưởng Viện Vũ khí\n* 2010, Phạm Quang Định, Đại tá, nguyên Phó Viện trưởng Viện Thuốc phóng-Thuốc nổ, giải thưởng nhà nước\n* 2010-2016, [[Hoàng Bằng]], [[Trung tướng]] (2014), nguyên Phó Chính ủy [[Tổng cục Kỹ thuật, Bộ Quốc phòng (Việt Nam)|Tổng cục Kỹ thuật]] (2007-2010)\n\n== Phó Giám đốc qua các thời kỳ ==\n* [[Đào Tuấn]]: (sinh 1946), [[Thiếu tướng]] (2004), PGS.TS\n* [[Bùi Huy Hoàng]]: Thiếu tướng (2006), PGS.TS\n* [[Bạch Nhật Hồng]]: Thiếu tướng (2007), PGS.TS\n* [[Phạm Sơn Dương]]: Thiếu tướng (2009): con trai cố thủ tướng [[Phạm Văn Đồng]]\n* Phùng Thế Quảng: Thiếu tướng, sau là Phó Tư lệnh Quân khu 7\n* [[Nguyễn Thế Hiếu]]: Đại tá (2012), PGS.TS\n* Nguyễn Vũ, Đại tá, PGS.TS, sau là Phó Cục trưởng Cục Khoa học quân sự BQP\n* Phan Tương Lai: Đại tá (2006)\n* Đặng Hồng Triển: Đại tá, TS. (nay là Thiếu tướng, Tổng Giám đốc [[Trung tâm Nhiệt đớt Việt-Nga]])\n* Thiều Quốc Hân: Đại tá (2010)\n* Phan Văn Chương:TS.\n* Nguyễn Trang Minh: Đại tá, PGS., TS.\n* Lê Quang Trung: Đại tá,\n\n==Xem thêm==\n* [[Học viện Kỹ thuật Quân sự]]\n* [[Viện Khoa học và Công nghệ Trung Sơn]]\/Đài Loan\n* [[Viện Công nghệ Massachusetts]]\n* [[Viện Công nghệ Quốc phòng Việt Nam]]\n* [[Viện Kỹ thuật Công trình đặc biệt]]\n* [[Viện Kỹ thuật Cơ giới Quân sự (Việt Nam)]]\n* [[Viện Công nghệ Quốc phòng Thái Lan]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.vusta.vn\/news_detail.asp?id=6117 Giải mã bí ẩn bom từ trường ]{{Liên kết hỏng|date = ngày 28 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.most.gov.vn\/mlfolder.2005-01-18.9357507169\/mlfolder.2005-01-18.4077182997\/mlfolder.2005-01-18.4277504108\/most_07-1.doc\/ NGHIÊN CỨU KHOA HỌC GẮN VỚI THỰC TIỄN PHÁT TRIỂN QUÂN ĐỘI VÀ ĐẤT NƯỚC]{{Liên kết hỏng|date = ngày 28 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/laws.dongnai.gov.vn\/1991_to_2000\/1999\/199909\/199909100010\/lawdocument_view Quyết định thành lập Trung tâm Khoa học Kỹ thuật và Công nghệ Quân sự] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090523105253\/http:\/\/laws.dongnai.gov.vn\/1991_to_2000\/1999\/199909\/199909100010\/lawdocument_view |date=2009-05-23 }}\n* [http:\/\/www.tchdkh.org.vn\/tchitiet.asp?code=2226 PHÁT TRIỂN KHOA HỌC VÀ CÔNG NGHỆ QUÂN SỰ, NÂNG CAO TIỀM LỰC QUỐC PHÒNg] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100104234916\/http:\/\/www.tchdkh.org.vn\/tchitiet.asp?code=2226 |date = ngày 4 tháng 1 năm 2010}}\n* [http:\/\/www.cpv.org.vn\/details.asp?topic=67&subtopic=166&leader_topic=318&id=BT870534917 Phát triển khoa học - công nghệ, xây dựng bền vững các công trình trên biển, đảo]\n* [http:\/\/www.cohocvietnam.org.vn\/My%20Received%20Files\/hoithaocohocvakhicubay.htm Hội nghị khoa học \"Cơ học và khí cụ bay có điều khiển\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080317144430\/http:\/\/www.cohocvietnam.org.vn\/My%20Received%20Files\/hoithaocohocvakhicubay.htm |date = ngày 17 tháng 3 năm 2008}}\n* [http:\/\/www.ckt.gov.vn\/news.php?id=6307&id_subject=4 Quân đội trên mặt trận bảo vệ môi trường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071123193718\/http:\/\/www.ckt.gov.vn\/news.php?id=6307&id_subject=4 |date = ngày 23 tháng 11 năm 2007}}\n* [http:\/\/www.cimsi.org.vn\/tapchi\/tctttrangthietbiyte\/bai4-3-2001.htm nghiên cứu thiết kế, chế tạo và ứng dụng thử nghiệm thiết bị kích thích từ xuyên sọ theramag m2000 trong điều trị trầm cảm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090212183200\/http:\/\/cimsi.org.vn\/tapchi\/tctttrangthietbiyte\/bai4-3-2001.htm |date = ngày 12 tháng 2 năm 2009}}\n* [http:\/\/www.vov.org.vn\/?page=109&nid=20304 Xây dựng Trung tâm Khoa học kỹ thuật công nghệ quân sự lên tầm cao hơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930190146\/http:\/\/www.vov.org.vn\/?page=109&nid=20304 |date = ngày 30 tháng 9 năm 2007}}\n* [https:\/\/web.archive.org\/web\/20061011220552\/http:\/\/www.qdnd.vn\/qdnd\/baongay.quocphong.khoahocquansu.3062.qdnd Khôi phục các hướng nghiên cứu phòng chống vũ khí NBC].\n* [https:\/\/web.archive.org\/web\/20070427001346\/http:\/\/www.qdnd.vn\/qdnd\/qdndcuoituan.khoahocdoisong.8409.qdnd Tôi tự hào về những nhà khoa học -chiến sĩ]\n* [https:\/\/web.archive.org\/web\/20070208082658\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.toandandanhgiac.5477.qdnd Trận địa lôi trên sông Lô]\n* [http:\/\/www.hnpt.com.vn\/pages\/tin_tuc_chitiet.asp?news_id=26592 Hợp tác khoa học công nghệ giữa Tạp chí Bưu chính Viễn thông với Trung tâm Khoa học Kỹ thuật và Công nghệ Quân sự] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090213072501\/http:\/\/www.hnpt.com.vn\/pages\/tin_tuc_chitiet.asp?news_id=26592 |date = ngày 13 tháng 2 năm 2009}}\n*https:\/\/nhandan.com.vn\/tin-tuc-su-kien\/60-nam-ngay-truyen-thong-vien-khoa-hoc-va-cong-nghe-quan-su-619993\/\n\n{{Tham khảo}}\n{{Bộ Quốc phòng Việt Nam}}\n[[Thể loại:Bộ Tổng tham mưu Quân đội nhân dân Việt Nam]]\n[[Thể loại:Viện Khoa học và Công nghệ Quân sự]]\n[[Thể loại:Viện công nghệ tại Việt Nam|Khoa học và Công nghệ Quân sự]]\n[[Thể loại:Viện nghiên cứu Việt Nam|Q]]\n[[Thể loại:Kỹ thuật quân sự]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}