{"71567":"==Thành lập==\nViện Sinh thái rừng và Môi trường được thành lập theo Quyết định số 1583\/ QĐ\/BNN-TCCB, ngày 01\/06\/2006 của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn, trực thuộc Trường [[Trường Đại học Lâm nghiệp Việt Nam|Đại học Lâm nghiệp Việt Nam]].\n==Địa chỉ==\nNhà A3 - Trường ĐH Lâm nghiệp - Xuân Mai - Chương Mỹ - Hà Nội\n\nWebsite: http:\/\/ifee.edu.vn; Email: ifee@ifee.edu.vn\n\n==Chức năng - Nhiệm vụ==\n*Xây dựng và tổ chức thực hiện chương trình, kế hoạch nghiên cứu khoa học, chuyển giao tiến bộ kỹ thuật của Viện về sinh thái rừng và môi trường phù hợp với mục tiêu đào tạo, phát triển khoa học công nghệ theo quy định hiện hành của Nhà nước, bao gồm các nội dung chính như sau:\n:*Nghiên cứu về lâm sinh, giống [[lâm nghiệp]], sinh thái [[rừng]] và môi trường, đa dạng [[sinh học]], quản lý và sử dụng bền vững [[tài nguyên]] rừng;\n:*Nghiên cứu công nghệ mới phục vụ: Phát triển và bảo vệ rừng; phòng tránh thiên tai liên quan đến lâm nghiệp;\n:*Nghiên cứu về Lâm nghiệp xã hội;\n:*Thu thập và lưu giữ các mẫu vật phục vụ nghiên cứu và đào tạo của Ngành.\n*Phục vụ công tác đào tạo: Hướng dẫn [[sinh viên]] nghiên cứu khoa học, cung cấp các cơ sở vật chất và hiện trường phục vụ cho công tác đào tạo nhằm nâng cao trình độ cho sinh viên, thực tập sinh, nghiên cứu sinh.\n*Thực hiện liên doanh liên kết với các tổ chức khoa học, các bộ phận có liên quan trong và ngoài nước tiến hành chuyển giao tiến bộ kỹ thuật, tư vấn và đầu tư xây dựng phục vụ cho sự phát triển sản xuất lâm nghiệp bền vững, phát triển và xây dựng nông thôn mới.\n*Quản lý, sử dụng có hiệu quả nguồn nhân lực, kinh phí, tài sản được giao theo đúng quy định của pháp luật.\n\nĐịa chỉ: http:\/\/ifee.edu.vn hoặc http:\/\/việnsinhtháirừngvàmôitrường.vn {{Webarchive|url=https:\/\/web.archive.org\/web\/20160314082919\/http:\/\/xn--vinsinhthirngvmitrng-9wbq85bp4mzq5v6qapl.vn\/ |date = ngày 14 tháng 3 năm 2016}}\n\n==Bộ máy hoạt động==\n*''Ban Lãnh đạo'':\n**''Viện trưởng: Vương Văn Quỳnh ''\n**''Phó Viện trưởng: Vũ Tiến Thịnh''\n**''Phó Viện trưởng: Lê Sỹ Doanh''\n*''Các đơn vị trực thuộc'':\n**''Phòng Tổng hợp''\n**Phòng Khoa học\n**''Bộ môn công nghệ môi trường''\n**''Bộ môn Phát triển rừng''\n**''Bộ môn Ứng dung vễn thám trong lâm nghiệp''\n**''Trung tâm Cứu hộ và Phát triển Động vật rừng''\n\n==Xem thêm==\n*[[Trường Đại học Lâm nghiệp Việt Nam|Đại học Lâm nghiệp Việt Nam]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Đại học Lâm nghiệp Việt Nam]]\n[[Thể loại:Lâm nghiệp]]"}