{"347911":"{{unreferenced}}\n{{Thông tin về tổ chức\n| tên = Viện Nghiên cứu Hán Nôm<br>院研究漢喃\n| hình = \n| cỡ = \n| chú thích = \n| khung hình = \n| bản đồ = \n| cỡ bản đồ = \n| chú thích bản đồ = \n| khẩu hiệu = \n| thành lập = {{start date and age|1979|9|13}}<ref name=\"VKHXH\">{{Chú thích thông cáo báo chí|\n publisher = [[Trịnh Khắc Mạnh]] - [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học xã hội Việt Nam]]|\n date = ngày 22 tháng 11 năm 2008|\n url = http:\/\/www.vass.gov.vn\/gioi_thieu\/cocau_tochuc\/mlfolder.2005-05-18.8296561708\/mlfolder.2005-05-18.8019846093\/mldocument.2008-05-31.6854846064|\n title = Giới thiệu Viện Nghiên cứu Hán Nôm|\n accessdate = ngày 5 tháng 5 năm 2011|\n archive-date = 2009-11-15|\n archive-url = https:\/\/web.archive.org\/web\/20091115134549\/http:\/\/www.vass.gov.vn\/gioi_thieu\/cocau_tochuc\/mlfolder.2005-05-18.8296561708\/mlfolder.2005-05-18.8019846093\/mldocument.2008-05-31.6854846064}}<\/ref>\n| giải tán = \n| kiểu = \n| tình trạng = Đang hoạt động\n| mục đích = \n| trụ sở = \n| địa điểm =183 Đặng Tiến Đông<br>[[Đống Đa]], [[Hà Nội]] \n| thành viên = \n| ngôn ngữ =[[Tiếng Việt]] \n| tổng thư ký = \n| lãnh đạo = Viện trưởng\n| tên lãnh đạo = Nguyễn Tuấn Cường<br>(từ 2015)\n| người quan trọng = \n| ngân sách = \n| số nhân viên = \n| trang chủ =http:\/\/www.hannom.org.vn\/ \n|name=|quản lý=[[Viện Hàn lâm Khoa học Xã hội Việt Nam]]}}\n'''Viện Nghiên cứu Hán Nôm '''(院研究漢喃) là một tổ chức thuộc [[Viện Hàn lâm Khoa học xã hội Việt Nam]], hiện nay là nơi bảo quản, lưu trữ và nghiên cứu các di sản văn tự [[Hán Nôm]], gồm những thư tịch và tài liệu cổ [[tiếng Việt]] được viết bằng [[chữ Hán]] và [[chữ Nôm]]. Viện có trụ sở tại số 183 đường Đặng Tiến Đông, quận [[Đống Đa]], [[Hà Nội]].\n\n==Lịch sử ra đời==\nXuất phát từ yêu cầu và nhiệm vụ nghiên cứu sưu tầm thư tịch cổ, năm 1970 Ban Hán Nôm thuộc Uỷ ban Khoa học xã hội Việt Nam được thành lập, quy tụ nhiều nhà hoạt động cách mạng lão thành, kiến thức Hán Nôm uyên bác, như: [[Phạm Thiều]], [[Thạch Can]], [[Cao Xuân Huy]], [[Hoàng Thúc Trâm|Hoa Bằng]], [[Đào Phương Bình]], [[Ca Văn Thỉnh]], [[Nguyễn Đổng Chi]], v.v., cùng các cộng tác viên như Trần Duy Vôn, Lê Duy Chưởng, Nguyễn Hữu Chế, Nguyễn Văn Lãng, [[Lê Xuân Hòa]], v.v.. Ban đã tổ chức nghiên cứu và phiên dịch các tài liệu Hán Nôm trong 9 năm (1970-1979).\n\nNgày 13-9-1979, Viện Nghiên cứu Hán Nôm chính thức được thành lập trên cơ sở Ban Hán Nôm, theo quyết định số 326\/CP của Hội đồng Chính phủ<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-326-CP-thanh-lap-vien-nghien-cuu-Han-Nom-thuoc-Uy-ban-Khoa-hoc-Xa-hoi-Viet-Nam-vb55233t17.aspx Quyết định 326-CP thành lập viện nghiên cứu Hán - Nôm thuộc Ủy ban Khoa học Xã hội Việt Nam] [[Lê Thanh Nghị]] ký 13 tháng 9 năm 1979<\/ref> và được tái khẳng định thuộc Trung tâm Khoa học xã hội và Nhân văn Quốc gia trong Nghị định số 23\/CP ngày 22\/5\/1993 của Chính phủ.<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&_page=1&mode=detail&document_id=1849 Nghị định số 23\/CP của Chính phủ: Nghị định về việc thành lập Trung tâm khoa học xã hội và nhân văn Quốc gia] [[Võ Văn Kiệt]] ký 22\/05\/1993<\/ref> Đây là một cơ quan duy nhất ở Việt Nam vừa là Trung tâm bảo tồn các nguyên bản chữ Hán và chữ Nôm, vừa là Trung tâm khai thác các tư liệu chữ Hán và chữ Nôm.\n\n==Vai trò==\n*Bảo tồn, nghiên cứu khai thác các tư liệu Hán Nôm và đào tạo cán bộ nghiên cứu Hán Nôm được xác định:\n**Bảo tồn và giám định các nguyên bản chữ Hán chữ Nôm, sao các bản gốc thành nhiều bản để sử dụng hoặc cung cấp cho các thư viện và các cơ quan có nhu cầu;\n**Tổ chức biên dịch (gồm cả chú giải) và chính thức công bố các tư liệu chữ Hán chữ Nôm, duyệt lại các bản dịch Hán Nôm đã được công bố;\n**Nghiên cứu văn bản học, biên soạn những sách công cụ cần thiết cho công tác biên dịch và nghiên cứu tư liệu chữ Hán chữ Nôm;\n**Đào tạo và bồi dưỡng cán bộ nghiên cứu chữ Hán, chữ Nôm. \n*Về công tác sưu tầm và bảo quản tư liệu chữ Hán và chữ Nôm, Viện được Uỷ ban Khoa học xã hội Việt Nam giao các nhiệm vụ cụ thể sau đây:\n**Tiến hành điều tra, thu thập các văn bản Hán Nôm và các tư liệu liên quan ở Việt Nam và ở nước ngoài, nhằm thống nhất quản lý thư tịch và tài liệu Hán Nôm trong phạm vi cả nước.\n**Hệ thống hóa và gìn giữ các văn bản chữ Hán, chữ Nôm và các tư liệu liên quan hiện còn và sưu tầm được, đảm bảo kỹ thuật bảo tàng và kỹ thuật thư viện, nhằm lưu giữ và cho nhân bản để phục vụ cho công tác nghiên cứu trước mắt và lâu dài.\n*Về công tác đào tạo cán bộ nghiên cứu Hán Nôm, Viện được giao nhiện vụ đào tạo nghiên cứu sinh và cao học trong nước. Năm 1994, Viện được giao nhiệm vụ là cơ sở đào tạo tiến sĩ. Năm 1996, Viện được giao nhiệm vụ đào tạo thạc sĩ.\n\nTrong những năm qua, Viện Nghiên cứu Hán Nôm đã triển khai hoạt động trên các mặt công tác và thu được những thành tựu nhất định, đáp ứng những yêu cầu mà Nhà nước giáo phó.\n\n==Cơ cấu tổ chức ==\n===Cựu lãnh đạo ===\n* GS. [[Phạm Thiều]]: nguyên Trưởng ban Hán Nôm (1970 - 1975)\n* GS.  [[Nguyễn Đổng Chi]]: nguyên Quyền Viện trưởng Viện Nghiên cứu Hán Nôm (1977 - 1982)\n* PGS. Trần Nghĩa: nguyên Phó Viện trưởng, Q. Viện trưởng, Viện trưởng Viện Nghiên cứu Hán Nôm (1980 - 1990)\n* PGS. Phan Văn Các: nguyên Viện trưởng Viện Nghiên cứu Hán Nôm (1990 - 1999)\n* PGS.TS. Trịnh Khắc Mạnh: nguyên Phó Viện trưởng (1993 - 1999), Viện trưởng Viện Nghiên cứu Hán Nôm (1999 - 2013)\n* PGS.TS. Nguyễn Công Việt: nguyên Viện trưởng Viện Nghiên cứu Hán Nôm (2013 - 2015)\n\n=== Lãnh đạo đương nhiệm ===\n* Viện trưởng: PGS. TS. Nguyễn Tuấn Cường\n* Phó Viện trưởng: TS. Nguyễn Hữu Mùi\n* Chủ tịch Hội đồng Khoa học: PGS.TS. Nguyễn Công Việt\n* Tổng biên tập Tạp chí ''Hán Nôm'': TS. Nguyễn Hữu Mùi\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/www.hannom.org.vn\/web\/ Trang chủ của Viện Hán Nôm]\n\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Giáo dục Hà Nội]]\n[[Thể loại:Viện nghiên cứu Việt Nam|Hán Nôm]]\n[[Thể loại:Công trình xây dựng ở Hà Nội]]\n[[Thể loại:Thư viện tại Việt Nam]]"}