{"19761071":"{{Thông tin trường học\n|name=Viện Đào tạo quốc tế<\/br>UEH-International School of Business (UEH-ISB)\n|image=[[File:ISB LOGO OFFICIAL 2020.png|200x200px]]\n|image_size=\n|established=2010\n|type=[[Đại học]]\n|thành viên của = [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]]\n|president=GS. TS. Trần Hà Minh Quân\n|city=17 Phạm Ngọc Thạch, Phường 6, Quận 3, Thành phố Hồ Chí Minh\n|country=Việt Nam\n|students=2,455\n|undergrad=1,847\n|postgrad=608\n|website={{URL|http:\/\/www.isb.edu.vn\/}}\n|logo=}}\n\n'''Viện Đào tạo quốc tế''' (cũng được gọi là '''Viện ISB''' hay '''UEH-ISB;''' [[tiếng Anh]]: '''UEH-International School of Business''') là một trường đại học thành viên trực thuộc [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]] (UEH), được thành lập vào năm 2010 với mục tiêu tạo ra một môi trường năng động và chương trình giáo dục quốc tế.\n\nĐể đảm bảo sinh viên tốt nghiệp đạt được năng lực mạnh mẽ để cạnh tranh trong bối cảnh toàn cầu hóa, UEH-ISB cung cấp các chương trình đại học và sau đại học được giảng dạy hoàn toàn bằng tiếng Anh và theo định dạng học thuật quốc tế. UEH-ISB có quan hệ đối tác chặt chẽ với Đại học Western Sydney, Úc, cũng như các liên kết với Đại học Victoria, Úc, [[Đại học Québec ở Montréal|UQAM]] và Đại học Houston – Clear Lake.\n\nChương trình EMBA tại UEH-ISB, được điều hành với tư cách hợp tác thông qua [[Đại học Québec ở Montréal|Université du Québec à Montréal (UQÀM)]], hiện được xếp hạng 283 trong số các trường kinh doanh trên thế giới.<ref name=\"Ranking Web of Universities\">{{Chú thích web|url=http:\/\/www.webometrics.info\/en\/search\/Rankings\/UQAM%20type%3Amundial|tựa đề=Ranking Web of Universities|website=webometrics.info|ngày truy cập=5 December 2014}}<\/ref>\n\n== Lịch sử ==\nViện Đào tạo quốc tế được thành lập năm 2010 bởi Hiệu trưởng, TS. Nguyễn Đông Phong và Phó Hiệu trưởng TS. Trần Hà Minh Quân tại Thành phố Hồ Chí Minh, Việt Nam. Trường được thành lập với tư cách hợp tác với Đại học Western Sydney, Úc. Sinh viên tốt nghiệp từ các chương trình học cử nhân và thạc sĩ của UEH-ISB sẽ nhận được bằng liên kết của UEH và từ trường đại học đối tác.<ref name=\"Bao Giao Duc\">{{Chú thích báo|last=Tam|first=M.|title=Thanh Lap Vien Dao Tao Quoc Te|publisher=Bao Giao Duc|url=http:\/\/giaoduc.edu.vn\/news\/chuyen-hoc-duong-753\/thanh-lap-vien-dao-tao-quoc-te-156187.aspx|access-date=5 December 2014}}<\/ref>\n\nĐội ngũ giảng viên của UEH-ISB bao gồm các giáo sư đến từ Mỹ, Úc, Malaysia, Singapore, New Zealand, Anh, Ba Lan và các quốc gia khác.\n\n== Khuôn viên và cơ sở vật chất ==\nTrường hiện có ba khuôn viên với cơ sở vật chất chất lượng cao, tất cả đều tọa lạc tại trung tâm Thành phố Hồ Chí Minh.\n\n* 17 Phạm Ngọc Thạch, Phường Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh\n* 59C Nguyễn Đình Chiểu, Phường Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh\n* 41-43 Võ Văn Tần, Phường Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh\n\n== Cuộc sống sinh viên ==\nBên cạnh chương trình học thuật, UEH-ISB còn cung cấp nhiều câu lạc bộ và nhóm sinh viên, qua đó sinh viên có thể phát triển các kỹ năng mềm quan trọng và trau dồi kiến thức thực tế. Tại trường, sinh viên sẽ được tham gia vào các hoạt động ngoại khóa thú vị và năng động. Với hơn 10 câu lạc bộ khác nhau, sinh viên trường có cơ hội thể hiện khả năng và sở thích của mình; tích lũy kiến thức và kinh nghiệm thực tế liên quan đến chuyên ngành của mình; đồng thời có được các kỹ năng xã hội cần thiết và mở rộng các mối quan hệ cá nhân.\n\nCó một số câu lạc bộ hoạt động trong khuôn viên chính ở trung tâm thành phố Hồ Chí Minh của UEH-ISB, bao gồm một chương địa phương của Toastmasters International.<ref>{{Chú thích web|url=http:\/\/vietnam.toastmastersclubs.org\/|tựa đề=Vietnam Toastmasters|website=toastmasters.org|ngày truy cập=5 December 2014}}<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n{{Đại học Kinh tế Thành phố Hồ Chí Minh}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Đại học Kinh tế Thành phố Hồ Chí Minh]]\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]"}