{"808094":"'''Việt âm thi tập''' (''Tập thơ ghi lại âm thanh của nước Việt'') là tuyển tập thơ viết bằng [[chữ Hán]] do [[Phan Phu Tiên]] và [[Chu Xa]] kế tục biên soạn. Đây là bộ hợp tuyển \"đầu tiên\" <ref>Theo [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'', tr. 784.<\/ref> trong số ba bộ xuất hiện kế tiếp ở thế kỷ 15, đó là: ''Việt âm thi tập, [[Tinh tuyển chư gia luật thi]] và [[Trích diễm thi tập]]''.\n\n==Giới thiệu sơ lược==\nSau khi cuộc [[khởi nghĩa Lam Sơn]] thành công (1428), \"vì binh lửa, số thơ (của các thi gia) còn lại chỉ được một hai phần nghìn\",<ref>Theo bài tựa của Phan Phu Tiên in trong ''Tìm hiểu kho sách Hán Nôm'', tr. 788.<\/ref> cho nên [[Phan Phu Tiên]] (lúc bấy giờ đang làm việc ở Viện Quốc Sử) bèn ra công thu thập lại, đến năm 1433 thì hoàn thành.<ref name=\"NHC\">Theo GS. [[Nguyễn Huệ Chi]], ''Từ điển văn học'' (bộ mới), tr. 1993.<\/ref> Sau đó, ông đặt tên sách, viết lời tựa và định đem khắc in thì được bổ làm An phủ sứ ở Thiên Trường ([[Nam Định]] ngày nay), rồi ở Hoan Châu ([[Nghệ An]]-[[Hà Tĩnh]] ngày nay), nên đành phải gác lại.\n \nNăm 1446, Thị ngự sử [[Chu Xa]] nhận thấy \"Việt âm thi tập do quan làm sử trước kia là Phan Phu Tiên biên soạn còn chưa được đầy đủ\",<ref>Theo bài biểu dâng sách của Chu Xa in trong ''Tìm hiểu kho sách Hán Nôm'', tr. 789.<\/ref> vì thế đã ra công sưu tập thêm, đến năm 1459 thì xong, được [[Lý Tử Tấn]] viết tựa, hiệu chính và điểm lời phê bình, và được vua [[Lê Nhân Tông]] cho phép in vào năm đó.\n\nVề sau, khi các bản khắc lần đầu đều thất lạc hết, một nhóm người có tâm huyết<ref name=\"NHC\" \/> đã cùng nhau cho khắc in lại (1729), nhưng cũng không giữ được. Hiện nay, ở Thư viện [[Viện Nghiên cứu Hán Nôm]] (Hà Nội) chỉ còn lưu giữ được một bản nhưng không đầy đủ (chỉ còn 3 quyển), mang ký hiệu số A. 1925.<ref>Theo GS. Nguyễn Huệ Chi (tr. 1993). Ở Thư viện Quốc gia Việt Nam hiện có bản R. 603. Đây là bản chụp lại bản A. 1925 (theo Trần Văn Giáp, ''Tìm hiểu kho sách Hán Nôm'', tr. 784).<\/ref>\n\nCăn cứ bài biểu dâng sách của [[Chu Xa]], thì ''Việt âm thi tập'' gồm 6 quyển,<ref>[[Phan Huy Chú]] (tr. 113) và Trần Văn Giáp (tr. 784) đều ghi là 6 quyển. Theo GS. Nguyễn Huệ Chi (tr. 1993) và ''Từ điển bách khoa Việt Nam'' thì ''Việt âm thi tập'' có 7 quyển, nhưng không dẫn nguồn.<\/ref> với 624 bài thơ<ref>Theo mục lục trong ''Tìm hiểu kho sách Hán Nôm'' (tr. 786-787). Nhưng theo Nguyễn Huệ Chi và ''Từ điển bách khoa Việt Nam'' thì hiện còn 617 bài.<\/ref> của 119 nhà thơ dưới các triều đại, từ [[Nhà Trần|Trần]] đến [[Nhà Hậu Lê|Lê]] sơ. Có thơ của người làm quan và không làm quan, của người Việt Nam làm quan ở Trung Quốc và của người Trung Quốc đi sứ sang Việt Nam. Mỗi nhà thơ đều có chua tiểu sử, và sau mỗi bài đều có chua điển tích. Tuy nhiên, theo lời của Lý Tử Tấn, thì sách có hơn 700 bài. Chưa rõ vì sao có sự chênh lệch đó.<ref name=\"NHC\" \/>\n\nVề phương pháp, từ sắp xếp đến trình bày, đều theo quan điểm [[Nho giáo]], có nghĩa các tác gia là vua thì được để lên đầu, sau đó mới tới các thi gia thuộc các tầng lớp khác.\n\n==Thông tin về bản A. 1925==\nBản A. 1925 in bằng ván gỗ, giấy dó khổ 24&nbsp;cm x 16&nbsp;cm, tổng cộng 68 tờ, mỗi tờ 2 trang, mỗi trang 10 dòng.\n\nTrong sách ngoài phần thơ của các thi gia, có hai bài tựa (của Phan Phu Tiên và Lý Tử Tấn), một bài biểu dâng sách (của Chu Xa) và mục lục. Xem mục lục thì thấy:\n\n*Quyển I: các thi gia là các vua Trần và [[Nhà Hồ|Hồ]], gồm 8 nhà với 73 bài thơ.\n*Quyển II: các thi gia triều Trần, gồm 11 nhà với 99 bài thơ.\n*Quyển III: các thi gia triều Trần (tiếp), triều Hồ và phần bổ di (bổ sung những bài còn sót), gồm 35 nhà với 116 bài thơ.\n*Quyển IV: các thi gia triều Hậu Lê, gồm 6 nhà với 81 bài thơ.\n*Quyển V: các thi gia triều Hậu Lê (tiếp), gồm 14 nhà với 85 bài thơ.\n*Quyển IV: các thi gia triều Hậu Lê (tiếp), gồm 24 nhà với 120 bài thơ.\n\nNgoài ra còn có phần Phụ lục, gồm thơ của người Việt Nam làm quan ở Trung Quốc (2 nhà với 12 bài), và thơ của người Trung Quốc làm khi đi sứ sang Việt Nam (19 nhà với 38 bài).\n\nTuy nhiên, như trên đã nói, bản sách A. 1925 chỉ có đủ 3 quyển đầu, gồm 288 bài thơ của 54 thi gia mà thôi.<ref>Theo Trần Văn Giáp, ''Tìm hiểu kho sách Hán Nôm'', tr. 787.<\/ref>\n\n==Giá trị==\nBộ ''Việt âm thi tập'' là một vốn cổ quý giá, không những về thơ văn, mà nó còn là một tài liệu quý hiếm về cả mặt sử học, vì lời chú dẫn có trong sách. Ngoài ra, nó cho biết kỹ thuật in ấn của Việt Nam lúc bấy giờ.<ref>Theo Trần Văn Giáp, ''Tìm hiểu kho sách Hán Nôm'', tr. 790.<\/ref> Song, ưu điểm nổi bật hơn cả của ''Việt âm thi tập'', đó là niềm tự hào về truyền thống văn hóa của dân tộc Việt, nhất là về tiếng nói đặc sắc mang vẻ đẹp và tâm hồn Việt Nam. Ngày nay, có thể nói phần lớn thơ ca ở thời đại Trần-Hồ và đầu đời Lê còn giữ lại được cũng là nhờ ''Việt âm thi tập''.<ref name=\"NHC\" \/>\n \n==Xem thêm==\n*[[Tinh tuyển chư gia luật thi]]\n*[[Trích diễm thi tập]]\n*[[Phan Phu Tiên]]\n*[[Chu Xa]]\n\n==Sách tham khảo==\n*[[Phan Huy Chú]], ''[[Lịch triều hiến chương loại chí]]'' (Tập 3, phần \"Văn tịch chí\"). Nhà xuất bản Khoa học xã hội, 1992.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm''. Nhà xuất bản Khoa học xã hội, 2003.\n*[[Nguyễn Huệ Chi]], mục từ: \"Việt âm thi tập\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Tuyển tập thơ văn Việt Nam]]\n[[Thể loại:Tập thơ Việt Nam]]\n[[Thể loại:Văn học Việt Nam thời Lê sơ]]"}