{"69934":"[[File:VietDienULinhTap1.JPG|thumb|300px|phải|Việt điện u linh tập.]]\n'''''Việt điện u linh tập''''' ([[chữ Hán]]: 粵甸幽靈集 hoặc 越甸幽靈集, ''Tập truyện về cõi u linh của nước Việt'') là một tập hợp các truyền thuyết về các vị thần linh [[Việt Nam]] ở vào thời xa xưa, được viết vào thế kỷ 14.\n\n== Giới thiệu ==\nTheo ''[[Đại Việt thông sử]]'' và ''[[Kiến văn tiểu lục]]'' của [[Lê Quý Đôn]], ''[[Lịch triều hiến chương loại chí]]'' (''Văn tịch chí'') của [[Phan Huy Chú]], thì [[Lý Tế Xuyên]] chính là tác giả cuốn '''Việt điện u linh tập''', xuất bản vào khoảng năm [[1329]]<ref name=\"Nguyen Van Huyen\">[[Nguyễn Văn Huyên]], ''Góp phần nghiên cứu văn hóa Việt Nam'' (Tập 1). Nhà xuất bản Khoa học xã hội, 2003, tr.463.<\/ref>. \n\nTuy nhiên sau khi nghiên cứu, GS. [[Dương Quảng Hàm]] trong ''[[Việt Nam văn học sử yếu]]'', đã có ý phân vân khi chép rằng: ''\"Việt điện u linh tập, nhất thuyết là của Lý Tế Xuyên, người đời [[Nhà Trần|Trần]]; nhất thuyết là của một tác giả đời [[Nhà Lý|Lý]], sau Lý Tế Xuyên chỉ viết nối thêm vào\"''<ref>''Việt Nam văn học sử yếu'', tr. 237-238<\/ref>. Nói \"nhất thuyết là của một tác giả đời Lý\" là vì giáo sư đã đọc bài ''Tựa'' của Chư Cát thị viết năm [[1774]], trong đó đoạn (bản dịch): \"...tập sách này làm ra từ triều Lý, từ trước sách chép của [[Lê Văn Hưu]], để ghi lại các sự việc...Kịp đến triều Trần, chàng họ Lý (chỉ [[Lý Tế Xuyên]]) lại làm nối theo phần cuối, sưu tầm rộng khắp, góp thành tập sách này...(trích trong ''Tìm hiểu kho sách Hán Nôm'', tr. 1100).\n\n[[Lý Tế Xuyên]], không rõ tiểu sử, chỉ biết ông làm quan (một trong những chức vụ của ông là trông coi việc tế tự) dưới triều [[Trần Hiến Tông]] (ở ngôi: [[1329]]-[[1341]], đặt niên hiệu là Khai Hựu)<ref>Theo ''Từ điển bách khoa Việt Nam'', mục từ \"Việt điện u linh\" (bản điện tử).<\/ref>.\n\n''Việt điện u linh tập'' mà nhiều người cho rằng ông làm ra, gồm 27 thiên, chia làm 3 mục (''Nhân quân'', ''Nhân thần'', ''Hạo khí'') kể về công tích 27 vị thần <ref>Bản chép tay '''A. 751''', không rõ năm, có ở Thư viện [[Viện Nghiên cứu Hán Nôm]] [[Hà Nội]] (theo Nguyễn Phương Chi, tr. 1994 và Nguyễn Đăng Na, tr. 232). Bản '''A. 47''' có ở Thư viện Khoa học Xã hội ([[Hà Nội]]) có 28 truyện kể về công tích 28 vị thần (Trần Văn Giáp, tr. 1093), bởi có thêm [[Hậu Lý Nam Đế|Lý Phật Tử]].<\/ref> được thờ trong các đền miếu thời [[Nhà Lý|Lý]] -[[Nhà Trần|Trần]]. Sau, có nhiều người ở đời [[Nhà Lê sơ|Hậu Lê]] ra công tục biên, thành ra sách có đến 4 quyển, gồm 41 truyện''<ref>Theo ''Việt Nam văn học sử yếu'' (tr. 238). Bản này có tên là ''Tân đính hiệu bình Việt điện u linh tập'' do Chư Cát thị san định.<\/ref>.\n\nTrong quá trình biên soạn, tác giả có sử dụng và viết lại một số truyện vốn đã được ghi chép trong các sách ''Báo cực truyện'' (Tập truyện về lẽ cùng cực của báo ứng), ''[[Đại Việt sử ký]]'' của [[Lê Văn Hưu]], ''Giao Chỉ ký'', ''Giao Châu ký''... Ngoài ra ông còn sử dụng những tài liệu dân gian, những bản thần tích.\n\nVề sau, nhiều nho sĩ ở các đời còn tiếp tục bổ sung; hoặc sửa chữa, thêm bớt cho ''Việt điện u linh tập''. Lược kể một số tên tuổi quan trọng:\n\n*'''[[Nguyễn Văn Chất]]''' ([[1422]]-?), là người ở huyện Bạch Hạc, [[Vĩnh Yên (tỉnh)|tỉnh Vĩnh Yên]]. Ông đỗ [[tiến sĩ]] năm [[1448]] dưới triều vua [[Lê Nhân Tông]], từng làm đến Tư nghiệp Quốc tử giám và đi sứ sang [[Trung Quốc]]. Chính ông là người đã soạn ra phần ''Tục biên'' (hay Tục bổ), gồm 3 truyện cho sách (xem phần mục lục).\n*'''[[Cao Huy Diệu]]''' (? - ?), là người làng Phú Thị, huyện [[Gia Lâm]] (nay thuộc [[hà Nội|thành phố Hà Nội]]). Ông là nội tổ của danh sĩ [[Cao Bá Quát]]. Năm [[1707]], ông đỗ [[Hương cống|cử nhân]], rồi đỗ [[tiến sĩ]] năm [[1715]] đời vua [[Lê Dụ Tông]]. Buổi đầu được bổ làm tri huyện [[Quốc Oai]], sau lần lượt trải chức Giám tu, Thị lang [[bộ Lại]], Đốc học [[Hà Tiên (tỉnh)|Hà Tiên]], Thượng thư [[bộ Hộ]] (có sách chép [[bộ Lại]]). Khi còn ở chức Giám tu, ông đã ra công viết bổ chú và phần tiếm bình cho sách. Tham gia sửa chữa với ông, còn có người cùng thời là '''[[Lê Hữu Hỷ]]''' (không rõ năm sinh năm mất), là người làng Liêu Xá, tỉnh [[Hưng Yên]]. Ông thi đỗ [[tiến sĩ]] năm [[1700]], làm quan đến Giám sát ngự sử đốc đồng [[Sơn Tây (tỉnh cũ)|Sơn Tây]].\n*'''Kim Miện Muội''' (? - ?), không rõ lai lịch, chỉ biết năm [[1771]], ông đã phụng lục và kiểm xét cho ''Việt điện u linh tập''. Bản này hiện còn 2 quyển chép tay mang ký hiệu A. 2879 và B. 1919 thuộc [[Viện Viễn Đông Bác cổ|trường Bác Cổ Viễn Đông]].\n*'''Gia Cát thị''' (? - ?), là một danh sĩ ở Hồng Đô, tỉnh [[Hải Dương]], đã từng làm Chủ bạ [[bộ Lễ]] đời vua [[Lê Hiển Tông]]. Năm [[1774]], sau khi san định (thêm vào non 20 truyện, bớt đi hoặc viết hẳn lại một số truyện) ''Việt điện u linh tập'', ông đặt lại nhan đề là ''Tân đính hiệu bình Việt điện u linh tập'' (Sửa sang, mô phỏng và bình giải mới tập truyện về cõi u linh của nước Việt). Và trong bài ''Tựa'', ông đã cho rằng Lý Tế Xuyên chỉ là người \"làm nối theo phần cuối\" sách ''Việt điện u linh'' mà thôi. <ref name=\"Nguyen Van Huyen\"\/><ref>{{Citation|author=Đào Phương Chi |year=2000 |title=\"Tân đính hiệu bình Việt điện u linh tập\" đã được biên soạn như thế nào? |publisher=Viện Nghiên cứu Hán Nôm |publication-place=Tạp chí Hán Nôm số 2(43) năm 2000 |url=http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0002.htm |access-date=ngày 28 tháng 8 năm 2020}}<\/ref>\n\nNgoài ra, còn có '''[[Lê Tự Chi]]''', '''Tam Thanh quán đạo nhân''' (không rõ họ tên, lai lịch), '''[[Nguyễn Hầu]]''', '''[[Nguyễn Đình Giản]]''', v.v...cũng đã đóng góp ít nhiều cho cuốn sách.\n\n== Mục lục ==\nBan đầu, sách ''Việt điện u linh'' có 27 truyện kể về các vị thần linh được thờ ở [[Việt Nam]], gồm các vua chúa (nhân quân), bề tôi trung liệt (nhân thần), thần sông, thần núi (hạo khí anh linh). Theo bài ''Tựa'' đề năm Khai Hựu nguyên niên ([[1329]], đời [[Trần Hiến Tông]]) của [[Lý Tế Xuyên]] thì ông đã chọn kể theo phương châm: \"những bậc sáng suốt, ngay thẳng mới gọi là thần; không phải những loại dâm tà, yêu quái, ma quỷ cũng gọi là thần đâu!...\"<ref>Xem đầy đủ bài Tựa trong ''Tìm hiểu kho sách Hán Nôm'', tr. 1090.<\/ref>.\n\nThường thì mỗi thiên (truyện) được viết theo công thức sau:\n* Tên của mỗi truyện là mỹ hiệu mà hai triều ''Trùng Hưng'' và ''Hưng Long'' <ref>Trung Hưng là niên hiệu vua [[Trần Nhân Tông]] vào những năm [[1285]]-[[1293]]. Hưng Long là niên hiệu vua [[Trần Anh Tông]] vào những năm [[1293]]-[[1314]].<\/ref> gia phong cho thần.\n* Mở đầu mỗi truyện là câu: Theo (tài liệu nào đó của ai), ngài (vương, ông...) là (họ, tên)...Kết cấu phần kể là công đức các thần theo công thức \"dương trợ-âm phù\", tức là \"Khí thế rừng rực lúc đương thời, anh linh tỏa rộng đến đời sau\". Kết thúc mỗi truyện là ba đợt gia phong: Trùng Hưng năm thứ nhất ([[1285]]), năm thứ 4 ([[1288]]) và Hưng Long năm thứ 21 ([[1313]]), và câu: \"Vì có công âm phù vậy\".\n\nNguyên mục lục trong ''Việt điện u linh tập'' chỉ ghi mỹ hiệu của các thần linh (như ''Gia Ứng Thiện Cảm Linh Vũ Đại Vương'', là truyện kể về [[Sĩ Nhiếp]]), ở đây viết bằng tên thật cho dễ hiểu. Có bản dịch thêm chữ \"truyện\" hay chữ \"chuyện\" đằng trước tên thần.\n\n=== Nhân quân (Các vua) ===\n* [[Sĩ Nhiếp]]\n* [[Phùng Hưng]]\n* [[Triệu Việt Vương|Triệu Quang Phục]]\n* [[Hậu Tắc]] (Tương truyền là vua [[Trung Quốc]] thời cổ đại, có công dạy dân trồng [[lúa]])\n* [[Hai Bà Trưng]]\n* [[Mỵ Ê]]\n\n=== Nhân thần (Các bề tôi) ===\n* [[Lý Nhật Quang|Lý Hoảng]]\n* [[Lý Ông Trọng]]\n*[[Lý Thường Kiệt]]\n* Thần [[Tô Lịch]]\n* [[Phạm Cự Lạng|Phạm Cự Lượng]]\n* [[Lê Phụng Hiểu]]\n* [[Mục Thận]]\n* [[Đức thánh Tam Giang|Trương Hống, Trương Hát]]\n* [[Lý Phục Man]]\n* Lý Đô úy (không rõ tên họ và quê quán)\n* [[Cao Lỗ]]\n\n=== Hạo khí anh linh (Sự tích thiêng liêng) ===\n* [[Hậu Thổ|Hậu Thổ phu nhân]]\n* [[Thần Đồng Cổ]]\n* Thần [[Long Đỗ|Long Độ]]\n* Thần Khai Nguyên\n* Thần Núi Tam Đảo \n* Thần [[Thánh Gióng|Phù Đổng]]\n* [[Sơn Tinh]], [[Thủy Tinh (nhân vật)|Thủy Tinh]]\n* Thần Châu Đằng\n* Thần Bạch Hạc\n* Thần Hải Thanh\n* Nam Hải long quân\n\n\nSau đây là một số truyện do người đời sau thêm vào:\n* Phần '''Tục bổ''' có thêm 3 truyện: Sóc Thiên Vương, Thần núi [[Tam Đảo]], Chuyện đền Càn Hải.\n* Phần '''Trùng bổ''' có thêm 2 truyện: [[Đoàn Thượng]], Thần đền Thanh Cẩm.\n* Phần '''Phụ lục''' có thêm 3 truyện: [[Trần Hưng Đạo]], [[Từ Đạo Hạnh]], Vợ chồng [[Triệu Xương]]<ref>Phần mục lục chép theo ''Việt điệu u linh tập tục toàn biên'' (tr. 239-243). Mục lục ''Việt điện u linh tập'' do [[Trần Văn Giáp]] giới thệu, phần Nhân quân có thêm [[Hậu Lý Nam Đế|Lý Phật Tử]] (đã giải thích ở bên trên).<\/ref>.\n\n== Nhận xét ==\nNguyễn Phương Chi trong ''Từ điển văn học'' (bộ mới) viết:\n:''\"Việt điện u linh tập\" được viết ra trong một thời đại xa xưa nên không khỏi mang những hạn chế do điều kiện lịch sử...Cuốn sách chứa đựng thế giới quan thần bí, mang tư tưởng thần linh chủ nghĩa trộn lẫn với ý thức hệ phong kiến...Tuy nhiên, nếu tước đi cái vỏ tôn giáo thì đằng sau câu chuyện của các thần linh lại bao trùm và phản ánh những lý tưởng tốt đẹp và niềm tin tưởng chân thành của nhân dân ngày xưa. \"Truyện Quảng Lợi Đại vương\" (tức Thần Long Độ) là một thí dụ tiêu biểu. Ở đây tín ngưỡng chỉ là cái vỏ mà nội dung chính là ý thức phản kháng, sức mạnh quật cường của nhân dân Việt nhằm chống lại những âm mưu quỷ quyệt của [[Cao Biền]], một viên quan đô hộ đến từ [[Trung Quốc]]...Ngoài ra còn có thể kể đến \"Truyện Bố Cái Đại vương\" (tức [[Phùng Hưng]]), \"Truyện Trương Hống, Trương Hát\", v.v...Đây đều là truyện kể về việc thần linh đời trước đã \"hiển linh\" để \"phù trợ\" các anh hùng đời sau chống quân xâm lược như thế nào...Như vậy, mặc dù còn hạn chế, \"Việt điện u linh\" tập vẫn có giá trị không nhỏ. Ngoài giá trị lịch sử, giá trị chủ yếu của sách còn ở chỗ, nó chứa đựng được những tâm tư tình cảm, thể hiện được những truyền thống tốt đẹp và sức mạnh của dân tộc Việt...<ref>Lược theo Nguyễn Phương Chi, ''Từ điển văn học'' (bộ mới), tr. 1995.<\/ref>\n\n== Xem thêm ==\n* ''[[Lĩnh Nam chích quái]]''\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Sách tham khảo ==\n* [[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản (bản in lần thứ 10), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n* [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Tập 1 và Tập 2 in chung), Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2003.\n* Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XIV''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 2004.\n* Nguyễn Phương Chi, mục từ \"Việt điện u linh tập\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* Ngọc Hồ,''Việt điệu u linh tập tục toàn biên''. Nhà xuất bản Cửu Long, 1992.\n\n== Liên kết ngoài ==\n*[<!--http:\/\/www.dunglac.org\/index.php?m=module2&v=detailbook&id=73&ib=95-->https:\/\/web.archive.org\/web\/20110727203533\/http:\/\/www.quangduc.com\/lichsu\/lichsuvietnam\/VietDienULinhtap.pdf Việt điện u linh tập] Nội dung toàn văn, bản dịch của Lê Hữu Mục.\n\n[[Thể loại:Văn học Việt Nam thời Trần]]\n[[Thể loại:Truyền thuyết Việt Nam]]\n[[Thể loại:Tùng thoại]]"}