{"16754081":"{{About|đồng hóa văn hóa|chính sách chiến tranh Việt Nam của Richard Nixon|Việt Nam hóa chiến tranh|định nghĩa khác|Việt hóa}}\n'''Việt Nam hóa''' hay '''Việt hóa'''<ref name=\"books.google.com\">{{chú thích sách|url=https:\/\/books.google.com\/?id=2UoQ-ueHjdEC&pg=PA1271&lpg=PA1271&dq=vietnamization+assimilation#v=onepage&q=vietnamization%20assimilation&f=false|title=Nations and Nationalism: A Global Historical Overview &#91;4 volumes&#93;: A Global Historical Overview|last1=Herb|first1=Guntram H.|last2=Kaplan|first2=David H.|date = ngày 22 tháng 5 năm 2008 |isbn=9781851099085}}<\/ref> là một quá trình mang tính chất đồng hóa, bao gồm tự nguyện và cưỡng ép, vào nền [[văn hóa Việt Nam]], [[Tiếng Việt|ngôn ngữ Việt Nam]], và trang phục Việt Nam. Các chiến dịch đồng hóa người không phải là gốc Việt thường được tiến hành theo một quá trình mang tính chất tự nguyện và ép buộc, tùy theo thời gian cho đến khi các dân tộc thiểu số còn lại hoàn toàn bị Việt hóa. Các dân tộc và nhà nước từng bị ảnh hưởng bởi Việt hóa bao gồm [[Người Thái (Việt Nam)|Người Thái]], [[Người Chăm]], [[Người Khmer (Việt Nam)|Người Khmer]], [[H'Mông]], [[Người Hoa tại Việt Nam|Người Hoa]] và cả [[Người Thượng]] ở [[Tây Nguyên]]. Tùy theo lịch sử và lòng trung thành của các dân tộc mạnh hay yếu mà Việt Nam hóa thường theo quá trình nhanh hơn hoặc chậm hơn.\n\n== Tóm tắt ==\nViệt Nam hóa được chia làm ba giai đoạn.\n\n* '''Thời kỳ cổ đại cho tới nhà Hồ''': Việt Nam hóa vốn dĩ không quá mạnh mẽ do mối quan hệ liên thông giữa các dân tộc thiểu số với người Kinh đa số. Các dân tộc thiểu số người Thái, Mường và H'Mông là những dân tộc có sự trung thành với nhà nước khá mạnh mẽ, do các triều đình Việt Nam thường thiết lập quan hệ chặt chẽ với các tù trưởng của các bộ lạc thiểu số. Khi đó, Việt Nam cũng đang mới đầu bành trướng lãnh thổ vào nam và các triều đình [[Đại Việt]] đã rất thành công khi thu phục được lòng dân thiểu số tại vùng núi của mình. Mối quan hệ giữa các dân tộc thiểu số ở phía Bắc với triều đình Việt Nam là mối quan hệ khá thành công nhờ lòng trung thành và gần gũi giữa các nhóm dân tộc với người Kinh, và nó tiếp tục duy trì cho đến nay.\n* '''Thời kỳ nhà Hậu Lê tới Pháp thuộc''': sau khi đánh đuổi [[Nhà Minh]] ra khỏi biên giới và tái lập Đại Việt, các triều đại Việt Nam bắt đầu có căng thẳng với các nước đã ủng hộ Trung Quốc như [[Chăm Pa]], [[Lan Xang]], [[Đế quốc Khmer]] và người Mã Lai. Để trả đũa, một chiến dịch đồng hóa cưỡng ép đã được tiến hành, dẫn đến sự diệt vong của Chăm Pa, tàn phá Lan Xang, chiếm Tây Nguyên, lấy đất Campuchia và chiến tranh với [[Xiêm]]. Các chiến dịch đồng hóa đầy cưỡng ép gặp phải sự kháng cự dữ dội của các dân tộc thiểu số, và kết quả cho các cuộc phản kháng bạo lực chống Việt hóa thường là diệt chủng sắc tộc. Việc ngày một nhiều người Kinh di cư cũng kéo theo một quá trình đồng hóa vô cùng bạo lực, khi các triều đại Việt Nam đều coi mình thuộc về văn hóa cấp cao so với các \"thổ dân\", cho đến khi [[Pháp]] đánh chiếm Việt Nam. Sau khi [[Pháp thuộc|Pháp chiếm Việt Nam]], người Pháp nhận ra rằng do có quá nhiều dân tộc thiểu số ở Việt Nam, người Pháp đanh chấp nhận Việt Nam hóa với một mức độ cầm chừng, bổ nhiệm người Việt vào các vị trí cấp cao tại thuộc địa trong khi phi Việt Nam hóa với các dân tộc thiểu số như người Thượng, người Chăm và người Khmer, tạo ra các nhóm thiểu số trung thành với Pháp về sau này, và thậm chí là [[Thiên Chúa hóa]] người Thượng và H'Mông, và [[Hồi giáo hóa]] người Chăm. Những nhóm dân này thường rất ủng hộ Pháp đàn áp người Việt đa số và họ tiếp tục trung thành cho tới khi phong trào [[Việt Minh]] nổi lên.<ref name=\"books.google.com\"\/>\n* '''Thời kỳ Chiến tranh Đông Dương cho tới nay''': sự nổi lên của Việt Minh đã tạo ra nguy cơ cho các dân tộc thiểu số do trước đó họ ủng hộ Pháp, bản thân Việt Nam có tới 30% là các nhóm thiểu số với chỉ có rất ít nhóm trung thành với Việt Minh, chủ yếu ở phía Bắc, và các nhóm dân tộc này thường chạy trốn theo người Pháp sau khi Việt Minh đánh bại Pháp tại [[Chiến dịch Điện Biên Phủ]]. Tuy vậy, trong thời kỳ [[Chiến tranh Việt Nam]], cả chính phủ [[Bắc Việt Nam]] và [[Nam Việt Nam]] đều ủng hộ Việt Nam hóa, quy trách nhiệm cho các nhóm dân tộc thiểu số chủ yếu là ở miền Nam, là \"phản quốc\" hoặc \"phi văn minh\". Các chiến dịch cưỡng ép Việt Nam hóa, bao gồm tôn giáo, văn hóa, ngôn ngữ và chính trị, đã kéo theo đó là sự bất mãn của các dân tộc thiểu số nhỏ hơn, nổi bật là người Thượng. Người Thượng ở Tây Nguyên, tuy vậy, lại có quan hệ tốt với [[Người Mỹ]] do Hoa Kỳ hỗ trợ các nhóm này về kinh tế, chính trị và quân sự, dù rằng Hoa Kỳ lại mong muốn người Thượng và chính quyền Sài Gòn hiệp lực chống cộng sản. Những nỗ lực của Hoa Kỳ hàn gắn quan hệ  giữa người Thượng và chính phủ Việt Nam Cộng hòa hoàn toàn thất bại do chính quyền Sài Gòn không coi người Thượng là đồng minh. Trong khi đó, những người Cộng sản ở phía Bắc cũng ít có sự khoan dung với người Thượng, nhiều lần tấn công và sát hại người Thượng vì quan điểm chống cộng sản và chống Việt Nam của các nhóm người này. Điều này cũng là điều xảy ra với người Chăm, Khmer, Hoa và H'Mông dù cho ân oán giữa Bắc và Nam Việt Nam tiếp diễn. Việt Nam hóa tiếp tục được tiến hành kể cả sau khi phe Cộng sản đánh bại Việt Nam Cộng hòa năm 1975, nhưng lần này nó còn dẫn tới sự trỗi dậy của [[FULRO]], khi các dân tộc thiểu số coi chính quyền cộng sản thống nhất là hiểm họa, và mạnh mẽ hơn sau khi [[Chiến tranh biên giới Tây Nam]] nổ ra. Tổ chức này nhận rất nhiều viện trợ từ [[Trung Quốc]] và [[ASEAN]], với sự bảo vệ của Hoa Kỳ. Tuy vậy, những nỗ lực ngăn chặn Việt Nam hóa hoàn toàn thất bại và sau khi FULRO tan rã, thì Việt Nam, nhờ vào chính sách [[Đổi Mới]], đã thiết lập quan hệ với nhiều nước trong đó có Hoa Kỳ, nên đã rảnh tay hơn về Việt Nam hóa khi không có quốc gia nào phản đối làm ăn với Việt Nam. Thế nhưng, chính chính sách Việt Nam hóa đã châm ngòi cho các cuộc nổi dậy năm 2001 và 2004 ở Tây Nguyên và cuộc chạy nạn của các dân tộc thiểu số. Cùng trong khoảng thời gian đó, người thiểu số giảm chỉ còn 18% dân số Việt Nam ngày nay.<ref>{{chú thích web | url = https:\/\/www.hrw.org\/report\/2006\/06\/13\/no-sanctuary\/ongoing-threats-indigenous-montagnards-vietnams-central-highlands | tiêu đề = No Sanctuary  Ongoing Threats to Indigenous Montagnards in Vietnam’s Central Highlands | author =  | ngày =  | ngày truy cập = 15 tháng 1 năm 2020 | nơi xuất bản = Human Rights Watch | ngôn ngữ = }}<\/ref>\n\nĐiều đáng phải chú ý là dù ở thể chế nào, Việt Nam hóa vẫn luôn được công khai ủng hộ và tiến hành, và các hoạt động Việt Nam hóa thường có tính ràng buộc, tùy thuộc vào các dân tộc thiểu số trước người Việt đa số. Với các chính quyền trước của Việt Nam, chủ yếu là từ thời [[Chúa Nguyễn]] và chính phủ [[Việt Nam Cộng hòa]], những khó khăn trong việc đồng hóa người dân tộc ở phía nam được cho là nguyên do khiến các chính quyền này thường phải trấn áp bạo lực, dễ làm sụp đổ các chính quyền này nhanh hơn do những thiệt hại tài nguyên và vật chất. Với chính quyền xã hội chủ nghĩa từ năm 1975, thì chính phủ này đã chọn cách áp dụng chính sách mà [[Józef Klemens Piłsudski]] đã từng áp dụng với người thiểu số ở Ba Lan khi [[Đệ Nhị Cộng hòa Ba Lan|Ba Lan mới phục quốc]], đó là \"nhà nước hóa\", thay vì đồng hóa các dân tộc này, thì họ sẽ được xem xét với lòng trung thành với quốc gia. Đấy là lý do khiến các cuộc nổi dậy của các dân tộc thiểu số ở [[Miền Nam (Việt Nam)|miền Nam]] giảm đi đáng kể, dù không thể chấm dứt hoàn toàn sự đối địch từ các thế lực bên ngoài.\n\n== Tham khảo ==\n{{Tham khảo|1}}\n\n== Xem thêm ==\n\n* {{citation|title=The Rebel Den of Nung Tri Cao: loyalty and identity along the Sino-Vietnamese frontier|given=James A.|surname=Anderson|publisher=University of Washington Press|url=https:\/\/books.google.com\/?id=AWLMQFiNh3oC&lpg=PP1&dq=The%20Rebel%20Den%20of%20Nung%20Tr%20Cao%3A%20Loyalty%20and%20Identity%20along%20the%20Sino-Vietnamese&pg=PA173#v=onepage&q&f=false|year=2012|origyear=2007|isbn=978-0-295-80077-6|postscript=.}}\n* {{citation|title=Monumental Pride: Sino-Vietnamese Cross-border Commemorations of Nùng Trí Cao|given=James A.|surname=Anderson|author-mask=3|journal=Thai-Yunnan Project Bulletin|issue=1|url=https:\/\/libres.uncg.edu\/ir\/uncg\/f\/J_Anderson_Monumental_2001.pdf|year=2001|postscript=.}}\n\n<br \/>\n\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Đồng hóa]]\n[[Thể loại:Văn hóa Việt Nam]]\n[[Thể loại:Đồng hóa văn hóa]]\n[[Thể loại:Tiếng Khmer]]"}