{"3666357":"{{chú thích trong bài|date=tháng 1, 2022}}\n{{Thông tin viện đào tạo\n| tên = Viện Vật lý kỹ thuật\n| logo = SEP.png\n| logo_size = 200px\n| hình = \n| miêu tả hình = Logo của Viện Vật lý kỹ thuật\n| cỡ hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = Vật lý hôm nay - Kỹ thuật ngày mai!\n| nghĩa = \n| ngày thành lập = {{start date and age|1985|1|23}}\n| loại hình = Viện đại học\n| tài trợ = 10 tỉ [[VND]] (2018)\n| viện trưởng = PGS.TS. Nguyễn Hữu Lâm\n| viện phó = PGS.TS. Đặng Đức Vượng <br>\nTS Nguyễn Văn Thái\n| giảng viên = 90\n| nhân viên = 5\n| sinh viên đại học = ~ 600\n| sinh viên sau đại học = ~ 50\n| khuôn viên = [[Tập tin:Logo Hust.png|10px]] Nhà C10, [[Đại học Bách khoa Hà Nội]]\n| địa chỉ = Số 1 Đại Cồ Việt, [[Hai Bà Trưng (quận)|Hai Bà Trưng]], [[Hà Nội]], [[Việt Nam]]\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| màu = [[Đỏ thắm]] {{Color box|#A51C30}}\n| bài hát = {{URL|https:\/\/mp3.zing.vn\/bai-hat\/Hanh-khuc-Vien-Vat-Ly-Ky-Thuat-Duc-Dien-Giao-vien-Vien-Vat-Ly-KT-BKHN\/IW8W8ZAE.html|Hành khúc Viện Vật lý kỹ thuật}}\n| điện thoại = 024 3869 3350\n| web = {{URL|https:\/\/sep.hust.edu.vn\/home|Sep.hust.edu.vn}}\n| caption = Logo của Viện Vật lý kỹ thuật\n| viết tắt = SEP\n| tên tiếng Anh = School of Engineering Physics\n| thành viên của = \n| thuộc tổ chức = [[Trường Đại học Bách Khoa Hà Nội|Đại học Bách Khoa Hà Nội]]\n| mã trường = PH - BKA\n| tình trạng = Đang hoạt động\n| kiểu thông tin thêm = Ngôn ngữ chính\n| thông tin thêm = ''[[Tiếng Việt]]''\n| calendar = Học kỳ\n}}'''Viện Vật lý kỹ thuật''' ([[tiếng Anh]]: ''School of Engineering of Physics'' hay SEP) là một [[viện đại học]] nghiên cứu<ref>Viện đào tạo của trường [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]]<\/ref> trực thuộc [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]], là một trong những [[đại học]] kỹ thuật đa ngành, một trong các [[đại học trọng điểm quốc gia Việt Nam]], một trong 13 thành viên của Hiệp hội các trường đại học kỹ thuật hàng đầu châu Á - Thái Bình Dương AOTULE (Asia-Oceania Top University League on Engineering).\n\nTrong công tác đào tạo và nghiên cứu khoa học, Viện đã có nhiều thành tích quan trọng như góp phần đào tạo hàng trăm kỹ sư [[Vật lý kỹ thuật]] (các chuyên ngành Vật lý chất rắn, Kỹ thuật hạt nhân - vật lý môi trường, Kỹ thuật y sinh, Vật lý và kỹ thuật ánh sáng, Vật lý tin học, Vật liệu điện tử và công nghệ nano, Vật lý lý thuyết), nhiều học viên cao học và nghiên cứu sinh. Nhóm nghiên cứu đề tài GK1 về phá bom [[từ trường]] đã nhận [[Giải thưởng Hồ Chí Minh đợt I]]. Viện Vật lý kỹ thuật cũng đón nhận [[Huân chương Lao động]] Hạng Nhất vào năm 2005 do [[Chủ tịch nước Việt Nam|Chủ tịch nước]] trao tặng.\n\n== Lịch sử hình thành và phát triển ==\nViện Vật lý Kỹ thuật được thành lập ngày 23\/01\/1985 theo Nghị định số 13\/HĐBT của Hội đồng Bộ trưởng, nay là Chính phủ trên cơ sở ba Bộ môn Vật lý Đại cương, [[Vật lý chất rắn|Vật lý Chất rắn]] và [[Vật lý hạt nhân|Vật lý Hạt nhân]] của Khoa Toán- Lý thuộc [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà nội]]. Viện Vật lý kỹ thuật là Viện trong trường đại học đầu tiên trong toàn quốc được thành lập nhằm thí điểm một mô hình tổ chức có khả năng kết hợp nghiên cứu khoa học, đào tạo và chuyển giao công nghệ phục vụ kinh tế và quốc phòng.\n\nTiền thân của Viện Vật lý Kỹ thuật là Bộ môn [[Vật lý học|Vật lý]], một trong những Bộ môn đầu tiên của trường có nhiều đóng góp trong công tác đào tạo, nghiên cứu khoa học và xây dựng Đại học Bách khoa Hà Nội.\n[[Tập tin:Bkhn1.jpg|nhỏ|Thư viện Tạ Quang Bửu (đối diện văn phòng Viện VLKT)]]\nDo nhu cầu phát triển, Bộ môn Kỹ thuật hạt nhân và Vật lý môi trường đã tách ra khỏi Viện từ tháng 6 năm 2008 và trở thành Viện Kỹ thuật hạt nhân và Vật lý môi trường trực thuộc Trường Đại học Bách khoa Hà Nội.\n\nNgày 23 tháng 10 năm 2018, Đại học Bách khoa Hà nội đã có Quyết định sáp nhập lại Viện Kỹ thuật hạt nhân và Vật lý môi trường vào Viện Vật lý kỹ thuật, trở thành một đơn vị - Bộ môn Kỹ thuật hạt nhân và Vật lý môi trường.\n\nTổ chức của Viện hiện nay bao gồm 1 Văn phòng, 6 Bộ môn (Vật lý đại cương, [[Vật lý lý thuyết]], Vật liệu điện tử, Vật lý tin học, Quang học và quang điện tử, Kỹ thuật hạt nhân và Vật lý môi trường).\n\n== Các bộ môn và trung tâm ==\n\nSáu Bộ môn, và các Phòng thí nghiệm trực thuộc. Bao gồm:[[Tập tin:Toanha ITIMS1.jpg|nhỏ|Tòa nhà Viện ITIMS - SEP]]\n\n=== Bộ môn Vật lý đại cương ===\nBộ môn Vật lý đại cương được phát triển từ Bộ môn Vật lý (từ năm 1956), Bộ môn có chức năng giảng dạy Vật lý đại cương cho sinh viên toàn Trường, sinh viên tại chức, cao đẳng, sinh viên các chương trình Tiên tiến, Kỹ sư tài năng, ITP. Bộ môn cũng là cơ sở đào tạo đội ngũ cán bộ các các trường phổ thông. Bộ môn cũng tham gia nghiên cứu khoa học và chuyển giao công nghệ. Đặc biệt, nhiều bộ thiết bị thí nghiệm vật lý dùng cho học sinh phổ thông, đại học đã được các cán bộ Bộ môn chế tạo thành công... Trong nhiều năm, Bộ môn đạt danh hiệu tập thể lao động giỏi. Nhiệm vụ chính của Bộ môn là giảng dạy lý thuyết, bài tập và thí nghiệm Vật lý đại cương. Đồng thời Bộ môn cũng tham gia giảng dạy chuyên ngành cho kỹ sư vật lý, kỹ sư tài năng và kỹ sư chất lượng cao.\n\n=== Bộ môn Vật lý lý thuyết ===\n\nBộ môn Vật lý lý thuyết được thành lập năm 1985 trên cơ sở là nhóm Vật Lý Lý Thuyết của bộ môn Vật Lý Đại Cương, khoa Toán - Lý, Đại học Bách khoa Hà Nội. Bộ môn có chức năng giảng dạy Vật lý cho sinh viên toàn trường và chuyên ngành, tham gia đào tạo thạc sĩ và hướng dẫn nghiên cứu sinh. Bộ môn cũng là đơn vị có nhiều kết quả nghiên cứu khoa học.\n\n=== Bộ môn Vật lý tin học ===\n\nBộ môn Vật lý Tin học được thành lập vào tháng 06 năm 1998. Bộ môn đã xây dựng được 2 phòng thí nghiệm (Mô phỏng trong Vật lý & xử lý ảnh, Tin học ghép nối) với các trang thiết bị hiện đại đảm bảo cho việc giảng dạy Vật lý Tin học, Vật lý đại cương cho Sinh viên Đại học Bách khoa Hà nội, nghiên cứu khoa học chuyên ngành Vật lý tin học và chế tạo các sản phẩm (phần cứng, phần mềm) ứng dụng trong Vật lý kỹ thuật.\n\n=== Bộ môn Vật liệu điện tử ===\nBộ môn Vật liệu điện tử<ref name=\"ReferenceA\">Một trong 4 chuyên ngành đào tạo cho sinh viên hệ Đại học<\/ref> thành lập vào năm 1970 với tên gọi ban đầu là Bộ môn Vật lý chất rắn, sau đó đổi tên thành Bộ môn Vật lý và Công nghệ Vật liệu điện tử (1996), Bộ môn Vật liệu điện tử (2004), Bộ môn có chức năng giảng dạy Vật lý cho sinh viên toàn trường, sinh viên chuyên ngành, các chương trình đào tạo, cũng như tham gia đào tạo Thạc sĩ, Tiến sĩ. Nhiều đề tài các cấp đã được các cán bộ của Bộ môn chủ trì và có nhiều kết quả trong nghiên cứu khoa học (đặc biệt đề tài GK1 về phá bom từ trường của Mỹ - chủ nhiệm GS. Vũ Đình Cự - đã dành [[giải thưởng Hồ Chí Minh đợt I]]). Bộ môn Vật liệu điện tử có chức năng giảng dạy Vật lý cho sinh viên toàn trường, sinh viên chuyên ngành, các chương trình đào tạo, tham gia đào tạo Thạc sĩ, Tiến sĩ. Nhiều đề tài các cấp đã được các cán bộ của Bộ môn chủ trì và có nhiều kết quả trong nghiên cứu khoa học.\n\n=== Bộ môn Quang học và Quang điện tử ===\nBộ môn Quang học và quang điện tử<ref name=\"ReferenceA\" \/> được thành lập vào năm 2010 trên cơ sở sáp nhập hai phòng thí nghiệm: Phân tích và đo lường vật lý; Vật liệu từ và nano tinh thể. Hiện nay, hướng nghiên cứu chính của Bộ môn tập trung vào các lĩnh vực quang học (hệ thống đo, kiểm tra thiết bị và linh kiện chiếu sáng...) và lĩnh vực quang điện tử: pin mặt trời thế hệ mới, đèn LED, vật liệu tiên tiến sử dụng cho lĩnh vực quang điện. Các cán bộ của Bộ môn tham gia vào công tác đào tạo trình độ đại học, sau đại học và nghiên cứu khoa học. Bộ môn Quang học và Quang Điện tử tự hào là cơ sở có đội ngũ cán bộ nghiên cứu khoa học và giảng dạy mạnh nhất Viện Vật lý kỹ thuật. Bên cạnh nhiệm vụ nghiên cứu khoa học và chuyển giao công nghệ, bộ môn còn đảm nhiệm đào tạo chuyên ngành Quang học và Quang Điện tử, giảng dạy Vật lý cho sinh viên toàn trường, sinh viên chuyên ngành, các chương trình đào tạo, tham gia đào tạo Thạc sĩ, Tiến sĩ. Nhiều đề tài các cấp đã được các cán bộ của Bộ môn chủ trì, có nhiều kết quả trong nghiên cứu khoa học.\n\n=== Bộ môn Kỹ thuật hạt nhân và Vật lý môi trường ===\nTừ khi Bộ môn Vật lý Hạt nhân được thành lập năm 1970, Kỹ thuật Hạt nhân tại Đại học Bách khoa Hà Nội là một Chương trình đào tạo về [[Hạt nhân (định hướng)|hạt nhân]] đầu tiên ở Việt Nam. Trải qua nhiều khó khăn, thăng trầm, Bộ môn Kỹ thuật Hạt nhân và Vật lý Môi trường đã trưởng thành và trở thành đơn vị đào tạo chủ chốt cho nguồn nhân lực [[kỹ thuật hạt nhân]] của Việt Nam. Với mục tiêu xây dựng Bộ môn ngày càng vững mạnh, các thế hệ cán bộ đã và đang cố gắng hết mình, toàn tâm toàn ý, tạo ra môi trường giảng dạy ngày càng hiện đại, thuận tiện, thân thiện và năng động. Bộ môn luôn sẵn sàng hợp tác với các đơn vị trong và ngoài nước trong sự nghiệp công tác đào tạo và nghiên cứu khoa học chung của đất nước.\n\n== Cơ cấu tổ chức ==\n\n=== Nhân sự ===\nTính đến năm 2022, tổng số cán bộ công chức của Viện là 90 người, bao gồm 2 Giáo sư, 20 Phó Giáo sư, 2 Tiến sĩ khoa học, 50 Tiến sĩ, 25 Thạc sĩ\n\nCán bộ Viện Vật lý kỹ thuật đã góp phần đào tạo hàng trăm kỹ sư Vật lý, hơn 100 Cao học và nghiên cứu sinh, giảng dạy cho hơn 50 khóa sinh viên chính quy và hàng chục khóa Tại chức, Cao đẳng, bồi dưỡng nghiệp vụ cho gần 500 cán bộ giảng dạy, cán bộ phục vụ giảng dạy của các trường đại học, cao đẳng và Trung học phổ thông trong cả nước.\n\nTrong công tác nghiên cứu khoa học, các cán bộ của Viện đã tham gia và hoàn thành xuất sắc nhiều đề tài cấp Nhà nước, cấp Bộ. Đặc biệt, kết quả nghiên cứu đề tài GK1 về phá bom từ trường của Mỹ đã được nhận [[giải thưởng Hồ Chí Minh]]. Bên cạnh đó, Viện đã tiến hành các thăm dò phát hiện các khuyết tật phục vụ bảo vệ các ống dẫn dầu trong chiến tranh chống Mỹ, bảo vệ cầu cống, cung cấp nhiều thiết bị giảng dạy thí nghiệm Vật lý cho trên 50 trường ĐH, CĐ và Trung học phổ thông, cung cấp dây chuyền công nghệ đèn trang trí néon sign và nguồn cao áp cho nhiều đơn vị, đồng thời cũng cung cấp các trạm năng lượng mặt trời cho [[đảo Trường Sa]] và các tỉnh vùng sâu, vùng xa... Với các thành tích đạt được, năm 2005 Viện Vật lý kỹ thuật đã vinh dự được [[Chủ tịch nước]] trao tặng [[Huân chương Lao động]] Hạng Nhất.\n\n=== Ban Giám đốc ===\n\n==== Ban Lãnh đạo Viện nhiệm kỳ 2018-2023 ====\nViện trưởng: PGS. TS. Phó Thị Nguyệt Hằng (2018-2020), PGS. TS. Nguyễn Hữu Lâm (2020-2023)\n\nCác Phó Viện trưởng: PGS. Nguyễn Hữu Lâm (2018-2020), PGS. TS. Đặng Đức Vượng, TS. Nguyễn Văn Thái\n\n=== Đảng ủy Viện ===\n'''Đảng ủy bộ phận Vật lý Kỹ thuật nhiệm kỳ 2020-2025'''\n\n'''Bí thư Đảng ủy:''' PGS. TS. Nguyễn Hữu Lâm\n\n'''Các chi bộ trực thuộc'''\n* Chi bộ Vật liệu Điện tử - Tin học;\n* Chi bộ Vật lý đại cương - Vật lý lý thuyết;\n* Chi bộ Quang học và Quang Điện tử;\n*Chi bộ ITIMS - Kỹ thuật Hạt nhân.\n\n=== Hội đồng Khoa học & Đào tạo ===\n\nHội đồng Khoa học và Đào tạo Viện thực hiện chức năng tư vấn cho Viện trưởng về các mặt: quy hoạch phát triển, xây dựng đội ngũ, đổi mới chương trình đào tạo, thúc đẩy nghiên cứu khoa học và các công tác quan trọng khác của Viện.\n== Giảng viên và Cựu sinh viên tiêu biểu ==\n\n=== Quan chức tiêu biểu ===\n{| class=\"wikitable\"\n|+\n!Họ và tên\n!Bộ môn công tác\n!Năm công tác\n!Ghi chú\n|-\n|Vũ Đình Cự\n|GS. TS tại Bộ môn Vật lý chất rắn\n|1967-1991\n|[[Phó Chủ tịch Quốc hội Việt Nam|Phó Chủ tịch Quốc hội]] (1997-2002)\n|-\n|[[Hoàng Văn Phong]]\n|PGS. TS tại Bộ môn Vật lý lý thuyết\n|1975-\n|[[Bộ trưởng]] [[Bộ Khoa học và Công nghệ (Việt Nam)|Bộ Khoa học và Công nghệ]] (2002-2011), Phái viên Tư vấn cho Thủ tướng Chính phủ (2011-nay)\n|-\n|[[Nguyễn Thanh Hải (nữ chính khách)|Nguyễn Thanh Hải]]\n|PGS. TS tại Bộ môn Vật lý lý thuyết\n| 1997-2009\n|[[Bí thư Tỉnh ủy]] [[Thái Nguyên]] (2020-nay), [[Đại biểu Quốc hội Việt Nam]] tỉnh [[Hòa Bình]] (2011-2021), Phó Chủ nhiệm [[Văn phòng Quốc hội Việt Nam|Văn phòng Quốc hội]] (2011-2016)\n|-\n|Chu Ngọc Anh\n|PGS. TS tại Bộ môn Vật lý lý thuyết\n|\n|Nguyên Chủ tịch Ủy ban nhân dân thành phố Hà Nội\n|}\n\n=== Cựu sinh viên tiêu biểu ===\n{| class=\"wikitable\"\n|+\n!Họ và tên\n!Khóa\n!Chuyên ngành\n!Ghi chú\n|-\n|[[Nguyễn Đức Thành]]\n|K47\n|KSTN-Vật liệu điện tử và công nghệ nano\n|Giáo sư tại Đại học Connecticut (Hoa Kỳ), Top 10 gương mặt trẻ tiêu biểu năm 2018\n|-\n|Ngô Thị Minh Thùy\n|K47\n|KSTN-Vật liệu điện tử và công nghệ nano\n|Giáo sư tập sự tại [[Đại học Stanford]] (Hoa Kỳ)\n|}\n\n== Hợp tác - liên kết ==\n\n=== Hợp tác trong nước ===\nViện Vật lý kỹ thuật là đơn vị xây dựng theo mô hình Viện trong Trường Đại học. Do đó, ngoài chức năng đào tạo, Viện còn có chức năng nghiên cứu khoa học và chuyển giao Công nghệ.\n\nTrong Đại học Bách khoa Hà Nội, Viện ký thỏa thuận hợp tác với các đơn vị: [[Viện Đào tạo Quốc tế về Khoa học Vật liệu|Viện ITIMS]], Viện Kỹ thuật hóa học, Viện Khoa học và kỹ thuật vật liệu,... về việc sử dụng chung các thiết bị - cùng khai thác có hiệu quả cơ sở vật chất. Viện cũng hợp tác với [[Viện Đào tạo Quốc tế về Khoa học Vật liệu|Viện ITIMS]] trong việc xây dựng chương trình Đào tạo Thạc sỹ, Nghiên cứu sinh phối hợp giữa ba đơn vị.\n\nViện Vật lý kỹ thuật có nhiều hợp tác với các đơn vị nghiên cứu, lao động sản xuất ngoài Trường như: Viện Khoa học vật liệu, các Trường Đại học, Cao đẳng trong nước ([[Đại học Quốc gia Hà Nội|ĐHQG Hà Nội]], [[Đại học Quốc gia Thành phố Hồ Chí Minh|ĐHQG TPHCM]], [[Trường Đại học Công nghệ, Đại học Quốc gia Hà Nội|ĐH Công nghệ]]...), với nhà máy M1 - Bộ Quốc phòng, nhà máy Rạng Đông, Công ty TNHH Haengsung Electronics Việt Nam...\n\n=== Hợp tác quốc tế ===\nViện Vật lý kỹ thuật có nhiều hợp tác với các Trường Đại học, cơ sở nghiên cứu tại các nước như: [[Pháp]], [[Bỉ]], [[Nga]], [[Đức|Đứ]]<nowiki\/>c, [[Ý]], [[Hàn Quốc]], [[Nhật Bản]], [[Thái Lan]], [[Singapore]]...\n\nHiện nay, các Hội thảo thường niên Việt - Đức được diễn ra hàng năm, cũng như các Hội thảo quốc tế tổ chức tại Việt nam do Viện đứng ra tổ chức thu hút nhiều nhà khoa học trên thế giới.\n\n=== Tổ chức và cá nhân tài trợ ===\n\n* Quỹ Karl-Benz tài trợ cho hoạt động Hội thảo khoa học hàng năm giữa các nhà khoa học Việt nam và Đức.\n* Đại học Chungnam - Hàn Quốc hỗ trợ cho các hoạt động nghiên cứu khoa học, tổ chức hội thảo.\n* Học bổng Schoder (tên một nhà khoa học Đức) hàng năm cho sinh viên có kết quả học tập tốt.\n* Học bổng của Hội cựu giáo chức Vật lý kỹ thuật cho sinh viên cố gắng học tập.\n* Học bổng dành cho sinh viên KSTN, Chương trình Tiên tiến, sinh viên học khá hàng năm của Viện VLKT trao tặng.\n* Học bổng do nhiều cá nhân, các nhà khoa học khác hỗ trợ...\n* Nhiều cuốn sách, công trình khoa học do các thầy, cô giáo trao tặng.\n\n== Chú thích ==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.sep.hust.edu.vn Trang web chính thức của Viện Vật lý kỹ thuật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201028140131\/https:\/\/sep.hust.edu.vn\/ |date = ngày 28 tháng 10 năm 2020}}\n\n{{Đại học Bách khoa Hà Nội}}\n\n__CHỈ_MỤC__\n\n{{DEFAULTSORT:SEP}}\n[[Thể loại:Đại học Bách khoa Hà Nội|Viện Vật lý kỹ thuật]]\n[[Thể loại:Đại học nghiên cứu]]\n[[Thể loại:Vật lý học]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]"}