{"13463684":"'''Việc thay đổi người kế vị dưới thời vua Thiệu Trị''' chỉ sự biến động diễn ra ở kinh thành Huế từ ngày [[26 tháng 9]] đến ngày [[4 tháng 11]] năm [[1847]], trong thời điểm chuyển giao giữa hai đời vua [[Thiệu Trị]] và [[Tự Đức]] đời [[nhà Nguyễn]]. Trước kia Trưởng Hoàng tử An Phong công [[Nguyễn Phúc Hồng Bảo]] tưởng như đã nắm chắc địa vị thừa kế, nhưng quyết định bất giờ của nhà vua trước lúc lâm chung đã thay đổi tất cả, khiến Nhị Hoàng tử Phước Tuy công [[Nguyễn Phúc Hồng Nhậm]] trở thành vua [[Tự Đức]]. Điều này khiến Hồng Bảo phẫn uất và hai lần tính chuyện giành ngôi báu, song đều thất bại và cuối cùng chết một cách bí ẩn.\n\n== Tính tình của Hồng Bảo ==\n\nNguyễn Phúc Hồng Bảo chào đời vào ngày [[29 tháng 4]] năm [[1825]]<ref name=\"NPT349\">''Nguyễn Phúc tộc thế phả'', trang 349<\/ref>, là con trai lớn tuổi nhất của vua [[Thiệu Trị]], song mẫu thân chỉ là bà Diễm nhân [[Đinh Thị Hạnh]] (1807 - 1838) thân phận thấp kém và mất sớm, mãi về sau vua [[Tự Đức]] mới tặng cho bà là Quý tần. Lúc ông chào đời, phụ vương ông là Thiệu Trị còn là Trường Khánh công Miên Tông, tuy có thân phận con trưởng nhưng không được vua cha coi trọng. Vua [[Minh Mạng]] vì yêu thương bà Hiền phi [[Ngô Thị Chính]] nên có ý lập con bà là hoàng tử thứ năm Miên Hoành làm thái tử, song Miên Tông được bà nội là Thái hậu [[Trần Thị Đang]] che chở, vì thế mới yên ổn giữ vững được ngôi thái tử. Năm [[1841]], Miên Tông lên kế vị ngai vàng, tức là vua Thiệu Trị; cùng lúc đó Hồng Bảo được tấn phong làm An Phong hầu. Đến năm [[1843]], ông được thăng là An Phong công<ref>''Đại Nam thực lục tập 06'', trang 505<\/ref>.\n\nTheo Nguyễn Phúc tộc thế phả, Hoàng tử Hồng Bảo \"thuở nhỏ là người khỏe mạnh, có học thức nhưng tính tình phóng túng ít chịu gò bó vào khuôn phép\". Chính vì thế ông thường bị vua cha quở trách<ref name=\"NPT349\" \/>. Ông thường răn dạy Hồng Bảo rằng:\n:''Con học thức còn nông kém, phàm gặp việc gì, cần phải hỏi đến Sư bảo. Cổ nhân còn vái lạy khi được nghe lời nói chính đáng, huống chi là đối với ông thầy! Còn bọn Tạ Quang Cự, Hà Duy Phiên, Tôn Thất Bạch đều là những bề tôi kỳ cựu, thân tín, con phải lấy lễ mà đối đãi, không được khinh lấn bậy. Phải kính cẩn, gắng theo.''<ref>''Đại Nam thực lục, quyển 06'', trang 327<\/ref>\n\nTrong khi đó hoàng tử thứ hai là Hồng Nhậm do bà Chánh phi là [[Phạm Thị Hằng]] sanh ra, tính tình nhân hiếu, chỉ thích đọc sách, rất giống với vua [[Thiệu Trị]] hồi nhỏ, nên nhà vua yêu thương lắm. Lúc đó có sứ thần [[Trung Quốc]] phụng mệnh vua [[nhà Thanh]] qua phong cho Thiệu Trị, theo lệ vua phải ra Bắc tiếp họ, để hoàng tử trưởng ở lại kinh thành. Tuy nhiên Thiệu Trị e dè tính cách của Hồng Bảo, muốn dùng Hồng Nhậm lưu kinh. Tuy nhiên khi ông đem việc này tâu với Thái hoàng Thái hậu thì bị bà bác bỏ đi, vua sợ trái ý bà nên buộc lòng phải cho Hồng Bảo lưu kinh và đưa Hồng Nhậm theo mình ra Bắc<ref name=\"ReferenceA\">''Đại Nam thực lục, quyển 06'', trang 329<\/ref>.\n\nMùa xuân năm [[1844]], vào ngày trai giới mà Hồng Bảo tổ chức hát xướng, vua quở mắng những người sư bảo, giáo đạo, tán thiện, bạn độc và trưởng sử; và tước bổng lộc của Hồng Bảo trong vòng hai năm<ref name=\"ReferenceA\"\/>.\n\n== Biến động ở kinh thành ==\n\nCuối năm [[1845]], vợ Hồng Bảo sinh được con trai đặt tên là Ưng Phước, nhằm vào ngày khánh tiết Thái hoàng Thái hậu. Chứng kiến sự kiện Ngũ đại đồng đường, vua rất mừng, cho ẵm Ưng Phước vào hầu trong cung Từ Thọ, ban thưởng cho rất nhiều. Khi ấy Tôn nhân phủ và đình thần văn võ đồng thanh chúc mừng, mới sai bộ Lễ nghĩ soạn nghi thức, trước kính cáo các miếu, đến ngày hôm ấy, vua thân đem các quan kính dâng sách vàng, làm lễ tiến tôn. Ngày hôm ấy, trên kỳ đài treo cờ vàng và cờ khánh hỷ các màu<ref>''Đại Nam thực lục, quyển 06'', trang 874<\/ref><ref>''Quốc triều chính biên toát yếu'', trang 139<\/ref>. Ngày [[25 tháng 6]] năm [[1845]], Hồng Bảo lại được đứng đầu các vương công đại thần trong lễ tế Nam Giao, mà bà Tây cung lại đứng về phía ông. Từ đó gần như ngôi Trữ quân đã nằm ở trong tay của Hồng Bảo.\n\nTuy nhiên biến cố xảy ra khi vua Thiệu Trị đổ bệnh nặng vào ngày [[26 tháng 9]] năm [[1847]]. Trên giường bệnh, ông không nhìn thấy hoàng tử Hồng Bảo mới sai người đi tìm thì thấy Hồng Bảo đang xem ca múa<ref name=\"ReferenceB\">Tôn Thất Bình, sách đã dẫn, trang 68<\/ref>. Ông thở dài, đòi các quan [[Trương Đăng Quế]], [[Vũ Văn Giải]], [[Nguyễn Tri Phương]], [[Lâm Duy Thiếp]] vào hầu, rồi đuổi hết tả hữu, trăn trối rằng Hồng Bảo là con vợ thứ mà ngu độn ít học không thể nối nghiệp, nên nhường ngôi cho con thứ là Phước Tuy công (tức [[Tự Đức|Nguyễn Phúc Hồng Nhậm]], vua Tự Đức sau này). Các quan đều khóc lạy lãnh mạng<ref>''Quốc triều chánh biên toát yếu'', trang 146<\/ref>. Khi Hồng Bảo được tin, vội chạy đến giường vua khóc rằng\n:''Kim thượng khi mới tức vị đã hứa cho con nối ngôi. Khi ngài ra Bắc tuần thì con lưu lại ở kinh thành, sau lại vâng mệnh đi tế Nam Giao, ai cũng công nhận con là Thái tử. Nay con lỡ phạm tội bất hiếu, xin nhờ ơn trời lượng bể tha cho''.\nThiệu Trị đáp rằng\n:''Thiên hạ này là của đức Cao Hoàng, kế đến đức Thánh Tổ truyền lại cho ta. Ta định truyền cho mi, thường khuyên mi tu tỉnh. Thế mà mi cờ bạc, hát xướng. Ta không thể lấy tình riêng mà bỏ tình chung được''<ref name=\"ReferenceB\"\/>.\n\nSau đó các quan không để cho Hồng Bảo nói thêm nữa, và đưa ông ta ra hậu cung cấm cố. Ngày [[4 tháng 11]], Thiệu Trị mất, di chiếu hoàng tử Phước Tuy công nối ngôi ở điện Cần Chánh. Tờ di chiếu được đem cho các tông thân kí tên vào, nhưng Hồng Bảo không chịu kí, phẫn uất thổ huyết hơn một đấu, nằm vật ngã giữa điện đình. Lúc làm lễ đăng quang, mấy người phải đỡ ông dậy. Phạm Thế Lịch chạy đến khuyên can nhiều lần, Hồng Bảo mới chịu kí tên.\n\n== Kết cục của Hồng Bảo ==\n\nSau khi bị mất ngôi, Hồng Bảo vô cùng phẫn uất, và hai lần tiến hành mưu phản để đoạt ngôi vào các năm [[1851]] và [[1854]], song đều bị thất bại, cuối cùng bị bỏ ngục và chết một cách bí ẩn trong tù. Các con của ông đều bị xóa tên trong sổ tông thất, đổi sang họ mẹ là Đinh<ref>''Quốc triều chánh biên toát yếu'', trang 154<\/ref>.\n\nNăm [[1866]], quân Chày Vôi do [[Đoàn Hữu Trưng]] đứng đầu chống lại triều đình [[Tự Đức]] để đưa [[Đinh Đạo]] (tức Ưng Đạo, con trai Hồng Bảo) lên ngai vàng. Sự việc thất bại, cả gia đình Hồng Bảo bị giết chết<ref>Phạm Văn Sơn, sách đã dẫn, trang 16<\/ref>.\n\nSử gia [[Phạm Văn Sơn]] trong quyển Việt sử tân biên dẫn lời các nhà truyền giáo Tây phương cho rằng người đứng đằng sau tất cả mọi việc là ông Cố mệnh lương thần [[Trương Đăng Quế]]. Ông Quế là người chủ mưu thay ngôi kế tự và đẩy Hồng Bảo vào đường cùng đến mức phải tạo phản để mà có cớ thủ tiêu<ref>Phạm Văn Sơn, sách đã dẫn, trang 15<\/ref>.\n\n== Chú thích ==\n{{tham khảo}}\n== Danh sách nguồn ==\n* Nhà xuất bản giáo dục, ''Đại Nam thực lục tập 06'', chính biên đệ Tam kỉ, bản điện tử\n* Quốc sử quán triều Nguyễn, ''Quốc triều chính biên toát yếu'' (Cao Xuân Dục chủ biên, 1908), bản điện tử\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''Nguyễn Phúc Tộc thế phả,'' Nhà xuất bản Thuận Hóa\n* Phạm Văn Sơn (1962), ''Việt sử tân biên, quyển 5'' (tập 5 thượng), Tác giả giữ bản quyền.\n* Tôn Thất Bình (1996), ''Kể chuyện chín chúa mười ba vua triều Nguyễn'', Nhà xuất bản Thuận Hóa\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Sự kiện lịch sử Việt Nam thế kỉ XIX]]\n[[Thể loại:Đảo chính]]"}