{"232129":"{{chú thích trong bài}} \n{{Công trình trong Kinh thành Huế\n|tên = Viện Cơ mật - Tam tòa\n|hình = Viện cơ mật- Tam Toà Huế.JPG\n|cỡ hình = 300\n|ghi chú hình = Viện Cơ mật - Tam tòa - Trụ sở Trung tâm Bảo tồn Di tích Cố đô Huế\n|tên khác = Nơi đặt Viện Cơ mật - Cơ quan tư vấn của nhà vua \n|vị trí = Kinh thành Huế\n|địa chỉ = số 23 [[Tống Duy Tân]], phường Thuận Thành - Huế. \n|đời vua = [[Minh Mạng]]\n|xây dựng = 1903\n|phá hủy = \n|tình trạng = còn nguyên vẹn\n|chức năng = \n|cao = \n|rộng = \n|dài = \n|diện tích = \n|vĩ độ = 16.472076\n|kinh độ = 107.583543\n}}\n\n'''Cơ mật viện''' ([[chữ Hán]]: 機密院) là một cơ quan trong triều đình [[nhà Nguyễn]], thành lập năm [[1834]] dưới thời [[Minh Mạng]].\n\n==Lịch sử==\nSau việc dẹp loạn [[Lê Văn Khôi]] tại [[Nam Kỳ Lục tỉnh|Nam Kỳ]], vua [[Minh Mạng]] cho lập một cơ quan đặc trách để tham khảo về những vấn đề trọng mật, nhất là về mặt quân sự. Nhà vua theo mẫu Khu mật viện của [[nhà Tống]] và Quân cơ xứ của [[nhà Thanh]] để lập ra Cơ mật viện.\n\nCơ quan này do bốn đại thần điều hành, tương tự như [[Nội các (nhà Nguyễn)|Nội các]] nhưng các vị đại thần viện Cơ mật thuộc trật [[cửu phẩm|Chánh tam phẩm]] trở lên và giữ các chức vụ khác nữa. Quan Cơ mật thường mang danh hiệu [[Đại học sĩ]] của các điện [[Đông Các]], [[Văn Minh]], [[Võ Hiển]] và [[Cần Chánh]].\n\nCơ mật viện được chia làm hai ty là Bắc ty và Nam ty. Thuộc quan là các quan có hàm Hàn lâm viện ở [[Lục bộ]] sung hàm Hành tẩu.\n\nTy Nam phụ trách các việc từ Quảng Bình trở vào, Ty Bắc phụ trách các việc từ Hà Tĩnh ra. Mỗi ty có 1 viên Ngoại lang, trật Chánh ngũ phẩm, 1 Chủ sự trật Chánh lục phẩm, 2 Tư vụ hoặc Biên tu, trật Chánh thất phẩm và Kiểm thảo, trật Tòng thất phẩm.<ref>''Từ điển chức quan Việt Nam'', Đỗ Văn Ninh, 2002, trang 158 mục 205. Cơ mật viện<\/ref>\n\nCơ mật viện dùng loại ấn là Ấn, với tên là Cơ mật viện chi ấn (機密院之印).\n\nSang thời [[Pháp thuộc]] triều [[Thành Thái]] thì [[Thượng thư]] [[Lục bộ]] tham gia vào Viện Cơ mật và viên [[Khâm sứ Trung Kỳ]] người Pháp đứng chủ toạ. Thời vua [[Duy Tân]] đổi thành phủ Phụ chính.\n\n==Địa điểm==\nViện lúc đầu đặt ở nhà [[Tả Vu|Tả vu]]. Sau khi kinh đô thất thủ năm [[1885]] phải dời qua dinh của bộ ''Lễ'', rồi [[bộ Binh|bộ ''Binh'']], và cuối cùng là chuyển về [[chùa Giác Hoàng]], họp cùng với Tòa giám sát (của người Pháp) và Trực phòng các bộ nên gọi chung là [[Tam Tòa|Tam tòa]].\n\nHiện nay Tam Tòa nằm ở địa chỉ 23 [[Tống Duy Tân]], thuộc [[phường Thuận Thành]], ở góc đông nam bên trong Kinh thành Huế, hiện là trụ sở của [[Trung tâm Bảo tồn Di tích Cố đô Huế]]. Tam tòa là một di tích gắn liền với bao thăng trầm của nhà Nguyễn với nhiều lần thay đổi tên, kiến trúc và vị trí, chức năng.\n\nCông trình kiến trúc hiện thấy ngày nay là [[cổng tam quan]] của Viện Cơ mật cũ thuộc đợt xây cất năm 1899 đến 1903 thì hoàn thành. Tuy nhiên, tòa nhà chính và bức [[bình phong]] phần đã bị phá, phần còn lại đã biến dạng vì xây cất sau này.\n\nCùng với Trường Quốc Tử Giám, lầu Tàng thư - hồ Ngọc Hải, hồ Tịnh Tâm, Viện Cơ mật đã được Bộ Văn hóa - Thông tin công nhận xếp vào danh mục Di tích kiến trúc nghệ thuật cấp quốc gia.\n\n===Lịch sử liên quan đến địa điểm của Viện Cơ mật===\nViện Cơ mật gắn liền với những sự kiện lịch sử đáng nhớ.\n*Năm 1738, chúa [[Nguyễn Phúc Khoát]] đã chọn nơi này để xây dựng thủ phủ [[Cố đô Huế|Phú Xuân]] sau đổi tên là [[Chính Dinh|Chính dinh]], từ năm 1754 đến 1775 thì gọi là Đô thành Phú Xuân. Sau đó bị quân Trịnh chiếm đóng (1775-1786), rồi trở thành [[kinh đô]] của triều đại [[Nhà Tây Sơn|Tây Sơn]] (1786-1801).\n*Năm 1802, vua [[Gia Long]] lên ngôi, mở ra một vương triều mới. Phú Xuân cũng bị san bằng và khu vực Tam tòa hiện nay được dùng để xây chỗ ở cho Hoàng tử Đảm ([[minh Mạng|vua Minh Mạng]] về sau).\n*Năm 1816, khi Hoàng tử Đảm chuyển về đông kinh thành, nơi đây thành nơi ở của Hoàng tử [[Nguyễn Phúc Chẩn]] (em [[minh Mạng|vua Minh Mạng]]), sau là [[Nguyễn Phúc Thiện Khuê]] - con trai trưởng của [[Nguyễn Phúc Chẩn]].\n*Năm [[Minh Mạng]] thứ hai mươi (1839), khu đất này được lấy lại để xây [[chùa Giác Hoàng]]. Nơi đây còn là tiềm để của vua Minh Mạng lúc còn nhỏ. Khi vua Minh Mạng chuyển qua ở dinh Thanh Hoà, dinh cũ để lại làm phủ đệ của ông hoàng Thiệu Hoá (Nguyễn Phúc Chấn), con thứ 9 vua Gia Long. Năm 1839, vua Minh Mạng lại cấp đất khác cho ông hoàng Thiệu Hoá, lấy khu tiềm để cũ của mình xây dựng chùa Giác Hoàng. Năm Thiệu Trị thứ ba (1843), vua làm bài vịnh \"'''Giác Hoàng phạn ngũ'''\" ca tụng chùa là một trong 20 cảnh đẹp đất thần kinh. Sau sự kiện 1885, pháo binh thực dân Pháp chiếm chùa Giác Hoàng làm doanh trại. Các tượng Phật, đồ thờ cúng chuyển qua [[chùa Diệu Đế]].\n*Năm 1903, tòan bộ chùa Giác Hoàng bị Pháp san bằng để xây dựng Viện Cơ mật. Viện Cơ mật lúc bấy giờ chia làm 3 khu vực chính, khu nhà chính gọi là Viện Cơ mật, dãy nhà trái là [[Bảo tàng Kinh tế]], dãy nhà phải là văn phòng của Hội Lý người Pháp.\n*Từ 1955 đến 1975, hai dãy nhà hai bên trở thành văn phòng của các cơ quan tư pháp địa phương (tỉnh Thừa Thiên và thành phố Huế), còn tòa nhà chính (tức Viện Cơ mật) được dùng làm nơi xét xử các vụ án từ sơ thẩm đến thượng thẩm.\n*Từ năm 1975 đến 1976, Ủy ban Quân quản Thừa Thiên – [[Huế]] đóng và làm việc tại khu vực này. Từ năm 1976 đến 1989, Tam tòa trở thành trụ sở của Tỉnh ủy tỉnh [[Bình Trị Thiên]], rồi Tỉnh ủy tỉnh [[Thừa Thiên Huế|Thừa Thiên – Huế]] (1989 - 2000).\n*Tháng 10, 2000 đến nay, Trung tâm Bảo tàng Di tích Cố đô Huế quản lý di tích Viện Cơ mật và Viện Cơ mật trở thành văn phòng của Trung tâm Bảo tàng Di tích Cố đô Huế. Hiện còn có giếng Thanh Phương và cổng tam quan của Viện Cơ mật là dấu vết của chùa Giác Hoàng xưa.\n\n== Giá trị ==\nTuy di tích được công nhận là di tích quốc gia, tuy nhiên, lượng du khách đến đây khá ít vì không nằm trong cung đường tham quan. Viện Cơ mật phản ánh một thời kỳ của lịch sử, gắn liền với bao thịnh suy của nhà Nguyễn, dù bao nhiêu lần bị tàn phá, sự thay đổi về kiến trúc lẫn chức năng, nhiệm vụ nhưng Viện Cơ mật vẫn còn đó. Dù là một trong 20 cảnh đẹp của đất thành kinh nhưng hiện nay chùa Giác Hoàng đã không tồn tại, nó chỉ còn tồn tại trong ký ức của dân cố đô.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Tham khảo ==\n*Bài viết về Viện Cơ mật trên [http:\/\/www.hueworldheritage.org.vn\/quanthe\/kinhthanh\/Viencomat.asp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080401161530\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/kinhthanh\/Viencomat.asp |date = ngày 1 tháng 4 năm 2008}}\n*Hỏi đáp về triều Nguyễn và Huế xưa - Nguyễn Đắc Xuân - Nhà xuất bản Trẻ năm 2001\n*Quốc sử quán triều Nguyễn (2004), Đại Nam thực lục, bản dịch Viện Sử học, H.: Nhà xuất bản Giáo dục: 48.\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Kinh thành Huế]]\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Khởi đầu năm 1834 ở Việt Nam]]"}