{"19754103":"\n{{Infobox television\n| name                     = Vua tiếng Việt (mùa 2)\n| image                    = \n| caption                  = \n| presenter                = \n| composer                 = Lưu Hà An\n| country                  = {{VNM}}\n| language                 = [[Tiếng Việt]]\n| num_episodes             = 32 \n| runtime                  = 60 phút (bao gồm quảng cáo)\n| company                  = [[Đài Truyền hình Việt Nam]]\n| network                  = [[VTV3]]\n| first_aired              = {{startdate|2022|09|23}}\n| last_aired               = {{enddate|2023|05|12}}\n| phần trước               = [[Vua tiếng Việt (Mùa 1)]]\n| phần sau                 = \n}}\n'''Mùa thứ hai''' của chương trình '''[[Vua tiếng Việt|''Vua tiếng Việt'']]''' do [[Đài Truyền hình Việt Nam]] sản xuất, được phát sóng vào lúc 20:30 thứ sáu hàng tuần trên kênh [[VTV3]] từ ngày 23 tháng 9 năm 2022 đến ngày 12 tháng 5 năm 2023. Mùa này đã có một số thay đổi đáng kể về hình ảnh, sân khấu, luật chơi (ở vòng 4) và giải thưởng.\n\nĐã có 5 người giành được chiến thắng trong chương trình ở mùa này, nhưng chỉ có 2 người trở thành \"Vua tiếng Việt\" với giải thưởng cao nhất - 320 triệu đồng\n\n== Luật chơi ==\n4 người chơi tham gia chương trình trong mỗi tập sẽ phải trải qua 4 vòng thi để giành được phần thắng chung cuộc; sau mỗi vòng, người có số điểm thấp nhất sẽ bị loại. Điểm số không được cộng dồn qua các vòng mà được đặt lại về 0 khi bắt đầu mỗi vòng mới.\n\n=== Vòng 1: Phản xạ ===\nThí sinh có 90 giây để trả lời một gói câu hỏi gồm 13 câu với các yêu cầu khác nhau (chọn từ đúng chính tả, ghép các chữ cái thành một [[từ]]\/cụm từ, đếm số [[danh từ]]\/[[động từ]]\/[[tính từ]] trong 1 câu, viết từ đúng, điền từ trong câu ca dao\/tục ngữ, điền một chữ vào từ, xác định chữ cái,...). Mỗi câu trả lời đúng sẽ giúp người chơi có 1 điểm. Người chơi có quyền bỏ qua, nhưng trả lời sai sẽ không được cộng điểm và không được quay trở lại; nếu người chơi còn thời gian nhưng đã hết bộ câu hỏi, [[MC]] sẽ hỏi lại từ đầu các câu hỏi mà người chơi đã bỏ qua trước đó. Phần chơi sẽ kết thúc khi hết giờ hoặc khi trả lời xong tất cả 13 câu.\n\nMỗi một lượt, khi có yêu cầu, ánh sáng sân khấu sẽ chạy quanh ngẫu nhiên để chọn 1 người chơi.\n\nTrong trường hợp có từ 2 người chơi trở lên bằng điểm nhau và thấp điểm nhất, (các) câu hỏi phụ sẽ được đưa ra (theo cách thức chơi của vòng Phản xạ, không giới hạn thời gian nhưng không tính điểm) để xác định những người được đi tiếp. Người chơi trả lời đúng sẽ được lọt vào vòng 2. Việc này sẽ lặp lại cho đến khi chỉ còn 1 người chơi, và người này sẽ bị loại. Số câu hỏi phụ bằng số thí sinh phải tham gia trừ đi 1.\n\n=== Vòng 2: Giải nghĩa ===\n3 người chơi vượt qua vòng 1 sẽ thay phiên nhau thực hiện các vai trò sau: 1 người miêu tả một từ mà MC chọn (nằm trong cuốn từ điển 36.000 từ của [[Viện Ngôn ngữ học (Việt Nam)|Viện Ngôn ngữ học Việt Nam]]), 2 người còn lại đoán. Mỗi người có 2 lượt, cứ sau mỗi 2 từ thì phần miêu tả sẽ được chuyển cho người chơi kế tiếp (theo thứ tự chứ cái trong tên). Người miêu tả sẽ có 60 giây để miêu tả từ được yêu cầu (không được dùng ngôn ngữ cơ thể), 2 người còn lại bấm chuông để giành quyền trả lời. Nếu trả lời sai, đồng hồ sẽ chạy tiếp và người miêu tả vẫn tiếp tục diễn tả từ được yêu cầu cho đến khi hết giờ hoặc ai đó trả lời đúng, khi đó đồng hồ sẽ dừng lại và cả người miêu tả và người trả lời đúng sẽ nhận được một số điểm như sau:\n* Trả lời đúng trong 0 đến 15 giây: 4 điểm\n* Trả lời đúng trong 16 đến 30 giây: 3 điểm\n* Trả lời đúng trong 31 đến 45 giây: 2 điểm\n* Trả lời đúng trong 46 đến 60 giây: 1 điểm\n* Sau giây thứ 60: 0 điểm\nNgười miêu tả sẽ bị coi là phạm luật nếu nói ra bất cứ phần tiếng nào của từ được yêu cầu, đồng thời tiếng còi \"việt vị\" sẽ vang lên và từ nói trên sẽ bị bỏ đi. Sau 6 từ (không phạm quy), người chơi có điểm số thấp nhất trong vòng thi này sẽ bị loại.\n\nTrong trường hợp có 2 người chơi bằng điểm nhau và thấp điểm nhất, một từ phụ sẽ được đưa ra và giải nghĩa bởi người chơi còn lại (không giới hạn thời gian và có tính điểm) để xác định 2 người được đi tiếp. \n\n=== Vòng 3: Xâu chuỗi ===\n2 người chơi sẽ sắp xếp các từ đã được sắp xếp lộn xộn trước đó để tạo thành câu đúng và có nghĩa. Có tất cả 9 câu hỏi, mỗi câu hỏi có 30 giây suy nghĩ và trả lời. Người chơi bấm chuông để giành quyền trả lời, trả lời đúng sẽ được 1 điểm. Phần chơi này sẽ kết thúc theo một trong bốn trường hợp sau: \n\n*Một người chơi đạt 5 câu trả lời đúng trước tiên, người đó sẽ thắng ngay lập tức;\n*Không ai đạt đủ 5 câu trả lời đúng sau 9 câu, khi đó người nhiều điểm hơn (ví dụ: 3 - 2, 4 - 3,...) sẽ thắng;\n\n*Một người chơi dẫn trước một số điểm mà đối phương không thể cân bằng ở các câu hỏi còn lại (ví dụ: A được 4 điểm còn B được 1 điểm sau 7 câu, A thắng vì B chỉ có thể thêm tối đa 2 điểm);\n*Tỉ số hòa sau 9 câu hỏi chính, người trả lời đúng câu hỏi phụ (cũng là một dãy từ; không giới hạn thời gian và không tính điểm) trước sẽ thắng.\nSau cùng, người chiến thắng sẽ lọt vào vòng Soán ngôi, người còn lại sẽ bị loại.\n\n=== Vòng 4: Soán ngôi ===\n\nThí sinh bước vào vòng 4 sẽ trả lời 3 câu hỏi, với yêu cầu tìm các từ (đơn và phức) từ một số chữ cái cho trước (các chữ cái này xuất phát từ một từ ghép được chọn ngẫu nhiên). Người chơi được phép lặp lại các chữ hoặc thêm dấu thanh tùy  ý, miễn là tạo được các từ có nghĩa và không được lặp lại các từ vừa đưa ra của những câu hỏi trước. Nội dung của các câu hỏi như sau: \n\n* Câu 1: Tìm 5 từ đơn từ các chữ cái cho sẵn.\n* Câu 2: Tìm 5 từ đơn và một từ phức từ các chữ cái cho sẵn (thêm 1 chữ mới từ các chữ của câu trước) nhưng không được dùng các từ đơn đã tìm ở câu 1.\n* Câu 3: Tìm 7 từ phức từ các chữ cái cho sẵn (thêm 1 chữ mới từ các chữ của câu trước) nhưng không được dùng từ phức đã trả lời ở câu 2 và không được dùng từ mà các chữ cái tạo thành theo đúng thứ tự (chẳng hạn, nếu có các chữ cái k, h, ă, n, q, u, a, n, g thì không được dùng từ \"khăn quàng\").\n\nNhững câu hỏi ở vòng này đều được ban cố vấn đưa ra nhận định để chấm điểm. Cần có sự đồng ý của cả 2 thành viên ban cố vấn để một đáp án được chấp nhận. Trong một số trường hợp, một đáp án có thể không được ban cố vấn chấp thuận nhưng vẫn được tính do phù hợp với từ ngữ tuơng ứng trong từ điển của chương trình.\n\nNgười chơi có 30 giây (60 giây ở câu 3) để suy nghĩ và trả lời mỗi câu hỏi; phải trả lời đúng câu trước đó để trả lời câu hỏi sau. Trả lời sai ở bất kỳ câu nào, trò chơi sẽ kết thúc. Nếu vượt qua câu số 3, người chơi sẽ trở thành \"Vua tiếng Việt\" của tuần và nhận tiền thưởng 40 triệu đồng. Người này sau đó sẽ đứng trước 2 sự lựa chọn: hoặc dừng cuộc chơi để ra về với 30 triệu đồng, hoặc đeo chiếc nhẫn xanh của chương trình và ngồi lên \"ngai vua\" để thách đấu những người chơi khác ở tuần tiếp theo và có cơ hội tăng số tiền thưởng.<ref>{{Chú thích web|url=https:\/\/amp.dantri.com.vn\/giai-tri\/ba-trum-ca-khia-vtv-tro-thanh-vua-tieng-viet-nho-bai-tho-ve-su-tu-te-20210918092222793.htm|tựa đề=\"Bà trùm cà khịa\" VTV trở thành \"Vua tiếng Việt\" nhờ bài thơ về sự tử tế|họ=Trí|tên=Dân|website=Báo điện tử Dân Trí|ngôn ngữ=vi|ngày truy cập=2021-10-22}}<\/ref>\n\nKhi có người đang tại vị trên \"ngai vua\", cả người thách đấu và người tại vị sẽ thi đấu cùng lúc (người đang tại vị từ tập trước sẽ chỉ tham gia thi đấu ở vòng này trong tập tiếp theo, người thách đấu sẽ là thí sinh còn sót lại trong số 4 thí sinh mới của tập). Trong 30 giây (60 giây cho câu 3), cả hai phải tìm tất cả các từ (đơn và phức) có thể từ một số chữ cái cho trước (trong đó câu 2 phải có ít nhất 1 từ phức, câu 3 chỉ được sử dụng từ phức). \n\nTrong 2 câu hỏi đầu tiên, chương trình sẽ kiểm tra đáp án của từng thí sinh một, mỗi từ đơn đúng được tính 1 điểm, từ phức 2 âm tiết đúng tính 2 điểm, từ phức 3 âm tiết đúng tính 3 điểm. Thí sinh đạt số điểm cao hơn ở bất cứ câu hỏi nào sẽ trở thành người thắng cuộc. Nếu cả hai có số điểm bằng nhau, họ sẽ phải trả lời một câu hỏi mới với các kí tự của câu hỏi trước và một chữ mới sau nó (tương tự với luật chơi thông thường) cho đến khi xác định được người chiến thắng.\n\nTrường hợp cả người tại vị và người thách đấu hòa nhau sau câu hỏi thứ 2, câu hỏi thứ 3 sẽ được sử dụng để quyết định người chiến thắng. Không tính điểm cho mỗi từ phức tìm được; mỗi thí sinh sẽ đọc ra luân phiên một từ phức. Lượt đọc của từng người sẽ được đảo chiều: ở lượt đầu tiên người tại vị được đi trước thì ở lượt tiếp theo người thách đấu sẽ đi trước và ngược lại. Việc này sẽ tiếp diễn cho đến khi một người đã hết từ để trả lời, khi đó người còn lại mặc định là người thắng cuộc.\n\n* Nếu người tại vị thất bại, họ sẽ ra về với 25% số tiền hiện có và phải trả lại nhẫn cho chương trình. Người thách đấu sẽ ngay lập tức nhận được 40 triệu đồng và đứng trước 2 lựa chọn như trên.\n* Nếu người thách đấu thất bại, người tại vị sẽ giành chiến thắng ngay lập tức và được tăng giải thưởng. Lúc này, người tại vị cũng sẽ đứng trước 2 lựa chọn như trên (ở tuần 4, người tại vị sẽ ra về với 320 triệu mà không cần quyết định).\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Truyền hình Việt Nam năm 2022]]\n[[Thể loại:Chương trình trò chơi truyền hình trên VTV]]"}