{"341577":"\"'''Vua lốp'''\", hay còn gọi là \"'''Vua dép lốp'''\", tên thật là '''Nguyễn Văn Chẩn''' (1926 - 2013), là một người có tiếng vì tài năng và sự tháo vát, gây dựng nên một tài sản lớn từ hai bàn tay trắng, nhưng cuộc đời gặp phải nhiều oan trái, tù tội, một \"bi kịch lớn\". Ông chỉ mất tổng cộng chừng chục năm trời để gây dựng nên sự nghiệp, nhưng lại mất tới gần hai mươi năm để đi kiện đòi lại tài sản của mình bị tịch thu và đòi lại công lý cho mình.\n\n==Khởi nghiệp==\nÔng sinh ra ở vùng quê huyện [[Nga Sơn]], [[Thanh Hóa]], làm nghề nông, làm việc vất vả nhưng không thoát được cảnh nghèo túng. Năm 1954, quyết tâm ra [[Hà Nội]] tìm đường làm giàu, ông bán tài sản giá trị nhất là ruộng rau, mang theo nửa số tiền bán ruộng, để lại vợ con ở nhà với một nửa số tiền còn lại.\n\nKhởi sự, ông xin làm công ở một xưởng làm [[dép lốp]], bóc [[vỏ xe]] ô tô cắt làm dép. Cần cù chịu khó, ông tích lũy được số vốn nhỏ để đón vợ con lên Hà Nội và mở cửa hiệu của riêng mình.\n\nCông việc của ông trở nên phát đạt, nhưng thời của dép lốp cũng dần qua. Ông chuyển sang lĩnh vực làm bút. Bút do ông làm mang kiểu dáng Trường Sơn, bán với giá rẻ, được bày ở khắp các cửa hàng bách hoá chiếm được cảm tình của người mua nên ông trở nên khá giả.\n\n==Tai vạ==\nĐang làm ăn phát đạt, thực hiện ''\"[[Chỉ thị Z30|Chỉ thị Z30 tuyệt mật bằng miệng]]\"'', tịch thu những nhà 2, 3 tầng mới xây những năm [[1980]], thì phòng tài chính quận Hoàn Kiếm đến khám nhà, kiểm tra đăng ký sản xuất. Dù ông đã trình giấy tờ đủ, nhưng vẫn bị tịch thu toàn bộ công cụ, nguyên liệu, sản phẩm, thuê xe đưa về quận Hoàn Kiếm. Ông khiếu nại, \"vì sao tôi ở quận Ba Đình mà Hoàn Kiếm lại bắt?\" và gửi đơn kiện đi khắp nơi, ít lâu sau ông được trả lại một số những thứ đã tịch thu<ref name=Ky2>[http:\/\/dantri.com.vn\/c20\/s20-143188\/ky-2-vao-tu-vi-toi-lam-giau.htm Vào tù vì tội làm giàu]<\/ref>.\n\nMột thời gian ngắn sau đó, công an quận [[Ba Đình]] kéo đến khám nhà, tịch thu toàn bộ mô-tơ, khuôn làm bút, vài tạ dép đứt quai, cao su, hàng ngàn chi tiết bút... Ông bị khởi tố và bị xử 30 tháng tù vì tội \"tàng trữ, đầu cơ, sản xuất trái phép\". Theo con trai ông kể lại: \"Lúc đó bố tôi chống án nhưng không được xử phúc thẩm. Cuối cùng phải ngồi tù đủ 30 tháng không thiếu một ngày\".\n\nÔng phải ngồi tù 18 tháng tại [[Hỏa Lò|Hoả Lò]] và 12 tháng tại trại Hồng Ca ([[Yên Bái]]). Ra tù, ông làm đơn kêu oan. Tòa án nhân dân tối cao xử phúc phẩm ngày 25 tháng 5 năm 1972, án số 22 xử ông phạm tội đầu cơ, phạt cảnh cáo và nộp phạt một trăm đồng. Theo lời con ông:\n:\"Như vậy bố tôi bị tù oan, hai năm rưỡi chống án, tại sao toà không xét? Ông chánh án trả lời chúng tôi giữa phiên toà là người ta quên. Bố tôi chỉ đáng cảnh cáo mà ngồi tù 30 tháng!\".\n\n==Làm lại sự nghiệp==\nRa tù, ông tìm cách kiếm sống bằng đủ nghề, cuối cùng đành quay lại với nghề dép lốp. Nhận thấy nguồn cung ứng [[lốp]] khan hiếm, ông nghĩ ra cách mua lốp xe cũ về dán lại, và sáng chế ra một loại nhựa vá săm tốt, bán rất chạy. Tuy nhiên sự thuận lợi trong kinh doanh của ông chỉ kéo dài được hai năm. Đầu năm 1974, công an Ba Đình lại đến khám nhà bắt người, ông bị giam ở quận, với lý do \"ăn nên làm ra vùn vụt, chắc phải có gian lận\". Do ông đã có tiền án tiền sự nên việc bị bắt, bị giam chỉ là chuyện thường<ref name=Ky2\/>. Ông bị giam đến ngày 30 tháng 3 năm 1974 thì được thả.\n\nĐể kiếm sống, ông định làm nghề vá lốp sửa chữa xe đạp, và qua đó sáng chế ra khuôn đúc lốp xe. Sau năm năm mày mò nghiên cứu, ông cho ra đời hiệu lốp Quyết Thắng. Những năm đó, lốp của ông nổi tiếng toàn quốc, mỗi năm sản xuất trên 2.000 đôi. Năm 1983 lốp Quyết Thắng được trao Huy chương đồng tại Hội chợ triển lãm Giảng Võ, ông được xưng tụng là \"vua lốp\".<ref name=Ky2\/> Ông mở rộng cơ sở sản xuất, mua lại toàn bộ bãi rác của nhà máy cao su Sao Vàng, bao gồm lốp và cao su phế liệu. Bãi nguyên liệu của gia đình ông (chợ Thành Công bây giờ) luôn có tới hàng trăm tấn.\n\nNgày 27 tháng 8 năm 1983, lực lượng liên ngành quận Ba Đình bao gồm quân đội, công an, viện kiểm sát, ủy ban đã phong tỏa nhà và xưởng sản xuất để công bố quyết định: tịch thu nhà cửa, toàn bộ công cụ và nguyên vật liệu sản xuất của xưởng sản xuất lốp và bắt ông Nguyễn Văn Chẩn.\n\nKhi công an đến nhà, ông Chẩn đang trốn trên Hàng Đào, sau đó phiêu bạt đi Thái Bình, Hải Phòng, Hà Bắc gần một năm. Ông chỉ về nhà khi bà và các con đã phát đơn khởi kiện, do vậy tránh được việc phải vào tù lần nữa. Nhà cửa bị tịch thu, vợ con ông phải sống lay lắt ngoài đường<ref name=Ky3>[http:\/\/dantri.com.vn\/c20\/s134-144645\/ky-cuoi-dinh-diem-cua-oan-trai.htm Đỉnh điểm của sự oan trái]<\/ref>.\n\n==Đi tìm công lý==\nTrong một lần trả lời báo chí, cố nhà báo Trường Phước, Đài Truyền hình Việt Nam cho biết, ông coi những doanh nhân như \"Vua lốp\" là những anh hùng thời đổi mới: \"Nếu nói trong \"chiến dịch\" đánh đổ những tư nhân làm giàu như ông Chẩn - Hà Nội có sai lầm thì trong đó có cả những sai lầm của những nhà báo lên tiếng cổ vũ cho chiến dịch này như tôi. Bằng công cụ truyền hình, bằng các buổi bình luận, nhưng trước hết bằng lòng nhiệt tình trong sáng nhưng nhầm lẫn của mình, tôi đã làm \"đau\" ông Chẩn\".\n\nThời gian đó, ông phải vừa lẩn trốn, vừa viết, gửi rất nhiều đơn đến cơ quan công quyền. Cuối cùng thì Viện Kiểm sát Nhân dân Tối cao cũng ra quyết định đình chỉ vụ án, yêu cầu trả lại toàn bộ tài sản, nhà cửa cho \"Vua lốp\". Tuy nhiên Công an lại ra quyết định miễn tố. Không hài lòng, ông tiếp tục kiện, vì \"Miễn tố là có tội nhưng miễn cho, nhưng tôi có tội gì?\". Tới ngày 21 tháng 12 năm 1985, Viện Kiểm sát Nhân dân Tối cao ra quyết định hủy bỏ quyết định miễn tố của Sở Công an Hà Nội, quyết định đình chỉ điều tra, thừa nhận ông vô tội và yêu cầu Hà Nội trả lại tài sản cho gia đình ông. Đây có thể nói là một \"thắng lợi tinh thần\", giúp ông lấy lại danh dư vì được minh oan và trở thành người vô tội.<ref name=Ky3\/>\n\nNgày 1 tháng 9 năm 1990, Hà Nội ra công văn số 4071 do Chủ tịch Thành phố [[Lê Ất Hợi]] ký về việc trả lại tài sản cho ông. Căn nhà 917m² của ông khi được trả lại sau bảy năm bị lấn chiếm chỉ còn trên 200m². Nhà được trả lại, nhưng tài sản thì không, ông lại tiếp tục đi gõ cửa các cơ quan chức năng, không mệt mỏi, và phải 10 năm sau đó, ông mới nhận lại được một phần tài sản của mình.<ref name=Ky3\/>\n\n==Xem thêm==\n{{div col|2}}\n* [[Chỉ thị Z30]]\n* [[Bạch Thái Bưởi|Vua tàu thủy Bạch Thái Bưởi]]\n* [[Nguyễn Tấn Đời|Vua ngân hàng Nguyễn Tấn Đời]]\n* [[Vua công nghiệp]] (Hoa Kỳ)\n{{div col end}}\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* Loạt phóng sự của Dân Trí về Vua lốp: [http:\/\/dantri.com.vn\/c20\/s134-142049\/bai-1-tu-ke-tha-huong-tro-thanh-ong-chu.htm phần 1], [http:\/\/dantri.com.vn\/c20\/s20-143188\/ky-2-vao-tu-vi-toi-lam-giau.htm phần 2] và [http:\/\/dantri.com.vn\/c20\/s134-144645\/ky-cuoi-dinh-diem-cua-oan-trai.htm phần 3]\n* [http:\/\/xemtintuc.info\/news\/17\/2332\/33B9B0504\/52001-05\/ Thanh tra Nhà nước bất nhất trong vụ \"vua lốp\" Nguyễn Văn Chẩn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090420032955\/http:\/\/xemtintuc.info\/news\/17\/2332\/33B9B0504\/52001-05\/ |date=2009-04-20 }}\n* [http:\/\/vietimes.com.vn\/vn\/caulacbotyphu\/3808\/index.viet \"Xé rào\"- Phản ứng tích cực của nền kinh tế hiện đại?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090419215305\/http:\/\/vietimes.com.vn\/vn\/caulacbotyphu\/3808\/index.viet |date=2009-04-19 }}\n*[http:\/\/vietnamnet.vn\/psks\/nhanvat\/2004\/10\/333737\/ \"Vua Lốp\" Nguyễn Văn Chẩn: người... keo kiệt?]\n\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Thời bao cấp]]"}