{"1254060":"''' '''\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Vân Trục\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 27\n| vĩ giây = 1\n| kinh phút = 26\n| kinh giây = 31\n| diện tích = 12,2 km²<ref name=MS\/>\n| dân số = 4630 người<ref name=MS\/>\n| thời điểm dân số = 2013\n| mật độ dân số = 379 người\/km²\n| dân tộc =Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Vĩnh Phúc]]\n| huyện = [[Lập Thạch]]\n| thành lập = 1965<ref>126\/1965\/QĐ-NV<\/ref>\n| trụ sở UBND =Thôn Thanh Vân \n| mã hành chính = 08797<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Vân Trục''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lập Thạch]], tỉnh [[Vĩnh Phúc]], [[Việt Nam]].\n\nXã có diện tích 12,25&nbsp;km², dân số năm 2013 là 4630 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 379 người\/km².\n\n'''1. Tên gọi, vị trí địa lý: '''\n\n1.1. Tên gọi, lịch sử hình thành:\n\n- Trước cách mạng tháng 8 năm 1945, địa phận xã Vân Trục ngày nay thuộc làng Bồ Tỉnh, Vân Trục, Tiên Định, đây là 3 trong 11 làng thuộc Tổng Tử Du, huyện Lập Thạch, phủ Vĩnh Tường, tỉnh Vĩnh Yên.\n\n- Sau cách mạng tháng Tám thành công, (tháng 8\/1946) địa phận Vân Trục ngày nay thuộc xã Quang Trung.\n\n- Tháng 2 – 1948, xã Quang Trung chia\ntách thành 2 xã là: Nguyễn Huệ (gồm Vân Trục, Ngọc Mỹ, và một địa phận của xã\nTân Lập ngày nay) và xã Quang Trung.\n\n- Tháng 10-1945, theo quyết định điều\nchỉnh địa giới hành chính, xã Nguyên Huệ có 4 thôn là: Vân Trục, Bồ Tỉnh, Song Vân, Tiên Định.\n\n- Ngày 15 tháng 4 năm 1963 theo Chỉ thị số 23\/TTg về việc sửa đổi tên xã, tên phố, tên thôn; theo đề nghị của HĐND tỉnh\nVĩnh Phúc, ngày 03\/4\/1965 Bộ Nội vụ rà quyết định số 126 đổi tên 12 xã của huyện Lập Thạch, trong đó xã Nguyễn Huệ được đổi tên thành xã Vân Trục, địa\ngiới hành chính cho tới ngày nay.\n\n1.2. Vị trí địa lý:\n\n- Vân Trục nằm gần trung tâm huyện Lập Thạch, có diện tích đất tự nhiên là: 1220,11 ha, phía bắc tiếp giáp xã Ngọc Mỹ, phía đông giáp xã Xuân Hòa, phía nam giáp xã Tân Lập, phía tây giáp xã Đồng Quế và một phần xã Tân Lập.\n\n'''2. Địa hình, thổ nhưỡng và khí hậu:'''\n\nVân Trục là xã có địa hình phức tạp, diện tích đất nông nghiệp nằm xen kẽ núi và hồ Vân Trục (được xây dựng hoàn thành năm 1966) chia xã thành hai miền rõ rệt: Miền Song Vân và miền Bồ Tỉnh.\n\nNằm trong vùng nhiệt đới gió mùa, nhiệt độ trung bình từ 22&nbsp;°C, số giờ nắng trung bình trong năm là 1.450 đến 1.550 giờ, lượng mưa trung bình 1.500-1.800&nbsp;mm\/năm, độ ẩm trung bình khoảng 84%, khí hậu Vân Trục được chia làm 4 mùa rõ rệt. Mưa nhiều vào mùa hè, Mùa đông khí hậu khô hanh thậm chí gây hạn hán.\n\n'''3. Phân chia hành chính:'''\n\nVân Trục gồm 11 thôn dân cư là: Vân Hội, Thanh Vân, Vân Trục, Tam Phú, Đồng Núi, Móc Lép, Đồng Vẫn, Con Voi, Bồ Tỉnh, Phao Tràng (theo Quyết định số 2159\/QĐ ngày 10\/6\/2003 của UBND tỉnh Vĩnh Phúc).\n\n- Do điều kiện địa hình, Vân Trục phân chia thành hai miền rõ rệt:\n\n+ Miền Song Vân: Gồm 8 thôn dân cư là: Vân Hội, Thanh Vân, Vân Trục, Tam Phú,\nĐồng Núi, Móc Lép, Đồng Vẫn.\n\n+ Miền Bồ Tỉnh: Gồm 3 thôn dân cư là: Con Voi, Bồ Tỉnh, Phao Tràng.\n\n- Trung tâm xã Vân Trục thuộc địa phận thôn Song Vân, Thanh Vân.\n\n- Trụ sở UBND xã Vân Trục nằm trên địa phận thôn Thanh Vân.\n\n'''4. Dân số: '''\n\nTrước cách mạng tháng 8 năm 1945, Vân Trục là xã đất rộng, người thưa. Theo sử kể, toàn xã khi đó chỉ có khoảng hơn 1000 nhân khẩu.\n\nSau cánh mạng tháng Tám, vùng đất này được biết đến nhiều hơn, nhân dân các địa phương lân cận đến đây sinh sống (Phú Thọ, Hưng Yên, Thái Bình, Đông Anh (Hà\nNội), huyện Vĩnh Tường, Yên Lạc và nhân dân các xã phía Nam huyện Lập Thạch).\n\nVân Trục có 21 dòng họ, có hai dòng họ lớn tồn tại lâu đời là dòng họ Trần và dòng họ Nguyễn.\n\nTheo số liệu thống kê đến nay Vân Trục có 4630 khẩu, 1330 hộ, mật độ dân số là 379 người\/km². Dân số chủ yếu là người dân tộc Kinh, một số người dân\ntộc khác di cư đến địa phương trong giai đoạn gần đây là người dân tộc Tày,Mường, Nùng.\n\nTín ngưỡng của người dân Vân Trục là đạo Phật, không có người theo đạo khác.\n\n'''5.Kinh tế:'''\n\nTrước kia (từ năm 2001 đến 2005), Vân Trục là xã đặc biệt khó khăn theo quyết định số 42\/2001\/QĐ-TTg của Thủ tướng Chính phủ. Từ đó, kinh tế xã hội được nhà nước đầu tư phát triển, các công trình điện, đường, trường, trạm cơ bản được đầu tư xây dựng đạt tiêu chuẩn.\n\nNăm 2004, tổng giá trị thu nhập toàn xã chỉ đạt 15 tỷ đồng, thu nhập bình quân đầu người là 3,75 triệu đồng. Đến năm 2013, tổng giá trị nhu nhập đạt 93,6 tỷ đồng, nhu nhập bình quân đầu người đạt 20 triệu đồng, tỷ lệ hộ nghèo là 5,88%. Cơ cấu kinh tế hiện nay: Nông, lâm nghiệp, thủy sản: 68,46%, công nghiệp – xây dựng: 12,74%, thương mại – dịch vụ: 18,81%.\n\nNền kinh tế Vân Trục đang có những bước phát triển, song tỷ trọng thu nhập chủ yếu vẫn từ kinh tế nông nghiệp.Thời gian qua, một trong những giải pháp phát triển kinh tế của xã là mô hình trồng cây thanh long ruột đỏ. Qua 03 năm thực hiện dự án thí điểm trồng cây thanh long ruột đỏ, diện tích cây thanh long ruột đỏ toàn xã đạt 63 ha, đang được nhân dân chăm sóc và phát triển tốt, cho thu nhập khá.\n\n'''6. Di sản cổ truyền, danh thắng của địa phương:'''\n\nXã có hồ Vân Trục có diện tích là 172\nha, độ sâu trung bình là 4m, nằm trong quy hoạch xây dựng khu Du lịch Hồ Vân\nTrục (với tổng diện tích 800 ha).\n\n'''7. Giáo dục, xã hội:'''\n\nMạng lưới  trên địa bàn xã, đáp ứng nhu cầu học tập của con em nhân dân trong xã. Hệ thống trường lớp phần lớn được đầu tư xây dựng kiên cố, cao tầng. Ngoài ra với sự quan tâm đầu tư thích đáng của tất cả các cấp, các ngành và nhân dân trong xã nên chất lượng giáo dục ở tất cả các cấp học, bậc học ngày càng được nâng lên. Xã có các nhà trường là: Trường Mầm non (02 phân hiệu Song Vân và Bồ Tỉnh), Trường Tiểu học (02 phân hiệu Song Vân, Bồ Tỉnh) và trường THCS Vân Trục.\n\nTrạm y tế được trang bị cơ sở vật chất tương đối đầy đủ, đạt chuẩn quốc gia. Đội ngũ cán bộ y tế dần dần được nâng lên cả về số lượng và chất lượng đáp ứng nhu cầu khám chữa bệnh của đông đảo nhân dân trong huyện.\n\nCác chính sách xã hội đối với người có công, người nghèo, vấn đề xóa đói giảm nghèo, giải quyết việc làm cũng được các cấp chính quyền quan tâm góp phần ổn định xã hội.\n\n'''8. Lịch sử đấu tranh cách mạng:'''\n\nVân Trục là mảnh đất giàu truyền thống đấu tranh yêu nước, truyền thống đó được bắt nguồn từ cuộc đấu tranh với nhiên nhiên để khai phá vùng đất này. Là nơi được Đề Thám làm căn cứ nuôi quân chống thực dân Pháp.\n\nTrong kháng chiến chống thực dân Pháp,có các cơ quan, đơn vị về đóng quân trên địa bàn:\n\n- Ủy ban kháng chiến hành chính tỉnh và tỉnh ủy Vĩnh Yên (1946-1947)\n\n- Quân y tỉnh Vĩnh Yên và Vĩnh Phúc (1947-1952)\n\n- Cơ quan kinh tế tài chính ngoại thường Trung ương (1947)\n\n- Ủy ban kháng chiến hành chính huyện Vĩnh Tường (1947)\n\n- Chi sở kho thóc Trung ương (1947 –1952)\n\n- Chi sở thuế vụ (1947 - 1952)\n\n- Văn phòng Thủ tướng Chính phủ (1949)\n\n- Nhà máy in cứu quốc (1946-1947)\n\n- Trường trung học Nguyễn Thái Học (1948-1954)\n \n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Lập Thạch}}"}