{"18611":"{{otheruses4|huyện thuộc tỉnh Quảng Ninh ngày nay|thương cảng cổ của Việt Nam thời phong kiến|Thương cảng Vân Đồn||Vân Đồn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Vân Đồn \n| hình = Sơn Hào Beach, Cao Lôn Island, Vân Đồn, Quảng Ninh, Việt Nam.jpg\n| ghi chú hình = Bãi biển Sơn Hào, xã Quan Lạn\n| vĩ độ = 21.071111\n| kinh độ = 107.420556\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 581,8 km²<ref name=\":0\" \/>\n| dân số = 46.616 người<ref name=DS2019 \/>\n| thời điểm dân số = 2019\n| dân số thành thị = 9.520 người (20,42%)\n| dân số nông thôn = 37.096 người (79,58%)\n| mật độ dân số = 80 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]] ([[Vịnh Bắc Bộ]])\n| tỉnh = [[Quảng Ninh]]\n| phân chia hành chính = 1 thị trấn, 11 xã\n| huyện lỵ = thị trấn [[Cái Rồng]]\n| thành lập = \n*26\/12\/1948: thành lập huyện '''Cẩm Phả'''<ref>{{Chú thích web|url=https:\/\/vandon.quangninh.gov.vn\/Trang\/ChiTietBVGioiThieu.aspx?bvid=254|tựa đề=Lịch sử phát triển|ngày=2021-04-08|website=Cổng thông tin điện tử huyện Vân Đồn|url-status=live}}<\/ref>\n*23\/3\/1994: đổi tên thành huyện '''Vân Đồn'''<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=37|url=|doi=|id=|isbn=}}<\/ref>\n| chủ tịch UBND = Bùi Văn Cẩn\n| chủ tịch HĐND = Nguyễn Hải Lý\n|bí thư =  Đoàn Văn Chỉnh\n| trụ sở UBND =\n| mã hành chính = 203<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|vandon.quangninh.gov.vn}}\n|logo=Logo Vân Đồn, Quảng Ninh.svg|cỡ logo=242px|ghi chú logo=Logo [[Vân Đồn|huyện Vân Đồn]], [[Quảng Ninh|tỉnh Quảng Ninh]]}}\n\n'''Vân Đồn''' là một [[huyện]] đảo thuộc [[tỉnh]] [[Quảng Ninh]], [[Việt Nam]].\n\n==Địa lý==\n{{Xem thêm|Danh sách đảo thuộc tỉnh Quảng Ninh#Huyện Vân Đồn}}\nHuyện Vân Đồn nằm ở phía đông tỉnh Quảng Ninh, là một vùng biển nằm trong [[vịnh Bắc Bộ]] với 600 hòn đảo lớn nhỏ thuộc hai quần đảo Cái Bầu (tên cũ là Kế Bào) và Vân Hải. Đảo lớn nhất và tập trung đông dân nhất của huyện là đảo Cái Bầu (tên cũ là Kế Bào) với diện tích tự nhiên 17.212 ha, cách đất liền qua lạch biển Cửa Ông và [[sông Voi Lớn]]. Huyện lỵ của huyện là thị trấn [[Cái Rồng]] nằm trên đảo Cái Bầu, cách thành phố [[Hạ Long]] khoảng 50&nbsp;km, cách [[Cửa Ông]] 7&nbsp;km theo đường tỉnh lộ 334 qua [[cầu Vân Đồn]]<ref>{{Chú thích web|url=https:\/\/thuviendientu.baoquangninh.com.vn\/gioi-thieu-ve-huyen-van-don-2305246.html|tựa đề=Giới thiệu về huyện Vân Đồn|ngày=2019-03-06|website=Báo Quảng Ninh điện tử|url-status=live}}<\/ref>. Quần đảo Vân Hải nằm ở rìa phía đông nam huyện, gồm các đảo lớn như: Trà Bản, Ba Mùn (Cao Lô), [[Đảo Cảnh Cước|Cảnh Cước]] (Quan Lạn), Đống Chén, Thẻ Vàng, Ngọc Vừng,... và hàng trăm đảo nhỏ khác. Các đảo đều có địa hình núi đá vôi, thường chỉ cao 200–300 m so với mặt biển, có nhiều hang động [[karst]].{{Fact}}\n\nVùng biển huyện Vân Đồn có vị trí địa lý:\n*Phía đông giáp huyện đảo [[Cô Tô]]\n*Phía tây giáp thành phố [[Cẩm Phả]] và thành phố [[Hạ Long]]\n*Phía nam là vùng biển ngoài khơi vịnh Bắc Bộ\n*Phía bắc giáp các huyện [[Tiên Yên]], [[Đầm Hà]] và [[Hải Hà]].<ref name=\":0\">{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=pkbEOfmuUUW6ggQz5J5e7w|tựa đề=Địa giới hành chính huyện Vân Đồn|ngày=|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nHuyện Vân Đồn có diện tích 581,8&nbsp;km²<ref name=\":0\" \/>, dân số năm 2019 là 46.616 người<ref name=DS2019>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf|tựa đề=Kết quả toàn bộ Tổng điều tra dân số và nhà ở năm 2019|website=Tổng cục Thống kê|url-status=live}}<\/ref>, tập trung chủ yếu ở thị trấn [[Cái Rồng]] và các xã [[Đông Xá, Vân Đồn|Đông Xá]], [[Hạ Long, Vân Đồn|Hạ Long]], [[Quan Lạn]].\n\nDo địa hình là quần đảo chủ yếu là các đảo nhỏ, lại là núi đá vôi, nên trong toàn bộ diện tích tự nhiên của huyện, diện tích đất liền không lớn, chủ yếu là diện tích mặt biển. Huyện đảo Vân Đồn có 68% diện tích đất tự nhiên trên các đảo là rừng và đất rừng. Trên các đảo không có sông ngòi lớn mà chỉ có vài con suối trên những đảo lớn.\n\nCũng giống như tất cả các đảo trong vịnh Bắc Bộ các đảo của huyện Vân Đồn vốn trước kia là các đỉnh núi của phần thềm lục địa, ở vị trí Tây Bắc vịnh Bắc bộ, phần kéo dài của [[dãy núi Đông Triều]]. Sau thời kỳ biển tiến, hình thành vịnh Bắc Bộ, các đỉnh núi này còn sót lại, nằm nổi trên mặt biển thành các đảo độc lập thuộc hai vùng của vịnh Bắc Bộ là vịnh Bái Tử Long và vịnh Hạ Long. Các đảo thuộc huyện Vân Đồn chỉ là một phần trong quần đảo Tây Bắc vịnh Bắc Bộ. Các ngọn núi trên các đảo của huyện tiêu biểu có:\n*[[Núi Nàng Tiên]] ở [[đảo Trà Bản]], trên địa phận xã Bản Sen, cao 450 m;\n*[[Núi Vạn Hoa]] ở [[đảo Cái Bầu]] cao 397 m.\n\nNgười dân địa phương thường gọi các eo biển giữa các đảo với nhau và với đất liền là sông như: sông Voi Lớn nằm giữa đảo Cái Bầu với đất liền, sông Mang ở đảo [[Quan Lạn]]. Trên địa bàn huyện có hai hồ nhỏ là hồ Voòng Tre và hồ Mắt Rồng.\n\nLượng mưa bình quân hàng năm ở đây khoảng trên 2000&nbsp;mm\/năm.{{Cần chú thích}}\n\n==Hành chính==\nHuyện Vân Đồn có 12 đơn vị hành chính trực thuộc, gồm thị trấn [[Cái Rồng]] (huyện lỵ) và 11 xã: [[Bản Sen, Vân Đồn|Bản Sen]], [[Bình Dân, Vân Đồn|Bình Dân]], [[Đài Xuyên]], [[Đoàn Kết, Vân Đồn|Đoàn Kết]], [[Đông Xá, Vân Đồn|Đông Xá]], [[Hạ Long, Vân Đồn|Hạ Long]], [[Minh Châu, Vân Đồn|Minh Châu]], [[Ngọc Vừng]], [[Quan Lạn]], [[Thắng Lợi, Vân Đồn|Thắng Lợi]], [[Vạn Yên, Vân Đồn|Vạn Yên]].\n\nTrong đó, 7 xã, thị trấn nằm trên đảo Cái Bầu và các đảo nhỏ trong vùng biển phụ cận đảo Cái Bầu là thị trấn Cái Rồng và các xã: Đông Xá, Hạ Long, Bình Dân, Đoàn Kết, Đài Xuyên, Vạn Yên \n*5 xã thuộc quần đảo Vân Hải là các xã: Minh Châu, Quan Lạn, Ngọc Vừng, Bản Sen, Thắng Lợi.\n\n== Giao thông ==\nTừ đất liền có thể sang đảo Cái Bầu bằng đường bộ đi qua [[Cầu Vân Đồn|3 cây cầu Vân Đồn I, Vân Đồn II và Vân Đồn III]]. Tỉnh lộ 334 dài 40&nbsp;km nối tiếp các cây cầu trên và chạy xuyên suốt 40&nbsp;km trong đảo Cái Bầu. Tuy nhiên, giao thông trong huyện chủ yếu là bằng đường thủy giữa các đảo. Xã Vạn Yên (trên đảo Cái Bầu) có bến [[cảng Vạn Hoa]], thị trấn Cái Rồng (trên đảo Cái Bầu) có cảng Cái Rồng, có thể cho xà lan, tàu thuyền tải trọng hàng trăm tấn ra vào dễ dàng, đồng thời là đầu mối giao thông qua lại giữa các đảo. Năm 2020, khai trương [[đường cao tốc Hải Phòng – Hạ Long – Vân Đồn – Móng Cái|đường cao tốc Hạ Long - Vân Đồn]] đi qua. Ở đây còn có [[sân bay Vân Đồn]] hiện đã được đưa vào khai thác.\n\nTrên các [[đảo Trà Bản]], [[đảo Ngọc Vừng|Ngọc Vừng]], [[Quan Lạn]] có những đoạn đường ô tô dùng cho quân sự và lâm nghiệp, nhưng chỉ là các đoạn đường trong nội bộ các đảo. Còn giữa các đảo với nhau và với đất liền chủ yếu vẫn dùng phương tiện giao thông đường thủy.\n\n==Lịch sử==\n[[Loài người|Con người]] đã có mặt trên các đảo của huyện Vân Đồn từ rất sớm. Di chỉ khảo cổ ở đây có mật độ đậm đặc. [[Hang Soi Nhụ]] là một di chỉ thuộc trung kỳ [[đồ đá mới]], trước cả [[văn hóa Hạ Long]]. Tại thôn Đá Bạc xã Minh Châu có di chỉ mộ cổ thời Hán.\n\nTên Vân Đồn có nguồn gốc từ tên [[núi Vân]] (núi có mây phủ) ở làng Vân (nay thuộc xã [[Quan Lạn]]) nằm trong tuyến đảo ngoài Vân Hải. Do ở cửa ngõ của vùng quần đảo hiểm yếu nên, theo sử sách, năm 980 ở đây đã có đồn Vân, trấn giữ vùng biển Đông Bắc, của quân đội [[nhà Tiền Lê]]. Sang triều [[nhà Lý|Lý]] năm 1149 vua [[Lý Anh Tông]] chính thức lập trang Vân Đồn, đồng thời Vân Đồn biến thành thương cảng đầu tiên của [[Đại Việt]], trong giao thương với các nước trong khu vực Đông Á và Thế giới như: [[Nhật Bản]], [[Trung Quốc]], [[Ấn Độ]], [[Thái Lan]], [[Indonesia]]... [[Thương cảng Vân Đồn]] thịnh vượng suốt 3 triều đại là: [[nhà Lý|Lý]] - [[nhà Trần|Trần]] - Hậu Lê ([[Nhà Lê sơ|Lê sơ]]) rồi suy thái và bị lãng quên vào thời [[nhà Mạc]].<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/van-don-thuong-cang-sam-uat-nhat-viet-nam-trong-bay-the-ky-3641633.html|tựa đề=Vân Đồn - thương cảng sầm uất nhất Việt Nam trong bảy thế kỷ|ngày=2017-09-23|website=Báo điện tử VnExpress|url-status=live}}<\/ref>\n{{bài chi tiết|Thương cảng Vân Đồn}}\n\nDi tích Thương cảng Vân Đồn còn lại vừa chứa đựng dấu ấn của nhà Trần về chiến công chống [[nhà Nguyên]] lại vừa có dấu ấn về giao thương, buôn bán. Trận Vân Đồn năm 1288 trên dòng sông Mang (Quan Lạn) gắn liền với tên tuổi của danh tướng [[Trần Khánh Dư]]. Dưới sự chỉ huy của ông, quân dân nhà Trần đã đánh tan đoàn thuyền lương của [[Trương Văn Hổ]], góp phần quan trọng vào chiến thắng chung của trận [[Sông Bạch Đằng|Bạch Đằng]] năm 1288.\n\nSau khi Thương cảng Vân Đồn được hình thành từ thời Lý (1149), đến thời Trần đã phát triển tới hưng thịnh. Các bến thuyền cổ trung chuyển hàng hoá gồm hương liệu, gốm sứ, lâm thổ sản hình thành dọc ven sông Bạch Đằng, Cửa Lục cho tới các đảo Cống Đông, Quan Lạn. Tại đảo Cống Đông (nay là xã Thắng Lợi), các nhà khảo cổ đã tìm thấy dấu tích của nhiều công trình kiến trúc [[Phật giáo]] quy mô thời Trần như chùa, tháp, nhiều di vật bia đá, lan can, chân kê cột... Đây là những minh chứng rõ nhất cho sự phát triển phồn thịnh về thương mại dưới triều nhà Trần.\n\nTrong quá trình lịch sử thì Vân Đồn đã nhiều lần thay tên và có lúc là huyện, lúc là châu. Đến tháng 12 năm 1948 thì Chính phủ nước [[Việt Nam Dân chủ Cộng hòa]] quyết định thành lập huyện Cẩm Phả (được tách ra khỏi thị xã [[Cẩm Phả]]).\n\nHuyện Cẩm Phả khi đó gồm 12 xã: Hồng Thanh, Vân Hải, Minh Châu, Tam Khê, Thi Đua, Thụy Hà, Tràng Xá, Đoàn Kết, Lương Hà, Hạ Long, Đông Hà, Xuyên Yên.<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=28|url=|doi=|id=|isbn=}}<\/ref>\n\nNgày [[6 tháng 3]] năm [[1957]], chia xã Vân Hải thành 4 xã: Quan Lạn, Bản Sen, Ngọc Vừng, Minh Châu<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=29|url=|doi=|id=|isbn=}}<\/ref>. Ngày [[12 tháng 12]] năm [[1957]], thành lập xã Vạn Hoa.<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=30|url=|doi=|id=|isbn=}}<\/ref>\n\nTừ ngày [[30 tháng 10]] năm [[1963]], hai tỉnh [[Quảng Yên]] và [[Hải Ninh (tỉnh)|Hải Ninh]] hợp nhất thành tỉnh [[Quảng Ninh]], huyện Vân Đồn trực thuộc tỉnh Quảng Ninh.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-Quyet-hop-nhat-tinh-Hai-Ninh-va-khu-Hong-Quang-va-sap-nhap-xa-Huu-San-thuoc-huyen-Dinh-Lap-tinh-Hai-Ninh-huyen-Son-Dong-tinh-Ha-Bac-vb42700t13.aspx Nghị Quyết về việc hợp nhất tỉnh Hải Ninh và khu Hồng Quảng và sáp nhập xã Hữu Sản thuộc huyện Đình Lập, tỉnh Hải Ninh, huyện Sơn Động, tỉnh Hà Bắc do Quốc hội ban hành]<\/ref>\n\nNgày [[16 tháng 7]] năm [[1964]], sáp nhập hai xã Cô Tô và Thanh Lân trực thuộc tỉnh Quảng Ninh vào huyện Cẩm Phả.<ref>{{chú thích sách|tác giả=Tỉnh ủy, Ủy ban nhân dân tỉnh Quảng Ninh|tựa đề=Địa chí Quảng Ninh - Tập 1|nhà xuất bản=Nhà xuất bản Thế giới|year=2001|nơi=|trang=32|url=|doi=|id=|isbn=}}<\/ref>\n\nNgày [[26 tháng 9]] năm [[1966]], sáp nhập xã Tân Hải thuộc thị xã Hồng Gai và xã Thắng Lợi thuộc thị xã Cẩm Phả vào huyện Cẩm Phả.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-185-CP-sap-nhap-xa-Tan-Hai-thi-xa-Hong-Gai-va-xa-Thang-loi-Cam-pha-vao-huyen-Cam-pha-tinh-Quang-ninh-18096.aspx|tựa đề=Quyết định 185-CP về việc sáp nhập xã Tân Hải thuộc thị xã Hồng Gai và xã Thắng Lợi thuộc thị xã Cẩm Phả vào huyện Cẩm Phả, tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[16 tháng 1]] năm [[1979]], sáp nhập xã Văn Châu vào xã Cộng Hòa và chuyển xã này về thị xã Cẩm Phả quản lý.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-17-CP-phan-vach-dia-gioi-hanh-chinh-xa-thi-tran-doi-ten-xa-thi-tran-tinh-Quang-Ninh-57454.aspx|tựa đề=Quyết định 17-CP năm 1979 về việc phân vạch địa giới hành chính một số xã, thị trấn và đổi tên một số xã và thị trấn thuộc tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[10 tháng 9]] năm [[1981]], thành lập thị trấn Cái Rồng, sáp nhập xã Tân Hải vào xã Ngọc Vừng và sáp nhập xã Thạch Hà vào các xã Đông Xá, Hạ Long và thị trấn Cái Rồng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-63-HDBT-phan-vach-dia-gioi-xa-phuong-thi-tran-tinh-Quang-Ninh-43124.aspx|tựa đề=Quyết định 63-HĐBT năm 1981 về việc phân vạch địa giới một số xã, phường và thị trấn thuộc tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[16 tháng 4]] năm [[1988]], sáp nhập xã Vạn Hoa vào xã Vạn Yên.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-62-HDBT-v-phan-chia-dia-gioi-hanh-chinh-mot-so-xa-cua-huyen-Cam-Pha-tinh-Quang-Ninh-37539.aspx|tựa đề=Quyết định 62-HĐBT năm 1988 về việc phân chia địa giới hành chính một số xã của huyện Cẩm Phả tỉnh Quảng Ninh|url-status=live}}<\/ref>\n\nCuối năm [[1993]], huyện Cẩm Phả có 1 thị trấn Cái Rồng và 13 xã: Bản Sen, Bình Dân, Cô Tô, Đài Xuyên, Đoàn Kết, Đông Xá, Hạ Long, Minh Châu, Ngọc Vừng, Quan Lạn, Thắng Lợi, Thanh Lân, Vạn Yên.\n\nĐến ngày [[23 tháng 3]] năm [[1994]], huyện Cẩm Phả được đổi tên thành huyện Vân Đồn như hiện nay. Đồng thời, tách 2 xã Cô Tô, Thanh Lân để thành lập huyện đảo [[Cô Tô]].\n\nNgày [[21 tháng 8]] năm [[2015]], Bộ Xây dựng ban hành Quyết định số 973\/QĐ-BXD công nhận thị trấn Cái Rồng mở rộng là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].\n\n== Kinh tế ==\nNền kinh tế của Vân Đồn chủ yếu là kinh tế biển và khai thác [[khoáng sản]] bao gồm: nuôi trồng và đánh bắt hải sản, trồng và khai thác lâm nghiệp, dịch vụ du lịch biển, khai thác [[than đá|than]], [[đá vôi]], cát trắng, [[sắt]], vàng sa khoáng. Kinh tế lâm nghiệp suy giảm do khai thác cạn kiệt, tốc độ trồng lại rừng không theo kịp tốc độ khai thác.\n\nVùng biển của huyện có nhiều chủng loại hải sản quý như: [[tôm he]], [[cá mực]], [[sá sùng]], [[phân thứ bộ Cua|cua]], [[ghẹ]], [[ngọc trai]], [[bào ngư]]... Nghề khai thác hải sản có từ lâu đời, song chủ yếu là đánh bắt trong lồng bè và ven bờ, chỉ từ năm 1995 tới nay mới phát triển đánh bắt xa bờ. Việc nuồi trồng thủy sản, đặc biệt là nghề nuôi cấy [[ngọc trai]], từ năm 1990 mới phát triển mạnh. Sản lượng hải sản đánh bắt và nuôi trồng vào đầu những năm 1990 tăng từ 2-3 nghìn [[tấn]]\/năm lên 5-6 nghìn tấn\/năm.\n\nCông nghiệp khai khoáng gồm: than đá đã được khai thác từ [[pháp thuộc|thời Pháp thuộc]] ở [[mỏ than Kế Bào]]. Trữ lượng hiện còn khoảng 107 triệu tấn. Mỏ quặng sắt Cái Bầu có trữ lượng lớn khoảng 154.000 tấn. Mỏ cát trắng Vân Hải có trữ lượng trên 13 triệu tấn, hiện đang khai thác với sản lượng 20.000 tấn\/năm. Vàng sa khoáng vàng trong đới quặng sắt có ở đảo Cái Bầu.\n\nHuyện đảo Vân Đồn, nằm ôm trọn vùng [[bái Tử Long|vịnh Bái Tử Long]], có nhiều đảo đá vôi và những hang động đẹp, lại nối liền với vịnh Hạ Long, [[di sản thế giới]]. Các xã đảo tuyến ngoài giáp vịnh Hạ Long (tuyến đảo Vân Hải) có nhiều bãi tắm đẹp, nhiều hải sản ngon, khí hậu trong lành và những di tích lịch sử văn hóa, có nhiều tiềm năng để phát triển kinh tế dịch vụ du lịch.\n\nRừng trên nhiều đảo xưa kia có nhiều lâm sản quý, trong đó có nhiều loại cây gỗ quý như [[gỗ lim]], [[gỗ táu]], [[gỗ nghiến]], [[mun|gỗ mun]]... nhưng đang cạn kiệt do tốc độ khai thác cao hơn tốc độ tái sinh. Cây [[gỗ mần lái]] là lâm sản đặc hữu ở đây. Đình làng Quan Lạn được làm hoàn toàn từ loại gỗ này. Trong rừng có nhiều chim thú quý ([[khỉ lông vàng]], [[vẹt đầu bạc]], [[đại bàng đất]], công trĩ, [[hươu sao]]...), nhiều loài có số lượng không nhiều được ghi vào [[sách đỏ IUCN|sách đỏ thế giới]]. Nhưng ngày nay, lâm sản đã suy giảm nghiêm trọng: Rừng Ba Mùn là một khu [[rừng nguyên sinh]] từng được quy định là [[vườn quốc gia]], nhưng sau bị khai thác bừa bãi đã suy giảm thể chất. Để thay thế và nâng cấp phạm vi bảo vệ nguồn sinh quyển quý hiếm, Chính phủ quy định toàn bộ rừng nguyên sinh trên các đảo vùng vịnh [[Bái Tử Long]] (kể cả các đảo thuộc thành phố Cẩm Phả và thành phố Hạ Long) mới được gọi là vườn quốc gia, đó là [[vườn quốc gia Bái Tử Long]]. Toàn huyện có trên 2.000 [[hecta|ha]] rừng trồng chủ yếu là rừng [[chi Thông|thông]], [[sa mộc]], [[bạch đàn]]. Việc trồng rừng này không thể khôi phục hoàn toàn sự đa dạng sinh học đã mất do khai thác rừng nguyên sinh, mà chỉ phần nào cải thiện cảnh quan môi trường.\n \nĐất nông nghiệp của toàn huyện rất hẹp (1.242 ha) trong đó: đất trồng [[lúa]] chưa đến 600 ha, và gần 100 ha [[cây ăn quả]]. Đất nông nghiệp lại là đất bạc màu, trên núi đá lại pha cát, thiếu nước tưới vì ít sông hồ nên năng suất thấp. Tổng sản lượng lương thực hàng năm chưa đến 5.000 tấn quy thóc.\n\nTiểu thủ công nghiệp trên địa bàn huyện có các nghề đóng thuyền, sản xuất vật liệu xây dựng, làm đồ mộc, chế biến hải sản.\n\n[[Khu kinh tế Vân Đồn]] được Chính phủ phê duyệt thành lập từ năm 2007 và hiện đang được triển khai xây dựng các cơ sở hạ tầng. Theo quy hoạch, đây sẽ là một trung tâm du lịch sinh thái biển đảo chất lượng cao và dịch vụ cao cấp, đồng thời là trung tâm hàng không, đầu mối giao thương quốc tế, thúc đẩy phát triển kinh tế ở Vân Đồn nói riêng và Quảng Ninh nói chung.\n\n==Du lịch==\n\n===Vườn Quốc gia Bái Tử Long===\n[[Vườn quốc gia Bái Tử Long]] được thành lập năm 2001, trên cơ sở nâng cấp khu Bảo tồn thiên nhiên Ba Mùn về quy mô khu vực bảo vệ. Không chỉ là khu bảo tồn sinh quyển trên cạn, mà [[vườn quốc gia Bái Tử Long]] còn là nơi bảo vệ nguồn sinh vật ven biển của Việt Nam.\n\n=== Các di chỉ khảo cổ và kiến trúc cổ ===\n*Hang Soi Nhụ\n*Di chỉ mộ thời Hán tại thôn Đá Bạc\n*Hệ thống các bến bãi [[thương cảng cổ Vân Đồn]]: bến Cái Làng, bến Cống Cái, bến Con Quy, bến Cái Cổng, bến Cống Yên, bến Cống Hẹp, bến Gạo Rang… và bến Cống Đông, nằm ven những lạch nước sâu, rộng và lặng sóng được gọi là ''sông'' nhưng không phải sông, đó là: sông Mang, sông Cống Đông, sông Voi Lớn,...\n*Đình làng Quan Lạn\n\n=== Hệ thống hang động Karst và đảo đá kỳ thú ===\n*Đảo hòn Đũa\n*Đảo hòn Thiên Nga \n*Hang Soi Nhụ\n\n=== Các bãi tắm biển hoang sơ ===\nTừ hòn Thiên Nga ra khơi thêm 15&nbsp;km, sẽ tìm thấy một chuỗi những bãi tắm nguyên sơ toàn một màu cát trắng, phẳng mịn dài hàng chục cây số trên một chuỗi các đảo Quan Lạn, Minh Châu, Ngọc Vừng. Những bãi tắm này đều thoải và rộng hàng trăm mét kể từ bờ, độ sâu vừa phải nước chỉ tới ngang ngực.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n* [[Khu kinh tế Vân Đồn]]\n\n==Liên kết ngoài==\n* {{Trang web chính thức|http:\/\/quangninh.gov.vn\/vi-VN\/huyenthi\/huyenvandon\/Trang\/default.aspx}}\n* [http:\/\/123.30.50.129\/UBND_HVD.aspx Trang lưu trữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120316211124\/http:\/\/123.30.50.129\/UBND_HVD.aspx |date = ngày 16 tháng 3 năm 2012}}\n* [http:\/\/lichsu.tnus.edu.vn\/chi-tiet\/388-Co-mot-Van-Don-o-giua-Yen-Bang-Yen-Quang-khong-tinh-lang Có một Vân Đôn ở giữa Yên Bang, Yên Quảng không tĩnh lặng]\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=72847&ChannelID=100 Nối dài di sản]\n*[http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns051010141848 Vân Đồn – Kỳ quan đất dựng giữa trời cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070818095120\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns051010141848 |date = ngày 18 tháng 8 năm 2007}}\n*[http:\/\/www11.dantri.com.vn\/giaitri\/anchoi\/2007\/6\/183952.vip Nghỉ hè ở Vân Đồn]\n*[https:\/\/khudothithongnhatvandon.com\/ Khu đô thị Thống Nhất Vân Đồn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210306042052\/https:\/\/khudothithongnhatvandon.com\/ |date=2021-03-06 }}\n\n{{sơ khai Quảng Ninh}}\n{{Huyện thị Quảng Ninh}}\n{{Đơn vị hành chính hải đảo Việt Nam}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Vân Đồn]]\n[[Thể loại:Huyện đảo Việt Nam]]"}