{"1484931":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Điện Biên Phủ\n|partof=[[Chiến tranh Đông Dương]]\n|campaign=[[Chiến dịch Điện Biên Phủ]]\n|date=[[Tháng một|Tháng 1]] năm [[1954]] &ndash; [[12 tháng 3]] năm [[1954]]\n|place=[[Điện Biên Phủ]]\n|result=[[Quân đội Nhân dân Việt Nam]] hoàn tất trận địa bao vây khu vực [[Điện Biên Phủ]]\n|combatant1={{flagicon|Pháp}} [[Liên hiệp Pháp]]<br>[[Tập tin:Flag of South Vietnam.svg|20px]] [[Quốc gia Việt Nam]]<br>[[Khu tự trị Thái|Xứ Thái tự trị]]\n|combatant2={{flagicon|North Vietnam|1945}} [[Quân đội Nhân dân Việt Nam]]\n|commander1={{flagicon|Pháp}} [[Christian de Castries]]<br>{{flagicon|Pháp}} [[Pierre Langlais]]\n|commander2={{flagicon|North Vietnam|1945}} [[Võ Nguyên Giáp]]<br>{{flagicon|North Vietnam|1945}} [[Lê Trọng Tấn]]<br>{{flagicon|North Vietnam|1945}} [[Vương Thừa Vũ]]\n|strength1=~12.000<br>[[Không quân]] hỗ trợ ném [[bom]]\n|strength2=~40.000\n|casualties1='''Tại khu vực Điện Biên Phủ:'''<br>''Nguồn 1:'' 964 chết, bị thương hoặc bị bắt (20\/11\/1953 - 15\/2\/1954)<ref name=Fall \/><br>''Nguồn 2:'' 151 chết, 88 mất tích, 798 bị thương<ref>Jules Roy – Nhà xuất bản 1994, Trận Điện Biên Phủ, Viện Lịch sử Quân sự Việt Nam xuất bản, Hà Nội, biên dịch Bùi Đình Kế. Mục phụ lục.<\/ref><br>3 [[máy bay]] bị phá hủy<br>'''[[Cuộc hành quân Pollux]]''' (8 - 15\/12\/1953):<br>Khoảng 2.000 chết, bị thương hoặc bị bắt<ref name=DBP170>Điện Biên Phủ - 170 ngày đêm bị vây hãm, ERWAN BERGOT, Chương 5: CUỘC HÀNH QUÂN POLLUX.<\/ref>\n|casualties2='''Tại khu vực Điện Biên Phủ:'''<br><br>~600 chết hoặc mất tích, 1.234 bị thương<br><br><br>'''Truy kích Cuộc hành quân Pollux''' (8 - 15\/12\/1953): ~100 chết, 206 bị thương<ref>''Lịch sử bộ đội quân y'', Tập 1, Nhà Xuất bản Quân đội Nhân dân, tr. 479. Trích: \"Tổng số thương binh trong toàn chiến dịch là 10.130 người, chia ra đợt truy kích [[Lai Châu]] 206 người, đợt hoạt động Thượng Lào 233 người, đợt chuẩn bị ĐBP 1.234 người, đợt 1 ĐBP 2.262 người, đợt 2 ĐBP 4.378 người, đợt 3 ĐBP 1.817 người. Tỉ lệ so với số quân tham chiến là 18,8%. Số thương binh nhẹ là 56,6%, thương binh vừa là 26,6%, thương binh nặng là 16,8%. Số bệnh binh là 4.189 người\".<\/ref>\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Vòng vây Điện Biên Phủ''' là quá trình diễn biến chiến sự từ tháng 1 đến đầu tháng 3, ngay trước khi [[Chiến dịch Điện Biên Phủ]] diễn ra. Trong giai đoạn này, [[Quân đội Nhân dân Việt Nam]] thực hiện chiếm giữ các ngọn đồi xung quanh lòng chảo Điện Biên Phủ để tạo bàn đạp đánh chiếm cứ điểm.\n\n==Kế hoạch==\nCuộc chiến đấu ở [[Điện Biên Phủ]] sẽ diễn ra trên cả địa hình đồi núi và đồng bằng. Những cứ điểm nằm trên dãy đồi phía Đông tạo thành bức bình phong che chở vững chắc cho khu Trung tâm.\n\nTừ lâu, người ta đã nói tới vai trò của một đồn nhỏ bé đặt ở một vị trí hiểm trở, cũng như nhiều đồn như vậy được nối liền với nhau ở vùng rừng núi trong chiến tranh. [[Carl von Clausewitz]], nhà lý luận quân sự kinh điển, mặc dù đã nhấn mạnh vào những nhược điểm cơ bản của một cuộc chiến tranh phòng ngự tuyệt đối ở vùng rừng núi, cũng đã viết: ''\"Đương nhiên, phải thấy là một số lớn những đồn như vậy được xây dựng sát bên nhau, tạo thành một mặt trận có sức mạnh to lớn, hầu như không thể công phá được\"''.\n\nMọi cuộc tiến công của [[Quân đội Nhân dân Việt Nam]] (QĐNDVN) trên cánh đồng đều phải vượt qua hỏa lực của [[máy bay]], [[pháo|đại bác]], [[xe tăng]] và sự phản kích của quân cơ động, kể cả quân dù, trước khi đối đầu với hỏa lực bắn thẳng, hàng rào [[dây kẽm gai]] và bãi [[mìn]] của bản thân cứ điểm. Nhiều nhân vật cao cấp của cả [[Pháp]] và [[Mỹ]] tới thăm Điện Biên Phủ đều đánh giá đây là một '''\"pháo đài không thể công phá\"'''.\n\n[[Trung ương Đảng]] đã hạ quyết tâm tiêu diệt tập đoàn cứ điểm Điện Biên Phủ để tạo nên một bước ngoặt mới trong chiến tranh, trước khi [[đế quốc Mỹ]] can thiệp sâu hơn vào [[Đông Dương]]. Vấn đề quyết định là phải tìm ra cách đánh thích hợp với trình độ của bộ đội, khoét sâu những nhược điểm cơ bản của [[Pháp]], hạn chế tới mức thấp nhất sức mạnh phi pháo và phát huy tới mức cao nhất khả năng tác chiến của bộ đội và tính năng các loại vũ khí. [[Trung ương Đảng]] đã nhìn thấy hai nhược điểm lớn của ''\"con nhím\"'' Điện Biên Phủ:\n*Trước hết là tính cứng nhắc và thụ động của hệ thống phòng ngự bằng tập đoàn cứ điểm. Tập đoàn cứ điểm là một kết cấu chặt chẽ của nhiều cứ điểm, nhưng trong thực tế, vẫn là những cứ điểm ''tách rời''. Quân địch ở đó tuy đông, nhưng khi một cứ điểm bị tiến công thì lực lượng đối phó chủ yếu vẫn là lực lượng của ''bản thân cứ điểm'', cộng thêm với sự yểm trợ hỏa lực từ xa, và sự can thiệp của một lực lượng quân ứng chiến không đông. Nhược điểm này cho phép QĐNDVN tập trung sức mạnh tiêu diệt ''từng'' cứ điểm lựa chọn, vào thời gian thích hợp.\n*Thứ hai là tính cô lập của bản thân ''\"con nhím Điện Biên Phủ\"''. Điện Biên Phủ nằm chơ vơ giữa vùng rừng núi mênh mông, rất xa những căn cứ hậu phương, nhất là những căn cứ [[không quân]] lớn, mọi việc tăng viện và tiếp tế đều phải dựa vào đường không. Nếu đường không bị hạn chế hay bị cắt đứt sẽ nhanh chóng mất sức chiến đấu. Khống chế sân bay, hoặc cắt đứt [[sân bay Mường Thanh]] không phải là điều khó khăn với QĐNDVN nếu biết cách đào hầm ngụy trang, che chở cho pháo, hạn chế uy lực của [[pháo binh]] và [[không quân]] Pháp.\nDo đó, QĐNDVN đã chọn cách ''\"đánh chắc tiến chắc\"''. Thay vì một cuộc tiến công vào ''toàn bộ'' tập đoàn cứ điểm, QĐNDVN sẽ xây dựng trận địa bao vây quang khu lòng chảo, chia cắt quân Pháp, đưa [[pháo]] vào những vị trí an toàn, đặt các cứ điểm trong tầm bắn, khống chế [[sân bay]], tiếp đến sẽ tiến hành một loạt trận công kiên, tiêu diệt ''từng'' trung tâm đề kháng, bắt đầu từ tiêu diệt phân khu Bắc, mở đường đưa bộ đội vào cánh đồng [[Mường Thanh]], cắt đứt sân bay, tiến tới bóp nghẹt ''con nhím'' Điện Biên Phủ.\n\nĐể tiến hành công tác chuẩn bị, Đảng ủy đề ra một số công việc phải thực hiện ngay:\n\n- Tổ chức đường cơ động cho lựu pháo.<br>\n- Tổ chức trận địa [[lựu pháo]] thật kiên cố.<br>\n- Xây dựng trận địa tiến công và bao vây.<br>\n- Chuẩn bị sức khỏe cho bộ đội, quân số chiến đấu, chiến thuật, kĩ thuật (nhất là xây dựng trận địa và hiệp đồng [[bộ binh]] - [[pháo binh]]).<br>\n- Chuẩn bị công tác cung cấp.\n\n==Diễn biến==\nPhát hiện lực lượng lớn của [[Quân đội Nhân dân Việt Nam]] đang tiến về lòng chảo Điện Biên, Chỉ huy trưởng quân Pháp tại Điện Biên Phủ [[Christian de Castries]] liên tục tung lực lượng giải tỏa các ngọn đồi. Tuy cứ điểm bắt đầu bị bao vây nhưng chỉ huy Pháp vẫn rất tự tin vào chiến thắng. Bộ trưởng Quốc phòng Pháp [[René Pleven]] đã báo cáo với Chính phủ Pháp sau chuyến đi thị sát tình hình [[Đông Dương]]: ''\"Tôi không tìm được bất cứ ai tỏ ra nghi ngờ về tính vững chắc của tập đoàn cứ điểm. Nhiều người còn mong ước cuộc tiến công của [[Việt Minh]]\".''<ref>Hồi ký Navarre: Đông Dương hấp hối, 2004, Nhà Xuất bản Công an Nhân dân (người dịch Phan Thanh Toàn).<\/ref>\n\nVề phía QĐNDVN, công tác chính trị ngay trước trận đánh được triển khai một cách sâu rộng. Cán bộ, chiến sĩ được phổ biến chỗ mạnh, chỗ yếu của [[Pháp]], những điều kiện tất thắng của mình. Ý nghĩa to lớn của chiến dịch thấm tới từng người: ''\"Tiêu diệt tập đoàn cứ điểm mạnh nhất của địch, đập tan kế hoạch Nava, đánh bại âm mưu kéo dài [[chiến tranh xâm lược]] của đế quốc [[Pháp]] - [[Mỹ]], mở ra một cục diện mới cho kháng chiến\".''<ref>Đại tướng Võ Nguyên Giáp, 2006, Tổng tập Hồi kí; Nhà Xuất bản Quân đội Nhân dân (Hữu Mai thể hiện), tr. 955.<\/ref>\n\n[[Quân ủy Trung ương (Việt Nam)|Tổng Quân ủy]] gửi thư hiệu triệu toàn thể cán bộ, đảng viên hoàn thành nhiệm vụ [[Trung ương Đảng]] đã trao. Nhân ngày kỷ niệm thành lập Quân đội Nhân dân [[22 tháng 12]] năm [[1953]], Chủ tịch [[Hồ Chí Minh]] đã trao cho mỗi [[đại đoàn]], mỗi [[quân khu]] một lá cờ '''\"Quyết chiến Quyết thắng\"''' làm giải thưởng luân lưu. Các chi bộ đều mở hội nghị xác định thái độ đảng viên, kêu gọi đảng viên dẫn đầu trong chiến đấu, cắm bằng được lá cờ trên nóc sở chỉ huy tập đoàn cứ điểm. Lá cờ Quyết chiến Quyết thắng đã trở thành một biểu tượng trong cả chiến dịch, trong mỗi trận đánh.\n{{Chiến dịch Điện Biên Phủ}}\nNgày [[28 tháng 12]] năm [[1953]], toán quân báo của [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] do Đại đội trưởng [[Kim Giao]] chỉ huy, phục kích tại một bản gần [[đồi Độc Lập]], nổ súng giết chết Trung tá [[Gaston Louis Guth]], Tham mưu trưởng của tập đoàn cứ điểm, thu được một cặp tài liệu quan trọng và một bản đồ về cấu trúc của tập đoàn cứ điểm. Trinh sát [[Trần Mạnh Phấn]], người bắn hạ [[Trung tá]] Guth và thu chiếc cặp, được Bộ Chỉ huy tặng thưởng ngay [[Huân chương Chiến công]] hạng Nhì. Tuy nhiên đây chỉ là tấm bản đồ tỷ lệ 1\/100.000 được vẽ tay từ nhiều năm trước và còn sơ sài, chưa thể hiện được hết địa thế khu vực.\n\nCuối cùng vào đầu tháng 2 năm [[1954]], chiến sĩ quân báo [[Nguyễn Ngọc Bảo]] thuộc Đại đội 42, Tiểu đoàn 426 của Cục Quân báo đã lấy được một tấm bản đồ chi tiết hơn chụp bằng máy bay.<ref>{{Chú thích web | url = http:\/\/trianlietsi.vn\/new-vn\/thoi-su\/584\/Trang-vang-liet-si\/1393\/Anh-hung-liet-si-Nguyen-Ngoc-Bao.vhtm | tiêu đề = Anh hùng liệt sĩ Nguyễn Ngọc Bảo | tác giả =  | ngày =  | ngày truy cập = 16 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 1 tháng 10 năm 2014 | archive-url = https:\/\/web.archive.org\/web\/20141001124305\/http:\/\/trianlietsi.vn\/new-vn\/thoi-su\/584\/Trang-vang-liet-si\/1393\/Anh-hung-liet-si-Nguyen-Ngoc-Bao.vhtm }}<\/ref> Sự kiện này đã được [[Bernard Fall]] ghi lại: ''\"Ngày [[1 tháng 2]] năm [[1954]], hồi 15 giờ 30, Tiểu đoàn Thái số 2 đang tiến về cao điểm 628 nhằm mục đích phát hiện trận địa pháo của địch thì bị một loạt đạn dữ dội quét vào cuối đội hình. Trung úy Nègre (Negơrơ) cùng với 16 binh lính gục ngã ngay tại trận địa. Sau đó một trận đánh giáp lá cà diễn ra. Nhờ sự can thiệp nhanh của một đơn vị dù mà tiểu đoàn này tránh khỏi bị tiêu diệt. Những thiệt hại về sinh mạng đã là một đòn nặng, nhưng cộng vào đó còn một đòn khác mang điềm dữ hơn nhiều. Trong người trung úy Nègre, có một tấm bản đồ 1\/25.000 mới in về thung lũng [[Điện Biên Phủ]] mà quân đội vừa kịp dựng lại từ những bức ảnh do máy bay chụp được. Có tấm bản đồ này, [[Việt Minh]] sẽ có điều kiện hiệu chỉnh đường bắn pháo binh của họ với độ chính xác cao nhất\"''.\n\nNgày [[31 tháng 1]] năm [[1954]], lần đầu đường băng sân bay bị oanh tạc bằng [[sơn pháo]] 75 ly. Một máy bay nằm trên đường băng bị phá hủy. Bộ Chỉ huy quân Pháp cho rằng có ít nhất 2 trận địa pháo nằm trên những cao điểm ở ngay bên trong thung lũng, nên đã điều động Tiểu đoàn Algérie số 5 (''5e bataillon du 7e régiment de tirailleurs algériens'' - '''V\/7e RTA''') và Tiểu đoàn Thái số 3 (''3e bataillon thaï'' - '''BT 3''') xuất phát từ ''Gabriel'' tiến về cao điểm 633, nằm cách [[đồi Độc Lập]] không đầy 1&nbsp;km về phía bắc, nhằm tấn công tiêu diệt các trận địa pháo này. Trong ngày hôm đó, quân Pháp mở liên tiếp 7 đợt tiến công lên cao điểm 633. Tại đây, QĐNDNVN chỉ có một [[trung đội]] của Đại đội 915 thuộc Tiểu đoàn 542 (Trung đoàn 165, [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]]), với 27 người đóng giữ, nhưng đã chiến đấu ngoan cường đẩy lui các cuộc tấn công, buộc Pháp phải bỏ cuộc. Trung đội được Bộ Chỉ huy chiến dịch tặng huân chương. Cao điểm 633 từ đó được gọi là đồi 75.<ref name=VNG>[[Võ Nguyên Giáp]]: Điện Biên Phủ, điểm hẹn lịch sử, chương 5.<\/ref>\n[[Tập tin:Dien Bien Phu.png|nhỏ|180px|trái|Vị trí Điện Biên Phủ (chấm <font color=\"red\">đỏ<\/font>).]] \nKhu vực quanh Điện Biên Phủ, [[Đồi Xanh]] (cao điểm 781) có vị trí chiến lược, ngăn cách cánh đồng [[Mường Thanh]] với dãy Tà Lèng và là lá chắn phía đông đối với khu vực chỉ huy của Pháp trong [[tập đoàn cứ điểm Điện Biên Phủ]]. Đối với QĐNDVN thì Đồi Xanh án ngữ con đường kéo pháo vào trận địa và là bàn đạp quan trọng để tấn công địch ở khu trung tâm Mường Thanh. Vì vậy QĐNDVN đã ra tay trước, nhân lúc Pháp sơ hở, chiếm lĩnh trận địa phòng ngự trên Đồi Xanh. Ngay trong đêm mồng Một [[Tết Nguyên Đán|Tết]] Giáp Ngọ ([[3 tháng 2]] năm [[1954]]), Tiểu đoàn 439 thuộc Trung đoàn 98, [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] đã hành quân ra chiếm lĩnh trận địa phòng ngự trên Đồi Xanh.\n\nSở Chỉ huy quân Pháp tại Điện Biên Phủ bất ngờ khi biết tin [[Đồi Xanh]] đã do bộ đội Việt Nam chiếm giữ và xây dựng một trận địa pháo nằm ở sườn núi đối diện với [[Điện Biên Phủ]], trực tiếp đe dọa nhiều cứ điểm bằng đạn bắn thẳng, được ngụy trang rất kỹ. Không thể tiêu diệt những khẩu pháo này bằng những trận phản pháo cũng như các loại máy bay ném bom như [[Martin B-26 Marauder|B-26]], [[Grumman F8F Bearcat|Bearcat]], Sở Chỉ huy quân Pháp đành phải sử dụng lực lượng bộ binh để tìm cách tiêu diệt trận địa pháo này. Tuy nhiên họ đều không thành công. Đặc biệt, với trận đánh ngày [[6 tháng 2]], Pháp sử dụng lực lượng Tiểu đoàn Maroc số 1 (''1er bataillon du 4e régiment de tirailleurs marocains'' - '''I\/4e RTM''') và Tiểu đoàn Thái số 2 (''2e bataillon thaï'' - '''BT 2'''), mở liên tiếp 6 đợt tấn công nhưng đều thất bại. Nhật ký hành quân trong ngày của Pháp ghi cụ thể: 93 người chết, trong đó có 3 sĩ quan và 12 hạ sĩ quan. Riêng tiểu đoàn [[Maroc]] chết 1 người, bị thương 50 người, trong đó có những người bị trúng đạn pháo của Pháp bắn yểm hộ quá gần, mất tích 5 người. Một đại úy (Faisti ?) bị thương và chết ngày [[11 tháng 2]].\n\nLiên tiếp trong các ngày từ 6 đến [[8 tháng 2]] tức mồng 4 Tết đến mồng 6 Tết, Tiểu đoàn 439 và các đơn vị phối thuộc đã liên tiếp đánh bại 3 lần tiến công, diệt gần 400 lính Pháp, bắn hỏng một [[xe tăng]], bắn rơi 2 [[máy bay]], trận địa Đồi Xanh được giữ vững. [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|Đại đoàn 316]] đã biến khu vực Đồi Xanh gồm nhiều cao điểm 781, 754, 518, 502... thành một bức thành ngăn cản Mường Thanh với dãy núi Tà Lũng ở phía trong, nơi bộ đội đang triển khai xây dựng trận địa.<ref name=VNG\/>\n\nNgày [[11 tháng 2]], Chỉ huy trưởng Binh đoàn Đổ bộ Đường không số 2 (''Groupement Aéroporté 2'' - '''GAP 2''') [[Pierre Langlais]] tung ra một cuộc hành quân nhằm mục đích quét sạch tuyến cao điểm ở phía đông, nơi nghi là có những trận địa pháo binh và cao xạ của QĐNDVN. Lực lượng gồm Ban Tham mưu của Binh đoàn Không vận số 2, Tiểu đoàn Dù Lê dương số 1, Tiểu đoàn 3 Trung đoàn Lê dương số 3, Tiểu đoàn 3 Trung đoàn Algérie số 3, hai trung đội [[xe tăng]], một bộ phận công binh, một đại đội của Tiểu đoàn Dù xung kích số 8 và một đại đội Thái. Tiểu đoàn Algérie chiếm cao điểm 477 và tiến đến cao điểm 781. Tiểu đoàn Lê dương Dù 1 chiếm cao điểm 670 để có thể tiến sang cao điểm 781 tiếp theo Tiểu đoàn Algérie số 3. Tiểu đoàn 3 Lê dương tiến lên cao điểm 700. Ở các hướng quân Pháp đều bị chặn đánh bằng những hỏa lực rất mạnh hoặc những trận phản kích tạt sườn.\n\nNgày [[12 tháng 2]], lúc 7 giờ, cuộc hành binh tiếp tục với [[xe tăng]] mở đường. Một mũi tiến công hướng lên phía đông bắc. Sự yểm trợ của những máy bay ném bom [[Douglas A-26 Invader|B-26 Invader]] đã cổ vũ tinh thần của đoàn quân. 10 giờ, lính Algérie tới được sườn phía đông cao điểm 674, nhưng đã bị chặn đứng tại chỗ cho tới buổi chiều. Trên cao điểm 674, QĐNDVN chỉ có một [[tiểu đội]] cùng với năm chiến sĩ quân báo của Trung đoàn 14 nhưng đã đánh lui bốn đợt xung phong. Mặc dù bị pháo bắn phá rất dữ dội, QĐNDVN vẫn trụ vững trong những [[công sự]] trên đồi 674, ngăn chặn có hiệu quả mọi đợt tiến công. 15 lính [[Algérie]] chết và bị thương. 16 giờ, quân Pháp phải quay về.\n\nSang đầu tháng 3, quân Pháp lại tổ chức những đợt tấn công ào ạt lên Đồi Xanh, [[không quân]] và [[pháo binh]] bắn phá dữ dội. Ngày [[5 tháng 3]], 4 tiểu đoàn Âu-Phi và 7 [[xe tăng]] từ Mường Thanh tiến về phía Đồi Xanh. Toán đi đầu vấp phải bãi [[mìn]] làm gần một trung đội bị thương vong, một xe tăng bị hỏng. Pháp cho [[pháo binh]] và [[máy bay]] đổ bom đạn dữ dội xuống trận địa, khói lửa bao trùm hầu hết các chiến hào. Pháp chiếm được một số chiến hào, QĐNDVN phản kích, [[đánh giáp lá cà]] bằng lưỡi lê và báng súng. Đến trưa, quân Pháp phải rút khỏi trận địa, QĐNDVN bắn rơi thêm một [[máy bay]], tiêu diệt thêm gần 100 trăm lính, trong đó có một quan ba, bắt sống 3 lính Âu-Phi.\n\nChiều ngày 5\/3, sau khi củng cố, quân Pháp liên tiếp mở 4 đợt tấn công. QĐNDVN chống trả quyết liệt. Tổ trưởng [[Đặng Đức Song]] (sau này được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]]) chỉ huy các chiến sĩ 3 lần đánh bật quân địch, bảo vệ trận địa và lợi dụng lúc địch sơ hở, xuất kích đánh thọc sườn để tổ bạn phản xung phong khôi phục lại trận địa. Đến 16 giờ, quân [[Pháp]] đã phải rút lui khỏi Đồi Xanh, Tiểu đoàn 439 tung lực lượng cơ động đuổi đánh, diệt thêm hàng chục lính.<ref name=VNG\/>\n\nTrải qua 32 ngày đêm phòng ngự Đồi Xanh vào đầu xuân [[Giáp Ngọ]], QĐNDVN phòng ngự Đồi Xanh đã tiêu diệt 680 lính Pháp, phá hỏng nhiều vũ khí, phương tiện. Đặc biệt trong ngày 5-3-1954, Trung đội 10 của Đại đội 28 đã đánh lui 2 tiểu đoàn Pháp có [[máy bay]] và [[xe tăng]] yểm trợ. Trung đội 10 đã được tặng danh hiệu ''\"Dũng sĩ Đồi Xanh\"''. 20 cán bộ, chiến sĩ của trung đội được tặng thưởng Huân chương.\n\n===Khu vực Điện Biên Phủ: Chuẩn bị cho chiến dịch===\n====Việt Nam====\nNgày 31\/1\/1954, Sở Chỉ huy chiến dịch của QĐNDVN chuyển từ [[Nà Tấu]] vào [[Mường Phăng]], rặng núi cao nằm ở phía đông cánh đồng Mường Thanh. Sở Chỉ huy đóng tại [[Mường Phăng]] cho tới kết thúc chiến dịch.\n\nVề [[pháo binh]], những ngày đầu tháng 2\/1954, QĐNDVN được lệnh kéo pháo ra. Khẩu pháo nào từ rừng sâu kéo ra được đưa ngay về đường [[Tuần Giáo]]. Sau khi kéo pháo ra, bộ đội cùng dân công suốt ngày đêm làm đường, bất chấp [[máy bay]] Pháp ném [[bom]], bắn pháo sáng suốt đêm. Máy bay trinh sát săm soi tìm mục tiêu cho những chiếc [[máy bay tiêm kích]] lao xuống trút bom phá, [[bom napan]]. Đại bác Pháp bắn phá ngày đêm những nơi nghi ngờ. Những đỉnh đèo, khu rừng nham nhở hố bom, hố đại bác, cây cối đổ gãy, xơ xác.\n\nCác chiến sĩ xông vào giữa đám cháy chiến đấu với lửa, không để lan tới nơi đặt pháo. Ở những đoạn đường trống, việc chuyển pháo phải tiến hành ban đêm. Liên tục xuất hiện những ánh chớp giật, tiếp theo là tiếng nổ ầm ầm, mảnh đạn cháy bỏng chém gãy những cành cây cắm vào vách núi. Các [[chính trị viên]] hô to: ''\"Các đồng chí! Quyết không rời pháo!\"'' Các chiến sĩ bám chặt dây kéo, chân như đóng xuống đất, nghiến răng ghìm pháo, miệng hát bài \"[[Quốc tế ca]]\" trầm hùng.\n[[Tập tin:Phao phong khong To Vinh Dien.JPG|nhỏ|220px|phải|Khẩu cao xạ 37mm mà [[Tô Vĩnh Diện]] dùng thân mình chèn càng pháo.]]\nMột lần dây kéo pháo đứt, một khẩu pháo cao xạ 37mm có nguy cơ lao xuống vực sâu. Khẩu đội trưởng [[Tô Vĩnh Diện]] không ngần ngại, lao vào ghì lấy càng pháo mong chặn khẩu pháo cao xạ nặng hai tấn rưỡi lại. Chiến sĩ pháo thủ [[Nguyễn Văn Chức]] ở [[lựu pháo]] đã từng làm như vậy khi kéo pháo vào. Hai chiến sĩ cứu được khẩu pháo khỏi lao xuống vực, nhưng đã trở thành liệt sĩ.\n\nBài \"[[Hò kéo pháo]]\" của [[Hoàng Vân]] ở [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]] ra đời trong dịp này:\n:''\"Hò dô ta... nào!''\n:''Kéo pháo ta vượt qua đèo.''\n:''Hò dô ta... nào!''\n:''Kéo pháo ta vượt qua núi.''\n:''Dốc núi cao cao''\n:''nhưng lòng quyết tâm còn cao hơn núi.''\n:''Vực sâu thăm thẳm,''\n:''vực nào sâu bằng chí căm thù...\"''\nNgoài Trung đoàn [[công binh]] 151 làm nòng cốt, phần lớn các đại đoàn [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|312]], [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|316]] và Trung đoàn 675 được huy động vào nhiệm vụ làm đường cơ động pháo. Đại đoàn trưởng 312 [[Lê Trọng Tấn]] dẫn đầu đơn vị mở lối tiến vào rừng sâu nhận cọc dấu, và bổ những nhát cuốc đầu tiên. [[Công binh]] phải làm những cây cầu vượt suối có sức chịu đựng 10 tấn, bảo đảm cho xe qua lại trong mùa mưa lũ. Chỉ sau hơn hai chục ngày lao động khẩn trương, cả sáu tuyến đường cơ động pháo, dài 70&nbsp;km, đã hoàn thành. Khi [[chiến dịch Điện Biên Phủ]] kết thúc, đoàn tù binh đi qua những con đường này về trại tập trung, đã nhận xét: ''\"Riêng với việc làm được những trục đường này, các ông cũng đủ thắng chúng tôi rồi!\"'' <ref name=huumai>Đại tướng Võ Nguyên Giáp, Nhà xuất bản: 2006, Tổng tập Hồi kí; Nhà xuất bản: Quân đội nhân dân (Hữu Mai thể hiện), tr. 953-954.<\/ref>\n\nViệc xây dựng các hầm pháo tốn khá nhiều công sức. Hầm pháo nằm sâu trong lòng núi, có [[công sự]] bắn, công sự ẩn nấp riêng, đủ rộng để pháo thủ thao tác dễ dàng khi chiến đấu. Nắp hầm dày trên 3 mét, gồm nhiều lớp gỗ, đất, xen với những lớp bó trút, đủ sức chịu đựng pháo 105 ly. Cạnh hầm pháo là hầm chỉ huy và hầm chứa đạn. Cứ bốn khẩu đội lại có chung một hầm làm nơi hội họp hoặc vui chơi. Nối liền các hầm pháo là hào giao thông khá rộng và sâu, có rãnh thoát nước và hố tránh [[bom napan]]. Lại có đường hào nối từ trận địa pháo về tuyến cung cấp, nơi có đủ hầm ăn, hầm ở, hầm thương binh, hầm nấu ăn, hầm giấu xe... Bên mỗi trận địa thật đều có một trận địa giả để thu hút bom đạn địch. Gỗ lát nóc hầm có đường kính từ 30&nbsp;cm trở lên. Toàn bộ số gỗ này phải lấy từ xa, khoảng 9 – 10&nbsp;km, đưa về để không làm lộ trận địa.<ref name=huumai \/>\n\nKhoảng ngày 11-12\/3\/1954, các khẩu pháo lại tấp nập qua đường, xuyên rừng vào trận địa. Đêm 12\/3, tất cả đại đội dân công vác đạn pháo 105 ly còn để nguyên trong hộp cát-tông đi qua [[bản Tấu]], Nậm Khâu U, Bãi Cháy vào trận địa, đưa xuống hầm dự phòng.\n\n====Pháp====\nThời gian đầu, việc xây dựng công trình phòng ngự ở [[Điện Biên Phủ]] do đại đội công binh của Binh đoàn Không vận số 2 chịu trách nhiệm. Công việc chủ yếu của lính công binh là sửa chữa đường băng [[sân bay]] và bắc cây cầu gỗ qua [[Nậm Rốm|sông Nậm Rốm]] nối liền sân bay với làng Mường Thanh và đường 41.\n\nViệc xây dựng công trình phòng ngự lâu dài chỉ thực sự bắt đầu khi Bộ Chỉ huy Pháp biết tin những [[đại đoàn]] chủ lực của QĐNDVN đang vận động lên Tây Bắc. Ngày [[4 tháng 12]] năm [[1953]], Tiểu đoàn Công binh số 31 được đưa lên Điện Biên Phủ thay thế đại đội công binh dù. Công việc trước tiên của tiểu đoàn là dùng ghi sân phủ toàn bộ 6.000 m² đường băng cho [[máy bay vận tải]] hạng nặng hạ cánh. Những tấm ghi này có thể thay thế hữu hiệu đường băng bê tông trong một thời hạn nhất định.<ref>''Thời điểm của những sự thật'' (trích hồi ký Nava về Điện Biên Phủ), [[Henri Navarre]]. Người dịch: Nguyễn Huy Cầu; 1994; Nhà Xuất bản Công an Nhân dân, tr. 172.<\/ref>\n\nNhững ngày sau đó là cuộc không vận tăng viện ồ ạt cho Điện Biên Phủ. Một số đơn vị dù được đưa về [[Hà Nội]] làm lực lượng dự bị và thay thế bằng những đơn vị [[Binh đoàn Lê dương Pháp|Lê dương]] thích hợp với cuộc chiến đấu phòng ngự hơn. [[Súng không giật]] và những khẩu pháo 105 ly kém chất lượng chuyển từ [[Lào]] sang thời kỳ đầu cũng được thay thế bằng pháo 105 ly, 155 ly và cối 120 ly, nhiều khẩu mới nhận của Mỹ.<ref>Đại tướng [[Võ Nguyên Giáp]], Nhà xuất bản: 2006, Tổng tập Hồi kí; Nhà xuất bản: Quân đội nhân dân (Hữu Mai thể hiện). Tr. 957.<\/ref>\n\nNgày 16\/12\/1953, [[Christian de Castries|Đờ Cát]] ra lệnh cho tất cả các đơn vị phải củng cố vị trí chống được pháo 105 ly của đối phương. Muốn vậy, nắp hầm phải có hai lớp khúc gỗ đường kính 15&nbsp;cm cách nhau một mét đất được lèn nhặt, bên trên có những bao tải đất để chống mảnh nổ. Việc bảo vệ một tiểu đội chiến đấu chống lại pháo 105 cần tới 30 tấn nguyên liệu. [[Sudrat]], chỉ huy tiểu đoàn [[công binh]], tính toán muốn xây dựng một công trình phòng ngự cho 12 tiểu đoàn ở Điện Biên Phủ phải có 36.000 tấn vật liệu.\n\nQuân Pháp ra lệnh phá [[nhà sàn]] của dân thu được 2.200 tấn gỗ tốt. Cuộc không vận tăng viện cho Thượng Lào thu hút phần lớn máy bay vận tải. Cuối cùng, bộ chỉ huy Pháp chỉ đáp ứng được con số tối thiểu: 8.000 tấn; trong đó, có 3.000 tấn [[dây kẽm gai]], 510 tấn ghi lát cho sân bay chính ở [[Mường Thanh]] và sân bay dự bị ở [[Hồng Cúm]], 44 tấn cấu kiện xây dựng một chiếc cầu Bailey, 70 tấn gồm 5 chiếc xe ủi đất, 4,5 tấn thép, 130 khối gỗ và 30.767 trái [[mìn]] các loại. Số còn thiếu phải do các đơn vị tự xoay xở bằng cách thu thập tại chỗ.<ref>Đại tướng Võ Nguyên Giáp, Nhà xuất bản: 2006, Tổng tập Hồi kí; Nhà xuất bản Quân đội Nhân dân (Hữu Mai thể hiện). Tr. 958.<\/ref>\n\nĐầu tháng 12, Đờ Cát thấy cần phải có những [[xe tăng]] hạng nhẹ cho Điện Biên Phủ, 10 trong số 18 chiếc [[M24 Chaffee]] của Hoa Kỳ mới viện trợ, được chuyển tới Điện Biên Phủ bằng một cầu hàng không đặc biệt gồm năm chiếc máy bay [[Douglas C-47 Skytrain|C-47]] và hai máy bay vận tải Bristol của Anh. Thiếu tá Vôn (Vaughn), cố vấn Mỹ ở tập đoàn cứ điểm, khuyên Đờ Cát nên yêu cầu Hà Nội chuyển cho mình loại trọng liên cao xạ 12,7 ly bốn nòng; những khẩu súng này có thể biến những đợt tiến công của bộ binh ''\"thành những mảnh vụn thịt và xương\"''. Và Đờ Cát đã được đáp ứng.\n\nTừ thời [[Napoléon Bonaparte|Napoleon]], nước Pháp đã tự hào về pháo binh. Người ta quyết định chọn cho Đờ Cát một viên phó chỉ huy đặc trách pháo binh. Đó là Trung tá Pirốt ([[Charles Piroth]]). Pirốt đã mất cánh tay trái trong một trận đánh tại [[Ý]] năm [[1943]], và vẫn được giữ lại trong quân đội vì những kinh nghiệm chuyên môn giỏi của mình.<ref>Hội khoa học lịch sử Việt Nam. Thượng tướng Giáo sư [[Hoàng Minh Thảo]]; 2004; Điện Biên Phủ – Trận thắng thế kỷ; Nhà xuất bản Chính trị Quốc gia Hà Nội, tr. 102-103.<\/ref>\n\nTheo [[Henri Navarre]] thì: ''\"Điện Biên Phủ đã thực sự trở thành một tập đoàn cứ điểm khổng lồ. Màu xanh của cây cỏ, đồng lúa đã hoàn toàn biến mất nhường chỗ cho màu đỏ sậm nhức nhối pha với màu chì dữ dội của đất và [[dây kẽm gai]], nhung nhúc những hầm hào, ụ súng chuẩn bị khác nữa. Những trung tâm đề kháng có bãi [[mìn]] bao quanh, gồm mìn \"cổ điển\", mìn \"nhảy\" sẵn sàng tiêu diệt những đợt xung phong của [[bộ binh]] khi họ vừa chạm tới hàng rào. Hơn thế, [[công binh]] đã chôn giấu bên sườn núi dựng đứng những thùng đựng 40 lít \"nagel\", khi cháy ra sẽ thành những làn sóng lửa biến những người tiến công thành bó đuốc sống. Những vị trí chủ yếu đều được trang bị súng có kính ngắm điện tử (fusils à lunette électronique) có thể phát hiện kẻ địch đang tiến gần trong cả những đêm trời tối đen. Binh đoàn đồn trú vẫn tin rằng sức mạnh của con nhím Điện Biên Phủ cùng với sức mạnh [[không quân]] Pháp, những [[tàu sân bay]] Mỹ trên [[biển Đông]] cũng sẵn sàng hỗ trợ khi cần thiết\".''<ref>Đại tướng Võ Nguyên Giáp, Nhà xuất bản: 2006, Tổng tập Hồi kí; Nhà xuất bản: Quân đội nhân dân (Hữu Mai thể hiện). Tr. 969.<\/ref>\n\nNhững đơn vị pháo binh giỏi được điều lên Điện Biên Phủ. Đó là Tiểu đoàn 3 Trung đoàn Pháo thuộc địa thứ 10 (3110è RAC), một đơn vị pháo phối thuộc với Bán Lữ đoàn Lê dương thứ 13. Tiểu đoàn thứ hai thuộc Trung đoàn Pháo thuộc địa thứ tư (4è RAC), trung đoàn pháo kỳ cựu nhất của Pháp ở [[châu Á]], đã có mặt tại [[Bắc Kỳ]] từ những năm [[1883]]-[[1885]] và trong cuộc xâm lăng vào [[Trung Quốc]] năm [[1890]] ở [[Thiên Tân]], [[Bắc Kinh]]. Trọng pháo 155 ly, loại pháo lớn nhất của Pháp tại [[Đông Dương]], được đưa lên Điện Biên Phủ. Ngoài hai tiểu đoàn pháo rất đáng tin cậy, còn có ba đại đội [[súng cối]] hạng nặng 120 ly, với cách bắn cầu vồng có thể phá hoại các giao thông hào của đối phương. Loại pháo này được trang bị cho các trung tâm đề kháng trọng yếu.\n\nTheo cách đánh giá của [[phương Tây]] thì khu trung tâm tập đoàn cứ điểm chỉ rộng khoảng 2,5&nbsp;km vuông đã có tới 12 khẩu 105mm, 4 khẩu 155mm, 24 khẩu cối 120mm và 81mm và một số dự trữ đạn dược đồ sộ (tương đương từ 6 đến 9 cơ số đạn trước trận đánh) là quá mạnh.\n\nĐến ngày 13\/3\/1954, trước khi nổ ra [[trận Him Lam]], các trận địa pháo binh của Pháp ở trung tâm Mường Thanh và Hồng Cúm cũng đã sẵn sàng, có từ 6-8 cơ số đạn tùy theo cỡ súng với số lượng như sau: 27.400 đạn pháo 105mm; 22.000 đạn [[súng cối]] và 2.500 đạn pháo 155mm.\n\n===Khu vực Lai Châu: Cuộc hành quân Pollux===\n{{chính|Chiến dịch Lai Châu}}\nTướng [[Jean Gilles|Gilles]] muốn phát hiện những nơi đóng quân của đối phương và chuẩn bị cho kế hoạch tiếp theo [[cuộc hành quân Castor]], tức là đón đoàn quân từ [[Lai Châu]] rút xuống, rời bỏ pháo đài cuối cùng của Pháp ở vùng thượng du vì biết trước không thể nào đương đầu nổi với các đại đoàn [[Sư đoàn 308, Quân đội nhân dân Việt Nam|308]] và [[Sư đoàn 316, Quân đội nhân dân Việt Nam|316]] của [[Việt Minh]]. Cuộc hành quân rút khỏi Lai Châu được mang tên mật là Pollux.\n\nĐiều rủi ro là các sư đoàn [[Việt Nam]] có thể ngăn chặn cuộc rút quân từ Lai Châu về Điện Biên Phủ. Để hạn chế mối nguy hiểm này, Trung tá Trancart, Chỉ huy Binh đoàn tác chiến Tây Bắc đã nhận được chỉ thị phân chia số binh lính đóng ở [[Lai Châu]] làm ba bộ phận:<ref name=DBP170 \/>\n* Ngày 15\/11\/1953, bộ phận thứ nhất được lệnh cấp tốc hành quân theo đường Pavie từ [[Lai Châu]] về [[Điện Biên Phủ]] trước khi Việt Minh có thể chặn đánh. Bộ phận này do Đại úy Bordier, một người lai Pháp, con rể của [[Đèo Văn Long]] chỉ huy, đã hoàn thành việc rút lui về Điện Biên Phủ một cách an toàn.\n* Bộ phận thứ hai được liên tiếp đưa về Điện Biên Phủ bằng máy bay ngay sau khi sân bay Điện Biên Phủ vừa được khôi phục, bắt đầu từ ngày [[25 tháng 11]], sớm hơn ba ngày so với dự kiến.\n* Giai đoạn ba của cuộc hành quân Pollux gặp nhiều nguy hiểm nhất. Đơn vị chặn hậu ở [[Lai Châu]] đã cố bám giữ đến ngày cuối cùng để làm nghi binh, đánh lừa [[Việt Minh]], cho rằng ở Lai Châu vẫn còn quân lính sẵn sàng chiến đấu. Sau đó, 2.400 quân còn lại mới phân chia thành từng đơn vị nhỏ đi theo những đường mòn, tìm đường về Điện Biên Phủ.\nGiai đoạn ba của cuộc hành quân đã biến thành một cuộc chạy trốn hỗn loạn. QĐNDVN đã có mặt ở [[Lai Châu]] sớm hơn dự đoán của Pháp, lính chặn hậu của Pháp bị bộ đội chủ lực của [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Đại đoàn 316]] đuổi đánh quyết liệt, bám sát gót lính Thái đã bị phát hiện. Đối đầu với một sư đoàn chủ lực, những lính người Thái trang bị kém, thường chỉ thường dùng vào việc biệt kích phá hoại, không quen với chiến đấu chính quy đã bị đánh tan tác.<ref name=DBP170 \/>\n\nNhững tốp lính Thái đi chân đất chạy trốn, không còn lương thực, đạn dược. Sáng ngày [[10 tháng 12]], 200 lính Thái này do Trung sĩ Blanc chỉ huy bị vây chặt ở [[Mường Pồn]] là một bản nhỏ cách Điện Biên Phủ 18&nbsp;km, trên đường Pavie từ Điện Biên Phủ đi Lai Châu, và bị tiêu diệt sau 36 giờ chống cự. Tiểu đoàn Dù Lê dương tới chi viện bị phục kích. Đại đội 2 thuộc tiểu đoàn dù lê dương là đơn vị thương vong nặng nhất trong cuộc hành quân: 11 người bị chết, khoảng 30 người bị thương và mất tích.\n\nNếu so sánh với cánh quân lính Thái từ [[Lai Châu]] rút về mà lính Dù Lê dương có nhiệm vụ đi đón thì thiệt hại của đơn vị dù lê dương vẫn còn nhẹ. Khi rời khỏi Lai Châu ngày [[8 tháng 12]], toàn bộ các đại đội lính Thái có 2.101 người trong đó có 3 sĩ quan, 34 hạ sĩ quan người Pháp. Khi những binh lính sống sót cuối cùng đến được [[Điện Biên Phủ]] ngày [[20 tháng 12]], chỉ còn lại có 1 sĩ quan là Trung úy Ulpat, 9 hạ sĩ quan và 175 lính Thái.<ref name=DBP170 \/>\n\n==Kết quả==\nTheo nhà báo [[Bernard Fall]] thì từ ngày 6\/12\/1953 đến 13\/3\/1954, [[Christian de Castries|Đờ Cát]] đã huy động già nửa lực lượng của tập đoàn cứ điểm vào những cuộc hành binh giải tỏa: ''\"Theo những bản kê mới nhất từ [[Điện Biên Phủ]] gửi về, thiệt hại của binh đoàn đồn trú từ [[20 tháng 11]] [năm 1953] đến [[15 tháng 2]] [năm 1954] đã lên tổng số 32 sĩ quan, 96 hạ sĩ quan và 836 binh lính, tương đương với 10% số sĩ quan và hạ sĩ quan và 8% binh lính ở thung lũng. Nói cách khác, số tổn thất của [[người Pháp]] tương đương với một tiểu đoàn bộ binh nhưng số sĩ quan là của hai tiểu đoàn. Trong tổng số này còn chưa tính đến số thiệt hại của các đơn vị trong cuộc hành binh Pollux\"''.<ref name=Fall>Hồi ký Bernard Fall: Điện Biên Phủ, một góc địa ngục.<\/ref>\n\n[[Henri Navarre|Nava]] đã viết trong cuốn hồi ký của mình: ''\"Trong thời gian này, Đại tá [[Christian de Castries|Đờ Cát]] thực hành những trận chiến đấu mạnh mẽ có tính thăm dò xung quanh Điện Biên Phủ. Ở khắp nơi, quân Pháp đều vấp phải những đơn vị bộ đội vững vàng và phòng ngự rất giỏi của địch. Chúng ta bị thiệt hại khá nặng nề. Rõ ràng là vòng vây chung quanh tập đoàn cứ điểm không hề bị rạn nứt\"''.\n\nNgày 11\/3\/1954, Chủ tịch [[Hồ Chí Minh]] gửi thư tới các chiến sĩ: ''\"Các chú sắp ra trận. Nhiệm vụ các chú lần này rất to lớn khó khăn nhưng rất vinh quang... Bác tin chắc rằng các chú sẽ phát huy thắng lợi vừa qua, quyết tâm vượt mọi khó khăn gian khổ để làm tròn nhiệm vụ vẻ vang sắp tới... Chúc các chú thắng to!\"''\n\nCùng ngày, lệnh động viên toàn thể cán bộ, chiến sĩ mở cuộc tiến công vào tập đoàn cứ điểm [[Điện Biên Phủ]] đã được gửi tới các đơn vị: ''\"[[Chiến dịch Điện Biên Phủ]] sắp bắt đầu! Đây là chiến dịch công kiên quy mô lớn nhất trong lịch sử quân đội ta... Đánh thắng ở [[Điện Biên Phủ]], chúng ta sẽ phá tan kế hoạch Nava, giáng một đòn chí tử vào âm mưu mở rộng chiến tranh của bọn đế quốc [[Pháp]] - [[Mỹ]]. Chiến dịch thắng lợi sẽ có ảnh hưởng vang dội trong nước và ngoài nước, sẽ là một cống hiến xứng đáng vào phong trào hòa bình thế giới đòi chấm dứt chiến tranh ở Việt - Miên - Lào... Giờ ra trận đã đến! Tất cả các cán bộ và chiến sĩ, tất cả các đơn vị, tất cả các binh chủng hãy dũng cảm tiến lên, thi đua lập công, giật lá cờ '''Quyết chiến Quyết thắng''' của Hồ Chủ tịch\"''.<ref name=VNG \/>\n\nĐại tướng Tổng Tư lệnh [[Võ Nguyên Giáp]], Bí thư Đảng ủy, Chỉ huy trưởng Mặt trận hiệu triệu: ''\"Trận này là trận công kiên quy mô lớn nhất trong lịch sử quân đội ta từ trước đến nay, là những trận đánh đầu tiên có trọng pháo, pháo cao xạ phối hợp. Tôi kêu gọi: - Hiệp đồng chặt chẽ - Chiến đấu liên tục - Tiêu diệt toàn bộ địch tại [[Điện Biên Phủ]] giành thắng lợi lớn cho chiến dịch.\"''\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n== Xem thêm ==\n* [[Kế hoạch De Lattre de Tassigny]]\n* [[Chiến dịch Điện Biên Phủ]]\n* [[Trận Him Lam]]\n\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|Đ]]\n[[Thể loại:Chiến dịch Điện Biên Phủ]]"}