{"588956":"{{chú thích trong bài}}'''Võ Oanh''' ([[1890]]-[[1977]]) là một nhà văn, chí sĩ yêu nước Việt Nam thời cận đại.\n\n==Tiểu sử==\nÔng sinh năm 1890 trong một gia đình nông dân tại làng Văn Xá, xã Đức Thủy, huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]. Do truyền thống hiếu học ở quê, từ thuở nhỏ, ông theo học [[chữ Hán]], sau đó học thêm Pháp văn, nhưng không thi cử đỗ đạt gì.\n\nNăm [[1908]], ông tham gia tích cực vào cuộc chống sưu thuế ở [[Nghệ Tĩnh]], bị chính quyền thực dân [[Pháp]] bắt giam. Ra tù, ông tiếp tục hoạt động chống Pháp trong lĩnh vực văn hóa, báo chí. Từ năm 1928-1929, ông là thành viên của tổ chức [[Tân Việt Cách mệnh Đảng|Tân Việt Cách mạng Đảng]]. Năm [[1930]], Tân Việt tan rã, một số lớn đảng viên gia nhập [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Tuy nhiên, ông và một số ít đảng viên Tân Việt vẫn hoạt động độc lập dù vẫn chịu ảnh hưởng chủ nghĩa Marx, hoạt động báo chí, nhất là thời kỳ [[Mặt trận Bình dân]]. Năm 1941, ông một lần nữa bị thực dân Pháp bắt giam, đày ra [[Côn Đảo]].\n\n[[Cách mạng tháng Tám]] nổ ra, ông được chính quyền mới giải thoát khỏi cảnh tù đày và đưa về Sài Gòn. Tuy nhiên, đến năm 1946, cụ bị chính quyền Pháp bắt giữ và đày ra Côn Đảo lần thứ hai.\n\nNăm [[1949]], với chiêu bài \"giải pháp Bảo Đại\", ông được trả tự do. Ông sinh sống với nghề viết báo ở [[Thành phố Hồ Chí Minh|Sài Gòn]], cổ vũ cho phong trào yêu cầu chính phủ Pháp phải thương thuyết với chính phủ [[Việt Minh]] và chống giải pháp [[Bảo Đại]].\n\nTừ năm [[1954]], ông vẫn tiếp tục hoạt động báo chí, kêu gọi thực thi [[Hiệp định Genève, 1954|Hiệp định Geneve]] và [[Phong trào hòa bình Sài Gòn-Chợ Lớn]]. Chính quyền [[Ngô Đình Diệm]] đã bắt giam một số lãnh đạo phong trào, ông cũng bị cách ly và quản thúc chặt chẽ.\n\nSau [[Đảo chính Việt Nam Cộng hòa 1963|Cuộc đảo chính tại Việt Nam Cộng hòa năm 1963]], ông cổ vũ cho phong trào trung lập hóa miền Nam Việt Nam và tái thi hành [[Hiệp định Genève, 1954|Hiệp định Geneve]]. Tuy nhiên, khi các tướng trẻ lên nắm chính quyền, đã trấn áp mạnh mẽ phong trào này.\n\nNăm [[1966]], ông được đưa ra vùng do [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] kiểm soát và được cử làm Ủy viên Ủy ban Trung ương [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\nĐầu tháng 6 năm 1969, Đại hội Đại biểu Quốc dân miền Nam Việt Nam được triệu tập, với nòng cốt là Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và [[Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam|Liên minh các lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam]], đã bầu ra [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam]] do [[Kiến trúc sư]] [[Huỳnh Tấn Phát]] làm Chủ tịch, và Hội đồng Cố vấn Chính phủ do [[Luật sư]] [[Nguyễn Hữu Thọ]] làm Chủ tịch. Ông được bầu làm Ủy viên Hội đồng Cố vấn Chính phủ và giữ cương vị này cho đến khi thống nhất 2 miền vào năm [[1976]].\n\nSau ngày thống nhất, ông về sống tại [[Thành phố Hồ Chí Minh]] và mất tại đây vào ngày [[18 tháng 11]] năm [[1977]], hưởng thọ 87 tuổi.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n*Nguyễn Quang Thắng, Nguyễn Bá Thế; ''Từ điển Nhân vật Lịch sử Việt Nam (Bộ Mới), 2006, Nhà xuất bản Tổng hợp TP. HCM.''\n\n==Liên kết ngoài==\n*Đức Thọ, [http:\/\/www.ducthohatinh.gov.vn\/?u=nws&su=d&cid=25&id=77 Lịch sử rạng ngời] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100507153438\/http:\/\/www.ducthohatinh.gov.vn\/?u=nws&su=d&cid=25&id=77 |date = ngày 7 tháng 5 năm 2010}}, ''Trang Website UBND Huyện Đức Thọ - Hà Tĩnh, cập nhật ngày 6\/5\/2008, truy cập ngày 12\/1\/2011.''\n\n{{Thời gian sống|Sinh=1890|Mất=1977}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Tân Việt Cách mệnh Đảng|V]]\n[[Thể loại:Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n[[Thể loại:Cộng hòa miền Nam Việt Nam]]"}