{"1405979":"{{Thông tin nhân vật hoàng gia\n| tên = Lệ Thiên Anh Hoàng hậu\n| tên gốc = 儷天英皇后\n| hình = \n| cỡ hình = 250px\n| chức vị = [[Hậu phi Việt Nam|Hoàng quý phi Đại Nam]]\n| tại vị = [[1870]] - [[1883]]\n| tiền nhiệm = '''Không có'''<br><small>Hoàng quý phi đầu tiên [[Nhà Nguyễn]]\n| kế nhiệm = [[Nguyễn Hữu Thị Nhàn|Hoàng quý phi Nguyễn Hữu Thị Nhàn]]\n| chức vị 1 = [[Hậu phi Việt Nam| Hoàng thái hậu Đại Nam]]\n| tại vị 1 = [[1885]] - [[1889]]\n| tiền nhiệm 1 = [[Từ Dụ|Từ Dụ hoàng thái hậu]]\n| kế nhiệm 1 = [[Phan Thị Điều|Từ Minh Hoàng thái hậu]]\n| chức vị 2 = [[Hậu phi Việt Nam| Thái hoàng thái hậu Đại Nam]]\n| tại vị 2 = [[1889]] - [[1902]]\n| tiền nhiệm 2 = [[Từ Dụ|Từ Dụ Thái hoàng thái hậu]]\n| kế nhiệm 2 = [[Nguyễn Hữu Thị Nhàn|Phụ Thiên Thái hoàng thái hậu]]\n| chồng = [[Nguyễn Dực Tông]]<br>Tự Đức\n| tên đầy đủ = ''Duyên'' (緣) hoặc ''Hài'' (諧)\n| kiểu tên đầy đủ = Tên húy\n| thông tin con cái = ẩn\n| con cái = Vô hậu tự\n[[Dục Đức]] (con nuôi)\n| thụy hiệu = <span style=\"color:grey;\">Lệ Thiên Phụ Thánh Trang Ý Thuận Hiếu Cần Thứ Ôn Từ Hiền Minh Tĩnh Thọ Anh hoàng hậu<\/span><br>(儷天輔聖莊懿順孝勤恕溫慈賢明靜壽英皇后)\n| tước hiệu = Phủ thiếp (府妾)<br>Cung tần (宮嬪)<br>Cần phi (勤妃)<br>Thuần phi (純妃)<br>Trung phi (忠妃)<br>Hoàng quý phi (皇貴妃)<br>Trung Phi (忠妃) (bị giáng)<br>Hoàng hậu (皇后)<br>Hoàng thái hậu (皇太后)<br>Thái hoàng thái hậu (太皇太后)\n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = [[Võ Xuân Cẩn]]\n| mẹ = Trần phu nhân\n| sinh = [[20 tháng 6]] năm [[1828]]\n| nơi sinh = [[Lệ Thủy]], [[Quảng Bình]]\n| mất = {{ngày mất và tuổi|1902|6|3|1828|6|20}}\n| nơi mất = [[Cố đô Huế|Phú Xuân]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| nơi an táng = 19 tháng 07 năm 1902 [[Khiêm Thọ Lăng]] (謙壽陵)\n| tôn giáo = \n}}\n'''Võ Thị Duyên''' ([[chữ Hán]]: 武氏緣, [[20 tháng 6]] năm [[1828]] - [[3 tháng 6]] năm [[1902]]) hay còn gọi '''Lệ Thiên Anh hoàng hậu''' (儷天英皇后) là [[vợ|chính thất]] của [[Tự Đức|Nguyễn Dực Tông]] Tự Đức, vị quân chủ thứ tư của [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nBà là trường hợp đặc biệt ở Hậu cung nhà Nguyễn, chưa bao giờ làm [[Hoàng hậu]] dưới thời trị vì của chồng, nhưng vào thời [[Hiệp Hòa]], bà với thân phận [\"''Hoàng tẩu''\"] (tức chị dâu) của Tân đế, được phong '''Khiêm Hoàng hậu''' (謙皇后). Bà là người đoan trang, xuất thân từ gia đình danh giá có học vấn, hiểu lễ nghi, rất được [[Từ Dụ|Từ Dụ Hoàng thái hậu]] yêu mến. Bấy giờ vua Tự Đức không có con, bèn nhận 3 vị hoàng tử từ trong hoàng gia làm con nuôi, bà được phó thác nuôi dạy Thụy quốc công Ưng Chân, tức [[Dục Đức]].\n\n== Thân thế ==\nBà có tên là '''Duyên''' (緣),<ref>''[[Nguyễn Phúc tộc thế phổ]]'' (阮福族世譜) xuất bản năm 1995<\/ref> lại có tên là '''Hài''' (諧),<ref>Theo chiếu thư ban húy kị của triều Nguyễn<\/ref> sinh vào năm Minh Mạng thứ 9 ([[1828]]), ngày [[9 tháng 5]] [[âm lịch]], bà xuất thân từ dòng họ '''Võ Xuân''' (武春氏) ở huyện [[Lệ Thủy]], tỉnh [[Quảng Bình]]. Cha bà là Đông Các đại học sĩ Lệ Quốc công [[Võ Xuân Cẩn]], mẹ là Lệ Quốc phu nhân họ Trần. Bà từ bé nhàn tĩnh đoan nhã, tính khí nhu mì đặc biệt, lại thông thạo sách vở, hiểu nội tấc, cũng như rành rẽ việc trong nhà.\n\nVề sau, mẹ đích của Hoàng hậu là phu nhân họ Bạch được truy tặng ''Trang Nhân Lệ Quốc phu nhân'' (莊仁麗國夫人), mẹ đẻ phu nhân họ Trần được phong ''Trinh Từ Lệ Quốc phu nhân'' (貞慈麗國夫人).\n\n== Nhập cung ==\nNăm [[Thiệu Trị]] thứ 3 ([[1843]]), bà được tuyển vào cung hầu Tự Đức, khi đó còn là ''Phúc Tuy công'', tại ''Tiềm để.'' <ref>Phủ riêng của [[Thái tử|Trữ quân]] trước khi lên ngôi<\/ref> Vốn tính đoan trang, hiếu thuận, nên bà rất được mẹ chồng là [[Nghi Thiên Chương Hoàng Hậu]] và chồng yêu quý.<ref>''Đại Nam chính biên liệt truyện'' (quyển 4), bản dịch: trang 84.<\/ref>\n\nNăm thứ 7 ([[1848]]), Phúc Tuy công Hồng Nhậm lên kế vị, Võ thị được tấn phong làm ''Cung tần'' theo lệ của triều đình. Dựa theo việc xảy ra tương tự thời Thiệu Trị, có lẽ là do phải chờ mãn tang 3 năm sau cái chết của Tiên Đế mới bắt đầu tiến hành phong hiệu chính thức các tần phi.\n\nNăm [[1850]], bà được lập làm Cần phi (勤妃) ở hàng Nhị giai, cùng với 12 bà khác được phong trong dịp đó. Lời sách văn viết\n\n:''Trẫm nghĩ: Thuận theo đạo trời, các sao bày hàng chầu về ngôi Bắc cực, trị nhà đến nước, nội cung thực giúp giáo hoá của nhà vua. Giai cấp trong cung có thứ bậc, lễ nghi ban mệnh nên gia phong. Nay nghĩ: Cung tần họ Võ, dòng dõi họ sang tiếng thơm nêu tỏ phong tư quý báu đức tốt phô bày. Việc nội trị noi theo giáo hoá tu tề, kính giữ đạo vợ; việc phụng dưỡng một niềm dịu dàng cung kính, hả lòng thánh từ. Xét điển lễ thường, ra ơn đặc biệt. Nay tấn phong là Cần phi. Nên phải kính nhớ ơn vinh này, càng giữ đức tính cũ. Bày sách, xem sử, nghĩ giúp đỡ cho phong hoá nhà vua; nghi Phước bàn nhân, ngõ hầu dài hưởng ân sủng của nước.''\n\nNăm [[1859]], nhân ngày thọ 50 của Thái hậu Từ Dụ, Tự Đức muốn tấn phong cho toàn bộ các bà trong cung gồm 14 người, nhưng mãi đến năm sau mới cử hành. Năm [[1860]], Nhị giai Cần phi được thăng lên làm Nhất giai ''Thuần phi'' (純妃). Lời sách văn viết\n:''Trên bầu trời, sao thứ hai sao Tử Vi, là tượng các phi người cùng giúp việc; trong cung cấm, người đứng đầu giữ chức vụ, phong cho cấp trật để tỏ đức hiền. Chọn được ngày lành, ban ra sắc Chỉ. Ta nghĩ: Cần phi Võ thị, vốn nhà dòng dõi, phú tính hiền hòa; đức tốt tỏ vẻ đoan trang, việc trị nội dựng tu tề đạo cả; nết hay giữ bề kính cẩn, thờ người trên quen thừa thuận lễ thường. Làm cho Thánh mẫu vui lòng, đã được nhiều lần khen ngợi; gặp tiết chúc mừng Thánh thọ, phong điển nơi gần ban trước, lời vàng ngọc vâng dặn bảo đinh ninh, đầu năm rạng vẻ thiều quang, huệ trạch ngày xuân bắt đầu, ơn mưa móc hẳn dồi dào rộng khắp. Nay đặc cách tấn phong làm Thuần phi. Nàng nên: nhận lấy sách phong vinh dự, nhớ kỹ lời huấn thông thường; dạy bảo chốn cung vi, giữ vững mức dịu dàng tốt đẹp; vẻ vang vì sách mệnh, đượm nhiều ơn đầm ấm lâu dài.''\n\nNăm sau, bà được đổi làm ''Trung phi'' (忠妃), vẫn để nguyên kim sách như cũ, chỉ đổi chữ Thuần thành chữ Trung mà thôi. Năm [[1870]], bà trở thành [[Hoàng quý phi]] (皇貴妃), chuẩn cho trông coi lục viện. Vì thời điểm đó ngôi vị Hoàng hậu vẫn để trống nên ngôi vị của bà coi như cao nhất trong hậu cung. Lại có dụ rằng\n\n:''Trong chốn cung đình là nguồn gốc của phong hoá, không thể không có người giúp đỡ để cai quản kẻ thuộc hạ giữ được đạo đàn bà. Trung phi Võ thị là con nhà danh vọng, kính được kén cho, người bé nhỏ rất có đức hạnh, được sự Hoàng thái hậu xét biết, thuận cho nên thăng chức, vậy tấn phong làm Hoàng quý phi cai quản cả sáu viện\". Bài sách phong rằng: \"Trẫm nghĩ: Tử vi (tên một vị sao, đời xưa dùng để ví với ngôi vua, tức là trên trời thì nhất sao Tử vi, mới đến các sao khác, cũng ví như trong nước thì nhất vua, dưới đến các bậc phi) là ngôi đế toạ hằng năm sao thì dưới là phi; phong hoả là quẻ gia nhân (là tên một quẻ trong Kinh dịch, gia nhân là nói về đạo ở trong nhà. Quẻ gia nhân có nói: Phong tự hoả xuất, là gió bởi lửa sinh ra, tức là lửa ở trong mà gió ở ngoài, cũng ví như việc trị nước, cốt ở gia đình trước, bên trong có hay thì bên ngoài mới tốt), hào lục nhị (ở trong quẻ gia nhân có nói đạo người đàn bà là nhu thuận, chỉ sửa sang việc ở bên trong thì tốt.3) ở trong thì tốt, tốt thay đức lớn thực xứng phép thường. Hỡi ôi! Trung phi Võ thị nhà ngươi, tư chất cẩn thận hiền lành; dòng dõi công lao, tài giỏi, gia đình giáo dục, dạy bảo đồ, sử, thi thư, lễ phép, vốn quen, giữ tiết cư, hoàng, hành, vũ (tên các ngọc dùng để đeo của phụ nữ). Từ khi được kén, thái hậu vui lòng; trai kính một niềm, nếp nhà rạng vẻ; lâu nay phụng thờ thái hậu, thuận nhường nết tốt càng nhiều; lắm khi nhờ được mến yêu, cung kính lòng xưa chẳng trễ, tiếng tốt lâu ngày càng rõ, tên sang tăng mãi không ngừng, nay đặc cách tấn phong người làm Hoàng quý phi, người nên kính theo mệnh lệnh định rồi, giúp đỡ cho trẫm; sửa sang khuê phòng thêm tốt, coi cả sáu cung, thận trọng từ trước đến sau, theo thói phải hiếu, kính, cần, kiệm; làm việc lấy hoà làm quý, để Phước cho con cháu cung đình''.\n\nNăm Tự Đức thứ 35 ([[1882]]), [[mùa đông]], bà bị giáng làm ''Trung phi'', không cho trông coi lục viện nữa. Nguyên nhân là vì việc quản lý nhân sự của bà không được chu toàn. Sách ''Đại Nam chính biên liệt truyện'' chép: ''\"Lúc bấy giờ cơ vụ rất nhiều, (vậy mà) có khi quá trưa vua mới được ăn. Vua se mình đang uống thuốc, cung nhân tiến cơm hơi chậm (làm) trái ý vua\"'' <ref name = \"CB\">''Đại Nam chính biên liệt truyện'' (quyển 4), bản dịch: trang 86.<\/ref>. Nguyên văn bài chiếu quở trách của Hoàng đế đối với bà như sau\n:''Hoàng quý phi Võ thị là người cố cựu, tuổi đã già, trẫm đãi rất hậu, cho nên tấn tôn đến trên bậc nhất, để cho cai quản 6 thượng, bảo ban siêng năng cung kính, để đỡ việc vặt cho trẫm, ân vinh nào bằng. Tưởng tuổi càng cao thì đức càng tốt, được xứng với ân mạnh. Không ngờ từ đấy đến nay không để ý chút nào, mặc cho chúng siêng hay lười, không từng răn bảo, phàm việc cũng không khỏi để phiền đến trẫm, đã phụ chức vụ, là do tự mình đã lười còn bảo người sao được. Nhưng trẫm thường bao dung không nỡ quở trách lắm, thế mà từ khi trẫm bị ốm nặng đến nay, đáng lẽ phải lo chăm hơn ngày thường, nâng đỡ hầu hạ, ăn uống được thích hợp, mới xứng ngôi cao đạo hậu, sao lại cứ một mực lười biếng, không thấy có ý thương yêu, thậm chí ngày thường dâng cơm cũng cố ý để chậm, no đói thất thường, nuôi chẳng ra gì thuốc sao bổ được. Kìa như đạo đàn bà lấy thuận làm chính, trông nom nấu ăn làm đầu, sớm tối săn sóc, điều dưỡng đến nơi đến chốn, còn sợ chưa yên lòng, chưa xứng chức vị, lại khinh nhờn không kính như thế, thì tình phận chức sự để đâu. Lại thêm nhờn ơn cậy yêu, một khi có lỗi phải phạt, hình như có dáng oán, ăn tiêu xa xỉ lại dám kêu nhàm cầu ban ơn, sao không nghĩ vị lộc đến thế, đã hơn người gấp vạn phần, có thiếu gì mà còn cầu xin không chán, nếu có người bắt chước dại thì đổ lỗi cho ai ? Chứa lỗi đã nhiều không biết hối cải chút nào. Kìa phép đặt ra là công cộng cả nước, sửa sang việc nhà rồi mới trị được nước. Nếu nghĩ là người cũ, thường thường bao dung, thì người ngu lại làm càn lấy sự may mà được khỏi tội làm đắc ý, không biết sợ hãi đổi lỗi chút nào, thì không phải là gây dựng cách bảo toàn, cho nên phải phạt một người để răn trăm người, thấy phép mới biết ơn. Vậy Hoàng quý phi Võ Thị cho giáng phong làm Trung phi theo bậc cũ, chuyên coi việc thượng nghi không phải cai quản tất cả, cho khỏi quá lạm, cho biết nghĩ đến danh nghĩa, đổi lỗi sửa mới, may được tốt về sau, đó là ân nghĩa đều đủ cả. Nếu vẫn như trước không chừa, đó là gỗ nát không thể chạm được, còn dạy làm sao được, ngươi nên kính theo, trẫm không nói nữa.''\n\nNăm thứ 36 ([[1883]]), Tự Đức băng hà. Trước khi mất, Tiên đế di chiếu tôn bà làm [[Hoàng thái hậu]], để ''\"trị việc trong nhà và dạy tự quân\"''. Người kế vị là Hoàng tử Nguyễn Phúc Ưng Chân, vị hoàng tử được bà dạy dỗ từ trước, tức [[Dục Đức]].\n\n== Biến loạn kinh thành ==\n\nDục Đức tại vị được 3 ngày thì bị hai phụ chính đại thần [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] phế bỏ,<ref>''Quốc triều sử toát yếu'' (phần Chính biên, bản dịch: trang 498).<\/ref> giam trong ngục [[Thừa Thiên Huế|Thừa Thiên]], rồi mất sau đó không lâu.<ref>Có một vài tác giả viết Tự quân bị bỏ đói cho đến chết, như ở đây: [http:\/\/kienthuc.net.vn\/channel\/1984\/201105\/Vua-duc-duc-nam-chung-huyet-mo-voi-nguoi-hanh-khat-1798638\/]{{Liên kết hỏng|date=ngày 3 tháng 4 năm 2021|bot=InternetArchiveBot}}, [http:\/\/www.covathue.com\/cac%20bai%20viet\/Tunguyettamvuong.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121029010356\/http:\/\/www.covathue.com\/cac%20bai%20viet\/Tunguyettamvuong.html|date=ngày 29 tháng 10 năm 2012}}. Tuy nhiên, theo sử gia [[Phạm Văn Sơn]], thì đang khi hoàng đế hết sức đau đớn vì đói khát, Tôn Thất Thuyết và Nguyễn Văn Tường đã sai người giết ông bằng thuốc độc vì sợ để lâu sẽ sinh biến (''Việt sử tân biên'', quyển 5, tập thượng, 1962, tr. 386).<\/ref> Sau khi ép chết Tự quân, cả hai ông này lập người em của Tự Đức là Lãng Quốc công ''Nguyễn Phúc Hồng Dật'' lên kế vị, tức [[Hiệp Hòa|Trang Cung Văn Lãng Quận vương]], con trai thứ 29 của [[Thiệu Trị]] trở thành Hoàng đế [[Hiệp Hòa]].\n\n[[Mùa thu]], năm [[1883]], theo di chiếu, đình thần định tôn lập bà làm Hoàng Thái hậu. Nhưng chưa kịp tổ chức lễ, thì bà đã đến [[Cung Diên Thọ|cung Gia Thọ]] lạy từ Thái hoàng Thái hậu [[Từ Dụ]] để xin ra chầu thờ ở [[Lăng Tự Đức]] và không dám nhận tôn hiệu thái hậu, vì xét thấy mình đã không làm tròn việc dạy dỗ tự quân (tức Dục Đức). Khi ấy, Hiệp Hòa ngỏ ý mời bà đến [[điện Cao Minh]] để bái yết và dâng cơm, nhưng bà không nhận mà đi thẳng ra [[Ôn Khiêm đường]] ở Khiêm Lăng. Sau khi hỏi ý kiến các tôn nhân và đình thần, tham khảo điển tích về các Hoàng tẩu thời [[nhà Tống]] bên [[Trung Quốc]], Hoàng đế tôn bà là '''Khiêm Hoàng hậu''' (謙皇后).\n\n[[Tháng 10]], năm [[1883]], Hiệp Hòa cũng bị [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] giết chết <ref>''Quốc triều sử toát yếu (phần Chính biên, bản dịch: trang 501.<\/ref>, rồi tôn [[Kiến Phúc]] lên thay. Kể từ thời điểm đó bà được tôn là Hoàng Thái hậu, cùng với Thái hoàng Thái hậu Từ Dụ và mẹ nuôi của Kiến Phúc là Hoàng thái phi Nguyễn Văn thị, gọi là Tam cung. [[Tháng 6]], năm [[1884]], vua Kiến Phúc băng hà đột ngột. Lập tức, Tôn Thất Thuyết và Nguyễn Văn Tường tôn [[Hàm Nghi]] lên thay. [[Tháng 3]], năm [[1885]], Hàm Nghi chính thức cử hành lễ tấn phong Nghi Thiên Thái hoàng thái hậu, nhân đó muốn xin tôn phong huy hiệu cho Hoàng Thái hậu như đúng lễ nhưng bà không nhận.\n\nLúc xảy ra [[Trận Kinh thành Huế 1885]], Hàm Nghi phải xuất bôn ra [[Quảng Trị]], bà cùng chạy theo Nghi Thiên Thái hoàng thái hậu ra đấy. Cùng chạy với bà còn có [[Học phi (Phi tần của Tự Đức)|Hoàng Thái phi Nguyễn Văn thị]], mẹ nuôi của [[Kiến Phúc]]. Khi nghị hòa xong, Tam cung về ngụ ở Khiêm Lăng.\n\nĐến khi [[Đồng Khánh]] kế vị, quân đội Pháp trao trả lại [[kinh thành Huế]] cho triều đình nhà Nguyễn thì Tam cung quay trở về Kinh thành. Khiêm hoàng hậu về lại cung Trường Ninh, về sau đổi tên là [[cung Trường Sanh]] trong [[Hoàng thành Huế]].\n\n== Cuối đời ==\nNgày [[27 tháng 4]], năm Đồng Khánh thứ 2 ([[1887]]), vua Đồng Khánh cùng quần thần dâng sách vàng, gia tôn cho bà tôn hiệu là Trang Ý Hoàng Thái hậu. Đến [[tháng 10]], năm [[1889]] ([[Thành Thái]] năm thứ nhất), '''Từ Dụ Bác Huệ Thái hoàng Thái hậu''' được [[Thành Thái]] dâng tôn hiệu là '''Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu''' (慈裕博惠康壽太太皇太后) còn '''Trang Ý Hoàng thái hậu''' thì được tôn làm '''Trang Ý Thuận Hiếu Thái hoàng thái hậu''' (莊懿順孝太皇太后).\n\nNăm Thành Thái thứ 14 ([[1902]]), ngày [[27 tháng 4]] (tức ngày [[03 tháng 06]] dương lịch), Ngày Kỷ tỵ (ngày 27) Trang ý Thuận hiếu Thái Hoàng thái hậu băng. Lúc đầu là Thái Hoàng thái hậu không khỏe, vua bên cạnh hầu hạ, đến lúc ấy trở nặng, linh giá thăng hà, thọ 75 tuổi, kính đặt tử cung ở điện Ôn Khiêm. \n\nVua truyền đem tin quốc hiếu bố cáo cho trong ngoài, nói “Đêm 26 tháng này Hoàng tổ mẫu Trang ý Thuận hiếu Thái Hoàng thái hậu ta thánh cung không khỏe, trẫm bên cạnh hầu hạ khẩn cầu cung Dao tụ phúc, ngày càng khỏe mạnh, để an ủi lòng tôn thân của thần thứ. Đến giờ Mùi ngày 27 tháng này linh giá thăng hà, nhớ lại đức tốt, kính ngưỡng từ huy, gào khóc không thôi. Duy quốc gia lấy hiếu trị dân, điển lễ rất trọng, các việc nghi thức tang phục cần làm giao cho bộ Lễ kê tra điển lệ nêu rõ từng khoản bàn kỹ tâu lên chờ chỉ thi hành”.\n\nĐặt án cúng ở điện Ôn Khiêm, mỗi ngày tế điện ba lần. Tháng 5, xây dựng sơn lăng. Trước là trong niên hiệu Đồng Khánh kính xây Vạn vạn niên cát cục ở \nnúi bên trái Khiêm lăng, đến lúc ấy sai Thượng thư lãnh Tham tri bộ Binh Nguyễn Văn Thịnh, Thống chế sung Chưởng vệ Nhất vệ kinh binh Hồng Đơn phụng sung Đổng lý Tôn cục, tuân chiểu tôn cục của Nghi thiên Chương hoàng hậu chế tạo biện lý, chi tiền 10.000 đồng.\n\nTriều đình nước Pháp cùng các quý đại thần Toàn quyền, Khâm sứ, Thống sứ Bắc Kỳ cùng Công sứ các tỉnh được tin quốc hiếu đều gởi thư gởi điện văn tới viếng tang, do Cơ mật viện tâu lên. \n\nĐịnh chế độ tang phục cho trong ngoài (Vua ở trong cung để tang 1 năm. Hoàng thái hậu trảm thôi 3 năm. Hoàng thân triều Thiệu Trị tề thôi 1 năm. Hoàng thân phiên triều Minh Mạng đại công 9 tháng. Hoàng tử triều Cung tông, hoàng tử triều [[Đồng Khánh]] tề thôi không chống gậy. Hoàng tử hoàng nữ trong đại nội tề thôi 9 tháng. Các phi tần triều [[Tự Đức]], Cung tông và [[Đồng Khánh]] đều tề thôi 1 năm. Tôn tước Công tử Công tôn hàng anh chị em là con các hoàng thân công tề thôi 5 tháng, cháu nội tiểu công 5 tháng, tôn tước tề thôi 5 tháng, Trưởng công chúa triều [[Thiệu Trị]] tề thôi 5 tháng. Thái trưởng công chúa triều Minh Mạng tề thôi 5 tháng. Công chúa hoàng nữ triều Cung tông và Đồng Khánh tề thôi 1 năm. Các phi tần trong đại nội và phi của hoàng đệ đại công 9 tháng. Ấn quan văn vũ trở lên đều tề thôi 3 tháng, từ Tứ phẩm trở xuống nếu trong 3 tháng phụng chỉ tới kinh thì chít khăn trắng mặc áo đen, quá 3 tháng thì thôi. Mệnh phụ tang phục theo như chồng. Đề đốc, Phủ doãn, Phủ thừa phủ Thừa Thiên cùng Tổng đốc, Tuần phủ, Bố chánh, Án sát, Tuyên phủ, Lãnh binh các tỉnh miễn chế tang phục, \nnhưng tới chỗ tang thứ thì cho chế tang phục như quan ở kinh, trở về lỵ sở thì thay chít khăn trắng trong 3 tháng thì \nthôi. Ấn quan văn vũ hưu trí, hưu dưỡng, chung dưỡng đang nghỉ chờ bổ trở lên chiểu lệ quan ở kinh chế tang phục. Người tôn thất ai phải chịu tang thì chiểu theo thế thứ chế tang phục, ai không phải chịu tang mà làm quan thì \nchiểu theo phẩm hàm chế tang phục. Nữ quan thái giám nữ tỳ lớn tuổi hầu hạ ở điện Ôn Khiêm đều tề thôi 1 năm. Họ Vũ ở xã Hòa Luật ai phải chịu tang thì theo lễ chế tang phục. Quan chức văn vũ thị hầu thường ngày đều dùng khăn đen áo đen 3 năm. Cấm dùng quần áo màu tía màu hồng, âm nhạc ca xướng trong 6 tháng, cưới gả thì quan viên văn vũ từ Tam phẩm trở lên trong 3 tháng, trở xuống trong 1 tháng, quân dân trong 15 ngày. Phàm gặp việc quân, việc tế tự cùng các việc xuất sai. thí trường, tuyển trường thì cho mặc cát phục làm việc. Việc vọng bái tại hành cung các địa phương cho miễn trong 3 tháng. Trước hôm ninh lăng 3 ngày, sau hôm ninh lăng 1 ngày cấm xử án, ca hát, mặc quần áo màu tía màu hồng, cưới gả).\n\nSai Thượng thư lãnh Tham tri bộ Binh Nguyễn Văn Thịnh sung Đổng lý Tôn cục, kiêm sung Đổng lý Tang nghi Thống chế Nguyễn Viết Hữu làm phó, phàm gặp việc thì bàn bạc với ba bộ Lễ Binh Công biện lý. Ngày Giáp tuất (ngày 15) tháng 05 âm lịch làm lễ thành phục.\n\nTháng 6 ngày Nhâm thìn (ngày 4). Dâng tôn thụy cho Đại hành Trang ý Thuận hiếu Thái Hoàng thái hậu là '''Lệ thiên Phụ thánh Trang ý Thuận hiếu Cần thứ Ôn từ Hiền minh Tĩnh thọ Anh hoàng hậu''' (儷天輔聖莊懿順孝勤恕溫慈賢明靜壽英皇后).\n\nVua truyền đem ngày ninh lăng bố cáo cho trong ngoài. Ngày Quý mão (ngày 15) [[tháng 06]] âm lịch, tức ngày [[19 tháng 07]] năm [[1902]], cử hành đại lễ Ninh lăng. Trước đó sai quan sung Tổng hộ Chánh Phó sứ và Đề đốc quân Tả hữu thủy bộ, lại sai hai viên đại thần văn vũ Lưu kinh cùng đem việc tế cáo với miếu điện và đền Lệ quốc công, đền Tích Chỉ. \n\nNgày Canh tý (ngày 12) vua đích thân suất lãnh quần thần tới án cúng làm lễ khải điện. Đến hôm ấy linh giá ra đi từ điện Ôn Khiêm, vua đi bộ theo. Đến giờ Mão an huyền cung ở núi bên trái Khiêm lăng, kính dâng tên là Khiêm Thọ lăng, kính đề thần vị ở trước thái điện tôn lăng, Lễ xong kính an thần vị ở điện Ôn Khiêm.\n\n== Gia đình ==\n* Hiền tổ phụ: [[Vũ Xuân Phổ|Võ Xuân Phổ]], tặng Tư Thiện đại phu, [[Thượng thư]] [[bộ Lễ]], tước '''Thuận Xương hầu''', thụy '''Đôn Nhã'''.\n* Hiền tổ mẫu: Võ Văn thị, tặng '''Đoan nhân''', thụy '''Phương Huy'''.\n** Cao tổ phụ: [[Vũ Xuân Uyên|Võ Xuân Uyên]], tặng Gia Nghị đại phu, Hàn Lâm viện Chưởng viện học sĩ, tước '''Đức Hòa bá''', thụy '''Đôn Trực'''.\n** Cao tổ mẫu: Võ Văn thị, tặng '''Thục nhân''', thụy '''Nhu Gia'''.\n*** Tằng tổ phụ: [[Vũ Xuân Yên|Võ Xuân Yên]], tặng Trung Thuận đại phu, Hàn Lâm viện Thị độc Học sĩ, tước '''Thế Lộc tử''', thụy '''Đoan Phác'''.\n*** Tằng tổ mẫu: Phạm thị, tặng '''Cung nhân''', thụy '''Hòa Nhu'''.\n**** Tổ phụ: [[Vũ Xuân Khoa|Võ Xuân Khoa]], tặng Trung Thuận đại phu, Hồ Lô tự Khanh, thụy '''Lương Uyên'''.\n**** Tổ mẫu: Không rõ họ, tặng '''Cung nhân''', thụy '''Tĩnh Nhàn'''.\n\nCha bà [[Vũ Xuân Cẩn|Võ Xuân Cẩn]] truy tặng '''Lệ Quốc công''' (麗國公), chức Ngự tiền đại thần, Thái tử Thái bảo, Đông Các đại học sĩ, đặc tiến Kim Tử Vinh Lộc đại phu. Bạch phu nhân mẹ đích và Trần phu nhân mẹ đẻ đều phong ''Lệ Quốc phu nhân''.\n\nTrong nhà bà còn 4 người anh em khác. [[Vũ Xuân Phúng|Võ Xuân Phúng]] làm tới Hàn Lâm viện Thị giảng học sĩ, [[Vũ Xuân Nhân|Võ Xuân Nhân]] làm [[Tri phủ]] của phủ Trọng Khánh, [[Vũ Xuân Hội|Võ Xuân Hội]] làm [[Lang trung]] [[bộ Công]] và [[Vũ Xuân Đạm|Võ Xuân Đạm]] làm Tu soạn.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:100%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên||'''Nhân Vật'''\n|-\n| style=\"text-align:center;\"|2020 || style=\"text-align:center;\"|[[Phượng khấu]]|| style=\"text-align:center;\"| Ngọc Xuyên || style=\"text-align:center;\"| Võ An Duyên\n|}\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' (Nhị tập). Nhà xuất bản Văn học, [[Hà Nội]], 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Quốc triều sử toát yếu]]'' (phần Chính biên). Nhà xuất bản Văn học, [[Hà Nội]], 2002.\n*Lưỡng Kim Thành, ''Chuyện các bà hoàng bà chúa triều Nguyễn''. Nhà xuất bản [[Thuận Hóa]] (tái bản lần thứ 2, 2012).\n\n==Chú thích==\n{{Tham khảo}}\n{{Hoàng hậu Nhà Nguyễn}}\n\n[[Thể loại:Sinh năm 1828]]\n[[Thể loại:Mất năm 1902]]\n[[Thể loại:Phi tần Tự Đức]]\n[[Thể loại:Nữ quan nhà Nguyễn]]\n[[Thể loại:Hoàng hậu nhà Nguyễn]]\n[[Thể loại:Hoàng thái hậu nhà Nguyễn]]"}