{"346137":"{{Thông tin nhân vật phong kiến\n| tên = Võ Trọng Bình\n| tên gốc = 武仲平\n| tự = Sư Án\n}}\n\n'''Võ Trọng Bình''' (武仲平, [[1808]]-[[1898]]) <ref>Chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 970). Nguyễn Khắc Thuần ghi ông sinh năm [[Kỷ Tỵ]] (1809) và mất năm [[Kỷ Hợi]] (1899)<\/ref>, tự '''Sư Án''', là một đại thần thời [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Ông làm quan trải chín đời vua, nổi tiếng là người có tính cương trực, thanh liêm và biết quý trọng dân <ref>Võ Trọng Bình làm đến [[Thượng thư]] [[Bộ Lại]] nhưng vẫn ở nhà gianh, vách tre nứa, ăn khoai, đi guốc mây...Tính trung của Võ Trọng Bình cũng đã được Thái hậu [[Từ Dụ]] khen ngợi.<\/ref>.\n\n== Tiểu sử ==\nVõ Trọng Bình là một trọng thần, nhưng sử sách biên chép thân thế và sự nghiệp của ông không nhiều. Tra các nguồn, chỉ biết sơ lược về ông như sau:\n\nÔng sinh tại làng Mỹ Lộc, xã An Thủy, huyện [[Lệ Thủy, Quảng Bình|Lệ Thủy]] <ref>Chép theo Trần Xuân An (nguồn đã dẫn). ''Từ điển nhân vật lịch sử Việt Nam'' ghi ông sinh ở huyện Phong Phú. Nhưng theo ông An có thể đúng hơn, vì website Quảng Bình (nguồn đã dẫn) cho biết ông về hưu ở Lệ Thủy, Quảng Bình.<\/ref>, tỉnh [[Quảng Bình]], đỗ [[Hương cống|cử nhân]] <ref>Rất có thể ông đã đỗ thêm [[tiến sĩ]].. Vì nếu chỉ đỗ cử nhân, thì ông khó có thể làm chủ khảo các kỳ [[thi Hương]], [[thi Hội]] được.<\/ref> năm [[Minh Mạng]] (1834), và bắt đầu làm quan kể từ đấy.\n\nÔng giỏi thơ văn và việc chính trị, nên thăng dần lên chức phủ doãn [[Thừa Thiên Huế|Thừa Thiên]], rồi tổng đốc Hà Ninh (Hà Nội - Ninh Bình) kiêm chức Tuyên Thái Lạng quân thứ khâm sai đại thần, để hội với quan đề đốc tỉnh [[Quảng Tây]] là [[Phùng Tử Tài]] đi đánh Ngô Côn.\n\nNăm [[Bính Dần]] ([[1866]]), ông được cử làm Hiệp biện Đại học sĩ.\n \nNăm [[Ất Sửu]] ([[1865]]), cuộc nổi dậy do [[Tạ Văn Phụng]] cầm đầu ở [[Quảng Yên]] bị quân [[nhà Nguyễn]] đánh dẹp gần xong, thì ''ở mạn Cao Bằng đã có giặc Khách đánh lấy tỉnh thành. Quan kinh lược Võ Trọng Bình và quan tuần phủ Phạm Chi Hương đem binh lên [[Lạng Sơn]] rồi chia quân đi đánh các nơi, từ [[tháng chín|tháng 9]] năm [[Ất Sửu]] (1865) cho đến [[tháng ba|tháng 3]] năm [[Bính Dần]] (1866), thì tướng giặc là Trương Cận Bang mới xin về hàng, và mới thu phục lại được thành [[Cao Bằng]]. [[Nguyễn Tri Phương]] và Võ Trọng Bình về Kinh coi việc triều chính''<ref>Theo [[Việt Nam sử lược]]<\/ref>.\n\nNăm [[Giáp Tuất]] ([[1874]]), ông được cử làm Tổng đốc Sơn Hưng Tuyên (Sơn Tây - Hưng Hóa - Tuyên Quang), sau đó là Tổng đốc Định An.\n\nNăm [[Quý Mùi]] ([[1883]]), khi đó ông đã 75 tuổi và đang giữ chức tổng đốc [[Nam Định]]. Vào ngày 27 [[tháng ba|tháng 3]] năm ấy, đại tá hải quân [[Pháp]] là [[Henri Rivière]] dẫn quân tấn công thành trì do ông trấn giữ. Dù quân Việt kháng cự kịch liệt, viên trung tá Pháp tên Carreau bị tử thương, nhưng đến trưa thì thành vẫn bị chọc thủng và mất vào tay đối phương. \nSau trận thua này, [[Hoàng Kế Viêm|Hoàng Tá Viêm]] bị giáng chức, còn ông và các quan lại có trách nhiệm khác đều bị bãi.<ref>''[[Việt sử tân biên]]'' (quyển 5, tập thượng), tác giả tự ấn hành, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962, tr. 365.<\/ref>\n\nSau, ông được khởi phục làm Thượng thư [[Bộ Hộ]], sung Cơ mật viện đại thần; do đó chuyển sang Thượng thư ở [[Bộ Hình]], điền khuyến<ref>Không hiểu nghĩa từ này. Rất có thể là chữ \"điền khuyết\", nhưng người chép gõ phím sai.<\/ref> ở [[Bộ Lễ]]. Nhưng [[đế quốc thực dân Pháp|thực dân Pháp]] không đồng ý vì Võ Trọng Bình đã đánh Pháp ở [[Nam Định]] ([[1883]]). Nhân đó, Võ Trọng Bình dâng sớ xin về hưu <ref>[http:\/\/tranxuanan.writer.googlepages.com\/tieu_sbnpcdtnvtuong_tep9.htm. Theo]{{Liên kết hỏng|date=2021-05-29 |bot=InternetArchiveBot }}<\/ref>.\n\nNăm [[1886]], khi này ông đã về hưu ở Hòa Luật ([[Lệ Thủy]], [[Quảng Bình]]), nhưng khi đề đốc Lê Trực, hưởng ứng dụ [[Phong trào Cần Vương|Cần Vương]], mộ quân kháng Pháp; ông cũng đưa đến 200 quân mà ông chiêu tập được <ref>Theo [http:\/\/www.quangbinh.gov.vn\/3cms\/?cmd=130&art=1218425385409&cat=1185874918112].<\/ref>.\n\nNgoài đảm nhiệm những việc quân vừa kể, theo ''Từ điển nhân vật lịch sử Việt Nam'', thì ông còn từng làm chủ khảo các kỳ [[thi Hương]], [[thi Hội]].\n\nNăm [[1898]], đời vua [[Thành Thái]], ông mất tại quê nhà ([[Quảng Bình]]), thọ 90 tuổi.\n\n== Giai thoại ==\nSách [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] (Nhị tập, quyển 31) có chép hai lời tâu của ông:\n* Lần thứ nhất, vào năm [[1866]]:\nLúc bấy giờ, đất nước Việt hết sức rối ren. Ở phía [[Nam Kỳ|Nam]], thực dân Pháp đã lấy hết ba tỉnh miền Đông và đang muốn tiến chiếm ba tỉnh miền Tây còn lại. Ở miền Bắc, thì bọn phỉ người [[Trung Quốc]] thường xuyên sang cướp phá... Bởi vậy, sức người, sức của phải huy động ngày một nhiều. \nTrước tình cảnh này, Võ Trọng Bình với chức vị hiệp biện đại học sĩ, đã tâu lên vua [[Tự Đức]] rằng:\n{{cquote|''Thành trì là chỗ hiểm hữu hình, còn lòng người là chỗ hiểm vô hình. Dân đã mệt mỏi từ lâu rồi, không thể chịu thêm lực địch và phí tổn được nữa.''\n|}}\nVua Tự Đức nghe qua lời tâu ấy của ông, thay vì lo xây đắp thành trì thì lo củng cố lòng dân cùng giảm bớt lực dịch cho dân...\n\n* Lần thứ hai, vào năm [[1880]]:\nLúc ấy, quan quân [[Bắc Kỳ]] vừa phải đương đầu với bọn phỉ [[Trung Quốc]], vừa phải đối phó với [[đế quốc thực dân Pháp|thực dân Pháp]] nữa. Trước tình hình vô cùng căng thẳng, vua Tự Đức cho triệu ông vào hỏi việc biên cương phía [[Bắc Kỳ|Bắc]], nhân đó hỏi rằng: ''Khanh trị dân như thế nào mà được dân tin yêu?''\n\nVõ Trọng Bình thưa:\n{{cquote|''Thần không dung túng cho quan lại dưới quyền, nghiêm bắt bọn trộm cướp và sức cho phủ huyện rằng, hết thảy các việc kiện tụng không được để lâu. Thuế của dân hàng năm thì tự mình phải biết châm chước chiếu cố, mệnh lệnh phải rõ ràng.''\n|}}\nDẫn lại hai lần đối đáp này, GS. Nguyễn Khắc Thuần có lời bàn, trích:\n:''Lần thứ nhất, ông (Võ Trọng Bình) coi lòng dân là chỗ hiểm, người cầm quân mà không bám được vào chỗ hiểm này thì không thể thắng đối phương. Cho nên, lo đắp thành cao, lo đào hào sâu mà không lo bồi bổ sức dân, cũng có nghĩa là tự mình chuốc lấy thất bại vậy...''\n:''Lần thứ hai, hỏi về phép trị dân, tất cả đã có đủ trong sách vở, khác nhau chăng chỉ là ở cái tâm của người làm quan khi vận dụng sách vở mà thôi...''<ref>Sách đã dẫn, tr. 118.<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Sách tham khảo chính ==\n* Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa hoc Xã hội, 1992, tr. 970-971.\n* Nguyễn Khắc Thuần,'' Việt sử giai thoại (tập 8)''. Nhà xuất bản Giáo dục, 1998, tr. 116-118.\n\n== Liên kết ngoài ==\n* [http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=64065 Võ Trọng Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090424183700\/http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=64065 |date=2009-04-24 }}\n{{Thời gian sống|sinh=1808|mất=1898}}\n\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}