{"286176":"[[Tập tin:Lăng Võ Di Nguy.jpg|nhỏ|200px|Mộ Quận Công Võ Di Nguy.]]\n'''Võ Di Nguy''' hay '''Vũ Di Nguy''' ([[Chữ Hán]]: 武彝巍<ref>[[s:Trang:Viet Nam Su Luoc.djvu\/172|Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương XII]]<\/ref>; [[1745]] - [[1801]]) là một tướng lĩnh dưới quyền [[chúa Nguyễn]] trong [[lịch sử Việt Nam]].\n \n==Sự nghiệp==\n'''Võ Di Nguy''' là người huyện [[Phú Vang]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]] (nay là [[Thừa Thiên Huế]]).\nKhông rõ gia cảnh, chỉ biết ông vào nghiệp lính từ thời trai trẻ, nhờ giỏi thủy chiến nên dưới thời chúa Định vương [[Nguyễn Phúc Thuần]] (1751-1777), được cử trông coi các đội thủy quân.\n \n[[Tháng 12]] năm [[Giáp Ngọ]] ([[1774]]), sau khi quân Trịnh do tướng [[Hoàng Ngũ Phúc]] chỉ huy chiếm được [[Cố đô Huế|Phú Xuân]] ([[Huế]]), Định vương phải mang các thân thuộc vượt biển, qua địa bàn kiểm soát của quân [[Nhà Tây Sơn|Tây Sơn]], tháo chạy vào [[Gia Định]] ([[Ất Mùi]], [[1775]]); Võ Di Nguy vẫn ở lại cầm cự với quân Trịnh được ít lâu, rồi hiệp cùng Cai đội Tô Văn Đoài đem khoảng 200 rút quân vào Nam.\n \nNăm [[Đinh Dậu]] ([[1777]]), Định vương và Tân Chính vương ([[Nguyễn Phúc Dương]]) đều bị quân Tây Sơn bắt giết, ông theo phò người kế vị là chúa [[Gia Long|Nguyễn Phúc Ánh]], tận lực đánh nhau với quân Tây Sơn.\n \nNăm [[Mậu Tuất]] ([[1778]]), ông cùng với [[Châu Văn Tiếp]], Tôn Thất Cốc trông coi đoàn thủy binh ở [[Gia Định]].\n \n[[Tháng 2]] năm [[Quý Mão]] ([[1783]]), thủ lĩnh quân Tây Sơn là [[Nguyễn Nhạc]] lại sai [[Nguyễn Huệ]], [[Nguyễn Lữ]] mang quân vào Gia Định. Chúa Nguyễn thua trận phải chạy xuống Ba Giồng (Tam Phụ)<ref>Ba Giồng là ba gò đất cổ, chạy xuyên qua 2 huyện Kiến Hưng, Kiến Đăng, thuộc địa hạt trấn [[Định Tường]]. Ở đây, phía trước có sông dài ngăn trở, phía sau là vùng đồng lầy cỏ rậm. Các tướng chúa Nguyễn thường lấy nơi này làm nơi đóng quân, chứa lương, ẩn trú khi nguy cấp.<\/ref>, rồi sang [[Bangkok|Vọng Các]] ([[Xiêm|Xiêm La]]) vào tháng 1 năm [[Giáp Thìn]] ([[1784]]).\n\n[[Tháng 6]] năm ấy, vua Xiêm là Chất Tri (Chakri, Rama I) sai hai người cháu, cũng là hai viên tướng cao cấp là Chiêu Tăng và Chiêu Sương, đem 2 vạn quân thủy cùng 300 chiến thuyền vượt vịnh Xiêm La, qua ngả [[Kiên Giang]], sang giúp... Nhưng khi lực lượng hùng hậu này lọt vào khoảng giữa Rạch Gầm và Xoài Mút (nay thuộc [[Tiền Giang]]), thì chỉ trong vòng chưa đầy một ngày, toàn bộ quân Xiêm và quân Nguyễn đều đại bại, khiến chúa Nguyễn cùng nhiều tướng lĩnh, trong số ấy có Võ Di Nguy lại phải sang nương nhờ nước Xiêm.\n\n[[Tháng 7]] năm [[Đinh Mùi]] ([[1787]]), Nguyễn Phúc Ánh kéo quân về nước, đóng quân tại [[Long Xuyên]], ông lãnh sứ mạng ở lại [[Phú Quốc]] bảo vệ cho mẹ và cung quyến chúa Nguyễn.\n \n[[Tháng 8]] năm [[Mậu Thân]] (ngày [[7 tháng 9]] năm [[1788]])<ref>Ghi theo Nguyễn Đình Đầu, ''Địa chí TP.HCM'', tập I, Nhà xuất bản TP. HCM, 1987, tr. 176<\/ref>, chúa Nguyễn lấy lại được Gia Định, cử ông làm Nội Thủy Trung Thủy Thuyền, rồi thăng Khâm sai thuộc nội Cai cơ, chỉ huy 5 đạo hải thuyền \"Minh Phương Hầu\" và trông coi việc đóng thuyền và tàu chiến.\n \n[[Tháng 3]] năm [[Quý Sửu]] ([[1793]]), hộ giá chúa Nguyễn ra đánh [[Quy Nhơn]], ông cùng [[Nguyễn Văn Trương]] và [[Võ Tánh]] điều động hải quân, đổ bộ đánh chiếm được phủ Bình Khang (nay thuộc tỉnh [[Khánh Hòa]]).\n\n[[Tháng 2]] năm [[Ất Mão]] ([[1795]]), ông theo chúa Nguyễn ra cứu Võ Tánh ở thành [[Diên Khánh]] (nay thuộc tỉnh Khánh Hòa).\n\nTháng ba năm [[Kỷ Mùi]] ([[1799]]), ông lại được cử điều động thủy quân ra đánh Quy Nhơn, nhưng bất phân thắng bại.\n \nNăm [[Canh Thân]] ([[1800]]), ông cùng Nguyễn Phúc Ánh ứng cứu thành Quy Nhơn, nhưng khi đến vùng Cù Mông, ông được lệnh ở lại bảo vệ Vũng Trích ([[Phú Yên]]).\n \nNăm [[Tân Dậu]] ([[1801]]), ngày 15 tháng giêng, chúa Nguyễn sai Nguyễn Văn Trương, Tống Phúc Lương đem quân tiền đạo tấn công vào đồn thủy của quân Tây Sơn; sai [[Lê Văn Duyệt]] và ông đem thủy quân vào đánh cửa Thị Nại.\n \nSách ''Việt sử tân biên'' chép: \n:''Cuộc tấn công này lại được cái may là gió và nước triều bấy giờ đang thổi mạnh. Đúng 10 giờ 30 (đêm rằm tháng 1 năm Tân Dậu, tức 27 tháng 2 năm 1801), Nguyễn Văn Trương bắn phát đại bác đầu tiên để ra lệnh tấn công khắp mọi nơi.''\n:''Hai mươi sáu chiến thuyền chèo phóng lửa đốt sạch mọi thứ trên bãi cát. Đạo binh 1.200 người của (quân) Nguyễn, lưỡi lê tuốt trần nấp ở các hầm hố dưới cát, vừa đánh vừa bắn đại bác lên bờ. Quân Phú Xuân (tức quân Tây Sơn) bị đánh bất thình lình rối loạn chết hại khá nhiều.''\n\n:''Đồn Tây Sơn ở Tam tòa sơn, ở bên phải cánh quân tấn công, chuyển một hỏa lực kinh khủng bắn xuống các thuyền chèo tay của Nguyễn vương khi đó vào đúng tầm súng. Võ Di Nguy bị một phát đạn bay đầu liền...''<ref name=\"a\">Phạm Văn Sơn, ''Việt sử tân biên quyển 4'', Sài Gòn, 1961, tr. 224.<\/ref>\n\nDù chỉ một mình, Lê Văn Duyệt vẫn liều mạng thúc binh tiến lên rồi cho nổi hỏa công, lửa theo gió tạt vào, ''đến 4 giờ sáng, thì các chiến hạm của Phú Xuân đều ra tro, thuyền lớn thuyền nhỏ đến quá trưa mới tắt lửa...''<ref name=\"a\"\/> Đây là trận thủy chiến dữ dội nhất, đáng được gọi là \"võ công đệ nhất\" trong thời phục nghiệp của nhà Nguyễn.\n \nSau trận chiến, thi thể Võ Di Nguy được chuyển về Gia Định chôn cất và được sắc phong là: \"Tá mạng công thần, đặc tấn Thượng trụ quốc Thiếu bảo Quận công\", thụy là Trung túc (trung thành và đầy vinh dự).\n\nNăm [[Gia Long]] thứ sáu ([[1807]]), Võ Di Nguy được nâng lên hàng nhất phẩm, được cấp mộ phu. Sang đời [[Minh Mạng]] ([[1824]]), ông được thờ nơi Thế miếu.\n \nNăm Minh Mạng thứ 12 (14 tháng 12 năm [[1831]]), ông được truy tặng thêm danh hiệu, đổi tên thụy là Tráng Túc (dõng mãnh và cung kính) và tước Bình Giang Quận công.\n\n==Lăng Võ Di Nguy==\nLăng Võ Di Nguy hiện tọa lạc tại số 19 đường Cô Giang, phường 2, quận [[Phú Nhuận]], [[Thành phố Hồ Chí Minh]]. Đây là một quần thể kiến trúc cổ gồm khu vực mộ và đền thờ (tục gọi là đền ''Phú Trung'').Ban Quản Lý được UBND Quận Phú Nhuận quyết định thành lập năm 2003. Trưởng ban Quản lý (2009-2014) Là ông Nguyễn Cao Đức. Trưởng ban Quản lý Lăng từ 2014 đến nay là ông Lê Minh Hoàng.\n\nKhu lăng đã được Bộ Văn hóa – Thông tin (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) xếp hạng là di tích ''Kiến trúc - Nghệ thuật cấp quốc gia'' theo Quyết định số 43-VH\/QĐ ngày [[7 tháng 1]] năm [[1993]]. Hằng năm, lễ giỗ Đức Bình Giang Quận Công Võ Di Nguy được tổ chức vào ngày 15 và 16 [[tháng giêng]] [[âm lịch]]hằng năm Và lễ giỗ cháu nội của ông là Đức Bình Giang Bá Võ Di Thái được tổ chức vào ngày 15 và 16 tháng 11 Âl hằng năm.Theo nghi thức Tế Tiểu Cung Đình Triều Nguyễn. Do Ban Quản Lý Lăng Võ Di Nguy thực hiện.\n\n==Đường phố==\nỞ [[Thành phố Hồ Chí Minh]] trước năm [[1985]] có tới hai con đường mang tên Võ Di Nguy. Đường Võ Di Nguy của Đô thành Sài Gòn cũ hiện nay là đường [[Hồ Tùng Mậu]] ở [[quận 1]]; còn đường Võ Di Nguy của tỉnh Gia Định cũ nay là các con đường [[Phan Đình Phùng]], [[Nguyễn Kiệm]] và Nguyễn Oanh ở quận [[Phú Nhuận]] và quận [[Gò Vấp]] (đường liên tục nối dài từ cầu Kiệu đến cầu An Lộc). Điều đặc biệt là cả hai con đường mang tên Võ Di Nguy này đều bị đổi tên vào cùng ngày [[4 tháng 4]] năm [[1985]].\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n*[[Trần Trọng Kim]], ''Việt Nam sử lược'', Nhà xuất bản Tân Việt, Sài Gòn, 1968.\n*Phạm Văn Sơn, ''Việt sử tân biên quyển 4'', Sài Gòn, 1961.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản VHTT, 2006.\n*Nguyễn Đình Đầu, phần 3 trong ''Địa chí TP.HCM'', tập I, Nhà xuất bản TP. HCM, 1987.\n*''Sổ tay hành hương đất phương Nam'' do Huỳnh Ngọc Trảng chủ biên. Nhà xuất bản TP. HCM, 2002, tr. 232.\n==Liên kết ngoài==\n*[http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2004\/07\/221626\/ Lăng Võ Di Nguy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080925143459\/http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2004\/07\/221626\/ |date=2008-09-25 }}\n\n{{Thời gian sống|sinh=1745|mất=1801}}\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Mất năm 1801]]\n[[Thể loại:Sinh năm 1745]]\n[[Thể loại:Quan lại chúa Nguyễn]]"}