{"3185497":"{{Thông tin viên chức\n| tên = Võ Văn Ái\n| ngày sinh = 19 tháng 10, 1935\n| ngày mất = {{ngày mất và tuổi|2023|1|26|1935|10|19}}\n}}\n\n'''Võ Văn Ái''' (bút danh: Thi Vũ; 19 tháng 10 năm 1935 – 26 tháng 1 năm 2023)<ref name=\":0\">{{Chú thích web|url=https:\/\/globeecho.com\/news\/asia\/the-death-of-vo-van-ai-human-rights-and-religious-freedom-activist-in-vietnam\/|tựa đề=The death of Vo Van Ai, human rights and religious freedom activist in Vietnam|ngày=2023-01-31|website=Globe Echo|ngôn ngữ=en|ngày truy cập=2023-02-05}}<\/ref> là một nhà thơ, nhà báo, nhà đấu tranh cho nhân quyền và Phật giáo Việt Nam.<ref name=\"gio1\">[http:\/\/www.gio-o.com\/LeThiHuePhongVanThiVuVoVanAi1.htm phỏng vấn nhà thơ, nhà tranh đấu nhân quyền Thi Vũ Võ Văn Ái 1], Gio-o, 11.2009<\/ref> Ông cũng là một sử gia với những nghiên cứu về đạo Phật và lịch sử Việt Nam.<ref name=\"off\">[https:\/\/oslofreedomforum.com\/speakers\/vo-van-ai Vo Van Ai], oslofreedomforum (tiếng Anh)<\/ref>\n\nNgày 26 tháng 1 năm 2023, ông đã qua đời ở tuổi 88 tại [[Paris]], [[Pháp]] do biến chứng sau ca phẫu thuật tim.<ref name=\":0\" \/>\n\n==Tiểu sử==\n===Thân thế và học vấn===\nVõ Văn Ái sinh ra sinh ra trên dãy Hoàng Liên Sơn vùng biên giới Việt Hoa, trong một gia đình mà cha ban đầu làm cho nhà dây thép Pháp, từ khi 5 tuổi thì gia đình dọn về ở [[Bến Ngự]], [[Huế]]. Ông chịu ảnh hưởng văn thơ cụ [[Phan Bội Châu]] ngay từ thời còn nhỏ. Năm 1955, ông đi sang [[Paris]], [[Pháp]] du học. Ban đầu ông học y học, nhưng được một người bạn hứa sẽ trợ cấp nếu ông chuyển sang học ngành văn chương, nên ông đăng ký vào học ở [[đại học Sorbonne]].<ref name=\"gio1\"\/>\n\n===Hoạt động chính trị===\nVì bất mãn với thực dân Pháp, ông đã tham gia kháng chiến rất sớm, năm 13 tuổi ông đã bị bắt và bị bỏ tù.<ref name=\"gio1\"\/>. Từ 1963 đến 1970, ông đại diện cho [[Giáo hội Phật giáo Việt Nam Thống nhất]] ở nước ngoài, một tổ chức phật giáo mà sau 1981 không được chính thức công nhận.<ref name=\"gio2\">[http:\/\/www.gio-o.com\/LeThiHuePhongVanThiVuVoVanAi2.htm phỏng vấn nhà thơ, nhà tranh đấu nhân quyền Thi Vũ Võ Văn Ái 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150110153231\/http:\/\/www.gio-o.com\/LeThiHuePhongVanThiVuVoVanAi2.htm |date=2015-01-10 }}, Gio-o, 11.2009<\/ref> Sau khi Hòa thượng [[Thích Quảng Độ]] được đặc xá năm 1998, và trong vị thế Viện trưởng Viện Hóa Đạo, vào ngày 27.8.1999 đã chọn ông làm Phát ngôn nhân của Viện Hóa Đạo, Giáo hội Phật giáo Việt Nam Thống nhất, và Phòng Thông tin Phật giáo Quốc tế.\n\nNăm 1970 ông đi làm nhà in và nhà xuất bản tại Paris, khi thôi làm việc cho giáo hội. Sau khi chiến tranh Việt Nam chấm dứt vào năm 1975, ông Ái cùng một số bạn ở Paris thành lập ''Quê Mẹ: Hành động cho Dân chủ Việt Nam''(Que Me: Action for Democracy in Vietnam)<ref name=\"off\"\/> (''Cơ sở Quê Mẹ'') vào tháng 10.1975 và cho ấn hành ''Tạp chí Quê Mẹ'', số đầu tiên ra mắt ngày 1.2.1976 vào dịp Tết Bính Thìn, trọng tâm của tạp chí là về Văn hóa Việt và Nhân quyền, mục đích là để thông tin cho cộng động quốc tế về tình trạng nhân quyền ở Việt Nam dưới chế độ Cộng sản. Ông cho là để \"Bảo vệ nền văn hóa Việt đang bị nền văn hóa Mác xít uy hiếp, và bảo vệ Quyền làm Người Việt Nam trước chủ thuyết không-có-con-người của Cộng sản.\"<ref name=\"gio2\"\/>. Bà Lê Thị Huệ, chủ biên tờ báo về văn hóa ''Gió O'' trong bài viết về cuộc phỏng vấn với ông, cho là \"Tờ Quê Mẹ ở Pháp do ông tạo dựng cùng với tờ ''Người Việt Tự Do'' của sinh viên [[Ngô Chí Dũng]] ở Nhật là hai cánh cổng lớn mở đường cho biểu tượng trí thức Việt hải ngoại dấn thân từ năm 1975 đến nay.\"\n\nHai tổ chức thuộc cơ sở Quê Mẹ là ''Ủy ban Bảo vệ Quyền Làm Người Việt Nam'', và ''Ủy ban Cứu Sống Người Vượt biển''. Ủy ban Cứu Sống Người Vượt biển xướng xuất chiến dịch \"Một Chiếc Tàu cho Việt Nam\" tại Paris vào tháng 11 năm 1978, mà Tàu Đảo Ánh Sáng đã ra Biển Đông vớt [[Thuyền nhân Việt Nam|thuyền nhân]] và chăm sóc sức khỏe cho đồng bào tị nạn trên Đảo Poulo Bidong, dẫn đầu cho một loạt những con tàu khác ở Đức ([[Cap Anamur]]), Ý Đại Lợi, Na Uy… đi vớt Người Vượt biển. Ủy ban Bảo vệ Quyền Làm Người Việt Nam cũng mở cuộc họp báo quốc tế đầu tiên tại Paris tháng 5 năm 1978 tố cáo chế độ Trại Tập trung Cải tạo và đàn áp nhân quyền, tôn giáo tại Việt Nam. Võ Văn Ái và Ủy ban Bảo vệ Quyền Làm Người Việt Nam thường tường thuật đều đặn về các vấn đề nhân quyền và tự do tôn giáo ở Việt Nam cho [[Liên Hợp Quốc]] (từ năm 1985), [[Quốc hội Hoa Kỳ]], [[Nghị viện châu Âu]] và tham gia các Hội nghị Nhân quyền, Dân chủ trên khắp năm châu.<ref>[http:\/\/quemefordemocracy.com\/2014\/02\/27\/hello-world\/ cơ sở Quê Mẹ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150110162528\/http:\/\/quemefordemocracy.com\/2014\/02\/27\/hello-world\/ |date=2015-01-10 }}, Quê Mẹ<\/ref>\n\nNăm 1991, giáo sư luật sư [[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]] từ Việt Nam sang Pháp 3 tháng. Thời gian đó ông gửi bản thảo tiếng Pháp cuốn hồi ký Un Excommunié (tạm dịch: Kẻ bị mất phép thông công) và một vài tập hồi ký cho NXB Quê Mẹ của Võ Văn Ái in<ref>{{Chú thích web|url=https:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/ky_niem_ve_thay_nguyen_manh_tuong.html|tựa đề=Kỷ niệm về thầy Nguyễn Mạnh Tường|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\n==Thư mục==\n===Thơ===\nThơ ông sâu thẳm, cô đọng, kiến trúc chữ cầu kỳ đẹp cấp cao. (Lê Thị Huệ –tháng 11\/2009)\n* \"Gọi Thầm Giữa Paris\" của Thi Vũ\n* \"Bốn mươi năm Thơ Việt Nam 1945 – 1985\"\n\n===Chính trị===\n*\"Nguyễn Trãi: Sinh thức và Hành động\", Nhà xuất bản Quê Mẹ ở Paris, năm 1981,85,92\n*\"Luận Chiến Nước Ngoài, Tới Tận Cùng Sự Hoá Giải Dân tộc\", tái bản lần thứ hai vào năm 1991: \"Nội hàm của Hóa giải là ba bước chuyển vận tâm thức: Hóa giải sự mê hoặc của ý thức hệ ngoại lai Cộng sản; Hóa giải sự nghi hoặc tự thân vì dao động trước những chướng ngại của thời thế; và Hóa giải nguy cơ thành Giải pháp thay thế, một Giải pháp mới cho dân tộc.\"\n\n==Nhận xét==\n* Về vai trò Phật giáo trong cuộc đảo chính 1.11.1963: \"Vai trò Phật giáo hướng dẫn con đường dân tộc vượt thoát luồng tư tưởng nhị nguyên Tây phương nổ ra qua cuộc tranh chấp ý thức hệ phân đôi thế giới giữa Cộng sản và Tư bản. Giới tướng lãnh quân nhân làm cuộc đảo chính 1.11.1063 theo chỉ thị của Hoa Kỳ để thực hiện chính sách Hoa Kỳ tại Việt Nam. Đáng tiếc vai trò Phật giáo tuy thành công trên phương diện tín ngưỡng, nhưng thất bại trên phương diện xã hội. Một phần vì giới trí thức Phật giáo không được chuẩn bị, phần khác lực lượng quần chúng Phật giáo không được tổ chức để đối ứng với tình hình thế sự. Nên đã bị các thế lực chính trị khuynh loát.\"<ref name=\"gio1\"\/>.\n* Về hội đoàn người Việt trên thế giới: \"Điểm ưu của người Việt hải ngoại là tấm lòng cố quốc và ý chí chống Cộng. Nhưng điểm khuyết là sự chia rẽ, phân hóa, kỳ thị vùng miền, tôn giáo, thờ ơ với xu thế toàn cầu dù sống trên địa bàn thế giới. Sinh hoạt chung thường nệ ngôn từ, tiểu tiết hơn là nội dung và thực chất. Nặng nhất là tinh thần đảng tranh, một hậu quả lịch sử từ năm 1945. Thoạt đầu là đảng tranh Quốc-Cộng, sau thành Quốc-Quốc. Vì vậy trên đấu trường, chỉ thấy \"quân ta thắng quân mình\", bỏ ngỏ cho địch hoành hành. Điểm bất lợi khác, một số các đoàn thể không có đường lối chiến lược. Chống Cộng nhưng không Vượt Cộng. Vì vậy, cứ ở lì nơi thế phản ứng, chưa có động thủ chủ động. vô hình trung giúp đối phương tranh thủ thời gian xâm lấn, nằm vùng, tạo ly gián. Đáng buồn là trong tư thế ấy những phong trào Chống Cộng đang viện trợ \"thời gian\" cho Cộng sản đứng vững. Chống mà lại thành ra liên minh! Mâu thuẫn hết chỗ nói. Nhận định như trên tôi thấy sự mắc cạn của một số tổ chức chống Cộng. Chống cho thỏa tấm lòng ấm ức hoặc thù hận, mong tìm lại cảnh vàng son thuở trước (sẽ chẳng bao giờ có lại). Nhưng mất liên hệ máu thịt với xu thế thế giới, đặc biệt với đại khối quần chúng trong nước đang ngày càng khổ ách, nhưng đồng thời cũng ngày càng vượt khỏi tầm nhìn hay ước vọng của người hải ngoại.\"<ref name=\"gio2\"\/>\n* Những khuyết điểm của văn hóa Việt Nam trong việc phát triển quốc gia<ref name=\"gio2\"\/>:\n:::*\"Chưa phát triển tận cùng Ý thức Dung hóa. Cụ Phan Khôi là người giải thích ý thức dung hóa khá hình tượng. Cụ bảo tằm ăn lá dâu nhả ra tơ, voi ăn bã mía chỉ thoát ra phân. Tôi hiểu ý thức dung hóa là con tằm.\"\n:::*\"Tục ngữ ví von khá cảm động: Ta về ta tắm ao ta \/ Dù trong dù đục ao nhà vẫn hơn. Cảm động và chan chứa tình quê nhưng không thực tế. Nhân loại ngày càng bước tới nền văn minh tổng hợp, vượt thoát biên giới quốc gia. Từ chân trời thiên niên kỷ thứ ba đã ló ra một nền văn minh xuyên hành tinh. Thế mà người Việt cứ quanh quẩn với cái \"ao nhà\" xem ra bất tiện và lạc hậu. Từ cái \"ao nhà\" chan chứa tình quê, nay biến thành quán tính và lối suy nghĩ cục bộ, vùng miền, địa phương, tất khó phát triển và tiến bộ, lại đánh mất tính nhân loại.\"\n:::*\"Truyền thuyết Âu Cơ – Lạc Long quân chia 50 con lên núi, 50 con xuống biển tạo dựng mối quân bình giữa trí tuệ (núi) và trái tim tức hành động (biển). Thế nhưng chúng ta quên mất thế quân bình giữa tim và óc ấy, để sống mãi với vong thức phân hóa, chia rẽ, tranh chấp.\"\n:::*\"Điều còn thiếu trong nền văn hóa Việt Nam là tính sáng tạo. Thiếu sáng tạo nên giỏi bắt chước. Giỏi bắt chước dẫn tới việc đi làm mọi cho người. Những thế kỷ xưa, khi Phật giáo tàn tạ vì giới Cư sĩ trí thức Phật giáo vắng bóng, đạo Phật rơi vào tay các ông thầy cúng, thì sĩ phu Việt Nam đi học Tàu, rất chăm và rất cố tín. Đầu thế kỷ XX sĩ phu Việt Nam thức tỉnh trước sự xâm lấn Tây phương. Nhưng sự thức tỉnh ấy chỉ đẻ ra hai giới trí thức làm mọi cho Tây phương thực dân và Tây phương cộng sản. Không thấy các ông sáng tạo được tư tưởng gì cho sự tự do tối hậu của con người, không đẻ ra một triết lý chính trị cứu dân cứu nước như ông Gandhi bên Ấn Độ.\"\n:::*\"Nước ta cần phát triển tính tự trào. Người Việt nghiêm trang quá. Nghiêm trang đến nghiêm trọng, rồi quan trọng hóa cá nhân mình thành những thần hoàng xa lạ, cô đơn nơi miếu thờ. Khiến cho một quốc gia mà số tổng thống đông hơn dân. Ta biết châm biếm và châm biếm giỏi, nhưng là châm biếm người khác. Không biết tự trào, tự châm biếm mình, không biết tự thân phục thiện, tự thân cầu thị.\"\n:::*\"Do vị thế địa chính làm cho đất nước bị kẻ mạnh thường xuyên xâm lấn, châm biếm trở thành vũ khí của kẻ yếu. Xài lâu qua trường kỳ lịch sử với bọn ngoại xâm, nay quay ngược trở thành châm biếm nhau trong cộng đồng dân tộc. Không còn biết quý trọng nhau. Nhân tài của nước Nhật được trân quý như Quốc bảo mỗi khi họ đi ra nước ngoài, được tôn vinh và bảo vệ. Nhân tài nước ta bị dân ta xúc xiểm, đàn hặc, ác khẩu châm biếm, miệt thị. Nay sự châm biếm vô ý thức ấy được bồi dưỡng thêm nền văn hóa chửi, nền văn hóa cáo buộc của Cộng sản, chúng ta biến châm biếm thành mạ lỵ tục tằn, thành bia miệng giết người. Đánh mất sự khôn ngoan của tổ tiên Khôn ngoan đá đáp người ngoài \/ Gà cùng một mẹ chớ hoài đá nhau.\"\n*Về chủ nghĩa Cộng sản<ref name=\"gio2\"\/>: \"Chủ nghĩa Cộng sản là Hư vô chủ nghĩa, tập đại thành tiêu cực của triết lý Tây phương từ Platon đến Marx. Một chủ nghĩa Không-Có-Con-Người. Nó chỉ sản sinh loài nô lệ. Nô lệ là kẻ sống bằng giấc mộng của kẻ khác, mệnh lệnh của kẻ khác. Kẻ khác sáng thế ra nó. Nó mất khả năng sáng tạo của con người toàn diện và toàn bộ trong các tương quan cá thể với thế giới, với mọi loài, và vũ trụ. Chủ nghĩa Cộng sản chỉ biết thống trị, không biết thành tựu thế mệnh nhân sinh....Phê phán của Marx về tư bản Tây phương thế kỷ XIX có tính công bằng và nhân đạo. Nhưng từ khi Lenine đem phê phán kinh tế và xã hội của Marx vào áp dụng chính trị Bolchevik ở Nga, rồi kế tục với Staline, Mao Trạch Đông, Hồ Chí Minh, thì chủ nghĩa Cộng sản biến thành chủ nghĩa hút máu, một thứ chính trị côn đồ - Voyoucratie - tập trung vô liêm sỉ các quyền lực quốc gia.\"\n*Về chiến tranh Việt Nam<ref name=\"gio2\"\/>: \"Đây là cuộc chiến thừa sai của hai khối Tư bản và Cộng sản. Người Việt Nam không có tiếng nói, không đạt được mục tiêu sơ đẳng là độc lập, hòa bình, nói chi tới tự do và dân chủ. Bi kịch thảm thương của nước Việt là số người chết cả hai bên Nam Bắc lên tới 8 triệu (lính và thường dân), chưa kể đất đai, rừng núi, nhà cửa bị tàn phá, văn hoá vong thân.\"\n\n==Xem thêm==\n* [[Thuyền nhân Việt Nam]]\n* [[Giáo hội Phật giáo Việt Nam Thống nhất]]\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nhà báo Việt ở nước ngoài]]\n[[Thể loại:Nhà hoạt động nhân quyền Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Người Việt di cư tới Pháp]]\n[[Thể loại:Sinh năm 1935]]\n[[Thể loại:Mất năm 2023]]"}