{"826294":"{{Cần biên tập|date=tháng 1\/2022}}\n{{Chú thích trong hàng|date=tháng 1\/2022}}\n{{Ca sĩ Việt Nam\n| bgcolour = #158515\n| tên = Võ Minh Lâm\n| image = \n| nickname = Chuông Vàng\n| caption = \n| tên thật = Võ Minh Lâm\n| ngày sinh = {{ngày sinh và tuổi|1989|8|22}}\n| nơi sinh = [[Cần Thơ (thành phố trực thuộc tỉnh)|thành phố Cần Thơ]], [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]], [[Việt Nam]]\n| ngày mất = \n| nơi mất = \n| thể loại = [[Cải lương]]\n| nhạc sĩ = \n| ca khúc = \n| ban nhạc = \n|quốc tịch={{VIE}}|nationality={{VIE}}}}\n'''Võ Minh Lâm''' (sinh năm [[1989]]) là một [[nghệ sĩ cải lương]] Việt Nam. Anh là thí sinh nhỏ tuổi nhất và cũng là người đầu tiên đoạt giải [[Chuông vàng vọng cổ truyền hình]] khi giải này được tổ chức năm [[2006]].\n\n==Thân thế ==\nAnh sinh ngày [[22 tháng 8]] năm [[1989]], tại thành phố [[Cần Thơ (thành phố trực thuộc tỉnh)|Cần Thơ]]. Xuất thân trong [[gia đình]] có cha mẹ đều là nghệ sĩ cải lương, sống cuộc sống rày đây mai đó nên từ nhỏ, Võ Minh Lâm phải ở với bà nội để tiện việc học hành. Mỗi [[Mùa hạ|mùa hè]], Lâm được ba mẹ đưa theo đoàn chơi, và cũng tập tành ca hát. Nhưng cho tới tận năm lớp 9, mơ ước của Lâm không phải là trở thành nghệ sĩ cải lương, mà là [[họa sĩ]]. Vậy mà không hiểu sao, học hết lớp 9, Lâm lại thi vào trường trung cấp Văn Hóa-Nghệ thuật của Cần Thơ, để bắt đầu bước chân vào nghề hát.\n\n==Vào nghề==\n===Giải thưởng===\n\nGiấy khen đạt thành tích tốt trong Hội thi Giọng ca cải lương PTTH Sóc Trăng lần 2-2004 (15 tuổi)\n\nGiấy khen trong Liên hoan đờn ca tài tử quận Ninh Kiều 2005 (16 tuổi)\n\nGiải 3 cuộc thi ca, diễn cải lương Mộc Quán Nguyễn Trọng Quyền lần thứ 3 - 2005.\n\nGiấy khen trong Liên hoan đờn ca tài tử quận Ninh Kiều - Cần Thơ - 2006 (17 tuổi)\n\nGiải khuyến khích cuộc thi Giọng ca cải lương \"Sông Tràm\" lần 1 - 2006\n\nQuán quân cuộc thi “Ngôi Sao Vọng Cổ Truyền Hình” - 2006\n\nHuy chương vàng cuộc thi “Tài năng trẻ diễn viên sân khấu cải lương và dân ca kịch chuyên nghiệp toàn quốc\" - 2014\nHuy chương vàng giải Trần Hữu Trang\n\nGiải Mai Vàng 2021\n===Bước ngoặt===\n\nNăm [[2006]], khi đang học năm thứ 3 trường VH-NT, Lâm tham gia cuộc thi [[Chuông vàng vọng cổ truyền hình]] do [[Đài Truyền hình Thành phố Hồ Chí Minh|HTV]] tổ chức và đoạt giải Chuông Vàng. Sau khi tốt nghiệp, Lâm chính thức được mời về đoàn '''Thắp sáng niềm tin''' của [[Nhà hát Cải lương Trần Hữu Trang]] và hoạt động đến nay.\n\n==Vai diễn==\n\n===Truyền hình===\n*Lý Nam Nam trong vở cải lương “Trắng Hoa Mai“ (2007)\n*Hoàng Xuân Trúc trong vở cải lương “Mai trắng se duyên” (2009)\n*Trịnh Ngọc Đường trong vở cải lương “Xa phu đi sứ“ (2010)\n*Lê Long Đĩnh trong vở cải lương “Mùa xuân bất tận“ (2010)\n*Lê Liêm trong vở cải lương “Bến nước Ngũ Bồ“ (2011)\n* Tú Uyên trong vở cải lương “Người đẹp trong tranh”\n===Sân khấu===\n*Lý Huệ Tông trong vở cải lương Dấu ấn giao thời (2009), HCB Hội diễn Sân khấu chuyên nghiệp toàn quốc 2009.\n*Triệu Sóc, Triệu Võ trong vở cải lương Đứa con nhà họ Triệu (2010), [[giải Mai Vàng]] do [[người lao động (báo)|báo Người lao động]] tổ chức năm 2010.\n*Ngọ trong vở cải lương Đả chiến phá sông Ngân (2011)\n*Chu Liệt Mạnh Đình vở Cải lương \"Hồ đoạt mệnh\" (2012, 2013)\n*Cổ Trúc Thiên Mộc vở \" Sắc xuân gửi lại\" (2013)\n*Cố Sầu vở “Chuyện tình Khau Vai” (2021)\n*Vua Priem vở “Nàng Xê-đa” (2021, 2022)\n*Tiết Thiệu vở “Khát Vọng Vương Quyền” (2021, 2022)\n*Lương Sơn Bá vở “Lương Sơn Bá, Chúc Anh Đài” (2022)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.facebook.com\/fanpagevominhlam Fanpage của Võ Minh Lâm]\n* [https:\/\/tienphong.vn\/guong-mat-tre-viet-nam-tieu-bieu-tu-hao-tiep-buoc-cha-anh-post1321916.tpo Gương mặt trẻ Việt Nam tiêu biểu: Tự hào tiếp bước cha anh]\n*[https:\/\/tuoitre.vn\/vu-linh-va-chuong-vang-vong-co-vo-minh-lam-cung-dong-luong-son-ba-20220213015217666.htm Vũ Linh và Chuông vàng vọng cổ Võ Minh Lâm cùng đóng Lương Sơn Bá]\n*[http:\/\/nld.com.vn\/van-nghe\/nghe-si-vo-minh-lam-nhan-tin-vui-sau-giai-mai-vang-20220223074459894.htm Nghệ sĩ Võ Minh Lâm nhận tin vui sau giải Mai Vàng]\n*[https:\/\/thanhnien.vn\/vo-minh-lam-san-sang-bo-show-may-chuc-trieu-dong-de-tron-vai-dien-cai-luong-post1423611.html Võ Minh Lâm sẵn sàng bỏ show mấy chục triệu đồng để tròn vai diễn cải lương]\n*[http:\/\/nld.com.vn\/van-nghe\/emagazine-nghe-si-vo-minh-lam-giai-mai-vang-cho-toi-nghi-luc-lam-nghe-20211224075020364.htm Nghệ sĩ Võ Minh Lâm: Giải Mai Vàng cho tôi nghị lực làm nghề]\n*[https:\/\/tuoitre.vn\/vo-minh-lam-lam-gi-thi-lam-ngoi-nha-toi-muon-tro-ve-van-la-cai-luong-20200311104248546.htm Làm gì thì làm, ngôi nhà tôi muốn trở về vẫn là cải lương]\n*[https:\/\/laodongtre.laodong.vn\/gameshow\/kep-chinh-vo-minh-lam-lan-dau-ke-ve-ap-luc-quan-quan-1034063.ldo ”Kép chính” Võ Minh Lâm lần đầu kể về “áp lực” quán quân]\n{{Giải Mai vàng cho Nam diễn viên sân khấu}}\n\n{{thời gian sống|1989}}\n\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Người giành giải Mai vàng]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Người Cần Thơ]]"}