{"209287":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Cần biên tập|date=tháng 1\/2022}}\n{{Thông tin nhân vật\n| tên = Võ Đình Cường\n| hình = Võ Đình Cường.jpg\n| alt = \n| ghi chú hình = \n| tên khai sinh = <!-- chỉ dùng nếu khác với tên (ở trên) -->\n| ngày sinh = 1918\n| nơi sinh =Thạch Bình, huyện Quảng Điền, tỉnh Thừa Thiên Huế \n| ngày mất = {{Năm mất và tuổi|2008|1918}}\n| nơi mất = \n| quốc gia = {{VIE}}\n| tên khác = Nguyên Hùng\n|kiểu tên khác = Pháp danh\n|tôn giáo = Phật giáo\n| năm hoạt động =\n| nổi tiếng = \n| notable_works =\n}}\n[[Tập tin:Lễ đặt đá xây dựng Trại Trường.jpg|nhỏ|261x261px|Huynh trưởng Võ Đình Cường tại Lễ đặt đá xây dựng Trại trường]]\n'''Võ Đình Cường''' ([[1918]]-[[2008]]) là một cư sĩ Phật giáo với pháp danh '''Nguyên Hùng'''. Ông là một nhân sĩ trí thức và một trong những sáng lập viên của phong trào [[Gia đình Phật tử Việt Nam]].\n==Thân thế==\nVõ Đình Cường sinh năm Mậu Ngọ (1918) tại thôn Thạch Bình, thị trấn [[Sịa]], huyện [[Quảng Điền]], tỉnh [[Thừa Thiên Huế]]; xuất thân trong một gia đình thâm tín [[Phật giáo|Đạo Phật]], ông đã thọ [[Quy y|Tam quy]] ngũ giới với Trưởng lão [[Hòa thượng]] Thích Trí Thủ tại Tu viện Quảng Hương Già Lam.\n\n==Gia đình Phật tử Việt Nam==\nMùa thu năm 1940, anh tham gia Đoàn Thanh niên Phật học Đức Dục do Bác sĩ Tâm Minh [[Lê Đình Thám]] thành lập gồm những thanh niên trí thức yêu nước, có một niềm tin mạnh mẽ vào lý tưởng giải thoát của Đạo Phật để giải phóng dân tộc khỏi sự áp bức.\n\nVào năm 1944, bác sĩ Tâm Minh Lê Đình Thám thành lập Gia đình Phật Hóa Phổ. Ông là thành viên tham gia tích cực nhất bên cạnh bác sĩ. Tuy nhiên, cuối năm 1946, khi cuộc toàn quốc kháng chiến chống thực dân Pháp nổ ra, bác sĩ trở về quê nhà [[Quảng Nam]] rồi sau đó ra [[Hà Nội]]. Kể từ đó, Võ Đình Cường là người tiếp nối việc giáo dục tổ chức Gia đình Phật Hóa Phổ. Tuy nhiên, do hoàn cảnh chiến tranh ác liệt, mãi từ năm 1947, ông mới có thể dành hết tâm sức của mình cho sự nghiệp gầy dựng, phát triển và hướng dẫn giáo dục cho Gia đình Phật Hóa Phổ.\n\nVào năm 1951, Đại hội Gia đình Phật Hóa Phổ tổ chức tại chùa Từ Đàm, Huế, đã đổi danh xưng Gia đình Phật Hóa Phổ thành [[Gia đình Phật tử Việt Nam|Gia đình Phật tử]] Việt Nam, và bầu Võ Đình Cường làm Trưởng ban Hướng dẫn Gia đình Phật tử Trung Phần. Trung tuần tháng 5 năm 1951, ông cùng một số Huynh trưởng cốt cán như Lê Cao Phan, Phan Canh Tuân, Nguyên Xuân Quyền, Lê Cảnh Đạm, Lê Văn Dũng, Văn Đình Hy, chị Hoàng Thị Kim Cúc... tổ chức hội trại huấn luyện Kim Cang nhằm mục đích đào tạo Huynh trưởng nòng cốt cho ba miền Bắc - Trung - Nam.\n\nVào thượng tuần tháng 5 năm 1951, Đại hội Phật giáo toàn quốc gồm 6 tập đoàn Phật giáo khắp ba miền Bắc - Trung - Nam tổ chức tại chùa Từ Đàm, Huế, ông được Đại hội cử làm Ủy viên Thanh niên của Liên phái.\n\nMùa hè năm 1952, anh thành lập một Ban quản trại lưu động để huấn luyện và đào tạo Huynh trưởng các tỉnh: Quảng Nam, Khánh Hòa, Ninh Thuận, Đà Lạt..., làm hạt nhân phát triển.\n\nAnh luôn quan tâm đến việc gầy dựng và đào tạo các thế hệ Huynh trưởng kế thừa: tháng 12 năm 1973, trong buổi lễ khánh thành Trại trường Gia đình Phật tử Việt Nam tại hồ Than Thở, Đà Lạt và khai mạc khóa Trại Huấn luyện Huynh trưởng cấp III, Vạn Hạnh I, anh đã nói lên nguyện vọng tha thiết của mình: \"...chính hôm nay trước mắt quý vị, trên 80 Huynh Trưởng trên toàn quốc đã tề tựu về đây dự trại huấn luyện cấp III, là trại cao nhất mà BHD chúng tôi sẽ mở ra tại Trại Trường này sau buổi lễ khánh thành hôm nay.\"\n\nTháng 7 năm 2001, với tư cách Cố vấn [[Gia đình Phật tử Việt Nam]], Huynh trưởng Võ Đình Cường đã cùng các Huynh trưởng cấp Tấn, cấp Dũng cao niên như cư sĩ: Tống Hồ Cầm, Lê Cao Phan, Nguyễn Hữu Huỳnh... về Huế chủ trì Hội nghị Huynh trưởng cấp Tấn toàn quốc, đồng thời tham dự buổi lễ kỷ niệm 50 năm thành lập [[Gia đình Phật tử Việt Nam]] Việt Nam do Phân Ban Hướng dẫn [[Gia đình Phật tử Việt Nam]] Thừa Thiên Huế tổ chức. Đặc biệt vào dịp này, lại một lần nữa, mặc dù tuổi đã cao nhưng anh vẫn hoan hỷ đảm nhiệm chức vụ Trại trưởng và đã long trọng phát biểu khai mạc khóa Trại Huấn luyện Huynh trưởng cấp III - Vạn Hạnh II với số lượng 300 Huynh trưởng tham dự sau một thời gian gần 30 năm kể từ trại Vạn Hạnh I tổ chức tại Đà Lạt.\n==Hoạt động văn hóa==\nNăm 1941 đến 1945, ông là cộng tác viên của Tạp chí ''Viên Âm'', cơ quan ngôn luận của Hội An Nam Phật học do Bác sĩ Tâm Minh Lê Đình Thám làm Chủ nhiệm.\n\n- Từ năm 1945 đến năm 1957, Cư sĩ đảm nhiệm khi thì làm Tổng thư ký Tòa soạn, khi thì Biên tập viên các báo ''Giải thoát'', ''Tiến hóa'', ''Ngày Mai'', ''Liên Hoa'' tại Huế.\n\n- Từ năm 1957 đến 1966, tại Sài Gòn, Cư sĩ đảm nhiệm Biên tập viên Tạp chí ''Phật giáo Việt Nam'', Tổng Thư ký tuần báo ''Hải Triều Âm'' và Tổng Thư ký Tòa soạn tuần báo ''Thiện Mỹ'' của [[Giáo hội Phật giáo Việt Nam Thống nhất]].<ref>[http:\/\/www.buddhismtoday.com\/viet\/dien\/012-ttb-baochiPG.htm Báo chí Phật giáo]<\/ref>\n\n- Năm 1976, Cư sĩ đảm trách Tổng biên tập báo ''Giác ngộ'' cho đến năm 1990.\n\n- Năm 1980, Cư sĩ là một trong những thành viên tích cực vận động thống nhất Phật giáo. Năm 1981, Đại hội đại biểu Phật giáo toàn quốc kỳ I họp tại Thủ đô Hà Nội thành lập [[Giáo hội Phật giáo Việt Nam]], Cư sĩ được Đại hội cử giữ chức Trưởng ban Văn hóa Trung ương GHPGVN. Với cương vị này, vào năm 1982, Cư sĩ đã cho ra đời tờ Tập văn Phật giáo thuộc Ban văn hóa Trung ương GHPGVN liên tục cho đến năm 2004 thì đình bản để xin chuyển sang Tạp chí. Khi được Bộ Văn hóa chấp thuận Tạp chí Văn hóa Phật giáo ra đời, Cư sĩ lại đảm nhận trọng trách Tổng biên tập.\n\nNgoài ra, Cư sĩ còn là một nhà văn đã xuất bản trên 10 đầu sách như: \n* ''[[Ánh đạo vàng]]'' năm 1945;\n* Thử Hòa Điệu Sống, năm 1949;\n* Đây Gia đình (hồi ký) năm 1956;\n* Đường Tam Tạng Thỉnh Kinh năm 1960;\n* Những Cặp Kính Màu năm 1964;\n* Những Ngả Đường (truyện dài), năm 1965;\n* Đạo Phật Qua Cặp Kính Màu Của Tôi (nghị luận) năm 1967;\n* Cành Hoa Mẹ Tặng (tuyển tập), năm 1994;\n* Cô Gái Bất Khuất (dịch tuyển truyện ngắn của Somerset Maugham) năm 1972;\n* Vi Phạm Nhân quyền Miền Nam Việt Nam (dịch từ nguyên bản tiếng Pháp của Phái đoàn điều tra Liên Hợp Quốc về [[Biến cố Phật giáo, 1963|cuộc đàn áp Phật giáo năm 1963]] của [[Đệ Nhất Cộng hòa Việt Nam|chính quyền Ngô Đình Diệm]]), xuất bản năm 1964.\n\n== Suốt đời phụng sự cho lý tưởng==\nNăm 1951, Đại hội Phật giáo Bắc - Trung - Nam tổ chức tại Tổ đình [[Chùa Từ Đàm|Từ Đàm]] - Huế, ông là Ủy viên Thanh niên Phật tử Tổng hội Phật giáo.\n\nTháng giêng năm 1964, khi [[Giáo hội Phật giáo Việt Nam Thống nhất]] thành lập, ông được Đại hội cử đảm nhiệm Vụ trưởng Gia đình Phật tử Vụ, Trưởng ban Hướng dẫn Trung ương Gia đình Phật tử Việt Nam cho đến năm 1981.\n\nĐối với xã hội, ông là một nhà giáo mô phạm đã tham gia giảng dạy tại một số trường trung học tư thục ở cố đô Huế và Sài Gòn. Nhiều thế hệ thanh thiếu niên học sinh sau đó đã trở thành những người có vị trí trong xã hội, góp phần xây dựng đất nước cho đến ngày nay.\n\nÔng qua đời ngày 6 tháng 3 năm 2008, thọ 91 tuổi.\n==Các chức vụ từng nắm giữ==\n- Ủy viên Hội đồng Trị sự Giáo hội Phật giáo Việt Nam\n \n- Ủy viên Trung ương Mặt Trận Tổ Quốc Việt Nam,\n \n- Trưởng ban Văn hóa Trung ương G.H.P.G.V.N,\n \n- Phó Viện trưởng Viện Nghiên cứu Phật học Việt Nam,\n\n- Tổng Biên tập Tạp chí Văn hóa Phật giáo,\n\n- Tổng Biên tập Báo Giác Ngộ,\n\n- Sáng lập viên Gia đình Phật tử Việt Nam,\n\n- Trưởng ban Hướng dẫn [[Gia đình Phật tử Việt Nam]] (1951-1975),\n\n- Cố vấn Phân ban Hướng dẫn Gia đình Phật tử Trung ương Giáo hội Phật giáo Việt Năm\n\nKich: Suối Từ\nKich: Mùa Gặt Ác\n\n== Chú thích ==\n<br \/>{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=117 Lời tưởng niệm cư sĩ Võ Đình Cường của Giáo hội Phật giáo Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080420133621\/http:\/\/www.giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=117 |date = ngày 20 tháng 4 năm 2008}}\n*[http:\/\/giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=116 Chùm ảnh tiễn đưa anh Võ Đình Cường về nơi an nghỉ cuối cùng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080418134013\/http:\/\/www.giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=116 |date = ngày 18 tháng 4 năm 2008}}\n*[http:\/\/giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=115 Chùm ảnh Gia đình Phật tử Việt Nam truy niệm cố huynh trưởng Nguyên Hùng Võ Đình Cường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080418134008\/http:\/\/www.giadinhphattu.vn\/modules.php?name=News&op=viewst&sid=115 |date = ngày 18 tháng 4 năm 2008}}\n*{{Thời gian sống|Sinh=1918|Mất=2008}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Gia đình Phật tử]]\n[[Thể loại:Phật tử Việt Nam]]"}