{"655621":"'''Võ học Đàng Ngoài thời Lê trung hưng''' phản ánh việc đào tạo và thi cử võ bị của chính quyền [[nhà Hậu Lê|Lê]]-[[chúa Trịnh|Trịnh]] trong [[lịch sử Việt Nam]].\n\n== Trước thế kỷ 18 ==\nKhoa cử [[Việt Nam]] thực hiện cơ bản theo các triều đại [[phong kiến]] [[Trung Quốc]]. Đối với nền võ học, Trung Quốc đã hình thành từ thời [[Võ Tắc Thiên]]<ref>Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải, sách đã dẫn, tr 261<\/ref>, còn Võ học Việt Nam phát triển chậm hơn. Dù đào tạo võ đã hình thành từ các đời trước, việc đưa võ học phát triển khá hoàn bị thành những kỳ thi và danh hiệu chính thức thì chỉ bắt đầu từ thời chúa [[Trịnh Cương]]. Ông được xem là người hoàn thiện nền võ học thời phong kiến Việt Nam<ref name=\"dxl265\">Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải, sách đã dẫn, tr 265<\/ref>.\n\nTừ thời [[nhà Lý|Lý]], việc đào tạo quân đội một cách có hệ thống đã được sử sách phản ánh. Từ đó qua thời [[nhà Trần|Trần]] đến thời Lê sơ và thời [[nhà Mạc|Mạc]], việc đào tạo quân lính vẫn được thực hiện, nhưng chỉ dừng lại ở luyện tập và thực hành như đánh võ, bắn cung, đánh khiên,… sang đầu thời Lê trung hưng thêm môn bắn súng. Việc học tập nâng cao trình độ lý thuyết quân sự và tổ chức thi cử chưa được áp dụng.\n\n== Từ thời Trịnh Cương ==\n=== Quy chế thi võ học ===\nNăm Bảo Thái thứ 2 ([[1721]]), chúa [[Trịnh Cương]] quyết định mở Võ học sử (trường Võ học) tại [[Thăng Long]] và đặt chức quan giáo thụ dạy võ học, chính thức khởi đầu cho sự nghiệp đào tạo võ học, và từ đây bắt đầu có các nhà khoa bảng võ nghiệp [[Đại Việt]]<ref name=\"dxl265\"\/>.\n\nSự kiện này mở đầu cho một thời kỳ nở rộ võ học chính quy của nước Đại Việt không chỉ có trình độ võ nghệ giỏi mà còn thông thạo võ kinh (lý thuyết quân sự) bài bản. Lần đầu tiên trong lịch sử Việt Nam chính thức công nhận và vinh danh các nhà khoa bảng võ học với danh xưng là Tạo sĩ (Tiến sĩ võ), nâng tầm võ nghiệp lên ngang hàng với văn nghiệp<ref>Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải, sách đã dẫn, tr 265-266<\/ref>.\n\nTheo lệnh của Trịnh Cương, đình thần định rõ nội dung học và phép thi võ gồm đủ các môn võ nghệ, luyện tập chiến lược trong võ kinh. Kỳ thi hàng tháng gọi là tiểu tập, kỳ thi mỗi quý gọi là đại tập. Các võ sinh qua được 12 kỳ thi tiểu tập và 4 kỳ đại tập sẽ được tuyển chính thức và được giáo thụ trực tiếp giảng dạy đề cử bổ dụng.\n\nĐể khuyến khích võ học, Trịnh Cương ra lệnh cho các binh sĩ được phép ứng thí như những thí sinh tự do khác. Năm [[1723]], triều đình cho mở khoa thi sơ cử và năm [[1724]] cho thi khoa Bác cử. Với việc định kỳ 3 năm mở một kỳ thi, võ học Việt Nam chính thức ra đời. Lệ thi 3 năm 1 lần, chia làm hai loại: Thi ở các trấn gọi là Sở cử vào các năm [[tý]], [[ngọ]], [[mão]], [[dậu]] và thi ở kinh đô gọi là Bác cử vào các năm [[thìn]], [[tuất]], [[sửu]], [[mùi]]. Khoa sở cử do chúa Trịnh tự mình xét duyệt và vua Lê tham dự<ref name=\"vsh101\">Viện Sử học, sách đã dẫn, tr 101<\/ref>.\n\nQuy cách tổ chức thi rất quy củ, vào tuần đầu tháng 4, Bộ Binh khải lên [[chúa Trịnh]] xin chiếu lệ mở khoa thi, chúa Trịnh chuẩn khải và tháng 10 thi hành. Những người được chỉ định trông thi gồm:\n* 1 võ quan làm đề hiệu\n* 2 giám thứ\n* 2 giám khảo\n* 4 phúc khảo\n* 4 đồng khảo\n\nSố quan trông thi được lựa chọn từ 2 ban văn võ, các luật lệ trường thi tuân theo thể lệ [[thi Hương]] của ban văn<ref name=\"dxl268\">Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải, sách đã dẫn, tr 268<\/ref>.\n\nKhoa thi võ học đầu tiên tổ chức tại nhà võ học ở trường [[Giảng Võ]] kinh thành [[Thăng Long]]. Mỗi khoa thi chia làm 3 trường. Trường thứ nhất hỏi 10 câu trong bộ Võ kinh thất hư, trường nhì thi võ nghệ, trường 3 thi văn sách, hỏi thao lược binh gia.\n\nNgười trúng tuyển trong cả ba trường trong các kỳ thi Sở cử gọi là Cống sĩ, đỗ thấp hơn gọi là Biền sinh; chỉ trúng 2 trường gọi là Sinh viên. Người trúng tuyển cả ba trường trong kỳ thi Bác cử gọi là ''Tạo sĩ'', người chỉ trúng 2 trường gọi là ''Tạo toát''. Học vị Tạo sĩ bên ban võ cũng như học vị tiến sĩ bên ban văn<ref name=\"vsh101\"\/>.\n\n===Các khoa thi võ học thời Lê trung hưng===\nCác khoa thi võ học thời Lê trung hưng bắt đầu thời [[Lê Dụ Tông]], kỳ cuối thời [[Lê Hiển Tông]]:\n\n{{đầu bảng}}\n! TT\n! Đời vua\n! Số khoa thi\n! [[Niên hiệu]]\n! Năm\n! Số người đỗ\n|-----\n| 1\n| [[Lê Dụ Tông]]\n| 2\n| Bảo Thái 5\n| 1724\n| 11\n|-{{hàng xám}}\n| 2\n| Lê Dụ Tông\n| \n| Bảo Thái 8\n| 1727\n| 5\n|-----\n| 3\n| [[Lê Duy Phường]]\n| 1\n| Vĩnh Khánh 3\n| 1731\n| 10\n|-{{hàng xám}}\n| 4\n| [[Lê Thuần Tông]]\n| 1\n| Long Đức 2\n| 1734\n| 11\n|-----\n| 5\n| [[Lê Ý Tông]]\n| 2\n| Vĩnh Hựu 2\n| 1737\n| 3\n|-{{hàng xám}}\n| 6\n| Lê Ý Tông\n| \n| Vĩnh Hựu 5\n| 1740\n| 5\n|-----\n| 7\n| [[Lê Hiển Tông]]\n| 13\n| Cảnh Hưng 4\n| 1743\n| 5\n|-{{hàng xám}}\n| 8\n| Lê Hiển Tông\n| \n| Cảnh Hưng 13\n| 1752\n| 7\n|-----\n| 9\n| Lê Hiển Tông\n| \n| Cảnh Hưng 15\n| 1754\n| 6\n|-{{hàng xám}}\n| 10\n| Lê Hiển Tông\n| \n| Cảnh Hưng 18\n| 1757\n| 16\n|-----\n| 11\n| Lê Hiển Tông\n| \n| Cảnh Hưng 21\n| 1760\n| 8\n|-{{hàng xám}}\n| 12\n| Lê Hiển Tông\n| \n| Cảnh Hưng 24\n| 1763\n| 11\n|-----\n| 13\n| Lê Hiển Tông\n| \n| Cảnh Hưng 27\n| 1766\n| 7\n|-{{hàng xám}}\n| 14\n| Lê Hiển Tông\n| \n| Cảnh Hưng 30\n| 1769\n| 11\n|-----\n| 15\n| Lê Hiển Tông\n| \n| Cảnh Hưng 33\n| 1772\n| 23\n|-{{hàng xám}}\n| 16\n| Lê Hiển Tông\n| \n| Cảnh Hưng 37\n| 1776\n| 21\n|-----\n| 17\n| Lê Hiển Tông\n| \n| Cảnh Hưng 40\n| 1779\n| 5\n|-{{hàng xám}}\n| 18\n| Lê Hiển Tông\n| \n| Cảnh Hưng 42\n| 1781\n| 7\n|-----\n| 19\n| Lê Hiển Tông\n| \n| Cảnh Hưng 46\n| 1785\n| 28\n|-{{hàng xám}}\n| \n| '''Tổng số'''\n| \n| \n| \n| '''199'''\n|}\n\nTổng số thời Lê trung hưng đã tổ chức 19 kỳ thi võ học trong vòng 69 năm, lấy đỗ 199 tạo sĩ<ref>Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải, sách đã dẫn, tr 270<\/ref>.\n\n==Xem thêm==\n* [[Quân đội nhà Lê trung hưng]]\n* [[Giáo dục khoa cử Đàng Ngoài thời Lê trung hưng]]\n\n==Tham khảo==\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4,'' Nhà xuất bản Khoa học xã hội\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* Đinh Xuân Lâm, Đinh Khắc Thuân, Trịnh Hải ([[2010]]), ''Chúa [[Trịnh Cương]] cuộc đời và sự nghiệp'', Nhà xuất bản Văn hóa thông tin.\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}