{"812871":"{{Thông tin nhân vật\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| tên khai sinh = Võ Hồng Anh\n| ngày sinh = {{ngày sinh|1939|12|4}}\n| nơi sinh = [[Hà Nội]]\n| ngày mất = {{ngày mất và tuổi|2009|7|18|1939|12|4}}\n| nơi mất = [[Hà Nội]]\n| dân tộc = [[Kinh]]\n| quốc gia = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| quốc tịch = [[Việt Nam]]\n| vai trò = Tiến sĩ\n| học vấn = [[Đại học Quốc gia Moskva|Đại học Tổng hợp Moskva]]\n| công việc = Nhà vật lý\n| danh hiệu = Giải thưởng Kovalevskaya năm 1988<br>Huy chương Vì sự nghiệp Khoa học và Công nghệ<br> Huy chương Vì sự nghiệp Khuyến học.\n| tên = Võ Hồng Anh\n| học vị = Giáo sư tiến sĩ\n}}\n\n'''Võ Hồng Anh''' (1939 - 2009) là một nữ giáo sư tiến sĩ nổi tiếng về ngành toán lý tại Việt Nam. Bà là người đầu tiên nhận được [[Giải thưởng Kovalevskaya]] năm 1988. Bà là con gái đầu của Đại tướng [[Võ Nguyên Giáp]] và [[Nguyễn Thị Quang Thái]]. \n\n==Thân thế==\nTài liệu ''\"Giáo sư Việt Nam\"'', Nhà xuất bản Khoa học Xã hội năm 2004, ghi rõ bà sinh ngày [[4 tháng 12]] năm 1942 tại [[Hà Nội]].<ref>[http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=287 Các tư liệu về Giáo sư Tiến sĩ khoa học Võ Hồng Anh]<\/ref> Tuy nhiên, theo thông tin của các cựu học sinh Trường Thiếu nhi Việt Nam Internat Moskva (bạn học của bà) thì bà sinh năm 1939. Điều này phù hợp với hồi ký của cha bà cũng như các bạn bè của song thân bà.\n\nCha bà là nhà cách mạng và nhà quân sự người Việt Nam [[Võ Nguyên Giáp]]. Mẹ của bà cũng là một nhà cách mạng tên [[Nguyễn Thị Quang Thái]], em ruột của [[Nguyễn Thị Minh Khai]], cũng là một nhà cách mạng Việt Nam nổi tiếng.\n\n==Thời thơ ấu==\nNgay sau khi sinh bà được đầy năm thì cha bà sang [[Trung Quốc]] hoạt động.<ref>Theo hồi ký của [[Đại tướng]] [[Võ Nguyên Giáp]] thì ông chia tay vợ con vào tháng 5 năm 1940, khi con chưa đầy năm.<\/ref> Sau đó, bà được mẹ đưa về sống tại nhà ông bà ngoại tại [[Vinh]]. Hai năm sau, mẹ bà bị chính quyền thực dân Pháp bắt. Bà được bà nội đón về An Xá ([[Lộc Thủy, Lệ Thủy|Lộc Thủy]], Lệ Thủy, Quảng Bình) nuôi dưỡng.\n\nMẹ bà qua đời cuối năm 1944 tại nhà thương Robin (nay là [[Bệnh viện Bạch Mai]]) bởi [[Thương hàn|bệnh thương hàn]].<ref>{{Chú thích web |url=http:\/\/www.vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe\/nguoi-xu-nghe\/2129-cai-chet-cua-nu-chien-si-cach-mang-nguyen-thi-quang-thai.html |ngày truy cập=2012-02-16 |tựa đề=Cái chết của nữ chiến sĩ cách mạng Nguyễn Thị Quang Thái |archive-date=2013-01-21 |archive-url=https:\/\/web.archive.org\/web\/20130121004056\/http:\/\/www.vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe\/nguoi-xu-nghe\/2129-cai-chet-cua-nu-chien-si-cach-mang-nguyen-thi-quang-thai.html |url-status=dead }}<\/ref> Bà sống với ông bà nội mãi đến năm 1946 mới gặp lại cha, bấy giờ là một lãnh đạo cao cấp của nước [[Việt Nam Dân chủ Cộng hòa]].\n\n[[Toàn quốc kháng chiến]] nổ ra, chiến sự lan dần đến [[Quảng Bình]], bà được bà nội đưa đi sơ tán tại [[Thanh Chương]], [[Nghệ An]]. Năm 1951, bà được gặp lại cha lần thứ hai. Sau đó, bà được chính phủ bố trí đưa sang học tại [[Quế Lâm]] và Khu học xá Nam Ninh, Trung Quốc.\n[[Tập tin:Moscow State University.jpg|nhỏ|Đại học Tổng hợp Lomonosov]]\nNăm 1954, bà được đưa sang [[Liên Xô]] và theo học Trường Thiếu nhi Việt Nam Internat Moskva. Năm 1959, bà tốt nghiệp Phổ thông với Huy chương vàng. Sau đó, bà theo học ngành Vật lý lý thuyết lượng tử, [[Đại học Quốc gia Moskva|Đại học Tổng hợp Quốc gia Lomonosov Moskva]]. Bà tốt nghiệp năm 1965 với bằng đỏ (hạng ưu).\n\n==Công tác nghiên cứu==\n[[Tập tin:Dubna.house of scientiests.jpg|nhỏ|Viện Liên hiệp nghiên cứu hạt nhân Dubna]]\nSau khi tốt nghiệp, bà về nước và được phân công làm cán bộ nghiên cứu thuộc Ban Toán - Lý, [[Bộ Khoa học và Công nghệ (Việt Nam)|Ủy ban Khoa học Kỹ thuật Nhà nước]]. Năm 1966, bà lại được cử sang Liên Xô làm nghiên cứu sinh. Năm 1969, bà bảo vệ thành công luận án Phó Tiến sĩ Toán - Lý về ''\"Lý thuyết Plasma\"'' tại Hội đồng Khoa học Viện Nghiên cứu vật lý hạt nhân thuộc Trường Đại học Tổng hợp Moskva, Liên Xô.\n\nSau khi bảo vệ thành công luận án [[Phó tiến sĩ]], bà được phân công về làm việc tại Trung tâm Vật lý lý thuyết, Viện Vật lý, Viện Khoa học Việt Nam. Đồng thời, bà cũng được mời làm cộng tác viên cao cấp tại [[Viện Liên hiệp nghiên cứu hạt nhân Dubna|Viện Liên hợp Nghiên cứu hạt nhân Quốc tế Dubna]], Liên Xô. Năm 1979, bà lại sang Liên Xô, chính thức làm việc tại Viện Liên hợp Nghiên cứu hạt nhân Dubna, sau đó bảo vệ thành công luận án Tiến sĩ Toán - Lý với đề tài ''\"Lý thuyết tác động tham số của bức xạ điện tử mạnh lên các tinh thể...\"'' tại Hội đồng Khoa học Viện Liên hiệp nghiên cứu hạt nhân Dubna năm 1982.\n[[Tập tin:Tru so Vinatom.jpg|nhỏ|Trụ sở Viện Năng lượng Nguyên tử Quốc gia]]\nNăm 1983 bà về nước, tiếp tục công tác tại Viện Khoa học Việt Nam và được phong học hàm [[Giáo sư]]. Năm 1987, bà về làm việc tại [[Viện Năng lượng nguyên tử Việt Nam|Viện Năng lượng Nguyên tử Quốc gia]] (sau là Viện Năng lượng Nguyên tử Việt Nam), Phó phòng rồi Trưởng phòng Vật lý lý thuyết và tính toán. Năm 1998, bà công tác tại Trung tâm Nghiên cứu Cơ bản và Tính toán, Viện Khoa học Kỹ thuật Hạt nhân, Viện Năng lượng Nguyên tử Quốc gia cho đến khi nghỉ hưu vào năm 2003.<ref>[http:\/\/cpd.vn\/Default.aspx?tabid=725&doctorid=287&display=NBCD&temidclicked=790 Các tư liệu về Giáo sư Tiến sĩ khoa học Võ Hồng Anh]<\/ref>\n\nNhững năm cuối đời, bà dành hết sức lực cho hoạt động của [[Hội Khuyến học Việt Nam]].\n\nBà qua đời ngày [[18 tháng 7]] năm 2009 tại [[Hà Nội]]. Mộ phần của bà được đặt tại [[Nghĩa trang Thanh Tước]], [[Hà Nội]]\n\n==Thành tích==\nTrong suốt gần 40 năm làm công tác giảng dạy và nghiên cứu khoa học, bà đã được thỉnh giảng, trao đổi nghiên cứu, dự hội nghị khoa học ở: Liên Xô, [[Nhật Bản]], [[Hoa Kỳ|Mỹ]], [[Pháp]], các nước Đông Âu, [[Ý]], [[Ấn Độ]], [[Thái Lan]], [[Malaysia]]... Bà cũng đã cho xuất bản trên 50 công trình khoa học được công bố, phần lớn ở nước ngoài, trong số đó có cuốn sách về Lý thuyết tương tác của bức xạ cường độ mạnh lên chất rắn - xuất bản ở Nga.\n\nBà cũng đã từng được khen thưởng toàn Viện Liên hợp Nghiên cứu Hạt nhân Dubna khóa 1979-1983.\n\nNăm 1988, bà là người phụ nữ đầu tiên của ngành Vật lý được tặng [[Giải thưởng Kovalevskaya|Giải thưởng Khoa học Quốc tế Kovalevskaia]] - giải thưởng cao nhất của Việt Nam về khoa học kỹ thuật dành cho các nhà khoa học nữ.\n\nNgoài ra, bà còn được trao tặng Huy chương Vì sự nghiệp Khoa học và Công nghệ và Huy chương Vì sự nghiệp Khuyến học cho những đóng góp của mình trong việc nghiên cứu khoa học và công tác khuyến học.\n\n==Đời tư==\nBà lập gia đình với Tiến sĩ Vật lý lý thuyết Phan Trúc Long, con trai đầu của Luật sư [[Phan Anh]]. Ông Long mất cuối thập niên 1990 tại [[Moskva]] do tai nạn giao thông.\n\nÔng bà có với nhau một người con trai duy nhất là Phan Hồng Việt, một vũ sư dancesport nổi tiếng. Phan Hồng Việt lập gia đình với Hoàng Thu Trang - cũng là một vũ sư dancesport hàng đầu Việt Nam.<ref>[http:\/\/nld.com.vn\/20110602021725517p1140c1192\/dam-cuoi-co-mot-khong-hai-cua-chau-ngoai-dai-tuong-vo-nguyen-giap.htm Đám cưới có một không hai của cháu ngoại Đại tướng Võ Nguyên Giáp]<\/ref> Hai người là cặp đôi từng đoạt chức Vô địch quốc gia dancesport Việt Nam năm 2007,<ref>[http:\/\/dancesport.vn\/index.php?nv=news&op=Thong-tin-VDV-CLB\/Anh-cuoi-doc-cua-doi-VDV-dancesport-252 Ảnh cưới độc của đôi VĐV dancesport] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120424024254\/http:\/\/dancesport.vn\/index.php?nv=news&op=Thong-tin-VDV-CLB%2FAnh-cuoi-doc-cua-doi-VDV-dancesport-252 |date=2012-04-24 }} Hồng Việt và Thu Trang từng đoạt chức vô địch quốc gia khiêu vũ thể thao năm 2007; Thế Ngọc, 12\/05\/2011 15:21<\/ref> từng tham dự giải [[:en:World DanceSport Federation|WDSF]] Standard Open 2011<ref>[http:\/\/www.worlddancesport.org\/Couple\/Detail\/Hong_Viet_Phan_and_Thu_Trang_Hoang-468151 Hong Viet Phan - Thu Trang Hoang]<\/ref> với thứ hạng chung cuộc 13\/22.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/hovuvovietnam.com\/Giao-su-Tien-si-Vo-Hong-Anh-Nha-khoa-hoc-nguyen-tu-tai-nang_tc_304_332_580.html Giáo sư - Tiến sĩ Võ Hồng Anh: Nhà khoa học nguyên tử tài năng]\n* [http:\/\/dantri.com.vn\/c36\/s20-338174\/gsts-vo-hong-anh-con-gai-tuong-giap-qua-doi.htm GS.TS Võ Hồng Anh, con gái tướng Giáp qua đời]\n* [http:\/\/baodatviet.vn\/Home\/KHCN\/Nho-ban-GS--TS-Vo-Hong-Anh\/20097\/50492.datviet Nhớ bạn, GS - TS Võ Hồng Anh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120603120132\/http:\/\/baodatviet.vn\/Home\/KHCN\/Nho-ban-GS--TS-Vo-Hong-Anh\/20097\/50492.datviet |date=2012-06-03 }}\n\n{{Thời gian sống|1939|2009}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Nhà vật lý Việt Nam]]\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Gia đình Võ Nguyên Giáp]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nữ giáo sư]]\n[[Thể loại:Người họ Võ tại Việt Nam|A]]"}