{"7576847":"{{Cần biên tập|date=tháng 7\/2022}}\n<ref>thông tin trích từ Lịch sử Bộ Tham mưu Quân khu 5 và của gia đình Trung tướng<\/ref>\n[[Tập tin:Trung tướng Võ Thứ.jpg|nhỏ]]\n\nTrung tướng '''Võ Thứ''', tức Võ Miết, bí danh Võ Ngọc, sinh ngày 20 tháng 12 năm 1923 tại thôn Lâm Lộc, xã Tịnh Hà, huyện Sơn Tịnh, tỉnh Quảng Ngãi.\n\nTham gia cách mạng tháng 3 năm 1943, gia nhập Đảng Cộng sản Việt tháng 10 năm 1946. Nguyên Bí thư Đảng ủy cơ quan Bộ Quốc phòng, Phó tổng Thanh tra Quân đội nhân dân Việt Nam; Khu ủy viên Khu ủy Khu V, Thường vụ Đảng ủy quân sự, Phó tư lệnh kiêm Tham mưu trưởng Quân khu V; Chỉ huy trưởng mặt trận 4 Quảng Đà; Sư đoàn trưởng Sư đoàn 305 và Sư đoàn 324; Sư đoàn phó Sư đoàn 304, Trung đoàn trưởng Trung đoàn 96; Tỉnh đội trưởng Tỉnh đội Quảng Nam; Trung đoàn phó Trung đoàn 108 Quân khu V; Trung đoàn phó Trung đoàn tiếp phòng quân Đà Nẵng; Chỉ huy trưởng mặt trận Gia Lai; Tiểu đoàn trưởng Tiểu đoàn 79 Quân khu V; Chi đội trưởng Chi đội Quảng Ngãi, đội viên đội du kích Ba Tơ; Thường vụ Ban Chấp hành Hội Cựu Chiến binh Việt Nam, Chủ tịch Hội Cựu Chiến binh tỉnh QN-ĐN cũ.\n\n'''Tiểu sử, quá trình công tác'''\n\nTrung tướng '''Võ Thứ''' xuất thân trong một gia đình phú nông nhưng có truyền thống cách mạng, sớm được giáo dục và chịu ảnh hưởng của phong trào mặt trận Bình dân (1936-1939), phòng trào phản đế từ 1939 trở đi nên đã sớm giác ngộ cách mạng.\n\nTháng 3\/1943 chính thức tham gia công tác Việt Minh ở xã, đến tháng 3\/1945 gia nhập Đội du kích Ba Tơ và tham gia khởi nghĩa cướp chính quyền ở huyện Ba Tơ, tỉnh Quảng Ngãi; cuộc khởi nghĩa trong toàn bộ quá trình hình thành, đấu tranh, xây dựng và trưởng thành của LLVT Quân khu V.\n\nTháng 9\/1945 ông là Đại đội phó Đội du kích Ba Tơ, sau đó là Chi đội phó rồi Chi đội trưởng Chi đội tỉnh Quảng Ngãi\n\nNăm 1946 là Trung đoàn phó phụ trách Chính trị viên Trung đoàn tiếp phòng quân Đà Nẵng\n\nCuối 1946 đến 1947 vào mặt trận Gia Lai phụ trách khu Đông - Bắc, sau đó là chỉ huy trưởng mặt trận Gia Lai. Cuối 1947, Quân khu V tổ chức thành lập các Tiểu đoàn chủ lực, ông được phân công giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 79 trực thuộc Quân khu V.\n\nNăm 1950 ông là Trung đoàn phó Trung đoàn 108 thuộc Quân khu V.\n\nNăm 1952 ông được điều động về Quảng Nam giữ chức vụ Tỉnh đội trưởng Tỉnh đội Quảng Nam.\n\nNăm 1954 ông là Trung đoàn trưởng Trung đoàn 96 Quảng.\n\nNăm 1955 là Sư đoàn phó Sư đoàn 304 sau đó được phân công đảm nhiệm Sư đoàn trưởng Sư đoàn 305.\n\nTừ 1957 đến 1960 ông được Đảng, Nhà nước và Quân đội cử đi học tại Học viện Quân sự Nam Kinh - Trung Quốc. Sau khi hoàn thành nhiệm vụ học tập trở về, ông được phân công làm Sư đoàn trưởng Sư đoàn 324 đóng quân tại huyện Đô Lương, tỉnh Nghệ An.\n\nTháng 5\/1961 ông tiếp tục được điều động về chiến trường miền, trực tiếp tham gia cuộc kháng chiến chống Mỹ cứu nước và đảm nhiệm chức vụ Tham mưu trưởng Quân khu V.\n\nNăm 1963 ông được bổ sung vào Khu ủy Khu V, đến năm 1975 được bầu làm Khu ủy viên Khu ủy V.\n\nTừ 1967 đến 1969 ông là Phó Tư lệnh rồi Tư lệnh mặt trận 4 Quảng Đà\n\nNăm 1970 đến tháng 7\/1979 ông là Phó Tư lệnh kiêm Tham mưu trưởng Quân khu V. Năm 1977 ông là Thường vụ Đảng ủy Quân sự Quân khu V.\n\nTrong suốt thời gian tham gia lãnh đạo công tác chiến đấu tại chiến trường Khu V, ông đã góp phần công sức to lớn để tổ chức cuộc trường kỳ kháng chiến chống Mỹ cứu nước tại một chiến trường trọng điểm, ác liệt nhất góp phần vào thắng lợi chung của công cuộc giải phóng miền Nam thống nhất đất nước lúc bấy giờ.\n\nTháng 8\/1979 đến tháng 6\/1989 ông được điều động phân công giữ chức Phó Tổng Thanh tra Bộ Quốc phòng, Thường vụ Đảng ủy Quân sự, Bí thư Đảng ủy cơ quan Bộ Quốc phòng.\n\nTháng 7\/1989 ông nghỉ hưu theo chế độ tại thành phố Đà Nẵng. Trong thời gian này ông đã tích cực tham gia các hoạt động tại địa phương với tư cách người đảng viên cộng sản, người lính chiến kỳ cựu…\n\nKhi Bộ Chính trị, Ban Chấp hành Trưng ương Đảng khóa VI quyết định cho thành lập [[Hội Cựu chiến binh Việt Nam|Hội Cựu Chiến binh Việt Nam]] vào năm 1990 thì ông là một trong 31 tướng lĩnh được chỉ định tham gia [[Hội Cựu chiến binh Việt Nam|Ban Chấp hành Trung ương lâm thời Hội CCB Việt Nam]] để giao nhiệm vụ dự thảo điều lệ Hội Cựu chiến binh và các tài liệu khác trình ra Đại hội, bầu ra Ban Chấp hành Trung ương chính thức, giúp các tỉnh (thành phố) hình thành tổ chức lâm thời, thực hiện việc thu nạp hội viên và chuẩn bị đại hội, làm các thủ tục cần thiết để hình thành tổ chức Hội Cựu chiến binh Việt Nam.\n\nTừ 1992 đến 1997 ông được bầu chính thức vào [[Hội Cựu chiến binh Việt Nam|Ban Chấp hành Trung ương Hội Cựu Chiến binh Việt Nam]], được Ban Chấp hành Trung ương bầu vào Thường vụ Ban Chấp hành Hội Cựu Chiến binh Việt Nam.\n\nÔng được Đại hội Đại biểu Hội Cựu Chiến binh Việt tỉnh Quảng Nam - Đà Nẵng bầu giữ chức vụ Chủ tịch Hội Cựu Chiến binh Việt tỉnh.\n\n'''Lịch sử thụ phong quân hàm: '''\n\n• Thượng tá năm 1958\n\n• Đại tá năm 1960\n\n• Thiếu tướng năm 1974\n\n• Trung tướng năm 1986.\n\n'''Các phần thưởng cao quý'''\n\n- Huân chương Hồ Chí Minh\n\n- Huân chương Độc lập hạng Nhất\n\n- Huân chương Kháng chiến hạng Nhất\n\n- 03 Huân chương Quân công hạng Nhất, Nhì, Ba\n\n- Huân chương Chiến công hạng Nhất\n\n- Huân chương Chiến thắng hạng Nhất\n\n- 03 Huân chương Chiến sĩ vẻ vang hạng Nhất, Nhì, Ba\n\n- 03 Huân chương Chiến sĩ giải phóng hạng Nhất, Nhì, Ba\n\n- Huy chương Quân kỳ quyết thắng\n\n- Huy chương Vì thế hệ trẻ\n\n- Huy hiệu 50 năm tuổi Đảng\n\n- 02 Huy hiệu Chiến thắng năm 1968 và 1972\n\n- Huy hiệu Chiến dịch Hồ Chí Minh\n\n- Huy hiệu vì sự nghiệp Thanh tra\n\n- Huy hiệu Việt Nam - Hồ Chí Minh\n\n- Huy hiệu Cựu Chiến binh Việt\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1923}}\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}