{"517745":"'''Võ Giàng''' là một [[huyện (Việt Nam)|huyện]] cũ thuộc tỉnh [[Bắc Ninh]] [[Việt Nam]].\n\nPhía Bắc giáp huyện [[Yên Dũng]] của tỉnh [[Bắc Giang]], phía Nam giáp huyện [[Gia Lương (huyện)|Gia Lương]], phía Đông giáp huyện [[Chí Linh]] của tỉnh [[Quảng Yên (tỉnh)|Quảng Yên]], phía Tây giáp huyện [[Quế Dương (huyện cũ)|Quế Dương]].\n\n==Thời phong kiến==\nHuyện Võ Giàng thời vua [[Lê Thánh Tông]] có tên là huyện Vũ Ninh, là một trong năm huyện của phủ Từ Sơn, thuộc thừa tuyên Kinh Bắc<ref>Thừa tuyên Kinh Bắc sau được đổi là xứ Kinh Bắc rồi trấn Kinh Bắc.<\/ref>. Đến đầu đời [[Nhà Lê trung hưng|Lê trung hưng]] (năm 1533), vì kiêng húy của vua Lê Trang Tông (Lê Ninh) nên đổi huyện Vũ Ninh thành '''Vũ Giang''', sau lại kiêng húy của Uy Nam vương [[Trịnh Giang]] nên đọc chệch âm là '''Vũ Giàng''' hay '''Võ Giàng'''.\n\nNăm 1804, vua [[Gia Long]] chuyển trấn lỵ của trấn Kinh Bắc từ Đáp Cầu về địa điểm tiếp giáp của 3 xã Đỗ Xá (thuộc Võ Giàng), Khúc Toại (thuộc Yên Phong), Hoà Đình (thuộc Tiên Du). Địa điểm này được đặt làm tỉnh lỵ cho đến năm 1963.\n\nNăm 1895, sau khi tỉnh Bắc Ninh được tách thành hai tỉnh Bắc Ninh (mới) và Bắc Giang, huyện Võ Giàng thuộc phủ Từ Sơn, tỉnh Bắc Ninh.\n\n===Các tổng và xã thời Nguyễn===\nĐầu thế kỷ 19, huyện Võ Giàng có 6 tổng với 43 xã thôn:\n\n{| class=\"prettytable\" \n!STT!! Tên tổng!! Các xã\n|-\n|1|| Đỗ Xá|| 8 xã: Đỗ Xá, Y Na, Cô Mễ, Vĩ Vũ, Đại Vũ, Thanh Sơn, Thị Cầu, Đáp Cầu.\n|-\n|2|| Đạo Du || 4 xã: Đạo Du, Kim Đôi, Quỳnh Đôi, Ngọc Đôi.\n|-\n|3|| Quế Tân|| 7 xã: Quế Tân, Yên Lâm, Bằng Lâm, Hoàng Xá, Xuân Thủy, Lễ Độ, Đông Viên <ref>Xã Đông Viên phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|4|| Đại Liễn ||7 xã: Đại Liễn Thượng, Vĩnh Thế, Đồng Xuyết, Việt Vân, Cung Kiệm, Đô Thống, Đại Liễn Hạ<ref>Hai xã Đô Thống và Đại Liễn Hạ phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|5|| Bất Phí || 7 xã: Bất Phí, Xuân Lôi, Hà Liễu, Giang Liễu, Phương Cầu, Miêu Nha, Yên Ngô <ref>Xã Yên Ngô phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|6|| Phù Lương|| 10 xã: Phù Lương, Cựu Tự, Minh Lương, Đồng Sài, Phù Lãng, Thất Gian, An Xá, Phùng Dực, Yên Đinh, Văn Phong.\n|}\n\nNăm 1886, huyện Võ Giàng có 6 tổng với 47 xã, thôn. Trong đó một số tổng, xã được đổi tên: Đại Vũ đổi là Đại Tráng, Vĩ Vũ đổi là Phương Vĩ, Đạo Du đổi là Đạo Chân, Hoàng Xá đổi là Lạc Xá, Đô Thống đổi là Thống Thiện, An Xá đổi là An Trạch, Văn Phong đổi là Hữu Bằng, Phùng Dực đổi là Bằng Dực.\n\nĐầu thế kỷ 20, huyện Võ Giàng có 6 tổng: tổng Đỗ Xá có 8 xã thì 3 xã Đỗ Xá, Đáp Cầu, Thị Cầu thuộc thị xã Bắc Ninh; tổng Đạo Chân có 4 xã, tổng Quế Tân có 6 xã thôn, tổng Đại Liễn có 7 xã, tổng Bất Phí có 7 xã; nhập thêm các tổng Quảng Lãm, Sơn Nam và Vân Mẫu từ huyện Quế Dương (năm 1905) và tổng Khắc Niệm từ huyện Tiên Du (năm 1890). Tổng Châm Khê trước 1890 thuộc huyện Yên Phong nay lại trở về Võ Giàng, tách tổng Phù Lương về huyện Quế Dương, tách tổng Đỗ Xá về thị xã Bắc Ninh để trở thành phố Đỗ Xá.\n\n==Sau Cách mạng tháng 8 năm 1945==\nSau [[Cách mạng tháng Tám]] năm 1945, đơn vị hành chính cấp tổng bị bãi bỏ, các xã được giữ nguyên và trực thuộc huyện Võ Giàng.\n\nNăm 1946, hai xã Vân Khám và Hiên Ngang thuộc huyện Võ Giàng sáp nhập vào huyện [[Tiên Du]]<ref>Sắc lệnh số 201 ngày 15 tháng 10 năm 1946 của Chủ tịch Chính phủ nước [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ cộng hòa]].<\/ref>.\n\nNăm 1948, thị xã Bắc Ninh bị giải tán, địa hạt thị xã Bắc Ninh và các xã thuộc huyện Võ Giàng ở bên trái đường [[tàu hỏa|xe lửa]] [[Hà Nội]] - [[Lạng Sơn]] được sáp nhập vào huyện Yên Phong về phương diện hành chính và kháng chiến; địa hạt thị xã Bắc Ninh ở bên phải đường xe lửa Hà Nội - Lạng Sơn sáp nhập vào huyện Võ Giàng về phương diện hành chính và kháng chiến<ref>Sắc lệnh số 162-SL ngày 14 tháng 4 năm 1948 của Chủ tịch Chính phủ nước Việt Nam Dân chủ cộng hòa<\/ref>.\n\nCũng trong năm 1948, một số xã nhỏ được hợp nhất lại thành xã lớn: Kim Quỳnh Ngọc, Cộng Hòa, Quế Lạc, Bất Phí, Đông Viên, Đô Thống, Khắc Niệm, Vân Dương, Nam Sơn, Tân Dân, Hán Quảng, Bằng An, Đại Phúc, Vũ Ninh.\n\nNăm 1949, tiếp tục hợp nhất một số xã<ref>Quyết định số 422PC\/2 ngày 09 tháng 7 năm 1949 của Ủy ban Kháng chiến Hành chính Liên khu I<\/ref>: \n*3 xã Hòa Đình, Xuân Ổ, Bồ Sơn hợp nhất lại lấy tên là xã Võ Cường;\n* xã Kim Quỳnh Ngọc hợp nhất với xã Phương Châm lấy tên là xã Kim Chân;\n* 3 xã Giang Liễu, Hà Liễu, Ro Thượng hợp nhất lấy tên là xã Quốc Thắng;\n* 3 xã Ngọc Liên, Xuân Lôi, Xuân Hòa hợp nhất lấy tên là xã Đại Xuân;\n* xã Cộng Hòa hợp nhất với xã Quế Lạc lấy tên là xã Công Lạc;\n* xã Bất Phí đổi tên là xã Nhân Hòa;\n* xã Đông Viên hợp nhất với xã Đô Thống lấy tên là xã Việt Thống.\nTám xã còn lại được giữ nguyên, gồm các xã: Khắc Niệm, Vân Dương, Nam Sơn, Tân Dân, Hán Quảng, Bằng An, Đại Phúc, Vũ Ninh.\n\nNăm 1957, những thôn sáp nhập vào thị xã Bắc Ninh trong thời kỳ kháng chiến được trả về các huyện cũ<ref>Nghị định số 078-TTg ngày 9 tháng 3 năm 1957 của Chính phủ.<\/ref>, gồm các thôn: Bồ Sơn, Hoà Đình, Khả Lễ thuộc xã Võ Cường; thôn Phúc Đức thuộc xã Đại Phúc. Riêng thôn Phương Vĩ thuộc xã Kim Chân huyện Võ Giàng vẫn để ở thị xã Bắc Ninh.\n\nCũng trong năm 1957, thôn Xuân Ổ trước đây được nhập vào xã Vân Tương huyện Tiên Du nay được trả về xã Võ Cường huyện Võ Giàng.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-176-TTg-tra-ve-xa-Vo-cuong-huyen-Vo-giang-tinh-Bac-ninh-thon-Xuan-o-truoc-day-da-sat-nhap-vao-xa-Van-tuong-huyen-Tien-du-21075.aspx Nghị định số 176-TTg ngày 26 tháng 4 năm 1957]<\/ref>\n\nNgày 7\/8\/1961, Hội đồng Chính phủ ban hành Quyết định số 120-CP, sáp nhập hai xã [[Khắc Niệm]] và [[Võ Cường]] thuộc huyện [[Võ Giàng]] của tỉnh Bắc Ninh vào huyện [[Tiên Du]] cùng tỉnh. Sáp nhập hai huyện [[Quế Dương (huyện cũ)|Quế Dương]] và [[Võ Giàng]] thuộc tỉnh Bắc Ninh thành một huyện và lấy tên là huyện Quế Võ<ref>https:\/\/onlinenews48hr.com\/ky-niem-190-nam-thanh-lap-va-25-nam-tai-lap-tinh-bac-ninh-qua-trinh-hinh-thanh-va-phat-trien-tinh-bac-ninh\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20220308112037\/https:\/\/onlinenews48hr.com\/ky-niem-190-nam-thanh-lap-va-25-nam-tai-lap-tinh-bac-ninh-qua-trinh-hinh-thanh-va-phat-trien-tinh-bac-ninh\/ |date=2022-03-08 }} Quá trình hình thành và phát triển tỉnh Bắc Ninh<\/ref>.\n\nCuối năm 1961, huyện Võ Giàng có 12 xã: [[Bằng An]], [[Đại Phúc (phường)|Đại Phúc]], [[Đại Xuân]], [[Hán Quảng]], [[Kim Chân]], [[Nam Sơn, Bắc Ninh (thành phố)|Nam Sơn]], [[Nhân Hòa, Quế Võ|Nhân Hòa]], Quốc Tuấn ([[Phương Liễu]]), Công Lạc ([[Quế Tân]]), [[Vân Dương (phường)|Vân Dương]], [[Việt Thống]], Tân Dân ([[Yên Giả]]).\n\n==Sáp nhập==\nNăm 1962, sáp nhập huyện Võ Giàng và huyện Quế Dương thành huyện Quế Võ<ref>Theo [http:\/\/xuctienthuongmai.vn\/Province.aspx?id=10 một số tài liệu khác], ngày sáp nhập là 05\/07\/1961.<\/ref>. Ngày [[10 tháng 4]] năm [[2023]], huyện Quế Võ được chuyển thành thị xã Quế Võ.<ref name=NQ723>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-723-NQ-UBTVQH15-2023-thanh-lap-thi-xa-Thuan-Thanh-va-phuong-thuoc-thi-xa-Bac-Ninh-556500.aspx|tựa đề=Nghị quyết số 723\/NQ-UBTVQH15 năm 2023 về việc thành lập thị xã Thuận Thành và các phường thuộc thị xã Thuận Thành, thị xã Quế Võ và các phường thuộc thị xã Quế Võ, tỉnh Bắc Ninh|url-status=live}}<\/ref>\n\n==Xem thêm==\n*[[Vũ Ninh (châu)]]\n*[[Quế Dương (huyện cũ)|Quế Dương]]\n*[[Quế Võ]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Bắc Ninh]]"}