{"3197895":"{{Thông tin viên chức\n|tên= Võ Dinh\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tham mưu trưởng BTL<ref>Bộ tư lệnh<\/ref> Không Quân\n|bắt đầu= 11\/1967\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1967)<br>-Chuẩn tướng (11\/1972)\n|tiền nhiệm= -Đại tá [[Võ Xuân Lành]]\n|kế nhiệm= Sau cùng\n|phó chức vụ= Tư lệnh \n|phó viên chức= -Trung tướng [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 2= Tham mưu phó BTL Không Quân<br>Đặc trách Điều hành Nhân viên\n|bắt đầu 2= 1\/1961\n|kết thúc 2= 11\/1967\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Đại tá [[Nguyễn Xuân Vinh]]<br>-Đại tá Huỳnh Hữu Hiền<br>-Đại tá Đỗ Khắc Mai<br>-Thiếu tướng [[Nguyễn Cao Kỳ]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= Tham mưu phó Không Quân<br>Đặc trách Chiến tranh Chính trị\n|bắt đầu 3= 1\/1960\n|kết thúc 3= 8\/1960\n|trưởng chức vụ 3= Cấp bậc \n|trưởng viên chức 3= -Trung tá \n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Đại tá [[Nguyễn Xuân Vinh]]\n|địa hạt 3= Quân khu Thủ đô\n\n|chức vụ 4= Phụ tá Thanh tra tại<br>tại Bộ Tư lệnh Không Quân\n|bắt đầu 4= 1\/1959\n|kết thúc 4= 8\/1959\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá (1\/1959)\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Đại tá [[Nguyễn Xuân Vinh]]\n|địa hạt 4= Quân khu Thủ đô\n\n|chức vụ 5= Chỉ huy Căn cứ Không quân Đà Nẵng<br>(Căn cứ Trợ lực Không quân 4)\n|bắt đầu 5= 11\/1957\n|kết thúc 5= 6\/1958\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá\n|địa hạt 5= Vùng 1 chiến thuật\n\n|chức vụ 6= Chỉ huy Căn cứ Không Biên Hòa<br>(Căn cứ Trợ lực Không quân 2)\n|bắt đầu 6= 1\/1956\n|kết thúc 6= 11\/1957\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá\n|địa hạt 6= Vùng 3 chiến thuật\n\n|chức vụ 7= Chỉ huy Căn cứ Không Quân Nha Trang<br>(Căn cứ Trợ lực Không quân 1)\n|bắt đầu 7= 7\/1955\n|kết thúc 7= 1\/1956\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá (7\/1955)\n|địa hạt 7= Đệ tứ Quân khu\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Võ Trị\n|mẹ= Tôn Nữ Hường An\n|vợ= Đỗ Thị Sum\n|con= 7 người con (2 trai, 5 gái):<br>Võ Thị Thu Hương<br>Võ Thắng<br>Võ Thị Thu Hoài<br>Võ Thị Thu Trang<br> Võ Thị Lệ Thanh<br>Võ Thị Lệ Thành<br>Võ Thịnh\n|họ hàng= Võ Liêm (ông nội)<br>Võ Chuẩn (bác)<br>Võ Sum (anh con bác)<br>Võ Thị Hoài Trinh (chị con bác)<br>Võ Quế (em) \n|học vấn= Tú tài toàn phần\n|học trường= -Trường Quốc học Khải Định ở Huế-<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Huấn luyện Hoa tiêu Quan sát ở Nha Trang<br>-Trường Tham mưu Trung cấp tại Paris, Pháp<br>-Trường Chỉ huy Trung cấp Không Quân Clarkfield ở Philippines<br>-Học viện Chỉ huy Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[28 tháng 6]] năm [[1929]]\n|nơi sinh= [[Thừa Thiên]], [[Việt Nam]]\n|ngày mất= [[17 tháng 6]] năm [[2017]]\n|nơi mất= [[San Jose, California|San Jose]], [[California]]<br>[[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1950]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]] \n}}\n\n'''Võ Dinh''' (1929 - 2017), nguyên là một tướng lĩnh Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Võ bị Liên quân do Chính phủ Quốc gia Việt Nam được Quân đội Pháp hỗ trợ mở ra ở nam Cao nguyên Trung phần Việt Nam trên cơ sở cũ của trường Võ bị Liên quân Viễn Đông của Quân đội thuộc địa Pháp. Sau khi tốt nghiệp, ông trúng tuyển vào Quân chủng Không quân và đã phục vụ ở đơn vị này cho đến ngày cuối tháng 4 năm 1975.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 28 tháng 6 năm 1929 tại Thừa Thiên, miền Trung Việt Nam, trong một gia đình thuộc một gia tộc khoa cử đã có mấy đời làm quan dưới triều Nhà Nguyễn. Ông học phổ thông Trường Quốc học Khải Định ở Huế. Năm 1949, ông tốt nghiệp Trung học chương trình Pháp tại trường Lasan Pellerin, Huế với văn băng Tú tài toàn phần (Part II).\n\n===Quân đội Liên hiệp Pháp===\nCuối tháng 9 năm 1950, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 49\/600.095. Theo học khóa 3 Trần Hưng Đạo tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 10 năm 1950. Ngày 25 tháng 6 năm 1951 mãn khóa tốt nghiệp với cấp bậc [[Thiếu uý]] hiện dịch. Sau khi ra trường, ông được tuyển chọn vào Quân chủng Không quân, theo học khóa 1 Hoa tiêu Quan sát tại Trung tâm Huấn luyện Không quân Nha Trang, khai giảng ngày 30 tháng 3 năm 1952.<ref>Khóa sinh sĩ quan và khóa sinh dân chính theo học khóa 1 Hoa tiêu Quan sát tại Nha Trang:<br>'''Khóa sinh sĩ quan''':<br>Các Thiếu úy Võ Dinh, [[Nguyễn Ngọc Oánh]], [[Từ Bộ Cam (Đại tá, Quân lực Việt Nam Cộng hòa)|Từ Bộ Cam]] ''(Sinh năm 1926 tại Quảng Nam, tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Trưởng phòng tại Bộ Tư lệnh Không quân)'' và [[Nguyễn Mạnh Bổng (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Mạnh Bổng]] ''(Sinh năm 1930 tại Kiến An, tốt nghiệp Trường Sĩ quan Nam Định. Khi mang cấp Thiếu tá bị tử nạn trong một chuyến bay từ Lào về VN, được truy thăng Trung tá)''.<br>'''Khóa sinh dân chính''':<br> [[Dương Thiệu Hùng (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Thiệu Hùng]] ''(Sinh năm 1930 tại Hà Nội. Sau cùng là Đại tá Tư lệnh Không đoàn 41)'', [[Phạm Long Sửu (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Long Sửu]] ''(Sinh năm 1925 tại Hà Nội. Sau cùng là Đại tá Giám đốc Hàng không Việt Nam Cộng hòa)'', [[Vũ Văn Ước (Đại tá, Quân lực Việt Nam Cộng hòa)|Vũ Văn Ước]] ''(Sinh năm 1930 tại Hà Đông. Sau cùng là Đại tá Chỉ huy trưởng Bộ chỉ huy Hành quân)'' và [[Trần Bá Quy (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Bá Quy]] ''(Sinh năm 1930 tại Hà Nội. Sau cùng mang cấp Đại tá).<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nĐầu tháng 12 năm 1952, mãn khóa học Không quân, ra trường ông chuyển sang Phục vụ Quân đội Quốc gia, về phục vụ tại Ban Không quân trong Bộ Tổng tham mưu. Cuối tháng, ông được thăng cấp [[Trung úy]] tại nhiệm. Đầu tháng 7 năm 1953, ông được thăng cấp [[Đại úy]] tại nhiệm, Sau đó ông chuyển ra Duyên hải miền Trung, được cử làm Chỉ huy trưởng Phi đoàn 2 Quan sát và Trợ chiến tại Nha Trang. Đầu năm 1954, ông được lệnh bàn giao Phi đoàn 2 lại cho Trung úy [[Nguyễn Văn Lượng]].\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông được cử đi du học và tốt nghiệp khóa Tham mưu tại Trường Tham mưu Paris, Pháp. Sau đó theo học khóa Bổ túc Hoa tiêu tại Căn cứ Huấn luyện Không quân Marrakech, Maroc. Tháng 7 cùng năm, mãn khóa về nước chuyển phục vụ cơ cấu mới là Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Thiếu tá]] và giữ chức vụ Chỉ huy trưởng căn cứ Không quân Chiến thuật số 1 ở Nha Trang. Đầu năm 1956, ông chuyến về làm Chỉ huy trưởng căn cứ Trợ lực Không quân số 2 ở Biên Hòa do Không quân Pháp chuyển giao. Giữa năm 1957, ông được cử đi du học và tốt nghiệp khóa Thực tập Chỉ huy tại Clarkfield căn cứ Không quân Hoa Kỳ ở Phi Lật Tân. Tháng 11 cùng năm, ông được cử làm Chỉ huy trưởng căn cứ Trợ lực Không quân số 4 ở Đà Nẵng do Không quân Pháp chuyển giao.\n\nGiữa năm 1958, ông được cử đi du học và tốt nghiệp khóa Cao đẳng Quốc phòng tại Monterey, California, Hoa Kỳ. Đầu năm 1959, ông được thăng cấp [[Trung tá]] giữ chức vụ Phụ tá Thanh tra tại Bộ Tư lệnh Không quân do Đại tá [[Nguyễn Xuân Vinh]] làm Tư lệnh. Tháng 8 cùng năm ông được cử đi học và tốt nghiệp khóa Chiến tranh Chính trị cao cấp do Nha Tâm lý chiến tổ chức tại Sài Gòn. Đầu năm 1960, ông được chỉ định làm Tham mưu phó Chiến tranh Chính trị tại Bộ Tư lệnh Không quân, vẫn do Đại tá [[Nguyễn Xuân Vinh]] làm Tư lệnh. Tháng 8 cùng năm, ông được cử đi du học lớp Tham mưu cao cấp (khóa 1960-2) tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Tiểu bang Kansas, Hoa Kỳ<ref>Niên khóa 1960-2 thụ huấn 16 tuần, trường Đại học Quân sự Hoa Kỳ thu nhận 4 học viên Việt Nam Cộng hòa gồm có: Trung tá Võ Dinh và<br>-Thiếu tá [[Nguyễn Cả (Đại tá, Quân lực Việt Nam Cộng hòa|Nguyễn Cả]] (Sinh năm 1915 tại Bình Định, tốt nghiệp khóa 7 Võ bị Đà Lạt, sau cùng là Đại tá Phụ tá An ninh Phủ Tổng thống, giải ngũ năm 1967).<br>-Thiếu tá [[Lê Văn Phước (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Phước]] (Trung tá Tỉnh trưởng Vĩnh Long (1962-1963), giải ngũ năm 1964).<br>-Thiếu tá [[Đặng Đình Thuỵ (Đại tá, Quân lực Việt Nam Cộng hòa)|Đặng Đình Thuỵ]] (Sinh năm 1929 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế, sau cùng là Đại tá Chỉ huy phó Tổng cục Quân huấn).<\/ref>. Tháng giêng năm 1961 về nước, ông giữ chức vụ Tham mưu phó Đặc trách Điều hành Nhân viên tại Bộ Tư lệnh Không quân. Thời gian này, trải qua các vị Tư lệnh: Đại tá [[Nguyễn Xuân Vinh]], Đại tá [[Huỳnh Hữu Hiền (Đại tá, Quân lực VNCH)|Huỳnh Hữu Hiền]]<ref>Đại tá Huỳnh Hữu Hiền sinh năm 1930, tốt nghiệp Võ khoa Nam Định và Trường Huấn luyện Sĩ quan Không quân Marakech tại Maroc (Bắc Phi, thuộc địa Pháp)<\/ref>, Đại tá [[Đỗ Khắc Mai (Đại tá, Quân lực VNCH)|Đỗ Khắc Mai]]<ref>Đại tá Đỗ Khắc Mai sinh năm 1929, tốt nghiệp Võ khoa Nam Định và khóa 1 Hoa Tiêu Quan sát tại Nha Trang<\/ref> và Thiếu tướng [[Nguyễn Cao Kỳ]]\n\nNgày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1967, ông được thăng cấp [[Đại tá]] tại nhiệm. Sau đó được đảm nhiệm chức vụ Tham mưu trưởng tại Bộ Tư lệnh Không quân thay thế Đại tá [[Võ Xuân Lành]] lên làm Tư lệnh phó Quân chủng Không quân.\n\nNgày Quốc khánh 1 tháng 11 năm 1972, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm và ở chức vụ Tham mưu trưởng Không quân cho tới cuối tháng 4 năm 1975.\n\n==1975==\nNgày 30 tháng 4, ông di tản ra khỏi Việt Nam. Sau đó sang định cư tại Corona, Tiểu bang California, Hoa Kỳ. Về sau chuyển sang định cư ở San Jose, cùng Tiểu bang.\n\nNgày 17 tháng 6 năm 2017, ông từ trần tại nơi định cư. Hưởng thọ 88 tuổi.\n\n==Gia tộc và Gia đình==\n*Ông nội: Cụ Võ Liêm ''(Tước hiệu Xuân Hòa Hầu, nguyên Thượng thư Bộ Lễ dưới 2 triều Vua Khải Định và Bảo Đại)''\n*Bá phụ: Cụ Võ Chuẩn ''(Nguyên giữ chức Quản đạo Kontum, Tổng đốc Quảng Nam dưới triều Vua Bảo Đại)''\n*Thân phụ: Cụ Võ Trị ''(Nguyên là một nhà Nho học và Tây học uyên thâm)''\n*Thân mẫu: Bà Tôn Nữ Hường An và thuộc về gia tộc Nguyễn Phuớc (Tôn Thất), hệ chín. Đây là gia tộc có liên hệ đến dòng họ vua triều Nguyễn.\n*Bào đệ: Ông [[Võ Quế (Đại tá, Quân lực Việt Nam Cộng hòa)|Võ Quế]]<ref>Ông Võ Quế sinh năm 1932 tại Thừa Thiên, tốt nghiệp khóa 1 Võ bị Địa phương Trung Việt ở Huế. Nguyên Đại tá Chỉ huy trưởng Không đoàn Yểm cứ thuộc Sư đoàn 6 Không lực Việt Nam Cộng hòa<\/ref>\n*Bá huynh: Ông [[Võ Sum (Đại tá, Quân lực Việt Nam Cộng hòa)|Võ Sum]]<ref>Ông Võ Sum sinh năm 1923 tại Thừa Thiên, tốt nghiệp khóa 3 Võ khoa Thủ Đức và khóa 3 Sĩ quan Hải quân Nha Trang. Nguyên Hải quân Đại tá trưởng Phòng 6 tại Bộ Tư lệnh Hải quân VNCH<\/ref> (con trai cụ Võ Chuẩn)\n*Bá tỷ: Võ Thị Hoài Trinh<ref>Bà Võ Thị Hoài Trinh sinh năm 1930 tại Huế, được biết đến với bút hiệu Minh Đức Hoài Trinh, bà còn các bút hiệu khác như Hoàng Trúc, Nguyễn Vinh, Bằng Cử. Năm 1964 bà sang Pháp du học ngàn báo chí và Hán văn, tốt nghiệp ở lại làm phóng viên cho đài truyền hình ORTF, năm 1974 về nước làm giảng viên ở Viện Đại học Vạn Hạnh (Sài Gòn). Sau 1975 bà lưu vong sang Pháp, năm 1982 sang Mỹ định cư tại Quân Cam và mất ở đây năm 2017<\/ref> (con gái của cụ Võ Chuẩn).\n*Phu nhân: Đỗ Thị Sum\n:-Ông bà có 7 người con (2 trai, 5 gái):<br>Võ Thị Thu Hương, Võ Thắng, Võ Thị Thu Hoài, Võ Thị Thu Trang, Võ Thị Lệ Thanh, Võ Thị Lệ Thành, Võ Thịnh.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1929]]\n[[Thể loại:Mất năm 2017]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]"}