{"51874":"'''Võ Duy Ninh''' ([[chữ Hán]]: 武維寧; [[1804]]–[[1859]]), còn được viết là '''Vũ Duy Ninh''', tự '''Trọng Chí''',  hiệu '''Trúc Nghiêm Võ Chí Hiên''', là vị võ quan cao cấp của [[nhà Nguyễn]] đầu tiên<ref>Theo sách ''Hỏi đáp lịch sử Việt Nam'', Nhà xuất bản Trẻ, 2007, tr. 34<\/ref> đã tuẫn tiết trong cuộc chiến chống lại sự xâm lược của người [[Pháp]] tại [[Gia Định]], [[Việt Nam]].\n\n== Tiểu sử ==\nVõ Duy Ninh sinh năm [[1804]] tại làng Đại An, xã Hành Phong (nay là xã Hành Thuận, huyện [[Nghĩa Hành]]), tỉnh [[Quảng Ngãi]]. Theo gia phả gia đình ông thì ông là con thứ (tức con giữa) của một gia đình ba anh em trai.\n\nNăm [[Minh Mạng]] thứ 15 ([[1834]]), ông đỗ Cử nhân khoa Giáp Ngọ, tại trường thi [[Thừa Thiên Huế|Thừa Thiên]]. Cũng theo gia phả, ông là người văn hay, chữ tốt, có giọng đọc hay nên nhiều lần làm lễ tế [[đàn Nam Giao|đàn ở Nam Giao]], vua [[Tự Đức]] đều triệu ông đến đọc văn tế. Sau khi đỗ Cử nhân, ông được làm Hành tẩu Bộ lại, đến năm Tự Đức thứ nhất ([[1847]]) được làm Bố chánh sứ tỉnh [[Phú Yên]]. Năm 1848 ông được cử làm Chánh Chủ khảo trường thi Hương, [[Thanh Hóa]]. Năm Tự Đức thứ 5 ([[1852]]), ông được triều đình điều về làm Tham Tri Bộ Lại. Năm Bính Thìn (1856) ông được bổ nhiệm làm quan Duyệt quyển khoa thi Hội.\n\nTháng 7 năm [[Mậu Ngọ]] ([[1858]]), năm Tự Đức thứ 11, thực dân [[Pháp]] nổ súng đánh [[Đà Nẵng]]. Trong lúc quân triều đình, dưới sự chỉ huy của [[Nguyễn Tri Phương]], thực hiện cuộc chống trả tương đối có hiệu quả, cầm chân quân Pháp tại Đà Nẵng, thì mẹ Võ Duy Ninh mất. Theo quy định của triều đình, ông được về cư tang (chịu tang) mẹ 3 tháng.\n\nTháng 11 năm [[1858]], triều đình cử ông vào Nam Kỳ giữ chức Hộ đốc thành [[Gia Định]]. Sau đó một năm, đầu năm [[1859]], ông được thăng làm Tổng đốc Định - Biên, cai quản hai tỉnh Gia Định và Biên Hòa. Tuy nhiên, khi ông vừa đến Gia Định nhậm chức Tổng đốc mới vẻn vẹn được hai ngày thì quân Pháp nổ súng tấn công Cần Giờ - Gia Định. Cuộc chiến đấu chống giặc Pháp từ Cần Giờ đến thành Gia Định diễn ra trong gần một tháng trời với ưu thế về vũ khí nghiêng hẳn về phía quân Pháp.\n\nNhận thức được tiềm lực của quân Pháp, một mặt Võ Duy Ninh tìm cách gọi quân cứu viện từ các tỉnh đến cứu thành, một mặt chấn chỉnh đội ngũ và tinh thần binh lính. Khi quân Pháp ồ ạt tiến vào cửa thành, bắn phá các pháo đài dọc sông và tiến thẳng vào thành Gia Định, Võ Duy Ninh đốc thúc quân đội kháng cự dũng mãnh, song không giữ nổi thành trước binh lực mạnh áp đảo của địch. Kể từ khi Pháp nổ súng đánh thành Gia Định, chỉ sau vài ngày, quân Pháp đã vào được thành. Tổng đốc Võ Duy Ninh cũng trúng đạn trọng thương bất tỉnh.\n\nÔng được quân sĩ cõng về làng Phước Lý thuộc huyện [[Phước Lộc]]. Sau khi tỉnh dậy, biết được quân Pháp đã chiếm được thành Gia Định, ông đã rút gươm tự sát vào ngày [[17 tháng 2]] năm [[1859]].\n\nTin thành Gia Định thất thủ về đến triều đình, chiếu theo luật, vua Tự Đức cho tước bỏ phẩm hàm của Tổng đốc Võ Duy Ninh. Nhờ quan Khâm sai đại thần Nguyễn Bá Nghi đi Nam Kỳ, rõ được sự tình liền làm ba tờ sớ tấu xin vua cho tìm hài cốt của Võ Duy Ninh mang về. Lần thứ ba vua Tự Đức mới chuẩn tấu sau khi đã phạt Nguyễn Bá Nghi 3 tháng lương bổng. Mãi đến năm [[Bảo Đại]] thứ 6, Võ Duy Ninh mới được phục hồi phẩm hàm và được vua ban di sắc ý nói hoàn cảnh của ông chỉ là do vua không thấu hết.\n\nVề gia đình, Võ Duy Ninh có hai người vợ và bốn người con gồm hai trai, hai gái. Bà chánh thất Đào Thị Thạnh là con gái của Thượng thư Bộ lại [[Đào Nguyên Phổ]], quê ở [[Bà Chiểu]], [[Gia Định]]. Sau khi Tự Đức chấp nhận cho gia đình cải táng hài cốt ông về quê nhà, bà cùng người con trai là Võ Duy Lập (mới 16 tuổi) lặn lội vào Bà Chiểu mất một năm trời mới tìm được hài cốt ông<ref>Tại Bà Chiểu, Võ Duy Lập bị quân Pháp bắt giam vì bị tình nghi theo nghĩa quân cống Pháp. Sau đó ông Võ Duy Lập trốn thoát được và gia nhập nghĩa quân Trương Định, làm đến Suất đội.<\/ref>. Phải mất thêm ba tháng ròng rã nữa mới đưa được hài cốt của ông về an táng tại xã Chánh Lộ (thành phố Quảng Ngãi ngày nay). Năm Bảo Đại thứ 6, Võ Duy Ninh được triều đình phục hồi phẩm hàm và ban di sắc phong. Năm 1987, họ tộc Võ cải táng hài cốt Võ Duy Ninh về thôn Xuân An, xã Hành Thuận, huyện Nghĩa Hành (Quảng Ngãi).\n\nSử gia [[Nguyễn Q. Thắng|Nguyễn Quyết Thắng]] và Nguyễn Bá Thế, tác giả cuốn ''Từ điển nhân vật [[lịch sử Việt Nam]]'', đã viết về danh sĩ Võ Duy Ninh: \"Ông là vị tướng lãnh cao cấp hy sinh đầu tiên trong Nam thời giặc Pháp cướp nước ta\".\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Dữ liệu nhân vật\n|TÊN=Võ Duy Ninh\n|TÊN KHÁC=Trọng Chí (tên tự); Trúc Nghiêm Võ Chí Hiên (biệt hiệu)\n|TÓM TẮT=vi quan [[nhà Nguyễn]]\n|LÚC SINH=[[1804]]\n|NƠI SINH=làng Đại An, xã Hành Phong, tỉnh [[Quảng Ngãi]], [[Việt Nam]]\n|LÚC MẤT=[[17 tháng 2]] năm [[1859]]\n|NƠI MẤT=làng Phước Lý, huyện [[Phước Lộc]]\n}}\n\n{{Thời gian sống|sinh=1804|mất=1859}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}