{"405151":"[[Tập tin:Các vùng du lịch ở Việt Nam.PNG|nhỏ|phải|250px|Bản đồ các vùng du lịch ở Việt Nam.PNG]]\n[[Tập tin:Den kiep bac.jpg|phải|nhỏ|250px| Đền Kiếp Bạc - Hải Dương]]\n[[Tập tin:Đoan Môn.JPG|nhỏ |phải|250px|[[Hoàng thành Thăng Long]] ở [[Hà Nội]]]]\n[[Tập tin:Gia Luan harbour in Cat Ba.JPG|nhỏ|250px|phải|Quần đảo Cát Bà ở [[Hải Phòng]]]]\n\n'''Vùng đồng bằng sông Hồng và duyên hải Đông Bắc''' là một trong 7 vùng thuộc danh sách [[các vùng du lịch ở Việt Nam]] (theo Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030)<ref>[http:\/\/www.dulichvn.org.vn\/index.php?category=20&itemid=12125 Xây dựng sản phẩm và thương hiệu du lịch Việt Nam]<\/ref><ref>[http:\/\/www.cinet.gov.vn\/LawDocumentDetail.aspx?ZoneId=148&rid=99&lawdocid=19257 Về việc phê duyệt \"Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn 2030]{{Liên kết hỏng|date = ngày 3 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Vùng du lịch này gồm các tỉnh [[đồng bằng sông Hồng]] và tỉnh [[Quảng Ninh]].\n\n[[Các vùng du lịch ở Việt Nam]] còn lại là: [[Trung du và miền núi phía Bắc|Vùng trung du và miền núi phía Bắc]], vùng [[Bắc Trung Bộ]], vùng duyên hải [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], vùng [[Tây Nguyên]], vùng [[Đông Nam Bộ]] và vùng [[Đồng bằng sông Cửu Long|Tây Nam Bộ]].<ref>[http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?newsid=49607&ZoneId=157&rid=20 Du lịch Việt Nam hướng đến năm 2020]{{Liên kết hỏng|date = ngày 3 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.cinet.gov.vn\/LawDocumentDetail.aspx?ZoneId=148&rid=99&lawdocid=19257 Chiến lược phát triển du lịch Việt Nam đến năm 2020, tầm nhìn 2030]{{Liên kết hỏng|date = ngày 3 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Vị trí địa lý== \nVùng văn hóa [[châu thổ Bắc Bộ]] là tâm điểm của con đường giao lưu quốc tế theo hai trục chính: [[Tây Đông]] và [[Bắc Nam]]. Đây là vị trí quan trọng để tiến tới các vùng trong nước và [[Đông Nam Á]], là mục tiêu xâm lược đầu tiên vào lãnh thổ Đông Nam Á. Nhưng cũng nhờ vị trí này tạo điều kiện thuận lợi về giao lưu và tiếp thu tinh hoa văn hóa nhân loại. Biểu hiện đầy đủ và tập trung nhất đất nước và con người Việt Nam. Thiên nhiên ở vùng này thật phong phú, đa dạng và có nhiều nét độc đáo mang sắc thái của cảnh quan nhiệt đới gió mùa ẩm. Có những vùng núi non hung vĩ và hiểm trở xuất hiện sớm nhất trên lãnh thổ Việt Nam cách đây hàng trăm triệu năm. Vùng văn hóa châu thổ Bắc Bộ là địa hình núi xen kẽ [[đồng bằng]] hoặc [[thung lũng]], thấp và bằng phẳng, dốc thoải từ [[Hướng Tây Bắc|Tây Bắc]] xuống [[Hướng Đông Nam|Đông Nam]]. Có những cánh rừng bạt ngàn với những khu rừng nhiệt đới nguyên sinh nổi tiếng, đặc biệt phong phú về số lượng loài thực, động vật.\n\nNằm trong vùng đồng bằng [[tam giác]] châu thổ được bù đắp [[phù sa]] màu mỡ của hệ thống sông Hồng và [[sông Thái Bình]] đã tạo nên 2 vựa [[lúa]] nổi tiếng ở [[Việt Nam]]. Có cả một vùng [[biển]] rộng với nguồn tài nguyên vô cùng phong phú, nhiều hải cảng tốt và bãi biển đẹp.\n\nDiễn ra những sự kiện lớn trong suốt quá trình [[lịch sử]]. Có nhiều [[di tích Việt Nam|di tích lịch sử]], lưu truyền bao truyền thuyết dân gian, [[công trình văn hóa]] – [[nghệ thuật]] có giá trị, các danh nhân kiệt xuất, nổi tiếng như: [[Ngô Quyền]], [[Lý Bí]], [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], [[Lý Thái Tổ|Lý Công Uẩn]], [[Trần Nhân Tông]], [[Trần Hưng Đạo]], [[Nguyễn Trãi]],…\n==Tiềm năng du lịch==\n\n===Khái quát chung=== \nVùng du lịch [[đồng bằng sông Hồng]] và [[Vùng duyên hải Bắc Bộ|duyên hải Đông Bắc]] có tiềm năng rất phong phú và đa dạng và có sức hấp dẫn rất đối với khách du lịch trong và ngoài nước. Có khả năng đáp ứng các yêu cầu của nhiều loại hình du lịch với các loại đối tượng khác nhau và có khả năng tiếp nhận số lượng lớn khách du lịch. Trong số các [[di tích Việt Nam]] thì vùng này chiếm hơn 90% về số lượng. Số lượng các danh hiệu thế giới do UNESCO xếp hạng cũng đứng đầu với [[quần thể danh thắng Tràng An]], [[vịnh Hạ Long]], [[Hoàng thành Thăng Long]], [[Bia tiến sĩ Văn Miếu Thăng Long]], [[ca trù]], [[quan họ|dân ca quan họ]], [[quần đảo Cát Bà#Khu dự trữ sinh quyển|khu dự trữ sinh quyển quần đảo Cát Bà]], [[khu dự trữ sinh quyển châu thổ sông Hồng]]...\n\n===Về mặt tự nhiên===\nCảnh tĩnh mịch trong các cánh rừng già nguyên sinh như các Vườn Quốc gia [[Vườn quốc gia Ba Vì|Ba Vì]] ([[Hà Nội]]), đảo [[Cát Bà]] ([[Hải Phòng]]) với hệ sinh thái rừng rậm nhiệt đới rất điển hình, thỏa mãn trí tò mò của du khách và lòng say mê nghiên cứu khoa học. Nguồn nước khoáng theo các mạch suối tự nhiên nhằm giải khát và chữa bệnh: [[Suối nước nóng Kênh Gà|Kênh Gà]] ([[Ninh Bình]]), [[Quang Hanh]] ([[Quảng Ninh]]) đạt tiêu chuẩn cao. Có những hang động bí hiểm lạ mắt: [[Hương Sơn]] ([[Hà Nội]]), [[động Vân Trình]], [[Tam Cốc - Bích Động]] ([[Ninh Bình]]), động Thiên Cung ([[Quảng Ninh]]).\n\nCó các bãi biển đẹp và nổi tiếng [[Trà Cổ]] ([[Quảng Ninh]]), [[Đồ Sơn]] ([[Hải Phòng]]) có sức thu hút đặc biệt, nhất là [[Vịnh Hạ Long]]. Mùa hè nóng bức nhất từ tháng 5 đến tháng 9, thuận lợi phát triển du lịch nghỉ mát biển tại [[vịnh Hạ Long]], [[Cát Bà]], [[Đồ Sơn]]. Các bãi tắm khác ở phía nam cũng có thể khai thác du lịch như Đồng Châu ([[Thái Bình]]); [[Quất Lâm]] và Hải Thịnh ([[Nam Định]]); Bãi Ngang, [[Cồn Nổi]] ([[Ninh Bình]])...\n\n===Về mặt kinh tế - xã hội=== \nNhững nông sản nhiệt đới quý giá, đạt tiêu chuẩn cao: [[Gạo]] tám thơm, [[Nếp cái]], [[nhãn]] [[Hưng Yên]], [[vải]] [[Thanh Hà]], thuốc lào [[Hòa An]], [[ổi Bo]] [[Thái Bình]].\n\nHàng thủ công mỹ nghệ sử dụng hầu hết nguyên liệu trong nước gồm các mặt hàng truyền thống như [[mây]], [[tre]], [[đan]], [[sơn mài]], [[gốm|gốm sứ]], [[thêu]], [[chạm khắc]], các sản phẩm từ [[cói]]….thỏa mãn nhu cầu của du khách và xuất khẩu.\n\nCư dân chuộng hòa bình, cần cù lao động, thông minh sang tạo và giàu lòng mến khách, tạo điều kiện thuận lợi cho hoạt động du lịch\n\nVề phục vụ ăn uống: ở đây cũng có những điều kiện rất thuận lợi. Với nguồn lương thực – thực phẩm dồi dào và đa dạng, đội ngũ nhân viên chuyên nghiệp đã sáng tạo ra các món ngon như: bún ốc, bún chả, rượu Làng Vân, cốm Làng Vòng, bánh đậu xanh Hải Dương, [[thịt mèo Thái Bình]], [[dê núi Ninh Bình]],… được khách du lịch rất yêu thích. Về vui chơi, giải trí, vùng này cũng có nhiều trò chơi dân gian và nhiều nơi vui chơi thu hút du khách như: trò thả chim, chọi gà, xem rối nước…\n\n===Về mặt văn hóa – lịch sử=== \n[[Tập tin:Codoj6.JPG|nhỏ|phải|250px|[[Cố đô Hoa Lư]]- phong cảnh [[đền thờ Đinh Bộ Lĩnh|đền vua Đinh]]]]\nVùng đồng bằng sông Hồng và duyên hải Đông Bắc chứa đựng toàn bộ bề dày lịch sử Việt Nam. Những di tích khảo cổ học minh chứng cho nền [[văn hóa Đông Sơn]], [[Hòa Bình]] nổi tiếng từ hồi tiền sử có giá trị: [[khoa học]], [[giáo dục truyền thống]], [[Giáo dục kiến thức]]. Những lễ hội truyền thống như [[đền Trần]], [[Hội Lim]] ([[Bắc Ninh]]), [[Hội Gióng]] ([[Hà Nội]]), hội [[chùa thuật]] độc đáo như [[chùa Bút Tháp]] ([[Bắc Ninh]]), [[Chùa Keo]] ([[Thái Bình]]), [[Nhà thờ Phát Diệm]], [[cố đô Hoa Lư]] ([[Ninh Bình]]), [[chùa Cổ Lễ]] ([[Nam Định]]), [[Chùa Phật Tích]], [[Chùa Tây Phương]] và [[Chùa Một Cột]] ([[Hà Nội]])\n\nNhững bảo tàng lớn và có giá trị nhất Việt Nam tạo điều kiện cho du khách tham quan tìm hiểu, nghiên cứu. Những [[Di tích Việt Nam|Di tích lịch sử văn hóa]] thường gắn liền và rất hài hòa với cảnh quan thiên nhiên nên càng tăng giá trị của các điểm du lịch như [[Hạ Long]], [[Hương Sơn]], [[Hoa Lư]], [[Khu bảo tồn thiên nhiên Vân Long|Vân Long]], [[Ba Vì]]…..\n \nCư dân ở [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] là cư dân sống với nghề trồng lúa nước, làm nông nghiệp một cách thuần túy. Biển và rừng bao bọc quanh đồng bằng Bắc Bộ nhưng từ trong tâm thức, người nông dân Việt Bắc Bộ là những cư dân \"xa rừng nhạt biển\". Nghề khai thác hải sản không mấy phát triển.\n\n[[Đồng bằng sông Hồng|Châu thổ sông Hồng]] có nhiều sông ngòi, mương máng, nên người dân chài trọng về khai thác thủy sản. Có một câu ngạn ngữ: nhất canh trì, nhì canh viên, ba canh điền. Phương thức canh tác chính của cư dân đồng bằng [[sông Hồng]] vẫn là nghề trồng lúa nước. \nỞ đây có hàng trăm nghề làm thủ công, có một số làng phát triển thành chuyên nghiệp, có thợ tay nghề cao như: nghề gốm, luyện kim, đúc đồng.\n\nNhững người nông dân ở đây sống quần tụ thành làng. Sự gắn bó giữa con người và con người trong cộng đồng làng quê, không chỉ là quan hệ sở hữu trên đất làng, trên những di sản hữu thể chung như đình làng, chùa làng…mà còn là sự gắn bó các quan hệ về tâm linh, về chuẩn mực xã hội, đạo đức. Đảm bảo cho những quan hệ này là các hương ước, khoán ước của làng xã. Các hương ước, khoán ước này là những quy định khá chặt chẽ về một phương diện của làng, từ lãnh thổ làng đến sử dụng đất đai, từ quy định sản xuất và bảo vệ môi trường đến quy định về tổ chức làng xã, ý thức cộng đồng làng xã. Cư trú ở nhiều vùng tự nhiên với kinh tế khác nhau, con người Việt Nam có những phong tục tập quán khác nhau, có nếp sinh hoạt và lao động khác nhau tạo nên những đặc trưng rất đa dạng, kỳ thú, có sức hấp dẫn rất lớn thu hút khách du lịch trong và ngoài nước. Có các dân tộc tiêu biểu như: Mường ([[Hòa Bình]], [[Ninh Bình]]).\n\nTrung tâm Hà Nội: Trung tâm [[văn hóa]] – [[kinh tế]] - [[chính trị]] - xã hội của cả nước. Đầu mối giao thông quan trọng về [[đường giao thông|đường bộ]], [[đường ray|đường sắt]], [[đường sông]], [[hàng không]], thuận tiện trong việc đi lại trong và ngoài nước. Các Đô thị đã được hình thành và phát triển nhanh chóng cùng với quá trình công nghiệp hóa – hiện đại hóa. Có nhiều thành phố, nhiều trung tâm công nghiệp tập trung dân cư.\n\n==Cơ sơ hạ tầng phục vụ du lịch== \nSo với các vùng khác trên cả nước, Vùng du lịch [[đồng bằng sông Hồng]] và [[Vùng duyên hải Bắc Bộ|duyên hải Đông Bắc]] đã có cơ sở hạ tầng phục vụ du lịch tương đối phát triển.\n\nHệ thống đường giao thông tương đối tốt với các trục đường chính từ [[hà Nội|thủ đô Hà Nội]] tỏa đi khắp nơi trong vùng. Từ Hà Nội đi các tỉnh miền núi phía Bắc có các QL 1,2,3; lên Tây Bắc có Quốc lộ 6; ra biển có Quốc lộ 5, vào các tỉnh phía Nam có Quốc lộ 1. Các trục đường sắt chính cũng hầu như chạy song song với các trục đường bộ, bảo đảm khả năng vận chuyển khách du lịch với số lượng lớn. Tất cả các điểm du lịch có ý nghĩa quốc gia đều có thể đi lại bằng các phương tiện giao thông khác nhau.\n\nMột số tuyến du lịch có thể sử dụng các phương tiện liên vận đường sắt, đường thủy, đường hàng không, bảo đảm cho khách du lịch có thể đi một đường về bằng một đường khác.\n\nVùng du lịch Bắc Bộ có thuận lợi lớn có nhiều cửa khẩu quan trọng để đưa đón khách du lịch nước ngoài. [[Sân bay quốc tế Nội Bài]] ([[Hà Nội]]) đã được xây dựng hiện đại, quy mô, có thể vận chuyển 2-3 triệu lượt khách\/năm. [[Cảng Hải Phòng]] là cảng lớn thứ hai trong cả nước, sau cảng Sài Gòn, dư sức tiếp nhận và tiễn đưa hàng chục ngàn khách du lịch vận chuyển bằng đường biển. Cửa khẩu [[Móng Cái]] nằm trên tuyến đường liên vận quốc tế cả về đường sắt lẫn đường bộ nối liền giữa Việt Nam và [[Trung Quốc]].\n\nĐây là vùng tập trung các nhà máy điện lớn như nhiệt điện [[Phả Lại]], [[nhà máy nhiệt điện Ninh Bình]],... Những năm gần đây sản lượng điện được tăng lên không ngừng và chất lượng điện cung cấp cũng tốt hơn, cùng với việc phát triển mạng lưới điện rộng khắp đã đảm bảo vững chắc nguồn điện phục vu cho các ngành và các địa phương trong vùng, trong đó có hoạt động du lịch\n\nVùng đồng bằng sông Hồng và duyên hải Đông Bắc có điều kiện và khả năng giải quyết tốt nhu cầu nước phục vụ du lịch, trên cơ sở có nguồn cung cấp nước dồi dào, cả nước mưa, nước trên mặt và mạch nước ngầm.\n\nVùng văn hóa [[đồng bằng sông Hồng|châu thổ sông Hồng]] có một mạng lưới sông ngòi khá dày, gồm các dòng sông lớn như: [[sông Hồng]], [[sông Thái Bình]] cùng các mương mán tưới tiêu dày đặc. Do ảnh hưởng của khí hậu gió mùa với hai mùa mưa và khô nên thủy chế các dòng song, nhất là [[sông Hồng]] cũng có 2 mùa rõ rệt: mùa cạn dòng chảy nhỏ, nước trong và mùa lũ dòng chảy lớn, nước đục. Ngoài khơi, thủy triều [[Vịnh Bắc Bộ]] theo chế độ nhật triều, mỗi ngày có một lần nước lên và 1 lần nước xuống. Chính yếu tố nước, tạo ra sắc thái riêng biệt trong tập quán canh tác, cư trú, tâm lý ứng xử cũng như sinh hoạt cộng đồng của dân cư trong khu vực tạo nên nền văn minh lúa nước, vừa có cái chung và vừa có cái riêng độc đáo của mình.\n\nXây dựng các trạm viễn thông và lắp đặt các phương tiện thông tin hiện đại do các nước giúp đỡ. Trên cơ bản đã đảm bảo được thông tin liên lạc trong nước và quốc tế thuận tiện nhanh chóng và kịp thời, đáp ứng ngày một tốt hơn mọi yêu cầu của hoạt động du lịch\n\n==Quy hoạch du lịch==\n===Các trọng điểm du lịch===\nTheo quyết định Số: 201\/QĐ-TTg ngày 22\/1\/2013 về việc phê duyệt \"Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030\"<ref>[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungquyhoachnganh?_piref135_16027_135_16022_16022.strutsAction=ViewDetailAction.do&_piref135_16027_135_16022_16022.docid=1698&_piref135_16027_135_16022_16022.substract= Theo quyết định Số: 201\/QĐ-TTg ngày 22\/1\/2013 về việc phê duyệt \"Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020]{{Liên kết hỏng|date = ngày 22 tháng 12 năm 2022 |bot=InternetArchiveBot }}<\/ref> Các địa bàn trọng điểm phát triển du lịch của Vùng đồng bằng sông Hồng và duyên hải Đông Bắc gồm [[tam giác]] du lịch [[Hà Nội]] - [[Ninh Bình]] - Quảng Ninh, Hải Phòng:\n*Thủ đô [[Hà Nội]] gắn với hệ thống di tích lịch sử văn hóa nội thành và các cảnh quan tự nhiên vùng phụ cận.\n*[[Quảng Ninh]] - [[Hải Phòng]] gắn với cảnh quan biển đảo Đông Bắc đặc biệt là [[Hạ Long]] - [[Cát Bà]], [[Vân Đồn]], Đồ Sơn.\n*[[Ninh Bình]] gắn với [[Tam Cốc - Bích Động]], [[Hoa Lư]], [[Tràng An]], [[Vân Long]], [[Cúc Phương]], Tam Chúc - Ba Sao và quần thể di tích, cảnh quan vùng phụ cận.\n\n===Các sản phẩm du lịch đặc trưng===\nSản phẩm du lịch đặc trưng nhất của vùng du lịch đồng bằng sông Hồng và duyên hải Đông Bắc là du lịch văn hóa kết hợp với du lịch tham quan nghiên cứu. Những sản phẩm du lịch cụ thể: \n*Giao tiếp nhằm phát triển kinh tế xã hội, hội nghị, hội thảo, triển lãm, công vụ: tại các đô thị lớn [[Hà Nội]], [[Hải Phòng]], [[Hạ Long]]...\n*Tham quan nghiên cứu nền văn hóa Việt Nam: Các di tích lịch sử, Các di sản văn hóa, nghệ thuật truyền thống cội nguồn của cộng đồng người Việt, Các lễ hội và sinh hoạt tâm linh, Các làng nghề truyền thống.\n*Tham quan nghỉ dưỡng, vui chơi giải trí ở các vùng cảnh quan: Vùng biển và hải đảo thuộc vịnh Hạ Long, Vùng các hồ chứa nước lớn và nghỉ núi, Vùng núi đá, hang động Karsto [[Tràng An]], Vùng núi cao và rừng nguyên sinh.\n*Vùng đô thị đặc biệt – thủ đô Hà Nội là thành phố cổ, lịch sử, còn nhiều di sản văn hóa, nghệ thuật kiến trúc cổ. Trung tâm chính trị, thủ đô, văn hóa, khoa học, kinh tế, giao tiếp của cả nước. Thành phố nằm tại đầu mối giao thông lớn nhất cả nước, điểm giao thoa của 2 nền văn hóa lớn ở phương Đông ([[Phật giáo]] từ [[Ấn Độ]] và [[Nho giáo]] từ [[Trung Quốc]]).\n\n===Các địa bàn hoạt động du lịch chủ yếu===\nCác di tích văn hóa – nghệ thuật, lễ hội truyền thống; chủ yếu ở Hà Nội và vùng phụ cận thuộc nền văn minh lúa nước, [[văn hóa Đông Sơn]]. Các địa bàn có nhiều ảnh hưởng văn hóa các dân tộc [[Mường]] như: [[Ba Vì]], [[Chương Mỹ]], [[Nho Quan]].\n*Các di tích giữ nước, dựng nước:\n#Cụm [[Hà Nội]]: [[Hoàng thành Thăng Long]] – [[Cổ Loa]] – [[hồ Hoàn Kiếm|hồ Gươm]] - [[chùa Trấn Quốc]] - [[Khu di tích Phủ Chủ tịch]].\n#Cụm [[Ninh Bình]]: [[cố đô Hoa Lư]] – [[chùa Bái Đính]] - [[chùa Địch Lộng]] - [[phòng tuyến Tam Điệp]] - [[đền Trần]].\n#Cụm [[Quảng Ninh]] – Hải Phòng: Vân Đồn, [[Núi Yên Tử|Yên Tử]], [[Khu di tích Côn Sơn - Kiếp Bạc]], [[Sông Bạch Đằng]]\n*Các địa bàn cảnh quan, nghỉ dưỡng, giải trí:\n#Hệ thống cảnh quan nghỉ dưỡng ven biển: Cụm [[Quảng Ninh]] – [[Hải Phòng]]: [[Hạ Long]], [[Bái Tử Long]], [[Đồ Sơn]], [[Cát Bà]]…\n#Hệ thống cảnh quan vùng hồ: [[Hà Nội]] ([[hồ Hoàn Kiếm|hồ Gươm]], [[hồ Tây]], hồ Đồng Mô, hồ Quan Sơn); [[Ninh Bình]] ([[hồ Đồng Chương]], [[hồ Đồng Thái]], [[núi Kỳ Lân|hồ Kỳ Lân]], hồ Yên Quang, hồ Yên Thắng)…\n#Hệ thống cảnh quan vùng núi: các khu nghỉ dưỡng [[Tam Đảo]] ([[Vĩnh Yên]]). Các khu núi cao: [[Ba Vì]], [[Tam Điệp]] và [[Núi Yên Tử|Yên Tử]].\n#Các khu hang động núi đá Krasto: cụm [[Quảng Ninh]] ([[vịnh Hạ Long]]), cụm [[Ninh Bình]] ([[động Vân Trình]], [[chùa Địch Lộng|động Địch Lộng]], [[động Hoa Lư]], [[Tam Cốc - Bích Động|Bích Động]]...)\n#Các hải đảo có bãi tắm tốt, có người ở: [[Cô Tô]], [[Quan lạn]], [[Tuần Châu]], [[Cát Bà]].. Các hải đảo cảnh quan nổi tiếng: [[Bạch Long Vĩ]], [[Minh Châu]]….\n\n*Đô thị đặc biệt: Thủ đô Hà Nội, đầu mối giao thông lớn, trung tâm thông tin viễn thông hiện đại, trung tâm giao tiếp, trung tâm đào tạo khoa học kỹ thuật của cả nước, trung tâm của nền văn hóa nghệ thuật truyền thống. Quy mô dân số đến 2020 là: 7 triệu người. Gồm: Khu phố cổ, khu phố cũ, thành cổ, hệ thống trung tâm cũ, khu cảnh quan du lịch nghỉ dưỡng, giải trí mới xây dựng hiện đại, trung tâm các làng nghề truyền thống. Sân bay quốc tế chính: [[Sân bay quốc tế Nội Bài|Nội Bài]],Sân bay phụ: [[Miếu Môn]].\n\n===Các trung tâm lưu trú===\n#Vùng đất liền, trung tâm hạt nhân chính là [[Hà Nội]].\n#Vùng ven biển, trung tâm hạt nhân chính: [[thành phố Hạ Long]] (cho địa bàn [[Quảng Ninh]], [[Hải Phòng]]).\n#Vùng phía nam, trung tâm hạt nhân chính: [[Ninh Bình]] (cho địa bàn [[Thái Bình]], [[Hà Nam]], [[Nam Định]]).\n\n==Ảnh==\n<gallery>\nImage:Halong Bay in Vietnam.jpg|Vịnh Hạ Long\nImage:Hoan kiem lake huc bridge hanoi 2007 01.jpg|Hồ Hoàn Kiếm\nImage:Dienphapchu11.jpg|[[chùa Bái Đính]]\nHình:Đền Trần Thái Bình.jpg|Cổng vào [[đền Trần (Thái Bình)|đền Trần Thái Bình]]\nImage:Do Son nhin tu tren cao.jpg|[[đồ Sơn|thị xã Đồ Sơn]]\nImage:Phatdiemk-77.jpg|[[Nhà thờ chính tòa Phát Diệm|Nhà thờ đá Phát Diệm]]\nImage:Quan ho bac ninh o ha noi.jpg|[[Quan họ|Dân ca quan họ]]\nImage:Nhà hát chèo Hải Dương.jpg|Phục vụ [[chèo|hát chèo]]\nImage:Tam Cốc01.jpg|[[Tam Cốc - Bích Động|Tam Cốc]]\nImage:Núi Yên Tử.jpg|Yên Tử\nImage:Cúc phương1.jpg|Rừng đại ngàn [[Vườn quốc gia Cúc Phương|Cúc Phương]]\nImage:Mong Cai.jpg|[[móng Cái|thành phố Móng Cái]]\n\nImage:KhoangXanh06 TaoSong2.JPG|Khoang Xanh\nImage:Chua Huong 059.jpg|[[chùa Hương]]\n<\/gallery>\n\n==Tham khảo==\n* ''Quy hoạch du lịch'' - Trần Quốc Thông - [[Trường Đại học Dân lập Văn Lang|Đại học Văn Lang]].\n* ''Quy hoạch du lịch'' - ''Bùi Thị Hải Yến'' - Công ty Cổ phần Sách Đại học - Dạy nghề (HEVOBCO).\n* ''Cơ sơ xây dựng tuyến điểm'' - ''Trương Hoàng Phương'' - ''Đại học Hùng Vương''.\n\n{{tham khảo|30em}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Du lịch Việt Nam]]\n[[Thể loại:Đồng bằng sông Hồng| ]]\n[[Thể loại:Vùng của Việt Nam|S]]"}