{"52412":"'''Vùng kinh tế trọng điểm phía Nam''' (Southern Key Economic Zone) là tên gọi khu vực phát triển kinh tế động lực khu vực [[Nam Bộ]] Việt Nam, gồm 8 tỉnh, thành phố: [[Thành phố Hồ Chí Minh]], [[Đồng Nai]], [[Bình Dương]], [[Bà Rịa – Vũng Tàu]], [[Bình Phước]], [[Tây Ninh]], [[Long An]] và [[Tiền Giang]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-159-2007-QD-TTg-Quy-che-phoi-hop-giua-cac-Bo-nganh-dia-phuong-vung-kinh-te-trong-diem-56660.aspx|tựa đề=Quyết định số 159\/2007\/QĐ-TTg của Thủ tướng Chính phủ Ban hành Quy chế phối hợp giữa các Bộ, ngành, địa phương đối với các vùng kinh tế trọng điểm|url-status=live}}<\/ref> Đây là trung tâm kinh tế năng động, phát triển bật nhất và là đầu tàu kinh tế quan trọng của cả nước Việt Nam.\n\n==Lịch sử==\nSau khi Việt Nam cải cách mở cửa kể từ Đại hội lần thứ 6 (1986) của [[Đảng Cộng sản Việt Nam]], với chủ trương tạo ra những [[tam giác]] kinh tế phát triển tạo động lực cho khu vực và cả nước, 3 [[tam giác kinh tế]] được thành lập: miền Bắc ([[Hà Nội]] - [[Hải Phòng]] - [[Quảng Ninh]]) với thủ đô Hà Nội là hạt nhân, miền Trung ([[Huế]] - [[Quảng Nam]] Đà Nẵng - [[Quảng Ngãi]]) với thành phố Đà Nẵng là hạt nhân và miền Nam (Thành phố Hồ Chí Minh - Biên Hòa - Bà Rịa-Vũng Tàu) với Thành phố Hồ Chí Minh là hạt nhân. Sau này, do yêu cầu về phát triển vùng và đặc biệt là do sự phát triển năng động của các tỉnh nằm kề bên các [[tam giác]] kinh tế (như tỉnh [[Hải Dương]] và [[Vĩnh Phúc]] ở miền Bắc, tỉnh [[Bình Định]] ở miền Trung và tỉnh Bình Dương, Long An, Tây Ninh, Tiền Giang và Bình Phước ở miền Nam), các tam giác phát triển đã được mở rộng không gian địa lý.\n\n==Giao thông vận tải==\n*Đường hàng không: [[Sân bay quốc tế Tân Sơn Nhất|Sân bay Quốc tế Tân Sơn Nhất]] là cửa ngõ giao thương quan trọng của Vùng với năng lực khoảng 9 triệu khách năm hiện nay lên 15 triệu khách\/năm cuối năm 2006. Đây là cảng hàng không lớn nhất Việt Nam, chiếm 2\/3 lượng khách quốc tế đến Việt Nam bằng đường hàng không. Đến năm 2010, [[Sân bay quốc tế Long Thành|Sân bay Quốc tế Long Thành]] với công suất thiết kế 80-100 triệu khách\/năm, 5 triệu tấn hàng hóa 1 năm sẽ là sân bay hàng đầu của Vùng kinh tế.\n*Cảng: Cụm cảng Sài Gòn hiện tại có lượng hàng hóa thông quan cao nhất trong cả nước. Do nhu cầu phát triển đô thị, các cảng trong nội thị sẽ được di dời xuống hạ lưu Sông Đồng Nai và Sông Thị Vải. Trong tương lai, cảng Thị Vải tại Bà Rịa Vũng Tàu sẽ là cảng biển chính của Vùng cùng với cụm cảng container Cát Lái và Hiệp Phước là một trong những cảng biển nước sâu hàng đầu cả nước.\n*Đường bộ: Mạng lưới đường bộ tuy không ngừng được nâng cấp nhưng không đáp ứng được yêu cầu phát triển, tình trạng tắc nghẽn giao thông cản trở sự phát triển của Vùng. Để giải quyết tình trạng này, một số dự án giao thông lớn đã và đang được triển khai: Đường cao tốc Tp HCM - Trung Lương (sau này nối đến Cần Thơ); Các đướng vành đai 1, 2, 3; Đại lộ Đông - Tây; Hầm Thủ Thiêm; Đường cao tốc Tp HCM - Long Thành - Dầu Dây; Đường Xuyên Á; Cầu Phú Mỹ; Đường cao tốc Biên Hòa - Vũng Tàu...\n*Đường sắt: Hiện tại chỉ có [[Đường sắt Bắc Nam]] chạy qua khu vực này. Để đáp ứng nhu cầu giao thông vận tải, một số dự án đường sắt đang được lập dự án như: Đường sắt cao tốc Tp HCM - Vũng Tàu; Các tuyến tàu điện ngầm từ Bến Thành đi bến xe Miền Tây, Biên Hòa đang được các công ty lớn của Đức, Pháp, Nga, Nhật khảo sát.\n\n==Khu công nghiệp==\nVùng kinh tế trọng điểm phía nam là nơi tập trung số lượng các khu công nghiệp lớn và thu hút nhiều dự án đầu tư nước ngoài lớn nhất của cả nước. Tại đây có Khu công nghệ cao, 2 khu chế xuất Tân Thuận và Linh Trung, Công viên phần mềm Quang Trung và hàng chục khu công nghiệp thu hút khác như: Biên Hòa, Nhơn Trạch, Loteco, Amata (Đồng Nai), Sóng Thần, Việt Nam - Singapore, Việt Hương, Nam Tân Uyên, Mỹ Phước, Đồng An (Bình Dương), Tân Tạo, Vĩnh Lộc, Tân Bình (TP.Hồ Chí Minh)... Các ngành công nghiệp quan trọng nhất của Vùng gồm: Dầu khí, dày da, dệt may, điện tử, cơ khí, hóa chất, phân bón, cán thép...Ngoài ra còn có một số khu công nghiệp tập trung ở Long An (Bến Lức, Cần Giuộc, Cần Đước, Thủ Thừa, Đức Hòa và Tân An), Tiền Giang Bao gồm: Khu Công nghiệp Mỹ Tho (79.14  ha), KCN Tân Hương (197 ha), KCN Long Giang (600 ha), KCN Dịch vụ Dầu Khí (1000 ha), Cụm Trung An (17 ha), Cụm Tân Mỹ Chánh (23,57 ha), Đang chuẩn bị xây thêm KCN nam Tân Phước dự kiến (1000 ha), Cụm Gia Thuận,...\n\n==Trung tâm năng lượng==\nTrung tâm điện lực Phú Mỹ (BRVT) và Nhà máy điện Bà Rịa, Hiệp Phước có tổng công suất điện năng trên 30% tổng công suất điện năng cả nước. Dự án khí Nam Côn Sơn và Bạch Hổ và dự án đường ống dẫn khí đông-tây (nối miền đông và miền tây nam bộ) cung cấp nguồn năng lượng cho vùng này Trong tương lai gần, cùng với Trung tâm điện lực Nhơn Trạch (2600 MW), Vùng này vẫn là trung tâm năng lượng quan trọng của cả nước.\n\n==Dịch vụ và thương mại==\nHoạt động xuất nhập khẩu của Vùng nhộn nhịp nhất nước. Năm 2005, tổng kim ngạch xuất khẩu của Vùng chiếm khoảng 2\/3 tổng kim ngạch xuất khẩu của cả nước. Đây cũng là nơi tập trung các siêu thị, trung tâm thương mại lớn của các tập đoàn bán lẻ lớn trên thế giới.\n==Khu vực đô thị hóa==\nTrong tương lai không xa, với tốc độ đô thị hóa nhanh chóng, đây sẽ là vùng đô thị lớn (''metropolitan area'') có quy mô lớn trong khu vực [[Đông Nam Á]] và cả thế giới. Hiện tại ở đây đang triển khai một số dự án khu đô thị lớn như: khu đô thị công nghiệp tổng hợp Bình Dương quy mô 4000 ha, khu đô thị Đông Bắc Củ Chi và Long An 4000 ha, khu đô thị Phú Mỹ Hưng 600 ha và đặc biệt là khu đô thị thương mại mới Thủ Thiêm 700 ha.\nTrong tương lai xây dựng thêm một số thành phố mới như: Nhơn Trạch, Bình Dương, Long Thành, Phú Mỹ, Hậu Nghĩa, Cần Giuộc, Gò Công, Bến Lức.\n\n==Xem thêm==\n*[[Vùng kinh tế trọng điểm Bắc bộ]]\n*[[Vùng kinh tế trọng điểm Trung bộ]]\n*[[Vùng kinh tế trọng điểm vùng đồng bằng sông Cửu Long]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n[http:\/\/www.mofa.gov.vn\/vi\/tt_baochi\/nr041126171753\/ns041124104306 Vùng kinh tế Việt Nam trên website Bộ Ngoại giao]\n\n[[Thể loại:Địa lý kinh tế Việt Nam|V]]\n[[Thể loại:Nam Bộ|V]]\n[[Thể loại:Vùng kinh tế trọng điểm]]"}