{"116920":"'''Vùng bắn phá tự do''' hay '''vùng oanh kích tự do''' ([[tiếng Anh]]:''free-fire zone'') là một thuật ngữ quân sự của Mỹ chỉ một mức độ kiểm soát hỏa lực, được dùng cho việc hiệp đồng tác chiến giữa các đơn vị chiến đấu gần nhau. Tài liệu hướng dẫn chiến trường (field manual) FM 6-20 định nghĩa của khái niệm này dùng trong [[chiến tranh Việt Nam]] như sau:\n\n:Một khu vực được xác định cụ thể mà tại đó, mọi hệ thống vũ khí đều có thể bắn mà không cần chỉ thị của các sở chỉ huy (''A specific designated area into which any weapon system may fire without additional coordination with the establishing headquarters).''\n\n== Trong chiến tranh thế giới thứ hai ==\nTướng [[Chuck Yeager]], trong cuốn tự truyện của mình, mô tả sự bất đồng của ông (và đồng đội) với việc bắn-tất-cả-những-thứ-di-chuyển trong chiến tranh thế giới thứ hai. Ông cảm nhận rằng, nếu Hoa Kỳ thất bại trong thế chiến thứ hai, điều đó có thể đã bị xem như là một hoạt động phạm pháp.<ref name=yeager1>{{chú thích sách|last1= Yeager |first1= Chuck |authorlink1= Chuck Yeager |last2= Janos |first2= Leo |title= Yeager: An Autobiography |publisher= [[Bantam Books|Bantam]] |date = ngày 1 tháng 8 năm 1986 |isbn= 978-0-553-25674-1 }}\n<\/ref>\n\n== Trong chiến tranh Việt Nam ==\nTheo Từ điển Chiến tranh Việt Nam của James S. Olson,<ref>\"Dictionary of the Vietnam War;\" edited by James S. Olson; published by Greenwood Press, Inc.; New York, 1988. tr. 510<\/ref>, ''vùng bắn phá tự do'' là vùng được bắn mục tiêu mà không cần được cho phép trước (''any area in which permission was not required prior to firing on targets'').\n\nBan đầu, vùng bắn phá tự do là một khu vực gần một căn cứ không quân, nơi không có dân thường, để các máy bay có thể trút bỏ bom đạn thừa (''ordnance disposal'') trước khi hạ cánh.\n\nSở chỉ huy Mỹ tại Việt Nam (U.S. Military Assistance Command, Vietnam [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|MACV]]), dựa vào giả định rằng tất cả các lực lượng bạn đã ra khỏi khu vực, đã thiết lập một chính sách xác định các \"vùng bắn phá\" tự do là các khu vực mà:\n\n*Bất cứ ai xuất hiện trong đó đều được coi là một binh sĩ đối phương\n*Binh lính được phép bắn bất cứ ai di động sau giờ giới nghiêm mà không cần phải chắc chắn rằng người này có thái độ thù địch.\n\nDo các cuộc chạm trán kiểu này có thể dẫn đến cái chết của thường dân vô tội, việc sử dụng chính sách này là một sự vi phạm [[Công ước Genève|Công ước Geneva]].\n\n== Xem thêm ==\n* [[Rules of engagement]]\n* [[Ném bom khu vực]]\n* [[Ấp chiến lược]]\n* [[Chiến lược Tìm và diệt|Tìm và diệt]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Đọc thêm ==\n* Lewis M. Simmons, \"[http:\/\/www.crimesofwar.org\/thebook\/free-fire-zones.html Free Fire Zones] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050924182430\/http:\/\/www.crimesofwar.org\/thebook\/free-fire-zones.html |date = ngày 24 tháng 9 năm 2005}}\", in ''Crimes of War: What the Public Should Know'', Roy Gutman, Ed, W. W. Norton & Company, tháng 7 năm 1999, {{ISBN|978-0393319149}}\n\n{{sơ khai quân sự}}\n\n[[Thể loại:Chiến lược quân sự]]\n[[Thể loại:Thuật ngữ quân sự]]\n[[Thể loại:Tội ác chiến tranh]]\n[[Thể loại:Tội ác của quân đội Hoa Kỳ]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Thế chiến thứ hai]]"}