{"767506":"{{wikify}}\n'''Nguyễn Văn Lượng''' (sinh [[1957]], tại [[Hải Phòng]]) là một [[Đạo diễn phim|đạo diễn]], [[nghệ sĩ ưu tú]] [[Việt Nam]]. Ông được biết đến nhiều qua các bộ phim truyền hình \"''[[Mụ]] [[Lẫm]]''\", \"''[[Con Vá (phim truyền hình)|Con Vá]]''\", \"''[[Nước mắt]] của [[biển]]''\" (12 tập), \"''[[Chuyện tình]] [[đảo]] [[Cát]]''\" (12 tập), \"''Con mắt [[bão]]''\" (Phần một - 15 tập, phần hai - 30 tập).\n\n== Tiểu sử ==\nNghệ sĩ ưu tú Văn Lượng (Nguyễn Văn Lượng) sinh năm [[1957]], quê gốc Kiến Thụy (cố đô Dương Kinh của nhà Mạc), hiện là đạo diễn, giám đốc Xưởng phim truyền hình Hải Phòng. Ông được phong tặng danh hiệu nghệ sĩ ưu tú năm 2007. \n\nLà một trong những đạo diễn phim truyền hình gắn bó và khai thác đề tài về biển - đảo Hải Phòng nhiều nhất cũng như có nhiều tác phẩm về đề tài này được khán giả truyền hình yêu thích. Ở Hải Phòng, nhân vật làm phim tài liệu truyền hình số một hiện nay chính là NSƯT Văn Lượng, nhất là một loạt bộ phim về danh nhân Trạng Trình - Nguyễn Bỉnh Khiêm, Phạm Tử Nghi - Anh hùng thời tao loạn, phim tài liệu lịch sử \"Dương kinh một thuở\", phim tài liệu nghệ thuật \"Huyền thoại mùa thu\", \"Đi tìm hạt vàng mười\",...\n\nVề tham dự Lễ hội Chọi trâu Đồ Sơn sẽ thấy đĩa phim \"Khát vọng mùa trăng\", \"Huyền thoại mùa thu\" (về đề tài này) của NSƯT bị dân in đĩa lậu tung bán khắp nẻo đường. Tương tự như vậy, phim tài liệu về Thánh Niệm (ông Thiên Lôi) Phạm Tử Nghi cũng bị dân tình in ấn bán khắp các đền, đình thờ vị Thánh này tại Hải Phòng. <ref>http:\/\/lhthtq.vtv.vn\/Phim-tai-lieu\/Danh-tuong-Pham-Tu-Nghi\/3146.vtv{{Liên kết hỏng|date=2021-05-29 |bot=InternetArchiveBot }}<\/ref> Phim tài liệu của NSUT Văn Lượng giàu chất nhân văn, ngôn ngữ hình ảnh và lời bình, âm nhạc mượt mà, giàu chất thơ. Xem phim tài liệu của ông người xem sẽ thêm yêu mến Hải Phòng - mảnh đất đầy cá tính.\n\nLà một trong những đạo diễn đoạt nhiều giải thưởng nghề nghiệp nhất trong ngành truyền hình Việt Nam(tính đến năm 2011 khoảng gần 40 giải thưởng trong khối ASEAN và toàn quốc). Có thể kể một số tác phẩm tiêu biểu như:\nPhim \"Huyền thoại mùa thu\" – phim tài liệu, giải Đặc biệt của Ban Giám khảo dành cho tác phẩm \"Phản ánh nền văn hóa độc đáo\" tại Liên hoan ảnh, phim, phóng sự về đất nước, con người trong cộng đồng ASEAN, Việt Nam 2010. Phim \"Khát vọng mùa trăng\" - phim tài liệu (Cánh diều bạc, 2007)<ref>{{Chú thích web |url=http:\/\/www.giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/giai-thuong-to-chuc-hiep-hoi-tw\/giai-thuong-canh-dieu.html\/ |ngày truy cập=2012-06-09 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-06-14 |archive-url=https:\/\/web.archive.org\/web\/20120614050622\/http:\/\/www.giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/giai-thuong-to-chuc-hiep-hoi-tw\/giai-thuong-canh-dieu.html }}<\/ref>. Bên cạnh đó, khoảng chục Giải Vàng, hàng chục Giải Bạc ở các Liên hoan truyền hình toàn quốc.\n\nBộ phim truyện \"Con mắt bão\" (kịch bản Nguyễn Khắc Phục) được triển khai ở Hải Phòng được dư luận quan tâm như một bộ phim sử thi về miền Cửa Biển anh hùng. Năm 2013, \"Con mắt bão\" được trao Cánh Diều Bạc của Hội Điện ảnh Việt Nam. Đạo diễn - Nghệ sĩ ưu tú Văn Lượng trả lời phỏng vấn Tạp chí Văn nghệ Công an: \"Ai đã từng qua cái đói đến quặn ruột thắt gan mới hiểu được mơ ước về bát cơm thơm và cánh đồng vàng ở những vùng đồng chua nước mặn quê tôi. Bộ phim này tôi muốn làm để tri ân những người đảng viên thôn quê dám mạnh dạn \"đi sớm\" (dám làm những việc ngày ấy còn bị quy là \"ăn cắp\" - ăn cắp một thước đất của hợp tác xã để chia cho dân cày cấy), dám nhận phần thua thiệt về mình để lo cho cái ăn cái mặc của dân, mà dân ở đâu xa, đó chính là mẹ con cái Thị, bà Bủn, anh cu Son,… ở quanh họ và là họ cả thôi… Tất nhiên có một phần bố mẹ và chính tôi thời ấy\".;.\n\nÔng đang thực hiện từng bước ước nguyện sản xuất 100 bộ phim về những bậc danh nhân đất nước mà ông mở ra bằng Dự án phim \"Tinh hoa Đất Việt\", bao gồm cả phim truyện và phim tài liệu truyền hình. Bộ phim đầu tiên là phim truyện cổ trang về Người Việt Nam đẹp nhất - Phật Hoàng Trần Nhân Tông. Bộ phim này dự kiến 45 tập, đã hoàn thành giai đoạn đầu về kịch bản. Bộ phim triển khai từ tháng 9\/2011, dự kiến hoàn thành vào đầu năm 2016. Đạo diễn - Nghệ sĩ ưu tú Văn Lượng và các đồng sự của Xưởng phim truyền hình Hải Phòng (HFS) đã bắt đầu triển khai tiền kỳ sản xuất bộ phim truyền hình sử thi 45 tập Phật Hoàng Trần Nhân Tông. Đạo diễn - Nghệ sĩ ưu tú Văn Lượng và là Giám đốc HFS cho biết: \"Chúng tôi không cầu mong điều gì, chỉ mong sao thể hiện được vẻ đẹp và bản sắc của văn hóa và con người Việt kết thành tinh hoa trong phim Phật Hoàng Trần Nhân Tông\".\n\nMong muốn nhận thêm những đóng góp nhằm hoàn thiện công tác chuẩn bị và kịch bản để có được một công trình nghệ thuật xứng tầm, ngay khi bắt tay triển khai Dự án phim \"Phật Hoàng Trần Nhân Tông\", Việt Nam Tinh Hoa - Công ty sản xuất phim các đơn vị phối hợp, các Viện, Hội nghiên cứu văn hóa, lịch sử đã chức tọa đàm \"Hướng tới bộ phim về Phật Hoàng Trần Nhân Tông\" tại Khu di tích - danh thắng Yên Tử (Quảng Ninh). Cuộc tọa đàm không chỉ ghi nhận các ý kiến đóng góp về bộ phim mà còn hé lộ nhiều nghiên cứu mới về Trần Nhân Tông dưới góc độ của một vị vua, một triết gia và một thi nhân <ref>{{Chú thích web |url=http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/van-hoa\/goc-dien-anh\/b-phim-s-thi-ph-t-hoang-tr-n-nhan-tong-1.375384 |ngày truy cập=2012-11-02 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-11-03 |archive-url=https:\/\/web.archive.org\/web\/20121103180304\/http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/van-hoa\/goc-dien-anh\/b-phim-s-thi-ph-t-hoang-tr-n-nhan-tong-1.375384 }}<\/ref>,<ref>{{Chú thích web |url=http:\/\/baobaovephapluat.vn\/van-hoa-xa-hoi\/du-lich-coi-nguon\/201210\/Buoi-toa-dam-huong-toi-bo-phim-ve-Phat-Hoang-Tran-Nhan-Tong-2198911\/ |ngày truy cập=2012-10-18 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-10-25 |archive-url=https:\/\/web.archive.org\/web\/20121025011920\/http:\/\/baobaovephapluat.vn\/van-hoa-xa-hoi\/du-lich-coi-nguon\/201210\/Buoi-toa-dam-huong-toi-bo-phim-ve-Phat-Hoang-Tran-Nhan-Tong-2198911\/ }}<\/ref>,<ref>{{Chú thích web |url=http:\/\/doanhnhantrehaiphong.vn\/news\/17-467\/TOA-DAM-HUONG-TOI-BO-PHIM-VE-PHAT-HOANG-TRAN-NHAN-TONG.aspx |ngày truy cập=2012-10-18 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-11-01 |archive-url=https:\/\/web.archive.org\/web\/20121101063138\/http:\/\/doanhnhantrehaiphong.vn\/news\/17-467\/TOA-DAM-HUONG-TOI-BO-PHIM-VE-PHAT-HOANG-TRAN-NHAN-TONG.aspx }}<\/ref>\n\nĐồng nghiệp gọi ông là \"Gã ngư dân ưa biển động sóng gào\". Dù con số 221 phim đã đủ để Nghệ sĩ ưu tú Văn Lượng được công nhận là đạo diễn có số lượng phim phản ánh văn hóa - con người miền biển đảo nhiều nhất Việt Nam, mà Tổ chức kỷ lục Việt Nam (Vietkings) công bố vào 27\/10\/2012, nhưng biển vẫn động và sóng vẫn gào, tin chắc rằng Văn Lượng không chịu gác chèo phơi lưới mà dừng ở đó.. Năm 2013, đạo diễn tiếp tục được Tổ chức Kỷ lục châu Á trao danh hiệu Kỷ lục gia châu Á về sự nghiệp phim của mình.\n\nNgày 21\/9\/2013, Đại học Kỷ lục Thế giới lần đầu tiên trao tặng Bằng Tiến sĩ Danh dự cho 6 nhà nghiên cứu, nhà khoa học, nghệ sĩ Việt Nam, trong đó có Nghệ sĩ ưu tú - đạo diễn Nguyễn Văn Lượng, người con của Cửa Biển Hải Phòng. Trả lời VOV, ông nói <blockquote>\"'''''Đây là sự cân đong không đầy đủ nhưng thú vị về những mùa màng của một anh ngư phủ cùng với vạn chài của mình trên cánh đồng biển Việt Nam. Tôi nói không đầy đủ vì 221 phim họ đã kiểm chỉ là một phần gia tài của tôi\"'''''; \"'''''Tôi là dân làm nghề - sống với nghề như một gã ngư phủ, tôi không phân biệt phải săn cá mập, cá voi mà đôi khi cá bớp, tu hài, cua - ghẹ … tùy sức, tùy lưới và tùy chợ… tôi ra khơi! Không phải khoe nhưng rõ ràng tôi đã sống như thế và đã chứng minh mình có thể gặt hái thành công từ các thể loại phim: phóng sự ngắn - dài, tài liệu một đến nhiều tập, phim truyện các kiểu… Tôi đã ra biển và lấy được nhiều loại cá vàng, cá bạc t\/ừ biển\".'''''<\/blockquote>Dư luận đang tiếp tục theo dõi hành trình của Đạo diễn Văn Lượng trên sản xuất phim Phật Hoàng Trần Nhân Tông\" với cách triển khai được nhiều người uy tín trong giới điện ảnh và báo chí, lịch sử, văn hóa đánh giá là CẨN TRỌNG NHƯNG ĐỘT PHÁ, TÁO BẠO <ref>http:\/\/nld.com.vn\/van-hoa-van-nghe\/no-luc-cho-bo-phim-phat-hoang-tran-nhan-tong-ra-doi-2014081022362683.htm<\/ref><br>\n== Ghi chú==\n{{Tham khảo}}\n\n==Xem thêm==\n#\"Thử cùng bàn: Làm phim truyện ở Đài TH địa phương\", kỳ 3: Ý tưởng táo bạo của Hải Phòng (báo Truyền hình Việt Nam, số 43 (179), 26\/10\/2000, trang 1+7)\n#\"Phim truyền hình mới của Xưởng phim truyền hình Hải Phòng Nước mắt của biển, phần 2\" (Báo Hải Phòng, năm thứ bốn mươi sáu, số 12442, ngày 19\/8\/2002, trang 3)\n#\"Viết báo, làm phim để trả nợ quá khứ, trả nợ cuộc đời\" (Nhà báo và Công luận, số 52 (338), từ 20 đến 26\/12\/2002, trang 3)\n#\"Quyết đi tìm gu riêng\" (Điện ảnh Kịch trường Việt Nam, số 181, ngày 25\/9\/2002,trang 8)\n#\"Những ngày ở đảo Dấu\" (Tạp chí Truyền hình Việt Nam, bộ mới, số 6, tháng 9\/2002, trang 14)\n#\"Theo dấu vết Chuyện tình đảo Cát\" (Tạp chí Truyền hình Việt Nam, bộ mới, số 42, kỳ II, tháng 11\/2004, trang 63)\n#\"Nghệ sĩ Đất Cảng\" (Điện ảnh Kịch trường Việt Nam, số 347, ngày 5\/5\/2007,trang 8)\n#\"Con đường chinh phục của Truyền hình Hải Phòng\" (Tạp chí Truyền hình Việt Nam, bộ mới, số 73, kỳ I, tháng 13\/2006, trang 20)\n\n[[Thể loại:Đạo diễn]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Người Hải Phòng]]"}