{"113588":"{{Văn hóa khảo cổ Việt Nam}}\n'''Văn hóa Phùng Nguyên''' là một nền văn hóa tiền sử thuộc sơ kỳ [[thời đại đồ đồng]], cuối [[thời đại đồ đá mới]], tồn tại từ cuối thiên niên kỷ III TCN, đầu thiên niên II TCN và kết thúc vào khoảng nửa đầu thiên niên kỷ II TCN<ref>Vũ Duy Mền (chủ biên) (2013), ''Lịch sử Việt Nam'', tập 1, Nxb. Khoa học xã hội, tr. 91.<\/ref>. Phùng Nguyên là tên một làng ở xã Kinh Kệ (nay là xã [[Phùng Nguyên]]), huyện [[Lâm Thao]], tỉnh [[Phú Thọ]], nơi đầu tiên tìm ra các di chỉ của nền văn hóa này. [[Di chỉ khảo cổ Phùng Nguyên#Văn hóa Phùng Nguyên|Di chỉ văn hóa Phùng Nguyên]] đã được phát hiện ở Phú Thọ, [[Bắc Ninh]], [[Ninh Bình]], [[Hà Nội]], [[Hải Phòng]] và một vài nơi khác trong lưu vực [[sông Hồng]]. Tính đến năm 1998, có khoảng 55 địa điểm đã được phát hiện có di chỉ văn hóa đồng dạng với các di chỉ tại Phùng Nguyên, trong đó có 3 địa điểm có di cốt người. Công cụ bằng [[đá]] phổ biến và chiếm ưu thế tuyệt đối. Đồ trang sức bằng các loại [[đá]], đá bán quý, [[ngọc]] được tìm thấy nhiều, đặc biệt là các vòng đá. Ngoài đồ đá, cư dân Phùng Nguyên đã biết chế tạo đồ gốm đặc sắc từ khâu làm đất, tạo dáng cho đến hoa văn trang trí. Trong đời sống của cư dân Phùng Nguyên đã xuất hiện đồ đồng và thuật luyện kim (còn hạn chế).\n\nCùng thuộc sơ kỳ thời đại đồ đồng ở Việt Nam như văn hóa Phùng Nguyên còn có [[văn hóa Cồn Chân Tiên, Hoa Lộc]] (lưu vực [[sông Mã]]), văn hóa của các bộ lạc người nguyên thủy ở lưu vực [[sông Lam]], của các bộ lạc ở thượng lưu sông Mã (huyện [[Sông Mã (huyện)|Sông Mã]], tỉnh [[Sơn La]]), văn hóa Tiền Sa Huỳnh (Trung Trung bộ), văn hóa Đồng Nai (Đông Nam bộ).\n\n== Kỹ thuật chế tác đá ==\nCăn cứ vào những di vật khảo cổ học cho biết người Phùng Nguyên đã đạt đến đỉnh cao của kỹ thuật chế tác đá. Kỹ thuật mài, cưa đá phổ biến, có thể tạo ra những công cụ và đồ trang sức hình dáng phong phú, vừa đạt độ chính xác cao, vừa tiết kiệm được nguyên liệu. Người Phùng Nguyên đã thành thạo kỹ thuật khoan và tiện đá.\n\nNhìn những công cụ đá như rìu, bôn có thiết diện tứ giác, kích thước nhỏ nhắc mà chức năng sử dụng như những con dao nhỏ sắc; hoặc vòng trang sức đá tinh xảo của người Phùng Nguyên còn để lại, khiến người ngày nay không khỏi ngạc nhiên. Rõ ràng, người Phùng Nguyên đã đạt đến đỉnh cao của kỹ thuật chế tác đá mà các văn hóa trước và sau đó khó có thể vượt qua được.\n\nĐồ đá vẫn chiếm số lượng nhiều nhất trong số các di vật thuộc Văn hóa Phùng Nguyên. Gồm các công cụ sản xuất như rìu, bàn mài, bàn dập. Đáng chú ý nhất là loại bàn dập có 6-7 rãnh song song, chưa rõ tác dụng của các loại bàn dập này. Nhiều dọi se sợi được tìm thấy ở các di chỉ.\n\n== Kỹ thuật làm gốm ==\nKỹ thuật làm gốm của người Phùng Nguyên cũng đạt đến mức tinh xảo về tạo hình, sử dụng chất liệu và tạo hoa văn. Hoa văn gốm Phùng Nguyên rất phong phú gồm văn chải, văn thừng, văn khắc vạch, văn in, văn đan... Hoa văn đặc trưng của gốm Phùng Nguyên là khắc vạch kết hợp với in, lăn. Các hoạt tiết được bố cục cân xứng, hoặc các họa tiết hình chữ S nối liền nhau. Đồ gốm Phùng Nguyên gồm 3 loại hình chính: mịn, thô và rất thô.\n\nĐồ gốm Phùng Nguyên được tạo bằng bàn xoay (chân, tay) hoặc nặn, gắn, chắp. Họ đã biết tráng gốm phủ ngoài trước khi đưa vào lò nung. Có thể coi đó là bước khởi đầu cho kỹ thuật tráng men gốm sau này. Gốm được nung trong hố hở ở ngoài trời, nhiệt độ khoảng 600-800 độ C.\n\nLoại hình đồ gốm cũng đa dạng, phong phú, song nhiều nhất vẫn là đồ gia dụng, gồm nồi, bình, bát có chân đế, dáng đẹp. Đồ đựng có đường kính miệng lớn, thành mỏng, có thể coi đó là đặc trưng gốm Phùng Nguyên. Ở một số di chỉ còn tìm thấy bi gốm, có thể đó là đồ chơi cho trẻ con bấy giờ. Hoặc trong nhiều di chỉ suốt thời đại đồng thau từ Phùng Nguyên đến Đông Sơn còn tìm thấy một hiện vật gốm độc đáo mà tên gọi và công dụng của hiện vật đó đến nay vẫn chưa được thống nhất, đó là chạc gốm hay chân giò gốm. Có ý kiến cho rằng công dụng của chạc gốm giống như những chiếc sừng trâu có dùi một lỗ thủng lớn phía đầu nhọn là một dụng cụ dùng để tiếp nước uống rượu cần<ref>Vũ Duy Mền (chủ biên) (2013), ''Sđd'', tr. 90.<\/ref>.\n\n== Đồ đồng ==\nĐồ đồng đã xuất hiện trong văn hóa Phùng Nguyên, song còn chưa nhiều, kỹ thuật luyện kim cũng còn hạn chế. Ở di chỉ Gò Bông thuộc giai đoạn sớm của văn hóa Phùng Nguyên, người ta đã phát hiện xỉ đồng chứng tỏ cư dân đã luyện đồng tại chỗ, hoặc cách đó không xa. Phân tích mẫu xỉ đồng ấy cho biết cư dân Phùng Nguyên đã biết đến hợp kim đồng thau, gồm đồng và thiếc.\n\nCho đến nay vẫn chưa thấy đồ đồng Phùng Nguyên nào còn nguyên chiếc, chứng tỏ đồ đồng còn rất khan hiếm. Đồ đá vẫn là công cụ phổ biến trong sản xuất và đời sống.\n\n== Nông nghiệp ==\nVới việc tìm thấy một số hạt gạo cháy trong tầng văn hóa sớm nhất của di chỉ Đồng Đậu thuộc văn hóa Phùng Nguyên, dựa vào công cụ đá và đồ đựng gốm, có thể cho rằng người Phùng Nguyên đã biết đến nông nghiệp trồng lúa nước. Song quy mô của sản xuất nông nghiệp lúa nước và vai trò kinh tế của nông nghiệp ra sao, cho đến nay vẫn chưa được nghiên cứu đầy đủ vì thiếu tư liệu.\n\n==Các di chỉ==\nCho tới nay, hơn 60 di chỉ thuộc văn hóa Phùng Nguyên đã được phát hiện. Các di tích này phân bố trong phạm vi rộng khắp châu thổ Bắc Bộ, chủ yếu là dọc theo lưu vực các con sông lớn: như sông Hồng, sông Lô, sông Thao, sông Đà, sông Đáy … tập trung nhiều nhất ở các tỉnh [[Phú Thọ]], Vĩnh Phúc, [[Ninh Bình]], Hà Nội, [[Bắc Ninh]] …<ref>[http:\/\/covattinhhoa.vn\/news\/detail\/769\/doi-net-ve-do-da-van-hoa-phung-nguyen.cvth Đôi nét về đồ đá văn hóa Phùng Nguyên]<\/ref>\n\n*Di chỉ Phùng Nguyên được lấy làm tên xác lập cho nền văn hóa Phùng Nguyên tọa lạc tại xã Kinh Kệ, huyện [[Lâm Thao]], tỉnh [[Phú Thọ]]. Di chỉ Phùng Nguyên đã được các nhà khảo cổ học [[Việt Nam]] phát hiện và khai quật nhiều lần, trên diện tích rộng khoảng 4.000m² trong những năm từ 1959 đến 1970.\n*Di chỉ Mán Bạc ở thôn Bạch Liên, xã Yên Thành, huyện Yên Mô ([[Ninh Bình]]), thuộc hệ thống đứt gãy của dải núi đá vôi Tam Điệp chạy ra tới biển. Theo các nhà khảo cổ học, di chỉ Mán Bạc thuộc giai đoạn văn hóa cuối Phùng Nguyên, đầu Đồng Đậu, có niên đại gần 4.000 năm. Cư dân cổ Mán Bạc sống trên toàn bộ doi đất cao mà nhân dân thường gọi là Gò Vụng, được dải núi Mán Bạc bao quanh theo thế hình vòng cung tạo ra một nơi rất kín. ở đó, cư dân yên tâm sinh sống vì có thể tránh được thời tiết xấu. Năm 1999, các nhà khảo cổ Việt Nam đã tiến hành khai quật di chỉ Mán Bạc lần thứ nhất, và đã tìm thấy 5 mộ táng và 6 cá thể. Trong lần khai quật lần thứ hai, với diện tích 24m², các nhà khảo cổ đào được 10 mộ với 11 cá thể. Người chết được chôn theo tư thế nằm ngửa, tay chân duỗi thẳng, mặt nghiêng về bên trái. Các nhà khảo cổ cũng thu được 39 chiếc rìu, 8 đục, 6 hạt chuỗi, 10 mảnh vòng, 2 bàn đập vải vỏ cây, 3 nồi gốm, 1 bát đồng, 3 hiện vật hình nấm còn khá nguyên vẹn... và hàng trăm kilogam vỏ nhuyễn thể. Đây cũng là di chỉ đầu tiên trong giai đoạn văn hóa Phùng Nguyên giữ được di cốt người còn khá nguyên vẹn. Đối chứng với mẫu bào thai 8 tháng tuổi ở Viện Giải phẫu, các nhà khảo cổ đã khẳng định những di cốt được tìm thấy ở một số mộ là trẻ sơ sinh (chiếm tới 50%).<ref>[http:\/\/vnexpress.net\/gl\/khoa-hoc\/2002\/01\/3b9b8c19\/ \"Bí mật\" của những ngôi mộ 3.500 năm ở Mán Bạc]<\/ref>\n*Di chỉ khảo cổ học Văn Điển, Tân Triều (ở [[Thanh Trì]] – Hà Nội) và gần đây đã phát hiện di chỉ Phùng Nguyên muộn tại di tích Đàn Xã Tắc (Đống Đa - Hà Nội).\n*Các di chỉ khác: Hồng Đà (Phú Thọ), Tràng Kênh (Hải Phòng), Bãi Tự (Bắc Ninh).\n\n==Xem thêm==\n* [[Di chỉ khảo cổ Phùng Nguyên]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Văn minh]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Châu Á thời đại đồ đồng]]"}