{"41843":"{{Văn hóa khảo cổ Việt Nam}}\n[[Tập tin:Nguoi nguyen thuy Hoa Binh.jpg|phải|nhỏ|250px|Mô hình minh họa cư dân Văn hóa Hòa Bình.]]\n'''Văn hóa Hòa Bình''' được giới [[khảo cổ học]] chính thức công nhận từ ngày [[30 tháng 1]] năm [[1932]], do đề xuất của [[Madeleine Colani]], sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại [[Hà Nội]] thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội<ref>Đặc trưng chính của Văn hóa Hòa Bình khi phân biệt với các cư dân đồ đá dùng đá lửa, dễ ghè đẽo và dễ chế tạo hơn.<\/ref> để tạo ra những dụng cụ từ thời kỳ đá cũ đến thời kỳ đá mới. Qua thời gian, tất nhiên cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Nhưng thời gian gần đây, hoạt động của các nhà khảo cổ học trong suốt từ năm [[1975]] lại đây đã cho thấy một hướng mới về quan niệm khác về thời đại cũng như không gian của Văn hóa Hòa Bình.Đây là 1 nền văn hoá đã khởi nguồn cho văn minh người Việt mà lan truyền và ảnh hưởng lên xứ phía Bắc.\n\n== Cơ sở tổng quát ==\nVăn hóa Hòa Bình<ref>Các nhà khảo cổ học gần đây xem Văn hóa Hòa Bình như một thuật ngữ chỉ văn hóa chung có cùng nguồn gốc, nhưng không khẳng định địa điểm.<\/ref> thuộc thời đại đồ đá cũ sang thời đại đồ đá mới (cách ngày nay 15.000 năm, kéo dài đến 2.000 năm trước [[Công Nguyên]]), trên vùng đất xen núi [[đá vôi]], thuộc phía Tây châu thổ ba con sông lớn thuộc Bắc Bộ Việt Nam, và với không gian rộng lớn, tiêu biểu cho cả phía xứ vùng [[Đông Nam Á]] và Nam [[Trung Quốc]].\n\nDựa vào các di chỉ tìm thấy và niên đại của chúng, các nhà khảo cổ chia Văn hóa Hòa Bình thành ba thời kỳ nối tiếp nhau:<ref>’’’Đông Nam Á và tiền sử học thế giới’’’, Viễn Cảnh châu Á, tập XIII năm 1970.<\/ref>\n* Hòa Bình sớm, hay Tiền Hòa Bình, có niên đại tiêu biểu là Di chỉ [[hang Thẩm Khuyên|Thẩm Khương]] (32.100 ± 150 trước Công Nguyên), Mái Đá Điều, Mái Đá Ngườm (23.100 ± 300 TCN).\n* Hòa Bình giữa, hay Hòa Bình chính thống, tiêu biểu bởi Di chỉ [[hang Xóm Trại|Xóm Trại]] (18.000 ± 150 TCN), Làng Vành (16.470 ± 80 TCN).\n* Hòa Bình muộn, tiêu biểu bằng di chỉ ở [[Hang Thẩm Hoi|Thẩm Hoi]] (10.875 ± 175), Sũng Sàm (11.365 ± 80 BP, BLn - 1541\/I).\n[[Tập tin:Hinterindien.jpg|thumb|Vùng phân bố của Văn hóa Hòa Bình.]]\n\n== Lịch sử khám phá ==\nNăm [[1923]], bà [[Madeleine Colani]] cùng những người hướng dẫn địa phương khám phá ra một số lượng rất lớn di cốt người và dụng cụ bằng đá, trong một hang đá vôi thuộc tỉnh Hòa Bình. Trong mấy năm liền sau đó, bà liên tục khám phá thêm mười hai hang động trong vùng Hòa Bình, khai quật được một số lượng di vật hiếm thấy. Sau khi phân tích chúng và so sánh liên hệ với đồ đá tìm thấy trong vùng núi Bắc Sơn, bà đề nghị xem toàn thể những di vật đặc biệt bằng đá cuội, với đặc điểm là chỉ được đẽo ở lưỡi hay rìa, là của cùng một nền văn hóa, Văn hóa Hòa Bình hay Hoabinhien.<ref>Tiếng Anh là Hoabinhian.<\/ref>\n\nThời gian kể từ khi phát hiện các dụng cụ bằng đá và bằng xương tại di chỉ thuộc tỉnh [[Hòa Bình]], các nhà khảo cổ còn phát hiện ở rất nhiều địa điểm khắp các quốc gia trong vùng như [[Thái Lan]], [[Myanmar|Miến Điện]], [[Lào]], [[Campuchia]], [[Malaysia]], [[Sumatra]]... cũng có những di tích có các công cụ cùng một ký thuật chế tác. Người ta còn tìm thấy các dụng cụ bằng đá cùng một văn hóa sinh sống ở những nơi xa hơn như [[Nhật Bản]], [[Đài Loan]], [[Úc|Australia]]... Tại hội nghị \"60 năm sau Hoabinhian\" tổ chức tại Hà Nội, các nhà khảo cổ học thống nhất quan điểm về thuật ngữ ''Văn hóa Hòa Bình'' được xem như một khái niệm để chỉ một nền văn hóa có cùng một kỹ thuật chế tác mà không xem như là nguồn gốc.\n\n== Các di vật Văn hóa Hòa Bình ==\nTại Việt Nam, hiện có trên 130 địa điểm thuộc nền Văn hóa Hòa Bình, trong đó trên một nửa do các nhà khảo cổ học Việt Nam phát hiện trong khoảng thời gian từ 1966-1980. Riêng tỉnh Hòa Bình có 72 di chỉ đã được phát hiện và nghiên cứu.<ref>{{chú thích web|url=http:\/\/baodienbienphu.com.vn\/tin-tuc\/van-hoa\/157273\/van-hoa-hoa-binh-nen-van-hoa-tien-su-doc-dao|title=\"Văn hóa Hòa Bình\": Nền văn hóa tiền sử độc đáo|website=baodienbienphu.com.vn}}<\/ref>\n\nVào thời kỳ đầu [[thế kỷ 20]], các nhà [[khảo cổ học]] thực sự chưa khám phá đủ số lượng cần thiết và nhiều địa điểm chưa được khám phá, dựa trên các dụng cụ thô sơ chỉ đẽo một mặt nên việc đánh giá các di vật này chưa được chính xác với tầm quan trọng của Văn hóa Hòa Bình. Nhưng đến [[thập niên 1960]] các khám phá khảo cổ gây sự chú ý các nhà khảo cổ học thế giới tại Thái Lan, Malaysia, Indonesia, [[Philippines]], các đảo nam [[Thái Bình Dương]] khiến các nhà [[tiền sử học]] đặt lại vấn đề người tiền sử tại Đông Nam Á. Trước hết, nhà khảo cổ người Úc Gorman tìm thấy tại [[hang Ma, Thái Lan|hang Ma]] (Spirit Cave) ở [[Thái Lan]] những dấu hiệu cho thấy người thuộc văn hóa Hòa Bình đã bắt đầu trồng trọt bầu bí sớm hơn bất cứ nơi nào khác trên thế giới, từ cỡ hơn 11 ngàn năm trước.\n\nNhững năm gần đây, các nhà khảo cổ học đã có những khám phá mang tính đột phá khi quan niệm mới về sự tiện dụng trong vùng Đông Nam Á nhiệt đới cổ xưa không cần hoàn toàn dựa vào các công cụ sinh hoạt và kiếm ăn bằng đá cuội, khi quan sát các bộ lạc còn sót lại và bị biệt lập tại các đảo trong quần đảo Indonesia và tập quán dùng đồ [[tre]], [[nứa]], và các loại mũi tên tẩm độc để săn bắn các con thú lớn, cũng như tập tục ăn [[sò]], [[ốc biển]], [[ốc nước ngọt]], các loại cá sẵn có trong các làn nước ấm<ref>Các di vật khai quật gần đây cho thấy người tiền sử Văn hóa Hòa Bình sử dụng một lượng lớn sò, ốc, động vật...<\/ref>. Luận điểm so sánh với các dụng cụ khác ở phương Tây đang được nhiều nhà khoa học xem xét lại.\n\nCác di vật chính của thời kỳ Văn hóa Hòa Bình chính (niên đại sớm 12.000 năm cách ngày nay) tại tỉnh [[Hòa Bình]] và các tỉnh từ [[Quảng Bình]] đến [[Thái Nguyên]] là các dụng cụ bằng đá cuội ghè đẽo một mặt, hoặc chỉ phần lưỡi; các mảnh gốm không có hình thù do kỹ thuật nung chưa đạt nhiệt độ cao, đây là di tích [[đồ gốm]] xưa nhất của cư dân Văn hóa Hòa Bình<ref>Cung Đình Thanh, ''Gốm cổ tại Việt Nam và vai trò của nó trong văn hóa tiền sử'', Tập San TƯ TƯỞNG số 12 tháng 2\/2001.<\/ref> cho đến nay đã tìm thấy; các dụng cụ đào bới có cán tra, các vòng trang sức bằng vỏ ốc. Thời kỳ này các nhà khảo cổ học cũng đã tìm thấy di cốt người ở vài địa điểm.\n\nDi chỉ muộn của Văn hóa Hòa Bình được tìm thấy ở Bắc Sơn (niên đại sớm 5.000 TCN, thuộc [[Lạng Sơn]]). Các dụng cụ bằng đá ở đây đã có một trình độ chế tác cao hơn nhiều, lưỡi đá đã được mài sắc, khảo cổ học gọi là \"rìu Bắc Sơn\". Đồ gốm đã có tiến bộ, kỹ thuật được làm thủ công, cư dân ở đây nặn các dải đất dài, rồi cuộn tròn từ đáy lên miệng và miết kín khe hở, nung gốm bằng chất củi đốt xung quanh. Đồ trang sức bằng đất nung có dùi lỗ và xâu thành chuỗi.\n\n== Đánh giá ==\nCác bằng chứng ngày càng nhiều về một nền văn minh Đông Nam Á đã làm lung lay nhiều thuyết tiền cổ đứng vững nhiều thập kỷ của thế kỷ 20. Người tiên phong trong việc đề xuất hướng mới cho nguồn gốc loài người là [[Wilhelm Solheim|Wilhelm G. Solheim II]], giáo sư Đại học Hawaii. Năm [[1967]], [[Wilhelm Solheim|Solheim II]] cho công bố trên nhiều tài liệu nói về sự ra đời sớm của việc trồng trọt, làm gốm, đóng thuyền, đúc đồ đồng thau...\n\nSau [[Wilhelm Solheim|Solheim II]], một số nhà khảo cổ học khác như Meacham ở [[Hồng Kông]], Higham ở [[New Zealand]], Pookajorn ở [[Thái Lan]] đều thống nhất quan điểm, vùng Đông Nam Á, từ Thái Lan xuống Indonesia qua bán đảo Đông Dương, là cái nôi của văn minh Nam Á - Nam Đảo. Và mới đây, [[Stephen Oppenheimer]]<ref>Oppenheimer tốt nghiệp bác sĩ Đại học Oxford bên Anh năm 1971, một người đưa ra luận điểm về bệnh học theo vùng miền, rất yêu khảo cổ học.<\/ref> còn đi xa hơn nữa, khi đưa ra thuyết rằng văn minh Đông Nam Á là cội nguồn của văn minh phương Tây, rằng khi cư dân [[thềm Sunda]] di tản tránh biển dâng, họ đã đến vùng [[Lưỡng Hà]] - [[Trung Đông]], mang theo kinh nghiệm trồng trọt, làm đồ gồm và sự tích [[Đại hồng thủy]].<ref>[[Stephen Oppenheimer]], Eden in the East The Drowned Continent of Southeast Asia, Phoenix, 1999.<\/ref>\n\nChú ý rằng những đánh giá này chưa có cập nhật những thành tựu mới từ cuối thế kỷ 20 đến nay, trong đó có nghiên cứu [[sinh học phân tử]], cho ra bằng chứng mới xác định loài người hình thành từ Châu Phi và phát tán ra khắp thế giới ([[Các dòng di cư sớm thời tiền sử|Out-of-Africa]]). Nghiên cứu về gen gần đây cho thấy người Việt có thể có nguồn gốc từ Châu Phi. Kết quả nghiên cứu ủng hộ giả thuyết tổ tiên người Việt đã di cư từ châu Phi từ 200.000 năm trước, khoảng 40.000 - 60.000 năm trước đã đến cư trú tại Việt Nam, sau đó tiếp tục di cư lên các nước Đông Á.<ref>[https:\/\/tuoitre.vn\/cong-bo-nghien-cuu-bo-gen-nguoi-viet-bat-ngo-ve-nguon-goc-20190716215120206.htm Công bố nghiên cứu bộ gen người Việt: Bất ngờ về nguồn gốc], Báo Tuổi trẻ, 17\/07\/2019<\/ref>\n\n== Kết luận ==\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n* Hà Văn Tấn và Trần Quốc Vượng, ''Sơ yếu khảo cổ học nguyên thủy Việt Nam''. 1961\n* Tạp chí khảo cổ học Việt Nam, Nhà xuất bản Khoa học xã hội, Hà Nội. (1974-2006)\n* Hà Văn Tấn, Nguyễn Khắc Sử, Trình Năng Chung, ''Văn hóa Sơn Vi'', Nhà Xuất bản Khoa học xã hội, Hà Nội, 1999\n* Hà văn Tấn, ''Theo dấu các nền văn hóa cổ'', Nhà Xuất bản Khoa học xã hội, Hà Nội, 1998\n* Oppenheimer S., ''Eden in the East The Drowned Continent of Southeast Asia'', Phoenix, 1999\n\n== Liên kết ngoài ==\n* [http:\/\/www.thanhhoa.gov.vn\/Hienthichitiet.php?ID_TT=174&ID_CM1=%20c1&ID_CM2=cc6&ID_CM3=%20ccc2\/ Thời đại Đồ đá mới]{{Liên kết hỏng|date = ngày 29 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vietsciences.free.fr\/biographie\/artists\/writers\/coloni_madeleine.htm Madeleine Coloni (1866-1943)]\n* [http:\/\/farm3.static.flickr.com\/2413\/2389351197_320264550b_o.jpg Phân bố công cụ đá có đặc điểm của văn hóa Hoà Bình] theo [http:\/\/www.andaman.org\/BOOK\/chapter25\/text25.htm#hoabinhian The Hoabinhian stone tool industry: the forerunner?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080820123934\/http:\/\/www.andaman.org\/BOOK\/chapter25\/text25.htm#hoabinhian |date = ngày 20 tháng 8 năm 2008}}\n* [http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/25689.vtv Gốm Việt thời tiền sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050209060705\/http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/25689.vtv |date = ngày 9 tháng 2 năm 2005}}\n* [http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/23222.vtv Cuốc đá, một nền nông nghiệp sơ khai] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051122155621\/http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/23222.vtv |date = ngày 22 tháng 11 năm 2005}}\n* [http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/22492.vtv Kỹ thuật chế tác cuội của văn hóa tiền sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051125181318\/http:\/\/www.vtv.vn\/vi-vn\/VTV2\/thongdiep\/2004\/8\/22492.vtv |date = ngày 25 tháng 11 năm 2005}}\n* [http:\/\/www.nhanvan.com\/magazines\/hopluu\/64\/nguyenquangtrong_venguongoc.htm Nguồn gốc người Việt cổ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060708014242\/http:\/\/www.nhanvan.com\/magazines\/hopluu\/64\/nguyenquangtrong_venguongoc.htm |date = ngày 8 tháng 7 năm 2006}}\n* [http:\/\/mevietnam.org\/NguonGoc\/hhnk-hoabinh.html Nguồn gốc Văn hóa Hòa Bình]\n\n<center>'''[[Văn hóa Sơn Vi]]''' > Văn hóa Hòa Bình > '''[[Văn hóa Bắc Sơn]]'''<\/center>\n\n[[Thể loại:Văn minh]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Lịch sử Đông Nam Á]]\n[[Thể loại:Thời đại đồ đá]]"}