{"130840":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam |huyện\n| tên = Văn Giang\n| hình = Suquan Laduong2.JPG\n| ghi chú hình = Đình làng Bến, nơi thờ sứ quân [[Lã Đường]]\n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 56\n| vĩ giây = 14\n| kinh phút = 55\n| kinh giây = 34\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 71,95 km²<ref name=HUNGYEN2020\/>\n| dân số = 123.480 người<ref name=HUNGYEN2020\/>\n| dân số thành thị = 11.604 người (9%)\n| dân số nông thôn = 111.876 người (91%)\n| thời điểm dân số = 2020 \n| mật độ dân số = 1.716 người\/km²\n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]] \n| tỉnh = [[Hưng Yên]]\n| huyện lỵ = Thị trấn [[Văn Giang (thị trấn)|Văn Giang]]\n| thành lập = 24\/7\/1999: tái lập từ huyện Châu Giang\n| phân chia hành chính = 1 thị trấn, 10 xã \n| trụ sở UBND = Thị trấn Văn Giang\n| mã hành chính = 326<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 17650\n| biển số xe = 89-K1,K2\n| web = {{url|vangiang.hungyen.gov.vn}}\n}}\n\n'''Văn Giang''' là một [[huyện]] nằm ở phía tây bắc [[tỉnh]] [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Văn Giang nằm ở phía bắc của tỉnh Hưng Yên, bên bờ tả ngạn [[sông Hồng]], nằm cách thành phố [[Hưng Yên (thành phố)|Hưng Yên]] khoảng 40&nbsp;km về phía bắc, cách trung tâm thủ đô [[Hà Nội]] khoảng 20&nbsp;km về phía đông nam, có vị trí địa lý:\n*Phía đông giáp huyện [[Yên Mỹ]] và huyện [[Văn Lâm]]\n*Phía tây giáp huyện [[Thanh Trì]] và huyện [[Thường Tín]] thuộc thành phố [[Hà Nội]]\n*Phía nam giáp huyện [[Khoái Châu]]\n*Phía bắc giáp huyện [[Gia Lâm]], thành phố [[Hà Nội]].\n\nHuyện Văn Giang có diện tích là 71,95&nbsp;km², dân số năm 2020 là 123.480 người<ref name=HUNGYEN2020>{{Chú thích web|url=http:\/\/niengiam.thongkehungyen.gov.vn\/mobile\/index.html|tựa đề=Niên giám thống kê tỉnh Hưng Yên năm 2020 (Dân số tr.55)|ngày=17 tháng 7 năm 2021|website=Cục thống kê tỉnh Hưng Yên|url-status=live}}<\/ref>, mật độ dân số đạt 1.716 người\/km².\n\n== Hành chính ==\nHuyện Văn Giang có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[văn Giang (thị trấn)|Văn Giang]] (huyện lỵ) và 10 xã: [[Cửu Cao]], [[Liên Nghĩa (xã)|Liên Nghĩa]], [[Long Hưng, Văn Giang|Long Hưng]], [[Mễ Sở]], [[Nghĩa Trụ]], [[Phụng Công]], [[Tân Tiến, Văn Giang|Tân Tiến]], [[Thắng Lợi, Văn Giang|Thắng Lợi]], [[Vĩnh Khúc]], [[Xuân Quan]].\n\n==Lịch sử==\nĐây là vùng đất cổ, là huyện có lịch sử hình thành lâu đời, thế kỷ X vùng đất này trở thành trung tâm chiếm đóng của thủ lĩnh [[Lữ Đường]], một trong [[12 sứ quân]] cai trị giai đoạn xen giữa [[nhà Ngô]] và [[nhà Đinh]].\n\nTrước năm [[1947]], huyện Văn Giang là một trong 5 huyện thuộc cụm phía nam [[sông Đuống]] thuộc tỉnh [[Lịch sử hành chính Bắc Ninh|Bắc Ninh]].\n\nNăm [[1947]], huyện Văn Giang của tỉnh [[Lịch sử hành chính Bắc Ninh|Bắc Ninh]] được sáp nhập vào tỉnh [[Hưng Yên]].\n\nHuyện Văn Giang khi đó gồm 11 xã: Cửu Cao, Liên Nghĩa, Long Hưng, Mễ Sở, Nghĩa Trụ, Phụng Công, Tân Tiến, Thắng Lợi, Văn Phúc (huyện lỵ), Vĩnh Khúc, Xuân Quan.\n\nVề địa lý hành chính huyện Văn Giang ngày nay chính là huyện Văn Giang thời điểm từ trước năm 1977.\n\nNgày [[11 tháng 3]] năm [[1977]], hợp nhất huyện Văn Giang và huyện [[Yên Mỹ]] thành một huyện lấy tên là huyện [[Văn Yên (huyện cũ)|Văn Yên]].\n\nNgày [[24 tháng 2]] năm [[1979]], cắt 14 xã của huyện Văn Yên trong đó có 9 xã của huyện Văn Giang cũ (trừ xã Nghĩa Trụ và Vĩnh Khúc) sát nhập với huyện [[Khoái Châu]] thành huyện [[Châu Giang (huyện)|Châu Giang]]. Số xã còn lại của huyện Văn Yên hợp nhất với huyện Văn Mỹ thành huyện [[Mỹ Văn]].\n\nNgày [[14 tháng 5]] năm [[1999]], chuyển xã Văn Phúc thành thị trấn Văn Giang.\n\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=60\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện : Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Châu Giang thành 2 huyện Khoái Châu và Văn Giang và chuyển 2 xã Nghĩa Trụ và Vĩnh Khúc thuộc huyện Mỹ Văn cũ.\n\nHuyện Văn Giang có 7.316,8 ha diện tích tự nhiên và 91.780 nhân khẩu, gồm 11 đơn vị hành chính trực thuộc là các xã: Xuân Quang, Phụng Công, Thắng Lợi, Liên Nghĩa, Mễ Sở, Cửu Cao, Long Hưng, Tân Tiến, Nghĩa Trụ, Vĩnh Khúc và thị trấn Văn Giang.\n\nHiện nay, huyện Văn Giang có 1 thị trấn và 10 xã.\n\n== Văn hóa ==\n* Huyện có nhiều lễ hội như: [[Hội Hai Bà Trưng]], hội [[Chử Đồng Tử - Tiên Dung]], hội chùa ông Khổng, hội đình Bến...\n* Đặc sản địa phương: bánh giày, bánh khúc, bánh tẻ, bánh cuốn....v.v.v.\n* Phát hiện mới tại Thôn Đông Khúc - Vĩnh Khúc - Văn Giang. Nghệ thuật hát ca trù độc đáo.\n\n=== Hội Hai Bà Trưng ===\nTương truyền khi [[Hai Bà Trưng]] bị quân giặc đánh đuổi, đã rút về huyện Văn Giang, qua từng xã, từng thôn để lánh nạn. Hai bà qua một thôn nọ, người dân ở đây vì sợ liên lụy, kiên quyết đuổi hai bà đi, trong lúc tức giận, bà đã đặt tên là thôn Lại Ác (sau này người dân nói trại thành Lại Ốc cho đẹp). Tiếp tục, hai bà đến thôn bên cạnh nhưng kết quả như trước, bà thấy người dân ở đây thật bạc tình bạc nghĩa nên đặt tên làng này là làng Bạc. [[Hai Bà Trưng]] sang thôn tiếp theo, người dân ở đây rất mực cung kính, che chở cho hai bà nhưng làng này rất gần hai làng bên, ở lại không tiện. Vì thế, hai bà rút đi, và gọi làng này là làng Rồng (Như Lân vì làng hay dệt vải rồng). Các thôn vừa rồi đều thuộc xã Long Hưng. Tiếp tục cuộc hành trình của hai bà sang một xã khác. Ở nơi này, dân chúng lập ranh giới, đắp chướng ngại vật, đào hào nước quanh, mở cổng đón hai bà lãnh đạo nhân dân chống giặc. Hai bà cảm động gọi tên xã này là Phụng Công (Phụng sự công ơn). Khi hai bà mất, dân xã lập đền thờ, tưởng nhớ đến hai bà. Lễ hội này có liên hệ mật thiết với lễ hội ở [[Hà Nội]].\n\n=== Chùa Mễ Sở ===\nChùa Mễ Sở (Diễn Phúc Tự) nằm trên địa bàn thôn Mễ Sở, chùa được xây dựng vào cuối thế kỷ XVIII đầu thế kỷ XIX, diện tích là 3696m2, chùa được công nhận di tích lịch sử văn hóa năm 1989, nơi đây có Tượng Phật Bà nghìn mắt nghìn tay rất đẹp và quý hiếm, là một trong hai pho tượng còn lại tại Việt Nam rất có giá trị về lịch sử, nghệ thuật điêu khắc.\n\n=== Chùa ông Khổng ===\nChùa ông Khổng làng Công Luận thị trấn Văn Giang thờ [[Nguyễn Minh Không|Khổng Minh Không]]. Theo truyền thuyết [[Nguyễn Minh Không|Khổng Minh Không]] là một danh y có công cứu khỏi bệnh cho vua [[Lý Thần Tông]]. Để trả ơn, nhà vua ban cho [[Nguyễn Minh Không|Khổng Minh Không]] được vào kho lấy đồng về đúc chuông. Khi chuông đánh lên, một con Trâu vàng tưởng là con nó chạy từ xa chạy tới. Trâu vàng lồng lên tìm kiếm khắp nơi mà không thấy con. Những vết chân dẫm đạp của trâu tạo thành sông Kim Ngưu, nơi nó nằm là làng Đa Ngưu.\nChùa ông Khổng là một ngôi chùa đẹp. Hàng năm từ ngày mùng 3 đến ngày mùng 5 tết nguyên đán mở hội rất to. Chùa ở ngay ven đê [[sông Hồng]], gần ngã ba rẽ vào thị trấn Văn Giang nên khách du xuân về lễ phật, lễ thánh, xem hội rất đông.\n\n===Chùa Phú Thị===\nChùa tọa lạc tại thôn Phú Thị, xã Mễ Sở, huyện Văn Giang có tên chữ là Hưng Phúc Tự. Chùa được xây dựng vào thời Hậu Lê trên một khuôn viên rộng, kiến trúc theo kiểu chữ \"đinh\", cửa nhìn về hướng Tây Nam. Tiền đường gồm 5 gian, kiến trúc theo kiểu chồng diêm, cao ráo, thoáng mát, bốn hàng cột lim đều đặn. Trên xà ngang trung tâm tiền đường được bài trí một cửa võng chạm nổi \"lưỡng long chầu nguyệt\" sơn son thiếp vàng. Giáp tường phía sau đặt 6 pho tượng: ông Thiện, ông Ác, 2 tượng Thánh tăng, 2 tượng Thị giả làm tăng vẻ uy linh của tiền đường. Tiếp nối tiền đường là 4 hậu cung. Đây là một kiến trúc khá đặc biệt: bệ kèo gỗ được gia công theo hình càng cua, trên trần gỗ cuốn vòm khiến cho hậu cung như sâu thêm và làm cho cảnh chùa càng thêm trầm tĩnh, uy nghiêm. Hòa nhập với mái trần uốn cong, phía dưới được sắp đặt bệ thờ rất cân xứng để các đồ tế tự và tượng Phật. Chùa còn giữ được nhiều di vật quý và tượng Phật. Chùa Phú Thị được công nhận là di tích cấp quốc gia vào năm 1984.\n\n===Đình trăm cột Đa Ngưu===\nĐình trăm cột Đa Ngưu tọa lạc tại thôn Đa Ngưu, xã [[Tân Tiến, Văn Giang|Tân Tiến]]. Ngôi đình nổi tiếng với trăm cột bằng lim với lối kiến trúc tương đồng với các ngôi đình cổ thời Lý, Trần. Đình thờ đức thánh [[Chử Đồng Tử]], Tiên Dung công chúa, Tây Sa công chúa. Đình Đa Ngưu không những tôn vinh nét đẹp văn hóa thờ Tứ bất tử trong văn hóa tín ngưỡng của người Việt mà còn thể hiện sự sáng tạo về kiến trúc nghệ thuật của dân tộc từ thời xa xưa. Đình trăm cột Đa Ngưu đã được xếp hạng di tích cấp quốc gia 1995.\n\n===Đình Bến===\nĐình Bến là một minh chứng tiêu biểu cho vùng đất Tế Giang xưa vốn từng là một trung tâm quyền lực thời [[12 sứ quân]]. Do có công cai quản và lập ấp ở địa phương, giúp dân mở mang phát triển kinh tế trong thời loạn, tướng [[Lã Đường]] được lập đền thờ ở đình Bến, xã Phụng Công. Người Phụng Công thường gọi chệch từ \"đường\" thành \"đàng\" để khỏi phạm húy và khi cúng thành hoàng làng thường có con heo không có đầu do sự tích ông bị tướng Chu Công Mẫn chém đầu.\n\n[[Lã Đường]] hay [[Lữ Đường]] là một sứ quân trong thời [[loạn 12 sứ quân|12 sứ quân]] cuối triều [[nhà Ngô]] trong [[lịch sử Việt Nam]], cát cứ vùng Tế Giang tức Văn Giang ngày nay. Lã Đường vốn là một thổ hào địa phương ở vùng Tế Giang<ref>Nguyễn Danh Phiệt. \"Nhà Đinh dẹp loạn và dựng nước\". Nhà xuất bản Khoa học xã hội 1990, tr 37<\/ref>. Thời bấy giờ, nơi đây đất bùn lầy rất nhiều, quanh co, địa thế hiểm yếu. Khi nhà Ngô suy yếu, không còn khả năng kiểm soát địa phương, Lã Đường tự chiêu mộ và xây dựng lực lượng cát cứ, dựa vào địa thế hiểm yếu để cố thủ. Đầu năm 968, [[Đinh Bộ Lĩnh]] chuyển quân về Siêu Loại, Thuận Thành, cho [[Đinh Liễn]] và [[Nguyễn Bặc]] đem ba ngàn quân tiến đánh quân [[Lã Đường]]. Lã Đường chủ trương tản quân, đóng giữ chỗ hiểm yếu. Khi quân [[Hoa Lư]] đi đông thì tránh mà đi lẻ là chặn đánh, diệt một vài lính, rồi lại bỏ chạy. [[Nguyễn Bặc]] bày kế cho quân [[Hoa Lư]] tập trung, tập kích quân lương tiếp vận của quân [[Lã Đường]]. Trong vòng 7 ngày, vòng đai phòng thủ bên ngoài của quân [[Lã Đường]] bị tiêu diệt hoàn toàn, [[Đinh Liễn]], [[Nguyễn Bặc]], Chu Công Mẫn đánh sâu vào trung tâm, bắt được Lã Đường, chém chết, thu phục hoàn toàn đất Tế Giang.\n\nTheo thần tích đình Thắm, làng Đan Nhiễm, thị trấn Văn Giang thì [[Lã Đường|Lã Tá Đường]] bị tướng Chu Công Mẫn đánh bại, Lã Tá Đường bị chém đầu, thủ cấp bị mang về [[thành Hoa Lư]]. Chu Công Mẫn là người làng Đan Nhiễm, nên xưa dân 2 làng Phụng Công và Đan Nhiễm thường có hiềm khích với nhau. Gần đình Bến có đình Phi Liệt cũng thờ [[Lã Đường]] và đình Phù Liệt thờ các tướng của [[Đinh Tiên Hoàng]].\n\n==Hạ tầng==\nHiện nay trên địa bàn huyện Văn Giang đã và đang hình thành một số khu đô thị mới như khu đô thị Ecopark nằm ở các xã Xuân Quan, Phụng Công và một phần xã Cửu Cao, thị trấn Văn Giang; khu đô thị Vinhomes Dream City (The Empire) nằm ở hai xã là Long Hưng và Nghĩa Trụ; khu đô thị Đại An (The Crown) một phần nằm ở xã Nghĩa Trụ; khu nhà ở Xuân Quan nằm ở xã Xuân Quan; khu đô thị mới bắc Văn Giang nằm ở thị trấn Văn Giang... Tỷ lệ đô thị hóa tính đến năm 2020 đạt 65%.\n\n== Giao thông ==\nVăn Giang nằm bên tả ngạn sông Hồng giáp ranh thành phố Hà Nội là huyện có tốc độ đô thị hóa nhanh. Hệ thống giao thông khá phát triển và đồng bộ kết nối với thành phố Hà Nội và các khu đô thị, cụm công nghiệp, quốc lộ, các đường vành đai Hà Nội,... Huyện có cao tốc Hà Nội - Hải Phòng chạy qua và nhiều tỉnh lộ quan trọng liên kết vùng.\n\n* Cao tốc Hà Nội - Hải Phòng\n* Tỉnh lộ 379: nối đường vành đai 3 Hà Nội với quốc lộ 39 đi qua 5 xã, thị trấn của huyện. Đoạn tuyến đi qua huyện đi qua khu đô thị Ecopark, khu đô thị Văn Giang, khu dân cư thị trấn Văn Giang,...\n* Tỉnh lộ 376: nối quốc lộ 5 với huyện Tiên Lữ qua duy nhất một xã của huyện là Vĩnh Khúc. Đoạn tuyến đi qua huyện tại cụm công nghiệp Vĩnh Khúc.\n* Tỉnh lộ 377: nối từ thị trấn Văn Giang với các huyện Khoái Châu, [[Kim Động]] và [[Ân Thi]]. Đoạn tuyến thuộc huyện đi qua nhiều làng nghề hoa, cây cảnh như Liên Nghĩa, Mễ Sở,...\n* Tỉnh lộ 379B (nguyên là tỉnh lộ 179 cũ): nối tỉnh lộ 378 với đường Kiêu Kỵ, quốc lộ 5, đường Ỷ Lan,... thuộc thành phố Hà Nội.\n* Tỉnh lộ 381C: kết nối khu công nghiệp Phố Nối A với xã Tân Tiến. Trên tuyến có cầu Mới bắc qua sông Bắc Hưng Hải thuộc xã Vĩnh Khúc.\n* Tỉnh lộ 378: tuyến đường đê tả Hồng, tả Luộc. Đoạn tuyến thuộc huyện đi qua khu đô thị Ecopark, làng gốm Xuân Quan và các làng nghề hoa cây cảnh như Phụng Công, Thắng Lợi, Mễ Sở,...\n* Tỉnh lộ 382B: đoạn qua huyện đi qua khu đô thị Đại An, Dream City.\n* Các đường vành đai 3,5, vành đai 4 (dự án).\n\n= Đường thủy: sông Hồng chảy qua 6 xã, thị trấn của huyện. =\n\n== Người nổi tiếng ==\n*Cố họa sĩ [[Tô Ngọc Vân]]\n*Cố họa sĩ [[Dương Bích Liên]]\n*Cố nhà văn [[Nguyễn Công Hoan]]\n*Cố họa sĩ, thi sĩ, bác sĩ [[Dương Cẩm Chương]]\n*Cố thi sĩ, liệt sĩ [[Dương Thị Xuân Quý]]\n*Cố Bộ trưởng Bộ Công an [[Lê Giản]] (tên thật Tô Dĩ)\n*Nhà chính trị, liệt sĩ [[Tô Hiệu]] - [[Tô Chấn]]\n*Nhà chính trị [[Lê Văn Lương]]\n*Nhà chính trị [[Tô Quang Đẩu]]\n*Nhà chính trị [[Nguyễn Tài]]\n*Cố giám đốc công an tỉnh Hải Hưng [[Tô Quyền]]\n*Bộ trưởng Bộ Công an [[Tô Lâm]]\n*Nhà giáo [[Dương Quảng Hàm]], và anh trai ông là [[Dương Bá Trạc]], một sáng lập viên của [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]]\n*Nhà giáo, nhà báo [[Dương Tụ Quán]], cộng tác với các tờ báo Văn Học tạp chí, Tri Tân\n*Chí sĩ [[Dương Trọng Phổ]], một thành viên của phong trào Đông Kinh nghĩa thục\n*Nhà giáo, tiến sĩ [[Chu Mạnh Trinh]]\n*Nhà cách mạng [[Phó Đức Chính]]\n*Cố nhạc sĩ [[Phó Đức Phương]]\n*Nhà văn, nhà báo [[Trần Khắc Cần]]\n*Nhà văn, nhà thơ [[Nguyễn Thị Hồng Ngát]].\n* Nhà giáo ­ưu tú, Anh hùng lao động, Giáo sư­ [[Dương Trọng Bái]]\n\n==Làng nghề==\nNếu ai đó đến Văn Giang nhất vào dịp giáp Tết không khỏi ngỡ ngàng và thích thú trước bạt ngàn quất cảnh, bưởi cảnh, ổi cảnh, cam cảnh, nhiều loại hoa, quả... Văn Giang là một huyện rất giàu nhờ lợi thế từ các làng nghề trồng hoa, cây cảnh, cây thế, cây chơi tết... Một số làng nghề truyền thống và làng nghề mới ở huyện Văn Giang:\n\n* Làng nghề hoa sinh vật cảnh [[Xuân Quan]]\n* Bánh giày làng Gầu ([[Cửu Cao]])\n* Làng nghề hoa cây cảnh [[Liên Nghĩa]]\n*Làm cây giống ở làng làm rế thêu Đan Kim ([[Liên Nghĩa (xã)|Liên Nghĩa]])\n*Nghề xây dựng công trình thôn Lại Ốc ([[Long Hưng, Văn Giang|Long Hưng]])\n*Dược liệu, thuốc nam [http:\/\/www.nguyenthanh.vn Nghĩa Trụ]\n* Nghề làm bánh răng bừa (tẻ) ở thị trấn [[Văn Giang (thị trấn)|Văn Giang]]\n* Làng nghề hoa, sinh vật cảnh [[Phụng Công]]\n* Làng nghề gốm sứ xóm 4 ([[Xuân Quan]])\n* Làng nghề quất cảnh, bưởi cảnh [[Mễ Sở]]\n* Bánh cuốn, chế biến thực phẩm Phú Thị ([[Mễ Sở]])\n*Quất, bưởi cảnh phía tây xã [[Tân Tiến, Văn Giang|Tân Tiến]]\n* Mây tre đan, nứa Công Luận I ([[Văn Giang (thị trấn)|Văn Giang]])\n*Vận tải hàng hóa, vận chuyển Như Lân ([[Long Hưng]])\n* Nghề làm bánh tẻ ở [[Phụng Công]]\n* Làng nghề hoa, cây cảnh [[Thắng Lợi, Văn Giang|Thắn]]<nowiki\/>g Lợi.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Hưng Yên}}\n{{Huyện thị Hưng Yên}}"}