{"820828":"[[Hình:Văn miếu Cao Lãnh.jpg|nhỏ|Văn Thánh Miếu Cao Lãnh]]\n'''Văn Thánh Miếu Cao Lãnh''' hiện tọa lạc tại phường 1, [[Cao Lãnh (thành phố)|thành phố Cao Lãnh]], tỉnh [[Đồng Tháp]], [[Việt Nam]]. Đây là một công trình nhằm khuyến khích mọi người dân địa phương tham gia học tập, nâng cao trí thức, đồng thời khôi phục, bảo tồn những tinh túy của [[Nho giáo|Nho]] học <ref>Theo Website ''Quê hương'' [http:\/\/quehuongonline.vn\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Dat-nuoc-Viet-Nam\/2011\/03\/41BEC192\/].<\/ref>.\n \n==Giới thiệu==\n[[Hình:Văn miếu Cao Lãnh về đêm.jpg|nhỏ|Văn miếu Cao Lãnh về đêm]]\nBan đầu, '''Văn Thánh miếu''' (gọi tắt là \"Văn miếu\") được xây dựng tại thôn Mỹ Trà, tổng Phong Thạnh, huyện Kiến Phong, phủ Kiến Tường, tỉnh [[Định Tường]] (nay thuộc phường 3, [[Cao Lãnh (thành phố)|thành phố Cao Lãnh]]); từ ngày 4 [[tháng sáu|tháng 6]] ([[âm lịch]]) năm [[Đinh Tỵ]] ([[1857]]) đến ngày 28 [[tháng mười|tháng 10]] ([[âm lịch]]) cùng năm thì hoàn tất. \nNgười đề xướng và đứng ra xây cất là Tri phủ phủ Kiến Tường <ref>Kiến Tường lúc bấy giờ gồm 2 huyện là Kiến Đăng và Kiến Phong; phủ lỵ đặt tại thôn Mỹ Trà.<\/ref>[[Hồ Trọng Đính]].\n\nBên trong điện thờ chính, trên các cột có treo nhiều câu liễn, chính giữa là một bàn thờ to rộng. Trên bàn đặt các bài vị: Đức [[Khổng Tử]] ở giữa và tứ thánh ([[Tăng Tử]], [[Nhan Hồi]], [[Khổng Cấp|Tử Tư]] và [[Mạnh Tử]]) ở hai bên. Ngoài ra, bên tả vưu và hữu vưu còn phối thờ các tiền hiền và hậu hiền, là những người có công khai mở xóm làng.\n\nNăm [[Mậu Dần]] ([[1878]]), Văn Thánh miếu được dời đến vị trí hiện nay (đường Lý Thường Kiệt, phường 1, [[Cao Lãnh (thành phố)|thành phố Cao Lãnh]]).\n\nKhoảng từ năm [[1935]] đến năm [[1940]], công trình này lại được trùng tu, và việc thờ phượng cũng được sắp xếp lại. Bên trong chính điện: tả vưu làm thư viện, hữu vưu làm nơi hội họp. Tại đây, một hội tao đàn đã được thành lập.\n\nNăm [[1951]], do hoàn cảnh chiến tranh, Văn Thánh miếu ngưng hoạt động và hoang phế từ đó.\n[[Hình:Công viên Văn Thánh miếu Cao Lãnh.jpg|nhỏ|Một phần Công viên Văn Miếu]]\nSau năm [[1975]], Văn Thánh miếu được chọn làm thư viện của tỉnh.\n\nNgày nay, khu vực chung quanh Văn Thánh miếu được xây dựng thành công viên rộng lớn gọi là '''Công viên Văn Miếu'''. Công trình được quy hoạch bao gồm các hạng mục: đường dạo, hệ thống cấp thoát nước, quảng trường, hệ thống chiếu sáng, cây xanh...với tổng diện tích khoảng 4 [[hecta|ha]]...\n\n[[Tháng tư|Tháng 4]] năm [[2011]], chính quyền [[Cao Lãnh (thành phố)|thành phố Cao Lãnh]] vừa thống nhất phương án trùng tu Văn Thánh miếu Cao Lãnh theo mô hình kiến trúc cũ. Theo đó, sẽ dựng lại bài vị thờ những nhà tiền hiền, ghi danh các cá nhân và tổ chức đóng góp vào quỹ khuyến học [[Nguyễn Sinh Sắc]] <ref>[http:\/\/www.tienphong.vn\/thoi-su\/535775\/trung-tu-van-mieu-cao-lanh.html Theo báo ''Tiền Phong online'']<\/ref>.\n\nVăn Thánh miếu Cao Lãnh đã được xếp hạng là di tích Lịch sử-Văn hóa cấp tỉnh.\n\n==Nguồn tham khảo==\n* Thông tin ''Văn Thánh Miếu Cao Lãnh'' trên website Quê hương [http:\/\/quehuongonline.vn\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Dat-nuoc-Viet-Nam\/2011\/03\/41BEC192\/]\n== Chú thích ==\n{{Tham khảo}}\n\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Văn miếu tại Việt Nam|Cao Lãnh]]\n[[Thể loại:Di tích tại Đồng Tháp]]\n[[Thể loại:Đền tại Việt Nam]]"}