{"546737":"'''Văn bia thời Mạc''' là hệ thống những [[bia đá]] được dựng và khắc chữ văn bản dưới triều đại này. Hệ thống văn bia thời Mạc không chỉ là những tư liệu lịch sử bổ sung về [[nhà Mạc]] mà còn có giá trị văn học, nghệ thuật<ref>Viện Sử học (1996), sách đã dẫn, tr 266<\/ref>.\n\n== Hệ thống văn bia ==\nLệ dựng bia thời Mạc trong [[lịch sử Việt Nam]] kế tục truyền thống từ thời [[nhà Lý|Lý]], [[nhà Trần|Trần]] và [[Nhà Lê sơ|Lê sơ]]. Bia đầu tiên xuất hiện là ''Đại bi tự'' năm Minh Đức thứ 3 ([[1529]]) ở [[chùa Bối Khê]], huyện [[Thanh Oai]], [[Hà Nội]] và bia tiến sĩ đề danh ở [[Văn miếu|Văn Miếu]]. Bia cuối cùng của nhà Mạc là ''Tam giáo tự tam bảo bi'' dựng năm Hồng Ninh thứ 2 ([[1592]]).\n\nBia nhà Mạc phần lớn gắn trên di tích làng xã như [[chùa]], [[đền]], vách đá, lăng mộ, từ đường. Bia nhà Mạc còn lại không có những cụm tại các di tích của triều đình như Lam Kinh của nhà [[Nhà Lê sơ|Hậu Lê]] hay khu lăng tẩm của [[nhà Nguyễn]]<ref>Viện Sử học (1996), sách đã dẫn, tr 244<\/ref>.\n\n== Hình thức==\nBia thời Mạc chủ yếu là bia dẹt, có 1 hoặc 2 mặt, dựng trên lưng rùa hoặc bệ [[đá]] vuông. Chỉ có 2 bia bia 4 hoặc 6 mặt ở [[chùa Báo Ân]] và cầu Lam Kiều. Đá bia màu ngà lấy từ núi Dương Nham (Hải Dương).\n\nKích cỡ bia thời Mạc vừa phải, trung bình là 0,6 x 0,9 m.\n\n=== Trang trí, bố cục ===\nHoa văn trang trí được chạm khắc trên trán bia, hai diềm bên và hai diềm chân bia. Ở trán bia, đề tài trang trí chủ yếu là [[mặt Trời|mặt trời]] tua [[mây]] hoặc [[Mặt Trăng]] và [[rồng]] hay [[phượng]]. Ở bên chủ yếu là hoa văn dây leo. Dưới cánh sen là dây leo hoặc thú.\n\nMặt trời và Mặt Trăng được dùng theo thuật ngữ \"lưỡng long triều nguyệt\" (hai rồng chầu nhật nguyệt) hoặc \"lưỡng phượng triều dương\" (hai phượng chầu mặt trời). Đặc điểm của Mặt Trăng, mặt trời trên bia [[nhà Mạc]] lớn hơn so với bia nhà [[Nhà Lê sơ|Lê sơ]] và [[nhà Nguyễn]], xung quanh thường có cánh [[hoa]] nhỏ.\n\nĐiểm nổi bật trong nghệ thuật trang trí bia thời Mạc là mộc mạc, giản đơn nhưng thanh thoát, tinh xảo từ bố cục đến kỹ thuật chạm khắc. Bố cục phổ biến nhất là đăng đối: cùng là rồng chầu thì một bên đuôi cong lên, một bên đuôi cụp xuống; cùng là hoa văn thì đường xoắn bên phải ngược đường xoắn bên trái, đường xoắn bên trên ngược chiều đường xoắn bên dưới<ref name=\"vsh270\">Viện Sử học (1996), sách đã dẫn, tr 270<\/ref>.\n\nNhìn chung, bia thời Mạc được khắc chìm và đường nét mềm mại, phù hợp với nội dung ngắn gọn của các bài văn bia. Có ý kiến cho rằng điều này phản ánh không khí mới khẩn trương và tính thực dụng cao của con người và xã hội đương thời<ref name=\"vsh270\"\/>.\n\n===Người khắc bia===\nThợ khắc bia chủ yếu là thợ chuyên nghiệp của triều đình làm việc trong Công bộ khí giới doanh tạo như Tượng phó, Cục phó, Tượng nhân, một số còn lại là thợ nghiệp dư ở địa phương. Một số người khắc rất nhiều bia như lực sĩ Nguyễn Ích Diệu người xã Gia Đức huyện Thủy Đường <ref>huyện [[Thủy Nguyên]], [[Hải Phòng]] hiện nay<\/ref>. Thợ khắc bia chủ yếu là người các tỉnh [[Hải Dương]], [[Hưng Yên]] và [[Hải Phòng]].\n\nMột số ít bia do các thợ bình dân khắc, thường có bề mặt không thật bằng phẳng, không ghi rõ họ tên người soạn bia, chữ khắc không tinh tế, hoa văn trang trí cũng không được chú trọng<ref name=\"ReferenceA\">Viện sử học (1996), sách đã dẫn, tr 254<\/ref>.\n\n== Nội dung ==\nVăn bia thời Mạc gồm bia chùm là phổ biến. Văn tự ghi [[chữ Hán]], còn [[chữ Nôm]] chỉ dùng cho tên đất và tên người<ref>Viện sử học (1996), sách đã dẫn, tr 247<\/ref>. Các bài văn bia do các vị [[khoa bảng]], quan lại, nho sinh và nhà sư tại địa phương biên soạn. Trong số các vị tiến sĩ, Đỗ Uông là người soạn nhiều văn bia nhất.\n\nCơ cấu bài văn gồm có: tên bia, tên bài ký, bài minh. Phần chính của bia là bài ký hoặc bài minh. Bài ký thường ngắn gọn, khoảng 250-300 chữ, bài minh cũng chỉ khoảng 10 câu<ref>Viện sử học (1996), sách đã dẫn, tr 250. So với thời Lý, Trần và Lê sơ bài ký thường dài trung bình 500 chữ<\/ref>.\n\nBố cục bài ký như sau<ref name=\"vsh251\">Viện Sử học (1996), sách đã dẫn, tr 251<\/ref>:\n* Lịch sử cảnh quan nơi dựng bia\n* Vì lâu ngày trải việc binh đao mà hư hỏng, mong muốn xây dựng lại\n* Nhờ người công đức mà công việc được thực hiện\n* Quá trình xây dựng quy mô hơn trước\n* Nêu gương hậu thế\n\nBài minh là những câu thơ 4 chữ, tóm lược nội dung bài ký. Nội dung bia nhà Mạc ít lý giải những giáo lý cao siêu của [[phật giáo|đạo Phật]] như văn bia Lý, Trần mà chủ yếu là người thật, việc thật<ref name=\"vsh251\"\/>.\n\nVề dạng chữ, văn bia thời Mạc đại đa số viết lối ''chữ khải'', một số ít khắc ''chữ triện'' hoặc ''chữ thảo''. Chữ khắc nông, nét khắc mảnh mai, nét mác và nét móc mềm mại vượt ra khuôn khổ ô vuông. Vì vậy nhiều bia hiện nay khá mờ.\n\nChữ húy trên bia nhà Mạc không nhiều, chỉ gặp 2 chữ \"nguyên\" và \"hiếu\" được kiêng khá nghiêm ngặt và phổ biến ở các bia, một số bia khác kiêng chữ \"thiện\". Cách kiêng húy là viết bớt nét.\n\n== Giá trị ==\n=== Lịch sử ===\nTrong hoàn cảnh nhà Mạc bị xem là \"ngụy triều\" và nhiều thông tin, dấu ấn mà triều đại này để lại bị chính quyền Lê - Trịnh tàn phá, văn bia có vai trò rất quan trọng trong việc bổ sung tư liệu lịch sử phục vụ việc nghiên cứu<ref name=\"ReferenceA\"\/>. Các giá trị lịch sử của văn bia thời Mạc biểu hiện trên các mặt:\n*'''Hành chính''': làm rõ hơn về hệ thống hành chính địa phương thời Mạc và các chức danh quản lý tại các đơn vị này. Đơn vị cao nhất là đạo vẫn giữ như thời Lê sơ, dưới đó là phủ - huyện - tổng – xã. Mỗi xã có khoảng 80-100 hộ gia đình, được xem là quy mô khá lớn đương thời<ref>Viện sử học (1996), sách đã dẫn, tr 265<\/ref>.\n*'''Hoàng tộc''': nhiều nhân vật trong hoàng tộc được xác định qua văn bia như chính phi Hoàng Ngọc Trâm, Hoàng thái hậu họ Vũ, Hoàng thái hậu họ Bùi, Quế Dương quận chúa Mạc Ngọc Mai, Nghi Xuân quận chúa Mạc Ngọc Lương, Phúc Thành thái trưởng công chúa Mạc Ngọc Lâm, Bảo Hoa thái trưởng công chúa Mạc Ngọc Lượng…<ref>Viện sử học (1996), sách đã dẫn, tr 260<\/ref>\n*'''Khoa cử''': nhà Mạc đã tổ chức tất cả 22 khoa thi, lấy đỗ 485 tiến sĩ nhưng trong suốt thời Mạc, việc khắc tên tiến sĩ vào bia đá trong [[Văn miếu|Văn Miếu]] chỉ được thực hiện 2 lần, vào năm 1529 thời [[Mạc Đăng Dung|Mạc Thái Tổ]] và năm 1536 thời [[Mạc Thái Tông]]<ref name=\"vsh57\">Viện Sử học (1996), sách đã dẫn, tr 57<\/ref>.\n** Lần dựng bia tiến sĩ năm 1529 ghi khoa thi năm đó của nhà Mạc;\n** Lần dựng bia năm 1536 (trong hoàn cảnh nhà Lê trung hưng bắt đầu được dựng lại từ năm 1533) lại không phải là bia tiến sĩ thi cử thời Mạc mà là bia tiến sĩ 2 khoa thi năm 1502 (thời [[Lê Hiến Tông]]) và 1518 (thời [[Lê Chiêu Tông]]) của nhà [[Nhà Lê sơ|Hậu Lê]] đối địch<ref name=\"vsh57\"\/>.\n:Như vậy trong 22 khoa thi của nhà Mạc chỉ có khoa khoa Kỷ Sửu (1529) được dựng bia, việc dựng bia tiến sĩ ít tiến hành được do chiến tranh liên miên với nhà Lê trung hưng<ref>Viện Sử học (2007), sách đã dẫn, tr 504<\/ref>. Việc dựng bia các [[tiến sĩ]] đỗ thời [[Nhà Lê sơ|Lê sơ]] được nhìn nhận trên 2 góc độ: nhà Mạc trân trọng nhân tài và đồng thời muốn tranh thủ sự hợp tác của các nho sĩ cũ của nhà Lê<ref name=\"vsh57\"\/>.\n\n===Kinh tế - xã hội===\nNội dung các văn bia phản ánh tình trạng sở hữu ruộng đất tư, với nhiều vụ giao dịch mua qua bán lại. Giá trị hàng hóa - dịch vụ cũng được xác định, như sửa lại một bia cũ hết 10 quan, 1 mẫu ruộng trị giá 30 quan…<ref>Viện sử học (1996), sách đã dẫn, tr 263<\/ref>.\n\nCác chùa thường được xây với quy mô không lớn nhưng kiến trúc khá hoàn chỉnh, gồm Tam quan - tiền đường – thiêu hương - thượng điện. Một số khác có thêm hậu đường – gác chuông – hành lang, phòng oản - cầu giếng. Chùa có xu thế du nhập cả đạo Lão.\n\n===Văn học ===\nVăn bia có giá trị ngôn từ [[văn học]] khá cao. Các nhà nghiên cứu cho rằng nghệ thuật ngôn từ này làm cho văn bia [[nhà Mạc]] nói riêng và văn bia Việt Nam nói chung có vị trí xứng đáng trong kho tàng [[văn học Việt Nam]]<ref name=\"vsh267\">Viện Sử học (1996), sách đã dẫn, tr 267<\/ref>.\n\nTrong các bài ký, văn bia được viết theo lối biền ngẫu, ngôn từ có hàm xúc, bố cục chặt chẽ, đặc biệt là bài ký của các nhà khoa cử và nho sinh. Những bài ký nổi tiếng là bài của [[Nguyễn Bỉnh Khiêm]] trên ''Tam giáo tượng bi minh'' hay bài của Vũ Bang Kiệt trên ''Triệu hoàng thần từ bi''...<ref name=\"vsh267\"\/>.\n\n==Tham khảo==\n* Viện Sử học (1996), ''Vương triều Mạc'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3,'' Nhà xuất bản Khoa học xã hội\n\n==Xem thêm==\n*[[Nhà Mạc]]\n*[[Văn học Việt Nam thời Mạc|Văn học đời Mạc]]\n* [[Nghệ thuật Việt Nam thời Mạc|Nghệ thuật Đại Việt thời Mạc]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Giáo dục Việt Nam thời Mạc]]\n[[Thể loại:Nghệ thuật Việt Nam thời Mạc]]\n[[Thể loại:Văn bia Việt Nam]]"}