{"15232320":"'''[[Văn hóa Việt Nam|Văn hóa]] [[Nhà Lý|Lý]]–[[Nhà Trần|Trần]]''' (hoặc ở mức độ cao hơn nữa là '''Văn minh Lý–Trần''', hoặc được khái quát hóa lên là '''Thời đại Lý–Trần''') là một khái niệm mang tính tổng hợp dùng để chỉ [[bản sắc văn hóa|những đặc trưng]] [[văn hóa]] của hai triều đại quân chủ nối tiếp nhau trong [[lịch sử Việt Nam]]. [[Nhà Trần]] dưới bàn tay dàn xếp khôn ngoan của [[Trần Thủ Độ]] đã soán ngôi [[nhà Lý]] một cách tương đối yên bình, rồi sau đó tiếp tục cuộc thanh trừng hệ thống các thành viên trong [[:Thể loại:Hoàng tộc nhà Lý|hoàng tộc họ Lý]]. Tuy nhiên, phần lớn di sản văn hóa chính trị thời Lý được triều Trần kế thừa nguyên vẹn, đồng thời ở một số lĩnh vực có sự phát triển hoàn thiện vượt bậc hơn so với thời Lý.\n\nMột đặc điểm của văn hóa thời Lý–Trần là tinh thần khoan hòa, cởi mở, ý thức dân tộc và dân chủ phát triển ở một tầm cao hơn hẳn các thời đại trước đó trong lịch sử Việt Nam. [[Nho giáo]] thời Lý–Trần dần gia tăng ảnh hưởng của nó trong xã hội nhưng vẫn chưa đủ sức để giành vị thế độc tôn như từ thời [[Lê sơ]] trở đi. Trong khi đó, [[Phật giáo]] từ từ mất vị thế đứng đầu vào tay Nho giáo, nhưng vẫn có một vai trò nổi bật trong đời sống tư tưởng của cả tầng lớp cai trị cũng như dân thường. Đây là những đặc điểm gần như không thấy lặp lại ở những thời kỳ sau thời đại Lý–Trần, ngoại trừ có thể là giai đoạn cầm quyền tương đối ngắn của [[nhà Mạc]] trong giai đoạn đóng đô ở [[Thăng Long]], đặc biệt là thời thịnh trị của triều Mạc (xem chi tiết hơn ở bài viết về thời đại [[văn hóa Lê-Mạc|văn hóa Lê–Mạc]]).\n\nVăn hóa Lý–Trần là một trong những giai đoạn phát triển đỉnh cao trong lịch sử văn hóa của Việt Nam. Về nhiều mặt thì văn hóa thời Lý–Trần là nền tảng khởi đầu mang tính định hình thực sự cho văn hóa truyền thống của [[Đại Việt|Việt Nam thời tự chủ]] sau cả [[thời kỳ Bắc thuộc|ngàn năm Bắc thuộc]] và là hình mẫu để các triều đại quân chủ Việt Nam sau này lấy để soi chiếu, sửa đổi về giáo dục, khoa cử, tôn giáo tín ngưỡng, chính trị, quân sự, văn học nghệ thuật,...\n\nNghiên cứu về văn hóa thời đại Lý–Trần ở Việt Nam trong nhiều năm phần lớn thiên về những mặt được xem là tích cực đáng để ca ngợi, nhưng không nhiều nghiên cứu mang tính phê bình một cách hệ thống về những mặt hạn chế<ref>Nhà nghiên cứu văn học [[Vương Trí Nhàn]] trong một bài viết có nhắc sơ qua tình hình nhà Trần thời hậu kháng chiến chống Nguyên-Mông: \"Trong cuốn ''Lịch sử Việt Nam từ nguồn gốc đến thế kỷ XIX'', [[Đào Duy Anh]] dành hẳn một chương, chương XXV, nói về Bước suy đốn của nhà Trần, trong đó nói rõ việc đầu tiên Trần Nhân Tông cho làm sau khi quân Nguyên rút lui năm 1285 là duyệt lại hộ khẩu trong nước. Để làm gì? Theo Đào Duy Anh, để tìm cách \"lấy tiền của mà tu bổ những tổn hại do chiến tranh gây nên.\" Tiếp đó, Đào Duy Anh kể ra nhiều việc nhà Trần đã làm sau 1288, nhằm \"ra tay bóc lột nhân dân thêm nữa\". \"Ngay năm 1290, sử đã chép có nạn đói lớn [….] Sau khi đã ra sức tham gia kháng chiến trong quân đội hay trong dân quân, người nông dân thấy đời họ không được cải thiện mà lại còn bị bóc lột hơn xưa, họ rất lấy làm bất bình mà đã rục rịch phản đối. Không thể dùng ngay thủ đoạn khủng bố, [[Trần Khâm]] (tức Nhân Tông) lại nghĩ ngay đến việc dụng binh đối với các nước nhỏ láng giềng để đánh lạc hướng bất bình của nhân dân\" (Sđd, bản của NXB Văn hóa Thông tin, 2002, tr. 258-259)\"<\/ref><ref>Một ví dụ mang tính phê phán nghiêm túc về thời đại này là khái niệm \"ảo ảnh Lý Trần\" do tác giả [[Nguyễn Gia Kiểng]] đưa ra trong cuốn sách ''Tổ quốc ăn năn'' (xuất bản lần đầu ở Paris năm 2001), dù đây không phải là cuốn sách mang tính học thuật về riêng thời đại này. Trong cuốn sách này, tác giả [[Nguyễn Gia Kiểng]] có đưa ra những nhận xét mang nhiều tính phê phán về thời đại Lý–Trần, trong đó có lĩnh vực văn học:\n{{quote|''...Nói tới văn hóa Việt Nam thực ra chỉ là nói đến thơ văn. Và thơ văn của chúng ta chỉ xuất hiện từ thời nhà Lý, nghĩa là từ thế kỷ 11 trở đi. Trước đó chúng ta có rất ít dấu tích thơ văn Việt Nam. Có thể là do hoàn cảnh lịch sử, những thơ văn của người Việt đã có trước thế kỷ 11 nhưng đã bị thất lạc. Nhưng cứ nhìn vào thành tích thơ văn của bốn thế kỷ Lý Trần, ta có thể khẳng định là thơ văn Việt Nam trước đó nếu có cũng không đáng kể, cả về phẩm lẫn lượng. Bốn trăm năm độc lập, dưới hai triều đại mà chúng ta cho là huy hoàng nhất trong lịch sử, chắc chắn thơ văn Việt Nam đã làm một bước nhảy vọt vĩ đại so với thời gian trước. Vậy nhìn vào thơ văn Lý Trần ta có thể hình dung được thơ văn trước đó.''\n\n''Những công trình khảo cứu đã tổng kết được khoảng hơn sáu trăm bài thơ và văn đủ loại trong bốn thế kỷ. Cứ coi là một số đã bị thất lạc và cộng thêm một ngàn bài nữa để đưa con số này lên một ngàn sáu trăm thì, nói chung, chúng ta cũng chỉ sáng tác được mỗi năm bốn bài. Các bài lại thường thường rất ngắn, có khi chỉ vài câu thôi. Trung bình mỗi bài chưa tới một trăm chữ. Như vậy, ngay cả nếu ước lượng một cách rất rộng rãi thì trung bình trong bốn thế kỷ cực thịnh đó cả nước đã chỉ sáng tác được mỗi ngày một chữ!''\n\n''Có một sự kiện cần lưu ý là sau khi tiêu diệt được [[nhà Hồ]] (năm 1407), hoàng đế Trung Quốc là [[Minh Thành Tổ]] đã ra lệnh cho quân Minh thu thập rồi tiêu hủy hay chở về Trung Quốc các tác phẩm bằng [[chữ Nho]] của Việt Nam. Lệnh này đã không được thi hành nghiêm túc (tại sao? phải chăng là các quan nhà Minh thấy chẳng có gì đáng kẻ?) nên Minh Thành Tồ phải ra một lệnh thứ hai quở trách quan tướng nhà Minh và đòi phải thi hành triệt đề. [[Nhà Minh]] đã cướp mất của chúng ta những gì không ai biết rõ. Trong \"[[Việt Nam sử lược]]\", [[Trần Trọng Kim]] dựa vào các pho sử có trước nói rằng quân Minh đã lấy của chúng ta 24 bộ sách. Thực tế có thể là hơn. Nhưng dựa vào những gì còn lại ta có thể kết luận là cũng không có gì đáng tiếc lắm, ít nhất về phẩm. Chúng ta hay nói tới các tác phầm của [[Chu Văn An]], nhưng dựa vào những gì còn sót lại của Chu Văn An thì cũng có thể kết luận rằng các tác phẩm của ông cũng không có giá trị đặc biệt nào.''\n\n''Thơ văn Việt Nam thực ra chỉ khởi sắc dưới thời [[Hậu Lê]] với các tác giả Nguyễn Trãi, Lê Thánh Tông, Nguyễn Bỉnh Khiêm, và chỉ phát triển mạnh từ thế kỷ 18 trở đi để đạt tới cao điểm vào thế kỷ 19 dưới triều Nguyễn, với các tác giả lớn như Lê Quý Đôn, Nguyễn Gia Thiều, Đoàn Thị Điểm, Hồ Xuân Hương, Đặng Trần Côn, Nguyễn Du, Cao Bá Quát, Nguyễn Huy Tự, Phan Huy Chú, Nguyễn Khuyến, Chu Mạnh Trinh, Dương Khuê… Sự khởi sắc đột ngột này có một nguyên nhân quan trọng, đó là thắng lợi của [[chữ Nôm]] trên [[chữ Hán]].''}}<\/ref>\n\n==Tài liệu nghiên cứu==\nSách:\n* Nguyễn Công Lý, ''Bản sắc dân tộc trong văn học thiền tông thời Lý – Trần, NXB Văn hóa – Thông tin, Hà Nội, 1997\n* Nguyễn Công Lý, ''Văn học Phật giáo thời Lý – Trần, diện mạo và đặc điểm'', NXB ĐHQG TP. Hồ Chí Minh, 2002\n* Nguyễn Công Lý, ''Văn học Việt Nam thời Lý – Trần'', giáo trình, NXB ĐHQG TP. Hồ Chí Minh, 2018\n* [[Nguyễn Huệ Chi]], ''Khảo luận văn bản trong thơ văn Lý – Trần'', tập 1, NXB Khoa học Xã hội, 1977\n\nBài viết (tạp chí chuyên ngành), luận văn: \n* Đoàn Thị Thu Vân, ''Từ những thành tựu của thời đại Lý – Trần nghĩ về những nét bản sắc của văn hóa Đại Việt'', Tạp chí Khoa học Trường Đại học Sư phạm TP. Hồ Chí Minh, số 7, 2014\n* Nguyễn Công Lý, ''Góp phần tìm hiểu văn học Phật giáo Việt Nam trước thời Lý – Trần'', Tạp chí Hán Nôm, số 4, 1999\n* Nguyễn Công Lý, ''Đặc trưng thời đại Lý Trần'', Tạp chí Nghiên cứu Phật học, số 3, 2000\n* Nguyễn Công Lý, ''Mấy nét đặc trưng về thời đại Lý – Trần'', Tạp chí Nghiên cứu Phật học, số 3, 2000\n* Nguyễn Công Lý, ''Mấy đặc điểm văn học Lý – Trần'', Tạp chí Hán Nôm, số 2, 2001\n\nNguồn khác (báo, tạp chí điện tử): \n* Nguyễn Kim Sơn, ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-de-phuong-phap-tiep-can-phan-van-hoc-phat-giao-giai-doan-ly-tran Vấn đề phương pháp tiếp cận phần văn học Phật giáo giai đoạn Lý - Trần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190905013413\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-de-phuong-phap-tiep-can-phan-van-hoc-phat-giao-giai-doan-ly-tran |date = ngày 5 tháng 9 năm 2019}}''. (''Tạp chí Văn hóa Nghệ An'', 08\/11\/2013)\n\n==Hình ảnh==\n<gallery>\nHình:Văn Miếu - Quốc Tử Giám xưa.JPG|Sơ đồ kiến trúc của quần thể [[Văn Miếu - Quốc Tử Giám]] (khi chưa xây Khuê Văn Các)\nHình:Thành cổ Hà Nội (29).jpg|Gạch lát nền trang trí hoa cúc, thế kỷ 11-12, được tìm thấy tại Thành cổ Hà Nội\nHình:National Museum Vietnamese History 47 (cropped).jpg|Mô hình tháp bằng đất nung thời Lý ở Viện [[Bảo tàng Lịch sử Việt Nam]]\nHình:UyenUong.jpg|Đầu uyên ương bằng đất nung trang trí cung điện thời Trần\nHình:DenTran-NamDinh.JPG|Cổng chính quần thể [[Đền Trần (Nam Định)]]. Đền Trần được xây dựng từ năm 1695, trên nền Thái miếu cũ của nhà Trần đã bị quân Minh phá hủy vào thế kỷ XV\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Tam giáo|Tam giáo đồng nguyên]]\n*[[Lịch sử Phật giáo Việt Nam]]\n*[[Lịch sử Nho giáo Việt Nam]]\n*[[Lịch sử văn học Việt Nam]]\n*[[Tôn giáo Việt Nam thời Lý]]\n*[[Văn học Việt Nam thời Lý]]\n*[[Nghệ thuật Việt Nam thời Lý]]\n*[[Giáo dục khoa cử Việt Nam thời Lý]]\n*[[Kinh tế Việt Nam thời Lý]]\n*[[:Thể loại:Lịch sử Việt Nam thời Lý|Lịch sử Việt Nam thời Lý]]\n*[[Văn học Việt Nam thời Trần]]\n*[[Kinh tế Đại Việt thời Trần|Kinh tế Việt Nam thời Trần]]\n*[[Giáo dục và khoa cử thời Trần|Giáo dục khoa cử Việt Nam thời Trần]]\n*[[Tôn giáo Đại Việt thời Trần|Tôn giáo Việt Nam thời Trần]]\n*[[Thiền phái Trúc Lâm]]\n*[[Nghệ thuật Việt Nam thời Trần]]\n*[[:Thể loại:Lịch sử Việt Nam thời Trần|Lịch sử Việt Nam thời Trần]]\n*[[Hào khí Đông A]]\n*[[Hội nghị Diên Hồng]]\n*[[Đại Việt]]\n*[[Chữ Nôm]]\n*[[Hàn luật]]\n*[[Văn Miếu - Quốc Tử Giám]]\n*[[An Nam tứ đại khí]]\n*[[Hoàng thành Thăng Long]]\n*[[:Thể loại:Di tích cố đô Thăng Long|Di tích cố đô Thăng Long]]\n*[[:Thể loại:Văn hóa Việt Nam thời Hồ|Văn hóa Việt Nam thời Hồ]]\n*[[:Thể loại:Văn hóa Việt Nam thời Lê sơ|Văn hóa Việt Nam thời Lê sơ]]\n*[[:Thể loại:Văn hóa Việt Nam thời Mạc|Văn hóa Việt Nam thời Mạc]] ([[Văn hóa Lê-Mạc|Văn hóa Lê–Mạc]])\n*[[:Thể loại:Văn hóa triều Lê trung hưng|Văn hóa Việt Nam thời Lê trung hưng]]\n*[[:Thể loại:Văn hóa Việt Nam thời Tây Sơn|Văn hóa Việt Nam thời Tây Sơn]]\n*[[:Thể loại:Văn hóa Việt Nam thời Nguyễn|Văn hóa Việt Nam thời Nguyễn]]\n\n{{Lịch sử Việt Nam thời Lý}}\n{{Lịch sử Việt Nam thời Trần}}\n{{sơ khai Việt Nam}}\n\n[[Thể loại:Văn hóa Việt Nam thời Lý]]\n[[Thể loại:Văn hóa Việt Nam thời Trần]]\n[[Thể loại:Lịch sử văn hóa Việt Nam]]\n[[Thể loại:Văn hóa xứ Đông]]\n[[Thể loại:Văn hóa Thăng Long (trước thời nhà Nguyễn)]]\n[[Thể loại:Văn hóa trung đại Việt Nam]]"}