{"1785530":"{{Văn hóa khảo cổ Việt Nam}}\n{{Về|nền văn hóa cổ ở Việt Nam|xã Quỳnh Văn thuộc huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]]|Quỳnh Văn}}\n'''Văn hóa Quỳnh Văn''' ([[thời đại đồ đá mới]], khoảng 6.000 – 3.500 năm cách ngày nay) được phát hiện từ những năm 1930 bởi [[Madeleine Colani|các học giả người Pháp]]. Cho đến nay đã có hơn 70 năm nghiên cứu với 21 di tích, phân bố ở ven biển [[Nghệ An]] và [[Hà Tĩnh]], chủ yếu tập trung xung quanh vịnh biển cổ Quỳnh Lưu. Đây là các di tích \"đống rác bếp\" (Kjökkenmodding), thành phần chủ yếu là các loại điệp. Trong các lớp điệp còn có xương cốt động vật, di vật đá, gốm và bếp lửa. Công cụ đá Quỳnh Văn ít về số lượng, nghèo nàn về loại hình, kỹ thuật ghè đẽo thô sơ, chủ yếu được tạo từ đá gốc. Loại hình thường thấy là các công cụ không xác định, công cụ hình đĩa, công cụ hình múi bưởi, công cụ hình rìu dài và công cụ hình rìu ngắn. Đồ gốm thô, hầu hết là đồ đun nấu với kích thước lớn, được tạo hình bằng tay kết hợp với bàn đập hòn kê. Đồ gốm có bốn loại chủ yếu: gốm đáy tròn văn in đập, gốm đáy tròn văn thừng, gốm đáy tròn văn thừng ở mặt ngoài và văn chải ở mặt trong, gốm đáy nhọn văn chải 2 mặt. Gốm đáy nhọn, văn chải 2 mặt là đặc trưng tiêu biểu nhất của văn hóa Quỳnh Văn. Các loại hình hiện vật khác như xương, đồ trang sức có số lượng ít.<ref>[http:\/\/baotangnhanhoc.org\/vi\/index.php?option=com_content&view=article&id=35&Itemid=3 Văn hoá Quỳnh Văn] Bảo tàng Nhân học.<\/ref>\n\n== Tổng quan == \nTại [[Quỳnh Văn]] ([[Quỳnh Lưu]], [[Nghệ An]]) con người đã đánh bắt sò điệp về ăn và vứt vỏ lại ngay nơi cư trú của họ, lâu ngày vỏ tích lại thành những đồi lớn. Người Quỳnh Văn đã biết làm đồ gốm. Gốm được nặn bằng tay, chưa biết dùng bàn xoay, nhưng đã có độ dày khá đều. Người Quỳnh Văn sống chủ yếu bằng nghề đánh cá, săn bắt và bước đầu đã biết đến nông nghiệp. Các nhà khảo cổ học xếp [[di chỉ Quỳnh Văn]] là loại tiêu biểu nhất của văn hóa đồ đá mới có gốm ở ven biển Nghệ Tĩnh.\n\n== Di tích == \nTại đồi vỏ hến [[Đa Bút]] ([[Vĩnh Lộc]], [[Thanh Hóa]]) đã tìm được nhiều chiếc rìu làm bằng đá cuội, chỉ mài ở lưỡi và khá nhiều mảnh gốm còn thô vụng, độ nung thấp. Đồ gốm ở đây đã phát triển hơn đồ gốm trong văn hóa Bắc Sơn. Chủ nhân di chỉ Đa Bút là những người săn bắt, đánh cá và cũng đã biết đến thuần dưỡng súc vật như bò, chó … Khảo cổ học xếp di chỉ này vào giai đoạn \"đồ đá mới cuối Bắc Sơn\".\n\n== Chú thích ==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* {{TĐBKVN|3542}}\n* [http:\/\/luanan.nlv.gov.vn\/luanan?a=d&d=TTkFqWqxrGxC1993.1.1&e=-------vi-20--1--img-txIN-------# Văn hóa Quỳnh Văn và vị trí của nó trong thời đại đá mới Việt Nam] Nguyễn Trung Chiến, [[Thư viện Quốc gia Việt Nam]] 1993\n\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Văn hóa Nghệ An]]\n[[Thể loại:Hà Tĩnh]]"}