{"1785241":"{{Văn hóa khảo cổ Việt Nam}}\n'''Văn hóa Đồng Nai''' chỉ các di tích khảo cổ ở [[Việt Nam]] phân bố trên [[Tây Nguyên|vùng trung du]] và [[Đông Nam Bộ (Việt Nam)|đồng bằng miền Đông Nam Bộ]], ven các [[sông Đồng Nai]], [[sông Sài Gòn]] và [[sông Vàm Cỏ]], thể hiện một quá trình diễn biến văn hoá từ sơ kì thời đại đồ đồng đến sơ kì thời đại sắt. Giữa các di tích có những khác biệt nhất định, song chúng cùng có những đặc trưng chung nên có nhiều ý kiến xếp chúng vào một nền văn hoá chung. Có người gọi là Văn hóa Đồng Nai, cũng có ý kiến gọi là văn hoá Phước Tân, văn hoá Bến Đò hay văn hoá [[Cù Lao Rùa]]. Cho đến nay, đã phát hiện được hàng trăm di tích ở hầu khắp các tỉnh miền Đông Nam Bộ, trong đó có các di tích tiêu biểu như Cầu Sắt, Suối Chồn, Bình Đa, Cái Vạn, [[Cù Lao Rùa]], Hưng Thịnh, Đồi Xoài, Đồi Mít, Gò Me, Đồi Phòng Không, Cái Lăng, Long Bửu, Bến Đò, Phước Tân, Gò Đá, Dốc Chùa, Bù Đốp, Gò Tháp, Gò Canh Nông, Gò Cao Su, An Sơn, Rạch Núi, vv.<ref>{{Chú thích web | url = http:\/\/daitudien.net\/khao-co-hoc\/khao-co-hoc-ve-van-hoa-dong-nai.html | tiêu đề = VĂN HOÁ ĐỒNG NAI | tác giả 1 = | ngày = | ngày truy cập = 6 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n== Lịch sử khám phá ==\nNhững [[di tích]], di vật [[khảo cổ học]] ở [[Đồng Nai]] được phát hiện, nghiên cứu rất sớm và trải qua nhiều giai đoạn lịch sử.\n\nLịch sử khám phá buổi ban đầu của khảo cổ học thời tiền - sơ sử Đồng Nai gắn liền với các tên tuổi của các nhà thám hiểm, du lịch, truyền giáo và thực dân châu Âu như: V. Holbé, D. Grossin, J. Chénieux, E. Cartailhac, A. Mougeot, F. Barthère, Loesh, J. Repelin... và các thành viên thuộc phái bộ A. Pavie làm việc tại Việt Nam '''vào những năm 80 - 90 của [[thế kỷ XIX]]'''. Đây là giai đoạn với những phát hiện lẻ tẻ và chú ý sưu tập hiện vật tiền sử cho các viện Bảo tàng ở Đông Dương và Pháp. Những địa danh mà vùng đất Đồng Nai mà chủ yếu là dọc hai bờ sông Đồng Nai cùng các chi lưu của nó như (Lò Gạch, Bình Đa, Bến Gỗ, Cái Vạn, An Sơn, Rạch Núi...) được nhắc đến trên bản đồ khảo cổ học của thế giới. Đặc biệt sưu tập di vật thời tiền sử do V. Holbé gồm 1.200 di vật đá, 10 rìu đồng được tìm thấy trên 20 địa điểm ở vùng [[Biên Hoà]] được giới thiệu trong các công trình nghiên cứu của E. Hamy (1897) và R. Verneau (1904) được trưng bày tại [[Hội chợ quốc tế Paris năm 1889]]. Không ít những di vật tiêu biểu thời tiền sử được phát hiện đầu tiên ở Đồng Nai được lưu giữ tại các bảo tàng nước Pháp.\n\nChặng đường khám phá tiếp theo vào những '''thập niên đầu của [[thế kỷ XX]]''' với cuộc khai quật trên vùng [[Cù lao Rùa]] - nằm giữa sông Đồng Nai, cách thành phố Biên Hoà khoảng 10&nbsp;km (địa điểm này ngày nay thuộc địa phận thị xã [[Tân Uyên (thành phố)|Tân Uyên]], tỉnh [[Bình Dương]]) của D. Grossin (1902) và A. Jordin (1910). Theo H. Fontain công bố vào năm 1970 thì tại riêng tại di chỉ này đã cung cấp 383 di vật đủ kích cỡ, kiểu dáng làm cơ sở cho việc nghiên cứu thời đại đồ đá mới ở Biên Hoà - Đồng Nai. Những di vật tương tự ở vùng [[Cù lao Rùa]] còn tìm được tìm thấy ở các nơi khác ở Đồng Nai trên nhiều địa hình khác nhau từ [[miền đất đỏ|nhóm đất đỏ vàng]] đến vùng đất thấp [[phù sa]] cận biển. Đặc biệt trong giai đoạn này là phát hiện di chỉ mộ Hàng Gòn do J. Bouchot chủ trì vào năm 1927 tại vùng [[Xuân Lộc]]. Di tích được khai quật và công bố thu hút được sự quan tâm của giới nghiên cứu và được toàn quyền Đông Dương xếp hạng trong danh mục những di tích lịch sử quan trọng của Liên Bang năm 1930.\n\n'''Thập niên 60 và 70 của [[thế kỷ XX]]''', nghiên cứu khảo cổ học ở Đồng Nai bắt đầu mang tính chất hệ thống và khoa học với công lao to lớn của những thành viên [[Hội địa Chất Đông Dương]]. Trong đó tiêu biểu là E. Saurin, H. Fontain và L. Malleret. Trong giai đoạn này, bắt đầu có sự tham gia của các nhà nghiên cứu nước ta: [[Nghiêm Thẩm]], [[Hoàng Thị Thân]].... Những phát hiện quan trọng trong giai đoạn này là các di tích đá cũ và cụm di tích đồng sắt ở Hàng Gòn, [[Dầu Giây]], [[Phước Tân]], Bến Đò, Hội Sơn, Phú Hoà...Từ đây, bắt đầu hình thành sơ khởi khái niệm về một vùng văn hoá đã phát triển qua các thời đại đồ đá cũ, đá mới, đồng và sắt sớm ở Đồng Nai.\n[[Hình:Hien vat da Dong Nai.jpg|nhỏ|200p|Hiện vật đá văn hóa Đồng Nai]]\n'''Giai đoạn thứ tư''' bắt đầu sau ngày miền Nam hoàn toàn giải phóng cho đến nay. Nghiên cứu khảo cổ học được quan tâm. Các nhà khảo cổ học Việt Nam phối hợp với các cơ quan chức năng tại địa phương ([[Bảo tàng Đồng Nai]]) và các ngành hữu quan tiến hành điều tra, khai quật, kiểm chứng hàng loạt các địa điểm, di chỉ trên địa bàn Đồng Nai. Hàng loạt các di tích, di vật qua công tác khai quật, nghiên cứu đã góp phần làm sáng tỏ một nền văn hoá cổ xưa từng tồn tại và phát triển trên vùng đất này. Có thể nói, các di tích khảo cổ gồm các loại hình: cư trú, công xưởng, mộ táng, đền tháp... của cư dân cổ trải đều trên các địa hình đặc trưng của Đồng Nai từ vùng núi đồi tiếp giáp cao nguyên đến vùng đất đứt gãy phun trào đất đỏ ba - zan và cả vùng phù sa cổ các bồn trũng, vùng ngập nước cận sông, biển.\n\n== Tổng quan ==\nKhoảng 2.500 năm cách ngày nay (khoảng thế kỷ V trước [[Công nguyên]]), cư dân cổ Đồng Nai bước vào một truyền thống văn hoá kim khí phát triển. Nền văn hóa thời kỳ đồ sắt ở Đồng Nai gắn kết hai giai đoạn phát triển đồng thau và sắt sớm. Trong văn hóa đá – đồng đã manh nha văn hóa sắt sớm với hàng loạt di chỉ như Bình Đa, Cái Vạn, Suối Chồn, Hàng Gòn, Long Giao, Phú Hòa…\n\nThời kỳ sắt sớm ở Đồng Nai được xem là giai đoạn phát triển hào hùng của cư dân cổ Đồng Nai. Với những công cụ từ kim khí, người cổ Đồng Nai \" mạnh \" lên trong quá trình chinh phục tự nhiên, khai phá, làm nông nghiệp ngày càng mạnh mẽ; các làng dân cư nông nghiệp được khởi nhiều nơi. Vùng đất Đồng Nai cổ từ một thiên nhiên hoang sơ, nguyên thủy đã dần trở thành một địa bàn kinh tế, dân cư phát triển của trung tâm nông nghiệp Đồng Nai – Đông Nam Bộ thời tiền sử.\n\nSau cuộc hành trình dài, cư dân cổ Đồng Nai đã tạo dựng một nền văn minh tiền sử rực rỡ. Nền văn hóa Đồng Nai phát triển, lan tỏa rộng và bắt đầu có sự giao thoa những yếu tố mới về văn hoá, tộc người. Những bộ sưu tập hiện vật tại nhiều di chỉ như: bình gốm, đồ trang sức (khuyên tai ba mấu, hạt thủy tinh, vòng hạt chuỗi, mã não…), mộ chum…đã minh chứng cho mối liên hệ qua lại giã­ các yếu tố văn hoá, kỹ thuật giữa vùng Đồng Nai và các vùng phụ cận. Chính sự quan hệ rộng mở này đã tạo điều kiện cho cộng đồng cư dân cổ Đồng Nai không ngừng phát triển, hoàn thiện trên một vùng địa lý, văn hoá ổn định. Đó là những yếu tố thuận lợi cho người cổ Đồng Nai bước vào những giai đoạn phát triển cao hơn trong tiến trình đi lên của xã hội loài người.\n== Chú thích ==\n{{tham khảo|30em}}\n== Tham khảo ==\n*[http:\/\/baotangnhanhoc.org\/vi\/index.php?option=com_content&view=article&id=21&Itemid=3 Bộ sưu tập hiện vật văn hóa Đồng Nai]\n\n[[Thể loại:Di tích tại Đồng Nai]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Đồng Nai]]"}