{"44541":"{{bài cùng tên|Sa Huỳnh (định hướng)}}\n{{Văn hóa khảo cổ Việt Nam}}\n'''Văn hóa Sa Huỳnh''' là một nền [[văn hóa khảo cổ]] được xác định ở vào khoảng năm 1000 [[TCN]] đến cuối [[thế kỷ 2|thế kỷ thứ 2]]. Nền văn hóa Sa Huỳnh là một trong ba cái nôi cổ xưa về văn minh trên lãnh thổ [[Việt Nam]], cùng với [[Văn hóa Đông Sơn]] và [[Văn hóa Đồng Nai]] tạo thành ''tam giác'' văn hóa của Việt Nam [[thời kỳ đồ sắt]]\n\n==Lịch sử khám phá==\nSa Huỳnh đư­ợc [[nhà khảo cổ]] ng­ười [[Pháp]] M. Vinet phát hiện lần đầu tiên vào năm [[1909]] khi ông tìm thấy bên [[đầm An Khê]] (một đầm nước ngọt ở [[Sa Huỳnh]], [[Đức Phổ]], [[Quảng Ngãi]]) một số lượng lớn quan tài bằng chum (khoảng 200 chiếc). Người ta gọi Di tích khảo cổ đó là '''Kho Chum Sa Huỳnh''' (Dépot à Jarres Sa Huỳnh). Các cuộc khai quật vào nhiều năm khác nhau tại di tích [[gò Ma Vương]] hay còn gọi là [[Long Thạnh]] [[Đức Phổ]] nơi được xem là có niên đại sớm nhất của nền văn hóa Sa Huỳnh, đã đem lại những đánh giá xác đáng và quan trọng về nguồn gốc và quá trình hình thành, phát triển văn hóa Sa Huỳnh. Nền văn hóa Sa Huỳnh đã được các nhà [[khảo cổ học|khảo cổ]] trên thế giới nghiên cứu từ đó đến nay và ngày càng sáng tỏ nhiều điều về đời sống của các tộc người thời tiền sơ sử ở miền Trung Việt Nam. \n\nXuất hiện cách nay khoảng 3.000 năm và kết thúc vào [[thế kỷ 1|thế kỷ thứ 1]], văn hóa Sa Huỳnh có lẽ đã tồn tại hơn 5.000 năm kéo dài từ hậu kỳ thời đại đồ đá mới đến đầu thời đại đồ sắt trên địa bàn các tỉnh từ [[Quảng Bình]] đến các tỉnh Nam Trung bộ và [[Tây Nguyên]]. Với một sức sáng tạo mạnh mẽ và phong phú, Văn hóa Sa Huỳnh càng ngày càng thấy có sự ảnh hưởng và giao lưu với nhiều vùng [[Đông Nam Á]] cũng như [[Văn hóa Trung Quốc|Trung Hoa cổ xưa]] và [[Văn minh Ấn Độ|Ấn Độ cổ xưa]] khi gần đây, [[Viện Khảo cổ học Quốc gia Đức]] hợp tác với các nhà khảo cổ học thuộc khoa Lịch sử của Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội tiến hành khảo cứu trong các năm 2004-2005 tại một số vùng thuộc tỉnh Quảng Ngãi. Bước đầu đã xác định được diện mạo một nền văn hóa đặc sắc ở miền Trung, Việt Nam.\n\n==Thành tựu==\n[[Tập tin:Bronze weapon Sa Huynh Culture.JPG|nhỏ|trái|Vũ khí bằng đồng]]\n\n===Trồng trọt===\nDân cư cổ thuộc văn hóa Sa Huỳnh đã định cư chủ yếu dọc hai bên vùng đất thấp thuộc các con sông dọc bờ biển miền Trung Việt Nam, trải dài từ [[Quảng Bình]] cho đến [[Phú Yên]]. Họ thuộc một nguồn gốc [[văn minh lúa nước]] Đông Nam Á. Những dụng cụ bằng [[sắt]] như [[cuốc]], [[dao]], [[kiếm]], [[lao]], [[đục]], [[xà beng]]... đã được tìm thấy ở đây. Đồ gốm lớn với hoa văn đẹp, cùng với kỹ thuật dùng bàn xoay đã làm lạc hướng các nhà khảo cổ về nguồn gốc của [[Chăm Pa|Vương quốc Chăm Pa]]<ref>Người Chăm Pa hiện nay không có truyền thống làm gốm bằng bàn xoay.<\/ref>, những đồ gốm dùng để đựng các vật dụng và sản phẩm nông nghiệp, đánh cá và cả mai táng người chết.\n\nPhần đất miền Trung bao gồm xứ Quảng là nơi tụ hội và giao tiếp văn hóa Tây Đông, giữa miền núi với miền biển và đồng bằng xứ Quảng đã từng là nơi hội tụ văn hóa, kết tinh văn minh, dựng lên nền văn minh lúa nước và dâu tằm nổi tiếng. Lúa hai mùa, tằm tám lứa, tơ mỗi năm được sử sách chép đến sớm nhất là đồng bằng xứ Quảng, trung tâm của nền văn hoá Sa Huỳnh. Sách sử có nói đến người Chăm trồng hai vụ lúa và để thích ứng với thời tiết, người Chăm đã tìm ra giống lúa chịu hạn gieo trồng vào đầu mùa khô, để đầu mùa mưa thì lúa chín. Sử sách gọi là mùa Chiêm. Cũng do hoàn cảnh thiên nhiên khắc nghiệt khô hạn nên cư dân cổ Sa Huỳnh và Chămpa đã đào cả một hệ thống giếng lấy nước tưới cho cây trồng nên giới nghiên cứu ghi nhận một nền văn hóa gọi là \"văn hóa Giếng Chăm cổ\"\n\n===Đánh cá và đi biển===\n[[Tập tin:Asia 200bc.jpg|nhỏ|phải|300px|Bản đồ các nền văn hóa ở châu Á vào khoảng 200 năm trước Công nguyên, cho thấy vị trí của Văn hóa Sa Huỳnh.]]\nTrước năm 1975, các nhà khảo cổ trên thế giới mới chỉ biết đến Văn hóa Sa Huỳnh qua hoạt động của cư­ dân đi biển. Họ chỉ lên đất liền đặt mai táng ng­ười chết trong những mộ chum. Những mộ chum đư­ợc tìm thấy ở Palavan ([[Philippines]]), Bondontaphet ([[Thái Lan]]), Sa Huỳnh ([[Việt Nam]]). Sau năm 1975 các nhà khảo cổ Việt Nam đã bỏ nhiều công sức tim hiểu, nghiên cứu nền văn hóa này và bư­ớc đầu đã có những đóng góp quan trọng giúp chúng ta có cái nhìn chính xác và toàn diện hơn về nền văn hóa Sa Huỳnh. Đặc biệt trong những năm gần đây, tại [[Hội An]], các nhà nghiên cứu khảo cổ đã phát hiện nhiều di chỉ cư­ trú của ngư­ời Sa Huỳnh với nhiều hiện vật phong phú và đa dạng.\n\nCác phát hiện cho thấy ngư­ời Sa Huỳnh cổ là những cư­ dân nông nghiệp, và đi biển chỉ là một trong những sinh hoạt của họ. Các đồng tiền Ngũ Thủ và Vư­ơng Mãng (đầu thế kỷ thứ 1 TCN), các gư­ơng đồng của [[nhà Hán|nhà Tây Hán]], đỉnh đồng [[nhà Hán|nhà Đông Hán]] có trong các mộ chum chứng tỏ họ đã có một nền sản xuất hàng hóa cùng với sự giao thư­ơng khá phát triển. Người Chăm đã biết khai thác trầm hương, quế, ngà voi, sừng tê, dầu rái, ngọc, vàng trên núi, hồ tiêu trên đồi, biết làm ruộng hai mùa ở đồng bằng hẹp Minh Kinh và Ô Chân. Họ đã trồng cau, dừa và trồng dâu nuôi tằm \"một năm tám lứa\" từ trước sau kỷ nguyên Dương lịch. Họ biết làm thuyền to gọi là nốôc (bàu) và thuyền nhỏ (tròong ghe). Hai cảng Cửa Việt, Cửa Tùng đã từng là hải cảng quốc tế từ lâu trước khi Lâm Ấp thành lập nhưng phồn thịnh nhất là thời quốc vương Chămpa cùng thời với triều Đường (Trung Quốc). Người Chăm biết đánh cá biển và buôn bán đường biển trên vùng Đông Nam Á, từ ven biển Trung Quốc xuống tới Ấn Độ Dương.\n\n===Đồ trang sức và kỹ thuật làm thủy tinh===\n{{Lịch sử Chăm Pa}}\n\nCác nhà khảo cổ đã tìm thấy, ở những khu mộ táng của Văn hóa Sa Huỳnh, các bộ hạt chuỗi giá trị ở Lai Nghi. Trong khi rây bằng sàng phát hiện được hơn 8.600 hạt cườm bằng [[thủy tinh]] màu xanh, vàng hoặc nâu có đường kính 1-3 [[mM|mm]]. Ngoài bộ hạt chuỗi gồm khoảng 1.500 hạt bằng đá [[agat|mã não]], [[achat]], [[crystal]], [[ametit|amethyst]], [[nephrite]] và bằng [[vàng]] - còn có 4 khuyên tai bằng vàng. Người văn hóa Sa Huỳnh ở Lai Nghi nhiều nhất thích sử dụng loại đá ngọc mã não làm đồ trang sức. Hơn 15 hình dạng hạt chuỗi khác nhau được chế tác - có lẽ bằng đá mã não đến từ khu vực [[Myanmar]] hoặc [[Ấn Độ]]. Trong tổng số 1.136 hạt chuỗi bằng đá mã não tìm thấy ở Lai Nghi có 3 chiếc rất đặc biệt: chiếc thứ nhất có hình con chim nước, chiếc thứ hai có hình con [[hổ]] hoặc [[sư tử]] và chiếc thứ ba là hạt chuỗi khắc. Cả ba hạt chuỗi này được phát hiện trong 3 mộ chum khác nhau cùng với nhiều đồ tùy táng quý khác có niên đại vào thế kỷ 1-2 TCN. Những di vật hiếm thấy khác ở miền Trung Việt Nam được kể đến là hai cái gương bằng đồng của thời kỳ [[Nhà Hán|Tây Hán]].\n\nThủy tinh nhân tạo là một thành tựu rực rỡ của văn hóa Sa Huỳnh. Các cư dân dùng cát trắng để nấu thủy tinh làm bát lọ và đặc biệt những chuỗi hạt trang sức bằng thủy tinh (mà sử sách Trung Quốc gọi là \"lưu ly\" gốc từ chữ [[tiếng Phạn|Phạn]] là ''verulia'') từ đầu Công nguyên. Đây là một trong những nơi làm ra thủy tinh nhân tạo sớm trên thế giới. Chúng không những đa dạng về kiểu dáng mà còn phong phú về màu sắc như­ xanh lơ, xanh đen, xanh lá mạ, xám, tím, đỏ và nâu. Sử [[Tên gọi Trung Quốc|Trung Hoa]] đã từng ghi chép về một chén thủy tinh xuất phát từ vùng đất này mà họ gọi là chén lư­u ly với một sự trân trọng và khâm phục.\n\nNổi bật trong những vật trang sức của ng­ười Sa Huỳnh là khuyên tai ba mấu dành cho phụ nữ và khuyên tai hai đầu thú của nam giới. Nếu khuyên tai ba mấu dịu dàng, tinh tế và khá duyên dáng thì khuyên tai hai đầu thú lại thể hiện chất dũng mãnh, kiêu hãnh và cư­ờng tráng của nam giới. Những vật trang sức chế tác từ đá, mã não và thủy tinh có thể nói là những tinh hoa đặc sắc nhất mà nền văn minh này sáng tạo ra và đư­ợc phổ biến khắp vùng Đông Nam Á. Ng­ười ta đã tìm thấy khuyên tai ba mấu và khuyên tai hai đầu thú ở [[Thái Lan]], [[Malaysia]], [[Philippines]] và [[Đài Loan]].\n\n===Đồ gốm===\n[[Tập tin:Pottery vase Sa Huynh Culture.JPG|nhỏ|trái|Lọ gốm cách nay 2500 - 2000 năm.]]\n[[Tập tin:Pottery fruit tray Sa Huynh Culture 2.JPG|nhỏ|trái|Bát bồng gốm cách nay 2500 - 2000 năm.]]\nNgư­ời Sa Huỳnh cổ rất khéo tay và có mỹ cảm tuyệt vời. Các đồ gốm gia dụng đều được tạo dáng thanh nhã, cân đối, hoa văn phong phú, sinh động thể hiện một tâm hồn tinh tế và giàu xúc cảm.\n\nTrong gốm Sa Huỳnh, các đồ đựng như bát, bình có chân đế, có thân gãy ở vai hay đáy, chiếm tỷ lệ lớn. Mẫu gốm thường gặp là vàng đỏ, nhiều khi có vệt đen bóng, có hoa văn chữ S có đệm [[tam giác]], những đường chấm hay đường in dấu răng vỏ sò. Trong các di chỉ mộ táng, phổ biến là mộ chum, trong chum chứa nhiều đồ trang sức bằng đồng, đá quý, thủy tinh, đặc biệt là loại khuyên tai ba mấu nhọn và khuyên tai hai đầu thú. Các đặc trưng đó của Văn hóa Sa Huỳnh cũng đã tìm được ở các di chỉ trong lưu vực [[sông Đồng Nai]]. Có nơi còn có những đặc trưng xưa hơn, mà khảo cổ học gọi là văn hóa thời tiền Sa Huỳnh.\n\n==Xã hội Sa Huỳnh==\n\nĐã xác nhận được rằng cách đây gần 3000 năm, trên lưu vực [[sông Đồng Nai]] mà lãnh thổ [[Lâm Đồng]] là thượng nguồn, có những bộ lạc sinh sống với một nền văn hóa đồng - sắt đã phát triển và có đặc trưng riêng. Có thể nói, các bộ lạc này là tiền thân của các dân tộc bản địa. Sách ''Lịch sử Việt Nam'' (Phan Huy Lê chủ biên) cho biết, bấy giờ trên địa bàn của văn hóa Sa Huỳnh có hai bộ lạc sinh sống: Bộ lạc Cau (chữ Phạn là Kramuka vam'sa) cư trú vùng [[Phú Yên]], [[Khánh Hòa]] - [[Ninh Thuận]] - [[Bình Thuận]] trở vào và bộ lạc Dừa (chữ Phạn là Narikela vam'sa) ở vùng [[Bình Định]], [[Quảng Nam]] ngày nay. \n\nBộ lạc Dừa từ thế kỷ đầu trước Công nguyên bị nhà Hán đô hộ (cùng thời kỳ với nước Âu Lạc) và đặt tên là huyện [[Tượng Lâm]]. Năm 190 - 193, nhân dân Tượng Lâm nổi dậy đánh đuổi người Hán, lập nên nước [[Lâm Ấp]] (theo tên gọi của thư tịch cổ Trung Hoa). Bộ lạc Cau, khoảng đầu công nguyên, đã hình thành một tiểu vương quốc riêng có tên là Panduranga (tên Phạn) hay Pan-Rãn (tiếng Chăm cổ), về sau gọi là [[Chăm Pa]], có địa bàn từ [[Nha Trang]] - [[Phan Rang (định hướng)|Phan Rang]], [[Phan Thiết]] ngày nay. Sự ra đời nói trên của dân tộc Chăm, và nhà nước của họ, cho thấy ở Nam Trung bộ Việt Nam thời ấy đã có hai cộng đồng lớn: cộng đồng người Chăm với ngôn ngữ thuộc [[nhóm ngôn ngữ Malay-Polynesia]] cư trú vùng ven biển và cộng đồng với ngữ hệ Môn - Khơme (Mạ, Cơ Ho, M'Nông), cư trú vùng núi và [[Tây Nguyên]].\n\n==Tập tục tín ngưỡng==\n[[Tập tin:Pottery burial jar Sa Huynh Cultue.JPG|nhỏ|phải|Một chum gốm]]\nTập tục độc đáo của cư dân Sa Huỳnh chính là tập tục chôn người quá cố trong các chum lớn, có những chiếc chum cao đến 1,2 [[m]]. Chum được làm từ vật liệu đất đen hay đất có màu đỏ và được nung khá tốt. Người chết được táng trong chum với tư thế ngồi bó gối - như một hiện tượng được sống tiếp với thế giới [[cõi âm]]. Đồ tùy táng theo người chết tùy thuộc vào sự giàu có hay nghèo khó của người chết mà có nhiều hay ít hiện vật được chôn theo. Người Sa Huỳnh cổ rất \"sành điệu\" và khá duyên dáng trong các đồ trang sức làm bằng đá quý và đá bán quý cũng như pha lê nhiều màu sắc.\n\nNgười Sa Huỳnh cổ theo tín ngưỡng thờ mẫu (mẹ, bà) và còn tồn tại cho đến ngày nay ở các dân tộc Chăm, các cư dân bản địa Tây Nguyên. Tuy theo đạo Hồi nhưng đã biến cải thành đạo Bani mang bản sắc văn hóa truyền thống Chămpa thờ thần linh và ông bà tiên tổ. Đồng bào Chăm ăn Tết đầu năm vào ngày 19 tháng 4 Dương lịch. Hai lễ hội lớn hàng năm là [[Lễ hội Katê]] (tháng 7 lịch Chăm Pa) để nhớ ơn trời đất, tổ tiên phù hộ độ trì cho con cháu và tưởng nhớ các vị vua tài đức của họ; và Lễ hội Chabur (tháng 9 âm lịch) để dâng cúng các nữ Thần như nữ thần Pô Inư Nagar, còn gọi là Thiên Y A Na, là bà chúa xứ của đồng bào Chăm. Đặc biệt là sự đối lập giữa Nam thần qua lễ hội Katê và Nữ thần với lễ hội Chabur cùng những ý niệm trời đất, cha mẹ, đực cái… thể hiện triết thuyết âm dương dịch biến luận của người Việt cổ còn lưu giữ mãi tới ngày nay. Đồng bào Chăm còn lưu lại một nền văn hóa cổ với những vần thơ dân gian, những bia ký sử thi văn học, những giai thoại truyền kỳ lịch sử cùng với nghệ thuật điêu khắc, tạc tượng tinh vi, sống động của truyền thống của người Môn-Việt thời cổ đại.\n\n==Nhận xét==\n\nTiến sĩ Mỹ Dung<ref>Nhà khảo cổ cùng làm việc trong nhóm khảo cổ Việt - Đức.<\/ref> nhận xét như sau về những đồ trang sức độc đáo này:\n:''Theo như biểu tượng của thế giới, con chim nước tượng trưng cho mặt trời. Chẳng hạn hiện vật hình con chim ở khu vực mộ chum hậu kỳ thời đại đồ đồng vùng sông Danube ở châu Âu. Hạt chuỗi mã não duy nhất ở Đông Nam Á tìm thấy ở Thái Lan có hình con sư tử. Từ trước đến nay, trong các mộ táng khai quật được, chúng tôi chỉ phát hiện những hạt mã não hình chuỗi bình thường. Mã não mang hình dạng con vật thì chưa bao giờ tìm thấy''.\n\n:''Từ xưa đến nay người ta vẫn cho rằng nghề thủy tinh rất phát triển trong thời kỳ văn hóa Sa Huỳnh. Nhưng phát triển ở mức độ cao như vậy thì thật đáng kinh ngạc''.\n\n== Di tích quốc gia đặc biệt ==\nNgày 29 tháng 12 năm 2022, Di tích khảo cổ Văn hóa Sa Huỳnh được Thủ tướng Chính phủ Việt Nam công nhận là di tích quốc gia đặc biệt.<ref>{{Chú thích web|url=https:\/\/baochinhphu.vn\/xep-hang-5-di-tich-quoc-gia-dac-biet-102221229223440621.htm|tựa đề=Xếp hạng 5 di tích quốc gia đặc biệt|tác giả=Minh Hiển|ngày=2022-12-30|website=Báo điện tử Chính phủ|url-status=live}}<\/ref>\n==Xem thêm==\n* [[Khu di chỉ văn hóa Sa Huỳnh]]\n* [[Bảo tàng Văn hóa Sa Huỳnh]]\n*[[Cánh đồng Chum|Cánh đồng chum]]\n==Tham khảo==\n* Neue Entdeckungen zur Sa Huynh- Kultur, Lindensoft, ISBN 3-929290-27-8, 2002.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=48703&ChannelID=7 Chứng cứ mới về văn minh Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930044643\/http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=48703&ChannelID=7 |date=2007-09-30 }}\n\n[[Thể loại:Văn hóa Sa Huỳnh]]\n[[Thể loại:Quảng Ngãi]]\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Thiên niên kỷ 1 TCN]]\n[[Thể loại:Thời đại đồ sắt]]"}