{"3192455":"{{bài cùng tên|Tràng An}}\n{{Văn hóa khảo cổ Việt Nam}}\n[[Tập tin:Tam Coc taken by Harmony Hiro.jpg|phải|nhỏ|250px|Những hang động xuyên thủy ở [[Tràng An]].]]\n'''Văn hóa Tràng An''' là một nền văn hóa cổ ở Việt Nam, hình thành từ thời kỳ đồ đá cũ cách nay khoảng 25 ngàn năm. [[Tràng An]] là tên một địa danh ở [[Ninh Bình]], nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 30 địa điểm thuộc nền văn hóa Tràng An đã được phát hiện.<ref>[https:\/\/trithuc24.vn\/lich-su-van-hoa\/net-van-hoa-co-nhat-viet-nam-van-hoa-trang-an.html Nét văn hoá cổ nhất ở Việt Nam - Văn hóa Tràng An]<\/ref>\n\nTrong giai đoạn đầu và giữa, Văn hóa Tràng An có trình độ chỉ ở mức [[thời kỳ đồ đá]] của người tiền sử. Đến thời kỳ cuối (7.000 - 4000 năm trước) thì xuất hiện [[đồ gốm]], cho thấy trình độ của cư dân đã thoát khỏi thời kỳ chỉ biết chế tác đồ đá.\n\nKhu vực [[Quần thể danh thắng Tràng An]] ở [[Ninh Bình]] có hơn 30 di tích khảo cổ học thời tiền sử đã được phát hiện, kết quả nhiều cuộc nghiên cứu của các chuyên gia khảo cổ học cho thấy dấu ấn của người tiền sử thích nghi với biến cố lớn về môi trường, cảnh quan ít nhất là từ khoảng 23.000 năm TCN đến nay, một số nền văn hóa tiền sử đã tiến hóa liên tục ở khu vực này, từ thời đại đồ đá cũ qua thời đại đồ đá mới đến thời đại đồ đồng và đồ sắt... Với những giá trị về văn hóa và thiên nhiên mang tính nổi bật toàn cầu, [[Tràng An]] được UNESCO vinh danh trở thành khu di sản thế giới kép đầu tiên ở Việt Nam và khu vực Đông Nam Á.<ref>{{Chú thích web |url=http:\/\/mysonsanctuary.com.vn\/tam-diem\/59\/600\/quan-the-danh-thang-trang-an-di-san-the-gioi-hon-hop-dau-tien-cua-viet-nam-\/ |ngày truy cập=2015-02-03 |tựa đề=Quần thể danh thắng Tràng An: Di sản thế giới hỗn hợp đầu tiên của Việt Nam |archive-date=2015-02-04 |archive-url=https:\/\/web.archive.org\/web\/20150204012538\/http:\/\/mysonsanctuary.com.vn\/tam-diem\/59\/600\/quan-the-danh-thang-trang-an-di-san-the-gioi-hon-hop-dau-tien-cua-viet-nam-\/ |url-status=dead }}<\/ref><ref>[https:\/\/nhandan.com.vn\/tin-tuc-du-lich\/ngam-bao-vat-quoc-gia-long-sang-o-co-do-hoa-lu-620926\/?zarsrc=30 Ngắm Bảo vật quốc gia Long sàng ở cố đô Hoa Lư]<\/ref>\n\n== Tổng quát ==\nVăn hóa Tràng An kéo dài từ thời đại đồ đá cũ sang thời đại đồ đá mới (cách ngày nay 25.000 năm), trên vùng đất xen núi [[đá vôi]], thuộc phía nam [[châu thổ sông Hồng]].\n\nPhó Giáo sư, Tiến sĩ Nguyễn Khắc Sử cho hay, căn cứ vào kết quả khai quật, nghiên cứu khảo cổ học [[hang động Tràng An]] đã xác nhận rằng, các di tích tiền sử mang trong mình những đặc thù riêng biệt, xác lập sự hiện diện của một nền văn hóa khảo cổ - văn hóa Tràng An. Nó rất khác so với văn hóa khảo cổ Hòa Bình, Cái Bèo, Đa Bút, Quỳnh Văn, Hạ Long, Hoa Lộc cả về không gian cư trú, về chất liệu công cụ đá, kỹ thuật gia công công cụ, có sự giao thoa, tiếp xúc và diễn tiến văn hóa để bước từ nguyên thủy sang văn minh ở một địa bàn hết sức đặc trưng của thung lũng karst lầy trũng. Truyền thống khai thác nhuyễn thể ở [[hang động Tràng An]] còn được lưu truyền cho tới những người Việt sau này.<ref>[http:\/\/baotintuc.vn\/du-lich\/danh-thang-trang-an-xung-dang-la-di-san-the-gioi-20120911181833774.htm Danh thắng Tràng An xứng đáng là di sản thế giới]<\/ref>\n\nQua phân tích, đối sánh giữa nền văn hóa Tràng An với các văn hóa khảo cổ học đã biết, thì ở [[Tràng An]]: Về vị trí địa lý là thung lũng đá vôi đầm lầy chứ không phải đá vôi vùng núi khác; Công cụ lao động không sử dụng đá cuội mà sử dụng bằng đá vôi; Phổ biến sử dụng đồ gốm hoa văn dấu thừng thô chứ không phải là dấu thừng mịn; Khai thác các loài vỏ nhuyễn thể (như vỏ ốc, trai, hàu) là nước ngọt và biển (đồng thời); Con người cư trú hầu như chỉ ở trong hang động, không ở ngoài trời và các hang động đó được sử dụng đến ngày nay (ban đầu là nơi cư trú, sinh sống sau này được sử dụng làm chùa, nơi sinh hoạt văn hóa của cư dân địa phương); Niên đại kéo dài từ 25.000 năm đến 3.000 năm cách ngày nay.\n\nTrong điều kiện tự nhiên đặc biệt, hầu như chỉ có đá vôi là chất liệu đá duy nhất, người [[Tràng An]] đã biết sử dụng nó làm công cụ lao động ít nhất cho đến cách ngày nay khoảng 3.000 năm, trong quá trình đó đã nhận biết được rằng đá vôi đô-lô-mít thuộc loại chất liệu tốt nhất có thể có. Đồng thời với giai đoạn biển tiến lớn nhất cuối cùng (khoảng 7.000-4.000 năm trước), người tiền sử [[Tràng An]] đã biết tới nghệ thuật làm đồ gốm. Những chứng cứ sớm nhất được cho là tương đương với gốm Đa Bút (6.000 năm trước), nhưng thực tế đã được làm ra ở đây sớm hơn nhiều (khoảng 9.000 năm trước) và tiến hóa liên tục qua thời đại Kim khí đến tận sau này. Việc sử dụng đồ gốm từ sớm và liên tục ở [[Tràng An]] chứng tỏ rằng một trung tâm gốm sứ rất khác biệt so với nhiều trung tâm gốm sứ khác ở [[Việt Nam]] đã từng tồn tại ở đây. Ts. Masanari Nishimura (Nhật Bản) qua nghiên cứu khảo cổ học tiền sử [[Quần thể danh thắng Tràng An]] đã khẳng định: Cách đây 5.000-6.000 năm trước, có một trận động đất lớn ở [[Tràng An]] và người Việt cổ ở [[Tràng An]] đã trải qua nhiều sự biến đổi của thiên nhiên để thích ứng và phát triển cho đến ngày nay, tạo nên một giá trị về một nền văn hóa Tràng An.<ref>{{chú thích web|url=http:\/\/baoninhbinh.org.vn\/trang-an-huong-toi-di-san-the-gioi-20140123023145638p15c43.htm|title=Tràng An hướng tới Di sản thế giới|publisher=|ngày truy cập=2015-02-03|archive-date = ngày 4 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150204022823\/http:\/\/baoninhbinh.org.vn\/trang-an-huong-toi-di-san-the-gioi-20140123023145638p15c43.htm}}<\/ref>\n\n==Giá trị==\nHệ thống các di tích khảo cổ hang động trong [[Quần thể di sản thế giới Tràng An]] ([[Ninh Bình]]) là một thí dụ nổi bật về một sự định cư truyền thống của loài người, việc sử dụng đất hoặc biển, mà đại diện cho một nền văn hóa (hoặc nhiều nền văn hóa) hoặc sự tác động của con người đến thiên nhiên đặc biệt khi nó trở nên bị nguy hại dưới tác động của sự thay đổi không thể thay đổi được. Điều này được chứng minh qua các tư liệu sau:\n*Truyền thống định cư hang động lâu dài từ thời tiền sử, cách đây 25.000 năm (C14 Hang Trống) đến các chùa hang mà người Việt đang sử dụng. Tại đây con người sống, khai thác nguồn lợi tự nhiên trong vùng karst nhiệt đới, gắn liền với những biến động địa chất mang tính toàn cầu (biển tiến, biển thoái), gắn liền với những phát minh vĩ đại của nhân loại (kỹ thuật mài trong chế tác công cụ, kỹ thuật làm đồ gốm, kỹ thuật trồng trọt, chăn nuôi), một thí dụ điển hình về bước tiến của văn hóa nhân loại ở vùng biển cổ [[Ninh Bình]].\n*Địa tầng các di tích tiền sử [[Tràng An]] cho biết các giá trị văn hóa tiền sử ở đây phát triển bền vững, được truyền lại từ thế hệ này sang thế hệ khác và trở thành truyền thống (tradition). Theo thời gian, truyền thống ở đây không lặp lại nguyên gốc, mà do áp dụng kỹ thuật mới hoặc các dạng thức hoạt động mới đã nảy sinh cái mới (innovation), cái mới lại được cách tân (renovation) và gia nhập vào truyền thống. Cứ như vậy, truyền thống và cách tân là 2 chiều ngang và dọc, dệt nên bức tranh văn hóa tiền sử, làm nên giá trị bền vững, tinh hoa của các cộng đồng tộc người ở vùng [[Tràng An]] [[Ninh Bình]].\nCác chứng tích văn hóa khảo cổ tiền sử ở Tràng An phong phú và đa dạng, là nguồn sử liệu vật thật minh chứng cho sự biến đổi đặc biệt về kinh tế, văn hóa, xã hội của cộng đồng cư dân nơi đây dưới sự tác động thay đổi môi trường karst, biến động của cổ khí hậu, của mực nước biển vùng nhiệt đới gió mùa. Đây là các chứng tích điển hình nhất cho loại hình cư trú liên tục trong hang động trước, trong và sau biển tiến, truyền thống khai thác và sử dụng nhuyễn thể biển và trên cạn, truyền thống săn bắt đa tạp, theo phổ rộng, săn bắt nhiều loài, mỗi loài một ít và không dẫn đến hủy diệt bầy đàn động vật đó; truyền thống chế tác và sử dụng công cụ đá vôi, sự nảy sinh kỹ thuật mài, cưa và kỹ thuật làm gốm và trồng trọt trong thung lũng đầm lầy là nét riêng độc đáo, làm nên giá trị nổi bật toàn cầu của quần thể các di tích khảo cổ nơi đây.\n\nHệ thống các di tích khảo cổ tiền sử [[hang động Tràng An]] ([[Ninh Bình]]) còn chứa đựng sự độc bản hoặc chí ít là chứng cứ đặc biệt về truyền thống văn hóa hoặc nền văn minh hiện còn tồn tại hoặc đã mất của nhân loại (tiêu chí:iii của một di sản thế giới).<ref>{{chú thích web|url=http:\/\/disanthegioi.info\/ArticleDetail.aspx?articleid=61054&sitepageid=276|title=Châu Á: Việt Nam – Quần thể Danh thắng Tràng An (2014)|publisher=}}<\/ref>\n\n== Các di chỉ ==\nDựa trên những dấu tích của nền văn hóa Tràng An còn lại cho thấy, các di tích tiền sử [[Tràng An]] phát triển qua 3 giai đoạn: Trước biển tiến Holocene trung (trước 6.000 năm cách ngày nay) có các di tích Hang Trống, Hang Bói, Mái đá Ông Hay, lớp dưới Mái đá Chợ và lớp sớm nhất Hang Mòi. Giai đoạn biển tiến (6.000 - 4.000 năm cách ngày nay) có các di tích: Mái đá Vàng, Hang Ốc và lớp trên Hang Mòi. Giai đoạn sau biển tiến (4.000 - 2.000 năm cách ngày nay) có các di tích: Hang Núi Tướng 1, Núi Tướng 2, lớp trên Mái đá Chợ, di tích Thung Bình 1, Thung Bình 2.\n\nCác di tích ở [[Tràng An]] đều thuộc loại hình hang động, mật độ cao, phân bố không đều, tập trung ở khu trung tâm và vùng rìa phía tây và tây nam, phần còn lại (phía bắc và phía đông) của [[quần thể di sản thế giới Tràng An]] có rất ít. Chúng phân bố thành nhóm, mỗi nhóm từ 4 đến 6 di tích, chiếm một vài thung lũng núi đá vôi liền khoảnh, thuộc các tiểu vùng cảnh quan khác nhau gồm nhóm 1, 2 ở trung tâm khối đá vôi Tràng An, tiêu biểu là các di tích Hang Trống, Hang Bói và Hang Mòi, Mái đá Ông Hay, Mái đá Chợ, Mái đá Vàng. Các di tích này phân bố trong địa hình núi đá vôi dạng chóp nón, đỉnh nhọn, kết nối với nhau bằng các sống núi kiểu thành lũy, bao lấy các hố sụt, trũng kín, đáy bằng, tụ nước dạng đầm lầy, liên thông với nhau bằng các động xuyên thủy. Nhóm 3 ở rìa phía tây khối đá vôi [[Tràng An]], tiêu biểu là 4 hang: Thung Bình 1, 2, 3, 4 và Hang Chùa. Đây là vùng núi đá vôi dạng tháp tách biệt nhau, thung lũng rộng, ngập nước và liên kết nhau qua mạng lưới sông suối. Nhóm 4 ở rìa tây nam, tiêu biểu là Mái đá Ốc 1, 2, Núi Tướng 1, 2 và Hang Vàng. Cảnh quan nơi đây thuộc dạng chóp nón nối đỉnh, dạng dãy, thành lũy đan xen; thung lũng hẹp chạy dài theo phương tây bắc - đông nam, có nhiều hang xuyên thủy, xuyên thung. Nhóm 5 ở phía bắc, gồm các di chỉ Hang Áng Nồi, Hang Ông Mi, Hang Trâu, Hang Son. Các núi đá vôi ở đây đỉnh bằng, đứng tách rời nhau, rải rác trong các thung lũng ngập nước và được liên thông bởi hệ thống sông suối tự nhiên như [[sông Ngô Đồng]], sông Đền Vối, [[sông Sào Khê]], [[sông Bến Đang]].<ref>{{chú thích web|url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/1000_nam_thang_long\/561648\/di-tich-khao-co-hoc-trang-an-chua-dung-he-gia-tri-noi-bat|title=Di tích khảo cổ học Tràng An: Chứa đựng hệ giá trị nổi bật|website=hanoimoi.com.vn}}<\/ref>\n\n== Chú thích ==\n\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Tống Trung Tín, ''Những phát hiện mới về nền văn hóa Tràng An''. Nhà xuất bản Khoa học xã hội, Hà Nội 2012.\n* Tạp chí khảo cổ học Việt Nam.\n\n== Liên kết ngoài ==\n* [http:\/\/husta.org.vn\/n493_trang-an-chinh-thuc-tro-thanh-di-san-the-gioi-kep-dau-tien-dong-nam-a Tràng An chính thức trở thành di sản thế giới kép đầu tiên Đông Nam Á] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150204012513\/http:\/\/husta.org.vn\/n493_trang-an-chinh-thuc-tro-thanh-di-san-the-gioi-kep-dau-tien-dong-nam-a |date = ngày 4 tháng 2 năm 2015}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Văn minh]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Lịch sử Đông Nam Á]]\n[[Thể loại:Thời đại đồ đá]]"}