{"39480":"{{Lịch sử Việt Nam}}\n[[Tập tin:Trong dong Ngoc Lu1.JPG|nhỏ|phải|200px|Mặt trống đồng Ngọc Lũ-biểu tượng của [[người Việt]]]]\n[[Tập tin:cong chua1.JPG|nhỏ|phải|200px|Kiến trúc mái chùa đặc trưng của [[người Việt]]]]\n[[Tập tin:Song Hong.jpg|nhỏ|phải|200px|[[Châu thổ sông Hồng]] nhìn từ [[vệ tinh]]]]\n\n'''Văn minh sông Hồng''' (từ đầu Thiên niên kỷ thứ II trước [[Công Nguyên]] đến cuối [[thế kỷ 15]]) đang ngày một có nhiều sự quan tâm của các học giả xã hội và các nhà [[khảo cổ học]]. [[Đồng bằng sông Hồng|Đồng bằng Bắc Bộ]] khá rộng lớn và hàng năm đón nhận một lượng [[phù sa]] khổng lồ từ miền nam [[Trung Quốc]] chảy qua lưu vực [[sông Hồng]] và đi ra [[biển Đông]]. Điều kiện địa hình cũng được bao bọc bởi nhiều núi đồi cộng với một khí hậu [[Cận nhiệt đới|cận nhiệt đới ẩm]] thuận lợi cho sự đa dạng sinh học, động thực vật sinh sôi nảy nở. Về khoáng sản thì có các mỏ [[đồng]], [[sắt]], [[thiếc]], [[chì]], [[bạc]], [[vàng]]... thuận lợi cho thủ công nghiệp và nghề [[luyện kim]] và chế tác đồ đồng phát triển sớm.\n\n==Tổng quan==\nViệt Nam có một nền văn hoá đặc sắc, lâu đời và là một xã hội đã hình thành [[nhà nước]] sớm nhất ở [[Đông Nam Á]]<ref>Những chứng cứ được khẳng định gần đây khi các nhà khảo cổ khai quật di chỉ Đồng Đậu<\/ref>.\n\n[[Văn hóa Sơn Vi]] [[Vĩnh Phú]] thuộc hậu kỳ thời đại đá cũ, có niên đại cách đây 11-18 nghìn năm, phân bố rất rộng trong các hang động và thềm sông cổ từ [[Lào Cai]] đến [[Nghệ An]]. Những nhóm cư dân nguyên thủy này sinh sống bằng hái lượm và săn bắt trong một hệ sinh thái miền nhiệt - ẩm với một thế giới động vật và thực vật phong phú, đa dạng.\n\nCách ngày nay khoảng 11.000 năm đến 2.000 trước Công Nguyên các cư dân Việt cổ đã tụ cư đông đúc tại khu vực [[trung du]] [[Bắc Bộ Việt Nam|Bắc Bộ]] [[Việt Nam]] phát triển sinh sôi bằng săn bắn hái lượm trên một vùng bán sơn địa dồi dào sản vật: muông thú, các loài chim, các sản vật động thực vật của các vùng sông nước lưu vực sông Hồng ngập nước và rút khô, theo các mùa trong năm.\n\nNhững di chỉ khảo cổ phát hiện ở các hang động [[Hòa Bình]] rất phong phú và khá dày đặc tạo thành thuật ngữ: [[Văn hóa Hòa Bình]]<ref>Văn hóa Hòa Bình được xác định niên đại từ 11.000 đến 4.000 năm cách ngày nay<\/ref>. Hòa Bình, một địa danh bên dòng [[sông Đà]], là nơi đầu tiên các nhà [[khảo cổ học]] khám phá ra một nền văn hóa thuộc cuối thời đồ đá cũ đến thời đồ đá mới trên một vùng ảnh hưởng rộng lớn thuộc Đông Nam Á và Nam [[Trung Quốc]].\n[[Tập tin:chuahuong01.jpg|nhỏ|200px|trái|Đặc điểm [[Bắc Bộ Việt Nam|Bắc Bộ]]]]\n[[Văn hóa Đông Sơn]] là một giai đoạn trong nền văn minh sông Hồng, kế thừa và phát triển từ [[Văn hóa Hòa Bình]], [[Văn hóa Phùng Nguyên]], [[Văn hóa Đồng Đậu]] và [[Văn hóa Gò Mun]]. Văn hoá Đông Sơn có những nét độc đáo riêng đồng thời vẫn mang nhiều điểm đặc trưng của văn hoá vùng Đông Nam Á và nền [[Văn minh lúa nước]]. Đây cũng là thời kỳ ra đời nhà nước phôi thai đầu tiên của Việt Nam dưới hình thức cộng đồng làng và siêu làng.\n\nCác nhà khảo cổ học đã khám phá ra một nền văn hóa gồm nhiều di vật rất sớm. Các công cụ bằng [[đồng]], bằng [[đồ gốm]] cùng với di chỉ những khu luyện đúc đồng thời xa xưa trên đất Việt cổ. Thời kỳ đầu của văn hóa Đông Sơn, các cư dân người Việt cổ phát triển và giao lưu trong phạm vi hạn chế do đặc điểm rừng rậm [[nhiệt đới]], sản vật và thức ăn dồi dào nên chưa chịu ảnh hưởng nhiều của các nền văn hóa ngoài. Việc khai phá [[đồng bằng sông Hồng]] chưa đặt ra cấp thiết do dân cư chưa đông đúc và nhu cầu kiếm sống và sinh hoạt chưa ra khỏi vùng trung du Bắc Bộ. Chính yếu tố đó đã giúp [[người Việt]] hình thành một cộng đồng có tính thuần nhất, họ chính là tổ tiên của người Việt hiện đại.\n\nTrên lưu vực sông Hồng, các nhà khảo cổ học đã xác lập chắc chắn được một phổ hệ gồm 3 giai đoạn trước Văn hóa Đông Sơn và sau Văn hóa Hòa Bình diễn ra trong thiên niên kỷ thứ II đến thế kỷ thứ 1 trước Công Nguyên:\n\n* Giai đoạn [[Văn hóa Phùng Nguyên]] thuộc sơ kỳ đồng thau.\n* Giai đoạn [[Văn hóa Đồng Đậu]] thuộc trung kỳ đồng thau.\n* Giai đoạn [[Văn hóa Gò Mun]] thuộc hậu kỳ đồng thau.\n\nCác nhà sử học đồng ý ở một điểm: Việt Nam có một cộng đồng văn hoá khá rộng lớn được hình thành vào khoảng nửa đầu thiên niên kỉ thứ hai trước Công nguyên và phát triển rực rỡ vào cuối thế kỷ 15 của [[Đại Việt]].\n\n==[[Lịch sử Việt Nam|Sơ lược lịch sử]]==\n===Giai đoạn Văn hóa Hòa Bình===\n:''Xem bài chính: [[Văn hóa Hòa Bình]]''\n\nCụm từ \"Văn hóa Hòa Bình\" được giới khảo cổ học chính thức công nhận từ ngày [[30 tháng 1]] năm [[1932]], do đề xuất của Madeleine Colani, sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại [[Hà Nội]] thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội để tạo ra những dụng cụ từ thời đá cũ đến thời đá mới.\n\nQua thời gian, tất nhiên, cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Lúc đầu, nó chỉ nói về nền văn hóa có khoảng không gian là miền Bắc Việt Nam, và khoảng thời gian không quá 5.000 năm trước đây. Nhưng khoảng không gian lẫn thời gian trên được nới rộng dần. T. M. Matthews có lẽ là người đầu tiên đã đem \"Văn hóa Hòa Bình\" vượt khỏi lãnh thổ Việt Nam đến các vùng Đông Nam Á, và rồi người ta nói đến [[Văn hóa Hòa Bình]] ở [[Myanmar|Miến Điện]], [[Campuchia]], [[Lào]], [[Malaysia]], [[Sumatra]], [[Thái Lan]], [[Ấn Độ]], [[Tứ Xuyên]]... Nhưng có lẽ không ai mở rộng ảnh hưởng của Văn hóa Hòa Bình bằng Gs. W. G. Solheim II. Về không gian, ông đã đưa Văn hóa Hòa Bình, phía Đông Bắc đến [[Philippines]], [[Nhật Bản]], phía Tây đến [[Thái Lan]], phía Nam đến tận [[Úc|Australia]] và phía Bắc bao trùm cả hai nền văn hóa cổ của Trung Hoa là Ngưỡng Thiều (''Yan Shao'') và Long Sơn. Về thời gian, ông không định rõ, nhưng tuyên bố không ngạc nhiên nếu thấy việc thuần hóa cây lúa nước đã có tại Hòa Bình từ 15.000 năm trước Công Nguyên, và những dụng cụ đá mài có lưỡi bén tìm thấy ở Bắc Australia có tuổi khoảng 20.000 năm trước Công Nguyên đo bằng [[cacbon|cácbon]] C14 có nguồn gốc từ nền Văn hóa Hòa Bình. Đấy là chưa kể đến dự phóng của ông về niên đại Hòa Bình lên đến 50.000 năm trước khi ông viết \"Đông Nam Á và tiền sử học thế giới\" đăng trong Viễn Cảnh châu Á, tập XIII năm 1970. Riêng trong phạm vi nước Việt Nam ngày nay, Văn hóa Hòa Bình được khoa học khảo cổ phân chia thành ba thời kỳ:\n\n* Hòa Bình sớm, hay Tiền Hòa Bình, có niên đại tiêu biểu là di chỉ Thẩm Khuyên (32.100 ± 150 trước Công Nguyên), Mái Đá Điều, Mái Đá Ngầm (23.100 ± 300 TCN).\n* Hòa Bình giữa, hay Hòa Bình chính thống, tiêu biểu bởi di chỉ Xóm Trại (18.000 ± 150 TCN), Làng Vành (16.470 ± 80 TCN).\n* Hòa Bình muộn, tiêu biểu bằng di chỉ ở Thẩm Hoi (10.875 ± 175), Sũng Sàm (11.365 ± 80 BP, BLn - 1541\/I).\n\n===Giai đoạn [[Văn hóa Phùng Nguyên]]===\n:''Xem bài chính: [[Văn hóa Phùng Nguyên]]''\n[[Tập tin:phung nguyen1.jpg|nhỏ|phải|250px|Di chỉ đá muộn Phùng Nguyên]]\nViệc phát hiện ra di chỉ ở Phùng Nguyên thuộc về các nhà khảo cổ học Việt Nam (năm [[1959]]). Giai đoạn này các nhà khảo cổ học chưa tìm thấy nhiều các hiện vật bằng đồng. Di vật ở lớp văn hóa Phùng Nguyên chủ yếu là các công cụ đá mài sắc sảo, có vai và đặc biệt khá nhiều đồ trang sức bằng đá. Có thể liệt kê số di vật tìm thấy ở các lần khai quật di chỉ Phùng Nguyên là: ''1.138 rìu, 59 đục, 3 giáo, 2 mũi nhọn, 7 mũi tên, 1 cưa, 189 bàn mài; 540 vòng tay, 8 khuyên tai, 34 hạt chuỗi, 3 đồ trang sức và hàng chục vạn mảnh đồ gốm'' [http:\/\/www.vinhphuc.gov.vn\/yenlac\/yenlac\/ls\/danso_dongdau.html 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929092604\/http:\/\/www.vinhphuc.gov.vn\/yenlac\/yenlac\/ls\/danso_dongdau.html |date = ngày 29 tháng 9 năm 2007}}.\n\nTheo đánh giá của giới khoa học, cư dân Phùng Nguyên là những người đã định cư ổn định và sống theo từng cụm dân cư làng xã chặt chẽ và đã thực sự có những khu vực sản xuất thủ công, mỹ nghệ.\n\nVăn hóa Phùng Nguyên đã phát triển liên tục vào khoảng thiên niên kỷ thứ 2 trước Công Nguyên tức cách đây khoảng từ 3.000 đến 4.000 năm. Những kết quả phân tích phóng xạ đồng vị C14 của [[cacbon|carbon]] đã xác định là những truyền thuyết về [[hồng Bàng|kỷ Hồng Bàng]] khoảng 4000 năm xưa là có cơ sở<ref>Xem: Khảo Cổ Học số 7 & 8 - tháng 12-1970 về văn hóa Hùng Vương và thời đại Hùng Vương tr. 33-44<\/ref>.\n\n===Giai đoạn [[Văn hóa Đồng Đậu]]===\nGiai đoạn Đồng Đậu, căn cứ vào di chỉ khảo cổ Đồng Đậu [[Vĩnh Phúc]] phát hiện năm 1964 có niên đại là 3070 ± 100 năm cách ngày nay (nửa sau thiên niên kỷ II trước công nguyên). \n[[Tập tin:cong cunguoivietco1.jpg|nhỏ|180px|Hiện vật đồ đồng sớm nhất [[châu Á]] của người Việt Cổ]]\n===Giai đoạn [[Văn hóa Gò Mun]]===\nGiai đoạn Văn hóa Gò Mun căn cứ vào di chỉ Gò Mun thuộc [[Phú Thọ]], phát hiện năm 1961 tồn tại vào nửa đầu thiên niên kỷ I trước công nguyên, có niên đại C14 là: 3045 ± 120 năm cách năm 1950<ref>niên đại của di chỉ Vinh Quang- Hoài Đức, Hà Tây<\/ref> thuộc văn hóa Gò Mun. Đặc điểm của giai đoạn này là kỹ thuật luyện kim khá phát triển, công cụ bằng đồng thau chiếm ưu thế (52%).\n\n===Giai đoạn [[Văn hóa Đông Sơn]]===\n''Xem bài chính: [[Văn hóa Đông Sơn]]''\n\nGiai đoạn Đông Sơn căn cứ vào hiện vật thuộc di chỉ Đông Sơn [[Thanh Hóa]] có niên đại sớm là 2820 ± 120 năm<ref>cách năm 1970- năm xác định niên đại văn hóa Đông Sơn<\/ref>. Ngoài ra còn nhiều di chỉ thuộc giai đoạn văn hóa Đông Sơn có niên đại kế tiếp nhau như Việt Khuê, Làng Vạc, Châu Can đã được phát hiện.\n\nĐây là giai đoạn chuyển tiếp từ sự phát triển rực rỡ của đồ đồng đạt đến mức hoàn hảo cả về mặt kỹ thuật và mỹ thuật sang sơ kỳ đồ sắt. Giai đoạn cuối của văn hóa Đông Sơn kéo dài đến vài ba thế kỷ sau Công nguyên.\n\n====[[Văn Lang|Nhà nước Văn Lang]]-[[Âu Lạc]]====\n[[Tập tin:denhung1.jpg|nhỏ|trái| Nơi thờ 18 đời [[Hùng Vương|Vua Hùng]]]]\nQuá trình thống nhất [[Văn hóa Đông Sơn]] cũng là quá trình liên kết các nhóm cư dân Việt cổ - người [[Lạc Việt]] thành một quốc gia với một hình thái nhà nước sơ khai. Đó là nước [[Văn Lang]] đời [[Hùng Vương]]. Theo đánh giá của các chuyên gia khảo cổ học thì nhà nước Văn Lang hình thành vào khoảng đầu thiên niên kỷ thứ III trước Công Nguyên, tức là cách ngày nay gần 5.000 năm. Nước Văn Lang chuyển giao \"hòa bình\" thành nước Âu Lạc. An Dương Vương dời Đô từ Phong Châu về Cổ Loa.\n\nNước Văn Lang ra đời trên một nền tảng kinh tế đã phát triển, chủ yếu là nông nghiệp trồng lúa nước đạt đến trình độ dùng [[lưỡi cày]] bằng đồng thau và sức kéo của [[trâu]], [[bò]], voi. Chăn nuôi có [[chó]], [[chi Lợn|lợn]], [[gà]], [[vịt]], trâu, bò, [[voi]]. Nghề thủ công có đúc đồng, luyện sắt, làm đồ gốm, đan lát, mộc, dệt, sơn... Nhà cửa, trang phục, nhiều phong tục tập quán, sinh hoạt văn hóa còn được ghi lại bằng hình ảnh trên các di vật Đông Sơn, nhất là trên trống đồng.\n\nTuy đồ đồng tìm thấy ở Đông Sơn đầu tiên, nhưng tuổi của nó không phải sớm nhất mà muộn nhất trong nền [[văn hóa Đông Sơn]]. Người ta đã chứng minh được nó kế thừa di sản từ [[Văn hóa Phùng Nguyên]], [[Văn hóa Đồng Đậu]], [[Văn hóa Gò Mun]] trước khi đến Đông Sơn, [[Thanh Hóa]].\n\nThời kỳ này ở khu vực đồng bằng trung du Bắc Bộ là đất đai, lãnh thổ của [[Hùng Vương|Vua Hùng]] tên là [[Lạc Việt]] (quốc hiệu là Văn Lang). Vào khoảng thế kỷ thứ III TCN Thục Phán người vương quốc [[Âu Việt]] giành vương quyền của nước Văn Lang trong \"hòa bình\", rời Đô từ [[Phong Châu]] về [[Cổ Loa]] (Hà Nội ngày nay) đặt tên vương quốc [[Âu Lạc]].\n\n====[[Nhà Triệu|Vương quốc Nam Việt]] (207 TCN - 111 TCN)====\n[[Triệu Vũ Vương|Triệu Đà]]<ref>Các sử gia Việt Nam còn tranh cãi về thời kỳ này do Triệu Đà không phải là người Việt<\/ref> sau nhiều lần đánh chiếm quốc gia [[Âu Lạc]] thất bại, đã dùng mưu kế đánh bại được Thục Phán An Dương Vương vào năm 207 TCN và gộp lãnh thổ Nam Hải, Quế Lâm (nay là hai tỉnh [[Quảng Đông]], [[Quảng Tây]] của Trung Quốc) vào với lãnh thổ [[Âu Lạc]] đặt tên nước là [[Nam Việt]].\n\n====[[Bắc thuộc|Thời kỳ Bắc thuộc]] (111 TCN - 939)====\nThời kỳ Bắc Thuộc cung là thời kỳ nền Văn minh sông Hồng được tiếp thêm sức mạnh từ việc du nhập những yếu tố còn khiếm khuyết của mình như, [[chữ Hán]], tư tưởng và các luồng [[tôn giáo]]. Thời kỳ Bắc Thuộc cũng là thời kỳ Văn hóa Đông Sơn hình thành một tầng lớp giai cấp mới: [[Nho giáo|Nho học]] (hay còn gọi là Sỹ Phu).\n\nCác bậc vua chúa của kẻ xâm lược rất muốn đồng hóa một nền văn minh lớn như Đông Sơn, nhưng thất bại. Cư dân Đông sơn vẫn giữ được tiếng nói, phong tục tập quán, các quan hệ làng xã và siêu làng bền chặt. Có lẽ câu thành ngữ \"phép vua thua lệ làng\" ra đời từ thời kỳ Bắc Thuộc.\n\nSự giao thoa [[văn hóa|văn hoá]] cũng là yếu tố làm mạnh mẽ và tăng thêm các giá trị tiên tiến bằng sự bổ sung những thiếu hụt giữa các nền văn hoá. Thời kỳ Bắc Thuộc cũng góp phần cho một sự vùng dậy mạnh mẽ của một nền văn hóa bản địa Đông Sơn lâu đời và là tiền đề để những cư dân Việt tạo ra một thời kỳ hoàng kim sau này là [[Đại Việt]]<ref>Có nghĩa là nước '''Việt To Lớn'''<\/ref>.\n\n===Giai đoạn Hoàng kim - [[Đại Việt]]===\n[[Tập tin:Khuê văn.jpg|phải|nhỏ|250px|Trường đại học đầu tiên của Đại Việt [[1076]]-[[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]]]]\nLịch sử của dân tộc Việt là một chặng dài đầy biến cố nhưng cũng là một trong những dân tộc kiên cường trước các cuộc xâm lăng về lãnh thổ, đồng thời sức kháng cự của một nền văn hóa lâu đời Đông Sơn đã không để cho các triều đại phong kiến phương Bắc hùng mạnh đồng hóa.\n\nNăm [[931]], người đặt nền móng cho sự kháng cự với triều đại [[Nam Hán]] là [[Dương Đình Nghệ]]. Chiến thắng quân Nam Hán, nhưng Dương Đình Nghệ chưa thể đủ uy lực để phục quốc mà vẫn tự phong chức '''Tiết độ sứ'''.\n\n* '''Trận chiến Bạch Đằng Giang của [[Ngô Quyền]]'''\n\nNăm [[937]], Dương Đình Nghệ bị [[Kiều Công Tiễn]], một thuộc tướng và là hào trưởng đất Phong Châu giết hại để đoạt chức Tiết độ sứ. Lúc bấy giờ, [[Ngô Quyền]] là con rể của Dương Đình Nghệ, tập hợp được đông đảo dân chúng chiếm thành Đại La, (Nam [[Hà Nội]] ngày nay).\n\nTriều đình [[Nam Hán]] rất muốn đưa quân sang để thu hồi đất [[Giao Chỉ]] và đã cử [[Lưu Hoằng Tháo|Hoằng Tháo]] cùng với đội thuyền chiến đi theo đường biển tiến về đồng bằng Bắc Bộ. Kết cục, cả một đoàn binh thuyền lớn của quân [[Nam Hán]] vừa vượt biển tiến vào mạn sông Bạch Đằng đã được nhử vào thế trận đã bày sẵn và bị tiêu diệt gọn trong một thời gian rất ngắn. Toàn bộ chiến thuyền của quân Nam Hán bị đánh đắm, hầu hết quân xâm lược bị tiêu diệt. Chủ soái của giặc là Lưu Hoằng Tháo cũng bị giết tại trận.\n\nSau chiến thắng chấm dứt hơn 1.000 năm Bắc thuộc, [[Ngô Quyền]] bắt đầu xây dựng quốc gia độc lập. Ngô Quyền xưng vương, bãi bỏ chức Tiết độ sứ, định đô ở [[Cổ Loa]] (Đông Anh, [[Hà Nội]]). Ông đặt ra chức quan văn, võ, nghi lễ trong triều. Nhưng đáng tiếc thời gian tại ngôi của ông thật ngắn ngủi, chỉ được 6 năm (939-944).\n\n''Xem thêm: [[Trận Bạch Đằng (938)|Trận chiến Bạch Đằng Giang 938]]''\n\nTriều Ngô bắt đầu từ Ngô Quyền, qua [[Ngô Xương Ngập]], [[Ngô Xương Văn]] đến [[Ngô Xương Xí]], truyền được 3 đời, kéo dài 26 năm. Đến Ngô Xương Xí trong nước có tất cả 12 sứ quân, gây ra loạn lạc nồi da nấu thịt kéo dài hơn 20 năm.\n\nNhững sứ quân ấy giành giật lẫn nhau, nhằm bành trướng thế lực khiến cho nhân dân vô cùng khổ sở. Về sau, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] ở [[Hoa Lư]] dẹp loạn [[loạn 12 sứ quân|12 sứ quân]], quy giang sơn về một mối, lập nên cơ nghiệp [[nhà Đinh]]. Triều Ngô kết thúc năm [[965]] và bắt đầu triều đại [[nhà Đinh]] (968-980). [[Đinh Tiên Hoàng]] làm vua được 12 năm, thọ 56 tuổi.\n\nTiếp đến là triều đại [[nhà Tiền Lê]] (980-1009) khởi đầu từ [[Lê Đại Hành]] và kết thức bởi ông vua bạo ngược [[Lê Long Đĩnh]].\n\n* '''Củng cố độc lập - chiến tranh vệ quốc'''\n\nTheo các nhà sử học và qua các tài liệu cổ, Văn minh sông Hồng thực sự nhận được sức bật lần thứ hai là bắt đầu bởi [[Nhà Lý|triều Lý]] (1010-1225). Thời kỳ này Đại Việt dưới triều Lý thăng hoa như tên gọi [[thủ đô]] của triều Lý - [[Thăng Long]].\n\nThành tựu [[văn hóa]] và tư tưởng cũng như [[tôn giáo]] đều phát triển nhanh chóng và xã hội Đại Việt sống trong cảnh thanh bình, giàu có kéo dài hơn 200 [[năm]]. Xã hội Đại Việt có trật tự và đạo đức, kinh tế, quân sự và văn hóa đều phát triển nhanh chóng và ổn định. Thời kỳ này đã xây đắp một nền móng vứng chắc cho triều đại [[nhà Trần]] sau này đã chiến thắng 3 lần quân xâm lược [[Nhà Nguyên|Nguyên-Mông]], mà bản thân triều đình [[nhà Tống]] không làm được.\n\nTriều đại [[nhà Trần]] (1225-1400) kế thừa di sản rực rỡ hơn 200 năm của [[nhà Lý]]. Nhà Trần đã để lại cho lịch sử [[Đại Việt]] những di sản như những bản anh hùng ca về sự hùng mạnh và văn minh của hơn 400 năm xây dựng nhà nước độc lập, chống trả và đánh lùi những đạo quân xâm lược hùng mạnh nhất trong lịch sử thời Trung cổ.\n\n''Xem thêm: [[Chiến tranh Nguyên Mông-Đại Việt|Nhà Trần ba lần đánh tan quân Nguyên Mông]]''\n\nTriều đại [[nhà Hồ]]:\n\nSau khi bức vua Trần rời đô từ Thăng Long vào Thanh Hóa và giết hàng loạt quần thần trung thành với nhà Trần, tháng 2 năm Canh Thìn 1400, Hồ Quý Ly truất ngôi của [[Trần Thiếu Đế]], tự lên làm vua lấy quốc hiệu là [[Đại Ngu]], lập nên nhà Hồ.\n\nTriều đình [[nhà Minh]] (Trung Quốc) rất muốn chinh phạt Đại Việt, nhân cơ hội Hồ Quý Ly đảo chính, cướp ngôi nhà Trần, nên vào năm [[1407]] quân nhà Minh tràn vào đất Đại Việt. Hồ Quý Ly liên tục thất bại và đến tháng 6 năm 1407, Hồ Quý Ly cùng con trai [[Hồ Nguyên Trừng]] bị bắt và vương quốc Đại Ngu sụp đổ.\n\nGiai đoạn suy sụp của thời kỳ Bắc Thuộc ngắn ngủi, nhưng lại nuôi một sự trỗi dậy mạnh mẽ của người Việt khi bị triều đình [[nhà Minh]] Hán hóa có chủ đích và quyết liệt. 20 năm dưới sự cai trị của nhà Minh, Đại Việt bị tàn phá nặng nề, các di sản, các báu vật bị cướp, người tài và các học gia bị bắt đưa về Trung Quốc, chùa chiền, miếu mạo bị đốt phá. Tất cả những gì quân xâm lược làm là có chủ đích tận diệt ý chí phản kháng và sự nuối tiếc một nền văn minh sông Hồng. Dân Việt đoàn kết đứng đậy để cứu nền văn minh của mình và mở ra triều [[nhà Hậu Lê]] rực rỡ.\n\nMùa xuân năm [[Mậu Tuất]] [[1418]], [[Lê Thái Tổ|Lê Lợi]] đã cùng những hào kiệt, đồng chí hướng như [[Nguyễn Trãi]], Trần Nguyên Hãn, Lê Văn An, v.v… chính thức phất cờ khởi nghĩa Lam Sơn, xưng là Bình Định Vương, kêu gọi dân Việt đồng lòng đứng lên đánh quân xâm lược nhà Minh cứu nước.\n\nKết thúc cuộc chiến bằng cuộc vây hãm Vương Thông ở [[Thăng Long|Đông Quan]] và tiêu diệt viện binh nhà Minh tại Chi Lăng, Xương Giang cuối năm [[1427]].\n\nSau khi đuổi hết quân xâm lược nhà Minh về nước, Lê Lợi lên ngôi [[hoàng đế]] năm [[1428]], dựng lên vương triều Lê. Lê Lợi ở ngôi được 5 năm thì mất (năm [[1433]]), an táng tại Vĩnh Lăng, Lam Sơn, miếu hiệu là [[Lê Thái Tổ]].\n\nTrải qua các đời trị vì của các [[vua nhà Hậu Lê]] kể từ [[Lê Thái Tổ]] cho đến thời cai trị của Hoàng Đế [[Lê Thánh Tông]] và [[Lê Hiến Tông]], Đại Việt phát triển mạnh mẽ và dân chúng sống trong yên vui, đất nước thịnh trị, mở mang bờ cõi về phương Nam, lãnh thổ [[Đại Việt]] kéo dài từ ải Nam Quan vào đến Thạch Bi Sơn (thuộc [[Phú Yên]] ngày nay).\n\n''Xem bài chính: [[Lê Thánh Tông]]'' và đế chế [[Đại Việt]]\n\n==Thành tựu văn hóa-nghệ thuật==\n[[Tập tin:DaiVietSuKyToanThu.png|phải|nhỏ|100px|[[Đại Việt Sử Ký Toàn Thư]], viết ở thế kỷ 15]]\n''Xem bài chính: [[Văn hóa - nghệ thuật Đại Việt]]''\n\nVào thời đại Đồ đồng đã ra đời một nền văn hóa thống nhất và độc đáo, đạt mức độ kỹ thuật và nghệ thuật cao, nền văn hóa Đông Sơn rực rỡ. Các nghiên cứu nhân chủng, lịch sử và khảo cổ gần đây đã khẳng định sự tồn tại một thời kỳ các Vua Hùng khoảng trên 1000 năm trước Công nguyên tên Vương quốc [[Văn Lang]], sau đó đổi tên là [[Âu Lạc]]. Đến thế kỷ thứ hai trước Công nguyên, Ấu Lạc đã bị xâm chiếm và sáp nhập vào đế chế phong kiến Hán hùng mạnh ở phương Bắc. Nhưng sự thống trị của phong kiến Trung Hoa kéo dài mười thế kỷ đã không bẻ gãy và không đồng hoá được nền văn hoá Việt.\n\nMột điều đương nhiên, khi kẻ đi xâm lược không bẻ gãy được nền văn hóa hùng mạnh bản địa thì tức thì kẻ xâm lược và trực tiếp ở lại cai trị lại bị chính nền văn hóa đó đồng hóa. Nhưng cũng phải kể đến ảnh hưởng văn hóa của kẻ đi xâm lược cũng có mặt tích cực cho văn hóa bản địa. Thực tế chứng minh qua nhiều nền văn hóa trên thế giới cho thấy điều này hoàn toàn đúng. Một ví dụ cho nền văn hóa Trung Hoa, đó là dân tộc Hán suốt trong chiều dài lịch sử của mình thường xuyên bị những cư dân du mục phía Bắc xâm lược và đô hộ, nhưng những kẻ xâm lược và ở lại cai trị từ phương Bắc [[Trung Quốc]] mất dần văn hóa của mình để hòa mình vào [[văn hóa Trung Quốc|văn hóa Trung Hoa]]. Điều này nói lên để khẳng định lại một lần nữa cho Văn minh Sông Hồng phát triển càng rực rỡ và hùng mạnh hơn ở thời kỳ hoàng kim - Đế chế [[Đại Việt]] của Hoàng đế [[Lê Thánh Tông]].\n\n==[[Tín ngưỡng Việt Nam|Tôn giáo Việt]]==\n==Nhà nước phong kiến Đại Việt==\n''Xem bài chính: [[Chính trị Đại Việt]]''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Hà Văn Tấn, ''Văn hóa Phùng Nguyên, nhận thức mới và vấn đề''. Khảo cổ Học số 1 - 1978\n* Wilhelm G. Solheim II, ''New Light on a forgetten past''. National Geographic. No 3 - Vol.139 - March 1971\n\n==Xem thêm==\n*[[Văn hóa Hòa Bình]]\n*[[Văn hóa Đông Sơn]]\n*[[Di chỉ khảo cổ ở Việt Nam|Các di chỉ khảo cổ ở Việt Nam]]\n\n==Liên kết ngoài==\n* [http:\/\/www.bbc.co.uk\/vietnamese\/worldnews\/cluster\/2005\/02\/050219_vietnamstudies.shtml Trang chuyên đề về Việt Nam của BBC Luân Đôn]\n* [http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/dtdh.htm Khu di tích đền Hùng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081113120700\/http:\/\/www.binhthuan.gov.vn\/KHTT\/Vanhoa\/0005\/0001\/dtdh.htm |date = ngày 13 tháng 11 năm 2008}}\n* [http:\/\/www.vnn.vn\/vanhoa\/vandekhac\/2004\/08\/230204\/ Trống đồng Đông Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080918100854\/http:\/\/www.vnn.vn\/vanhoa\/vandekhac\/2004\/08\/230204\/ |date = ngày 18 tháng 9 năm 2008}}\n* [http:\/\/vnexpress.net\/Vietnam\/Khoa-hoc\/2002\/01\/3B9B8C19\/ Bí mật về mộ cổ 3.500 tuổi]\n* [http:\/\/ngoisao.net\/News\/Thoi%2Dcuoc\/2004\/09\/3B9AE385\/ Cổ vật Việt Nam tại Đức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081020093024\/http:\/\/ngoisao.net\/News\/Thoi-cuoc\/2004\/09\/3B9AE385\/ |date = ngày 20 tháng 10 năm 2008}}\n\n[[Thể loại:Văn hóa cổ Việt Nam|Sông Hồng]]\n[[Thể loại:Văn minh|Sông Hồng]]"}