{"1297748":"'''Văn hóa Hải Phòng''' là khái niệm nói về đặc trưng của vùng đất cửa biển được biết đến qua các loại hình văn hóa khác nhau như văn học nghệ thuật, sân khấu, âm nhạc, cũng như đi vào đời sống văn hóa Việt Nam qua các mảng thể thao, giải trí và các hình thức biểu đạt nghệ thuật khác.\n== Văn học ==\nNhắc đến một Hải Phòng trong văn học là người ta nghĩ ngay đến tên tuổi nhà văn [[Nguyên Hồng]] và ngược lại nhắc đến sự nghiệp sáng tác của Nguyên Hồng thì không thể bỏ qua những tác phẩm viết về con người cũng như mảnh đất đã góp phần nuôi dưỡng tài năng văn chương của ông. Nguyên Hồng không sinh ra tại Hải Phòng (quê gốc của ông ở Nam Định) nhưng những năm tháng đáng nhớ nhất trong cuộc đời ông gắn liền với từng góc phố, bến tàu và những con người lam lũ cùng khổ nơi đất Cảng. Đó là cảm hứng để có một thiên tiểu thuyết ''Bỉ Vỏ'' ra đời.\n\nRất nhiều người Hà Nội và trên cả đất nước đã từng biết và xúc động khi nghe tuyệt phẩm \"Em ơi Hà Nội phố\" của nhạc sĩ Phú Quang. Nhưng ít người biết rằng, lời ca trong \"Em ơi Hà Nội phố\" chỉ là một đoạn trong trường ca cùng tên của nhà thơ Phan Vũ, một trường ca cho đến tận bây giờ vẫn được cho là hay nhất về Hà Nội. Phan Vũ, cũng giống như Đoàn Chuẩn là những người con của Hải Phòng, đã cảm nhận, đã yêu và viết cho Hà Nội những tuyệt phẩm rất giá trị mà ngay cả người Thủ Đô cũng chưa chắc đã so được...\n\n== Nghệ thuật ==\nHải Phòng là nơi đã sản sinh và nuôi dưỡng nhiều tài năng nghệ thuật lớn của đất nước. Nơi đây đã sinh ra tên tuổi [[Văn Cao]] trong âm nhạc, tên tuổi [[Trần Văn Cẩn]] trong hội họa.\n\n=== Mỹ thuật ===\n[[Thành phố Hải Phòng]] là một trong những trung tâm nghệ thuật lớn của Việt Nam. Các họa sĩ, nhà điêu khắc của Hải Phòng hoạt động nghệ thuật trong một môi trường sôi nổi. Một vài họa sĩ thì lại chọn cho riêng mình một môi trường nghệ thuật khác để mở rộng sự tiếp cận công chúng. Tuy nhiên dù còn ở Hải Phòng hay không, tất cả họ đều có một phong cách nghệ thuật mạnh mẽ đậm chất Hải Phòng. Các tên tuổi lớn về hội họa được sinh ra tại Hải Phòng là Mai Trung Thứ, Trần Văn Cẩn, Trần Đình Diệu. Kế theo là các nghệ sĩ khác như Thọ Vân, Lê Viết Sử, Nguyễn Mạnh Cường, Nguyễn Hà, Đặng Hướng, Khắc Nghi, Quốc Thái, Phạm Ngọc Lâm, Sơn Trúc, Quang Ngọc... Lớp các họa sĩ và nhà điêu khắc trẻ thế hệ thứ ba phải kể đến: Đặng Tiến, Quang Huân, Đinh Quân, Việt Anh, Vũ Thăng, Nguyễn Ngọc Dân, Vũ Nghị, Nguyễn Viết Thắng, Mai Duy Minh...\n\n=== Sân khấu, Điện ảnh ===\nNền văn hoá sân khấu của Hải Phòng ngày càng được nâng cao. Hiện có rất nhiều nhóm kịch nói đang hoạt động, đem lại hiệu quả rất cao. Với người dân Hải Phòng và cả nước, có lẽ thân thuộc nhất là nghệ sĩ hài [[Quang Thắng]] hay đạo diễn [[Văn Lượng]] với chương trình truyền hình \"[[Ơi Hải Phòng]]\" phát sóng hàng tuần trên VTV4 và các bộ phim hấp dẫn: \" [[Nước mắt của biển]]\", \"[[Con mắt bão]]\".\n\n=== Âm nhạc ===\nMiền văn hóa cổ của Hải Phòng, còn lưu đọng đến bây giờ những điệu hát dân ca, những tích chèo, múa rối... như hát trù, hát đúm ở Thủy Nguyên; hát chèo, nhạc múa rối ở [[Tiên Lãng]], [[Vĩnh Bảo]]; các điệu hò kéo thuyền vùng ven biển... Những làn điệu ấy gắn liền với nền văn minh lúa nước, tạo thành bản sắc của cư dân vùng đất nơi đầu sóng ngọn gió.\n\nNếu [[Bình Định]] được gọi là đất thơ, nơi sản sinh và nuôi dưỡng tài năng của những nhà thơ lớn như [[Chế Lan Viên]], [[Hàn Mặc Tử]], [[Xuân Diệu]] thì Hải Phòng là mảnh đất đã sản sinh, nuôi dưỡng những tên tuổi của nền âm nhạc hiện đại Việt Nam như [[Văn Cao]], [[Hoàng Quý]], [[Đoàn Chuẩn]], [[Đỗ Nhuận]], [[Trần Chung]], [[Ngô Thụy Miên]] rồi [[Duy Thái]] sau này. Hải Phòng cùng với Hà Nội được coi là 2 cội nguồn hình thành nên nền âm nhạc hiện đại của Việt Nam. Từ những thập niên 30, 40 của thế kỷ 20, các nhạc sĩ tiên phong của [[Tân nhạc Việt Nam|Tân nhạc]] Việt Nam tại Hải Phòng và Hà Nội thường xuyên có sự giao lưu, trao đổi với nhau trong các sáng tác cũng như xuất bản (in ấn) tác phẩm. Tại Hải Phòng khi đó quy tụ những nhạc sĩ hàng đầu của nền tân nhạc như các nhạc sĩ lập nên [[nhóm Đồng Vọng]]: [[Lê Thương]], [[Hoàng Quý]], Hoàng Phú, Canh Thân, [[Văn Cao]]... - nhóm nhạc đã góp phần làm nên nền [[tân nhạc Việt Nam|tân nhạc]] Việt Nam, rồi nhạc sĩ [[Đoàn Chuẩn]], [[Đỗ Nhuận]], ca sĩ [[Trần Khánh]], nhà thơ-nhạc sĩ [[Nguyễn Đình Thi]], Vũ Trọng Hối, Lương Vĩnh...\n\nSau khi Hải Phòng được giải phóng ngày ngày 13 tháng 5 năm 1955 và nhất là trong thời kỳ kháng chiến chống Mỹ, hình ảnh thành phố cảng hiên ngang bất khuất trong mưa bom bão đạn, người dân đất Cảng vừa chiến đấu vừa sản xuất để bảo vệ và xây dựng đất nước đã tạo cảm hứng cho các nhạc sĩ sáng tác nên hàng loạt các ca khúc mang âm điệu hào hùng đi vào lòng người như \"Thành phố Hoa phượng đỏ\" (Hải Như, Lương Vĩnh), \"Bến cảng quê hương tôi\" (Hồ Bắc), \"Chiều Cát Bà\" (Văn Lương), \"Thành phố của em\" (Văn Dung), \"Chiều trên bến cảng\" (Nguyễn Đức Toàn)... Nhiều ca khúc sau này trở thành những nhạc phẩm được nhiều người yêu thích, những bài ca đi cùng năm tháng. Đặc biệt, ca khúc \"Thành phố Hoa phượng đỏ\" (thơ: Hải Như, nhạc: Lương Vĩnh) được chọn làm nhạc hiệu Đài Phát thanh - Truyền hình Hải Phòng và được coi như bài hát truyền thống của người dân thành phố Cảng dù đang sống ở trong nước hay ngoài nước.\n\nHải Phòng cũng là nơi sinh trưởng và là quê hương của nữ ca sĩ [[Thu Phương]] - một tiếng hát và tính cách điển hình Hải Phòng gây ảnh hưởng với cộng đồng [[Việt Nam]] trên thế giới. Cô cũng được đánh giá là một trong những nữ ca sĩ có ảnh hưởng của nền nhạc nhẹ đương đại Việt Nam từ [[thập niên 90]].\n\n== Lễ hội ==\nCũng như mọi địa phương trên cả nước, Hải Phòng cũng là nơi có các lễ hội mang đậm bản sắc văn hoá Việt Nam.\n* Liên hoan Du lịch \"Đồ Sơn biển gọi\": diễn ra vào ngày 30-4 đến 2-5 hàng năm với nhiều hoạt động sôi nổi, hấp dẫn nhằm quảng bá về du lịch Hải Phòng.\n* [[Lễ hội chọi trâu Đồ Sơn|Hội chọi trâu Đồ sơn]]: Ngày Hội chọi trâu là ngày vui nhất trong những ngày hội làng ở Đồ Sơn. Bởi lẽ, ngày Hội vừa mang tinh thần thượng võ của dân tộc, vừa là biểu tượng bao đời của nền nông nghiệp Việt Nam, con trâu gắn liền với xứ sở trồng lúa nước.\n* [[Hội vật cầu làng Kim]] (Kim Sơn, Kiến Thuỵ) sáng mồng 6 tháng Giêng\n* [[Lễ hội đua thuyền rồng trên biển Đồ Sơn]]\n* [[Lễ hội làng cá Cát Bà]]\n* [[Lễ hội núi Voi]] (huyện An Lão)\n*[[Lễ hội Hoa Phượng đỏ]]: đây là hoạt động du lịch mới của thành phố, bắt đầu từ năm 2012.\n\n== Ẩm thực ==\n:{{chính|Ẩm thực Hải Phòng}}\n[[Ẩm thực Hải Phòng]] rất đặc biệt và mang phong cách, phong vị riêng, đậm đà khó quên. Nơi đây nổi tiếng với các món [[hải sản]]. Các nhà hàng hải sản ở khu vực [[Đồ Sơn]] nổi tiếng với tôm cua cá mực rất tươi và giá phải chăng. Phong cách chế biến hải sản ở Hải Phòng theo phong cách dân dã, nhấn mạnh thực chất và vị tươi ngon của nguyên liệu nhiều hơn sự cầu kỳ trong gia vị và cách chế biến.\n\nCác món ăn như [[bánh đa cua]], [[bún cá]], [[bánh mì que|bánh mỳ cay]], cơm cháy hải sản, ốc cay, [[nem cua bể]], bánh cuốn giờ đây đã quá quen thuộc và nổi tiếng. Những món ăn này có thể được tìm thấy trên đường phố của những nơi khác như TP.Hồ Chí Minh, [[Hà Nội]],... nhưng được thưởng thức chúng trên thành phố hoa phượng đỏ vẫn là lý tưởng nhất vì sự lựa chọn nguyên liệu tươi ngon cùng với những bí quyết ẩm thực riêng của người đầu bếp. Ẩm thực Hải Phòng đã từng được quảng bá sang [[Châu Âu]] tại [[lễ hội biển Brest]] [[2008]] ([[Pháp|Cộng hòa Pháp]]) và đã gây được tiếng vang lớn.<ref>{{Chú thích web|url=http:\/\/www.daubephaiphong.com\/index.php?option=com_content&view=article&id=83:chuyen-nhung-dau-bep-mang-chuong-di-danh-xu-nguoi&catid=45:tin-ve-am-thuc-hai-phong|tiêu đề=Chuyện những đầu bếp \"mang chuông đi đánh xứ người\"|ngày truy cập = ngày 1 tháng 9 năm 2011}}<\/ref><ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/newsdetail\/Du-lich\/171434\/l7847n-2737847u-tien-vi7879t-nam-tham-gia-l7877-h7897i-bi7875n-brest-2008.htm|tiêu đề=Lần đầu tiên Việt Nam tham gia \"Lễ hội Biển Brest 2008\"|ngày truy cập=ngày 1 tháng 9 năm 2011}}{{Liên kết hỏng|date=2022-12-22 |bot=InternetArchiveBot }}<\/ref>\n\nNgoài ra, Hải Phòng còn nổi tiếng với nhiều món ăn khác như [[lẩu]] [[tôm tít|bề bề]], nộm giá, thịt sam biển, [[sủi dìn]], [[bánh bèo]], xôi thịt... Một số món ăn không thể thưởng thức ở những nơi khác mà chỉ có tại Hải Phòng.\n\n== Truyền thông, báo chí ==\n* [[Đài Phát thanh và truyền hình Hải Phòng]]:\n\n- Kênh phát thanh FM phát trên tần số 93,7 Mhz\n\n- Kênh truyền hình THP phát trên kênh 28 UHF\n\n* [[Báo Hải Phòng]] (ra hàng ngày)\n* [[Báo An Ninh Hải Phòng]] (ra hàng ngày)\n* Tạp chí Cửa biển (Hội Văn học Nghệ thuật Hải phòng)\n\n== Biểu tượng ==\n[[Hình:Hoaphuong.jpg|nhỏ|trái|180px|Hoa phượng đỏ]]\nTừ lâu, hoa phượng đỏ ([[phượng vĩ]]) đã trở thành biểu tượng của thành phố cảng Hải Phòng. Đối với mỗi người Hải Phòng, dù già hay trẻ, dù đang sống tại thành phố hay sống xa quê hương thì vẫn luôn giữ trong ký ức một màu đỏ rực khó phai của hoa [[phượng vĩ]] hai bên bờ [[hồ Tam Bạc]] mỗi độ hè về. Cây [[phượng vĩ]] được người Pháp du nhập vào Việt Nam từ cuối thế kỷ 19, có đặc điểm sinh thái là bắt đầu nở hoa vào những ngày đầu mùa hè, mùa hoa phượng kéo dài trong khoảng 1 tháng (từ đầu [[tháng năm|tháng 5]] đến hết [[tháng sáu|tháng 6]]) đúng vào thời điểm bắt đầu mùa du lịch biển của Hải Phòng và ngày giải phóng thành phố (13 tháng 5). Dù ngày nay phượng vĩ được trồng khắp mọi nơi tại Việt Nam nhưng nhắc đến Hải Phòng người ta vẫn thường gọi bằng cái tên đầy thi vị là ''[[Thành phố hoa phượng đỏ]]''. Nguồn gốc của tên gọi đó có thể bắt nguồn từ một bài hát rất nổi tiếng về Hải Phòng. Bài hát ''[[Thành phố hoa phượng đỏ]]'' được nhạc sĩ Lương Vĩnh phổ nhạc từ bài thơ cùng tên của nhà thơ Hải Như viết năm 1970. Vượt qua sự thử thách của thời gian, bài hát có sức lay động đặc biệt đối với mỗi người Hải Phòng, nhất là với những ai đang sống xa thành phố quê hương. Bài hát đã được chọn làm nhạc hiệu của Đài Phát thanh Truyền hình Hải Phòng và được xem như bài hát truyền thống của những người con đất Cảng.\n\nĐường Phạm Văn Đồng của Hải Phòng từ cầu Rào - Đồ Sơn chính thức được công nhận là con đường trồng nhiều cây phượng nhất của Việt Nam. Trên chiều dài hơn 20&nbsp;km này được trồng 3.068 cây phượng.\n\nNgoài hoa phượng đỏ ra, [[Nhà hát lớn Hải Phòng]] nằm ngay giữa quảng trường trung tâm thành phố bao năm qua cũng được coi như biểu tượng kiến trúc đặc trưng của Hải Phòng. Nhà hát được xây dựng vào năm 1904, hoàn thành năm 1912 theo thiết kế của kiến trúc sư người Pháp với nguyên vật liệu mang từ Pháp sang. Cùng với Nhà hát lớn tại Hà Nội và Thành phố Hồ Chí Minh thì đây là số ít những nhà hát được người Pháp xây dựng tại Việt Nam thời kỳ thuộc địa.\n\n== Thể thao ==\n[[Hình:San LachTray.jpg|nhỏ|200px|Xem đá bóng trên [[Sân vận động Lạch Tray|sân Lạch Tray]], [[Hải Phòng]]]]\nHải Phòng là một trung tâm mạnh của [[thể thao Việt Nam]]. Hải Phòng có thế mạnh trong các môn [[thể thao]] như [[bắn cung]], [[bóng đá]], [[bơi|bơi lội]], [[nhảy cao]], [[thể dục dụng cụ]], [[cử tạ]] và [[khiêu vũ thể thao]]. Nhiều vận động viên Hải Phòng đã đánh dấu những cột mốc quan trọng của thể thao Việt Nam trong hành trình hội nhập vào thể thao khu vực cũng như quốc tế.\n\n[[Thể dục dụng cụ]] Hải Phòng từng có Nguyễn Thị Nga, người giành HCV [[Đại hội Thể thao Đông Nam Á|SEA Games]] đầu tiên năm 1997 cho thể dục dụng cụ Việt Nam. Hơn một [[thập kỷ]] sau, đến lượt [[Phan Thị Hà Thanh]] đưa thể dục dụng cụ Việt Nam xuất hiện trên bản đồ của thể dục dụng cụ thế giới với tấm HCĐ giải vô địch thể dục dụng cụ châu Á 2009, 2 HCB World Cup thể dục dụng cụ 2010 và tấm HCĐ tại [[giải vô địch thể dục dụng cụ thế giới]] năm 2011. Đây là lần đầu tiên một vận động viên thể dục dụng cụ Việt Nam giành được huy chương tại giải vô địch thể dục dụng cụ thế giới. Trong [[điền kinh]], [[Bùi Thị Nhung]] là vận động viên đầu tiên đoạt được HCV cấp châu lục về cho điền kinh Việt Nam với tấm HCV ở nội dung nhảy cao nữ tại giải vô địch châu Á năm 2003. Trong bơi lội, [[Nguyễn Hữu Việt]] là một trong những cái tên hàng đầu của thể thao Việt Nam trên đường đua xanh với 3 tấm HCV [[Đại hội Thể thao Đông Nam Á|SEA Games]] liên tiếp.\n\nRiêng bóng đá vẫn là môn thể thao được người Hải Phòng yêu thích nhất. Bóng đá được [[người Pháp]] du nhập vào Việt Nam từ những năm đầu thế kỷ 20, trong khi Hải Phòng là một vài nơi ở Việt Nam lúc đó có phong trào bóng đá phát triển mạnh nhất với nhiều đội bóng (gồm cả [[người Việt]] và người Pháp) được thành lập. Nhà văn [[Nguyên Hồng]] cũng là người rất hâm mộ bóng đá trong những năm tháng ông sống và sáng tác tại Hải Phòng. Tính cánh của người Hải Phòng được biểu hiện rõ nét qua tình yêu cuồng nhiệt dành cho môn thể thao vua, dù đôi khi sự cuồng nhiệt ấy bị đẩy đến mức cực đoan. Bóng đá Hải Phòng đã trải qua nhiều giai đoạn thăng trầm, nhiều đội bóng lần lượt bị giải thể để hiện nay chỉ còn lại một đội bóng duy nhất là [[Câu lạc bộ bóng đá Vicem Hải Phòng]] đang thi đấu tại Giải bóng đá chuyên nghiệp quốc gia [[Giải bóng đá vô địch quốc gia|V.League 1]]. Tuy vậy [[sân vận động Lạch Tray]] vẫn thuộc số ít sân bóng tại Việt Nam còn duy trì được số lượng khán giả cao trong vài năm qua (trung bình trên một vạn khán giả mỗi trận đấu).\n\n=== Những công trình thể thao ===\n* [[Sân vận động Lạch Tray]], [[ngô Quyền (quận)|quận Ngô Quyền]]\n* [[Nhà thi đấu Lạch Tray]], quận Ngô Quyền\n* [[Nhà VHTT Thanh niên]] (Nhà Tròn), [[ngô Quyền (quận)|quận Ngô Quyền]]\n* [[Sân vận động Máy Tơ]], quận Ngô Quyền\n* Nhà thi đấu thể thao quận Ngô Quyền\n* [[Sân vận động khu LHTT Hải phòng]], [[dương Kinh|quận Dương Kinh]]\n* [[Nhà thi đấu đa năng khu LHTT Hải phòng]], quận Dương Kinh\n* [[Sân vận động Cảng]], [[hồng Bàng (quận)|quận Hồng Bàng]]\n* [[Nhà VHTT Thanh niên]], quận Hồng Bàng\n* [[Sân vận động Hồ Sen]], [[lê Chân (quận)|quận Lê Chân]]\n* Nhà thi đấu thể thao quận Lê Chân\n* [[Sân vận động Đồ Sơn]], [[quận Đồ Sơn]]\n* [[Sân vận động Quân khu 3]], [[kiến An|quận Kiến An]]\n* [[Nhà thi đấu Quân khu 3]], quận Kiến An\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Văn hóa Hải Phòng| ]]"}