{"1253973":"{{bài cùng tên|Văn Đức}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Văn Đức\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 05\n| vĩ giây = 39\n| kinh phút = 25\n| kinh giây = 38\n| diện tích = 15,42 km²<ref name=NQ623\/>\n| dân số = 10.616 người\n| thời điểm dân số = 2018\n| mật độ dân số = 688 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| thành phố = [[Chí Linh]]\n| thành lập = 1\/3\/2019<ref name=NQ623\/>\n| trụ sở UBND = Khu dân cư Khê Khẩu\n| mã hành chính = 10585<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Văn Đức''' là một [[phường (Việt Nam)|phường]] thuộc thành phố [[Chí Linh]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Địa lý==\nPhường Văn Đức nằm ở phía đông nam thành phố Chí Linh, có vị trí địa lý:\n*Phía đông giáp tỉnh [[Quảng Ninh]]\n*Phía tây giáp phường [[Thái Học, Chí Linh|Thái Học]]\n*Phía nam giáp thị xã [[Kinh Môn]] và phường [[An Lạc, Chí Linh|An Lạc]]\n*Phía bắc giáp các phường [[Cộng Hòa, Chí Linh|Cộng Hòa]] và [[Hoàng Tân, Chí Linh|Hoàng Tân]].\n\nPhường Văn Đức có diện tích 15,42&nbsp;km², dân số năm 2018 là 10.616 người<ref name=NQ623\/>, mật độ dân số đạt 688 người\/km².\n\nĐiều kiện tự nhiên của phường Văn Đức có những nét đặc thù với 2\/3 diện tích là đồi núi. Cả phường có nhiều ngọn đồi như bát úp chạy kế tiếp nhau từ đông sang tây. Trên địa bàn xã có cao điểm 92 - đỉnh núi Đại Hàn, thôn Đông Xá - nơi diễn ra chiến công oanh liệt của quân và dân Văn Đức trong cuộc kháng chiến chống Pháp.\n\nVăn Đức có mỏ than với trữ lượng lớn thuộc 2 thôn Kênh Mai và Khê Khẩu thuộc mạch than Mạo Khê - Uông Bí - Hòn Gai, tỉnh Quảng Ninh. 1\/3 diện tích còn lại là đồng ruộng, ao hồ. Đồng ruộng Văn Đức chủ yếu nằm giữa các thung lũng dưới chân dồi và chạy dọc các triền sông nhỏ. Do ảnh hưởng của địa hình, đồng ruộng của phường chỗ thì bậc thang, chỗ thì trũng như lòng chảo gây khó khăn cho sản xuất, canh tác.\n\nMột phần nhỏ diện tích của phường Văn Đức thuộc cù lao nằm trên nhánh nhỏ của sông Kinh Thầy, vốn là địa bàn xã Kênh Giang trước đây.\n\n== Lịch sử==\nĐịa bàn phường Văn Đức hiện nay trước đây vốn là hai xã Văn Đức và Kênh Giang.\n\nTheo sách: \"Đại Nam nhất thống chí\" vùng đất Chí Linh từ thời Trần về trước thuộc xứ Bàng Châu; đến thời thuộc Minh (1414- 1427) mới đặt tên huyện Chí Linh, châu Nam Sách, phủ Lạng Giang; thời Lê Quang Thuận đổi lệ thuộc vào phủ Nam Sách.\n\nVào đầu thời Nguyễn (thế kỷ XIX), Văn Đức có tên gọi là tổng Vĩnh Đại, huyện Đông Triều, phủ Kinh Môn, trấn Hải Dương bao gồm 6 xã, 8 thôn. Sau Cách mạng tháng 8 năm 1945, để phục vụ cho yêu cầu cách mạng, tổng Vĩnh Đại được chia tách thành hai xã: Đức Chính và Văn Hoá. Xã Đức Chính gồm 3 thôn: Bích Nham, Đông Xá, Kênh Mai; xã Văn Hoá cũng có 3 thôn: Vĩnh Đại, Khê Khẩu, Bích Thủy.\n\nTháng 4 năm 1947, hai xã Đức Chính và Văn Hoá sáp nhập, lấy tên là xã Văn Đức, huyện Chí Linh. Xã Văn Đức lúc đó gồm 7 thôn: Vĩnh Đại, Đông Xá, Bích Nham, Khê Khẩu, Vĩnh Long, Bích Thủy và Kênh Mai.\n\nTheo tư liệu để lại, trước năm 1945 toàn xã có 631 hộ, 2525 người. Tháng 12\/1955 toàn xã có diện tích 2.065 mẫu với 2851 người.\n\nNgày [[12 tháng 2]] năm [[2010]], xã Văn Đức thuộc thị xã Chí Linh mới thành lập.<ref name=\"09\/NQ-CP\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-09-NQ-CP-thanh-lap-thi-xa-Chi-Linh-phuong-tinh-Hai-Duong-101381.aspx|title=Nghị quyết số 09\/NQ-CP của Chính phủ về việc thành lập thị xã Chí Linh thành lập phường thuộc thị xã Chí Linh, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nĐến năm 2018, xã Văn Đức có diện tích 14,96&nbsp;km², dân số là 10.020 người, mật độ dân số đạt 670 người\/km², được chia thành 10 thôn: Khê Khẩu, Vĩnh Đại 7, Vĩnh Đại 10, Vĩnh Long, Bích Thủy, Đông Xá, Bến Đò, Bích Nham, Kênh Mai 1, Kênh Mai 2.\n\nNgày [[10 tháng 1]] năm [[2019]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết 623\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 3]] năm [[2019]])<ref name=NQ623>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-623-NQ-UBTVQH14-2019-nhap-02-don-vi-hanh-chinh-cap-xa-thanh-lap-06-phuong-Chi-Linh-406020.aspx|title=Nghị quyết số 623\/NQ-UBTVQH14 của Ủy ban thường vụ Quốc hội về việc nhập 02 đơn vị hành chính cấp xã, thành lập 06 phường thuộc thị xã Chí Linh và thành lập thành phố Chí Linh thuộc tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, sáp nhập toàn bộ 0,46&nbsp;km² diện tích tự nhiên và 596 người của xã Kênh Giang vào xã Văn Đức để thành lập phường Văn Đức thuộc thành phố Chí Linh.\n\nSau khi thành lập, phường Văn Đức có diện tích 15,42&nbsp;km², dân số là 10.616 người.\n\n==Giao thông==\nVăn Đức có Quốc lộ 183 chạy qua nối liền Hải Dương qua cầu Bình đến Đông Triều, Quảng Ninh.\n\nTrên địa bàn phường Văn Đức có hệ thống đường giao thông liên xã, liên thôn thuận tiện. Chạy dọc trục phường có đường từ Vĩnh Đại đến Đông Mai; trục ngang có đường từ Khê Khẩu đến Bến Đò, Đông Xá và các nhánh liên thôn khác.\n\nPhường còn có con sông nhỏ thuộc nhánh sông Kinh Thầy chạy qua các thôn Khê Khẩu, Vĩnh Đại, Bích Thủy, Vĩnh Long.\n\n==Kinh tế==\nHoạt động kinh tế chủ yếu của phường là sản xuất nông nghiệp. Ngoài ra còn đánh bắt nuôi trồng thủy sản, chăn nuôi gia súc (trâu, bò, lợn...), gia cầm (ngan, gà, vịt,...), trồng cây ăn quả (vải thiều, nhãn,...), cây lấy gỗ (keo, thông, bạch đàn,...).\n\n== Di tích ==\nTrên địa bàn phường có nhiều di tích lịch sử, văn hóa như đền, chùa, lăng, miếu, nghè nhưng tiêu biểu nhất là Di tích lịch sử, văn hóa đền Khê Khẩu thuộc thôn Khê Khẩu đã được UBND tỉnh Hải Dương cấp bằng chứng nhận Di tích lịch sử, văn hóa cấp tỉnh năm 2007.\n\n== Chú thích ==\n{{tham khảo}}\n==Xem thêm==\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc thành phố Chí Linh}}"}