{"1748680":"{{Thông tin nghệ sĩ\n|tiền tố = [[Nghệ sĩ Ưu tú]]\n|name = Văn Hiệp\n|image = Ns Van Hiep.jpg\n|imagesize = 240px\n|caption = Nghệ sĩ Văn Hiệp trong trang phục một \"[[trưởng thôn]]\".\n|birthname = Nguyễn Văn Hiệp\n|birthdate = {{ngày sinh|1942|3|25}}\n|birthplace = [[Thanh Trì]], [[Hà Nội]], [[Bắc Kỳ]], [[Liên bang Đông Dương]]\n|deathdate = {{ngày mất và tuổi|2013|4|9|1942|3|25|df=y}}\n|deathplace = [[Hà Nội]], [[Việt Nam]]\n|quốc tịch = {{VIE}}\n|occupation = [[Diễn viên]] ([[:Thể loại:Diễn viên hài|hài]], [[Diễn viên điện ảnh|điện ảnh]])\n|yearsactive = 1964–2013\n|spouse = Văn Thị Kim Dung\n|domesticpartner = \n|website = \n|academyawards = \n|afiawards = \n|arielaward = \n|baftaawards = \n|cesarawards = \n|emmyawards = \n|filmfareawards = \n|geminiawards = \n|goldenglobeawards = \n|goldenraspberryawards = \n|goyaawards = \n|grammyawards = \n|iftaawards = \n|laurenceolivierawards = \n|naacpimageawards = \n|nationalfilmawards = \n|sagawards = \n|tonyawards = \n|awards = \n}}\n'''NSƯT Văn Hiệp''' ([[25 tháng 3]] năm [[1942]] – [[9 tháng 4]] năm [[2013]]), tên đầy đủ là '''Nguyễn Văn Hiệp''', quê gốc ở Lạc Trung, [[Thanh Trì]], [[Hà Nội]], là một nghệ sĩ hài kịch nổi tiếng [[người Việt Nam]]. Ông được biết đến qua nhiều vai diễn trong các bộ phim, chương trình truyền hình, tác phẩm kịch, đặc biệt là với vai [[Trưởng thôn]] trong chương trình \"[[Gặp nhau cuối tuần]]\" của [[VTV3]] [[Đài Truyền hình Việt Nam]]. Ông được truy tặng danh hiệu [[Nghệ sĩ Ưu tú]] vào ngày 10 tháng 10 năm 2013.\n\n==Tiểu sử==\nNghệ sĩ Văn Hiệp tên đầy đủ là Nguyễn Văn Hiệp, sinh ngày 25 tháng 3 năm 1942, quê gốc ở xã Lạc Trung, Thanh Trì, thành phố Hà Nội.\n\nVăn Hiệp tốt nghiệp khóa đầu tiên [[Trường Đại học Sân khấu và Điện ảnh Hà Nội|Đại học Sân khấu Điện ảnh]], cùng khoá [[Doãn Hoàng Giang]], [[Trọng Khôi]], [[Doãn Châu]]. Sau khi tốt nghiệp, ông được nhận về công tác tại Nhà hát kịch Việt Nam.<ref name=a>{{chú thích báo|tác giả= Hoàng Anh, Ngọc Trâm|tác phẩm= Báo điện tử VnExpress|url= http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/nghe-si-hai-van-hiep-qua-doi-2653983.html|tên bài= Nghệ sĩ hài Văn Hiệp qua đời|ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref> \nTừ 1963 đến 1990, ông công tác tại [[Nhà hát Kịch Trung ương]] và năm 1990 chuyển công tác sang [[Cục Văn hoá Thông tin]].\n\n==Sự nghiệp==\nTrên phim ảnh, ông thường \"đóng đinh\" với những dạng vai nông dân chất phác, hiền lành, thật thà và tốt bụng... Và dù đóng bất kỳ vai nào, cái duyên hài hước trong ông cũng khiến cho vai diễn bừng lên sự sinh động và dí dỏm. Trong sự nghiệp diễn viên 40 năm của mình, ông tham gia vào nhiều tác phẩm kịch, phim truyện.\nNhững vở diễn đã từng gắn với tên tuổi của ông như: \"Nila\", \"Đôi mắt\", \"Hoa pháo\", \"Nghêu, sò, ốc, hến\"… và để lại trong lòng khán giả nhiều ấn tượng sâu sắc. Vai diễn \"nghiêm túc\" của ông đã từng để lại dấu ấn một thời trên sân khấu kịch của Nhà hát Kịch Việt Nam là vai Vinh trong vở \"Bài ca Điện Biên\".\n\nTuy nhiên, vai diễn đánh dấu sự khởi nguồn hài kịch của Văn Hiệp chính là vở \"Nghêu, Sò, Ốc, Hến\" của đạo diễn Dương Ngọc Đức. Ông đã chọn Văn Hiệp vào vai Ốc và với tài diễn xuất của mình, nghệ sĩ Văn Hiệp đã tạo được một Ốc có một không hai trong các vai Ốc của tích tuồng này.\n\nThời gian về sau, nghệ sĩ Văn Hiệp chuyển sang lĩnh vực truyền hình và thành công với rất nhiều vai diễn lớn nhỏ trên phim truyền hình. Đặc biệt, series kịch bản về \"Trưởng thôn Văn Hiệp\" cùng 2 danh hài [[Quang Tèo]] và [[Giang Còi]] đã làm nên một hình tượng nhân vật \"trưởng thôn\" đặc sắc không hề trộn lẫn.<ref>{{chú thích báo|tác giả= Hà Tùng Long|tác phẩm= Báo điện tử Gia đình và Xã hội|url= http:\/\/giadinh.net.vn\/van-hoa\/cuoc-doi-nghe-si-van-hiep-phia-sau-nu-cuoi-la-nuoc-mat-20130409032718275.htm|tên bài= Cuộc đời nghệ sĩ Văn Hiệp: Phía sau nụ cười là nước mắt|ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref> Nghệ sĩ Văn Hiệp nghỉ hưu từ năm 2002.\n\nCho đến năm 2013, tuy đã 3 lần được làm hồ sơ để trình lên [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]], nghệ sĩ Văn Hiệp vẫn chưa được phong danh hiệu [[Nghệ sĩ ưu tú]] hay [[Nghệ sĩ nhân dân]] do thiếu huy chương cũng như có ý kiến cho rằng ông diễn còn nghiệp dư dù ông đã bắt đầu việc diễn xuất năm 1954 (vở Lỳ và Sáo ở Nhà hát Lớn).<ref name='Thể thao văn hóa - 09\/04\/2013'> {{Chú thích báo | tên bài = Vì sao nghệ sĩ Văn Hiệp chưa được phong Nghệ sĩ ưu tú? | ngày = 9\/4\/2013 | tác giả = Minh Duy | url = http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/vi-sao-nghe-si-van-hiep-chua-duoc-phong-nsut-n20130409151901164.htm | công trình = Thể thao văn hóa | ngày truy cập = 2013-04-10}}<\/ref> Nói về việc này, ông cho rằng \"cái áo dù người thợ may có khéo đến đâu cũng không thể vừa khít mình\" và bày tỏ rằng chỉ muốn \"cần cù và phấn đấu trung thực như một nghệ sĩ giun\".<ref name=\"giaitri.vnexpress.net\">{{chú thích báo|tác giả= Ngọc Trần|tác phẩm= Báo điện tử VnExpress|url= http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/van-hiep-khong-phu-dan-ba-1907907.html|tên bài= Văn Hiệp không phụ đàn bà|ngày= 28 tháng 6 năm 2010|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref>. Tuy nhiên, vào ngày 25\/3 cùng năm, [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] vẫn quyết định tổ chức [[sinh nhật]] lần thứ 71 dành cho ông.\n\nNghệ sĩ nhân dân [[Khải Hưng]], người từng cộng tác với nghệ sĩ Văn Hiệp trong phim Mặt trời bé con (1985) nói về việc Văn Hiệp không được nhận danh hiệu Nghệ sĩ Ưu tú:\n{{cquote|''Thủ tục vẫn là thủ tục bởi nếu không có nó chúng ta sẽ rơi vào tranh luận, sa lầy không đúng nguyên tắc. Thực tế anh Văn Hiệp không ở đoàn thể nào nên rất thiệt thòi. Anh ấy từ Nhà hát Kịch đi ra, là diễn viên tự do, không tham gia vở diễn gì mà dự hội diễn để có huy chương mà theo đúng luật, có huy chương thì mới được xét danh hiệu nghệ sĩ.''\n \n''Nhưng cũng chính vì thế mà Văn Hiệp rất oan dù anh ấy xứng đáng được trân trọng. Vì anh ấy không đóng vai chính kịch nên không có huy chương nhưng điều lớn nhất là những vai diễn của Văn Hiệp đi vào lòng người. Văn Hiệp rất xứng đáng là nghệ sĩ của nhân dân Việt Nam.''<ref>{{Chú thích báo|tác giả= Hoàng Vy |tác phẩm= Dân Trí|url=http:\/\/dantri.com.vn\/van-hoa\/vi-sao-nghe-si-van-hiep-khong-co-danh-hieu-gi-718122.htm |tên bài= Vì sao nghệ sĩ Văn Hiệp không có danh hiệu gì?|ngày=11 tháng 4 năm 2013| ngày truy cập= 12 tháng 4 năm 2013}}<\/ref> |}}\n\nNgày 11 tháng 4 năm 2013, Nghệ sĩ nhân dân Khải Hưng đã soạn thảo lá đơn trình lên [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam]] đề nghị truy tặng danh hiệu Nghệ sĩ Ưu tú cho Văn Hiệp. Ngày 12 tháng 4 năm 2013, Hội Nghệ sĩ Sân khấu Việt Nam đã soạn xong lá đơn đề nghị [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa thể thao và Du lịch Việt Nam]] đặc cách phong Nghệ sĩ Ưu tú cho cố nghệ sĩ Văn Hiệp.<ref>H. Chanh - M. Cường (12 tháng 4 năm 2013). [http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/nghe-sy-dong-loat-ky-don-xin-danh-hieu-cho-van-hiep-lieu-co-kha-thi-n20130412151632882.htm Nghệ sĩ đồng loạt ký đơn xin danh hiệu cho Văn Hiệp: Liệu có khả thi?] ''Thể thao Văn hóa''. Truy cập 12 tháng 4 năm 2013.<\/ref> Đến ngày 13 tháng 9 năm 2013, Chủ tịch nước Việt Nam [[Trương Tấn Sang]] đã ký quyết định truy tặng danh hiệu Nghệ sĩ Ưu tú cho Văn Hiệp vì những đóng góp của ông cho nền nghệ thuật nước nhà. Vào ngày 10 tháng 10 năm 2013, tại trụ sở Bộ Văn hóa - Thể thao và Du lịch Việt Nam, diễn ra Lễ truy tặng danh hiệu Nghệ sĩ ưu tú cho cố nghệ sĩ Văn Hiệp.<ref>[http:\/\/vietnamnet.vn\/vn\/giai-tri\/144210\/nghe-si-van-hiep-chinh-thuc-nhan-danh-hieu-nsut.html Nghệ sĩ Văn Hiệp chính thức nhận danh hiệu NSƯT]<\/ref>\n\n==Gia đình==\nHơn 20 năm cuối đời, Văn Hiệp gần như ở một mình với các con khi vợ ông, bà Văn Thị Kim Dung (sinh năm [[1940]]), đi xuất khẩu lao động ở [[Đức]] và không về. Hai vợ chồng danh hài sống [[ly thân]] nhưng không [[ly hôn]]. Thậm chí cha vợ ông cũng có lần khuyên ông đi lấy vợ mới nhưng Văn Hiệp vẫn quyết tâm ở vậy, lấy niềm vui từ những vai diễn để đắp đổi qua ngày. Nhiều người thương ông sống cuộc đời cô quạnh cũng giới thiệu, mai mối nhưng Văn Hiệp bảo: ''Bỏ vợ thì cũng được thôi nhưng bỏ để làm gì?''.\n\nBản thân ông vẫn tin rằng vợ mình còn \"chưa có ai\": \n{{cquote|''Có những người đi nước ngoài thay đổi tình cảm, bỏ chồng vợ ở nhà nhưng tôi thì chắc chắn bà xã mình không có ai. Nhiều người sau lưng hay cười tôi vì chuyện đó. Mà nếu bà ấy có ai khác thật, tôi cũng không nghĩ đó là sự phản bội. Đàn bà một mình vất vả, nếu có đàn ông giúp đỡ mà nảy sinh tình cảm cũng không phải chuyện đáng chê trách. Mình có giữ cũng vô ích.{{fact}}''|}}\nTrong những năm cuối đời, nghệ sĩ Văn Hiệp đối mặt với tình trạng ốm đau bệnh tật liên miên (mổ dạ dày, cắt trĩ, lao phổi, đại tràng…) trong tình trạng tài chính sống không mấy dư dả.<ref name=a \/>\n\nÔng có một con gái và một con trai.<ref>[http:\/\/www.nguoiduatin.vn\/con-gai-van-hiep-tiec-khong-duoc-nhin-mat-bo-lan-cuoi-a75565.html Con gái Văn Hiệp tiếc không được nhìn mặt bố lần cuối]<\/ref> Con trai ông sinh cuối năm [[1971]] - đầu năm [[1972]]. Sau thời gian [[du học]] ở [[Đức]], anh quyết định quay trở lại [[Việt Nam]] và làm phiên dịch và xuất nhập khẩu. Con gái ông sinh năm [[1974]]. Cô là người đi [[lồng tiếng]] cho phim.<ref name=\"vtc.vn\">[http:\/\/vtc.vn\/13-373575\/giai-tri\/con-trai-van-hiep-ke-nhung-ngay-chong-choi-benh-cua-cha.htm Con trai Văn Hiệp kể những ngày chống chọi bệnh của cha]<\/ref> Bà Văn Thị Kim Dung, vợ ông, khi về đưa tang chồng nói: \"Đến giờ tôi vẫn yêu chồng\", và \"khi con trai gọi điện sang báo tin dữ, bà đã không chịu đựng nổi và ngã ra bất tỉnh\".<ref>{{Chú thích web |url=http:\/\/www.baodatviet.vn\/van-hoa\/201304\/Vo-co-nghe-si-Van-Hiep-den-gio-toi-van-yeu-chong-2345047\/ |ngày truy cập=2013-04-11 |tựa đề=Vợ cố nghệ sĩ Văn Hiệp: Đến giờ tôi vẫn yêu chồng |archive-date = ngày 14 tháng 4 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130414012106\/http:\/\/www.baodatviet.vn\/van-hoa\/201304\/Vo-co-nghe-si-Van-Hiep-den-gio-toi-van-yeu-chong-2345047\/ }}<\/ref>\n\nĐạo diễn Khải Hưng nói với [[BBC]]:\n{{cquote|''Văn Hiệp là người cha, người chồng rất mẫu mực, nhưng gặp phải những người con không mẫu mực và người vợ cũng không mẫu mực. Cuộc đời ông Văn Hiệp khổ lắm''.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/multimedia\/2013\/04\/130409_khai_hung_noi_ve_dien_vien_van_hiep.shtml Đạo diễn Khải Hưng nói về diễn viên Văn Hiệp]<\/ref>|}}\n\n== Giai đoạn cuối đời ==\nGần một năm trước khi mất, do sức khoẻ yếu, Văn Hiệp không còn tham gia đóng phim. Khi biết bị ung thư, ông nằng nặc đòi về nhà, và nhất định không bao giờ bước chân đến bệnh viện thêm một lần nào nữa. Đến tận lúc cận kề cái chết, ông vẫn sợ tốn tiền của các con, sợ các con mất thời gian trông nom, sợ đếm những ngày tháng cuối đời qua ô cửa sổ ở nơi toàn tiếng lách cách kim tiêm và mùi thuốc men.<ref name=\"vtc.vn\"\/> Ông bày tỏ nguyện vọng được [[hỏa thiêu]].<ref name=\"vtc.vn\"\/>\n\nTrước [[Tết]] [[Quý Tỵ]] [[2013]], Văn Hiệp lâm trọng bệnh. Sau thời gian điều trị tại [[Bệnh viện Hữu nghị|Bệnh viện Hữu Nghị]], ông được đưa về nhà để gia đình chăm sóc vào tháng 3 cùng năm.<ref>{{chú thích báo|tác giả= Minh Ngọc, Trinh Nguyễn|tác phẩm= Báo Thanh Niên online|url= http:\/\/www.thanhnien.com.vn\/pages\/20130409\/vinh-biet-truong-thon-van-hiep.aspx|tên bài= Vĩnh biệt \"trưởng thôn\" Văn Hiệp |ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref>\n\n== Qua đời và lễ tang ==\nÔng qua đời lúc 5 giờ sáng ngày 9 tháng 4 năm 2013 tại nhà riêng số 10\/3 ngách 292\/2 tổ 45A, [[Hoàng Văn Thụ, quận Hoàng Mai|phường Hoàng Văn Thụ, quận Hoàng Mai]], [[Hà Nội]], không lâu sau [[sinh nhật]] lần thứ 71.<ref name=\"dant\"\/><ref>{{chú thích báo|tác giả= N.Đinh|tác phẩm= Báo Tiền Phong online|url= http:\/\/www.tienphong.vn\/van-nghe\/621819\/Nghe-si-Van-Hiep-dot-ngot-qua-doi-tpov.html|tên bài= Danh hài Văn Hiệp qua đời vì ung thư phổi|ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref><ref>{{chú thích báo|tác giả= Hoa Chanh|tác phẩm= Báo Thể thao & Văn hóa online|url= http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/truong-thon-van-hiep-qua-doi-n20130409125052315.htm|tên bài= \"Trưởng thôn\" Văn Hiệp qua đời |ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref>\n\nTheo thông tin từ gia đình nghệ sĩ Văn Hiệp, lễ viếng từ 10h ngày 11 tháng 4 năm 2013 tại Nhà tang lễ Bộ Quốc phòng, số 5 Trần Thánh Tông, [[Hà Nội]]. Đến phúng viếng có rất nhiều nghệ sĩ bạn bè. Lễ truy điệu vào lúc 11h30 cùng ngày, sau đó thể theo di nguyện của ông và ý nguyện của gia đình, ông đã được [[hỏa táng]] tại Đài hóa thân Hoàn Vũ, [[Văn Điển|Văn Điển, Hà Nội]]. Tro cốt của ông được [[an táng]] tại Nghĩa trang Lạc Hồng Viên, Hòa Bình.<ref name=a\/><ref>[http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/chum-anh-dam-tang-truong-thon-van-hiep-n20130411111859810.htm Chùm ảnh đám tang nghệ sĩ Văn Hiệp]<\/ref>\n\n==Đánh giá của đồng nghiệp và khán giả==\nSự ra đi đột ngột của ông đã khiến hàng trăm nghệ sĩ và người hâm mộ tỏ lòng tiếc thương vô hạn.<ref name=\"dant\">[http:\/\/dantri.com.vn\/giai-tri\/cuoc-doi-nghe-si-van-hiep-phia-sau-nu-cuoi-la-nuoc-mat-717369.htm Cuộc đời nghệ sĩ Văn Hiệp: Phía sau nụ cười là nước mắt]<\/ref><ref>{{chú thích báo|tác giả= Ngọc Trần|tác phẩm= Báo điện tử VnExpress|url= http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/nghe-si-lang-nguoi-truoc-tin-van-hiep-mat-2654124.html|tên bài= Nghệ sĩ lặng người trước tin Văn Hiệp mất|ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref><ref>{{chú thích báo|tác giả= Nguyễn Hằng- Hiền Hương|tác phẩm= Báo điện tử Dân Trí|url= http:\/\/dantri.com.vn\/van-hoa\/nghe-sy-hai-noi-loi-tien-dua-truong-thon-van-hiep-717278.htm|tên bài= Nghệ sĩ hài nói lời tiễn đưa \"trưởng thôn\" Văn Hiệp|ngày= 9 tháng 4 năm 2013|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref><ref>[http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/cu-dan-mang-khoc-truong-thon-van-hiep-n20130409131246165.htm Cư dân mạng \"khóc\" trưởng thôn Văn Hiệp]<\/ref>\n\n{{cquote|''Tôi vô cùng choáng váng vì mới biết tin: nghệ sĩ Văn Hiệp, một nghệ sĩ không \"Nhân dân\" cũng chẳng \"ưu tú\" vừa qua đời. Văn Hiệp là một người anh, người nghệ sĩ mà tôi kính trọng. Số trời đã định, biết làm sao chống lại được. Xin chia buồn cùng gia đình bác Văn Hiệp.''|||Đạo diễn Phạm Đông Hồng}}\n\n{{Cquote|''Vô cùng tiếc thương anh. Anh mãi mãi là người anh và là người thầy của chúng em.''|||Danh hài [[Xuân Bắc]]}}\n \n{{cquote|''Vĩnh biệt bác Trưởng thôn đáng kính. Anh chị em nghệ sĩ cũng toàn thể nhân dân sẽ không bao giờ quên những gì bác đã đóng góp cho nền điện ảnh nước nhà''.|||Nghệ sĩ [[Minh Vượng]]}}\n\n{{Cquote|''Tuổi thơ chúng cháu là những tháng ngày gắn liền với những tập phim hài có vai diễn của bác. Vẫn nhớ hình ảnh giản dị, đẹp đẽ về bác... vẫn nhớ hình ảnh bác ngồi châm điếu thuốc lào, cảm giác như cuộc sống vẫn luôn vui vẻ và an yên… Bác bị bệnh không người hâm mộ nào được biết, bác ra đi lặng lẽ để lại bao tiếc thương cho một thế hệ người Việt Nam gắn bó với những tiểu phẩm hài, với cả vai diễn của bác… Bác Trưởng thôn Nguyễn Văn Hiệp''|||Một khán giả trẻ chia sẻ}}.\n\n==Câu nói==\n\n{{cquote|''Tôi là người đơn giản, gọn nhẹ''.<ref>{{chú thích báo|tác giả= Tạp chí Truyền hình|tác phẩm= Báo điện tử VnExpress đăng lại|url= http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/van-hiep-toi-la-nguoi-don-gian-gon-nhe-1880331.html|tên bài= Văn Hiệp: 'Tôi là người đơn giản, gọn nhẹ'|ngày= 28 tháng 7 năm 2004|ngày truy cập= 9 tháng 4 năm 2013}}<\/ref>|}}\n\n{{cquote|''Những cái áo dù người thợ may có khéo đến đâu cũng không thể vừa khít mình. Tôi không khoác cái áo nghệ sĩ nhân dân hay nghệ sĩ ưu tú. Tôi chỉ là nghệ sĩ Văn Hiệp, suốt đời chăm chỉ cần cù và phấn đấu trung thực như một nghệ sĩ giun''.<ref name=\"giaitri.vnexpress.net\"\/>|}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.youtube.com\/watch?v=Od5ZJibONag Tiểu phẩm hài của Văn Hiệp] youtube.com\n*[http:\/\/www.youtube.com\/watch?v=ah0z-rYSd64 Phóng vấn Gõ cửa buổi sáng] youtube.com\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Thời gian sống|1942|2013}}\n\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Chết vì ung thư phổi]]\n[[Thể loại:Đại học Sân khấu - Điện ảnh Hà Nội]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]"}