{"16645":"{{Bình luận cá nhân|date=tháng 8\/2022}}\n{{Trích dẫn quá dài|date=tháng 8\/2022}}\n{{Bài cùng tên|Nguyễn Văn Cao}}\n{{Thông tin nghệ sĩ\n| tên = Văn Cao\n| nền = nhạc sĩ không biểu diễn\n| hình = Vancao.jpg\n| kích thước hình = 175px\n| chú thích hình = Chân dung nhạc sĩ Văn Cao\n| tên khai sinh = Nguyễn Văn Cao\n| ngày sinh = [[15 tháng 11]] năm [[1923]]\n| nơi sinh = [[Hải Phòng]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|1995|7|10|1923|11|12}}\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| bút danh = Người sông Ngự\n| nghề nghiệp = Nhạc sĩ, thi sĩ, họa sĩ, chiến sĩ biệt động cách mạng<ref name=\"ThanhThảo2020\">[[Thanh Thảo (nhà thơ)|Thanh Thảo]], ''[https:\/\/thanhnien.vn\/van-hoa\/van-cao-nguoi-cua-xa-hoi-1246954.html Tưởng niệm 25 năm ngày Văn Cao qua đời: Văn Cao, người của xã hội]''. (Báo Thanh Niên điện tử, 04\/07\/2020)<\/ref>\n| quốc tịch = {{VNM}}\n| dân tộc = [[Người Việt|Kinh]]\n| đào tạo hội họa = [[Trường Cao đẳng Mỹ thuật Đông Dương]]\n| dòng nhạc = {{hlist|[[Nhạc tiền chiến]]| [[Nhạc cách mạng]]}}\n| thể loại hội họa = [[Nghệ thuật Việt Nam|Mỹ thuật hiện đại Việt Nam]]\n| thể loại văn học = [[Thơ Việt Nam|Thơ hiện đại Việt Nam]]\n| tác phẩm âm nhạc = ''[[Tiến quân ca]]''<br>''[[Buồn tàn thu]]''<br> ''[[Trường ca Sông Lô]]''<br>''[[Làng tôi (Văn Cao)|Làng tôi]]''<br>''[[Tiến về Hà Nội]]''\n| tác phẩm văn học nổi bật = ''[[Những người trên cửa biển]]'' (trường ca thơ), ''[[Lá (thơ Văn Cao)|Lá]]'' (tập thơ), ''[[Một đêm đàn lạnh trên sông Huế]]'' (bài thơ), ''[[Chiếc xe xác qua phường Dạ Lạc]]'' (bài thơ)\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = 1996\n| hạng mục 1 = Văn học nghệ thuật\n| vợ = Nghiêm Thúy Băng\n| con = năm con (3 con trai, con cả là Văn Thao)\n| khen thưởng = {{Huân chương VN|Hồ Chí Minh|0|1|Kháng chiến|1|1|Độc lập|1|1|Độc lập|3|1|}}\n| ảnh hưởng bởi = [[Lê Thương]], [[Hoàng Quý]], [[Đặng Thế Phong]], [[Vũ Quý]]\n| ảnh hưởng tới = [[Phạm Duy]],<ref name=\"PhamDuy2007\">[[Phạm Duy]], ''[https:\/\/amnhac.fm\/van-cao\/4151-van-cao-trong-toi Văn Cao Trong Tôi]''. (Âm nhạc Online - amnhac.fm, 9.10.2007). Phạm Duy (2007): \"...''Trường ca Sông Lô'' là bản hát dài đầu tiên của chúng ta, là một tuyệt phẩm mà những người đi sau Văn Cao (như tôi) đã học hỏi được rất nhiều ở ông để tiếp tục làm giàu cho âm nhạc Việt Nam. Tôi muốn được công khai tỏ lòng biết ơn thiên tài Văn Cao trong buổi nói chuyện này.\" [Chú thích: Trích dẫn theo nhạc sĩ, nhà nghiên cứu âm nhạc Phạm Duy trong bài nói chuyện về sự nghiệp sáng tác âm nhạc của Văn Cao tại Phòng trà Tình ca, TP. Hồ Chí Minh, ngày 5 tháng 10 năm 2007.]<\/ref> [[Thanh Thảo (nhà thơ)|Thanh Thảo]]<ref name=\"ThanhThảo2020\"\/>\n}}\n'''Văn Cao''' (tên đầy đủ là '''Nguyễn Văn Cao''', sinh ngày [[15 tháng 11]] năm [[1923]] tại [[Hải Phòng]] – mất ngày [[10 tháng 7]] năm [[1995]]) là một [[nhạc sĩ]], [[họa sĩ]],<ref>Nguyễn Nguyệt, ''[http:\/\/vhnt.org.vn\/tin-tuc\/chan-dung-van-hoa\/29166\/hoi-hoa-van-cao HỘI HỌA VĂN CAO]''. (Tạp chí ''Văn hóa Nghệ thuật'' số 320, tháng 2-2011)<\/ref><ref>Trần Khánh Chương (Chủ tịch Hội Mỹ thuật Việt Nam), ''[http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html Kỷ niệm 90 năm ngày sinh nhạc sĩ, họa sĩ, thi sĩ Văn Cao (1923-2013): Có một họa sĩ tài ba, Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170922200210\/http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html |date = ngày 22 tháng 9 năm 2017}}''. (Trang điện tử của Hội Mỹ thuật Việt Nam, 2013)<\/ref><ref name=\"thethaovanhoa.vn\">Văn Bảy, ''[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/20-nam-ngay-mat-van-cao-mot-hoa-si-tron-ven-va-rong-rai-n20150713045842156.htm 20 năm ngày mất Văn Cao: Một họa sĩ trọn vẹn và rộng rãi]''. (Báo Thể thao & Văn hóa, 13\/07\/2015)<\/ref> [[thi sĩ|nhà thơ]],<ref name=\"LêThiếuNhơn\"\/><ref>''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Nha-tho-Van-Cao-Toi-khong-duoc-lam-trai-tim-dau-mua-329074\/ Nhà thơ Văn Cao: Tôi không được làm trái tim đầu mùa...]'' (Báo Công an nhân dân điện tử, 08\/07\/2011)<\/ref><ref>[[Vũ Quần Phương]], ''[http:\/\/vanhien.vn\/news\/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 Đóng góp của Văn Cao vào thơ đương đại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170922195817\/http:\/\/vanhien.vn\/news\/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 |date=2017-09-22 }}''. (Tạp chí điện tử Văn Hiến Việt Nam, 12\/02\/2014)<\/ref><ref>Hà Thị Hoài Phương, ''[http:\/\/vanvn.net\/ong-kinh-phe-binh\/ngon-ngu-nghe-thuat-tho-van-cao\/336 Ngôn ngữ nghệ thuật thơ Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170929183214\/http:\/\/vanvn.net\/ong-kinh-phe-binh\/ngon-ngu-nghe-thuat-tho-van-cao\/336 |date=2017-09-29 }}''. (Tạp chí điện tử Văn Hiến Việt Nam, 15\/10\/2015)<\/ref> [[chiến sĩ]] biệt động ái quốc<ref name=\"ThanhThảo2020\"\/><ref>[[Nguyễn Thụy Kha]], ''[http:\/\/suckhoedoisong.vn\/nam-dinh-hoi-1947-voi-van-cao-n126928.html Năm Đinh Hợi 1947 với Văn Cao]''. (Báo điện tử Sức khỏe & Đời sống, 27\/1\/2017)<\/ref><ref name=\"Văn Cao với Đội danh dự Việt Minh\">Văn Thao, ''[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Van-Cao-voi-doi-danh-du-Viet-Minh-363981\/ Văn Cao với Đội danh dự Việt Minh]''. (Báo Công an nhân dân điện tử, 02\/09\/2015)<\/ref><ref>Văn Thao, ''[http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Quan-Bien-Thuy-va-chuyen-trong-dinh-Hoang-A-Tuong-406275\/ Quán Biên Thùy và chuyện trong dinh Hoàng A Tưởng]''. (Báo Công an nhân dân điện tử, 31\/08\/2016)<\/ref> người Việt Nam. Ông là tác giả của ca khúc ''[[Tiến quân ca]],'' [[quốc ca]] chính thức của nước [[Việt Nam Dân chủ Cộng hòa]] (nay là nước [[Cộng hòa xã hội chủ nghĩa Việt Nam]]), đồng thời ông cũng là một trong những nhạc sĩ có sức ảnh hưởng lớn nhất của nền [[Tân nhạc Việt Nam]]. Ông được giới chuyên môn và công chúng yêu nhạc đánh giá một cách rộng rãi là một trong ba [[nhạc sĩ]] nổi bật nhất của nền [[Âm nhạc Việt Nam|âm nhạc hiện đại Việt Nam]] trong [[Thế kỷ 20|thế kỷ XX]], cùng với [[Phạm Duy]] và [[Trịnh Công Sơn]].\n\nThuộc thế hệ [[nhạc sĩ]] tiên phong, Văn Cao tham gia [[Đồng Vọng|nhóm Đồng Vọng]], sáng tác các ca khúc trữ tình lãng mạn, đáng chú ý nhất là ''[[Bến xuân]]'', ''[[Suối mơ]]'', ''[[Thiên Thai (bài hát)|Thiên Thai]] và'' ''[[Trương Chi (bài hát)|Trương Chi]].'' Ông nhanh chóng trở thành một trong những gương mặt tiên phong, nổi bật nhất của [[:Thể loại:Âm nhạc lãng mạn Việt Nam|trào lưu lãng mạn trong lịch sử âm nhạc Việt Nam]], đặc biệt là để lại những dấu ấn mang tính khai phá của ông trong tân nhạc Việt. Sau khi gia nhập [[Việt Minh]], Văn Cao chủ yếu viết về nhiều ca khúc mang âm hưởng hào hùng như ''[[Tiến quân ca]]'', ''[[Trường ca Sông Lô]]'', ''[[Tiến về Hà Nội]]'',... vì vậy ông đã trở thành một [[nhạc sĩ]] tiêu biểu của dòng [[nhạc đỏ|nhạc kháng chiến]]. Sau sự kiện ''[[Phong trào Nhân Văn - Giai Phẩm|Nhân văn – Giai phẩm]]'', Văn Cao phải đi [[Học tập cải tạo|học tập chính trị]]. Trừ ''[[Tiến quân ca]]'', tất cả những [[Bài hát|ca khúc]] của ông cũng giống như các nhạc phẩm tiền chiến khác không được lưu hành ở [[Miền Bắc (Việt Nam)|miền Bắc]]. Đến cuối [[thập niên 1980]], những nhạc phẩm này mới được lưu hành trở lại.\n\nĐược nhiều người xem là một hình mẫu thiên tài trong lịch sử văn nghệ Việt Nam,<ref name=\"ThanhThảo2020\"\/><ref name=\"PhạmDuy2007\"\/><ref name=\"ĐặngAnhĐào2009A\"\/> tài năng nghệ thuật đa dạng mang tính tổng hợp cao giữa văn chương (thi ca) - âm nhạc - hội họa của Văn Cao đã sớm có những thành tựu đột khởi ngay từ độ tuổi mười tám đôi mươi.<ref>[[Tạ Tỵ]]: \"Văn Cao nhập cuộc không phải bằng tài năng đơn độc mà bằng một thác lũ nghệ thuật, chùm lấp vòm trời Kinh đô Văn nghệ. (...) Ở Văn Cao, mỗi lời thơ là một hạt ngọc, mỗi tiếng nhạc là mỗi sợi tơ, mỗi màu sắc là một vùng hào quang diễm lệ.\" (''Mười khuôn mặt văn nghệ'', 1970)<\/ref><ref>Phạm Duy: \"...Thấp bé hơn tôi, khép kín hơn tôi, nhưng Văn Cao tài hoa hơn tôi nhiều. (...) Hình như Văn Cao có đi học vẽ ở [[Trường Cao đẳng Mỹ thuật Đông Dương|trường Cao đẳng Mỹ thuật]] như tôi, nhưng chắc chắn anh đã được hoạ sĩ Lưu Văn Sìn dắt vào hội hoạ. Văn Cao vẽ rất giỏi. Tôi giữ được bức tranh tự hoạ của Văn Cao, tranh sơn dầu vẽ trên bìa cứng cho tới ngày Pháp đánh Saigon vào năm 1945 thì mất, tiếc quá! Văn Cao làm thơ cũng rất hay. Vào năm 1941 mà anh đã có những câu thơ nghe như thơ [[Huy Cận]] (...) Chưa gặp Văn Cao nhưng tôi đã biết tài soạn nhạc qua mấy bài nhạc hùng của anh rồi...\" (trích dẫn từ hồi ký của nhạc sĩ, nhà nghiên cứu tân nhạc Phạm Duy)<\/ref><ref name=\"NTNH\"\/> Không được đào tạo một cách thực sự chính quy, chuyên sâu cả về [[âm nhạc]] và [[hội họa]], những thành tựu của Văn Cao trong hai lĩnh vực này có thể nói là bắt nguồn chủ yếu từ thiên năng nghệ thuật sẵn có của ông (nói theo lời của nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]] thì \"Văn Cao là trời cho\"). Ông được nhiều người xem là một hiện tượng hiếm có trong lịch sử phát triển của [[văn hóa Việt Nam]] – ở nơi \"dòng chảy\" của sáng tạo cá nhân một con người có sự \"hợp lưu\" xuyên suốt của ba nhánh nhạc-họa-thơ trong gần như toàn bộ những sáng tác đa dạng của ông. Nhận định về sự nghiệp văn nghệ của Văn Cao, nhiều người thường nhắc đến ông như một [[nghệ sĩ]] đa tài, thích \"lãng du\" qua những \"địa hạt\" (lĩnh vực) nghệ thuật khác nhau. Dù không gắn bó liên tục quá lâu với một địa hạt nào trong số đó nhưng đối với những \"miền\" nào ông đã bước qua thì Văn Cao cũng đều lưu dấu không ít sáng tạo mang tính khai phá - mở lối dành cho những người đến sau ông. Như nhạc sĩ [[Phạm Duy]] sinh thời đã nhiều lần xác nhận, sự nghiệp sáng tác của ông chịu một ảnh hưởng lớn từ những khai mở (về chuyên môn) và khích lệ (về tinh thần) từ Văn Cao, với tư cách là một người bạn văn nghệ tri kỷ của Phạm Duy. Nhà nghiên cứu văn học sử Việt Nam hiện đại [[Thụy Khuê (nhà phê bình)|Thụy Khuê]] cũng lưu ý về thế giới nghệ thuật phong phú đa diện của Văn Cao, tưởng như khó gặp sự trùng lặp hay vay mượn ý tưởng lẫn nhau giữa hai địa hạt rất gần là âm nhạc và thơ ca: \"Nếu nhạc của Văn Cao đưa con người vào cõi mộng, thì thơ Văn Cao xoáy vào thực tại cuộc đời: phần đời thực với ''Chiếc xe xác qua phường Dạ Lạc'', ''Ngoại ô mùa đông 1946'', ''[[Những người trên cửa biển]]'' và phần nội tâm sâu xé của con người mất tự do, trong các bài thơ ngắn, cô đọng và đau thương, ''như những giọt nước mắt không rơi ngoài tim mình'' như lời thơ [[Thanh Tâm Tuyền]]... Cúi xuống những lầm than của kiếp người, Văn Cao là người duy nhất để lại những hình ảnh kinh hoàng của [[Nạn đói năm Ất Dậu, 1944-1945|trận đói tháng 3 năm Ất Dậu]]. Nếu không có ''Chiếc xe xác qua phường Dạ Lạc'', thì chúng ta không thể hình dung cảnh xe xác lăn trong xóm [[cô đầu]] của một Hà Nội...\"<ref>Trích dẫn theo tác giả Thụy Khuê trong bài viết [http:\/\/vi.rfi.fr\/tong-hop\/20100411-nhan-van-giai-pham-phan-xiii-van-cao “Nhân văn Giai phẩm - phần XIII: Văn Cao” (RFI.fr, 11\/04\/2010).] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141228231558\/http:\/\/vi.rfi.fr\/tong-hop\/20100411-nhan-van-giai-pham-phan-xiii-van-cao\/ |date=2014-12-28 }}<\/ref>\n\nDù những sáng tác của Văn Cao (đặc biệt là về âm nhạc và thơ ca) nói chung không thực dồi dào về số lượng nhưng về mặt chất lượng chúng có ảnh hưởng mang tính định hướng và đặt nền cho sự phát triển của đời sống văn nghệ Việt Nam hiện đại. Một số ví dụ điển hình là vai trò đặc biệt quan trọng của ông trong sự định hình của thể loại tình ca, hùng ca (trong đó nổi bật là dòng [[nhạc cách mạng]]) và [[trường ca (âm nhạc)|trường ca]] trong âm nhạc cũng như thể loại [[Những người trên cửa biển|trường ca trong thơ]] hiện đại Việt Nam. Tuy nhiên những đóng góp về thơ ca và hội họa của Văn Cao vì nhiều lý do khác nhau mà ít được nhắc tới hơn rất nhiều so với những thành tựu trong âm nhạc của ông. Là một người tài hoa vào loại bậc nhất trong lịch sử văn nghệ Việt Nam, nhưng ngay từ thời còn niên thiếu ở [[Hải Phòng]] ông đã là một người có thiên hướng khép kín, trầm tư, ít bộc lộ bản thân trước đám đông. Sau biến cố ''[[Phong trào Nhân Văn - Giai Phẩm|Nhân văn – Giai phẩm]]'' cuối [[thập niên 1950]], ông lại càng có xu hướng sống khép kín và cô độc hơn mặc dù luôn có gia đình (đặc biệt là vợ ông) và một số bạn văn nghệ thân quen làm chỗ dựa cho đến những năm cuối đời. Khác với quan niệm truyền thống xưa nay về tài tử và giai nhân, cuộc đời của Văn Cao ít có những tiếp xúc mang tính lãng mạn với phái nữ vì như ông từng bộc bạch trong một cuốn [[Văn Cao - Giấc mơ một đời người|phim tài liệu về mình rằng]], \"Tôi là một cái người luôn luôn thất bại về tình yêu, cái thất bại này là bởi vì tôi là người không giỏi về cách tôi giao lưu với những người đàn bà, mà lại đối với những người đẹp tôi lại càng bối rối, tôi không bao giờ nói được với người ta, thì tôi bèn nói trong thơ thôi.\" [[Lê Thiếu Nhơn]] trong một bài viết đăng trên báo [[Báo Công an nhân dân]] có tổng kết: \"Cuộc đời 72 năm của Văn Cao gắn bó trọn vẹn với Việt Nam thế kỷ 20 nhiều biến động, để lại cho thế hệ sau không ít câu hỏi không dễ trả lời. Câu hỏi rộn ràng về cống hiến nhọc nhằn, câu hỏi cồn cào về thế sự ngổn ngang, về mệnh kiếp lênh đênh. Một Văn Cao đa tài không thể che chở một Văn Cao lận đận. Một Văn Cao danh vọng không thể bênh vực một Văn Cao cay đắng. Một Văn Cao hào hoa không thể an ủi một Văn Cao cô độc. Những ngày tháng Văn Cao đã sống, cứ đổ cái bóng gầy hắt hiu và trắc ẩn vào lòng công chúng, mà những bài hát của ông không lý giải được, những bức tranh của ông cũng không lý giải được. Chỉ còn lại thơ, xoa dịu và tỏ bày giùm Văn Cao.\"<ref name=\"LêThiếuNhơn\"\/>\n\nNăm [[1996]], một năm sau khi mất, Văn Cao được tặng [[Giải thưởng Hồ Chí Minh]] trong đợt trao giải đầu tiên. Ông cũng đã được [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước Việt Nam]] trao tặng [[Huân chương Kháng chiến]] hạng nhất, [[Huân chương Độc lập]] hạng ba, [[Huân chương Độc lập]] hạng nhất, [[Huân chương Hồ Chí Minh]].<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160707\/gia-dinh-nhac-si-van-cao-hien-tang-ca-khuc-tien-quan-ca\/1133173.html|tiêu đề=Gia đình nhạc sĩ Văn Cao hiến tặng ca khúc Tiến quân ca}}<\/ref> Tên ông cũng được đặt cho nhiều con phố đẹp ở [[Hà Nội]], [[Thành phố Hồ Chí Minh]], [[Hải Phòng]], [[Huế]], [[Đà Nẵng]], [[Nam Định]],...\n\n==Cuộc đời==\nVăn Cao tên đầy đủ là '''Nguyễn Văn Cao''', sinh ngày [[15 tháng 11]] năm [[1923]] tại phường [[Lạch Tray]], [[Ngô Quyền (quận)|quận Ngô Quyền]], thành phố [[Hải Phòng]]. Quê ông bà của ông ở thôn An Lễ, [[Liên Minh, Vụ Bản|xã Liên Minh, huyện Vụ Bản]], tỉnh [[Nam Định]]. Xuất thân trong một gia đình viên chức, cha của Văn Cao vốn là giám đốc nhà máy nước Hải Phòng<ref name=\"tala\">Nguyễn Thanh Giang, [http:\/\/www.talawas.org\/talaDB\/suche.php?res=3345&rb=0101 Tản mạn về người viết Quốc ca Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201202102627\/http:\/\/www.talawas.org\/talaDB\/suche.php?res=3345&rb=0101 |date=2020-12-02 }} đăng trên [[Talawas]] 2 tháng 12 năm 2004.<\/ref>. Thuở nhỏ, Văn Cao học ở trường tiểu học Bonnal (nay là [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng]]), sau lên học trung học tại trường dòng Saint Josef, là nơi ông bắt đầu học [[âm nhạc]]. Năm 1938, khi mới 15 tuổi, vì gia đình sa sút, Văn Cao bỏ học sau khi kết thúc năm thứ hai bậc thành trung. Ông làm điện thoại viên ở sở Bưu điện tại Hải Phòng, nhưng được một tháng thì bỏ việc<ref name=\"hp\">[http:\/\/www.haiphong.gov.vn\/thuvienthanhpho\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5245 Tiểu sử Văn Cao]{{Liên kết hỏng|date=2023-03-27 |bot=InternetArchiveBot }} trên trang web của thành phố Hải Phòng<\/ref>.\n\nCuối những năm 1930, [[tân nhạc Việt Nam]] ra đời. Ở [[Hải Phòng]] khi đó tập trung nhiều nhạc sĩ tiên phong như [[Đinh Nhu]], [[Lê Thương]], [[Hoàng Quý]]... Văn Cao tham gia vào [[Đồng Vọng|nhóm Đồng Vọng]] của Hoàng Quý cùng [[Tô Vũ (nhạc sĩ)|Tô Vũ]], [[Canh Thân (nhạc sĩ)|Canh Thân]], [[Đỗ Nhuận]]... và bắt đầu sáng tác ca khúc đầu tay là \"[[Buồn tàn thu]]\" vào năm 16 tuổi<ref name=\"tala\"\/>. Cùng nhóm Đồng Vọng, Văn Cao còn sáng tác một số ca khúc [[hướng đạo Việt Nam|hướng đạo]] vui tươi khác như \"Gió núi\", \"Gò Đống Đa\", \"Anh em khá cầm tay\". Cũng trong thời gian ở Hải Phòng, Văn Cao làm quen với [[Phạm Duy]], khi đó là ca sĩ trong [[gánh hát Đức Huy]]. Phạm Duy chính là người đã hát \"Buồn tàn thu\", giúp ca khúc trở nên phổ biến. Năm 1940, Văn Cao có một chuyến đi vào miền Nam. Ở [[Huế]], Văn Cao đã viết \"[[Một đêm đàn lạnh trên sông Huế]]\", được coi là bài thơ đầu tay<ref name=\"hp\"\/>.\n\nNăm 1942, nghe theo lời khuyên của [[Phạm Duy]], Văn Cao rời Hải Phòng lên [[Hà Nội]]. Ông thuê căn gác nhỏ số 171 phố Mongrant - nay là 45 [[Nguyễn Thượng Hiền]] - và theo học dự thính tại [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]]. Văn Cao còn làm thơ, viết truyện đăng trên [[Tiểu thuyết Thứ Bảy]]<ref name=\"bovanhoa\">[http:\/\/www.cinet.gov.vn\/amnhac\/main.asp?c1=27&ArID=230&ld=10004&languageID=0 Tiểu sử Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080309070137\/http:\/\/www.cinet.gov.vn\/amnhac\/main.asp?c1=27&ArID=230&ld=10004&languageID=0 |date = ngày 9 tháng 3 năm 2008}} trên trang của Bộ Văn hóa Thông tin<\/ref>. Năm 1943 và 1944, Văn Cao hai lần xuất hiện trong triển lãm Salon Unique tổ chức tại nhà Khai trí Tiến Đức, Hà Nội với các bức tranh sơn dầu: \"Cô gái dậy thì\", \"Sám hối\", \"Nửa đêm\". Đặc biệt tác phẩm \"Cuộc khiêu vũ những người tự tử\" (\"Le Bal aux suicidés\") được đánh giá cao và gây chấn động dư luận<ref name=\"hp\"\/>. Tuy được báo chí khen ngợi, nhưng tranh của Văn Cao không bán được. Ông trải qua một thời gian dài ở Hà Nội trong thiếu thốn. Cùng bạn bè, Văn Cao thường phải đứng bán các tác phẩm của mình trên các đường phố Hà Nội, Hải Phòng.\n\n== Hoạt động cách mạng ==\n=== Tham gia Việt Minh ===\nCuối năm [[1944]], Văn Cao gặp lại [[Vũ Quý]], một cán bộ Việt Minh mà ông đã quen biết trước đó. Vũ Quý thuyết phục ông tham gia [[Việt Minh]], với nhiệm vụ đầu tiên là sáng tác một hành khúc. Văn Cao đã sáng tác ca khúc đó trong nhiều ngày tại căn gác số 171 phố Mongrant (nay là phố Nguyễn Thượng Hiền, quận Hai Bà Trưng, Hà Nội) và đặt tên cho tác phẩm là \"[[Tiến quân ca]]\". \"Tiến quân ca\" được in trên trang văn nghệ của báo Độc Lập [[tháng mười một|tháng 11]] năm [[1944]]. Ngày [[13 tháng 8]] năm [[1945]], [[Hồ Chí Minh]] đã chính thức duyệt \"Tiến quân ca\" làm [[quốc ca]] của nước [[Việt Nam Dân chủ Cộng hòa]]<ref name=\"quanca\">[http:\/\/www.tanvien.net\/Tuong_niem\/why_tqc.html Hồi ký ''Tại sao tôi viết Tiến Quân Ca?''] của Văn Cao<\/ref>.\n\nSau [[Cách mạng tháng Tám]] năm 1945, Văn Cao làm phóng viên và trình bày cho báo ''[[Lao động (báo)|Lao động]]''.\n\nNăm [[1946]], Văn Cao được cử cùng Hà Đăng Ấn chuyên chở vũ khí và tiền vào mặt trận Nam Bộ. Sau đó chính thức được mời tham gia Hội Văn hoá Cứu quốc và được bầu là Ủy viên Chấp hành, Văn Cao hoạt động ở liên khu III, phụ trách tổ điều tra của công an Liên khu và viết báo Độc Lập. Đầu năm 1947, ông được cử phụ trách một bộ phận điều tra đặc biệt của công an Liên khu 10 ở biên giới phía bắc. Tại đây ông được giao nhiệm vụ kết nghĩa với [[vua Mèo]] để lập ra một phòng tuyến bảo mật chống sự tràn sang của quân [[Trung Quốc Quốc Dân Đảng|Trung Hoa Quốc dân Đảng]] khi thua trận<ref name=\"tala\"\/>. Ở Lào Cai, Văn Cao còn mở một quán bar để làm địa điểm theo dõi.<ref>Trích dẫn theo tác giả [[Nguyễn Thụy Kha]] trong bài viết [http:\/\/suckhoedoisong.vn\/nam-dinh-hoi-1947-voi-van-cao-n126928.html \"Năm Đinh Hợi 1947 với Văn Cao\" (Báo điện tử Sức khỏe & Đời sống, ngày 27 tháng 1 năm 2017).]<\/ref> Tháng 3 năm 1948, Văn Cao được kết nạp [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Cuối năm 1949, Văn Cao thôi làm báo Văn Nghệ chuyển sang phụ trách [[Đoàn Nhạc sĩ Việt Nam]]. Thời kỳ này, ông tiếp tục sáng tác các ca khúc nổi tiếng khác như \"Làng tôi\" (1947), \"Ngày mùa\" (1948), \"Tiến về Hà Nội\" (1949)... và đặc biệt là \"[[Trường ca Sông Lô]]\" năm 1947.\n\n==== [[Đội danh dự Việt Minh]] ====\n\n===== Thành lập =====\nNăm 1944, Văn Cao được [[Vũ Quý]] giao nhiệm vụ thành một lập đội vũ trang, nhiệm vụ của đội chủ yếu làm công tác ám sát và bảo vệ an toàn cho các đội viên tuyên truyền tại các nơi công cộng do Văn Cao làm đội trưởng với tên gọi [[Đội danh dự Việt Minh]].\n\nĐội danh dự Việt Minh được thành lập vào cuối tháng 12\/1944 tại căn gác nhỏ của Văn Cao ở 45 phố Nguyễn Thượng Hiền.<ref name=\"Văn Cao với Đội danh dự Việt Minh\" \/> Những đội viên trong đội đều do Văn Cao tuyển chọn. Đa số là những người bạn hoạt động với ông ở [[Hải Phòng]]. Văn Cao thường xuyên tổ chức những khóa huấn luyện ngắn ngày cho đồng đội của mình về võ thuật, sử dụng vũ khí và kỹ năng hóa trang... (Văn Cao học võ từ năm 9 tuổi. Thời trai trẻ ở Hải Phòng, Văn Cao đã nhiều lần lên võ đài thi đấu và biểu diễn võ thuật).\n\n===== Chiến công =====\nĐội danh dự Việt Minh của Văn Cao hoạt động rất hiệu quả ở [[Hà Nội]] và [[Hải Phòng]]. Nhiều cơ sở của Việt Minh tại [[Hà Nội]] và [[Hải Phòng]] bị lộ, nhiều cán bộ [[Việt Minh]] bị [[Nhật]] bắt đều do những người hợp tác với Nhật chỉ điểm. Để ngăn chặn tối đa những tổn thất, bằng nhiều biện pháp nghiệp vụ: viết thư cảnh cáo, gặp trực tiếp răn đe… Văn Cao cùng đồng đội đã khống chế, vô hiệu hóa và cảm hóa được nhiều người chỉ điểm. Trong đó, có hai vụ do chính Văn Cao thực hiện.\n\n====== Vụ Võ Văn Cầm tại Hà Nội ======\n\n[[Võ Văn Cầm]] cầm đầu tổ chức [[Thanh niên Đại Việt]], có trụ sở đóng tại phố Nhà thờ. Cầm thường xuyên tập hợp cấp dưới cùng hiến binh Nhật vây bắt các cơ sở Việt Minh. Mặc dù đã bị cảnh cáo nhiều lần, nhưng Cầm vẫn tiếp tục hoạt động.\n\nĐầu tháng 4\/1945, Văn Cao được giao nhiệm vụ ám sát Võ Văn Cầm. Do tính chất quan trọng, ông [[Lê Trọng Nghĩa]] (được [[Xứ ủy Bắc Kỳ]] cử về phụ trách [[đảng Dân chủ]]) điều đồng chí [[Phạm Văn Mẫn]] (sau này là Đại tá, [[Cục trưởng Cục Kỹ thuật Bộ Công an]]) về hỗ trợ.\n\nVõ Văn Cầm có một cô vợ bé ở [[chợ Mơ]]. Mỗi lần về thăm vợ, ông ta thường đi xe kéo, còn Ba Mai làm bảo vệ đạp xe đi cùng. Tuyến đường đi của ông ta từ trụ sở qua [[Hàng Trống]] về [[Bà Triệu]] đến [[Nguyễn Du]] rẽ lên [[Phố Huế]] rồi về [[chợ Mơ]]. Theo kế hoạch, Mẫn bám theo Cầm từ trụ sở, một đồng đội của Văn Cao là Đ.H.I đón ở góc phố Bà Triệu. Khi Cầm đi qua Đ.H.I cũng bám theo, còn Văn Cao sẽ đợi trước cửa hàng thuốc [[Phố Huế]] gần [[chợ Hôm]].\n\nKhi nhận được tín hiệu của Mẫn, Văn Cao sẽ tiến lên trực tiếp bắn Cầm. Mẫn và Đ.H.I có nhiệm vụ hỗ trợ và bảo vệ Văn Cao rút lui. Tuy nhiên đã xảy ra một bất ngờ mà Văn Cao không lường trước được. Đ.H.I mới được Văn Cao đưa vào hoạt động nên khi cùng Mẫn bám theo Cầm đến đầu chợ Hôm, do muốn lập công, Đ.H.I đã tự ý vượt lên rút khẩu [[Browning Hi-Power|Browning]] bắn Cầm khiến Mẫn không kịp trở tay. Đ.H.I bắn trượt, Cầm hoảng sợ chui xuống gầm xe. Đ.H.I đạp xe chạy. Ba Mai rút súng định đuổi theo bắn Đ.H.I nhưng Mẫn đã rút súng bắn chết Ba Mai.\n\n====== Vụ Đỗ Đức Phin tại Hải Phòng ======\n\n[[Đỗ Đức Phin]] nguyên là giáo viên, giỏi tiếng Nhật nên thường mở lớp dạy tiếng Nhật tại nhà. Sau khi Nhật đảo chính Pháp, Đỗ Đức Phin ra làm thông ngôn cho Nhật.\n\nCuối tháng 6\/1945, được Phin chỉ điểm, Nhật tổ chức một chiến dịch truy quét các cơ sở cách mạng trong thành phố. Hàng loạt các cán bộ cách mạng bị bắt. [[Trần Liễn]], một người bạn và là đồng đội của Văn Cao chạy thoát lên Hà Nội báo cáo tình hình ở Hải Phòng cho Văn Cao biết và đề nghị Văn Cao về Hải Phòng trừ khử Đỗ Đức Phin. Văn Cao giao nhiệm vụ cho [[Trần Liễn]] về Hải Phòng tổ chức theo dõi quy luật của Đỗ Đức Phin. Được phép của cấp trên, Văn Cao xuống [[Hải Phòng]]. Trước khi vào thành phố, Văn Cao vào một cơ sở cách mạng trong làng [[Do Nha]], hóa trang thành một ông lão, mượn xe đạp vào thành phố.\n\nÔng về nhà [[Doãn Tòng]] ở [[Lạc Viên]] là nơi ông vẫn thường lui tới mỗi khi về Hải Phòng. Tại đây những người bạn cũng là đồng đội của Văn Cao đều đã có mặt. [[Trần Liễn]] báo cáo cho Văn Cao về địa điểm Đỗ Đức Phin thường lui tới hàng ngày. Đó là một tiệm hút thuốc phiện tại góc phố Phan Bội Châu, gần Vườn hoa đưa người. Văn Cao lên kế hoạch hành động và phân công việc cụ thể cho từng người.\n\nHôm sau đến giờ hành động, [[Doãn Tòng]] lấy xe đạp đèo Văn Cao đến hết đường [[Cát Cụt]], Văn Cao xuống xe bảo [[Doãn Tòng]] trở về. Văn Cao lách cửa vào, bình tĩnh lên gác. Đứng đầu cầu thang nhìn vào phòng, Văn Cao xác định được Đỗ Đức Phin nằm hút thuốc sát tường trên sập, mặt hướng ra cửa. Văn Cao rút khẩu [[M1911 (súng)|Colt.45]] tiến vào tuyên bố xử tử Đỗ Đức Phin và bóp cò nhưng súng bị kẹt đạn. Ông bình tĩnh giắt khẩu Colt.45 vào thắt lưng rồi móc túi áo măngtô rút khẩu [[Browning Hi-Power|Browning]] bắn 2 phát đạn găm vào ngực Đỗ Đức Phin. Bắn xong, Văn Cao bình tĩnh xuống gác lách cửa ra, nhảy lên xe đạp hòa vào dòng người đi ra thành phố.\n\n===== Giải tán =====\nMấy ngày sau Quốc khánh năm 1945, theo chỉ thị của trên, Văn Cao bàn giao lại vũ khí, [[Đội danh dự Việt Minh]] giải thể. Văn Cao lại trở về với công việc làm báo.\n\n=== Tham gia lực lượng Công an ===\nTháng 12 năm 1946, [[Lê Giản]] - Giám đốc Nha Công an Trung ương tìm gặp Văn Cao tại quán cà phê Thiên Thai ở phố [[Hàng Gai]] và đề nghị: \"''Tình hình Lào Cai hiện nay rất phức tạp, bọn Quốc dân đảng cấu kết với thổ phỉ chống phá chúng ta công khai, trong khi lực lượng ta lại yếu. Mình muốn cậu sang giúp ngành Công an. Cậu sẽ phụ trách Đội điều tra Công an Liên khu 10. Với kinh nghiệm hoạt động bí mật trước đây, lại có vỏ bọc là nhạc sĩ, chỉ có cậu mới đủ khả năng trong công việc khó khăn và phức tạp này''\".\n\nTháng 3 năm 1947, Văn Cao cùng vợ lên [[Lào Cai]]. Một địa điểm gần chợ [[Cốc Lếu]] được Văn Cao chọn làm cơ sở hoạt động của Đội điều tra. Văn Cao mở quán cà phê ca nhạc lấy tên là quán Biên Thùy và giao cho ông Minh - một cán bộ của ngành Công an do ông Lê Giản điều lên cộng tác giúp ông làm quản lý.\n\nTại đây, Văn Cao có điều kiện gặp gỡ, tiếp xúc và kết nghĩa với [[Vua Mèo]] [[Hoàng A Tưởng]]. Trung tuần tháng 7 năm 1947, lễ kết nghĩa được tổ chức long trọng tại dinh thự của [[Hoàng A Tưởng]]. Bên phía Văn Cao có [[Trần Huy Liệu]] - đại diện Chính phủ, cùng toàn bộ các nghệ sĩ của quán Biên Thùy tham dự. [[Hoàng A Tưởng]] và toàn thể gia đình họ hàng cùng rất đông bạn bè, quan khách. Bằng uy tín của mình, Văn Cao đã giác ngộ các [[thổ ty]] hiểu thêm về chính sách đoàn kết các dân tộc của [[Hồ Chủ tịch]] và Chính phủ. Theo lời khuyên của Văn Cao, [[Hoàng A Tưởng]], [[Nông Vĩnh Xương]], [[Vương Chí Sình]], [[Đèo Văn Long]] có nhiều hành động thiết thực giúp đỡ và ủng hộ Chính phủ trong những năm đầu của cuộc kháng chiến. Để động viên tinh thần, [[Hồ Chủ tịch]] gửi thư khen, mời họ lên thăm chiến khu và gặp [[Hồ Chí Minh|Bác]]. [[Hồ Chủ tịch]] đã tặng mỗi người một thanh kiếm và giao cho [[Hoàng A Tưởng]] giữ chức Chủ tịch Ủy ban Hành chính tỉnh Lào Cai, đồng thời cử [[Ngô Minh Loan]] làm đặc phái viên của Chính phủ trực tiếp làm việc cùng [[Hoàng A Tưởng]].\n\nTháng 8 năm 1947, Văn Cao hoàn thành nhiệm vụ, Đội điều tra giải tán và bàn giao lại công việc cho ông [[Lê Giản]]. [[Lê Giản]] muốn giữ Văn Cao ở lại công tác cho ngành Công an. Văn Cao từ chối và nói: \"Công việc này không thích hợp với tôi\".<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Quan-Bien-Thuy-va-chuyen-trong-dinh-Hoang-A-Tuong-406275\/|tiêu đề=Quán Biên Thùy và chuyện trong dinh Hoàng A Tưởng}}<\/ref>\n\n== Sự kiện ''Nhân Văn - Giai Phẩm'' ==\nSau [[Hiệp định Geneve, 1954|hiệp định Genève 1954]], Văn Cao hồi cư về Hà Nội, làm việc cho [[Đài Tiếng nói Việt Nam|Đài Phát thanh]], nhưng rất ít sáng tác. Năm 1955, ông cầm bút trở lại, viết bài cho đặc san Giai Phẩm. [[Tháng hai|Tháng 2]] năm [[1956]], bài thơ ''Anh có nghe không'' được đăng trên Giai phẩm mùa Xuân. Bài thơ này bị Xuân Diệu đánh giá là \"lập lờ, ấp úng, bí hiểm, hai mặt, tuy nhiên công chúng cũng hiểu nó muốn nói gì\"<ref>{{Chú thích web |url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=10115&rb=0102 |ngày truy cập=2008-02-26 |tựa đề=Những tư tưởng nghệ thuật của Văn Cao |archive-date=2017-03-01 |archive-url=https:\/\/web.archive.org\/web\/20170301104149\/http:\/\/www.talawas.org\/talaDB\/showFile.php?res=10115&rb=0102 |url-status=dead }}<\/ref>. Văn Cao cùng các nghệ sĩ của hai tờ báo Nhân Văn và Giai Phẩm khi đó chủ trương đòi hỏi tự do văn nghệ, sáng tác. Đến [[tháng mười hai|tháng 12]] năm [[1956]] thì cả hai tờ báo đều bị đình bản.\n\nNhư những nghệ sĩ khác của nhóm [[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn-Giai Phẩm]], tuy có muộn hơn, đến [[tháng bảy|tháng 7]] năm 1958, Văn Cao phải đi học tập chính trị<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/MusicianVanCaoWorkAndLifeP2_TNga-20061015.html?searchterm=None Nhạc sĩ Văn Cao: \"Trương Chi\" thời cuối thế kỷ 20?] trên RFA<\/ref>. Tên tuổi của Văn Cao hầu như không còn xuất hiện trên các tạp chí văn nghệ ở Hà Nội. Những năm sau đó, Văn Cao tiếp tục bằng nhiều công việc, như viết nhạc không lời cho các truyện phim và truyện kịch, trang trí sân khấu cho các đoàn kịch, vẽ [[quảng cáo]] các báo, vẽ nhãn diêm... Các tác phẩm của ông, cũng như các [[Nhạc tiền chiến|ca khúc lãng mạn tiền chiến]] khác (trừ bài ''[[Tiến quân ca]]'') không được trình diễn ở miền Bắc. Giai đoạn này, Văn Cao hầu như không còn sáng tác. Đến cuối năm 1975, Văn Cao viết ''[[Mùa xuân đầu tiên (bài hát của Văn Cao)|Mùa xuân đầu tiên]].'' Theo ''VnExpress'' \"ca khúc được đăng ngay lần đầu tiên trên báo ''Sài Gòn Giải Phóng'' số mừng xuân Bính Thìn, đồng thời lập tức được dịch lời và in ở Nga\"<ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/mua-xuan-dau-tien-va-nguoi-tien-tri-cua-thoi-dai-2938149.html|tiêu đề=‘Mùa xuân đầu tiên’ và người tiên tri của thời đại}}<\/ref>. Nhưng các chương trình Việt Ngữ tại [[Moskva]] vẫn cho trình bày bài hát, và nhờ vậy ''[[Mùa xuân đầu tiên (bài hát của Văn Cao)|Mùa xuân đầu tiên]]'' đã không bị lãng quên<ref>{{Chú thích web | url = http:\/\/trannhuong.com\/tin-tuc-14892\/van-cao-mot-thien-tai-mot-so-phan.vhtm | tiêu đề = Văn Cao một thiên tài, một số phận | tác giả = | ngày = | ngày truy cập = 2 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Văn Thao, người con trai của Văn Cao, tiết lộ tiếp rằng: \"''Nhưng cũng thật bất ngờ (không hiểu bằng con đường nào), trong cái năm 1976 ấy [[Mùa xuân đầu tiên (bài hát của Văn Cao)|Mùa xuân đầu tiên]] được in ở nước Nga và được Liên Xô trả nhuận bút cho tác giả 100 Rúp. Văn Cao phải viết giấy uỷ quyền qua sứ quán để con gái ông đang học bên đó lĩnh hộ. Ông bảo con gái: \"Con cứ lấy mà tiêu, ở nước mình bao lâu nay bố có được biết đến đồng nhuận bút tác phẩm nào đâu.''\"<ref>{{Chú thích web | url = http:\/\/tapchisonghuong.com.vn\/tap-chi\/c168\/n2814\/Van-Cao-voi-ca-khuc-Mua-xuan-dau-tien.html | tiêu đề = Văn Cao với ca khúc Mùa xuân đầu tiên | tác giả = | ngày = | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNăm 1981, Việt Nam phát động phong trào cả nước thi sáng tác quốc ca nhưng sau đó không công bố kết quả, cuộc thi cũng không được nhắc lại. Bài ''[[Tiến quân ca]]'' vẫn là quốc ca của Việt Nam. Cho đến cuối thập niên 1980, nhờ chính sách [[Đổi Mới]] của Tổng bí thư [[Nguyễn Văn Linh]], các tác phẩm của Văn Cao cùng những nhạc sĩ tiền chiến khác được biểu diễn trở lại.\n\n== Hoạt động nghệ thuật ==\n=== Âm nhạc === \nSo với hai nhạc sĩ Việt Nam nổi tiếng khác là [[Phạm Duy]] khoảng 1000 ca khúc và [[Trịnh Công Sơn]] với 600 ca khúc, Văn Cao sáng tác không nhiều. Sự nghiệp âm nhạc của Văn Cao được chia làm hai mảng chính: tình ca và hùng ca. Ngoài ca khúc, ông còn viết một số tác phẩm khí nhạc dành cho [[dương cầm|piano]] như ''Sông Tuyến'', ''Biển đêm'', ''Hàng dừa xa''...Ông còn sáng tác nhạc phim như \"Chị Dậu\" (1980), tổ khúc giao hưởng phim ''Anh bộ đội cụ Hồ'' của Xưởng phim Quân đội Nhân dân...\n\n==== Tình ca ====\n===== Nhạc thời tiền chiến =====\n[[Tập tin:BenXuan.jpg|nhỏ|phải|200px|Bìa bản nhạc ''[[Bến Xuân]]'' do nhà Tinh Hoa tái bản lần thứ ba, năm 1954]]\nTrong giai đoạn sáng tác đầu tiên, giống như những nhạc sĩ [[Nhạc tiền chiến|tiền chiến]] khác, Văn Cao viết các nhạc phẩm trữ tình, nhưng ít ảnh hưởng bởi chủ nghĩa lãng mạn Pháp mà mang nặng âm hưởng phương Đông. Từ ca khúc đầu tay ''[[Buồn tàn thu]]'', Văn Cao đã sử dụng [[ngũ cung (âm giai)|ngũ cung]] để viết về một hình ảnh quen thuộc trong nghệ thuật châu Á: người phụ nữ đan áo ngồi chờ đợi. Sau ''Buồn tàn thu'', ông còn viết hai ca khúc khác về mùa thu là ''[[Thu cô liêu]]'' và ''[[Suối mơ]]''. Trong đó ''Suối mơ'' vốn là một đoạn của bản ''Trương Chi 1'' được Văn Cao phát triển thêm và cùng Phạm Duy hoàn tất<ref name=gauthier>[http:\/\/www.phamduy2010.com\/nhacthuat\/gauthier\/chuong_3.php Một người Gia Nã Đại và âm nhạc Phạm Duy]<\/ref>. Bản ''[[Trương Chi (bài hát)|Trương Chi]]'' nổi tiếng sau là ''Trương Chi 2''<ref>[http:\/\/www.hanoimoi.com.vn\/vn\/print\/65357\/ Văn Cao - Cõi mơ: Nổi bật một nhân cách và tài năng lớn] - [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]], Hà Nội Mới đăng lại<\/ref>.\n\nBên cạnh đề tài mùa thu, Văn Cao cũng viết hai ca khúc nổi tiếng khác về mùa xuân là ''[[Cung đàn xưa]]'' và ''[[Bến xuân]]''. Nhạc phẩm ''Bến xuân'' có sự tham gia của Phạm Duy, nhưng về sau Văn Cao viết lại lời mới cho ca khúc này và đặt tên ''Đàn chim Việt''. Ngay từ những ca khúc đầu tiên, Văn Cao đã giành được thành công. ''Buồn tàn thu'' được biểu diễn trên các sân khấu hát rong và trên Đài Phát thanh Sài Gòn trong những năm 1944-1945, lúc [[tân nhạc Việt Nam|tân nhạc]] còn mới phôi thai nên trở nên phổ biến. ''Suối mơ'', ''Bến xuân'' được Phạm Duy đánh giá là cực điểm của lãng mạn tính trong ca nhạc Việt Nam<ref name=\"phamduy\">Phạm Duy,<\/ref>.\n\nNhưng hai tình khúc của Văn Cao được đánh giá cao hơn cả là ''[[Thiên Thai (bài hát)|Thiên Thai]]'' và ''[[Trương Chi (bài hát)|Trương Chi]]''<ref name=\"phamduy\"\/>. Bản ''Thiên Thai'' được nhà xuất bản Tinh Hoa ở [[Huế]] in năm 1944, Văn Cao tự nhận mình là \"Người sông Ngự\", ghi: ''\"Ảnh hưởng sông nước khúc [[Thiên Thai]] cổ trong khung cảnh huyền diệu của [[Thơ Đường|Đường Thi]] với hai truyện Thiên Thai và Đào Nguyên. Người sông Ngự đã lạc mất cảm xúc rồi!\"''. Lời bài hát được đề là của Văn Cao, Hoàng Thoái và Phạm Duy cho rằng Hoàng Thoái là bí danh của Đỗ Hữu Ích, một người bạn của Văn Cao<ref name=\"phamduy\"\/>. Sử dụng ngũ cung để viết về một câu chuyện cổ, ''Thiên Thai'' có tới 94 khuông nhạc, vừa mang tính trường ca, vừa mang tính nhạc cảnh. Năm 2001, khi phim ''[[Người Mỹ trầm lặng (phim 2002)|Người Mỹ trầm lặng]]'' được thực hiện, ''Thiên Thai'' được sử dụng làm nhạc nền của bộ phim. Giống như ''Thiên Thai'', ''Trương Chi'' cũng dựa trên [[Trương Chi|tích chuyện cổ]] nhưng không phải là một truyện ca mà manh tính tự sự. Ca khúc này còn một đoạn lời nữa mà các ca sĩ thưởng không trình diễn: ''Từ ngày trăng mơ nước in thành thơ, Lạc loài hương thu thoáng vương đường tơ...''. Hình ảnh Trương Chi trong bài hát cũng thường được so sách với hình ảnh của chính Văn Cao.\n\n===== Tác phẩm ''Mùa xuân đầu tiên'' =====\n{{Chính|Mùa xuân đầu tiên (bài hát của Văn Cao) }}\n\n==== Nhạc cách mạng ====\n{{Xem thêm|Tiến quân ca}}\n{{Xem thêm|Trường ca Sông Lô}}\nNgay từ khi còn trong [[Đồng Vọng|nhóm Đồng Vọng]] ở [[Hải Phòng]], Văn Cao đã viết các ca khúc [[hướng đạo]] khoẻ khoắn. Cũng giống như các nhạc sĩ tiến chiến khác, Văn Cao sử dụng đề tài lịch sử để thể hiện tình ái quốc trong ''Gò Đống Đa'', ''Hò kéo gỗ Bạch Đằng Giang''... Ngoài ''[[Tiến quân ca]]'', ông còn sáng tác các hành khúc khác như ''Tiến về Hà Nội'', ''Thăng Long hành khúc ca''. Tham gia Việt Minh, Văn Cao sáng tác các ca khúc ''Chiến sĩ Việt Nam'', ''Công nhân Việt Nam'', ''Không quân Việt Nam''...\n\nNăm 1947, sau chiến thắng sông Lô, Văn Cao viết trường ca ''Sông Lô'', ca khúc ghi dấu ấn trong lịch sử tân nhạc. [[Phạm Duy]] viết: ''\"Đó là tác phẩm vĩ đại... chẳng thua bất cứ một tuyệt phẩm nào của nhạc cổ điển Tây phương... Bài này đánh dấu sự trưởng thành của Tân nhạc\"''. Cũng theo ý kiến của Phạm Duy, ''Trường ca sông Lô'' phải là đỉnh cao nhất của [[Nhạc đỏ|nhạc kháng chiến]] nói riêng, của tân nhạc Việt Nam nói chung và Văn Cao là \"cha đẻ\" của hùng ca, trường ca Việt Nam<ref>[http:\/\/vnexpress.net\/gl\/van-hoa\/am-nhac\/2005\/07\/3b9e01e1\/ Phạm Duy và cảm xúc về nhạc sĩ Văn Cao] trên VnExpress<\/ref>.\n\nSau năm 1954, các ca khúc của Văn Cao, trừ ''Tiến quân ca'', không được trình diễn ở miền Bắc. Nhưng ở miền Nam, các ca sĩ hàng đầu của Sài gòn như Thái Thanh, Khánh Ly, Hà Thành vẫn trình diễn và ghi âm nhạc phẩm của Văn Cao. Ca khúc ''[[Không quân Việt Nam hành khúc|Không quân Việt Nam]]'' được sử dụng làm bài hát chính thức của [[Không lực Việt Nam Cộng hòa]] mặc dù chưa được phép của tác giả.\n\n==== Khí nhạc ====\n{{Mở rộng đoạn viết}}\n\n=== Thơ ca ===\n{{Mở rộng đoạn viết}}\n==== Thơ tiền chiến ====\n{{Mở rộng đoạn viết}}\n==== Thơ kháng chiến (1946–1956) ====\n{{Mở rộng đoạn viết}}\n\n==== Sau biến cố ''Nhân Văn - Giai Phẩm'' ====\n{{Mở rộng đoạn viết}}\n\n=== Hội họa ===\nCùng với [[Thái Bá Vân]], [[Tạ Tỵ]] là một trong số ít những người bạn thân quen có hiểu biết sâu về tài năng hội họa của Văn Cao. Trong hồi ký của ông, Tạ Tỵ nhắc lại quãng thời gian đầu khi Văn Cao đến với hội họa: \"Văn Cao khi ở Hải Phòng, khi lên Hà Nội, mỗi lần có mặt ở thành phố, Văn Cao thường đến tìm tôi mời lại căn nhà ở trong con ngõ nhỏ đường Hàm Long để khoe tranh mới. Trong khoảng thời gian từ 42 đến 45, tôi đâu biết Văn Cao đã dấn thân vào cách mạng, hoạt động bí mật cho Mặt Trận Việt Minh. Quả thật tôi không để ý đến cách mạng và chính trị nên thường có những lập luận đối nghịch với Văn Cao về sáng tác. Văn Cao cho rằng nghệ thuật chỉ có ý nghĩa khi nó phục vụ cho số đông và một bức tranh đẹp phải truyền cảm, gây được ấn tượng tốt cho người xem tranh. Còn tôi cho rằng nghệ thuật, bất cứ ở bộ môn nào, trước hết, phải có bản sắc cũng như đặc tính của nghệ phẩm. Một bức tranh đẹp không cần sự giải thích, chỉ cần sự cảm thông giữa người xem tranh và tác phẩm (...) Nhưng tuy miệng nói vậy, chứ Văn Cao vẽ cũng mới lắm; những bản nhạc như Buồn Tàn Thu, Suối Mơ, Thiên Thai, Trương Chi, v.v... được in ra đều do Văn Cao trình bày bìa đi rất gần với trường họa lập thể, mà hồi đó chưa có một bản nhạc nào, cuốn sách nào trình bày dưới hình thức đó.\"<ref>Tạ Tỵ, ''Những khuôn mặt văn nghệ đã đi qua đời tôi'', trang 18-34<\/ref>\n\nMột điều không may mắn là do nhiều lý do (như trách nhiệm của những người lưu giữ và điều kiện bảo quản hạn chế trong nhiều năm chiến tranh ở Việt Nam) mà danh mục các sáng tác trong sự nghiệp hội họa của Văn Cao đã không được liệt kê chi tiết như các tác phẩm âm nhạc và thơ của ông. Bởi vậy nhiều người muốn tìm hiểu về tài năng hội họa của Văn Cao không có mấy điều kiện tiếp xúc trực tiếp với những sáng tạo hội họa của Văn Cao, và hầu như chỉ có thể căn cứ vào những ý kiến phê bình của các bạn văn nghệ đương thời của ông như [[Tạ Tỵ]] và [[Thái Bá Vân]].\n\n=== Các giọng ca thể hiện thành công ===\n{{Mở rộng đoạn viết}}\n\n=== Danh mục tác phẩm ===\nNhạc:\n{|\n|\n* ''[[Anh Em Khá Cầm Tay (bài hát)|Anh em khá cầm tay]]''\n* ''[[Bài ca biên giới]]''\n* ''[[Buồn tàn thu]]'' (1939)\n* ''[[Thiên Thai (bài hát)|Thiên Thai]]'' (1941)\n* ''[[Đêm sơn cước]]''\n* ''[[Đêm xuân (bài hát)|Đêm xuân]]''\n* ''[[Gió núi (bài hát)|Gió núi]]''\n* ''[[Chiều buồn trên sông Bạch Đằng]]\n* ''[[Hò kéo gỗ Bạch Đằng Giang (bài hát)|Hò kéo gỗ Bạch Đằng Giang]]'' (1941)\n* ''[[Bến xuân]]'' (viết chung với [[Phạm Duy]])\n*''[[Bến xuân|Đàn chim Việt]]'' (1942)\n* ''[[Suối mơ]] (viết chung với [[Phạm Duy]])''\n* ''[[Thu cô liêu]] (1942)''\n|\n* ''[[Cung đàn xưa]]'' (1942)\n* ''[[Gò Đống Đa]]'' (1942)\n* ''[[Trương Chi (bài hát)|Trương Chi]]'' (1943)\n* ''[[Tiến quân ca]]'' (1944)\n* ''[[Hải quân Việt Nam (bài hát)|Hải quân Việt Nam]]'' (1945)\n* ''[[Không quân Việt Nam (bài hát)|Không quân Việt Nam]]'' (1945)\n* ''[[Công nhân Việt Nam (bài hát)|Công nhân Việt Nam]]''\n* ''[[Bắc Sơn (bài hát)|Bắc Sơn]]'' (1945)\n* ''[[Chiến sĩ Việt Nam (bài hát)|Chiến sĩ Việt Nam]]'' (1945)\n* ''[[Làng tôi (Văn Cao)|Làng tôi]]'' (1947)\n|\n* ''[[Thăng Long hành khúc ca]]''\n* ''[[Tiến về Hà Nội]]''\n* ''[[Tình ca Trung du]]''\n* ''[[Trường ca Sông Lô|Trường ca sông Lô]]'' (1947)\n* ''[[Ngày mùa (bài hát)|Ngày mùa]]'' (1948)\n* ''[[Ca ngợi Hồ Chủ tịch (bài hát)|Ca ngợi Hồ Chủ tịch]]'' (1950)\n* ''[[Dưới ngọn cờ giải phóng]]'' (1962)\n* ''[[Ta đi làm con suối]]'' (những năm 1970)\n* ''[[Mùa xuân đầu tiên (bài hát của Văn Cao)|Mùa xuân đầu tiên]]'' (1976)\n|}\n\nThơ:\n{|\n|\n* ''[[Chiếc xe xác qua phường Dạ Lạc]]''<br> (1945, khi chứng kiến nạn đói năm 1945)\n* ''[[Anh có nghe không]]''<br> (Giai phẩm Mùa xuân - tháng 2 năm 1956)\n* ''[[Một đêm Hà Nội]]''\n* ''[[Những ngày báo hiệu mùa xuân]]''\n|\n* ''[[Khuôn mặt em]]'' (1974)\n* ''[[Ai về Kinh Bắc (thơ Văn Cao)|Ai về Kinh Bắc]]''\n* ''[[Một đêm đàn lạnh trên sông Huế]]''\n* ''[[Ba biến khúc tuổi 65]]'' (tháng 9-1988)\n* ''[[Lá (thơ Văn Cao)|Lá]]'' (xuất bản năm 1988)\n* ''[[Thời gian(thơ)|Thời gian]]''\n|\n* ''[[Trôi]]''\n* ''[[Năm buổi sáng không có trong sự thật]]''\n* ''[[Phố Phái]]''\n* ''[[Có lúc]]''\n* ''[[Đường rừng]]''\n* ''[[Những người trên cửa biển]]''\n|}\n\nHội họa:\n{|\n|\n* ''[[Chân dung bà Băng (tranh Văn Cao)|Chân dung bà Băng]]''\n* ''[[Chân dung Đặng Thai Mai (tranh Văn Cao)|Chân dung Đặng Thai Mai]]''\n* ''[[Cô gái dậy thì (tranh Văn Cao)|Cô gái dậy thì]]''\n* ''[[Cô gái và đàn dương cầm (tranh Văn Cao)|Cô gái và đàn dương cầm]]''\n* ''[[Sám hối nửa đêm (tranh Văn Cao)|Sám hối]]''\n* ''[[Cuộc khiêu vũ của những người tự tử (tranh Văn Cao)|Cuộc khiêu vũ của những người tự tử]]''\n* ''[[Dân công miền núi (tranh Văn Cao)|Dân công miền núi]]'' \n|\n* ''[[Thái Hà ấp đêm mưa (tranh Văn Cao)|Thái Hà ấp đêm mưa]]''\n* ''[[Cổng làng (tranh Văn Cao)|Cổng làng]]'' \n* ''[[Phố Nguyễn Du (tranh Văn Cao)|Phố Nguyễn Du]]'' \n* ''[[Chợ vùng cao (tranh Văn Cao)|Chợ vùng cao]]''\n* ''[[Thanh niên vùng cao (tranh Văn Cao)|Thanh niên vùng cao]]''\n* ''[[Lớn lên trong kháng chiến (tranh Văn Cao)|Lớn lên trong kháng chiến]]''\n* ''[[Cây đàn đỏ (tranh Văn Cao)|Cây đàn đỏ]]''\n|}\n\n== Qua đời ==\nTheo những người thân và bạn bè kể lại thì sức khỏe của Văn Cao suy yếu nhanh trong những năm cuối đời. Ông không còn ăn được cơm mà chuyển sang ăn bột ngũ cốc do các cơ quan nội tạng bị hư hỏng nặng. Tuy nhiên, ông chưa bao giờ bỏ được thú vui uống rượu có từ thời trẻ.\n\nVăn Cao qua đời khi đang điều trị tại [[Bệnh viện Hữu Nghị]], [[Hà Nội]] vào ngày [[10 tháng 7]] năm [[1995]]. Theo các phương tiện [[thông tin]] đại chúng thì nguyên nhân của điều này là do tuổi cao và cơn bạo bệnh [[ung thư phổi]] quái ác.\n\n== Đời tư ==\n=== Gia đình ===\nVăn Cao kết hôn cùng bà Nghiêm Thúy Băng năm 1947, có với nhau 5 người con, 3 trai đầu và 2 gái.\n=== Tính cách ===\nĐoạn mở đầu băng nhạc ''Văn Cao - Giấc Mơ Một Đời Người'' do đạo diễn Đinh Anh Dũng thực hiện năm 1994, Văn Cao từng thẳng thắn bộc lộ tính cách rụt rè của ông trong giao tiếp với phụ nữ thời trai trẻ: \"''Tôi là một cái người luôn luôn thất bại về tình yêu, cái thất bại này là bởi vì tôi là người không giỏi về cách tôi giao lưu với những người đàn bà, mà lại đối với những người đẹp tôi lại càng bối rối, tôi không bao giờ nói được với người ta, thì tôi bèn nói trong thơ thôi.''\" Những người từng tiếp xúc với Văn Cao, dù ở mức độ thân quen hay nổi tiếng khác nhau, đều có ghi nhận khá tương đồng về ông. Đó là một người thân hình gầy nhỏ, thâm trầm, thường trầm tư một mình, sâu sắc trong giao tiếp, không có xu hướng thích lớn tiếng hay lên giọng bậc trên trong những cuộc chuyện trò. Những người từng đối thoại với ông, dù quen biết hay không quen, nổi tiếng hay không nổi tiếng, đều ghi nhận ở Văn Cao khả năng đưa ra những nhận định rất kiệm lời nhưng với sự chính xác và sắc sảo của ngôn từ đến độ ít ai nghĩ tới. Họ cũng ghi nhận ở Văn Cao tính cách khiêm tốn, luôn biết lắng nghe người đối thoại và cũng ít khi nói đến những gì thuộc về thành tựu sự nghiệp cá nhân ông, trừ khi người khác muốn tìm hiểu. Người ta đôi khi vẫn lấy [[Phạm Duy]] và Văn Cao để so sánh những khác biệt đến mức tưởng như đối lập trong cá tính giữa hai con người thường được ví như đôi bạn tri kỷ hiếm có trong nền âm nhạc Việt Nam hiện đại. Phạm Duy vẫn là người có những đánh giá, phân tích chuyên môn uy tín, toàn diện, sâu rộng hơn bất cứ ai khác về tài năng, sự nghiệp sáng tác âm nhạc của Văn Cao. Nhà nghiên cứu văn học [[Thụy Khuê (nhà phê bình)|Thụy Khuê]] trong tác phẩm nghiên cứu về [[Phong trào Nhân Văn - Giai Phẩm|sự kiện Nhân Văn - Giai Phẩm]] cũng từng nhận xét rằng \"''người viết hay nhất và đầy đủ nhất về Văn Cao là Phạm Duy''\". Điều này có được trước tiên bởi kiến thức và tầm vóc của Phạm Duy trong lịch sử tân nhạc Việt Nam, một người nổi tiếng không chỉ bởi sự nghiệp âm nhạc mà còn cả bởi lòng tự tôn bản thân. Và quan trọng nữa là mối thân tình đặc biệt giữa ông và Văn Cao từ thuở hai người còn ở độ mười tám đôi mươi. Trong hồi ký của ông, Phạm Duy mô tả về người bạn kém mình 2 tuổi như sau, \"''thấp bé hơn tôi, khép kín hơn tôi, nhưng Văn Cao tài hoa hơn tôi nhiều. Chắc chắn là đứng đắn hơn tôi. Lúc mới gặp nhau, anh ta chưa dám mày-tao với tôi, nhưng tôi thì có cái tật thích nói văng mạng (và văng tục) từ lâu, kết cục, cu cậu cũng theo tôi mà xổ chữ nho. Nhưng Văn Cao bản tính lầm lỳ, ít nói, khi nói thì bàn tay gầy gò luôn luôn múa trước mặt người nghe. Anh ta thích hút thuốc lào từ khi còn trẻ, có lần say thuốc ngã vào tay tôi. Về sau, anh còn nghiện rượu rất nặng.''\"<ref name=\"phamduy\"\/> Ngoài Phạm Duy, những người được coi là bạn gần gũi lâu năm của Văn Cao là [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], [[Nguyễn Tuân]], [[Tạ Tỵ]], [[Thái Bá Vân]], [[Thanh Thảo (nhà thơ)|Thanh Thảo]], [[Nguyễn Thụy Kha]].\n\nĐối lập với một Văn Cao thời trai trẻ có vẻ nhút nhát, rụt rè trong giao tiếp với phụ nữ là một Văn Cao của những hành động quyết đoán trong những năm sôi động của lịch sử Việt Nam trước [[Cách mạng tháng Tám]]. Văn Cao học võ từ năm 9 tuổi. Thời trai trẻ ở Hải Phòng, Văn Cao đã nhiều lần lên võ đài thi đấu và biểu diễn võ thuật. (...) Với Văn Cao việc phải trừ khử một người là điều ông không hề muốn. Nhưng vì nhiệm vụ cách mạng nên ông phải hành động. Ông từng viết:\n\n{{cquote|\n''Giữa sự sống và cái chết''\n\n''Tôi chọn sự sống''\n\n''Để bảo vệ sự sống''\n\n''Tôi chọn sự chết.''}}\n\nTrong Văn Cao có hai con người. Con người của nghệ thuật và con người chiến sĩ cách mạng. Nhiều người muốn tìm hiểu phần con người thứ hai của ông. Nhất là những sự kiện mọi người gọi là \"thành tích phi thường\" ông đã làm trong thời gian phụ trách Đội trừ gian. Ông thường né tránh và ít khi nhắc đến. Có lần ông tâm sự với tôi: \"''… Bố đã từng giết một con người… Ông ta nhìn vào họng súng, nhìn bố với đôi mắt ngơ ngác như muốn hỏi - Sao lại giết tôi. Cho đến giờ, bố vẫn bị ám ảnh vì đôi mắt ấy…''\".\"<ref name=\"Văn Cao với Đội danh dự Việt Minh\" \/> Họa sĩ [[Tạ Tỵ]], một người bạn văn nghệ thời trẻ của Văn Cao, cũng nhận xét về những đối lập trong tính cách của ông: \"''Văn Cao là mẫu người đặc biệt. Với vóc dáng nhỏ nhắn. Với nụ cười lắng chìm không thành tiếng. Với hàm răng ngắn, đều. Với đôi mắt lạnh lùng dễ sợ lúc giận dữ, và dịu hiền khi tâm hồn chìm du vào dòng suy tưởng. (...) Chưa ai nghĩ tới và tưởng tượng nổi một Văn Cao trước những đối nghịch lớn, chứa đựng cái vóc dáng khiêm nhượng ấy. Người ta có thể cho là huyền thoại khi nói về một Văn Cao vẽ giấy bạc giả để chi dùng trong khi hoạt động túng thiếu, đến lúc hành vi bị lộ, đã rút súng Colt 45 chĩa vào những người có mặt, bắt họ giữ nguyên vị trí, để mình rút lui, rồi sau ngày 19-8, mang giấy bạc thật đến hoàn lại số tiền đã trả bằng bạc giả với đôi lời xin lỗi. Cũng như ít ai biết tác giả Thiên Thai, Trương Chi ở tổ chức ám sát nội thành Hà Nội dưới thời Nhật. Bị hoàn cảnh xã hội lúc đó đẩy vào con đường nghẽn, Văn Cao phải lao tìm một lối sống đặc biệt. (...) Dù sao, Văn Cao vẫn hiện diện trong tôi với hình dáng của một tinh cầu giá lạnh, với cô đơn dằng dặc ở cuối khung trời ngăn cách.''\"<ref name=\"Văn Cao, một tinh cầu giá lạnh\"\/>\n\nTrong giới văn nghệ sĩ Việt, Văn Cao vẫn luôn nổi tiếng là người \"sành rượu\" và thậm chí có người từng mô tả Văn Cao đã nâng thú uống rượu thành một thứ nghệ thuật của riêng ông, giống như cá tính độc đáo của ông trong những lĩnh vực nhạc - họa - thơ vậy. Họa sĩ, nhà văn [[Tạ Tỵ]] (''Mười khuôn mặt văn nghệ'', 1970) từng kể về \"khiếu uống rượu\" của Văn Cao: \"Đầu năm 1947, nhân chuyến lên Việt Bắc cùng Phạm Duy, tôi gặp Văn Cao ở Yên Bái, trong buổi chiều nắng tàn xuân thoi thóp trên đầu núi ngọn rừng, trên nỗi điêu tàn của một thành phố bắt đầu tiêu thổ! Chúng tôi ngồi trong quán ăn giữa trời. Bữa đó, tôi chứng kiến lần thứ nhất tài uống rượu của Văn Cao. Văn Cao uống hai chai đế, da mặt cứ tái đi và thái độ vẫn ung dung hoà nhã như chưa uống giọt nào. Lúc trước, tôi đã nghe nói về tửu lượng và sức hút thuốc phiện của Văn Cao. Theo anh em, Văn Cao có thể hút sáu, bảy mươi điếu liền trong một tối và uống tối thiểu một chai \"Cổ nhát\" sếch. Lúc vui, tôi hỏi. Văn xác nhận: \"''Đúng! – \"Moa\" uống và hút như thế đó, nhưng không nghiện thứ nào cả. Có cũng vui, không cũng chẳng sao!''\".\n\nNgười con trai cả của Văn Cao là Văn Thao trong một bài viết cho [[Báo Công an nhân dân]] (2012) đã không giấu nổi sự khâm phục về \"khiếu ẩm thực\" của cha mình: Cha tôi cũng hay được mời đi ăn vì vậy nếu thấy có món nào ngon và lạ miệng ông đều tìm hiểu cách chế biến rồi về nhà đợi khi có điều kiện là tiến hành nấu thử cho gia đình thưởng thức trước. Có lần tôi hỏi ông: \"Làm thế nào mà bố lại biết nấu nhiều món ăn ngon thế?\". Trầm ngâm một lát, ông mới thủng thẳng nói: \"''Ai chẳng thích ăn ngon! Nhưng để nấu cho ngon thì không phải ai cũng nấu được. Một miếng thịt cho vào chảo rán lên rồi thái ra chấm nước mắm ăn sẽ không thể bằng miếng thịt được tẩm ướp với một chút muối, mì chính, tỏi và húng lìu rồi mới đem rán. Khi ăn ta chấm với nước mắm chanh ớt, tỏi và một chút hạt tiêu kèm theo vài cọng rau mùi mới thấy hết được giá trị của gia vị đã làm cho miếng thịt rán thơm ngon lên gấp bội. Vì thích ăn ngon nên những khi có điều kiện để mời bạn đến uống rượu là bố phải \"lăn vào bếp\". Nhìn mọi người ăn ngon miệng là bố thấy vui... Nấu ăn cũng là một nghề đầy tính nghệ thuật''\".<ref name=\"Bữa cơm tất niên\">Văn Thao, ''[http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Bua-com-tat-nien-305230\/ Bữa cơm tất niên]''. (Báo Công an nhân dân điện tử, 14\/02\/2013)<\/ref> Qua những dòng mô tả từ chính người con trai của ông thì có thể thấy Văn Cao thực sự là một người \"sành ăn uống\", \"sành ẩm thực\". Ông không chỉ tinh tế trong cách thưởng thức (bao gồm cả cách uống rượu) mà cũng thành thạo trong cách chế biến những món ăn ông ưa thích.\n\n== Câu nói ==\n* ''Đúng là lớp trẻ bây giờ chỉ biết Văn Cao là tác giả Tiến quân ca, còn Văn Cao thế nào thì chịu.'' (1993) \n* ''Đầu đời Văn Cao đã có một Kim Tiêu, không ngờ cuối đời lại gặp một Ánh Tuyết.'' (lời của Văn Cao nói với ca sĩ [[Ánh Tuyết]] khi nghe Ánh Tuyết hát bài ''[[Trương Chi (bài hát)|Trương Chi]]'' của ông. Theo như Ánh Tuyết thuật lại thì khi đó Văn Cao đã không cầm được nước mắt.) \n* ''Trương Chi là tôi đấy.'' (nói với ca sĩ [[Ánh Tuyết]])<ref>Trích dẫn theo tác giả (ca sĩ [[Ánh Tuyết]]) trong bài viết [http:\/\/tuoitre.vn\/nhac-si-van-cao-truong-chi-la-toi-day-557851.htm “Nhạc sĩ Văn Cao: Trương Chi là tôi đấy” (Báo Tuổi Trẻ Online, 07\/07\/2013).] Chi tiết đoạn nói chuyện giữa [[Ánh Tuyết]] và Văn Cao được bà thuật lại như sau: \"Tôi nhớ hoài hình ảnh ông trên căn gác 108 Yết Kiêu, Hà Nội... Hai bác cháu [chú thích: tức Văn Cao và ca sĩ Ánh Tuyết] cứ ngồi im lặng gần ba giờ sau những thắc mắc tìm hiểu của tôi về sự ra đời của bài hát Trương Chi... Rồi tôi khẽ rung lên câu hát: \"Lòng chiều bơ vơ lúc thu vừa sang... Một cánh chim rơi trong khúc nhạc vàng... Anh Trương Chi... tiếng hát vọng ngàn xưa còn rung. Oán trách cuộc từ ly não nùng... Ngồi đây ta gõ ván thuyền, ta ca trái đất còn riêng ta. Đàn đêm thâu, trách ai khinh nghèo quên nhau...\". Văn Cao vẫn lặng im. Bất chợt ông nói gọn mấy từ như nói với chính mình mà cũng vừa đủ cho tôi nghe: \"Trương Chi là tôi đấy\". Rồi ông bật một tiếng cười khan mà tôi nghe thấu lòng cái nỗi cô đơn cùng tận giăng phủ niềm đau ẩn chứa trong sự im lặng, đã gói gọn số phận đời ông qua hình dáng chàng Trương Chi.\"<\/ref>\n* ''Ngồi đây ta gõ ván thuyền, ta ca trái đất còn riêng ta''\n* ''Người đi dọc biển\/ Không để lại dấu chân.'' (trích dẫn thơ Văn Cao)\n* ''Một đêm đàn lạnh trên sông Huế \/ Ôi nhớ nhung hoài vạt áo xanh.'' (từ bài thơ ''Một đêm đàn lạnh trên sông Huế'', 1940)\n* ''Con thuyền đi qua \/ để lại sóng \/ Đoàn tàu đi qua \/ để lại tiếng \/ Đoàn người đi qua \/ để lại bóng \/ Tôi không đi qua tôi \/ để lại gì?''\n* ''Giữa sự sống và sự chết \/ Tôi chọn sự sống \/ Để bảo vệ sự sống \/ Tôi chọn sự chết.'' (''Chọn'', 26.8.1957)\n* ''Có lúc \/ một mình một dao trong rừng \/ không sợ hổ. \/ Có lúc \/ ban ngày nghe lá rụng sao \/ hoảng hốt. \/ Có lúc \/ nước mắt không thể chảy \/ ra ngoài được.'' (''Có lúc'', 1963)\n* ''Tiếng kêu ở trong tôi \/ Có xót xa có cả vui mừng \/ Tiếng kêu của một khúc thép đỏ \/ Trong chậu nước'' (''Cạn'')\n* ''Kỉ niệm trong tôi \/ Rơi \/ như tiếng sỏi \/ trong lòng giếng cạn'' (''Thời gian'')\n* ''Tôi yêu Hải Phòng như Việt Nam nhỏ lại \/ Tôi yêu Việt Nam như tôi biết yêu tôi.'' (''Những ngày báo hiệu mùa xuân'')\n* ''Tôi không được làm trái đầu mùa \/ Những trái cây cao giá \/ Tôi, Một trái cây muộn còn sót lại cành.'' (''Sự sống thật'', 1970)\n* ''Những bó hoa mang tới \/ chúc tụng \/ Thành công một con người \/ Hàng ngày hàng ngày \/ Xây thành cái mồ chôn \/ Con người thành công ấy \/ Đôi khi người ta bị giết \/ bằng những bó hoa.'' (''Những bó hoa'', 17.3.1974)\n* ''Tin tất cả và hoài nghi tất cả \/ Chúng ta là những kẻ chài quen biển \/ Thấy ngọn lửa quay đầu \/ Biết bão táp đang trở mình trên mặt sóng'' (Những ngày báo hiệu mùa xuân)\n* ''Người ta yêu những người cố mở đường mà thất bại, yêu những người biết thất bại mà dám mở đường… Hôm nay, con đường lớn nhất của chúng ta là mở cho tất cả những giấc mơ, những khát vọng thuộc về sự sáng tạo của con người tự do phát triển bay đi xe mật về ổ. Mở cho những giấc mơ, những khát vọng tự do phát triển bao nhiêu là tập trung tất cả giấc mơ và khát vọng của con người làm thành mũi nhọn kéo lê đi phía sau cái thực tế chậm chạp.'' (''Mấy ý nghĩ về thơ'')\n* ''Cái mới đâu phải là những cái không sẵn có. Sự làm mới những cái sẵn có cũng là một phương pháp sáng tạo.''\n* ''Một trong những hướng xây dựng nhân vật là đào tạo cho xã hội những người biết khai thác, khám phá, phân tích thực tế và mở đường cho tương lai.'' (''Mấy ý nghĩ về thơ''). \n* ''Cuộc đời và nghệ thuật của nhà thơ phải là những dòng sông lớn càng trôi càng thay đổi, càng trôi càng mở rộng.''\n* ''Ảnh hưởng sông nước khúc Thiên thai cổ trong khung cảnh huyền diệu của Đường thi với hai truyện Thiên thai và Đào nguyên. Người sông Ngự đã lạc cảm xúc rồi.'' (Lời tựa cho bài ''Thiên Thai'', 1944. Thời này Văn Cao thường tự gọi mình là \"Người sông Ngự\".)\n* ''Tương tiến [[Phạm Duy]], kẻ du ca đã gieo nhạc buồn của tôi đi khắp chốn.'' (Đề tặng dưới tựa ''[[Buồn Tàn Thu]]'', 1939) \n* ''Tôi gọi [[Trịnh Công Sơn]] là người thơ ca (Chantre) bởi ở Sơn, nhạc và thơ quyện vào nhau đến độ khó phân định cái nào là chính, cái nào là phụ. Và bởi Sơn đã hát về quê hương đất nước bằng cả tấm lòng của một đứa con biết vui tận cùng những niềm vui và đau tận cùng những nỗi đau của Tổ quốc mẹ hiền''. (Lời bạt cho tập nhạc \"Em còn nhớ hay em đã quên\", Nhà xuất bản Trẻ, TP. HCM, 1991)\n* ''Trong âm nhạc của Sơn, ta không thấy dấu vết của âm nhạc cổ điển theo cấu trúc bác học phương Tây. Sơn viết hồn nhiên như thể cảm xúc nhạc thơ tự nó trào ra. Nói như nhạc sĩ [[Nguyễn Xuân Khoát]], người bạn già của tôi, \"Trịnh Công Sơn viết dễ như lấy chữ từ trong túi ra\". Cái quyến rũ của nhạc Trịnh Công Sơn có lẽ chính là ở chỗ đó, ở chỗ không định tạo ra một trường phái nào, một triết học nào, mà vẫn thấm vào lòng người như suối tưới. Với những lời, ý đẹp và độc đáo đến bất ngờ hôn phối cùng một kết cấu đặc biệt như một hình thức của dân ca hầu như không thay đổi, Trịnh Công Sơn đã chinh phục hàng triệu con tim, không chỉ ở trong nước, mà cả ở bên ngoài biên giới nữa''. (Lời bạt cho tập nhạc \"Em còn nhớ hay em đã quên\", Nhà xuất bản Trẻ, TP. HCM, 1991)\n* ''Với bố, phải ngồi lại để viết hồi ký có nghĩa là cuộc đời sáng tạo nghệ thuật của mình đã chấm hết. Để viết cho trung thực và khách quan, khi nhìn lại cả cuộc đời mình, dám nhận những sai lầm của mình trong các mối quan hệ xã hội đã khó, tự đánh giá và khẳng định được những tác phẩm của mình ở tầm cỡ nào và bảo vệ những quan điểm nghệ thuật của mình còn khó hơn. Còn viết hồi ký để đề cao mình, thanh minh cho mình, có khi dẫn đến việc nói xấu và hạ thấp vai trò của người này người khác... thì bố không làm được. Vì thế mà bố không viết hồi ký. Theo bố hãy để mọi người nghĩ, tìm hiểu và viết về bố thông qua chính những tác phẩm của mình thì khách quan hơn... Mà biết đâu con cũng sẽ là người viết cho bố?'' (trả lời câu hỏi của con trai cả là họa sĩ Văn Thao \"Sao bố không viết hồi ký?\")<ref>Võ Thị Xuân Hà, ''[http:\/\/tapchisonghuong.com.vn\/tap-chi\/c181\/n3692\/Nguoi-con-dong-benh-tuong-lieu-cua-Van-Cao.html Người con đồng bệnh tương liêu của Văn Cao]''. (''Tạp chí Sông Hương'', 12\/10\/2009)<\/ref>\n* ''Tôi là tác giả \"Quốc ca\", bao nhiêu năm tôi phải giữ gìn, dù sao tên tuổi mình cũng đã gắn với một cái gì của đất nước, tuy nhỏ bé nhưng thiêng liêng. Ông cũng biết đấy, dân nhạc tài hoa thường anh nào trong đời chẳng có ba bốn cô xinh đẹp vây quanh. Còn tôi, tôi phải giữ gìn, giữ gìn vì tên tuổi mình phải trong sạch, hai nữa với gia đình, phải xứng đáng với người vợ của mình.'' (trong cuộc trò chuyện với nhà nghiên cứu văn học [[Hà Minh Đức]])<ref name=\"vnca.cand.com.vn\">[[Hà Minh Đức]], ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Nhac-si-Van-Cao-va-chuyen-ke-ben-giuong-benh-331434\/ Nhạc sĩ Văn Cao và chuyện kể bên giường bệnh]''. (Báo Công an nhân dân điện tử, 03\/12\/2013)<\/ref>\n* ''Sau triển lãm Duy nhất 1944 (Salion unique), tôi về một căn gác hẹp đầu phố Nguyễn Thượng Hiền. Ba bức tranh sơn dầu của tôi, tuy được trưng bày vào chỗ tốt nhất của phòng tranh - Nhà Khai Trí Tiến Đức - và được các báo khen ngợi nhưng cũng không bán nổi. Hy vọng về cuộc sống hội họa, tại Hà Nội không thể thực hiện được. Anh bạn nhường cho tôi căn gác ấy, là người đã xuất bản mấy bản nhạc đầu tiên của tôi, cũng không thấy nói đến việc trả tiền nhuận bút. Tôi chưa bao giờ nhận được tiền nhuận bút về các bản nhạc viết hồi đó, dù đã trình diễn nhiều lần ở các tỉnh từ bắc tới nam, tôi cũng không nhận được tiền nhuận bút về thơ và truyện ngắn.'' (Trích dẫn hồi ký ''[[Tại sao tôi viết Tiến quân ca|Tại sao tôi viết \"Tiến quân ca\"]]'')\n* ''[[Nạn đói năm Ất Dậu, 1944-1945|Năm ấy]] rét hơn mọi năm. Tôi ngủ với cả quần áo. Có đêm tôi phải đốt dần bản thảo và ký họa để sưởi. Đêm năm ấy cũng dài hơn mọi năm. Những ngày đói của tôi bắt đầu.'' (Trích dẫn hồi ký ''Tại sao tôi viết \"Tiến quân ca\"'')\n* ''Tôi chưa được cầm một khẩu súng, chưa được gia nhập một đội vũ trang nào. Tôi chỉ đang làm một bài hát. Tôi chưa được biết chiến khu, chỉ biết những con đường phố Ga, đường Hàng Bông, đường Bờ Hồ theo thói quen tôi đi. Tôi chưa gặp các chiến sĩ cách mạng của chúng ta trong khóa quân chính đầu tiên ấy. Và tôi biết họ đang hát như thế nào. Ở đây tôi đang nghĩ cách viết một bài hát thật giản dị cho họ hát được.'' (Trích dẫn hồi ký ''Tại sao tôi viết \"Tiến quân ca\"'')\n* ''Tôi đang chờ nhận một khẩu súng và được tham gia vào đội vũ trang. Tôi đang chuẩn bị làm bài hát. Thật khó nghĩ tới nghệ thuật lúc này. Tôi đi mãi tới khi đèn các phố bật sáng. Bên một gốc cây, bóng mấy người đói khổ trần truồng, những bộ xương khô đét loang trên mặt hồ lạnh. Họ đang đun một thứ gì trong một ống sữa bò. Ngọn lửa tím sẫm bập bùng trong những hốc mắt. Có một đứa bé gái, nó khoảng lên ba, tôi ngờ như đã gặp cháu tôi. Đôi mắt nó giống như mắt mèo con. Cháu bé không có mảnh vải che thân. Nó ngồi ở xa nhìn mấy người lớn sưởi lửa. Hình như nó không phải là con cái số người đó. Hình như nó là đứa trẻ lạc, cũng không phải cháu tôi. Nó đã chết thật rồi. Có thể nó đã nằm trong đám người chết đói dọc đường Nam Định, Hải Phòng. Tôi bỗng trào nước mắt và quay đi. Đêm ấy về căn gác, tôi đã viết được nét nhạc đầu tiên của bài \"Tiến quân ca\".'' (Trích dẫn hồi ký ''Tại sao tôi viết \"Tiến quân ca\"'')\n* ''[[Tiến quân ca|Bài hát đã làm]] trong thời gian không biết bao nhiêu ngày, tại căn gác hẹp số 45 Nguyễn Thượng Hiền, bên một cái cửa sổ nhìn sang căn nhà hai tầng, mấy làn cây và một màn trời xám. Ở đây thường vọng lên những tiếng xe bò chở xác người chết đói về phía Khâm Thiên. Ở đây hằng đêm, mất ngủ vì gió mùa luồn vào từng khe cửa, vì tiếng đánh chửi nhau của một gia đình anh viên chức nghèo khổ, thiếu ăn, vọng qua những khe sàn gác hở. Ở đây tôi hiểu thêm nhiều chuyện đời.'' (Trích dẫn hồi ký ''[[Tại sao tôi viết Tiến quân ca|Tại sao tôi viết \"Tiến quân ca\"]]'')\n* ''...Còn về lời ca [của \"Tiến quân ca\"], có người bảo tôi là tại sao có đoạn lại viết: \"Thề phanh thây uống máu quân thù!\" Tôi lặng người, sau đó trả lời: \"Hoàn cảnh lúc đó, nếu không có [[Nạn đói năm 1945|2 triệu người chết đói]] dần mà tôi đã từng chứng kiến khi bắt đầu sáng tác ca khúc này, tôi sẽ không viết như vậy. (...) Thôi, giờ tôi có tiếc nuối cũng chẳng thể làm gì. Dù sao Tiến quân ca cũng chẳng phải là của riêng tôi, nó đã là của một dân tộc Việt Nam độc lập kể từ [[Cách mạng Tháng Tám|Tổng khởi nghĩa Tháng Tám năm 1945]] đến nay.\"<ref>Nguyễn Nghiêm Bằng, ''[https:\/\/www.tienphong.vn\/van-nghe\/vai-tam-sunbspcua-nhac-si-van-cao-ve-tien-quan-ca-19076.tpo Vài tâm sự của nhạc sĩ Văn Cao về “Tiến quân ca”]''. (Báo điện tử Tiền Phong, 17\/08\/2005). Chú thích: Nghiêm Bằng là một trong 3 người con trai của Văn Cao.<\/ref>\n* ''Huế là một nguồn sáng tạo của tôi trong những năm 40. Thơ và nhạc là điều tôi tìm nguồn từ ấy. Có lẽ lịch sử và cảnh vật của cố đô có những điều gây cảm xúc cho sáng tác. Đối với nơi đó người ta phải suy nghĩ nhiều không vì lịch sử mà về một nền văn hóa. Những người Huế sống tự hào và đầy sáng tạo. Có lẽ sự sáng tạo của người dân Huế tôi làm được âm nhạc và thơ.'' (trong một lá thư gửi cho ''Tạp chí Sông Hương'', ngày 2\/10\/1986)\n* ''Tại sao tôi nói đến Thiên Thai là bởi vì một nơi một cõi nào đó người ta coi như đất hứa mà cái đất hứa ấy thì không ai tìm được trên cái cõi thế gian này, đi tìm mãi trong những cái hoài niệm của mình tuổi thanh niên thì nhớ ra rằng có lần tìm ra được.'' (Trong phim tài liệu ca nhạc ''[[Văn Cao - Giấc mơ một đời người]]'' của đạo diễn Đinh Anh Dũng, 1992)\n* ''Tôi là một cái người luôn luôn thất bại về tình yêu, cái thất bại này là bởi vì tôi là người không giỏi về cách tôi giao lưu với những người đàn bà, mà lại đối với những người đẹp tôi lại càng bối rối, tôi không bao giờ nói được với người ta, thì tôi bèn nói trong thơ thôi.'' (Trong phim tài liệu ca nhạc ''Văn Cao - Giấc mơ một đời người'' của đạo diễn Đinh Anh Dũng, 1992)\n* ''...Có người nói thẳng tới cái vô cùng tận của trời xanh; có người nói cái vô cùng tận của trời xanh qua cái rộng của biển. Cũng có người thấy trời xanh vô cùng tận trong bát nước và cũng có người chỉ nói tới một giọt ánh sáng để thấy cái vô cùng tận của trời xanh. Có người cần phải tìm con đường lớn mới thấy dấu xe mà có người tìm thấy dấu xe trong hạt bụi.'' (''Tuyển tập thơ'', Nhà xuất bản Văn học, 1994)\n* ''Mình rất cần tiền mà cũng vô cùng chán tiền.'' (nói với [[Phùng Quán]], trích dẫn trong sách ''Ba phút sự thật'' của Phùng Quán, NXB Văn Nghệ, TP. Hồ Chí Minh, 2006)\n\n==Dấu ấn và di sản văn nghệ==\nTrong lĩnh vực [[âm nhạc]], Văn Cao là người có công khai phá và giúp hoàn thiện một số thể loại của [[tân nhạc Việt Nam]] như [[Bolero Việt Nam|nhạc trữ tình]] ([[nhạc tiền chiến]]),<ref>Đặng Tiến, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao,-tieng-hat Văn Cao, tiếng hát] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180529095100\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao,-tieng-hat |date = ngày 29 tháng 5 năm 2018}}''. (Tạp chí Văn hóa Nghệ An, 26\/7\/2015). Trích dẫn ý kiến của [[Phạm Duy]]: \"Phải đợi cho tới khi tân nhạc ra đời vào những năm cuối 30 và đầu 40 thì chúng ta mới có được một loại nhạc tình lãng mạn do các người tình tiền phong của thời đại như [[Dương Thiệu Tước]], [[Thẩm Oánh]], [[Lê Thương]], [[Văn Chung]], [[Doãn Mẫn (nhạc sĩ Việt Nam)|Dzoãn Mẫn]]…tung ra (…). Tuy nhiên, loại nhạc tình lãng mạn đó chỉ có thể được gọi là đạt tới độ hoàn mỹ khi nó được phát xuất ra từ một con người tài hoa bật nhất của thế giới nghệ sĩ trẻ lúc bấy giờ. Người đó là Văn Cao.\"<\/ref> hùng ca ([[nhạc cách mạng]], nhạc kháng chiến),<ref>Dân Huyền, ''[http:\/\/vov.vn\/van-hoa\/am-nhac\/nhac-si-van-cao-va-nhung-sang-tac-ve-de-tai-cach-mang-545725.vov Nhạc sĩ Văn Cao và những sáng tác về đề tài cách mạng]''. (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 02\/09\/2016). Trích dẫn ý kiến của tác giả bài viết, nhạc sĩ Dân Huyền: \"Trong dòng âm [[nhạc cách mạng]], Văn Cao là người đầu tiên chắp những đôi cánh lãng mạn, những ước mơ lớn vào các ca khúc, hành khúc chiến đấu. (...) Từ năm 1944 đến năm 1946 là một bước ngoặt lớn, một bước phát triển nhảy vọt của Văn Cao. Từ dòng lãng mạn lành mạnh – yêu nước hùng tráng, Văn Cao chuyển ngay sang dòng âm nhạc cách mạng, chuyển ngay sang dòng thác dữ dội của cách mạng giải phóng dân tộc. Chuyển một cách mau lẹ, tự nhiên, vững chắc, không qua một giai đoạn quá độ, không qua một giai đoạn mò mẫm \"nhận đường\". (...) Với \"[[Tiến quân ca]]\", lần đầu tiên Quân giải phóng Việt Nam chính thức có một hành khúc hùng tráng, trang nghiêm và lôi cuốn. Với \"Tiến quân ca\", lần đầu tiên toàn thể các tầng lớp nhân dân Việt Nam có chung một hành khúc trên đường ra trận. Trước đó, chúng ta chỉ có những nhạc phẩm yêu nước của tuổi trẻ thủ đô, của thanh niên, học sinh, sinh viên và hướng đạo sinh. \"Tiến quân ca\" là cái mốc bằng vàng đánh dấu sự toàn thắng của âm nhạc cách mạng về cả tư tưởng lẫn về nghệ thuật.\"<\/ref> và [[trường ca (âm nhạc)|trường ca]].<ref>Nhạc sĩ kiêm nhà nghiên cứu âm nhạc [[Phạm Duy]] từng viết về vai trò của Văn Cao trong việc khai phá thể loại trường ca trong âm nhạc hiện đại Việt Nam như sau: \"Văn Cao là người đẻ ra [[trường ca (âm nhạc)|trường ca]], còn tôi chỉ là người thừa kế. ''[[Trường ca sông Lô]]'' phải là đỉnh cao nhất của nhạc kháng chiến nói riêng, của [[tân nhạc Việt Nam]] nói chung. Sự dài hơi trong những câu nhạc trong bài chứng tỏ nhạc sĩ Văn Cao đã trưởng thành ngay từ lúc tân nhạc vừa mới ra đời.\" Hay \"Trường ca sông Lô là bản hát dài đầu tiên của chúng ta là một tuyệt phẩm mà những người đi sau Văn Cao (như tôi) đã học hỏi được rất nhiều ở ông để tiếp tục làm giầu cho âm nhạc Việt Nam.\"<\/ref> Trong lĩnh vực [[thi ca]], ông cũng là một trong ít người không ngừng đi tiên phong với những cách tân mang tính đột phá-sáng tạo trong [[Thơ Việt Nam|thơ Việt Nam hiện đại]].<ref>Thiên Sơn, ''[http:\/\/vanhaiphong.com\/ly-luan-phe-binh\/226-nha-th-vn-cao-con-nhng-ting-rn-v-thien-sn.html Nhà thơ Văn Cao, còn những tiếng rạn vỡ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170901022323\/http:\/\/vanhaiphong.com\/ly-luan-phe-binh\/226-nha-th-vn-cao-con-nhng-ting-rn-v-thien-sn.html |date=2017-09-01 }}''. (Trang điện tử Hội nhà văn Hải Phòng, 23\/11\/2013)<\/ref><ref>Vũ Nho, ''[http:\/\/vannghequandoi.com.vn\/Diem-sach\/Van-Cao-mot-loi-tho-rieng-5424.html Văn Cao, một lối thơ riêng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170901022103\/http:\/\/vannghequandoi.com.vn\/Diem-sach\/Van-Cao-mot-loi-tho-rieng-5424.html |date=2017-09-01 }}''. (Tạp chí văn nghệ quân đội, 17\/03\/2014)<\/ref><ref>Lê Thiếu Nhơn, ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Van-Cao-trong-coi-tho-446578\/ Văn Cao trong cõi thơ]''. (Báo Công an nhân dân điện tử, 27\/06\/2017)<\/ref> Đã có những quan điểm chuyên môn xem ông là một trong những người đi khai phá, mở đầu cho sự phát triển của thể loại [[trường ca|trường ca thơ]] hiện đại Việt Nam, đặc biệt kể từ nửa cuối thập niên 1950 trở đi.<ref name=\"toquoc.vn\">Trần Thiện Khanh, ''[http:\/\/toquoc.vn\/doi-thoai\/doi-thoai-ve-truong-ca-va-truong-ca-viet-nam-hien-dai-105562.html Đối thoại về trường ca và trường ca Việt Nam hiện đại]''. (Báo điện tử Tổ Quốc, 23\/06\/2009)<\/ref><ref>Lê Thiếu Nhơn, ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Van-Cao-trong-coi-tho-446578\/ Văn Cao trong cõi thơ]''. (Báo Công an nhân dân điện tử, 27\/06\/2017). Trích dẫn tác giả: \"Thử thách thể loại [[trường ca]] đòi hỏi sức cảm sức nghĩ phi thường, cũng chính là cơ hội phô diễn một Văn Cao tài năng cồng kềnh. Hít thở không khí xứ sở độc lập tự chủ, Văn Cao khẳng định \"có người hàng năm mặt trời không thấy mọc\/ khép đùi xếp phách tiễn đêm đi\/ hôm nay ngồi chép bài ca mới\/ hương cốm mùi rơm ngát giếng đình\" để mường tượng hòa bình đích thực \"chúng ta sẽ trả về những bà mẹ Pháp\/ núi hài cốt cuộc chiến tranh bẩn thỉu\/ cũng như những người mẹ chúng tôi\/ tiếc những dòng sữa, những cái hôn đã mất\" và nghe được những va đập mỏng mảnh \"tiếng thức dậy niềm cô đơn nuối tiếc\/ những con người gần ánh sáng chưa quen\". (...) Đánh giá một cách cẩn trọng, trường ca \"[[Những người trên cửa biển]]\" đã xác lập một vị trí nhất định trong nền [[thơ Việt Nam]] thế kỷ XX, bởi tình yêu mảnh đất \"mỗi người dân Hải Phòng thật kiếm ăn từ nhỏ\/ mỗi người dân Hải Phòng đều biết đổ mồ hôi\" đã dựng được hình tượng nhà thơ Văn Cao chung thủy với thời đại \"cuộc đời ôm tôi như trong một cái bình\/ một tiếng vang vang cả lòng cả đáy\".\"<\/ref><ref>Khuất Bình Nguyên, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac… Có ai cưỡi ngựa về Kinh Bắc…] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200217152129\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}''. (Tạp chí Văn hóa Nghệ An, 19\/10\/2013). Trích dẫn tác giả: \"''[[Những người trên cửa biển]]'' mở đầu cho vụ mùa thu hoạch [[trường ca]] của thi ca Việt Nam nửa sau thế kỷ XX. Đặc biệt trong và sau những năm chống Mỹ cứu nước, [[thơ Việt Nam]] đi đến một tầm vóc mới ở sự ra quân rầm rộ của nhiều bản trường ca.\"<\/ref><ref>Khuất Bình Nguyên, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/truong-ca-nua-sau-the-ky-xx Trường ca nửa sau thế kỷ XX] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180320064903\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/truong-ca-nua-sau-the-ky-xx |date=2018-03-20 }}''. (Tạp chí Văn hóa Nghệ An, 9\/1\/2016)<\/ref><ref>Đỗ Quyên, ''[http:\/\/vannghethainguyen.vn\/ctview\/id\/8176 Đến sự hiện đại hóa thơ Việt từ “trường phái trường ca Việt”]{{Liên kết hỏng|date = ngày 3 tháng 4 năm 2021 |bot=InternetArchiveBot }}''. (Báo Văn nghệ Thái Nguyên, 06\/06\/2017). Trích dẫn tác giả: \"...Hiện tượng trường ca Việt Nam có vùng hoạt động trong vòng 40 năm 1960-2000: thời điểm lịch sử 1975 ở quãng giữa với khoảng 15 năm trước và 20 năm sau đó. (...) Dấu mốc 1960 có được do chúng tôi chọn 3 điểm khởi phát của hiện tượng trường ca Việt Nam; đó là tác giả Văn Cao với tác phẩm ''[[Những người trên cửa biển]]'' - 1956; [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], ''[[Tiếng hát người quan họ]]'' - 1956; và [[Thu Bồn (nhà thơ)|Thu Bồn]], ''[[Bài ca chim Chơ Rao]]'' - 1962.\"<\/ref> Tuy nhiên, những đóng góp của ông cho thơ ca và hội họa<ref name=\"thethaovanhoa.vn\"\/><ref>Nguyễn Nguyệt, ''[http:\/\/vhnt.org.vn\/tin-tuc\/chan-dung-van-hoa\/29166\/hoi-hoa-van-cao Hội họa Văn Cao]''. (Tạp chí ''Văn hóa Nghệ thuật'' số 320, tháng 2-2011)<\/ref><ref>Trần Khánh Chương, ''[http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html Kỷ niệm 90 năm ngày sinh nhạc sĩ, họa sĩ, thi sĩ Văn Cao (1923-2013): Có một họa sĩ tài ba, Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170922200210\/http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html |date = ngày 22 tháng 9 năm 2017}}''. (Trang điện tử của Hội Mỹ thuật Việt Nam, 2013)<\/ref> dân tộc ít khi được nhắc tới so với những cống hiến to lớn về [[âm nhạc]] của ông. Văn Cao được xem là một hiện tượng hiếm có trong lịch sử phát triển của [[văn hóa Việt Nam]] – một con người mà sự kết hợp nhạc-họa-thơ là xuyên suốt trong gần như toàn bộ những sáng tác đa dạng của ông. Trong địa hạt âm nhạc của ông, ngoài những nét đẹp về giai điệu, ca từ cũng mang nhiều tính thơ và họa. Còn trong địa hạt thơ của ông, họa tính là rất đặc trưng.<ref>Đỗ Thu Hà, ''Chất hội họa trong thơ Văn Cao''. (Khóa luận tốt nghiệp, Khoa Ngữ văn Trường ĐHSP Hà Nội)<\/ref>\n\nỞ Văn Cao, tầm vóc không phải là thứ ''lượng hóa'', tức là tính bằng con số những sáng tác. Bởi xét về số lượng, những sáng tác của Văn Cao (đặc biệt trong lĩnh vực nhạc và thơ) còn ít hơn đáng kể ngay cả so với nhiều [[nhạc sĩ]] hoặc [[Nhà thơ|thi sĩ]] ở tầm trung tại Việt Nam. Đánh giá Văn Cao cần nhìn xuyên suốt tư tưởng của ông trong cả ba lĩnh vực là nhạc-họa-thơ. Xét về nhiều phương diện, Văn Cao là mẫu nghệ sĩ hiếm có bởi [[lịch sử Việt Nam]] không có khuynh hướng tạo ra những nghệ sỹ có tinh thần dám khai phá sáng tạo như ông. Mẫu người trí thức hoặc nghệ sĩ điển hình trong xã hội Việt Nam (từ chế độ phong kiến, tới phong kiến nửa thực dân, rồi thời phân chia quốc cộng) thường là con người biết nương theo hoàn cảnh, trở thành viên chức tận tụy phục vụ chế độ chính trị anh ta đang sống. Văn Cao chưa bao giờ nuôi tham vọng chính trị. Ông tham gia Việt Minh chỉ vì lòng yêu nước. Ông luôn là người nghệ sĩ có tinh thần tự do sáng tạo. Ông là người nghệ sỹ độc lập, phi chính trị. Đây cũng là nguyên nhân khiến ông trở thành nạn nhân trong sự kiện đàn áp phong trào Nhân văn Giai phẩm khiến một thời gian dài ông không thể sáng tác. Đây có thể xem là một đặc tính ít mang tính truyền thống hơn cả trong con người của Văn Cao. Có thể nó có ảnh hưởng ít nhiều từ văn hóa phương Tây, cái mà ông có thể tiếp nhận từ hệ thống giáo dục thuộc địa của Pháp. Mặc dù là đôi bạn văn nghệ tri kỷ, nhưng về nhiều phương diện Văn Cao trái ngược với Phạm Duy. Văn Cao là người đi tiên phong, đặt nền móng, gợi mở nhiều hướng phát triển mới cho nhạc và thơ Việt hiện đại nhưng ông chưa bao giờ thực sự thăng hoa về mặt ''lượng'' (so với sự dồi dào về mặt ''chất'') ở cả hai lĩnh vực. Còn Phạm Duy là người kế thừa nhiều khai phá từ Văn Cao và phát triển chúng đến độ phì nhiêu.\n\nVăn Cao đã được nhiều người coi là một trong những danh nhân văn hóa tiêu biểu của Việt Nam thời hiện đại.<ref>Khuất Bình Nguyên, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac… Có ai cưỡi ngựa về Kinh Bắc…] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200217152129\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}''. (Tạp chí Văn hóa Nghệ An, 19\/10\/2013)<\/ref><ref name=\"vanhoanghean.com.vn\">Hồ Bất Khuất, ''[http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao-%E2%80%93-%E2%80%9Cnhan-vat-van-hoa-nam-2013%E2%80%9D Văn Cao – “Nhân vật văn hóa năm 2013”] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180103090636\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao-%E2%80%93-%E2%80%9Cnhan-vat-van-hoa-nam-2013%E2%80%9D |date = ngày 3 tháng 1 năm 2018}}''. (Tạp chí Văn hóa Nghệ An, 24\/1\/2014)<\/ref><ref>Đào Quang (Chủ tịch Hội VHNT tỉnh Nam Định), ''[http:\/\/vanhocnghethuatyenbai.gov.vn\/tin-tuc\/chan-dung-van-nghe-si\/?UserKey=Lung-danh-nguoi-nghe-sy Lừng danh người nghệ sỹ]''. (Trang điện tử của Hội Văn học Nghệ thuật tỉnh Yên Bái, 24\/05\/2016)<\/ref> Là một bậc thầy của nghệ thuật sử dụng ngôn từ phong phú và biến hóa trong các sáng tác nhạc và thơ của ông, cống hiến của Văn Cao cho riêng tiếng Việt - với tư cách một ngôn ngữ có khả năng chuyên chở đầy đủ những sắc thái cảm xúc và tư tưởng của người nghệ sĩ - đã thậm chí được so sánh với cống hiến của [[Nguyễn Du]] cho riêng ngôn ngữ thi ca dân tộc. Là người tài hoa được thừa nhận trên nhiều lĩnh vực như nhạc-họa-thơ<ref name=\"NTNH\">Nguyễn Thị Ngọc Hà, ''[http:\/\/vannghequandoi.com.vn\/Binh-luan-van-nghe\/tan-man-van-nhac-hoa-8547.html Tản mạn văn, nhạc, họa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171003124435\/http:\/\/vannghequandoi.com.vn\/Binh-luan-van-nghe\/tan-man-van-nhac-hoa-8547.html |date = ngày 3 tháng 10 năm 2017}}''. (Tạp chí văn nghệ quân đội, 08\/02\/2016). Trích dẫn tác giả: \"Ở Việt Nam, trường hợp tiêu biểu cho sự song hành ba tài năng trong một con người là Văn Cao. Ông là nhạc sĩ, nhà thơ, họa sĩ. Nhiều đồng nghiệp đã gọi ông là \"nghệ sĩ trên nghệ sĩ\". Những ca khúc bất hủ của Văn Cao đã nằm lòng nhiều lứa tuổi từ trước Cách mạng tháng Tám đến bây giờ. Tất cả những nhạc phẩm, ông đều phổ từ thơ của ông hoặc tự viết ca từ cho ca khúc của mình. Điều đặc biệt là, những bài thơ, những ca từ ông viết ra đều mang màu sắc hội họa, bởi ngoài tài danh văn chương và âm nhạc, ông còn là một họa sĩ đích thực. Từ những năm 1943–1945, những bức sơn dầu, bột màu của ông đã được đánh giá cao trong triển lãm mĩ thuật. Hiện nay một số tranh của ông vẫn được lưu giữ trong Bảo tàng Mĩ thuật Việt Nam.\"<\/ref> nhưng cuộc đời và sự nghiệp của Văn Cao cũng được xem là một điển hình của định mệnh \"tài\"<ref>Nhắc đến tài năng mang tính sáng tạo trong nhiều lĩnh vực của Văn Cao, người ta vẫn thường dùng những mỹ từ như \"tài hoa\", \"đa tài\", và thậm chí \"thiên tài\".<\/ref> và \"tai\"<ref>\"Tai\" ở đây dùng với nghĩa là \"tai ương\", \"tai nạn\".<\/ref> trong lịch sử văn hóa của Việt Nam. Ông không có những quãng thời gian đủ dài và suôn sẻ trong sáng tạo nghệ thuật so với những tên tuổi như [[Phạm Duy]] hay [[Trịnh Công Sơn]] bởi bối cảnh [[chính trị]], [[văn hóa]] đặc thù của miền Bắc so với [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] những năm chiến tranh chia cắt. Đánh giá về Văn Cao, trong nhiều bài viết các tác giả không ngần ngại gắn cho ông mỹ từ ''thiên tài'', trong đó có [[Phạm Duy]] (2007), [[Thụy Khuê (nhà phê bình)|Thụy Khuê]] (2010), Đỗ Ngọc Thạch (2013), hay [[Trần Mạnh Hảo]] (2013). Đây mặc định có thể xem là đánh giá ở mức độ cao nhất đối với bất cứ ai hoạt động trong lĩnh vực văn hóa nghệ thuật ở Việt Nam. Trong văn học nghệ thuật của dân tộc, trước Văn Cao có lẽ chỉ có [[Nguyễn Du]] trong thi ca là thường được gắn với mỹ từ ''thiên tài'' nhiều hơn cả. Việc [[Phạm Duy]] dùng mỹ từ đó cũng cho thấy sự trân trọng ông dành cho Văn Cao lớn thế nào, bởi Phạm Duy với lòng tự tôn của một cây đại thụ hàng đầu [[tân nhạc Việt Nam|tân nhạc Việt]] không phải người dễ dãi trong đánh giá thành tựu của đồng nghiệp. Với những kiến thức phong phú về [[Lý thuyết âm nhạc|nhạc lý]] và văn hóa dân tộc, Phạm Duy hơn ai hết có đầy đủ thẩm quyền đánh giá về tài năng của Văn Cao.\n\nNhiều người nghiên cứu sâu về Văn Cao (trong đó có bạn vong niên của ông là nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]] và con trai trưởng của Văn Cao là họa sĩ Văn Thao) thường nhắc tới khả năng đưa ra những ''tiên tri'' hay dự đoán đến mức chính xác đáng kinh ngạc trong những sáng tác âm nhạc của ông. Nhiều sự kiện đã ''xảy ra'' trong các tác phẩm của Văn Cao trước khi chúng được ghi nhận trong thực tế lịch sử Việt Nam thế kỷ ông đã sống.<ref>[[Nguyễn Thụy Kha]], ''[http:\/\/nld.com.vn\/van-nghe\/van-cao-ong-hoang-am-nhac-20170908223408707.htm VĂN CAO - \"Ông hoàng âm nhạc\"; Tính dự báo và \"Việt hóa\" âm nhạc Tây là những đóng góp lớn của Văn Cao]''. (BÁO NGƯỜI LAO ĐỘNG ĐIỆN TỬ, 09\/09\/2017)<\/ref> Một số tác phẩm điển hình là ''Không quân Việt Nam'' và ''[[Tiến về Hà Nội]]''.<ref>Tân Linh, ''[http:\/\/anninhthudo.vn\/giai-tri\/hat-tien-ve-ha-noi-nho-van-cao\/570816.antd Hát Tiến về Hà Nội, nhớ Văn Cao]''. (''Báo An ninh Thủ đô điện tử'', 16\/09\/2014)<\/ref>\n\n== Nhận xét ==\n=== Về cuộc đời và sự nghiệp ===\n{{Pull quote|Thấp bé hơn tôi, khép kín hơn tôi, nhưng Văn Cao tài hoa hơn tôi nhiều. (...) Hình như Văn Cao có đi học vẽ ở [[Trường Cao đẳng Mỹ thuật Đông Dương|trường Cao đẳng Mỹ thuật]] như tôi, nhưng chắc chắn anh đã được hoạ sĩ Lưu Văn Sìn dắt vào hội hoạ. Văn Cao vẽ rất giỏi. Tôi giữ được bức tranh tự hoạ của Văn Cao, tranh sơn dầu vẽ trên bìa cứng cho tới ngày Pháp đánh Saigon vào năm 1945 thì mất, tiếc quá! Văn Cao làm thơ cũng rất hay. Vào năm 1941 mà anh đã có những câu thơ nghe như thơ [[Huy Cận]] (...) Chưa gặp Văn Cao nhưng tôi đã biết tài soạn nhạc qua mấy bài nhạc hùng của anh rồi...|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Kháng chiến của Việt Nam không thể thành công nếu không có nhạc của Văn Cao, không có thơ của Hoàng Cầm|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Văn Cao nhập cuộc không phải bằng tài năng đơn độc mà bằng một thác lũ nghệ thuật, chùm lấp vòm trời Kinh đô Văn nghệ. Từng bước khoảng khoát, Văn Cao hiên ngang đi vào lòng Mẹ Việt Nam và được tiếp nhận nồng hậu. (...) Ở Văn Cao, mỗi lời thơ là một hạt ngọc, mỗi tiếng nhạc là mỗi sợi tơ, mỗi màu sắc là một vùng hào quang diễm lệ. Sự vượt lên của Văn Cao trong một thành phố đục lầm cát bụi, trong tiếng khua rộn ràng của những sợi dây xích sắt khổng lồ trong tiếng nấc nghẹn ngào không thoát khỏi cổ họng, được coi như cố gắng phi thường của một tâm hồn sung mãn. Đối nghịch đã làm cho Văn Cao trở thành con người có phong cách riêng biệt.|200px||[[Tạ Tỵ]]<ref name=\"Văn Cao, một tinh cầu giá lạnh\">[[Tạ Tỵ]], ''[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=12457&rb=08 Văn Cao, một tinh cầu giá lạnh]'', trong sách ''Mười khuôn mặt văn nghệ''. (Tủ sách Nam Chi, Cơ sở Phạm Quang Khai xuất bản, 1970)<\/ref>}}\n\n{{Pull quote|Nguồn của dòng sông mang tên Văn Cao là tâm hồn phong phú của nhà nghệ sĩ tài ba, trong lãnh vực âm nhạc cũng như thi ca. Sau khi ra khỏi vùng lưu vực hoang vu của tiềm thức, dòng sông tẻ ra ba nhánh trôi miên man trong huyền ảo của khói trắng sương mù.|200px||Trần Văn Nam<ref>Trong bài viết ''Văn Cao, dòng sông ba nhánh sương mù''<\/ref>}}\n\n{{Pull quote|Chắc hẳn một nghệ sĩ như Văn Cao chưa hề được thẩm định một cách xứng đáng về hội họa và thơ. Chỉ một câu thơ như: ''Có lúc \/ nước mắt không thể chảy ra ngoài được'' đã là cả một ám ảnh đọng lại mãi trong lòng người. Tôi cảm thấy, ít nhất, những người thuộc thế hệ chúng tôi còn mắc nợ với một thiên tài của đất nước như Văn Cao.|200px||Đặng Anh Đào<ref name=\"ĐặngAnhĐào2009A\">Trích dẫn theo tác giả Đặng Anh Đào (con gái của nhà nghiên cứu, phê bình văn học [[Đặng Thai Mai]]) trong bài viết [http:\/\/antgct.cand.com.vn\/Khoa-hoc-Van-Minh\/Thien-tai-va-da-tai-311710\/ “Thiên tài và đa tài” (Báo Công an nhân dân điện tử, 22\/08\/2009).]<\/ref>}}\n\n{{Pull quote|Cuộc đời 72 năm của Văn Cao gắn bó trọn vẹn với Việt Nam thế kỷ XX nhiều biến động, để lại cho thế hệ sau không ít câu hỏi không dễ trả lời. Câu hỏi rộn ràng về cống hiến nhọc nhằn, câu hỏi cồn cào về thế sự ngổn ngang, về mệnh kiếp lênh đênh. Một Văn Cao đa tài không thể che chở một Văn Cao lận đận. Một Văn Cao danh vọng không thể bênh vực một Văn Cao cay đắng. Một Văn Cao hào hoa không thể an ủi một Văn Cao cô độc.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\">Trích dẫn theo tác giả Lê Thiếu Nhơn trong bài viết [http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Van-Cao-trong-coi-tho-446578\/ “Văn Cao trong cõi thơ” (Báo Công an nhân dân điện tử, 27\/06\/2017).]<\/ref>}}\n\n{{Pull quote|Văn Cao sáng tác ''[[Buồn tàn thu]]'' năm 1939, lúc mới có 16 tuổi, ''Thiên Thai'' (năm 1940), ''Trương Chi'', ''Thu cô liêu'', ''Bến xuân'', ''Suối mơ'' (năm 1941)… Thiên tài âm nhạc Văn Cao đã phát lộ vào tuổi đôi mươi mơ mộng. Và đến những bản hùng ca chứa đựng hào khí dân tộc trong những ngày đầu độc lập và toàn quốc kháng chiến: ''Bắc Sơn'', ''Làng tôi'', ''Ngày mùa'', ''[[Trường ca sông Lô]]''… và đỉnh cao là ''[[Tiến quân ca]]'', sau này trở thành Quốc ca. Những thành công lớn đó của Văn Cao trong âm nhạc đã nhanh chóng đưa Văn Cao đến đỉnh vinh quang và trong ý niệm của công chúng ông là một thiên tài âm nhạc. Điều đó phần nào đã che lấp đi một Văn Cao khác – Văn Cao thi sĩ và Văn Cao họa sĩ.|200px||Đỗ Ngọc Thạch<ref name=\"Newvietart 2009\">Trích dẫn theo tác giả Đỗ Ngọc Thạch trong bài viết \"Văn Cao - Dòng suối mơ không vơi cạn...\".<\/ref>}}\n\n{{Pull quote|Ở Việt Nam, trường hợp tiêu biểu cho sự song hành ba tài năng trong một con người là Văn Cao. Ông là nhạc sĩ, nhà thơ, họa sĩ. Nhiều đồng nghiệp đã gọi ông là \"nghệ sĩ trên nghệ sĩ\". Những ca khúc bất hủ của Văn Cao đã nằm lòng nhiều lứa tuổi từ trước [[Cách mạng tháng Tám]] đến bây giờ. Tất cả những nhạc phẩm, ông đều phổ từ thơ của ông hoặc tự viết ca từ cho ca khúc của mình. Điều đặc biệt là, những bài thơ, những ca từ ông viết ra đều mang màu sắc hội họa, bởi ngoài tài danh văn chương và âm nhạc, ông còn là một họa sĩ đích thực. Từ những năm 1943–1945, những bức sơn dầu, bột màu của ông đã được đánh giá cao trong triển lãm mĩ thuật. Hiện nay một số tranh của ông vẫn được lưu giữ trong [[Bảo tàng Mỹ thuật Việt Nam]].|200px||Nguyễn Thị Ngọc Hà<ref>Nguyễn Thị Ngọc Hà, ''[http:\/\/vannghequandoi.com.vn\/Binh-luan-van-nghe\/tan-man-van-nhac-hoa-8547.html Tản mạn văn, nhạc, họa]''. (Tạp chí văn nghệ quân đội, 08\/02\/2016)<\/ref>}}\n\n{{Pull quote|''[[Văn Cao - Giấc mơ một đời người|Giấc mơ một đời người]]'' đến từ giấc mơ của nhạc sĩ Văn Cao khi tôi nghe ông kể về giấc mơ được biểu diễn một đêm nhạc ở [[Nhà hát Lớn Hà Nội]]. Sau đó tôi suy nghĩ hoài, một người như ông không được một đêm nhạc như vậy thì quá tội! Tôi nghĩ về ước mơ đó và đặt tựa ''Giấc mơ một đời người''. Phim bắt đầu bằng cảnh ông mơ giấc mơ một đêm nhạc ở nhà hát nhưng giật mình lại chỉ còn một mình ông. Còn với ''[[Văn Cao - Buổi sáng có trong sự thật]]'' đến từ buổi tôi cà phê bên [[hồ Hoàn Kiếm]] ngay sáng sau ngày nhạc sĩ Văn Cao mất. Đó là buổi sáng mùa hè nhưng mưa lắc rắc. Tôi nhớ đến bài thơ ''Năm buổi sáng không có trong sự thật'' của Văn Cao và tôi làm phim bắt đầu từ bài thơ, từ sự thật là ông đã mất thật và cơn mưa là có thật. (...) Ông không phải cô đơn với thời cuộc mà cô đơn với cuộc đời; lúc nào ông cũng lặng lẽ, sống tự tại, gần như ngồi một chỗ và mọi thứ cứ trôi đi. Ông là người cô đơn giữa cuộc đời này nhưng có lẽ chính sự cô đơn đó làm ông vĩ đại.|200px||Đạo diễn Đinh Anh Dũng, tác giả 2 phim tư liệu ca nhạc về Văn Cao, ''Giấc mơ một đời người'' (1992) và ''Buổi sáng có trong sự thật'' (1995).<ref>[http:\/\/plo.vn\/van-hoa-giai-tri\/van-cao-nguoi-co-don-giua-cuoc-doi-566830.html Văn Cao - Người cô đơn giữa cuộc đời] (Báo điện tử Pháp Luật thành phố Hồ Chí Minh, 5\/7\/2015)<\/ref>}}\n\n=== Về nhân cách ===\n{{Pull quote|Văn Cao là mẫu người đặc biệt. Với vóc dáng nhỏ nhắn. Với nụ cười lắng chìm không thành tiếng. Với hàm răng ngắn, đều. Với đôi mắt lạnh lùng dễ sợ lúc giận dữ, và dịu hiền khi tâm hồn chìm du vào dòng suy tưởng. (...) Chưa ai nghĩ tới và tưởng tượng nổi một Văn Cao trước những đối nghịch lớn, chứa đựng cái vóc dáng khiêm nhượng ấy. Người ta có thể cho là huyền thoại khi nói về một Văn Cao vẽ giấy bạc giả để chi dùng trong khi hoạt động túng thiếu, đến lúc hành vi bị lộ, đã rút súng Colt 45 chĩa vào những người có mặt, bắt họ giữ nguyên vị trí, để mình rút lui, rồi sau ngày 19-8, mang giấy bạc thật đến hoàn lại số tiền đã trả bằng bạc giả với đôi lời xin lỗi. Cũng như ít ai biết tác giả ''Thiên Thai'', ''Trương Chi'' ở tổ chức ám sát nội thành Hà Nội dưới thời Nhật. Bị hoàn cảnh xã hội lúc đó đẩy vào con đường nghẽn, Văn Cao phải lao tìm một lối sống đặc biệt. (...) Dù sao, Văn Cao vẫn hiện diện trong tôi với hình dáng của một tinh cầu giá lạnh, với cô đơn dằng dặc ở cuối khung trời ngăn cách.|200px||[[Tạ Tỵ]]<ref name=\"Văn Cao, một tinh cầu giá lạnh\"\/>}}\n\n{{Pull quote|Văn Cao thường xuyên tổ chức những khóa huấn luyện ngắn ngày cho đồng đội của mình về võ thuật, sử dụng vũ khí và kỹ năng hóa trang... (Văn Cao học võ từ năm 9 tuổi. Thời trai trẻ ở Hải Phòng, Văn Cao đã nhiều lần lên võ đài thi đấu và biểu diễn võ thuật)... Với Văn Cao việc phải trừ khử một người là điều ông không hề muốn. Nhưng vì [[Việt Minh|nhiệm vụ cách mạng]], vì sự sống của muôn người nên bắt buộc ông phải ra tay tiêu diệt những tên [[Việt gian]] ngoan cố. Ta có thể hiểu ông qua những câu thơ ông để lại: \"Giữa sự sống và cái chết\/ Tôi chọn sự sống\/ Để bảo vệ sự sống\/ Tôi chọn sự chết\". Trong Văn Cao có hai con người. Con người của nghệ thuật và con người làm cách mạng. Nhiều người muốn tìm hiểu phần con người thứ hai của ông. Nhất là những sự kiện mọi người gọi là \"thành tích phi thường\" ông đã làm trong thời gian phụ trách Đội trừ gian. Ông thường né tránh và ít khi nhắc đến. Có lần ông tâm sự với tôi: \"…Bố đã từng giết một con người… Ông ta nhìn vào họng súng, nhìn bố với đôi mắt ngơ ngác như muốn hỏi - Sao lại giết tôi. Cho đến giờ, bố vẫn bị ám ảnh vì đôi mắt ấy…\"|200px||Họa sĩ Văn Thao, con trưởng của Văn Cao<ref name=\"Văn Cao với Đội danh dự Việt Minh\" \/>}}\n\n{{Pull quote|Khi ông còn sống, người ta rất dè dặt viết và đánh giá về ông. Đó phải chăng là số mệnh của những bậc văn nhân? Sau ngày ông mất mọi người mới thực sự bàng hoàng nhắc và viết về ông. Có người ca ngợi, tung hô ông hết lời. Tôi tìm được và cảm nhận được đâu là tình cảm chân thực dành cho ông, đâu là những điều giả dối được che giấu đằng sau những câu chữ rất hoa mỹ sáo mòn (để làm gì nhỉ?). Và tôi nhớ lại, có một lần tôi hỏi ông: \"Sao bố không viết hồi ký?\". Ông im lặng một lát rồi mới nói: \"Với bố, phải ngồi lại để viết hồi ký có nghĩa là cuộc đời sáng tạo nghệ thuật của mình đã chấm hết. Để viết cho trung thực và khách quan, khi nhìn lại cả cuộc đời mình, dám nhận những sai lầm của mình trong các mối quan hệ xã hội đã khó, tự đánh giá và khẳng định được những tác phẩm của mình ở tầm cỡ nào và bảo vệ những quan điểm nghệ thuật của mình còn khó hơn. Còn viết hồi ký để đề cao mình, thanh minh cho mình, có khi dẫn đến việc nói xấu và hạ thấp vai trò của người này người khác... thì bố không làm được. Vì thế mà bố không viết hồi ký. Theo bố hãy để mọi người nghĩ, tìm hiểu và viết về bố thông qua chính những tác phẩm của mình thì khách quan hơn\".|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"tapchisonghuong.com.vn\">Trích dẫn lời của họa sĩ Văn Thao (con trai cả của Văn Cao) trong cuộc trò chuyện giữa ông với nhà văn Võ Thị Xuân Hà, trong bài viết [http:\/\/tapchisonghuong.com.vn\/tap-chi\/c181\/n3692\/Nguoi-con-dong-benh-tuong-lieu-cua-Van-Cao.html “Người con đồng bệnh tương liêu của Văn Cao” (''Tạp chí Sông Hương'', 12\/10\/2009).]<\/ref>}}\n\n{{Pull quote|Con viết cho bố không cẩn thận sẽ trở thành chuyện \"mẹ hát con khen hay\". Nhưng đối với Văn Cao đâu cần phải khen ngợi, ca tụng ông ấy làm gì nữa. Ông ấy là Văn Cao! Và thế đã là quá đủ, phải không? (...) Khoảng thời gian 30 năm (1956-1986) là những năm tháng cam go và buồn nhất trong cuộc đời ông. Ông nhẫn nhịn, chịu đựng một cách kiên cường. Ông tin những gì ông đã làm là đúng, con đường ông đã chọn đã đi là đúng. Và ông đã đúng. Tôi yêu quý ông, đồng cảm được cùng ông và ngưỡng vọng một nhân cách lớn nơi ông. Tôi thấy mình phải có trách nhiệm viết lại toàn bộ cuộc đời và sự nghiệp của ông. Ông là một tài năng lớn của nền văn học nghệ thuật Việt Nam thế kỷ XX.|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"tapchisonghuong.com.vn\"\/>}}\n\n{{Pull quote|Là con lớn trong nhà nên tôi thường phải giúp mẹ tôi quán xuyến công việc bếp núc trong gia đình ngay từ khi mới lớn. Cha tôi hay có khách nên thường chỉ bảo tôi nấu một số món ngon cho bạn của ông uống rượu. Tôi cũng lấy làm lạ, vì không ngờ một người như ông lại có tài nấu ăn như thế... Nhìn ông chế biến các món ăn một cách thành thục như một đầu bếp thực thụ, tôi vô cùng ngạc nhiên và khâm phục. Những lúc như thế, hình bóng của một người nhạc sĩ không còn hiện diện, tôi chỉ còn thấy hình ảnh của một người cha thân yêu đang hết lòng chăm chút nấu những món ăn ngon cho một đàn con đang tuổi ăn tuổi lớn, trong [[Thời bao cấp|hoàn cảnh bao cấp]] thiếu thốn \"ăn còn chưa đủ no, lấy đâu ra mà dám đòi ăn ngon\". Có lần tôi hỏi ông: \"Làm thế nào mà bố lại biết nấu nhiều món ăn ngon thế?\". Trầm ngâm một lát, ông mới thủng thẳng nói: \"Ai chẳng thích ăn ngon! Nhưng để nấu cho ngon thì không phải ai cũng nấu được... Vì thích ăn ngon nên những khi có điều kiện để mời bạn đến uống rượu là bố phải \"lăn vào bếp\". Nhìn mọi người ăn ngon miệng là bố thấy vui... Nấu ăn cũng là một nghề đầy tính nghệ thuật.|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"Bữa cơm tất niên\"\/>}}\n\n{{Pull quote|...Ông là một người tài hoa – cầm, kỳ, thi họa đều giỏi cả, nhưng sống lặng lẽ, khiêm nhường; dù có bị oan ức, thiệt thòi vẫn im lặng chịu đựng và chứng minh mình trong sạch, mình yêu đất, yêu thương giống nòi. Ông cống hiến hết mình nhưng không đòi hỏi điều gì cả. (...) Là một nghệ sĩ tài hoa, được rất nhiều phụ nữ xinh đẹp mến mộ, nhưng suốt đời ông chỉ có một mối tình với người bạn đời của mình là bà Nghiêm Thúy Băng. Ông là một người cha nghiêm khắc và đầy trách nhiệm đối với 5 người con của mình. (...) Sinh thời ông gặp nhiều trắc trở trong con đường công danh sự nghiệp, vì bị đồng chí, đồng nghiệp ganh ghét, đố kỵ hay đơn giản là không hiểu tầm cao tư tưởng và tính nhân văn trong những sáng tác của ông; song, ông không kêu ca, oán thán gì cả.|200px||Hồ Bất Khuất<ref name=\"vanhoanghean.com.vn\"\/>}}\n\n===Trong âm nhạc ===\n{{Pull quote|Bên cạnh [[Hoàng Quý]], tại Hải Phòng, còn có thêm các ca nhạc sĩ tài tử thuộc loại tiền phong như [[Phạm Ngữ]], [[Canh Thân (nhạc sĩ)|Canh Thân]], [[Tô Vũ (nhạc sĩ)|Hoàng Phú]] (em của tác giả ''Cô Láng Giềng'') nhưng trong chặng đầu của [[Tân nhạc Việt Nam|Tân nhạc này]], họ chưa làm quen với quần chúng qua các bản nhạc tình. Họ là những ngôi sao trong xu hướng nhạc vui khoẻ, đa số nhắm vào tình tự quê hương mà tôi sẽ nói tới trong bài tới. Chỉ qua tới thời kỳ sau, thời kỳ khởi đầu cho sự phát triển âm nhạc mới, người ta mới được thưởng thức một câu chuyện ái tình rất ư lãng mạn qua một ca khúc tuyệt diệu là ''Em Đến Thăm Anh Một Chiều Mưa'' của Hoàng Phú sau khi ông đổi tên là [[Tô Vũ (nhạc sĩ)|Tô Vũ]]. Nhưng ở Hải Phòng, đã có Văn Cao! Đã có Văn Cao trong nhóm Đồng Vọng (của Hoàng Quý và bạn bè) với ít nhiều bản nhạc vui khoẻ, nhưng ở đây, chúng ta đang đả động tới nhạc tình. Và nói tới nhạc tình thì... Văn Cao là nhất!|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Văn Cao đã đưa nhạc tình 1943-44 vượt khỏi những khuôn sáo cũ mèm.|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Phải đợi cho tới khi [[Tân nhạc Việt Nam|Tân nhạc]] ra đời vào những năm cuối 30 và đầu 40 thì chúng ta mới có được một loại nhạc tình lãng mạn do các người tình tiền phong của thời đại như [[Dương Thiệu Tước]], [[Thẩm Oánh]], [[Lê Thương]], [[Văn Chung]], [[Doãn Mẫn (nhạc sĩ Việt Nam)|Dzoãn Mẫn]]…tung ra (…) Tuy nhiên, loại [[nhạc tình]] lãng mạn đó chỉ có thể được gọi là đạt tới độ hoàn mỹ khi nó được phát xuất ra từ một con người tài hoa bậc nhất của thế giới nghệ sĩ trẻ lúc bấy giờ. Người đó là Văn Cao.|200px||Phạm Duy<ref>Đặng Tiến, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao,-tieng-hat Văn Cao, tiếng hát]''. (Tạp chí Văn hóa Nghệ An, 26\/7\/2015)<\/ref>}}\n\n{{Pull quote|Người Sông Ngự\/Văn Cao đã thú nhận rằng mình bị ảnh hưởng sông nước của hai truyện ''Đào Nguyên'', ''Thiên Thai'' cho nên đã soạn ra một bài hát. Một bài hát, theo tôi thật là tuyệt diệu! Nó vừa có tính chất trường ca, vừa có tính chất nhạc cảnh. Nếu hình thức ca khúc trong Tân nhạc Việt Nam cho tới năm 1944 này vẫn còn nằm trong khuôn khổ một đoản khúc được ước định trong một số khuôn nhạc nào đó, với một lối chuyển cung, chuyển điệu công thức nào đó… thì ''Thiên Thai'' của Văn Cao đã vươn lên một thức rất lớn, chia ra nhiều đoạn, nhiều cảnh, gồm tới con số chín mươi bốn khuôn nhạc, chan chứa những giai điệu thần tiên và những lời ca thần diệu.|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Nếu đem so sánh với những bản nhạc tình của 50 năm Tân nhạc thì những bài ''Suối Mơ'', ''Bến Xuân'' là cực điểm của lãng mạn tính trong ca nhạc Việt Nam. Sẽ không bao giờ có những bài ca lãng mạn như thế nữa ! Sẽ có nhạc tình cảm tính, nhạc tình não tính, nhạc tình nhục tính và ảo tính nhưng không thể có thêm những bài nhạc tình lãng mạn nào hay hơn nhạc Văn Cao.|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n\n{{Pull quote|Bài ''Trường ca Sông Lô'' của Văn Cao là một tác phẩm vĩ đại. Thằng bạn này vẫn là một kẻ khai phá. Nó là cha đẻ của loại trường ca. Về hình thức, bài của nó chẳng thua gì bất cứ một tuyệt phẩm nào của loại nhạc cổ điển Tây Phương. Nét nhạc của trường ca rất mạnh khỏe, rất tươi sáng. Nhịp điệu vô cùng phong phú với những chuyển đoạn rất tài tình. Bài này đánh dấu sự trưởng thành của Tân nhạc.|200px||[[Phạm Duy]]<ref name=\"phamduy\"\/>}}\n \n{{Pull quote|Nếu ''[[Thiên Thai (bài hát)|Thiên Thai]]'' chỉ nằm trong một giọng Re (mineure và majeure) và ''[[Trương Chi (bài hát)|Trương Chi]]'' chỉ chuyển nhịp, chuyển điệu trong hai giọng Re và Sol… thì ''[[Trường ca sông Lô]]'' có tới sáu lần chuyển âm (modulations) cũng như chuyển tiết tấu (changing rythmes). ''Trường ca sông Lô'' là bản hát dài đầu tiên của chúng ta là một tuyệt phẩm mà những người đi sau Văn Cao (như tôi) đã học hỏi được rất nhiều ở ông để tiếp tục làm giầu cho âm nhạc Việt Nam. Tôi muốn được công khai tỏ lòng biết ơn thiên tài Văn Cao trong buổi nói chuyện này.|200px||[[Phạm Duy]]<ref name=\"PhạmDuy2007\">Trích dẫn theo nhạc sĩ Phạm Duy trong bài nói chuyện về sự nghiệp sáng tác âm nhạc của Văn Cao tại Phòng trà Tình ca, TP. Hồ Chí Minh, ngày 5 tháng 10 năm 2007.<\/ref>}}\n\n{{Pull quote|Văn Cao là người đẻ ra [[trường ca (âm nhạc)|trường ca]], còn tôi chỉ là người thừa kế. ''Trường ca sông Lô'' phải là đỉnh cao nhất của [[nhạc cách mạng|nhạc kháng chiến]] nói riêng, của [[tân nhạc Việt Nam]] nói chung. Sự dài hơi trong những câu nhạc trong bài chứng tỏ nhạc sĩ Văn Cao đã trưởng thành ngay từ lúc tân nhạc vừa mới ra đời.|200px||[[Phạm Duy]]<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/nghe-pham-duy-tam-tinh-ve-van-cao-1899309.html ''Nghe Phạm Duy tâm tình về Văn Cao'' (VnExpress, 6\/10\/2008)]<\/ref>}}\n\n{{Pull quote|Trong âm nhạc, Văn Cao sang trọng như một ông hoàng. Trên cánh đồng ca khúc, tôi như một đứa bé ước mơ mặt trời là con diều giấy thả chơi. Âm nhạc của anh Văn là âm nhạc của thần tiên bay bổng. Tôi la đà đi giữa cõi con người. Anh cứ bay và tôi cứ chìm khuất. Bay và chìm trong những thân phận riêng tư....|200px||[[Trịnh Công Sơn]]<ref name=\"tala\"\/>}}\n\n{{Pull quote|Hồi còn là một cậu thiếu niên, tôi đã từng ngâm nga ''Suối mơ'', một trong những sáng tác nổi tiếng của nhạc sĩ Văn Cao, một ca khúc trữ tình lãng mạn, bay bổng những ước mơ cao đẹp. Nét nhạc nhẹ nhàng, duyên dáng như nét bút uyển chuyển của một họa sĩ tài năng vẽ nên những hình ảnh nên thơ \"bên rừng thu vắng, dòng nước trôi lững lờ ngoài nắng\". Lời ca trau chuốt gọt giũa như những câu thơ giàu nhạc điệu với nhiều hình tượng đẹp về \"con suối róc rách\", \"bóng cây thùy dương\", \"đàn nai đùa trong khóm lá\"... Ca khúc với hình thức ba đoạn đơn ABA’, giai điệu từ giọng \"la thứ\" nhẹ nhàng thơ mộng từ từ chuyển sang giọng \"la trưởng\" bay bổng thiết tha, rồi lại trở về giọng \"la thứ\", tái hiện âm hình chủ đạo ban đầu để rồi kết thúc trọn vẹn ca khúc.|200px||[[Trương Quang Lục]]<ref>[[Trương Quang Lục]], ''[http:\/\/www.sggp.org.vn\/vai-ky-niem-kho-quen-ve-nhac-si-van-cao-118318.html Vài kỷ niệm khó quên về nhạc sĩ Văn Cao. Nhân kỷ niệm 90 năm ngày sinh nhạc sĩ Văn Cao]''. (Báo Sài Gòn Giải Phóng, 17\/11\/2013)<\/ref>}}\n\n{{Pull quote|Văn Cao và Phạm Duy khác Trịnh Công Sơn. Trịnh Công Sơn là một người \"hát thơ\", một nghệ sĩ tuyệt vời, ông là con người của đại chúng, được người dân thành thị hâm mộ nhất. Còn Văn Cao và Phạm Duy là con người của âm nhạc, người sáng tạo âm nhạc và cùng với một số bậc tiền bối khác đặt nền móng cho âm nhạc Việt Nam buổi đầu. Những người ấy ra đi nhưng âm nhạc của họ còn sống mãi. Nghệ thuật không chỉ có giá trị xã hội mà cái giá trị chính yếu của nó là giá trị văn hóa. Với văn hóa âm nhạc của ta, và cũng không chỉ với âm nhạc, các ông ấy là những người mở đường. Giá trị của họ cao hơn sự nổi tiếng rất nhiều. Chúng tôi và những người trẻ hơn đang kế thừa những giá trị đó.|200px||Nhạc sĩ [[Dương Thụ]]<ref>Trích dẫn theo tác giả Khánh Nguyễn trong bài viết [http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/nhac-si-duong-thu-su-xuat-hien-cua-pham-duy-la-mot-tat-nhien-n20130204155912982.htm “Nhạc sĩ Dương Thụ: Sự xuất hiện của Phạm Duy là một tất nhiên” (Báo Thể thao & Văn hóa Cuối tuần, 09\/02\/2013).]<\/ref>}}\n\n{{Pull quote|Văn Cao là một nhạc sĩ lớn, một nghệ sĩ bậc thầy trong nhiều lĩnh vực nghệ thuật: âm nhạc, thơ ca, hội họa… Ông được tiếp xúc với âm nhạc phương Tây từ nhỏ khi học tại trường Bonnal, sau tại trường dòng Saint Josef (Hải Phòng). Cuối những năm 30 của thế kỷ XX, [[Tân nhạc Việt Nam]] đã ra đời, cùng với các nhạc sĩ như [[Lê Thương]], [[Tô Vũ (nhạc sĩ)|Tô Vũ]], [[Canh Thân (nhạc sĩ)|Canh Thân]], [[Hoàng Quý]]… Văn Cao tham gia vào [[Đồng Vọng|nhóm \"Đồng Vọng\"]] của Hoàng Quý. Bài hát đầu tiên là ''[[Buồn tàn thu]]'' (1939), lúc đó Văn Cao mới 16 tuổi. Điều đặc biệt là tuy học nhạc phương Tây, nhưng Văn Cao ít chịu ảnh hưởng của âm nhạc lãng mạn Pháp, mà hướng giai điệu các bài hát của mình gần với [[nhạc cổ truyền Việt Nam|âm nhạc dân tộc]], màu sắc [[Ngũ cung (âm giai)|ngũ cung]] (khác với bảy âm trưởng – thứ [major – minor] của phương Tây), lấy chất liệu từ [[hát chèo|chèo]], [[quan họ]], [[hát xẩm|xẩm]], [[ca trù]]… để sáng tác những ca khúc đầu đời như: ''[[Thu cô liêu]]'', ''[[Suối mơ]]'', ''[[Trương Chi (bài hát)|Trương Chi]]'', ''[[Thiên Thai (bài hát)|Thiên thai]]'' (1941)...|200px||Nhạc sĩ [[Đỗ Hồng Quân]], Chủ tịch [[Hội Nhạc sĩ Việt Nam]]<ref name=\"vanhien.vn\">[[Đỗ Hồng Quân]], ''[http:\/\/vanhien.vn\/news\/Ky-niem-90-nam-ngay-sinh-nhac-si-Van-Cao-1923-2013-Tu-Buon-tan-thu-den-Mua-xuan-dau-tien-cuoc-hanh-trinh-cua-mot-tai-nang-lon-31028 Nhạc sĩ Văn Cao: Từ \"Buồn tàn thu\" đến \"Mùa xuân đầu tiên\", cuộc hành trình của một tài năng lớn!]''. (Tạp chí điện tử Văn Hiến Việt Nam, 04\/02\/2014)<\/ref>}}\n\n{{Pull quote|Thời trai trẻ ở ông có hai mạch nguồn cảm xúc: trữ tình lãng mạn, hùng tráng hào sảng thông qua thực tiễn của hoạt động cách mạng, Văn Cao đã kết hợp để cho ra đời tác phẩm đỉnh cao trong sự nghiệp sáng tác của mình, đó là ''Trường ca sông Lô'' - một thể loại mới trong âm nhạc Việt Nam (thể loại trường ca - hùng ca). Cùng với ''Người Hà Nội'' của [[Nguyễn Đình Thi]], ''[[Du kích Sông Thao]]'' của ''Đỗ Nhuận'', ''Bình Trị Thiên khói lửa'' của [[Nguyễn Văn Thương]], ''Bộ đội về làng'' của Lê Yên (thơ [[Hoàng Trung Thông]]), nhạc sĩ Văn Cao đã vượt lên những hình thức âm nhạc thông thường, ghi vào biên niên sử bằng âm thanh những tác phẩm thể loại lớn, in đậm dấu ấn sáng tạo, được công chúng đón nhận và sống mãi với thời gian.|200px||Nhạc sĩ [[Đỗ Hồng Quân]], Chủ tịch [[Hội Nhạc sĩ Việt Nam]]<ref name=\"vanhien.vn\"\/>}}\n\n{{Pull quote|Trong dòng âm [[nhạc cách mạng]], Văn Cao là người đầu tiên chắp những đôi cánh lãng mạn, những ước mơ lớn vào các ca khúc, [[hành khúc]] chiến đấu. (...) Từ năm 1944 đến năm 1946 là một bước ngoặt lớn, một bước phát triển nhảy vọt của Văn Cao. Từ dòng lãng mạn lành mạnh – yêu nước hùng tráng, Văn Cao chuyển ngay sang dòng âm nhạc cách mạng, chuyển ngay sang dòng thác dữ dội của cách mạng giải phóng dân tộc. Chuyển một cách mau lẹ, tự nhiên, vững chắc, không qua một giai đoạn quá độ, không qua một giai đoạn mò mẫm \"nhận đường\". (...) Với \"[[Tiến quân ca]]\", lần đầu tiên Quân giải phóng Việt Nam chính thức có một hành khúc hùng tráng, trang nghiêm và lôi cuốn. Với \"Tiến quân ca\", lần đầu tiên toàn thể các tầng lớp nhân dân Việt Nam có chung một hành khúc trên đường ra trận. Trước đó, chúng ta chỉ có những nhạc phẩm yêu nước của tuổi trẻ thủ đô, của thanh niên, học sinh, sinh viên và [[hướng đạo sinh]]. \"Tiến quân ca\" là cái mốc bằng vàng đánh dấu sự toàn thắng của âm nhạc cách mạng về cả tư tưởng lẫn về nghệ thuật.|200px||Nhạc sĩ Dân Huyền<ref>Dân Huyền, ''[http:\/\/vov.vn\/van-hoa\/am-nhac\/nhac-si-van-cao-va-nhung-sang-tac-ve-de-tai-cach-mang-545725.vov Nhạc sĩ Văn Cao và những sáng tác về đề tài cách mạng]''. (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 02\/09\/2016)<\/ref>}}\n\n{{Pull quote|Càng nhìn ông tôi càng thắc mắc, làm sao trên đôi vai gầy guộc nhỏ bé ấy lại chở đến cho đời nhiều mùa xuân đầy ý nghĩa và đẹp đến thế. Mùa xuân cổ tích của ''Thiên thai'', lãng mạn trong ''Bến xuân'', hào hùng trong ''Tiến về Hà Nội'', trong ''Sông Lô'', và đoàn viên trong ''Mùa xuân đầu tiên''... Cùng những mùa thu man mác đẹp lung linh của ''Thu trung du'', ''Suối mơ'', buồn thấm thía trong ''Buồn tàn thu'', ''Thu cô liêu'', ''Trương Chi''... Âm nhạc của ông thật trong lành như chính con người ông vậy.|200px||Ca sĩ [[Ánh Tuyết]]<ref>Trích dẫn theo tác giả (ca sĩ [[Ánh Tuyết]]) trong bài viết [http:\/\/tuoitre.vn\/nhac-si-van-cao-truong-chi-la-toi-day-557851.htm “Nhạc sĩ Văn Cao: Trương Chi là tôi đấy” (Báo Tuổi Trẻ Online, 07\/07\/2013).]<\/ref>}}\n\n{{Pull quote|Trong một chuyến cùng đi làm phim chân dung với nhà thơ [[Tế Hanh]], khi máy bay đã lẫn vào những đám mây, Tế Hanh bỗng hỏi tôi: \"Kha làm công tác âm nhạc, Kha nghĩ thế nào về bốn ông nhạc sĩ: [[Nguyễn Xuân Khoát]], [[Lưu Hữu Phước]], [[Đỗ Nhuận]] và Văn Cao?\". Vốn đã ngẫm nghĩ về tứ trụ này từ lâu, tôi trả lời: \"Văn Cao là trời cho. Đỗ Nhuận là đời cho. Nguyễn Xuân Khoát là người cho. Lưu Hữu Phước là thời cho\". Tế Hanh cười: \"Được. Hay lắm. Mình đã từng nghĩ như thế, nhưng chưa rút ra gọn như vậy\".|200px||Nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]], một nhà \"Văn Cao học\" và cũng là bạn vong niên của Văn Cao.<ref>Thùy Dương, ''[http:\/\/anninhthudo.vn\/giai-tri\/van-cao-nguoi-di-doc-bien\/408102.antd Văn Cao - Người đi dọc biển]''. (''Báo An ninh Thủ đô điện tử'', 23\/07\/2011)<\/ref>}}\n\n{{Pull quote|Nếu chỉ có [[Trịnh Công Sơn]] thì âm nhạc Việt Nam cũng có gì như còn méo mó và ốm yếu. Nhưng nếu chỉ có âm nhạc hùng tráng mà thiếu Trịnh Công Sơn thì nền âm nhạc các anh vẫn không thể gọi là hoàn thiện được, vì nó vẫn thiếu một mảng rất cần thiết cho đời sống riêng tư của mỗi con ng­ười... Nhưng cũng phải thành thật mà nói rằng, nhạc Trịnh nghe lẻ từng bài thì hay. Nhưng nghe cả một cuộn băng thì lại thấy mệt vì đơn điệu. Ông Văn Cao của các anh đa dạng hơn nhiều, phong phú hơn nhiều, mặc dù so với Trịnh Công Sơn, ông ấy viết rất ít.|200px||Frank Gerke<ref>Một nhà nghiên cứu không chuyên về [[nhạc Trịnh]], Frank Gerke mang quốc tịch Đức. Trích dẫn theo tác giả [[Trần Đăng Khoa (nhà thơ)|Trần Đăng Khoa]] trong bài viết [http:\/\/vov.vn\/blog\/tran-dang-khoa-thang-tu-roi-nho-trinh-cong-son-204933.vov “Tháng Tư rồi, nhớ Trịnh Công Sơn” (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 01\/04\/2012)].<\/ref>}}\n\n=== Trong thơ ca ===\n{{Pull quote|Tôi rất phục cách dùng chữ trong thơ Văn Cao, bởi vì chữ ông dùng không câu nệ vần điệu, không dùng những chữ quen mà toàn dùng những chữ mới. Nó vừa dễ hiểu nhưng để ngẫm hết ý thì lại khó. Có bài ''Chiếc xe xác qua phường Dạ Lạc'' viết năm 1945 về nạn đói khiến người ta nhớ mãi. Còn những bài viết theo không khí tiền chiến thì được xếp vào những bài thơ hàng đầu của tiền chiến.|200px||Nhà thơ [[Vũ Quần Phương]]<ref>Trích dẫn theo tác giả Phương Thúy trong bài viết [http:\/\/vov.vn\/van-hoa\/van-hoc\/van-cao-mot-guong-mat-tho-cach-tan-303584.vov “Văn Cao - một gương mặt thơ cách tân” (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 30\/12\/2013)].<\/ref>}}\n\n{{Pull quote|Tôi đã nhiều lần nhìn ngắm Văn Cao ngồi im lặng: ông có thể ngồi suốt ngày với một tư thế như vậy, với một tâm thế như vậy. Những lúc ấy, tâm tưởng ông liên tục du hành trong thời gian, trong những không gian tưởng tượng. Chính khả năng cô đặc thời gian, khả năng \"tích trữ lương thực\" cho tinh thần, cho tâm hồn đã đưa tới những bài thơ cô đặc mà Văn Cao từng ủ bao nhiêu năm trong những cuốn sổ tay nhỏ nhít của ông. Ủ như người ta ủ những hạt mầm. Bản thân những hạt mầm cũng là sự cô đặc thời gian, sự kiên nhẫn với thời gian. Đọc thơ Văn Cao giờ đây, tôi như thưởng thức được từng chấm sáng lấp lánh của thời gian qua từng con chữ. Nhiều khi, thơ cũng phải biết tự dè sẻn như thế, tự làm nhỏ mình lại như thế, biết kiên nhẫn như thế. Như những hạt mầm. Những hạt mầm của thời gian.|200px||Nhà thơ [[Thanh Thảo (nhà thơ)|Thanh Thảo]]<ref>Trích dẫn theo tác giả [[Thanh Thảo (nhà thơ)|Thanh Thảo]] trong bài viết [http:\/\/www.baobinhdinh.com.vn\/566\/2003\/12\/7534\/ “Nhân 80 năm ngày sinh Văn Cao: Thời gian cô đặc trong thơ Văn Cao” (Báo Bình Định điện tử, 14\/12\/2003).]<\/ref>}}\n\n{{Pull quote|Đọc lại thơ Văn Cao trong một ngày đông lạnh, tôi thấy số phận thật đa đoan: người nghệ sĩ ấy lại hóa thiệt thòi vì quá tài hoa. Nếu sự nghiệp âm nhạc của ông không lớn đến như thế, thì có lẽ người ta sẽ chú ý hơn tới thơ ca để nghe thấy một tiếng nói khác, giống như tiếng \"người khổng lồ kêu thét suốt ngày đêm\", giống như tiếng sóng biển từng ám ảnh suốt cả đời ông... Ở ca khúc, mùa xuân trong sáng, có thể nói là \"trong suốt\". Còn mùa xuân trong thơ Văn Cao luôn mang một vẻ u uất - có lẽ đó cũng là nét khác thường so với cái \"mã\" của mùa xuân thông thường được coi là khoảnh khắc tươi trẻ nhất trong sự luân hồi của thời gian... Như vậy, không thể đơn giản giải thích không khí u uẩn bao trùm thơ xuân Văn Cao bằng hoàn cảnh xã hội. Có thể nói vì nhạc của Văn Cao chủ yếu được sáng tác thời trẻ, còn sau này ông coi \"Nhạc là mối tình đầu bị phản bội\" chăng? Cũng có thể vì nhạc của Văn Cao hướng ngoại, còn thơ là nơi \"tôi đi qua tôi\", là \"một nửa mặt\" của thi nhân đầy mâu thuẫn như biển trong thơ ông, tràn ngập mênh mông nước, vậy mà vẫn \"thành người khổng lồ kêu khát suốt ngày đêm\"?|200px||Đặng Anh Đào<ref>Trích dẫn theo tác giả Đặng Anh Đào (con gái của nhà nghiên cứu, phê bình văn học [[Đặng Thai Mai]]) trong bài viết [http:\/\/cand.com.vn\/van-hoa\/Mua-xuan-bi-an-trong-tho-Van-Cao-137245\/ “Mùa xuân bí ẩn trong thơ Văn Cao” (Báo Công an nhân dân điện tử, 04\/01\/2009).]<\/ref>}}\n\n{{Pull quote|[[Trường ca]] là một hiện tượng lớn và cực kì phong phú. Và trường ca không phải là độc quyền của thơ. Trong văn xuôi cũng có trường ca, ví như ''Những linh hồn chết'' của [[Gogol]], rồi Trường ca bằng văn xuôi trước Cách mạng của [[Xuân Diệu]], [[trường ca (âm nhạc)|trong nhạc, ở ca khúc, cũng có trường ca]], chẳng hạn ''[[Trường ca Sông Lô|Sông Lô]]'' của Văn Cao, ''Người Hà Nội'' của [[Nguyễn Đình Thi]], ''Du kích sông Thao'' của [[Đỗ Nhuận]], ''Bình Trị Thiên khói lửa'' của [[Nguyễn Văn Thương]]... (...) Trước kia chủ thể trường ca hầu như không xuất hiện với tư cách một cái tôi cá nhân, một nhân vật được khách thể hóa trong văn bản trường ca. Nhưng về sau đã có biến đổi. Ở ta, có lẽ từ ''[[Những người trên cửa biển]]'' của Văn Cao trở đi, với cái câu mở đầu rất tiêu biểu: \"Tôi sinh ra đã có Hải Phòng\", người ta thấy cái tôi của người viết trường ca không chịu đứng ngoài, nấp sau nữa, nó đã trở thành một \"nhân vật\" trong trường ca. Nghĩa là người viết không còn đứng ở bên trên như \"người kể chuyện toàn năng\" nữa, mà tham gia vào mạch trường ca như một \"mảnh ghép của lịch sử\", nghĩa là như một số phận gắn bó với lịch sử, như một nhân chứng, một kẻ trong cuộc, thậm chí người tham gia làm nên những chấn động lịch sử ấy, và giờ đây đang trực tiếp thụ hưởng hoặc hứng chịu những chấn động ấy. (...) Theo tôi, kể những tác phẩm trường ca mà sự xuất hiện của nó gây thành ấn tượng lớn, có tầm ảnh hưởng, hoặc cắm một cái mốc nào đó đối với sự phát triển của thể loại là phải kể: ''Từ đêm 19'' của [[Khương Hữu Dụng]], ''Những người trên cửa biển'' của Văn Cao,...|200px||Nhà nghiên cứu phê bình văn học Chu Văn Sơn<ref name=\"toquoc.vn\"\/>}}\n\n{{Pull quote|Nếu nhạc của Văn Cao đưa con người vào cõi mộng, thì thơ Văn Cao xoáy vào thực tại cuộc đời: phần đời thực với ''Chiếc xe xác qua phường Dạ Lạc'', ''Ngoại ô mùa đông 1946'', ''Những người trên cửa biển'' và phần nội tâm sâu xé của con người mất tự do, trong các bài thơ ngắn, cô đọng và đau thương, ''như những giọt nước mắt không rơi ngoài tim mình'' như lời thơ [[Thanh Tâm Tuyền]]... Cúi xuống những lầm than của kiếp người, Văn Cao là người duy nhất để lại những hình ảnh kinh hoàng của [[Nạn đói năm Ất Dậu, 1944-1945|trận đói tháng 3 năm Ất Dậu]]. Nếu không có ''Chiếc xe xác qua phường Dạ Lạc'', thì chúng ta không thể hình dung cảnh xe xác lăn trong xóm [[cô đầu]] của một Hà Nội bán linh hồn...|200px||[[Thụy Khuê (nhà phê bình)|Thụy Khuê]]<ref>Trích dẫn theo tác giả Thụy Khuê trong bài viết [http:\/\/vi.rfi.fr\/tong-hop\/20100411-nhan-van-giai-pham-phan-xiii-van-cao “Nhân văn Giai phẩm - phần XIII: Văn Cao” (RFI.fr, 11\/04\/2010).]<\/ref>}}\n\n{{Pull quote|Người ta biết đến Văn Cao không chỉ có thơ, mà còn có nhạc, hoạ, kịch... Thành công của Văn Cao chưa hẳn là thơ nhưng chính thơ lại góp phần hiển lộ tính chất đa tài của Văn Cao. Và cũng chính thơ đã cho thấy sự nhất quán trong tư tưởng nghệ thuật của ông. Đó là tư tưởng của một nghệ sĩ luôn phóng chiếu sự sáng tạo của mình trên đôi cánh của chủ nghĩa siêu thực và hiện thực. Tâm thức \"trôi\" trong Thơ Văn Cao chính vì thế cũng chính là tâm thức \"trôi\" trong hoạ, trong nhạc với những tình khúc bất tử như ''Buồn tàn thu'', ''Bến xuân'', ''Trương Chi'', ''Suối mơ'', ''Thiên thai''... Nhiều lời trong các bài nhạc của ông cũng đầy chất thơ mà mỗi khi hát lên luôn tạo cho ta cảm giác nao lòng như đang trôi trong cõi phiêu bồng vô định của cuộc đời... Song tâm thức \"trôi\" trong thơ Văn Cao tuy nhuần thấm lẽ vô thường và bồng bềnh trong hư vô bất định nhưng không bao giờ lạc hướng. Ngược lại ông luôn thể hiện chủ kiến của mình trước cuộc đời. Với lẽ sống cao đẹp của người nghệ sĩ, ông luôn nêu cao ý thức trách nhiệm công dân trước xã hội và nhân dân. Và đây chính là cảm hứng chủ đạo để Văn Cao viết những bài thơ mang hơi thở nóng hổi của hiện thực cuộc sống như: ''Chiếc xe xác qua phường Dạ Lạc'', ''Ngoại ô mùa Đông 1946'', ''Quy Nhơn 3'', trường ca ''Những người trên cửa biển''...|200px||Trần Hoài Anh<ref>Trích dẫn theo tác giả Trần Hoài Anh trong bài viết [http:\/\/nhavantphcm.com.vn\/tac-pham-chon-loc\/nghien-cuu-phe-binh\/tran-hoai-anh-voi-tam-thuc-tho-van-cao.html “Tâm thức “trôi” trong thơ Văn Cao” (Trang điện tử Hội nhà văn Thành phố Hồ Chí Minh, 16.4.2011).]<\/ref>}}\n\n{{Pull quote|Nếu như âm nhạc Văn Cao đã được khẳng định ở vị trí số một Việt Nam trong thế kỷ XX thì các lĩnh vực sáng tác khác, là họa và đặc biệt là thơ của ông dường như chưa có sự nghiên cứu thấu đáo... Giờ nhìn lại sự nghiệp thơ Văn Cao, ta không khỏi ngạc nhiên, khi chỉ trong hơn 10 năm kể từ khi có tác phẩm thơ đầu tiên, từ một nhà lãng mạn cuối mùa, ông đã làm một hành trình dài lao thẳng vào hiện đại như một cánh chim xuyên qua bão táp của những thành kiến trong thời đại mình để trở thành một nhà tiên phong, mở ra một cánh cửa mới cho thơ hiện đại Việt Nam, mà cho đến nay chúng ta chưa đi hết cung đường mà ông đã vạch ra. Ngọn lửa thơ của Văn Cao sung sức và bùng cháy nhất chính ở thời điểm ông viết [[trường ca]] ''[[Những người trên cửa biển]]'' năm 1956. Cảm xúc sôi trào. Ý tứ sắc sảo. Câu thơ hoạt. Hình tượng thơ gây nhiều ám ảnh. Từ thời điểm này về trước, Văn Cao thiên về cảm xúc, cảm giác và những hình ảnh lãng mạn. Sau thời điểm này, Văn Cao chuyển dần sang ẩn dụ, tượng trưng với những hình ảnh biểu tượng hết sức sâu sắc và những suy tư mang nhiều cay đắng.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\">Trích dẫn theo tác giả Thiên Sơn trong bài viết [http:\/\/vanhaiphong.com\/ly-luan-phe-binh\/226-nha-th-vn-cao-con-nhng-ting-rn-v-thien-sn.html “Nhà thơ Văn Cao, còn những tiếng rạn vỡ” (Trang điện tử Hội nhà văn Hải Phòng, 23\/11\/2013).]<\/ref>}}\n\n{{Pull quote|Cuối những năm 30, đầu những năm 40 thế kỷ trước, phong trào [[Thơ mới]] bắt đầu cạn dần dòng chảy của nó. Những sáng tác đầu tiên của Văn Cao (bài thơ đầu tiên giữ lại được ghi sáng tác năm 1939) chịu ảnh hưởng của tư duy Thơ mới, nhưng lối dùng chữ vẫn còn nặng về Hán Việt, nhạc thơ còn chưa thật nhuần nhuyễn. Nhưng, chỉ khoảng 1 năm sau, khi ông viết ''Một đêm đàn lạnh trên sông Huế'' (1940) thì độ điêu luyện, mượt mà đã không kém các bậc đàn anh trong Thơ mới trước đó. Và cũng chỉ mấy năm sau, ông viết ''Chiếc xe xác qua phường Dạ Lạc'' thì không chỉ độ điêu luyện đã lên đến đỉnh, mà còn cho thấy một cách nhìn, cách miêu tả hiện thực đến tận cùng trước thảm họa khủng khiếp của dân tộc ta trong [[nạn đói năm 1945]]. Đó là thời điểm Văn Cao đã hoàn toàn vượt qua ảnh hưởng của Thơ mới và nghiêng theo chủ nghĩa hiện thực. Nhưng rồi sau đó, Văn Cao chủ yếu chuyển sang nhạc, liên tiếp giành được những thành tựu lớn trong âm nhạc, còn đường thơ thì dần trở nên thưa thớt.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\"\/>}}\n\n{{Pull quote|Trừ một số bài thơ dài, mà trường độ cảm xúc và tính khái quát không thua kém những trường ca, về cơ bản, thời kỳ những năm 60, 70 của thế kỷ trước, thơ Văn Cao trở nên ngắn gọn, cô đúc. Ông tìm sự liên kết trong ý tứ, hình ảnh, trong nhạc điệu, tức là sự liên kết từ bên trong chứ ít khi sử dụng những vần điệu vang vọng. Hình ảnh trong thơ ông thường biến nghĩa, cấu trúc câu cũng linh hoạt khơi gợi sự ngẫm ngợi. Hầu hết thơ ông quãng sau nghiêng về nghĩa bóng, mỗi bài thơ đặt ra những thách thức bí ẩn khiến người đọc phải giải mã điều thực sự nhà thơ muốn nói phía sau mỗi câu từ. Dù không sáng tác nhiều thơ (khoảng 60 bài thơ và 1 trường ca), Văn Cao cũng đã ôm chứa trong ông bước dịch chuyển lớn lao mang dấu ấn của hơn nửa thế kỷ tìm đường của thơ Việt. Từ một nhà lãng mạn, Văn Cao đã nỗ lực để trở thành một nhà thơ hiện thực, từ một nhà hiện thực, Văn Cao đã tiến thêm một bước vào lãnh địa của thơ tượng trưng. Trong thơ ông người ta tìm thấy cả dấu ấn thân phận nhà thơ, lẫn nỗi cay đắng của một lịch sử đầy gấp khúc.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\"\/>}}\n\n{{Pull quote|Văn Cao quả là một người tài hoa có một. Đến lúc Văn Cao nổi tiếng về nhạc và vụ ám sát Đỗ Đức Phin, người ta mới giở lại những bài thơ anh đăng tải trên ''Tiểu thuyết thứ bảy'' và một loạt tờ báo khác, và đến lúc ấy người ta mới thấy thơ Văn Cao cũng hay như nhạc của anh. Chẳng qua chỉ vì Văn Cao không quan niệm cái gì là quan trọng, không kéo bè kéo đảng để đưa nhau lên, suy tôn nhau là thi hào \"lớn\", văn sĩ \"lớn\" nên lúc bước vào làng văn nghệ anh không được quảng cáo nhiều, do đó thơ anh bị chìm.|200px||Nhà văn [[Vũ Bằng (nhà văn)|Vũ Bằng]]<ref name=\"vannghequandoi.com.vn\">Trích dẫn theo tác giả Vũ Nho trong bài viết [http:\/\/vannghequandoi.com.vn\/Diem-sach\/Van-Cao-mot-loi-tho-rieng-5424.html “Văn Cao một lối thơ riêng” (Tạp chí văn nghệ quân đội, 17\/03\/2014)].<\/ref>}}\n\n{{Pull quote|Thơ ông đẹp một cách quyết liệt. Thơ ông thật đến siêu thực. Thơ ông mới bất ngờ như mầm cây vừa đội đất trồi lên.|200px||Nhạc sĩ, nhà thơ [[Nguyễn Trọng Tạo]]<ref name=\"vannghequandoi.com.vn\"\/>}}\n\n{{Pull quote|Những ngày tháng Văn Cao đã sống, cứ đổ cái bóng gầy hắt hiu và trắc ẩn vào lòng công chúng, mà những bài hát của ông không lý giải được, những bức tranh của ông cũng không lý giải được. Chỉ còn lại thơ, xoa dịu và tỏ bày giùm Văn Cao. Từ những bài thơ đầu tiên viết năm 1939 đến bài thơ cuối cùng \"Tôi ở\" viết tháng 8-1994, Văn Cao có di sản khoảng chừng 60 bài, nhưng vẫn hiển lộ đầy đủ một chân dung nhà thơ khắc khoải với khát vọng lớn lao \"tới bao giờ tôi gặp được biển?\". Trong sự mến mộ của công chúng phổ thông, chân dung nhạc sĩ Văn Cao luôn khỏa lấp chân dung nhà thơ Văn Cao, bởi lẽ cảm giác xao xuyến thường lấn lướt nhận thức sâu xa.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\"\/>}}\n\n{{Pull quote|Tuy nhiên, bài thơ \"Chiếc xe xác qua phường Dạ Lạc\" và bài thơ \"Ngoại ô mùa đông 1946\" chỉ tạo đà cho khoảnh khắc nhảy vọt trong thơ Văn Cao, đó là sự ra đời của trường ca \"[[Những người trên cửa biển]]\" viết vào mùa xuân 1956, giúp cán cân thơ – nhạc có thành tựu tương đương. Với bốn chương chia làm 16 khổ thơ, trường ca \"Những người trên cửa biển\" được viết trên tinh thần \"Tôi yêu Hải Phòng như Việt Nam nhỏ lại \/ Tôi yêu Việt Nam như tôi biết yêu tôi\". (...) Thử thách thể loại trường ca đòi hỏi sức cảm sức nghĩ phi thường, cũng chính là cơ hội phô diễn một Văn Cao tài năng cồng kềnh.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\"\/>}}\n\n{{Pull quote|...Và cho đến nay, công chúng vẫn chỉ biết đến Văn Cao nhạc sĩ và Văn Cao họa sĩ, còn Văn Cao thi sĩ thì chỉ những người quen thân và trong làng văn biết rõ mà thôi! Thực ra, Văn Cao đồng thời sáng tác cả nhạc, thơ và hội họa. Người đời còn ít biết đến thơ của Văn Cao vì nhiều nguyên nhân, trong đó, nguyên nhân chủ yếu là trong nhiều năm (có đến gần 30 năm, từ khoảng 1957 đến 1985), thơ Văn Cao không được xếp vào \"dòng chảy chính thống\" của thơ ca Việt Nam hiện đại. Phải chờ đến thời kỳ \"đổi mới tư duy\", những giá trị lớn lao của thơ Văn Cao (cũng như nhạc Văn Cao) mới được \"hợp pháp hóa\" ! Riêng về chuyện này, có thể nói Văn Cao là một điển hình của một mẫu người nghệ thuật đa tài, đa năng và đa nạn. Nhưng chính qua sự \"thử lửa\" đó của cuộc đời, cốt cách thi nhân của Văn Cao đã trở thành vàng nguyên khối, bản lĩnh thi nhân của Văn Cao càng lớn, sức sống của thơ Văn Cao càng mạnh mẽ…|200px||Đỗ Ngọc Thạch<ref name=\"Newvietart 2009\"\/>}}\n\n{{Pull quote|Văn Cao đã viết trường ca \"[[Những người trên cửa biển]]\" năm 1956. Sau này trên thi đàn của ta một độ nở rộ những trường ca. Nhưng có thể thấy Văn Cao đã sớm là một người khai sơn phá thạch ở thể loại này.|200px||Vũ Nho<ref name=\"vannghequandoi.com.vn\"\/>}}\n\n=== Trong hội họa ===\n{{Pull quote|Ở Văn Cao tiếng vọng hoài niệm như một vẻ đẹp có thẩm mỹ siêu thực, theo tôi là một ẩn hiện di truyền lác đác trong cả cuộc đời nghệ sĩ đẹp đẽ của anh... Nhưng cái nhìn hội họa ở anh có địa vị dẫn đường và chi phối: Chính Văn Cao và vài ba người nữa ([[Bùi Xuân Phái]], [[Nguyễn Sỹ Ngọc|Sỹ Ngọc]], [[Dương Bích Liên]], [[Nguyễn Sáng]]...) vào những năm 60 đã mở hướng thẩm mỹ mới cho minh họa và đồ họa... Có thể nói Văn Cao đã lập được một trường phái minh họa và bìa sách. Nhiều minh họa của anh trên báo Văn Nghệ phải gọi là xuất sắc... Nếu âm nhạc, thơ ca là một bản thể tươi tốt của anh, thì hội họa là một tâm thức sâu sắc. Văn Cao có cái nhạy bén về cảm xúc tinh tường trong quan sát...|200px||Nhà phê bình mỹ thuật [[Thái Bá Vân]]<ref>Vi Quốc Hiệp, ''[http:\/\/www.vietnamfineart.com.vn\/Story\/Cactacgia_tacpham\/2007\/10\/1335.html Nhớ Văn Cao]''. (Tạp chí Mỹ thuật - Hội Mỹ thuật Việt Nam)<\/ref>}}\n\n{{Pull quote|Tôi có duyên may được ông trình bày cho bìa sách cuốn \"[[Nam Cao]], nhà văn hiện thực xuất sắc\" do Nhà xuất bản Văn hóa in năm 1961. Bìa giản dị, đẹp, chữ sang trọng. Anh Văn Tâm có lần khoe với tôi chân dung được Văn Cao vẽ tặng. Tôi nói với anh: \"Các bậc tài hoa này nếu bớt đi tửu lượng thì có thể tài năng phát triển nhiều hơn chăng?\".|200px||Nhà nghiên cứu văn học [[Hà Minh Đức]]<ref name=\"vnca.cand.com.vn\"\/>}}\n\n{{Pull quote|Minh họa báo chí là một loại hình rất phụ của mỹ thuật và quy mô thường nhỏ lẻ không thường xuyên liên tục. Thế nên để có được một họa sĩ minh họa đều tay, có cá tính là việc rất khó. Ngôn ngữ của loại hình này bó buộc vì khuôn khổ bức vẽ, vì sự thẩm thấu tác phẩm văn chương báo chí thông qua việc đọc và hơn hết vì cá tính sáng tạo mang nét đặc trưng riêng biệt. Đã có một thời nhiều người bắt chước ông Văn Cao, vẽ minh họa giống đến mức nếu không có chú thích bên dưới thì rất khó phát hiện. Ông Văn Cao là người vẽ minh họa thành công nhất không phải bởi tay nghề mà chính vì đặc thù bay bổng lãng mạn và cách bố cục mảng miếng đen trắng tạo mỹ cảm rất riêng biệt.|200px||Họa sĩ Đỗ Phấn<ref>Đỗ Phấn, ''[http:\/\/nhandan.com.vn\/cuoituan\/item\/29923802-“nghe”-ve-minh-hoa-tren-bao-giay.html “Nghề” vẽ minh họa trên báo giấy]''. (Báo Nhân Dân, 20\/06\/2016)<\/ref>}}\n\n== Tri ân ==\n=== Những tác phẩm về Văn Cao === \nNăm 1989, tạp chí [[Hội địa lý Quốc gia Hoa Kỳ|National Geographic]] đã đăng một bức ảnh của nhạc sĩ Văn Cao đang ngồi trầm tư bên chiếc đàn dương cầm của ông. Chính tấm hình này sau đó đã tạo cảm hứng để nhà soạn nhạc đương đại người Mỹ [[Robert Ashley]] sáng tác nên bản nhạc solo cho piano mang tên ''[[Van Cao's Meditation]]'' vào năm 1992, dù rằng cho đến tận khi Văn Cao qua đời (1995) thì Robert Ashley vẫn chưa một lần gặp mặt tác giả của ''[[Tiến quân ca]]''.\n\nTrong lĩnh vực điêu khắc, đã có một bức tượng bán thân của Văn Cao được đặt trong khuôn viên trường Trung học Văn hóa - Nghệ thuật Hải Phòng từ năm 2002. Cũng trong cuộc trò chuyện với báo chí nhân dịp khánh thành bức tượng bán thân của cha mình tại Hải Phòng năm 2002, họa sĩ Văn Thao (con trai trưởng của Văn Cao) nói: \"Năm 1985, điêu khắc gia Phạm Văn Hạng tặng cha tôi bức tượng tạc khuôn mặt ông bằng thạch cao màu đen, cao 20 cm. Bố tôi rất thích và đề từ: ''Bức tượng cho tôi cảm giác tôi đang muốn nói một câu gì đó''. Hè vừa rồi, tôi mới có điều kiện đi quyên góp từ bạn bè để phóng to bức tượng của Phạm Văn Hạng bằng đất sét, rồi đổ khuôn thạch cao, hết 1 tháng rưỡi. Rồi đưa khuôn ấy cho nghệ nhân Nguyễn Văn Dũng. Bức tượng hoàn thành cách đây 3 tháng, bằng đồng hun, cao 1,2 m.\" Văn Thao cũng thổ lộ với báo chí về mong muốn lập một bảo tàng cá nhân cho người cha nổi tiếng của ông: \"Tôi chỉ muốn làm cho được một bảo tàng về cha tôi. Đó là hoạt động ý nghĩa nhất tôi phải làm bằng được trong những năm tới. Cho đến nay, ở xã Liên Minh, huyện Vụ Bản, Nam Định có một trường tiểu học mang tên Văn Cao. Tôi đang cố gắng xin đất ở huyện Vụ Bản, để Bảo tàng Văn Cao được tọa lạc tại chính quê hương mình, cần vài nghìn mét vuông để làm khu lưu niệm, vườn tược, vườn Thiên Thai. Tôi còn phải lo sưu tập, phục chế, tìm kiếm những bức vẽ, minh họa của cha và rất nhiều bài thơ bị thất lạc. Đến giờ, ông mới chỉ có 2 tập thơ Lá và Tuyển tập Văn Cao. Từ lâu lắm, cha tôi đã có những bài thơ cô đúc và rất hiện đại, tinh tế và sâu thẳm.\"<ref>[https:\/\/giaitri.vnexpress.net\/tin-tuc\/san-khau-my-thuat\/dung-tuong-nhac-si-van-cao-1875379.html Dựng tượng nhạc sĩ Văn Cao (''VnExpress.net'', 15\/11\/2002)]. Trích dẫn: \"Chiều nay, tại khuôn viên Trung học Văn hóa nghệ thuật Hải Phòng diễn ra lễ khánh thành tượng Văn Cao. Đây là bức tượng bán thân, cao 0,7 m, nặng 100 kg đặt trên bệ đá cao 1,8 m. Tác giả là nhà điêu khắc Phạm Văn Hạng, họa sĩ Văn Thao (con trai nhạc sĩ Văn Cao) và nghệ nhân đúc đồng Nguyễn Văn Dũng.\"<\/ref>\n\nHiện nay cũng đang có một số đề xuất từ những người có vai trò trong quản lý văn hóa ở Việt Nam về việc dựng tượng đài Văn Cao ở một địa điểm công cộng (như một công viên nhỏ) tại Hà Nội. Những người ủng hộ đề xuất này bao gồm có nhà sử học [[Dương Trung Quốc]], họa sĩ Trần Khánh Chương (hiện là Chủ tịch Hội Mỹ thuật Việt Nam), và nhạc sĩ [[Đỗ Hồng Quân]] (hiện là Chủ tịch Hội Nhạc sĩ Việt Nam).<ref>[http:\/\/thethaovanhoa.vn\/buixuanphai\/details\/c423n20160820053457961\/ha-noi-se-dep-hon-voi-tuong-van-cao.htm Nhà sử học Dương Trung Quốc: “Hà Nội sẽ đẹp hơn với tượng Văn Cao” (Thể thao & Văn hóa, 20\/8\/2016)]<\/ref><ref>[http:\/\/dantri.com.vn\/van-hoa\/nen-co-tuong-dai-co-nhac-si-van-cao-dat-o-pho-van-cao-ha-noi-2016071207523738.htm Hoạ sỹ Trần Khánh Chương, Chủ tịch Hội Mỹ thuật Việt Nam: “Nên có tượng đài cố nhạc sĩ Văn Cao đặt ở phố Văn Cao, Hà Nội” (Dantri.com.vn, 12\/07\/2016)]<\/ref>\n\nTrong lĩnh vực nhiếp ảnh, nhà nhiếp ảnh Nguyễn Đình Toán là người sở hữu một bộ ảnh với số lượng lớn về Văn Cao do chính ông tự tay chụp, do có nhiều điều kiện thời gian đến thăm Văn Cao những năm nhạc sĩ - thi sĩ còn sống. Nguyễn Đình Toán vốn quen biết và sống không xa nhà riêng của gia đình Văn Cao.\n\nTrong lĩnh vực phim ảnh, đạo diễn Đinh Anh Dũng là người có dịp tiếp xúc với Văn Cao không lâu trước khi nhạc sĩ qua đời và đã đạo diễn 2 bộ phim tài liệu - ca nhạc về Văn Cao: ''[[Văn Cao - Giấc mơ một đời người]]'' (1992) và ''[[Văn Cao - Buổi sáng có trong sự thật]]'' (1995).\n\nTrong lĩnh vực văn học, nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]], đồng thời là một nhà \"Văn Cao học\", cho xuất bản cuốn tiểu thuyết chân dung mang tên ''[[Văn Cao - Người đi dọc biển]]'' ([[Nhà xuất bản Phụ nữ]], 2011).\n\n=== Vinh danh === \nMột năm sau ngày nhạc sĩ Văn Cao mất, thành phố [[Hải Phòng]] đã đặt tên ông cho một con đường ở [[ngô Quyền (quận)|quận Ngô Quyền]]. [[Huế]] cũng đã có ngay đường \"Văn Cao\" ở phường Xuân Phú.<br>[[Đà Nẵng]] đã có đường \"Văn Cao\" ở [[thanh Khê|quận Thanh Khê]]. [[Thành phố Hồ Chí Minh]] và [[Nam Định]] cũng đều có đường mang tên ông. Năm 2005, mười năm sau ngày Văn Cao mất, [[Hà Nội]] lấy tên \"Văn Cao\" đặt cho một tuyến phố thuộc hàng đẹp nhất của thủ đô nối từ [[Đường Liễu Giai, Hà Nội|Liễu Giai]] đến đường [[Đường Hoàng Hoa Thám, Hà Nội|Hoàng Hoa Thám]]. Ông [[Nguyễn Quốc Triệu]], chủ tịch thành phố thời gian đó, đích thân tới nhà gia đình Văn Cao vào hôm trước ngày giỗ của nhạc sĩ để báo tin. Đường Văn Cao sau đó đã được kéo dài xuyên qua đường Hoàng Hoa Thám, ra tận sát Hồ Tây.\n\nCác con đường ở một số tỉnh thành tại Việt Nam có mang tên ông bao gồm:\n#Đường Văn Cao, phường Đằng Giang, quận Ngô Quyền, [[Hải Phòng]]\n#Đường Văn Cao, phường Thạc Gián và Vĩnh Trung, quận [[Thanh Khê]], [[Đà Nẵng]]\n#[[Đường Văn Cao, Hà Nội|Phố Văn Cao]], phường Liễu Giai, quận Ba Đình và phường Thụy Khuê, quận Tây Hồ, [[Hà Nội]] \n#Đường Văn Cao, phường Phú Thạnh và Phú Thọ Hòa, [[Tân Phú (quận)|quận Tân Phú]], [[Thành phố Hồ Chí Minh|TP. Hồ Chí Minh]]\n#Đường Văn Cao, phường Tân Lợi, Buôn Ma Thuột, [[Đắk Lắk|Đắk Lăk]]\n#Đường Văn Cao, phường An Hòa, Rạch Giá, [[Kiên Giang]]\n#Đường Văn Cao, Thị trấn Lạc Dương, huyện Lạc Dương, [[Lâm Đồng]]\n#Phố Văn Cao, phường Chi Lăng, Lạng Sơn, [[Lạng Sơn]]\n#Đường Văn Cao, phường Năng Tĩnh, phường Văn Miếu và xã Lộc An, Nam Định, [[Nam Định]]\n#Đường Văn Cao, phường Xuân Phú, [[Huế]], [[Thừa Thiên Huế|Thừa Thiên – Huế]]\n#Đường Văn Cao, phường Mỹ Phước, [[Bến Cát]] [[Bình Dương]]\n\n==Tham khảo==\n=== Bởi Văn Cao ===\nSách:\n* ''Cửa biển'', tuyển tập thơ in chung của [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], [[Trần Dần (Việt Nam)|Trần Dần]], [[Lê Đạt]] và Văn Cao. (Nhà xuất bản Văn nghệ, 1956)\n* ''[[Lá (thơ Văn Cao)|Lá]]'', tuyển tập thơ Văn Cao. (Nhà xuất bản Tác phẩm mới, 1988) \n* ''Thiên Thai'', tuyển tập nhạc-thơ Văn Cao. (Nhà xuất bản Trẻ, 1988)\n* ''Tuyển tập thơ Văn Cao''. (Nhà xuất bản Văn học, 1994)\n* ''Văn Cao - Tác phẩm thơ''. (Nhà xuất bản Hội Nhà văn, 2013)\n\nTiểu luận, hồi ký:\n* ''[[Một vài ý nghĩ về thơ]]'' (''Báo Văn Nghệ'', số 3-1957)\n* ''[[Tại sao tôi viết Tiến quân ca|Tại sao tôi viết \"Tiến quân ca\"]]'' (1976)\n\n=== Về Văn Cao ===\nTrong cuộc đời và sự nghiệp của Văn Cao, những người là bạn văn nghệ gần gũi và có nhiều ghi chép giá trị về ông là nhạc sĩ [[Phạm Duy]] (bạn lâu năm và đồng thời là người có đánh giá chuyên môn toàn diện nhất về sự nghiệp âm nhạc của Văn Cao), họa sĩ [[Tạ Tỵ]] (cùng với [[Thái Bá Vân]], là những người có hiểu biết sâu về tài năng mỹ thuật của Văn Cao), nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]] (tác giả của cuốn tiểu sử - tiểu thuyết chân dung đầu tiên về Văn Cao) và họa sĩ [[Văn Thao]] (con cả của Văn Cao).\n{{collapse top|title=Danh sách tham khảo}}\nSách:\n* Bích Thuận, ''Nhạc sĩ Văn Cao, tài năng và nhân cách''. (Nhà xuất bản Thanh niên, 2007)\n* [[Nguyễn Thụy Kha]] (chủ biên), ''Văn Cao, cuối cùng và còn lại''. (Nhà xuất bản Trẻ, 1998)\n* Nguyễn Thụy Kha, ''[[Văn Cao - Người đi dọc biển]]''. (Nhà xuất bản Phụ nữ, 2011)\n* Nhiều tác giả, ''Văn Cao, cuộc đời và tác phẩm''. (Nhà xuất bản Văn học, 1996)\n* [[Phạm Duy]], ''Hồi ký'' (1989)\n* [[Tạ Tỵ]], ''Mười khuôn mặt văn nghệ'' (Tủ sách Nam Chi, Cơ sở Phạm Quang Khai xuất bản, 1970)\n* Văn Thao, ''Văn Cao, đời và nghiệp'' (hồi ức)\n\nBài viết (tạp chí chuyên ngành), luận văn:\n* Đỗ Thu Hà, ''Chất hội họa trong thơ Văn Cao''. (Khóa luận tốt nghiệp, Khoa Ngữ văn Trường ĐHSP Hà Nội)\n* Nguyễn Nguyệt, ''[http:\/\/vhnt.org.vn\/tin-tuc\/chan-dung-van-hoa\/29166\/hoi-hoa-van-cao Hội họa Văn Cao]''. (Tạp chí ''Văn hóa Nghệ thuật'' số 320, tháng 2-2011)\n* Nguyễn Văn Thuấn & Lê Thị Thuyên, ''[http:\/\/tckhgd.huce.vn\/DOC_BAIBAO\/34_527_LeThiThuyen,NguyenVanThuan_08_nguyen%20van%20thuan.pdf Hình tượng Trương Chi trong ca khúc Văn Cao, Phạm Duy, Phó Đức Phương (tiếp cận liên văn bản)].'' (Tạp chí Khoa học và Giáo dục, Trường ĐHSP - Đại học Huế, 2016)\n* [[Xuân Diệu]], ''[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=10115&rb=0102 Những tư tưởng nghệ thuật của Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170301104149\/http:\/\/www.talawas.org\/talaDB\/showFile.php?res=10115&rb=0102 |date=2017-03-01 }}''. (Tạp chí Văn Nghệ, số 14, 7\/1958)\n* Võ Tường Duy, ''Cảm hứng trữ tình trong nhạc của Văn Cao''. (Luận văn tốt nghiệp Bộ môn Ngữ văn, Khoa Khoa học Xã hội và Nhân văn, Trường Đại học Cần Thơ, 2014)\n\nNguồn khác (báo, tạp chí điện tử): \n* [[Ánh Tuyết]], ''[http:\/\/tuoitre.vn\/nhac-si-van-cao-truong-chi-la-toi-day-557851.htm Nhạc sĩ Văn Cao: \"Trương Chi là tôi đấy\"]''. (Báo Tuổi Trẻ điện tử, 07\/07\/2013)\n* Dân Huyền, ''[http:\/\/vov.vn\/van-hoa\/am-nhac\/nhac-si-van-cao-va-nhung-sang-tac-ve-de-tai-cach-mang-545725.vov Nhạc sĩ Văn Cao và những sáng tác về đề tài cách mạng]''. (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 02\/09\/2016)\n* Đào Duy Hiệp, ''[https:\/\/giaitri.vnexpress.net\/tin-tuc\/sach\/lang-van\/doc-lai-bai-tho-giac-mo-cua-van-cao-1972720.html Đọc lại bài thơ “Giấc mơ” của Văn Cao]''. (VnExpress.net, 8\/7\/2008)\n* Đặng Anh Đào, ''[http:\/\/cand.com.vn\/van-hoa\/Mua-xuan-bi-an-trong-tho-Van-Cao-137245\/ Mùa xuân bí ẩn trong thơ Văn Cao]''. (Báo Công an nhân dân điện tử, 04\/01\/2009) \n* Đặng Tiến, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao,-tieng-hat Văn Cao, tiếng hát] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180529095100\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/van-cao,-tieng-hat |date = ngày 29 tháng 5 năm 2018}}''. (Tạp chí Văn hóa Nghệ An, 26\/7\/2015)\n* Đinh Vũ Hoàng Nguyên, ''[http:\/\/thethaovanhoa.vn\/bong-da\/nhung-suy-nghi-tan-man-khi-xem-buc-anh-chan-dung-van-cao-n20089591442278.htm Những suy nghĩ tản mạn khi xem bức ảnh chân dung Văn Cao]''. (Báo Thể thao & Văn hóa, 05\/09\/2008)\n* Đỗ Thị Mỹ Hà, ''[http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Bieu-tuong-khuon-mat-trong-tho-Van-Cao-31137.html Biểu tượng “khuôn mặt” trong thơ Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170929183637\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Bieu-tuong-khuon-mat-trong-tho-Van-Cao-31137.html |date = ngày 29 tháng 9 năm 2017}}''. (Trang tin điện tử Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, 14\/09\/2009)\n* [[Hà Minh Đức]], ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Nhac-si-Van-Cao-va-chuyen-ke-ben-giuong-benh-331434\/ Nhạc sĩ Văn Cao và chuyện kể bên giường bệnh]''. (Báo Công an nhân dân điện tử, 03\/12\/2013)\n* Hoàng Long, ''[https:\/\/giaitri.vnexpress.net\/tin-tuc\/sach\/lang-van\/van-cao-va-chan-troi-thi-ca-mong-tuong-1974248.html Văn Cao và chân trời thi ca mộng tưởng]''. (VnExpress.net, 14\/9\/2005)\n* Huỳnh Văn Hoa, ''[http:\/\/baodanang.vn\/bao-da-nang-xuan-2014\/201401\/tan-man-ngay-xuan-xuan-ve-thuong-nho-van-cao-2303945\/index.htm Xuân về, thương nhớ Văn Cao]''. (Báo Đà Nẵng điện tử, 27\/01\/2014)\n* Khuất Bình Nguyên, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac… Có ai cưỡi ngựa về Kinh Bắc…] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200217152129\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}''. (Tạp chí Văn hóa Nghệ An, 19\/10\/2013)\n* Lê Thiếu Nhơn, ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Van-Cao-trong-coi-tho-446578\/ Văn Cao trong cõi thơ]''. (Báo Công an nhân dân điện tử, 27\/06\/2017)\n* Linh Đan, ''[http:\/\/baolamdong.vn\/vhnt\/201207\/Nho-ong-Van-Cao-2176695\/ Nhớ nhạc sĩ Văn Cao]''. (Báo Lâm Đồng điện tử, 04\/07\/2012)\n* Ngô Minh, ''[http:\/\/cand.com.vn\/van-hoa\/Van-Cao-voi-Mot-dem-dan-lanh-tren-song-Hue-13640\/ Văn Cao với \"Một đêm đàn lạnh trên sông Huế\"]''. (Báo Công an nhân dân điện tử, 21\/12\/2005)\n* Nguyễn Bội Nhiên, ''[http:\/\/cadn.com.vn\/news\/68_102726_mu-a-thu-trong-am-nha-c-van-cao.aspx Mùa thu trong âm nhạc Văn Cao]''. (Báo Công an TP Đà Nẵng, 17\/9\/2013) \n* [[Nguyễn Thanh Giang]], ''[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=3345&rb=0101 Tản mạn về người viết Quốc ca]''. (1992)\n* [[Nguyễn Thụy Kha]], ''[http:\/\/suckhoedoisong.vn\/nam-dinh-hoi-1947-voi-van-cao-n126928.html Năm Đinh Hợi 1947 với Văn Cao]''. (Báo điện tử ''Sức khỏe & Đời sống'', 27\/1\/2017)\n* Nguyễn Thụy Kha, ''[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p9\/c29\/n9956\/Tu-Song-Huong-den-Thien-Thai.html Từ Sông Hương đến \"Thiên Thai\"]''. (Tạp chí Sông Hương, 24\/02\/2012)\n* Nguyễn Toàn, ''[http:\/\/phaply.net.vn\/xem-doc-ngam\/tu-tinh-dan-toc-trong-ca-khuc-mua-xuan-dau-tien-cua-nhac-si-van-cao.html Tự tình dân tộc trong ca khúc “Mùa xuân đầu tiên” của nhạc sĩ Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180103193510\/http:\/\/phaply.net.vn\/xem-doc-ngam\/tu-tinh-dan-toc-trong-ca-khuc-mua-xuan-dau-tien-cua-nhac-si-van-cao.html |date = ngày 3 tháng 1 năm 2018}}''. (Tạp chí điện tử ''Pháp Lý'', 7\/02\/2017)\n* [[Nguyễn Trọng Tạo]], ''[http:\/\/anninhthudo.vn\/giai-tri\/ba-bien-khuc-cua-van-cao\/406315.antd Ba biến khúc của Văn Cao]''. (Báo An ninh Thủ đô, 11\/07\/2011)\n* Phan Khắc Huy, ''[http:\/\/vannghetiengiang.vn\/news\/Am-nhac\/Ban-ve-nghe-thuat-cua-Van-Cao-qua-hai-ca-khuc-Thien-thai-va-Truong-Chi-425\/ Bàn về nghệ thuật của Văn Cao qua hai ca khúc “Thiên thai” và “Trương Chi”]''. (Văn nghệ Tiền Giang, 03\/07\/2009)\n* Phương An, ''[http:\/\/dantri.com.vn\/van-hoa\/lang-du-cung-van-cao-1360930394.htm Lãng du cùng Văn Cao]''. (Báo Dân trí, 16\/02\/2013)\n* P.K., ''[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Nha-tho-Van-Cao-Toi-khong-duoc-lam-trai-tim-dau-mua-329074\/ Nhà thơ Văn Cao: Tôi không được làm trái tim đầu mùa...]''. (Báo Công an nhân dân điện tử, 08\/07\/2011)\n* Tân Linh, ''[http:\/\/anninhthudo.vn\/giai-tri\/hat-tien-ve-ha-noi-nho-van-cao\/570816.antd Hát \"Tiến về Hà Nội\", nhớ Văn Cao]''. (Báo An ninh Thủ đô, 16\/09\/2014)\n* [[Thanh Thảo (nhà thơ)|Thanh Thảo]], ''[http:\/\/www.baobinhdinh.com.vn\/566\/2003\/12\/7534\/ Nhân 80 năm ngày sinh Văn Cao: Thời gian cô đặc trong thơ Văn Cao]''. (Báo Bình Định điện tử, 14\/12\/2003)\n* Trần Hoài Anh, ''[http:\/\/nhavantphcm.com.vn\/tac-pham-chon-loc\/nghien-cuu-phe-binh\/tran-hoai-anh-voi-tam-thuc-tho-van-cao.html Tâm thức “trôi” trong thơ Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170901034020\/http:\/\/nhavantphcm.com.vn\/tac-pham-chon-loc\/nghien-cuu-phe-binh\/tran-hoai-anh-voi-tam-thuc-tho-van-cao.html |date = ngày 1 tháng 9 năm 2017}}''. (Trang điện tử Hội nhà văn Thành phố Hồ Chí Minh, 16.4.2011)\n* Trần Khánh Chương (Chủ tịch Hội Mỹ thuật Việt Nam), ''[http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html Kỷ niệm 90 năm ngày sinh nhạc sĩ, họa sĩ, thi sĩ Văn Cao (1923-2013): Có một họa sĩ tài ba, Văn Cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170922200210\/http:\/\/vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/12\/3898.html |date = ngày 22 tháng 9 năm 2017}}''. (Trang điện tử của Hội Mỹ thuật Việt Nam, 2013)\n* [[Trương Quang Lục]], ''[http:\/\/www.sggp.org.vn\/vai-ky-niem-kho-quen-ve-nhac-si-van-cao-118318.html Vài kỷ niệm khó quên về nhạc sĩ Văn Cao. Nhân kỷ niệm 90 năm ngày sinh nhạc sĩ Văn Cao]''. (Báo Sài Gòn Giải Phóng, 17\/11\/2013)\n* Văn Bảy, ''[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/20-nam-ngay-mat-van-cao-mot-hoa-si-tron-ven-va-rong-rai-n20150713045842156.htm 20 năm ngày mất Văn Cao: Một họa sĩ trọn vẹn và rộng rãi]''. (Báo Thể thao & Văn hóa, 13\/07\/2015)\n* Văn Thao, ''[http:\/\/tuanbaovannghetphcm.vn\/van-cao-va-pham-duy-can-lam-ro-nhung-chuyen-da-bi-tam-sao-that-ban\/ Văn Cao và Phạm Duy cần làm rõ những chuyện đã bị “tam sao thất bản”] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171005213241\/http:\/\/tuanbaovannghetphcm.vn\/van-cao-va-pham-duy-can-lam-ro-nhung-chuyen-da-bi-tam-sao-that-ban\/ |date=2017-10-05 }}''. (Tuần báo Văn Nghệ TP.HCM, 31\/08\/2017)\n* Văn Thao, ''[http:\/\/cand.com.vn\/Tieu-diem-van-hoa\/CA-13-Canh-dao-cuoi-cung-cua-Van-Cao-425253\/ Cành đào cuối cùng của Văn Cao ]''. (Báo Công an nhân dân điện tử, 30\/01\/2017)\n* Văn Thao, ''[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Van-Cao-voi-doi-danh-du-Viet-Minh-363981\/ Văn Cao với Đội danh dự Việt Minh]''. (Báo Công an nhân dân điện tử, 02\/09\/2015) \n* Văn Thao, ''[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p9\/c29\/n17064\/Van-Cao-voi-truong-ca-Song-Lo.html Văn Cao với \"Trường ca Sông Lô\"]''. (Tạp chí Sông Hương, 07\/10\/2014)\n* Văn Thao, ''[http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/Nhac-si-Van-Cao-voi-ca-khuc-Tien-ve-Ha-Noi-327157\/ Nhạc sĩ Văn Cao với ca khúc “Tiến về Hà Nội”]''. (Báo Công an nhân dân điện tử, 30\/10\/2009)\n* Văn Thao, ''[http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Bua-com-tat-nien-305230\/ Bữa cơm tất niên]''. (Báo Công an nhân dân điện tử, 14\/02\/2013)\n* Văn Thao, ''[http:\/\/tapchisonghuong.com.vn\/tap-chi\/c168\/n2814\/Van-Cao-voi-ca-khuc-Mua-xuan-dau-tien.html Văn Cao với ca khúc \"Mùa xuân đầu tiên\"]''. (Tạp chí Sông Hương, 03\/07\/2009)\n* Vân Long, ''[http:\/\/vnca.cand.com.vn\/Truyen-thong\/Nho-nguoi-viet-Tien-quan-ca-323723\/ Nhớ người viết “Tiến quân ca”]''. (Báo Công an nhân dân điện tử, 02\/09\/2005)\n* Võ Thị Xuân Hà, ''[http:\/\/tapchisonghuong.com.vn\/tap-chi\/c181\/n3692\/Nguoi-con-dong-benh-tuong-lieu-cua-Van-Cao.html Người con đồng bệnh tương liêu của Văn Cao]''. (Tạp chí Sông Hương, 12\/10\/2009)\n* Vũ Hào, ''[http:\/\/giaoducthoidai.vn\/nhiet-ke\/van-cao-tieng-dan-lanh-va-doi-mat-em-2788.html Văn Cao, tiếng đàn lạnh và đôi mắt em]''. (''Báo Giáo dục và Thời đại'', 15\/10\/2013)\n* Vũ Nho, ''[http:\/\/vannghequandoi.com.vn\/Diem-sach\/Van-Cao-mot-loi-tho-rieng-5424.html Văn Cao, một lối thơ riêng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170901022103\/http:\/\/vannghequandoi.com.vn\/Diem-sach\/Van-Cao-mot-loi-tho-rieng-5424.html |date=2017-09-01 }}''. (Tạp chí văn nghệ quân đội, 17\/03\/2014)\n* [[Vũ Quần Phương]], ''[http:\/\/vanhien.vn\/news\/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 Đóng góp của Văn Cao vào thơ đương đại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170922195817\/http:\/\/vanhien.vn\/news\/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 |date=2017-09-22 }}''. (Tạp chí điện tử Văn Hiến Việt Nam, 12\/02\/2014)\n* Xuân Ba, ''[http:\/\/www.tienphong.vn\/van-nghe\/mot-chuyen-voi-van-cao-1110732.tpo Một chuyện với Văn Cao]. (Báo điện tử Tiền Phong, 30\/01\/2017)\n* Xuân Ba, ''[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Nhung-khuc-buon-cua-tac-gia-Tien-Quan-Ca-404592\/ Những khúc buồn của tác giả “Tiến Quân Ca”]''. (Báo Công an nhân dân điện tử, 17\/08\/2016)\n\nPhim ảnh:\n* Đinh Anh Dũng (đạo diễn): ''[[Văn Cao - Giấc mơ một đời người]]'' (phim tài liệu ca nhạc, 1992) \n* Đinh Anh Dũng (đạo diễn): ''Văn Cao - Buổi sáng có trong sự thật'' (phim tài liệu ca nhạc, 1995)\n{{collapse bottom}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả|Văn Cao}}\n* {{wikiquote-inline|Văn Cao}}\n* {{Thể loại Commons nội dòng|Văn Cao}}\n* {{TĐBKVN|3447}}\n{{Văn Cao}}\n{{Nhóm Đồng Vọng}}\n{{Nhân Văn - Giai Phẩm}}\n{{Họa sĩ tiên phong của mỹ thuật hiện đại Việt Nam}}\n{{Người được trao giải thưởng Hồ Chí Minh về Âm nhạc}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1923|1995}}\n{{Thanh cổng thông tin|Âm nhạc|Âm nhạc Việt Nam}}\n\n[[Thể loại:Văn Cao| ]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ người Hải Phòng]]\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Họa sĩ người Hải Phòng]]\n[[Thể loại:Nhóm nhạc Đồng Vọng]]\n[[Thể loại:Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Họa sĩ thế kỷ 20]]\n[[Thể loại:Nhà soạn nhạc Việt Nam]]\n[[Thể loại:Nhà soạn nhạc thế kỷ 20]]\n[[Thể loại:Âm nhạc lãng mạn Việt Nam]]\n[[Thể loại:Người được truy tặng Giải thưởng Hồ Chí Minh]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Việt Minh]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người sáng tác quốc ca]]\n[[Thể loại:Nhạc sĩ hùng ca Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc giao hưởng và thính phòng Việt Nam]]"}