{"546186":"{{Văn học Việt Nam}}\n'''Văn học thời Tây Sơn''' là một giai đoạn của [[văn học Việt Nam]] vào cuối [[thế kỷ 18]], phản ánh các thành tựu về [[Văn chương|văn]], [[thơ]] của nước [[Đại Việt]] dưới thời Tây Sơn từ năm [[1788]] đến năm [[1802]].\n\nVới chủ trương của vua [[Quang Trung]] không phải là chỉ dùng [[chữ Nôm]] làm phương tiện tuyên truyền chính sách, mà ông muốn dùng [[chữ Nôm]] làm một lợi khí để xây dựng một nền học thuật Việt Nam, nên thời kỳ này văn, thơ chữ Nôm đặc biệt phát triển.\n\nDo hoàn cảnh lịch sử, trong cùng thời gian cuối [[thế kỷ 18]] có nhiều biến động và sự tồn tại song song của nhiều [[Chế độ chính trị|chính thể]], trong số những tác gia thời Tây Sơn là những người vốn hoạt động trong thời [[Nhà Lê sơ|Hậu Lê]] hoặc là người tiếp tục sáng tác trong thời [[nhà Nguyễn]] sau này.\n\n==Thơ văn chữ Nôm==\nVua [[Quang Trung]] không những chỉ muốn khí dụng gì cũng chẳng mua của nước Tàu, mà ông còn muốn đến văn tự cũng không mượn của [[Trung Quốc]] nữa. Ông lấy [[chữ Nôm]] làm quốc ngữ, trong các [[Thi Hương|kỳ thi Hương]] đến kỳ đệ tam, các sĩ tử phải làm [[Phú|thơ phú]] bằng chữ Nôm, thứ chữ được coi là chính thức của dân tộc Việt Nam lúc bấy giờ. Năm [[1792]], nhà vua lập Sùng chính thư viện ở [[Nghệ An]], cử [[Nguyễn Thiếp]] làm viện trưởng để tổ chức việc dịch sách [[chữ Hán]] ra [[chữ Nôm]] gồm có ''Tiểu học, [[Tứ thư]], [[Kinh Thi]], [[Kinh Dịch]]'', trong đó ''Tiểu học'' và ''[[Tứ thư]]'' đã được dịch xong.\n \n''Hịch Tây Sơn'' được xem là một trong những [[Tác phẩm văn học|tác phẩm]] tiêu biểu, sáng tác khi quân Tây Sơn tiến ra Bắc diệt [[chúa Trịnh]] với danh nghĩa \"phù Lê\", với lời lẽ vạch tội ác của [[Chúa Trịnh|họ Trịnh]] và nêu lên chính nghĩa của quân Tây Sơn. Nội dung bài ''Hịch Tây Sơn'' không mang tính chính thống như ''Hịch Lê Duy Mật'', song lại bao hàm ý chí mang lại thái bình cho đất nước cùng việc giúp vua Lê.\n\nSau ''Hịch Tây Sơn'', bài ca ''[[Ai tư vãn]]'' của hoàng hậu [[Lê Ngọc Hân]] và bài tế vua [[Nguyễn Huệ|Quang Trung]] của [[Phan Huy Ích]], ''Phú tụng Tây Hồ'' của [[Nguyễn Huy Lượng]] là những bài trong số ít những [[Tác phẩm văn học|tác phẩm]] chữ Nôm còn lại của thời kỳ này.\n\n''[[Ai tư vãn]]'' của Bắc cung hoàng hậu [[Lê Ngọc Hân]] là [[Thơ|bài thơ]] khóc vua [[Quang Trung]] sau cái chết đột ngột của ông. Bài thơ đề cao sự nghiệp của [[Quang Trung]], được đánh giá là bài thơ trường thiên có giá trị trong kho tàng [[văn học Việt Nam]] ([[Viện Sử học (Việt Nam)|Viện Sử học]], sách đã dẫn).\n\nTrong số những bài văn tế trong ''Dụ Am văn tập'' của [[Phan Huy Ích]] ghi chép, được các nhà nghiên cứu xác định rằng có thể là tập hợp những bài tế của cả vua [[Nguyễn Quang Toản|Cảnh Thịnh]], những người con khác của vua [[Nguyễn Huệ|Quang Trung]] và bà Nguyễn Thị Huyền (mẹ [[Lê Ngọc Hân]]) làm.\n\n''Phú tụng Tây Hồ'' của [[Nguyễn Huy Lượng]] được xem là [[Tác phẩm văn học|tác phẩm]] tiêu biểu với đề tài ca ngợi đất nước dưới triều Tây Sơn, được sáng tác trong hoàn cảnh vua Quang Trung vừa đánh đuổi quân [[nhà Thanh|Thanh]]. Bài [[phú]] được đánh giá là có những lời văn điêu luyện và truyền tụng nhiều trong giới văn sĩ [[Bắc Hà]].\n\nNgoài những [[Tác phẩm văn học|tác phẩm]] đứng về phía [[triều đại]], thời Tây Sơn do hoàn cảnh lịch sử có những [[Tác giả văn học|tác giả]] phản kháng, điển hình là Hoàng Quang với ''[[Hoài Nam ca khúc]]''. Hoàng Quang đứng trên lập trường theo chúa Nguyễn chống Tây Sơn, nội dung bài ca biểu thị lòng nuối tiếc cựu triều.\n\n==Thơ văn chữ Hán==\nKhuynh hướng của thơ văn [[chữ Hán]] thời Tây Sơn chủ yếu là hiện thực, lạc quan và bi quan bảo thủ, phản ánh hiện trạng xã hội lúc đó.\n\n===Hiện thực===\nTiêu biểu cho khuynh hướng phê phán hiện thực là [[Nguyễn Du]]. Sau thời kỳ làm quan cho nhà [[Nhà Lê sơ|Hậu Lê]], ông đã bỏ về ở ẩn; sau đó đến thời Tây Sơn tuy không nhận lời làm quan cho nhà Tây Sơn nhưng có giúp việc cho Viện Sùng chính. Tác phẩm ông để lại gồm 100 bài thơ trong tập ''Hạnh Am thi cảo'', phản ánh tâm tư của ông: chán thế sự từ thời trẻ, không muốn theo đuổi công danh sự nghiệp. Thơ của ông phản ánh sự bất lực của kẻ sĩ trước thời cuộc.\n\n[[Nguyễn Du]] đã trốn tránh không ra làm quan với [[nhà Tây Sơn]], sáng tác tập thơ ''Nam Trung tạp ngâm'', phản ánh tiếng nói của người bất đắc chí. Ông nêu rõ mâu thuẫn xã hội giữa giàu và nghèo, giữa thống trị và bị trị với những lời lẽ thông cảm sâu sắc - Viện Sử học, sách đã dẫn.\n\n===Lạc quan===\nNhững tác gia tiêu biểu cho khuynh hướng ủng hộ triều đại Tây Sơn là [[Ngô Thì Nhậm]], Ninh Tốn, Vũ Huy Tấn, [[Phan Huy Ích]]…\n\nNgô Thì Nhậm bỏ [[nhà Hậu Lê]] ra làm quan với [[nhà Tây Sơn]]. Ông có vai trò lớn trong công tác ngoại giao với [[nhà Thanh]] để lập lại hòa bình sau cuộc chiến giữa hai nước. Ông là tác giả nhiều văn thư ngoại giao của nhà Tây Sơn với nhà Thanh.\n\nNinh Tốn đề cao vai trò của Nho sĩ, thể hiện niềm tin vào cuộc sống hiện tại. Tác phẩm ông để lại là ''Chuyết Am thi tập''.\n\nVũ Huy Tấn là Thượng thư Bộ Công ''nhà Tây Sơn''. Tác phẩm của ông có ''Hoa trình tùy bộ tập'', tập hợp những bài thơ trong những lần đi sứ. Lời thơ ông thể hiện ý thâm trầm, lời lẽ thanh thoát, chứa đựng niềm lạc quan yêu đời. Trong lần đi sứ phương bắc, ông đã đáp lại những câu thơ khinh miệt của viên lại mục [[nhà Thanh]], không chịu để nhục quốc thể - Viện Sử học, sách đã dẫn.\n\n[[Phan Huy Ích]] làm Thượng thư Bộ Lễ [[nhà Tây Sơn]], để lại ''Dụ Am văn tập'' và ''Dụ Am thi tập''. Trong số các tác phẩm của ông cũng có tập hợp những bài thơ đi sứ [[nhà Thanh]] năm 1789. Mặc dù cuộc đời lắm gian truân nhưng Phan Huy Ích không thể hiện sự bất mãn. Lời thơ ông chứa đựng sự lạc quan, tin tưởng, coi việc bỏ triều Lê - Trịnh theo Tây Sơn là lẽ thường tình – Viện Sử học, sách đã dẫn.\n\n===Bi quan===\nSự buồn chán trước thế sự biểu hiện trong một số [[nhà thơ]] thời kỳ này, tiêu biểu là:\n* Trần Danh Án với ''Liễu Am Tán ông thi tập'' (hay ''Bảo Triện Trần tiên sinh thi tập'')\n* [[Phạm Quý Thích]] với ''Thảo đường thi nguyên tập, Hoa đường Phạm Lập Trai di thảo''\n* Nguyễn Hành với ''Quan hải thi tập, Minh quyên thi phả, Thiên địa nhân vật sự thi''\n\nThơ của những tác giả này chứa đựng sự u uất, băn khoăn của thi sĩ quý tộc trước thời cuộc. Phần lớn họ xuất thân từ tầng lớp quan lại quý tộc đang bị sa sút, không muốn nhìn thấy sự đổi thay của thời thế mà hoài vọng vị thế trước đây của gia đình, dòng tộc - Viện Sử học, sách đã dẫn.\n\n==Xem thêm==\n* [[Văn học Việt Nam thời Lê trung hưng|Văn học đời Lê trung hưng]]\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời Tây Sơn}}\n\n[[Thể loại:Văn học Việt Nam thời Tây Sơn]]\n[[Thể loại:Văn học trung đại Việt Nam]]"}