{"230180":"{{Infobox ancient site\n| name = <!-- required -->\n| native_name = \n| native_name_lang =\n| alternate_name = Văn Thánh Miếu\n| image = Temple Main gate.jpg\n| image_size =\n| imagealttext =\n| alt = \n| caption = Văn Miếu Môn, cổng chính của Văn Miếu Huế\n| map =\n| map_type = \n| map_alt = \n| map_caption = \n| map_size = \n| relief =\n| lat_d = 16 | lat_m = 27 | lat_s = 10.44 | lat_NS = N\n| long_d = 107 | long_m = 32 | long_s = 20.38 | long_EW = E\n| map_dot_label =\n| coordinates_display = title\n| location = [[Thừa Thiên Huế]], [[Việt Nam]]\n| region = \n| type = [[Văn miếu]]\n| part_of = [[Hình:Welterbe.svg|18px|link=|alt=]] [[Quần thể di tích Cố đô Huế]]\n| length = \n| width = \n| area = \n| volume = \n| diameter = \n| circumference = \n| height = \n| builder = Hoàng đế [[Gia Long]]\n| material = Gỗ, gạch, đá\n| built = 1808\n| abandoned = \n| epochs = <!-- actually displays as \"Periods\" -->\n| cultures = \n| dependency_of = \n| occupants = \n| event = \n| excavations = \n| archaeologists = \n| condition = \n| ownership = \n| management = \n| public_access = \n| other_designation =\n| website = <!-- {{URL|example.com}} -->\n| notes = \n}}\n\n:''Xem các công trình có tên '''''Văn miếu''''' tại bài [[Văn miếu (định hướng)]]''\nDưới triều [[nhà Nguyễn]], [[Văn miếu|Văn Miếu]] của cả triều đại và cũng là của toàn quốc được chính thức xây dựng vào năm [[1808]] dưới triều vua [[Gia Long]]. Miếu được xây dựng uy nghi đồ sộ, nằm bên bờ [[sông Hương]], thuộc địa phận thôn An Bình, làng An Ninh, phía Tây [[Kinh thành Huế]]. '''Văn Miếu Huế''' hay '''Văn Thánh Huế''' là cách gọi tắt của '''Văn Thánh Miếu''' được xây dựng tại [[Huế]]\n==Lịch sử==\n[[Tập tin:BiaTS1838Hue.jpg|nhỏ|phải|Văn bia đề danh Tiến sĩ nho học Việt Nam, khoa thi năm Mậu Tuất (1838) đặt tại Văn Thánh Miếu Huế, bia thứ 6 nhà bia Hữu vu.]]\nKhi các [[chúa Nguyễn]] mở mang khai phá phương Nam, Văn Miếu được thiết lập ở [[Cố đô Huế|Phú Xuân]], tại làng Triều Sơn và được xem như Văn Miếu riêng của [[Đàng Trong]], nhưng không rõ thời điểm xây dựng. Đến năm [[Canh Dần]] (1770) dưới triều của Định Vương [[Nguyễn Phúc Khoát]], Văn Miếu được dời đến xã Long Hồ. Đến thời [[nhà Nguyễn]], Văn Miếu được xây dựng dưới triều vua Gia Long, ngôi miếu cũ được giữ lại để làm Khải Thánh Từ, tức miếu thờ cha mẹ của Khổng Tử.\n\nViệc xây dựng Văn Miếu được tiến hành từ ngày [[17 tháng 4]] đến ngày [[18 tháng 9]] năm [[1808]], vua [[Gia Long]] ra lệnh làm các đồ tự khí mới để thờ, thay thế các đồ cũ và tượng thánh hiền được thay bằng bài vị.\n\nSuốt thời Gia Long trị vì, triều đình nhà Nguyễn chỉ mở các khoa [[thi Hương|thi hương]] nên không có tấm bia tiến sĩ nào được dựng ở Văn Miếu. Đến thời [[Minh Mạng]] mới mở các khoa [[thi Hội|thi hội]], nên bia tiến sĩ cũng bắt đầu được dựng. Các \"tiến sĩ đề danh bi\" được lần lượt dựng lên ở sân Văn Miếu từ năm 1831 đến năm 1919, năm có khoa thi Hội cuối cùng dưới thời vua [[Khải Định|Khải Định]].\n\nVăn Miếu Huế đã được tu sửa, làm mới một số đồ thờ và xây dựng thêm một số công trình phụ vào các năm 1818 (thời Gia Long); [[1820]], [[1822]], [[1830]], [[1840]] (thời Minh Mạng); [[1895]], [[1903]] (thời [[Thành Thái]]). Đến năm 1947, khi quân đội [[Pháp]] tái chiếm [[Huế]] và đồn trú tại đây đã gây thiệt hại cho di tích này. Lúc đó, các bài vị thờ ở Văn Thánh được đưa về bảo quản tại [[chùa Thiên Mụ]] <ref>Kiến trúc cố đô Huế, Phan Thuận An, Nhà xuất bản Đà Nẵng 2007. Trang 143-151<\/ref>.\n\n==Kiến trúc==\n[[Tập tin:VanMieuHue.jpg|nhỏ|phải|300px|Khuôn viên toàn cảnh Văn miếu Huế (bên phải hình tức bên trái Văn miếu là khuôn viên Võ miếu Huế). Tranh vẽ do Bộ Công nhà Nguyễn vẽ năm 1844, niên hiệu Thiệu Trị.]]\n[[Tập tin:Dai Thanh gate.jpg|nhỏ|phải|300px|Đại Thành Môn, Văn Thánh Huế]]\nKhi còn nguyên vẹn, nơi đây có gần 20 công trình lớn như: Văn Miếu (điện thờ), Đông vu, Tây vu, Thần trù, Thần khố, Hữu Văn Đường, Duỵ Lễ Đường, nhà Thổ Công, Đại Thành Môn, Văn Miếu Môn, quan Đức Môn, Linh Tinh Môn, la thành, bến vua ngự...\n\nTừ Đại Thành Môn nhìn vào phía trong, ngay chính giữa có ngôi đại điện thờ [[Khổng Tử]] gọi là Đại Thành Điện. Đây là kiến trúc trọng yếu của Văn Miếu, toàn bộ được dựng trên một nền cao, dài chừng 32m, rộng 25m. Cấu trúc của ngôi đại điện theo lối trùng thiềm điệp ốc truyền thống của Huế. Ở hai bên trước điện Đại Thành, dựng hai ngôi nhà đối diện nhau là Đông Vu và Tây Vu đều bảy gian.\n\nTrước sân miếu, có hai nhà bia, bên phải có tấm bia khắc bài văn bia \"[[Minh Mạng|Thánh Tổ Nhân Hoàng đế]] dụ: Cung giám bất đắc liệt tấn thân\" (vua [[Minh Mạng]] dụ về việc [[Hoạn quan|Thái giám]] không được liệt vào hạng quan lại); bia ở nhà bia bên trái khắc bài văn bia \"[[Thiệu Trị|Hiến Tổ Chương Hoàng]] đế dụ: Ngoại thích bất đắc thân chính\" (vua [[Thiệu Trị]] dụ về việc bà con bên ngoại của vua không được tham gia chính quyền).\n[[Tập tin:Stele bearing list of doctors.jpg|nhỏ|phải|300px|Bia tiến sĩ tại Văn Thánh Huế]]\nPhía ngoài cổng Đại Thành, bên trái có Hữu Văn Đường; bên phải xây Duỵ Lễ Đường. Đây là những ngôi nhà kiểu một gian hai chái dùng để vua quan nghỉ chân sửa soạn lễ phục trước khi vào tế ở miếu. Phía trước là hai dãy gồm 32 tấm bia, khắc tên 293 vị [[Tiến sĩ]] triều Nguyễn, bắt đầu từ khoa thi đầu tiên năm Minh Mạng thứ 3 (1822) đến khoa thi cuối cùng vào năm [[Khải Định]] thứ 4 (1919).\n\nTrước cổng Văn Miếu, gần bờ sông có cửa Linh Tinh Môn gồm bốn trụ xây bằng gạch, phần trên trang trí [[pháp lam]]. Tấm biển ở giữa phía trước có đề bốn [[chữ Hán]] lớn \"Đạo Tại Lưỡng Gian\" (đạo giữa trời đất); mặt sau đề bốn chữ Hán tương đương \"Trác Việt Thiên Cổ\" (vượt cao ngàn xưa). Hai bên khu vực trước cổng Văn Miếu có tấm bia \"Khuynh cái hạ mã\" (nghiêng lọng xuống ngựa).\n\nVăn Miếu Huế được xây dựng ngoài việc thờ Khổng Tử còn thờ Tứ Phối: [[Nhan Tử]], [[Tăng Tử]], [[Ngũ Tử Tư|Tử Tư]] và [[Mạnh Tử]], cùng [[Thập Nhị Triết]]. Đông Vu và Tây Vu gồm 14 án, thờ các Tiên Hiền và Tiên Nho, những người có công trong việc phát triển [[nho giáo|đạo Nho]]. Đối với việc thờ phụng, triều Nguyễn cho lập bài vị bằng gỗ gọi là linh vị, mộc chủ, thần chủ để thờ và buộc tất cả các địa phương nơi nào thờ Khổng Tử bằng hình tượng đều phải thay thế bằng bài vị mộc chủ, còn các tượng thì phải lựa chọn nơi sạch sẽ chôn đi vì triều Nguyễn cho rằng thờ bằng hình tượng là thiếu trang trọng, thiếu lễ độ đối với người đã khuất, cho nên ngay cả bàn thờ các vua Nguyễn cũng không hề thờ bằng hình tượng.\n\n== Văn Thánh trong ca dao ==\n\n''Văn Thánh trồng thông, Võ Thánh trồng bàng''\n\n''Ngó vô Xã Tắc hai hàng mù u ''\n\n==Xem thêm==\nTrên 32 tấm bia đá tại Văn Thánh Huế, có ghi họ tên, tuổi tác và quê quán của 293 vị tiến sĩ, một số nhân vật đó là: [[Phan Thanh Giản]]; [[Phan Đình Phùng]]; [[Tống Duy Tân]]; [[Nguyễn Xuân Ôn]]; [[Đinh Văn Chất]]; [[Phạm Văn Nghị]]; [[Dương Khuê]]; [[Nguyễn Thượng Hiền]]; [[Nguyễn Khuyến]]; [[Chu Mạnh Trinh]]; [[Đào Nguyên Phổ]]; [[Ngô Đức Kế]]; [[Huỳnh Thúc Kháng]]; [[Vũ Phạm Hàm]]...\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Kiến trúc cố đô Huế, Phan Thuận An, Nhà xuất bản Đà Nẵng 2007.\n* Bài [http:\/\/www.hueworldheritage.org.vn\/Quanthe\/ngoaikinhthanh\/vanthanh.asp Văn Thánh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080506060709\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/Ngoaikinhthanh\/vanthanh.asp |date=2008-05-06 }} trên trang web Trung tâm bảo tồn cố đô Huế.\n{{Quần thể di tích Cố đô Huế}}\n\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Văn miếu tại Việt Nam|H]]\n[[Thể loại:Lịch sử Đàng Trong]]"}