{"88807":"{{bài cùng tên|Vĩnh Tường (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Vĩnh Tường\n| logo =\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 13\n| vĩ giây = 19\n| kinh phút = 30\n| kinh giây = 19\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 142 km²\n| dân số = 205.345 người\n| mật độ dân số = 1.446 người\/km²\n| thời điểm dân số = 2019\n| tỉnh = [[Vĩnh Phúc]]\n| vùng = [[Đồng bằng sông Hồng]]\n| dân tộc = Chủ yếu là [[Người Kinh|Kinh]]\n| huyện lỵ = thị trấn [[Vĩnh Tường (thị trấn)|Vĩnh Tường]]\n| phân chia hành chính = 3 thị trấn, 25 xã\n| trụ sở UBND =\n| mã hành chính = 252<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|vinhtuong.vinhphuc.gov.vn}}\n|biển số xe=88-L1}}\n\n'''Vĩnh Tường''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Vĩnh Phúc]], [[Việt Nam]]. Đây là huyện đông dân nhất của tỉnh Vĩnh Phúc.Và là huyện phát triển nhất của tỉnh này.Thu ngân sách năm 2022 của huyện Vĩnh Tường đạt 1.483 tỷ đồng.Thu nhập bình quân đầu người đạt 127,6 triệu đồng\/năm.\n\n== Địa lý ==\nHuyện Vĩnh Tường nằm ở phía tây nam của tỉnh Vĩnh Phúc, cách thành phố Vĩnh Yên khoảng 29 km về phía tây nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 50 km, có vị trí địa lý:\n*Phía đông giáp huyện [[Yên Lạc]] và huyện [[Tam Dương]]\n*Phía tây giáp thành phố [[Việt Trì]], tỉnh [[Phú Thọ]] và huyện [[Ba Vì]], thành phố [[Hà Nội]]\n*Phía nam giáp thị xã [[Sơn Tây (thị xã)|Sơn Tây]] và huyện [[Phúc Thọ]] thuộc thành phố [[Hà Nội]]\n*Phía bắc giáp huyện [[Lập Thạch]].\n\nHuyện có diện tích 144,01&nbsp;km², dân số năm 2019 là 205.345 người<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/du-lieu-va-so-lieu-thong-ke\/2020\/11\/ket-qua-toan-bo-tong-dieu-tra-dan-so-va-nha-o-nam-2019\/|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 1.446 người\/km².\n\n==Hành chính==\nHuyện Vĩnh Trường có 28 đơn vị hành chính cấp xã trực thuộc, bao gồm 3 thị trấn: [[Vĩnh Tường (thị trấn)|Vĩnh Tường]] (huyện lỵ), [[Thổ Tang]], [[Tứ Trưng]] và 25 xã: [[An Tường, Vĩnh Tường|An Tường]], [[Bình Dương, Vĩnh Tường|Bình Dương]], [[Bồ Sao]], [[Cao Đại]], [[Chấn Hưng, Vĩnh Tường|Chấn Hưng]], [[Đại Đồng, Vĩnh Tường|Đại Đồng]], [[Kim Xá]], [[Lũng Hòa]], [[Lý Nhân, Vĩnh Tường|Lý Nhân]], [[Nghĩa Hưng, Vĩnh Tường|Nghĩa Hưng]], [[Ngũ Kiên, Vĩnh Tường|Ngũ Kiên]], [[Phú Đa, Vĩnh Tường|Phú Đa]], [[Tam Phúc]], [[Tân Phú, Vĩnh Tường|Tân Phú]], [[Tân Tiến, Vĩnh Tường|Tân Tiến]], [[Thượng Trưng, Vĩnh Tường|Thượng Trưng]], [[Tuân Chính]], [[Vân Xuân, Vĩnh Tường|Vân Xuân]], [[Việt Xuân, Vĩnh Tường|Việt Xuân]], [[Vĩnh Ninh, Vĩnh Tường|Vĩnh Ninh]], [[Vĩnh Sơn, Vĩnh Tường|Vĩnh Sơn]], [[Vĩnh Thịnh, Vĩnh Tường|Vĩnh Thịnh]], [[Vũ Di]], [[Yên Bình, Vĩnh Tường|Yên Bình]], [[Yên Lập, Vĩnh Tường|Yên Lập]].\n\n==Dân số==\nHuyện Vĩnh Tường có diện tích đất tự nhiên 14.401,55 ha (141,899 km2), trong đó: đất nông nghiệp: 9.208,15 ha, đất phi nông nghiệp: 4.980,43 ha. Sau tái lập năm 1996 có số dân là 180.110 người. Đến năm 2010; dân số tăng lên: 196.886 người, trong đó: dân số đô thị: 26.031 người, dân số nông thôn: 170.855 người (theo Niên giám thống kê năm 2010 của Chi cục Thống kê huyện Vĩnh Tường).\n\nLà một huyện đồng bằng nên mật độ dân số của Vĩnh Tường tương đối cao, năm 2004 là 1.346 người\/km2 (cao hơn mức trung bình của tỉnh Vĩnh Phúc cùng thời điểm với 874 người\/km2); đặc biệt ở khu vực nông thôn, năm 2010, mật độ dân số 1388 người\/km2.\n\nVĩnh Tường là huyện có quy mô dân số lớn so với các huyện khác trong tỉnh. Tốc độ tăng dân số trong huyện không cao, chỉ khoảng 1,142%.\n\nVề dân tộc: Dân tộc kinh 196.712 người, chiếm 99,91%; dân tộc Tày 103 người, chiếm 0,05%; dân tộc Thái 71 người, chiếm 0,04%.\n\n'''Bảng: Dân số huyện Vĩnh Tường giai đoạn 2004 - 2010'''\n\n''(Đơn vị: Người)''\n{| class=\"MsoNormalTable\"\n|Năm\n\nDân số\n|2004\n|2005\n|2006\n|2007\n|2008\n|2009\n|2010\n|-\n|Thành Thị\n|3.959\n|4.074\n|4.286\n|5.169\n|19.434\n|25.069\n|26.031\n|-\n|Nông thôn\n|187.275\n|189.480\n|191.306\n|192.081\n|179.484\n|164.096\n|170.855\n|-\n|Tổng\n|191.234\n|193.554\n|195.592\n|197.250\n|198.918\n|189.165\n|196.886\n|}\n\n==Lịch sử==\n[[Tập tin:TT Vĩnh Tường.jpeg|nhỏ|phải|Một góc thị trấn Vĩnh Tường]]\n\nĐịa danh Vĩnh Tường được hình thành và thay đổi qua nhiều thời kỳ lịch sử. Thời các Vua Hùng, Vĩnh Tường thuộc bộ Văn Lang. Dưới thời thuộc Hán, Vĩnh Tường thuộc quận Giao Chỉ. Sang thời thuộc Đường, Vĩnh Tường là trung tâm của vùng đất Phong Châu. Vùng đất ấy mang địa danh Vĩnh Tường phủ đặt từ năm Minh Mệnh thứ 3 (1822) triều Nguyễn. Đời xưa, có tên là Phong Châu với nghĩa là đỉnh vùng đất bãi - đỉnh [[tam giác]] của đồng bằng châu thổ sông Hồng.\n\nĐời Trần gọi là Tam Đái lộ (Tam Đái). Đến cuối đời Trần đặt thành Tam Giang - lấy tên ngã ba sông Bạch Hạc mà đặt ra.\n\nThời thuộc Minh (1407 - 1427) gọi là châu Tam Đái.\n\nĐời Lê Thánh Tông đặt là phủ Tam Đái, gồm 6 huyện: An Lãng, An Lạc (đời Nguyễn kiêng huý chữ “An”, đọc là \"Yên\"), Bạch Hạc, Tân Phong (về sau kiêng huý đổi gọi là \"Tiên Phong\"), Lập Thạch và Phù Ninh (Nhà Lê kiêng huý, đổi gọi là \"Phù Khang\").\n\nĐến năm Cảnh Hưng thứ 3 (1742), cắt huyện Tiên Phong về phủ [[Quảng Oai]], phủ Tam Đái chỉ còn 5 huyện (Yên Lãng, Yên Lạc, Bạch Hạc, Lập Thạch và Phù Khang). Đầu đời Gia Long, vẫn để nguyên như thế.\n\nNăm Minh Mệnh thứ 2 đổi gọi là phủ Tam Đa.\n\nNăm Minh Mệnh thứ 3 đổi gọi là phủ Vĩnh Tường.\n\nNăm Minh Mệnh thứ 11 (1830), cắt huyện Phù Ninh về phủ Đoan Hùng và lấy huyện Tam Dương của phủ Đoan Hùng thuộc về phủ Vĩnh Tường.\n\nNăm Minh Mệnh thứ 13 (1832), cắt 2 huyện Yên Lãng, Yên Lạc lập thành phân phủ Vĩnh Tường, kiêm huyện Yên Lãng, thống hạt huyện Yên Lạc. Phủ Vĩnh Tường còn lại 3 huyện (Bạch Hạc, Lập Thạch và Tam Dương), kiêm lý huyện Bạch Hạc, thống hạt 2 huyện lập Thạch và Tam Dương.\n\nPhủ thành Vĩnh Tường đặt ở địa phận xã Văn Trưng (nay là thị trấn Tứ Trưng). Đến năm Minh Mệnh thứ 12 (1831), chuyển lên đặt ở 2 xã Bồ Điền, Huy Ngạc (này là thị trấn Vĩnh Tường).\n\nNăm [[1899]], thực dân Pháp cho thành lập tỉnh Vĩnh Yên gồm phủ Vĩnh Tường và các huyện Yên Lạc, Tam Dương, Lập Thạch và Bình Xuyên. Lúc này, phủ Vĩnh Tường là một đơn vị độc lập thuộc tỉnh Vĩnh Yên gồm có 8 tổng (Đồng Phú, Đồng Vệ, Hưng Lục, Kiên Cương, Lương Điền, Tăng Đố, Thượng Trưng, Tuân Lộ) với 78 làng xã.\n\nNăm [[1907]], bỏ huyện Bạch Hạc (gồm 2 tổng Mộ Chu và Nghĩa Yên với 14 xã) nhập vào phủ Vĩnh Tường.\n\nNăm [[1927]], phủ Vĩnh Tường gồm 10 tổng (Đồng Phú, Đồng Vệ, Hưng Lục, Kiên Cương, Lương Điền, Mộ Chu, Nghĩa Yên, Tăng Đố, Thượng Trưng và Tuân Lộ) với 85 làng xã. Trong đó, một số tổng và các làng xã ở Vĩnh Tường có ít nhiều thay đổi.\n\nSau năm 1945, phủ Vĩnh Tường đổi thành huyện Vĩnh Tường thuộc tỉnh Vĩnh Yên.\n\nNăm [[1950]], Chính phủ nước Việt Nam Dân chủ cộng hòa quyết định hợp nhất hai tỉnh Vĩnh Yên và Phúc Yên thành tỉnh Vĩnh Phúc. Huyện Vĩnh Tường được giữ nguyên, gồm 28 xã: An Tường, Bình Dương, Bồ Sao, Cao Đại, Chấn Hưng, Đại Đồng, Kim Xá, Lũng Hòa, Lý Nhân, Nghĩa Hưng, Ngũ Kiên, Phú Đa, Phú Thịnh, Tam Phúc, Tân Cương, Tân Tiến, Thổ Tang, Thượng Trưng, Tứ Trưng, Tuân Chính, Vân Xuân, Việt Xuân, Vĩnh Ninh, Vĩnh Sơn, Vĩnh Thịnh, Vũ Di, Yên Bình và Yên Lập.\n\nNăm [[1968]], sáp nhập 2 tỉnh Vĩnh Phúc và Phú Thọ thành tỉnh Vĩnh Phú, huyện Vĩnh Tường thuộc tỉnh Vĩnh Phú.\n\nNgày [[5 tháng 7]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định số 178-CP sáp nhập huyện Vĩnh Tường với huyện Yên Lạc thành huyện Vĩnh Lạc thuộc tỉnh Vĩnh Phú. Riêng 2 thôn Mộ Chu Hạ và Lang Đài thuộc xã Bồ Sao được sáp nhập vào thị trấn Bạch Hạc của thành phố [[Việt Trì]] (nay là phường [[Bạch Hạc]]).<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-178-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Vinh-Phu-vb57438t17.aspx Quyết định 178-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Vĩnh Phú]<\/ref>\n\nNgày [[7 tháng 10]] năm [[1995]], Chính phủ nước ban hành Nghị định số 63-CP chia huyện Vĩnh Lạc thành hai huyện Vĩnh Tường và Yên Lạc. Khi tách ra, huyện Vĩnh Tường có 28 xã.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-63-CP-chia-huyen-vinh-lac-thanh-hoa-thuoc-tinh-Vinh-Phu-vb39596t11.aspx Nghị định 63-CP năm 1995 về việc chia huyện Vĩnh Lạc thuộc tỉnh Vĩnh Phú]<\/ref>\n\nNgày [[23 tháng 11]] năm [[1995]], thành lập thị trấn Vĩnh Tường, thị trấn huyện lỵ huyện Vĩnh Tường trên cơ sở 282,62 ha diện tích tự nhiên và 4.171 người của xã Vũ Di; 3,348 ha diện tích tự nhiên của xã Tứ Trưng.<ref>Nghị định số 82-CP năm 1995 của Chính phủ.<\/ref>\n\nNgày [[6 tháng 11]] năm [[1996]], tỉnh Vĩnh Phúc được tái lập từ tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]], huyện Vĩnh Tường thuộc tỉnh Vĩnh Phúc.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-vb40091t13.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref>\n\nNgày [[2 tháng 4]] năm [[2007]], chuyển xã Thổ Tang thành thị trấn Thổ Tang.<ref name=ND51>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-51-2007-ND-CP-thanh-lap-thi-tran-Tho-Tang-Thanh-Lang-Gia-Khanh-thuoc-huyen-Vinh-Tuong-Binh-Xuyen-tinh-Vinh-Phuc-53612.aspx|title=Nghị định số 51\/2007\/NĐ-CP về thành lập thị trấn Thổ Tang, thị trấn Thanh Lãng, thị trấn Gia Khánh thuộc các huyện Vĩnh Tường, Bình Xuyên, tỉnh Vĩnh Phúc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[23 tháng 3]] năm [[2009]], chuyển xã Tứ Trưng thành thị trấn Tứ Trưng.<ref name=NQ46>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-46-NQ-CP-thanh-lap-thi-tran-Tu-Trung-huyen-Vinh-Tuong-tinh-Vinh-Phuc-95314.aspx|title=Nghị quyết số 46\/NQ-CP về việc thành lập thị trấn Tứ Trưng, huyện Vĩnh Tường, tỉnh Vĩnh Phúc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập xã Tân Cương và xã Phú Thịnh thành xã Tân Phú.<ref name=NQ868>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-868-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Vinh-Phuc-434046.aspx|tựa đề=Nghị quyết số 868\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Vĩnh Phúc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Vĩnh Tường có 3 thị trấn và 25 xã như hiện nay.\n\n==Địa lý tự nhiên==\n===Địa lý===\nHuyện Vĩnh Tường nằm ở đỉnh [[tam giác]] đồng bằng Bắc Bộ, nằm bên tả ngạn sông Hồng ở về phía Tây Nam của tỉnh Vĩnh Phúc. Phía bắc giáp huyện [[Lập Thạch]]; Phía tây giáp thành phố [[Việt Trì]], tỉnh [[Phú Thọ]] và huyện [[Ba Vì]], thành phố [[Hà Nội]]; Phía nam giáp thị xã [[Sơn Tây (thị xã)|Sơn Tây]] và huyện [[Phúc Thọ]] thuộc thành phố [[Hà Nội]]; đông giáp huyện [[Yên Lạc]] và huyện [[Tam Dương]].\n\nVị trí địa lý của Vĩnh Tường nhìn chung rất thuận lợi cho phát triển kinh tế. Vĩnh Tường tiếp giáp với thành phố công nghiệp Việt Trì, thị xã Sơn Tây, cận kề với thành phố tỉnh lị Vĩnh Yên… Huyện có tuyến đường Quốc lộ 2A và 14&nbsp;km đường Quốc lộ 2C chạy qua; đồng thời có hai ga hàng hoá đường sắt tuyến Hà Nội - Lào Cai (Bạch Hạc và Hướng Lại); về đường sông có hai cảng trên sông Hồng tại xã Vĩnh Thịnh và xã Cao Đại, có hai khu công nghiệp Chấn Hưng, Đồng Sóc và cụm KT-XH Tân Tiến đang được triển khai; có Đầm Rưng rộng khoảng 80 ha là trung tâm du lịch đầy tiềm năng trong tương lai… Những yếu tố đó mang lại cho Vĩnh Tường một vị trí khá quan trọng trong chiến lược phát triển kinh tế - xã hội của tỉnh, là điều kiện thuận lợi để nhân dân Vĩnh Tường tiếp cận, giao lưu, trao đổi hàng hoá, phát triển kinh tế, văn hoá xã hội với các vùng lân cận.\n\n===Địa hình và thổ nhưỡng===\nVĩnh Tường là huyện đồng bằng, lại có hệ thống đê trung ương (đê sông Hồng và sông Phó Đáy với tổng chiều dài 30&nbsp;km) che chắn cả ba bề bắc - tây - nam, địa hình của huyện được chia thành 3 vùng khá rõ rệt…\n\n''Vùng đồng bằng phù sa cổ:'' ở các xã phía bắc và một phần phía tây bắc huyện. Đây là vùng tiếp nối của đồng bằng trước núi với đồng bằng châu thổ lớn đất màu mỡ ở đây tương đối mỏng, đa số đã bạc màu. Địa hình không bằng phẳng, ruộng cao xen ruộng thấp làm cho việc canh tác gặp nhiều khó khăn.\n\n''Vùng đất bãi nằm ngoài các con đê sông Hồng và sông Phó Đáy:'' chạy dọc suốt một dải phía bắc, tây bắc và phía tây của huyện. Đất ở đây màu mỡ do hàng năm được phù sa của các con sông bồi đắp tạo nên một vùng bãi rộng lớn và trù phú, rất phù hợp với các loại cây dâu, mía, cỏ voi, ngô, đậu và các cây rau màu khác.\n\n''Vùng đất phù sa châu thổ bên trong đê:'' nối liền miền đất phù sa cổ, kéo dài xuống phía nam, giáp huyện Yên Lạc. Địa hình khá bằng phẳng, thuận lợi cho điều tiết thủy lợi, tạo điều kiện để nhân dân thâm canh cây lúa ở trình độ cao.\n\nSự phân chia địa hình, thổ nhưỡng huyện Vĩnh Tường có ý nghĩa thực tiễn trong việc xác định hướng chuyển dịch cơ cấu của từng vùng, từng địa phương theo hướng sản xuất hàng hoá, đẩy mạnh công nghiệp hoá nông nghiệp, hiện đại hoá nông thôn ở huyện Vĩnh Tường hiện nay. Sự phân chia ấy tạo cho ta một cách nhìn tổng thể địa hình, địa vật rất phong phú của một vùng quê với những xóm làng đông đúc, cây lá xanh tươi bốn mùa, với nhiều cảnh sắc tự nhiên tươi đẹp, một vùng đất \"Sơn chầu thủy tụ”, \"Địa linh nhân kiệt\", tạo ra ấn tượng khó quên đối với những ai có dịp ghé thăm Vĩnh Tường.\n\n===Khí hậu===\nVĩnh Tường thuộc khu vực nhiệt đới gió mùa, nắng lắm mưa nhiều. Nhưng do nằm khá sâu trong đất liền, đồng thời có sự che chắn của hai dãy núi: dãy Tam Đảo (phía Đông Bắc) và dãy Ba Vì (phía Tây) nên khí hậu ở Vĩnh Tường không quá khắc nghiệt và ít bị bão lốc đe dọa. Nhiệt độ trung bình trong năm là 23,6°C. Giữa nhiệt độ trung bình tháng cao nhất với nhiệt độ trung bình tháng thấp nhất chênh lệch 12°C (có tháng nhiệt độ lên tới 28,80C nhưng có tháng nhiệt độ chỉ 16,8°C).\n\nĐộ ấm trung bình trong năm là 82%. Lượng mưa trung bình 1.500&nbsp;mm\/năm với số ngày mưa trung bình là 133 ngày\/năm. Mùa mưa thường từ tháng 4 đến tháng 10 với lượng mưa trung bình là 189&nbsp;mm\/tháng; mùa khô từ tháng 11 năm trước đến tháng 3 năm sau với lượng mưa trung bình là 55&nbsp;mm\/tháng.\n\n===Thủy văn===\nBa con sông chính chảy qua và bao quanh địa phận huyện Vĩnh Tường là sông Hồng, sông Phó Đáy và sông Phan.\n\nSông Hồng là ranh giới tự nhiên giữa Vĩnh Tường với huyện Ba Vì, thị xã Sơn Tây và huyện Phúc Thọ của Hà Nội. Sông Hồng cung cấp một lượng nước lớn phục vụ cho sản xuất nông nghiệp trong huyện. Mặt khác, sông bồi đắp phù sa, tạo nên những vùng đất màu mỡ, phì nhiêu.\n\nMột phần sông Phó Đáy chảy qua huyện Vĩnh Tường, tạo ranh giới tự nhiên giữa Vĩnh Tường và Lập Thạch. Sông Phó Đáy có lưu lượng bình quân 23m3 giây; lưu lượng cao nhất là 833m3\/giây; mùa khô kiệt, lưu lượng nước chỉ 4 m3\/giây, có tác dụng cung cấp nước cho sản xuất nông nghiệp.\n\nSông Phan thuộc hệ thống sông Cà Lồ, chảy trong nội tỉnh. Sông Phan bắt nguồn từ núi Tam Đảo phục vụ cho sản xuất nông nghiệp và một phần giao thông trong huyện. Về mùa khô, mực nước sông rất thấp, nhưng về mùa mưa, nước từ Tam Đảo đổ xuống nên mực nước khá cao, gây ngập úng nhiều nơi.\n\nNằm xen giữa những cánh đồng lúa, rau, màu là những đầm, ao, hồ khá rộng và đẹp mắt. Tiêu biểu là: Đầm Rưng, đầm Kiên Cương, đầm Phú Đa, vực Xanh, vực Quảng Cư…Ngoài tác dụng cho giá trị kinh tế từ nuôi thả cá, tôm, đầm ao hồ còn là nơi điều hòa nước, điều hòa khí hậu, hòa sắc với làng, xóm và cánh đồng lúa xanh, tạo nên bức tranh quê đẹp đẽ, hiền hòa.\n[[Tập tin:Khách sạn Đông Phong.jpeg|thumb]]\n\n==Văn hóa - Xã hội==\n===Thời kì tiền sử===\nQua nhiều cuộc khai quật khảo cổ, đã xuất lộ nhiều di chỉ của người Việt trên đất Vĩnh Tường. Các di vật đào được đã minh chứng các di chỉ Lũng Hòa, Nghĩa Lập, Đồng Hương, Ma Cả, Gò Mát thuộc thời kỳ văn hóa Phùng Nguyên, mở đầu cách đây vào khoảng 4000 năm, là thời kì văn hóa đồng thau phát triển rực rỡ trên đất Vĩnh Phúc.\n\nĐiểm đáng chú ý là trong tổng số 18 di chỉ văn hóa thời Phùng Nguyên thuộc tỉnh Vĩnh Phúc đã được phát hiện và công bố, riêng huyện Vĩnh Tường đã có 07 di tích, trong đó di chỉ Lũng Hòa là điển hình nhất. Đó là di chỉ cư trú và mộ địa lớn, công cụ văn hóa thu được gồm có rìu bôn, đục, hoa tai, hạt chuỗi đá. Nhiều hiện vật gốm nguyên vẹn.\n\nTrong đợt khai quật năm 1965, đã thu lượm được tổng số hiện vật đá là 430, hiện vật gốm nguyên là 89 trong đó có 21 nồi, 10 bát, 17 dọi xe sợi, 22 chạc gốm, cùng 12.642 mảnh gốm các loại. Phần lớn là loại gốm thô, hoa văn trang trí tiêu biểu cho giai đoạn muộn của văn hóa Phùng Nguyên. Cũng phát hiện được khá nhiêu xương răng, xương động vật, trong đó có xương gia súc như chó, lợn, trâu, bò, gà…\n\n=== Thời kì sơ sử (văn hóa Đông Sơn) ===\nSau giai đoạn văn hóa Phùng Nguyên, trong hơn 20 di chỉ đã xuất lộ ở xã Nghĩa Lập phát hiện được 02 chiếc mai đá kích thước lớn thuộc thời đại kim khí. Đó là thời đại có cơ sở vật chất hạ tầng để hình thành nhà nước Văn Lang thống nhất 15 bộ cùng trong cộng đồng lãnh thổ, thời của các vua Hùng dựng nước (cách 700 năm trước công lịch).\n\nNhiều địa phương thuộc huyện Vĩnh Tường hiện đang còn lưu giữ rất nhiều di tích thờ cúng các vua Hùng và các vị tướng lĩnh thời Hùng Vương gắn với phong tục tập quán cùng các lễ hội cổ truyền.\n\nXã Bồ Sao, Việt Xuân có đền thờ vị thần là con thứ 25 của Lạc Long Quân và âu Cơ, đã có công trị thủy ở cửa sông Lô, sông Đáy bảo vệ làng xóm, ruộng đồng. Hội làng nơi đây có tục “tung bông”, \"tung gươm\" tính giao lưỡng hợp, rước bó mạ và hội xuống đồng (thời có chữ Hán gọi là \"hạ điền\") trước cửa đền vào tháng 5 mở đầu mùa mưa thuận lợi cho cấy trồng cây lúa nước.\n\nXã Đại Đồng (gồm cả hai làng Bích Đại - Đồng Vệ) thờ vị Thành Hoàng làng là tướng Đinh Thiên Tích, theo bản khai sự tích của làng, ông là vị tướng ở thời Hùng Vương thứ 6, có công đánh đẹp giặc ân dưới thời Hùng Huy Vương. Trong làng còn giữ được nhiều tục cổ không bị phong kiến hóa như không phải kiêng kị gì khi làm ăn, khi đọc nói, không có tế lễ gì riêng. Về húy của Thành Hoàng, trong khi tế lễ có ai nhầm lỗi điều gì thì xưa nay dân làng cũng châm chước không có phạt vạ gì''.''\n\nỞ Vĩnh Tường còn có hội \"tung vông\" để cầu đinh, tục hội \"trâu rơm, bò rạ\" đều diễn ra trong tháng giêng của năm để cầu mùa. Tục thờ sinh thực khí nam như thờ cây dứa dại ở đền ông; và 07 viên đá ở miếu Bà thuộc về xã Tứ Trưng; Những tục hội như \"kéo co\", “hú đáo” ở xã Lũng Hòa, hội bắt vịt trong ao, bắt chạch trong chum ở Tứ Trưng, Thượng Trưng, lễ cầu tằm ở Vĩnh Ninh, Bàn Mạch, tục săn Cuốc ở làng Huy Ngác, múa đao đánh gậy ở Tam Phúc, Tứ dân chi nghiệp ở Đại Đồng, Lễ hội xuống đồng ở Hoàng Xá, thi bơi chải ở Phú Đa, thi vật ở Nghĩa Hưng, Yên Bình… Đó đều là những dấu ấn mang đậm nét văn hóa.\n\n===Các thời kì sau===\nNền kinh tế nông nghiệp và xã hội huyện Vĩnh Tường phát triển liên tục và bền vững trong bối cảnh quốc gia ngày càng cường thịnh. Xã hội nông nghiệp trong nhiều trăm năm đã sớm hình thành các vùng chuyên canh theo diện mạo thổ nhưỡng và quy luật cung cầu, làm thành những vùng có \"đặc sản\" như xã Thượng Trưng, Tuân Chính có đầm sen, hoa sen, hạt sen; xã Bồ Sao, Hòa Loan có củ đậu; làng Đông Viên Thổ Tang, Cam Giá có dưa hấu, cà xanh.\n\nTừ kinh tế làng nghề, chợ búa xuất hiện. Huyện Vĩnh Tường xưa có các chợ lớn chép trong sách Địa chí như: Chợ Thổ Tang (tục gọi chợ Giang), xuất xứ là chợ chuyên mua bán trâu bò ở xã Thổ Tang; Chợ Vòng ở làng Tuân Lộ (nay thuộc xã Tuân Chính); Chợ Me ở làng Phủ Yên (nay thuộc xã Yên Lập); Chợ Trục ở làng Hưng Lục (nay thuộc xã Nghĩa Hưng); Chợ Chùa ở làng Kiên Cương (nay thuộc xã Ngũ Kiên); Chợ Rưng thuộc làng Văn Trưng (xã Tứ Trưng). Chợ tường thuộc làng Dẫn Tự xã Tân Cương; Chợ Đa thuộc xã Phú Đa; Chợ Điền thuộc làng Lương Điền xã Bình Dương; Chợ Kiệu thuộc làng Hưng Lại xã Chấn Hưng…\n\nTrên bình diện của đời sống xã hội vùng \"đỉnh\" châu thổ ấy, Vĩnh Tường thực sự là điểm “tụ nhân” sơ khai khi con người đến khai thác đồng bằng Bắc Bộ. Ấy là nói (và viết) theo như thuật ngữ \"địa linh\", để rồi bồi tụ nên lớp trí thức Vĩnh Tường qua các đời, mà trở thành các \"nhân kiệt\" vùng này:\n\nHiện nay trong huyện còn 155 di tích. Trong đó có 55 ngôi đình, 67 ngôi chùa. Sổ còn lại là đền, miếu.Đã có 18 di tích xếp hạng di tích cấp Quốc gia.\n\nVề kiến trúc, đặc biệt có ngôi đình Thổ Tang, chùa Hoa Dương (Tuân Chính) và ngôi đền đá Phú Đa là đặc sắc nhất.\n\n''Đình Thổ Tang:'' Xây dựng vào thế kỷ 16. Cấu trúc theo lối chữ \"Đinh\", phần thượng cung không còn, nay chỉ còn lại một tòa đại đình có năm gian hai dĩ, theo kiểu \"tú trụ làng thuyền\" với 60 chiếc cột. Đường kính của các cột cái là 0,8m của cột quân là 0,61m. Toàn công trình có chiều dài 25,8m, rộng 14,2m. Nền đình bó bằng đá xanh xung quanh.\n\nTrong đình hiện còn 21 bức trạm gỗ có giá trị cao về văn hóa và nghệ thuật. Nhất là bức “ngày hội xuống đồng”, “bắn hổ” “đá cầu”, “đánh gen”...miêu tả khá khái quát các sinh hoạt xã hội của nông thôn thời kỳ ấy''.''\n\n''Chùa Hoa Dương (Tuân Chính)'' được xây dựng năm Chính Hòa thứ nhất (1680) theo lối kiến trúc chữ (I). Chùa có 7 gian, thượng điện 5 gian; tiền đường, nhà cổ 3 gian. Hai bên hành lang có 15 gian làm nơi đón tiếp và dừng chân cho du khách thập phương.\n\nTheo truyền thuyết kể lại, đây chính là khu đất có địa thế hình con Rùa. Ở chùa Hoa Dương nghệ thuật điêu khắc được chú ý tới từng đường nét, từng chi tiết. Các phù điêu trên gỗ, đá, đồng hầu như còn giữ nguyên vẹn; hai mươi bộ hoành phi câu đối, mười tám bộ cuốn thư, trương nhĩ, cửa khám, nghi môn, tòa Cửu Long…Mang đậm nét kiến trúc dân gian phải kể đến cây hương cổ bằng đá, có [[chiều cao]] 1,70 được lập năm Chính hòa (1680). Đặc biệt là quả chuông đồng được đúc vào năm Minh mạng thứ bảy (1826) phản ánh trình độ nghệ thuật cũng như kỹ nghệ đúc đồng của ông cha ta.\n\n''Đền đá Phú Đa:'' Gọi là đền đá vì vật liệu chủ yếu xây dựng là đá xanh và gỗ lim. Dựng vào đời vua Lê Cảnh Hưng (1740- 1786).\n\nĐền gồm 02 tòa nhà song song xếp theo hình chữ “nhị”. Đây là ngôi đền còn nhiều di vật đá nhất trong số các di tích của tỉnh Vĩnh Phúc. Có tới 48 tác phẩm bằng đá, được sắp xếp theo yêu cầu thờ tự. Từ cổng đền, qua sân đền tới nhà tiền đường rồi nhà thờ chính như cột trụ, chó đá, rồng đá, tượng võ sĩ bằng đá, ngựa đá, voi đá, sư tử đá, chậu đá, bàn tẩn đá, án gian đá, bát hương đá, bia đá, xập đá, ngai thờ…tất cả đều làm bằng đá. Với mức độ đục chạm công phu, tỉ mỉ bằng những đường nét tuyệt đẹp đáng kể nhất như các ngôi tượng võ sĩ, tượng voi đứng chầu ở sân đền.\n\nTrong thời kỳ [[Pháp thuộc]], văn hóa Vĩnh Tường hết sức trì trệ, lạc hậu. Sau cách mạng tháng Tám, thực hiện đời sống mới, các hủ tục ma chay cưới xin được đơn giản hóa. Tệ nạn hút thuốc phiện bị nghiêm cấm. An ninh, trật tự làng xóm được tăng cường. Hoạt động văn hóa, văn nghệ quần chúng rất phong phú. Đây là nét đẹp trong đời sống văn hóa của nhân dân dưới chế độ mới.\n\nSang những năm 1947'''-''' 1948, hoạt động văn hóa thông tin được phát triển lên một bước mới. Huyện chỉ đạo in ấn các bản tin phát cho cơ sở, kẻ vẽ nhiều khẩu hiệu, áp phích cổ động các phong trào thi đua trong công cuộc củng cố xây dựng chính quyền. Phòng thông tin huyện xuất bản các bản tin hàng tháng, nhiều xã ra báo tường phản ánh các hoạt động của địa phương. Đặc biệt, các đội văn nghệ với các vở diễn theo tích tuồng, chèo cổ và tự biên, phản ánh đời sống, sản xuất ở các xã, được nhân dân nồng nhiệt hưởng ứng. Tuy trong những năm chiến đấu chống giặc Pháp tái chiếm, nền văn hóa có trầm lắng xuống vì phải tập trung sản xuất và chiến đấu bảo vệ xóm làng chống lập tề, các cơ quan cấp huyện phải lui vào hoạt động bí mật hoặc di tản đến vùng tự do. Song văn hoá cách mạng và kháng chiến vẫn không ngừng mạch chảy, mà tập trung cao độ vào phục vụ chiến đấu, với bộ đội địa phương đại đội Lê Xoay làm tiêu biểu.\n\nHòa bình lập lại, văn hóa Vĩnh Tường bắt đầu khởi sắc nhưng chủ yếu tập trung vào chủ đề xây dựng chủ nghĩa xã hội ở miền Bắc và đấu tranh chống Mỹ ngụy ở miền Nam.\n\nTrong [[chiến tranh Việt Nam|thời kỳ chống Mỹ]], việc xây dựng đời sống văn hóa lành mạnh được chú trọng. Ngay từ cuối năm 1954, phong trào xây dựng đời sống mới văn minh được nhân dân hưởng ứng đông đảo. Một số xã lập đội văn nghề, tổ chức biểu diễn phục vụ nhân dân. Trong năm 1959, huyện thành lập được hai đội văn nghệ nghiệp dư ở xã Đội Cấn và xã Thái Học. Các đội đã xây dựng chương trình đi biểu diễn phục vụ nhân dân trong huyện. Nhiều xã khác cũng quan tâm chỉ đạo thành lập đội văn nghệ quần chúng để tổ chức hoạt động vào các dịp lễ lớn.\n\nGiai đoạn Mỹ tiến hành chiến tranh phá hoại miền Bắc, hoạt động văn hóa tinh thần của huyện vẫn được quan tâm. Nhiều xã và hợp tác xã xây dựng phòng đọc sánh, tạo nên phong trào đọc và làm theo sách báo. Riêng trong năm 1967 có 110.000 cuốn sách và 387 tờ báo các loại được đưa về các xã và hợp tác xã. Ngành chiếu bóng tích cực phục vụ nhân dân. Năm 1968, chiếu 552 tối cho 448.616 lượt người xem. Phong trào văn nghệ quần chúng cũng phát triển khá mạnh. Năm 1968, toàn huyện có 20 đội văn nghệ, 30 nhóm ca hát, 35 câu lạc bộ hoạt động thường xuyên. Đến cuối năm 1971, toàn huyện đã có trên 3.000 hộ đăng ký phấn đấu trở thành gia đình văn hóa.\n\nSau khi đất nước thống nhất (1975), hoạt động văn hóa văn nghệ càng có điều kiện phát triển. Cuộc vận động xây dựng đời sống văn hóa kết hợp với phong trào thể dục thể thao như bơi lội, bóng chuyền, bóng đá mở rộng trong các địa phương. Năm 1985, huyện Vĩnh Lạc (nay là Vĩnh Tường và Yên Lạc) đã tổ chức Đại hội Thể dục thể thao ở cơ sở, tạo không khí phấn khởi trong nhân dân, nhất là tầng lớp thanh thiếu niên.\n\nHiện nay, công tác Văn hóa - Thông tin huyện Vĩnh Tường ngày càng phát triển mạnh mẽ về mọi mặt, phong trào “Toàn dân đoàn kết xây dựng đời sống văn hóa” được nhân dân hưởng ứng mạnh mẽ; mỗi xã, thị trấn đều chọn từ 1 đến 2 thôn làng, tổ dân phố làm điểm, khi có kết quả tốt sẽ nhân ra toàn xã. Đến hết năm 2010, toàn bộ các xã, làng chỉ đạo điểm đều đạt tiêu chuẩn làng văn hoá, góp phần quan trọng vào công tác phát triển phong trào ở 29\/29 xã, thị trấn, đưa số hộ gia đình, thôn đạt tiêu chuẩn văn hoá tăng dần lên hàng năm.\n\nVề xây dựng thiết chế văn hóa, thể thao: 100% xã, thị trấn đã dành đất cho các thiết chế văn hoá, thể thao.\n\nBên cạnh các giá trị văn hóa hiện đại, các giá trị văn hóa truyền thống được giữ gìn và phát huy. Toàn huyện hiện có 155 di tích, trong đó 18 di tích xếp hạng cấp Quốc gia; 33 di tích xếp hạng cấp tỉnh. Các di tích, lễ hội dân gian truyền thống đều được bảo tồn, các di tích lịch sử văn hoá được tăng cường kiểm tra, hướng dẫn quản lý, bảo quản, chống xuống cấp kịp thời. Nhiều di tích được nhân dân đóng góp xây dựng với số vốn lớn như chùa Tùng Vân (Thổ Tang) gần 5 tỷ đồng, chùa Vân Ô (Vân Xuân) hơn 3 tỷ đồng, chùa Thiên Phúc (Hòa Lạc-Tân Cương) hơn 20 tỷ…\n\n==Giáo dục - Đào tạo==\nVĩnh Tường là vùng đất văn hiến lâu đời, nơi có nhiều truyền thống hiếu học và khoa bảng. Từ nhiều đời nay, nơi đây đã có nhiều danh nhân đỗ đạt cao được khắc bia Tiến sĩ ở Văn miếu Quốc Tử Giám từ thế kỷ XIII, XIV. Cụ thể:\n\nCó 23 tiến sĩ nho học và 01 phó bảng triều Nguyễn.\n\nNgười thành đạt sớm nhất là ông Nguyễn Văn Chất (1421 -?), người thôn Vũ Di xã Vũ Di. Ông thi đỗ Hoàng giáp (sau là Đệ nhị giáp tiến sĩ) khoa Mậu nhìn niên hiệu Thái Hòa năm thứ 06 đời vua Lê Nhân Tông (1448), danh sách đang còn trên bia Văn Miếu Hà Nội. Ông làm quan tới chức thượng thư Bộ Hộ, về chí sĩ, ông có hiệu là Nhuệ Hiên tiên sinh. Ông có biên soạn thêm bốn chuyện vào tập sách \"Việt điện u linh\" của Lý Thế Xuyên soạn năm 1329, trở thành một danh sĩ nổi tiếng.\n\nSau ông còn có 22 tiến sĩ khác, các ông cũng rất nổi tiếng như ở đời Mạc có ông Bùi Hoàng (1505- 1592) người xã Thượng Trưng thi đỗ đệ nhị giáp tiến sĩ xuất thân khoa Mậu Tuất niên hiệu Đại Chính thứ 09 đời vua Mạc Dăng Dung danh sách còn trên bia Văn Miếu Hà Nội. Ông Phí Văn Thuật, người xã Thượng Trưng dự kỳ thi hương ở Sơn Tây đỗ danh sách thứ nhất (Hội nguyên). Năm sau Canh Thìn (1640) vào dự kỳ thi Hội, qua 04 kì ông vượt lên đỗ đâu hội nguyên Hội\", rồi dự kỳ Văn Sách, ông lại đỗ đầu Đình nguyên Hoàng giáp. Đến khi vào dự kỳ làm thơ ứng chế (thơ nhà vua ra đề), bài của ông được chấm thứ nhất. Người đời suy tôn là ông \"Tứ nguyên\" (04 lần đều đỗ đầu).\n\nÔng Nguyễn Tiến Sách (sau đổi là Dình Sách) người làng Văn Trưng xã Tứ Trưng thi đỗ Tiến sĩ khoa Canh Tuất niên hiệu Cảnh Trị thứ tám đời vua Lê Huyền Tông. Từng được cử làm phó sứ sang nhà Thanh điều trần về việc quan hệ giữa hai nước ở vùng biên cương. Ông còn là nhà thơ, nay còn 34 bài thơ chép trong sách “Toàn việt thi lục của tác giả Lê Quý Đôn\".\n\nÔng Tô Thế Huy người làng Bình Đăng (nay là thôn Bình trù xã Cao Dạy thi đỗ tiến sĩ khoa Đinh Sửu niên hiệu Chính hòa 18 (1697) đời vua Lê Hy Tông. Ông được tặng phong chức thượng thư bộ Công, là người tôi trung với nước, hiếu với gia đình. Có đôi câu đối ca ngợi ông:\n\nQuốc trung thần, gia hiếu tử, thiên hạ hoàn nhân.\n\nVăn tiến sĩ, võ quận công triều đình hiển họa.\n\n''Tạm dịch:''\n\nBề tôi trung của nước, con hiếu trong gia đình, ông là người trọn vẹn trong thiên hạ.\n\nVăn đỗ tiến sĩ, võ tới quận công, là vị quan vinh hiển chốn triều đình.\n\nĐó là những nhân vật nổi tiếng trong lịch sử khoa bảng Việt Nam.\n\nVĩnh Tường còn có 37 vị thi Hội đỗ Tam trường (tam trường thi Hội), có 191 vị thi đỗ trung khoa (hương Tiến - hương Cống) cử nhân đời Nguyễn. Các xã như Văn Trưng, Thế Trưng, Thượng Trưng, Bình Trù xếp vào thứ nhất trong hàng ngũ đỗ đạt.\n\nĐồng thời, Vĩnh Tường cũng là huyện có số lượng các thư tịch đồ sộ, tới 320 văn bản là bia ký ở di tích các làng, xã. Gồm có: Bia đình có 39 tấm; Bia chùa có 200 tấm; Bia đền, miếu, từ đường, sinh từ, lăng mộ 42 tấm Bia văn chỉ, vũ chỉ có 14 tấm; Bia cầu, bến đò, quán, điểm, ngõ, chợ, cổng làng có 25 tấm; Có 39 quả chuông ở các di tích và 11 chiếc khánh trong đó có 02 chiếc khánh tạo bằng nguyên liệu đá.\n\nThực tế đó là một lượng thông tin khá đầy đủ và đa chiều về lịch sử phát triển và đời sống xã hội của phủ Vĩnh, là thành tựu đặc sắc của nền văn hiến phủ Vĩnh.\n\nThời kỳ trước cách mạng tháng 8 năm 1945, ở Vĩnh Tường có rất ít trường học, chỉ có cấp tiểu học, giáo dục gần như không phát triển. Việc học hành chủ yếu dành cho con em những gia đình khá giả, còn tuyệt đại đa số nhân dân phải chịu cảnh mù chữ.\n\nPhong trào Bình dân học vụ, thực hiện chiến dịch diệt giặc dốt được mở rộng khắp toàn huyện. Xã nào cũng lập ra Ban Bình dân học vụ, tổ chức các lớp học với nhiều hình thức dạy chữ linh hoạt. Các xã Đại Đồng, Thượng Trưng, Vũ Di…được đánh giá là có thành tích xuất sắc về xóa nạn mù chữ.\n\nHòa bình lập lại ở miền Bắc (1954), Vĩnh Tường tiến hành khôi phục kinh tế, hàn gắn vết thương chiến tranh, bắt tay vào xây dựng chủ nghĩa xã hội. Cùng với các ngành khác, giáo dục trong huyện cũng được quan tâm phát triển. Các xã đẩy mạnh xây dựng, củng cố trường lớp, học sinh phổ thông tăng dần qua mỗi năm. Đến năm 1957, toàn huyện có hơn 7.000 học sinh, trong đó học sinh cấp 11 có gần 1.000 em. Phong trào Bình dân học vụ tiếp tục được phát triển và phát huy hiệu quả.\n\nĐến cuối năm 1965, huyện hoàn thành vượt mức kế hoạch bổ túc văn hóa 5 năm lần thứ nhất, được tặng thưởng Huân chương Lao động hạng Ba. Hai năm học 1973 - 1974 và 1974 - 1975, cả ba cấp học của huyện có trên 800 lớp học với 34.000 học sinh, tỷ lệ tốt nghiệp trung bình của cấp I là trên 80%, cấp II là trên 60%, cấp III là trên 50%.\n\nNhững năm thực hiện đường lối đổi mới của Đảng, quy mô giáo dục đã được mở rộng, đa dạng ở tất cả các cấp học, ngành học. Năm 2008, toàn huyện có tổng số 100 trường học các cấp, trong đó có 30 trường mầm non, 34 trường tiểu học, 30 trường THCS và 6 trường THPT. Đến năm 2010, toàn huyện có trên 100 trường học các cấp, trong đó có 31 trường Mầm non, 34 trường Tiểu học, 30 trường Trung học cơ sở và 6 trường Trung học phổ thông, 01 Trung tâm Giáo dục thường xuyên 01 Trung tâm Bồi dưỡng Chính trị, 01 Trung tâm dạy nghề tổng hợp ở các xã đều có Trung tâm học tập cộng đồng. (''Tính đến hết năm 2012, toàn huyện có 79\/101 trường đạt chuẩn Quốc gia, trong đó có 23\/31 trường MN = 74,2%, 33\/34 trường TH = 97,1%, 20\/30 trường THCS = 66,6%, 3\/6 trường THPT = 50%).'' Nhìn chung, với số lượng trường học trên đã cơ bản đáp ứng được nhu cầu học tập của con em toàn huyện.\n\n==Y tế==\nDưới thời Pháp thuộc, y tế của huyện hầu như không được phát triển. Trong huyện không có bệnh viện khám chữa cho nhân dân, việc chữa bệnh chủ yếu nhờ vào các phương thuốc dân gian của các thầy lang.\n\nThời kỳ kháng chiến chống Pháp, hoạt động y tế huyện được tăng cường dưới chính quyền cách mạng. Đội ngũ vệ sinh viên tới tận các thôn xóm trong toàn huyện, trở thành lực lượng tuyên truyền, hướng dẫn nhân dân giữ vệ sinh, phòng bệnh. Được sự giúp đỡ của Tỉnh ủy, huyện đã lập phòng khám chữa bệnh với một số thiết bị, dụng cụ y tế và thuốc men. Mặc dù còn gặp nhiều khó khăn, trang thiết bị thiếu thốn, song đây cũng là một bước tiến của y tế huyện, đã phần nào đáp ứng được nhu cầu của nhân dân.\n\nNhững năm chiến tranh chống đế quốc Mỹ, mạng lưới y tế từ huyện xuống xã tiếp tục được xây dựng và củng cố. Từ chỗ toàn huyện chỉ có một bệnh xã nhỏ đã phát triển thành bệnh viện huyện với hơn 30 giường bệnh. Các trạm y tế ở tất cả các xã được mở rộng. Năm 1967, đã khám bệnh cho 45.355 người, chữa bệnh cho trên 13.000 người. Phong trào vệ sinh phòng bệnh được đẩy mạnh với trọng tâm là xây dựng nhà tắm, giếng nước và nhà tiêu. Năm 1975, một số trạm xá xã như Vũ Di, Lũng Hòa, Thổ Tang, Tuân Chính, Thượng Trưng… đã biết kết hợp Đông - Tây y trong điều trị bệnh có kết quả. Công tác vận động sinh đẻ có kế hoạch đạt hiệu quả, tỷ lệ tăng dân số của huyện giảm, năm 1973 là 3,7%, năm 1974 còn 3,3%.\n\nNhững năm thực hiện đường lối đổi mới, sự nghiệp chăm sóc và bảo vệ sức khỏe nhân dân của ngành y tế huyện Vĩnh Tường đã có những bước phát triển rất đáng kể, đáp ứng ngày càng tốt hơn yêu cầu và nhiệm vụ chăm sóc sức khỏe và khám chữa bệnh cho nhân dân.\n\nTrang thiết bị phục vụ y tế được tăng cường đầu tư, nâng cấp. Phong trào xây dựng xã đạt Chuẩn quốc gia về y tế đã và đang phát triển. Đến năm 2008, toàn huyện đã có 100% xã được công nhân đạt Chuẩn quốc gia về y tế. Trên 93% số xã có bác sĩ.\n\nTừ năm 2009 - 2010, huyện Vĩnh Tường là một trong những huyện dẫn đầu về công tác y tế của tỉnh Vĩnh Phúc. Hiện tại, huyện có một Phòng y tế là cơ quan chuyên môn thuộc UBND huyện. Bệnh viện Đa khoa huyện ngày càng được mở rộng với 200 giường bệnh được trang bị đầy đủ về trang thiết bị, có đội ngũ chuyên môn khá đáp ứng được hầu hết các nhu cầu khám chữa bệnh của nhân dân. Ngoài ra, huyện cũng xây dựng thêm hai phòng khám đa khoa khu vực và một phòng khám đa khoa tư nhân; một trung tâm y tế chuyên làm công tác y tế dự phòng, một trung tâm dân số KHHGĐ chuyên làm công tác tuyên truyền về các chủ trương chính sách của Đảng và Nhà nước về công tác dân số; một Trung tâm Vệ sinh an toàn thực phẩm với chức năng chính là làm nhiệm vụ tuyên truyền về công tác vệ sinh an toàn thực phẩm, thanh tra, kiểm tra và thẩm định các cơ sở chế biến và kinh doanh thực phẩm đủ điều kiện thì cấp Giấy chứng nhận đủ điều kiện an toàn vệ sinh thực phẩm. Công tác chăm sóc sức khỏe bà mẹ trẻ em, kế hoạch hóa gia đình và các chương trình mục tiêu y tế Quốc gia được quan tâm thực hiện tốt.\n\nCơ sở vật chất của các trạm y tế được nâng cấp khang trang, trang thiết bị được đầu tư. Các cán bộ y tế thường xuyên được cử đi học nâng cao trình độ chuyên môn, nghiệp vụ từ huyện đến xã. Tính đến năm 2009, 100% trạm y tế các xã, thị trấn có bác sỹ, đủ cán bộ theo cơ cấu.\n\nTổng số cán bộ y tế trong toàn huyện hiện nay là 370 cán bộ, trong đó có 55 bác sĩ (không tính số bác sĩ đã nghỉ hưu và bác sĩ tư nhân), bình quân 1 bác sĩ\/3,5 nghìn dân (đạt tỷ lệ cao nhất trong toàn tỉnh và cả nước). 100% các thôn đều có nhân viên y tế và cộng tác viên dân số.\n\nCông tác khám chữa bệnh ngày càng được chú trọng. Bình quân mỗi người dân được khám bệnh 2 lần\/năm. Công tác khám và điều trị y học dân tộc với y học hiện đại luôn được kết hợp. Hiện nay, 100% các xã, thị trấn có vườn thuốc nam mẫu. Tỷ lệ trẻ em dưới 1 tuổi được tiêm chủng đầy đủ đạt 100%; Tỷ lệ trẻ em 6-36 tháng tuổi dược uống Vitamin A đạt 100%; Tỷ lệ trẻ em suy dinh dưỡng là 13,5%; Tỷ lệ bà mẹ mang thai được tiêm AT đầy đủ 100%; Số cặp vợ chồng áp dụng các biện pháp tránh thai đạt từ 85- 87%. Trong các năm từ 2003 đến 2011, tỷ lệ sinh ở huyện Vĩnh Tường luôn duy trì ở mức ổn định, năm 2003 ở mức 1.74% đến năm 2011 là 1,73%; tỷ lệ tử là 0,51; tỷ lệ phát triển dân số là l,27%; Tuổi thọ trung bình đạt: 73 tuổi; Tỷ lệ sử dụng nước hợp, tỷ lệ này giảm mạnh ở các năm 2004, 2005 (cả hai năm đều đạt 1.66%); tỷ lệ công trình vệ sinh đạt 100%, trong đó tự hoại là 40% còn lại là hai ngăn.\n\n==Kinh tế qua các thời kỳ==\nTrong thời kỳ Pháp thuộc, nền kinh tế Vĩnh Tường phát triển chậm, nông nghiệp đóng vai trò chủ đạo. Hơn nữa, do Vĩnh Tường là nơi lắm thóc, đông dân của tỉnh Vĩnh Yên nên thực dân Pháp càng đẩy mạnh quá trình vơ vét. Chúng thực hiện chính sách trưng thu, tăng thuế… làm cho đời sống của người dân đã cơ cực càng thêm điêu đứng.\n\nCác ngành nghề thủ công: dệt vải, rèn sắt... còn tồn tại thưa thớt ở một vài hộ gia đình; các chợ buôn bán mọc lên lẻ tẻ với quy mô nhỏ hẹp trong từng thôn, làng.\n\nCách mạng tháng Tám thành công, thực hiện Chỉ thị kháng chiến, kiến quốc của Đảng và Chính phủ, Vĩnh Tường đẩy mạnh tăng gia sản xuất. Nhiều xã đã vận động thực hiện giảm tô 25%, tiến hành điều chỉnh lại ruộng đất công cho những gia đình có ruộng và lập quỹ đất để mở trại tăng gia, sản xuất, lập ra các đội tuần tra ở nhiều xã ven sông Hồng, chỉ đạo nhân dân khắc phục hậu quả lũ lụt, sửa chữa mương máng, tưới tiêu, cải tạo đồng ruộng. Công tác đắp đê, phòng lụt được quan tâm, đời sống nhân dân được cải thiện…\n\nNhiều ngành nghề thủ công vẫn được duy trì, cung cấp những mặt hàng thiết yếu cho kháng chiến và đời sống. Hàng trăm lò ép mía nấu mật ở xã Vĩnh Thịnh được phục hồi, nghề mộc ở Bích Chu, nghề rèn ở Thùng Mạch, Lý Nhân phát triển.\n\nCác chợ vẫn được mở để phục vụ cho nhu cầu mua bán trao đổi của nhân dân như: Chợ Giang ở Thổ Tang, chợ Rưng ở Tứ Trưng...\n\nSau khi hòa bình lập lại ở miền Bắc, huyện Vĩnh Tường đứng trước nhiều khó khăn. Chiến tranh đã tàn phá mảnh đất này rất nặng nề. Trên toàn huyện có tới 70% nhà cửa bị đốt phá, một số xã như Bình Dương, Ngũ Kiên, Đại Đồng... bị tàn phá tới 90%, hơn 3.000 mẫu ruộng bị bỏ hoang, trong đó có hơn 1.000 mẫu là vành đai trắng, nhiều nơi còn có bom, mìn. Hệ thống kênh mương bị phá hoại, gây khó khăn cho cấy trồng, hàng nghìn con trâu, bò bị giết. Xóm làng xơ xác, điêu tàn.\n\nNhân dân Vĩnh Tường đã từng bước khắc phục khó khăn, vượt qua gian khổ, vững bước đi lên trong thời kỳ mới.\n\nTrên lĩnh vực sản xuất nông nghiệp, đến tháng 12 năm 1954, hơn 500 mẫu ruộng hoang hóa ở xã Kim Xá được đưa vào sản xuất; nhân dân Tuân Chính, Minh Đức (nay là xã Thượng Trưng), Ngũ Kiên đưa hơn 1.000 mẫu ruộng vào cày cấy. Thực hiện kế hoạch 5 năm lần thứ nhất (1961 - 1965), ngành nông nghiệp huyện Vĩnh Tường có những nét khởi sắc. Nhiều mô hình điển hình tiên tiến về sản xuất nông nghiệp phát triển mạnh như phong trào làm phân xanh (làm bèo hoa dâu) ở Phù Lập (xã Tam Phúc); phong trào năng suất lúa 5 tấn ở xã Tuân Chính. Kết quả, vụ chiêm xuân năm 1962 đạt 39.047 mẫu, vượt kế hoạch 1,7%, tăng 2,1% so với năm 1961. Ngày 25- 11- 1961, Chủ tịch Hồ Chí Minh về thăm Hợp tác xã Lạc Trung, xã Bình Dương, điển hình tiên tiến của phong trào trồng cây toàn tỉnh.\n\nTừ năm 1973 đến năm 1975, nhân dân Vĩnh Tường phát triển sản xuất, đẩy mạnh phát triển kinh tế. Năm 1973, tổng diện tích gieo trồng toàn huyện đạt 18.12 ha, năng suất lúa đạt 6.292&nbsp;kg\/ha, tổng sản lượng lương thực quy thóc đạt 43.063 tấn.\n\nThời kỳ xây dựng đất nước (1975 -2010), diện tích cây trồng luôn duy trì sản xuất ổn định trên 20 nghìn ha. Năng suất cây trồng không ngừng tăng. Đặc biệt cây lúa, năng suất từ 34,65 tạ\/ha (1996) tăng lên 58,42 tạ\/ha (2005).\n\nNăm 2010, năng suất lúa đạt 60,46 tạ\/ha, tăng 25,81 tạ\/ha so năm 1996. Tổng sản lượng lương thực năm 2010 đạt 96.820 tấn, tăng 35.861 tấn so năm 1996. Bên cạnh đó năng suất các cây trồng khác không ngừng tăng. Nguyên nhân đó chuyển dịch cơ cấu cây trồng, vật nuôi, áp dụng các tiến bộ khoa học kỹ thuật vào sản xuất.\n\nVề phong trào HTX nông nghiệp, các HTX NN trên địa bàn huyện được xây dựng và phát triển từ những năm 1960. Cả huyện có hơn 100 HTX được xây dựng theo quy mô thôn, làng, khu vực. Các HTX NN thời kỳ 1960-1975, đã có nhiều đóng góp về sức người, sức của để góp phần vào thắng lợi của dân tộc trong cuộc kháng chiến chống Mỹ. Từ những năm 1974-1975, các HTX NN theo mô hình thôn, làng, khu vực đã được sáp nhập để thành lập theo quy mô toàn xã theo chính sách của Đảng và nhà nước. Tuy nhiên, đến thời kỳ từ năm 1986-1988, thực hiện Nghị Quyết 10 của BCH Trung ương Đảng (Khóa VI), nhiều HTX NN đã chia tách từ quy mô toàn xã thành các HTX NN theo quy mô thôn, làng, khu vực. Từ năm 1997 đến nay, thực hiện luật HTX NN trên địa bàn huyện đã chuyển đổi về mô hình và phương thức để hoạt động theo luật. Thẹo đó, hướng hoạt động chủ yếu là làm các dịch vụ theo yêu cầu của hộ gia đình xã viên. Hiện tại, trên địa bàn huyện có 38 HTX NN (Trong đó: Có 11 HTX quy mô toàn xã và 27 HTX NN quy mô thôn).\n\nTrên lĩnh vực Công nghiệp, tiểu thủ công nghiệp, xây dựng:\n\nSau năm 1954, huyện Vĩnh Tường tiến hành cải tạo công - thương nghiệp, xây dựng các hợp tác xã tiểu thủ công nghiệp nghề mộc, nghề rèn... Giai đoạn 1965 - 1968, sản xuất thủ công nghiệp có bước phát triển nhanh, mạnh. Một số cơ sở như xưởng cơ khí, xí nghiệp nước chấm, xí nghiệp vôi, bánh kẹo... được xây dựng và phát triển quy mô, sản xuất ra nhiều sản phẩm phục vụ cho sản xuất và đời sống. Các hợp tác xã sản xuất gạch ngói với sản lượng 20 triệu viên mỗi năm. Nhiều hợp tác xã có tổ rèn, mộc, cơ khí. Đến năm 1968, giá trị sản lượng của thủ công nghiệp trong các hợp tác xã tăng gấp tám lần, giá trị sán lượng của thủ công nghiệp huyện tăng gấp bốn lần so với năm 1966.\n\nNhiều hợp tác xã mua bán được xây dựng. Cuối năm 1958 có 16.389 xã viên tham gia hợp tác xã mua bán với 18.203 cổ phần. Nhiều mặt hàng tiêu dùng: vải vóc, dầu, muối; mặt hàng quý: xe đạp, phích nước...được buôn bán. Hoạt động của các hợp tác xã mua bán đã thu hút 26.850 xã viên với 79.000 đồng vốn cổ phần, có 28 cửa hàng ở các xã, một số hợp tác xã mua bán điển hình như: Việt Xuân, Bồ Sao, Yên Bình…\n\nCông việc sửa chữa đường giao thông được chú trọng. Các trục đường chính từ huyện đi các xã Tân Cương, Cao Đại, Tứ Trưng được sửa chữa thuận tiện cho Ô tô đi lại. Các cầu cống như: cầu Hương, cầu Quan cũng được tu bổ...\n\nTổng số cơ sở sản xuất CN - TTCN toàn huyện là 2.567 cơ sở, trong đó tập thể có 19 cơ sở, tư nhân có 24 cơ sở, cá thể 2.523 cơ sở và có 1 cơ sở có vốn đầu tư nước ngoài. Các mặt hàng chủ yếu bao gồm: Chế biến nông sản, thực phẩm, may mặc, vật liệu xây dựng, nông cụ cầm tay, nông sản, sản phẩm của nghề mộc. ..\n\nGiai đoạn từ 2000-2010 được coi là thời kỳ mang tính đột phá trong thực hiện mục tiêu KT- XH của huyện Vĩnh Tường. Giá trị sản xuất năm 2010 ước đạt 2.300 tỷ đồng, tăng gấp 5,5 lần so với năm 2000. Đặc biệt, từ năm 2006, Vĩnh Tường khai  thác tốt các tiềm năng nội lực, tạo mức tăng trưởng kinh tế bình quân 23,7%\/năm, thu nhập bình quân đầu người tăng từ 5,2 triệu đồng năm 2005 lên 15,6 triệu đồng năm 2010. Giá trị sản xuất công nghiệp (theo giá cố định 1994) từ 133.365 triệu đồng (năm 2006) tăng lên 839.014 triệu đồng (năm 2010), tăng 705.649 triệu đồng; trong đó: Công nghiệp khai thác mỏ (khai thác cát, sỏi): từ 676 triệu đồng (năm 2006) tăng lên 8.452 triệu đồng (năm 2010); Công nghiệp chế biến (Chế biến thực phẩm, đồ uống, sản xuất tơ tằm, chế biến và sản xuất từ tre nứa, gạch ngói, phế liệu sắt thép, bao bì đựng hàng...): tăng từ 132.689 triệu đồng (năm 2006) lên 818.563 triệu đồng (năm 2010).\n\nCác làng nghề truyền thống tiếp tục được duy trì và ngày càng phát triển: Đến nay, huyện có 07 làng nghề (làng nghề rèn Bàn Mạch, mộc Vân Giang, mộc Văn Hà của xã Lý Nhân; làng nghề mộc Bích Chu, mộc Thủ Độ xã An Tường; làng nghề rắn xã Vĩnh Sơn; làng nghề cơ khí, vận tải Việt An xã Việt Xuân) và có 7 Nghệ nhân (trong đó có 2 nghệ nhân cấp quốc gia) và 41 thợ giỏi đã được UBND tỉnh Vĩnh Phúc công nhận.\n\nLĩnh vực Thương mại - Dịch vụ: Trong 5 năm (2005 - 2010), tốc độ tăng trưởng của ngành thương mại - dịch vụ đạt 32,7% (đứng thứ 2 về tốc độ tăng trưởng sau công nghiệp - xây dựng), đã làm thay đổi đáng kể cơ cấu tỷ trọng các ngành kinh tế; Điểm nhấn quan trọng nhất trong lĩnh vực thương mại - dịch vụ là thị trấn Thổ Tang, đây được coi là điểm sáng\" của cả nước về hoạt động buôn bán, giao lưu trao đổi hàng hóa, nhất là về mặt hàng nông sản. Đến nay, dự án xây dựng Chợ đầu mối nông sản thực phẩm, hệ thống kho vận Vĩnh Tường đã được quy hoạch. Năm 2010, Chi hội Doanh nghiệp Vĩnh Tường được thành lập với mục tiêu, nhiệm vụ gắn kết giữa các doanh nghiệp phát triển trong hợp tác kinh doanh, làm cầu nối giữa Nhà nước - doanh nghiệp - nhà khoa học và người dân để có những định hướng phát triển kinh tế, thu hút đầu tư, khuyến khích các doanh nghiệp, góp phần thúc đẩy việc phát triển kinh tế chung của huyện.\n\nVề phát triên giao thông:\n\nHuyện có mạng lưới giao thông đường bộ tương đối hoàn chỉnh, trong đó có các tuyến như: quốc lộ 2A, quốc lộ 2C; tỉnh lộ 304, 309; đường sắt thành phố Hà Nội - Lào Cai chạy qua. Điều này thuận tiện cho việc lưu thông tiêu thụ nông sản, hàng hoá của huyện. Bên cạnh đó, hệ thống của các sông Hồng, sông Đáy, sông Lô cũng góp phần làm cho việc giao thông đường thủy thêm thuận tiện.\n\nThực hiện công cuộc đổi mới, Vĩnh Tường luôn chú trọng xây dựng các công trình hạ tầng quan trọng. Hệ thống đường bộ được phân bổ tương đối phù hợp đường Ô tô đến được tất cả các xã, thị trấn. Tổng số chiều dài đường bộ là 1.209,44&nbsp;km, đường giao thông nông thôn (GTNT) chiếm 88% với 1.066,74&nbsp;km, trong đó đường xã là 86,07&nbsp;km, đường thôn là 192,5&nbsp;km, đường xóm là 287,97&nbsp;km, đường giao thông nội đồng là 500,2&nbsp;km.\n\nĐược sự đồng tình, ủng hộ của nhân dân, phong trào làm đường giao thông nông thôn giai đoạn 2007-2010 đạt 49% giá trị đề án, đưa tổng số đường giao thông nông thôn được xây dựng cứng hóa giai đoạn 2007-2010 là 174,84&nbsp;km. Trong đó, đường xã cứng hóa 100%, đường thôn cứng hoá 92%, đường xóm ngõ cứng hóa 96%, đường nội đồng cứng hóa đạt 22%. Xây dựng GTNT đã góp phần quan trọng trong quá trình phát triển KT-XH, khắc phục được tình trạng chênh lệch về trình độ phát triển kinh tế xã hội, đời sống văn hóa ở nông thôn, từng bước nâng cao cuộc sống của người dân.\n\nCùng với những thành tích đã đạt được trong phong trào xây dựng GTNT, từ năm 2007 đến nay, huyện Vĩnh Tường là đơn vị có thành tích xuất sắc và được tặng cờ thi đua của Chính phủ (năm 2006 và năm 2008),Bằng khen của Bộ trưởng Bộ Giao thông vận tải (năm 2009), Bằng khen của Chủ tịch UBND tỉnh Vĩnh Phúc (năm 2007), Cờ thi đua xuất sắc của UBND tỉnh (năm 2010). Vĩnh Tường luôn được đánh giá là huyện dẫn đầu về đầu tư xây dựng, phát triển giao thông trên địa bàn tỉnh.\n\nHiện nay, huyện đang tiếp tục triển khai việc quy hoạch cụm công nghiệp, các cụm kinh tế xã hội để góp phần vào việc chuyển dịch cơ cấu kinh tế đúng hướng.\n\n==Nhân vật nổi tiếng==\n*Thủ lĩnh [[Việt Nam Quốc dân đảng]] [[Nguyễn Thái Học]].\n*Bí thư tỉnh ủy Vĩnh Yên [[Lê Xoay]].\n*Anh hùng lực lượng vũ trang nhân dân [[Nguyễn Viết Xuân]].\n*[[Nguyễn Văn Giáp]] (1837-1887), một lãnh tụ, một danh tướng xuất sắc trong [[phong trào Cần Vương]] chống Pháp ở vùng Tây Bắc cuối thế kỉ XIX. \n*[[Đội Cấn]], một thủ lĩnh trong cuộc binh biến chống chính quyền thực dân Pháp tại [[Thái Nguyên]] năm 1917.\n*Anh hùng lực lượng vũ trang nhân dân [[Bùi Anh Tuấn (Anh hùng Liệt sĩ)]].\n*Anh hùng lực lượng vũ trang nhân dân [[Nguyễn Văn Thoa]], người đã lập thành tích đặc biệt xuất sắc bắn hạ 13 máy bay Mỹ - Ngụy tại chiến trường miền Đông Nam Bộ.\n*Anh hùng lực lượng vũ trang nhân dân [[Chu Văn Khâm]].\n*Anh hùng lực lượng vũ trang nhân dân Nguyễn Văn Thực.\n*Anh hùng lực lượng vũ trang nhân dân [[Bùi Tiến Hợp]].\n*Anh hùng lao động [[Nguyễn Văn Tần]].\n*[[Vũ Hồng Khanh]], là một nhà cách mạng và chính khách Việt Nam. Ông là một trong các lãnh tụ của [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]].\n*Nguyễn Văn Chất (1421 -?), thi đỗ Hoàng giáp (sau là Đệ nhị giáp tiến sĩ) khoa Mậu Thìn niên hiệu Thái Hòa năm thứ 6 đời vua Lê Nhân Tông (1448), ông làm quan tới chức thượng thư Bộ Hộ.\n*[[Trịnh Văn Quyết]], người giàu nhất sàn chứng khoán Việt Nam năm 2016, Chủ tịch Tập đoàn FLC và Bamboo Airways.\n*PGS.TS, thầy thuốc nhân dân [[Nguyễn Viết Nhung]],Giám đốc Bệnh viện phổi Trung ương.\n*[[Nguyễn Văn Trì]], Chủ tịch Ủy ban nhân dân tỉnh Vĩnh Phúc.\n*Nguyễn Tiến Sách (1638 - 1697), đỗ Đệ tam giáp đồng Tiến sĩ xuất thân khoa Canh Tuất, niên hiệu Cảnh Trị, đời vua Lê Huyền Tông (1670). Năm Tân Mùi (1691). Giữ chức Tả Thị lang bộ Binh, Sau khi mất, ông được phong tặng. Đặc tiến kim tử vinh lộc đại phu, Thượng thư bộ Công, Trưng Đường Tử, ban thụy hiệu là Đôn Chất Tiên sinh.\n*[[Nguyễn Văn Hoa]], là [[Thẩm phán cao cấp (Việt Nam)|thẩm phán cao cấp]] người [[Việt Nam]]. Ông hiện giữ chức vụ Chánh án Tòa án nhân dân tỉnh [[Vĩnh Phúc]].\n*Tô Thế Huy (1666 - ?),đỗ Đệ tam giáp đồng Tiến sĩ xuất thân khoa Đinh Sửu, niên hiệu Chính Hòa (1697) đời vua Lê Hy Tông; giữ các chức Hữu Thị lang, phó sứ đoàn sang triều Thanh tuế cống, Tả Thị lang bộ Lễ, Tả Thị lang bộ Công. \n*[[Đào Trọng Lịch]], là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], [[Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam|Tổng Tham mưu trưởng]] thứ 8 của [[Quân đội nhân dân Việt Nam]].\n*Bùi Hoàng (1505- 1592) thi đỗ đệ nhị giáp tiến sĩ xuất thân khoa Mậu Tuất niên hiệu Đại Chính thứ 09 đời vua Mạc Dăng Dung danh sách còn trên bia Văn Miếu Hà Nội. \n*Phí Văn Thuật (1609 - ?) Đi thi Hương mới một lần, ông đã đỗ ngay Giải nguyên ở khoa năm Kỷ Mão 1639. Năm Canh Thìn dự thi Hội (1640), đỗ Hội nguyên, rồi dự kì thi đỗ Đình nguyên Hoàng giáp. Làm quan đến chức Tự khanh ở Thái bộc tự, được ban tước Nam, lấy chữ \"Trưng” trong tên quê là: Trưng Thọ Nam, người đời suy tôn là ông \"Tứ nguyên\" (bốn lần đều đỗ đầu).\n*[[Lê Mạnh Khởi]], thiếu tướng Công an nhân dân Việt Nam, nguyên phó tổng cục trưởng - tổng cục hậu cần kỹ thuật,[[Bộ Công an Việt Nam]].\n*Đỗ Thanh Bình,t hiếu tướng quân đội nhân dân Việt Nam, nguyên tư lệnh [[binh chủng đặc công]].\n*[[Lê Ngọc Trinh]], một nữ tướng thời [[Hai Bà Trưng]] trong lịch sử Việt Nam.\n*[[Nguyễn Ngọc Phi]], Ông từng là Thứ trưởng Bộ Lao động Thương binh và Xã hội Việt Nam.\n*[[Nguyễn Văn Sơn (Tuyên Quang)]],Chủ tịch [[Hội đồng nhân dân]] [[tỉnh Tuyên Quang]] nhiệm kỳ 2016-2021.\n*[[Phan Thái]], là một tướng lĩnh, sĩ quan cấp cao, quân hàm [[Thiếu tướng]] [[Quân đội nhân dân Việt Nam]], nguyên phó chủ nhiệm kiêm tham mưu trưởng [[Tổng cục kỹ thuật]].\n*[[Phan Văn Tiến]], là [[Thẩm phán cao cấp (Việt Nam)|thẩm phán cao cấp]] người [[Việt Nam]]. Ông hiện giữ chức vụ Chánh án Tòa án nhân dân tỉnh [[Yên Bái]].\n*[[Phùng Thị Thường]], là nữ [[đại biểu quốc hội Việt Nam]] khóa XIV nhiệm kì 2016-2021.\n*[[Lê Duy Thành]], Chủ tịch UBND tỉnh Vĩnh Phúc.\n\n==Làng nghề==\nLà một nơi được coi là mảnh đất trăm nghề nên Vĩnh Tường có rất nhiều làng nghề truyền thống, làng nghề mới, nghề phụ. Các ngành nghề nổi tiếng ở mảnh đất trăm nghề này đó là:\n\n* Làng nghề mộc Vân Giang ([[Lý Nhân]])\n* Làng nghề mộc Vân Hà ([[Lý Nhân]])\n* Nghề làm bún Hòa Loan ([[Lũng Hòa]])\n* Làng mộc truyền thống Bích Chu ([[An Tường]])\n* Làng đậu phụ Rùa thôn Thượng ([[Tuân Chính]])\n* Làng mộc truyền thống Thủ Độ ([[An Tường]])\n* Buôn bán hàng hóa, nông sản... [[Thổ Tang]]\n* Cơ khí, vận tải thủy Việt An ([[Việt Xuân]])\n* Buôn bán hoa quả, nông sản [[Đại Đồng]]\n* Nghề dệt vải Văn Ổ ([[Vân Xuân]])\n* Nghề trồng dâu nuôi tằm [[Yên Lập]]\n* Làng nghề nuôi rắn, chế biến rắn [[Vĩnh Sơn, Vĩnh Tường|Vĩnh Sơn]]\n* Làng nghề bánh cuốn, bún Tân An ([[Ngũ Kiên]])\n*Nghề làm hương Nghĩa Lập ([[Nghĩa Hưng]])\n*Nghề gói bánh chưng Diệm Xuân ([[Việt Xuân]])\n* Làng nghề rèn Bàn Mạch ([[Lý Nhân]])\n*Chăn nuôi bò sữa [[Vĩnh Thịnh]]\n*Nghề làm mỳ, bún ở [[Bồ Sao]]\n*Buôn bán phụ kiện điện thoại, phế liệu [[Vân Xuân]].\n\n-Tỉnh Vĩnh Phúc có 22 Nghệ Nhân Làng Nghề thì chỉ tính riêng huyện Vĩnh Tường đã có 15 Nghệ Nhân thuộc các làng nghề là:\n\n1.Nghệ nhân Trần Văn Long - xã Lý Nhân\n\n2. Nghệ nhân Nguyễn Văn Khích - xã Lý Nhân         \n\n3. Nghệ nhân Phùng Văn Dích - xã An Tường\n\n4. Nghệ nhân Kiều Đức Nghĩa - xã An Tường\n\n5. Nghệ nhân Phùng Văn Dục - xã An Tường\n\n6. Nghệ nhân Phùng Văn Vàng - xã An Tường       \n\n7. Nghệ nhân Dương Văn Điếm - xã An Tường\n\n8. Nghệ nhân Nguyễn Văn Khen - xã An Tường\n\n9. Nghệ nhân Phạm Văn Trường - xã An Tường\n\n10. Nghệ nhân Trần Văn Kiềng - xã Lý Nhân\n\n11. Nghệ nhân Nguyễn Hữu Đoan - xã Lý Nhân\n\n12. Nghệ nhân Nguyễn Văn Trọng - xã Lý Nhân\n\n13. Nghệ nhân Trương Văn Dung - xã An Tường\n\n14. Nghệ nhân Vũ Mạnh Hùng - xã Vĩnh Sơn\n\n15. Nghệ nhân Nguyễn Văn Thịnh - xã Vĩnh Sơn.\n\n==Tham khảo==\n{{Thể loại Commons|Vinh Tuong District}}\n{{tham khảo}}\n\n{{sơ khai Vĩnh Phúc}}\n{{Huyện thị Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Tường}}"}