{"1254199":"{{bài cùng tên|Vĩnh Lại (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Vĩnh Lại\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 16\n| vĩ giây = 3\n| kinh phút = 20\n| kinh giây = 13\n| diện tích = 10,28 km²<ref name=MS\/>\n| dân số = 8.872 người<ref name=MS\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 863 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Lâm Thao]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 08533<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 0210 \n}}\n\n'''Vĩnh Lại''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lâm Thao]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\n== Địa lý ==\nXã Vĩnh Lại nằm ở phía nam huyện Lâm Thao, có vị trí địa lý:\n*Phía đông giáp thành phố [[Hà Nội]] (cách sông Hồng - có bến đò Lời)\n*Phía tây giáp xã [[Tứ Xã]]\n*Phía tây nam giáp xã [[Bản Nguyên]]\n*Phía bắc giáp xã [[Cao Xá]].<ref name=\"lamthao.phutho.gov.vn\">{{Chú thích web|url = http:\/\/lamthao.phutho.gov.vn\/index.php\/gioi-thieu-don-vi\/gioi-thieu-chung\/x-vinh-l-i.html|tiêu đề = Xã Vĩnh Lại|ngày truy cập = 2020-05-08|archive-date = ngày 31 tháng 5 năm 2019 |archive-url = https:\/\/web.archive.org\/web\/20190531053211\/http:\/\/lamthao.phutho.gov.vn\/index.php\/gioi-thieu-don-vi\/gioi-thieu-chung\/x-vinh-l-i.html}}<\/ref>\n\nXã Vĩnh Lại có diện tích 10,28&nbsp;km², dân số năm 1999 là 8.805 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 857 người\/km².\n\nTheo thống kê năm 2019, xã Vĩnh Lại có diện tích 10,28&nbsp;km², dân số là 8.872 người,<ref name=\"lamthao.phutho.gov.vn\"\/> mật độ dân số đạt 863 người\/km².\n\nXã Vĩnh Lại là một xã đồng bằng nằm ở phía nam huyện Lâm Thao và cách trung tâm huyện Lâm Thao 11&nbsp;km về phía tây bắc, cách thành phố Việt Trì 7&nbsp;km về phía đông bắc. Đây là nơi [[sông Đà]] hội lưu với [[sông Hồng]].\n\n==Lịch sử==\nXã Vĩnh Lại (địa danh). Theo từ điển Hán Việt, âm Vĩnh có 1 nghĩa, âm Lại có 10 chữ, 5 nghĩa:\n\nI. VĨNH, 永 (bộ thủy) mang nghĩa là lâu dài, vĩnh cửu.\n\nII. LẠI có: \n# 吏 (bộ khẩu口): viên quan, người làm việc cho nhà nước \n# 癩 \/ 癞 (bộ nạch疒): bệnh hủi, bệnh hói đầu \n# 徠\/ 勑\/徕 (bộ xích彳\/bộ lực力\/bộ xích): an ủi \n# 賴\/ 赖 (bộ bối貝): nhờ cậy, ích lợi 5. 籟\/ 籁 (bộ trúc竹): cái tiêu.\n\n* Theo ý nghĩa 2 âm trên\n* Theo Thần phả xã Vĩnh lại viết về Tản Viên Sơn Thánh luyện quân chiến thắng và được phong phúc thần ở đất này\n* Theo thực tế, Tản Viên đã trở thành một trong tứ bất tử,... Tạm suy đoán rằng, địa danh ''Vĩnh Lại'' mang nghĩa ''Quan bất tử''.\n\n== Văn hóa ==\nXã Vĩnh Lại được thành lập từ ba làng: Lời, Văn Điểm và Trịnh xá. Xã có nghề truyền thống đan lưới, tuy nhiên gần đây không còn được phát triển. Vĩnh Lại có Đền Lời được xếp hạng di tích.\n\n===Di tích lịch sử===\n'''Các di tích lịch sử văn hóa và các di tích chùa còn lưu giữ được thư tịch cổ Hán Nôm:'''\n* Bia chùa Kim Cương, xã Vĩnh Lại: ''Hưng công cấu tác'' (bia ghi việc hưng công tu tạo) lập năm Vĩnh Thịnh thứ 3 (1707), niên hiệu của vua Lê Dụ Tông; Bia chùa Kim Cương (bia tứ diện), xã Vĩnh Lại lập năm Vĩnh Thịnh thứ 3 (1707), niên hiệu của vua Lê Dụ Tông\n* Bia chùa Linh quang, xã Vĩnh Lại: ''Trùng tu Linh quang tự bi ký'' (ghi việc trùng tu chùa Linh Quang) lập năm Tự Đức thứ 33 (1880), niên hiệu của vua Nguyễn Dực Tông\n* Bia ghi giỗ hậu chùa Linh Quang, xã Vĩnh Lại lập năm Tự Đức thứ 33 (1880), niên hiệu của vua Nguyễn Dực Tông.\n* Chuông chùa Bồ Đề, xã Vĩnh Lại: ''Bồ Đề tự chung'' tạo năm Minh Mệnh thứ 20 (1839) niên hiệu của vua Nguyễn Thánh Tổ\n* Chuông chùa Linh Quang, xã Vĩnh Lại: ''Kỷ Hợi niên chế'' đúc năm Kỷ Hợi (?)\n* Chuông chùa Trình, xã Vĩnh Lại: ''Trình Xá tự chung'' tạo Minh Mệnh, năm 1821 (hiện đang lưu giữ tại Thư viện KHTH tỉnh)\n* Khánh chùa Kim Cương, xã Vĩnh Lại: ''Kim Cương tự, Khánh lục ký'' (khánh ghi chép công đức chùa Kim Cương) tạo năm Cảnh Thịnh thứ 8 (1800), niên hiệu của vua Nguyễn Quang Toản\n* Khánh chùa Phổ Quang, xã Vĩnh Lại: ''Phổ Quang tự khánh'' tạo năm Minh Mệnh thứ 20 (1839), niên hiệu của vua Nguyễn Thánh Tổ\n* Mộc bản chùa Kim Cương, xã Vĩnh Lại lập năm Quý Mùi (1883)\n* '''Đền Lời''': được xây dựng thời hậu Lê cuối thế kỷ 18. Đền thờ Ngũ Đạo Tướng Quân, Tản Viên Sơn Thánh và các tướng lĩnh thời Hùng Vương đã có công giúp Vua Hùng dẹp giặc giữ yên bờ cõi, xây dựng đất nước phát triển được nhân dân tôn thờ và phong là Hộ Quốc tế Công. Trong 2 cuộc kháng chiến chống Pháp và chống Mỹ của dân tộc, Đền Lời còn là nơi hoạt động bí mật của Đảng bộ, chính quyền địa phương. Năm 2004, Đền Lời được nhà nước xếp hạng di tích cấp Quốc gia tại Quyết định số 08\/QĐ-BVHTT gày 23\/2\/2004. Để tỏ lòng thành kính tri ân công đức tổ tiên, vào ngày 15\/2 âm lịch hàng năm xã Vĩnh Lại tổ chức Lễ tế chính cầu cho trời đất mưa thuận gió hòa, đồng ruộng tươi tốt, dân làng yên ấm, nhà nhà an khang thịnh vượng, đây còn là dịp để giáo dục truyền thống yêu quê hương, đất nước cho thế hệ trẻ.\n\n===Thi ca===\nCa khúc Vĩnh Lại quê tôi (Tác giả: Cù Chí Cường; Thể hiện: Thanh Quý).<ref>[https:\/\/www.youtube.com\/watch?v=AYTrgAPV46Y\/ Vĩnh Lại quê tôi]<\/ref>\n\n==Danh nhân==\nVũ Duệ (chữ Hán: 武睿, 1468-1522)[1], vốn tên là Vũ Nghĩa Chi, sau vua Lê Thánh Tông cho đổi tên là Vũ Duệ[2]; là danh thần nhà Lê sơ trong lịch sử Việt Nam.\n'''Trạng nguyên Vũ Duệ''': Ông là người làng Trịnh Xá (Kẻ Chịnh), huyện Sơn Vi, trấn Sơn Tây (nay thuộc làng Trịnh Xá, xã Vĩnh Lại, huyện Lâm Thao, tỉnh Phú Thọ). Thủa nhỏ ông nổi tiếng thông minh, đối đáp lưu loát, 7 tuổi đã đọc thông, viết thạo và đã biết làm thơ, người đương thời thường gọi ông là \"Thất Tuế Thần Đồng\". Khoa Canh Tuất, niên hiệu Hồng Đức thứ 21 (1490) dưới thời vua Lê Thánh Tông, ông thi đỗ Trạng nguyên lúc 22 tuổi, cùng khoa với Ngô Hoán (đỗ Bảng nhãn) và Lưu Thư Ngạn (đỗ Thám hoa)[3].\nĐời vua Lê Hiến Tông, ông giữ chức Tản trị thừa tuyên sứ ty, tham chính xứ Hải Dương[4].\nNăm 1520 đời vua Lê Chiêu Tông, ông giữ chức Lại bộ Thượng thư kiêm Đông các Đại học sĩ nhập thị Kinh diên, hàm Thiếu bảo, tước Trình Khê hầụ, và được ban phong là Trinh ý công thần[5].\nTháng 4 năm 1521, ông nhận lệnh soạn bi ký khoa thi năm Giáp Tuất, Hồng Thuận thứ 6 (1514) [6].\nTháng 8 năm Quang Thiệu thứ 7 (1522), Mạc Đăng Dung lập hoàng đệ Lê Xuân lên làm vua, tức là Lê Cung Hoàng. Theo Khâm định Việt sử thông giám cương mục, khảo cứu thêm trong Trung Hưng tiết nghĩa lục và Đăng khoa lục, thì tháng 10 năm đó, Vũ Duệ cùng với Lại bộ thượng thư Ngô Hoán và môn đồ là Nguyễn Mẫn Đốc thống suất hương binh đi theo vua Lê Chiêu Tông, nhưng đến Thanh Hóa thì đứt liên lạc, không biết vua ở đâu[7]. Sau đó, họ hướng về lăng tẩm nhà Hậu Lê ở Lam Sơn (Thanh Hóa) bái vọng, rồi tự vẫn cả [8].\nSách Văn học thế kỷ XV-XVII ghi Vũ Duệ uống thuốc độc tự tử [9]. Song theo thông tin trên báo điện tử Phú Thọ thì ông và ông Nguyễn Mẫn Đốc đều lao đầu vào đá tự vẫn[10].\n\nTưởng nhớ\n\nSau khi dẹp xong nhà Mạc, năm Bính Ngọ (1666) đời vua Lê Huyền Tông, triều đình bàn luận công lao, xếp ông Vũ Duệ đứng đầu trong số 13 người công thần tử tiết. Sau đó, di cốt ông được đem từ Thanh Hóa về quê hương Trình Xá mai táng.\n\nĐền thờ Trạng nguyên Vũ Duệ đầu tiên làm ngay trên mộ của ông phía ngoài đê bên dòng sông Hồng nằm ở đầu làng Trình Xá. Ở cổng đền có ghi 3 chữ \"Tiết nghĩa từ\", và ở hậu cung có bức hoành phí đề 4 chữ \"Vương thất huân lao\", đều do vua Lê Huyền Tông ban. Đồng thời, ông cũng được sắc phong là \"Thượng đẳng phúc thần\"[10].Được dân làng Trình Xá tôn làm thành hoàng làng. Lễ tế chính được tổ chức vào ngày 16 tháng 8 (âm lịch) hàng năm, ngày mất của ông.\n\nHiện nay có một con phố nằm ở phường Nông Trang, TP Việt Trì, Phú Thọ được đặt theo tên của ông. Con phố này kéo dài từ đường Nguyễn Du đến đường Tản Viên. Bên cạnh đo thị trấn Lâm Thao cũng có một con phố mang tên Vũ Duệ.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n* [http:\/\/www.monre.gov.vn\/v35\/default.aspx?tabid=428&cateID=4&id=35937&code=1WZSW35937 Phú Thọ: Xã Vĩnh Lại gắn dồn đổi đất đai với quy hoạch để phát triển lâu dài]{{Liên kết hỏng|date = ngày 29 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Đơn vị hành chính thuộc huyện Lâm Thao}}\n{{sơ khai Phú Thọ}}"}