{"151544":"{{bài cùng tên|Vĩnh Thạnh}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Vĩnh Thạnh\n| hình =\n| ghi chú hình =\n| vị trí lấy tọa độ =\n| vĩ độ = 14\n| vĩ phút = 12\n| vĩ giây = 40\n| kinh độ = 108\n| kinh phút = 44\n| kinh giây = 38\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 701 km²\n| dân số = 30.587 người<ref name=\"DSVN2019\"\/>\n| dân số thành thị = 6.250 người (20%)\n| dân số nông thôn = 24.337 người (80%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 44 người\/km<sup>2<sup>\n| dân tộc = Kinh...\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Định]]\n| huyện lỵ = thị trấn [[Vĩnh Thạnh (thị trấn thuộc Bình Định)|Vĩnh Thạnh]]\n| thành lập = 1982\n| phân chia hành chính = 1 thị trấn, 8 xã\n| mã hành chính = 546<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 77-N1\n| trụ sở UBND = Đường 6 tháng 2, thị trấn Vĩnh Thạnh\n| web = {{url|vinhthanh.binhdinh.gov.vn}}\n}}\n\n'''Vĩnh Thạnh''' là một [[huyện (Việt Nam)|huyện]] nằm ở phía tây tỉnh [[Bình Định]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Vĩnh Thạnh nằm ở phía tây bắc tỉnh Bình Định, cách thành phố Quy Nhơn 80&nbsp;km, có vị trí địa lý:\n*Phía đông và đông bắc giáp các huyện [[Hoài Ân]], [[Phù Mỹ]], [[Phù Cát]]\n*Phía nam giáp huyện [[Tây Sơn]]\n*Phía tây và tây bắc giáp huyện [[Kbang]], thị xã [[An Khê]], tỉnh [[Gia Lai]] và huyện [[An Lão, Bình Định|An Lão]].\n\nTheo thống kê năm 2019, huyện có diện tích 701&nbsp;km², dân số là 30.587 người, mật độ dân số đạt 44 người\/km².<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/du-lieu-va-so-lieu-thong-ke\/2020\/11\/ket-qua-toan-bo-tong-dieu-tra-dan-so-va-nha-o-nam-2019\/\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\nHuyện Vĩnh Thạnh là địa bàn hội tụ 12 dân tộc anh em sinh sống, trong đó đông nhất là dân tộc Kinh, Bahnar.\n\nĐịa hình có nhiều đồi, núi. Sông Côn chảy qua huyện theo hướng Bắc-Nam. Vĩnh Thạnh có quỹ đất tự nhiên khá rộng, đứng thứ 2 (sau Vân Canh) trong 11 huyện, thành phố của tỉnh Bình Định (số liệu 2017 là 782,49\/6.075,4&nbsp;km²) chiếm 39% diện tích 3 huyện miền núi của tỉnh và 13% diện tích tự nhiên toàn tỉnh.\n\n== Lịch sử ==\nVĩnh Thạnh vốn là những làng của người dân tộc Bana. Khoảng đầu [[thế kỷ XVIII]], người Kinh lên vùng đất này lập nghiệp dựng xóm ấp cho đến cuối năm [[1945]], những làng vùng này thuộc Tổng Vĩnh Thạnh của huyện Bình Khê (nay là huyện Tây Sơn) và Tổng Kim Sơn của huyện Hoài Ân.\n\n[[Tháng 4]] năm [[1947]], tỉnh Bình Định lập 4 huyện miền núi: Vân Canh, Vĩnh Thạnh, Kim Sơn và An Lão. Tên huyện Vĩnh Thạnh bắt đầu từ đó.\n\nKhoảng cuối năm [[1952]], theo chủ trương của Khu 5, huyện Vĩnh Thạnh nhập vào tỉnh Gia-Kon đến [[tháng 7]] năm [[1954]] lại trở về thuộc tỉnh Bình Định. Khi đó, huyện Vĩnh Thạnh gồm 50 làng thuộc 11 xã: Vĩnh An, Vĩnh Hòa, Vĩnh Hiệp, Vĩnh Hảo, Vĩnh Kim, Vĩnh Châu, Vĩnh Trường, Vĩnh Bình, Vĩnh Nghĩa, Vĩnh Hưng và Vĩnh Thuận.\n\nNăm [[1961]], nhằm động viên nhân dân bước vào cuộc chiến đấu mới chống giặc Mỹ xâm lược và để giữ bí mật, lãnh đạo tỉnh đã lấy tên sông núi, tên người có công đặt tên cho xã (như núi Yang Điêng thay cho tên gọi xã Vĩnh Hiệp, suối LơPin là xã Vĩnh Trường, Bok Toih là xã Vĩnh Bình …) và các chữ cái kèm con số đặt tên cho một số làng từ đó mới có các tên mật danh: M6 (làng Lơ Ye), K11 (Kon Kriêng), N3 (Đe Klăng), O5 (Kon Trinh) …\n\nTrong suốt cuộc kháng chiến chống Mỹ cứu nước ([[1954]]-[[1975]]) do đòi hỏi của các công tác chống địch và sản xuất, việc tách, nhập làng ở Vĩnh Thạnh luôn luôn xảy ra (cuối năm [[1955]] toàn huyện có 60 làng đến năm [[1971]] còn 40 làng đến năm [[1974]] là 45 làng).\n\nNăm [[1976]], hai huyện Vĩnh Thạnh và Bình Khê hợp thành huyện Tây Sơn thuộc tỉnh Nghĩa Bình.\n\nNăm [[1982]], lập lại huyện Vĩnh Thạnh gồm 6 xã trong đó có 5 xã miền núi (Vĩnh Sơn, Vĩnh Kim, Vĩnh Hảo, Vĩnh Hiệp, Vĩnh Hòa) và xã trung du Bình Quang.<ref name=41HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-41-HDBT-thanh-lap-huyen-thuoc-tinh-Nghia-Binh\/43116\/noi-dung.aspx Quyết định 41-HĐBT thành lập huyện thuộc tỉnh Nghĩa Bình]<\/ref>\n\nNgày [[7 tháng 11]] năm [[1986]], Hội đồng Bộ trưởng ban hành quyết định 137-HĐBT<ref name=137HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-137-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-cac-huyen-Hoai-Nhon-va-Vinh-Thanh-tinh-Nghia-Binh\/37215\/noi-dung.aspx Quyết định 137-HĐBT điều chỉnh địa giới hành chính một số xã của các huyện Hoài Nhơn, Vĩnh Thạnh và Hoài Ân thuộc tỉnh Nghĩa Bình]<\/ref>. Theo đó, chia ba xã Bình Quang, Vĩnh Hảo và Vĩnh Hiệp thành 4 xã: Vĩnh Hảo, Vĩnh Hiệp, Vĩnh Quang và Vĩnh Thịnh.\n\nNgày [[30 tháng 6]] năm [[1989]], tỉnh [[Bình Định]] được tái lập từ tỉnh Nghĩa Bình, huyện Vĩnh Thạnh thuộc tỉnh Bình Định.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên]<\/ref>\n\nNgày [[14 tháng 12]] năm [[1991]], Ban Tổ chức Chính phủ ban hành quyết định số 659-TCCP<ref>Quyết định số 659-TCCP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Phù Mỹ và Vĩnh Thạnh, tỉnh Bình Định<\/ref>. Theo đó:\n* Tách 6.237 ha diện tích tự nhiên và 203 nhân khẩu của xã Vĩnh Kim; 4.194 ha diện tích tự nhiên và 496 nhân khẩu của xã Vĩnh Hảo và 1.015 ha diện tích tự nhiên của xã Vĩnh Hiệp để di chuyển dân cư xã Vĩnh Hòa về địa điểm mới, từ đó xã Vĩnh Hòa bị giải thể.\n* Giao 5.337 ha diện tích tự nhiên vùng hồ thủy lợi Thuận Ninh (trước đây là địa điểm của xã Vĩnh Hòa) cho Ủy ban Nhân dân huyện Vĩnh Thạnh quản lý.\n\nNgày [[15 tháng 11]] năm [[2005]], Chính phủ ban hành Nghị định 143\/2005\/NĐ-CP<ref name=143NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-143-2005-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-thi-tran-thuoc-huyen-Vinh-Thanh-mo-rong-Phu-Phong-Tay-Son-Quy-Nhon-Binh-Dinh-6090.aspx Nghị định 143\/2005\/NĐ-CP điều chỉnh địa giới hành chính, thành lập xã, thị trấn thuộc huyện Vĩnh Thạnh; mở rộng thị trấn Phú Phong thuộc huyện Tây Sơn và mở rộng thành phố Quy Nhơn, tỉnh Bình Định]<\/ref>. Theo đó:\n* Điều chỉnh 3.204,17 ha diện tích tự nhiên và 309 nhân khẩu của xã Vĩnh Sơn về xã Vĩnh Kim quản lý.\n* Điều chỉnh 3.607,75 ha diện tích tự nhiên của xã Vĩnh Kim về xã Vĩnh Sơn quản lý.\n* Điều chỉnh 3.690,94 ha diện tích tự nhiên của xã Vĩnh Kim về xã Vĩnh Hảo quản lý.\n* Điều chỉnh 941 nhân khẩu của xã Vĩnh Kim về xã Vĩnh Quang.\n* Điều chỉnh 6.072,2 ha diện tích tự nhiên của xã Vĩnh Hoà về xã Vĩnh Hảo quản lý.\n* Điều chỉnh 1.828 ha diện tích tự nhiên của xã Vĩnh Hoà về xã Vĩnh Hiệp quản lý.\n* Điều chỉnh 1.258 nhân khẩu của xã Vĩnh Hoà về xã Vĩnh Thịnh.\n* Điều chỉnh 131,58 ha diện tích tự nhiên và 689 nhân khẩu của xã Vĩnh Hảo về xã Vĩnh Quang quản lý.\n* Thành lập xã Vĩnh Thuận trên cơ sở điều chỉnh 3.534,53 ha diện tích tự nhiên và 1.341 nhân khẩu của xã Vĩnh Quang.\n* Thành lập thị trấn Vĩnh Thạnh (thị trấn huyện lỵ của huyện Vĩnh Thạnh) trên cơ sở điều chỉnh 936,49 ha diện tích tự nhiên và 5.874 nhân khẩu của xã Vĩnh Quang.\n* Thành lập xã Vĩnh Hoà trên cơ sở điều chỉnh 929,12 ha diện tích tự nhiên và 1.335 nhân khẩu của xã Vĩnh Thịnh; 2.003,58 ha diện tích tự nhiên và 702 nhân khẩu thuộc xã Tây Thuận, huyện Tây Sơn.\n\nHiện nay, toàn huyện có 57 thôn, làng nằm trong 8 xã, 1 thị trấn: Vĩnh Sơn, Vĩnh Kim, Vĩnh Hảo, Vĩnh Hòa, Vĩnh Thuận, Vĩnh Hiệp, Vĩnh Quang, Vĩnh Thịnh và thị trấn Vĩnh Thạnh.\n\n== Hành chính ==\nHuyện Vĩnh Thạnh có 9 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Vĩnh Thạnh (thị trấn thuộc Bình Định)|Vĩnh Thạnh]] (huyện lỵ) và 8 xã: [[Vĩnh Hảo, Vĩnh Thạnh (Bình Định)|Vĩnh Hảo]], [[Vĩnh Hiệp, Vĩnh Thạnh (Bình Định)|Vĩnh Hiệp]], [[Vĩnh Hòa, Vĩnh Thạnh (Bình Định)|Vĩnh Hòa]], [[Vĩnh Kim, Vĩnh Thạnh (Bình Định)|Vĩnh Kim]], [[Vĩnh Quang, Vĩnh Thạnh (Bình Định)|Vĩnh Quang]], [[Vĩnh Sơn, Vĩnh Thạnh (Bình Định)|Vĩnh Sơn]], [[Vĩnh Thịnh, Vĩnh Thạnh (Bình Định)|Vĩnh Thịnh]], [[Vĩnh Thuận, Vĩnh Thạnh (Bình Định)|Vĩnh Thuận]] với 57 thôn.<ref>{{Chú thích web|url=http:\/\/vinhthanh.binhdinh.gov.vn\/content.php?id=196&pr=174|title=LỊCH SỬ HÌNH THÀNH VÀ PHÁT TRIỂN HUYỆN VĨNH THẠNH|last=|first=|date=|website=Trang thông tin điện tử UBND huyện Vĩnh Thạnh|archive-url=https:\/\/web.archive.org\/web\/20190728183606\/http:\/\/vinhthanh.binhdinh.gov.vn\/content.php?id=196&pr=174|archive-date = ngày 28 tháng 7 năm 2019 |url-status=|access-date=}}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n==Xem thêm==\n{{sơ khai Bình Định}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Thạnh, Bình Định}}\n{{Huyện thị Bình Định}}"}