{"1765611":"{{chú thích trong bài}}{{không nguồn gốc}}{{bài cùng tên|Vĩnh Lạc}}\n'''Vĩnh Lạc''' là một [[Huyện (Việt Nam)|huyện]] cũ thuộc tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]].\n\nHuyện được thành lập từ ngày [[5 tháng 7]] năm [[1977]], trên cơ sở hợp nhất huyện [[Vĩnh Tường]] và huyện [[Yên Lạc]]. Riêng 2 thôn Mộ Chu Hạ và Lang Đài thuộc xã Bồ Sao của huyện Vĩnh Tường sáp nhập vào thị trấn Bạch Hạc của thành phố [[Việt Trì]] (nay là phường [[Bạch Hạc]]) và 4 xã: Bình Định, Minh Tân, Nguyệt Đức, Văn Tiến của huyện Yên Lạc sáp nhập vào huyện [[Mê Linh]].\n==Địa lý==\nHuyện Vĩnh Lạc có vị trí địa lý:\n*Phía Bắc giáp các huyện [[Lập Thạch]] và [[Tam Đảo (huyện)|Tam Đảo]]\n*Phía Nam giáp [[Sơn Tây (thị xã)|thị xã Sơn Tây]] và huyện [[Phúc Thọ]] của tỉnh [[Hà Sơn Bình]] (sau thuộc thành phố [[Hà Nội]] - ranh giới là [[sông Hồng]])\n*Phía Đông giáp huyện [[Mê Linh]] (sau Mê Linh thuộc thành phố [[Hà Nội]])\n*Phía Tây giáp [[Việt Trì|thành phố Việt Trì]] (ranh giới là [[sông Lô]]) và huyện [[Ba Vì]] của tỉnh [[Hà Sơn Bình]] (sau thuộc thành phố [[Hà Nội]] - ranh giới là [[sông Hồng]]).\n==Lịch sử==\nKhi hợp nhất, huyện Vĩnh Lạc có 41 xã: An Tường, Bình Dương, Bồ Sao, Cao Đại, Chấn Hưng, Đại Đồng, Đại Tự, Đồng Cương, Đồng Văn, Hồng Châu, Hồng Phương, Kim Xá, Liên Châu, Lũng Hòa, Lý Nhân, Nghĩa Hưng, Ngũ Kiên, Phú Đa, Phú Thịnh, Tam Hồng, Tam Phúc, Tân Cương, Tân Tiến, Tề Lỗ, Thổ Tang, Thượng Trung, Trung Hà, Trung Kiên, Trung Nguyên, Tứ Trưng, Tuân Chính, Vân Xuân, Việt Xuân, Vĩnh Ninh, Vĩnh Sơn, Vĩnh Thịnh, Vũ Di, Yên Bình, Yên Đồng, Yên Lập, Yên Phương.\n\nNgày [[26 tháng 2]] năm [[1979]], chuyển 4 xã: Nguyệt Đức, Văn Tiến, Bình Định và Minh Tân thuộc huyện Mê Linh của thành phố [[Hà Nội]] về huyện Vĩnh Lạc của tỉnh Vĩnh Phú quản lý.\n\nNhư vậy, đơn vị hành chính của huyện Vĩnh Lạc gồm thị trấn Vĩnh Tường và 45 xã: An Tường, Bình Định, Bình Dương, Bồ Sao, Cao Đại, Chấn Hưng, Đại Đồng, Đại Tự, Đồng Cương, Đồng Văn, Hồng Châu, Hồng Phương, Kim Xá, Liên Châu, Lũng Hòa, Lý Nhân, Minh Tân, Nghĩa Hưng, Ngũ Kiên, Nguyệt Đức, Phú Đa, Phú Thịnh, Tam Hồng, Tam Phúc, Tân Cương, Tân Tiến, Tề Lỗ, Thổ Tang, Thượng Trung, Trung Hà, Trung Kiên, Trung Nguyên, Tứ Trưng, Tuân Chính, Văn Tiến, Vân Xuân, Việt Xuân, Vĩnh Ninh, Vĩnh Sơn, Vĩnh Thịnh, Vũ Di, Yên Bình, Yên Đồng, Yên Lập, Yên Phương.\n\nNgày [[7 tháng 10]] năm [[1995]], huyện Vĩnh Lạc lại được tách trở lại như trước khi hợp nhất, thành 2 huyện Vĩnh Tường và Yên Lạc:\n\n* Huyện [[Vĩnh Tường]] có 28 xã: An Tường, Bình Dương, Bồ Sao, Cao Đại, Chấn Hưng, Đại Đồng, Kim Xá, Lũng Hòa, Lý Nhân, Nghĩa Hưng, Ngũ Kiên, Phú Đa, Phú Thịnh, Tam Phúc, Tân Cương, Tân Tiến, Thổ Tang, Thượng Trung, Tứ Trưng, Tuân Chính, Vân Xuân, Việt Xuân, Vĩnh Ninh, Vĩnh Sơn, Vĩnh Thịnh, Vũ Di, Yên Bình, Yên Lập.\n* Huyện [[Yên Lạc]] có 17 xã: Bình Định, Đại Tự, Đồng Cương, Đồng Văn, Hồng Châu, Hồng Phương, Liên Châu, Minh Tân, Nguyệt Đức, Tam Hồng, Tề Lỗ, Trung Hà, Trung Kiên, Trung Nguyên, Văn Tiến, Yên Đồng, Yên Phương.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Hành chính Vĩnh Phúc]]\n[[Thể loại:Huyện cũ Việt Nam]]"}