{"1254187":"{{bài cùng tên|Vĩnh Hưng (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Vĩnh Hưng\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 105\n| vĩ phút = 22\n| vĩ giây = 58\n| kinh phút = 35\n| kinh giây = 53\n| diện tích = 23,04 km²<ref name=ĐA\/>\n| dân số = 10.256 người<ref name=ĐA\/>\n| thời điểm dân số = 2020\n| mật độ dân số = 445 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Bạc Liêu]]\n| huyện = [[Vĩnh Lợi]]\n| thành lập = \n| trụ sở UBND = Tỉnh lộ 1, ấp Tam Hưng\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại V|Loại V]]\n| năm công nhận = 2022<ref name=225\/QĐ-UBND\/>\n| mã hành chính = 31894<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Vĩnh Hưng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Vĩnh Lợi]], tỉnh [[Bạc Liêu]], [[Việt Nam]].\n\n==Địa lý==\nXã Vĩnh Hưng nằm ở phía tây huyện Vĩnh Lợi, cách trung tâm thị trấn Châu Hưng 12&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Châu Thới]]\n*Phía tây giáp xã [[Vĩnh Hưng A]]\n*Phía nam huyện [[Hòa Bình (huyện)|Hòa Bình]]\n*Phía bắc giáp tỉnh [[Sóc Trăng]].\n\nXã Vĩnh Hưng có diện tích 23,04&nbsp;km², dân số năm 2020 là 10.256 người, mật độ dân số đạt 445 người\/km².<ref name=ĐA\/>\n\n===Địa hình===\nXã Vĩnh Hưng có địa hình tương đối bằng phẳng, nên giữa các khu vực trong xã  không có sự chênh lệnh về cao độ quá lớn, độ cao trung bình từ 0,5m–2,5m so với mực nước biển, cao dần ở ven kênh và thấp dần vào sâu nội đồng.<ref name=ĐA\/>\n\n===Khí hậu===\nXã mang đặc trưng của khí hậu gió mùa [[Đồng bằng sông Cửu Long]] và những đặc trưng riêng của [[bán đảo Cà Mau]], cận xích đạo, với nền nhiệt tương đối ổn định, biên độ ngày và đêm nhỏ, phân thành hai mùa rõ rệt trong năm.\n\nNhiệt độ: nhiệt độ trung bình trong năm là 27,8°C.\n\nNắng: số giờ nắng trung bình cả năm là 2.708,4 giờ. Vào mùa khô số giờ nắng vào khoảng 11,9 giờ\/ngày, mùa mưa số giờ nắng vào khoảng 7,7 giờ\/ngày.\n\nLượng mưa: tổng lượng mưa bình quân năm 2.054 mm. Mùa mưa bắt đầu vào tháng 5 và kết thúc vào tháng 11. Lượng mưa lớn nhất vào khoảng 2.107 mm tập trung vào tháng 7 đến tháng 10 hằng năm, chiếm trên 92,5% tổng lượng mưa cả năm.\n\nĐộ ẩm không khí: độ ẩm không khí trung bình là 80,30%. Độ ẩm cao nhất từ tháng 12 đến tháng 4 năm sau (khoảng 98,20%). Độ ẩm thấp nhất vào khoảng những tháng mùa mưa (khoảng 67%). Do ít chịu ảnh hưởng của bão và áp thấp nhiệt đới nên khá thuận lợi trong sản xuất nông nghiệp.\n\nGió: Nằm trong khu vực gió mùa nên tại khu vực có hai mùa gió:\n*Gió mùa mùa hạ: Thổi từ cuối tháng 4 đến tháng 10, hướng gió chủ yếu là Tây và Tây Nam mang theo lượng mưa lớn cho vùng, đôi khi có hiện tượng giông sét và vòi rồng, có gió giật mạnh gây thiệt hại nghiêm trọng cho sản xuất và đời sống nhân dân.\n* Gió mùa mùa đông: Hoạt động từ tháng 11 đến tháng 4 năm sau. Hướng gió chính là hướng Đông, ngoài ra có gió thổi theo hướng Đông Bắc (thường vào tháng 11 và tháng 12), Đông Nam (thổi vào tháng 2, 3, 4) và hướng Đông Bắc (thổi xen kẽ với gió Đông và Đông Bắc trong tháng 11 và tháng 12). Những tháng chuyển tiếp từ chế độ gió mùa mùa hạ qua gió mùa đông thường xuất hiện gió Đông và Tây.<ref name=ĐA\/>\n\n===Thủy văn===\nNằm ở phía Bắc [[Quốc lộ 1]] nên xã Vĩnh Hưng ít chịu ảnh hưởng của tiền thủy văn biển Đông và chế độ bán nhật triều, thủy văn phụ thuộc vào hệ thống sông rạch, chủ yếu là tuyến [[Kênh Ngan Dừa – Cầu Sập|kênh Cầu Sập – Ngan Dừa]] từ [[Cần Thơ]] chảy xuống [[sông Bạc Liêu]].<ref name=ĐA\/>\n\n== Hành chính==\nXã Vĩnh Hưng được chia thành 8 ấp: Đông Hưng, Nam Hưng, Nam Thạnh, Tam Hưng, Thạnh Hưng I, Thạnh Hưng II, Trần Nghĩa, Trung Hưng II.\n\n==Lịch sử==\n\n===Thời Pháp thuộc===\nVĩnh Hưng là một trong những đơn vị hành chính được thành lập từ những năm đầu của thế kỷ XX.<ref name=03\/NQ-HĐND>{{Chú thích web|url=https:\/\/csdl.baclieu.gov.vn\/apibaclieu\/layout\/download\/vanban\/2022-04-24-15-38-31-NQ_03_HDND.pdf|tựa đề= Nghị quyết 03\/NQ-HĐND về việc thông qua Đề án phân loại đô thị xã Vĩnh Hưng đạt tiêu chuẩn đô thị loại V |tác giả= Võ Văn Sáu (HĐND huyện Vĩnh Lợi) |ngày= 13 tháng 4 năm 2022 |website= Cổng thông tin điện tử huyện Vĩnh Lợi, tỉnh Bạc Liêu |ngày truy cập= 13 tháng 4 năm 2022}}<\/ref><ref name=ĐA>{{Chú thích web|url=https:\/\/csdl.baclieu.gov.vn\/apibaclieu\/layout\/download\/vanban\/2022-04-24-15-38-37-DE_AN.docx|tựa đề= Đề án phân loại đô thị xã Vĩnh Hưng đạt tiêu chuẩn đô thị loại V |ngày= 13 tháng 4 năm 2022 |website= Cổng thông tin điện tử huyện Vĩnh Lợi, tỉnh Bạc Liêu |ngày truy cập= 13 tháng 4 năm 2022}}<\/ref>\n\nNgày [[5 tháng 10]] năm [[1917]], quận Vĩnh Lợi có một tổng là Thạnh Hoà, trong đó có làng trực thuộc Vĩnh Hưng.<ref name=ĐA\/>\n\n===Giai đoạn 1956 - 1976===\n====Việt Nam Cộng hòa====\n\nSau năm [[1956]], các làng gọi là xã.\n\nNăm [[1957]], quận [[Vĩnh Châu]] bị giải thể, sáp nhập vào quận Vĩnh Lợi cùng thuộc tỉnh [[Ba Xuyên]]. Quận Vĩnh Lợi lúc bấy giờ có: Tổng Thạnh Hòa, trong đó có xã Vĩnh Hưng.\n\nNăm [[1958]], quận Phước Long có Tổng Thanh Bình có xã Vĩnh Hưng lúc này xã Vĩnh Hưng quận huyện Phước Long.\n\nNgày [[24 tháng 12]] năm [[1961]], xã Vĩnh Hưng nguyên thuộc quận [[Phước Long, Bạc Liêu|Phước Long]] (lúc này được bàn giao cho tỉnh [[Chương Thiện]] mới được thành lập) được sáp nhập vào quận Giá Rai thuộc tỉnh [[Ba Xuyên]].\n\nNăm [[1964]], quận Vĩnh Lợi có tổng Thạnh Hòa, trong đó có xã Vĩnh Hưng.\n\nNăm [[1970]], quận Giá Rai trong đó có xã Vĩnh Hưng.\n\n===Từ năm 1976 đến nay===\nSau năm [[1975]], xã Vĩnh Hưng thuộc huyện Vĩnh Lợi.\n\nNgày [[20 tháng 12]] năm [[1975]], [[Bộ Chính trị]] [[Đảng Cộng sản Việt Nam]] ra Nghị quyết số 19\/NQ điều chỉnh lại việc hợp nhất tỉnh ở [[miền Nam Việt Nam]] cho sát với tình hình thực tế, theo đó tỉnh [[Cà Mau]] và tỉnh [[Bạc Liêu]] được tiến hành hợp nhất vào ngày [[1 tháng 1]] năm [[1976]] với tên gọi ban đầu là tỉnh Cà Mau – Bạc Liêu. Khi đó, xã \nVĩnh Hưng thuộc huyện Vĩnh Lợi, tỉnh Cà Mau – Bạc Liêu.\n\nNgày [[10 tháng 3]] năm [[1976]], Ban đại diện [[Trung ương Đảng]] và [[Chính phủ]] đổi tên tỉnh Cà Mau – Bạc Liêu thành [[Minh Hải (tỉnh)|tỉnh Minh Hải]]. Khi đó, xã Vĩnh Hưng thuộc huyện Vĩnh Lợi, [[Minh Hải (tỉnh)|tỉnh Minh Hải]].\n\nNgày [[25 tháng 7]] năm [[1979]], Hội đồng Bộ trưởng ban hành Quyết định số 275-CP<ref name=275-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-275-CP-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Minh-Hai-60605.aspx|tựa đề= Quyết định số 275-CP về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải |ngày= 25 tháng 7 năm 1979 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc chia xã Vĩnh Hưng thành hai xã lấy tên là xã Vĩnh Hưng và xã Vĩnh Hùng.\n\nNgày [[14 tháng 2]] năm [[1987]], Hội đồng Bộ trưởng ban hành Quyết định số 33B-HĐBT<ref name=33B-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-33B-HDBT-dieu-chinh-dia-gioi-xa-phuong-cua-thi-xa-Bac-Lieu-ca-Mau-Cai-NuocDam-DoiNgoc-Hien-Vinh-Loi-Gia-Rai-Hong-dan-tinh-minh-hai-37289.aspx|tựa đề= Quyết định 33B-HĐBT năm 1987 về việc phân vạch, điều chỉnh địa giới hành chính một số xã, phường, thị trấn của các thị xã Bạc Liêu, Cà Mau và các huyện Cái Nước, Đầm Dơi, Ngọc Hiển, Vĩnh Lợi, Giá Rai, Hồng Dân, Thới Bình, Trần Văn Thời thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành |ngày= 14 tháng 2 năm 1987 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc:\n*Sáp nhập xã Minh Tân và xã Vĩnh Bình thành một xã lấy tên là xã Vĩnh Bình; tách một phần diện tích và dân số của hai xã này để sáp nhập vào xã Minh Diệu và xã Vĩnh Hùng\n*Sáp nhập xã Vĩnh Hùng và xã Vĩnh Hưng thành một xã lấy tên là xã Vĩnh Hưng; tách một phần diện tích và dân số của xã Minh Tân để sáp nhập vào xã Vĩnh Hưng\n\nXã Vĩnh Hưng có 4.576 hécta đất với 2.265 nhân khẩu.\n\nNgày [[6 tháng 11]] năm [[1996]], Quốc hội ban hành Nghị quyết<ref name=NQ-QH>{{Chú thích web |url= https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |tựa đề= Nghị quyết về việc chia và điều chỉnh địa giới hành chín một số tỉnh |tác giả=  |họ=  |tên=  |ngày= 6 tháng 11 năm 1996 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211217142825\/https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |ngày lưu trữ= 2021-12-17 |url hỏng=  |ngày truy cập= 17 tháng 11 năm 2021 |url-status= bot: unknown }}<\/ref> về việc chia [[Minh Hải (tỉnh)|tỉnh Minh Hải]] thành hai tỉnh là tỉnh [[Bạc Liêu]] và tỉnh [[Cà Mau]]. Khi đó, xã Vĩnh Hưng thuộc huyện Vĩnh Lợi, tỉnh Bạc Liêu.\n\nNgày [[13 tháng 5]] năm [[2002]], Chính phủ ban hành Nghị định số 55\/2002\/NĐ-CP<ref name=55\/2002\/NĐ-CP>{{Chú thích web |url= http:\/\/datafilesbk.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2006%2F07%2F10802_ND55CP.RTF |tựa đề= Nghị định 55\/2002\/NĐ-CP về việc thành lập phường, xã thuộc thị xã Bạc Liêu và huyện Vĩnh Lợi, tỉnh Bạc Liêu |tác giả=  |họ=  |tên=  |ngày= 13 tháng 5 năm 2002 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210112357\/http:\/\/datafilesbk.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2006%2F07%2F10802_ND55CP.RTF |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 13 tháng 5 năm 2002 |url-status= bot: unknown }}<\/ref> về việc thành lập xã Vĩnh Hưng A trên cơ sở 2.080,93 ha diện tích tự nhiên và 9.380 nhân khẩu của xã Vĩnh Hưng.\n\nSau khi điều chỉnh địa giới hành chính thành lập xã Vĩnh Hưng A, xã Vĩnh Hưng còn lại 2.283,07 ha diện tích tự nhiên và 9.637 nhân khẩu.\n\nNgày [[26 tháng 7]] năm [[2005]], Chính phủ ban hành Nghị định số 96\/2005\/NĐ-CP<ref name=96\/2005\/NĐ-CP>{{Chú thích web |url= https:\/\/bientap.vbpl.vn\/TW\/Lists\/vbpq\/Attachments\/17968\/96.2005.ND.CP.doc |tựa đề= Nghị định 96\/2005\/NĐ-CP về việc thành lập huyện Hoà Bình, tỉnh Bạc Liêu |tác giả=  |họ=  |tên=  |ngày= 26 tháng 7 năm 2005 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211210073538\/https:\/\/bientap.vbpl.vn\/TW\/Lists\/vbpq\/Attachments\/17968\/96.2005.ND.CP.doc |ngày lưu trữ= 2021-12-10 |url hỏng=  |ngày truy cập= 26 tháng 7 năm 2005 |url-status= bot: unknown }}<\/ref> về việc thành lập huyện Hòa Bình trên cơ sở một phần diện tích và dân số của huyện Vĩnh Lợi. Xã Vĩnh Hưng trực thuộc huyện Vĩnh Lợi.\n\nNgày [[7 tháng 6]] năm [[2022]], Chủ tịch UBND tỉnh Bạc Liêu ban hành Quyết định 225\/QĐ-UBND về việc công nhận '''xã Vĩnh Hưng''' đạt tiêu chuẩn [[Đô thị Việt Nam#Đô thị loại V|đô thị loại V]].<ref name=225\/QĐ-UBND>{{Chú thích web|url=https:\/\/baclieu.gov.vn\/documents\/20121\/0\/225-QDUBND.signed.pdf\/3e6c34d9-c38e-9577-0cf4-a184bfcde5f7?t=1654830034976|tựa đề= Quyết định 225\/QĐ-UBND về việc công nhận xã Vĩnh Hưng, huyện Vĩnh Lợi, tỉnh Bạc Liêu đạt tiêu chuẩn đô thị loại V |ngày= 7 tháng 6 năm 2022 |website= Cổng thông tin điện tử tỉnh Bạc Liêu |ngày truy cập= 10 tháng 6 năm 2022}}<\/ref>\n\n==Kinh tế - xã hội==\nTổng sản phẩm trong xã (GRDP) năm 2020 đạt 492 tỷ 665 triệu đồng. Trong đó:\n* Lĩnh vực nông nghiệp đạt 200 tỷ 021 triệu đồng.\n* Lĩnh vực tiểu thủ công nghiệp - xây dựng đạt 106 tỷ 908 triệu đồng.\n* Lĩnh vực Thương mại - Dịch vụ đạt 185 tỷ 734 triệu đồng.\n\nCơ cấu kinh tế chuyển dịch theo hướng tăng dần tỷ trọng tiểu thủ công nghiệp, thương mại – dịch vụ. Lĩnh vực nông nghiệp chiếm tỷ trọng 40,6%, tiểu thủ công nghiệp – xây dựng chiếm 21,7%, Thương mại – Dịch vụ chiếm 37,7%.\n\nTổng thu nhập bình quân đầu người đạt 50 triệu đồng\/người\/năm, đạt 100% chỉ tiêu nghị quyết đề ra.<ref name=ĐA\/>\n\n===Giáo dục===\nToàn xã có 7 trường gồm có 1 trường mẫu giáo, 4 trường (điểm trường) tiểu học,  1 trường THCS, 1 trường THPT<ref name=ĐA\/>:\n*Trường MN Sao Mai: Ấp Tam Hưng\n*Trường TH Cửu Long 2: Tỉnh lộ 1, ấp Tam Hưng\n**Điểm trường Cửu Long 2: Ấp Trần Nghĩa\n*Trường TH Lê Văn Tám: Ấp Thạnh Hưng 1\n**Điểm trường Lê Văn Tám: Ấp Nam Hưng\n*Trường THCS Ngô Quyền: Ấp Tam Hưng\n*Trường THPT Vĩnh Hưng: Ấp Tam Hưng.\n\n===Y tế===\nTrên địa bàn xã có 1 trạm y tế tại ấp Tam Hưng.\n\n===Chợ===\nHiện nay, xã có chợ Vĩnh Hưng tại Tỉnh lộ 1, ấp Tam Hưng.\n\n==Văn hóa==\nTrên địa bàn xã tập trung một số công trình tôn giáo<ref name=ĐA\/>:\n* Chùa Vĩnh Thạnh toạ lạc tại ấp Tam Hưng.\n* Miếu Chủ Hai tọa lạc tại ấp Nam Thạnh.\n* Đình Thần Vĩnh Hưng tọa lạc tại ấp Nam Hưng.\n* Miếu Ông Bổn tọa lạc tại ấp Trần Nghĩa.\n* Thiền tự Vạn Thành tọa lạc tại ấp Trung Hưng II.\n\nCông trình khác: Nghĩa trang liệt sỹ của huyện Vĩnh Lợi.\n\n==Giao thông==\n===Giao thông đường bộ===\nTuyến ĐT.978 (đường bộ Cầu Sập – Ngan Dừa): Điểm đầu giao với [[Quốc lộ 1]] tại xã Long Thạnh (huyện [[Vĩnh Lợi]]) đi qua các xã Long Thạnh, xã Châu Thới, xã Vĩnh Hưng, xã Vĩnh Hưng A; kết thúc tại điểm giao với [[Quốc lộ 63]], xã Vĩnh Lộc (huyện [[Hồng Dân]]), đoạn qua trung tâm xã Vĩnh Hưng nằm vị trí phía Nam [[kênh Ngan Dừa – Cầu Sập]]. Có chiều rộng mặt đường 6m, đã được trải nhựa. Là tuyến giao thông huyết mạch quan trọng kết nối khu vực với thị trấn Phước Long ở phía Bắc và Quốc lộ 1, thành phố Bạc Liêu ở phía Nam.<ref name=ĐA\/>\n\nTuyến ĐH.12 (Vĩnh Hưng – Phong Thạnh A) đi qua Vĩnh Hưng có chiều dài 1,2&nbsp;km, mặt đường 3,5m, lộ giới 32m; điểm đầu từ đường tỉnh ĐT.978 (Cầu Sập – Ngan Dừa) đến đường tỉnh ĐT.980 (Gành Hào – Giá Rai – Phó Sinh – Cạnh Đền) là một tuyến đường liên huyện kết nối Vĩnh Lợi với các huyện, thị xã phía tây như: Phước Long, Hoà Bình, Giá Rai.<ref name=ĐA\/>\n\nTuyến ĐH.16 (Đền thờ Bác – Vĩnh Hưng): Từ ĐT.978 tại xã Vĩnh Hưng đi xã Châu Thới và giao với Quốc lộ 1 tại thị trấn Châu Hưng có mặt đường rải nhựa rộng 6m.<ref name=ĐA\/>\n\n===Giao thông đường thủy===\n[[Kênh Ngan Dừa – Cầu Sập|Kênh Xáng Cầu Sập – Ngan Dừa]]: đi dọc theo tuyến ĐT.978 (Cầu Sập – Ngan Dừa), phía Bắc đi về huyện Phước Long nối vào [[Kênh Xáng Quản Lộ – Phụng Hiệp|kênh Phụng Hiệp]] và đi tiếp về huyện Hồng Dân, phía nam đi về thành phố Bạc Liêu và nối vào [[Kênh Xáng Cà Mau – Bạc Liêu|kênh Cà Mau – Bạc Liêu]], là tuyến giao thông đường thủy rất quan trọng mang tầm khu vực đi qua địa bàn xã.<ref name=ĐA\/>\n\nKênh Ba Phụng: là tuyến kênh dọc nối kênh xáng Ngan Dừa với kênh Hòa Bình.<ref name=ĐA\/>\n\nNgoài ra còn có các kênh như: Miếu Hội, Mợ Hai, Ông Mến, Đế, Chòm Dừa, Thất, Hai Trọn, Ông On, Thầy Cai, Sáu Dự, Hai Ngọ, Bảy Tính, Đông Hưng,...<ref name=ĐA\/>\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n{{Sơ khai Bạc Liêu}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Lợi}}"}