{"49212":"{{Chú thích trong bài|date=tháng 6\/2021}}\n{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam |huyện| tên = Vĩnh Bảo\n| hình =\n| ghi chú hình = \n| vĩ độ = 20.689203\n| kinh độ = 106.478988\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 183,30 km²\n| dân số = 182.835 người<ref name=\"HP2019\"\/>\n| dân số thành thị = 8.435 (5%)\n| dân số nông thôn = 174.400 (95%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 997 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hải Phòng]]\n| huyện lỵ = thị trấn [[Vĩnh Bảo (thị trấn)|Vĩnh Bảo]]\n| thành lập = 1855\n| chủ tịch UBND = Nguyễn Đức Cảnh\n|bí thư =  Phạm Tuyên Dương\n| phân chia hành chính = 1 thị trấn, 29 xã\n| trụ sở UBND = 8 Đường 20\/8, thị trấn [[Vĩnh Bảo (thị trấn)|Vĩnh Bảo]]\n| mã hành chính = 316<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 15-K1\n| web = \n|chủ tịch HĐND=Bùi Gia Huấn}}\n\n'''Vĩnh Bảo''' là một huyện ngoại thành thuộc thành phố [[Hải Phòng]], [[Việt Nam]].\n\nĐây là huyện trọng điểm về nông nghiệp của thành phố. Ngoài ra huyện có nhiều nghề thủ công truyền thống khá nổi tiếng như: dệt vải, dệt thảm, chiếu cói, mây tre đan, tạc tượng, [[sơn mài]], điêu khắc gỗ, thêu mỹ nghệ, [[thuốc lào]]....\n\n== Địa lý ==\nHuyện Vĩnh Bảo nằm ở phía nam của thành phố Hải Phòng, cách trung tâm thành phố khoảng 40 km, có vị trí địa lý:\n\n* Phía đông giáp huyện [[Tiên Lãng]] với ranh giới là [[sông Thái Bình]]\n* Phía tây giáp huyện [[Quỳnh Phụ]], tỉnh [[Thái Bình]] (qua [[sông Hóa]]) và huyện [[Ninh Giang]], tỉnh [[Hải Dương]] (qua [[sông Luộc]])\n* Phía nam giáp huyện [[Thái Thụy]], tỉnh [[Thái Bình]] qua sông Hóa\n* Phía bắc giáp huyện [[Tứ Kỳ]], tỉnh [[Hải Dương]] qua sông Luộc.<ref>{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=c3h9EC7slUWXRawLAiG0Yg|tựa đề=Địa giới hành chính huyện Vĩnh Bảo|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nHuyện có [[Quốc lộ 10]] sang Thái Bình (hướng Tây Nam), hướng ngược lại lên phía Bắc là hướng đi trung tâm thành phố Hải Phòng qua các huyện Tiên Lãng, [[An Lão, Hải Phòng|An Lão]]. Huyện Vĩnh Bảo được bao bọc kín xung quanh bởi ba con sông:\n*[[Sông Luộc]] phía [[Hướng Tây Bắc|Tây Bắc]], là ranh giới của huyện với tỉnh Hải Dương\n*[[Sông Hóa]] ở phía Tây Nam và Nam, gần như là ranh giới của huyện với tỉnh Thái Bình\n*[[Sông Thái Bình]] làm ranh giới giữa huyện Vĩnh Bảo với huyện Tiên Lãng.\n\nHuyện Vĩnh Bảo là một huyện giữ vai trò trọng yếu trong phát triển vùng kinh tế ngoại thành Hải Phòng. Điểm cực Đông của huyện là cửa của sông Hóa đổ vào sông Thái Bình, trước khi sông Thái Bình đổ ra [[vịnh Bắc Bộ]] ([[biển Đông]]).\n\nTheo thống kê năm 2019, huyện Vĩnh Bảo có diện tích 183,30&nbsp;km², dân số là 182.835 người, mật độ dân số đạt 998 người\/km².<ref name=\"HP2019\">{{Chú thích web |url =\nhttp:\/\/thongkehaiphong.gov.vn\/hphuploads\/news\/2019_11\/bcsobotongdieutrads2019.pdf|title =Dân số đến 01 tháng 4 năm 2019 - Thành phố Hải Phòng |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref> 6% dân số theo [[đạo Thiên Chúa]].\n\n== Lịch sử ==\nVì huyện Vĩnh Bảo thành lập vào năm Minh Mạng thứ 19 (1838) từ 5 tổng của huyện Tứ Kỳ (An Bồ, Bắc Tạ, Viên Lang, Đông Tạ, Can Trì) và 3 tổng của huyện Vĩnh Lại (Thượng Am, Đông Am và Ngải Am). Huyện lỵ lúc đầu ở tổng An Bồ, sau di dời về tổng Đông Tạ, đều nằm ở địa giới huyện Tứ Kỳ cũ, nên lịch sử huyện Vĩnh Bảo thời trước khi thành lập (1838) phải theo lịch sử của huyện Tứ Kỳ, tỉnh Hải Dương,\n\nThời Hán (206 TCN – 220) vùng đất Vĩnh Bảo thuộc quận Giao Chỉ. Đời nhà Đinh và Tiền Lê (970 – 1009) thuộc Hồng Châu. Thời Lý (1010 – 1225) thuộc lộ Hồng. Thời Trần (1226 – 1400) vùng đất Vĩnh Bảo thuộc châu Hạ Hồng, phủ lộ Tân Hưng.\n\nThời nhà Hồ (1400 – 1407) vùng đất này thuộc phủ lộ Tân Hưng, trấn Hải Đông. Thời thuộc Minh hay còn gọi là Hậu Trần (1407 – 1427) vùng đất Vĩnh Bảo thuộc địa bàn châu Hạ Hồng, phủ Tân An (Yên). Thời Lê sơ (1428 – 1527) vùng đất Vĩnh Bảo thuộc lộ Nam Sách, sau là thừa tuyên Nam Sách. Năm Quang Thuận thứ 10 (1469) thừa tuyên Nam Sách đổi thành thừa tuyên Hải Dương và năm Hồng Đức thứ 21 (1490) thừa tuyên Hải Dương đổi thành xứ Hải Dương. Năm Hồng Thuận nguyên niên (1509) xứ Hải Dương đổi thành trấn Hải Dương. \n\nTừ năm Minh Đức nguyên niên (1527) đến năm Hồng Minh thứ 2 (1592) thời nhà Mạc, trấn Hải Dương đổi thành đạo Hải Dương. Thời Lê trung hưng đổi thành trấn Hải Dương như cũ. Thời Tây Sơn từ năm Thái Đức nguyên niên (1778) đến năm Bảo Hưng thứ 2 (1802) thuộc phủ Nam Sách, trấn Hải Dương. Từ năm Gia Long nguyên niên (1802) đến năm Gia Long thứ 12 (1813) thuộc phủ Hạ Hồng, trấn Hải Dương.\n\nNăm 1822 phủ Thượng Hồng đổi thành phủ Bình Giang, còn phủ Hạ Hồng đổi thành phủ Ninh Giang. Từ thời gian này 4 huyện (hoặc phân phủ) thuộc phủ Ninh Giang là Gia Lộc, Thanh Miện, Tứ Kỳ và Vĩnh Lại.\n\nNăm [[Minh Mạng]] thứ 19 ([[1838]]) [[nhà Nguyễn]] cắt 5 tổng của huyện Tứ Kỳ (An Bồ, Viên Lang, Đông Tạ, Bắc Tạ, Can Trì), 3 tổng của huyện Vĩnh Lại (Đông Am, Thượng Am, Ngải Am) thành lập ra huyện Vĩnh Bảo, tỉnh [[Hải Dương]].<ref>{{Chú thích web | url = http:\/\/vneconomy.vn\/20130807094129829P9920C9923\/vinh-bao-tu-truyen-thong-toi-thanh-cong.htm | tiêu đề = Vĩnh Bảo: Từ truyền thống tới thành công | tác giả =  | ngày =  | ngày truy cập = 25 tháng 9 năm 2015 | nơi xuất bản = VnEconomy, báo điện tử thuộc nhóm Thời báo Kinh tế Việt Nam | ngôn ngữ =  | archive-date = 2013-10-15 | archive-url = https:\/\/web.archive.org\/web\/20131015151453\/http:\/\/vneconomy.vn\/20130807094129829P9920C9923\/vinh-bao-tu-truyen-thong-toi-thanh-cong.htm | url-status = dead }}<\/ref>. Từ năm Tự Đức thứ 5 (1852) thì phủ Ninh Giang kiêm nhiếp cả huyện Vĩnh Bảo.\n\nĐến năm 1890, phần đất 3 tổng còn lại (Kê Sơn, An Lạc và Hạ Am) bên triền Tả sông Hóa từ ngã ba Tranh đến sông Thái Bình của huyện Vĩnh Lại và làng Tranh Chử được giao cho huyện Vĩnh Bảo và Vĩnh Bảo được mở rộng tới 11 tổng, cuối thế kỷ XIX tổng Bắc Tạ tách làm 2 tổng là Uy Nỗ và Bắc Tạ và Vĩnh Bảo từ 1901 có 12 tổng gồm 2 lục tổng.\n\nTừ cuối năm [[1954|1952]], huyện Vĩnh Bảo thuộc [[Kiến An (tỉnh)|tỉnh Kiến An]].\n\nTừ ngày [[27 tháng 10]] năm [[1962]], tỉnh Kiến An sáp nhập vào thành phố Hải Phòng, từ đó Vĩnh Bảo là một huyện ngoại thành của [[Hải Phòng]]. Từ lúc ban đầu sáp nhập, huyện gồm 25 xã, đến năm 1956 mở thêm 4 xã thành 29 xã như hiện nay.\n\nNgày [[18 tháng 3]] năm [[1986]], thành lập [[Vĩnh Bảo (thị trấn)|thị trấn Vĩnh Bảo]] - thị trấn huyện lỵ huyện Vĩnh Bảo - trên cơ sở 223,8 ha diện tích tự nhiên với 4.336 nhân khẩu của xã Tân Hưng và 28 ha diện tích tự nhiên với 1.061 nhân khẩu của xã Nhân Hòa.\n\n== Hành chính ==\nHuyện Vĩnh Bảo có 30 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Vĩnh Bảo (thị trấn)|Vĩnh Bảo]] (huyện lỵ) và 29 xã: [[An Hòa, Vĩnh Bảo|An Hòa]], [[Cao Minh, Vĩnh Bảo|Cao Minh]], [[Cổ Am]], [[Cộng Hiền]], [[Đồng Minh (xã)|Đồng Minh]], [[Dũng Tiến, Vĩnh Bảo|Dũng Tiến]], [[Giang Biên, Vĩnh Bảo|Giang Biên]], [[Hiệp Hòa, Vĩnh Bảo|Hiệp Hòa]], [[Hòa Bình, Vĩnh Bảo|Hòa Bình]], [[Hưng Nhân, Vĩnh Bảo|Hưng Nhân]], [[Hùng Tiến, Vĩnh Bảo|Hùng Tiến]], [[Liên Am]], [[Lý Học, Vĩnh Bảo|Lý Học]], [[Nhân Hòa, Vĩnh Bảo|Nhân Hòa]], [[Tam Cường]], [[Tam Đa, Vĩnh Bảo|Tam Đa]], [[Tân Hưng, Vĩnh Bảo|Tân Hưng]], [[Tân Liên, Vĩnh Bảo|Tân Liên]], [[Thắng Thủy]], [[Thanh Lương, Vĩnh Bảo|Thanh Lương]], [[Tiền Phong, Vĩnh Bảo|Tiền Phong]], [[Trấn Dương]], [[Trung Lập]], [[Việt Tiến, Vĩnh Bảo|Việt Tiến]], [[Vĩnh An, Vĩnh Bảo|Vĩnh An]], [[Vĩnh Long, Vĩnh Bảo|Vĩnh Long]], [[Vĩnh Phong, Vĩnh Bảo|Vĩnh Phong]], [[Vinh Quang, Vĩnh Bảo|Vinh Quang]], [[Vĩnh Tiến, Vĩnh Bảo|Vĩnh Tiến]].\n\n== Đường phố ==\n*18 tháng 3\n*20 tháng 8\n*Nguyễn Bỉnh Khiêm (Quốc lộ 37 chạy qua địa bàn thị trấn Vĩnh Bảo)\n\n== Kinh tế ==\n\n[[Kinh tế]] Vĩnh Bảo chủ yếu dựa vào nông nghiệp và tiểu thủ công nghiệp. Những năm gần đây với sự ra đời của cụm công nghiệp Tân Liên, vấn đề việc làm đã phần nào được giải quyết và thúc đẩy sự phát triển kinh tế của huyện. Nhưng sự thiếu thốn cơ sở vật chất khiến khu công nghiệp trở nên khó hấp dẫn các nhà đầu tư. Không những vậy nguy cơ ô nhiễm môi trường từng ngày đang đe dọa đời sống người dân.\n\n== Giáo dục ==\n* Trường THPT Vĩnh Bảo - Địa chỉ Thị trấn Vĩnh Bảo\n* Trường THPT [[Nguyễn Bỉnh Khiêm]] - Địa chỉ Xã Lý Học\n* Trường THPT Cộng Hiền - Địa chỉ Xã Cộng Hiền\n* Trường THPT [[Tô Hiệu]] - Địa chỉ QL 10 qua địa phận xã Vĩnh An\n* Trường THPT [[Nguyễn Khuyến]] - Địa chỉ Khu phố Bắc Hải Thị trấn Vĩnh Bảo\n* Trung tâm giáo dục thường xuyên - Địa chỉ Khu phố Bắc Hải Thị trấn Vĩnh Bảo\n\n== Danh nhân ==\n* [[Nguyễn Bỉnh Khiêm|Trạng Trình Nguyễn Bỉnh Khiêm (1491 - 1586)]], người xã Trung Am, huyện Vĩnh Lại, nay là thôn Trung Am, xã Lý Học, huyện Vĩnh Bảo.\n*Phạm Đức Khản (? - ?), người xã Hội Am (tên Nôm là Cối, Cõi), huyện Vĩnh Lại, nay là thôn Hội Am, xã Cao Minh, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ nhị giáp Tiến sỹ xuất thân (Hoàng giáp) khoa Mậu Thìn, niên hiệu Đại Hòa 6 (1448) đời Lê Nhân Tông. Làm quan đến chức Tả thị lang.\n*Đào Văn Hiển (? - ?), người xã An Bồ, huyện Tứ Kỳ. Nay là thôn An Bồ, xã Dũng Tiến, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân (Hoàng giáp) khoa Quý Mùi, niên hiệu Quang Thuận 4 (1463) đời Lê Thánh Tông. Làm quan đến chức Thượng thư Bộ hình. Phần mộ của ông mang tên Mả Nghè còn giữ được nằm ngay sát UBND xã Dũng Tiến.\n*[[Dương Đức Nhan]] (? - ?), người xã Hà Dương, huyện Vĩnh Lại, nay là thôn Hà Dương, xã Cộng Hiền, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân (Hoàng giáp) khoa Quý Mùi, niên hiệu Quang Thuận 4 (1463) đời Lê Thánh Tông. Làm quan đến chức Hình bộ Hữu thị lang, tước Dương Xuyên hầu. Tác phẩm có bộ Tinh tuyển thi tập (tức Tinh tuyển cổ kim chư gia thi tập) là một hợp tuyển thơ chữ Hán rất nổi tiếng.\n*Nguyễn Duy Tiếu (? - ?), người xã Đông Lại, huyện Vĩnh Lại. Nay là thôn Đông Lại xã Cao Minh, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Ất Mùi, niên hiệu Hồng Đức 6 (1475) đời Lê Thánh Tông. Làm quan đến Tự Khanh.\n*Nguyễn Cối (? - ?), người xã Hội Am (tên Nôm là Cối, Cõi), huyện Vĩnh Lại, nay là thôn Hội Am, xã Cao Minh, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam  giáp đồng Tiến sỹ xuất thân khoa Mậu Tuất, niên hiệu Đại Hồng Đức 9 (1478) đời Lê Thánh Tông. Làm quan đến chức Tự khanh.\n*Nguyễn Sâm (? - ?), người làng Đông Tạ, huyện Tứ Kỳ. Nay thuộc thị trấn Vĩnh Bảo, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Giáp Thìn, niên hiệu Hồng Đức 15 (1484) đời Lê Thánh Tông.\n*Nguyễn Minh Đạt (? - ?), người xã Đông Quất, huyện Tứ Kỳ. Nay là thôn Tràng, xã Tam Đa. Đỗ Đệ nhị giáp Tiến sỹ xuất thân (Hoàng giáp) khoa Quý Sửu, niên hiệu Hồng Đức thứ 24 (1493) đời Lê Thánh Tông. Tên thần là Đại lý Tự khanh Quế Nham bá Nguyễn Tướng Công tôn thần. Làm quan tới chức Thượng thư bộ Hình, đi sứ nhà Minh, mất tại Trung Quốc. Trước năm 1938 có miếu thờ năm gian ở xứ Đồng Châu (xã Tam Đa ngày nay).\n*Nguyễn Bá Tùng (? - ?), người xã Tạ Xá, huyện Tứ Kỳ tỉnh Hải Dương (cùng quê với Nguyễn Duy Tinh). Nay là thôn Tạ Ngoại và thôn Nội Tạ, xã An Hòa, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ nhị giáp Tiến sỹ xuất thân (Hoàng giáp) khoa Nhâm Tuất, niên hiệu Cảnh Thống 5 (1502) đời Lê Hiến Tông.\n*Nguyễn Đình Tộ (1482 - ?), người xã Đông Quất, huyện Tứ Kỳ. Nay là thôn Tràng, xã Tam Đa, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa thi năm Mậu Thìn (1508) niên hiệu Đoan Khánh thứ 4, làm quan đến chức Tham Chính xứ Hưng Hóa. Có tài liệu ghi nay là thôn Phương Quất, xã Kỳ Sơn, huyện Tứ Kỳ, Hải Dương.\n*Nguyễn Duy Tinh (? - ?), người xã Tạ Xá, huyện Tứ Kỳ, tỉnh Hải Dương (cùng quê với Nguyễn Bá Tùng), nay là thôn Tạ Ngoại và thôn Nội Tạ, xã An Hòa, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ Tam giáp đồng Tiến sỹ xuất thân khoa Ất Mùi, niên hiệu Đại Chính 6 (1535) đời Mạc Đăng Doanh, cùng khoa thi với Trạng Trình Nguyễn Bỉnh Khiêm. Làm quan tới chức Thừa Chính sứ, về trí sỹ.\n*Phạm Tri Chỉ (? - ?) người xã Bắc Tạ, huyện Tứ Kỳ. Nay là xóm Tường Vân, thôn Phương Tường, xã Hùng Tiến, huyện Vĩnh Bảo, Hải Phòng. Đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Mậu Thìn, niên hiệu Thuần Phúc 4 (1568) đời Mạc Mậu Hợp. Trước làm quan nhà Mạc, sau làm quan nhà Lê đến chức Hữu Thị lang. \n*Nguyễn Sư Khanh (1566 - ?), người xã Đông Quất, tổng Hu Trì, huyện Tứ Kỳ. Nay là thôn Tràng, xã Tam Đa, huyện Vĩnh Bảo. 27 tuổi đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Nhâm Thìn niên hiệu Hồng Ninh 2 (1592) đời Mạc Mậu Hợp. Quy thuận nhà Lê làm quan đến chức Đô cấp sự trung Hình khoa. Mất trên đường đi sứ nhà Minh. Theo tư liệu dân gian, Nguyễn Sư Khanh chết vì đắm thuyền trên đường đi sứ tại cửa Thần Phù (thuộc tỉnh Ninh Bình ngày nay). Ông là cháu của khoa bảng Nguyễn Đình Tộ. \n*Đặng Duy Minh (1551 - ?), người xã Tranh Khê, tổng An Bồ, huyện Tứ Kỳ. Nay là thôn Tranh Nguyên, xã Vĩnh An, huyện Vĩnh Bảo. Năm 50 tuổi đỗ Hội nguyên, Đệ tam giáp đồng Tiến sỹ xuất thân khoa Giáp Thìn, niên hiệu Hoằng Định 6 (1604) đời Lê Kính Tông. Làm quan đến chức Đô cấp sự trung. \n*[[Trần Lương Bật]] (1642 - ?), người xã Cổ Am, huyện Vĩnh Lại. Nay là thôn Cổ Am, xã Cổ Am, huyện Vĩnh Bảo, Hải Phòng. 34 tuổi đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Giáp Thìn niên hiệu Cảnh Trị 2 (1664) đời Lê Huyền Tông. Làm quan đến chức Binh bộ Hữu thị lang, tước Nam. Sau khi mất được truy tặng chức Tả thị lang.\n*[[Đào Công Chính]] (1639 – 1709), người xã Hội Am (tên Nôm là Cõi), huyện Vĩnh Lại. Nay là thôn Hội Am, xã Cao Minh, huyện Vĩnh Bảo, Hải Phòng. 23 tuổi đỗ Đệ nhất giáp Tiến sỹ cập đệ Đệ nhị danh (Bảng nhãn) khoa Tân Sửu niên hiệu Vĩnh Thọ 4 (1661) đời Lê Thần Tông. Ông giữ chức Phủ doãn phủ Phụng Thiên, được cử đi sứ nhà Thanh (1673). Khi trở về xét công đi sứ, được thăng hữu thị lang bộ Hình, Nhập thị kinh diên, tước nam. Sau khi mất được truy tặng Lại bộ Hữu thị lang, tước tử.. Tác phẩm: Bắc sứ thi tập 53 bài; Bảo sinh diên thọ toát yếu; Nam Sơn thực lục; Đồng biên tập: Đại Việt sử ký toàn thư (khảo đính).\n*Trần Công Hân (1702 - ?), người xã Cổ Am, huyện Vĩnh Lại. Nay là xã Cổ Am, huyện Vĩnh Bảo, Hải Phòng. Thi hương đỗ giải nguyên. 32 tuổi đỗ Đệ tam giáp đồng Tiến sỹ xuất thân khoa Quý Sửu niên hiệu Long Đức 2 (1733) đời Lê Huy Phường. Làm quan đến chức Hàn lâm viện Đãi chế (trật Chánh tứ phẩm trở xuống). Tử trận được truy tặng chức Đông các đại học sỹ. \n*Nhà cách mạng tiền bối [[Nguyễn Văn Ngọ]] (1906 – 1954), quê thôn Hạ Đồng, xã Cộng Hiền (xưa thuộc tổng Bắc Tạ, huyện Tứ Kỳ). Vào đảng Cộng sản Việt Nam 08\/1929, năm 1930 là ủy viên Xứ ủy Bắc Kỳ, trực tiếp chỉ huy phong trào nông dân khởi nghĩa ở Tiền Hải, nguyên Chủ tịch Ủy ban Kháng chiến Hành chính huyện Vĩnh Bảo (22\/08\/1945 đến 20\/12\/1945), nguyên Bí thư kiêm Chủ tịch tỉnh Thái Bình từ năm 1946 đến năm 1951, hy sinh năm 1954 tại Trung Quốc và được Trung Quốc vinh danh là Liệt sỹ. An Táng tại nghĩa trang Bát Bảo Sơn – Bắc Kinh, đến năm 1994 được Nhà nước chuyển về an táng tại Nghĩa trang Mai Dịch - Hà Nội. \n*Nhà cách mạng tiền bối [[Nguyễn Đức Cảnh]] (1908 - 1932), con đẻ bà Trần Thị Thùy thôn Tràng Thọ, xã Cổ Am. Vào đảng 03\/1929, là Bí thư đầu tiên của Thành ủy Hải Phòng và là Tổng biên tập đầu tiên của báo Lao động, Chủ tịch Công hội đỏ đầu tiên, tiền thân của Tổng liên đoàn Lao động Việt Nam. \n*Nhà cách mạng Triệu Thị Đỉnh (1912 – 2007), phu nhân ông Nguyễn Văn Ngọ, Đảng viên năm 1930, Ủy viên xứ ủy Bắc Kỳ, cố Phó Viện trưởng Viện Kiểm sát nhân dân tỉnh Thái Nguyên, Bắc Thái, huy hiệu 75 năm tuổi Đảng. \n*Lê Duy Thái (1702 - ?), người xã Cổ Am, huyện Vĩnh Lại. Nay là xã Cổ Am, huyện Vĩnh Bảo, Hải Phòng. Sinh năm Quý Dậu. Cử nhân khoa Bính Ngọ (1846). Năm 36 tuổi đỗ Phó bảng Ân khoa Mậu Thân niên hiệu Tự Đức 1 (1848). Làm quan Tri phủ.\n*Tướng công Đào Trọng Kỳ, Phủ doãn Thừa Thiên, Nam Định, Tổng đốc Sơn Tây. Người có công lớn trong việc làm sông Chanh Dương.\n*Cử nhân Trần Mỹ, nguyên Tri phủ huyện Hoài Đức Hà Tây thời nhà Nguyễn.\n* GS. TSKH. Đào Trọng Đạt, sinh năm 1932, quê xã Cổ Am, nguyên Viện trưởng Viện Thú y Bộ Nông nghiệp và Phát triển Nông thôn.\n*GS. TS. NGUT. Đào Văn Lượng, sinh năm 1945, quê xã Cổ Am, nguyên giảng viên Đại học Bách khoa thành phố Hồ Chí Minh, nay là Hiệu trưởng Đại học Công nghệ Sài Gòn (STU) thành phố  Hồ Chí Minh.\n*GS.TS.VS. [[Đào Trọng Thi]], quê gốc xã Cổ Am sinh năm 1951, nguyên giảng viên Đại học Tổng hợp Hà Nội, nguyên Hiệu trưởng Đại học Quốc gia Hà Nội, nguyên Ủy viên Ban Thường vụ Quốc hội các khóa XI và XII, đại biểu Quốc hội các khóa XI và XII, ủy viên Ban Chấp hành Trung ương Đảng khóa VIII, IX, X, XI. \n*GS.TS. Trần Tiến, sinh năm 1934, quê gốc xã Cổ Am, nguyên cán bộ Viện hàn lâm Khoa học Paris - Pháp (con trai nhà văn Trần Tiêu), sinh sống tại Pháp.\n*GS.TS. [[Trần Bảng]], sinh năm 1926, quê gốc xã Cổ Am, nguyên Giám đốc Nhà hát Chèo Trung ương, Vụ trưởng Vụ Nghệ thuật Sân khấu Bộ Văn hoá - Thông tin (con trai nhà văn Trần Tiêu).\n*GS. [[Đào Nguyên Cát]], sinh năm 1927, quê xã Cổ Am, nguyên giảng viên Trường Đảng cao cấp, sau đó làm Tổng Biên tập Thời báo Kinh tế Việt Nam.\n*GS. Trung tướng [[Hoàng Phương (trung tướng)|Hoàng Phương]], tên thật là Hoàng Đình Tý, sinh năm 1924, quê xã Cổ Am, nguyên Chủ nhiệm chính trị Học viện quân chính, nguyên Viện trưởng Viện nghiên cứu Lịch sử Quân đội. Đại biểu Quốc hội khóa V và VI.\n*GS. TS. NGUT. Đại tá Đào Trọng Thắng, sinh năm 1956, quê xã Cổ Am, Chủ nhiệm Khoa động cơ Học viện Kỹ thuật quân sự.\n*GS. TSKH. Đặng Văn Bát, sinh năm 1944, quê xã Vĩnh Tiến, Chủ tịch Hội đồng Địa chất và Dầu khí Việt Nam, nguyên giảng viên Đại học Mỏ Địa chất, Giải thưởng Hồ Chí Minh và Giải thưởng Nhà nước về Khoa học & Công nghệ.\n*GS. TS. Tạ Hòa Phương, sinh năm 1949, quê xã Dũng Tiến, nguyên giảng viên Khoa Địa chất Đại học Khoa học tưn nhiên, Đại học Quốc gia Hà Nội. Nay là Viện trưởng Viện nghiên cứu Cổ sinh. Chủ tịch Hội Cổ sinh Địa tầng Việt Nam\n*GS. TS. NGUT. Nguyễn Đình Tảo, sinh năm 1955, quê xã Vĩnh Phong,nguyên Phó Chủ nhiệm Bộ môn Mô phôi, nguyên Phó Giám đốc Trung tâm Đào tạo Nghiên cứu Công nghệ Phôi, Học viện Quân Y, Bộ Quốc Phòng.\n*PGS. TS. TTND. BSCC. Trần Trọng Hải,  sinh năm 1947, quê xã Cổ Am, Chủ tịch Hội Phục hồi chức năng Việt Nam, thành viên Viện Hàn lâm Khoa học New York.\n*TSKH. Đào Văn Cường, sinh năm 1948, quê xã Cổ Am, hiện làm việc tại Canada.\n*TSKH. Bùi Duy Thành, sinh năm 1960, quê xã Cổ Am, cán bộ Viện Nghiên cứu Nguyên tử Quốc gia.\n*PGS. TSKH. Đại tá, Liệt sỹ Đào Hữu Chí, sinh năm 1944, quê xã Cổ Am, cố giảng viên Học viện Kỹ thuật quân sự.\n*PGS. TSKH. NGUT. Nguyễn Hải Kế (1954 – 2013), quê xã Tân Liên, cố Chủ nhiệm khoa Sử Đại học KHXH & NV, Đại học Quốc gia Hà Nội.\n*GS. TS. Đoàn Đức Việt, sinh năm 1944, quê xã Nhân Hòa, giảng viên Viện Kinh tế Á Châu, Quảng Châu, Trung Quốc.\n*Nhà giáo nhân dân Đỗ Trung Bích, sinh năm 1927, quê xã Cổ Am, nguyên giảng viên Học viện An ninh, Bộ Công An.\n*PGS. TS. [[Nguyễn Văn Thư]], nguyên Hiệu trưởng Đại học GTVT thành phố Hồ Chí Minh.\n*PGS. TS. [[Vũ Văn Quân]], Chủ nhiệm khoa Sử Đại học KHXH và NV, Đại học Quốc gia Hà Nội. \n*Đạo diễn, NSND. [[Trần Đắc]] (19? - 1995), quê xã Cổ Am, cố Phó Giám đốc Nghệ thuật Xưởng phim Truyện Việt Nam.\n*Đạo diễn, NSND. [[Phạm Đăng Khoa]] (1913 – 1992), quê thị trấn Vĩnh Bảo, cố Giám đốc hãng phim truyện Việt Nam.\n* Nhà văn [[Khái Hưng]].\n* Nhà văn [[Trần Tiêu]].\n* Nhà thơ [[Thi Hoàng (nhà thơ)|Thi Hoàng]] - Giải thưởng Nhà nước về Văn học Nghệ thuật năm 2007.\n* Nhà văn [[Phạm Trung Đỉnh|Trung Trung Đỉnh]] -  Giải thưởng văn học ASEAN, Giải thưởng Nhà nước về Văn học Nghệ thuật năm 2007.\n*Lê Văn Thành, Phó Thủ tướng Chính phủ đương nhiệm.\n\n==Văn hóa==\n===Đặc sản===\n* [[Dưa Tân Hưng]]\n* [[Thuốc lào Hải Phòng]]\n\n===Lễ hội===\n* Hội Đánh Pháo Đất\n* Rối Nước\n\n===Làng nghề===\nHuyện Vĩnh Bảo có ít các làng nghề và nghề truyền thống. Nhóm mộc điêu khắc có làng nghề Bảo Hà. Nhóm nghề dệt chiếu ở Đồng Minh số hộ tham gia giảm nhiều, có nguy cơ mai một. Nhóm nghề thương mại dịch vụ hầu như chưa phát triển đáng kể ở tất cả các xã; Vĩnh Bảo thuộc nhóm những huyện có tỉ lệ số hộ tham gia lĩnh vực thương mại dịch vụ thấp nhất ở vùng đồng bằng sông Hồng. Các làng nghề, ngành nghề phụ ở huyện Vĩnh Bảo như:\n* Làm con giống rối nước Nhân Mục\n* Làng nghề tạc tượng, sơn mài Bảo Hà\n* Nghề trồng và chế biến thuốc lào Lý Học\n* Làng nghề vớt cá bột nuôi cá giống Hội Am\n* Nghề dệt chiếu xã Đồng Minh\n* Nghề trồng và chế biến thuốc lào Liên Am.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Quận huyện Hải Phòng}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Bảo}}\n{{sơ khai Hải Phòng}}"}