{"154484":"{{Bài cùng tên|Vĩnh Hưng (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Vĩnh Hưng\n| hình =\n| ghi chú hình = \n| vĩ độ = 10.91\n| kinh độ = 105.75\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 384,52 km²<ref name=MS \/> \n| dân số = 50.074 người<ref name=MS \/> \n| thời điểm dân số = 2019\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 130 người\/km²\n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Long An]]\n| huyện lỵ = Thị trấn [[Vĩnh Hưng (thị trấn)|Vĩnh Hưng]]\n| thành lập = 30\/3\/1978<ref name=MS1 \/> \n| chủ tịch UBND = Trương Văn Điệp\n| chủ tịch HĐND = \n|bí thư =  \n| phân chia hành chính = 1 thị trấn, 9 xã\n| trụ sở UBND = Đường 30\/4, thị trấn [[Vĩnh Hưng (thị trấn)|Vĩnh Hưng]]\n| mã hành chính = 797<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 62-D1\n| web = {{url|www.vinhhung.longan.gov.vn}}\n}}\n\n'''Vĩnh Hưng''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Long An]], [[Việt Nam]].\n\nHuyện Vĩnh Hưng nằm ở phía tây bắc của tỉnh Long An, thuộc vùng [[Đồng Tháp Mười]]. Vĩnh Hưng có tuyến biên giới giáp [[Campuchia]] dài 45,62&nbsp;km (chiếm 31,1% tổng [[chiều dài]] biên giới của tỉnh [[Long An]]) được xem là vô cùng quan trọng trong việc xây dựng kinh tế kết hợp với củng cố quốc phòng.\n\n== Địa lý ==\nHuyện Vĩnh Hưng nằm về phía tây bắc tỉnh [[Long An]], có vị trí địa lý:\n*Phía đông và phía bắc giáp tỉnh [[Svay Rieng]], [[Campuchia]]\n*Phía đông nam giáp thị xã [[Kiến Tường]]\n*Phía tây và phía nam giáp huyện [[Tân Hưng, Long An|Tân Hưng]].\n\nDân số trung bình năm 2001 của huyện Vĩnh Hưng là 42.460 người, mật độ dân số 110 người\/km²<ref name=MS \/>, bằng 37,41% mức trung bình mật độ dân số của tỉnh [[Long An]] (294 người\/km²). Dân số khu vực thành thị có 8.769 người (chiếm 20,65% dân số), dân số nông thôn 33.691 người (chiếm 79,34%). Tốc độ tăng [[dân số]] (95-01) là 5,15% năm, riêng năm 2001 là 1,8%, phần lớn là tăng cơ học, do quá trình điều động dân cư đến xây dựng vùng kinh tế mới. Nhân dân cần cù chịu khó lao động. Mật độ dân số bình quân 110 người\/km². Do vậy, Vĩnh Hưng cần có phương án [[xây dựng]] cơ sở vật chất để phát triển nền kinh tế kết hợp cũng cố quốc phòng nâng cao đời sống nhân dân.\n\nTổng lao động toàn huyện năm 2001 là 22.114 người; trong đó, [[lao động]] nông - [[lâm nghiệp]] 17.916 người (chiếm 81%), lao động [[công nghiệp]] - TTCN 531 người (chiếm 2,4%) và [[lao động]] [[thương mại]] - dịch vụ 2.702 người (chiếm 12,2%), lao động khác 965 người chiếm 4,4%. Như vậy, nguồn nhân lực tập trung chủ yếu khu vực nông - [[lâm nghiệp]], việc chuyển dịch cơ cấu lao động diễn ra chậm.\n\nNguồn nhân lực ở huyện Vĩnh Hưng có chất lượng thấp, đây là một nguyên nhân ảnh hưởng đến phát triển kinh tế vì nhân lực là nhân tố quan trọng hàng đầu của lực lượng [[sản xuất]]. Số lao động có trình độ chuyên môn kỹ thuật và quản lý trong các ngành là 713 người (chiếm 2,23% lao động xã hội); trong đó, trình độ đại học 69 người, cao đẳng 136 người, trung cấp 461 người, dưới trung cấp 47 người. Nếu kể cả trình độ sơ cấp và công nhân kỹ thuật ước khoảng 3% lao động thì tổng cộng số lao động được đào tạo là 5,3%, song lại chủ yếu tập trung ở khu vực quản lý nhà nước, [[giáo dục]], [[y tế]], đây là một tồn tại của huyện Vĩnh Hưng.\n\nĐể phát triển [[kinh tế]] - [[xã hội]], nhất thiết phải đào tạo, nâng cao mặt bằng dân trí, trình độ chuyên môn cho [[người lao động]], để họ có khả năng tiếp thu và ứng dụng [[khoa học]] - [[công nghệ|kỹ thuật]] vào [[sản xuất]] (với chỉ tiêu là 10 - 25% số lao động được đào tạo).\n\n===Đặc điểm tự nhiên===\nKhí hậu huyện Vĩnh Hưng mang tính chất đặc trưng [[khí hậu nhiệt đới gió mùa|nhiệt đới gió mùa]] với nền nhiệt cao đều quanh năm, ánh sáng dồi dào, lượng mưa khá lớn và phân bố theo mùa. Nhiệt độ bình quân năm là 27,2&nbsp;°C, [[tháng năm|tháng 5]] là tháng nóng nhất (29,3&nbsp;°C), tháng 1 có nhiệt độ thấp nhất 25&nbsp;°C. Biên độ nhiệt trong năm dao động khoảng 4,3&nbsp;°C và biên độ nhiệt ngày và đêm dao động cao (từ 8&nbsp;°C đến 10&nbsp;°C). Lượng mưa trung bình năm (1.447,7&nbsp;mm\/năm) và phân bố theo mùa rõ rệt, lượng mưa trong mùa mưa thực sự 1.332&nbsp;mm (92% lượng mưa cả năm), bắt đầu ngày [[20 tháng 5]] và kết thúc đầu [[tháng mười một|tháng 11]] (164 ngày). Mùa mưa trùng với mùa lũ gây ngập úng, cản trở quá trình sản xuất nông nghiệp và phát triển kinh tế - xã hội của huyện.\n\n===Nguồn nước mặt===\nVĩnh Hưng nằm ở đầu nguồn nước từ phía Campuchia và [[sông Tiền]] dẫn vào địa phận của tỉnh Long An. Đây chính là điểm thuận lợi so với các huyện khác như: [[Thạnh Hóa]], [[Thủ Thừa]], [[Bến Lức]],... của tỉnh [[Long An]].\n\n*Sông rạch tự nhiên gồm: Rạch Cái Cỏ, rạch Long Khốt, sông Lò Gạch, rạch Cái Răng, rạch Bông Súng. Đây là các nhánh chính thuộc thượng lưu sông [[Vàm Cỏ Tây]], do thiếu nguồn sinh thủy nên khả năng cung cấp nước tự nhiên vào [[mùa khô]] rất hạn chế.\n*Kênh mương: Để phục vụ sản xuất nông nghiệp và phát triển kinh tế xã hội, những năm qua đã tập trung vốn và sức người đào kênh mương dẫn ngọt, tiêu úng, xổ phèn, thoát lũ,... (tập trung lớn nhất vào giai đoạn [[1987]] - [[1995]]).\n\nChính nhờ có thủy lợi mà việc khai hoang, phục hóa, thâm canh sản xuất lúa, tăng vụ đạt kết quả cao. Tuy nhiên, so với yêu cầu phục vụ sản xuất và sinh hoạt thì nguồn nước vẫn chưa đủ, vì vậy thủy lợi vẫn là vấn đề then chốt đối với Vĩnh Hưng, cần được đầu tư hoàn chỉnh tạo nền tảng cho sản xuất nông nghiệp phát triển bền vững.\n\n===Nguồn nước ngầm===\nĐặc điểm nổi bật về nguồn nước ngầm trong khu vực huyện Vĩnh Hưng là xuất hiện sâu, giá thành cao, nên ít được khai thác.\n\nHiện nay nước sinh hoạt của nhân dân trong huyện hầu hết dùng nước mưa và nước sông rạch. Nước ngầm do giá thành khai thác cao nên mới có một số điểm tập trung do nhà nước đầu tư.\n\nNgập lũ là quy luật thường niên của [[Đồng bằng sông Cửu Long]], Vĩnh Hưng cũng là một trong số đó. Lũ lớn đang có xu thế rút ngắn chu kỳ từ 12 năm xuống còn 6 năm và 3 năm ([[1961]], [[1978]], [[1984]], [[1991]], [[1994]], [[1996]], [[2000]]) trong đó lũ lịch sử năm [[2000]] đã gây thiệt hại rất nặng nề cho Vĩnh Hưng.\n\n*Ảnh hưởng của phèn - chua: Vĩnh Hưng chỉ bị ảnh hưởng chua nhẹ khoảng 20 ngày sau khi bắt đầu mưa, có thể giải quyết khi hoàn chỉnh hệ thống thủy lợi.\n*Ảnh hưởng mặn: Mặn 4g\/l trên sông [[Vàm Cỏ Tây]] bình quân nhiều năm chỉ ngang hoặc qua [[Tuyên Nhơn]]: 4 – 5&nbsp;km về phía thượng lưu. Song, vào các năm [[1992]], [[1993]] mặn đã ảnh hưởng sâu hơn và nồng độ mặn cũng cao hơn bình quân nhiều năm. Giới hạn mặn 1g\/l đã qua đập [[Bình Châu]] ([[1992]]) và đến thị trấn Vĩnh Hưng ([[1993]]).\n\nNhư vậy, độ mặn trên kênh rạch Vĩnh Hưng có tăng; song vẫn nhỏ hơn 4g\/l (ngưỡng chịu đựng của các loại cây trồng) nên ít ảnh hưởng xấu đến sinh trưởng và phát triển của cây trồng.\n\n===Tài nguyên===\n====Tài nguyên Đất====\nToàn huyện có 2 nhóm đất với 6 đơn vị chú giải bản đồ đất; trong đó: nhóm đất xám có diện tích: 31.526 ha (chiếm 81,99% diện tích tự nhiên) và nhóm đất phèn: 5.980 ha (chiếm 15,55% diện tích tự nhiên). Như vậy, 100% diện tích đất thuộc loại ''đất có vấn đề'', đây là một hạn chế của huyện Vĩnh Hưng.\nTổng hợp diện tích các nhóm và loại đất ở huyện Vĩnh Hưng cò thể phân loại như sau:\n*Nhóm đất xám: Diện tích là 31.526 ha, chiếm 81,99% diện tích tự nhiên, hình thành các giồng cao phân bố ở hầu hết các xã trong huyện. Đất xám được hình thành trên vật liệu phù sa cổ nên có thành phần cơ giới nhẹ (thịt nhẹ, thịt pha cát), độ phì thấp, nhất là ở các đỉnh giồng đã có biểu hiện bạc màu (nghèo dinh dưỡng). Để sử dụng đất xám cần chú ý 3 vấn đề: dinh dưỡng, tầng kết von và mức độ gley để trồng chuyên lúa hoặc luân canh lúa với cây trồng cạn.\n*Nhóm đất phèn: Nhóm đất phèn có diện tích: 5.980 ha, chiếm 15,55% diện tích tự nhiên. Đất phèn có trị số pH rất thấp và hàm lượng SO<sup>2-<\/sup><sub>4<\/sub>cao (0,15 - 0,25%), đặc biệt là các ion Fe<sup>2+<\/sup> và Al<sup>3+<\/sup> dễ gây độc hại cho cây trồng. Vấn đề sử dụng đất phèn trong sản xuất nông nghiệp phụ thuộc chặt chẽ vào khả năng cung cấp nước ngọt trong mùa khô. Đất phèn phân bố chủ yếu ở các xã: [[Vĩnh Thuận, Vĩnh Hưng|Vĩnh Thuận]], [[Vĩnh Trị]], [[Thái Trị]], [[Vĩnh Bình, Vĩnh Hưng|Vĩnh Bình]].\n\n===Địa chất===\nĐất đai của huyện Vĩnh Hưng hình thành từ hai loại trầm tích: Trầm tích phù sa non trẻ (Holocene) và trầm tích phù sa cổ ([[Thế Pleistocen|Pleistocene]]); trong đó chủ yếu là trầm tích phù sa cổ ([[Thế Pleistocen|Pleistocene]]).\n*Mẫu chất phù sa cổ bao trùm khoảng 84% diện tích tự nhiên nhưng đã bị trầm tích Holocene phủ trùm lên một diện tích không nhỏ. Mẫu chất này có tầng dày từ 3 - 5m, cấp hạt thường thô, tạo cho đất có cấp hạt cát là chủ yếu. Nên phần lớn đất hình thành trên phù sa cổ thuộc nhóm đất xám bị rửa trôi, chua, hoạt tính thấp và bị nhiễm phèn ngoại lai.\n*Trầm tích [[Thế Holocen|Holocene]] bao phủ khoảng 14% diện tích tự nhiên của huyện, nó phủ trùm lên trầm tích phù sa cổ. Đặc trưng cơ bản của đơn vị trầm tích này là sự có mặt của [[Sulfidic]], vật liệu chủ yếu hình thành đất phèn.\n*Trầm tích không phân chia khoảng 2% diện tích tự nhiên.\n\nDo vậy, khi xây dựng các công trình kết cấu hạ tầng cần tính toán đầu tư đảm bảo độ ổn định bền vững.\n\n====Tài nguyên rừng====\nNăm [[1995]], diện tích rừng có 3.035 ha, trong đó hầu hết là tràm cừ; đến năm [[2001]] diện tích rừng tăng lên 3.933 ha (tỷ lệ che phủ 11,47%) kể cả cây lâu năm và vườn tạp, phần lớn rừng trồng từ trước năm [[1995]] nên trữ lượng khá.\n\nNguồn tài nguyên động vật dưới tán rừng đã dần được phục hồi, đây là thành quả đáng ghi nhận của chương trình 773\/TTg và 661, đã góp phần sử dụng hợp lý, hiệu quả tài nguyên cũng như khôi phục hệ sinh thái vốn có của vùng đất phèn.\n\n====Tài nguyên thủy sản====\nQua điều tra của Viện Nghiên cứu Thủy sản II, có nhận xét: Các thủy vực ở huyện Vĩnh Hưng có những nhóm loài đặc trưng như: [[tảo lục]], [[tảo bánh xe]], [[côn trùng thủy sinh]], nhóm [[tôm]] [[cá]] [[nước ngọt]]. Thủy sinh vật có đến hơn 330 loài, gồm 180 loài [[tảo]], 90 loài động vật nổi, 60 loài động vật đáy. Trên sông [[Vàm Cỏ Tây]] có hơn: 50 loài cá, 9 loài tôm; trong đó, cá đồng và tôm càng xanh có giá trị [[kinh tế]] nhưng sản lượng không lớn<ref name=MS \/>.\n\nNgoài ra, do môi trường nước nội đồng ngày càng được ngọt hóa, độ chua và thời gian ảnh hưởng chua phèn giảm, tạo điều kiện để các loài [[thủy sản]] về cư trú và phát triển, mở ra hướng đi trong chuyển đổi cơ cấu [[cây trồng]] - [[vật nuôi]].\n\n===Khoáng sản===\nTheo các tài liệu điều tra địa chất thổ nhưỡng, trên địa bàn huyện Vĩnh Hưng, khoáng sản đặc trưng là sét gạch ngói nguồn gốc hỗn hợp sông - [[đầm lầy]], [[sông]] - biển tuổi [[Thế Holocen|Holoxen]]. Mức độ điều tra, đánh giá về [[khoáng sản]] ở Vĩnh Hưng còn rất sơ lược, hầu như mới chỉ khảo sát mỏ sét gạch ngói với mức độ đánh giá về chất lượng mỏ sét: Cát (>0,1&nbsp;mm) 9%, bột (0,1 - 0,01&nbsp;mm) 21%, sét (<0,01&nbsp;mm) 80%, chỉ số dẻo 24,4, độ co gió 7,5%, cường độ kháng nén (sau khi nung ở 950&nbsp;°C): 121&nbsp;kg\/cm², quy mô vừa với cấp trữ lượng P = 4.657 triệu m³<ref name=MS \/>.\n\nVới khoáng sản này, Vĩnh Hưng có thể phát triển mạnh [[công nghiệp]] sản xuất gạch ngói, phục vụ cho xây dựng trên địa bàn huyện, tạo thêm việc làm cho [[người lao động]], tăng thu nhập, góp phần [[chuyển dịch cơ cấu kinh tế]].\n\n== Hành chính ==\nHuyện Vĩnh Hưng có 10 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Vĩnh Hưng (thị trấn)|Vĩnh Hưng]] (huyện lỵ) và 9 xã: [[Hưng Điền A]], [[Khánh Hưng, Vĩnh Hưng|Khánh Hưng]], [[Thái Bình Trung]], [[Thái Trị]], [[Tuyên Bình]], [[Tuyên Bình Tây]], [[Vĩnh Bình, Vĩnh Hưng|Vĩnh Bình]], [[Vĩnh Trị]], [[Vĩnh Thuận, Vĩnh Hưng|Vĩnh Thuận]].\n\n== Lịch sử ==\nTrước [[30 tháng 4]] năm [[1975]], địa bàn huyện Vĩnh Hưng thuộc tỉnh [[Kiến Tường (tỉnh)|Kiến Tường]].\n\nSau [[30 tháng 4]] năm [[1975]], đất Vĩnh Hưng thuộc huyện [[Mộc Hóa]], tỉnh [[Long An]].\n\nNgày [[30 tháng 3]] năm [[1978]], chia huyện [[Mộc Hóa]] thành hai huyện: [[Mộc Hóa]] và Vĩnh Hưng. Huyện Vĩnh Hưng bao gồm 10 xã: [[Hưng Điền A]], [[Hưng Điền B]], [[Thái Trị]], [[Thái Bình Trung]], [[Vĩnh Châu A]], [[Vĩnh Châu B]], [[Vĩnh Đại]], [[Vĩnh Lợi, Tân Hưng|Vĩnh Lợi]], [[Vĩnh Thạnh, Tân Hưng|Vĩnh Thạnh]] và [[Vĩnh Trị]].<ref name=CP71>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-71-CP-chia-huyen-Moc-Hoa-tinh-Long-An-thanh-huyen-Moc-Hoa-Vinh-Hung\/54770\/noi-dung.aspx Quyết định 71-CP chia huyện Mộc Hóa tỉnh Long An thành hai huyện lấy tên là huyện Mộc Hóa và huyện Vĩnh Hưng.]<\/ref>\n\nNgày [[26 tháng 6]] năm [[1989]], [[Hội đồng Bộ trưởng]] [[Nhà nước]] [[Việt Nam]] ban hành Quyết định số '''74\/HĐBT''', tách 3.187 ha diện tích tự nhiên và 1.086 nhân khẩu của xã [[Thái Bình Trung]] và 976,60 ha diện tích tự nhiên và 1.480 nhân khẩu của xã [[Vĩnh Trị]] để thành lập xã [[Vĩnh Bình, Vĩnh Hưng|Vĩnh Bình]].<ref name=HDBT74>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-74-HDBT-phan-vach-lai-dia-gioi-hanh-chinh-mot-so-xa-thi-tran-va-huyen-thuoc-tinh-An-Long-vb37795t17.aspx Quyết định 74-HĐBT năm 1989 về việc phân vạch lại địa giới hành chính một số xã, thị trấn và huyện thuộc tỉnh Long An do Hội đồng Bộ trưởng ban hành]<\/ref>\n\nNgày [[23 tháng 11]] năm [[1991]], lập [[Vĩnh Hưng (thị trấn)|thị trấn Vĩnh Hưng]] từ xã [[Vĩnh Trị]], lập xã [[Khánh Hưng, Vĩnh Hưng|Khánh Hưng]] từ xã [[Hưng Điền A]] và lập xã [[Hưng Thạnh]] từ 3 xã: [[Hưng Điền B]], [[Vĩnh Thạnh]] và [[Vĩnh Châu B]].\n\nNgày [[31 tháng 8]] năm [[1992]], lập xã [[Thạnh Hưng]] từ xã [[Vĩnh Thạnh]] và lập xã [[Hưng Hà]] từ 2 xã: [[Vĩnh Thạnh]], [[Hưng Điền B]].\n\nTừ đó, huyện Vĩnh Hưng bao gồm thị trấn [[Vĩnh Hưng (thị trấn)|thị trấn Vĩnh Hưng]] và 15 xã: [[Khánh Hưng, Vĩnh Hưng|Khánh Hưng]], [[Hưng Điền A]], [[Vĩnh Trị]], [[Thái Trị]], [[Thái Bình Trung]], [[Vĩnh Bình, Vĩnh Hưng|Vĩnh Bình]], [[Vĩnh Thạnh]], [[Vĩnh Lợi, Tân Hưng|Vĩnh Lợi]], [[Vĩnh Đại]], [[Hưng Điền B]], [[Hưng Thạnh]], [[Vĩnh Châu A]], [[Vĩnh Châu B]], [[Thạnh Hưng]], [[Hưng Hà]].\n\nNgày [[24 tháng 3]] năm [[1994]], [[Chính phủ]] [[Việt Nam]] ban hành Nghị định số '''27-CP'''<ref name=CP27>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-27-CP-dieu-chinh-dia-gioi-huyen-xa-thuoc-tinh-Long-An-vb38753t11.aspx Nghị định 27-CP năm 1994 về việc điều chỉnh địa giới huyện, xã thuộc tỉnh Long An]<\/ref>, điều chỉnh địa giới hành chánh huyện như sau:\n*Tách 4.598 ha diện tích tự nhiên với 2.074 nhân khẩu của xã [[Hưng Điền B]] để thành lập xã [[Hưng Điền]]\n*Thành lập xã [[Vĩnh Thuận, Vĩnh Hưng|Vĩnh Thuận]] (mới) trên cơ sở diện tích 1.224 ha diện tích tự nhiên với 900 nhân khẩu của xã [[Vĩnh Trị]]; 670 ha diện tích tự nhiên với 838 nhân khẩu của xã [[Vĩnh Lợi, Tân Hưng|Vĩnh Lợi]]\n*Tách 394 ha diện tích tự nhiên với 1.400 nhân khẩu của xã Vĩnh Thạnh; 116 ha diện tích tự nhiên với 1.159 nhân khẩu của xã Hưng Thạnh để thành lập thị trấn Tân Hưng\n*Chuyển 2 xã: [[Tuyên Bình]] và [[Tuyên Bình Tây]] thuộc huyện [[Mộc Hóa]] về huyện Vĩnh Hưng quản lý\n*Tách 10 xã: [[Vĩnh Thạnh, Tân Hưng|Vĩnh Thạnh]], [[Vĩnh Lợi, Tân Hưng|Vĩnh Lợi]], [[Vĩnh Đại]], [[Hưng Điền B]], [[Hưng Thạnh]], [[Vĩnh Châu A]], [[Vĩnh Châu B]], [[Thạnh Hưng]], [[Hưng Hà]], [[Hưng Điền]] và [[tân Hưng (thị trấn)|thị trấn Tân Hưng]] của huyện Vĩnh Hưng để thành lập huyện [[Tân Hưng]]\nSau khi điều chỉnh, huyện Vĩnh Hưng còn lại 38.238 ha diện tích tự nhiên với 31.924 nhân khẩu, bao gồm 9 xã: [[Khánh Hưng, Vĩnh Hưng|Khánh Hưng]], [[Hưng Điền A]], [[Vĩnh Trị]], [[Thái Trị]], [[Thái Bình Trung]], [[Vĩnh Bình, Vĩnh Hưng|Vĩnh Bình]], [[Vĩnh Thuận, Vĩnh Hưng|Vĩnh Thuận]], [[Tuyên Bình]], [[Tuyên Bình Tây]] và [[Vĩnh Hưng (thị trấn)|thị trấn Vĩnh Hưng]].\n\n== Kinh tế - xã hội ==\nVĩnh Hưng nằm trong vùng [[Đồng Tháp Mười]]. Kinh tế chủ yếu dựa vào [[nông nghiệp]] - [[lâm nghiệp]], mà hàng đầu là sản xuất lúa hàng hoá. Huyện giáp Campuchia (có đường biên giới dài 45,62&nbsp;km), có cửa khẩu Long Khốt ([[Thái Bình Trung]]) và Bình Tứ ([[Hưng Điền A]]) nên có lợi thế phát triển dịch vụ thương mại qua biên giới (kinh tế cửa khẩu)<ref name=MS1 \/>.\n\n:*Vĩnh Hưng nằm ở vùng [[Đồng Tháp Mười]]. Sự hình thành và phát triển [[kinh tế]] - [[xã hội]] của Vĩnh Hưng gắn liền với quá trình khai thác đất hoang hóa, di dân xây dựng vùng kinh tế mới ở [[Đồng Tháp Mười]]. Nằm ở vùng chuyển tiếp giữa bậc thềm phù sa cổ ([[Pleitocene]]) với vùng thượng châu thổ [[Đồng bằng sông Cửu Long]], với hai kiểu cảnh quan chính là bồn trũng phèn giàu nước mưa (trầm tích giàu [[Sulphur]]) và lòng các con sông cổ. Đặc trưng rõ nét nhất ở Vĩnh Hưng là khối đất xám dọc biên giới [[Campuchia]] và các sông cổ đã được bồi lắng, tạo nên đồng bằng trũng và các ''lung'' phèn. Trong phân vùng địa lý kinh tế của tỉnh [[Long An]], Vĩnh Hưng thuộc tiểu vùng 3 (gồm Vĩnh Hưng, [[Tân Hưng, Long An|Tân Hưng]], [[Mộc Hóa]], [[Tân Thạnh, Long An|Tân Thạnh]]). Phương hướng phát triển kinh tế chủ yếu là [[Nông nghiệp|Nông]], [[Lâm nghiệp]], mà hàng đầu là sản xuất lúa hàng hóa.<ref name=\"MS\">[http:\/\/www.longan.gov.vn\/Pages\/Huyen-Vinh-Hung.aspx Vị trí địa lý và điều kiện phát triển kinh tế- xã hội của huyện Tân Thạnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120722044122\/http:\/\/www.longan.gov.vn\/Pages\/Huyen-Vinh-Hung.aspx |date=2012-07-22 }}, theo website của huyện.<\/ref>\n===Thuận lợi===\nXét về vị trí địa lý kết hợp với kiến tạo địa chất trầm tích và quá trình khai thác tài nguyên phát triển [[kinh tế]] [[xã hội]] cho thấy lợi thế cơ bản của Vĩnh Hưng<ref name=MS \/>:\n\n:*Vĩnh Hưng là huyện đầu nguồn được hưởng lợi nguồn nước ngọt từ [[sông Tiền]], [[sông Cái Cỏ]], [[sông Vàm Cỏ Tây]] phục vụ cho phát triển sản xuất và đời sống, hàng năm lũ đã bồi đắp một lượng phù sa đáng kể làm màu mỡ đất đai.\n\n:*Có hai vùng đất đặc trưng là [[phù sa cổ]] và [[nhóm đất phèn|đất phèn]], trong điều kiện đủ nước ngọt quanh năm có thể gia tăng trồng lúa trên [[nhóm đất phèn|đất phèn]], ngoài ra có thể cải tạo [[đất xám]] tiến hành đa dạng hóa cây trồng một cách hợp lý, giảm thế độc canh cây lúa.\n\n:*Vĩnh Hưng là huyện thuộc [[Đồng Tháp Mười]] đã và đang được chính phủ tập trung đầu tư nên cơ sở hạ tầng ngày càng được cải thiện, đời sống vật chất và tinh thần của người dân được nâng cao một bước. Đặc biệt tuyến QL-N1 (TL 831) mới được đầu tư nâng cấp là trục [[giao thông]] chính trong giao lưu hàng hóa, tạo động lực cho kinh tế Vĩnh Hưng phát triển.\n\n:*Vĩnh Hưng có tuyến biên giới giáp [[Campuchia]] dài 45,62 Km (chiếm 31,1% tổng chiều dài biên giới của tỉnh [[Long An]]) được xem là vô cùng quan trọng trong việc xây dựng kinh tế kết hợp với củng cố quốc phòng.\n\n===Khó khăn===\n:*Bị ảnh hưởng của [[lụt|lũ lụt]], dễ gây rủi ro cho [[sản xuất]], hư hỏng cơ sở hạ tầng hạn chế tốc độ phát triển [[kinh tế]] - [[xã hội]]<ref name=MS \/>.\n\n:*Kiến tạo bậc thềm [[phù sa cổ]], loại [[đất xám]] trên phù sa cổ và đất xám có tầng loang lổ có thành phần cơ giới nhẹ, nghèo dưỡng chất, giữ nước kém,... và [[nhóm đất phèn|đất phèn]] ở địa hình trũng có nồng độ các độc tố cao (SO42-, Al3+, Fe3+) dễ gây ảnh hưởng xấu cho [[cây trồng]] trong điều kiện chưa hoàn chỉnh [[thủy lợi]].\n\n:*Cơ sở hạ tầng nông thôn: Đường giao thông, nước sinh hoạt, trạm y tế, điện, trường học chưa được đầu tư tốt, xa thị trường tiêu thụ nên hạn chế lớn đến việc phát triển [[kinh tế]] - [[xã hội]] trên địa bàn huyện.\n \n:*Tình hình an ninh trên tuyến biên giới [[Campuchia]] còn tiềm ẩn nhiều phức tạp, nạn buôn lậu vẫn còn gia tăng, gây tác động xấu đến [[sản xuất]] và [[đời sống]].\n \n:*Để xây dựng và phát triển [[kinh tế]] - [[xã hội]] cần thấy hết các lợi thế để khai thác, đồng thời khắc phục và giảm thiểu ảnh hưởng của các yếu tố hạn chế, tạo động lực phát triển nền kinh tế một cách ổn định và bền vững<ref name=MS \/>.\n\n==Giao thông==\nCó tỉnh lộ 831 nối với quốc lộ 62 đi các tỉnh. Hệ thống giao thông từ huyện đến trung tâm các xã phát triển mạnh, hiện nay đã có 10\/10 xã, thị trấn có đường ô tô đến trung tâm. Ngoài ra hệ thống kênh rạch chằng chịt gồm có sông Vàm Cỏ Tây, Sông Long Khốt, Sông Lò Gạch, Tuyến kênh 28, kênh Tân Thành Lò Gạch, kênh Trung Ương, Kênh Hưng Điền… thuận tiện cho việc vận chuyển hàng hoá và giao lưu với các vùng, diện tích sản xuất đất nông nghiệp 33.780,82 ha, thuận lợi cho trồng lúa và tràm.\n\nVĩnh Hưng có đường biên giới giáp với Campuchia dài 45,62&nbsp;km thuận lợi cho việc phát triển thương mại với 3 cửa khẩu: Long Khốt xã Thái Bình Trung, Vàm Đồn xã Hưng Điền A và Cả Trốt xã Khánh Hưng.<ref>[https:\/\/vinhhung.longan.gov.vn\/Lists\/GioiThieuChung\/DispForm.aspx?ID=32\/ Giới thiệu chung về huyện Vĩnh Hưng]<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Huyện thị Long An}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Hưng}}\n\n[[Thể loại:Huyện biên giới Việt Nam với Campuchia]]"}