{"114935":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{bài cùng tên|Vũ Cao (định hướng)}}\n{{Thông tin nghệ sĩ\n| tiền tố = \n| tên = Vũ Cao\n| tên gốc = \n| nền = nhà thơ\n| hình = VU CAO.jpg\n| kích thước hình = \n| chú thích hình = Vũ Cao\n| nghệ danh = \n| tên khai sinh = Vũ Hữu Chỉnh\n| ngày sinh = {{Ngày sinh|1922|02|18}}\n| nơi sinh = [[Liên Minh, Vụ Bản]], [[Nam Định]]\n| ngày mất = {{Ngày mất và tuổi|2007|12|03|1922|02|18}}\n| nơi mất = [[Hà Nội]]\n| quốc tịch = [[Việt Nam]]\n| dân tộc = [[Người Việt|Kinh]]\n| nghề nghiệp = \n| bố mẹ = \n| vợ = \n| chồng = \n| con = \n| đào tạo = \n| học vấn = \n| lĩnh vực hoạt động = \n| bút danh = \n| đào tạo văn học = \n| giai đoạn sáng tác văn học = \n| thể loại văn học = \n| chủ đề văn học = \n| trào lưu văn học = \n| tác phẩm văn học nổi bật = \n| giải thưởng văn học = \n| chữ ký = \n| website = \n}}\n'''Vũ Cao''' ([[18 tháng 2]] năm [[1922]] - [[3 tháng 12]] năm [[2007]]) <ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=231989&ChannelID=10 Núi vẫn đôi mà thơ mất ông], bài viết của Phạm Xuân Nguyên trên Tuổi Trẻ Online<\/ref> là một [[nhà thơ]] [[Việt Nam]].\n\n==Tiểu sử==\n\nVũ Cao tên thật là Vũ Hữu Chỉnh quê ở xã [[Liên Minh]] huyện [[Vụ Bản]] tỉnh [[Nam Định]]. Ông sinh trong một gia đình [[nho giáo|nho học]] và hoạt động văn học khá sớm, những năm đầu [[Chiến tranh Đông Dương]] lần thứ nhất (kháng chiến chống Pháp) ông làm báo Chiến sĩ ở Liên khu IV rồi làm phóng viên báo Vệ quốc quân, [[Báo Quân đội nhân dân]]. Từ năm 1957, ông làm việc tại [[tạp chí Văn nghệ quân đội]] và trở thành chủ nhiệm trong nhiều năm. Từ Sau năm 1975 ông giải ngũ, làm giám đốc Nhà xuất bản [[Hà Nội]], phó chủ tịch Hội Văn học nghệ thuật Hà Nội, chủ tịch Hội đồng thơ Hội Nhà văn Việt Nam. Sau khi nghỉ hưu ông sống ở Hà Nội. Ông là anh ruột của các nhà văn [[Vũ Tú Nam]], [[Vũ Ngọc Bình]]. Tuy được biết đến như là một nhà thơ với bài thơ Núi Đôi nổi tiếng đã được đưa vào sách giáo khoa của Việt Nam nhưng Vũ Cao còn sáng tác văn xuôi. Ông mất năm 2007 tại Hà Nội.\n\nVũ Cao được tặng [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật năm 2001.\n\n==Tác phẩm chính==\n* Sớm nay (Thơ năm 1962)\n* Đèo trúc (Thơ năm 1973)\n* Núi Đôi (Thơ năm 1956)\n* Truyện một người bị bắt (Tập truyện ngắn năm 1958)\n* Những người cùng làng (Tập truyện năm 1959)\n* Em bé bên bờ sông Lai vu (Truyện năm 1960)\n* Anh em anh chàng Lược (Truyện 1965)\n* Từ một trận địa (Năm 1973)\n\n==Bài thơ Núi Đôi==\nBài thơ ''Núi Đôi'' được Vũ Cao sáng tác dựa trên một câu chuyên có thật. Người con gái trong bài thơ là Trần Thị Bắc một nữ du kích [[Việt Minh]] quê ở xóm Chùa, thôn Xuân Đoài - Đoài Đông [[Xã (Việt Nam)|xã]] [[Phù Linh]], [[Huyện (Việt Nam)|huyện]] [[Sóc Sơn]], [[Thành phố trực thuộc trung ương (Việt Nam)|thành phố]] [[Hà Nội]]. Làng Xuân Đoài trước kia là thôn Đoài (thôn phía tây) của làng Xuân Dục. Sau này làng tách ra, người trong vùng quen gọi là thôn Xuân Đoài. Lời thơ kể về một chuyện tình yêu lãng mạn và bi tráng của cô du kích và anh bộ đội Trịnh Khanh cùng quê.\n\nNăm 1956, ông Vũ Cao có thời gian công tác ở sư đoàn 312, đóng quân tại huyện Sóc Sơn, bên cạnh [[Núi Đôi (Sóc Sơn)|núi Đôi]]. Khi sáng tác, ông chưa từng gặp người lính trong câu chuyện, cũng không biết cô du kích ở núi Đôi đã kết hôn với người lính. Đám cưới của họ diễn ra ở vùng tự do, gia đình lại phải giấu kín vì chiến tranh. Sau 20 năm kể từ khi bài thơ được viết, tác giả Vũ Cao mới gặp người chiến sĩ trong chuyện thơ của mình. Ông từng bộc bạch không hiểu sao lại có sự đồng cảm với người lính Trịnh Khanh đến vậy.\n\nLiệt sĩ Trần Thị Bắc đi kháng chiến, được cử học lớp y tá ở xã [[Bắc Sơn, Sóc Sơn|Bắc Sơn]], huyện [[Sóc Sơn]], thành phố [[Hà Nội]] rồi quen anh bộ đội Trịnh Khanh cùng quê. Tình yêu bùng cháy, họ ước hẹn sau khi chiến thắng trận Bắc Hồng ([[huyện]] [[Đông Anh]], [[Hà Nội]]) sẽ cưới nhau.\n\nTrần Thị Bắc về quê được giao nhiệm vụ làm quân bưu và địch vận. Đêm 21 tháng 3 năm 1954, chị Bắc được giao nhiệm vụ đưa đoàn cán bộ ra vùng tự do để chuẩn bị trận đánh lớn. Qua [[Núi Đôi (Sóc Sơn)|núi Đôi]], đến ngòi Đầm Sen thì họ gặp phục kích. Chị hy sinh, đồng đội đưa chị lên chôn dưới chân gò Cầu Cồn mà nay thuộc [[Xã (Việt Nam)|xã]] [[Tân Minh, Sóc Sơn|Tân Minh,]] [[Huyện (Việt Nam)|huyện]] [[Sóc Sơn]].\n\nHòa bình lập lại, anh Trịnh Khanh mới về được quê nhà. Ở chiến trường, anh đã nhận được hai bức thư. Một bức thư của vợ kèm theo một chiếc đồng hồ và một chiếc khăn len kỷ vật. Một bức thư khác là của gia đình báo tin vợ anh đã hi sinh\n\nTừ con rể, anh Khanh trở thành anh cả trong gia đình người vợ đã mất. Chính mẹ chị Bắc là người đã mai mối và hỏi vợ cho anh Khanh. Mọi người tin rằng đó cũng là ước nguyện của hương hồn chị Bắc, chị vẫn mong anh thanh thản tâm hồn và gắn bó với gia đình mình...<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/su-that-sau-nhung-tac-pham-de-doi-ky-4-nui-doi-su-that-dep-nhu-huyen-thoai-20191017105613948.htm|title=Sự thật sau những tác phẩm để đời - Kỳ 4: Núi Đôi - sự thật đẹp như huyền thoại|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.tuanvietnam.net\/\/vn\/nhanvattrongngay\/2174\/index.aspx Nhà thơ Vũ Cao ra đi, Núi Đôi ở lại]\n\n{{sơ khai Nam Định}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Người họ Vũ tại Việt Nam]]"}