{"55770":"'''Vũ Duệ''' ([[chữ Hán]]: 武睿, [[1468]]-[[1522]])<ref>Ghi theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 946. Theo đây thì Vũ Duệ hưởng dương 54 tuổi.<\/ref>, vốn tên là '''Vũ Nghĩa Chi''', sau vua [[Lê Thánh Tông]] cho đổi tên là '''Vũ Duệ'''<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 946) và ''Văn học thế kỷ XV-XVII'' (tr. 566).<\/ref>; là danh thần [[nhà Lê sơ]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n\nÔng là người làng Trình Xá (Kẻ Chịnh), huyện Sơn Vi, trấn [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (nay thuộc làng Trình Xá, xã Vĩnh Lại, huyện [[Lâm Thao]], tỉnh [[Phú Thọ]]).\nThủa nhở ông nổi tiếng thông minh, đối đáp lưu loát, 7 tuổi đã đọc thông, viết thạo và đã biết làm thơ, người đương thời thường gọi ông là\" Thất Tuế Thần Đồng\". Khoa [[Canh Tuất]], niên hiệu Hồng Đức thứ 21 ([[1490]]) dưới thời vua [[Lê Thánh Tông]], ông thi đỗ [[Trạng nguyên]] lúc 22 tuổi, cùng khoa với [[Ngô Hoán]] (đỗ [[Bảng nhãn]]) và [[Lưu Thư Ngạn]] (đỗ [[Thám hoa]])<ref name=\"DVSKTT13\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt18b.html ''Đại Việt Sử Ký Bản Kỷ Thực Lục'' - Quyển XIII: Kỷ Nhà Lê - Thánh Tông Thuần Hoàng Đế (hạ)].<\/ref>.\n \nĐời vua [[Lê Hiến Tông]], ông giữ chức Tản trị thừa tuyên sứ ty, tham chính xứ [[Hải Dương]]<ref name=DVSKTT14a>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt19.html ''Đại Việt Sử Ký Bản Kỷ Thực Lục'' - Quyển XIV: Kỷ Nhà Lê - Hiến Tông Duệ Hoàng Đế].<\/ref>.\n\nNăm [[1520]] đời vua [[Lê Chiêu Tông]], ông giữ chức Lại bộ Thượng thư kiêm Đông các Đại học sĩ nhập thị Kinh diên, hàm Thiếu bảo, tước Trình Khê hầụ, và được ban phong là Trinh ý công thần<ref name=DVSKTT15>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20.html ''Đại Việt Sử Ký Bản Kỷ Thực Lục'' - Quyển XV: Kỷ Nhà Lê - Chiêu Tông Thần Hoàng Đế].<\/ref>.\n\n[[Tháng tư|Tháng 4]] năm [[1521]], ông nhận lệnh soạn bi ký khoa thi năm [[Giáp Tuất]], Hồng Thuận thứ 6 ([[1514]]) <ref>Theo ''Bia văn miếu Hà Nội'' số 12 [http:\/\/www.hannom.org.vn\/detail.asp?param=1188&Catid=564].<\/ref>.\n\n[[Tháng tám|Tháng 8]] năm Quang Thiệu thứ 7 ([[1522]]), [[Mạc Đăng Dung]] lập hoàng đệ Lê Xuân lên làm vua, tức là [[Lê Cung Hoàng]]. Theo [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], khảo cứu thêm trong ''Trung Hưng tiết nghĩa lục'' và ''Đăng khoa lục'', thì [[tháng mười|tháng 10]] năm đó, Vũ Duệ cùng với Lại bộ thượng thư [[Ngô Hoán]] và môn đồ là Nguyễn Mẫn Đốc thống suất hương binh đi theo vua [[Lê Chiêu Tông]], nhưng đến [[Thanh Hóa]] thì đứt liên lạc, không biết vua ở đâu<ref>Vào đến Thanh Hóa, vua [[Lê Chiêu Tông]] bị nhóm Trịnh Tuy bức bác phải dời đi nơi khác (theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 947).<\/ref>. Sau đó, họ hướng về lăng tẩm [[nhà Hậu Lê]] ở Lam Sơn (Thanh Hóa) bái vọng, rồi tự vẫn cả <ref>[http:\/\/www.sugia.vn\/upload\/fckeditor\/kdvstgcm.pdf Khâm định Việt sử thông giám cương mục], tr. 621].<\/ref>.\n\nSách ''Văn học thế kỷ XV-XVII'' ghi Vũ Duệ uống thuốc độc tự tử <ref>''Văn học thế kỷ XV-XVII'', tr. 566.<\/ref>. Song theo thông tin trên ''báo điện tử Phú Thọ'' thì ông và ông Nguyễn Mẫn Đốc đều lao đầu vào đá tự vẫn<ref name=VKB>Vũ Kim Biên, bài viết \"Danh nhân Vũ Duệ\", đăng trên báo Phú Thọ online ngày 22 tháng 10 năm 2009.<\/ref>.\n\n==Tưởng nhớ==\nSau khi dẹp xong [[nhà Mạc]], năm [[Bính Ngọ]] ([[1666]]) đời vua [[Lê Huyền Tông]], triều đình bàn luận công lao, xếp ông Vũ Duệ đứng đầu trong số 13 người công thần tử tiết. Sau đó, di cốt ông được đem từ [[Thanh Hóa]] về quê hương Trình Xá mai táng.\n\nĐền thờ [[Trạng nguyên]] Vũ Duệ đầu tiên làm ngay trên mộ của ông phía ngoài đê bên dòng [[sông Hồng]] nằm ở đầu làng Trình Xá. Ở cổng đền có ghi 3 chữ \"Tiết nghĩa từ\", và ở hậu cung có bức hoành phí đề 4 chữ \"Vương thất huân lao\", đều do vua Lê Huyền Tông ban. Đồng thời, ông cũng được sắc phong là \"Thượng đẳng phúc thần\"<ref name=VKB \/>.Được dân làng Trình Xá tôn làm thành hoàng làng. Lễ tế chính được tổ chức vào ngày 16 [[tháng tám|tháng 8]] ([[âm lịch]]) hàng năm, ngày mất của ông.\n\nHiện nay có một con phố nằm ở phường Nông Trang, TP [[Việt Trì]], Phú Thọ được đặt theo tên của ông. Con phố này kéo dài từ đường Nguyễn Du đến đường Tản Viên.\nBên cạnh đo thị trấn Lâm Thao cũng có một con phố mang tên Vũ Duệ.\n\n==Tác phẩm==\nVũ Duệ còn là nhà Lý học hàng đầu của An Nam thời bấy giờ, cụ được Sứ giả nhà Thanh đầu niên hiệu Khang Hy, năm Chính Hòa thứ tư (1683) là Chu Sán, dâng biểu lên triều đình nhà Thanh tự chua rằng: Nhân vật nước này, về phần lý học có Trình Tuyền, Vũ Duệ, Nguyễn Đăng Cảo và Hồ Sĩ Dương; về phần kinh tế (kinh bang tế thế - Giúp nước cứu đời) có Mạc Đĩnh Chi, Nguyễn Trung Ngạn, Nguyễn Trãi, Lương Thế Vinh; còn về phần văn học có khá nhiều”. Như vậy tên tuổi của cụ vượt ra ngoài của nước Việt và được nhà Thanh rất coi trọng.\n\nTác phẩm của cụ Vũ Duệ hiện còn bài văn bia soạn năm 1521 cho kỳ thi năm 1514 tại Văn miếu Quốc tử giám (Bia số 6), hai bài thơ chép trên bia đá tại Lam Kinh khu lăng mộ Hoàng thái hậu Ngô Thị Ngọc Dao và bảy bài thơ [[chữ Hán]] chép trong ''[[Toàn Việt thi lục]]''. Dưới đây là bài thơ \"tiêu biểu nhất cho tâm sự của tác giả mang đậm dấu ấn thời đại\" <ref>Theo ''Văn học thế kỷ XV-XVII'', tr. 566.<\/ref>.\n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:'''Hạnh giá Bảo Châu cảm tác'''\n:Ỹ nỹ tinh kỳ quải tịch dương,\n:Lưỡng cung phiếm phiếm giá phi hoàng.\n:Hàm tê chiến sĩ yên giang thượng,\n:Phục trãi trung thần tử đạo bàng.\n:Vạn lý ẩn thanh lâm hữu đạo,\n:Tam quân loát huệ thác vô lương.\n:Thăng Long tự cổ hưng vương địa,\n:Hà bất thư hùng quyết nhất trường.\n|\n:Dịch nghĩa:\n:'''''Vua chạy ra Bảo Châu, cảm động làm thơ''''' <ref>Năm Quang Thiệu thứ 3 ([[1518]]), vua [[Lê Chiêu Tông]] giết chết Thiết sơn bá Trần Chân. Đồ đảng của ông này là Hoàng Duy Nhạc và Nguyễn Áng náo loạn kinh thành [[Thăng Long]], khiến vua phải chạy sang Gia Lâm, rồi chạy về Bảo Châu, huyện [[Từ Liêm]], nay thuộc [[Hà Nội]].<\/ref>\n:''Cờ quạt lướt thướt trong ánh chiều tà,\n:''Vua cùng Thái hậu lênh đênh trên chiếc thuyền chạy vội.\n:''Chiến sĩ áo da tê giác đóng lỳ trên sông,<ref>Người xưa thường dùng da tê giác làm áo giáp. Câu này tác giả có nói nói quân các nơi chỉ đóng bên bờ sông, không vào thành dẹp loạn.<\/ref>\n:''Trung thần đội mũ sừng trãi <ref>Theo truyền thuyết, con trãi là loài thú một sừng, có thể phân biệt người ngay kẻ gian, gặp kẻ gian nó sẽ lấy sừng húc. Vì thế, mũ các quan Ngự sự thường có hình con trãi để tượng trưng cho đức tính trung trực. Khi vua [[Lê Chiêu Tông]] chạy ra ngoài, Đô ngự sử là Đỗ Nhạc vì dám nói thẳng nên bị [[Mạc Đăng Dung]] giết chết ở xã Xuân Đỗ (thuộc huyện Gia Lâm), rồi vứt xác bên đường. Người trung thần đội mũ trãi trong bài là nói về Đỗ Nhạc (các chú thích trong bài thơ này đều căn cứ theo ''Văn học thế kỷ XV-XVII'', tr. 566 và 567).<\/ref> chết bên vệ đường.\n:''Khắp muôn dặm trộm cướp ẩn náu trong rừng,\n:''Ba quân hết lương phải ngắt từng bông lúa trên ruộng.\n:''[[Thăng Long]] từ xưa vốn là đất hưng vương,\n:''Sao không quyết một trận sống mái với quân gây loạn.\n|}\n==Ghi chú==\n{{Tham khảo|30em}}\n\n==Sách tham khảo==\n*[[Ngô Sĩ Liên]], ''Đại Việt Sử Ký Bản Kỷ Thực Lục'' (bản điện tử).\n*[[Nguyễn Q. Thắng]]- Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n*Trần Thị Băng Thanh (chủ biên), ''Văn học thế kỷ XV-XVII''. Nhà xuất bản Khoa học xã hội, 2004.\n{{Trạng nguyên Việt Nam}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1522]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Trạng nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}