{"55038":"{{Thông tin viên chức\/1\n|honorific-prefix = '''Giáo sư'''\n|name = Vũ Văn Mẫu\n|image = 19600113武文牡.jpg\n|caption = \n|office = [[Thủ tướng Việt Nam Cộng hòa]]\n|president = \n|1namedata1 = \n|1blankname1 = \n|term_start = 28 tháng 4 năm 1975\n|term_end = 30 tháng 4 năm 1975<br \/>{{số năm theo năm và ngày |1975|4|28|1975|4|30}}\n|predecessor = [[Nguyễn Bá Cẩn]]\n|successor = '''Không có''', ''[[Sự kiện 30 tháng 4 năm 1975|Chế độ sụp đổ]]''\n|office2 = [[Quốc hội Việt Nam Cộng hòa|Thượng nghị sĩ Việt Nam Cộng hòa]]\n|term_start2 = 1972\n|term_end2 = 1975\n|predecessor2 = \n|successor2 = \n|office3 = Thẩm phán Tòa Thượng thẩm Sài Gòn\n|term_start3 = 1967\n|term_end3 = Không rõ\n|primeminister3 = \n|office4 = Tổng trưởng Ngoại giao Việt Nam Cộng hòa\n|term_start4 = 1955\n|term_end4 = 21 tháng 8 năm 1963\n|predecessor4 = '''Chức vụ thành lập'''\n|successor4 = [[Phạm Đăng Lâm]]\n|office5= Tổng trưởng Ngoại giao Quốc gia Việt Nam\n|term_start5 = 10 tháng 5 năm 1955\n|term_end5 = 23 tháng 10 năm 1955<br>{{số năm theo năm và ngày|1955|5|10|1955|10|23}}\n|predecessor5 = [[Trần Văn Đỗ]]\n|successor5 = \n|office7 = Trưởng khoa Luật, Viện Đại học Sài Gòn\n|term_start7 = 1955\n|term_end7 = Không rõ\n|office8 = Giảng sư Luật Trường Đại học Luật Đông Dương\n|term_start8 = 1949\n|term_end8 = Không rõ\n|office9 = Tri huyện Đông Anh, [[Phúc Yên (tỉnh)|Phúc Yên]]\n|office10 = Tri huyện [[Gia Bình]], [[Bắc Ninh]]\n|office11 = Tri huyện Gia Khánh, [[Ninh Bình]]\n|birth_date = 25 tháng 7 năm 1914\n|birth_place = [[Quất Động]], [[Thường Tín]], [[Hà Đông (tỉnh)|Hà Đông]], [[Liên bang Đông Dương]]\n|death_date = {{ngày mất và tuổi|1998|8|20|1914|7|25|df=y}}\n|death_place = [[Paris]], [[Pháp]]\n|death_cause = Tuổi già\n|party = Liên danh Hoa Sen, Khối Dân tộc\n|spouse = Hoàng Thị Nguyệt My\n|education = [[Tiến sĩ]] Luật, [[Luật gia]]\n|children = *[[Vũ Hoàng Anh]]\n*[[Vũ Thị Việt Hương]]\n*[[Vũ Hoàng Dũng]]\n*[[Vũ Hoàng Châu]]\n*[[Vũ Hoàng Đạt]]\n|relatives = *Hoàng Gia Luận (cha vợ)\n*[[Vũ Thị Đức]] (chị)\n*[[Vũ Như Canh]] (em trai)\n*[[Vũ Văn Giáp]] (em trai)\n*[[Vũ Thị Sửu]] (em gái)\n*[[Vũ Thị Tám]] (em gái)\n|alma_mater = *[[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]], Hà Nội\n*[[Trường Trung học Albert Sarraut|Trường Albert Sarraut]], Hà Nội\n*Đại học Luật khoa Paris, Pháp\n*[[Trường Đại học Luật Đông Dương]]\n|signature = \n|signature_alt = \n|occupation = [[Luật sư]], chính trị gia, giáo sư\n|allegiance = \n|branch = \n|serviceyears = \n|rank = \n|commands = \n}}\n'''Vũ Văn Mẫu''' ([[1914]] – [[1998]]) là học giả lớn về Luật [[Việt Nam]], chính trị gia nổi tiếng trước năm [[1975]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ông từng là Thượng Nghị sĩ trong Liên danh Hoa Sen, Khối Dân tộc, từng giữ chức vụ Bộ trưởng Ngoại giao rồi làm \"Thủ tướng 1 ngày\" của [[Việt Nam Cộng hòa]]. Ngoài ra ông còn là Thẩm phán Tòa Thượng thẩm Sài Gòn, giáo sư thực thụ [[trường Đại học Luật khoa Sài Gòn]].\n\n==Tiểu sử==\n===Thân thế===\nÔng sinh ngày [[25 tháng 7]] năm [[1914]] tại làng Quất Động, phủ [[Thường Tín]], tỉnh [[Hà Đông (tỉnh)|Hà Đông]] (nay là xã [[Quất Động]], huyện [[Thường Tín]] thuộc về thành phố [[Hà Nội]]) trong một gia đình tư sản. Nhà ông vốn có nghề thêu, sớm rời quê hương ra định cư ở Hà Nội, mở cửa hàng thêu, hiệu Phúc Thái ở 24 phố Hàng Nón. Ông là con thứ hai trong nhà, trên ông là một bà chị, dưới ông còn 2 em trai và 2 em gái. Cụ thân sinh không may mất sớm, mẹ ông ở vậy, một mình tần tảo nuôi 6 con ăn học nên người. 3 anh em gồm Luật sư Vũ Văn Mẫu và Tiến sĩ Lý Hóa [[Vũ Như Canh]], dược sĩ [[Vũ Thị Sửu]] mở hiệu thuốc tây ở phố Hàng Da.\n\nÔng thông minh, học giỏi, thi đỗ vào [[trường Bưởi]]. Sau khi đỗ Tú tài I, ông nộp đơn thi vào trường Albert Sarraut theo học lớp Toán sơ cấp (Math. Elem), năm 1934 ở tuổi 20 đỗ Bac. Math. hạng Bình thứ (mention Assez Bien), không có ai đỗ hạng Bình (mention Bien). Như mọi thanh niên thuộc gia đình danh giá thời bấy giờ, ông được gia đình đưa sang học ở Pháp và tốt nghiệp Đại học Luật khoa Paris, Pháp. Ông tiếp tục theo học tại đây cho đến khi lấy được bằng Thạc sĩ và trở về hành nghề luật tại Hà Nội.\n\nTừ năm 1934 đến năm 1937, ông theo học luật tại Trường Đại học Luật Đông Dương thuộc [[Viện Đại học Đông Dương]]. Đỗ Cử nhân Luật rồi ông thi tri huyện, được bổ làm tri huyện huyện Gia Khánh (Ninh Bình), sau chuyển đến Gia Bình (Bắc Ninh). Ông nuôi chí tiếp tục học, đăng ký học Cao học ở trường Đại học Luật, thường đạp xe về thư viện trường Luật mượn tài liệu tự học tập nghiên cứu, thi đỗ luôn 2 bằng Cao học, trong đó có bằng Cao học Kinh tế. Thống sứ Bắc Kỳ thông cảm với ông tri huyện trẻ ham học, chuyển ông về làm tri huyện Đông Anh, gần Hà Nội hơn.\n\nVợ ông thuộc gia đình gia giáo, danh giá, là bà Hoàng Thị Nguyệt My, con gái cụ Cử Sen Hồ Hoàng Gia Luận (em trai Tổng đốc Hà đông [[Hoàng Trọng Phu]]).\n\nSau [[Cách mạng Tháng Tám]] ông ở nhà, âm thầm chuẩn bị luận án tiến sĩ dưới sự hướng dẫn của giáo sư Camerlynck, năm 1948 sang Paris bảo vệ thành công luận án Tiến sĩ Luật; trở về nước, ông được mời làm giảng sư Luật ở Trường Đại học Luật Đông Dương.\n\nSau đó ông về nước, tiếp tục giảng dạy ở Trường Đại học Luật Đông Dương; em ông, Tiến sĩ Lý Hóa [[Vũ Như Canh]], cũng đã rời Đại học Paris về dạy ở trường Đại học Khoa học Hà Nội từ hai năm trước.\n\n===Trưởng khoa Luật đầu tiên Đại học Sài Gòn===\nNăm 1954, theo hiệp định Genève (7-1954) Việt Nam bị chia cắt làm 2 miền, ông di tản vào Sài Gòn, trong khi em ông, Tiến sĩ [[Vũ Như Canh]], quyết định ở lại Hà Nội. Vào Sài Gòn, ông được bổ làm Chánh Nhất Tòa Phá Án, đồng thời tham gia giảng dạy ở khoa Luật trường Đại học Sài Gòn, làm Trưởng khoa Luật, trưởng khoa đầu tiên người Việt Nam. Ông nổi tiếng là một học giả lớn về Luật, là chuyên gia về Dân Luật và Cổ Luật, thành thạo nhiều ngoại ngữ Pháp, Anh, La Tinh, Hán, uyên thâm cả về cựu học lẫn tân học, được đồng nghiệp kính trọng, sinh viên tín nhiệm, quý mến.\n\n===Trở thành Bộ trưởng Ngoại giao===\nSau khi thực hiện cuộc [[trưng cầu dân ý miền Nam Việt Nam, 1955]], phế truất [[Nguyên thủ quốc gia|Quốc trưởng]] [[Bảo Đại]], tân tổng thống [[Ngô Đình Diệm]] thành lập chính phủ và mời ông giữ chức vụ Bộ trưởng Ngoại giao của [[Việt Nam Cộng hòa]]. Ông giữ chức vụ này trong 8 năm, từ [[1955]] đến [[1963]]. Trong cuộc khủng hoảng Phật giáo năm 1963, ông đã từ chức, cạo đầu giống như một nhà sư để phản đối.<ref>[http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EFD81231F937A2575AC0A96E958260 \"Vu Van Mau, Last Premier Of South Vietnam, Dies at 84\"], ''[[The New York Times|New York Times]]'', ngày 14 tháng 9 năm 1998<\/ref> Khi ông cố gắng rời Việt Nam Cộng hòa để tham gia một cuộc hành hương đến đất phật Ấn Độ, thì bị bắt và bị quản thúc.\n\n===Mâu thuẫn với chế độ Ngô Đình Diệm===\nVốn là một nhà nghiên cứu về luật học, ông không quan tâm nhiều đến những biến động của thời cuộc bấy giờ. Tuy nhiên, là một Phật tử với pháp danh Minh Không, ông ra sức phản đối những biện pháp đàn áp khốc liệt của chính phủ Ngô Đình Diệm với Phật giáo. Ông cạo trọc đầu và sau đó từ chức Bộ trưởng ngày [[22 tháng 8]] năm [[1963]] để phản đối hành động tấn công các chùa Phật giáo của chính phủ Ngô Đình Diệm.\n\n===Trở về Việt Nam===\nSuốt thời gian biến động miền Nam 1964-1967, ông hoàn toàn không tham gia vì công tác ở đại sứ tại nước ngoài. Mãi đến khi tướng [[Nguyễn Văn Thiệu]] lên nắm quyền tổng thống, ông mới được triệu hồi về nước. Ông trở thành Thẩm phán Tòa Thượng thẩm Sài Gòn. Năm 1972, ông tranh cử Thượng nghị sĩ trong liên danh Hoa Sen và đắc cử.\n\n===Thủ tướng 1 ngày===\nTrong suốt nhiệm kỳ của mình, ông luôn hoạt động tích cực cho phong trào hòa bình và hòa giải cho dân tộc. Chính vì vậy, khi tướng [[Dương Văn Minh]] trở thành tổng thống, ông được đề cử cho chức vụ [[Thủ tướng Việt Nam#Danh sách#Việt Nam Cộng hòa|Thủ tướng Việt Nam Cộng hòa]] với mục đích tham gia thương lượng chấm dứt [[chiến tranh]]. Tuy nhiên, ông chỉ ở trong chức vụ chỉ vỏn vẹn được một ngày thì [[Việt Nam Cộng hòa]] sụp đổ trước sức tiến công của quân đội [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]. Ông phải cùng tổng thống Dương Văn Minh tuyên bố đầu hàng vô điều kiện để tránh đổ máu thêm nữa.\n\n===Cuối đời===\nCũng như tướng Dương Văn Minh, ông là người ôn hòa, ủng hộ chủ trương bàn giao cho chính quyền quân Giải phóng. Do vậy, chính quyền Cách mạng chỉ thực hiện các biện pháp giám sát nhưng không khắt khe với ông. Sau khi tình hình ổn định, ông được cho phép xuất cảnh sang Pháp và định cư ở đây cho đến tận cuối đời. Ông mất ngày [[20 tháng 8]] năm 1998 tại [[Paris]], thọ 84 tuổi.\n\nÔng là một học giả lớn về luật của Việt Nam, uyên thâm cựu và tân học, biết nhiều thứ tiếng như [[tiếng Anh|Anh]], [[tiếng Pháp|Pháp]], [[chữ Hán|Hán]] và là một giáo sư giảng giải luật rất hấp dẫn. Tác phẩm của ông còn được René David và John E.C Brierley trích dẫn trong cuốn sách nổi tiếng về luật so sánh ''Major Legal Systems in the World Today''.\n\n==Gia đình==\nÔng bà sinh hạ được 5 con, tất cả đều thành đạt, hầu hết định cư ở Pháp. Ái nữ là bà Vũ Thị Việt Hương theo nghề của cha, thi đỗ vào trường Đại học Luật Sài Gòn, rồi đỗ Tiến sĩ Luật, trở về trường cũ giảng dạy, chuyên về Luật Quốc tế và Luật Đối sánh.\n\n==Trước tác tiếng Việt==\n* ''Dân luật khái luận'', Đại học Luật khoa Sài Gòn xuất bản\n* ''Dân luật lược giảng'', 2 tập, Đại học Luật khoa Sài Gòn xuất bản\n* ''Pháp luật diễn giảng'', 2 tập, Đại học Luật khoa Sài Gòn xuất bản\n* ''Cổ luật Việt Nam và Tư pháp sử diễn giảng'', Đại học Luật khoa Sài Gòn xuất bản, 1973\n* ''Cổ luật Việt Nam thông khảo'', 2 tập, 1974\n* ''Tiểu từ điển luật và kinh tế'' 350 trang; đồng tác giả với Hồ Thới Sanh, Lê Đình Chân, Lưu Văn Bình, Nguyễn Cao Hách, 1973\n* ''Tự điển Hiến luật và Dân luật'', đồng tác giả với Lê Đình Chân\n* ''Tự điển Pháp-Việt: pháp chính kinh tài xã hội'' 895 trang; Viện Đại học Vạn hạnh xuất bản, 1970\n* ''Tự điển Pháp-Việt: pháp luật, chính trị và kinh tế'' 125 trang, 1955.\nNăm 1989 khi lấy hiệu là Minh Không, ông có viết bộ sách nói về \"Hành trình mở cõi của dân tộc Việt\" gồm 3 tập:\n* Tập 1: Việt - ChămPa\n* Tập 2: Việt - Phù Nam\n* Tập 3: Việt - Campuchia\nSách được đánh máy trên khổ giấy A4, không rõ ông đã hoàn thành chưa.\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Thủ tướng Việt Nam]]\n*[[Thủ tướng Việt Nam Cộng hòa]]\n\n{{sơ khai chính khách Việt Nam}}\n\n{{Thủ tướng Việt Nam Cộng hòa}}\n{{Biến cố Phật giáo}}\n{{Thanh chủ đề|Lịch sử|Lịch sử Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|Sinh=1914|Mất=1998}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh tại Hà Đông]]\n[[Thể loại:Luật sư Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Thủ tướng Việt Nam Cộng hòa]]\n[[Thể loại:Chính khách Việt Nam Cộng hòa]]\n[[Thể loại:Bộ trưởng Ngoại giao Việt Nam Cộng hòa]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]"}