{"1667228":"{{wikify}}\n{{chú thích trong bài}}\n{{Tiểu sử quân nhân\n|tên = Vũ Trọng Cảnh\n|ngày sinh = {{Ngày sinh|1929|4|2}}\n|ngày mất = {{Ngày mất và tuổi|2016|11|21|1929|4|2}}\n||hình =\n|chú thích hình = [[Trung tướng]] ''Vũ Trọng Cảnh''\n|quốc tịch = {{VIE}}\n|biệt danh = \n|nơi sinh = An Mỹ, [[Trung Đông, Trực Ninh|Trung Đông]], [[Trực Ninh]], [[Nam Định]], [[Liên bang Đông Dương]]\n|nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n|thuộc = [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ = [[1946]]&ndash;[[1992]]\n|cấp bậc = {{QH|trung tướng không quân}}\n|đơn vị = \n* [[Trung đoàn 42]]\n* [[Sư đoàn 328]]\n* [[Sư đoàn 365]]\n* [[Sư đoàn 377]]\n|chỉ huy = [[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Việt Minh]]<br>[[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|tham chiến = \n* [[Chiến dịch Điện Biên Phủ]]\n* [[Chiến dịch Linebacker II]]\n|khen thưởng = \n}}\n'''Vũ Trọng Cảnh''' ([[2 tháng 4]] năm [[1929]] &ndash; [[21 tháng 11]] năm [[2016]]) là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]]. Ông nguyên là Phó Tư lệnh về Chính trị kiêm Bí thư Đảng ủy Quân chủng Phòng không, Chủ nhiệm Chính trị [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]].\n\n==Tiểu sử==\nTrung tướng Vũ Trọng Cảnh tên thật là Vũ Đình Cảng sinh ngày 2 tháng 4 năm 1929 tại thôn An Mỹ, xã [[Trung Đông]], huyện [[Trực Ninh]], tỉnh [[Nam Định]], mất 21\/11\/2016 tại TP.Hồ Chí Minh.\n\n==Sự nghiệp==\n*Trong Cách mạng tháng 8 năm 1945, ông tham gia giành chính quyền tại địa phương, là ủy viên Ủy ban nhân dân của thôn phụ trách thiếu nhi. \n*Tháng 1 năm 1946, ông nhập ngũ là chiến sĩ liên lạc Đại đội 18 Tiểu đoàn 53 (Thái Bình) Trung đoàn 64 tham gia chiến đấu ở Hải Phòng, rồi sau đó là Đại đội 18 Trung đoàn 44 (sau đổi tên là Trung đoàn 42) Khu 3.\n*Tháng 1 năm 1947, được cử đi học lớp đào tạo Chính trị viên Trung đội của Khu 3, sau khi tốt nghiệp ông lần lượt giữ các chức vụ: Chính trị viên Trung đội Đại đội 73 Tiểu đoàn 182 Trung đoàn 64, Chính trị viên Trung đội Đại đội 74 Tiểu đoàn 59 Trung đoàn 42 rồi Bí thư Chính trị Đại đội đột kích số 2 Trung đoàn 64.\n*Tháng 6 năm 1948, tiếp tục đi học đào tạo Chính trị viên đại đội tại Trường Sĩ quan Lê Lợi của Khu 3, sau đó ông là Cán bộ địch vận Ban Chính trị Mặt trận Đường số 5, Bí thư Ban Chính trị Duyên Chiến đoàn Mặt trận đường 5.\n*Năm 1950, lần lượt giữ các chức vụ: Phái viên Chính trị Trung đoàn 42, Chính trị viên Đại đội 21 (53), Chính trị viên phó Tiểu đoàn 664 Trung đoàn 42, Chủ nhiệm cung cấp Trung đoàn 42 rồi theo học chỉnh huấn khóa 7, sau đó được điều sang làm Phái viên Tổng cục Hậu cần Bộ Tổng Tư lệnh và đi học chỉnh quân khóa 8.\n*Tháng 11 năm 1953, là Chính trị viên Tiểu đoàn 664 Trung đoàn 42.\n*Tháng 7 năm 1954, Phó Chủ nhiệm Chính trị Trung đoàn 42. \n*Tháng 7 năm 1955, ông là Phó Ban Tổ chức Khu Tả ngạn, Trung đoàn bậc phó, Trưởng ban Tổ chức Sư đoàn 328.\n*Tháng 7 năm 1957, Phó phòng Cán bộ Sư đoàn pháo 465 Bộ Tư lệnh Pháo binh.\n*Tháng 4 năm 1958, Trợ lý Phòng Cán bộ Bộ Tư lệnh Pháo binh và theo học tại Trường Trung cao cấp Bộ Tổng Tư lệnh.\n*Tháng 9 năm 1959, Trưởng ban Tổ chức Bộ Tư lệnh Phòng không.\n*Tháng 10 năm 1963, Trưởng phòng Tổ chức Quân chủng Phòng không Không quân kiêm Đảng ủy viên Quân chủng. \n*Tháng 6 năm 1966, ông được cử giữ chức vụ Chủ nhiệm Chính trị Bộ Tư lệnh Phòng không 365 Quân chủng Phòng không Không quân.\n*Tháng 11 năm 1967, Phó Chính ủy Sư đoàn Phòng không 365 Quân chủng Phòng không Không quân kiêm Bí thư Đảng ủy Sư đoàn.\n*Tháng 1 năm 1969, Phó Chính ủy Sư đoàn Phòng không 377 Quân chủng Phòng không Không quân kiêm Bí thư Đảng ủy Sư đoàn.\n*Tháng 10 năm 1969, Phó Chủ nhiệm Chính trị Quân chủng Phòng không Không quân và là Ủy viên thường vụ Đảng ủy Quân chủng.\n*Tháng 3 năm 1972, Kiêm nhiệm Chính ủy Sư đoàn phòng không 363 bảo vệ Hải Phòng \n*Tháng 6 năm 1974, Chủ nhiệm Chính trị Quân chủng Phòng không Không quân, Ủy viên thường vụ Đảng ủy Quân chủng. \n*Tháng 6 năm 1977, ông là Phó Chính ủy kiêm Chủ nhiệm Chính trị Quân chủng Phòng không, ủy viên thường vụ Đảng ủy Quân chủng.\n*Tháng 7 năm 1978, Cục phó rồi Cục trưởng Cục trưởng Cục Tổ chức Tổng cục Chính trị, Phó đoàn Chính trị Đoàn 576 chuyên gia tại nước Cộng hòa Dân chủ Nhân dân Lào.\n*Tháng 12 năm 1983, Chủ nhiệm Chính trị Quân chủng Phòng không, Chủ tịch Hội đồng Cục Chính trị, Ủy viên Hội đồng Quân sự Quân chủng.\n*Tháng 10 năm 1985, Phó Tư lệnh về Chính trị kiêm Chủ nhiệm Chính trị Quân chủng Phòng không.\n*Tháng 10 năm 1987, Phó Tư lệnh về Chính trị, Bí thư Đảng ủy Quân chủng Phòng không. \n*Ông là Ủy viên dự khuyết Ban chấp hành Trung ương Đảng Cộng sản Việt Nam khóa 6. \n*Trung tướng Vũ Trọng Cảnh được Nhà nước và Quân đội cho nghỉ hưu tháng 10 năm 1992.\n\n== Lịch sử thụ phong quân hàm ==\n\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#cccccc\"\n! Năm thụ phong!! 1984!! 1990!!\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Major General.jpg|72x72px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|72x72px]] \n|- align=center\n| '''Cấp bậc''' || Thiếu tướng || [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 20|Trung tướng]]\n|-\n| colspan=\"11\" |\n|}\n\n==Khen thưởng==\n*[[Huân chương Quân công]] (hạng Nhì, Ba).\n*[[Huân chương Chiến công]] (hạng Nhất, Ba).\n*[[Huân chương Kháng chiến]] chống Pháp hạng Nhì.\n*[[Huân chương Chiến thắng]] (hạng Ba).\n*[[Huân chương Kháng chiến]] chống Mỹ hạng Nhất.\n*[[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba).\n*[[Huy chương Quân kỳ quyết thắng]]\n*Huân chương Tự do của nhà nước Cộng hòa Dân chủ Nhân dân Lào.\n*Huy hiệu 70 năm tuổi Đảng.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1929|2016}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1990]]"}