{"3197476":"{{Thông tin viên chức\n|tên= Vũ Đình Đào\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Hải quân Vùng 3 Duyên hải\n|bắt đầu= 1\/1973\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1970)<br>-Chuẩn tướng (4\/1974)\n|tiền nhiệm= \n|kế nhiệm=\n\n|chức vụ 2= Tư lệnh Hải quân Vùng 4 Sông ngòi\n|bắt đầu 2= 11\/1970\n|kết thúc 2= 1\/1973\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|tiền nhiệm 2=\n|kế nhiệm 2=\n\n|chức vụ 3= Tham mưu phó Hành quân<br>tại Bộ tư lệnh Hải quân\n|bắt đầu 3= 4\/1968\n|kết thúc 3= 11\/1970\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá (6\/1967)\n|tiền nhiệm 3=\n|kế nhiệm 3=\n\n|chức vụ 4= Chỉ huy trưởng đơn vị Hải lực\n|bắt đầu 4= 3\/1966\n|kết thúc 4= 6\/1967\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá (11\/1965)<br>-Trung tá\n|tiền nhiệm 4=\n|kế nhiệm 4=\n\n|chức vụ 5= Chỉ huy phó đơn vị Hải lực\n|bắt đầu 5= 11\/1965\n|kết thúc 5= 3\/1966\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá\n|tiền nhiệm 5=\n|kế nhiệm 5=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất=\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|con= 4 người con\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Chu Văn An, Hà Nội<br>-Trường Hàng hải Thương thuyền của Pháp tại Sài Gòn<br>-Trường Sĩ quan Hải quân Nha Trang<br>-Truòng Võ bị Hải quân US Naval, Hoa Kỳ<br>-Trường Cao đẳng Hải chiến, Hoa Kỳ.\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 1]] năm [[1931]]\n|nơi sinh= [[Hải Phòng]], [[Liên bang Đông Dương]]\n|ngày mất=\n|nơi mất=\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1953]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Knight BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương V]]<ref>Bảo quốc Huân chương đệ ngũ đẳng (ân thưởng).<\/ref>\n|\n}}\n\n'''Vũ Đình Đào''' (1931), nguyên là một tướng lĩnh Hải quân của [[Quân lực Việt Nam Cộng hòa]], Hải hàm [[Phó Đề đốc]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Sĩ quan Hải quân Việt Nam, nguyên là cơ sở của Hải quân Pháp bàn giao cho Chính phủ Quốc gia Việt Nam. Ông đã tuần tự phục vụ từ chức vụ nhỏ trong các đơn vị Thủy binh cho đến sau cùng giữ chức Tư lệnh một Hải khu (Vùng Duyên hải) trong Quân chủng Hải quân.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 1 năm 1931 trong một gia đình khá giả tại Hải Phòng, miền duyên hải Bắc phần Việt Nam. Thuở thiếu thời ông học Tiểu học tại Hải Phòng. Khi học lên trên, ông được gia đình gửi ra Hà Nội học ở trường Trung học Chu Văn An (trường Bưởi). Tốt nghiệp Tú tài bán phần Pháp (Part I). Năm 1952, ông thi vào trường Hàng hải Thương thuyền tại Sài Gòn. Sau một năm tốt nghiệp với bằng Thuyền trưởng.\n\n===Quân đội Quốc gia Việt Nam===\nGiữa năm 1953, sau khi tốt nghiệp ngành Hàng hải, ông nhập ngũ vào Hải quân của Quân đội Quốc gia, mang số quân: 51\/700.010. Ông được theo học khóa 3 tại trường Sĩ quan Hải quân Nha Trang, khai giảng vào tháng 7 năm 1953, Tháng Giêng năm 1954 mãn khóa tốt nghiệp với cấp bậc Hải quân [[Thiếu úy]] ngành Chỉ huy. Sau đó phục vụ trên Chiến hạm Hải quân Pháp.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi Quân đội Quốc gia được chính thể Đệ nhất Cộng hòa cải danh thành Quân đội Việt Nam Cộng hòa. chuyển sang phục vụ cơ cấu mới ông được thăng cấp Hải quân [[Trung úy]] và được giữ chức vụ Hạm trưởng Giang pháo hạm HQ-31 của Hải quân Việt Nam. Đầu năm 1957, ông được chuyển sang làm Hạm trưởng Hải vận hạm Ninh Giang HQ-403. Giữa năm 1958, ông tái nhiệm lần thứ 2 làm Hạm trưởng HQ-31 và tháng 10 năm 1959, một lần nữa ông được chỉ định trở lại làm Hạm trưởng HQ-403.\n\nTháng 6 năm 1960, ông được cử sang Hoa Kỳ du học. Đầu năm 1961, tốt nghiệp khoá General Line tại trường U.S Naval Post-Graduate School ở Monterey, California. Về nước, ông nhận lệnh ra Nha Trang làm Huấn luyện viên ở Trung tâm Huấn luyện Hải quân.\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 5 tháng 11 ông được thăng cấp Hải quân [[Đại úy]] chuyển về Bộ tư lệnh Hải quân làm Trưởng phòng 3. Giữa năm 1964, ông được chỉ định làm Hạm trưởng Hộ tống hạm Chí Linh HQ-11 do Hoa Kỳ chuyển giao cho Hải quân Việt Nam tại Philadelphia, Pennsylvania, Hoa Kỳ.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1965, ông được thăng cấp Hải quân [[Thiếu tá]] giữ chức Chỉ huy phó Hải lực. Tháng 3 năm 1966, ông được bổ nhiệm chức vụ Chỉ huy trưởng đơn vị này (sau này Hải lực được nâng lên thành Hạm đội và chức Chỉ huy trưởng trở thành Tư lệnh).\n\nNgày Quân lực 19 tháng 6 năm 1967, ông được thăng cấp Hải quân [[Trung tá]] và được cử đi du học ở trường Chỉ huy cao cấp U.S Naval Command Collge (Naval War Collge) tại Newport, Rhode Island, Hoa Kỳ. Đến tháng 4 năm 1968, mãn khóa học về nước ông được cử giữ chức Tham mưu phó Hành quân tại Bộ Tư lệnh Hải quân.\n\nNgày Quốc khánh 1 tháng 11 năm 1970, ông được thăng cấp Hải quân [[Đại tá]] và được bổ nhiệm chức vụ Tư lệnh Vùng 4 sông ngòi (Bộ tư lệnh đặt tại Cần Thơ).\n\nĐầu năm 1973, ông chuyển sang giữ chức vụ Tư lệnh Vùng 3 Duyên hải (Hải khu 3, đồn trú tại Căn cứ Cát Lở, Vũng Tàu). Ngày 1 tháng 4 năm 1974, ông được thăng Hải hàm [[Phó Đề đốc]], cấp bậc [[Chuẩn tướng]] tại nhiệm.\n\n==1975==\nChiều ngày 29 tháng 4, ông di tản ra khơi trên Cơ xưởng hạm Vĩnh Long HQ-802, Hạm trưởng là Hải quân Trung tá [[Vũ Quốc Công (Trung tá, Quân lực Việt Nam Cộng hòa)|Vũ Quốc Công]].<ref>Trung tá Vũ Quốc Công sinh năm 1938 tại Nam Định. Tốt nghiệp khóa 10 Sĩ quan Hải quân Nha Trang.<\/ref> Sau đó, ông sang định cư tại Nam California, Hoa Kỳ.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ ngũ đẳng<br>-Một số huy chương quân sự và dân sự.\n\n==Gia cảnh==\nÔng có một vợ và 4 người con.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Mỹ gốc Việt]]"}