{"14736496":"{{chú thích trong bài}}\n{{phân biệt|Vũ Công Trấn}}\n[[Tập tin:Vũ Công Chấn (1618 - 1689).png|nhỏ|Tranh chân dung khổ lớn của Quận công Vũ Công Chấn lưu tại từ đường nhà họ Vũ tại thôn An Cự, xã Đại An, huyện Vụ Bản, tỉnh Nam Định]]\n'''Vũ Công Chấn''' ([[chữ Hán]]: 武公?; 1618-1699), tự '''Đôn Cần''', thụy '''Đoan Phác''', là một võ quan thời Lê trung hưng. Ông từng làm đến chức Phụ quốc Thượng tướng quân Trung quân Đô đốc, tước Kim tử Vinh lộc Đại phu. Ông cũng chính là Tổng công trình sư đã xây dựng [[đền Quán Thánh]] và đúc tượng [[Trấn Vũ]] đặt trong đền.\n\n==Hành trạng lịch sử==\nTheo gia phả Vũ tộc đại tông thôn An Cự, xã [[Đại An, Vụ Bản|Đại An]], huyện [[Vụ Bản]], tỉnh [[Nam Định]], Vũ Công Chấn là tổ đời thứ tư của dòng họ, hậu duệ của Tiến sĩ [[Vũ Vĩnh Trinh]] (武永貞) và Hoàng giáp [[Vũ Duy Thiện]] (武維善). \n\nÔng còn có tên là '''Vũ Công Trình''', sinh ngày 4 tháng Giêng năm Mậu Ngọ (1618), người thôn An Cự, huyện Thiên Bản, phủ Nghĩa Hưng, [[trấn Sơn Nam]] (nay thuộc xã [[Đại An, Vụ Bản|Đại An]], huyện [[Vụ Bản]], tỉnh [[Nam Định]]). Năm 14 tuổi, ông theo cậu là Vũ Nhân Trí vào kinh đô Thăng Long tòng quân. \n{{wikify}}\nNăm 20 tuổi, giữ ấn tín và của quý ở kho. Năm 25 tuổi làm quản đội binh hữu gồm 73 người. Cụ từng theo xa giá nhà vua về châu Thuận Quảng và giữ gìn của cải ở Thanh Hoa khi 38 tuổi. Cụ được giao xây dựng nhiều công trình như: đốc công áp 2 huyện Nông Cống và Ngọc Sơn làm cầu Luân Giang; cai quản các bến sông huyện Bạch Hạc; đốc công làm nhà tử (gác tía) và cửa tả phủ chúa; đốc công làm điện Nam Giao (đàn tế trời đất) ở kinh đô; làm cầu An Quyết (Cầu Giấy, Hà Nội).\n\nNăm 51 tuổi, Vũ Công Chấn đi Cao Bằng dẹp yên dư đảng nhà Mạc, cùng vua khải hoàn về kinh; năm 52 tuổi, cùng Hoằng tổ Dương Vương đưa linh cữu bà Thái Phi vua Văn tổ về qui lăng ở xứ Thanh Hoa; năm 53 tuổi, làm quan giám trưởng trông coi, giám sát công việc nội phủ nhà vua và được phong tước Luân Quận Công.\n\nNăm sau, Cụ đốc công làm cầu Thiên Phúc, huyện Gia Viễn, vâng mệnh đi trang Gia Miêu, huyện Tống Sơn lấy của cải nhà vua chôn ở đó về kinh.\n\nNăm 55 tuổi, theo xa giá phía Nam đi đánh Châu Thuận, Quảng.\n\nVào tuổi 60, Cụ đốc công xây dựng quán Trấn Võ (nay là đền Quán Thánh, Hà Nội), đúc tượng thánh Huyền Thiên Trấn Vũ được Hoằng tổ Dương Vương (Chúa [[Trịnh Tạc]]) tới xem và khen thưởng cho dựng tượng đá và ban hiệu là: “Linh quang cảm ứng Đại vương thần tượng” ngồi bên trái trong đền, khắc vào nơi thờ là đốc công Luân Quận Công Vũ tướng công chỉ chuẩn tòng tự.\n\nNăm 70 tuổi, Cụ đi tuần ở khóa thi hương Nghệ An, và năm 74 tuổi, đi xứ Nghệ An tuyển duyệt lính lưu trữ.\n\nNăm 78 tuổi, nhà vua thăng chức Đô Đốc Kiểm Sự. Do tuổi cao, có nhiều công lao phụng sự nhiều triều sau 60 năm, nhà vua xét và ban cho ân lộc, khi nghỉ vẫn được cho dùng áo triều.\n\nÔng qua đời ngày 19 tháng Chạp năm [[Mậu Dần]], niên hiệu Chính Hòa năm thứ 19 (1699), hưởng thọ 81 tuổi. Triều đình truy phong chức Hữu đô đốc, ban cho tiền cổ 200 quan, giao cho 2 quan tri huyện Nguyễn Trung Bật và Phạm Quang Trân lo việc tế lễ và an táng.\n\n==Lăng mộ Quận công Vũ Công Chấn==\nLăng mộ Quận công Vũ Công Chấn được dựng tại quê nhà ngay sau khi ông mất. Ban đầu, phần mộ được xây đơn giản bằng hợp chất vôi trộn cát. Đến năm 1985, mộ được xây dựng lại bằng gạch vữa theo hình tròn. Năm 2005, Vũ tộc đại tông khởi công xây dựng lăng mộ bằng đá xanh, chạm khắc và các công trình trong lăng như nhà bia, nhang án, trấn môn, cổng lăng, hồ nước, sân và tường rào, đến năm 2011 khánh thành quần thể lăng với tổng diện tích 422m2, đầy đủ các hạng mục kiên cố như: nhà bia, nhang án, trấn môn, cổng, sân, tường rào.\n\nTrong quần thể kiến trúc, phần mộ Quận công Vũ Công Chấn được xây trong hệ thống tường bao bằng đá, phía trước tạo lối lên xuống được xây giật cấp 9 bậc; hai bên thành đắp nổi họa tiết hình rồng. Ngôi mộ chia thành 3 phần: Phần đế xây theo kiểu tam cấp thu nhỏ dần về phía trên, diềm của các bậc tam cấp chạm họa tiết hình lá đề. Phần thân mộ được xây theo kiểu hình hộp chữ nhật chạm khắc họa tiết tứ linh, tứ quý. Phần đỉnh mộ tạo ngai thờ, hai tay ngai đắp họa tiết hình rồng, hậu ngai chạm họa tiết lưỡng long chầu nguyệt…\n\nNăm 2014, Từ đường Vũ tộc đại tông và lăng mộ Quận công Vũ Công Chấn được công nhận là di tích lịch sử văn hóa cấp tỉnh, thành phố.\n\n==Chú thích==\n{{tham khảo}}\n== Tham khảo ==\n* [https:\/\/www.tienphong.vn\/van-hoa\/quan-cong-vu-cong-chan-va-kiet-tac-hoi-hoa-the-ky-xvii-767395.tpo Quận công Vũ Công Chấn và kiệt tác hội họa thế kỷ XVII]\n* [http:\/\/vuban.namdinh.gov.vn\/huyenvuban\/1211\/26995\/41312\/99709\/Tin-tu-Xa---Thi-tran\/Dong-ho-Vu--thon-An-Cu--xa-Dai-An-to-chuc-tuong-niem-400-nam-ngay-sinh-Huu-do-doc---Luan-quan-cong-Vu-Cong-Chan.aspx Tưởng niệm 400 năm ngày sinh Hữu đô đốc - Luận quận công Vũ Công Chấn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200702012000\/http:\/\/vuban.namdinh.gov.vn\/huyenvuban\/1211\/26995\/41312\/99709\/Tin-tu-Xa---Thi-tran\/Dong-ho-Vu--thon-An-Cu--xa-Dai-An-to-chuc-tuong-niem-400-nam-ngay-sinh-Huu-do-doc---Luan-quan-cong-Vu-Cong-Chan.aspx |date=2020-07-02 }}\n* [https:\/\/thanhnien.vn\/van-hoa\/tranh-cai-ve-tuong-duc-ong-o-den-quan-thanh-828751.html Tranh cãi về 'tượng Đức Ông' ở đền Quán Thánh]\n* [http:\/\/cstc.cand.com.vn\/Muon-mau-cuoc-song\/Loi-chu-thich-that-su-395065\/ Về pho tượng đá bên tả nội điện tại Đền Quán Thánh: Lời chú thích thật sự?]\n* [http:\/\/baonamdinh.com.vn\/channel\/5087\/201810\/nhung-di-tich-tho-cac-vi-quan-cong-2526994\/index.htm Những di tích thờ các vị Quận công]\n{{thời gian sống|1618|1699}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}