{"1696886":"{{Thông tin nhân vật hoàng gia\n| tên = Hòa quận công\n| tên gốc = 和郡公\n| tước vị = [[Chúa Bầu]]\n| thêm = Đại Việt\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Chúa Bầu]]\n| tại vị = 1590-1600\n| tiền nhiệm = [[Vũ Công Kỷ]]\n| kế nhiệm = [[Vũ Công Ứng]]\n| thê thiếp = \n| tên đầy đủ = Vũ Đức Cung (武德恭)\n| tước hiệu = Hòa quận công <br> Hòa Thắng hầu\n| tước vị đầy đủ = [[Thái bảo]]\n| thụy hiệu = Long Bình Vương (隆平王)\n| thân phụ = [[Vũ Công Kỷ|Nhân quận công]]\n| thân mẫu = Không rõ\n| sinh = 1555\n| nơi sinh = Thành Đại Đồng, Tuyên Quang\n| mất = 1600\n| nơi mất = [[Tuyên Quang]]\n}}\n'''Vũ Đức Cung''' (1555-1600) là một trong các vị [[chúa Bầu]], thế lực cát cứ tại Tuyên Quang trong thời kỳ [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]] và [[Trịnh-Nguyễn phân tranh|Trịnh Nguyễn phân tranh]] trong [[lịch sử Việt Nam]].\n\n== Thân thế ==\n\nVũ Đức Cung là con trai của [[Vũ Công Kỷ]], cháu nội của [[Vũ Văn Mật]]- vị chúa Bầu thứ hai của họ Vũ ở Tuyên Quang. Sau khi Vũ Công Kỷ chết, Vũ Đức Cung kế vị làm chúa. Vũ Đức Cung có tước hiệu là Hòa Thắng hầu.\n== Quy phục [[Nhà Lê Trung Hưng|Nhà Lê]] ==\nNăm [[1593]], [[Trịnh Tùng]] tiến quân vào đánh chiếm [[Thăng Long]], rước [[Lê Thế Tông]] trở về kinh thành, [[nhà Mạc]] rút chạy lên phía bắc.\n\nNgày 25 tháng 3 năm 1593, Vũ Đức Cung đem hơn 3.000 quân bản bộ về Thăng Long thú tội, quy phục triều đình, dâng 10 mâm vàng bạc châu báu, một pho tượng bằng bạc thay mình, 2 bình hoa bạc, 1 lư hương bạc, 1 đôi hạc bằng bạc, 30 con ngựa tốt, đến cửa dinh lạy chào. Tiết chế Trịnh Tùng dâng biểu tâu vua Lê thăng Vũ Đức Cung làm Bắc quân đô đốc phủ hữu đô đốc, Thái bảo Hoà quận công, hiệu là An Bắc dinh.\n\nTháng 10 cùng năm, Thái bảo Hoà quận công Vũ Đức Cung tự xin về trấn giữ đất Đại Đồng (trấn lị của trấn Tuyên Quang, nay là khu vực [[tuyên Quang (thành phố)|thành phố Tuyên Quang]]) để phòng giặc cướp, Tiết chế Trịnh Tùng cho đi.\n== Làm phản [[Nhà Lê Trung Hưng|Nhà Lê]] ==\nỞ Đại Đồng, Hoà quận công Vũ Đức Cung từ sau khi về trấn, ngầm chứa hai lòng, ngầm thông tin đi lại với Mỹ Thọ hầu, bí mật sai người xâm lược các huyện ở đầu nguồn Trấn Sơn, đánh phá các huyện Thanh Ba, Hạ Hoa. Lại dời dân cư huyện Đông Lan và Tây Lan (hai huyện này thuộc phủ Đoan Hùng, trấn Sơn Tây) vào ở Đại Đồng. Tiết chế Trịnh Tùng sai thái uý Nguyễn Hữu Liêu đem quân đến giao chiến, bắt được Mỹ Thọ rồi hồi kinh.\n\nTháng 10 năm 1594, [[Trịnh Tùng]] sai Thái uý [[Nguyễn Hoàng]] thống lĩnh thủy quân, Thái uý [[Nguyễn Hữu Liêu]] đốc suất bộ binh, hai đường tiến thẳng đến Đại Đồng, đánh phá dinh của Hoà quận công Vũ Đức Cung, chia quân đằng trước, đằng sau đánh ập lại. Đức Cung đem con em chạy về Nghĩa Đô. Hai tướng đem quân về.\n\nTháng 12 năm 1594, Vũ Đức Cung sai người dâng nộp vàng bạc, của báu và ngựa, về Kinh vào chầu, thú tội xin tha, được vua Lê y cho.\n\nTháng 5 năm 1596, Thái bảo Hoà quận công Vũ Đức Cung tự dời dinh Đại Đồng về ở Nghĩa Đô.\n\nNăm 1599, Vũ Đức Cung ở Đại Đồng làm phản, tiếm xưng Long Bình Vương, sai tướng thủ hạ là Nhuệ quận công đem quân của châu Đại Man đánh các động núi ở châu Bạch Thông, đất Thái Nguyên, bức thu thuế mỏ bạc. Bấy giờ, Bình An Vương Trịnh Tùng phải sai Hải quận công, Quảng quận công, Phụng quận công đem quân tiến đánh, lại sai tướng trấn thủ Vệ Nghĩa hầu Tống Thì Chiếu dẫn đường đi giao chiến.\n\nNăm 1600, Hòa quận công Vũ Đức Cung cùng con là Thiếu bảo Thụy quận công Vũ Công Ứng sai người đem thư đến hành cung phủ Chúa Trịnh. Chúa tiếp\nđãi an ủi rất trọng hậu, hạ chỉ khen ngợi, và sai khiến đi bắt con cháu nhà Mạc. Tháng 12, Nhai và Cao chạy lên Đại Đồng, bị Vũ Đức Cung giết.\n\nSau khi Vũ Đức Cung chết, con là Vũ Công Ứng lên thay.\n\n{{start box}}\n{{thứ tự chức vụ\n|chức vụ = [[Chúa Bầu|Chúa Vũ]]\n|trước = [[Vũ Công Kỷ|Nhân Quốc Công]]\n|sau = [[Vũ Công Ứng|Thụy Quận Công]]\n|năm = [[?]]-[[?]]}}\n{{end box}}\n== Tham khảo ==\n{{tham khảo}}\n* Đại Việt sử ký toàn thư, quyển 17\n{{Chúa Bầu}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Chúa Bầu]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}