{"55942":"[[Tập tin:武範諴.jpg|nhỏ|phải|200px|<center>Vũ Phạm Hàm (1864-1906)<\/center>]]\n'''Vũ Phạm Hàm''' (武范諴, [[1864]] - [[1906]]) là Nhất giáp [[Tam nguyên (khoa cử)|Tam nguyên]] trong ba [[Quốc triều khoa bảng lục|kỳ thi]] triều [[nhà Nguyễn]] (lúc ông 29 tuổi). Trong [[lịch sử Việt Nam]] chỉ có vài Tam nguyên là Đệ nhất giáp, gồm có [[Phạm Đôn Lễ]], [[Vũ Dương]], [[Lê Quý Đôn]] ([[nhà Lê sơ|triều Lê]]) và ông.\n\n== Tiểu sử ==\nVũ Phạm Hàm sinh năm Giáp Tý (1864), quê ở làng Đôn Thư, huyện [[Thanh Oai]], tỉnh [[Hà Đông (tỉnh)|Hà Đông]] (nay là [[Hà Nội]]) tự Mộng Hải, Mộng Hồ, hiệu Thư Trì.\n\nNăm 21 tuổi, ông đỗ đầu kì [[thi Hương]] ([[Giải nguyên]]) khoa thi Giáp Thân đời vua [[Kiến Phúc]] (1884). Đến khoa [[thi Hội]] năm Nhâm Thìn, [[Thành Thái]] thứ tư (1892) ông đỗ thủ khoa ([[Hội nguyên]]). Do vậy tờ Đồng văn nhật báo đã đăng: ''Vũ quân kỳ khôi tinh giáng thế'', nghĩa là ''ông Vũ phải chăng là sao khôi giáng thế''. Dự [[thi Đình]] cùng năm đó, ông lại đỗ thủ khoa ([[Thủ khoa nho học Việt Nam|Đình nguyên]]), giành học vị [[Đệ nhất giáp]] [[Tam khôi|Tiến sĩ cập đệ]], [[đệ tam danh]] (tức [[Thám hoa]]) nên thường được gọi là Tam nguyên Thám hoa hay Thám Hàm. Khoa này dự vào hàng Tam khôi (Đệ nhất giáp) không có [[Bảng nhãn]], chỉ có Thám hoa (nhà Nguyễn không lấy đỗ Trạng nguyên). Khoa thi này lấy đỗ 9 tiến sĩ, 7 [[phó bảng]], trong đó có [[Nguyễn Thượng Hiền]] đỗ [[Đệ nhị giáp]] [[Hoàng giáp|Tiến sĩ xuất thân]] ([[Hoàng giáp]]) và [[Chu Mạnh Trinh]] đỗ [[Đệ tam giáp]] [[Đồng tiến sĩ xuất thân]].[[Tập tin:Lang Vu Pham Ham.jpg|nhỏ|phải|200px|<center>Khu mộ Vũ Phạm Hàm ở Làng Đôn Thư<\/center>]]\n\nVũ Phạm Hàm đỗ Đệ nhất giáp Tam nguyên lúc 29 tuổi. Triều [[nhà Nguyễn]] có ba [[Tam nguyên]]: Vị Xuyên [[Trần Bích San]], Yên Đổ [[Nguyễn Khuyến]] và ông. Nhưng Vị Xuyên và Yên Đổ tiên sinh đỗ Đệ nhị giáp (Hoàng giáp). Toàn thể lịch sử Việt Nam chỉ có Vũ Phạm Hàm và Lê Quý Đôn (triều Lê) là đỗ Đệ nhất giáp Tam nguyên trong ba kỳ thi đó. Ông cũng là vị Tam khôi cuối cùng trong lịch sử Việt Nam.\n\nÔng làm Giáo thụ rồi thăng [[Đốc học]] [[Hà Nội]] sung Đồng văn quán (báo Đồng Văn), lên đến Án sát các tỉnh [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Hải Dương]], sau đó cáo quan về trí sĩ ở quê và dạy học cho đến lúc mất.\n\nKhi ông qua đời (1906), khu mộ ông được đặt tại làng Đôn Thư, huyện [[Thanh Oai]], Hà Nội. Tại phường Trung Hòa quận [[Cầu Giấy]], [[Hà Nội]] có phố mang tên ông<ref>[http:\/\/ktdt.com.vn\/newsdetail.asp?NewsId=238988&CatId=47 Hà Nội: Đặt tên 43 đường phố mới và 4 công trình công cộng]{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}<\/ref>.\n\n== Đóng góp và được ghi danh ==\n\n=== Thơ văn ===\n\nTác phẩm của ông chủ yếu được viết bằng chữ Hán, song cũng có nhiều tập văn thơ phú viết bằng chữ Nôm. Trong thư viện Khoa học Trung ương còn lưu trữ một số sách của ông, được thống kê như sau<ref>Vũ Phạm Chánh, \"Ông nội tôi - Vũ Phạm Hàm\", ''Báo Người Hà Nội'', số 31, 04\/08\/2006, tr. 2<\/ref>:\n\n:''- Kinh Sử Thi Tập'' (văn, sử), ký hiệu A.133\n\n:''- Tập Đường Thuật Hoài'' (văn), A.2354\n\n:''- Thám Hoa Văn Tập'' (văn), A.528\n\n:''- Hưng Hóa Phú'' (văn, sử), A.1055\n\n:''- Thư Trì Thi Tập'' (văn), tập thơ chữ Hán còn bản chép tay\n\n:''- Cầu Đơ Tỉnh nhân đinh phong tục tổng sách'' (địa), A.173\n\n:- Đề từ một số sách như: ''Quốc triều Khoa bảng lục'' (tự), A.37 và ''Lễ trai văn tập'' (tự), A.1020\n\nVăn thơ của ông chưa được phổ biến và ngày càng có ít người biết vì sách được lưu giữ trong thư viện đều là chữ Nôm và chữ Hán. Những bài đã được phiên dịch ra hoặc phiên âm nhiều người biết như bài phú ''Hương Sơn phong cảnh'', bài ''Vịnh con cua'', bài Đề ở lăng Đinh Tiên Hoàng trên núi Mã Yên - ''Mã Yên Sơn Lăng'' và khoảng hơn một chục bài vịnh về Hồ Tây và Hà Nội chỉ là một phần rất nhỏ trong toàn tập thơ văn của ông.\n\nÔng có đôi câu đối hào hùng khí phách đề trước [http:\/\/vi.wikipedia.org\/wiki\/H%C3%ACnh:Den_Kiep_Bac_1.jpg cửa đền Kiếp Bạc] thờ Hưng Đạo Đại Vương Trần Quốc Tuấn.[[Tập tin:Den Kiep Bac 1.jpg|nhỏ|phải|200px|<center>Đền Kiếp Bạc<\/center>]]\n\n:''Vạn Kiếp hữu sơn giai kiếm khí''\n:萬 劫 有 山 皆 劍 氣\n \n:''Lục Đầu vô thủy bất thu thanh''\n:六 頭 無 水 不 秋 聲\n\nTạm dịch nghĩa là:\n\n:''Núi Vạn Kiếp đâu đâu cũng có tiếng gươm đao''\n\n:''Sông Lục Đầu không ngọn sóng nào không có tiếng trống trận''\n\nCũng có bản dịch là:\n\n:''Vạn Kiếp núi lồng hình kiếm dựng''\n\n:''Lục Đầu vang dậy tiếng quân reo''\n\nhay\n\n:''Vạn Kiếp núi cao hơi kiếm tỏa''\n\n:''Lục Đầu nước chảy tiếng thu vang''\n\nChữ ''thu'' trong vế đối thứ hai của ông đã gây ra tranh luận từ nhiều năm sau này về ẩn ý của chữ đó, tuy nhiên, cho đến nay vẫn chưa có giải đáp thỏa đáng.\n\nTrong thời gian làm báo Đồng Văn (Đồng Văn Quán), bài phú ''Lê triều tiến sĩ đề danh bi'' của ông được các báo Trung Hoa thời đó ngợi khen là văn chương lỗi lạc và uyên bác<ref>Trần Hồng Đức, \"Tam nguyên Thám Hoa Vũ Phạm Hàm\", ''Tạp chí Xưa và Nay'', số 57, 11\/1998, tr.19<\/ref>.\n\n===Ghi danh===\n\nTại Hà Nội, tên của ông đã từng được đặt cho một con phố trong giai đoạn [[1945]]-[[1964]] (thời [[Pháp thuộc]] gọi là ''Voie 104''), thuộc Khu 1, gần Ngũ Xã, nay là phố Lạc Chính, Hà Nội. Tại Sài Gòn, từ thời Pháp thuộc đến năm 1975, tên của ông cũng được đặt cho một con phố nằm dọc Kênh Ngang số 3 nối từ Kênh Đôi sang Rạch Lò Gốm (thuộc quận 6), nay là phố Bình Đức, Tp. Hồ Chí Minh.\n\nNgày 14\/7\/2010, HĐND Hà Nội thông qua việc đổi tên phố và đặt tên phố mới ở một số quận, huyện. Trong đó, đáng lưu ý là việc thông qua đổi tên đường Trung Yên 1 (thuộc khu đô thị Trung Yên - do Ban quản lý khu đô thị tự đặt) thành đường Vũ Phạm Hàm<ref>[http:\/\/thuvienphapluat.vn\/archive\/details.aspx?tid=13&id=111675&title=Nghi-quyet-08-2010-NQ-HDND-dat-ten-duong-pho-cong-trinh-cong-cong Nghị quyết số 08\/2010\/NQ-HĐND của Hội đồng Nhân dân Tp. Hà Nội]<\/ref>. Đường Vũ Phạm Hàm (dài 750 mét, có hai đoạn bị cắt bởi ngã tư) vốn được đề xuất đặt tên gồm hai danh nhân là Nguyễn Trung Ngạn và Vũ Phạm Hàm.\n\nTheo [http:\/\/thuvienphapluat.vn\/archive\/details.aspx?tid=13&id=111675&title=Nghi-quyet-08-2010-NQ-HDND-dat-ten-duong-pho-cong-trinh-cong-cong Nghị quyết số 08\/2010\/NQ-HĐND] của HĐND Thành phố Hà Nội, đường Vũ Phạm Hàm kéo dài từ ngã tư giao với phố Nguyễn Khang, nối với cầu 361 ra đường Láng đến ngã tư giao với đường Trung Kính, nối với đường vào khu đô thị Nam Trung Yên đi ra Phạm Hùng, rộng 30m, dài 750m.\n\n[[Bia Tiến sĩ]] khắc tên ông được đặt tại [[Văn miếu Huế|Văn Thánh]], [[Huế]].\n\n==Giai thoại==\n\nThời ấy ở Hà Nam có một ông [[công sứ]] Pháp tuổi còn trẻ mà đã giỏi [[tiếng Việt]], không chỉ giỏi tiếng Việt, ông ta còn đọc được cả bia [[chữ Hán]], thơ văn chữ Hán. Vài năm một lần các quan chức Pháp sang cai trị ở ta đều phải dự một lần khảo hạch tiếng Việt, ai qua được thì được đặc cách lên lương sớm. Cái mẹo này khuyến khích người ta chịu khó học, nhiều ông đâm thua thiệt nhưng lắm ông mừng vì lương có cơ lên vùn vụt. Như viên công sứ Hà Nam chẳng hạn. Nhưng giỏi quá dễ kiêu, một hôm ông ta thở dài bảo, không biết năm nay tìm ai để khảo giám tôi đây. Vừa hay cũng là dịp có cụ Vũ Phạm Hàm từ bên Hải Dương thuyên chuyển về đất Hà Nam làm đốc học. Chuyện ấy đến tai ông cụ. Cuối năm ông cụ được mời đứng ra làm người hỏi thi tiếng Việt cho quan công sứ, gặp nhau ông cụ chỉ nói, quan lớn là người nổi tiếng, khắp [[Bắc Kỳ|Bắc kỳ]] này ai chả biết học lực tiếng Việt của quan lớn, bây giờ tôi không đòi quan lớn phải dùng đến bút mực làm gì, chúng ta chỉ cần nói chuyện, tôi sẽ hỏi quan lớn một câu ngắn, quan lớn cũng trả lời bằng một câu ngắn thế là đủ, mà tôi cấm quan lớn không được hỏi lại, hỏi lại là quan lớn trượt, quan lớn có bằng lòng không? Quan lớn nghe thế thì bằng lòng quá, ông già này xem ra rất biết điều. ông già dõng dạc hỏi, xin quan lớn cho biết trong tiếng Việt em gái mẹ gọi là gì? Thì trong tiếng Việt em gái mẹ gọi là dì. Ông công sứ trả lời tắp lự. Nhưng cũng vì là người giỏi tiếng Việt cho nên chỉ vừa thoáng thấy cụ Hàm cười là ông ta chợt vỡ lẽ, mình trượt mất rồi, ông già này bẫy mình mất rồi. Câu trả lời cũng có thể xem là một câu hỏi lại. Về tới dinh, nhìn thấy bà đầm thì ông hoảng thật sự, với ông miếng đòn này đâu có sá gì, nhưng với bà ấy thì lại là chuyện trời sập, còn ghê gớm hơn cả một cuộc chiến tranh.\n\nBà công sứ vội vã tìm đến nhà riêng cụ đốc học. Đợi bà lau nước mắt kể lể xong ông cụ mới chậm rãi bảo, phải để ông nhà hỏng thi tôi cũng lấy làm tiếc như bà, có một người Pháp yêu tiếng Việt như ông nhà sao tôi lại không quý. Giờ tôi ra cho bà một điều kiện nho nhỏ, bà làm được thì xem như ông nhà đỗ. Tôi về đây nghe dân tình xì xào là mỗi lần bà ra chợ, qua dãy hàng bún [[mắm tôm]] bà đều bịt mũi nhăn mặt tỏ vẻ khó chịu, có phải vậy không? Vậy bà làm sao thì làm. Bà công sứ vui vẻ ra ngay chợ, vui vẻ sà vào hàng bún mắm tôm, chuyện trò rôm rả thân tình. Rồi bà yêu cầu ông chồng phải đến mời bằng được cụ đốc học tới thăm nhà mình một buổi. Ông cụ nhận lời. Vợ chồng công sứ hôm ấy mời ông cụ ở lại cùng họ dùng bữa trưa, chỉ có bún lá và mắm tôm. Suốt bữa bà đầm lấy làm sung sướng với món đặc sản đó. Năm ấy tai qua nạn khỏi, quan công sứ vẫn đỗ, vẫn lên lương như thường. Chẳng qua cũng chỉ là một sự nhắc nhở nhẹ nhau vậy thôi<ref>Theo [http:\/\/vanhoagiaitri.vnn.vn\/VanXuoi-C.asp?PostID=3059&Page=14 Sắc màu văn hóa - Tản mạn trước đèn (Phần VII)]{{Liên kết hỏng|date=2021-05-29 |bot=InternetArchiveBot }}<\/ref>.\n\nKhi ở Hải Dương, viên công sứ Pháp hồi ấy thích chơi [[hoành phi]], câu đối, vốn biết ông là bậc danh nho mới xin một bức làm kỷ niệm. Ông cho hắn bốn chữ ''Ôn kỳ như ngọc''. ''Chữ Kinh thi, thiên Tần phong: ngôn niệm quân tử ôn kỳ như ngọc''. Ý nói: mến người quân tử ôn hòa như ngọc quý. Chủ tâm ông Thám cốt lấy điển Tần phong là thơ khen người rợ phương Tây để tặng công sứ người Pháp. Lập ý thật thâm thúy, ám chỉ Pháp chẳng qua là mọi rợ . Công sứ Pháp tất nhiên là chẳng hiểu gì, trịnh trọng treo bức hoành giữa nhà khách<ref>Trần Hồng Đức, \"Một đốc học Hà Nội\", ''Nhân dân cuối tháng'', số 82, 2\/2004, tr.15<\/ref>.\n\n==Chú giải==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{wikisource tác giả|Vũ Phạm Hàm}}\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page4_2_4.htm Tên đường phố, làng xã Hà Nội thế kỷ 19-20 qua những lần thay đổi]\n*[http:\/\/www.hannom.org.vn\/detail.asp?param=76&Catid=34 Vũ Phạm Hàm với Tập Đường thuật hoài (Tạp chí Hán Nôm, Số 1 (74) 2006; Tr.35-47)]\n*[http:\/\/thuvienphapluat.vn\/archive\/details.aspx?tid=13&id=111675&title=Nghi-quyet-08-2010-NQ-HDND-dat-ten-duong-pho-cong-trinh-cong-cong Nghị quyết số 08\/2010\/NQ-HĐND của Hội đồng Nhân dân Tp. Hà Nội]\n\n{{Thời gian sống|sinh=1864|mất=1906}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Tam nguyên Việt Nam]]"}