{"47847":"{{tiểu sử quân nhân\n| tên = Vũ Xuân Thiều\n| ngày sinh = 1945\n| ngày mất = [[28 tháng 12]] năm [[1972]]\n| hình = \n| chú thích hình = \n| quốc tịch = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n| biệt danh = \n| nơi sinh = [[Hải An]], [[Hải Hậu]], [[Nam Định]]\n| tôn giáo = [[Công Giáo Roma]]\n| nơi mất = [[Sơn La]], [[Việt Nam]]\n| thuộc = [[Tập tin:Roundel of Vietnam.svg|22px]] [[Không quân Nhân dân Việt Nam]]\n| năm phục vụ = [[1968]]–[[1972]]\n| cấp bậc = [[Tập tin:Vietnam People's Air Force Senior Lieutenant.jpg|20px]] [[Thượng úy]]\n| đơn vị = Đại đội 9, [[Trung đoàn 927, Quân đội nhân dân Việt Nam|Trung đoàn 927]], [[Sư đoàn 371, Quân đội nhân dân Việt Nam|Sư đoàn 371]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Anh hùng lực lượng vũ trang nhân dân]]\n| công việc khác = \n}}\n'''Vũ Xuân Thiều''' (1945–1972<ref name=\"trian\">{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/541\/anh-hung---liet-si-vu-xuan-thieu.vhtm |ngày truy cập=ngày 4 tháng 1 năm 2013 |tựa đề=Anh hùng - Liệt sĩ Vũ Xuân Thiều |archive-date = ngày 16 tháng 1 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130116012017\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/541\/anh-hung---liet-si-vu-xuan-thieu.vhtm }}<\/ref>) là một [[thượng úy]] [[Quân đội nhân dân Việt Nam]], anh hùng cảm tử đã lao vào tiêu diệt máy bay [[Boeing B-52 Stratofortress]] của [[Không quân Hoa Kỳ]]<ref>Tạp chí ''Sự kiện và nhân chứng'', tháng 12\/1997.<\/ref><ref>[http:\/\/www.sggp.org.vn\/chinhtri\/nam2004\/thang12\/28851\/ \"Người dẫn đường cho Phạm Tuân bắn rơi B52\"] trên báo ''Sài Gòn Giải phóng'' của [[Đảng Cộng sản Việt Nam]]<\/ref>. Ở quận [[Long Biên]], [[Hà Nội]] hiện có một con đường mang tên Vũ Xuân Thiều.\n\n==Tiểu sử==\nAnh hùng Vũ Xuân Thiều sinh năm [[1945]], dân tộc [[Người Việt|Kinh]], tôn giáo [[ Thiên Chúa giáo]], quê ở xã [[Hải An]], huyện [[Hải Hậu]], tỉnh [[Nam Định]], cư trú tại phố [[Đặng Dung]], [[Hà Nội]]. Ông là con thứ bảy trong gia đình có 10 người con.<ref name=\"qdnd\"\/> Từng theo học tại trường [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trung học phổ thông Chu Văn An]] và [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]], ông trốn gia đình để nhập ngũ khi đang học đại học năm thứ ba<ref name=\"qdnd\"\/> vào năm [[1965]]. Sau khi được tuyển chọn vào [[Quân chủng Phòng không – Không quân, Quân đội nhân dân Việt Nam|không quân]], ông mới báo tin cho gia đình biết.<ref name=\"qdnd\"\/>\n\nNăm [[1968]], sau khi hoàn thành xuất sắc khóa học tập và huấn luyện bay ở [[Liên Xô]], phi công Vũ Xuân Thiều trở về nước và được biên chế về [[Đoàn không quân Sao Đỏ]] ([[Sư đoàn 921, Quân đội nhân dân Việt Nam|E921]]).<ref name=\"qdnd\">[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/70\/81\/81\/81\/219803\/Default.aspx Anh hùng, phi công Vũ Xuân Thiều: Đại bàng phát sáng trong đêm]<\/ref> Khi hy sinh, ông là [[đảng viên]], thượng uý, [[trung đội trưởng]] thuộc [[Đại đội 9]], [[Trung đoàn 927]], [[Sư đoàn 371, Quân đội nhân dân Việt Nam|Sư đoàn 371]], [[Không quân Nhân dân Việt Nam]].\n \nTrung tuần tháng 12 năm [[1972]], khi [[Chiến dịch Linebacker II|Hoa Kỳ mở rộng cuộc tập kích chiến lược quy mô lớn]] bằng [[máy bay ném bom]] [[Boeing B-52 Stratofortress]] vào thành phố Hà Nội và [[Hải Phòng]], Vũ Xuân Thiều cùng đồng đội quyết tâm tiêu diệt B-52. Để đánh chắc thắng ông đề xuất phương án [[công kích gần]], mặc dù có khả năng nguy hiểm cho cả máy bay và [[phi công]].\n\n==Hạ [[Boeing B-52 Stratofortress|B-52]]==\nTheo tin tình báo, đêm 28 tháng 12, lúc 21 giờ 30 phút đến 23 giờ 50 phút, sẽ có 50 lần\/chiếc [[Boeing B-52 Stratofortress]] vào đánh phá Hà Nội, Hải Phòng. [[Bộ Tư lệnh Không quân]] yêu cầu tất cả các sở chỉ huy và các đơn vị trực chiến phải theo dõi chặt chẽ và sẵn sàng cất cánh chiến đấu. Trong khi đó, phi công Vũ Xuân Thiều trực ban chiến đấu tại [[sân bay Cẩm Thủy]]; phi công [[Đinh Tôn]] trực ban chiến đấu ở [[sân bay Nội Bài]] đã sẵn sàng. Ngày 28 tháng 12 năm 1972, lúc 21 giờ 41 phút, Vũ Xuân Thiều được lệnh cất cánh từ sân bay dã chiến Cẩm Thủy, [[Thanh Hóa]] (người trực chỉ huy tại sân bay Cẩm Thủy là Đại tá phi công [[Hoàng Biểu]], một trong những phi công bay đêm dày dạn kinh nghiệm).\n\nLúc 21 giờ 52 phút, Sc B-1 (Thọ Xuân) lệnh Thiều vòng phải, bay hướng 360°, thông báo mục tiêu phía trước 50°, cự ly 15&nbsp;[[kilômét|km]], nhưng do nhiễu quá nặng, Vũ Xuân Thiều vẫn chưa phát hiện được mục tiêu. Lúc này tại sở chỉ huy, [[sĩ quan dẫn đường]] trên hiện [[sóng ra đa]] [[Trần Xuân Mão]], bằng kinh nghiệm của mình đã phát hiện chấm trắng đục giữa nền nhiễu, anh khẳng định đó là B-52, chúng đã đổi hướng, bay ngược lên [[Sơn La]] rồi mới vòng xuống đánh phá Hà Nội. Sở chỉ huy lập tức lệnh Thiều vòng phải gấp, bay hướng 90°, qua [[Sầm Nưa]], lên [[hướng Bắc]] đuổi theo tốp B-52 đang bay về hướng [[Nà Sản]], [[Sơn La]].\n\nLúc 21 giờ 58 phút, khi đến Sơn La, Vũ Xuân Thiều phát hiện mục tiêu, anh lập tức báo cáo và tăng tốc độ bám sát. Trong bầu trời tối đen, [[ra đa]] lại bị nhiễu rất nặng nên rất khó phán đoán [[cự ly]], Thiều phán đoán cự ly bằng mắt, theo tín hiệu [[đèn hàng hành]] của B-52. Lúc này tại sở chỉ huy tiền phương, Phó Tư lệnh [[Trần Mạnh]] nhắc: ''\"046 bật công tắc bắn cả loạt, kiên quyết tiêu diệt địch\"''. Phi công Vũ Xuân Thiều trả lời: ''\"046 nghe rõ!\"''. Ông đã phóng cả hai quả [[tên lửa không đối không|tên lửa]] nhưng chưa hạ được nó. Ông liền tăng tốc đâm thẳng vào chiếc B-52 còn mang đầy bom chưa ném<ref name=\"qdnd\"\/>. Cũng có tài liệu khác cho rằng do tấn công từ cự ly quá gần nên ông đã thiệt mạng do máy bay va vào mảnh vỡ của chiếc B-52 đang cháy.<ref name=\"trian\"\/> Đây là chiếc B-52 thứ hai bị hạ bởi [[Không quân Nhân dân Việt Nam]].\n\nTuy nhiên, tài liệu của phía Mỹ không ghi nhận chiếc B-52 này bị rơi. Mặt khác, họ còn cho rằng chiếc [[Mikoyan-Gurevich MiG-21]] của Vũ Xuân Thiều đã bị bắn rơi trước khi kịp tiếp cận với B-52, sau khi hứng chịu 3 tên lửa [[AIM-7 Sparrow]] từ 2 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] của [[Không quân Mỹ]]. Một trong những chiếc F-4 được điều khiển bởi Thiếu tá [[Harry McKee]] và Đại úy [[John Dubler]].<ref>Peter Davies, ''F-4 Phantom II vs MiG-21: USAF & VPAF in the Vietnam War'', Osprey Publishing, 2008<\/ref><ref>Peter Davies, ''USAF F-4 Phantom II MiG Killers 1972-73'', Osprey Publishing, 2005<\/ref>\n\nTối 27 tháng 12 năm [[2012]], nhân kỷ niệm 40 năm ngày hi sinh của phi công Vũ Xuân Thiều, Thiếu tướng [[Phạm Ngọc Lan]] (người được cử lên địa điểm nơi Thiều hạ B-52 đêm 28 tháng 12 năm 1972) đã kể lại: ''\"... Ngay tối 28 tháng 12 năm 1972, lúc khoảng 12 giờ đêm, tôi nhận được điện từ sở chỉ huy giao dẫn đầu đoàn cán bộ lên địa điểm nơi phi công Vũ Xuân Thiều bắn rơi B-52 tại [[Sơn La]] để nắm và xác minh tình hình. Khi đến nơi, tôi có gặp các chiến sĩ [[bộ binh]] đóng quân tại khu vực, mọi người đều nói tối hôm qua thấy hai bó lửa rất to bùng cháy và rơi xuống. Đứng trên đồi chúng tôi nhìn thấy xác B-52 cháy sém một phía, phía bên kia quả đồi là xác chiếc MiG màu [[ánh bạc]]. Chúng tôi còn nhặt được hai mảnh xác máy bay MiG và B-52 găm vào nhau, đó là dấu hiệu cho thấy máy bay của Thiều đã lao vào chiếc B-52. Tôi lập tức điện về báo cáo tình hình cho [[Bộ Tổng tham mưu]] và Quân chủng Phòng không - Không quân: \"Chúng tôi đã đến hiện trường, sờ được xác máy bay B-52, chính xác Vũ Xuân Thiều đã bắn rơi ở cự ly gần và lao vào chiếc B-52, tôi sẽ mang hai mảnh xác máy bay găm vào nhau về báo cáo\". Với kinh nghiệm nhiều năm chiến đấu và chỉ huy chiến đấu, tôi linh cảm rằng trong giây phút cuối cùng Vũ Xuân Thiều đã quyết tử để quyết tâm tiêu diệt B-52\"''<ref>{{chú thích web | url = http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/587129\/huyen-thoai-ve-nguoi-hi-sinh-cuoi-cung.html | tiêu đề = Huyền thoại về người hi sinh cuối cùng - Tuổi Trẻ Online | author = | ngày = 26 tháng 12 năm 2013 | ngày truy cập = 6 tháng 10 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>.\n\n==Danh hiệu truy tặng==\nTuy được ghi nhận đã hạ B-52 nhưng Vũ Xuân Thiều không được truy tặng danh hiệu ngay vì các cấp chỉ huy e ngại các phi công khác sẽ học theo lối tấn công \"cảm tử\" này, mà mỗi phi công chiến đấu thì phải đào tạo rất lâu dài mới có được. Tới [[tháng mười hai|tháng 12]] năm [[1994]], ông đã được [[Chính phủ Việt Nam]] truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n==Nhận xét==\nTheo Hà Quang Hưng, đồng đội cùng đoàn bay MiG-21 khóa 3: ''\"Đấy là một con người trí thức, dáng dấp rất \"trai Hà Nội\", sống hòa đồng, hiền hậu, thông minh. Một con người sống bằng nội tâm. Tư cách thì vừa như thanh niên thành phố lại như thanh niên huyện\"''<ref name=\"qdnd\"\/>\n\nTheo Trần Ngọc Nhuận, người cùng học ở Trường Đại học Bách khoa, cùng nhập ngũ và sang Nga huấn luyện bay: ''\"Ngược lại với vẻ bề ngoài thư sinh thì tính cách của Thiều lại là người có bản lĩnh, khá lì. Trong khi thực hiện các bài bay huấn luyện xạ kích, Thiều thường xử lý khá táo bạo, quyết liệt, kết quả luôn đạt điểm tối ưu\"''<ref name=\"qdnd\"\/>\n\nTheo Anh hùng lực lượng vũ trang nhân dân Nguyễn Đăng Kính, một trong những cán bộ đầu tiên của Đại đội bay đêm: ''\"Thiều là phi công dũng cảm, kiên nghị, rất hăng hái, muốn đánh trận\"''<ref name=\"qdnd\"\/>\n\n==Chú thích và Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.anninhthudo.vn\/Tianyon\/Index.aspx?ArticleID=14891&ChannelID=92 \"Vầng sáng Vũ Xuân Thiều\"] trên báo ''An ninh thủ đô'' của [[Bộ Công an (Việt Nam)|Bộ Công An Việt Nam]]\n\n{{Dữ liệu nhân vật\n|TÊN=Vũ Xuân Thiều\n|TÊN KHÁC=\n|TÓM TẮT=anh hùng [[Việt Nam]]\n|LÚC SINH=[[1945]]\n|NƠI SINH=phố Đặng Dung, [[ba Đình|quận Ba Đình]], [[Hà Nội]], [[Quốc hiệu Việt Nam#Đại Nam|Đại Nam]]\n|LÚC MẤT=[[1972]]\n|NƠI MẤT=\n}}\n\n{{Thời gian sống|sinh=1945|mất=1972}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Phi công Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thượng úy Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}