{"116771":"'''Vũ Văn Nhậm''' ([[chữ Hán]]: 武文任, (1755 - [[1788]]) hay '''Võ Văn Nhậm''', là một danh tướng [[nhà Tây Sơn]] trong [[lịch sử]] [[Việt Nam]]. \n==Cuộc đời==\n===Đầu quân Tây Sơn===\nTheo ''Tây Sơn lương tướng'' của [[Nguyễn Trọng Trì]] và chuyện kể trong dân gian, thì Vũ Văn Nhậm quê ở [[Quảng Nam]], là người giỏi võ nghệ, tánh phóng khoáng và có sức mạnh. Ông vốn là tướng của Trấn thủ Quảng Nam, thuộc chính quyền [[chúa Nguyễn]], nhưng vì không chịu tuân phục theo quân pháp, nên bị kết tội, phải trốn vào [[Quy Nhơn]]. Đến Phù Ly (thuộc phủ [[Hoài Nhơn]]), nghe đồn có viên thổ hào dùng quyền thế cưỡng đoạt một thiếu nữ; ông giận dữ tìm giết chết người ấy. Định đến cửa quan thú tội, thì ông gặp [[Trần Quang Diệu]]. Nghe lời khuyên và nhờ sự tiến cử của vị tướng này, Vũ Văn Nhậm được nhận làm thuộc tướng của Tây Sơn Vương ([[Nguyễn Nhạc]]).\n\nTheo [[Hoàng Thúc Trâm|Hoa Bằng]] trong sách ''Quang Trung - Anh hùng dân tộc [[1788]]-[[1792]]''<ref>''[[Việt sử tân biên]]'' (quyển 3) của [[Phạm Văn Sơn]] và ''Danh tướng nhà Tây Sơn'' (tập 3) của GS. Nguyễn Khắc Thuần đều chép giống như Hoa Bằng.<\/ref>, thì Vũ Văn Nhậm vốn là tướng của [[chúa Nguyễn]] bị [[Nguyễn Huệ]] bắt năm [[Bính Ngọ]] ([[1786]]) tại [[Gia Định]]. Nhưng xét thấy vào năm này, Nguyễn Huệ đang bận chỉ huy cuộc tấn công ra [[Đàng Ngoài]], và ở Gia Định không xảy ra trận đối đầu nào lớn; vì vậy, tác giả sách ''Nhà Tây Sơn'' tin theo Nguyễn Trọng Trì và chuyện kể trong dân gian hơn.\n\nTuy nhiên, theo thông tin trên trang điện tử của quận [[Sơn Trà]] ([[Đà Nẵng]]), thì người ta cũng đã kể rằng vào năm [[1778]], nhân chuyến về thăm quê, khi đi ngang qua chợ Phố (Có lẽ là phố Hội hay phố [[Hội An]] lúc bấy giờ), tướng [[Trần Quang Diệu]] gặp phải một chàng trai cường tráng đang bị quan sở tại bắt trói trị tội. Hỏi cớ sự, được biết thanh niên này tên là Võ Văn Nhậm, quê vùng biển huyện Diên Phước (nay thuộc [[Khánh Hòa]]), đã dám đánh quan sở tại trong lúc thi hành công vụ. Nhận thấy tính khí của Võ Văn Nhậm, có cái gì đó rất giống với tính khí của mình, ông Diệu bèn can thiệp và ban lệnh cho lính mở trói ông Nhậm. Sau khi trở thành bạn, ông Diệu tiến cử ông Nhậm với ba anh em nhà Tây Sơn...<ref>Theo thông tin trong bài viết về \"Thái phó phó Trần Quang Diệu\" [http:\/\/203.162.29.2:8071\/63-26-154\/Di-tich-lich-su-van-hoa\/Thai-pho-Quan-Cong-Tran-Quang-Dieu-(1760-1802).aspx]{{Liên kết hỏng|date = ngày 29 tháng 5 năm 2021 |bot=InternetArchiveBot }}.<\/ref>\n \nVề chuyện đầu quân Tây Sơn của ông Nhậm, tuy các lời kể có khác nhau, nhưng các tác giả đều thống nhất rằng: Sau khi Nguyễn Nhạc đã xưng đế ([[1778]]), nhà vua xét trong các tướng tài, biết Vũ Văn Nhậm là người chưa vợ, bèn gả con gái cho ông.\n\n===Diệt Cống Chỉnh===\n[[Tháng sáu|Tháng 6]] năm [[Bính Ngọ]] ([[1786]]), nghe lời [[Nguyễn Hữu Chỉnh]] (Cống Chỉnh), Nguyễn Huệ tự ý dẫn quân ra Bắc. Lo lắng, Nguyễn Nhạc vội vã dẫn quân đuổi theo.\n\n[[Tháng tám|Tháng 8]], sau khi gầy dựng lại triều Lê, Nguyễn Huệ âm thầm về [[Quy Nhơn]] cùng với [[Nguyễn Nhạc]]. Cống Chỉnh biết tin, cướp thuyền đuổi theo. Nguyễn Huệ cho Cống Chỉnh cùng [[Nguyễn Văn Duệ]] ở lại trấn giữ [[Nghệ An]]; lại sai Vũ Văn Nhậm đóng ở Động Hải (tức [[Đồng Hới]], [[Quảng Bình]]) để trông chừng mặt Bắc và Cống Chỉnh.\n \nSau đó, nghe Cống Chỉnh ở Nghệ An tụ dũng sĩ, thông đồng với Nguyễn Văn Duệ, mưu đồ chiếm cứ [[Nghệ An]], sửa lũy [[Hoành Sơn]], lấy Linh Giang ([[sông Gianh]]) làm giới hạn với [[Thuận Hóa]]; Vũ Văn Nhậm liền gửi mật thư cáo biến với Nguyễn Huệ. Tức thì Nguyễn Huệ sai Vũ Văn Nhậm dẫn quân đến bắt, nhưng viên tướng này cùng [[Nguyễn Huỳnh Đức]], biết tin trước nên trốn thoát được.\n\n[[Tháng mười một|Tháng 11]], chúa [[Trịnh Bồng]] đem quân vây chặt cung vua, định phế bỏ [[Lê Chiêu Thống]]. Nhờ có [[Hoàng Phùng Cơ]] bảo vệ, vua Lê mới chặn đứng được âm mưu của [[Trịnh Bồng]]. Nhân đó, nhà vua cho người triệu Cống Chỉnh từ Nghệ An ra phò giúp. Cuối tháng trên, Nguyễn Hữu Chỉnh đem quân đuổi được Trịnh Bồng ra khỏi [[Thăng Long]]. Kể từ đó, \"Chỉnh càng ngày càng làm lắm điều bạo ngược, thậm chí Chỉnh coi nhà vua như đứa trẻ con, không còn kiêng sợ gì cả\"<ref>''[[Hoàng Lê nhất thống chí]]'' (quyển 2), tr. 74.<\/ref>.\n \n[[Tháng tư|Tháng 4]] năm [[1787]], nghe Nguyễn Hữu Chỉnh ngày một chuyên quyền, Nguyễn Huệ sai người triệu vị tướng này về Nam, nhưng lấy cớ là Bắc Hà chưa yên, ông không chịu tuân mệnh. Tức giận, Nguyễn Huệ sai Vũ Văn Nhậm cầm quân ra Bắc để hỏi tội Cống Chỉnh.\n \nNgày 25 [[tháng mười một|tháng 11]] năm [[1787]], trận giao tranh đầu tiên diễn ra tại khu vực sông Thanh Quyết (huyện Gia Viễn, tỉnh Ninh Bình). Quân của Cống Chỉnh bị quân Văn Nhậm nhanh chóng đẩy lùi...Cuối cùng Cống Chỉnh bị đánh thua, bị bắt ở Mục Sơn thuộc [[Yên Thế]], rồi bị Vũ Văn Nhậm ra lệnh xé xác.\n\nVua Lê Chiêu Thống chạy trốn, Vũ Văn Nhậm cho người đi tìm không được, nên nghe lời một viên quan nhà Lê là Trần Đình Khôi, tôn Lê Duy Cẩn là Giám quốc. Thấy Văn Nhậm tự quyết việc tôn lập, tự đúc ấn chương riêng, xây đắp tu bổ lại [[hoàng thành Thăng Long|thành Đại La]] và nhất là xem thường mình; Ngô Văn Sở ''bèn lượm lặt các việc làm của Nhậm, cho là tội trạng làm phản, lấy Phan Văn Lân làm chứng, rồi ngầm sai người về Nam báo với Bắc Bình Vương (Nguyễn Huệ)''<ref>Theo ''[[Hoàng Lê nhất thống chí]]'' (quyền 2, tr. 104). ''[[Khâm định Việt sử Thông giám cương mục]]'' chép Vũ Văn Nhậm có làm những việc trái phép, như tự đúc ấn chương, chuyên quyền trong việc cất nhắc, xếp đặt quan chức, v.v... Nhưng bên cạnh đó, vì Sở vốn có hiềm khích với Nhậm, nên đã dâng mật thư vu oan cho Nhậm làm phản.<\/ref>.\n\n===Bị giết===\nNhận được mật báo, theo ''Hoàng Lê nhất thống chí'', Nguyễn Huệ liền ''hạ lệnh tiến ra Bắc, đốc thúc các quân bộ và quân kỵ mã ngày đêm đi gấp. Chừng hơn mười ngày, đến thành Thăng Long. Bấy giờ…Nhậm đang ngủ say trong phủ. Ngô Văn Sở được tin, liền dặn người do Bắc Bình Vương sai đến phải giấu kín việc ấy, không được báo cho Nhậm biết; rồi sai người ngấm ngầm ra ngoài thành đón Bắc Bình Vương. Người nhà và người xung quanh Nhậm cũng đều không ai biết gì. Chốc lát, Bắc Bình Vương vào thành, đến thẳng chỗ Nhậm nằm, Nhậm cũng vẫn chưa biết. Bắc Bình Vương liền sai võ sĩ là Hoàng Văn Lợi đâm chết Nhậm rồi khênh xác ra sau phủ đường.''<ref>''Hoàng Lê nhất thống chí'', tr. 105.<\/ref>\n\nNhưng theo ''Khâm định Việt sử Thông giám cương mục'', lúc Nguyễn Huệ đến, Nhậm ra ngoài thành đón, Nguyễn Huệ liền nhường ngựa đang cưỡi và lọng che cho Nhậm vào thành, lại an ủi vỗ về ôn tồn. Sau đó, Nguyễn Huệ mới bắt Nhậm đem tra khảo và giết chết.( Lúc này ông 33 tuổi )\n\n''Lê quý dật sử'' chép tương tự: \n:''\"[[Tháng sáu|Tháng 6]] năm [[1788]], Nguyễn Huệ đến Thăng long. Nhậm tự mình đem tướng sĩ ra tận ngoài thành đón tiếp. Huệ ngờ vực và ghét Nhậm uy quyền quá trọng, giả thác có tội làm mất nhà Lê, nhân đấy bắt Nhậm giết đi, giải tán quân ngũ, cho Đại tư mã Trấn (tức [[Ngô Văn Sở]]) thay Nhậm làm trấn thủ\"''<ref>''Lê quý dật sử'', tr. 85.<\/ref>.\n\n==Lời bàn==\nSử gia [[Phạm Văn Sơn]] viết:\n:''\"Nguyễn Huệ cho (Vũ Văn) Nhậm làm Tả tướng, rồi Nhậm được vua [[Nguyễn Nhạc|Thái Đức]] gả con gái cho; địa vị của Nhậm như vậy đáng kể là tốt đẹp. Ít lâu sau, anh em nhà Tây Sơn bất hòa, Nhậm cố giữ thái độ trung lập nhưng vì mình là rể của Nguyễn Nhạc, nên đã có phen xin về Quy Nhơn triều kiến. Huệ tất nhiên không thuận, lại còn đẩy ra Nghệ An rồi trao cho sứ mạng Bắc phạt để trừ Cống Chỉnh. Nhậm đã nhanh chóng thành công, rồi với vai trò chủ tể tại Thăng Long giữa lúc vua tôi nhà Lê đang lạc lõng ở bốn phương trời; càng làm cho Huệ nghi ngại Nhậm, nhất là phe Ngô Văn Sở, phần muốn lập công, phần khó chịu vì sự độc đoán của Nhậm trước kế hoạch thôn tính Bắc Hà. Nên gửi những báo cáo mật về Phú Xuân...''Thanh triều sử lược'' và ''Lê kỷ dã sử'' cho rằng Nhậm có ý tự vương, điều này chỉ là ức thuyết; bởi làm Đại tướng một cõi, sau cuộc chiến thắng lớn lao, phải tỏ ra có uy quyền, khiến cho những kẻ tiểu nhân sinh lòng ghen ghét, thêu dệt chuyện này, chuyện nọ; để Nhậm phải bị chuyện không may này như biết bao danh tướng trước mình và sau mình\"''...<ref>''Việt sử tân biên'' (quyển 3), tr. 413-414.<\/ref>\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'' (quyển 2). Nhà xuất bản văn học, 1984.\n*[[Bùi Dương Lịch]], ''[[Lê quý dật sử]]'' (bản dịch của Phạm Văn Thắm). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1987.\n*[[Phạm Văn Sơn]], [[Việt sử tân biên]] (quyển 3). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1959.\n*[[Quách Tấn]] và Quách Giao, ''Nhà Tây Sơn.'' Bảo tàng Quang Trung xuất bản năm 2002.\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam'' (tập 3). Nhà xuất bản Giáo dục, 2005.\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Mất năm 1788]]"}