{"17939074":"{{Thông tin nhân vật hoàng gia\n| tên = Thái phi Vũ Thị Ngọc Nguyên | tên gốc=太妃武氏玉源\n| tước vị = \n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Vương phi]] [[Đại Việt]]\n| tại vị = [[1698]] - [[1751]]\n| đăng quang = \n| tiền nhiệm = \n| kế nhiệm = \n| chức vị 1 = [[Thái phi]] [[Đại Việt]]\n| tiền nhiệm 1 = \n| kế nhiệm 1 = \n| chồng = [[Trịnh Cương]]\n| thông tin con cái = ẩn\n| con cái = [[Trịnh Giang]] và [[Trịnh Doanh]]\n| tên đầy đủ = Vũ Thị Ngọc Nguyên <br>Vũ Thị Ngọc Quyến <br> Vũ Thị Ngọc Mị\n| tước hiệu = Thái Phi <br> Vương Phi\n| tôn hiệu = Ý Công Hậu Đức Trang Hành Đoan Nghi Khuông Vận Diễn Phúc Hoàng Du Dụ Trạch Sùng cơ Thái từ Quốc thánh mẫu<br>(懿功厚德莊行端儀匡運衍福弘猷裕澤崇基太慈國聖母)\n| thụy hiệu = Từ Đức vương Thái phi (慈德王太妃)\n| hoàng tộc = [[Chúa Trịnh]]\n| cha = Vũ Tất Tố\n| mẹ = \n| sinh = [[1689]]\n| nơi sinh = thôn Phục Lễ xã Vĩnh Hồng huyện Bình Giang, tỉnh Hải Dương\n| mất = {{năm mất và tuổi|1751|1689}}\n| nơi mất = [[Thăng Long ]]\n| ngày an táng = \n| nơi an táng = an táng ở thôn Thanh Chương, xã Kim Hoạch, huyện Thụy Nguyên (nay là huyện Thiệu Hóa), trấn Thanh Hoa. Đến đời Tĩnh vương Trịnh Sâm thì dời mộ phần sang xã Bổn Thủy, huyện Vĩnh Lộc.\n}}\n\n'''Thái phi Vũ Thị Ngọc Nguyên''' ([[chữ Hán]]: 太妃武氏玉源, [[21 tháng 3]] năm [[1689]] - [[8 tháng 11]] năm [[1751]]), còn có tên là '''Vũ Thị Ngọc Quyến''' hay '''Vũ Thị Ngọc Mị''', tục gọi là Bà chúa Me, là vương phi của chúa chúa [[Trịnh Cương]], sinh mẫu của hai vị chúa [[Trịnh Giang]] và [[Trịnh Doanh]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\n\nBà Thái phi là con gái của ông Tuấn Trạch công [[Vũ Tất Tố]], nguyên quán ở thôn Mi Thự, huyện Quảng An, trấn Hải Dương, nay là thôn Phục Lễ xã Vĩnh Hồng huyện Bình Giang, tỉnh Hải Dương<ref>Trịnh gia chính phả, trang 103<\/ref>. Bà chào đời ngày 21 tháng 3 âm lịch năm thứ 10 niên hiệu Chính Hòa đời vua [[Lê Hy Tông]]. Khi đến tuổi trưởng thành, được tuyển làm vợ của đức Hy Tổ Nhân vương [[Trịnh Cương]], phong hiệu là '''Chiêu viện''' (昭媛). Bà lần lượt hạ sinh cho chúa 2 người con trai là đức Dụ Tổ Thuận vương [[Trịnh Giang]] ([[1711]]) và Nghị Tổ Ân vương [[Trịnh Doanh]] ([[1719]]) cùng 1 người con gái là Thái trưởng quận chúa [[Trịnh Thị Ngọc Cư]]. Ngoài ra bà còn nhận nuôi hoàng tử thứ 11 của vua [[Lê Dụ Tông]] là Lê Duy Thận.\n\nNăm [[1729]], chúa Trịnh Cương mất, Thế tử Uy quận công [[Trịnh Giang]] lên ngôi chúa, tôn phong tổ mẫu [[Trương Thị Ngọc Chử]] làm Thái tôn Thái phi, còn bà Ngọc Nguyên tôn làm Vương thái phi. Đương thời chúa Trịnh Giang tính tình bạo ngược vô đạo, có hành vi dâm ô với vợ lẽ của tiên vương Trịnh Cương là bà Kỳ viên họ Đặng. Thái phi biết chuyện, bèn ép bà Kỳ viên phải tự sát. Năm [[1735]], vua [[Lê Thuần Tông]] mất, Trịnh Giang đưa Lê Duy Thận lên làm vua, tức [[Lê Ý Tông]]<ref>Quỳnh Cư, Đỗ Đức Hùng, sách đã dẫn, trang 84<\/ref>. Vì có ơn dưỡng dục với nhà vua, bà được tặng danh hiệu là '''Ý Công Hậu Đức Trang Hành Đoan Nghi Khuông Vận Diễn Phúc Hoàng Du Dụ Trạch Sùng cơ Thái từ Quốc thánh mẫu'''.\n\nDo chúa [[Trịnh Giang]] làm nhiều việc vô đạo dẫn đến bị sét đánh gần chết, sinh ra chứng bệnh kinh quý (sợ sấm sét), lại nghe lời [[hoạn quan]] [[Hoàng Công Phụ]] xây cung Thưởng Trì ở dưới lòng đất để tránh tiếng sấm. Từ đó chúa không còn thiết gì đến chính sự, tối ngày chui rúc trong cung Thưởng Trì. Vương đệ là [[Trịnh Doanh]] khi đó là Ân quốc công, là người kiêm tài văn võ, được giao phó giữ chính quyền, nhưng bị [[Hoàng Công Phụ]] ngăn trở không thể nắm được thực quyền Trước tình hình đó, vào đầu năm [[1740]], Thái phi cho triệu Bồi tụng [[Nguyễn Quý Cảnh]] vào phủ, bảo Quý Cảnh đứng ra khuyên Trịnh Doanh lên thay Trịnh Giang để trừ hoạn nạn trong cung phủ<ref>Quỳnh Cư, Đỗ Đức Hùng, sách đã dẫn, trang 85<\/ref>. Quý Cảnh ngầm biên tiên hương binh, dự chia thành từng bộ phận, rồi nhân lúc nhàn rỗi nói với Doanh, nhưng Trịnh Doanh còn do dự. Quý Cảnh đem việc ấy nói với Bồi tụng [[Nguyễn Công Thái]] và thân thần là bọn Trịnh Đạc, [[Vũ Tất Thận]], [[Nguyễn Đình Hoàn]], cùng tán thành cả. Nhân ngày Khai bảo (trăm quan vào triều sau kỳ nghỉ Tết), bọn Quý Cảnh đưa Trịnh Doanh vào phủ đường phò lập lên nối ngôi giữ quốc chính. Doanh nhún nhường nhiều lần rồi chấp thuận, xưng là Minh Đô vương, tôn Trịnh Giang làm Thái thượng vương<ref>Cương mục, trang 831<\/ref>.\n\nLúc bấy giờ trong kinh ngoài trấn nông dân đứng lên dựng cờ khởi nghĩa khắp nơi, chống lại chính quyền họ Trịnh. Chúa Trịnh Doanh sau khi lên ngôi quyết tâm đánh diệt tất cả những cuộc khởi nghĩa này. Mỗi khi ngự giá của chúa xuất kinh, đều do Vũ Thái phi lo liệu việc trong triều. Mùa đông năm [[1741]], nhân chúa mang đại quân đánh dẹp bọn giặc [[Vũ Đình Dung]] ở Ngân Già, quân Ninh Xá của [[Nguyễn Cừ]] nhân sơ hở mà tiến quân vào Bồ Đề, uy hiếp Thăng Long. Trong thành khi đó không có quân, lòng người rất lo sợ. Thái phi điều khiển bọn [[Trịnh Đạc]] chiểu theo địa giới giữ bốn cửa thành; lại phân phối sai quan văn là bọn [[Phạm Kinh Vĩ]], [[Nguyễn Bá Quýnh]] đem hết dân cư ngoài thành ra bến sông\nbố trí hàng ngũ, để làm nghi binh, đề lãnh [[Đặng Đình Mật]] đem quân trong cơ của mình sang qua sông, đánh với quân Ninh Xá nhưng bị bại phải quay về. Diệu quân công [[Trần Cảnh]] ở Lang Tài, Dận quận công [[Đặng Đình Miên]] ở Sơn Tây biết tin đều đem quân đi đêm vào hộ vệ kinh thành, vì thế, giặc mất hết nhuệ khí. Chúa Trịnh Doanh vừa diệt được giặc Ngân Già lại nghe tin cấp báo từ kinh thành đưa đến, cũng vội vã quay về kinh. Giặc đều phải bỏ chạy, vì thế kinh sư được yên ổn<ref>Cương mục, trang 841 - 842<\/ref>.\n\nNgày 21 tháng 9 ÂL năm thứ 12 Cảnh Hưng đời vua [[Lê Hiển Tông]], tức [[8 tháng 11]] năm [[1751]], Vương thái phi Vũ thị qua đời, hưởng thọ 63 tuổi, ban tên thụy là '''Từ Đức'''<ref>《南風》合刊第廿二卷·第一百二十五期·〈鄭氏世家（續）〉<\/ref>, an táng ở thôn Thanh Chương, xã Kim Hoạch, huyện Thụy Nguyên (nay là huyện Thiệu Hóa), trấn Thanh Hoa. Đến đời Tĩnh vương [[Trịnh Sâm]] thì dời mộ phần sang xã Bổn Thủy, huyện Vĩnh Lộc. Thái phi 2 lần định mưu kế cứu nguy cho cơ đồ họ Trịnh, đến nỗi một vị vua [[nhà Nguyễn]] sau này cũng phải có lời khen rằng: ''Vũ Thị cũng là một người anh kiệt trong phái phụ nữ, cho nên mới có thể mấy lần định được kế mưu lớn''<ref>Cương mục, trang 842<\/ref>.\n\n== Xem thêm ==\n* [[Trịnh Giang]]\n* [[Trịnh Doanh]]\n* [[Vũ Tất Tố]]\n* [[Nguyễn Quý Cảnh]]\n\n== Tham khảo ==\n* Quỳnh Cư, Đỗ Đức Hùng (2005), ''Các triều đại Việt Nam'', Nhà Xuất bản Thanh niên.\n* [[Trịnh gia chính phả]]\n* [[Khâm định Việt sử Thông giám Cương mục]]\n== Chú thích ==\n{{tham khảo}}\n{{Vương phi chúa Trịnh}}\n\n[[Thể loại:Sinh năm 1689]]\n[[Thể loại:Mất năm 1751]]\n[[Thể loại:Vương phi chúa Trịnh]]"}