{"19554646":"{{Thông tin chung\n|tên          = Vũ trường Maxim's<br><small>Maxim's Club<\/small>\n|hình         = HoangThiThoProgram.jpg\n|cỡ hình      = 292px\n|ghi chú hình = Đoàn văn nghệ Maxim's trong một buổi ghi hình [[Đài Truyền hình Việt Nam (Việt Nam Cộng hòa)|đài số 9]] năm 1967.\n|1  = Thành phố\n|t1 = [[Sài Gòn]]\n|2  = Quận\n|t2 = [[Quận 1|1]]\n|3  = Mở cửa\n|t3 = 1925\n|4  = Sở hữu\n|t4 = Tư thục\n|5  = Sáng lập\n|t5 = [[Huỳnh Đạo Nghĩa]]<br>[[Diệp Bảo Tân]] \n|6  = Địa chỉ\n|t6 = 13-15-17, [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|đường Đồng Khởi]], phường [[Bến Nghé (phường)|Bến Nghé]]\n|7  = Quốc gia\n|t7 = {{VIE}}\n}}\n'''Vũ trường Maxim's''' ({{lang-en|Maxim's Club}}) là nhãn hiệu một cơ sở dịch vụ giải trí tọa lạc [[quận 1]] ([[Sài Gòn]]) có [[lịch sử]] hoạt động liên tục từ 1925 tới nay<ref>[https:\/\/riviu.vn\/maxim-s-club-vu-truong-huyen-thoai-tai-sai-gon Maxim's Club - Vũ trường huyền thoại tại Sài Gòn]<\/ref>.\n==Lịch sử==\n;;'''1925 - 1967'''\n'''Club de Maxim''' được một ông chủ [[người Pháp]] dựng năm 1925 trong quá trình cải tạo một quán [[cà phê]] nhỏ đã xuống cấp, tọa lạc [[Rue Catinat]] là con phố sầm uất nhất đô thành [[Sài Gòn|Saïgon]], với tư cách pháp nhân là chi nhánh của chuỗi [[Maxim's]] hoàn vũ. Giới ăn chơi thị thành thường gọi thông tục là ''nhà hàng Maxim'', mượn nhan đề vở nhạc kịch ''[[:fr:La Dame de chez Maxim|Ả ca-ve nhà hàng Maxim]]'' nổi tiếng đương thời, tuy nhiên tên gốc không phát xuất từ tên kịch phẩm này. Nhưng cho mãi tới [[thập niên 1950]], dưới sự quản lí của nhiều đời chủ [[Pháp]], nhà hàng Maxim chỉ là tiệm [[cà phê]] [[thuốc lá]] tầm trung, hoàn toàn lép vế so với những địa chỉ ăn chơi thời thượng cùng phố là [[Café Givral]], [[Continental Palace]], [[Hôtel Caravelle]]... mà người thượng lưu gọi là khu ''tứ giác Eden''.\n\nThời [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|đệ nhất cộng hòa]], do các tụ điểm vui chơi giải trí lớn bị chính quyền hạ lệnh đóng cửa do quá nhiều tai tiếng, một số tiệm [[cà phê]] hạng trung nhờ thế mà có cơ hội vươn lên. Đây là lúc nhà hàng Maxim gây dần tiếng vang vì sự kết hợp giữa ăn uống và [[ca nhạc]] - hình thức [[giải trí]] phổ biến sau [[Đệ nhị thế chiến]]. Dù vậy, vì quy mô quá nhỏ nên Maxim chỉ đạt doanh thu vừa phải, khiến cho giới chủ thầu bắt đầu ngán ngẩm muốn bỏ đi.\n\nTrong thời kì giới nghiêm sau [[Đảo chính Việt Nam Cộng hòa 1963|cách mạng 01 tháng 11]], việc kinh doanh thất bát buộc nhà hàng Maxim phải đóng cửa thời gian dài, cơ sở vật chất hoàn toàn xuống cấp. Chính quyền đô thành còn ngỏ ý định phá cả dãy phố để dùng vào mục đích dân sự.\n;;'''1967 - 1975'''\nTuy nhiên, vào năm 1967, ông [[Huỳnh Đạo Nghĩa]] (chủ hãng [[kem đánh răng]] [[Hynos]]) mua được giấy phép toàn quyền xử dụng 3 thửa đất tương ứng địa chỉ 13-15-17 [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|đại lộ Tự Do]]. Ông quyết định giữ lại nhãn hiệu Maxim nhưng phá cơ sở cũ để xây khiêu vũ trường, dự định đáp ứng nhu cầu thời thượng của lớp công chức cả [[Việt Nam]] và [[quốc tế]] tại [[Sài Gòn]]. Nhưng do thiếu kinh nghiệm quản lí, việc kinh doanh bế tắc, có lúc phải đổi là '''Mỹ-Tâm Maxim's Club''', nên vào năm 1969 ông chủ Huỳnh bán mặt bằng cho ông [[Diệp Bảo Tân]]<ref>[https:\/\/thanhthuy.me\/2015\/03\/12\/ong-diep-bao-tan-chu-nhan-phong-tra-maxim-truoc-75-tu-tran-tran-quoc-bao\/ Ông Diệp Bảo Tân đã từ trần]<\/ref> - một thương gia [[Người Hoa (Việt Nam)|người Hoa]].\n{{quote box\n|quote    = <center>MAXIM'S<br>Restaurant-Théâtre<br>Le Premier et l'Unique au Viêt-Nam<br>Vous présente<br>Son Nouveau Prógramme<br>dirigé par<br>HOANG-THI-THO et LUU-HONG<br>avec le Dîner-Théâtre<br>vous offrant toute la Tradition<br>de la Bonne Table<br>900$ par personne<br>࿏<br>SALON DE THÉ<br>(1<sup>er<\/sup> Etage)<br>Orchestre Lê-van-Thiên<br>Attractions Exhibitions sur scène<br>Le Spectacle<br>commencé à 21 heures<br>࿏<br>RÉSERVATIONS<br>13 à 17, Tu-Do Street — Phone 20.575-576<\/center>\n|source   = <center>— Bích-chương quảng-cáo<\/center>\n|width    = 30%\n|border   = 1px\n|fontsize = 90%\n}}\nÔng chủ Diệp bèn cải danh địa chỉ này thành '''Maxim's Club''', cố gắng kết hợp việc kinh doanh [[ẩm thực]] với [[giải trí]]. Bên cạnh sự khuyến khích khách hàng [[khiêu vũ]] cùng bạn nhảy là các tiếp viên được đào tạo chuyên nghiệp, nhà hàng cũng mời các [[nghệ sĩ]] ăn khách về biểu diễn. Trong khi vấn đề kinh doanh do ông chủ Diệp hoàn toàn quyết định, việc quản lí [[nghệ sĩ]] và dàn dựng tiết mục được giao hẳn cho [[nhạc sĩ]] [[Hoàng Thi Thơ]] và vũ sư [[Lưu Hồng]]. Ông [[Hoàng Thi Thơ]] bèn tiến hành tuyển lựa [[nghệ sĩ]] để lập ra '''Đoàn văn nghệ Maxim's'''<ref>[http:\/\/namrom64.blogspot.com\/2016\/04\/vu-truong-maxims-vao-mot-thoi-cua-sai.html Vũ trường Maxim's một thời]<\/ref>, ráo riết đào tạo họ thành những nhân vật đa tài và giỏi biến tấu, đồng thời đấu thầu sóng [[Đài Truyền hình Việt Nam (Việt Nam Cộng hòa)|truyền hình]], thi thoảng cũng được chính phủ mời làm đại diện [[Đoàn Văn nghệ Việt Nam]] lưu diễn hải ngoại. Vì thế, đây được coi là nơi ươm mầm cho vài thế hệ [[nghệ sĩ]] ưu tú [[Việt Nam]] về sau, cũng là giai đoạn hoàng kim của thương hiệu Maxim's.\n\nĐiểm khác biệt của đêm văn nghệ Maxim's so với những câu lạc bộ [[Sài Gòn]] cùng thời là không lặp lại một cách cứng nhắc những trào lưu [[văn nghệ]] thời thượng, mà bổ sung những tiết mục [[ngâm]], [[chèo]], [[tuồng]], [[cải lương]]... truyền thống nhưng phần nào cách tân để công chúng thời đại dễ tiếp nhận. Gần khuya có thêm màn vũ sexy để phục vụ nhu cầu giới chức và sĩ quan. Cho nên, mặc dù là vũ trường phục vụ những nhu cầu nông nổi của khách thành thị, Maxim's vẫn thổi hồn sống vào những loại hình [[nghệ thuật]] tưởng đã mai một hoặc lỗi thời. Ông chủ [[Hoàng Thi Thơ]] cũng tích cực thâu dĩa, quay phim nhựa màu để khuyến khích các [[nghệ sĩ]] thể hiện tài năng. Nhờ vậy, chỉ trong thời gian ngắn Maxim's đã vươn dậy thành chốn [[giải trí]] [[thượng lưu]] độc đáo và ăn khách nhất đô thành, đặc biệt thu hút lớp người Bắc di cư muốn tìm chốn hoài tưởng cố hương.\n\nTrong giai đoạn cao trào [[Đại hội Nhạc trẻ]], khi kí giả [[Trường Kỳ]] thuê vũ trường Queen Bee mở đại nhạc hội ''Hippie Agogo'', rồi [[ca sĩ]] [[Jo Marcel]] mua lại phòng trà Đêm Màu Hồng của gia đình [[nhạc sĩ]] [[Vũ Hoàng Chương]], vị thế Maxim's bị chìm một thời gian. Nhưng khi [[Đại hội Nhạc trẻ|phong trào nhạc trẻ]] đuối sức cùng với tình hình chiến sự căng thẳng, lối [[giải trí]] độc đáo của Maxim's lại vươn lên thống trị không gian ăn chơi đô thành.\n\nNgày [[30 tháng 04]] năm 1975, khi [[tổng thống]] [[Dương Văn Minh]] đọc tuyên bố [[Sự kiện 30 tháng 4 năm 1975|giải thể chế độ]], [[Đoàn Văn nghệ Việt Nam]] (nòng cốt là Đoàn văn nghệ Maxim's) do ông bầu [[Hoàng Thi Thơ]] dẫn đầu vẫn đang lưu diễn tại [[Tokyo]]. Buổi biểu diễn cuối cùng của đoàn trước khi rã ngũ là trên sóng [[NHK]].\n{{cquote|''Phòng trà Maxim’s tọa lạc ngay địa điểm của nhà hàng Maxim’s bây giờ. Phòng trà này không chỉ có ca nhạc mà còn có ăn uống dành cho giới thượng lưu, sang trọng lúc đó. Dưới sự điều khiển của nhạc sĩ Hoàng Thi Thơ, phòng trà này có những màn nhạc kịch có chất lượng nghệ thuật cao.''<br>''Độc đáo của Maxim’s là mỗi đêm, chương trình văn nghệ của Hoàng Thi Thơ đều cống hiến cho khán giả những màn vũ dân tộc độc đáo. Những chiếc nón quai thao thi đua bay lượn, xoay tròn theo điệu hát dân ca cổ truyền, những cô gái Việt ngày xưa mặc áo tứ thân đang hát đối đáp cùng những chàng thư sinh áo the, khăn nhiễu. Đó là nét đặc biệt của Maxim’s với tài dàn dựng của Hoàng Thi Thơ.''<br>''Maxim’s có cái dáng và không khí của sân khấu nước ngoài. Có nhiều màn vũ cũng như ca kịch có tính cách Á Đông như tiết mục 'Cô gái điên' (Xuân Dung, Mỹ Phương, La Thoại Tân và Ngọc Đức). Thường xuyên cho thay đổi một tháng một chương trình. Có nhiều phòng trà đến chỉ uống nước và xem ca nhạc. Với những giọng hát tốt nơi đó thu hút khách nghe nhạc, thờ ơ với món ăn. Có những nơi người ta chỉ ăn. Nhưng đến Maxim’s người ta vừa ăn và vừa xem.''<br>''Với những gương mặt ca sĩ và kịch sĩ ấn tượng như La Thoại Tân, Ngọc Đức, Túy Hoa, Phi Thoàn, Khả Năng, giọng ca tenor của Cao Thái và dàn vũ nữ xinh đẹp, thực khách tha hồ mãn nhãn và cười thoải mái. Nhạc sĩ Hoàng Thi Thơ từng tự hào là tại miền Nam này không ai viết nhạc kịch như ông. Nhạc kịch, hài hước, vũ nữ xinh như mộng đã tạo cho Maxim’s một thương hiệu và là nơi chỉ giới nhà giàu mới đặt chân vào.''|||Lê Văn Nghĩa, ''Phòng trà ca nhạc Sài Gòn xưa''<ref>[https:\/\/www.dongnhacxua.com\/phong-tra-ca-nhac-sai-gon-xua-6-queen-bee-maxims Phòng trà ca nhạc Sài Gòn xưa: Queen Bee & Maxim's]<\/ref>, 2017}}\n;;'''1975 - 1986'''\nSau sự kiện [[30 tháng 04]] năm 1975, vũ trường Maxim's bị buộc đóng cửa trong trào lưu ''bài trừ lối sống trụy lạc và các tệ nạn xã hội'' vài năm. Sau khi phong trào thanh niên xung phong vãn dần, giới trẻ [[Sài Gòn]] từ các tỉnh biên giới về cần không gian [[giải trí]], khiến cho một số vũ trường có [[lịch sử]] hoạt động lành mạnh được chính quyền thành phố \"nhắm mắt làm ngơ\" cho mở từ sẩm tối tới gần khuya, trong đó có Maxim's.\n\nThời kì [[Phong trào Ca khúc Chính trị|âm nhạc chính trị]], một lượng nhỏ ca khúc nhạc trẻ thời [[Việt Nam Cộng hòa]] được phép phổ biến tại Maxim's bên cạnh nhạc trẻ Âu-Mĩ, [[Liên Xô]] và [[Việt Nam]] mới. Hằng đêm, tại Maxim's có các chương trình [[văn nghệ]] với thành phần chủ yếu là [[nghệ sĩ]] từ ngoài Bắc vô biểu diễn trên nền nhạc [[disco]] thời thượng.\n;;'''1986 tới nay'''\nSau khi chương trình [[Đổi Mới]] được thông qua, các cơ sở kinh doanh tại [[Sài Gòn]] được tự do sang tên như trước năm 1975. Vũ trường Maxim's qua nhiều đời chủ nhưng hầu hết quản lí kém khiến cơ sở này lép vế so với nhiều vũ trường mới nổi trong thành phố, điển hình là Trung tâm Thương mại Giải trí Super Bowl (còn gọi ''vũ trường Superbowl''). Quy mô hoạt động của Maxim's bị thu nhỏ trong lĩnh vực [[ẩm thực]] và [[khiêu vũ]]<ref>[https:\/\/thanhnien.vn\/thoi-su\/buoc-nhay-dam-me-mot-thoi-kho-quen-1001145.html Bước nhảy đam mê: Một thời khó quên]<\/ref>, mà thực khách đa số là lớp người [[Sài Gòn]] ưa hoài niệm hoặc người Bắc mới vô muốn tìm hiểu lối sống thượng lưu thời [[Việt Nam Cộng hòa]]. Đôi lúc báo giới còn lầm tưởng Maxim's đã giải thể.\n\nMặc dù vị thế không còn như thời hoàng kim, nhưng Maxim's là địa chỉ được chính quyền [[quận 1]] ưu ái giữ nguyên số 13-15-17 và thường dùng làm mốc đánh số toàn tuyến đường [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|Đồng Khởi]] phía lẻ.\n\n==Văn hóa==\n* [[Phim]] màn ảnh [[đại vĩ tuyến]] ''[[Người cô đơn]]'' (1971).\n* Ca kịch ''Cô gái điên'' và nhạc phẩm ''Tình ta với mình'': Nữ chính [[Thanh Nga]].\n* Nhạc phẩm ''Tình yêu tuyệt vời'' và ''Con tim và nước mắt'': Ban [[CBC (ban nhạc)|CBC]] trình diễn trong phim ''Người cô đơn'' năm 1971 và thâu dĩa năm 1972.\n* [[Phim]] thời sự ''Saigon night club'' (1972) do hãng [[AP]] thực hiện.\n* Nhạc phẩm ''[[Sài Gòn niềm nhớ không tên]]'' (Nước mắt cho Sài Gòn), [[nhạc sĩ]] [[Nguyễn Đình Toàn]] sáng tác năm 1979.\n* [[Tiểu thuyết]] ''[[Đường Tự Do Sài Gòn]]'' của tác giả [[Nhã Ca]] (2006).\n==Tham khảo==\n{{Thể loại Commons|Maxim's}}\n* [[Tân nhạc Việt Nam]]\n* [[Đại hội Nhạc trẻ]]\n* [[Đường Đồng Khởi, Thành phố Hồ Chí Minh]]\n==Liên kết==\n{{tham khảo|4}}\n* [https:\/\/phamduy.com\/en\/gia-dinh\/julie-quang\/5546-moi-son-julie-11-vu-truong-tango-den-mau Môi son Julie: Vũ trường tango đèn màu]\n* [https:\/\/www.bbc.com\/vietnamese\/forum-52424245 Sài Gòn - những địa chỉ nổi tiếng trước và sau 1975]\n* [https:\/\/nhacxua.vn\/hinh-anh-so-sanh-duong-sai-gon-xua-va-nay-voi-cung-mot-goc-anh-phan-1-duong-tu-do-dong-khoi Hình ảnh so sánh đường Sài Gòn xưa và nay]\n* [https:\/\/nhacvangbolero.com\/nhung-con-duong-sai-gon-xua-phan-3-catinat-tu-do-con-duong-phon-hoa-tap-1\/ Catinat\/Tự Do - con đường phồn hoa]\n* [https:\/\/gocxua.net\/sai-gon-xua\/duong-catinat-tu-do-dong-khoi-va-nep-song-saigon-xua-qua-con-duong-lau-doi-nhat.html Catinat\/Tự Do và nếp sống Sàigòn xưa qua con đường lâu đời nhất]{{Liên kết hỏng|date=2022-03-25 |bot=InternetArchiveBot }}\n\n[[Thể loại:Quận 1]]"}