{"19547897":"{{Thông tin nhạc sĩ|tên=Vũ Trọng Hối|ngày mất=Năm 1985|ca khúc=|hợp tác với=|hãng đĩa=|năm hoạt động=|nhạc cụ=|thể loại=[[Nhạc đỏ]]|nghề nghiệp=|nơi mất=|nguyên quán=|hình=Vu Trong Hoi.png|nơi sinh=|ngày sinh={{ngày sinh|1926|6|15}}|nghệ danh=|tên khai sinh=|nền=nhạc sĩ không biểu diễn|phong cảnh=|chú thích hình=|kích thước hình=200|ca sĩ=}}\n'''Vũ Trọng Hối''' có tên khai sinh Vũ Mạnh Giới,<ref>{{Chú thích web|url=https:\/\/tainhaccho.net\/thong-tin-tieu-su\/ca-si-vu-trong-hoi\/|tựa đề=VŨ TRỌNG HỐI}}<\/ref> là nhạc sĩ, mang quân hàm đại tá [[Quân đội nhân dân Việt Nam]], cán bộ sáng tác thuộc Phòng Văn nghệ Quân đội. Ông là một trong những nhạc sĩ quân đội nổi tiếng thời Kháng chiến chống Mỹ cứu nước với một bản sắc riêng biệt và độc đáo.<ref>{{Chú thích web|url=https:\/\/vtv.vn\/nhac-si-vu-trong-hoi.html|tựa đề=Nhạc sĩ Vũ Trọng Hối|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=http:\/\/cand.com.vn\/van-hoa\/Vu-Trong-Hoi-va-nhung-giai-dieu-de-doi-xuyen-Truong-Son-13710\/|tựa đề=Vũ Trọng Hối và những giai điệu để đời xuyên Trường Sơn|tác giả=Nguyễn Thụy Kha}}<\/ref>\n\nVũ Trọng Hối hoạt động âm nhạc từ những năm [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]] tại Khu III. Vốn hiểu biết nhiều về chèo, ông đã có những sáng tác đậm chất dân ca nông thôn. Hòa bình lập lại, Vũ Trọng Hối đã theo học lớp bổ túc tại Trường Âm nhạc Việt Nam. Năm tháng này là thời gian nở rộ nhất những sáng tác của ông. Các tác phẩm nổi bật thời kì này là: \"Hát mừng đất nước\", \"Ngọn cờ hồng\", đặc biệt là \"Mùa chiến công đang nở rộ khắp hai miền\". Bước vào Kháng chiến chống Mỹ cứu nước, Vũ Trọng Hối đã có một đợt công tác dài suốt dải Trường Sơn. Các sáng tác của ông trong thời gian này được quảng đại quần chúng và các chiến sĩ ưa thích, làm nên tên tuổi của ông, như: \"Đường tôi đi dài theo đất nước\", \"Những chuyến xe đêm\", \"Bước chân trên dải Trường Sơn\" (lời viết cùng Đăng Thục), \"Niềm vui anh quân bưu\". Ông được truy tặng Giải thưởng Nhà Nước về Văn học - Nghệ thuật, 2007.<ref>{{Chú thích web|url=https:\/\/bcdcnt.net\/nhac-si\/vu-trong-hoi|tựa đề=Vũ Trọng Hối|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=http:\/\/hoinhacsi.vn\/nhac-si-vu-trong-hoi-tro-thanh-nhac-si-noi-tieng-vi-tu-ai|tựa đề=Nhạc sĩ Vũ Trọng Hối trở thành nhạc sĩ nổi tiếng vì “tự ái”|tác giả=Nguyễn Đình San|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Tiểu sử ==\nVũ Trọng Hối sinh ngày 15 tháng 6 năm 1926, ở [[Hàng Kênh]], [[Hải Phòng]]. Cha mẹ ông thuộc thành phần gia đình nông dân nghèo ở [[Nam Định]], sau lang bạt về Hải Phòng, giống như gia đình Văn Cao. [[Văn Cao]] thì sinh ở chân tháp nước Nhà máy Nước Hải Phòng, còn Vũ Trọng Hối thì sinh ra trong một căn nhà lụp xụp của xóm thợ Hàng Kênh. Tại đây, ngoài lời ru của mẹ từ thuở nằm nôi, cậu bé Hối còn lớn lên trong các điệu chèo của những người hát xẩm.\n\nNhà nghèo, Vũ Trọng Hối chỉ được học tới lớp ba là bắt đầu đời thợ. Từ đời thợ, chàng thanh niên Vũ Trọng Hối đến với cách mạng. Là lính của \"đội quân Hùm xám\" [[Nguyễn Bình]], Vũ Trọng Hối đã sáng tác một số \"bài hát truyền khẩu\" và đồng đội hưởng ứng.Tuy nhiên, anh lính trẻ không hề biết một chút gì về  kiến thức âm nhạc cả. Bởi vậy, người lính trẻ ấy muốn \"tầm sư học đạo\" để ghi lại các bài hát của mình và đã tìm đến một quáng bar, nơi các nhạc công đất Cảng hay ngồi uống cà phê. Trong quân phục Vệ quốc đoàn, Vũ Trọng Hối lí nhí, ấp úng đề đạt được ước muốn cho một số nhạc công, nhưng lại bị chê cười. Nhưng đó là \"cú hích\" vào lòng tự ái, để rồi từ cái tự ái đó và một số điều kiện khác, đã nảy sinh một nhạc sĩ có cá tính sáng tạo, độc đáo.\n\nNhờ phát hiện của tướng [[Lê Quang Hòa]], Vũ Trọng Hối được giới thiệu lên Việt Bắc bồi dưỡng âm nhạc. Ở lớp bồi dưỡng, Vũ Trọng Hối đã được gặp nhạc sĩ [[Nguyễn Xuân Khoát]] là “anh cả làng nhạc”, sau đó, đến năm 1960 được học tập ở Trường Âm nhạc Việt Nam.\n\nSau \"sự kiện 5\/8\/1964\" (Đế quốc Mỹ gây hấn), Vũ Trọng Hối tốt nghiệp Trường Âm Nhạc Việt Nam, về công tác tại Đoàn Văn công [[Tổng cục chính trị Quân đội nhân dân Việt Nam|Tổng cục Chính trị]]. Đến chiều ngày 25 tháng 11 năm 1965, ông Hồng Cư (Cục phó Cục Tuyên huấn lúc đó) nói rõ: cấp trên trao nhiệm vụ cho Vũ Trọng Hối đi sáng tác ở chiến trường B (miền Nam) và Vũ Trọng Hối - một lần nữa - lại balô lên vai ở tuổi 40 với 20 tuổi quân, để lại vợ và hai con, ròng rã vượt qua đèo dốc Trường Sơn.\n\nGần một tháng sau, ngày 15 tháng 1 năm 1966, Vũ Trọng Hối tới điểm đầu mối của trục giao liên Bắc - Nam. Ấn tượng về cuộc sống đàng hoàng của các chiến sĩ giao liên Trường Sơn, ấn tượng về tiếng cười thiếu nữ “thức tỉnh rừng xanh” đã gợi cho Vũ Trọng Hối về bài hát “Đường tôi đi dài theo đất nước”, ra đời đầu xuân năm 1966. Sau đó không lâu, giọng hát Minh Nguyệt đã \"tung\" ca khúc này trên sóng phát thanh của [[Đài Tiếng nói Việt Nam]]. Rồi đến \"giọng vàng\" [[Bích Liên]] đã làm bài hát trở nên một trong những thành công nhất của “Những bài hát về Trường Sơn”.\n\nSau đó, ông được đi tu nghiệp tại Nhạc viện Alma-Ata ([[Liên Xô]]) và có các tác phẩm khí nhạc như giao hưởng \"Việt Nam chiến đấu\", biến tấu cho [[Sáo (nhạc cụ)|flute]] trên chủ đề dân ca Quảng Bình, hòa tấu [[Trumpet|trôngpet]].\n\nÔng bị xuất huyết não vào năm 1983, sau đó 2 năm thì đại tá - nhạc sĩ Vũ Trọng Hối ra đi ở tuổi 60.<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/van-hoa\/Vu-Trong-Hoi-va-nhung-giai-dieu-de-doi-xuyen-Truong-Son-13710\/|tựa đề=Vũ Trọng Hối và những giai điệu để đời xuyên Trường Sơn|tác giả=Nguyễn Thụy Kha|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\":0\">{{Chú thích web|url=http:\/\/music.quehuong.org\/bionhacsi.php?ID=257|tựa đề=Tiểu Sử Vũ Trọng Hối|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\":1\">{{Chú thích web|url=http:\/\/hoinhacsi.vn\/nhac-si-vu-trong-hoi-tro-thanh-nhac-si-noi-tieng-vi-tu-ai|tựa đề=Nhạc sĩ Vũ Trọng Hối trở thành nhạc sĩ nổi tiếng vì “tự ái”|tác giả=Nguyễn Đình San|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nÔng được truy tặng Giải thưởng Nhà Nước về Văn học - Nghệ thuật năm 2007. <ref name=\":1\" \/><ref name=\":0\" \/>\n\n== Các ca khúc ==\n* Anh hùng đâu há phải mày râu\n* Bài ca trên đường tuần tra\n* [[Bước chân trên dải Trường Sơn]] (1966)\n* Cái máy húc của tôi (1973)\n* Cô du kích và tên bành trướng què\n* Đường tôi đi dài theo đất nước\n* Hát mừng xuân Cam-pu-chia\n* Lời tạm biệt trước lúc lên đường\n* Mùa chiến công nở rộ hai miền\n* Nắng sớm Trường Sơn\n* Những chuyến xe đêm\n* Niềm vui của anh quân bưu\n* Tiếng hát bên bờ sông Ninh\n* Tiếng hát người chiến sĩ Khe Sanh\n* Về làng Sen\n* Việt Nam xanh ước mơ\n\n== Nguồn trích dẫn ==\n{{tham khảo}}\n[[Thể loại:Nhạc sĩ Việt Nam thế kỷ 20]]\n[[Thể loại:Nhạc đỏ]]\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 1985]]"}