{"1764298":"{{Chú thích trong bài|date=tháng 4\/2022}}\n'''Vũ Dương Tùng''' (sinh [[3 tháng 7]] năm [[1841]] tại [[Gò Công (tỉnh)|Gò Công]], nay thuộc [[Tiền Giang]] - mất [[11 tháng 9]] năm [[1925]] tại [[An Giang]]) là một nhà báo [[Việt Nam]]. Ông từng viết cho nhiều tờ báo như [[Gia Định báo]], [[Phan Yên báo]], [[Nông cổ mín đàm]] <ref>Hà Minh Đức, Các nhà báo đầu thế kỷ 20, Nhà xuất bản Khoa học xã hội, in lần thứ hai, tr. 89, 1997<\/ref>.\n\nSinh ra trong gia đình Nho học nhưng Vũ Dương Tùng sớm có niềm đam mê về chữ Việt hiện đại cùng với báo chí. Tích luỹ kinh nghiệm sống, ông dần tham gia làng báo. Với một số bài báo thử viết ban đầu và được in, ông mạnh dạn viết nhiều và chuyển hẳn sang nghề báo. Vợ ông quản lý gia sản tốt nên ông có thể yên tâm tập trung vào nghề <ref>Hà Minh Đức, Các nhà báo đầu thế kỷ 20, Nhà xuất bản Khoa học xã hội, in lần thứ hai, tr. 90-91, 1997<\/ref>.\n\n==Đóng góp==\nVăn của ông đơn giản, dễ hiểu nhưng sâu sắc, dễ thuyết phục độc giả. Ông từng cùng Lương Khắc Ninh viết một số bài cho mục Thương cổ luận tồn tại hơn 100 số trên Nông cổ mín đàm <ref>Vũ Dương Tùng, Đoàn kết, thìa khoá đến thành công của người Việt. Nông cổ mín đàm, số 62<\/ref>.\n\n==Đánh giá==\nÔng được Huỳnh Tịnh Của, nhà báo kỳ cựu thời xưa, đánh giá:\n{{quote|Vũ Dương Tùng đã có công lớn trong việc truyền bá chữ Quốc ngữ ở Việt Nam ta với cách hành văn giản dị mà dễ hiểu <ref>Gia Định báo, số 9 năm 1890<\/ref>}}\n\nPhan Quang, nhà báo kỳ cựu thời nay, đánh giá:\n{{quote|Với việc tham gia nhiều vào giới báo chí, hai người họ Vũ (Dương Tùng và [[Vũ Trọng Phụng|Trọng Phụng]]) cùng góp phần thúc đẩy nền báo chí còn non trẻ và sơ khai của Việt Nam<ref>Phan Quang, Xã hội và báo chí Việt Nam đầu thế kỷ 20, Nhà xuất bản Thông tấn, tr. 112, 2009<\/ref>}}\n\n==Về già==\nVũ Dương Tùng nghỉ viết chừng khoảng ngoài năm 1900, khi một số báo ông cộng tác trước dần đóng cửa và ông cũng đã cao tuổi. Ông quay lại với việc quản lý ruộng đất của gia đình, rồi vui thú điền viên và mất trong lặng lẽ tại một trang trại của gia đình ở An Giang <ref>Hà Minh Đức, Các nhà báo đầu thế kỷ 20, Nhà xuất bản Khoa học xã hội, in lần thứ hai, tr. 93, 1997<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Sinh năm 1841]]\n[[Thể loại:Mất năm 1925]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Nhà báo Việt Nam]]"}