{"3427040":"{{wikify}}\n{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ ưu tú]]\n| nền = diễn viên\n| tên = Vũ Luân\n| birthname = Lương Văn Bình\n| birthdate = {{Ngày sinh và tuổi|1972|12|17}}\n| nationality = {{VIE}}\n| birthplace = [[quận Tân Bình|Tân Bình]], [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| nghề nghiệp = Diễn viên sân khấu\n| field = Cải lương\n| năm hoạt động sân khấu = 1985 - nay\n| awards = [[Nghệ sĩ ưu tú]]: Đợt 8 (2015)\n}}\n\n'''Vũ Luân''' (sinh ngày [[17 tháng 12]] năm [[1972]]) là một nghệ sĩ cải lương danh tiếng tại Việt Nam. Anh được [[Nhà nước Việt Nam]] phong tặng danh hiệu [[Nghệ sĩ Ưu tú]] năm 2015.<ref>{{Chú thích web |url=http:\/\/vpub.hochiminhcity.gov.vn\/portal\/Pages\/2015-03-30\/27-ca-nhan-dat-danh-hieu-Nghe-si-nhan-dan-Nghe-si-zd6ok3umzwne.aspx |ngày truy cập=2016-08-15 |tựa đề=27 cá nhân đạt danh hiệu Nghệ sĩ nhân dân, Nghệ sĩ ưu tú |archive-date=2017-02-04 |archive-url=https:\/\/web.archive.org\/web\/20170204004651\/http:\/\/vpub.hochiminhcity.gov.vn\/portal\/Pages\/2015-03-30\/27-ca-nhan-dat-danh-hieu-Nghe-si-nhan-dan-Nghe-si-zd6ok3umzwne.aspx |url-status=dead }}<\/ref>\n\n==Cuộc đời và sự nghiệp==\nAnh tên thật là '''Lương Văn Bình''', sinh ngày [[17 tháng 12]] năm 1972. Không như nhiều nghệ sĩ khác, anh xuất thân từ gia đình [[công nhân]], cư ngụ lâu đời ở khu Bà Quẹo (thuộc quận Tân Bình, Thành phố Hồ Chí Minh). Anh là con áp út trong gia đình, thời thiếu niên thường làm may gia công, thỉnh thoảng theo người cậu làm thợ phụ sơn. Theo lời anh kể, mỗi khi nhận tiền công, bạn thợ rủ nhau đi hát với nhau, sau phát hiện anh có giọng ca hay nên khuyên anh đi học hát.\n\nĐược sự khuyến khích từ những người bạn và cả mẹ anh, anh bắt đầu theo học hát ở nghệ nhân Út Trọn, được ông khen ngợi là có năng khiếu đặc biệt. Nghiệp hát của anh được xem như bắt đầu từ năm 1985, tuy nhiên, do không có người giới thiệu và đỡ đầu trong sự nghiệp, anh đành chọn làm nghề đi hát ở các quán nghệ sĩ, đám cưới để kiếm thêm thu nhập. Trong một lần đi hát, anh được một thực khách đặc biệt chú ý, đó là nghệ sĩ [[Bạch Long]]. Bấy giờ, ông đang tổ chức và quản lý nhóm [[Đồng ấu Bạch Long]], gồm các thiếu nhi là con em các nghệ sĩ của hai đoàn cải lương tuồng cổ đã giải thể là Huỳnh Long và Minh Tơ.\n\nNăm 1992, anh được Bạch Long mời tham gia nhóm Đồng ấu Bạch Long, được đào tạo thêm về kỹ thuật hát và vũ đạo. Chính ông là người đặt cho anh nghệ danh '''Vũ Luân''' với lời giải thích ''\"có nhiều nét giống Vũ Linh'' . Do nhóm thừa đào thiếu kép, nên hầu như anh được phân vai kép chính hát cặp với [[Trinh Trinh]], [[Tú Sương]], vốn là những các đào non sinh trưởng trong những gia đình nghệ sĩ lừng danh. Danh tiếng của anh bắt đầu được khán giả biết đến. Từ đó tên tuổi Vũ Luân ngày càng bật sáng, tiếng vang đến các tỉnh miền Tây, miền Đông Nam bộ. Và không ít đoàn lưu diễn đã mời Vũ Luân tăng cường, lúc anh vừa hơn 17 tuổi. 6 tháng theo nghề đã thành sao Sau 6 tháng khởi nghiệp ở sân khấu chuyên nghiệp đoàn CL đồng ấu Bạch Long, Vũ Luân chứng tỏ mình là một kép chánh nhiều triển vọng. Khán giả đến xem Vũ Luân diễn ngày một đông và tiếng lành đồn xa nên một số đoàn CL tỉnh như Đất Mũi, Châu Long, Hoa Anh Đào, Bông Sen,... mời Vũ Luân về diễn tăng cường với cát-sê 3 triệu đồng\/đêm. Một con số kỷ lục cho một diễn viên trẻ chỉ mới 17 tuổi. Vì với đồng lương này thời giá lúc ấy (năm 1990) là xấp xỉ một lượng vàng. Thế nhưng các đoàn vẫn cứ tranh nhau mời Vũ Luân tăng cường vì anh hát rất có doanh thu nên họ đã đẩy giá anh lên 3,5 rồi 4 triệu\/đêm. Tuy đã thành danh, là một ngôi sao trẻ nhưng không vì thế mà Vũ Luân xao nhãng với nghề. Sau hơn một năm hát tăng cường cho các đoàn tỉnh, kiếm được một số vốn, Vũ Luân quyết định về lại thành phố để rèn nghề, tạo đà thăng tiến về lâu về dài trên các sân khấu lớn có quy chuẩn và tầm cỡ hơn.\n\nNgày 18\/7\/2002: Lập đoàn xã hội hóa Nghệ sĩ Vũ Luân với các vở tuồng cổ: Lương Sơn Bá – Chúc Anh Đài, Xử Án Phi Giao, Võ Tắc Thiên – Thái Bình Công Chúa, Thanh Xà – Bạch Xà, Giang Sơn Mỹ Nhân, Lưu Kim Đính, Mai Trắng Se Duyên, Gánh Cải Trạng nguyên, Mạnh Lệ Quân, Xử Bá Đao Từ Hảo Thọ, Bao Công Xử Án Anh Em Song Sinh, Tứ Tử Đậu Tân Khoa, Tống Nhân Tôn Khóc Biệt Bàng Quý Phi, Thần Nữ Dâng Ngũ Linh Kỳ, Dương Gia Tướng, Thái Tử Đan Giả Gái, Ra Riêng Anh Cưới Em.\n\nNgày 10,11\/5\/2003: Nghệ sĩ Vũ Luân Tổ chức live show “Vươn Tới Tương Lai”.\n\nNăm 2003: Nghệ sĩ Vũ Luân đạt Giải A băng đĩa nhạc toàn quốc với live show “Vươn Tới Tương Lai” • Ngày 21\/4\/2004: Nghệ sĩ Vũ Luân Đạt HCV giải diễn viên tài sắc với vai Từ Hải Thọ • Ngày 07\/11\/2004: Nghệ sĩ Vũ Luân Tổ chức live show “Nghệ sĩ Vũ Luân - Đồng Hành Cùng Niềm Tin” • Năm 2005: Nghệ sĩ cải lương Vũ Luân Đạt giải Mai Vàng với vai Từ Hải Thọ • Ngày 15\/9\/2007: Nghệ sĩ cải lương Vũ Luân Đạt giải diễn viên xuất sắc Trần Hữu Trang lần X với vai Lê Quyết • Ngày 20\/10\/2007: Nghệ sĩ cải lương Vũ Luân đạt giải A Tài Năng Trẻ với vai Lê Quyết • Năm 2007: Nghệ sĩ cải lương Vũ Luân đạt Giải Mai Vàng với vai Lê Quyết • Ngày 04\/8\/2007: Tổ chức live show “Nghệ sĩ Vũ Luân - Vầng Trăng Mẹ” • Ngày 09\/01\/2008: Tổ chức chương trình “Nghệ sĩ Vũ Luân – Tái Ngộ Xuân 2008” • Ngày 29\/8\/2008: Tổ chức live show “Chấp Cánh Ước Mơ” • Ngày 04\/02\/2009 •''Cải Lương'' “''Điểu Nhi Địa Ngục Môn''” • Ngày 2009: Tổ chức chương trình “Nghệ sĩ Vũ Luân – Du Xuân Cùng Tứ Đại Mỹ Nhân”\n\n==Các vai diễn nổi bật==\n*Lương sơn bá chúc anh đài\n*Thất thủ cô tô thành \n*Từ hải thọ\n\n==Các danh hiệu, giải thưởng==\n* Nghệ sĩ Ưu tú (2015)\n* Giải diễn viên tài sắc (2004)\n* Giải Mai vàng (2004)\n* Giải Diễn viên xuất sắc Trần Hữu Trang (2007)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/tuoitre.vn\/tin\/tuoi-tre-cuoi-tuan\/van-hoa-nghe-thuat\/20071016\/nghe-si-vu-luan-vuot-len-chieu-cao-than-the\/224604.html Nghệ sĩ Vũ Luân: Vượt lên chiều cao thân thể]\n* [http:\/\/www.nguoiduatin.vn\/nghe-si-vu-luan-tu-chang-kep-tro-thanh-ong-bau-a58919.html Nghệ sĩ Vũ Luân: Từ chàng kép trở thành ông bầu]\n* [http:\/\/baobaclieu.vn\/newsdetails\/2ECC9C1157\/dubaothoitiet.aspx Bốn “Bạch mã hoàng tử”: Niềm vui chưa trọn]\n\n{{Giải Mai vàng cho Nam diễn viên sân khấu}}\n{{thời gian sống|1972}}\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Người giành giải Mai vàng]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]"}