{"1676795":"'''Vũ Đại''' (1927-1983), nguyên Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] khóa V, Đại biểu Quốc hội khóa VII, Bộ trưởng, Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước.\n\nTên thật của ông Vũ Đại là Nguyễn Thúc Kha, sinh năm 1927. Quê quán tại thôn Nghĩa Trai, huyện [[Văn Lâm]], tỉnh [[Hưng Yên]].\n\n==Quá trình hoạt động cách mạng==\n\nÔng tham gia cách mạng và là đảng viên Đảng CSVN từ tháng 3\/1945.\n\nTừ 1945-46: Bí thư Huyện ủy huyện Tiên Du, tỉnh [[Bắc Ninh]].\n\nTừ 1946-48: Thường vụ Tỉnh Ủy Bắc Ninh.\n\nTừ 1948-49: Thường vụ Khu bộ Việt Minh Liên khu I Việt Bắc.\n\nTừ 1949-56: công tác tại Trung ương Đoàn Thanh niên.\n\nSau khi hòa bình lập lại, trong thời gian từ 1956-59: Bí thư Thành đoàn Hà Nội.\n\nTừ năm 1959-65: Ủy viên Thường vụ Thành ủy, Phó Chủ tịch Ủy ban nhân dân TP. Hà Nội.\n\nTừ 1965-1975: Vụ trưởng Vụ Kế hoạch Bộ Công nghiệp nhẹ.\n\nSau khi cả nước thống nhất, ông được Trung ương cử vào miền Nam.\n\nTừ 1975-79: Chủ nhiệm Ủy ban Kế hoạch, Phó Chủ tịch Ủy ban nhân dân TP. Hồ Chí Minh.\n\nTừ 1979-81: Thứ trưởng Bộ Công nghiệp nhẹ.\n\nTại Đại hội Đảng Cộng sản Việt Nam lần thứ V, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng.<ref>{{Chú thích web|url=|title=Văn kiện Đại hội đại biểu toàn quốc lần thứ V|date=1982|publisher=Nhà xuất bản Sự thật|author=Đảng Cộng sản Việt Nam|publication-place=Hà Nội}}<\/ref> Ông được Trung ương giới thiệu ứng cử đại biểu Quốc hội tại tỉnh An Giang và được bầu là Đại biểu Quốc hội khóa VII.<ref>{{Chú thích web|url=http:\/\/dbqh.na.gov.vn\/daibieu\/2\/0000000087\/Vu-Đai.aspx|title=Thông tin Đại biểu quốc hội khóa VII|website=Quốc hội Nước Cộng hòa Xã hội chủ nghĩa Việt Nam|ngày truy cập=2012-12-29|archive-date=2016-03-04|archive-url=https:\/\/web.archive.org\/web\/20160304193349\/http:\/\/dbqh.na.gov.vn\/daibieu\/2\/0000000087\/Vu-%C4%90ai.aspx}}<\/ref>\n\nNgày 22\/1\/1981, ông được bổ nhiệm làm Bộ trưởng, Phó Chủ nhiệm [[Ủy ban Kế hoạch nhà nước|Ủy ban Kế hoạch Nhà nước]] cho đến ngày mất.<ref>{{Chú thích web|url=http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/van-kien-dang\/van-kien-dai-hoi\/khoa-v\/doc-092420153285456.html|title=Báo cáo của Đoàn Chủ tịch Đại hội đại biểu toàn quốc lần thứ V của Đảng về kết quả bầu cử của Đại hội do đồng chí Lê Đức Thọ trình bày Sáng ngày 31 tháng 3 năm 1982.|website=Báo điện tử Đảng Cộng sản Việt Nam}}<\/ref>\n\nÔng đã được Nhà nước Việt Nam trao tặng nhiều huân chương cao quý. Do những cống hiến của ông cho đất nước, ngày 5\/1\/2009, Chủ tịch nước [[Nguyễn Minh Triết]] đã ký quyết định số 13\/QĐ-CTN truy tặng ông [[Huân chương Hồ Chí Minh]].<ref>{{Chú thích web|url=|title=Tiểu sử Đồng chí Vũ Đại|date=1983\/6\/8|website=Báo Nhân dân}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{Bộ trưởng Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước Việt Nam}}\n{{Thời gian sống|1927|1983}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VII]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V]]\n[[Thể loại:Huân chương Hồ Chí Minh]]"}