{"290371":"'''Vũ Hộ''' ([[1478]]-[[1531]]), hay '''Mạc Bang Hộ''', là công thần khai quốc [[nhà Mạc]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nVũ Hộ có tên tự là '''Trung Phụ''', người xã Cung Hiệp, huyện Nghi Dương, nay là huyện [[Kiến Thụy]], [[hải Phòng|thành phố Hải Phòng]], [[Việt Nam]]. Từ thời trẻ ông là người có sức khoẻ và giỏi võ nghệ.\n\nNăm 1507 đời [[Lê Uy Mục]], ông được làm túc vệ, sau đó thăng lên hiệu uý.\n\n===Trấn thủ Sơn Tây===\n[[Nhà Lê sơ|Nhà Lê]] suy yếu vì khởi nghĩa nông dân và tranh chấp nội bộ. Năm [[1516]], Vũ Xuyên bá [[Mạc Đăng Dung]] trấn thủ ở [[Sơn Nam (định hướng)|Sơn Nam]], Vũ Hộ mang quân đi theo, được Đăng Dung dùng làm thuộc tướng. Ông có con trai là Vũ Huấn lấy em gái Mạc Đăng Dung<ref>Sau khi Mạc Đăng Dung làm vua, vợ Vũ Huấn được phong làm Tú Hoa trưởng công chúa<\/ref>, do đó giữa hai nhà có tình thân.\n\nNhờ dũng cảm nhiều lần lập công, Vũ Hộ được thăng làm đô đốc đồng tri, chỉ huy sứ vệ thiên võ. Ít lâu sau ông chuyển về làm đô đốc thự vệ sự, được ban hiệu Đồng Đức công thần.\n\nThời [[Lê Chiêu Tông]], Mạc Đăng Dung nhờ công dẹp khởi nghĩa [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] và hoàng thân Lê Do<ref>Lê Do là hoàng thân nhà Lê, được Trịnh Tuy và Nguyễn Sư lập làm vua để chống Lê Chiêu Tông, bị Mạc Đăng Dung đánh bại. Xem thêm bài [[Trịnh Tuy]]<\/ref>, được nắm quyền lớn trong triều. Năm [[1520]], có Vũ Nghiêm Uy nổi dậy ở Đại Đồng, Vũ Hộ được lệnh Lê Chiêu Tông đi đánh. Vũ Hộ đánh dẹp khiến Nghiêm Uy phải bỏ trốn vào núi.\n\nChiêu Tông thấy vùng Sơn Tây có nhiều biến loạn nên sai Vũ Hộ ra trấn thủ, phong chức Quỳnh Khê bá. Sang năm [[1521]], ông được phong làm Quỳnh Khê hầu.\n\n===Phù trợ Mạc Đăng Dung===\n[[Tháng bảy|Tháng 7]] năm [[1522]], Lê Chiêu Tông không chịu sự quản thúc của Mạc Đăng Dung nên trốn ra Mộng Sơn kêu gọi cần vương. Các tướng như Hà Phi Chuẩn, Đàm Thận Huy, Lê Đình Tú đều theo mật chiếu đến giúp, khiến cho Mạc Đăng Dung bị yếu thế. Tuy nhiên, Vũ Hộ vì có tình thông gia với nhà họ Mạc nên ngả theo Đăng Dung. Ông mang toàn bộ 3000 binh sĩ dưới quyền đến tập hợp với họ Mạc.\n\nMạc Đăng Dung lập em Chiêu Tông là hoàng đệ Xuân lên ngôi, tức là [[Lê Cung Hoàng]]. Vũ Hộ đi chiêu mộ thêm binh sĩ, mang quân đón đánh quân cần vương của Chiêu Tông ở bến sông Nhị Hà ([[sông Hồng]]). Quân cần vương ra chống cự bị Vũ Hộ đánh bại.\n\n[[Tháng mười|Tháng 10]] năm [[1522]], [[Trịnh Tuy]] ép xa giá vua Chiêu Tông vào [[Thanh Hóa|Thanh Hoá]]. Vũ Hộ theo Mạc Đăng Dung đánh dẹp lực lượng cần vương còn lại ở Bắc bộ. Sau đó Đăng Dung đánh bại Trịnh Tuy, bắt được Lê Chiêu Tông mang về giam lỏng ở kinh thành.\n\nNăm [[1525]], Vũ Hộ được thăng chức tả đô đốc Tây quân, sau đó đổi làm thượng thư Bộ Binh chưởng bộ sự, gia phong là Đồng Đức tán trị công thần thiếu bảo, tước Từ quận công.\n\n===Công thần nhà Mạc===\nSau khi dẹp hết các lực lượng chống đối và giết [[Lê Chiêu Tông]] ([[1526]]), năm [[1527]], Mạc Đăng Dung phế Cung Hoàng tự lập làm vua, tức là Mạc Thái Tổ.\n\nVũ Hộ vì có công đầu đi theo vua Mạc trong lúc khó khăn nên được đổi sang họ Mạc và tên là '''Bang Hộ''', thăng lên chức Thái bảo, Tĩnh quốc công; những phẩm hàm trước vẫn như cũ. Con trai ông là Vũ Huấn (chồng công chúa Tú Hoa) cũng được đổi tên thành Mạc Bang Huấn.\n\nĐầu năm [[1528]], ông lại được gia phong làm Thiếu bảo phụng triều thỉnh.\n\nNăm [[1531]], do Trịnh Duy Liêu sang tâu vua [[nhà Minh]] việc [[nhà Mạc]] cướp ngôi [[nhà Lê sơ|nhà Lê]], nhà Minh đe doạ sang đánh [[Đại Việt]]. Phía nam, các lực lượng ủng hộ nhà Lê bắt đầu nổi dậy. Nhà Mạc phải đối phó với nguy cơ từ hai phía. Mạc Bang Hộ được cử làm Tả đô đốc Tây quân Chưởng phủ sự lo việc phòng giữ đất nước mặt bắc. Ngoài ra, ông vẫn kiêm các chức vụ cũ, bao gồm cả tới triều đình bàn bạc chính sự và xét xử các vụ án.\n\n[[Tháng chín|Tháng 9]] năm [[1531]], Mạc Bang Hộ bị bệnh và mất, thọ 54 tuổi. Lúc đó [[Mạc Thái Tông]] đang đi đánh lực lượng phù Lê ở Thanh Hoá, hoàng thái tử [[Mạc Hiến Tông|Mạc Phúc Hải]] làm giám quốc, thấy ông có nhiều công lao, ban cho 500 quan tiền tuất.\n\n[[Tháng mười một|Tháng 11]] năm [[1531]], [[thái thượng hoàng]] [[Mạc Đăng Dung]] tặng cho ông tên thuỵ là Đảng Lượng.\n\n==Nhận định==\nSử gia nhà Lê là [[Lê Quý Đôn]] đánh giá cao vai trò của Vũ Hộ trong việc giúp Mạc Đăng Dung giành ngôi nhà Lê. Trong sách ''Đại Việt thông sử'', Lê Quý Đôn viết:\n:''Trong khoảng những năm Quang Thiệu<ref>Niên hiệu của Lê Chiêu Tông: 1516-1526)<\/ref>, Thống Nguyên<ref>Niên hiệu của Lê Cung Hoàng (1522-1527)<\/ref>(1516-1527), Vũ Hộ trấn giữ một trấn quan trọng, nắm giữ quân đội mạnh, chống lại chiếu mệnh của thiên tử, cùng với Mạc Đăng Dung liên quân chống đối triều đình. Cho nên việc giặc Mạc cướp ngôi thực là do Vũ Hộ gây ra.''\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Mạc Đăng Dung|Mạc Thái Tổ]]\n*[[Nhà Mạc]]\n*[[Lê Chiêu Tông]]\n*[[Trịnh Tuy]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*Đại Việt thông sử\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Dương Kinh (thời Mạc)]]\n[[Thể loại:Sinh năm 1478]]\n[[Thể loại:Mất năm 1531]]\n[[Thể loại:Công tước nhà Lê sơ]]\n[[Thể loại:Công tước nhà Mạc]]\n[[Thể loại:Võ tướng nhà Mạc]]"}