{"86908":"{{chú thích trong bài}}\n'''Vũ Tông Phan''' (武宗璠, [[1800]] - [[1851]]), tự '''Hoán Phủ''', hiệu '''Lỗ Am''', '''Đường Xuyên''', là danh sĩ, nhà giáo đời nhà Nguyễn.\n\nVũ Tông Phan là học trò danh sĩ [[Phạm Quý Thích]], là bạn [[Cao Bá Quát]], [[Nguyễn Văn Siêu]]... tại trường Tự Tháp; tục gọi là Nghè Tự Tháp. Vũ Tông Phan nguyên quán ở làng Hoa Đường, huyện Đường An sau đổi là làng Lương Ngọc, nay thuộc xã [[Thúc Kháng]], huyện [[Bình Giang]], tỉnh [[Hải Dương]]. Đỗ [[Đệ nhị giáp tiến sĩ xuất thân|Tiến sĩ]] năm [[Bính Tuất]] [[1826]] thời [[Minh Mạng]], ông làm Tham hiệp trấn [[Ninh Bình]] nhưng sau bị giáng làm Đốc học [[Bắc Ninh]]. Sau này, ông cáo quan về mở trường dạy học ở thôn Tự Tháp, phường Báo Thiên, huyện Thọ Xương (nay là quận [[Hoàn Kiếm]], Hà Nội).{{cần dẫn nguồn}}\n\nTrường Tự Tháp còn gọi là Trường Hồ Đình hay Trường [[Ông nghè]] Tự Tháp, nằm ở phía tây [[Hồ Hoàn Kiếm|Hồ Gươm]] do Vũ Tông Phan sáng lập, đào tạo được nhiều nhân tài như [[Hoàng giáp]] Nguyễn Tư Giản, Hoàng giáp Lê Đình Diên, Phó bảng [[Phạm Hy Lượng]], Cử nhân Nguyễn Huy Đức, Ngô Văn Đặng.\n\nCác tác phẩm:\n#Tô Khê tùy bút tập\n#Lỗ An di cảo thi tập\n#Thăng Long hoài cổ\n#Kiếm hồ thập vịnh \nKhoảng ba bốn trăm bài thơ, người đời sau đánh giá thơ có nhiều suy ngẫm độc đáo, triết lý, sâu sắc về thế sự; tràn ngập trong thơ là cảnh sắc thiên nhiên của đất nước; và đậm đà qua lời thơ là mối giao hòa giữa tâm hồn với tự nhiên.\n\nÔng là người đã góp công rất lớn cho việc chấn hưng nền văn hóa Thăng Long giữa thế kỷ XIX.<ref>[http:\/\/members.tripod.com\/vuhon\/vutongphan.htm Vũ Tông Phan - một sĩ phu giàu tâm huyết]<\/ref>\n\nTên của ông được đặt tên cho một tuyến phố ở [[Hà Nội]]. Phố Vũ Tông Phan đi từ phố [[Khương Trung]] đến cầu Lủ, chạy ven bờ đông [[sông Tô Lịch]] và song song với đường [[Khương Đình]]. Tại [[Đà Nẵng]] có một con đường mang tên Vũ Tông Phan ở quận Sơn Trà, nối đường [[Vũ Đình Long]] và đường [[Trương Định]]. Tại [[Thành phố Hồ Chí Minh]] cũng có một con đường mang tên ông ở quận 2.{{cần dẫn nguồn}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Sinh năm 1800]]\n[[Thể loại:Mất năm 1851]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}