{"3163025":"'''Vũ Như Canh''' (1920-2016) là nhà giáo Việt Nam, Tiến sĩ Toán Lý, Giáo sư Việt Nam.\n\nÔng du học tại [[Pháp]] tốt nghiệp cử nhân toán - lý tại Pháp năm 1940 và tiến sĩ toán - lý năm 1949 sau đó về nước. Là vị giáo sư trẻ nhất của Nhà nước trong đợt phong học hàm lần đầu tiên năm 1956. Năm 2008, ông được phong tặng danh hiệu Nhà giáo Nhân dân <ref>phys.hnue.edu.vn\/index.php?language=vi&nv=about<\/ref>.\n\n==Tiểu sử==\n\nÔng quê gốc ở làng Quất Động, xã Quất Động, huyện [[Thường Tín]], tỉnh [[Hà Đông]] (nay thuộc Hà Nội) nơi có nghề thêu nổi tiếng. Cha mẹ ông sớm tìm đường ra Hà Nội buôn bán. Với nghề thêu truyền thống cùng sự đảm đang, tảo tần, chắt chiu, hai cụ đã nhanh chóng xây dựng được cơ ngơi trên phố Hàng Nón. Có tài sản lớn, cha mẹ ông không cho con cái theo nghề kinh doanh mà đều hướng theo con đường học hành và đều thành đạt. Anh trai ông là Luật sư [[Vũ Văn Mẫu]], em gái là dược sĩ Vũ Thị Sửu <ref>{{Chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20140504\/nguoi-viet-tai-tri-nguoi-thay-doc-dao.aspx | tiêu đề = Người Việt tài trí: Người thầy độc đáo | tác giả = | ngày = | ngày truy cập = 26 tháng 9 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>\n\nHồi nhỏ, Vũ Như Canh rất ham chơi. Có năm phải lưu ban không lên được lớp vì mải chơi. Bà mẹ thấy vậy liền giao Vũ Như Canh cho anh trai cả kèm cặp. Từ đó, Vũ Như Canh có hứng thú học hành. Nhờ tinh thần tự học miệt mài, để rồi trở thành hiện tượng “lạ lùng”, một năm học nhảy 4 lớp, khiến nhiều người phải bất ngờ.\n\nNăm 18 tuổi (1938), tốt nghiệp tú tài toán [[Trường Bưởi]] (nay là Trường Chu Văn An - Hà Nội), gia đình cho Vũ Như Canh sang Pháp du học. Tàu đến trễ, Vũ Như Canh nhập học muộn [[Montpellier#Trường Đại học Montpellier 2|ĐH Montpellier]]. Với chế độ giáo dục của người Pháp thời đó, nhập học sớm hay muộn không thành vấn đề, cốt yếu là phải lấy đủ tín chỉ mới có bằng cử nhân. Chiến tranh thế giới 2 xảy ra, gia đình không gửi tiền qua kịp. Sáng ông xếp hàng ăn cơm từ thiện. Cơm chỉ ăn một bữa, ông lại học suốt ngày đêm. Chỉ sau hai năm, ông lấy được đầy đủ các tín chỉ của [[Montpellier#Trường Đại học Montpellier 2|ĐH Montpellier]].\n\nNăm 1940, là sinh viên đỗ tốt nghiệp thủ khoa ở Pháp, Vũ Như Canh bắt đầu đi làm trợ giảng cho ĐH Montpellier, một trường danh giá trong nền giáo dục nước Pháp. Năm 1949, ông bảo vệ thành công xuất sắc luận án tiến sĩ vật lý quốc gia (docteur d’état) tại Trường ĐH Montpellier, năm sau Vũ Như Canh về nước, được phong hàm giáo sư thực thụ (professeur titulaire) tại Trường ĐH Khoa học cơ bản (Faculté des Sciences) Đông Dương ở Hà Nội.\n\nTừ đây, Vũ Như Canh là người Việt Nam đầu tiên dạy ĐH bằng tiếng Pháp ở Việt Nam. Hai năm sau, ông được cử làm Phó giám đốc Trường ĐH Khoa học cơ bản mà hiệu trưởng là người Pháp.\n\n==Sự nghiệp giáo dục tại miền Bắc==\n\nNăm 1954, hòa bình được lập lại ở miền Bắc nhưng đất nước tạm chia hai miền. GS Vũ Như Canh là một trí thức có địa vị cao sang lại chưa có điều kiện tiếp xúc, hiểu biết cách mạng, nhưng ông đã ở lại Hà Nội làm việc.\n\nGS Vũ Như Canh đã ở lại với miền Bắc, là vị GS chính thức trên bục giảng ĐH Sư phạm khoa học <ref>{{Chú thích web | url = http:\/\/phys.hnue.edu.vn\/index.php?language=vi&nv=about | tiêu đề = Khoa Vật Lý - Đại học Sư phạm Hà Nội | tác giả = | ngày = | ngày truy cập = 26 tháng 9 năm 2015 | nơi xuất bản = Khoa Vật Lý - Đại học Sư phạm Hà Nội | ngôn ngữ = }}<\/ref>, giữ chức Phó Giám đốc nhà trường bên cạnh Giám đốc là GS-TS [[Lê Văn Thiêm]]. Cùng với GS [[Ngụy Như Kon Tum]], GS [[Dương Trọng Bái]]..., GS Vũ Như Canh cũng là một trong những người đầu tiên xây dựng Khoa Vật lý chung cho cả hai trường ĐH Sư phạm Hà Nội và ĐH Tổng hợp Hà Nội (nay là [[Trường Đại học Khoa học Tự nhiên, Đại học Quốc gia Hà Nội]]).\n\nHơn 30 năm giảng dạy trên giảng đường ĐH, GS Vũ Như Canh đã đào tạo nhiều thế hệ học trò trưởng thành từ chuyên ngành vật lý. Những nhà khoa học vật lý sáng giá hiện nay đều được thụ giáo ông như:\n* PGS-TS [[Vũ Thanh Khiết]] (nguyên Phó hiệu trưởng [[Trường Đại học Sư phạm Hà Nội|ĐH Sư phạm Hà Nội]]), \n* GS-TS [[Đàm Trung Đồn]] (nguyên Trưởng khoa Vật lý chất rắn - [[Đại học Quốc gia Hà Nội|ĐH Quốc gia Hà Nội]]), \n* GS-VS [[Nguyễn Văn Hiệu]] (nguyên Viện trưởng Viện Khoa học và Công nghệ Việt Nam, Hiệu trưởng [[Trường Đại học Công nghệ, Đại học Quốc gia Hà Nội]]), \n* GS-TS [[Phạm Quý Tư]] (nguyên Hiệu trưởng [[Trường Đại học Sư phạm Hà Nội|ĐH Sư phạm Hà Nội]]), \n* GS-VS [[Đào Vọng Đức]] (nguyên Viện trưởng [[Viện Vật lý (Việt Nam)|Viện Vật lý Việt Nam]]), \n* GS [[Phạm Duy Hiển]] (chuyên gia hàng đầu về điện hạt nhân Việt Nam, nguyên Phó viện trưởng [[Viện Năng lượng nguyên tử Việt Nam]], Viện trưởng [[Viện Nghiên cứu Hạt nhân Đà Lạt]]).\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n\n== Liên kết ngoài ==\n{{Tham khảo|30em}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà vật lý Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Cựu giảng viên Đại học Sư phạm Hà Nội]]"}