{"379677":"{{chú thích trong bài}}\n[[Tập tin:Vũ Phạm Khải (1807 - 1872).jpg|225px|nhỏ|phải|Chân dung Vũ Phạm Khải]]\n\n'''Vũ Phạm Khải''' ([[chữ Hán]]: 武范啟, 1807 – 1872), là một vị quan tiến bộ của triều đình [[nhà Nguyễn]], một trong những vị quan tích cực nhất trong phái chủ chiến chống Pháp. Ông còn là một nhà thơ nổi tiếng đương thời.\n\nÔng tên chữ là Đông Dương, Hựu Phú, tên hiệu là Nam Minh, Ngu Sơn, Dưỡng Trai. Quê của ông là làng Thiên Trì, huyện [[Yên Mô]], tỉnh [[Ninh Bình]], nay là thôn Phượng Trì, xã Yên Mạc, huyện Yên Mô, tỉnh Ninh Bình.\n\nÔng làm quan dưới 3 triều vua [[Minh Mạng|Minh Mệnh]], [[Thiệu Trị]], [[Tự Đức]] và trải qua các chức vụ chính: Tri huyện, Ngự sử, Lang trung Bộ Hình, Tham biện nội các (nên người ta thường gọi ông là Quan các Phượng Trì), Toản tu sử quán, Trưởng Hàn lâm viện, Bố chính [[Thái Nguyên]]\n\n==Cuộc đời và sự nghiệp==\n\nÔng đỗ cử nhân khoa [[Tân Mão]] (1831). Năm sau, ông đi thi Hội đã vào đến tứ trường, nhưng vì bài làm có mấy chữ khiến quan trường e ngại muốn truất xuống chỉ lấy đỗ [[Phó bảng]]. Theo thể lệ thi, nếu đã đỗ Phó bảng, không được [[thi Hội]] nữa. Ông [[Hà Duy Phiên]] – lúc ấy làm quan độc quyển – tin ở học lực của Vũ Phạm Khải có thể thi Hội tiếp, đạt học vị [[Tiến sĩ]], cho nên không lấy ông đỗ Phó bảng.\n\nNăm 1833, ông làm hậu bổ ở [[Nghệ An]]. Năm 1834 làm sơ khảo trường Nghệ An, rồi quyền Tri huyện [[Thanh Chương]]. Vừa tập sự việc quan, ông vừa nấu sử sôi kinh chờ khoa thi sau. Nhưng rồi khoa thi Hội năm 1835, ông lại bị trượt vì phạm trường quy. Từ đó ông dứt tâm hẳn với con đường khoa cử, nhận quyền Tri huyện [[Hưng Nguyên]], rồi Tri huyện [[Quỳnh Lưu]] từ năm 1836. Ở đây ông có nhiều chính tích tốt, xét xử hình án sâu sắc, nghiêm minh, trừ khử được nạn trộm cướp, khôi phục ruộng đất bỏ hoang.\n\nThời gian 1838-1841 ông về triều, giữ chức Lễ khoa Cấp sự trung ở [[Viện Đô sát]], một chức ngự sử theo dõi công việc ở bộ Lễ. Ông là người cương trực, phản đối Minh Mệnh nhiều lần về cách đối xử xúc phạm đến các quan liêu. Hiệp biện đại học sĩ [[Nguyễn Trung Mậu]] phạm lỗi, Minh Mệnh tức giận, bắt trói Trung Mậu lại. Ông thẳng thắn can: \"Trung Mậu ngôi đến [[Thượng thư]], có tội tưởng chỉ nên thuất giáng. Gông trói ông ta như thế, mọi người nhìn vào sẽ ra sao? Sợ không hợp với cách tôn người tôn, quý người quý\". Năm 1840, vừa gặp lệ tuế cống, vừa đúng dịp lễ thọ 60 tuổi vua [[nhà Thanh]], Minh Mệnh cử một lúc hai sứ bộ vừa tiến hành nghi lễ ngoại giao vừa gồng gánh nhiều hàng đi đổi ngoại hóa về dùng. Ông kịch liệt phản đối, cho rằng làm thế là phạm quốc thể, có khác gì đi buôn.\n\nThời gian này, dân sự ngoài Bắc không yên, ông và Ngự sử theo dõi công việc bộ Lại là [[Lê Chân]] đề xuất cử người đi thanh tra, được Minh Mệnh phái làm luôn việc ấy. Sau gần nửa năm kinh lý, hai ông dâng sớ đàn hặc và kiến nghị 30 điều, trong đó có các việc quan trọng: xin phát chẩn trực tiếp cho dân bị nạn dịch; bãi bỏ bớt số lượng nhân viên ở các phủ huyện để bớt chi phí và đỡ nhiễu dân; cách chức Tri huyện [[Kim Động]], [[Nguyễn Vĩ]], Bố chính Hải Dương [[Nguyễn Hữu Khuê]] …, phần nhiều đều xác đáng và được thi hành.\n\nSau khi Minh Mệnh mất, Thiệu Trị Lên ngôi năm 1841, Vũ Phạm Khải được thăng [[Lang trung bộ Hình]], biện lý công việc của bộ. Mùa xuân năm ấy mở thi Hội, do [[Trương Đăng Quế]], [[Phan Thanh Giản]] giữ chức độc quyền, Vũ Phạm Khải và [[Nguyễn Cửu Trường]] là quan duyệt quyển (làm công việc như sơ khảo), lấy được 11 Tiến sĩ. Xuất thân từ học vị Cử nhân, sau mười năm, ông đã chấm thi cho các bậc Tiến sĩ.\n\nBa năm làm quan ở [[bộ Hình]], ông đã khảo cứu các bộ luật ở các triều đại trước, trích rút những điều hệ trọng về lễ nghi và hình sự để soạn cuốn [[Lịch đại chính hình thông khảo]] như một thứ cẩm nang dùng trong công việc hình án. Ông có hẳn một quan niệm về việc vận dụng luật để xét xử, tức là không phải chỉ tìm cách để buộc tội, mà còn phải tìm mọi điều khoản để có thể gỡ tội.\n\nThiệu Trị chú ý chỉnh đốn việc chép sư triều Nguyễn, xây dựng Sử quán. Vũ Phạm Khải được tiến cử cùng [[Đỗ Quang|Đỗ Tông Quang]], [[Tô Trân]], [[Phạm Hữu Nghị]] vào chức Toản tu (tương tự biện tập). Từ đó, năm 1841, Vũ Phạm Khải đã thực sự gắn bó với sử học. Sau ba năm tu chỉnh, ngày 6-3-1844, bộ [[Đại Nam thực lục|Đại Nam thực lục tiền biên]] (về 7 đời chúa Nguyễn) gồm 12 quyển đã được hoàn thành.\n\nNăm 1844, ông được thăng hàm [[Hàn lâm thị độc học sĩ]] làm việc ở tòa Nội các, gồm những người có văn tài đương thời như [[Nguyễn Bá Nghi]], [[Tôn Thất Hiệp (định hướng)|Tôn Thất Hiệp]], [[Nguyễn Cử Trường]], [[Mai Anh Tuấn]], [[Nguyễn Văn Siêu]], [[Thân Văn Nhiếp]]. Vũ Phạm Khải đã tham gia hiệu chỉnh, chú giải, viết tựa hoặc bạt cho các bộ sách của Thiệu Trị như Ngự chế lịch đại sử tổng luận (sử), Ngự chế cổ kim thể cách thi pháp (thi pháp), Phụ tướng tài thành, Tiên thiên hậu thiên (thơ), Hoàng huấn cửu thiên (giáo dục).\n\nNăm 1845, ông được thăng [[Thông chính phó sứ]], chuyên truyền đạt các chính lệnh của triều đình, thu thập những báo cáo, kiến nghị từ các ngành, các địa phương lên. Nhiều lần ông được Thiệu Trị hỏi về thơ văn, kinh sách, sử học, lịch pháp, ông trả lời đầy đủ, rõ ràng, sâu sắc, khiến Thiệu Trị phải thốt lên: \"Khanh là một cái hòm sách chăng? Sự đọc sách cần phải sâu rộng như vậy\".\n\nCuối năm 1847, Thiệu Trị mất, Tự Đức nối ngôi. Ông cũng được Tự Đức yêu vì, bởi sự ham đọc và học rộng của ông.\n\nNăm 1848, mở khoa thi Hội, thi Đình, ông lại được sung chức duyệt quyển cùng [[Đỗ Quang|Đỗ Tông Quang]]. Khoa ấy lấy 8 Tiến sĩ, 14 Phó bảng. Khoa này có [[Đặng Huy Trứ]] trúng cách, nhưng vì trong bài có mấy chữ phạm đến tên làng Gia Miêu họ Nguyễn tôn thất mà bị đánh hỏng, cách tuột cả học vị Cử nhân, phạt đánh một trăm roi và cấm thi cả đời. Chính ông Vũ đã xin cho Đặng được miễn hình phạt cuối cùng. Kỳ thi ân khoa cuối năm ấy, Đặng đỗ Cử nhân đầu bảng, được trọng dụng và là nhà canh tân nổi tiếng thời ấy. Khi lập tòa Kinh diên làm nơi giảng sách và bàn luận nghĩa lý cho nhà vua và các văn thần, Vũ Phạm Khải được làm \"Kinh diên nhật giảng quan\" (quan thường trực giảng sách hàng ngày).\n\nLà người có tài, lại trực tính, không ưa xu phụ kẻ quyền thế, Vũ Phạm Khải khó tránh khỏi tai họa. Trong 15 năm làm quan, ông đã bị 2 lần giáng cấp và 19 lần phạt trừ lương.\n\nNăm 1848, bị cách chức, ông xin nghỉ việc về quê phụng dưỡng cha mẹ, nhiều lần từ chối lệnh vời của triều Nguyễn.\n\nNăm 1856, khi ông tròn 50 tuổi, một lần nữa triều Nguyễn lại có \"Nghiêm mệnh\" triệu vào Kinh. Ông vẫn ngần ngại. Nhưng rồi cha mẹ khuyên bảo, thúc giục, ông đành phải dứt áo ra đi. Lần thứ hai vào triều, ông giữ chức biên tu Sử quán.\n\n==Thái độ trước thời cuộc==\n\nNăm 1858, liên quân Pháp – Tây Ban Nha đánh chiếm [[Đà Nẵng]]. Trong triều nổ ra cuộc đấu tranh giữa hai phe chiến và hòa, mà phe chủ hòa lại là những đại thần đầu triều là [[Trương Đăng Quế]], [[Phan Thanh Giản]]… Vũ Phạm Khải không ngần ngại đứng về phe chủ chiến, thay mặt đồng liêu trong Sử quán viết sớ trình bày quan điểm của mình và viết bài Hòa Nhung luận (Bàn về việc hòa với rợ Nhung).\n\nVũ Phạm Khải là nhà thơ, nhà văn, chủ yếu chiến đấu bằng bút mực. Nhưng mỗi khi cần, lại tự nguyện gác bút nghiên xông ra chiến trận, dù đôi khi không thuộc trách nhiệm được giao.\n\nNăm 1859, ông phải về quê cư tang cha và sau đó một năm là tang mẹ. Trong khi đó, Pháp gây chiến ở Nam Kỳ, và năm 1862, chiếm ba tỉnh [[Biên Hòa]], [[Gia Định]], [[Định Tường]]. Chính sách \"phân sáp Gia Tô\" của triều Nguyễn làm cho giáo dân bất bình. Ở Ninh Bình, bọn phản động trong Thiên Chúa giáo, tay sai thực dân Pháp làm bạo loạn, giết Tri phủ [[Nho Quan]], chiếm phủ thành. Với tinh thần trách nhiệm, Vũ Phạm Khải đứng ra chiêu mộ nghĩa dũng, phối hợp với quan quân trong tỉnh để dẹp loạn, chiếm lại phủ thành Nho Quan. Khi tiếp nhận phủ thành, quan tỉnh muốn truy nã những kẻ chạy trốn, ông can rằng làm thế chỉ nhiễu dân, đan yên giặc còn sót sẽ tự tan. Bắt được giấy tờ của giặc bỏ lại, quan tỉnh muốn truy cứu những kẻ tư thông với giặc, ông khuyên đốt hết những giấy tờ ấy, xóa hết tội cho họ thì sẽ chấm dứt mầm phản trắc.\n\nTự Đức biết tin, khen và cử ông làm Bang biện tỉnh (giúp đỡ việc tỉnh) Ninh Bình chuyên lo việc phòng giữ đánh dẹp. Sau Vũ Phạm Khải được cử sung chức [[Thương biện]] ở Ninh Bình để phủ dụ dân, cai quản hương dũng, bảo vệ địa phương.\n\nTuy chỉ giữ trách nhiệm ở tỉnh nhà, ông vẫn quan tâm chung lo đến đại cục đất nước. Nghe tin [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] (1862) được ký kết, ông đau xót và làm bài [[Lỗ Trọng Liên]] luận (Bàn về Lỗ Trọng Liên) để bày tỏ ý chí của mình. Biết có phái bộ Pháp ra Huế, ông viết Tờ tâu về việc đối phó với giặc Tây, khuyên Tự Đức không chấp nhận Hòa ước ấy và xử lý cứng rắn với chúng. Song, những kiến nghị của ông đều chẳng có hồi âm, những lời thỉnh nguyện của ông đều bị bác bỏ.\n\nNăm 1865, ông được triệu về triều lần thứ ba, để sung làm [[Toản tu Sử quán]], chức vụ ông đã giữ cách đây một phần tư thế kỷ. Ông đã cùng các bạn đồng Quán hoàn thành bộ [[Đại Nam thực lục]] đệ nhị kỷ (thời Minh Mệnh, 1820-1840) và khởi thảo bộ Đệ tam kỷ (thời Thiệu Trị, 1840-1847). Ông thu dạy học trò, phần lớn là con các bậc đại thần công, đại thần, hoặc sinh viên Quốc tử giám. Số người theo học có đến hàng trăm. Sau này có người đỗ Cử nhân, Tiến sĩ như [[Lê Đại]], [[Quý Đồng]]…\n\nNăm 1867, ông được cử làm Phó chủ khảo trường thi Hương Hà Nội. Năm sau, ông sung chức duyệt quyển thi Hội, thi Đình, sau được thăng Học sĩ Chưởng Hàn lâm Viện (đứng đầu, cai quản Viện Hàn lâm), kiêm công việc Sử Quán. Khi xướng họa thơ văn với Tự Đức, viết những luận văn do Tự Đức ra đề, hoặc khi vua tôi bàn soạn về thơ văn cổ, ông thường lấy những sự tích, nghĩa lý trong sách cổ, làm ám dụ để khuyên can Tự Đức những điều thiết thực: phải biết dưỡng sức dân, chớ \"làm dân gầy để béo mình\", phải nghe lời người hiền, trọng dụng người tài, tinh giản bộ máy cai trị, loại trừ những phần tử tham nhũng, cần chấn chỉnh binh nhung để tự cường, đánh thắng…\n\nKhi Pháp đòi Tự Đức nhường nốt ba tỉnh miền Tây, được triều thần hỏi, ông nói: \"Lòng tham của giặc không chán, ta đã trót lầm một lần, há còn nên lầm lỡ lần thứ hai?\". Các quan hỏi: \"Nếu đánh thì làm thế nào cho được vạn toàn?\" Ông nói: \"Phải ở trong vòng vạn nguy, vạn chết mới làm ra được công cuộc vạn toàn, chứ tôi chưa thấy chỉ ngồi bó tay mà nói, lại có sự vạn toàn được.\"\n\nNăm 1869, bọn Thanh [[phỉ Ngô Côn]] tràn xuống miền trung du Bắc Kỳ, Vũ Phạm Khải được phái ra làm Thương biện trợ lực cho tỉnh Ninh Bình. Ông đem binh đi khắp [[Nho Quan]], [[Lục Yên]], vừa an dân vừa tổ chức phòng giữ.\n\nNăm 1870, Vũ Phạm Khải được cử làm quyền Bố chính tỉnh Thái Nguyên, là một điểm nóng, đã bị Thanh phỉ càn quét, quan quân nhà Thanh nhũng nhiễu, quan tỉnh thì tham ô. Vừa nhận chức, ông đã phải bắt tay điều tra vụ nguyên Bố chính [[Trần Văn Mỹ]] và nguyên Án sát [[Huy Du|Nguyễn Huy Du]] dựa vào quyền thế, mạo danh chiến lạm của công, kho tàng thiếu hụt phải niêm phong để tra xét. Các mỏ khoáng bị hỗn loạn, thất thu, ông phải ra lệnh tăng cường kiểm soát, ổn định tình hình, đưa trở lại nề nếp. Ruộng đất bị hoang hóa, dân chúng thiếu đói, ông đưa thóc kho phát chẩn, nhưng không đủ, phải cầu cứu tỉnh Bắc Ninh trợ cấp…\n\nMùa thu năm ấy, toán phỉ [[Đặng Chí Hùng]] trở lại quấy rối. Nguyên tên phỉ người Thanh này đã đầu hàng triều Nguyễn. Nhưng khi quân Thanh sang giúp triều Nguyễn đánh dẹp Thanh phỉ, các quan xúc xiểm với tướng Thanh, kết tội Đặng Chí Hùng và đuổi hắn đi. Nay quân Thanh về nước, y tụ tập đồ đảng quay trở lại. Vừa lúc phần lớn quan quân trong tỉnh phải tham gia quân thứ đi đánh dẹp ở Cao – Lạng, chúng liền đánh chiếm các cơ sở cũ. Trước nay Vũ Phạm Khải vẫn kiên trì chủ chương phủ dụ chiêu an đối với những kẻ phản loạn cùng đường, nên ông tìm cách thuyết phục Đặng Chí Hùng về hàng. Một mặt ông cho gọi các quan quân Thái Nguyên đang đánh dẹp ở Cao – Lạng về phòng thủ bản hạt. Song vì hiềm khích với Vũ Phạm Khải do ông phát hiện vụ tham ô, nên họ hoặc án binh bất động như [[Lê Bá Thận]], hoặc như [[Trần Văn Mỹ]] đã thống nhất với ông là sẽ chiêu hồi Đặng Chí Hùng, và biết Đặng Chí Hùng đã ngỏ ý quy phục, nhưng vẫn mang quân tập kích phỉ, đẩy ông vào tình thế khó xử. Bọn phỉ bị bức bách chống trả, bao vây đánh các đồn [[Phủ Thông]], [[Na Cù]]. Trần Văn Mỹ đốt đồn Na Cù, bỏ chạy, nhử cho bọn phỉ vây đánh đồn Bạch Thông do Vũ Phạm Khải cùng một toán quân nhỏ đóng giữ làm nhiệm vụ chiêu an và đốc vận lương thực. Bị tấn công, đồn Bạch Thông cầm cự được 10 ngày, ông vừa chỉ huy chống giữ vừa phát thư cầu viện tới các đạo quân trong tỉnh mà không có hồi âm. Duy chỉ có ba đội hương binh hơn bốn trăm từ Bắc Ninh (do học trò ông là [[Phạm Thận Duật]] điều phái), từ Nam Định (do bạn ông là [[Phạm Văn Nghị]] điều phái), và từ Ninh Bình (do con ông là [[Vũ Kế Xuân]] chiêu mộ) kéo quân đến giải cứu, do thư cáo cấp của ông, nhưng không kịp. Cuối cùng đồn vỡ, ông bị ốm không chạy kịp, sa vào tay giặc. Tin ấy đến kinh, Tự Đức ra lệnh phải cứu thoát bằng được bậc lão thần túc nho và chuẩn y đề nghị của ông được tùy nghi chiêu hồi Đặng Chí Hùng. Quả nhiên, ông đã thân đến Chợ Rã trực tiếp thuyết phục được Đặng Chí Hùng để không những y chỉ nhận trở lại lãnh trưng vùng [[Ngân Sơn]] – [[Chợ Rã]], yên nghiệp làm ăn, mà còn nộp lại các đồn, các quan quân và vũ khí y mới đánh chiếm được.\n\nDù thế nào, theo lệ triều Nguyễn lúc ấy, người giữ thành, giữ đồn, để mất đều bị kỷ luật. Ông bị giáng ba cấp, đổi về triều làm [[Tả thị lang bộ Hình]], kiêm [[Toản tu Sử quán]]. Về đến triều, ông lại bị một số viên Ngự sử thân quen với [[Trần Văn Mỹ]], [[Lê Bá Thận]], dựa vào những chứng cứ phao vu để đổ tội, đòi kết án nặng cho ông. Ông đã tự bào chữa trong tờ sớ Biện đàn (Biện luận về những lời đàn hặc) đầy chứng lý xác thực, hùng hồn. Nhưng bộ Lại, chủ trì xem việc này, mà Thượng thư là [[Nguyễn Tri Phương]], người vốn có hiềm khích vì những lời chỉ trích của ông trước đây, cố tình giằng dai suốt 5 tháng chưa đi đến kết luận.\n\nĐợi nghi án – một cái án bị khởi nghị và vây bủa bằng bao tích lũy hiềm thù – trong một tâm trạng đầy u uất, ông đã từ trần ngày 31-1-1872 (22 tháng 12 năm Tân Mùi), thọ 65 tuổi.\n\nSau khi ông mất, vụ án này được Tự Đức phán quyết như sau: \"Không phải theo giặc, không phải xuất chinh, sau lại có công trạng thực, vậy không thể so như thường lệ được. Quan viên Khoa đạo nói là có lỗi, cân nhắc tình lý, ban cho tiền tuất 300 quan\". Và để tỏ lòng thương tiếc ông, Tự Đức đã làm một bài thơ viếng ông.\n\n==Tác phẩm==\n\nVũ Phạm Khải để lại một khối lượng tác phẩm khá phong phú. Các tác phẩm này đều viết bằng chữ Hán và lưu trữ tại [[Viện Nghiên cứu Hán Nôm]], gồm có:\n\n- Ngu Sơn văn tập, ký hiệu VHv.265\/1-14.\n\n- Ngu Sơn toàn tập, ký hiệu A.2483\/1-2.\n\n- Ngu Sơn văn tuyển, ký hiệu VHv.1792.\n\n- Đông Dương văn, ký hiệu A.1082.\n\n- Đông Dương văn tập, ký hiệu: A.193.\n\n- Phượng Trì Đông Dương tiên sinh văn tập, ký hiệu VHv.1822.\n\n- Phượng Trì văn tập, ký hiệu A.2458.\n\n- Dưỡng Trai tập, ký hiệu A.429.\n\n- Vũ Đông Dương văn tập, ký hiệu A.1884.\n\n- Tiến lãm văn thảo, ký hiệu A.2652.\n\n- Tổ tiễn hợp tập, ký hiệu A.397.\n\n- Trướng đối tạp lục, ký hiệu VHv.1920.\n\n- Ý ngữ tùng lục, ký hiệu A.432.\n\n- Lịch đại chính hình thông khảo, ký hiệu A.1670.\n\nNgoài ra còn nhiều sách khác có ghi chép tác phẩm của ông, ở đây chỉ kể những cuốn chủ yếu:\n\n- Danh gia thi tuyển, ký hiệu VHv.1603.\n\n- Hàn các tạp lục, ký hiệu A.1463.\n\n- Hàn uyển lưu phương, ký hiệu A.3166.\n\n- Quốc triều thi lục, ký hiệu A.2864\/1-5.\n\n- Thi trướng tạp biện, ký hiệu VHv.1869.\n\n[[Viện Sử học (Việt Nam)|Viện Sử học]] cũng còn giữ được hai cuốn sách chép tay mang tên Ngu Sơn văn tập, ký hiệu VH.154 và VH.155.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Sinh năm 1807]]\n[[Thể loại:Mất năm 1872]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}