{"738696":"'''Vũ Huy Tấn''' ([[chữ Hán]]: 武輝晉<ref>Tên này được ghi theo sách ''Danh thi hợp tuyển'' của [[Trần Công Hiến]] biên tập và in năm Gia Long thứ 13 (1814). Theo sách [[:s:Trang:Viet Nam Su Luoc.djvu\/148|Việt Nam sử lược]] của [[Trần Trọng Kim]], tên ông được chép là 武輝瑨.<\/ref>; [[1749]] <ref>Năm sinh Vũ Huy Tấn, chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 956) và ''Văn học thế kỷ XVIII'' (tr. 887). ''Từ điển văn học'' (bộ mới) ghi năm [[1740]], rất có thể là lỗi do in ấn.<\/ref> - [[1800]]), có tài liệu chép là '''Võ Huy Tấn''', còn có tên là '''Liễn''', hiệu '''Nhất Thủy''', '''Đạm Trai''' (澹齋). Ông là [[nhà thơ]], là viên quan trải hai triều đại: [[nhà Lê trung hưng]] và [[nhà Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nVũ Huy Tấn sinh năm [[Kỷ Tỵ]] ([[1749]]) tại làng Mộ Trạch, huyện Đường An, trấn Hải Dương (nay thuộc tỉnh [[Hải Dương]]). Cha ông là [[Vũ Huy Đỉnh]], [[Tiến sĩ]] cuối thời [[Lê mạt]]. Là người giỏi văn thơ lại có tài ứng đối.\n\nNăm [[1768]], Vũ Huy Tấn đỗ đầu kỳ [[thi Hương]], được bổ làm Thị nội Văn chức, dưới thời vua [[Lê Hiển Tông]].\n\nNăm [[1768|1775]], Vũ Huy Tấn đỗ Phó bảng.\n\nKhi [[nhà Hậu Lê]] sụp đổ, Vũ Huy Tấn về quê ẩn, rồi nhận lời mời của [[nhà Tây Sơn]], ra giữ chức Hàn lâm đãi chế.\n\nNăm [[Kỷ Dậu]] ([[1789]])<ref>Chép theo PGS. Nguyễn Thạch Giang, ''Văn học thế kỷ 18'' (tr. 887). Sách ''Đại Thanh lịch triều thực lục'', phần \"Cao Tông Thuần hoàng đế thực lục\" (quyển 1335) cũng có chép việc này: \"[[Mậu Thân]] [[tháng bảy|tháng 7]], năm [[Càn Long]] thứ 54 ([[1789]]) Chánh sứ nước Nam là Nguyễn Quang Hiển và Phó sứ Nguyễn Hữu Điều cùng bọn Vũ Huy Tấn vào chầu vua\". Xem chi tiết tại đây:[http:\/\/vanhoanghean.com.vn\/goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/1716-coc-gap-go-su-than-cua-viet-nam-va-trieu-tien-o-trung-quoc-trong-tam-la-chuyen-xay-ra-trong-the-ky-xviii.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110420025014\/http:\/\/vanhoanghean.com.vn\/goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/1716-coc-gap-go-su-than-cua-viet-nam-va-trieu-tien-o-trung-quoc-trong-tam-la-chuyen-xay-ra-trong-the-ky-xviii.html |date=2011-04-20 }}.<\/ref>, ông được cử sang giao thiệp với [[nhà Thanh]] ([[Trung Quốc]]). Do có công lao, ông được phong làm Thị lang [[bộ Công]], tước ''bá''.\n\nNăm sau ([[1790]]), ông lại cùng với [[Ngô Văn Sở]], [[Phan Huy Ích]] lãnh giao nhiệm vụ đưa phái đoàn của giả vương Phạm Công Trị sang [[nhà Thanh]].\n\nTrở về nước, ông được phong làm Thượng thư bộ Công, tước ''Hạo Trạch hầu''.\n\nNăm 1795, dưới triều [[Nguyễn Quang Toản|Cảnh Thịnh]], ông được đặc cách lên hàng Thượng trụ quốc, Thị trung đãi chiếu Thượng thư.\n\nNăm [[Canh Thân]] ([[1800]]), Vũ Huy Tấn mất năm 51 tuổi, tức trước khi [[nhà Tây Sơn]] bị diệt vong ([[1802]]).\n\nGhi nhận sự nghiệp của Vũ Huy Tấn, ở [[bình Thạnh|quận Bình Thạnh]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ông.\n\n==Tác phẩm==\nTheo sử liệu, khi đến Yên Kinh (tức [[Bắc Kinh]]) cùng giả vương Phạm Công Trị, ông đã phản đối quan lại [[nhà Thanh]] bởi họ gọi các quan trong sứ bộ [[Việt Nam]] là \"di quan\", tức quan mọi rợ (việc làm này được ông nói đến trong bài thơ \"Biện di\", có nghĩa ''Biện bác về chữ di''), được người đời khen ngợi <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 956) và ''Từ điển văn học'' (bộ mới, tr. 2026).<\/ref>.\n\nkhi đi sứ nhà Thanh, một hôm ngồi trong công quán, ông thấy quan nhà Thanh ghi sổ những cống phẩm của nước ta có chép hai chữ \"di quan\" (quan mọi) để chỉ sứ bộ Đại Việt. Tuy trong lòng rất bất bình nhưng ông nghĩ, chẳng lẽ lại đi gây gổ với người ta. Là người giỏi văn thơ lại có tài ứng đối nên ông nghĩ ra một hình thức phản kháng vừa tao nhã, vừa thích hợp để bảo vệ quốc thể. Vũ Huy Tấn đã làm một bài thơ có tựa đề là \"Biện di\" (có nghĩa là Biện bác về chữ di). Bài thơ như sau:\n\n''Di bản tòng \"cung\" hựu đới \"qua\"''\n\n''Ngô bang văn hiến tựa Trung Hoa''\n\n''Thần kim khâm sứ An Nam quốc''\n\n''Thử tự thư lai bất diệc ngoa.''\n\nDịch thơ:\n\n''Di vốn là cung hợp với qua''\n\n''Nước ta văn hiến giống Trung Hoa''\n\n''Thần nay là sứ An Nam quốc''\n\n''Viết bậy là di há chẳng ngoa?''\n\nBài thơ đã dùng phép chiết tự của chữ \"di\" mà quan lại nhà Thanh dùng. Chữ \"di\" gồm chữ \"cung\" và chữ \"qua\" hợp lại. Câu thơ có nghĩa là: Các ông coi chúng tôi là man di, nhưng di ở đây là di có sức mạnh cung và mác, chứ không phải là mọi rợ đâu, làm cho Thiên triều phải nể phục.\n\nBài thơ tỏ ý phản đối thái độ xấc xược của quan lại nhà Thanh, vừa cương nghị, vừa khéo léo, sâu cay mà vẫn giữ được hòa khí. Nghe nói, viên quan nhà Thanh đọc bài thơ rất thán phục, sự việc truyền tới tai vua Thanh, lối gọi miệt thị đó đã bị bãi bỏ.\n\nTrên đường đi sứ, Vũ Huy Tấn ghé thăm nơi ngày xưa tướng nhà Hán là Mã Viện dựng cột đồng phân chia ranh giới nước ta và Trung Hoa, ông đã cảm xúc làm bài thơ \"Vọng đồng trụ cảm hoài\" (Trông chỗ cột đồng, cảm xúc). Đây là bài thơ gây ấn tượng sâu sắc về tinh thần tự hào dân tộc, ý thức chủ quyền quốc gia.\n\n''\"Sớm ra thành Minh Châu''\n\n''Tìm thăm dấu đồng trụ,''\n\n''Dân xứ trỏ đằng xa,''\n\n''Xanh xanh hai đá ụ''\n\n''Than ôi! Đồng trụ ấy,''\n\n''Nền mốc cũ nước ta.''\n\n''Thời Trưng Vương buổi trước,''\n\n''Mã Viện vạch đôi ra,''\n\n''Son phấn thật anh hùng,''\n\n''Muôn thuở còn tấm tắc''\n\n''Giận cắt đất dâng người''\n\n''Đứa nhúng tay vào vạc.''\n\n''Bờ cõi bị chìm đắm,''\n\n''Khoảng vài trăm năm đây.''\n\n''Khói mù luôn sớm tối,''\n\n''Thương cảm cuộc xưa, nay\"...''\n\n(Khương Hữu Dụng dịch)\n\nTác phẩm của Vũ Huy Tấn hiện chỉ còn một tập thơ bằng [[chữ Hán]] có tên là '''Hoa nguyên tùy bộ tập''', gồm những bài sáng tác trong chuyến đi sứ năm [[Kỷ Dậu]] ([[1790]]). Đây là bản viết tay, không rõ năm chép, được lưu trữ trong Thư viện Viện Nghiên cứu Hán Nôm ([[Hà Nội]]) mang ký hiệu '''A. 375'''. Ngoài ra, các nhà nghiên cứu còn xác định 6 bài thơ xướng họa của ông với các sứ thần [[Joseon]] cũng trong chuyến đi sứ năm [[Kỷ Dậu]] ([[1790]]).<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=2272&Catid=952 KHẢO SÁT THƠ VĂN XƯỚNG HỌA CỦA CÁC SỨ THẦN HAI NƯỚC VIỆT - HÀN THỜI KỲ TRUNG ĐẠI]<\/ref>\n\nNhìn chung, thơ ông thấm đượm một tinh thần dân tộc sâu sắc, một ý thức trách nhiệm cao, tuy có phảng phất chút hoài cảm quá khứ <ref>''Văn học thế kỷ 18'', tr. 887.<\/ref>. Đặc biệt, trong tập thơ trên có bài [[văn tế]] \"Tác Phụng soạn tôn tế bắc lai vong chư tướng văn\" (''Phụng soạn văn tế các tướng sĩ phương Bắc [chỉ quân đội [[nhà Thanh]]] sang xâm lược bị chết trận''), không những thể hiện được niềm tự hào dân tộc về chiến công chống quân xâm lược, mà còn thể hiện được lòng nhân đạo của nhân dân Việt (những người chiến thắng) đối với những người thua trận bị bỏ mạng <ref>Theo GS. Nguyễn Lộc, ''Từ điển văn học'' (bộ mới), tr. 2026.<\/ref>.\n\n==Thơ Vũ Huy Tấn==\nTrong cuốn ''Văn học thế kỷ XVIII'' do PGS. Nguyễn Thạch Giang làm chủ biên, có giới thiệu 9 bài thơ và một bài phú. Ở đây, trích giới thiệu một bài:\n{|valign=\"top\"\n|\n:'''Vọng đồng trụ cảm hoài'''\n:(''Trông chỗ cột đồng, cảm xúc'')\n:Dịch nghĩa:\n:''Sáng sớm ra khỏi thành Minh Châu,\n:''Tìm hỏi dấu tích cột đồng.\n:''Người địa phương chỉ tay về phía xa,\n:''Nơi hai đống đá xanh xanh!\n:''Than ôi! Cột đồng kia!\n:''Là đất cũ của nước ta!\n:''Từ thời [[Hai Bà Trưng|Trưng Vương]] buổi trước,\n:''[[Mã Viện|Phục Ba]] <ref>Phục Ba tức [[Mã Viện]], một viên tướng [[nhà Hán]] đã từng dẫn quân sang đàn áp cuộc khởi nghĩa của [[Hai Bà Trưng]] vào năm [[42]]-[[43]] trong [[lịch sử Việt Nam]]. Chưa biết cột đồng do Mã Viện sai dựng ở đâu, nhưng theo Vũ Huy Tấn thì nó đã nằm bên phần đất của [[Trung Quốc]], bởi vùng đất Lưỡng Quảng ([[Quảng Đông]] và [[Quảng Tây]]) đã bị nước này thôn tính (giải thích của ''Văn học thế kỷ XVIII'', tr. 890).<\/ref> đã vạch làm biên giới.\n|\n:''Bậc phấn son <ref>Ý nói đến [[Hai Bà Trưng]].<\/ref> thật cũng anh hùng.\n:''Muôn đời tiếng tăm còn vang dội.\n:''Đáng thương tên gian phu nhúng tay vào vạc <ref>Vạc là cái đỉnh lớn (hay cái lư lớn) thường để trước cung vua hay chùa miếu. Vạc ở đây chỉ cơ nghiệp của một triều vua. Tên gian phu, không rõ tác giả muốn nói đến ai.<\/ref>\n:''Cắt đất dâng đi chẳng đoái tiếc gì.\n:''Bờ cõi xưa vì thế luân lạc đi mất,\n:''Đến nay đã hàng mấy trăm năm.\n:''Khói mù cộng với thời gian,\n:''Cảm khái việc xưa nay biết dường nào!\n:''Bên này có núi Phân Mao,<ref>Theo ''[[Dư địa chí]]'' của [[Nguyễn Trãi]], núi Phân Mao ở về phía tây lộ Hải Đông khoảng 300 [[dặm Anh|dặm]], nơi đây có kim tiêu quen gọi là cột đồng Mã Viện. Theo ''Gia Khánh trùng tu nhất thống chí'' đời vua Gia Khánh [[nhà Minh]], núi Phân Mao ở về phía tây [[Khâm Châu]] (Châu Khâm, trước thuộc [[Quảng Đông]] nay thuộc [[Quảng Tây]], [[Trung Quốc]]), năm [[1540]], Mạc Đăng Dung cắt đất hiến cho nhà Minh nên từ đấy núi Phân Mao thuộc về đồ bản [[nhà Minh]]. Theo ''Đại Thanh nhất thống chí'' (tức bộ địa dư đời [[nhà Thanh]]), núi Phân Mao ở động Cổ Sâm, cách Khâm Châu khoảng 3 [[dặm Anh|dặm]] về phía tây. Tương truyền trên đỉnh núi Phân Mao có thứ cỏ tranh, do ảnh hưởng của khí hậu và địa thế, ngọn cỏ tranh ngả theo hai hướng Bắc và Nam cho nên mới có tên gọi là núi Phân Mao nghĩa là núi có thứ cỏ chia ra làm hai hướng. Đại Việt sử ký toàn thư (Ngoại kỷ, Quyển 3) của [[Việt Nam]] cũng ghi rằng: \"Trương-truyền cột đồng Đông Hán do Mã Viện dựng ở động Cổ Lâu thuộc Châu Khâm\"...(Xem ở đây: [http:\/\/www.dcvblogs.com\/vuhuusan\/2007\/12\/t-ca-namquan-dn-i-chilang-chau.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110927231322\/http:\/\/www.dcvblogs.com\/vuhuusan\/2007\/12\/t-ca-namquan-dn-i-chilang-chau.html |date=2011-09-27 }})<\/ref>.\n:''Trời đã làm cho phần Bắc phần Nam bị chia tách.\n:''Chia đã lâu rồi cần hợp lại,\n:''Vết tích lạ này há lại bỏ không <ref>Xem phiên âm Hán-Việt trong ''Văn học thế kỷ XVIII'', tr. 889-890.<\/ref>.\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*Nguyễn Thạch Giang (chủ biên), ''Văn học thế kỷ XVIII''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2004.\n*Nguyễn Lộc, mục từ \"Vũ Huy Tấn\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ \"Vũ Huy Tấn (Võ Huy Tấn)\". Nhà xuất bản Khoa học Xã hội, Hà Nội, 1992.\n\n{{Thời gian sống|sinh=1749|mất=1800}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Tây Sơn]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Tây Sơn]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Hầu tước Việt Nam]]"}