{"3172316":"'''Vũ Hải''' (sinh năm 1925 - ngày 2 tháng 11 năm 2021), là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Cục trưởng [[Cục Dân quân Tự vệ Quân đội nhân dân Việt Nam|Cục Dân quân Tự vệ Bộ Tổng Tham mưu]], Cục trưởng [[Cục Quân lực Quân đội nhân dân Việt Nam|Cục Quân lực]], Cục trưởng [[Cục Kinh tế, Bộ Quốc phòng (Việt Nam)|Cục Kinh tế Bộ Quốc phòng]], Phó Đoàn Chuyên gia Quân sự tại Cam-pu-chia, Hiệu trưởng Trường Huấn luyện Đào tạo Bồi dưỡng Chuyên gia Quân sự Cam-pu-chia. Ngoài ra, ông còn từng là: Thường vụ Tỉnh ủy tỉnh Thái Bình, Phó Bí thư Tỉnh ủy Thái Bình kiêm Trưởng ban Tổ chức, Vụ phó Vụ Động viên Kinh tế tại Ủy ban Khoa học Nhà nước.<ref>Từ điển Bách khoa Quân sự Việt Nam năm 2004. tr. 662<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng tên thật là '''Vũ Kim Sa''', sinh ra trong một gia đình nhà nho nghèo ở xã Trực Nội, phủ Thái Ninh, nay thuộc thôn Ký Con, xã Đông Xuân, huyện Đông Hưng, tỉnh Thái Bình, tham gia Cách mạng trước năm 1945, Đảng viên tháng 12 năm 1945, nhập ngũ tháng 10 năm 1950. Lúc còn nhỏ, do hoàn cảnh gia đình, sau khi đỗ bằng tiểu học Pháp – Việt, 16 tuổi ông đã phải thoát ly ra đình kiếm sống, làm thuê tại các vùng mỏ Đông Triều, Mạo Khê.\n\nTháng 8 năm 1945, ông tham gia khởi nghĩa giành chính quyền ở Đông Triểu, rồi được điều về huyện Gia Lộc, tỉnh Hải Dương phụ trách các xã ở phía Nam huyện.\n\nTháng 12 năm 1945, ông được kết nạp Đảng. \n\nNăm 1946, ông là Bí thư Huyện bộ Việt Minh kiêm Bí thư Huyện ủy Gia Lộc (Hải Dương), rồi Bí thư Huyện bộ Việt Minh kiêm Bí thư Huyện ủy Cẩm Giàng (Hải Dương).\n\nTháng 4 năm 1947, ông được bầu vào Tỉnh ủy Hải Dương, rồi chuyển sang Thái Bình lần lượt giữ các chức vụ Trưởng ban Tuyên huấn Tỉnh ủy (7.1947), Thường vụ Ủy viên Thường vụ Tỉnh ủy (1948), Phó Bí thư Tỉnh ủy kiêm Trưởng ban Tổ chức (1949).  \n\nTháng 10 năm 1950, trước yêu cầu mới của công cuộc Kháng chiến chống Pháp, ông được điều động vào Quân đội giữ chức vụ Phó Phòng Chính trị Bộ Tư lệnh Liên khu 3.\n\nTháng 2 năm 1952, ông là trưởng Phòng Chính trị Cục Dân quân, rồi Bí thư kiêm Phó Hiệu trưởng Trường Huấn luyện Chiến tranh Du kích. \n\nNăm 1960, ông là Cục trưởng [[Cục Dân quân Tự vệ Quân đội nhân dân Việt Nam|Cục Dân quân Tự vệ Bộ Tổng tham mưu]].\n\nNăm 1970, ông biệt phái làm vụ phó Vụ Động viên Kinh tế tại Uỷ ban Khoa học Nhà nước\n\nNăm 1974, ông là Cục trưởng [[Cục Quân lực Quân đội nhân dân Việt Nam|Cục Quân lực]]\n\nNăm 1977, ông là Cục trưởng [[Cục Kinh tế, Bộ Quốc phòng (Việt Nam)|Cục Kinh tế Quân sự Bộ Quốc phòng]]\n\nNăm 1981, ông là Phó Đoàn Chuyên gia Quân sự giúp Cam-pu-chia.\n\nNăm 1985, ông là Hiệu trưởng trường Huấn luyện Đào tạo Bồi dưỡng Chuyên gia Quân sự Cam-pu-chia\n\nNăm 1991, ông nghỉ hưu.  \n\n[[Thiếu tướng]] (1983).\n\n== Khen thưởng ==\n[[Huân chương Kháng chiến hạng Ba]]\n\n[[Huân chương Chiến thắng hạng Hai]]\n\n[[Huân chương Quân công]] (1 hạng Nhất, 2 hạng Ba)\n\n[[Huân chương Kháng chiến]] (chống Mỹ) hạng Nhất\n\nNhà nước Cam-pu-chia tặng Huân chương Giải phóng Dân tộc hạng Nhất\n\nHuy hiệu 60 năm tuổi Đảng.\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1925|2021}}\n\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}