{"2443021":"'''Vũ Uy''' ([[Chữ Nho]]: 武威; ? – 1424), hay '''Lê Uy''' (黎威), là một trong những khai quốc công thần [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nCó giả thuyết cho là Vũ Uy là cháu bốn đời của Phò mã đô uý Hưng Mỹ hầu [[Vũ Trung Khái]] ở thôn Hương Trù, ấp Tô Xuyên (nay là thôn Tô Đàm, xã [[An Mỹ, Quỳnh Phụ|An Mỹ]], huyện [[Quỳnh Phụ]], tỉnh [[Thái Bình]]).<ref name=\"thaibinh.gov\">Cần dẫn nguồn<\/ref> Năm 1399, khi [[Hồ Quý Ly]] chuẩn bị soán ngôi, ông cùng 12 tông thất nhà Trần chạy về trang Tô Xuyên nhằm mưu đồ khôi phục cơ nghiệp nhà Trần.<ref name=\"hannom\">[http:\/\/www.hannom.org.vn\/detail.asp?param=493&Catid=363 Điền trang Tô Xuyên và Hưng Mỹ hầu Vũ Trung Khái (TBHNH 2003)]<\/ref> Đến khi quân Minh sang xâm lược, [[Trần Nguyên Hãn]] khi giả trang làm người bán dầu đã qua trang Tô Xuyên liên lạc<ref>Cần dẫn nguồn!<\/ref> với Vũ Uy và [[Trần Cẩn]].\n\nNgày 29 tháng 2 năm 1399 (âm lịch)<ref>Cần dẫn nguồn.<\/ref>, ông rời tổng Tô Xuyên vào [[Lam Sơn]] định cư ở thôn Thụ Mệnh, làm gia thần cho [[Lê Lợi]]<ref>[https:\/\/baothaibinh.com.vn\/tin-tuc\/19\/4927\/doan-cong-uan-mot-manh-tuong-thoi-le Đoàn Công Uẩn- một mãnh tướng thời Lê]<\/ref><ref name=\"baothaibinh\">[https:\/\/baothaibinh.com.vn\/tin-tuc\/52\/76850\/nang-nghia-doi-que Nặng nghĩa đôi quê]<\/ref> Tham gia sự nghiệp khởi nghĩa cùng ông trong thôn còn có<ref>Cần dẫn nguồn!<\/ref> [[Trương Lôi]], [[Trương Chiến]], [[Phạm Lật]], [[Lê Cẩm]], [[Lê Văn Lễ]] và [[Lê Vũ Bị]]. Vũ Uy cùng [[Trương Chiến]] được giao cho phụ trách cày ruộng ở xứ Phật Hoàng, cùng với cha con [[Ngô Kinh]], [[Ngô Từ]]<ref>Cần dẫn nguồn.<\/ref> đảm bảo vấn đề lương thực cho nghĩa quân Lam Sơn.<ref name=\"thaibinh.gov\" \/>\n\nNăm 1416, Lê Lợi cùng các chiến hữu tổ chức cắt máu ăn thề tại [[hội thề Lũng Nhai]]. Vũ Uy là một trong 18 người tham gia hội thề. Năm 1418, Lê Lợi khởi binh, ông tham gia nhiều trận đánh lớn nhỏ ở [[Thanh Hóa]], lập nhiều chiến công. Năm 1424, Lê Lợi nghe theo sách lược của Nguyễn Chích, tiến vào Nghệ An. Ông được cử làm tiên phong triệt hạ đồn Đa Căng do Lương Nhữ Hốt chỉ huy để mở đường cho nghĩa quân<ref>Cần dẫn nguồn.<\/ref>, mặc dù thắng lợi nhưng ông lại chủ quan dẫn quân đi xa truy kích quân địch nên hy sinh.<ref name=\"thaibinh.gov\" \/>\n\nSau khi [[nhà Lê sơ]] thành lập, [[Lê Thái Tổ]] truy tặng Vũ Uy tước Thiếu úy Tuy quốc công cùng quốc tính ([[Lê (họ)|họ Lê]]). Phu nhân của ông là bà Lương Thị Ngọc, sinh hạ ba con trai<ref>Cần dẫn nguồn!<\/ref> là Vũ Lực, Vũ Phấn, Vũ Lại.<ref name=\"baothaibinh\" \/>\n\nTại thôn Tô Đàm, xã An Mỹ, huyện Quỳnh Phụ, tỉnh Thái Bình ngày nay, các hậu duệ họ Vũ đã lấy ngày ông rời quê hương (ngày 29 tháng 2 âm lịch) làm ngày Tế Xuân để tưởng nhớ công ơn của ông.<ref name=\"baothaibinh\" \/>\n\nHiện mộ và đền thờ Vũ Uy tọa lạc tại huyện Nông Cống, tỉnh Thanh Hóa.<ref name=\"thaibinh.gov\" \/>\n\n== Tham khảo ==\n* Hội sử học Hà Nội (2008), ''Khởi nghĩa Lam Sơn và thành lập vương triều Lê (Kỷ yếu hội thảo khoa học kỷ niệm 580 năm giải phóng Đông Quan và thành lập vương triều Lê)'', Nhà xuất bản Hà Nội.\n* [[Phan Huy Lê]], [[Phan Đại Doãn]], ''Khởi nghĩa Lam Sơn'', Nhà xuất bản Khoa học xã hội, Hà Nội, 1977.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 1424]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Võ tướng nhà Lê sơ]]"}