{"3426508":"'''Vũ Ngọc Tiến''' sinh 1946, tại làng Yên Thái, nay thuộc [[Bưởi, Tây Hồ|phường Bưởi]], quận [[Tây Hồ (quận)|Tây Hồ]], [[Hà Nội]] là một nhà văn Việt Nam.<ref>[http:\/\/www.vanchuongviet.org\/index.php?comp=tacgia&action=detail&id=798 Vũ Ngọc Tiến], vanchuongviet<\/ref>\n\n==Sự nghiệp văn học==\nNăm 1966, ông bắt đầu có tác phẩm in trên báo với bút danh Vũ Liên Châu, nhưng năm 1969 thì nghỉ viết. Năm 1994, ông viết trở lại với nhiều bút danh: Vũ Mai Hoa Sơn, An Thái, An Thọ, Vũ Ngọc Tiến… Các tác phẩm ký, phóng sự, điều tra, truyện ngắn, phê bình tiểu luận đăng nhiều trên các báo ở TW, HN, Tp HCM (Văn Nghệ, Văn Nghệ Trẻ, Người Hà Nội, Văn [[Thành phố Hồ Chí Minh|Sài Gòn]], Tia Sáng, Tuần Tin Tức…).và khoảng gần 100 kịch bản, lời bình cho các phim tài liệu truyền hình. \n \n==Giải thưởng==\n*Giải thưởng ở 2 cuộc thi Ký- Phóng sự do báo Văn Nghệ và Hội Nhà Văn tổ chức năm 1996- 1997 & 2002- 2003\n\n==Thư mục==\nTác phẩm đã xuất bản:\n* Cố nhân. Tập truyện ngắn. Nhà xuất bản Hà Nội, 1997.\n* Mười hai con giáp. Tập truyện ngắn. Nhà xuất bản Hà Nội, 1998.\n* Tội ác và sám hối. Tập truyện ngắn. Nhà xuất bản Công an nhân dân, 1999.\n* Những truyện ngắn về tình yêu Nhà xuất bản Thanh Niên, 2001.\n* Khói mây Yên Tử. Tiểu thuyết lịch sử. Nhà xuất bản Văn hoá thông tin, 2001; [[Nhà xuất bản Kim Đồng]] tái bản 2002.\n* Quân sư [[Đào Duy Từ]]. Tiểu thuyết lịch sử. Nhà xuất bản Kim Đồng, 2002.\n* Giao Châu tụ nghĩa. Tiểu thuyết lịch sử. Nhà xuất bản Kim Đồng, 2002.\n* Câu lạc bộ các tỷ phú. Ký và phê bình, tiểu luận. Nhà xuất bản Hội nhà văn, 2002.\n* Ba nhà cải cách. Tập tiểu thuyết lịch sử (3 tiểu thuyết đã từng xuất bản). Nhà xuất bản Văn nghệ, Q.3 TP. Hồ Chí Minh, 2007.\n* Sóng hận sông Lô. Tiểu thuyết lịch sử. Nhà xuất bản Hội nhà văn, 2013 <ref>[http:\/\/www.torontopubliclibrary.ca\/detail.jsp?Entt=RDM3068681&R=3068681 Sóng hận sông Lô (Tiểu thuyết lịch sử)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161202233031\/http:\/\/www.torontopubliclibrary.ca\/detail.jsp?Entt=RDM3068681&R=3068681 |date=2016-12-02 }}. Torontopubliclibrary, 15\/04\/2014. Truy cập 01\/12\/2016.<\/ref>.\n* Quỷ vương. Tiểu thuyết lịch sử. Nhà xuất bản Hội nhà văn, 2016 <ref>[http:\/\/www.banvannghe.com\/a7466\/ra-mat-tieu-thuyet-quy-vuong-cua-vu-ngoc-tien-vu-nho Ra mắt tiểu thuyết \"Quỷ vương\" của Vũ Ngọc Tiến]. Bạn Văn nghệ, 7\/2016. Truy cập 01\/12\/2016.<\/ref>.\n\n== Tác phẩm thu hồi ==\n''Rồng đá'' của Vũ Ngọc Tiến và [[Lê Mai]] do Nhà xuất bản [[Đà Nẵng]] in vào quý 3\/2008, đã bị thu hồi vì \"có nội dung không phù hợp\". Nó động chạm đến [[xung đột Việt–Trung 1979–1990]] và viết ra \"những sự thực có thật của chiến tranh, những sự thực mà thời đang chiến chúng ta phải tạm giấu đi, tạm quên đi, cho mục đích cuối cùng là chiến thắng\" <ref>[http:\/\/lmvn.com\/truyen\/index.php?func=viewpost&id=Ti2fnvaGjrZS6iuGqk5X942xCHFMXUPr Thư ngỏ gửi Nhà xuất bản Đà Nẵng của Vũ Ngọc Tiến]. Liên mạng Việt Nam, 11\/2008. Truy cập 01\/12\/2016.<\/ref>.\n\n==Chú thích==\n{{tham khảo|colwidth=25em}}\n\n== Liên kết ngoài ==\n{{sơ khai}}\n\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]"}