{"47324":"{{dablink|Về huyện cùng tên thuộc thành phố [[Thường Đức]], tỉnh [[Hồ Nam]], [[Trung Quốc]]; xem bài [[Vũ Lăng (khu)|Vũ Lăng (quận)]].}}\n{{Bài cùng tên|Vũ Lăng (định hướng)}}\n{{Viên chức\n| tên = Đỗ Đức Liêm\n| ngày sinh = [[1914]]\n| hình = [[Tập tin:Vulang.JPG|200px]]\n| quốc tịch = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n| biệt danh = Vũ Lăng\n| nơi sinh = [[Thanh Trì]], [[Hà Nội]], [[Liên bang Đông Dương]]\n| thuộc = [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n| năm phục vụ = [[1945]]–[[1988]]\n| cấp bậc = {{QH|thượng tướng}}\n| ngày mất = [[1988]]\n| nơi mất = [[Liên Xô]]\n| chức vụ = Giám đốc [[Học viện Lục quân (Việt Nam)|Học viện Lục quân Đà Lạt]]\n| bắt đầu = [[1977]]\n| kết thúc = [[1988]]\n| tiền nhiệm = [[Hoàng Minh Thảo]]\n| kế nhiệm = [[Nguyễn Hữu An]]\n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Tư lệnh [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]\n| tiền nhiệm 2 = ''đầu tiên''\n| kế nhiệm 2 = [[Nguyễn Kim Tuấn]]\n| bắt đầu 2 = [[1975]]\n| kết thúc 2 = [[1977]]\n| địa hạt 2 = \n| chức vụ 3 = Cục trưởng [[Cục Tác chiến, Quân đội nhân dân Việt Nam|Cục Tác chiến]]\n| bắt đầu 3 = [[1970]]\n| kết thúc 3 = [[1973]]\n| tiền nhiệm 3 = [[Lê Ngọc Hiền]]\n| kế nhiệm 3 = [[Lê Hữu Đức (trung tướng)|Lê Hữu Đức]]\n| chức vụ 4 = Cục trưởng [[Cục Tác chiến, Quân đội nhân dân Việt Nam|Cục Tác chiến]]\n| bắt đầu 4 = [[1970]]\n| kết thúc 4 = [[1973]]\n| tiền nhiệm 4 = [[Lê Ngọc Hiền]]\n| kế nhiệm 4 = [[Lê Ngọc Hiền]]\n| đơn vị = * [[Học viện Lục quân (Việt Nam)|Học viện Lục quân Đà Lạt]]\n* [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]\n* [[Cục Tác chiến, Quân đội nhân dân Việt Nam|Cục Tác chiến]]\n| chỉ huy = \n| tham chiến = \n| khen thưởng = \n| gia đình = \n| công việc khác = \n| chữ ký = \n}}\n'''Vũ Lăng''' ([[1921]]–[[1988]]) tên thật là Đỗ Đức Liêm, một tướng lĩnh cao cấp của [[Quân đội nhân dân Việt Nam]], hàm [[Thượng tướng]]<ref>[https:\/\/vi.wikisource.org\/wiki\/Nghị_quyết_số_704_NQ\/HĐNN7  Nghị quyết số 704 NQ\/HĐNN7, ngày 30-01-1986 của Hội đồng Nhà nước về việc thăng quân hàm từ cấp Trung tướng lên cấp Thượng tướng cho 10 quân nhân (do Chủ tịch Trường Chinh Ký)]<\/ref>, ông là một trong những vị tướng lập được nhiều chiến công lớn trong những trận đánh quan trọng của [[Quân đội nhân dân Việt Nam]], ông là người đã có công lao to lớn trong chiến thắng của [[chiến dịch Tây Nguyên]] mà trận [[Buôn Ma Thuột]] là điển hình. Ông quê quán tại xã Ngũ Hiệp, [[Thanh Trì]], ngoại thành [[Hà Nội]].\n\n== Thân thế ==\nVũ Lăng sinh ra trong một gia đình yêu nước và sớm giác ngộ cách mạng, khoảng năm 1937 – 1938, trong khi đang học thành chung năm thứ 2 thì ông bị đuổi học, từ đó đồng chí phải tự kiếm sống bằng cách dạy học tư, sau đó về làm y tá ở nhà thương Phủ Lý, Trong thời gian 1943-1945 đồng chí đã được đồng chí Hoàng Quý giác ngộ cách mạng và được giới thiệu tham gia vào đảng Dân Chủ. Năm 1943, khi mật thám Pháp đưa Trần Tử Bình về nhà thương để điều trị, ông đã cố tình tạo điều kiện cho ông Bình bỏ trốn, nhưng không thành công.<ref>[https:\/\/sknc.qdnd.vn\/ky-niem-sau-sac\/cuoc-dai-vuot-nguc-hoa-lo-500103 Cuộc \"đại vượt ngục\" Hỏa Lò]<\/ref>. Ông cũng tham gia cướp kho thóc Nhật và cướp chính quyền tại Phủ Lý.\n\n== Binh nghiệp ==\n=== Kháng chiến chống Pháp ===\nSau khi [[Cách mạng tháng Tám]] 1945 thành công, 11\/1945 ông là một trong những chiến sĩ Nam tiến đầu tiên chiến đấu ở [[mặt trận Nha Trang-Ninh Hòa]] và được cử làm Chỉ đạo viên trung đội chiến đấu, sau đó là Phó ban huấn luyện khu 6, rồi Phó ủy viên quân sự Ninh Hòa. 12\/1946  ông ra bắc, vào ngày toàn quốc [[chiến tranh Đông Dương|kháng chiến chống Pháp]] bùng nổ, Vũ Lăng là quyết tử quân của [[trung đoàn Thủ Đô]], khu Đông Kinh Nghĩa Thục, tham gia chiến đấu bảo vệ [[Bắc bộ phủ]] và được phân công làm ủy viên tác chiến, ông cùng đồng đội và nhân dân Hà Nội chiến đấu suốt 2 tháng trời trong vòng vây của giặc Pháp tại Hà Nội. Ngày 14\/1\/1947, tại rạp Chuông Vàng, trong buổi lễ tuyên thệ và thành lập Trung đoàn Thủ Đô, ông với cương vị tiểu đoàn phó tiểu đoàn 103 cùng 2 chiến sĩ trung đoàn được cử lên nhận thanh kiếm quyết tử và đọc lời thề ”quyết tử cho tổ quốc quyết sinh’’ “Hôm nay chúng ta làm lễ khai sinh đội quân quyết tử. Chúng ta thề sống chết bảo vệ thủ đô. Con cháu chúng ta sẽ lấy ngày này là ngày giỗ của chúng ta. Giặc Pháp muốn chiếm thủ đô Hà Nội, nhưng chúng ta còn, thủ đô sẽ không bao giờ mất. Xin thề! Xin thề! Xin thề” <ref>https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/loi-the-quyet-tu-2016121721454225.htm<\/ref>. Trong trận đánh nhà Sô Va và Trường Ke ông đã tỏ rõ khả năng quân sự và tư duy sắc sảo của ủy viên tác chiến khu Đông Kinh Nghĩa Thục, sau đó ông cùng Ban chỉ huy Trung đoàn đã hoàn thành nhiệm vụ khi dẫn hơn 2,500 đồng bào và chiến sĩ rút ra khỏi Hà Nội an toàn theo đường chui dưới gầm cầu Long Biên giữa vòng vây của giặc Pháp vào đêm 17 tháng 2 năm 1947. 1947-1953, Vũ Lăng được cử làm tiểu đoàn trưởng tiểu đoàn 54, trung đoàn Thủ đô (E102) rút gọn thời gian đấy, [[sư đoàn 308, Quân đội nhân dân Việt Nam|đại đoàn 308]]. Ông đã chỉ huy tiểu đoàn tham gia đánh các trận Bồng Lai, Sông Lô, Đại Bục… và các chiến dịch lớn như: Việt Bắc, Sông Thao, Biên Giới, Trung Du, Hoàng Hoa Thám, Hà Nam Ninh, Hòa Bình, Tây Bắc, Thượng Lào…. Đặc biệt trong cuộc đọ sức với Binh đoàn thiện chiến tây đen Beaufré vào tháng 8\/1947, Tiểu đoàn của ông đã lập kỳ tích vang dội và được các bài báo đã nhắc nhiều đến với tên Bộ đội Vũ Lăng. Đặc biệt năm 1949 ông đã chỉ huy tiểu đoàn đánh trận hạ đồn [[Đại Bục]] là một trong những đồn chủ chốt nằm trên phòng tuyến sông Thao, chắn đường quân ta tiến vào Tây Bắc, mở màn chiến dịch tấn công vào phòng tuyến [[sông Thao]], đúng ngày sinh nhật của [[Hồ Chí Minh]] năm 1949 <ref>http:\/\/gocnhin.net\/cgi-bin\/viewitem.pl?6868<\/ref>. Từ năm 1953 ông được cử làm trung đoàn trưởng [[trung đoàn 98]], [[sư đoàn 316, Quân đội nhân dân Việt Nam|đại đoàn 316]], ông đã đã xây dựng lại trung đoàn 98 trở thành trung đoàn đánh công kiên (đánh cứ điểm) rất nhanh như ở trận Bản Mo thuộc chiến dịch Tây Bắc, chỉ trong vòng 1 giờ chiến đấu, trung đoàn đã đánh chiếm được đồn Bản Mo; Tại trận đánh đồi C1, chỉ trong vòng 30 phút bộ đội trung đoàn đã cắm được cờ lên đỉnh đồi C1. Trong [[chiến dịch Điện Biên Phủ]], trung đoàn 98 do Vũ Lăng chỉ huy đã đánh chiếm [[đồi C1]] và C2. Cùng với A1, đồi C1 có vị trí quan trọng trong việc bảo vệ tập đoàn cứ điểm Điện Biên Phủ, tuy thấp hơn đồi E1 & D1 nhưng C1 & A1 có vị trí quan trọng hơn bởi chúng chỉ cách sở chỉ huy của Đờ Cát vài trăm mét và trực tiếp kiểm soát 2 chiếc cầu qua sông Nậm Rốm. Nếu Quân đội Nhân dân Việt Nam chiếm được C1, A1 thì sẽ phá được thế phòng thủ liên hoàn của địch ở hai bên bờ sông Nậm Rốm, đồng thời khống chế được các cứ điểm trên cánh đồng Mường Thanh bằng hỏa lực bắn thẳng của Pháp. Trận chiến ác liệt trên đồi C1 đã diễn ra trong suốt 31 ngày đêm và Quân đội Nhân dân Việt Nam đã chiến thắng, góp phần quan trọng vào thành công của chiến dịch Điện Biên Phủ, trong trận chiến ác liệt này mặc dù là Trung đoàn trưởng nhưng ông cũng cầm tiểu liên lên tận cứ điểm cùng với các chiến sĩ.<ref name=\":0\">{{Chú thích web|url=http:\/\/congan.dienbien.gov.vn\/news\/NGUOI-TOT-VIEC-TOT\/Thuong-tuong-Vu-Lang-30-ngay-dem-quyet-chien-tren-doi-C1-16109\/|tựa đề=Thượng tướng Vũ Lăng & 30 ngày đêm quyết chiến trên đồi C1|tác giả=Kiều Mai Sơn|ngày=2020-05-06|website=Công an Nhân dân online|url lưu trữ=https:\/\/web.archive.org\/web\/20200803200238\/http:\/\/antgct.cand.com.vn\/Nhan-vat\/Thuong-tuong-Vu-Lang-30-ngay-dem-quyet-chien-tren-doi-C1-592818\/|ngày lưu trữ=2020-08-03|url-status=live|ngày truy cập=2020-12-06}}<\/ref>\n\n=== Kháng chiến chống Mỹ ===\nTrong [[chiến tranh Việt Nam]], trước muôn vàn khó khăn, thử thách, trên các cương vị công tác khác nhau, lúc ở cơ quan tham mưu chiến lược, khi ở các chiến trường, ông luôn thể hiện là một cán bộ quân sự có năng lực tư duy sáng tạo, nhạy bén trong tổ chức chỉ huy và tính quyết đoán. Ông đã giữ những chức vụ quan trọng trong quân đội như Tham mưu trưởng [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Sư đoàn 316]] rồi Cục phó cục khoa học Quân sự Bộ tổng Tham mưu, phó Tư lệnh kiêm tham mưu trưởng [[quân khu 4, Quân đội nhân dân Việt Nam|quân khu 4]], Cục phó rồi Cục trưởng [[Cục tác chiến]] 2 lần (1966-1968 & 1970-đầu 1974), Tư lệnh mặt trận Tây Nguyên, Phó Tư lệnh Chiến dịch Tây Nguyên rồi tư lệnh [[Quân đoàn 3, Quân đội nhân dân Việt Nam|quân đoàn 3]].<ref name=\":1\">{{chú thích web|url=https:\/\/www.qdnd.vn\/hau-phuong-chien-si\/tiep-lua-truyen-thong\/quan-doan-3-tiep-nhan-ky-vat-cua-thuong-tuong-vu-lang-549480|tiêu đề=Quân đoàn 3 tiếp nhận kỷ vật của Thượng tướng Vũ Lăng|author=Vũ Duy Hiển|ngày=2018-09-14|nơi xuất bản=Quân đội Nhân dân|ngày truy cập=6 tháng 12 năm 2020}}<\/ref>.\n\nTrong giai đoạn ác liệt nhất của chiến tranh Việt Nam, ông được Bộ Quốc phòng điều động vào làm Phó tư lệnh kiêm tham mưu trưởng Quân khu 4 . Đến nơi chiến trường đang diễn ra cuộc chiến tranh phá hoại rất ác liệt của Mỹ, ông đã cùng với tập thể Bộ Tư lệnh Quân khu xây dựng phương án tác chiến, đẩy mạnh các hoạt động chiến đấu, đánh thắng máy bay và tàu chiến Mỹ. Bên cạnh đó, ông còn cùng Bộ Tư lệnh Quân khu 4 đào tạo được nhiều cán bộ chỉ huy bổ sung cho chiến trường miền Nam. Trong thời gian này ông được phân công trực tiếp chỉ huy Sư đoàn 325B đánh A Sầu, A Lưới ở Tây Thừa Thiên.\n\nCuối 1966 – đầu 1974, ông được điều về Bộ và được cử làm Cục phó rồi Cục trưởng Cục Tác chiến, một trong những Cục quan trọng nhất của Bộ Tổng tham mưu. Trên cương vị là Cục trưởng Cục tác chiến bộ tổng tham mưu (2 lần: 1966-1968 & 1970-đầu 1974), ông đã tham gia xây dựng phương án tác chiến cho các chiến dịch quan trọng của quân đội trong thời gian suốt thời gian này bao gồm chiến dịch Mậu Thân, Đường 9 Nam Lào; Quảng Trị; Điện Biên Phủ trên không ( đêm 18\/12\/2972 rạng sáng 19\/12\/1972 khi B52 đánh vào Hà Nội, ông là người trực chỉ huy của Cục Tác chiến tại hầm T1). Đặc biệt trong thời gian 4\/1973 đến 3\/1974 ông là 1 trong 4 thành viên đầu tiên của Tổ Trung tâm (thành lập 4\/1973) do Đại Tướng Lê Trọng Tấn làm tổ trưởng, nhiệm vụ của Tổ trung tâm là giúp Quân ủy Trung ương và Bộ Tổng Tư lệnh theo dõi toàn bộ tình hình miền Nam và quốc tế, xây dựng kế hoạch chiến lược giải phóng miền Nam trong 2 năm 1975 – 1976, hoạt động của Tổ trung tâm là tuyệt mật, trực thuộc thẳng Bộ Tổng tham mưu và chịu sự phụ trách trực tiếp của Tổng tham mưu trưởng. Đến cuối tháng 5-1973, toàn tổ cơ bản nhất trí và thảo luận hết năm vấn đề cơ bản của kế hoạch giải phóng miền Nam. Ngày 5\/6\/1973 “Đề cương báo cáo kế hoạch chiến lược lần thứ nhất” được thông qua Bộ Chính trị <ref>https:\/\/www.sggp.org.vn\/chuyen-ke-them-ve-to-trung-tam-97422.html<\/ref>.\n\nTháng 6\/1974 ông được cử vào làm Tư lệnh mặt trận Tây nguyên (B3) tại đây cùng với tập thể Đảng ủy Bộ Tư lệnh mặt trận, ông đã cùng Bộ Tư lệnh lãnh đạo mặt trận tiến hành các công tác chuẩn bị cho chiến dịch Tây Nguyên. Phương án tiến công Buôn Mê Thuột được chuẩn bị và cân nhắc vô cùng kỹ lưỡng vì đây là trận mở màn cũng như là trận then chốt quyết định thành bại của chiến dịch. Đầu 1975 sau nhiều lần quan sát thực địa và nghiên cứu hình thái bố trí lực lượng của đối phương tại Tây Nguyên, Bộ Tư lệnh B3 đứng đầu là Tư lệnh Vũ Lăng đã thống nhất cách đánh chiến dịch như sau: tìm mọi cách nhử đối phương về Kon Tum và Plei Ku rồi hãm họ ở đó, tạo sơ hở Buôn Mê Thuột để đột phá thật nhanh vào đây tiêu diệt đối phương và làm chủ thị xã này trong thời gian ngắn nhất. Sau đó sẽ phát triển đánh chiếm Gia Nghĩa, Phú Bổn để mở rộng khu vực, làm bàn đạp phát triển tiến công các hướng khác. Thực hiện được ý định này, vấn đề có tính quyết định là lập thế trận chiến dịch, thế trận đó phải thể hiện chia cắt, vây hãm, vừa hãm vừa tiến công, đột phá, vừa bí mật, vừa nghi binh. Ông đã cùng với Bộ Tư lệnh và phòng Tác chiến nghiên cứu chiến thuật đề xuất phương án đánh thị xã Buôn Mê Thuột: một là đánh địch không có phòng ngự dự phòng và một phương án nữa là đánh địch có phòng ngự dự phòng. Đánh địch không có phòng ngự dự phòng là số một, làm sao phải làm mọi cách để điều địch theo ý mình, để đánh địch không có phòng ngự dự phòng. Vấn đề nghi binh, hút địch về Kon Tum và Plei Ku là then chốt quyết định. Những vấn đề khó khăn này luôn được Bộ Tư lệnh, đặc biệt là Tư lệnh Vũ Lăng, chỉ đạo thực hiện.<ref>http:\/\/quocphongthudo.vn\/van-hoa-xa-hoi\/thuong-tuong-vu-lang-tu-dien-bien-phu-den-tay-nguyen-toi-sai.html<\/ref> Đầu 1975, Bộ Chính trị đã quyết định thành lập Bộ Tư lệnh chiến dịch Tây Nguyên, ông được cử làm Phó Tư lệnh chiến dịch Tây Nguyên. Trong buổi báo cáo quyết tâm với Bộ tư lệnh Tiền phương, sau khi nghe ông, đang trong cơn sốt rét, lên thuyết phục về việc bố trí các sư đoàn, phương án và kế hoạch tác chiến của trận đánh Buôn Mê Thuột của Bộ Tư lệnh chiến dịch đã được Đại tướng Văn Tiến Dũng phê chuẩn. Thời gian điều động, bố trí chuẩn bị kế hoạch nghi binh lừa địch trong suốt 3 tháng trời của Bộ Tư lệnh Chiến dịch là cuộc đọ sức âm thầm, đầy kịch tính với bộ tham mưu của quân đội VNCH, trong cuộc đọ sức này Quân đội Nhân dân Việt Nam đã nắm được một điểm thắng rất quan trọng là chủ lực của quân đội VNCH vẫn bị giam chân ở Bắc Tây Nguyên cho đến ngày họ nổ súng, đây là điểm mang tính quyết định cho chiến thắng tại Ban Mê Thuột. Chỉ trong vài ngày mà bản đồ quân sự Miền Nam bị đảo lộn, Chiến dịch Tây Nguyên thắng lợi mà đòn điểm huyệt quyết định Buôn Mê Thuột đã khiến toàn bộ quân lực Việt Nam Cộng hòa ở Tây Nguyên bị tiêu diệt và rút chạy dẫn đến làm cho từng mảng cấu trúc của chế độ VNCH sụp đổ nhanh chóng. Trong chiến dịch này ông cũng đã trực tiếp chỉ huy Sư đoàn 10 đánh chiếm Đức Lập trong thời gian ngắn, hoàn thành tốt phương án tác chiến và ý đồ tiến công của Bộ Tư lệnh, và sau đó là chỉ huy Sư đoàn 10 đánh Lữ dù 3 quân đội VNCH tại đèo Phượng Hoàng mở đường cho Quân  Giải phóng tiến xuống đồng bằng, trận đánh Lữ đoàn dù 3 tại đèo Phượng Hoàng – Madrac là 1 trong 4 trận then chốt của Chiến dịch Tây Nguyên, góp phần vào tiêu diệt toàn bộ Quân đoàn 2 của địch, giải phóng hoàn toàn Tây Nguyên, vì đã tiêu diệt được 1 lực lượng mạnh nhất của quân lực VNCH lúc bấy giờ, làm cho toàn bộ quân địch án ngữ suốt từ Lam Sơn, Dục Mỹ, Ninh Hoà tới Nha Trang hoảng loạn, không còn sức chiến đấu, chỉ lo tìm đường chạy, tạo thuận lợi cho các lực lượng của quân Giải phóng nhanh chóng tiến xuống đồng bằng ven biển miền Trung, giải phóng một địa bàn rộng lớn suốt từ Dục Mỹ , Ninh Hoà tới Nha Trang. Chia cắt quân địch giữa Quân khu 1 với Quân khu 3. Chặn đứng việc rút lui bằng đường bộ của toàn bộ lực lượng VNCH tại Quân khu 1. Thắng lợi trong trận [[Buôn Ma Thuột]] giải phóng [[Tây Nguyên]], tạo ra bước đột phá quan trọng trong việc thống nhất Việt Nam.<ref>{{Chú thích web|url=http:\/\/quocphongthudo.vn\/van-hoa-xa-hoi\/thuong-tuong-vu-lang-tu-dien-bien-phu-den-tay-nguyen-toi-sai.html|tựa đề=Thượng tướng Vũ Lăng: Từ Điện Biên Phủ đến Tây Nguyên tới Sài Gòn|tác giả=Phùng Văn Khai|ngày=2017-04-07|website=Quốc phòng Thủ đô|url-status=live|ngày truy cập=2020-12-06}}<\/ref>\n\nTrong [[chiến dịch Hồ Chí Minh]], ngày 26\/3 [[1975]], Quân đoàn 3 được thành lập, ông được cử làm tư lệnh đầu tiên [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]] (Binh đoàn Tây Nguyên). Ngay sau khi thành lập, dưới sự chỉ đạo của ông và Bộ tư lệnh, Quân đoàn đã thực hiện đúng chỉ đạo của bộ Tổng tư lệnh, với tinh thần ”thần tốc” quân đoàn nhanh chóng xốc tới giải phóng thành phố Nha Trang, thành phố Tuy Hòa và tiến xuống miền Đông Nam bộ, vừa đánh địch vừa mở đường đến tập kết tại khu vực Dầu Tiếng sớm 1 ngày, chiếm lĩnh bàn đạp tấn công Sài Gòn, đây được xem là 1 kỳ tích. Quân đoàn 3 đã được giao nhiệm vụ đảm nhiệm hướng Tây Bắc Sài Gòn, đây là hướng tấn công chủ yếu của Chiến dịch Hồ Chí Minh và là tuyến phòng ngự mạnh nhất của Chính quyền Sài Gòn với chiều dài 40&nbsp;km . Quân đoàn 3 dưới sự chỉ huy của Tư lệnh Vũ Lăng đã hoàn thành suất sắc nhiệm vụ đập tan tuyến phòng ngự này tiêu diệt [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25]] của [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng hoà]], trong 1 ngày tiến công Quân đoàn đã lần lượt đánh chiếm và làm chủ các mục tiêu tại: Gò Dầu Hạ, Trảng Bàng, Đồng Dù, Hóc Môn, Trung tâm huấn luyện Quang Trung. Quân đoàn 3 là cánh quân đầu tiên trong 5 cánh quân đặt chân đến cửa ngõ Sài Gòn vào chiều 29\/4\/1975, sau đó vào sáng ngày 30\/4 Quân đoàn đã đánh chiếm [[sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]] và Bộ Tổng tham mưu quân đội VNCH, 11h30 ngày 30 tháng 4 năm 1975 đã giương cao lá cờ của quân đoàn trên nóc tòa nhà bộ tư lệnh không quân & Bộ Tổng tham mưu của [[quân lực Việt Nam Cộng hòa]].<ref>{{chú thích web|url=https:\/\/baotintuc.vn\/ho-so\/thuong-tuong-vu-lang-danh-tran-gioi-nghien-cuu-gioi-20160728110821307.htm|tiêu đề=Thượng tướng Vũ Lăng: Đánh trận giỏi, nghiên cứu giỏi|author=Hoài Nam|ngày=3 tháng 8 năm 2016|nơi xuất bản=Báo Tin tức - Kênh thông tin CP do TTXVN phát hành|url lưu trữ=https:\/\/web.archive.org\/web\/20170502121458\/https:\/\/baotintuc.vn\/ho-so\/thuong-tuong-vu-lang-danh-tran-gioi-nghien-cuu-gioi-20160728110821307.htm|ngày lưu trữ=2017-05-02|url-status=live|ngày truy cập=6 tháng 12 năm 2020}}<\/ref><ref>{{chú thích web|url=https:\/\/www.bienphong.com.vn\/chuyen-ve-vi-tuong-sau-sat-chien-tran-post382564.html|tiêu đề=Chuyện về vị tướng sâu sát chiến trận|author=Kim Phượng|ngày=2019-12-15|website=Biên phòng online|nơi xuất bản=Cơ quan của Đảng và Bộ tư lệnh Bội đội biên phòng|url lưu trữ=https:\/\/web.archive.org\/web\/20200925194233\/https:\/\/www.bienphong.com.vn\/chuyen-ve-vi-tuong-sau-sat-chien-tran-post382564.html|ngày lưu trữ=2020-09-25|url-status=live|ngày truy cập=6 tháng 12 năm 2020}}<\/ref>\n\n==Sau chiến tranh==\nSau ngày Việt Nam thống nhất, năm 1977 ông được giao trọng trách Giám đốc\/ Viện trưởng kiêm Bí thư Đảng ủy  [[Học viện Lục quân Đà Lạt]] (1977-1988).<ref>{{Chú thích web|url=http:\/\/hvlq.vn\/tin-tuc\/hoat-dong-hoc-vien\/nguoi-ha-noi-tren-dat-da-lat-thuong-tuong-vu-lang-cong-dau-t.html|tựa đề=Người Hà Nội trên đất Đà Lạt: Thượng tướng Vũ Lăng công đầu tạo nên hồ Chiến Thắng|tác giả=Hồ Mạnh Cường|ngày=2019-10-08|website=Học viện Lục quân|url-status=live|ngày truy cập=2020-12-06}}<\/ref>-\tTrên cương vị mới, ông đã cùng Đảng ủy và Ban Giám hiệu Học viện lãnh đạo, chỉ đạo xây dựng Học viện đi vào nền nếp và ngày càng vững mạnh về mọi mặt. Với kinh nghiệm về xây dựng quân đội đã tích lũy được trong cuộc kháng chiến chống Pháp và chống Mỹ, ông đã có nhiều đóng góp trong nghiên cứu, đào tạo, bổ túc cán bộ tiểu đoàn, trung đoàn và phát triển khoa học quân sự. Ông đã chỉ đạo biên soạn hệ thống tài liệu, đáp ứng kịp thời đầy đủ cho công tác huấn luyện của tám chuyên ngành binh chủng lục quân. Những tài liệu được Hội đồng khoa học Học viện thông qua có nhiều ý kiến đóng góp và kết luận rất sâu sắc của ông, góp phần rất quan trọng trong nghiên cứu, giảng dạy ở Học viện và cả các nhà trường Quân đội sau này. Ông là người đầu tiên đề xuất vấn đề bồi dưỡng, đào tạo nghiên cứu sinh khoa học quân sự, vào năm 1985 tại Học viện Lục quân, lần đầu tiên trong quân đội đã tiến hành tổ chức bảo vệ Luận án Phó tiến sĩ Khoa học Quân sự cấp Quốc gia cho 8 chuyên ngành binh chủng lục quân. Ông là 1 trong 6 tướng lĩnh đầu tiên của quân đội được phong hàm Giáo sư Khoa học Quân sự cấp II (Quyết định số 107-HĐBT ngày 11\/9\/1986)<ref>https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-107-HDBT-dac-cach-cong-nhan-chuc-vu-khoa-hoc-trong-linh-vuc-khoa-hoc-Quan-su-37173.aspx<\/ref>.Ông đã chỉ đạo cán bộ Học viện, cùng với sự giúp đỡ của lực lượng công binh Quân đoàn 3 đã đào đắp nên hồ Chiến Thắng, đảm bảo nguồn cung cấp nước không những đủ cho Học viện mà còn cả cho thành phố Đà Lạt.<ref>http:\/\/hvlq.vn\/tin-tuc\/hoat-dong-hoc-vien\/nguoi-ha-noi-tren-dat-da-lat-thuong-tuong-vu-lang-cong-dau-t.html<\/ref>.\tNgoài nhiệm vụ giáo dục, huấn luyện, nghiên cứu khoa học, ông rất chú ý xây dựng Học viện trên tất cả mọi mặt, quan tâm đến công tác hậu cần và đời sống của học viên và cán bộ chiến sĩ Học viện. Trong thời điểm khó khăn sau chiến tranh, đời sống gặp khó khăn, ông đã chủ trương cho Học viện đẩy mạnh tăng gia sản xuất để tăng thu nhập cho học viên và cán bộ chiến sĩ, ông là người đầu tiên khởi xướng việc cấp cho cán bộ CNV mỗi năm 2 tháng lương cơ bản<ref>http:\/\/hvlq.vn\/tin-tuc\/hoat-dong-hoc-vien\/nho-ve-thuong-tuong-gs-vu-lang-nguyen-vien-truong-hoc-vien-luc-quan.html<\/ref>.\tTrong suốt những năm công tác tại Học viện Lục quân, ông đã đem hết khả năng, trí tuệ của mình để cùng với Ban Giám hiệu Học viện triển khai nghiên cứu thành công nhiều công trình, đề tài cấp Bộ, cấp Nhà nước, có giá trị cao góp phần xây dựng quân đội chính quy, tinh nhuệ, từng bước hiện đại.\n\nÔng mất năm 1988 tại [[Liên Xô]], hưởng thọ 67 tuổi.\n\n== Lịch sử thụ phong quân hàm ==\n\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#CCCCCC\"\n! Năm thụ phong!! 1958!! 1966!! 1974!! 1980!! 1986\n|- align=center\n| '''Quân hàm''' ||[[Tập tin:Vietnam People's Army Colonel.jpg|80px]]||[[Tập tin:Vietnam People's Army Senior Colonel.jpg|80px]]|| [[Tập tin:Vietnam People's Army Major General.jpg|80px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|80px]] || [[Tập tin:Vietnam People's Army Colonel General.jpg|80px]]\n|- align=center\n| '''Cấp bậc''' || Thượng tá || Đại tá || Thiếu tướng || Trung tướng || Thượng tướng || \n|-\n|colspan=\"12\"|\n|}\n\n==Huân, huy chương==\nDo những công lao trong 2 cuộc kháng chiến, Thượng tướng Vũ Lăng đã được thưởng nhiều huân chương cao quý:<ref name=\":1\" \/>\n*[[Huân chương Độc lập]] hạng nhất\n*Ba [[huân chương Quân công]] (2 hạng nhất, 1 hạng 3<ref name=\":0\" \/>)\n*[[Huân chương Chiến thắng]] hạng nhất\n*[[Huân chương Kháng chiến]] hạng nhất\n*Ba [[huân chương Chiến sĩ vẻ vang]] (hạng nhất, nhì, ba)\n*[[Huy chương Quân kỳ Quyết thắng]]\n\n==Tham khảo==\n{{tham khảo}}\n*{{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=qssvJ16L4oQC&hl=vi|title=Thượng tướng Vũ Lăng - từ một quyết tử quân|last=Nhiều tác giả|first=|publisher=Nhà xuất bản Quân đội nhân dân|year=2005|isbn=978-604-51-4464-0|location=|pages=}}\n*{{Chú thích sách|title=Chiến đấu trong vòng vây|last=Đại tướng Võ Nguyên Giáp|first=|publisher=Nhà xuất bản Quân đội Nhân dân|year=2001|isbn=|location=|pages=}}\n\n== Liên kết ngoài ==\n\n* {{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=KnogD2yu3QE|tựa đề=Phim tài liệu về Thượng tướng Vũ Lăng}}\n* {{Chú thích web|url=http:\/\/baophunuthudo.vn\/article\/21392\/181\/thu-cua-thuong-tuong-vu-lang-gui-vo-truoc-chien-dich-dien-bien-phu\/|tựa đề=Thư của Thượng Tướng Vũ Lăng gửi vợ trước chiến dịch Điện Biên Phủ}}\n* {{Chú thích web|url=https:\/\/ct.qdnd.vn\/chan-dung-nguoi-linh\/su-lang-man-cua-vi-tuong-ho-lua-519588|tựa đề=Sự lãng mạn của vị tướng “hổ lửa”}}\n{{Dữ liệu nhân vật\n|TÊN=Vũ Lăng\n|TÊN KHÁC=\n|TÓM TẮT=thượng tướng của [[Quân đội nhân dân Việt Nam]]\n|LÚC SINH=[[1921]]\n|NƠI SINH=\n|LÚC MẤT=[[1988]]\n|NƠI MẤT=\n}}\n \n \n{{Thời gian sống|sinh=1921|mất=1988}}\n\n[[Thể loại:Thượng tướng Quân đội nhân dân Việt Nam đã mất]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Huân chương Quân công hạng Nhất]]\n[[Thể loại:Huân chương Chiến thắng hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến chống Pháp hạng Nhất]]\n[[Thể loại:Huân chương Chiến sĩ vẻ vang hạng Nhất]]\n[[Thể loại:Huy chương Quân kỳ Quyết thắng]]\n[[Thể loại:Người họ Đỗ tại Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]\n[[Thể loại:Y tá và điều dưỡng viên]]"}