{"775779":"{{Thông tin nhân vật\n| name = Vũ Trinh<br>武楨\n| image = \n| imagesize = 250px\n| bgcolour = green\n| caption = \n| birthname = Vũ Trinh\n| birth_date = 1759\n| birth_place = [[Lâm Thao, Lương Tài|Lâm Thao]], [[Lương Tài]], [[Bắc Ninh]]\n| death_date = 1828\n| death_place = [[Bắc Ninh]]\n| realname = \n| penname = Lai Sơn, Nguyên Hanh, Lan Trì Ngư Giả, Vũ Lan Trì\n| occupation = [[Nhà Lê trung hưng]]:<br>[[Tham tri Chính sự]]<br>Lại bộ hữu Thị lang<br>Hình bộ hữu Thị lang<br>[[Nhà Nguyễn]]:<br>[[Chánh sứ]] sang [[Nhà Thanh]]<br>Hình bộ hữu [[Tham tri]]\n| nationality = [[Hình:Long tinh flag (variant).svg|23px]] [[Đại Nam]]\n| ethnicity = \n| citizenship =\n| education = \n| alma_mater = \n| period = \n| genre = \n| subject = \n| movement = \n| notableworks = ''[[Lan Trì kiến văn lục]]''<br>''Sứ Yên thi tập''<br>''Cung oán thi tập''<br>''Nguyễn triều hình luật''<br>''[[Chèo]] cổ''\n| awards = \n| spouse = Nguyễn Thị Diên\n| partner = \n| children = \n| relatives =\n| influences = \n| influenced = \n| signature = \n| website = \n}}\n\n'''Vũ Trinh''' (武楨, [[1759]] - [[1828]]<ref>''Từ điển nhân vật lịch sử Việt Nam - mục từ \"Vũ Trinh\",'' Nhà xuất bản Khoa học xã hội (1992) - Nguyễn Quyết Thắng - Nguyễn Bá Thế<\/ref>) (楨 Trinh nghĩa là trụ cột, cơ sở; 國之楨榦 \"Quốc chi trinh cán\": người làm căn bản cho nhà nước), tự Duy Chu (維周) hiệu Huệ Văn tiên sinh, là một danh sĩ, luật gia, [[Tham tri Chính sự|Á tướng]] của [[Nhà Lê trung hưng|triều Lê trung hưng]], ông còn được biết đến là tác giả<ref>{{Chú thích web|url=https:\/\/skhcn.bacninh.gov.vn\/news\/-\/details\/22549\/dau-an-van-hoa-bac-ninh|tựa đề=Dấu ấn văn hóa Bắc Ninh|website=skhcn.bacninh.gov.vn|ngôn ngữ=vi-VN|ngày truy cập=2023-04-16}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0501.htm|tựa đề=TCHN|website=www.hannom.org.vn|ngày truy cập=2023-04-16}}<\/ref> của nhiều vở [[Chèo]] cổ nổi tiếng.\n\n==Tiểu sử==\n'''Vũ Trinh''' là người làng Xuân Lan, huyện [[Lương Tài]], phủ Thuận An, trấn [[Kinh Bắc]], nay là thôn Ngọc Quan, xã [[Lâm Thao, Lương Tài|Lâm Thao]], huyện Lương Tài, tỉnh [[Bắc Ninh]].\n\nXuất thân trong một dòng dõi [[Khoa bảng Việt Nam|khoa bảng]], ông nội là [[Vũ Miên]] đậu [[Hội nguyên]] Tiến sĩ thời Lê - Trịnh, làm quan đến chức Nhập thị hành [[Tham tụng]] (quyền [[Tể tướng]]), khi mất được truy tặng chức Binh bộ [[Thượng thư]]; và cha của Vũ Trinh là Vũ Chiêu thi đậu Hương giải, làm quan trải giữ các chức Phó Hiến sát sứ [[Trấn Sơn Nam|Sơn Nam]], Tham nghị [[Hải Dương]], rồi được tiến triều<ref>Đặc tứ Tiến triều (đặc biệt phong hàm quan triều)<\/ref> làm quan đến chức [[Đặc tiến Kim tử Vinh lộc Đại phu]], [[Hàn lâm viện]] Thị chế, [[Tham đồng]], [[Đề lĩnh]] Tứ thành quân vụ, Sơn Nam đạo Thừa chính sứ<ref>Thừa chính sứ: Chức quan đặt từ thời Quang Thuận (1460- 1469). Năm Bính Tuất (1466) Lê Thánh Tông chia nước ta làm '''12 đạo'''. Mỗi đạo đặt chức Đô ty và Thừa ty. Đặt chức '''Thừa chính sứ (trưởng quan)''' và Thừa chính phó sứ; dưới có Tham chính, Tham nghị.<\/ref>.\n\nVũ Trinh lúc nhỏ nổi tiếng là một thần đồng<ref>''Tổng tập tiểu thuyết chữ Hán Việt Nam'' - Tập 1 - NXB Thế giới 1997-Hà Nội, trang 821<\/ref>, sách nhìn qua một lượt là đọc được<ref name=\":1\" \/>, làm thơ hay; sách cũ cho biết<ref>''Đại Nam nhất thống chí'', tỉnh Bắc Ninh, Nha văn hóa-Tổng bộ Văn hóa xã hội 1966. Dịch giả: Nguyễn Tạo<\/ref>: \"''Ông Trinh thiên tư dĩnh ngộ, thuở nhỏ đã có thanh danh''\". Năm 17 tuổi, Vũ Trinh đỗ thủ khoa khoa thi Hương tiến ([[Giải nguyên]]), được bổ nhiệm làm Quốc Oai<ref>Thời Lê trung hưng, Phủ Quốc Oai gồm các huyện [[Đan Phượng]], [[Từ Liêm]], [[Thạch Thất]], Yên Sơn, Phúc Lộc (sau là [[Phúc Thọ]]) thuộc tỉnh Sơn Tây ''(Việt sử cương mục tiết yếu. Quyển IV)''<\/ref> [[Tri phủ]]. Ông có [[thi Hội]] và đậu Tam trường, và do bạo loạn xã hội cuối thời Lê, những Cống sĩ không còn được thi thố ở những khoa thi [[Tiến sĩ Nho học]], tuy nhiên Sử liệu<ref>''Huấn địch thập điều'' (NXB Phủ Quốc Vụ Khanh 1971-Sài Gòn)-Lê Hữu Mục, trang 15<\/ref> cho biết có một vài người chưa đậu đại khoa nhưng danh tiếng còn nổi tiếng hơn cả những [[Tiến sĩ Nho học]] là: [[Nguyễn Du]], Vũ Trinh, [[Nguyễn Huy Tự]].\n\nNăm 1787, sau khi [[Lê Chiêu Thống]] lên ngôi vua, ông được triệu về triều. Cũng trong năm này, tướng [[Nhà Tây Sơn|Tây Sơn]] là [[Vũ Văn Nhậm]] kéo quân ra [[Bắc Hà]] đánh dẹp [[Nguyễn Hữu Chỉnh]], khi ấy, Vũ Trinh và cha đã lấy gia sản để chu cấp việc quân và giúp vua Lê chạy nạn<ref>Hoàng Lê nhất thống chí, Hồi 11 chép: ''Cha Vũ Trinh là Vũ Chiêu làm tờ biểu xin dâng hai trăm lạng bạc để tiêu vào việc quân. Vua nhận số bạc ấy, bèn dùng nhà Chiêu làm nơi hành tại.''<\/ref>.\n\nĐến cuối năm sau (1788), nhờ quân [[Nhà Thanh|Thanh]] ([[Trung Quốc]]) vua [[Lê Chiêu Thống]] về lại [[Thăng Long]], Vũ Trinh được vời giữ chức [[Tham tri Chính sự]]<ref>''[[Khâm định Việt sử Thông giám cương mục]]'' - Quốc sử quán triều Nguyễn<\/ref>(Phó [[Tể tướng]]), kiêm Lại bộ hữu Thị lang, kiêm Hình bộ hữu Thị lang.\n\nĐầu năm 1789, vua [[nhà Tây Sơn]] là [[Nguyễn Huệ|Quang Trung]] đem đại binh ra Bắc đánh tan quân đội [[nhà Thanh]]. Vua Lê Chiêu Thống lại phải chạy sang [[nhà Thanh]] cầu viện. Không thể theo được, Vũ Trinh trở về ẩn thân tại Hồ Sơn. Tại đây, ông dạy học và viết nên tập truyện truyền kỳ ''[[Lan Trì kiến văn lục]]'' (nối tiếp mạch văn học truyền kỳ như ''[[Lĩnh Nam chích quái]]'' của [[Vũ Quỳnh]], [[Kiều Phú]]; ''[[Truyền kỳ mạn lục]]'' của [[Nguyễn Dữ]]) dùng văn chương hàm chứa đạo lý. Trong thời gian này, Vũ Trinh được người bạn là [[Ngô Thì Nhậm]] (lúc này đang là Lại bộ Thượng thư của Tây Sơn) đề cử ra làm quan, song ông từ chối cộng tác với triều đại này. Bởi vậy [[Nguyễn Đề]], một đại quan Tây Sơn, là anh vợ Vũ Trinh viết thơ đã ví Vũ Trinh như Bá Di, Thúc Tề<ref>Bá Di, Thúc Tề: 2 vị thánh hiền con vua nước Cô-trúc, gặp thời loạn, bỏ lên núi ở ẩn, hái rau vi để bảo toàn khí tiết.<\/ref>:\n{| class=\"wikitable\"\n|'''次東山偶憶蘭溪漁者'''<ref>中越緬泰詩史, 中華文化出版事業委員會, 1958 - 彭國棟<\/ref>\n\n東魯行車雨雪飛， \n\n偶懷閒客釣魚磯。 \n\n二倫情誼心相合， \n\n十載窮通命每違。 \n\n不審役形當世事， \n\n何如拭目看時機。 \n\n首陽今日無人問， \n\n也任夷齊採盡薇。\n|'''ĐẾN ĐÔNG SƠN BỖNG NHỚ NGƯỜI CÂU CÁ Ở LAN KHÊ'''<ref>Lan Khê: tên cũ của làng Xuân Lan<\/ref>\n\nĐông Lỗ xe đi trong tuyết mưa,\n\nNhớ người nhàn khách bạn câu xưa.\n\nHai bên tình bạn lòng tương hợp,\n\nVận mệnh mười năm cùng thông chia.\n\nThế sự hình hài sao xét được,\n\nThời cơ mà ngắm có khi vừa.\n\nThú Dương giờ có ai thăm hỏi,\n\nTạm hái rau vi, Di Tề thưa.\n|}\n\nNăm 1796, Vũ Trinh cùng với Ngô Thì Nhậm, Ngô Thì Hoàng, [[Phan Huy Ích]], [[Nguyễn Đăng Sở]], Nguyễn Đàm lập ra [[Thiền viện Trúc Lâm|Thiền viện Trúc Lâm]] ở phố Bích Câu, bàn luận về [[Thiền phái Trúc Lâm]]. Nhóm tác giả soạn ''[[Trúc Lâm tông chỉ nguyên thanh]]'' được người nghiên cứu Phật học đánh giá cao, trong đó Vũ Trinh cùng Nguyễn Đăng Sở viết chú giải.\n\nNăm 1802, sau khi nhà Tây Sơn bị đánh đổ, Vũ Trinh được [[Gia Long]] vời ra tham chính, nhận chức Thị trung học sĩ (chánh Tam phẩm) tại triều ([[Cố đô Huế|Phú Xuân]], tức [[Huế]] ngày nay). Cùng nhận chức Thị trung học sĩ với ông có [[Phạm Quý Thích]].\n \nNăm 1804, nhân việc đưa hài cốt vua Lê Chiêu Thống về nước, ông xin từ quan nhưng không được chấp thuận. Nhân đó, ông được cử đi khám xét việc đê<ref>Năm Giáp Tý (1804), vua sai quan lại Bắc Thành lấy dân đi sửa - đắp đê, sau điều vị quan triều là Vũ Trinh đi trông coi. Vua dụ rằng: “''Việc phòng luật rất quan hệ, lợi hại đến đời sống của dân, trẫm rất chú ý, người (Vũ Trinh) phải cẩn thận''”. Trích: ''Lịch sử hình thành hệ thống đê Hà Nội -'' Trần Văn Tư , Đào Minh Đức''-''Viện Địa chất-VAST<\/ref> ở Bắc Thành, rồi lại triệu về Kinh.\n\nNăm 1807, Vũ Trinh được cử làm Giám thí (''Phó chủ khảo'') trường thi [[Sơn Tây (định hướng)|Sơn Tây]]<ref name=\":0\">''Quốc triều Hương khoa lục'' - Cao Xuân Dục<\/ref>. Cũng năm này, ông làm [[Chánh sứ]] sang Yên Kinh<ref>{{Chú thích web|url=https:\/\/vutubn.files.wordpress.com\/2020\/08\/trang-15-16-nhung-chuyen-di-su-trung-quoc-cua-nuoc-ta-thoi-nguyen.pdf|tiêu đề=Các chuyến đi sứ Trung Quốc thời Nguyễn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> (燕京, tức [[Bắc Kinh]]), cùng Phó sứ [[Ngô Nhân Tịnh]] để tuế cống.<br>\nNăm 1809, ông được cử làm Chánh sứ đi Yên Kinh mừng [[Gia Khánh]] thượng thọ ngũ tuần<ref>Khâm định Đại Nam hội điển sự lệ chép: ''Thị niên trị Gia Khánh hoàng đế ngũ tuần khánh tiết, hựu dĩ Thị trung Vũ Trinh sung Chánh sứ.''<\/ref>. Trên đường đi qua núi Tướng Đài ([[Hàng Châu]]), ông có cảm khái viết bài thơ được lưu lại, lại có viết ''Sứ Yên thi tập''.<br \/>\nMùa xuân tháng 1 năm 1811, Gia Long sai Tổng trấn Bắc Thành là [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] sung chức Tổng tài sửa định luật lệ. Tờ dụ chỉ rõ: ''\"Bọn khanh nên hết lòng khảo xét những pháp lệnh điển lệ của bản triều, tham hợp với điều luật đời Hồng Đức và nước Đại Thanh, lấy bỏ cân nhắc mà làm thành sách. Trẫm sẽ sửa chữa cho đúng để ban hành\"''<ref>Quốc sử quán triều Nguyễn: ''Đại Nam thực lục'', Tập 1, Nhà xuất bản Giáo dục, 2002, tr. 807- 808<\/ref>. Nguyễn Văn Thành mời Vũ Trinh và Trần Hựu cùng tham gia biên soạn bộ luật Gia Long.<br \/>\nTháng 12 năm 1811, Vũ Trinh nhậm mệnh biên soạn ''Phàm lệ soạn sử'' nói về các thể lệ làm sử<ref>''Quốc triều Chính biên toát yếu'' - Cao Xuân Dục<\/ref>. Sau đó, Gia Long duyệt bản ''Phàm lệ'' này đã cử Nguyễn Văn Thành giữ chức Quốc sử quán Tổng tài, Phạm Như Đăng giữ chức Phó Tổng tài<ref>Quốc sử quán triều Nguyễn: ''Đại Nam thực lục'', Tập 1, Nhà xuất bản Giáo dục, 2002, tr. 828.<\/ref>. Nguyễn Văn Thành kính trọng tài năng của Vũ Trinh, cho con là Nguyễn Văn Thuyên (cũng là [[Phò mã|phò mã]] của vua nhà Nguyễn) theo học.<br \/>\nNăm 1813, ông được cử đi làm Giám thí trường thi Quảng Đức<ref name=\":0\" \/>, khoa thi này 8 tỉnh thi chung tại 1 trường Quảng Đức, chấm lấy đỗ 9 người trong đó có Thuyên<ref>[https:\/\/vutubn.files.wordpress.com\/2020\/08\/khoa-thi-huong-nam-quy-dau-e28093-nien-hieu-gia-long-thu-12-1813.pdf Khoa thi Hương, trường thi Quảng Đức 1813]<\/ref>. Cũng trong năm này, ông được thăng Hình bộ hữu [[Tham tri]] (tòng Nhị phẩm).\n\nNăm 1816, Nguyễn Văn Thuyên bị vu oan bởi một bài thơ. Vũ Trinh là một đại quan ở bộ Hình lại là thầy của Thuyên nên có ý bênh vực, song Thuyên vẫn không khỏi tội. Chẳng những vậy, ông bị đoạt hết phẩm hàm<ref>''Hoàng Việt long hưng chí'' - Ngô Giáp Đậu<\/ref> và bị đưa đến phố [[Hội An]] (Quảng Nam) để an trí, tại đây ông giảng dạy để tự túc, người theo học rất đông, có hơn 10 học trò thi đậu<ref>''Nghiên cứu Huế'', Tập 5, trang 196, Trung tâm nghiên cứu Huế, 2003<\/ref>. Sau gặp ân xá, Vũ Trinh xin về; các học trò xin lưu lại và lập đền thờ ngay khi ông còn sống<ref>''Quốc sử di biên'' - Phan Thúc Trực<\/ref>. Đến năm 1828, ông trở về quê nhà được vài hôm thì mất, thụy là Mẫn Trực.\n\nPhu nhân ông Vũ Trinh là con gái Đại tư đồ, [[Tham tụng]] [[Nguyễn Nghiễm]]; là chị ruột của đại thi hào [[Nguyễn Du]] (giống như dòng dõi họ Vũ của Vũ Trinh, dòng họ Nguyễn ở [[Tiên Điền]] cũng là một vọng tộc khoa bảng có nhiều người làm quan chức, 2 gia đình là môn đăng hộ đối). Vũ Trinh là người đầu tiên được Nguyễn Du nhờ đọc duyệt và bình ''[[Truyện Kiều]]'' khi còn ở dạng bản thảo, các lời bình của Vũ Trinh dùng chữ Hán bằng mực đen. Câu ''\"Nợ tình chưa trả cho ai; Khối tình mang xuống tuyền đài chưa tan\"'' trong ''Truyện Kiều'' của Nguyễn Du lấy điển tích ở truyện ''Thanh Trì tình trái'' trong ''Lan Trì kiến văn lục'' của Vũ Trinh.\n\n[[Đại Nam liệt truyện]] viết: ''Vũ Trinh học vấn sâu rộng, văn chương điển lệ. Thời Gia Long mới lập, các chiếu sách văn từ hầu hết do một mình Vũ Trinh làm. Tác phẩm của Vũ Trinh có tập thơ \"Sứ Yên\", tập thơ \" Cung oán\" và tập \"Kiến văn lục\" lưu hành ở đời''<ref name=\":1\">''[[Đại Nam liệt truyện]], mục \"Vũ Trinh\"'' - [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]<\/ref>''.''\n\nNgô Thì Hoàng của [[Ngô gia văn phái]] viết: ''Vũ Trinh sẵn ôm tài chí kinh bang tế thế, song gặp thời ngang trái, mới lẫn tăm hơi chốn lều tranh...Vũ Trinh là người có học vấn uẩn súc...''\n\nTrần Danh Lưu viết: ''Thầy học vấn uyên bác, tầm nhìn bao la. Tử, Sử, Bách gia không loại sách nào không đọc. Từ sau khi đổi đời, thầy náu mình chốn điền viên, thỉnh thoảng cũng đùa chơi với ngọn bút, nghiên mực, ghi những điều nghe được, thấy được thành sách...Bởi văn chương của thầy, xuất thì thành long phượng trên hồ, xử thì thành dáng núi trời thu, lưu hành khắp nơi khắp chốn.''\n\n==Tác phẩm==\nMột số tác phẩm được biết đến nay có:\n* '''[[Lan Trì kiến văn lục]]''', gồm 45 truyện ngắn ''Văn dĩ tải đạo'' viết bằng [[chữ Hán]] theo mạch truyện truyền kỳ.\n* '''Cung oán thi tập''' (tập thơ viết về nỗi sầu muộn của người cung nữ bị giam cầm tuổi xuân trong cung cấm).\n* '''[[Trúc Lâm tông chỉ nguyên thanh]]''' - Ngô Thì Nhậm, Nguyễn Sở, Vũ Trinh...hợp soạn.\n* '''Ngô tộc truy viễn đàn phả''' - [[Trần Danh Án]], Phạm Giáp Thiên, [[Vũ Huy Tấn]], Vũ Trinh...hợp soạn.\n* '''Phàm lệ soạn sử''', là cơ sở của sự thành lập [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]].\n* '''Sứ Yên thi tập''' (tập thơ chữ Hán viết về đi sứ Yên Kinh).\n* '''[[Hoàng Việt luật lệ]]'''<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/221\/|tiêu đề=皇越律例-Nôm Preservation Foundation}}<\/ref>- Nguyễn Văn Thành, Vũ Trinh, Trần Hựu hợp soạn; tác phẩm dựa trên cơ sở chủ yếu là ''Đại Thanh luật lệ'', với những yếu tố chỉnh sửa, cập nhật cho phù hợp với điều kiện cụ thể của Việt Nam thời Nguyễn.\n* Vũ Trinh còn là soạn giả các vở [[chèo]] ''Công chúa Lạc Xương, [[Lưu Bình - Dương Lễ (vở chèo)|Lưu Bình - Dương Lễ]], [[Chu Mãi Thần (vở chèo)|Chu Mãi Thần]], Hán Sở...''<ref>Tạp chí Hán Nôm - Số phát hành 68-73, Viện nghiên cứu Hán Nôm, Ủy ban khoa học xã hội Việt Nam, 2005<\/ref>, và có soạn một số bài bi ký.\n\nPGS. Vũ Duy Mền viết về ý nghĩa của ''Lan Trì ngư giả'' (người câu cá hiệu Lan Trì) trong thời loạn<ref>PGS. Vũ Duy Mền, ''Vũ Trinh - người câu cá ao làng Xuân Lan:'' ''Cách nhìn tổng quan về con người, gia tộc và sự nghiệp của danh nhân Vũ Trinh''<\/ref>: ''Phải chăng ông muốn làm như Lã Vọng''<ref>Lã Vọng (呂望): ''bậc hiền tướng, khai quốc công thần của triều Chu và là quân chủ khai lập [[nước Tề]] tồn tại từ thời [[Tây Chu]] đến thời [[Chiến Quốc]] trong lịch sử Trung Quốc. Tên tự của Vũ Trinh là Duy Chu (維周) có nghĩa là gìn giữ nhà Chu, cũng phù hợp với lời PGS. Vũ Duy Mền nhận định.''<\/ref> ''\"câu thời; câu thế\" mong gặp được chân chúa thánh minh để thi thố tài năng cứu vãn thời thế.''\n\n==Vinh danh==\nTên của danh nhân Vũ Trinh hiện nay đã được đặt cho một con phố tại [[Thứa|thị trấn Thứa]] (huyện Lương Tài).\n\n== Chú thích ==\n{{tham khảo}}\n==Tham khảo==\n* Quốc sử quán triều Nguyễn - ''Khâm định Đại Nam hội điển sự lệ''\n* Nguyễn Thế Long - ''Bang giao Đại Việt: triều Nguyễn''\n* PGS. Lê Văn Tấn, ''Vũ Trinh: Từ mẫu hình kẻ sĩ hành đạo trong thời loạn đến tư cách một nhà văn tài năng''\n* GS. Nguyễn Huệ Chi, mục từ \"Vũ Trinh\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\t\n* PGS. Nguyễn Đăng Na, ''Văn xuôi tự sự Việt Nam thời trung đại (Tập 1)''. Nhà xuất bản Giáo dục, 1997.\n* [Vũ Trinh (nguyên tác)-Hàn Thế Du (chỉnh lý)] Vở chèo [https:\/\/www.youtube.com\/watch?v=ohOz5PDTW7I Lưu Bình-Dương Lễ]\n\n==Liên kết ngoài==\n\n*Danh nhân [http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?TuKhoa=&ChuyenNganh=0&DiaLy=0&ItemID=2843 Vũ Trinh] trong [[Từ điển Bách khoa Toàn thư Việt Nam|Từ điển bách khoa toàn thư Việt Nam]].\n\n[[Thể loại:Sinh năm 1759]]\n[[Thể loại:Mất năm 1828]]\n[[Thể loại:Tham tri Chính sự]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Bắc Ninh]]"}