{"1222181":"'''Vũ Sư Thước''' (武師鑠, ?-[[1580]]) là đại thần có công giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]] thời [[chiến tranh Lê-Mạc]] trong [[lịch sử Việt Nam]].\n\n== Sự nghiệp ==\nVũ Sư Thước người làng Du Trường, huyện [[Thuần Lộc]] (nay là huyện [[Hậu Lộc]]), tỉnh [[Thanh Hóa]].\n\nKhi nhà Lê bắt đầu [[nhà Lê trung hưng|được dựng lại]] chống [[nhà Mạc]], Vũ Sư Thước theo giúp. Vì lập nhiều công lao, ông được phong làm Triều quận công.\n\nNăm [[1555]], tướng phụ chính nhà Mạc là [[Mạc Kính Điển]] mang quân vào đánh [[Thanh Hóa]]. Vũ Sư Thước cùng các tướng mang quân ra đón đánh ở sông Biện Hạ. Tướng Mạc là Thọ Xuân hầu<ref>Sử không ghi rõ tên họ<\/ref> thua trận nhảy xuống [[sông]], bị Vũ Sư Thước bắt sống cùng 10 tỳ tướng. Mạc Kính Điển phải rút quân.\n\nNăm [[1559]], tổng chỉ huy quân đội nhà Lê trung hưng là [[Trịnh Kiểm]] mang quân đi đánh [[nhà Mạc|Bắc triều]], Vũ Sư Thước cùng [[Lại Thế Khanh]] chia nhau giữ cửa [[biển]]. Quân Mạc vượt biển vào đánh, hai tướng cùng nhau lui về giữ An Trường. Sau đó có viện binh của Nguyễn Hữu Liêu, các tướng hợp sức đánh lui quân Mạc.\n\nNăm [[1570]], [[Trịnh Kiểm]] mất, hai con là [[Trịnh Cối]] và [[Trịnh Tùng]] tranh quyền. Lúc đó Vũ Sư Thước đang ở dưới quyền Trịnh Cối, giữ cửa biển Linh Trường, Hội Triều. [[Mạc Kính Điển]] khởi 10 vạn đại quân vào đánh. Trịnh Cối không chống nổi, muốn hàng Mạc. Vũ Sư Thước khuyên Trịnh Cối nên cầu viện Trịnh Tùng, nhưng vì anh em đang hiềm khích nên Trịnh Cối không nghe, cùng Lại Thế Mỹ ra hàng Mạc. Vũ Sư Thước buộc phải theo hàng<ref>Phan Huy Chú, sách đã dẫn, tr 414<\/ref>.\n\nÍt lâu sau, ông viết thư về cho [[Lê Anh Tông]] tỏ ý muốn trở về. Lê Anh Tông bèn cất quân ra đánh. Nhân lúc buổi đêm Vũ Sư Thước mang quân bản bộ 500 người trốn sang trại quân Lê. Lê Anh Tông thu nhận và sai ông đi dụ binh cũ trong huyện, được hơn 1000 người, đánh thắng quân Mạc ở Lôi Tân<ref>Phan Huy Chú, sách đã dẫn, tr 415<\/ref>.\n\nSang thời [[Lê Thế Tông]], Vũ Sư Thước được thăng làm [[Thái phó]]. Năm [[1580]], Mạc Kính Điển mang quân vào đánh Thanh Hóa, ông cùng [[Nguyễn Hữu Liêu]] làm tiên phong đón đánh ở làng Đông Lý huyện [[Yên Định]]. Ông mang quân đánh úp quân Mạc. Quân Mạc thua trận phải rút lui.\n\nÍt lâu sau Vũ Sư Thước qua đời, không rõ năm đó ông bao nhiêu tuổi.\n\n== Xem thêm ==\n* [[Trịnh Cối]]\n* [[Trịnh Tùng]]\n* [[Lại Thế Khanh]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1580]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}