{"13485303":"[[Tập tin:大學士王杰.jpg|thumb|right|200px|Vương Kiệt]]\n'''Vương Kiệt''' (chữ Hán: 王杰, 1725 – 1805), tự Vĩ Nhân, người Hàn Thành, Thiểm Tây {{efn|Nay là [[huyện cấp thị]] [[Hàn Thành]], [[địa cấp thị]] [[Vị Nam]], [[Thiểm Tây]]}}, quan viên [[nhà Thanh]] trong [[lịch sử Trung Quốc]]. Ông là [[trạng nguyên]] người Thiểm Tây đầu tiên trong đời Thanh.\n\n==Thiếu thời==\nBan đầu, Kiệt nhờ vượt qua kỳ thi Bạt cống mà được bổ làm [[Lam Điền, Tây An|Lam Điền]] giáo dụ {{efn|Bạt cống (拔贡) trong chế độ khoa cử đời [[nhà Minh|Minh]] – [[nhà Thanh|Thanh]] là một dạng sanh viên [[Quốc tử giám]] của địa phương tiến cử (cống) lên kinh thành, tham gia một kỳ khảo thí đặc cách. Đời Thanh ban đầu định chế là 6 năm tổ chức 1 lần, thời Càn Long cải chế tổ chức vào năm Dậu, tức là 12 năm\/lần. Mỗi Phủ học được cử 2 người, Châu, huyện học được cử 1 người, do Học chánh của tỉnh sơ khảo, nếu đạt yêu cầu thì đưa lên kinh thành. Nếu những sanh viên này lại vượt qua kỳ khảo hạch ở kinh thành, thì có thể trở thành kinh quan, tri huyện hoặc giáo chức. Ở đây Vương Kiệt chỉ được nhận giáo chức}} chưa nhậm chức thì gặp tang cha. Nhà rất nghèo, Kiệt nhờ việc thư ký để nuôi mẹ, từng làm mạc quan của [[Lưỡng Giang]] tổng đốc [[Doãn Kế Thiện (nhà Thanh)|Doãn Kế Thiện]], [[Giang Tô]] tuần phủ [[Trần Hoành Mưu]], đều được họ xem trọng. Ban đầu Kiệt theo người [[Vũ Công|Võ Công]] là Tôn Cảnh Liệt du lịch, giảng dạy ở Quốc học của các nơi Liêm, Lạc, Quan, Mân; đến khi gặp Trần Hoành Mưu, học vấn đã rất tiến bộ, tự nhận bản thân từng trải nên mới có năng lực như vậy.<ref name=\"A\">''[[Thanh sử cảo]] quyển 340, liệt truyện 127 – Vương Kiệt truyện''<\/ref>\n\n==Sự nghiệp==\nNăm [[Càn Long]] thứ 26 (1761), Kiệt đỗ tiến sĩ; tham gia kỳ điện thí, bài của ông được giám khảo xếp thứ 3 khi dâng lên Hoàng đế. Càn Long Đế phát hiện nét chữ của Kiệt rất quen thuộc; thì ra năm xưa ông từng viết thay tấu sớ cho Doãn Kế Thiện, được Hoàng đế khen ngợi. Sau khi dò hỏi về [[nhân phẩm]] của Kiệt, Càn Long Đế lập tức cất nhắc ông lên đỗ đầu. Vào lúc được triệu kiến, Kiệt tỏ ra ổn trọng, đoan trang, khiến đế càng thêm hài lòng. Bấy giờ nhà Thanh đã chiếm được Trung Nguyên hơn trăm năm, mà vẫn chưa có trạng nguyên người Thiểm Tây, vì vậy Càn Long Đế làm ngự chế thi để kỷ niệm sự kiện này. Ít lâu sau Kiệt được làm Trực Nam thư phong, thường coi việc xét duyệt văn chương; trải qua 5 lần thăng chức, làm đến Nội các học sĩ.<ref name=\"A\" \/>\n\nNăm thứ 39 (1774), Kiệt được thụ chức Hình bộ thị lang, rồi được điều sang bộ Lại, tiếp đó được cất nhắc làm Tả đô ngự sử. Năm thứ 48 (1783), Kiệt xin nghỉ vì tang mẹ, lập tức được cất nhắc gia hàm Binh bộ thượng thư. Xa giá nam tuần, Kiệt đến hành tại tạ ơn, Càn Long Đế nói: “ Ngươi đến rất hay. Vua tôi ly biệt đã lâu, nên biết trẫm rất nhớ ngươi. Nhưng ngươi là nhà Nho, trẫm không muốn cưỡng ép ngươi, cứ trọn tang rồi quay lại cũng được.” Mãn tang, Kiệt được về triều. Năm thứ 51 (1786), Kiệt nhận mệnh làm Quân cơ đại thần, Thượng thư phòng Tổng sư phó. Năm sau (1787), Kiệt được bái làm Đông các đại học sĩ, quản lý bộ Lễ. Sau khi lần lượt bình định [[Đài Loan]], [[Khuếch Nhĩ Khách]], Càn Long Đế đều vẽ tranh đại thần để treo ở gác Tử Quang, Kiệt được góp mặt cả hai lần, còn được gia hàm Thái tử thái bảo.<ref name=\"A\" \/>\n\nKiệt ở Quân cơ xứ hơn 10 năm, làm việc có được mất, nhưng chưa từng nói trái lòng mình. Bấy giờ thế lực của [[Hòa Thân]] đang thịnh, công việc phần nhiều do ông ta quyết định, đồng liêu nín nhịn không nói, nhưng Kiệt cho rằng không thể như vậy, ra sức tranh cãi. Càn Long Đế biết rất rõ tình trạng của hai người, nên Hòa Thân căm ghét Kiệt, nhưng không dám tìm cớ đuổi ông đi. Mỗi khi bàn bạc triều chánh xong, Kiệt ngồi im lặng một mình, ngày kia Hòa Thân cầm tay ông mà đùa rằng: “Sao mà mềm mại vậy?” Kiệt nghiêm sắc mặt, đáp rằng: “Tay Vương Kiệt tuy đẹp, nhưng không cần tiền đâu!” khiến Hòa Thân đỏ mặt.<ref name=\"A\" \/>\n\nNăm [[Gia Khánh]] đầu tiên (1796), Kiệt lấy cớ đau chân, xin miễn nhiệm ở Quân cơ xứ, thư phòng, kể cả việc quản lý bộ; được chấp thuận. Triều đình có việc lớn, Hoàng đế ắt hỏi han Kiệt, mà ông cũng được tùy thời vào gặp. Bấy giờ [[khởi nghĩa Bạch Liên giáo]] đang hừng hực, Kiệt dâng sớ, chủ trương thi hành chánh sách mềm mỏng, ưu đãi nghĩa quân về hàng, đồng thời nhận định lưu dân khởi nghĩa là do quan lại địa phương tàn bạo, bức hiếp dân lành gây ra; ngoài ra ông còn đề nghị tổ chức hương dũng và tập hợp lưu dân để biên chế thành quân đội chính quy. Sớ dâng lên, được Càn Long Thái Thượng hoàng chấp nhận.<ref name=\"A\" \/>\n\nNăm thứ 2 (1797), Kiệt lại được triệu vào Quân cơ xứ, theo xa giá đi Nhiệt Hà. Ít lâu sau, Kiệt lại bị đau chân, được nhận chiếu không cần ở lại Quân cơ xứ, có thể quay về kinh thành trước Thái Thượng hoàng. Mùa thu năm thứ 3 (1798), quan quân bắt được thủ lãnh Bạch Liên giáo là Vương Tam Hòe, triều đình phong thưởng đại thần của Quân cơ xứ, Càn Long Thái Thượng hoàng cho rằng Kiệt không còn ở Quân cơ xứ, nhưng trước đó có công bày mưu đặt kế.<ref name=\"A\" \/>\n\n==Về hưu==\nĐến khi Gia Khánh Đế nắm quyền chánh, Kiệt được xem là thủ phụ, hễ gặp việc cần giữ gìn đại cục, thì ông đứng ra can ngăn, nên được đế tôn trọng. Năm thứ 5 (1800), Kiệt lấy cớ bệnh yếu xin hưu, có chiếu vỗ về giữ lại, cho phép ông được chống gậy vào chầu. Năm thứ 7 (1802), Kiệt có xin trí sĩ, được tấn hàm Thái tử thái phó, ở nhà mà vẫn được nhận bổng lộc. Mùa xuân năm thứ 8 (1803), Kiệt sắp sửa về quê, dâng sớ trình bày những tệ nạn chánh trị đương thời, được Gia Khánh Đế khen ngợi và tiếp nhận. Ngày từ biệt, Kiệt được ban gậy chim cưu ngọc ngự dụng của Càn Long Đế, 2 chương Ngự chế thi, để chuyến trở về của ông thật vẻ vang. Ở quê nhà, Kiệt hằng năm được ban thưởng không dứt; mỗi khi ông trần tấu, đều được Gia Khánh Đế đích thân viết thư trả lời, chuyện trò thân mật như người nhà.<ref name=\"A\" \/>\n\nNăm thứ 9 (1804), Kiệt và vợ là Trình thị đều được 80 tuổi, triều đình mệnh cho Tuần phủ Phương Duy Điện đem Ngự chế thi, ngạch (tức hoành phi), trân vật (thức ăn ngon),... đến nhà ông mừng sanh nhật. Kiệt vào cung tạ ơn; tháng giêng ÂL năm sau, ông mất ở kinh thành. Gia Khánh Đế thương tiếc, ban vàng để lo việc tang, tặng hàm Thái tử thái sư, thờ cúng ở Hiền Lương từ, đặt thụy là Văn Đoan.<ref name=\"A\" \/>\n\n==Đánh giá==\nKiệt có hình thể trung bình, tính cách hòa ái thân thiện, nhưng giữ vững cương chánh; ông phục vụ 2 đời hoàng đế, nhờ trung trực mà được tin cậy. Vào lúc Kiệt mới trí sĩ, còn chưa về quê, thì gặp sự kiện Trần Đức tấn công ngự giá trong Tử Cấm thành; ông vội vàng vào gặp Gia Khánh Đế, nói rằng: “Đức là tên đầu bếp hèn kém, sao dám nuôi chí mưu nghịch? Đây hẳn là có kẻ sai khiến hắn bắt chước Trương Sai đời Minh {{efn|Năm 1615, kẻ tiều phu là Trương Sai (张差) xông vào Tử Cấm thành, ý đồ tấn công thái tử Chu Thường Lạc (về sau là Minh Quang Tông), đây là [[Án đĩnh kích]] cuối đời Minh}}, hòng thanh trừ nỗi lo về những kẻ chống đối.” Đến năm thứ 18 (1813), khởi nghĩa Thiên Lý giáo của bọn Lâm Thanh nổ ra, Gia Khánh Đế nhớ lời Kiệt, riêng ban lễ vật để cúng tế ông.<ref name=\"A\" \/>\n\nVào lúc đưa tiễn Kiệt, Gia Khánh Đế ban 2 chương Ngự chế thi, có câu: 直道一身立廊庙, 清风两袖返韩城 (Hán Việt: trực đạo nhất thân lập lang miếu, thanh phong lưỡng tụ phản Hàn Thành). Sử cũ cho biết người đương thời bàn rằng: như thế là đủ nói lên trọn vẹn cuộc đời của Kiệt.<ref name=\"A\" \/>\n\n==Con cháu==\nCháu nội là Vương Đốc, đỗ tiến sĩ năm [[Đạo Quang]] thứ 2 (1822), trải qua các chức vụ Biên tu, Ngự sử, được ra làm Đinh Châu tri phủ, Quảng Đông đốc lương đạo, thự chức Diêm vận sứ. Khi [[Lâm Tắc Từ]] làm Án sát sứ, sửa sang công tác hải phòng, được Đốc giúp đỡ rất nhiều. Sau đó Đốc chiêu mộ được những kẻ khỏe mạnh du thủ du thực ở [[Quảng Đông]], khiến họ gia nhập lực lượng phòng bị, được khen là khôn khéo. Đốc được cất nhắc làm [[Sơn Đông]] bố chánh sử, thự chức Tuần phủ. Sau đó Đốc bị kết tội giết kẻ ở trong nhà, lại thêm quan viên dưới quyền nhận hối lộ, khiến ông liên tiếp chịu giáng cấp, bãi quan về nhà, rồi phải làm thợ sửa thành [[Tây An]]. Sau khi mất, Đốc được tặng hàm Bố chánh sứ.<ref name=\"A\" \/>\n\n==Tác phẩm liên quan==\nNhân dịp Kiệt là người Thiểm Tây đầu tiên đỗ trạng nguyên của nhà Thanh, Càn Long đế làm thơ để kỷ niệm:<ref>''[[Vu Mẫn Trung]] ([[:zh:于敏中|于敏中]], [[nhà Thanh]]) – [[Khâm định Nhật hạ cựu văn khảo]], [[:wikisource:zh:日下舊聞考\/卷011|quyển 11]]''<\/ref>\n\n{| valign=\"top\"\n|\n:Nguyên tác: '''四月二十五日御殿传胪纪事'''\n:雅化作人祝寿慈, 金阶胪唱丽晴曦.\n:既求真学颁新制, 亦体常情改近期.\n:公举不教存己见, 明扬还预定其辞.\n:西人魁榜西平后, 可识天心偃武时.\n|\n:Hán Việt: '''Tứ nguyệt nhị thập ngũ nhật ngữ điện truyện lư kỉ sự'''\n:''Nhã hóa tác nhân chúc thọ từ, kim giai lư xướng lệ tình hi.''\n:''Ký cầu chân học ban tân chế, diệc thể thường tình cải cận kỳ.''\n:''Công cử bất giáo tồn kỷ kiến, minh dương hoàn dự định kỳ từ.''\n:''Tây nhân khôi bảng tây bình hậu, khả thức thiên tâm yển vũ thì.''\n|\n:Dịch thơ: (chưa có)\n|}\n\n==Trước tác==\n* Tinh viên dịch thuyết (惺园易说), 2 quyển\n* Bảo Thuần các tập (葆淳阁集), 24 quyển <ref>Xem tiểu mục '''058: Vương Kiệt''' ở trang 17, ''Nghiêm Văn Úc – Thanh nho truyện lược (清儒传略)'', Nhà xuất bản Đài Loan thương vụ ấn thư quán, 1990, ISBN 9570501413 hoặc 9789570501414, 439 trang<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Ghi chú==\n{{notelist}}\n{{Nhập tự Hiền lương từ nhà Thanh}}\n{{Thời gian sống|1725|1805}}\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Trạng nguyên nhà Thanh]]\n[[Thể loại:Nhân vật chính trị nhà Thanh]]\n[[Thể loại:Nội các Học sĩ]]\n[[Thể loại:Thái tử tam sư nhà Thanh]]\n[[Thể loại:Quân cơ đại thần]]\n[[Thể loại:Thượng thư nhà Thanh]]\n[[Thể loại:Đại học sĩ nhà Thanh]]\n[[Thể loại:Người họ Vương tại Trung Quốc]]"}