{"798194":"'''Vương Sư Bá''' (? - ?), tự: '''Trọng Khuông'''; hiệu: '''Nham Khê'''; là quan lại và là [[nhà thơ]] [[Việt Nam]] thời [[Nhà Lê sơ|Lê sơ]].\n\n==Tiểu sử==\nÔng là người huyện Đông An, phủ Khoái Châu, trấn Hải Dương; nay thuộc huyện Khoái Châu, tỉnh [[Hưng Yên]].\n\nTheo [[Lê Quý Đôn]] trong ''[[Đại Việt thông sử]]'', trong khoảng niên hiệu Diên Ninh ([[1454]]-[[1459]] đời vua [[Lê Nhân Tông]]) đến niên hiệu Quang Thuận ([[1460]]-[[1469]] đời vua [[Lê Thánh Tông]]), Vương Sư Bá từng làm quan tới chức Tri phủ <ref>''Đại Việt thông sử'', tr. 107.<\/ref>.\nĐến [[tháng mười hai|tháng 12]] ([[âm lịch]]) năm [[Nhâm Thìn]] ([[1472]]), ông được cử làm Giáo thụ Quốc Tử Giám <ref>''Đại Việt sử ký toàn thư'', Quyển XII, (bản dịch, tr. 461).<\/ref>.\n\nVương Sư Bá mất năm nào không rõ.\n\n==Tác phẩm==\nVương Sư Bá có '''Nham Khê thi tập''' gồm 8 quyển, nhưng nay đã thất lạc; hiện chỉ còn lại ít bài chép trong ''[[Lịch triều hiến chương loại chí]]'' (Văn tịch chí) và ''[[Toàn Việt thi lục]]''.\n\nTheo [[Phan Huy Chú]], khi sáng tác, ông ''\"chuộng thể cách Vãn [[Nhà Đường|Đường]], lời thơ xinh đẹp, tế nhị, dồi dào, đại để có phong khí họ Ôn ([[Ôn Đình Quân]]), họ Lý ([[Lý Thương Ẩn]])\"''<ref>''Lịch triều hiến chương loại chí'' (Tập 3), tr. 123-124.<\/ref>. \nĐối với Lê Quý Đôn thì ''\"thơ Sư Bá vui vẻ, nói về đạo [[Thiền]] một cách tự nhiên dễ dàng, người ngoài không biết rõ trong lòng ông vui mừng hay giận dữ\"'' <ref>''Toàn Việt thi lục'' (Quyển 10), trích lại theo ''Tìm hiểu kho sách Hán Nôm'' của [[Trần Văn Giáp]] (NXb. Nhà xuất bản Khoa học xã hội, 2003, tr. 898).<\/ref>.\n\nGần đây, khi giới thiệu về ông, trong ''Từ điển bách khoa toàn thư Việt Nam'' cũng có đoạn viết: \n:''\"Số ít bài thơ trong \"Toàn Việt thi lục\" thể hiện cảm xúc dồi dào, tình điệu thâm trầm, thích nói về lẽ nhiệm màu của tạo vật, cõi u ẩn của lòng người. Phong cách nặng về suy tư triết lý này sẽ phát triển mạnh ở thế kỷ sau, tiêu biểu là [[Nguyễn Bỉnh Khiêm]]\"''<ref>''Từ điển bách khoa toàn thư Việt Nam'' (bản điện tử).<\/ref>.\n\n==Giới thiệu thơ==\nTrích giới thiệu thơ Vương Sư Bá.\n{|valign=\"top\"\n|\n:'''Ngày xuân'''\n:Phiên âm Hán-Việt:\n:Liễu ty đình viện ngọ âm âm,\n:Liêm mạc đê thuỳ thụy yến thâm.\n:Nhàn ỷ lan can cùng vật hoá,\n:Khước ư hình sắc kiến thiên tâm.\n:Dịch nghĩa:\n:''Tơ liễu rợp sân, bóng trưa im,\n:''Rèm màn buông thấp, én ngủ kỹ.\n:''Rỗi dựa lan can, suy cùng lẽ sinh hóa của vật,\n:''Ở hình sắc, thấy được lòng người.\n|\n:'''Đêm thu'''\n:Phiên âm Hán-Việt:\n:Tử lan thanh lộ thấp la duy,\n:Diễm lãnh ngân giang dạ lậu trì.\n:Tà nguyệt nhất ngân liêm ba1bn quyển,\n:Lưu huỳnh sổ điểm độ phương trì.\n:Dịch nghĩa:\n:''Giọt sương cung tiên ướt màn là,\n:''Ngọn đèn mờ tỏ canh đã muộn.\n:''Một ngấn trăng tà, mảnh nửa cuốn,\n:''Vài điểm đom đóm bay qua ao <ref>Chép theo ''Lịch triều hiến chương loại chí'' (Văn tịch chí, tr. 123).<\/ref>.\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n* [[Lê Quý Đôn]], ''Đại Việt thông sử''. Nhà xuất bản Khoa học xã hội, 1978.\n* [[Ngô Sĩ Liên]], ''Đại Việt sử ký toàn thư'' (Tập 3). Nhà xuất bản Khoa học xã hội, 1985.\n* [[Phan Huy Chú]], ''Lịch triều hiến chương loại chí'' (Tập 3). Nhà xuất bản Khoa học xã hội 1992.\n* Bùi Duy Tân, mục từ \"Vương Sư Bá\" trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê sơ]]"}