{"98711":"[[Tập tin:Vuong Trung Hieu.jpg|nhỏ|Vương Trung Hiếu]]\n'''Vương Trung Hiếu''' (sinh [[1959]]) là một [[nhà văn]], [[nhà báo]], [[dịch giả]], nhà nghiên cứu đa ngành. Ông có bằng [[thạc sĩ]] về khoa học lịch sử; hiện đang sống và làm việc tại Bangkok, Thái Lan.<ref name=\"Văn chương Việt\">[http:\/\/www.vanchuongviet.org\/index.php?comp=tacgia&action=detail&id=1556 Văn chương Việt]<\/ref>. Tính đến năm [[2007]], ông đã xuất bản trên 200 quyển sách thuộc thể loại [[biên soạn]], [[dịch thuật]] và [[tiểu thuyết]]. Tên thật cũng là bút danh chính của ông, ngoài ra ông còn bút danh '''Uyên Uyên''', '''Thoại Sơn'''.\n\n== Tiểu sử ==\nVương Trung Hiếu sinh ngày [[7 tháng 9]] năm [[1959]] tại [[An Giang]]. Khi bé, ông sống tại [[Long Xuyên]] với cha mẹ, cả hai đều là [[giáo viên|nhà giáo]] trong một gia đình với 8 người con, mà ông là con trưởng. Ông học tiểu học ở Trường Nam Long Xuyên, trung học ở Trường Thoại Ngọc Hầu. Sau năm [[1975]], gia đình ông dời về quê ngoại ở [[thoại Sơn, An Giang|huyện Thoại Sơn]], An Giang. Năm [[1977]], do muốn sống ở quê nhà nên ông thi vào Trường Cao đẳng Sư phạm An Giang, học khoa Văn. Sau khi học xong, ông lại muốn nâng cao kiến thức hơn nữa nên xin gia đình cho đi học tiếp. Trong [[thập niên 1980]], ông cùng các em lần lượt vào học những trường đại học tại [[Thành phố Hồ Chí Minh]].\n\nÔng tốt nghiệp [[Cử nhân (học vị)|cử nhân]] [[Tiếng Anh|Anh văn]] và [[Văn hiến học|Ngữ văn]] Việt Nam của [[Đại học Tổng hợp Thành phố Hồ Chí Minh]], [[thạc sĩ]] [[lịch sử|khoa học lịch sử]] - [[Viện Khoa học Xã hội tại Thành phố Hồ Chí Minh]] năm 1991. Vương Trung Hiếu thành thạo [[tiếng Anh]], [[tiếng Pháp]] và [[chữ Hán]]. Ông bắt đầu viết văn và viết báo từ năm [[1987]], ông có nhiều bài đăng trên các báo ''Văn Nghệ Thành phố Hồ Chí Minh'', ''Tuổi Trẻ'', ''Phụ Nữ'', các tạp chí ''Văn'', ''Kiến thức Ngày nay'' và một số báo, tạp chí khác ở Thành phố Hồ Chí Minh và các địa phương thuộc [[Miền Nam (Việt Nam)|Nam bộ]]<ref>Trò chuyện với văn nghệ sĩ của Lê Hoàng Anh, Nhà xuất bản Thanh Niên 2000<\/ref>. Vương Trung Hiếu cư ngụ tại Thành phố Hồ Chí Minh từ năm 1983, đến năm 2011 vợ chồng ông sang học tập và làm việc tại Bangkok, Thái Lan <ref name=\"Văn chương Việt\"\/>. Hiện nay, ông là cộng tác viên thường xuyên của báo Thanh Niên, phụ trách mục Lắt léo chữ nghĩa và viết mảng văn hóa. <ref name=\"Thanh Niên”\">[ https:\/\/thanhnien.vn\/author\/vuong-trung-hieu-1853221.htm]<\/ref>.\n\n== Chí hướng ==\nÔng chịu ảnh hưởng của học giả [[Nguyễn Hiến Lê]] và có nhiều đóng góp cho thể loại ''Sách học làm người''. Ông phát biểu: \"Viết báo là bước thử sức để được đến những trang viết thuộc mảng đề tài mà ngay từ khi còn là học sinh phổ thông rồi sinh viên, tôi đã ôm ấp ''Sách Học làm người''<ref name=tranlinh>Bài viết về Vương Trung Hiếu của Trần Linh, trang 23-24, phụ san số 545 của báo Khoa học phổ thông, phát hành tháng 11 năm 2000<\/ref>.\n\nKhi nhỏ ông đã hâm mộ học giả Nguyễn Hiến Lê. Ông kể:\n:\"Ngay từ hồi còn nhỏ ở [[Long Xuyên]], lâu lâu có một vị khách đã có tuổi ghé thăm gia đình. Nhìn bề ngoài, cách ăn mặc, dáng vẻ của ông khách cũng như bao con người ở quê ông, điều ngạc nhiên đến tò mò của một đứa trẻ như ông là thấy cha mẹ mình tiếp đón ông khách rất chân tình nhưng luôn \"dạ-thưa\" đầy sự tôn kính. Sau này ông mới biết rằng ông khách ấy chính là học giả Nguyễn Hiến Lê. Thời trẻ, mẹ ông đã trọ học 5 năm ở nhà Nguyễn Hiến Lê nên gia đình ông và gia đình Nguyễn Hiến Lê khá thân thiết\"<ref name=tranlinh\/>.\n\nÔng thật sự bị cuốn hút vào các quyển sách của Nguyễn Hiến Lê, vào những năm học cuối cấp phổ thông ông đã say mê nghiền ngẫm những điều trong ''Sách Học làm người'' và quyết tâm đi theo con đường mà Nguyễn Hiến Lê đã đi, nghĩa là học Nguyễn Hiến Lê để \"viết\" và viết cũng là để \"học\". Điểm khác nhau là Nguyễn Hiến Lê thường biên dịch sách của một nhà tư tưởng, còn Vương Trung Hiếu thì tổng hợp tư liệu từ sách báo [[tiếng Việt]], [[tiếng Anh]], [[tiếng Pháp]]<ref name=tranlinh\/>.\n\n== Nhận xét ==\n* \"''Trước khi trở thành nhà văn, nhà biên soạn và dịch thuật, Vương Trung Hiếu là một nhà báo năng nổ với nhiều bài viết giàu tính thời sự, chất nhân văn, yếu tố học thuật. Các bài viết của anh xuất hiện đều đặn trên các trang báo ở Thành phố Hồ Chí Minh, ở An Giang quê anh và các tỉnh đồng bằng sông Cửu Long. Để cống hiến được nhiều cho sự nghiệp, Vương Trung Hiếu xác định phải học, học từ thực tế cuộc sống, học từ truyền thống, lịch sử dân tộc, học để hoàn thiện kiến thức chuyên môn. Sau nhiều năm chuyên cần, Hiếu đã học cao học khoa học lịch sử. Từ những ưu thế này cộng với niềm say mê công việc sưu tầm, nghiên cứu, đúc kết, Vương Trung Hiếu đã cho ra đời hàng loạt những tác phẩm thuộc lĩnh vực biên soạn, dịch thuật tạo được tiếng vang, ấn tượng lớn trong giới nghiên cứu...''\"<ref>\"Vương Trung Hiếu - học và viết\", trang 6 của báo Nhân dân phát hành ngày 23-10-2000<\/ref>\n\n== Một số sách đã xuất bản ==\n=== Truyện dài ===\n* Tình khúc hồng (Nhà xuất bản Trẻ,1991)\n* Ngày chúng mình quen nhau (Nhà xuất bản Lao động, 1991)\n* Hương Quỳnh (2 tập, Nhà xuất bản Lao động, 1992)\n* Đêm tóc rối (2 tập, bút danh Uyên Uyên, NHX Thuận Hóa, 1993)\n\n=== Danh ngôn ===\n* Danh ngôn Đông phương (Hoài Anh, Hồ Sĩ Hiệp, Vương Trung Hiếu và những người khác)(Nhà xuất bản Thanh Niên, 1991)\n* Danh ngôn tình yêu-hôn nhân- gia đình (Việt-Anh-Pháp), VTH và Ngô Chanh (Nhà xuất bản [[Thành phố Hồ Chí Minh]],1993)\n* Danh ngôn Đông Tây Pháp Việt (VTH và Trần Đức Tuấn)(Nhà xuất bản Đà Nẵng, 1994)\n* Hán học danh ngôn (Hán-Việt) (Nhà xuất bản Văn Nghệ, 2002)\n* Danh ngôn thế giới Anh-Việt (Nhà xuất bản Thành phố Hồ Chí Minh, 1995)\n* Lời vàng trong kinh doanh (Nhà xuất bản Phụ Nữ, 1997)\n* Tư tưởng nhân loại (Nhà xuất bản Thanh Niên, 2001)\n\n=== Tâm lý-hôn nhân-gia đình ===\n* Chuyện tình của các danh nhân (4 tập, nhóm tác giả: Vương Trung Hiếu, Hoài Anh, Hồ Sĩ Hiệp, Hoàng Như Mai, Phan Nghị và những người khác - Nhà xuất bản Thanh Niên, 1989)\n* Bạn gái và tình yêu (Nhà xuất bản Đồng Nai, 1995)\n* Nghệ thuật sống hạnh phúc (Nhà xuất bản Mũi Cà Mau, 1996)\n* Con đường đi tới thành công (Nhà xuất bản Phụ Nữ, 1996)\n* Để giữ hạnh phúc gia đình (Nhà xuất bản Phụ Nữ, 1997)\n* Nuôi dạy con bạn cần biết (Nhà xuất bản Thành phố Hồ Chí Minh, 1997)\n* Xã giao văn minh và lịch sự (Nhà xuất bản Cà Mau, 1998)\n* Hiểu người hiểu ta (Nhà xuất bản Thuận Hóa, 1998)\n* Họ trở thành tỷ phú như thế nào (Nhà xuất bản Thành phố Hồ Chí Minh, 1999)\n* Tâm sinh lý bạn trẻ (Nhà xuất bản Đồng Nai, 1999)\n* Nghệ thuật chinh phục lòng người (Nhà xuất bản Đà Nẵng, 2000)\n* Chuyện tình danh nhân (Nhà xuất bản Đồng Nai, 2001)\n* Thay đổi cuộc sống trong 7 ngày (nguyên tác tiếng Anh của Pat Tyrie, Vương Trung Hiếu biên dịch, Nhà xuất bản Văn hóa Thông tin, 2002)\n* 80 điều cần làm để trở thành ông chủ lớn (nguyên tác tiếng Anh của David Freemantle, Vương Trung Hiếu biên dịch, Nhà xuất bản Thanh Niên, 2003)\n* Mang thai và những điều cần biết (Nhà xuất bản Phụ Nữ, 2007)\n* Chăm sóc dinh dưỡng cho trẻ (Nhà xuất bản Phụ Nữ, 2007)\n\n=== Văn học dân gian ===\n* Tục ngữ Việt Nam chọn lọc (Nhà xuất bản Văn Nghệ, 1996)\n* Tục ngữ các nước trên thế giới (Nhà xuất bản Mũi Cà Mau, 2000)\n* Kho tàng truyện trạng Việt Nam (5 tập, Nhà xuất bản Mũi Cà Mau, 2001)\n* Những tập tục kỳ lạ trên thế giới (Nhà xuất bản Mũi Cà Mau, 2001)\n* Ca dao Việt Nam, ca dao tình yêu (Nhà xuất bản Đồng Nai, 2006)\n\n=== Trồng trọt-Chăn nuôi ===\n* Kỹ thuật nuôi gà chăn thả (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2003)\n* Kỹ thuật nuôi gà công nghiệp (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2003)\n* Kỹ thuật nuôi baba, lươn, ếch và cá rô đồng (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2003)\n* Nuôi heo năng suất cao (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2003)\n* Kỹ thuật nuôi dê (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2003)\n* Kỹ thuật trồng và tạo dáng cây cảnh (Nhà xuất bản Trẻ, 2005)\n* Tìm hiểu 154 giống chó thuần chủng (Nhà xuất bản Đồng Nai, 2006)\n* Kỹ thuật nuôi thỏ (Nhà xuất bản Đồng Nai, 2006)\n* Kỹ thuật trồng và tạo dáng cây mai (Nhà xuất bản Lao động, 2006)\n* Kỹ thuật nuôi cá rô phi (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2006)\n* Kỹ thuật nuôi cá tra và cá ba sa (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2006)\n* Kỹ thuật nuôi cá chép và cá mè (Nhà xuất bản Đồng Nai, 2007)\n* Kỹ thuật nuôi cá La hán, cá dĩa, cá rồng, cá vàng, cá xiêm, cá bảy màu (Nhà xuất bản Lao động, 2007)\n\n=== Thể loại khác ===\n* Giây phút khôn ngoan (truyện song ngữ Anh-Việt) (Nhà xuất bản Văn Nghệ, 1996)\n* Những chuyện lý thú về máy vi tính (Nhà xuất bản Phụ Nữ, 1998)\n* Ảo thuật- Trò chơi vui lạ (bút danh Thoại Sơn, Nhà xuất bản Đồng Nai, 2001)\n* Những thủ pháp ảo thuật (Nhà xuất bản Đồng Nai, 2003)\n* Để có trí nhớ tốt (Nhà xuất bản Đồng Nai, 2004)\n* Xây dựng nhà cửa theo phong thủy (Nhà xuất bản Lao động, 2007)\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacgia&action=detail&id=1556 Vương Trung Hiếu trên Văn chương Việt]\n* [http:\/\/www.youtube.com\/watch?v=ChYAbMdgK84 Vương Trung Hiếu trong An Giang quê nhà, phần I (Đài truyền hình An Giang]\n* [http:\/\/www.youtube.com\/watch?v=XpDrOF0JdUw Vương Trung Hiếu trong An Giang quê nhà, phần II (Đài truyền hình An Giang]\n* [http:\/\/www.youtube.com\/watch?v=5Biu30N-A5s Vương Trung Hiếu trong An Giang quê nhà, phần III (Đài truyền hình An Giang]\n* [http:\/\/vietnamlit.org\/wiki\/index.php?title=Vuong_Trung_Hieu Vương Trung Hiếu trên Wikivietlit]\n* [http:\/\/vantuyen.net\/index.php?view=dichgia&id=281 Những truyện dịch của Vương Trung Hiếu]\n* [http:\/\/www.dohongngoc.com\/web\/goc-nhin-nhan-dinh\/nguye%CC%83n-hie%CC%81n-le-da%CC%A3y-va-t%C6%B0%CC%A3-ho%CC%A3c\/ Nguyễn Hiến Lê: Dạy Và Tự Học - Vương Trung Hiếu viết]\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=18940 Nguồn gốc của Phở - Vương Trung Hiếu viết]\n* [http:\/\/vietvan.vn\/vi\/bvct\/id444\/JOHN-KEATS---Mot-thien-tai-bat-hanh\/ JOHN KEATS – Một thiên tài bất hạnh - Vương Trung Hiếu viết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304203549\/http:\/\/vietvan.vn\/vi\/bvct\/id444\/JOHN-KEATS---Mot-thien-tai-bat-hanh\/ |date=2016-03-04 }}\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=7949 Con người trong tác phẩm văn chương - Vương Trung Hiếu]\n* [http:\/\/damau.org\/archives\/27740 Thúy Kiều chơi loại đàn gì - Vương Trung Hiếu trao đổi với GS TS Trần Văn Khê trên tạp chí Da Màu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130615034649\/http:\/\/damau.org\/archives\/27740 |date=2013-06-15 }}\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=18057 Tìm hiểu thuật ngữ Vu Lan bồn - Vương Trung Hiếu viết]\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=18274 Đọc Chuyện Đông – Chuyện Tây (P.1)- Vương Trung Hiếu đối thoại với tác giả An Chi]\n* [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=18290 Đọc Chuyện Đông – Chuyện Tây (P.2)- Vương Trung Hiếu đối thoại với tác giả An Chi]\n* [http:\/\/www.saharavn.com\/index.php?page=1&sub=105&product_type=398&script=index&filter_by=auth&it=2544 Nhà sách sahara] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090124005701\/http:\/\/www.saharavn.com\/index.php?page=1&sub=105&product_type=398&script=index&filter_by=auth&it=2544 |date=2009-01-24 }}\n* [http:\/\/www.thuvienbinhdinh.com\/tayson\/uniisis.asp?SearchKeyword=V%C6%B0%C6%A1ng%20Trung%20Hi%E1%BA%BFu&SearchIn=A_Author&act=QuickSearch Thư viện Khoa học Tổng hợp Tỉnh Bình Định] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928001030\/http:\/\/www.thuvienbinhdinh.com\/tayson\/uniisis.asp?SearchKeyword=V%C6%B0%C6%A1ng%20Trung%20Hi%E1%BA%BFu&SearchIn=A_Author&act=QuickSearch |date=2007-09-28 }}\n* [http:\/\/www.songhuong.com.vn\/main.php?cid=0%2C54&case=2&left=0%2C43&txtten=&txtmaso=&txttacgia=75&txtnhaxuatban=&txtngaycapnhat=&txtidchudesearch=&Submit=T%C3%ACm+s%C3%A1ch Nhà sách Sông Hương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926224311\/http:\/\/www.songhuong.com.vn\/main.php?cid=0,54&case=2&left=0,43&txtten=&txtmaso=&txttacgia=75&txtnhaxuatban=&txtngaycapnhat=&txtidchudesearch=&Submit=T%C3%ACm+s%C3%A1ch |date=2007-09-26 }}\n* [http:\/\/www.thuvienlamdong.net:8081\/opac\/ Thư viện Lâm Đồng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090317175022\/http:\/\/www.thuvienlamdong.net:8081\/opac\/ |date=2009-03-17 }}\n\n{{Thời gian sống|1959}}\n\n[[Thể loại:Người An Giang]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Dịch giả Việt Nam]]"}