{"479646":"'''Vương Quốc Chính''' (? - 1898), thủ lĩnh cuộc nổi dậy kháng [[đế quốc thực dân Pháp|thực dân Pháp]] năm [[1898]] ở [[Bắc Kỳ]] trong [[lịch sử]] [[Việt Nam]].\n\n==Thân thế & sự nghiệp==\n'''Vương Quốc Chính''', người làng Cổ Am, huyện [[Vĩnh Bảo]], trấn [[Hải Dương]], nay thuộc thành phố [[Hải Phòng]].\n\nÔng là bạn thân của [[Nguyễn Thiện Thuật]] ([[1844]]-[[1926]]), lãnh tụ cuộc [[khởi nghĩa Bãi Sậy]].\nDo trước đây Vương Quốc Chính cũng đã từng tham gia chống Pháp, bị truy nã nên phải vào chùa Ngọc Long Động ở [[Chương Mỹ]] ([[Hà Tây]], nay thuộc [[Hà Nội]]) làm sư để ẩn thân (1895).\n\nTrong lớp áo cà sa, ông đi tuyên truyền, vận động thành lập hội ''Thượng chí'', và đặt trụ sở hội ở các chùa từ [[Nghệ An]] ra tới [[Bắc Ninh]].\nHội đã quy tụ được hàng vạn người yêu nước trong giới tăng sĩ, thân hào nhân sĩ, công nhân và nông dân.\n\nVề chủ trương, ông lấy danh nghĩa phò [[nhà Lý]], vì đây là một vương triều thịnh đạt của [[Phật giáo]] trong lịch sử Việt Nam.\nNăm 1897, Vương Quốc Chính chọn một người họ Lý tên là Lý Thiếu Quân tôn làm minh chủ, còn ông thì làm quốc sư.\n\nĐối với lực lượng vũ trang, ông chia ra làm năm đạo gọi là: tiền quân, hậu quân, tả quân, hữu quân và trung quân do năm tướng cai quản; mà trong đó tướng đứng đầu trung quân đồng thời cũng là tướng tổng chỉ huy sẽ do thượng đế cử xuống<ref>''Hỏi đáp lịch sử Việt Nam'' (tập 4), tr. 336.<\/ref>.\n \nĐể đánh chiếm Hà Nội, [[Sơn Tây (tỉnh cũ)|Sơn Tây]] Vương Quốc Chính đã liên lạc với các tướng lĩnh người Hà Nội, công nhân Nhà đèn Hà Nội (để tắt đèn trong thành phố) nhằm chuẩn bị kế hoạch tấn công vào khu vực hội chợ do Pháp tổ chức tại làng Liên Trì và Nam Ngư (nay là Cung Văn hóa lao động Hữu nghị Việt Xô).\n\nTheo sự phân công, đêm 5 tháng 12 năm 1898, một cộng sự là Nguyễn Quang Hoan đã đưa quân trà trộn vào đám đông để vào thành, trong khi đó một số đông nghĩa quân tập trung ở ngoại ô chờ lệnh. Nhưng do kế hoạch phá nhà đèn không thực hiện được nên hiệu lệnh khởi nghĩa không thể phát ra...\n\nỞ Sơn Tây và một vài nơi khác nữa, do không được thông tin nên vẫn tiến hành khởi nghĩa. Nhưng vì không đồng bộ, nên tất cả đều đã bị quân Pháp đàn áp và dập tắt nhanh chóng.\n\nQuốc sư Vương Quốc Chính bị bắt và sau đó bị chém chết (1898). Đồng thời, từ [[Bắc Ninh]] trở vào [[Nghệ An]] rất nhiều người tham gia khởi nghĩa cũng bị bắt giam, bị xử tử.<ref>[http:\/\/hanoi.vietnamplus.vn\/Home\/Ha-Noi-thoi-ky-Phap-thuoc-18881945\/20099\/119.vnplus] và Nguyễn Lang (tức Nhất Hạnh), ''Việt Nam Phật giáo sử luận ''(tập 3), tr. 13.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*[[Nhất Hạnh]], ''Việt Nam Phật giáo sử luận'' (tập 3). Nhà xuất bản Lá Bối, không đề năm xuất bản.\n*Nhóm Nhân văn trẻ, ''Hỏi đáp lịch sử Việt Nam '' (tập 4). Nhà xuất bản Trẻ, 2007.\n\n{{Thời gian sống|sinh=|mất=1898}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}