{"59442":"{{Infobox Protected area1 \n | name = Vườn quốc gia Côn Đảo\n | iucn_category = II\n | photo = \n | photo_caption =\n\n| map = Vietnam\n | map_caption = Vị trí tại Việt Nam\n | locator_x = \n | locator_y = \n | location = miền Nam Việt Nam\n | nearest_city = thị trấn [[Côn Đảo]]\n | lat_degrees = 8\n | lat_minutes = 41\n | lat_seconds = 30\n | lat_direction = N\n | long_degrees = 106\n | long_minutes = 38\n | long_seconds = 00\n | long_direction = E\n | area = 150,43 km²\n | established = [[1993]]\n | visitation_num = \n | visitation_year = \n | governing_body = [[Ủy ban nhân dân|UBND]] tỉnh [[Bà Rịa – Vũng Tàu]]\n}}\n'''Vườn quốc gia Côn Đảo''' thuộc hệ thống rừng đặc dụng, là 1 trong 33 Vườn quốc gia của Việt Nam. Nằm trên địa bàn huyện [[Côn Đảo]], tỉnh [[Bà Rịa – Vũng Tàu]]. Được thành lập theo Quyết định số 135\/QĐ-TTg ngày [[31 tháng 3]] năm [[1993]] của Thủ tướng chính phủ [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]].\n\n== Vị trí ==\nVườn quốc gia Côn Đảo thuộc địa phận hành chính huyện Côn Đảo, tỉnh Bà Rịa -Vũng Tàu, nằm về phía Đông Nam của Việt Nam. Có tọa độ địa lý:\n\n- Từ 8<sup>o<\/sup>36’ đến 8<sup>o<\/sup>48’          Vĩ độ Bắc\n\n- Từ 106<sup>o<\/sup>31’ đến 106<sup>o<\/sup>46’   Kinh độ Đông\n\nCách cửa sông Hậu (tỉnh Cần Thơ) 83&nbsp;km, cách thành phố Vũng Tàu 185&nbsp;km và thành phố Hồ Chí Minh 250&nbsp;km.\n\nTổng diện tích tự nhiên: 19.883,15 ha, gồm:\n\n- Phần diện tích bảo tồn rừng trên các hòn đảo: 5.883,15 ha được chia thành 3 phân khu chức năng (1) Phân khu bảo vệ nghiêm ngặt: 4.612,58 ha; (2) Phân khu phục hồi sinh thái: 531,03 ha; (3) Phân khu dịch vụ - hành chính: 739,54 ha.\n\n- Phần diện tích bảo tồn biển: 14.000 ha được chia thành 3 phân khu chức năng (1) Phân khu bảo vệ nghiêm ngặt: 2.292,10 ha; (2) Phân khu phục hồi sinh thái: 2.062,20 ha; (3) Phân khu dịch vụ - hành chính: 9.645,70 ha.\n\nNgoài ra, diện tích vùng đệm trên biển là: 20.500 ha\n\n== ''Đa dạng sinh học'' ==\nVườn quốc gia Côn Đảo có 2 kiểu rừng chính là: Kiểu rừng kín  thường xanh mưa ẩm nhiệt đới và kiểu rừng kín nửa rụng lá mưa ẩm nhiệt đới.\n\n- Đã phát hiện, thống kê có 1.077 loài thực vật bậc cao có mạch thuộc 640 chi, 160 họ, đặc biệt có 44 loài thực vật lần đầu tiên được tìm thấy tại Côn Đảo, trong đó 11 loài được lấy tên “Con Son” đặt tên cho loài như:  Dầu Côn Sơn (''Dipterocarpus  condorensis''), Gội Côn Sơn (''Amoora poulocondorenris''), Xú hương Côn Sơn (''Lasianthus condorensis'')..vv.\n\n- Khu hệ động vật có xương sống trên cạn đã thống kê được 155 loài thuộc 64 họ, 25 bộ trong đó gồm 25 loài thú, 85 loài chim, 32 loài bò sát và 13 loài ếch nhái.\n\n- Nhóm động vật đặc hữu có 06 loài: Khỉ đuôi dài Côn Đảo (''Macaca fascicularis condorensis''), Sóc mun (''Callosciunis finlaysonii''), Sóc đen Côn Đảo (''Ratufa bicolor condorensis''), Thằn lằn giun (''Dibamus kondaoensis''), Thằn lằn ngươi tròn (''Cnemaspis boulengeri'') và Rắn khiếm Côn đảo (''Oligodon condaoensis'').\n\n- Nhóm động vật quý hiếm: Có 29 loài quý hiếm, bao gồm: 09 loài thú, 11 loài chim, 09 loài bò sát và lưỡng cư.\n\nBiển Vườn quốc gia Côn Đảo có 3 hệ sinh thái điển hình của vùng biển nhiệt đới là hệ sinh thái rừng ngập mặn (32 ha), hệ sinh thái cỏ biển (1.000 ha), hệ sinh thái rạn san hô (1.800 ha).\n\n- Đã ghi nhận 1.725 loài sinh vật biển với 46 loài [[thực vật ngập mặn]], 133 [[loài rong biển]], 11 [[loài cỏ biển]], 226 [[loài thực vật phù du]], 143 [[loài động vật phù du]], 360 [[loài san hô]], 130 loài giun nhiều tơ, 116 loài giáp xác, 187 loài thân mềm, 115 loài da gai, 205 loài cá rạn san hô, 09 loài bò sát biển, 37 loài chim biển và 7 loài thú biển.\n\n- Có 72 loài sinh vật nguy cấp, quý, hiếm bao gồm: 04 loài thực vật; 16 loài thân mềm; 06 loài da gai; 12 loài san hô; 24 loài cá; 02 loài bò sát; 01 loài chim biển; 07 loài thú biển. Một số loài quý, hiếm, nguy cấp như: [[Bò biển]] ''(Dugong Dugon),'' [[Cuora mouhotii|Rùa xanh]] ''(Chelonia mydas)'' và [[Đồi mồi|Đồi Mồi]] ''(Eretmochelys imbricata).''\n\nVườn quốc gia Côn Đảo là một Khu đất ngập nước quan trọng quốc tế (Khu Ramsar); thành viên mạng lưới các Khu bảo tồn rùa biển Ấn Độ Dương – Đông Nam Á (IOSEA); được Trung tâm sách kỷ lục Việt Nam công nhận Vườn quốc gia Côn Đảo là nơi nuôi, ấp và thả về thiên nhiên nhiều rùa biển nhất Việt Nam. Hiện UBND tỉnh Bà Rịa – Vũng Tàu và Bộ Tài nguyên – Môi trường đang trình hồ sơ đề cử Vườn quốc gia Côn Đảo là Vườn di sản ASEAN (AHP).\n\n== Vấn đề ==\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Wikivoyage|Vườn quốc gia Côn Đảo}}\n{{Vườn quốc gia Việt Nam}}\n{{Sơ khai địa lý}}\n{{Khu Ramsar thế giới tại Việt Nam}}\n\n[[Thể loại:Khu Ramsar Việt Nam|Côn Đảo]]\n[[Thể loại:Bà Rịa – Vũng Tàu]]\n[[Thể loại:Rừng đặc dụng]]\n[[Thể loại:Vườn quốc gia Việt Nam|Côn Đảo]]\n[[Thể loại:Du lịch Bà Rịa – Vũng Tàu]]\n[[Thể loại:IUCN Loại II]]"}