{"15518802":"{{chú thích trong bài}}\n{{Infobox protected area\n| name = Vườn quốc gia Sông Thanh\n| iucn_category = II\n| map = Vietnam \n| location = [[Nam Giang]], [[Quảng Nam]], {{VIE}}\n| coordinates = {{coord|15|40|13.4|N|107|42|54.1|E|display=inline, title}}\n| area = 766,69 km²\n| established = 2020\n| governing_body = UBND tỉnh Quảng Nam\n}}\n'''Vườn quốc gia Sông Thanh''' là một vườn quốc gia nằm ở phía Tây Bắc tỉnh [[Quảng Nam]], có tổng diện tích rừng và đất lâm nghiệp quản lý là: 76.669,68 ha<ref>{{Chú thích web|url=https:\/\/www.quangnam.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=34556|tựa đề=Công bố quyết định thành lập VQG Sông Thanh|ngày=ngày 24 tháng 12 năm 2021|website=Cổng thông tin điện tử tỉnh Quảng Nam|ngày truy cập=ngày 12 tháng 5 năm 2021|archive-date=2021-05-12|archive-url=https:\/\/web.archive.org\/web\/20210512082739\/https:\/\/www.quangnam.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=34556|url-status=dead}}<\/ref> trải dài trên 12 xã thuộc 2 huyện Nam Giang và Phước Sơn, bao gồm: xã Tà Bhing, Tà Pơơ, Cà Dy, Chà Vàl, La Dêê, Đắc Tôi, Đắc Pre và Đắc Pring, thuộc huyện Nam Giang; xã Phước Xuân, Phước Năng, Phước Mỹ và Phước Công, thuộc huyện Phước Sơn.\n\n== Vị trí ==\nTọa độ địa lý:\n\n* Từ: 15<sup>0<\/sup> 13’ đến 15<sup>0<\/sup> 41’ vĩ độ Bắc.\n* Từ: 107<sup>0<\/sup> 21’ đến 107<sup>0<\/sup> 46’ kinh độ Đông.\n\nCác giáp ranh\n\n* Phía Bắc: Giáp Quốc lộ 14D, chạy từ Thạnh Mỹ theo hướng Đông Tây đến cửa khẩu Đắc Ốc (Việt - Lào), tiếp giáp lâm phận Ban Quản lý rừng phòng hộ huyện Nam Giang, tỉnh Quảng Nam.\n* Phía Nam: Giáp tỉnh Kon Tum (tại đỉnh đèo Lò Xo - Quốc lộ 14A), giáp lâm phận Ban Quản lý rừng phòng hộ huyện Phước Sơn và Công ty TNHH MTV Cao su Quảng Nam.\n* Phía Đông: Được giới hạn bởi đường phân thủy của 2 hệ thống sông Thanh và sông Cái chảy qua địa phận thị trấn Khâm Đức, huyện Phước Sơn, tỉnh Quảng Nam.\n* Phía Tây: Giáp với Nước Cộng hòa Dân chủ Nhân dân Lào.  \n\n==Phân bố==\n===Địa bàn huyện===\n*Địa bàn huyện Nam Giang có diện tích: 57.586,76 ha.\n*Địa bàn huyện Phước Sơn có diện tích: 19.006,24 ha.\n===Phân khu===\nDiện tích rừng và đất rừng phân theo các phân khu chức năng:\n*Phân khu bảo vệ nghiêm ngặt có diện tính: 63.442,90 ha.\n*Phân khu phục hồi sinh thái có diện tích: 13.150,28 ha.\n*Phân khu Hành chính - Dịch vụ có diện tích: 3,00 ha.\n\n==Mức độ đa dạng sinh học==\n\nQua các đợt điều tra, khảo sát của WWF-Đông Dương (1997) và Viện Điều tra Quy hoạch rừng (1999) đã ghi nhận hơn 830 loài thực vật bậc cao (trong đó: 23 loài đặc hữu của Việt Nam, 38 loài có tên trong Sách Đỏ Việt Nam). Hệ động vật cũng rất đa dạng gồm 53 loài thú, 183 loài chim, 44 loài bò sát, 21 loài lưỡng cư, 25 loài cá và nhiều loài động vật không xương sống (trong đó: 23 loài thú, 12 loài chim, 16 loài bò sát và 3 loài lưỡng cư có tên trong Sách Đỏ Việt Nam).\n\nSự hiện diện của các loài đặc hữu đã làm tăng giá trị bảo tồn đa dạng sinh học của khu bảo tồn này. Đó là các loài: [[Chò Chỉ Lào]] (''Parashorea buchmanii)'' mới được ghi nhận, [[Chà vá chân đỏ|Voọc Chà vá chân nâu]] (''Pygathryx nemaeus''), [[Chà vá chân xám|Voọc Chà vá chân xám]] (''Pygathryx cinerea''), [[Mang Vũ Quang|Mang lớn]] (''Muntiacus vuquangensis''), [[Mang Trường Sơn|Mang Trường sơn]] (''Muntiacus truongsonensis'').\n\nNgoài ra Vườn quốc gia Sông Thanh còn nằm trong ''\"đơn vị bảo tồn Hổ\"'' của thế giới và trong nước, cũng như các loài thú lớn khác và thuộc vùng sinh thái ưu tiên trong cảnh quan vùng Trung Trường sơn. Nếu được bảo vệ tốt, Khu VQG Sông Thanh có thể là nguồn để phục hồi các quần thể Hổ ở miền Trung Việt Nam.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/cand.com.vn\/Ban-doc-cand\/Vang-tac-dai-nao-vung-loi-Khu-bao-ton-thien-nhien-Song-Thanh-559853\/ Truy quét \"vàng tặc\" trong Khu bảo tồn thiên nhiên Sông Thanh]\n\n{{Vườn quốc gia Việt Nam}}\n\n[[Thể loại:Vườn quốc gia Việt Nam|Sông Thanh]]\n[[Thể loại:Quảng Nam]]"}