{"3215804":"{{Infobox protected area\n| name = Vườn quốc gia Phia Oắc – Phia Đén\n| alt_name = \n| iucn_category = II\n| photo = Rung suong mu Phia Oac.JPG\n| photo_caption = Rừng sương mù cận nhiệt đới Phia Oắc\n| photo_width = 300\n| map = Việt Nam| relief = 1\n| map_caption = Vị trí vườn quốc gia tại Việt Nam\n| location = [[Cao Bằng]], {{VIE}}\n| nearest_city = [[Cao Bằng]]\n| coordinates = {{coords|22|35|N|105|53|E|region:VI|display=inline, title}}\n| area = {{convert|10.245,6|ha|acres km2 sqmi|lk=on|0}}\n| established = {{start date|2018}} \n| visitation_num = | visitation_year = | visitation_ref = \n| website= \n| governing_body = [[Ủy ban nhân dân|UBND]] tỉnh [[Cao Bằng]] \n}}\n\n'''Vườn quốc gia Phia Oắc – Phia Đén''' hay còn gọi '''Phja Oắc – Phja Đén''' là vườn quốc gia, [[rừng đặc dụng]] nằm trên địa bàn 5 xã của huyện [[Nguyên Bình]], tỉnh [[Cao Bằng]].<ref>{{chú thích web |url = http:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-1502-QD-UBND-2013-phat-trien-Khu-bao-ton-thien-nhien-Phia-Oac-Phia-Den-Cao-Bang-216416.aspx|tiêu đề = Quyết định 1502\/QĐ-UBND Cao Bằng|author = Ủa ban nhân dân tỉnh Cao Bằng|ngày = 23 tháng 9 năm 2013|nhà xuất bản = thuvienphapluat.vn|ngày truy cập = 8 tháng 12 năm 2016|ngôn ngữ = vi}}<\/ref><ref>{{chú thích web |url = http:\/\/baocaobang.vn\/Kinh-te\/Le-cong-bo-thanh-lap-Ban-quan-ly-Khu-rung-dac-dung-Phia-Oac-Phia-Den-Nguyen-Binh\/6354.bcb|tiêu đề = Lễ công bố thành lập Ban quản lý Khu rừng đặc dụng Phia Oắc - Phia Đén (Nguyên Bình).|author = |ngày = 27 tháng 2 năm 2012|nhà xuất bản = Báo Cao Bằng (baocaobang.vn)|ngày truy cập = 8 tháng 12 năm 2016|ngôn ngữ = vi}}<\/ref> Đây từng là khu nghỉ dưỡng được tìm ra và xây dựng bởi người Pháp từ đầu thế kỷ 20.<ref>{{chú thích web |url = http:\/\/vietnamnet.vn\/vn\/doi-song\/nguoi-dep-ngu-trong-rung-phia-oac-89246.html|tiêu đề = 'Người đẹp ngủ trong rừng' Phia Oắc|author = |ngày = 20 tháng 9 năm 2012|nhà xuất bản = vietnamnet.vn|ngày truy cập = 8 tháng 12 năm 2016|ngôn ngữ = vi}}<\/ref> Được thành lập vào ngày 11 tháng 1 năm 2018 trên cơ sở toàn bộ diện tích khu bảo tồn thiên nhiên trước đây. Vườn quốc gia có diện tích có diện tích 10.245,6 ha, trong đó 4.035,5 ha là khu bảo vệ nghiêm ngặt. Phia Oắc - Phia Đen là nơi có 352 loài thực vật, 58 loài động vật quý hiếm có nguy cơ tuyệt chủng.<ref>{{chú thích web |url = http:\/\/www.vacne.org.vn\/khao-sat-tong-the-rung-dac-dung-phia-oac-%E2%80%93-phia-den\/29767.html|tiêu đề = Khảo sát tổng thể rừng đặc dụng Phia Oắc – Phia Đén|author = Mạnh Cường|ngày = 2 tháng 10 năm 2012|nhà xuất bản = Hội bảo vệ Thiên nhiên và Môi trường Việt Nam (vacne.org.vn)|ngày truy cập = 8 tháng 12 năm 2016|ngôn ngữ = vi}}<\/ref> Đây cũng là nơi được ghi nhận có 66 loài bướm.<ref>{{chú thích web|url = http:\/\/joshueuni.edu.vn\/index.php\/NNPTNT\/article\/view\/3114|tiêu đề = THÀNH PHẦN LOÀI BƯỚM Ở BA KHU RỪNG ĐẶC DỤNG PHIA OẮC, XUÂN SƠN VÀ BA VÌ|author = Vũ Văn Liên, Trần Thị Thanh Bình|ngày = 2013|nhà xuất bản = Tạp chí khoa học - Đại học Huế|ngày truy cập = 8 tháng 12 năm 2016|ngôn ngữ = vi|archive-date = 2016-12-20|archive-url = https:\/\/web.archive.org\/web\/20161220092359\/http:\/\/joshueuni.edu.vn\/index.php\/NNPTNT\/article\/view\/3114}}<\/ref>\n==Vị trí==\nVườn quốc gia Phia Oắc – Phia Đén có tổng diện tích tự nhiên 10.593,5 ha trong đó có 8.146,6 ha rừng tự nhiên thuộc địa bàn 5 xã của huyện Nguyên Bình, tỉnh Cao Bằng là: [[Thành Công, Nguyên Bình|Thành Công]], [[Quang Thành, Nguyên Bình|Quang Thành]], [[Phan Thanh, Nguyên Bình|Phan Thanh]], [[Hưng Đạo, Nguyên Bình|Hưng Đạo]] và thị trấn [[Tĩnh Túc]]. Toàn bộ diện tích của vườn quốc gia nằm trong [[Công viên địa chất Non Nước Cao Bằng]] được [[UNESCO]] công nhận là Công viên địa chất toàn cầu vào ngày 12 tháng 4 năm 2018. Nằm cách thủ đô Hà Nội 240&nbsp;km theo tỉnh lộ 212, cách thành phố [[Bắc Kạn (thành phố)|Bắc Kạn]] 76&nbsp;km theo tỉnh lộ 212 và quốc lộ 3, cách thành phố Cao Bằng 73&nbsp;km theo tỉnh lộ 212 và quốc lộ 34, và cách thị trấn [[Nguyên Bình (thị trấn)|Nguyên Bình]] 30&nbsp;km theo tỉnh lộ 212.\n\nVườn quốc gia được chia thành 3 phân khu chính là phân khu bảo vệ nghiêm ngặt; phân khu phục hồi sinh thái; phân khu dịch vụ hành chính. Trong đó, phân khu bảo vệ nghiêm ngặt có diện tích 4.035,5 ha, tại tiểu khu 338, 352 xã Thành Công; tiểu khu 333, 334 xã Quang Thành; tiểu khu 327, 337 xã Phan Thanh; và tiểu khu 321, 322 thị trấn Tĩnh Túc. Tại đây, có hệ sinh thái rừng kín thường xanh mưa ẩm nhiệt đới và á nhiệt đới núi trung bình; hệ sinh thái rừng lùn hay còn gọi là “rừng rêu”, một kiểu rừng của khí hậu ôn đới đặc trưng của miền Bắc Việt Nam cùng với rất nhiều các loài động thực vật đặc hữu, nguy cấp, quý hiếm. Ngoài ra, vùng đệm có diện tích 8.276,1 ha nằm trên địa bàn 6 xã và 1 thị trấn.\n\nĐỉnh núi cao nhất khu bảo tồn thiên nhiên là đỉnh Phia Oắc cao 1931 m, cũng là đỉnh núi cao nhất thuộc [[cánh cung Ngân Sơn-Yên Lạc]].\n\n==Lịch sử==\nNgay từ đầu thế kỷ XX, dãy núi Phia Oắc-Phia Đén đã lọt vào mắt của người Pháp. Họ đã chọn Phia Oắc-Phia Đén làm nơi nghỉ mát, hưởng thụ các tài nguyên khí hậu và sinh vật độc đáo. Nơi đây hiện vẫn còn các dấu tích của các biệt thự, nhà nghỉ của các công chức thời Pháp.\n==Mô tả==\nĐịa hình tại vườn quốc gia phức tạp, với chủ yếu là núi cao, thung lũng nhỏ hẹp, độ dốc lớn, nhiều nơi dốc đứng. Có nhiều đỉnh núi cao trên 1.000m đến gần 2.000m so với mực nước biển, như [[Phia Oắc]] (1.935 mét), là đỉnh núi cao thứ hai ở Cao Bằng; Niot Ti (1.574 mét); Tam Loang (1.446 mét); [[Phia Đén]] (1.391 mét); Ki Doan (1.165 mét)… Về địa chất, nơi đây có sự đan xen giữa các loại đá lục nguyên, đá vôi và đá xâm nhập [[granit]], tạo nên các dãy núi đất xen với núi đá. Sự đa dạng về địa hình, địa mạo, địa chất, cộng với điều kiện khí hậu đặc trưng đã tạo nên các hệ sinh thái đặc thù của vùng núi cao Phia Oắc, đồng thời cũng là nền tảng cấu thành tính đa dạng sinh học của khu vực này.\n\nVườn quốc gia có nhiệm vụ bảo vệ diện tích rừng hiện có, đồng thời phục hồi, làm giàu rừng tự nhiên, gây ươm các giống cây bản địa quý hiếm để trồng mới nâng cao diện tích phủ xanh. Cùng với đó là bảo vệ hệ động thực vật tự nhiên và tính đa dạng sinh học, khai thác các tiềm năng cảnh quan và dịch vụ môi trường để tăng nguồn thu, góp phần phát triển kinh tế xã hội địa phương.\n\nĐây là nhà của nhiều loài động thực vật hoang dã, đặc biệt là 90 loài thực vật và 58 loài động vật có nguy cơ tuyệt chủng cao.<ref>[https:\/\/baotainguyenmoitruong.vn\/tai-nguyen\/thanh-lap-vuon-quoc-gia-phia-oac-phia-den-cao-bang-1248089.html Thành lập vườn quốc gia Phia Oắc - Phia Đén] Baotainguyenmoitruong.vn. Truy cập ngày 5 tháng 1 năm 2019<\/ref> Một số loài thực vật đáng chú ý gồm thiết sam giả, thiết sam núi đá, thông pà cò, [[Cinnamomum parthenoxylon|vù hương]] (một loài đặc hữu), [[lát hoa]], [[sến mật]], nghiến, [[dẻ tùng]]. Về động vật, có khoảng 80 loài động vật có vú, hàng trăm loài chim, bò sát và lưỡng cư, hàng vạn loài côn trùng. Một số loài quý hiếm bao gồm [[Hươu xạ]], sơn dương, cu li lớn, cu ly nhỏ, vượn đen Đông Bắc, khỉ cộc, [[gấu ngựa]], [[cầy sao]], [[cầy hương]], [[mèo rừng]], [[sóc bay đuôi trắng]].\n==Xem thêm==\n*[[Rừng sương mù]]\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Cao Bằng}}\n{{Sơ khai khu bảo tồn}}\n{{Vườn quốc gia Việt Nam}}\n\n[[Thể loại:Rừng đặc dụng]]\n[[Thể loại:Vườn quốc gia Việt Nam]]\n[[Thể loại:Cao Bằng]]"}