{"83941":"{{thiếu nguồn gốc}}\n{{Thông tin công viên\n| name = Vườn bách thảo Hà Nội\n| alt_name =\n| image = bachthaohn.jpg\n| image_size = 250px\n| alt = \n| caption = Quang cảnh vườn bách thảo Hà Nội\n| type = [[Công viên]]\n| location = \n| coordinates = \n| size = \n| opened = {{Start date|1890}}\n| operator = \n| visitors = \n| status = \n| open_dates = \n| website = \n| image_dot_map = \n| dot_mapsize = \n| dot_map_base_alt = \n| dot_map_alt = \n| dot_map_caption = \n| dot_x = \n| dot_y = \n| map = Hanoi\n}}\n'''Vườn bách thảo Hà Nội''' hay '''Công viên Bách Thảo''' là một công viên cây xanh nằm ở phía tây bắc thủ đô [[Hà Nội]], được thành lập từ những năm đầu người Pháp đặt chân đến [[Việt Nam]] trong cuộc xâm lăng đô hộ và thuộc địa. Hiện nay vườn được ví như lá phổi xanh của Hà Nội, nơi những người yêu thiên nhiên được đắm mình trong màu xanh cây lá và những âm thanh của rừng, với những cây cổ thụ lớn bằng vòng tay mấy người ôm là chứng nhân của nhiều biến cố trong lịch sử thủ đô.\n\n== Lịch sử ==\nTrong địa phận phường Khán Xuân bên cạnh hồ Tây ngày xưa, lợi dụng nơi có một hồ nước đẹp người Pháp đã cho xây dựng ở đây một quần thể vườn bách thảo. Để cảnh quan bớt đơn điệu do địa hình bằng phẳng, các nhà thiết kế vườn đã cho đắp một ngọn đồi thấp đặt tên là núi Nùng kèm theo nhiều bãi cỏ và tạo dựng các lối đi quanh co dưới tán những cây gỗ sum xuê.\n\nTrước đây, khi mới thành lập vào năm 1890, vườn có diện tích trên 33ha, bao quanh và sân sau của toàn bộ quần thể các dinh phủ và biệt thự của người Pháp. Nơi đây ngoài các loại cây sẵn có, các nhà khoa học còn sưu tập trồng các giống cây bản địa quý hiếm từ [[Bắc]] chí [[Nam]], và dẫn giống nhập trồng thí nghiệm các loài cây cỏ lạ từ nhiều vùng trên thế giới. Để tăng thêm sự hấp dẫn và tham quan thưởng ngoạn, rải rác dọc theo lối đi người ta cho xây các chuồng nuôi chim thú. Do đó, Vườn bách thảo còn được gọi là Vườn thú.\n\nSau nhiều thăng trầm, biến đổi, ngày nay Vườn bách thảo [[Hà Nội]] lại được gọi đúng với tên của nó. Chim thú trước đây đã chuyển vào [[Thảo Cầm Viên Sài Gòn]] và ở Hà Nội đã có một khu nuôi động vật riêng là [[Công viên Thủ Lệ|Vườn thú Thủ Lệ]]. Vườn bách thảo bị thu hẹp sau khi nhường một phần khá lớn diện tích đất để xây dựng Khu di tích lịch sử Ba Đình, chỉ còn diện tích trên 10ha nằm trong địa phận phường Ngọc Hà, quận Ba Đình.\n\n== Đặc điểm ==\n[[Tập tin:Lan VBTHN.jpg|nhỏ|phải|250px| Một phần vườn hoa lan trong Công viên Bách Thảo]]\nVườn bách thảo Hà Nội cấu thành một cảnh quan thu nhỏ bao gồm núi, rừng và hồ nước.\n\nTrên mảnh đất tuy nhỏ hẹp của khuôn viên vườn bách thảo có mặt nhiều loài cây gỗ quý hiếm đặc trưng cho các cánh rừng ẩm nhiệt đới [[hướng Nam|phương Nam]]. Số loài địa phương chiếm trên 2\/3 các loài cây hiện hữu, còn lại 1\/3 là các loài cây nhập nội từ nhiều châu lục trên thế giới: [[Châu Mỹ]], [[Châu Phi]], [[Châu Đại Dương]]. Các loài cây cũng đại diện cho các họ, bộ của hệ thực vật bậc cao có mạch, nổi bật là các loài cây thuộc ngành [[thực vật hạt trần]] và [[thực vật có hoa|thực vật hạt kín]]. Vào vườn Bách Thảo khách tham quan có dịp chiêm ngưỡng các loài cây thân gỗ có đường kính 2, 3 người ôm; các loại cây thân cột khổng lồ của [[họ cau dừa]]; các cây gỗ có bộ rễ phụ buông dài của nhóm [[si (thực vật)|si]], [[đa]], [[đề]]; các loài cây leo thân gỗ các giò phong lan khoe sắc và các cây cảnh sặc sỡ.\n\nBên cạnh các loại thực vật đa dạng, phong phú, Vườn bách thảo Hà Nội cũng nuôi nhốt một số động vật như [[họ Sóc|sóc]], [[khỉ đuôi dài]].\n\n== Địa chỉ sinh thái, văn hóa ==\nAi đã từng sống, gắn bó với Hà Nội hẳn sẽ nhận ra một điều đó là nơi ít thay đổi nhất trong bộ mặt của thành phố trong suốt hàng chục năm qua. Ngay giữa ồn ào phố xá, Vườn bách thảo trở thành một không gian xanh, đủ rộng, đủ yên bình để người ta có thể lạc hẳn vào sự tĩnh lặng rất hiếm hoi của đời sống đô thị. Học sinh vui chơi giải trí, du khách có thể tham quan du ngoạn và nghiên cứu về các loại thực vật, các ông bà cụ già cũng tìm thấy nơi đây một không gian xanh yên bình cho những hoạt động di dưỡng tuổi già và bảo vệ sức khỏe. Nhiều đôi lứa cũng chọn nơi đây để bày tỏ [[tình yêu]] của mình, dường như ở đây thiên nhiên, con người dễ có sự đồng điệu. Không chỉ có muôn vàn loại cỏ cây tụ hội mà rất nhiều chim muông cũng chọn đây là nơi \"đất lành\". Hội trường trong khuôn viên của Vườn bách thảo Hà Nội là một địa điểm xinh xắn cho những buổi lễ long trọng như tiệc cưới, hội nghị, hội thảo, sinh nhật.\n\n== Tham khảo ==\n{{tham khảo|cột=1}}\n\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Công viên tại Hà Nội]]\n[[Thể loại:Vườn thực vật Việt Nam|Hà Nội]]"}