{"87773":"{{Infobox Protected area1\n | name = Vườn quốc gia U Minh Hạ\n | iucn_category = II\n | photo = Chuối tại rừng U Minh hạ.jpg\n | photo_caption =Những cây chuối trong rừng Quốc gia U Minh Hạ\n | map = Vietnam\n | map_caption = Vị trí tại Việt Nam\n | locator_x = \n | locator_y = \n | location = miền Nam Việt Nam\n | nearest_city = [[Cà Mau (thành phố)|Cà Mau]]\n | lat_degrees = 9\n | lat_minutes = 15\n | lat_seconds = 05\n | lat_direction = N\n | long_degrees = 104\n | long_minutes = 56\n | long_seconds = 43\n | long_direction = E\n | area = 82,86 km²\n | established = 20\/1\/2006\n | visitation_num = \n | visitation_year = \n | governing_body = [[Ủy ban nhân dân|UBND]] tỉnh [[Cà Mau]]\n}}\n'''Vườn quốc gia U Minh Hạ''' thuộc tỉnh Cà Mau. Địa giới hành chính nằm trên hai huyện U Minh và Trần Văn Thời. Được thành lập theo quyết định số 112\/QĐ-TTg ngày [[20 tháng 1]] năm [[2006]] của Thủ tướng chính phủ [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]], trên cơ sở nâng cấp [[khu bảo tồn thiên nhiên]] Vồ Dơi. Đây là khu vực có hệ động thực vật đặc trưng vùng đất ngập nước trên lớp than bùn do xác thực vật tích tụ lâu năm tạo thành. Thực vật đặc hữu ở đây là các loài: [[tràm]], móp, trảng năn, [[sậy]]... Động vật đặc trưng là: [[rái cá lông mũi]], [[tê tê]], nai, khỉ đuôi dài, lợn rừng, rùa, rắn, trăn, các loại cá nước ngọt, chim, côn trùng...Đây là một trong hai [[vườn quốc gia]] tại tỉnh [[Cà Mau]], Việt Nam. Ngày 26 tháng 5 năm 2009, VQG U Minh Hạ được công nhận là một trong ba vùng lõi của Khu dự trữ sinh quyển Mũi Cà Mau, được UNESCO đưa vào danh sách các khu dự trữ sinh quyển của thế giới.\n\n==Vị trí, diện tích==\nTọa độ: Từ 9°12′30″ tới 9°17′41″ vĩ bắc và 104°54′11″ tới 104°59′16″ kinh đông.\n \nVườn quốc gia U Minh Hạ có tổng diện tích 8.286ha nằm trên địa bàn các xã Khánh Lâm, Khánh An, Khánh Thuận thuộc huyện [[U Minh]] và các xã Trần Hợi, Khánh Bình Tây Bắc thuộc huyện [[Trần Văn Thời (huyện)|Trần Văn Thời]].\n\n- Bắc giáp tuyến 27 - Phân trại K3 thuộc trại giam K1 Cái Tàu;\n\n- Nam giáp vùng đệm kinh xáng Minh Hà;\n\n- Đông giáp kinh 100, ấp 14 xã Khánh An và hậu T19 ấp Vồ Dơi;\n\n- Tây giáp kinh 90, phân trường Trần Văn Thời và đê bao phía tây Vồ Dơi.\n\nVườn quốc gia U Minh Hạ có ba khu vực chính gồm:\n*Khu bảo tồn hệ sinh thái rừng trên đất than bùn.\n*Khu phục hồi và sử dụng bền vững hệ sinh thái rừng ngập nước.\n*Khu dịch vụ hành chính.\n\nNgoài ra, Vườn quốc gia U Minh Hạ còn có hơn 25.000 ha vùng đệm thuộc các lâm-ngư trường U Minh 1, 3, lâm-ngư trường Trần Văn Thời, trại giam K1 Cái Tàu và trung tâm nghiên cứu ứng dụng rừng ngập Minh Hải.\n\n==Chức năng==\nBảo tồn, tái tạo các giá trị về cảnh quan thiên nhiên, [[môi trường sinh thái]] và [[đa dạng sinh học]] của hệ sinh thái [[đất ngập nước]] đặc thù, rừng tràm trên đất than bùn.\n\nVườn quốc gia U Minh Hạ còn có nhiệm vụ bảo tồn và phát triển nguồn [[gen]] các loài động thực vật quý, các giá trị văn hóa, tinh thần, di tích lịch sử, phục vụ công tác nghiên cứu khoa học, tham quan và phát triển du lịch.\n\n==Đa dạng sinh học==\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.baoanhdatmui.vn\/vcms\/html\/news_detail.php?nid=7887 Vườn quốc gia U Minh Hạ] trên Đất Mũi Online\n\n{{sơ khai Cà Mau}}\n{{Vườn quốc gia Việt Nam}}\n\n{{DEFAULTSORT:U Minh Hạ}}\n[[Thể loại:Vườn quốc gia Việt Nam]]\n[[Thể loại:Địa lý Cà Mau]]\n[[Thể loại:Du lịch Cà Mau]]"}