{"312747":"{{otheruses|Hoàng Liên}}\n{{Infobox Protected area1\n| name = Vườn quốc gia Hoàng Liên\n| iucn_category = II\n| photo = Vuon_QG_Hoang_Lien.JPG\n| pho to_width = 283\n| photo_caption = Một phần của Vườn quốc gia Hoàng Liên\n| map = Vietnam \n| map_caption = Vị trí tại Việt Nam \n| locator_x = \n| locator_y = \n| location = [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]]\n| nearest_city = [[Lào Cai (thành phố)|Lào Cai]]\n| lat_degrees = 22\n| lat_minutes = 18\n| lat_seconds = 12\n| lat_direction = N\n| long_degrees = 103\n| long_minutes = 46\n| long_seconds = 31\n| long_direction = E\n| area = 29.845 ha\n| established = [[2002]]\n| visitation_num = \n| visitation_year = \n| governing_body = UBND tỉnh [[Lào Cai]]\n| url = http:\/\/www.laocai.gov.vn\/sites\/vuonquocgia\/Trang\/trangchu.aspx\n}}\n\n'''Vườn quốc gia Hoàng Liên''' là một vườn quốc gia Việt Nam được thành lập năm 2002, nằm ở độ cao từ 1.000-3000m so với mặt biển trên [[dãy núi Hoàng Liên Sơn|dãy Hoàng Liên Sơn]] thuộc địa bàn các xã Hoàng Liên, Tả Van, Bản Hồ (thị xã Sa Pa, tỉnh Lào Cai) và một phần các xã Phúc Khoa, Trung Đồng (huyện Tân Uyên, tỉnh Lai Châu). \n\nTọa độ địa lý của vườn từ 22°07'-22°23' độ vĩ Bắc và 103°00'-104°00' độ kinh Đông.\n\n== Lịch sử công nhận ==\nTrước khi được công nhận là vườn quốc gia, khu vực này là một khu bảo tồn thiên nhiên mang tên Khu Bảo tồn Thiên nhiên Hoàng Liên-Sa Pa từ năm 1996. Vườn quốc gia Hoàng Liên được thành lập theo Quyết định số 90\/2002\/QĐ-TTg của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] ngày 12 tháng 7 năm 2002, về việc chuyển Khu Bảo tồn thiên nhiên Hoàng Liên-Sa Pa thành Vườn quốc gia Hoàng Liên<ref name=\"vncreatures\">{{chú thích web | url = http:\/\/vncreatures.net\/maphls.php | tiêu đề = Welcome to Viet Nam Creatures Website | author =  | ngày =  | ngày truy cập = 30 tháng 8 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 5 tháng 3 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160305063241\/http:\/\/vncreatures.net\/maphls.php }}<\/ref>.\n\nVườn quốc gia Hoàng Liên được chọn là một Trung tâm đa dạng của các loài thực vật trong Chương trình bảo tồn các loàì thực vật của Hiệp hội Bảo vệ Thiên nhiên Thế giới ([[Liên minh Bảo tồn Thiên nhiên Quốc tế|IUCN]]). Vườn cũng được Quỹ môi trường toàn cầu được xếp vào loại A, cao cấp nhất về giá trị đa dạng sinh học của Việt Nam.\n\nNăm 2006, Vườn quốc gia Hoàng Liên được công nhận là [[Vườn di sản ASEAN]]<ref>[http:\/\/www.cinet.gov.vn\/?ctl=usc_NewsViewsdetail&zoneid=20&rootId=0&newsid=7538 Công nhận Vườn Quốc gia Hoàng Liên là vườn di sản ASEAN] {{link chết|truy vấn quá lâu}}<\/ref>.\n\n== Vị trí, diện tích, đặc điểm ==\nVườn quốc gia Hoàng Liên là một trong những khu rừng đặc dụng quan trọng của Việt Nam, nằm ở độ cao từ 1.000 đến 3.000m so với mặt biển, phía Tây Bắc dãy núi Hoàng Liên, trong đó có đỉnh [[Fansipan]] cao nhất [[Bán đảo Đông Dương|Đông Dương]] (3.143m). Tổng diện tích phần lõi của vườn gồm 29.845ha, trong đó phân khu bảo vệ nghiêm ngặt chiếm 11.875ha, phân khu phục hồi sinh thái chiếm 17.900ha và phân khu dịch vụ hành chính gồm 70ha<ref name=\"vncreatures\"\/>. Vùng lõi của vườn nằm trọn trong các xã San Sả Hồ, Lao Chải, Tả Van, Bản Hồ thuộc thị xã Sa Pa, tỉnh Lào Cai và một phần thuộc các xã Mường Khoa, Thân Thuộc huyện [[Than Uyên]]. Vùng đệm của vườn có tổng diện tích là 38.724ha, bao gồm [[sa Pa|thị trấn Sa Pa]] và một số xã thuộc hai huyện Sa Pa, [[Văn Bàn]] tỉnh Lào Cai, và 2 xã thuộc huyện [[Phong Thổ]] tỉnh [[Lai Châu]]. Trong khu vực có 6 dân tộc sinh sống, trong đó dân tộc [[Dao]] và [[H'Mông]] chiếm đa số.\n\nVườn có kiểu sinh thái [[rừng á nhiệt đới núi cao]] với hệ [[động vật]], [[thực vật]] phong phú, đa dạng trong đó có nhiều loài quý hiếm và nhiều sinh cảnh đặc hữu<ref name=\"vncreatures\"\/>.\n\n== Hệ động, thực vật ==\nThực vật tại Vườn quốc gia Hoàng Liên có 2.024 loài thuộc 200 họ, trong đó có 66 loài trong [[sách đỏ Việt Nam]], 32 loài quý hiếm, 11 loài có nguy cơ tuyệt chủng như [[bách xanh]], [[thiết sam]], [[thông tre]], thông đỏ, [[đinh tùng]], dẻ tùng v.v. Có tới trên 700 loài cây được dùng làm thuốc, trong đó có những cây dược liệu được khai thác và đưa vào sử dụng từ lâu như [[thiên niên kiện]], [[đương quy]], [[thục địa]], [[đỗ trọng]], [[hoàng liên chân chim]], [[đỗ quyên]], [[kim giao]], [[thảo quả]] v.v. Đó là chưa kể còn trên 2.500 loài lấy được mẫu tiêu bản nhưng chưa xác định được tên họ của cây.\n\nTại đây người ta còn tìm thấy loài nấm [[cổ linh chi]] trong đó có những tai nấm nặng trên 6&nbsp;kg\n\nKhảo sát theo dọc tuyến Hoàng Liên, các nhà khoa học cũng đã phát hiện thêm nhiều loài quý hiếm, như ở độ cao 2.000 mét của khu vực các xã Séo Mý Tỷ đến Dền Thàng có rừng pơ mu mọc liên tiếp với diện tích trên 100ha, mỗi cây có đường kính trên 1m; Fansipan đi San Sả Hồ ở độ cao gần 3.000m, lại phát hiện rừng đỗ quyên với khoảng 20 loài trong tổng số 27 loài có mặt tại Việt Nam, trong đó đẹp và nhiều nhất là loài quyên ly, quyên huyền diệu, quyên silie.\n\nSố lượng các loài thực vật đặc hữu chiếm tới 25% các loài thực vật đặc hữu tại [[Việt Nam]], khiến Vườn quốc gia Hoàng Liên sở hữu kho tàng gen cây rừng quý hiếm bậc nhất trong các vườn quốc gia Việt Nam<ref name=\"nea\">{{Chú thích web |url=http:\/\/www.nea.gov.vn\/thongtinmt\/noidung\/ttx_9_8_05.htm |ngày truy cập=2008-12-19 |tựa đề=Bảo vệ 3 loài cây sắp tuyệt chủng ở Vườn quốc gia Hoàng Liên |archive-date = ngày 10 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081210172616\/http:\/\/www.nea.gov.vn\/thongtinmt\/noidung\/ttx_9_8_05.htm |url-status=dead }}<\/ref>\n\nVườn sở hữu ba loài cây đặc biệt quý hiếm là loài [[bách xanh]], phân bố tại vùng núi đá vôi xã Bản Hồ, huyện Sa Pa, mọc rải rác trên diện tích 30ha nhưng hiện chỉ còn không đến 10 cây có đường kính thân cây từ 20–30&nbsp;cm, cao trên 20m <ref name=dt1\/>. Loài [[thông đỏ]] chỉ còn 3 cá thể được tìm thấy tại xã Sa Pả huyện Sa Pa, sống ở độ cao trên 2.000m. Loài [[vân sam Hoàng Liên]] (sam lạnh) mọc ở độ cao 2.700m, cây cao từ 18-20m, có đường kính gốc từ 50–80&nbsp;cm, phân bố trong vùng lõi vườn quốc gia với diện tích khoảng 400-500 ha <ref name=dt1\/>. Ba loại cây quý hiếm này nay đang được [[Quỹ Quốc tế về Bảo vệ Thiên nhiên]] (WWF) và Chương trình Đông Dương khuyến cáo cần có biện pháp bảo tồn, nhân giống vì đứng trước nguy cơ tuyệt chủng cao<ref name=\"nea\"\/>.\n\nVề động vật, tại Vườn quốc gia Hoàng Liên có 66 loài thú trong đó có 16 loài nằm trong sách đỏ Việt Nam. Bên cạnh những loài quen thuộc như sóc bay, mèo rừng, sơn dương, vượn đen, là những loài có nguy cơ tuyệt chủng như [[vượn đen tuyền]], [[hồng hoàng]], [[họ Cheo cheo|cheo cheo]], [[voọc bạc má]]; [[chim]] có 347 loài trong đó có những loài quý hiếm như [[đại bàng đốm to]], [[trĩ mào đỏ]], [[chim hét mỏ vàng]]; [[động vật lưỡng cư]] có 41 loài; [[động vật bò sát|bò sát]] với 61 loài. Vườn bảo tồn nguồn gen của một nửa loài ếch nhái có ở Việt Nam, trong đó có loài [[ếch gai]] rất hiếm vừa được phát hiện.\n\n== Giá trị du lịch ==\nThị trấn Sa Pa nằm trong vườn quốc gia Hoàng Liên từ lâu đã trở thành điểm du lịch sinh thái hấp dẫn của Việt Nam. Du khách đến Sa Pa có thể tiếp tục hành trình theo các tuyến du lịch đến các khu vực thuộc Vườn quốc gia Hoàng Liên như chinh phục đỉnh Fansipan, vượt [[đèo Ô Quy Hồ]], khám phá văn hóa các dân tộc thiểu số sinh sống trong vùng đệm của vườn. nhưng hiện nay, giá cả của cây thảo quả càng ngày càng cao, nên người dân địa phương đang tàn phá rất nhiều rừng, khi trông cây thảo quả buộc cư dân phải đốn rất nhiều cây cổ thụ để trồng cây, và khi thu hoạch họ cung cần đốn nhiều cây để lấy củi, và rừng đang bị tàn phá, các cán bộ của khu bảo tồn họ chỉ lo tìm khách du lịch để kiếm tiền, còn rừng khắp nơi bi phá thì họ không quan tâm,\n\n== Vấn đề bảo tồn ==\nTuy nhiên, do sự nở rộ của du lịch và các hoạt động khai thác lâm thổ sản của người dân, Vườn quốc gia Hoàng Liên đứng trước nguy cơ bị xâm hại, biến thành bãi rác<ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/Vuon-Quoc-gia-Hoang-Lien-co-nguy-co-tro-thanh-bai-rac\/20077\/45186.laodong |ngày truy cập=2008-12-19 |tựa đề=Vườn Quốc gia Hoàng Liên có nguy cơ trở thành bãi rác |archive-date = ngày 10 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081210145631\/http:\/\/www.laodong.com.vn\/Home\/Vuon-Quoc-gia-Hoang-Lien-co-nguy-co-tro-thanh-bai-rac\/20077\/45186.laodong |url-status=dead }}<\/ref> do nhiều du khách tự phát cây mở lối đi, hạ trại, đốt lửa, xả rác, mặc sức chặt cây tỉa cành. Báo cáo của Ủy ban Nhân dân huyện Sa Pa cho biết hiện nay diện tích rừng nguyên sinh trong Vườn Quốc gia Hoàng Liên chỉ còn khoảng 30%, tốc độ suy thoái rừng đang tăng nhanh, trong đó có nguyên nhân can thiệp khá sâu và không có kế hoạch của con người<ref>[http:\/\/www.vista.gov.vn\/pls\/portal\/PORTAL.wwv_media.show?p_id=414609&p_settingssetid=1&p_settingssiteid=33&p_siteid=33&p_type=basetext&p_textid=414610 Vườn quốc gia Hoàng Liên sắp biến thành bãi rác] {{link chết|truy vấn quá lâu}}<\/ref>\n\nTừ năm 2003 trở lại đây, Ban quản lý Vườn quốc gia Hoàng Liên đã ký kết với các hộ dân trong vùng tham gia bảo vệ và phát triển vườn. Đến giữa quý 2 năm 2004 đã có trên 300 hộ dân ở 6 xã vùng đệm và các trưởng thôn bản, các trưởng dòng họ ký cam kết tham gia bảo vệ rừng và thú rừng; phát triển du lịch cảnh quan sinh thái nhưng không xâm hại đến rừng, không vứt rác thải, hoá chất gây tác động xấu đến môi trường sinh thái của vườn. Ban quản lý vườn cũng có kế hoạch hỗ trợ rút những hộ dân ra khỏi [[vùng lõi]] để tập trung công tác tu bổ, bảo vệ phát triển vốn rừng. Tuy nhiên đến nay mới có 1\/6 diện tích vườn được ký cam kết với dân.\n\n== Hình ảnh ==\n<gallery>\nImage:Vuon QG Hoang Lien 2.jpg|Đường mòn leo đỉnh [[Fansipan]] xuyên qua Vườn quốc gia Hoàng Liên Sơn.\nImage:Vuon QG Hoang Lien 3.jpg|Thực vật trong Vườn quốc gia Hoàng Liên ở độ cao 2.200 m.\nImage:SDC11800.JPG|Rêu và cây bụi trong Vườn quốc gia Hoàng Liên ở độ cao trên 2.800 m.\n<\/gallery>\n\n== Chú thích ==\n{{tham khảo|30em|refs=\n\n<ref name=dt1>\n{{chú thích báo\n|tác giả= Nguyễn Hiền\n|tác phẩm= Báo điện tử Dân trí\n|url= http:\/\/dantri.com.vn\/xa-hoi\/vuon-quoc-gia-hoang-lien-so-huu-3-loai-cay-quy-hiem-71073.htm\n|tên bài= Vườn Quốc gia Hoàng Liên sở hữu ba loại cây quý hiếm \n|ngày= 2005-08-10\n|ngày truy cập= 2014-01-07}}\n<\/ref>\n}}\n\n{{Vườn quốc gia Việt Nam}}\n{{Vườn di sản ASEAN}}\n\n[[Thể loại:Vườn quốc gia Việt Nam|H]]\n[[Thể loại:Vườn di sản ASEAN|Hoàng Liên]]\n[[Thể loại:Địa lý Lào Cai]]"}