{"39053":"{{Thông tin khu vực bảo tồn\n | name = Vườn quốc gia Vũ Quang\n | iucn_category = II\n | map = Vietnam\n | map_caption = Vị trí tại Việt Nam \n | locator_x = \n | locator_y = \n | location = miền Trung Việt Nam\n | nearest_city = [[Hà Tĩnh (thành phố)|Hà Tĩnh]]\n | lat_degrees = 18\n | lat_minutes = 17\n | lat_seconds = 30\n | lat_direction = N\n | long_degrees = 105\n | long_minutes = 24\n | long_seconds = 30\n | long_direction = E\n | area = 550,289 km²\n | established = [[2002]]\n | visitation_num = \n | visitation_year = \n | governing_body = [[ủy ban nhân dân]] tỉnh [[Hà Tĩnh]]\n}}\n\n'''Vườn quốc gia Vũ Quang''' (còn gọi với tên: '''Vườn quốc gia Vụ Quang''') là một [[vườn quốc gia]] thuộc tỉnh [[Hà Tĩnh]], nơi có nhiều loài sinh vật đặc hữu chỉ có ở [[Việt Nam]]. Được thành lập theo quyết định số 102\/2002\/QĐ-TTg của Thủ tướng chính phủ [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] ngày [[30 tháng 7]] năm [[2002]]. Đây là vườn quốc gia có loài [[mang Vũ Quang]] (Muntiacus vuquangensis), loài mang quý hiếm được đặt theo tên của vườn quốc gia này.\n===Vị trí địa lý và lịch sử===\n\nVườn quốc gia Vũ Quang nằm ở phía tây bắc tỉnh Hà Tĩnh, cách thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]] 75&nbsp;km.\n*Phía đông giáp xã Hoà Hải (huyện [[Hương Khê]]).\n*Phía tây giáp xã Sơn Kim (huyện [[Hương Sơn]]).\n*Phía nam giáp biên giới Việt Nam - [[Lào]].\n*Phía bắc giáp xã Sơn Tây (huyện Hương Sơn), và các xã Hương Đại, Hương Minh (huyện [[Vũ Quang (định hướng)|Vũ Quang]]\n*khu di tích lịch sử ghi dấu những sự kiện lịch sử oai hùng của cuộc khởi nghĩa Cần Vương chống Pháp của Phan Đình Phùng cuối thế kỷ XIX.\n\n== Động, thực vật được bảo tồn và lợi ích kinh tế ==\n   Năm 1992, các nhà khoa học của Bộ Lâm nghiệp và Quỹ quốc tế bảo vệ thiên nhiên (WWF)<ref>Quỹ quốc tế bảo vệ thiên nhiên (WWF)<\/ref> đã phát hiện một loài mới - [[Sao la]]. Điều này có ý nghĩa toàn cầu trong lịch sử sinh học vì trong suốt 100 năm trước đó chỉ có 5 loài thú lớn mới được phát hiện. Loài được phát hiện trước [[Sao la]] là Bò xám ở Campuchia, năm 1936. Nhưng đây không phải là loài thú mới duy nhất được tìm ra ở Vũ Quang. Khảo sát do Viện điều tra Quy hoạch rừng (Bộ Lâm nghiệp trước đây) và WWF tiến hành năm 1994 đã phát hiện ra loài hươu cỡ trung bình. Loài hươu mới này có họ hàng gần với loài Mang thường và được đặt tên là Mang lớn. Ngoài ra, trong khoảng 6 năm sau năm 1992, các nhà khoa học đã tìm ra 5 loài cá mới. Chính vì thế, Vũ Quang thường được nhắc đến với cái tên \"mỏ loài mới của Việt Nam\". Bên cạnh đó, VQG Vũ Quang còn là khu vực có tính đa dạng sinh học cao.\n\n    Được chuyển thành VQG năm 2002, Vũ Quang có 5 kiểu rừng chính được phân chia theo các đai cao khác nhau: rừng kín thường xanh trên đất thấp phân bố ở độ cao 100 - 300m; rừng thường xanh trên núi thấp phân bố trong khoảng độ cao từ 300 - 1.000m; rừng thường xanh trung bình ở độ cao từ 1.000 - 1.400m gồm chủ yếu các loài cây lá rộng; rừng thường xanh trên núi cao phân bố ở độ cao 1.400 - 1.900m; rừng phân bố trên độ cao lớn hơn 1.900m.\n\n    Về thực vật, các nhà nghiên cứu đã ghi nhận 1.823 loài thực vật bậc cao có mạch thuộc 202 họ và 676 chi ở VQG Vũ Quang. Trong đó, có 131 loài thực vật quý hiếm có tên trong Sách đỏ Việt Nam, danh lục đỏ IUCN và Nghị định 32\/2006\/NĐ\/CP của Chính phủ về việc cấm hoặc hạn chế khai thác, săn bắn hay buôn bán các loài động vật hoang dã. Đáng chú ý, Vũ Quang có tới 686 loài cây được dùng làm thuốc và 339 loài cây gỗ. Nhóm cây cho gỗ là nhóm thực vật quan trọng với các loại gỗ có giá trị kinh tế cao như pơ mu, vàng tâm, giổi bà… Chính vì thế, Vũ Quang trở thành một trong những điểm nóng về phá rừng trong những năm qua.\n\n    Hệ động vật của Vũ Quang cũng rất đa dạng, phong phú. Các nghiên cứu đã ghi nhận, Vườn có 94 loài thú thuộc 26 họ, 315 loài chim, 58 loài bò sát, 31 loài lưỡng cư, 88 loài cá và 316 loài bướm, trong đó, có 26 loài thú, 10 loài chim, 16 loài bò sát quý hiếm cần được bảo vệ. Mặt khác, Vườn còn có 36 loài thú đặc hữu như: Voọc vá chân nâu, vượn đen má trắng; Thỏ vằn trường sơn; Chà vá chân nâu… Một số loài thuộc nhóm động vật nguy cấp thường xuyên xuất hiện tại đây như voi, mang lớn, cheo cheo và một số loài khỉ, dơi. Đặc biệt, Vườn cũng phong phú các loài rùa sinh sống, nhiều con đã sống hàng trăm năm như rùa hộp trán vàng, rùa hộp ba vạch, rùa núi viền… Tuy nhiên, trong những năm gần đây, số lượng động vật cũng như thực vật đã bị suy giảm đáng kể. Một số loài còn rất ít cá thể hoặc đã bị tuyệt chủng. Nguyên nhân chính là do khu vực vùng đệm của Vườn là khu dân cư nghèo khó với 93% lực lượng lao động chỉ làm nông nghiệp, thu nhập không ổn định, dân số tăng nhanh. Trong khi đó, gỗ quý và động vật hoang dã có giá trị kinh tế cao, nhu cầu từ các thành phố và các quốc gia khác lớn, nhận thức của người dân về pháp luật trong lĩnh vực quản lý bảo vệ rừng, động vật hoang dã còn hạn chế. Đây là sức ép lớn lên công tác bảo tồn của Vườn.trong hiện tại và tương lai\n\ndu lịch sinh thái sẽ giúp cải thiện đời sống của người dân, giảm tình trạng săn bắn, khai thác trái phép tài nguyên rừng. Đây còn là di tích lịch sử Khu căn cứ địa Phan Đình Phùng, được Nhà nước xếp hạng năm 1995.\n\n    Trong khoảng 10 năm (2000 - 2011), số lượng khách du lịch đến Hà Tĩnh tăng trưởng trung bình 28,5%\/năm. Đến năm 2020, Hà Tĩnh đặt mục tiêu sẽ thu hút khoảng 50 nghìn lượt khách quốc tế và 1,5 triệu lượt khách nội địa. Tỉnh phấn đấu đưa du lịch trở thành ngành kinh tế có vị trí quan trọng trong khối dịch vụ, với cơ sở vật chất kỹ thuật đồng bộ, sản phẩm du lịch chất lượng, đa dạng, có sức cạnh tranh, mang đậm bản sắc Hà Tĩnh, thân thiện với môi trường.\n\n    Và chắc chắn, thương hiệu \"mỏ\" loài mới của Việt Nam sẽ đóng góp không nhỏ vào những mục tiêu này.\n\nVườn Quốc gia (VQG) Vũ Quang được biết đến là một trung tâm đa dạng sinh học bậc nhất của Việt Nam, nơi đây lưu giữ nhiều nguồn gen rất có giá trị cho công tác bảo tồn, Vườn nằm trong một vùng sinh thái có mức độ ưu tiên toàn cầu, được xác định là cực kỳ quan trọng trong việc bảo tồn đa dạng sinh học cho cả khu vực thuộc dãy Trường Sơn. Với các giá trị về đa dạng sinh học và vai trò to lớn trong công tác bảo tồn, cuối năm 2019 VQG Vũ Quang chính thức được Hiệp hội Vườn Di Sản Đông Nam Á (AHP) công nhận là “Vườn di sản ASEAN”. Việc công nhận danh hiệu Vườn Di sản ASEAN góp phần quan trọng đối với công tác bảo tồn các hệ sinh thái không chỉ có đa dạng sinh học cao mà còn có giá trị văn hóa, lịch sử đối với từng quốc gia và cả khu vực. Đồng thời góp phần nâng cao nhận thức bảo tồn đa dạng sinh học của người dân các nước ASEAN. VQG Vũ Quang hôm nay ngoài các nhiệm vụ và chức năng đã và đang thực hiện còn gánh vác trách nhiệm là một khu bảo tồn đa dạng sinh học và hệ sinh thái tự nhiên quan trọng, mang tính độc đáo của khu vực ASEAN. Góp phần nâng cao vai trò, vị thế và uy tín của Việt Nam ở tầm khu vực và Châu lục\n\n===Diện tích===\nTổng diện tích: 55.028,9 ha. Trong đó:\n\n*Phân khu bảo vệ nghiêm ngặt: 38.800,0 ha.\n*Phân khu phục hồi [[sinh thái]]: 16.184,9 ha.\n\n   \n\n*{{Lịch sử Việt Nam thời Hồ}}\n*\n*Phân khu hành chính dịch vụ: {{Trang web chính thức|http:\/\/vuonquocgiavuquang.vn\/}}\n* [http:\/\/www.dongnai-industry.gov.vn\/dnluat\/content.asp?code=9211 Quyết định chuyển Khu bảo tồn thiên nhiên Vũ Quang thành Vườn quốc gia Vũ Quang, tỉnh Hà Tĩnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928042451\/http:\/\/www.dongnai-industry.gov.vn\/dnluat\/content.asp?code=9211 |date = ngày 28 tháng 9 năm 2007}}\n*[http:\/\/vietnamforestry.org.vn\/vuon-quoc-gia-vu-quang\/ Khám phá vườn quốc gia Vũ Quang ở Hà Tĩnh]\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Tĩnh}}\n{{Vườn quốc gia Việt Nam}}\n{{Vườn di sản ASEAN}}\n\n[[Thể loại:Hà Tĩnh]]\n[[Thể loại:Vườn quốc gia Việt Nam|Vũ Quang]]\n[[Thể loại:Du lịch Hà Tĩnh]]\n[[Thể loại:Vườn di sản ASEAN|Vũ Quang]]"}