{"134979":"{{Văn phong|date=tháng 1\/2022}}\n'''Vải thiều''' là loại [[trái cây]] phổ biến ở một số quốc gia [[nhiệt đới]], trong đó có [[Việt Nam]]. Hiện nay vùng trồng loại [[vải (cây)|vải]] nổi tiếng nằm ở huyện [[Thanh Hà]], tỉnh [[Hải Dương]] và huyện [[Lục Ngạn]], tỉnh [[Bắc Giang]].\n\n== Nguồn gốc ==\n[[Tập tin:Cây vải Tổ 200 năm tuổi.jpeg|nhỏ|phải|250px| Cây vải Tổ 200 năm tuổi tại thôn Thúy Lâm xã Thanh Sơn, huyện Thanh Hà, tỉnh Hải Dương]]\nVào những năm cuối thế kỷ 19 hoặc đầu thế kỷ 20, cụ Hoàng Văn Cơm (sinh năm 1848 quê Thanh Sơn, Thanh Hà, Hải Dương) từng làm phu khuân vác ở cảng Hải Phòng. Thấy mấy ông lái buôn người Trung Quốc quê ở Thiều Châu ăn quả vải rồi vứt hạt đi, cụ Thành đã nhặt được 6 hạt, đem về quê ương giống và mọc được 3 cây. Khi dọn cỏ, cụ bà sơ ý làm chết mất 2 cây nữa. Đó chính là cây vải thiều đầu tiên ở nước ta. Rồi từ đó, chiết cành ra để trồng thêm, số cây vải và số vườn vải càng ngày càng tăng thêm. Con cháu và họ hàng nhớ ơn cụ Thành nên đã xây dựng miếu thờ cụ bên cạnh cây vải tổ. Vì có nguồn gốc như thế nên nó có tên là '''vải thiều''', nhưng chưa hẳn là nòi vải ở Thiều Châu.\n\nCây vải tổ này hiện nay vẫn còn và đang thuộc quyền sở hữu của cụ Hoàng Văn Thu, (cháu nội cụ Thành), sinh năm Canh ngọ,1930 ở thôn Thuý Lâm, xã Thanh Sơn, huyện Thanh Hà, tỉnh Hải Dương. Trên tấm bia bằng bê tông trước cây vải tổ, ghi tên cụ là Hoàng Văn Cơm. Cụ Thu giải thích rằng, vì cụ Thành đem được giống vải thiều về trồng ở quê nhà, cũng là đem cơm gạo về cho dân làng nên mọi người gọi cụ là cụ Cơm.<ref>[http:\/\/dantri.com.vn\/kinh-doanh\/nguoc-dong-ve-cay-vai-to-khoi-nguon-cho-thu-nhap-tram-trieu-dong-moi-nam-20170613144655529.htm Ngược dòng về cây vải Tổ khởi nguồn cho thu nhập trăm triệu đồng mỗi năm]<\/ref>\n\nGiống vải được ưa chuộng nhất ở Việt Nam là vải thiều chính gốc trồng tại khu vực huyện Hậu Lộc, tỉnh Thanh Hóa. Quả thu hoạch từ các cây vải trồng trong khu vực này thông thường có hương vị thơm và ngọt hơn vải được trồng ở các khu vực khác (mặc dù cũng lấy giống từ đây).<ref>[http:\/\/baodautu.vn\/hanh-trinh-vai-thieu-thanh-ha-chinh-phuc-thi-truong-quoc-te-d82916.html Hành trình vải thiều Thanh Hà chinh phục thị trường quốc tế]<\/ref> Ngày nay, vải thiều được nhân giống sang một số nơi khác trên cả nước như Lục Ngạn Bắc Giang, Chí Linh Hải Dương và nhiều địa phương khác\n\n== Đặc điểm ==\nVải thiều có những đặc tính đặc biệt như quả to, vỏ đỏ, hạt nhỏ, cùi dày làm nên thương hiệu vải thiều thường được trồng ở Tỉnh Bắc Giang\nNhắc đến vải thì thị xã Lục Ngạn, tỉnh Bắc Giang là nơi trồng số 1 tại Việt Nam. Vải thiều Bắc Giang được người tiêu dùng tại các thị trường khó tính trên thế giới như: Nhật Bản, Mỹ, Hà Lan, Bỉ, Pháp, Đức và một số nước EU đánh giá cao về chất lượng. Giá xuất khẩu ổn định ở mức cao.  \n\nVải thiều Lục Ngạn được ưa chuộng trên cả nước, vì thế vào mùa vải, thương lái từ nhiều tỉnh như: Hà Nội, Quảng Ninh, Sài Gòn, Đà Nẵng...đến thu mua. Một lượng vải thiều lớn của Lục Ngạn được xuất sang thị trường Trung Quốc và một số nước ASEAN. Năm 2018 Lục Ngạn có 11.423 ha vải thiều sản xuất theo tiêu chuẩn VIET GAP và 218 ha tiêu chuẩn Global GAP. Số vải tiêu chuẩn Global GAP sẽ được xuất sang các thị trường Nhật, Mỹ và Châu Âu. Ngoài các thị trường cao cấp, thị trường truyền thống, vải thiều Lục Ngạn còn được sấy khô, đóng hộp xuất khẩu, phục vụ người tiêu dùng\n\nDiện tích vải thiều sản xuất theo tiêu chuẩn VietGAP đạt 15,5 nghìn ha. Tỉnh Bắc Giang có kế hoạch duy trì ổn định tổng diện tích trồng vải thiều toàn tỉnh vụ năm 2022 khoảng 28.100 ha; mở rộng diện tích sản xuất vải thiều theo tiêu chuẩn VietGAP, GlobalGAP; mở rộng diện tích mã số vùng trồng cho các thị trường Mỹ, Nhật Bản, Trung Quốc.\n\nBắc Giang có hơn 28 nghìn ha vải thiều (kế hoạch sản xuất năm 2021 là 27,7 nghìn ha) tập trung tại các huyện: Lục Ngạn, Lục Nam, Tân Yên, Sơn Động. Ông Đặng Văn Tặng, Chi cục trưởng Chi cục Trồng trọt và Bảo vệ thực vật Bắc Giang thông tin. Các nhà vườn tại Giang được chuyên gia từ Nhật đến tư vấn để trồng theo đúng kỹ thuật đảm bảo tiêu chuẩn xuất khẩu sang Nhật với giá thành rất cao từ 300 tới 400 nghìn đồng 1 kg.\n\nNhận dạng chung về vải thiều Thanh Hà: là giống có kích thước quả bé nhất trong tất cả các giống vải hiện nay, dạng quả hơi tròn. Chiều cao quả 3,3 – 3,4 cm, chiều rộng quả 3,4 – 3,5 cm, tỷ lệ cao quả\/ rộng quả 0,94 – 0,98. Quả nhỏ, vỏ sần, chín màu đỏ, hạt rất nhỏ màu đen tuyền hoặc không hạt, cùi trắng dày ăn rất ngọt, hương vị thơm đặc biệt. Quả nặng 18 - 20g, tỷ lệ cùi 72 - 80% thịt hơi nhão, khi bóc vỏ dễ vỡ nước, mùi thơm. Hạt vải thiều gần như bị triệt tiêu, xun lại chứ không thành hạt như vải bình thường. Vải cho vào miệng sẽ cho cảm giác như tự tan ra, không cảm thấy vị se, vị chua, chát, cứ ngọt dần, ngọt dần...\n\nVải thiều Thanh Hà hột nhỏ, màu nâu đen, cây vải tuổi càng cao thì hạt càng nhỏ, có nhiều trái gần như không có hạt và lớp cùi dày, trắng đục, ngọt lịm, đầy nước. Giữa cùi và hạt vải thiều không có lớp màng mỏng nâu nâu chan chát như vải trồng ở các nơi khác. Vải Thanh Hà chất lượng ngon, nên giá bán cao hơn các loại vải khác. Từ 10 tuổi trở lên, cây vải ra hoa đều và năng suất ổn định hơn. Trồng trên đất đồi vùng Trung du, nếu chăm bón tốt, nhất là bón thêm lân và phân hữu cơ, có thể cho năng suất cao. Vải ra hoa vào tháng 3 [[dương lịch]] và chín vào tháng 6. Khoảng thời gian thu hoạch vải thiều thường ngắn, khoảng 2 tuần. Vì vậy nên với sản lượng lớn, người ta thường chế biến bằng cách sấy khô, sản phẩm sau đó gọi là vải khô.<ref name=\"baohaiduong.vn\">[http:\/\/baohaiduong.vn\/dat-va-nguoi-xu-dong\/thong-tin-ve-vai-thieu-thanh-ha---hai-duong-90289 Thông tin về vải thiều Thanh Hà - Hải Dương]<\/ref>\n\n== Thương hiệu ==\nNăm 2007 vải thiều Thanh Hà được Bộ Khoa học và Công nghệ cấp Chứng nhận \"Chỉ dẫn địa lý\". Từ đó đến nay, vải thiều Thanh Hà được bảo hộ nhằm đảm bảo quyền lợi của người sản xuất, người tiêu dùng; tăng giá trị; thuận lợi hơn trong việc quản lý, nâng cao chất lượng sản phẩm. Năm 2012, vải thiều Thanh Hà lọt \"Top 50 sản phảm uy tín chất lượng\" do Trung ương Hội Tiêu chuẩn và Bảo vệ người tiêu dùng Việt Nam bình chọn. Năm 2013 và 2014 lọt \"Top 10 sản phẩm uy tín chất lượng\" và là đặc sản \"Tinh hoa đặc sản 03 miền\". Năm 2015 được vinh danh Top đầu với 02 giải thưởng \"Thương hiệu vàng\"; \"Logo và Slogan ấn tượng\". Năm 2016, vải thiều Thanh Hà được Hội Khoa học kỹ thuật an toàn thực phẩm Việt Nam cấp Giấy chứng nhận \"Thương hiệu Thực phẩm an toàn tin dùng\".<ref>[http:\/\/vietnamnet.vn\/kinhte\/2007\/06\/704146\/ Vải thiều Thanh Hà đã được bảo hộ chỉ dẫn địa lý]<\/ref>\n\n== Thị trường tiêu thụ ==\n* Thị trường nội địa: Hà Nội, TP Hồ Chí Minh, Cần Thơ, Hải Phòng, Quảng Ninh, Đà Nẵng, Thừa thiên Huế, các tỉnh lân cận và một số tỉnh miền Trung - Tây Nguyên.\n* Thị trường xuất khẩu: Thị trường Trung Quốc (Chủ yếu), Các Tiểu vương quốc Ả rập thống nhất, Pháp, Malaysia, Philipine, Thái Lan, Mỹ, Thuỵ Điển, Australia, Singapore, Canada, Liên bang Nga, Hàn Quốc và Anh, Úc, Nhật Bản. Từ năm 2015, vải thiều Thanh Hà đã được xuất khẩu tới thị trường khó tính là Mỹ và Úc, hiện đang xúc tiến tìm kiến mở rộng ra các thị trường mới... hiện nay còn bao gồm Nhật Bản<ref name=\"baohaiduong.vn\"\/> và Hà Lan<ref>[https:\/\/www.baogiaothong.vn\/vai-thieu-sot-tai-ha-lan-sieu-thi-phap-duc-na-uy-dua-nhau-dat-hang-d512546.html Vải thiều \"sốt\" tại Hà Lan, siêu thị Pháp, Đức, Na Uy đua nhau đặt hàng]<\/ref>\n\n== Hình ảnh ==\n<gallery>\nImage:Quả vải thiều Thanh Hà chín.jpeg|Đặc điểm nhận dạng quả vải thiều Thanh Hà chín\nImage:Trưng bày giới thiệu tại lễ hội vải Thiều Thanh Hà năm 2018.jpeg|Trưng bày giới thiệu vải thiều tại lễ hội vải Thiều Thanh Hà năm 2018\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n* [[Vải (cây)]]\n==Liên kết ngoài==\n\n[[Thể loại:Quả]]\n[[Thể loại:Giống cây trồng Việt Nam]]\n[[Thể loại:Đặc sản Hải Dương]]\n[[Thể loại:Đặc sản Bắc Giang]]"}