{"124442":"{{bài cùng tên}}\n{{DISPLAYTITLE: ''Về miền Trung''}}\n{{cần thêm chú thích}}\n{{Thông tin bài hát Việt\n| bgcolour = #BBBB00\n| tên = Về miền Trung\n| nhạc sĩ = [[Phạm Duy]]\n| lời = \n| tên khác = \n| thể loại = [[Nhạc tiền chiến]], [[Nhạc vàng|nhạc quê hương]]\n| năm = [[1948]]\n| ca sĩ = \n}}\n\"'''Về miền Trung'''\" là một [[bài hát]] nổi tiếng viết về [[Trung Bộ|miền Trung]] [[Việt Nam]] của nhạc sĩ [[Phạm Duy]].\n\n==Xuất xứ==\nBài hát ra đời vào năm [[1947]], trong thời kỳ tác giả còn tham gia kháng chiến chống [[Pháp]]. Lúc ấy ông được tướng [[Nguyễn Sơn]] cử về miền Trung. Tại đây nhìn thấy tình cảnh cơ cực của dân miền Trung, sáng tác được nhiều ca khúc cảm động như ''Bao giờ anh lấy được đồn Tây'' ([[Quê nghèo]] - Sáng tác khi đi qua [[Quảng Bình]]), ''[[Gio Linh#Nhạc phẩm Bà mẹ Gio Linh|Bà mẹ Gio Linh]]'' (khi đến [[Quảng Trị]])...''Về miền Trung'' được sáng tác khi ông tách khỏi đoàn văn nghệ, về sống với nhân dân ở bên con [[sông Ô Lâu]], vùng [[Đại Lược]].{{fact|date=7-2014}}\n\n==Nội dung - Nghệ thuật ==\n{{original research}}\nBài hát vận dụng những thang âm của [[nhạc cổ truyền Huế|nhạc cổ truyền]] và những điệu [[hò Huế]]. Nhưng thay vì chỉ có 1 tiết điệu chậm buồn, Phạm Duy đã dùng ba tiết điệu khác nhau; có chỗ hùng hồn, sảng khoái, có chỗ ai oán.\n\nPhần lời bài hát chia ra làm 2 đoạn:\n\n*Đoạn 1 mang một sắc thái đau khổ. Đan xen với những câu tả cảnh, tả tình rất đẹp như:\n\n:''Về miền Trung ! Miền thùy dương bóng dừa ngàn thông ''\n:''Thuyền ngược suôi suốt một dòng sông dài ''\n\n:''Đêm hôm nao gió u buồn trên sông vắng ''\n:''Có tiếng hát xao xuyến ánh trăng vàng''\n\nCòn có những lời oán than, những câu nói lên cái phẫn hận cùng cực của người ta trước tình cảnh khốn khổ điêu tàn của vùng đất nghèo bị giặc phá hoại:\n\n:''Người đi trên đống tro tàn ''\n:''Thương em, nhớ mẹ hương vàng về đâu ''\n:''Chiều khô nước mắt rưng sầu ''\n:''Tan thân thiếu phụ, nát đầu hài nhi ''\n\n*Đoạn 2 lời ca đầy vẻ hứng khởi, tươi tắn, không một lời than thở. Mở đầu bằng những câu thúc giục khẳng khái, thể hiện những niềm hy vọng mới vào tương lai:\n\n:''Về miền Trung ! Còn chờ mong núi về đồng xanh ''\n:''Một chiều nao đốt lửa rực đô thành ''\n:''Tay trong tay dắt nhau về quê hương cũ ''\n:''Không than van, không sầu nhớ. ''\n\nSau đó là những viễn cảnh trong sáng:\n\n:''Về miền Trung ! Người về đây hát bài thành công ''\n:''Lửa ấm áp bếp nhà ai hồng, đêm trùng ''\n:''Đêm hôm nay tiếng dân nồng vang thôn xóm'' \n:''Có tiếng hát xao xuyến ánh trăng vàng ''\n\n:''Hò hô hò ! Hò hố hô ! ''\n:''Về đây với lúa, với nàng'' \n:''Thay bao nỗi khổ tiếng đàn (tôi) mừng reo ''\n\nSau rất nhiều hình ảnh, trạng thái, từ khốc liệt đến bình yên, từ phẫn uất đến hy vọng, bài hát kết thúc bằng 1 câu hò êm ái du dương:\n\n:''Hát rằng: Hà há hơ ! ''\n:''Tiếng cười, tiếng ca trên lúa trên sông ''\n==Lời bài hát==\nCa sĩ [[Thái Thanh (ca sĩ)|Thái Thanh]] khi hát bài này, đến đoạn:\n:''Tan thân thiếu phụ, nát đầu hài nhi ''\nThường hát thành:\n:''Thương thân thiếu phụ, khóc đầu hài nhi''\nVà đoạn:\n:''Một chiều nao đốt lửa rực đô thành''\nThành:\n:''Một chiều mai đốt lửa rực đô thành''.\n\nTheo nhà báo Thụy Khuê, sửa như vậy là đánh vỡ mất một \"viên ngọc quý\".<ref>[http:\/\/chimviet.free.fr\/tacpham1\/stt1\/thaithan.html]<\/ref> Tuy rằng không rõ là phần lời này do Thái Thanh tự ý sửa, hay Phạm Duy sửa, vì nhạc sĩ Phạm Duy cũng thường hay đặt lại hoặc chỉnh sửa ca từ của mình.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Phạm Duy}}\n\n[[Thể loại:Nhạc Phạm Duy]]\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Nhạc quê hương]]"}