{"13818393":"{{Chú thích trong bài|date=tháng 6\/2021}}\n{{Thông tin phim\n| tên = Về quê ăn Tết\n| hình = Về quê ăn Tết poster.jpg\n| cỡ hình = 200px\n| ghi chú = Áp phích phim.\n| đạo diễn = {{Plain list|\n* Nguyễn Hoàng Anh}}\n| sản xuất = {{Plain list|\n* [[Ngô Thanh Vân]]\n* Trần Bửu Lộc}}\n| tác giả = Nguyễn Hoàng Anh\n| diễn viên = {{Plain list|\n* [[Ngô Thanh Vân]]\n* [[Jun Phạm]]\n* [[Trung Dân]]\n* Ngọc Tưởng\n* Puka\n* Hải Triều\n* Tiko Tiến Công}}\n| âm nhạc = Nguyễn Hoàng Anh\n| quay phim = Võ Thanh Tiền\n| dựng phim = Dude Pictures\n| studio = {{Plain list|\n* Ánh Sao Productions\n* VAA}}\n| phát hành = {{Plain list|\n* Studio 68\n* Young Media\n* [[BHD]]}}\n| công chiếu = {{Film date|2018|2|16|Việt Nam}}\n| thời lượng = 80 phút\n| quốc gia = {{flag|Việt Nam}}\n| ngôn ngữ = [[Tiếng Việt]]\n}}\n\n'''''Về Quê Ăn Tết''''' (tựa tiếng Anh: '''''Going Home for Tet''''') là một bộ phim điện ảnh hài Việt Nam ra mắt vào dịp Tết Mậu Tuất 2018 do Nguyễn Hoàng Anh làm đạo diễn và biên kịch, được Studio 68 của [[Ngô Thanh Vân]] sản xuất. Phim có sự tham gia của các diễn viên [[Ngô Thanh Vân]], [[Jun Phạm]], [[Trung Dân]], Ngọc Tưởng, Puka, Hải Triều, Tiko Tiến Công. Đây là lần đầu tiên Jun Phạm được vào một vai nam chính đúng sở trường sau một loạt vai phụ gây ấn tượng trong những phim trước đó.<ref>[https:\/\/news.zing.vn\/ve-que-an-tet-phim-tet-dung-nghia-cua-ngo-thanh-van-post820373.html ‘Về quê ăn Tết’: Phim Tết đúng nghĩa của Ngô Thanh Vân], Zing News.<\/ref>\n\n== Nội dung ==\n{{biết trước nội dung}}\nHai chị em Đậu Xanh ([[Ngô Thanh Vân]]) và Đậu Đỏ ([[Jun Phạm]]) rời xa quê hương lên thành phố để lập nghiệp do Đậu Xanh xảy ra bất đồng với ba vì ông cho rằng cô là một kẻ nam không ra nam, nữ không ra nữ. Đậu Đỏ vì thương chị mà quyết định đi theo nhưng trong lòng vẫn luôn muốn được về quê ăn Tết cùng gia đình. Trên thành phố, hai chị em vốn nổi tiếng trong giới xe đò vì thói quen chạy xe bất chấp đầy nguy hiểm của Đậu Xanh trên chiếc xe cà tàng cũ kỹ, vì lẽ đó không một bến nào dám nhận hai chị em để chạy xe, mà hai chị em lại đang cần một số tiền để có thể cho Đậu Đỏ về quê ăn Tết, còn Đậu Xanh chỉ trở về khi cô làm được một việc có ý nghĩa.\n\nÔng Tư Ếch ([[Trung Dân]]) tìm đến chiếc xe của hai chị em nhà Đậu và hứa sẽ bao hết cả chuyến xe với một điều kiện là chở ông và của gia bảo của mình về [[Cà Mau]] một cách an toàn, muốn bao nhiêu tiền cũng được. Tất nhiên là hai chị em đồng ý với lời đề nghị đầy hấp dẫn này. Nhưng đến ngày khởi hành thì trên xe bỗng xuất hiện 4 vị hành khách lạ mặt với bộ dạng rất khả nghi. Ông Tư Ếch tỏ vẻ bất bình chỉ vì ham tiền mà Đậu Đỏ đồng ý cho 4 người khách đó lên xe nhưng rồi ông cũng đồng ý cho họ theo.\n\nĐi được một đoạn, nhận thấy dấu hiệu khả nghi từ 4 vị khách lạ mặt kia, hai chị em Đậu phát hiện ra họ có mưu đồ nhắm đến của gia bảo của ông Tư và cho rằng không thể dừng xe vì có khả năng 4 kẻ lạ mặt sẽ tấn công bất kỳ lúc nào. Để tránh phiền phức, Đậu Đỏ đã quắc khách dù lên xe để làm cho chiếc xe chật kín người khiến bọn chúng không thể hành động được gì. Tiếp sau đó, là một loạt những chuyện bi hài từ những nhân vật mà tất cả gặp trên đường đi, như câu chuyện của gánh hát [[cải lương]] phải đi lưu diễn trong dịp Tết, cậu \"củ hành\" xa quê về quê chăm sóc cho người mẹ mù lòa, vợ chồng \"chó mèo\" cãi nhau chỉ vì một chuyện không đâu, cô gái xinh đẹp bị tâm thần trốn trại để về quê ăn Tết với ba mẹ, tất cả tạo nên một chuyến hành trình đầy cảm xúc.\n\nBất chợt, ông Tư Ếch phát hiện cái túi của mình bị thay bằng một cái túi khác, điều đó nghĩa là chiếc hộp gia bảo đã biến mất. Hai chị em Đậu cho rằng 4 kẻ kỳ lạ phía sau đã thừa cơ hội mà lấy mất. Trong lúc tra hỏi, 1 trong 4 tên đã vô tình tiết lộ: Hóa ra họ là Long, Lân, Quy, Phụng - con của ông Tư Ếch, và họ đã bí mật theo dõi ông Tư để có được cái hộp gia bảo. Họ cho rằng chỉ có hai người có khả năng trao đổi túi với ông Tư: một cô đào hát trong gánh cải lương xuống xe ở [[Vĩnh Long]] và cậu \"củ hành\" xuống xe ở [[Trà Vinh]] và bắt hai chị em Đậu phải tìm kiếm hai người đó để xem ai đã lấy chiếc hộp gia bảo. Nghe ngóng được gánh hát đêm đó sẽ đi diễn từ Vĩnh Long xuống [[Sóc Trăng]] nên đoàn xe quyết định đi xuống Sóc Trăng gặp gánh hát. Và kết quả là cô đào hát đó không thể là người lấy cái hộp vì cô ấy mắc chứng bệnh sợ lỗ tròn ([[Hội chứng sợ lỗ|Trypophobia]]). Cả đoàn đã đi xe xuyên đêm quay lại Trà Vinh tìm nhà cậu \"củ hành\" và cuối cùng đã tìm thấy cái hộp tại nhà cậu ta. Nhưng trong chiếc hộp đã không còn gì cả, lúc này ông Tư Ếch mới nói thật là không có cái hộp gia bảo hay bản đồ kho báu nào cả. Tất cả chỉ là một màn kịch do ông dựng lên để đưa 4 người con của ông về quê ăn Tết với vợ chồng ông.\n\nBốn người con tỏ vẻ rất tức giận và nằng nặc đòi trở về thành phố và yêu cầu Đậu Xanh ngừng xe, nhưng thắng xe gặp sự cố không thể ngừng được. Cả chuyến xe đã bị đặt vào một tình thế vô cùng nguy hiểm. Được các cảnh sát trên đường giúp đỡ, Đậu Xanh quyết định đi vào một con đường vắng người qua lại để tránh gây ảnh hưởng đến người khác nhưng cuối đường là bờ sông. Đậu Xanh nhờ người dân xếp những đống rơm trên đường để làm giảm tốc độ của xe và sẽ dùng tuyệt chiêu cuối cùng của cô, đó là chiếc dù căng gió được lắp ráp trước chuyến đi, nhưng nó bị kẹt và không thể mở ra được. Đậu Đỏ đã nhảy lên mui xe để tìm cách gỡ ra. Chiếc dù kịp căng ra, cả chiếc xe thoát hiểm trong gang tấc khi chỉ còn cách bờ sông không tới 10 mét.\n\nHai chị em nhà Đậu cuối cùng cũng về quê ăn Tết, ba cũng đã tha thứ cho Đậu Xanh. Bốn người con của ông Tư Ếch cũng quyết định bỏ qua hết công việc và trở về quê ăn Tết cùng với gia đình. Kết phim là cảnh cả hai gia đình quây quần bên mâm cỗ ngày Tết cùng đón một cái Tết sum vầy đầm ấm bên người thân.\n\n{{hết phần biết trước nội dung}}\n\n== Diễn viên ==\n=== Chính ===\n* [[Ngô Thanh Vân]] vai Đậu Xanh\n* [[Jun Phạm]] vai Đậu Đỏ\n* [[Trung Dân]] vai Ông Tư Ếch\n* Ngọc Tưởng vai Long\n* Hải Triều vai Lân\n* Puka vai Quy\n* Tiko Tiến Công vai Phụng\n\n=== Khách mời ===\n* [[Việt Anh (nghệ sĩ)|NSND Việt Anh]]  vai Ông Đậu (cha của Đậu Xanh và Đậu Đỏ)\n* [[Hữu Châu|NSƯT Hữu Châu]] vai Nam\n* [[Phi Phụng]] vai Mai\n* [[Will]] vai Trí\n* [[Oanh Kiều]] vai Hằng (cô gái tâm thần)\n* [[Chí Tâm]] vai Hạnh\n* Bạch Long vai Phạm Công\n* [[Xuân Lan]] vai Mỹ Tâm\n* [[Ngân Quỳnh]] vai Bà Tư Ếch\n* [[Tiểu Bảo Quốc]] vai Chủ nhiệm HTX\n* Bá Đức vai Tấn Lực\n\n=== Phụ ===\n* Chị Thu vai Vợ Long\n* Bé Khanh vai Con gái Long\n* Bé Dâu Tây vai Con trai Long\n* Phước Tính vai Cam hành khách\n* Đông Sương vai Nữ hành khách\n* Giang Kim Chung vai Ông già hành khách\n* Bích Hợp vai Mỹ Tâm\n* Kim Chi vai Mẹ Hạnh\n* Ngọc Sương vai Bà Đậu (mẹ của Đậu Xanh và Đậu Đỏ)\n* Nguyễn Hồng Hậu vai thằng khờ\n\n=== Đóng thế ===\n* Vương Cao Hải Lam vai Đậu Xanh\n* Nguyễn Tấn Hải vai Đậu Đỏ\n* Phan Lê Quốc Thanh vai Trí\n== Nhạc phim ==\nCa khúc \"Về quê ăn Tết\" được [[Mew Amazing]] sáng tác do [[Jun Phạm]] thể hiện\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* Official Trailer của [https:\/\/www.youtube.com\/watch?v=y8VCeV_iY6w ''Về quê ăn Tết''] trên [[Youtube]]\n* [https:\/\/studio68.asia\/portfolio-item\/ve-que-an-tet\/ Về quê ăn Tết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210909081709\/https:\/\/studio68.asia\/portfolio-item\/ve-que-an-tet\/ |date=2021-09-09 }} trên Studio68\n{{Ngô Thanh Vân}}\n\n[[Thể loại:Phim năm 2018]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim của BHD]]\n[[Thể loại:Phim về anh chị em ruột]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]"}