{"199883":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Vị Xuyên\n| hình = ThanhthuyCK.JPG\n| ghi chú hình = Cửa khẩu Thanh Thủy \n| vị trí lấy tọa độ =\n| vĩ độ = 22\n| kinh độ = 104\n| vĩ phút = 39 \n| vĩ giây = 58\n| kinh phút = 58\n| kinh giây = 50\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.478,41 km²\n| dân số = 110.465 người<ref name=HAGIANG2019\/>\n| thời điểm dân số = 2019\n| dân số thành thị = 14.949 người (14%)\n| dân số nông thôn = 95.516 người (86%)\n| mật độ dân số = 75 người\/km²\n| dân tộc = Tày, Dao, Kinh, Nùng\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Hà Giang]]\n| huyện lỵ = Thị trấn [[Vị Xuyên (thị trấn)|Vị Xuyên]]\n| phân chia hành chính = 2 thị trấn, 22 xã\n| thành lập = 1\/1\/1833<ref name=BHG\/>\n| trụ sở UBND = \n| mã hành chính = 030<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 23-H1\n| web = {{url|vixuyen.hagiang.gov.vn}}\n}}\n\n'''Vị Xuyên''' là một [[huyện (Việt Nam)|huyện]] miền núi biên giới thuộc tỉnh [[Hà Giang]], [[Việt Nam]].<ref name =HaGiang-tt21 >[https:\/\/thukyluat.vn\/vb\/thong-tu-21-2013-tt-btnmt-ve-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-phuc-vu-cong-tac-thanh-lap-ban-do-tinh-ha-giang-31d87.html Thông tư 21\/2013\/TT-BTNMT ngày 01\/08\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ tỉnh Hà Giang. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n==Địa lý==\nHuyện Vị Xuyên nằm ở trung tâm tỉnh Hà Giang, có vị trí địa lý:\n*Phía đông giáp thành phố [[Hà Giang (thành phố)|Hà Giang]], huyện [[Yên Minh]], huyện [[Bắc Mê]] và huyện [[Na Hang]], tỉnh [[Tuyên Quang]]\n*Phía tây giáp huyện [[Hoàng Su Phì|Hoàng Su Phì, tỉnh]] [[Hà Giang]] và châu Văn Sơn, tỉnh [[Vân Nam]], [[Trung Quốc]]\n*Phía nam giáp huyện [[Bắc Quang]]\n*Phía bắc giáp huyện [[Quản Bạ]].\n\nThành phố [[Hà Giang (thành phố)|Hà Giang]] gần như nằm trọn trong lòng huyện\n\nHuyện Vị Xuyên có diện tích 1.478,41&nbsp;km², dân số năm 2019 là 110.465 người<ref name=HAGIANG2019>{{Chú thích web|url = http:\/\/hagiang.gov.vn\/PublishingImages\/N%C4%83m%202020\/Van%20ban\/H%C3%A0%20Giang%20-%20dan%20so%20DTTS%20cap%20xa_63%20tinh.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Hà Giang|access-date = ngày 28 tháng 8 năm 2020|author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}{{Liên kết hỏng|date=2022-01-17 |bot=InternetArchiveBot }}<\/ref>, mật độ dân số đạt 75 người\/km².\n\nHuyện lỵ là thị trấn Vị Xuyên cách thành phố [[Hà Giang (thành phố)|Hà Giang]] khoảng 20&nbsp;km về hướng nam. Vị Xuyên là nơi sinh sống của 15 dân tộc gồm: Tày, Dao, Kinh, Nùng,... Vị Xuyên là huyện có diện tích lớn nhất tỉnh Hà Giang, chiếm 18,2% tổng diện tích toàn tỉnh. Đây còn là đơn vị hành chính có dân số đông thứ 2 của tỉnh và có đóng góp kinh tế lớn thứ 3 cho Hà Giang (sau TP. Hà Giang và huyện Bắc Quang).\n \nVị Xuyên có quốc lộ 2 kết nối với Bắc Quang tới tp. Hà Giang, quốc lộ 4C kết nối Vị Xuyên tới Quản Bạ, Yên Minh, Đồng Văn, Mèo Vạc và cả huyện Bảo Lâm, Cao Bằng. Do nằm ở trung tâm tỉnh, lại gần thành phố tỉnh lỵ nên khá nhiều các tuyến đường lớn đi qua Hà Giang đều đi qua Vị Xuyên.\n\n==Lịch sử==\nHuyện Vị Xuyên, cùng toàn bộ vùng mỏ [[Tụ Long]] và nửa già phía tây của tỉnh Hà Giang ngày nay (xưa đều là châu Bình Nguyên), được sáp nhập vào lãnh thổ Việt Nam từ thời [[nhà Lý]] năm [[1015]], sau cuộc xung đột biên giới 1013-1015, giữa [[Đại Cồ Việt]] với [[Vương quốc Đại Lý]] và chư hầu. Năm Ất Mão niên hiệu Thuận Thiên 6 (1015), Lý Thái Tổ ban chiếu chỉ cho Dực Thánh Vương và Vũ Đức Vương đi đánh và thu phục được các châu Đô Kim, Vị Long, Thường Tân, Bình Nguyên và bắt giết được thủ lĩnh Hà Trác Tuấn<ref>Đại Việt sử ký tiền biên, bản kỷ, quyển 2, Lý Thái Tổ, trang 201.<\/ref>. Các vùng này hoàn toàn không phải là những lãnh thổ [[nhà Tống]] [[Trung Quốc]] lúc đó.\n\nThời [[Bắc thuộc lần 4|thuộc Minh]], Vị Xuyên có tên là châu Bình Nguyên. Thời [[nhà Lê sơ]] là châu Bình Nguyên phủ Yên Bình (phủ đặt từ năm [[Lê Thánh Tông|Quang Thuận]]) thừa tuyên (xứ) Tuyên Quang (trước đó, đầu thời Lê sơ, thuộc Tây đạo). Sang thời [[nhà Mạc]] (thế kỷ 16) đổi thành châu Vị Xuyên (chữ Hán: ''渭川''), thuộc phủ Yên Bình xứ (đầu thời [[nhà Nguyễn]] đổi thành trấn) Tuyên Quang. Thời [[Lê trung hưng]], cùng với toàn xứ Tuyên Quang, châu Vị Xuyên cũng nằm trong địa bàn cát cứ của các đời [[chúa Bầu]]. \n\nĐến cuối thế kỷ 17, chúa Bầu cuối là Vũ Công Tuấn chạy sang nhà Thanh giao nộp 3 động Ngưu Dương, Hồ Điệp, Phổ Viên ở phần phía bắc của châu Vị Xuyên cho Trung Quốc. Trong Đại Việt địa dư toàn biên, Nguyễn Văn Siêu có nói rằng chắt của chúa bầu Vũ Văn Uyên là [[Vũ Công Tuấn]], được [[Nhà Lê trung hưng|nhà Lê]] phong tước Khoan Quận công, làm phản nhà Lê, đem đất 3 động ven biên giới thuộc đất dinh An Tây (tức thuộc [[Hưng Hóa (tỉnh)|Hưng Hóa]] và [[Tuyên Quang]] nơi chúa Bầu cát cứ), là các động [[Mã Quan|Ngưu Dương]] (牛羊), [[Hà Khẩu, Hồng Hà|Hồ Điệp]] (蝴蝶), [[Cổ Lâm Thanh|Phổ Viên]] (普園), cho  nhà nhà Thanh Trung Quốc.<ref>Nguyễn Văn Siêu, Đại Việt địa dư toàn biên, tập 5, tỉnh Tuyên Quang, trang 419-420. Viện Sử học và Nhà Xuất bản Văn hóa, năm 1997.<\/ref> Nhưng Nguyễn Văn Siêu lại cho rằng 3 động này thuộc đất châu Vị Xuyên trấn Tuyên Quang. Và ông cũng không nói rõ sự kiện này diễn ra trong khoảng thời gian nào. Theo Kiến văn tiểu lục của Lê Quý Đôn, động Ngưu Dương liền kề phía bắc của xã [[Tụ Long]] châu Vị Xuyên thời nhà Lê<ref>Lê Quý Đôn toàn tập, tập 2 - Kiến văn tiểu lục, Nhà Xuất bản Khoa học Xã hội, năm 1977, trang 339.<\/ref> (tức tổng Tụ Long nhà Nguyễn), mà biên giới phía bắc của Tụ Long năm 1728 là trấn Mã Bạch thuộc huyện Mã Quan ngày nay, nên chỉ có đất động Ngưu Dương xác định được nguyên là đất châu Vị Xuyên. [[Khâm định Việt sử Thông giám cương mục]] chép: \"''Mậu Thìn, năm {[[Lê Hy Tông|Chính Hòa]]} thứ 9 ([[1688]]), (Thanh, năm [[Khang Hy]] thứ 27). Tháng 5 âm, mùa hạ. Thổ ty Vân Nam nhà Thanh xâm chiếm đất biên giới ở ba châu thuộc Tuyên Quang và Hưng Hóa. Hai châu Vị Xuyên, [[Bảo Lạc]] thuộc Tuyên Quang và châu [[Thủy Vĩ]] thuộc Hưng Hóa giáp liền với địa giới phủ Khai Hóa nhà Thanh. Lúc ấy, Vũ Công Tuấn chạy sang Vân Nam, muốn nhờ Vân Nam giúp sức. Nhân đấy thổ ty [[Khai Hóa]] bèn ăn hiếp dân, chiếm lấy đất ba châu, đặt tuần ty ở các động ven biên giới, sách nhiễu thu thuế người buôn bán. Lê Huyến, trấn thủ Hải Dương, được lệnh đi trấn thủ [[Tuyên Quang|Tuyên]] - [[Hưng Hóa (tỉnh)|Hưng]], Huyến bèn cùng đốc đồng Đặng Đức Nhuận và Trần Thọ đưa thư sang Vân Nam biện luận rõ về việc này, một mặt Huyến lại hiệu dụ dân các động trở về với nước ta như cũ, nhưng thổ ty Vân Nam không chịu giao trả lại. Thành ra từ đây trở đi đất ở biên giới ba châu nhiều chỗ bị mất về nhà Thanh, suốt đời nhà Lê vẫn không sao lấy lại được.''\"<ref>Quốc sử quán triều Nguyễn, ''Khâm định Việt sử Thông giám cương mục'', chính biên, quyển 34, trang 749.<\/ref> Động Hồ Điệp thuộc châu [[Thủy Vĩ]], nay là đất gồm toàn bộ huyện [[Hà Khẩu, Hồng Hà|Hà Khẩu]] châu [[Hồng Hà, Vân Nam|Hồng Hà]], cùng với trấn [[Mộc Xưởng]] (木厂) huyện Mã Quan châu Văn Sơn. Động Phổ Viên châu Thủy Vĩ nay là địa bàn hương [[Cổ Lâm Thanh]] (古林箐) huyện Mã Quan, cùng với vùng đất khoảng các hương trấn [[Miệt Xưởng]] (篾厂), [[Bát Trại, Mã Quan|Bát Trại]] (八寨) huyện Mã Quan châu Văn Sơn. Động Ngưu Dương châu Vị Xuyên (Bình Nguyên) nay có thể là các hương trấn [[Nam Lao]] (南捞), [[Mã Bạch]] (马白) (tức Mã Quan trấn, 马关), [[Nhân Hòa (trấn)|Nhân Hòa]] (仁和), [[Đại Lật Thụ]] (大栗树), [[Pha Cước]] (坡脚) là phần lớn phía đông huyện Mã Quan châu [[Văn Sơn, Vân Nam|Văn Sơn]] tỉnh [[Vân Nam]] [[Trung Quốc]].\n\nĐến năm [[1728]], triều đình Lê-[[chúa Trịnh|Trịnh]] đòi lại vùng đất Tụ Long trả về thuộc châu Vị Xuyên, đồng thời cùng nhà Thanh, thống nhất chọn sông Đổ Chú (là một chi lưu của [[sông Chảy]] chảy từ trấn Mã Bạch đến châu Thủy Vĩ để làm biên giới và dựng bia mốc giới trên 2 bờ sông này tại phía nam trấn [[Mã Bạch]] huyện [[Mã Quan]].\n\nNăm [[1802]], triều Nguyễn được thiết lập, thống nhất đất nước từ Bắc đến Nam. Bộ máy hành chính địa phương đầu triều Nguyễn và suốt thời Gia Long gần như giữ nguyên theo cách tổ chức cũ của triều Lê - Trịnh.\n\nChâu Vị Xuyên có 8 tổng với 51 xã vào cuối thời Lê trung hưng (1728-1789), đến đầu thời nhà Nguyễn (1802-1831) châu này có 9 tổng (52 xã) trong đó:\n*Tổng Phương Độ gồm 6 xã: Tụ Long (''đến cuối nhà Nguyễn tách thành tổng riêng cùng tên, nay thuộc Mã Quan Trung Quốc''), Phấn Vũ (''奮武 hay 粉武<ref>Tên làng xã Việt Nam đầu thế kỷ 19, trang 454.<\/ref>, nay khoảng hương Mãnh Động, tức Mường Động, huyện Ma Lật Pha Trung Quốc''), [[Phương Độ]] (''芳度, nay khoảng các xã Phương Độ, [[Phương Thiện]], [[Xín Chải, Vị Xuyên|Xín Chải]], [[Thanh Đức, Vị Xuyên|Thanh Đức]], [[Thanh Thủy, Vị Xuyên|Thanh Thủy]]''), [[Tùng Bá]]ch (''松柏''), [[Bạch Ngọc, Vị Xuyên|Bạch Ngọc]] (''白玉''), [[Bát Đại Sơn|Tiểu Miện]] (''小沔'').\n*Tổng Phú Linh gồm 4 xã: Bình Di (''平夷, nay khoảng các hương trấn [[Thiên Bảo]], [[Ma Lật]] huyện Ma Lật Pha Trung Quốc''), [[Phú Linh]] (''富靈''), [[Linh Hồ, Vị Xuyên|Linh Hồ]] (''靈湖''), [[Quản Bạ (xã)|Đại Miện]] (''大沔'').\n*Tổng [[Quản Bạ|Gia Tường]] gồm 5 xã: Gia Tường, Hướng Minh, Hùng Nỗ, Chương Khê, Ngọc Liễn. Trước có thêm 2 xã Đông Mông (東蒙) và Vô Cữu (無咎)<ref>[https:\/\/repository.vnu.edu.vn\/flowpaper\/simple_document.php?subfolder=63\/32\/84\/&doc=63328424885578176726095044537259702629&bitsid=26a1a6eb-a0bc-42d7-98ba-f0164b14dd8f&uid= Lê Quý Đôn, Kiến văn tiểu lục, bản chụp Hán Nôm Thư viện Đại học Quốc gia Hà Nội, trang 76.]<\/ref>, đã mất về nhà Thanh<ref>Lê Quý Đôn toàn tập, Kiến văn tiểu lục, bản quốc ngữ, nhà xuất bản Khoa học Xã hội 1977, trang 333.<\/ref> khoảng những năm 1688. (Đất hai xã Đông Mông, Vô Cữu nay thuộc các hương [[Dương Vạn]] (khoảng các thôn Trưởng Điền (长田), Tử Giao (紫胶), Na Đô (哪都), Đồng Xưởng (铜厂)), [[Bát Bố]] (khoảng các thôn Bát Bố (八布), Hoang Điền (荒田), Na Đăng (哪灯)), [[Hạ Kim Xưởng]] (khoảng các thôn Hạ Kim Xưởng (下金厂), Trung Trại (中寨)) huyện Ma Lật Pha.) \n*Tổng Ngọc Cù gồm 9 xã, phố: là các xã Bình Hành (tức [[Bằng Hành]]), Non Đường, Lạc Bạn, [[Hữu Sản, Bắc Quang|Hằng Sản]], Hành Mai, [[Vô Điếm]], [[Lăng Can|Lang Can]], Thúy Loa, và phố Hà Dương.\n*Tổng Mục Hà gồm 6 xã: Mục Hà (''穆河''), An Quảng, [[Xuân Giang, Quang Bình|Xuân Hồng]], [[Hương Sơn, Quang Bình|Hương Sơn]], Nghĩa Phì (''義肥''), [[Tiên Kiều|Tiên Kiệu]] (''仙轎'').\n*Tổng Nhân Mục gồm 8 xã: Nhân Mục, Pháp Cấm, Bằng Cốc, Chàng Dương, Ninh Kiện, Cao Đà, Loa Sơn, Bình Sa.\n*Tổng Phù Loan gồm 4 xã: Phù Loan, Vị Khê, Minh Khương, Bạch Sa.\n*Tổng Lâm Đường gồm 5 xã: Lâm Đường, Đồng Lang, Vĩnh Gia, Phúc Tuy, Du Già.\n*Tổng Tiên An (tức Tiên Yên) gồm 5 xã: [[Tiên Yên, Quang Bình|Tiên An]] (''先安''), Thượng Lũng (''上隴''), Vũ Lang, Trịnh Trang, Hữu Bằng (''有憑'').\n\nNăm [[Minh Mạng]] 12 ([[1831]]), lập tỉnh [[Tuyên Quang]] từ trấn cùng tên, vẫn giữ châu Vị Xuyên như cũ. Năm Minh Mệnh thứ 14 ([[1833]]), nhà Nguyễn chia tách châu Vị Xuyên thành 2 huyện (bỏ châu): hữu ngạn [[sông Lô]] (bờ tây sông) là huyện Vĩnh Tuy thuộc phủ Yên Bình (nay là các huyện [[Hoàng Su Phì]], [[Xín Mần]], một phần của [[thành phố Hà Giang]]) và tả ngạn sông Lô (bờ đông sông) là huyện Vị Xuyên (cổ xưa) thuộc phủ Tương An (tức Tương Yên, hiện nay là đất các huyện Vị Xuyên, [[Bắc Quang]] và một phần của thành phố Hà Giang).\n\nNgày [[1 tháng 1]] năm [[1833]], thành lập huyện Vị Xuyên phủ Tương Yên với 5 tổng và 31 xã.<ref name=BHG>{{Chú thích web|url= http:\/\/baohagiang.vn\/thoi-su-chinh-tri\/201712\/le-ky-niem-185-nam-ngay-thanh-lap-huyen-vi-xuyen-717190\/ |tựa đề= Lễ kỷ niệm 185 năm Ngày thành lập huyện Vị Xuyên |ngày= 29 tháng 12 năm 2017 |website= Báo Hà Giang |url-status=live}}<\/ref>\n\n* Tổng Yên Định có 5 xã: Yên Định, Du Gia, Tùng Bách, Đại Miện, Tiểu Miện.\n* Tổng Phù Linh có 5 xã: Phù Linh, Linh Hồ, Lang Can, Bạch Ngọc, Thuý Loa. \n* Tổng Bằng Hành có 8 xã: Bằng Hành, Hướng Minh, Ngọc Liễn, Vô Điếm, Hữu Sản, Cao Đường, Lạc Bạn, Hành Mai. \n* Tổng Phù Loan có 5 xã: Phù Loan, Ninh Kiệm, Bình Sa, Bạch Sa, Minh Khương. \n* Tổng Nhân Mục có 8 xã: Nhân Mục, Pháp Cấm, Loa Sơn, Cao Đà, Chàng Dương, Vị Khê, Bình Cốc, Qui Nhân.\n\nHuyện Vĩnh Tuy phủ Yên Bình còn 6 tổng, gồm 27 xã: \n* Tổng Phương Độ có 3 xã: Phương Độ, Bình Di, Phấn Vũ.\n* Tổng Tụ Long (nâng cấp từ xã Tụ Long) có 6 xã: Tụ Long, Tụ Thành, Tụ Nhân, Tụ Nghĩa, Tụ Hòa, Tụ Mỹ.\n* Tổng Trinh Tường (phần còn lại của tổng Gia Tường) có 3 xã: Trinh Tường (đổi từ Gia Tường), Ngô Khê (đổi từ Chương Khê), Hùng Nỗ. \n* Tổng Lâm Đường có 4 xã: Lâm Đường, Phúc Tuy, Đồng Lang, Vĩnh Gia.\n* Tổng Mục Hà có 6 xã: Mục Hà, Tiên Kiều, Nghĩa Phì, Hương Sơn, Xuân Giang (đổi từ Xuân Hồng), Yên Bình (đổi từ An Quảng).\n* Tổng Tiên Yên có 5 xã: Tiên Yên, Trịnh Trang, Thượng Lũng, Vũ Lang, Hữu Bằng.\n\nThời [[Pháp thuộc]], Pháp thành lập tỉnh [[Hà Giang]]. Sau khi ký kết các công ước Pháp Thanh các năm [[1887]] và [[1895]] phân định biên giới dẫn tới vùng đất tổng [[Tụ Long]] và 2 xã Bình Di, Phấn Vũ của tổng Phương Độ thuộc Vị Xuyên Hà Giang bị cắt cho [[Trung Quốc]], Pháp tổ chức lại hành chính tỉnh Hà Giang thành: 2 châu là Bắc Quang (tây nam tỉnh) và Vị Xuyên (vùng trung tâm và đông nam tỉnh), cùng 2 trung tâm hành chính [[Đồng Văn]] (đông bắc tỉnh) và Hoàng Su Phì (tây bắc tỉnh). Châu Vị Xuyên thời Pháp thuộc gồm: thị xã (thành phố) Hà Giang (gồm 2 phường) và 4 tổng (gồm 21 xã) (là các tổng: Phương Độ, Phù Linh, Yên Định, Yên Phú).\n\nSau năm [[1975]], huyện Vị Xuyên thuộc tỉnh [[Hà Tuyên]], gồm 26 xã: Cao Bồ, Đạo Đức, Đường Âm, Giáp Chung, Lạc Nông, Lao Chải, Linh Hồ, Minh Ngọc, Minh Sơn, Minh Tân, Ngọc Minh, Phong Quang, Phú Nam, Phương Độ, Phương Thiện, Phương Tiến, Thanh Đức, Thanh Hương, Thanh Thủy, Thuận Hòa, Thượng Tân, Tùng Bá, Xín Chải, Yên Cường, Yên Định và Yên Phú.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[14 tháng 5]] năm [[1981]], Hội đồng Chính phủ ban hành Quyết định 185\/1981\/QĐ-CP<ref name=185\/1981\/QĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-185-cp-dieu-chinh-dia-gioi-xa-thuoc-tinh-ha-tuyen-43073.aspx\/ Quyết định 185-CP năm 1981 điều chỉnh địa giới một số xã thuộc tỉnh Hà Tuyên]<\/ref> giải thể xã Thanh Hương sáp nhập vào các xã Thanh Đức và Xín Chải.\n\nNgày [[18 tháng 11]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 136-HĐBT<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh136-hdbtdieu-chinh-dia-gioi-huyen-thuoc-tinh-ha-tuyen-44772.aspx\/ Quyết định 136-HĐBT năm 1983 điều chỉnh địa giới một số huyện thuộc tỉnh Hà Tuyên]<\/ref> về việc:\n*Điều chỉnh thị trấn nông trường Việt Lâm và 5 xã: Thượng Sơn, Quảng Ngần, Trung Thành, Bạch Ngọc, Việt Lâm thuộc huyện [[Bắc Quang]] về huyện Vị Xuyên quản lý\n*Điều chỉnh 10 xã: Phú Nam, Đường Âm, Yên Phú, Yên Cường, Thượng Tân, Giáp Chung, Lạc Nông, Minh Ngọc, Minh Sơn và Yên Định thuộc huyện Vị Xuyên để thành lập huyện [[Bắc Mê]].\n\nTừ năm [[1991]], trở lại là huyện của tỉnh Hà Giang, huyện Vị Xuyên gồm thị trấn Nông trường Việt Lâm và 20 xã: Bạch Ngọc, Cao Bồ, Đạo Đức, Lao Chải, Linh Hồ, Minh Tân, Ngọc Minh, Phong Quang, Phương Độ, Phương Thiện, Phương Tiến, Quảng Ngần, Thanh Đức, Thanh Thủy, Thuận Hòa, Thượng Sơn, Trung Thành, Tùng Bá, Việt Lâm và Xín Chải.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định số 112\/1994\/NĐ-CP<ref name=112\/1994\/NĐ-CP>Nghị định số 112-CP năm 1994 của Chính phủ<\/ref> về việc:\n*Thành lập thị trấn Vị Xuyên (thị trấn huyện lị huyện Vị Xuyên) trên cơ sở một phần diện tích và dân số của các xã Việt Lâm, Đạo Đức và Bạch Ngọc\n*Thành lập xã Ngọc Linh trên cơ sở một phần diện tích và dân số của các xã Linh Hồ, Bạch Ngọc, Đạo Đức và thị trấn Nông trường Việt Lâm.\n\nNgày [[29 tháng 1]] năm [[1997]], Chính phủ ban hành Nghị định 8-CP<ref name=8-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-8-cp-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-huyen-yen-minh-bac-quang-tinh-ha-giang-40371.aspx\/ Nghị định 8-CP năm 1997 về việc điều chỉnh địa giới hành chính một số xã thuộc các huyện Yên Minh, Bắc Quang, tỉnh Hà Giang]<\/ref> về việc thành lập xã Tân Thành thuộc huyện Bắc Quang trên cơ sở một phần đất của xã Quảng Ngần thuộc huyện Vị Xuyên.\n\nNgày [[23 tháng 6]] năm [[2006]], Chính phủ ban hành Nghị định 64\/2006\/NĐ-CP<ref name=64\/2006\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-dinh-64-2006-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thi-xa-ha-giang-huyen-vi-xuyen-tinh-ha-giang-12776.aspx\/ Nghị định 64\/2006\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, phường của thị xã Hà Giang và huyện Vị Xuyên, tỉnh Hà Giang]<\/ref> về việc:\n*Điều chỉnh toàn bộ 3 xã: Kim Linh, Kim Thạch và Phú Linh thuộc thị xã Hà Giang (nay là thành phố Hà Giang) về huyện Vị Xuyên quản lý\n*Điều chỉnh một phần phường Quang Trung thuộc thị xã Hà Giang (nay là thành phố Hà Giang) về xã Phong Quang thuộc huyện Vị Xuyên quản lý\n*Điều chỉnh toàn bộ 2 xã Phương Độ và Phương Thiện chuyển từ huyện Vị Xuyên về thị xã Hà Giang (nay là thành phố Hà Giang) quản lý.\n\nSau khi điều chỉnh, huyện Vị Xuyên có 148.750,4 ha diện tích tự nhiên và 91.825 nhân khẩu, có 24 đơn vị hành chính trực thuộc bao gồm 22 xã: Tùng Bá, Thuận Hoà, Minh Tân, Phong Quang, Thanh Thủy, Thanh Đức, Lao Chải, Xín Chải, Phương Tiến, Cao Bồ, Đạo Đức, Trung Thành, Ngọc Linh, Ngọc Minh, Bạch Ngọc, Linh Hồ, Việt Lâm, Quảng Ngần, Thượng Sơn, Phú Linh, Kim Thạch, Kim Linh và 2 thị trấn: Vị Xuyên, nông trường Việt Lâm.\n\n==Hành chính==\nHuyện Vị Xuyên có 24 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Vị Xuyên (thị trấn)|Vị Xuyên]] (huyện lỵ), [[Nông trường Việt Lâm (thị trấn)|Nông trường Việt Lâm]] và 22 xã: [[Bạch Ngọc]], [[Cao Bồ]], [[Đạo Đức (xã)|Đạo Đức]], [[Kim Linh]], [[Kim Thạch, Vị Xuyên|Kim Thạch]], [[Lao Chải, Vị Xuyên|Lao Chải]], [[Linh Hồ]], [[Minh Tân, Vị Xuyên|Minh Tân]], [[Ngọc Linh, Vị Xuyên|Ngọc Linh]], [[Ngọc Minh]], [[Phong Quang]], [[Phú Linh]], [[Phương Tiến]], [[Quảng Ngần]], [[Thanh Đức, Vị Xuyên|Thanh Đức]], [[Thanh Thủy, Vị Xuyên|Thanh Thủy]], [[Thuận Hòa, Vị Xuyên|Thuận Hòa]], [[Thượng Sơn, Vị Xuyên|Thượng Sơn]], [[Trung Thành, Vị Xuyên|Trung Thành]], [[Tùng Bá]], [[Việt Lâm]], [[Xín Chải]].\n\n==Kinh tế - xã hội==\nMặc dù là huyện vùng cao, diện tích cho trồng trọt ít nhưng huyện Vị Xuyên cũng đã đạt được tổng sản lượng lương thực khoảng 40.000 tấn (năm 2005), giữ vững được an ninh lương thực. Bên cạch đó, nhờ có của khẩu Thanh Thủy nên cũng đã có một số cơ sở công nghiệp tại huyện được xây dựng như nhà máy lắp ráp ô tô, khung xe máy, quy hoạch khu công nghiệp \"Bình Vàng\" trên địa phận thôn Bình Vàng xã Đạo Đức. Khai thác mỏ chì, kẽm tại Nam Sơn xã Tùng Bá, mỏ sắt tại Thuận Hòa. Đầu năm 2008, tỉnh Hà Giang cũng vừa quyết định xây dựng nhà máy thủy điện Nậm Ngần, tại suối Nậm Ngần thuộc xã Thượng Sơn.\n\nVị Xuyên có gần 30&nbsp;km đường Quốc lộ 2 chạy qua địa phận huyện, tạo điều kiện cho thông thương và giao lưu hàng hoá với cá vùng miền. Các xã, thị trấn đều có đường ôtô về đến trung tâm 100% các xã, thị trấn có điện lưới quốc gia, số hộ có điện chiếm trên 70%, tỷ lệ phủ sóng truyền hình đạt 90%.\n\nHuyện cũng là nơi có [[sông Lô]] chảy qua, và cũng là nơi có [[cửa khẩu Thanh Thủy]] đi sang [[Vân Nam]], Trung Quốc.\n\n==Du lịch==\nVị Xuyên có nhiều di tích lịch sử, danh thắng thu hút du khách như [[chùa Sùng Khánh, Bình Lâm]], có 02 Bảo vật Quốc gia, du lịch trải nghiệm :Theo dấu chân người lính\" thăm lại chiến trường xưa, du lịch lịch sử tâm linh Nghĩa trang Liệt sỹ Quốc gia Vị Xuyên, Đền thờ các Anh hùng Liệt sỹ Mặt trận Vị Xuyên (Trên đỉnh 468), [[Suối khoáng Quảng Ngần]], đền Đôi Cô Cầu má, [[cửa khẩu Thanh Thủy|cửa khẩu Quốc tế Thanh Thủy]], hang Tùng Bá, hang Bản Mào, hang Đán Pi-oóng (hang thủng), núi [[Tây Côn Lĩnh]] (dãy Tây Côn Lĩnh nằm trên địa bàn huyện có đến 40 loài thú, 130 loài chim), du lịch hang và lòng hồ thủy điện Thận Hòa, hồ Noong, rừng nguyên sinh - Han Tham Luồng - Đèo Bắc Sum xã Minh Tân, Quần thể 200 cây chè cổ thụ trên 300 tuổi (Được công nhân Cây Đi sản Việt Nam), suối nước nóng Quảng Ngần, khu du lịch nghỉ dưỡng suối khoáng Thanh Hà, làng văn hóa dân tộc Dao thôn Lùng Tao - Cao Bồ, Bản Bang - Đạo Đức, dân tộc Tày thôn Thanh Sơn - Thanh Thủy,…\n\nNgoài những thắng cảnh, Vị Xuyên còn hấp dẫn du khách bởi những lễ hội như: lễ hội Lồng Tồng (xuống đồng) của dân tộc Tày, Nùng, lễ hội Gioóng boọc (xuống đồng) của dân tộc Giáy, hội Sải sán hay Gàu tào (đi chơi núi) của người H’Mông, Tết nhảy (Giàng chảo đao) của người Dao và những trò chơi dân gian như: ném còn, đu quay, ném yến, đánh quay, bắn nỏ, phi ngựa, leo núi… và các hình thức hát sướng, hát giao quyên của các đôi trai gái dân tộc H’Mông, Dao, Tày, Nùng... những làn điệu dân ca trữ tình của dân tộc Tày, Nùng như: then, cọi, sli, lượn hoặc hát Giầu plềnh của người H’Mông …với các nhạc cụ như: đàn tính, kèn lá, đàn môi, sáo trúc, các bộ trống, xoèng, chọe...\n\nDu khách đến Vị Xuyên có cơ hội thưởng thức những món ăn đặc sản như: thảo quả muối, xôi ngũ sắc, rượu thóc Tùng Bá, thịt dê núi, vịt bầu cổ ngắn, cá Tầm, cá Hồi, cá Bỗng, thịt hun khói, mèn mén, cơm lam …\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n*''Vietnam Administrative Atlas'', Nhà xuất bản Bản Đồ 2004\n\n==Liên kết ngoài==\n{{Commonscat|Vi Xuyen District}}\n*[http:\/\/www.hagiang.gov.vn\/pages\/index.php?pageid=0000000606&topicid=175\/ Huyện Vị Xuyên, vững bước tiến vào thế kỷ mới]{{Liên kết hỏng|date = ngày 9 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.hagiang.gov.vn\/pages\/index.php?tabid=1&tabno=1\/ Cổng thông tin điện tử tỉnh Hà Giang]{{Liên kết hỏng|date = ngày 9 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/baophapluat.vn\/kinh-te\/che-shan-tuyet-ha-giang-den-bac-my-140187.html Sản phẩm chè Shan tuyết Hà Giang chinh phục thị trường thế giới]\n\n{{Huyện thị Hà Giang}}\n{{Đơn vị hành chính thuộc huyện Vị Xuyên}}\n\n[[Thể loại:Vị Xuyên]]\n[[Thể loại:Huyện biên giới Việt Nam với Trung Quốc]]"}