{"3267943":"[[Tập tin:Vit Co Lung.JPG|nhỏ|300px|Vịt bầu Cổ Lũng, lông ở cổ thường có khoang, con đực có lông đuôi xoăn.]]\n'''Vịt Cổ Lũng''' hay còn gọi là '''vịt Quốc Thành''', '''vịt Mường Khòong''' là giống [[vịt nhà]] bản địa có xuất xứ ở địa bàn xã [[Cổ Lũng, Bá Thước|Cổ Lũng]] thuộc huyện [[Bá Thước]], [[Thanh Hóa]], [[Việt Nam]]. Vịt Cổ Lũng là giống vịt quý hiếm, con giống di truyền có từ lâu đời, được các thế hệ người Bá Thước gìn giữ, phát triển<ref name=\"source0\">{{chú thích web | url = http:\/\/eva.vn\/bep-eva\/thom-ngon-vit-co-lung-thanh-hoa-c162a236985.html | tiêu đề = Thơm ngon vịt Cổ Lũng, Thanh Hóa | author = eva.vn | ngày = | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = Eva.vn | ngôn ngữ = }}<\/ref>. Chúng là [[đặc sản]] của Thanh Hóa<ref name=\"source2\">{{chú thích web | url = http:\/\/vtv.vn\/video\/s-viet-nam-thom-ngon-dac-san-vit-co-lung-thanh-hoa-91971.htm | tiêu đề = S - Việt Nam: Thơm ngon đặc sản vịt Cổ Lũng Thanh Hóa - Video đã phát trên VTV.VN | author = | ngày = | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = Báo điện tử của Đài Truyền hình Việt Nam | ngôn ngữ = }}<\/ref><ref name=\"source2\"\/>. Vịt Cổ Lũng được [[nhà nước Việt Nam]] công nhận là một [[Giống vật nuôi Việt Nam|giống vật nuôi nội địa]] được phép sản xuất, kinh doanh, lưu hành trong lãnh thổ [[Việt Nam]]<ref>Thông tư số 25\/2015\/TT-BNNPTNT ngày 01 tháng 7 năm 2015 của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn ban hành danh mục giống vật nuôi được sản xuất, kinh doanh tại Việt Nam<\/ref>.\n==Tổng quan==\nVịt Cổ Lũng là giống vịt bản địa đã có hơn trăm năm nay, vịt chủ yếu tập trung ở 5 xã là [[Cổ Lũng]], [[Lũng Niêm]], [[Lũng Cao]], [[Thành Lâm]] và [[Thành Sơn, Bá Thước|Thành Sơn]]<ref name=\"source4\"\/>, các xã này giai đoạn 1948-1964 là một xã với tên gọi là xã Quốc Thành.<ref name=\"LXTH\">{{chú thích sách|author1=Ban nghiên cứu và biên soạn lịch sử Thanh Hoá|title=Tên làng xã Thanh Hoá, tập II|date=2001|publisher=Nhà xuất bản Thanh Hoá|pages=10}}<\/ref><ref name=QD107>Quyết định số 107-NV ngày 02-4-1964 của Bộ trưởng Bộ Nội vụ [[Việt Nam Dân chủ Cộng hòa]]<\/ref> \nĐịa danh Cổ Lũng được biết đến với nổi danh bởi giống [[thủy cầm]] đặc sản bản địa là giống vịt Cổ Lũng. Theo người địa phương, giống vịt này đã có từ hàng trăm năm nay, chủ yếu được nuôi tập trung ở xã Cổ Lũng và một số xã lân cận. Vịt được nuôi nhiều và có chất lượng thịt ngon nhất là ở xã Cổ Lũng và Lũng Niêm. Vịt từng có giá cao, nhưng số lượng đàn vịt trên địa bàn chỉ còn khoảng 600 con<ref name=\"source4\">{{chú thích web | url = http:\/\/danviet.vn\/nha-nong\/khoi-phuc-phat-trien-giong-vit-co-lung-96944.html | tiêu đề = Khôi phục, phát triển giống vịt Cổ Lũng | author = | ngày = | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = Báo điện tử báo Nông thôn Ngày nay | ngôn ngữ = }}<\/ref>.\n\nMặc dù là giống vịt quý hiếm, nhưng do nhiều nguyên nhân, đàn vịt Cổ Lũng có xu hướng giảm dần về số lượng. Mặt khác, do nuôi thả chạy đồng nên việc bảo tồn và phát triển nguồn giống gốc đang bị đe doạ, giống vịt đặc hữu bản địa này có nguy cơ không còn giữ được nguồn giống [[thuần chủng]]<ref name=\"source5\">{{chú thích web | url = http:\/\/snnptnt.thanhhoa.gov.vn\/default.aspx?portalid=admin&selectpageid=page.1&newsdetail=2495&n_g_manager=69 | tiêu đề = Sở Nông nghiệp và Phát triển Nông thôn Thanh Hóa | author = | ngày = | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Hiện Vịt Cổ Lũng được nuôi nhiều ở Lũng Cao, Cổ Lũng và Lũng Niêm và là loại được ưa dùng, được đánh giá là loại có chất lượng thịt ngon nhất, hấp dẫn, khó bỏ hiếm tìm, đến nỗi các xã cận kề như Thành Sơn, Thành Lâm cũng nuôi nhưng không được nhiều<ref name=\"source6\">{{chú thích web | url = http:\/\/toquoc.vn\/sites\/vi-vn\/details\/31\/mon-viet-doc-dao\/128816\/vit-co-lung--ba-thuoc.aspx | tiêu đề = Vịt Cổ Lũng | author = | ngày = | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref name=\"source7\">{{chú thích web | url = http:\/\/www.baoangiang.com.vn\/Am-thuc\/Am-thuc\/Vit-Co-Lung-Ba-Thuoc.html | tiêu đề = Vịt Cổ Lũng - Bá Thước | author =  | ngày =  | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date=2023-03-28 |bot=InternetArchiveBot }}<\/ref>.\n\n==Đặc điểm==\nNhìn bề ngoài, vịt Cổ Lũng gần giống như [[vịt bầu]] tuy nhiên, giống vịt Cổ lũng có đặc điểm riêng mang tính nổi trội được coi là đặc thù của giống này đó là<ref name=\"source0\"\/><ref name=\"source4\"\/><ref name=\"source5\"\/><ref name=\"source6\"\/><ref name=\"source7\"\/><ref name=\"source1\"\/>: Vịt Cổ Lũng có [[cổ]] rụt, [[chân]] nhỏ lùn, ngắn, cổ và [[đầu]] thường có [[lông khoang]], [[lông]] mướt, con trống có lông đuôi xoăn, và có lông cổ xanh [[màu xanh]] ánh biếc, có ánh [[cườm]] biếc. Vịt Cổ Lũng nuôi khoảng 6 tháng là bắt đầu đẻ, trọng lượng tầm 3-4 tháng tuổi đạt 1,6-1,7&nbsp;kg, sau 4 đến 5 tháng nuôi trung bình có thể đạt 1,5 – 2&nbsp;kg, bình quân nuôi 4 - 5 tháng có thể đạt 1,6 – 2&nbsp;kg.\n\nVịt có [[xương]] nhỏ, [[thịt]] nhiều nạc, thơm ngon khó loại vịt nào ở đâu sánh, Vịt Cổ Lũng được tiếng thơm ngon, không ngậy và [[hôi]] như các loài vịt được nuôi ở các vùng khác. Sở dĩ vịt có chất lượng thịt tốt vì chúng được thả trên các khe [[suối]] để kiếm ăn, nguồn nước sạch chảy từ [[núi đá]] ra nên rất nhiều [[calci]], điều kiện khí hậu mát mẻ, sáng thả vịt ra suối để nó tự kiếm ăn, tối về cho ăn thêm [[ngô]], [[lúa]], [[sắn]], nên thịt rất chắc, thơm ngon. Vịt Cỗ Lũng ưa môi trường sạch sẽ, hay bơi lội tìm kiếm mồi tạp, khả năng kháng bệnh, chống chịu bệnh rất tốt, ít bị dịch bệnh rất thích nghi với điều kiện tự nhiên của địa phương.\n\nLý do quyết định là cách thức chăn nuôi đặc biệt, vịt được thả tự nhiên chứ không nuôi nhốt (\"Trời nuôi\"). Vịt chủ yếu được chăn nuôi ở dòng suối Nũa, con suối này nước vừa trong lại chảy xuôi liên tục và rất nhiều [[ốc]] cũng như các loại [[vi sinh]], vịt Cổ Lũng thường bơi ngược dòng để đón [[cá con]], bắt ốc nên thịt nhiều nạc lại săn chắc, thơm ngon vị thanh khiết. Con vịt nếu đói muốn đổi vị có ăn thêm cũng chỉ ăn thức ăn phụ phẩm như lúa, ngô, sắn chứ không ăn [[thức ăn công nghiệp]]<ref name=\"source2\"\/><ref name=\"source6\"\/><ref name=\"source7\"\/>, giống vịt này chỉ ăn lúa và cua ốc, [[rong]] [[rêu]] bên suối, thịt chắc, ngọt và có vị thơm riêng biệt, ngon nức tiếng<ref name=\"source17\">http:\/\/www.thanhnien.com.vn\/kinh-te\/tu-tao-co-hoi-ky-82-nuoi-vit-co-lung-lam-giau-506528.html<\/ref>.\n\n==Ẩm thực==\nĐến Bá Thước ở bản Lọng, Cổ Lũng, du khách biết đến món đặc sản [[thịt vịt]] Cổ Lũng trứ danh, đặc sản quý của miền sơn cước<ref>{{chú thích web | url = http:\/\/www.24h.com.vn\/du-lich\/pu-luong-thien-duong-xanh-giua-mien-son-cuoc-xu-thanh-c76a733597.html | tiêu đề = Vịt Cổ Lũng - Đặc sản quý của miền sơn cước | author = 24h.com.vn | ngày = 11 tháng 9 năm 2015 | ngày truy cập = 18 tháng 10 năm 2015 | nơi xuất bản = 24h.com.vn | ngôn ngữ = }}<\/ref>. Đã là giống vịt thuần chủng lại được bà con chăm chắm giữ gìn nên vịt Cổ Lũng mãi giữ được tiếng thơm ngon hấp dẫn. Vịt Cổ Lũng có tiếng còn do cách chế biến của đồng bào dân tộc ở Cổ Lũng. Vịt được chọn thết đãi khách là [[vịt tơ]], thân mỡ màu. Bà con không cắt tiết mà đập đầu cho vịt chết nhanh rồi làm lông bằng nước nóng.\n\nCon vịt ngon ngay khi làm lông đã biết một phần, bởi khi làm lông vịt rất dễ nhổ, da khô bóng, mình căng tròn. Trước khi mổ được đem rửa bằng nước muối ấm có pha gừng cho sạch. Đem treo cho kỳ khô mới đem quay. Món vịt quay có hạng mang hương vị riêng hấp dẫn là nhờ bà con sau khi mổ moi ruột đã nhồi đầy bụng vịt thứ lá và quả mắc mật tươi và các gia vị muối, đường, [[ngũ vị hương]] rồi khâu kỹ lại đem nướng trên lửa than hoa đỏ rực. Đây là những công đoạn công phu và mang tính gia truyền.\n\nCon vịt nướng xoay tròn đều nhờ thanh trúc khéo léo xuyên dọc thân. Bên cạnh kỹ thuật [[nướng]] là những [[hương liệu]] đi kèm. Hương và vị lá mắc mật theo thời gian ngấm đều vào từng thớ thịt, từ trong ra ngoài, dậy hương, nức mũi. Thịt vịt chín da nâu đỏ mờ màu, thịt ngọt lịm, ý vị nhất là mùi thơm quyến rũ riêng có của hương mắc [[mật]]. [[Thứ]] muối chấm được bà con khéo léo nêm từ gan vịt nghiền nhỏ cộng muối và hạt mắc khén đã được giã nhỏ<ref name=\"source2\"\/><ref name=\"source6\"\/><ref name=\"source7\"\/>.\n==Bảo tồn==\nDù có nhiều ưu điểm tốt, song vịt Cổ Lũng hiện đang bị lai tạp với nhiều giống vịt khác, để khôi phục và phát triển giống vịt quý này, huyện Bá Thước đã triển khai Dự án Phục hồi và phát triển giống vịt Cổ Lũng. Mô hình nhằm chọn lựa ra giống vịt bố mẹ tốt nhất để khôi phục lại giống vịt Cổ Lũng, tổ hợp tác vừa chăn nuôi vịt thương phẩm, vừa lựa chọn giống nhân rộng ra nhiều hộ trong xã, nuôi vịt theo hướng an toàn sinh học vừa bảo tồn, vừa phát triển trong đó làm điểm 3 hộ nuôi vịt bố mẹ sinh sản với số lượng 100 vịt trống\/500 vịt máy\/hộ và 3 hộ nuôi vịt thịt với số lượng 1.000 con\/hộ<ref name=\"source4\"\/>. Để có được con giống tốt, đặt hàng những hộ gia đình có đàn vịt Cổ Lũng thuần chủng ở trong vùng để thu mua trứng, sau đó đưa vào máy ấp và cung cấp. Do cách lựa chọn nguồn giống này mà 1.800 con giống trong mô hình đạt tiêu chí nguồn giống vịt Cổ Lũng tại địa phương, không bị lai tạp.\n\nNuôi vịt Cổ Lũng là mô hình làm giàu của dân tộc Thái xã Cổ Lũng, xã Lũng Niêm huyện Bá Thước, Thanh Hóa, không chỉ thoát nghèo mà còn làm giàu nhờ nuôi giống vịt đặc sản của địa phương. Vịt Cổ Lũng được người dưới xuôi xem là đặc sản, giá đắt gấp 3 - 4 lần các loại vịt khác. Ở các xã Cổ Lũng, xã Lũng Niêm nhà nào cũng nuôi vài chục con để ăn thịt và làm quà biếu nhưng nuôi tập trung, quy mô lớn thì chưa có, thường người ta sẵn có con suối cạn, gánh đất, vần đá ngăn suối tạo mặt nước, quây vùng cho vịt ở, rồi đi mua gom giống vịt thuần chủng từ các hộ trong làng về nuôi thành đàn lớn. Sau chưa đầy 6 tháng, đàn vịt đã có thể xuất bán. Từ chỗ chỉ chăn nuôi nhỏ lẻ, đến nay đàn vịt Cổ Lũng ở xã Lũng Niêm đã đạt hơn 14.000 con<ref name=\"source17\"\/>.\n\n==Chăn nuôi==\nNgoài thức ăn hỗn hợp còn sử dụng các phụ phẩm trong nông nghiệp để cho vịt ăn thêm. Việc chăn thả vịt trong môi trường nước sạch tự nhiên được khuyến khích nhưng cần khoanh vùng chăn nuôi để lưu giữ giống gốc và kiểm soát dịch bệnh. Đến sau 6 tháng nuôi, vịt đã bắt đầu đẻ trứng. Chọn loại trứng tốt nhất để áp nở làm vịt giống sinh sản. Mô hình khuyến nông khôi phục giống vịt Cổ Lũng không chỉ kịp thời khôi phục phát triển, tạo sản phẩm hàng hoá đặc biệt thơm ngon mà còn có ý nghĩa lưu giữ nguồn gen quý cho mai sau, giúp đồng bào miền núi phát triển chăn nuôi, xoá đói giảm nghèo từ chính những cây con giống bản địa<ref name=\"source5\"\/>.\n\nMô hình chăn nuôi vịt cổ lủng Vịt Cổ Lũng là giống vịt quý hiếm, thích hợp với vùng khí hậu ở các xã Cổ Lũng và Lũng Niêm. Trong việc nuôi giống vịt này trong quá trình nuôi có cải tiến quy trình để đảm bảo giống vịt Cổ Lũng nhanh lớn, thịt có chất lượng thơm ngon, ít dịch bệnh. Trước khi vịt xuất chuồng khoảng một tháng cho vịt sinh sống chủ yếu ở trên mặt đất để tạo cho thịt vịt săn chắc, thơm ngon, nhiều nạc. Trước khi đưa vịt con vào nuôi phải sưởi ấm chuồng nuôi, ban ngày sử dụng ánh sáng tự nhiên. Ở những nơi không có điện, dùng đèn dầu thắp sáng, đảm bảo đủ ánh sáng để vịt đi lại ăn, uống một cách bình thường, chống xô đàn và đè nhau gây tỷ lệ chết cao.\n\nNước uống cho vịt phải đảm bảo trong sạch và thường xuyên cho vịt uống cả ngày lẫn đêm, ở tuần tuổi thứ nhất không cho uống nước lạnh. Không nên sử dụng khô dầu lạc trong khẩu phần cho vịt, riêng ngô nên sử dụng ngô hạt không quá 20% trong khẩu phần. Giai đoạn hậu bị là giai đoạn từ 56 ngày tuổi đến khi bắt đầu đẻ, trong suốt thời gian này vịt phát triển dưới điều kiện tự nhiên. Vịt nuôi thức ăn hạn chế, cả số lượng và chất lượng. Vịt đực và mái được nuôi chung một đàn. Giai đoạn hậu bị của vịt Cổ lũng là từ 3 - 21 tuần tuổi. Thông qua chọn lọc ngoại hình, chỉ đưa những con đạt tiêu chuẩn giống vào đàn sinh sản vịt đực và mái, đồng thời chuyển vào chuyển vào chuồng vịt đẻ<ref>http:\/\/www.cost-thanhhoa.gov.vn\/tin-tuc\/60-Mo-hinh-chan-nuoi-vit-co-lung.htm<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Giống vịt]]\n[[Thể loại:Giống vật nuôi Việt Nam]]\n[[Thể loại:Bá Thước]]\n[[Thể loại:Thủy cầm]]"}