{"2412356":"'''Vịt nấu chao''' là một món ăn ngon và được ưa chuộng tại các tỉnh miền [[Tây Nam Bộ]]. Món này ăn kèm với [[bún]] tươi và các loại rau, cách ăn cũng như các món [[lẩu]], phù hợp cho những [[bữa ăn]] [[gia đình]], họp mặt bạn bè hay đám tiệc.<ref>[http:\/\/saigonamthuc.thanhnien.com.vn\/pages\/20130515\/lam-vit-nau-chao-khong-kho.aspx Làm vịt nấu chao không khó] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131004212841\/http:\/\/saigonamthuc.thanhnien.com.vn\/pages\/20130515\/lam-vit-nau-chao-khong-kho.aspx |date=2013-10-04 }}, Thanh Niên.<\/ref>\n\n==Nguyên liệu==\n- 1\/4 con vịt (khoảng 600gr)\n\n-0.5&nbsp;kg bún tươi\n\n-1 bó rau muống\n\n-1 trái dừa xiêm\n\n-1 củ khoai môn (300gr)\n\n-Các loại gia vị: chao đỏ, tỏi, hành củ, ớt, gừng, hành lá, rượu trắng, muối, mì chính, đường, tiêu, chanh.\n\n==Cách làm==\nCách chế biến món vịt nấu chao rất đơn giản như sau:\n\n'''SƠ CHẾ NGUYÊN LIỆU'''\n\n- Rau muống nhặt bỏ lá già, gốc rau lấy phần non, rửa sạch, ngâm nước muối loãng 15 phút rồi vớt ra để ráo.\n\n- Tỏi tươi bóc nhỏ băm nhuyễn\n\n- Khoai môn gọt vỏ, rửa sạch, xắt miếng vuông ngâm trong nước cho khỏi thâm, sau đó vớt ra để ráo.\n\n- Vịt sau khi đã mổ, rửa lại với chút rượu trắng và gừng giã giập để khử mùi hôi của vịt. Vịt mà béo thì ăn sẽ rất thơm và ngậy, nhưng nếu nhiều mỡ quá thì chúng ta nên lóc bỏ bớt mỡ bám vào phần da đi. Chặt thành từng miếng nhỏ đều nhau.\n\n- Sau đó, ướp vịt cùng tỏi tươi bằm nhuyễn, 4 miếng chao nhỏ, và phần nước chao chúng ta cũng có thể sử dụng luôn. Cho nước mắm ngon, ớt, tiêu, muối, đường và bột ngọt (mỗi thứ chỉ cho 1 ít thôi nhé). Để khoảng 45 phút cho ngấm gia vị.\n\n'''CÁC BƯỚC THỰC HIỆN'''\n\nBước 1: Bắc chảo lên bếp, dầu nóng cho khoai môn vào chiên sơ 2 mặt sau đó cho ra đĩa để riêng.\n\nBước 2: Cũng chảo dầu ở trên, cho chỗ hành, tỏi bằm còn lại vào phi thơm. Sau đó cho vịt đã ướp ở trên vào xào săn lại.\n\nBước 3: Thịt vịt đã săn lại, cho nước dừa vào cho ngập thịt nấu nhỏ lửa cho đến khi vịt chín mềm, khoảng 15 phút là vịt chín.\n\nBước 4: Trong lúc đợi vịt chín thì chúng ta đi pha nước chấm chao. Lấy 2 viên chao đỏ cho vào bát, thêm 1\/2 thìa đường, chút nước cốt chanh, dùng thìa tán nhuyễn chao sau đó cho ít tỏi, ớt bằm nhỏ, nêm nếm cho vừa miệng.\n\nBước 5: Vịt chín, cho khoai môn đã chiên sơ ở trên vào tiếp tục đun, đến khi khoai chín mềm, nêm nếm cho vừa miệng là được.\n\nMón vịt nấu chao ăn kèm với bún thì chuẩn không cần chỉnh. Xếp bún ra tô. Múc vịt, khoai sọ kèm nước dùng rưới vào, ăn cùng rau muống. Có thể thả thêm một vài lát ớt sừng lên trên để trang trí và tạo mùi hấp dẫn cho bún vịt nấu chao.\n\n==Tham khảo==\n{{tham khảo|30em}}\n {{sơ khai ẩm thực Việt Nam}}\n\n==Liên kết ngoài==\n1. [https:\/\/www.24h.com.vn\/am-thuc\/vit-nau-chao-ngot-tuyet-dinh-cho-bua-com-chieu-chu-nhat-c460a895601.html Cách làm vịt nấu chao ngon] 24h.com.vn\n\n2. [https:\/\/eva.vn\/bep-eva\/dai-ca-nha-vit-nau-chao-ngay-le-c162a222022.html Đãi cả nhà vịt nấu chao ngày lễ] Eva.vn\n\n3. [https:\/\/doisong.vnexpress.net\/tin-tuc\/noi-tro\/food\/lam-vit-nau-chao-ngon-nhu-vua-dau-bep-3665913.html Vịt nấu chao ngon như vua đầu bếp] Vnexpress.net\n\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Ẩm thực Việt Nam]]"}