{"91000":"{{Chú thích trong bài|date=tháng 4\/2022}}\n[[Tập tin:Hạ nguồn sông Hậu, Sóc Trăng-Trà Vinh.jpg|nhỏ|phải|220x220px|Vỏ lãi]]\n[[Tập tin:Secretary Kerry Takes Boat Trip Up the Bay Hap River (31494433963).jpg|nhỏ|Một người đàn ông đang lái vỏ lãi treen sông Bảy Háp, [[Cà Mau]]]]\n'''Vỏ lãi''', còn gọi là '''vỏ tắc ráng''' hay '''vỏ vọt''', là tên một loại [[thuyền máy]], hoặc xuồng, ghe nhỏ và dài [[hình thoi]], thường làm bằng gỗ và gắn thêm máy, là phương tiện di chuyển chủ yếu và phổ biến ở các tỉnh [[vùng đồng bằng sông Cửu Long]], đặc biệt là vào [[mùa nước nổi]]. [[Tập tin:Tắc ráng trên sông Sài Gòn.JPG|nhỏ|Tắc ráng trên sông Sài Gòn]]\n\nVỏ lãi hoặc tắc ráng được người dân nơi đây xem như [[mô tô|xe gắn máy]] trên sông để đi lại trên những con kênh rạch chằng chịt có ở vùng này. Tắc Ráng vốn là tên của một con rạch nhỏ nằm ở phía Đông Nam thị xã [[Rạch Giá]]. Ngày nay, kênh này đã được cải tạo thành một kênh đào lớn và được gọi là Kinh Xáng Mới. Tên gọi Tắc Ráng đã được dùng làm tên gọi cho chiếc xuồng gắn máy đuôi tôm (máy Kholer 7) đầu tiên xuất hiện tại [[miền Nam]] vào năm 1960 <ref>[http:\/\/www.tcvn.gov.vn\/web_pub_pri\/magazine\/index.php?p=show_page&cid=3&parent=12&sid=70&iid=1197 tcvn.gov.vn]<\/ref>{{Liên kết hỏng|date=2021-09-10}} (tương truyền là do ông Năm Cải hay ông Chín Sum thực hiện đầu tiên tại xóm Tắc Ráng, thuộc khóm Vĩnh Viễn, xã Vĩnh Hiệp, Rạch Giá <ref>[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=7231 Chiếc tắc ráng]<\/ref>{{Liên kết hỏng|date=2021-05-29 |bot=InternetArchiveBot }}) và trở thành tên thông dụng cho những loại xuồng nhỏ có gắn máy tại Nam bộ sau này. [[Tập tin:Vỏ lãi trên sông Sài Gòn.JPG|nhỏ|Vỏ lãi lướt nhanh trên sông Sài Gòn]]\n\nĐược cải tiến từ [[thuyền tam bản]], tắc ráng (vỏ lãi) là một loại ghe dài được gắn thêm máy đặt phía sau và do một người điều khiển bằng máy ngoài hoặc bằng bánh lái. Chạy nhanh với tốc độ rất cao như [[ca nô]] và với thân hình thon, dài, dễ luồn lách thích hợp để đi trong rừng hay những nơi đầm lầy, nhiều lau sậy trước kia như [[Đồng Tháp Mười]], nét đặc trưng của vỏ lãi không chỉ để chuyên chở người, hàng hóa gọn nhẹ để phục vụ công việc đồng áng, buôn bán mà còn dùng nhiều trong sinh hoạt hàng ngày, kể cả rước dâu, du lịch tham quan...\n\nTùy theo kích thước, vỏ lãi có thể chở được từ 10 người đến 50, 60 người. Vỏ lãi chuyên dụng chở khách có 2 tầng, chở đến hàng trăm người, sử dụng động cơ của máy cày. Vỏ lãi truyền thống được làm bằng gỗ, nhưng ngày nay còn được làm bằng [[vật liệu composite|composite]], gắn động cơ máy dầu F Yanma, hoặc máy D của [[Trung Quốc]], [[Yamaha]] hay [[Honda]], GMC của [[Nhật Bản]]... có thể chạy đến 60&nbsp;km\/h.\n\n==Xem thêm==\n*Ghe máy\n*[[Ghe bầu]]\n*[[Xuồng]]\n*[[Đò]]\n*Tắc ráng\n\n== Chú thích ==\n{{tham khảo}}\n{{Sơ khai giao thông}}\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Phương tiện giao thông Việt Nam]]\n[[Thể loại:Đồng bằng sông Cửu Long]]\n[[Thể loại:Thuyền]]"}