{"345686":"Vào ngày [[9 tháng 2]] năm [[1929]], trùm mộ phu người [[Pháp]] '''Alfred François Bazin''' bị hai đảng viên [[Việt Nam Quốc dân Đảng]] sát hại. Sự kiện này được xem như là một thông điệp chính trị của [[Việt Nam Quốc dân Đảng]] gửi đến chính quyền [[bảo hộ]] của người Pháp ở [[Liên bang Đông Dương|Đông Dương]] để cảnh cáo chính sách bất công thuộc địa.\n\n==Bối cảnh lịch sử==\nNgười Pháp vào đầu [[thế kỷ 20]] đã dần dần củng cố quyền lực trên năm xứ Đông Dương. [[Nhà Nguyễn|Triều đình Huế]] sau cuộc truất phế vua [[Duy Tân]] ([[1916]]) phải chấp nhận địa vị phụ thuộc vào chính quyền Bảo hộ. Hai nhà chí sĩ [[Phan Châu Trinh|Phan Chu Trinh]] và [[Phan Bội Châu]] thì một vị mất năm [[1926]]. Vị kia bị nhà chức trách đem [[quản thúc tại gia]] năm [[1925]]. Hoạt động của [[Việt Nam Quang phục Hội]] thì đi đến bế tắc còn cuộc [[Khởi nghĩa Thái Nguyên]] ([[1917]]) đã gặp thất bại.\n\nCũng vào thời điểm này xuất hiện nhiều đảng phái ở Đông Dương như [[Đảng Lập hiến Đông Dương]] ([[1923]]), [[Đảng Phục Việt]] ([[1925]]), [[Đảng Thanh niên]] ([[1926]]) tham gia đấu tranh ôn hòa. Riêng [[Việt Nam Quốc dân Đảng]] (VNQDĐ) thành lập ngày [[25 tháng 12]] năm 1927<ref>Lansdale. tr 10<\/ref> theo đuổi tư tưởng [[dân chủ]] và [[chủ nghĩa dân tộc|chủ nghĩa quốc gia]] với chủ ý đánh đuổi người Pháp, khôi phục độc lập cho Việt Nam và xây dựng một quốc gia dân chủ, bằng cả võ lực nếu cần. Chủ trương hoạt động của Quốc dân Đảng đề ra có hai phần: \"Giai đoạn phá hoại\" và \"Giai đoạn kiến thiết\". Việc ám sát Bazin thuộc giai đoạn đầu.\n\n=== Vai trò của Bazin === \nAlfred François Bazin<ref name=\"quod.lib.umich.edu\">[http:\/\/quod.lib.umich.edu\/w\/wsfh\/0642292.0034.016?rgn=main;view=fulltext \"White Blood on Rue Hue: The Murder of 'le négrier' Bazin\"]<\/ref> là một người Pháp sang Đông Dương làm cai mộ phu ở [[Bắc Kỳ]] để gửi người đi làm thuê ở các [[đồn điền]] cây công nghiệp của người Pháp (thường dưới dạng đồn điền [[cao su]]) ở [[Nam Kỳ]], [[Trung Kỳ]], hoặc có khi được đưa sang [[Vanuatu|Tân Đảo]], [[Vanuatu]] (đảo Tân Thế giới) và [[Tahiti]] làm việc. Đời sống dân phu đầy kham khổ nên con số tử vong có nơi lên đến 40%.<ref>Ngô Văn. tr 101<\/ref> Làm trung gian giữa các xí nghiệp và dân lao động, người mộ phu được trả từ 10-20 [[đồng bạc Đông Dương]] cho mỗi người phu ghi danh.<ref>Hoàng Cơ Thụy. tr 1529<\/ref> Bazin ở địa vị giám đốc Tổng nha nhân lực Đông Dương (Office générale de main d'oeuvre indochinoise) là người then chốt trong việc tuyển dụng. Ông ta được cho là thường dùng mánh khóe lừa lọc, và nếu người phu muốn rút ra, hủy bỏ giao kèo thì bị hăm dọa, đánh đập, có khi bị [[bắt cóc]] đem xuống tàu nên nhiều người oán hận, nhất là trong giới thợ thuyền. Trong khi đó, [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]] cũng rải truyền đơn tố cáo hành vi của Bazin nhưng nhà chức trách bảo hộ lại không giải quyết vì cho rằng việc làm của Bazin là do một cá nhân chứ không phải là do chính quyền khiến dư luận thêm phẫn nộ.<ref>Ho Tai. tr 218<\/ref><ref>Scott McConnell ''Leftward Journey: The Education of Vietnamese Students in France'' 1989 Page 40 The Passion of [[Paul Monet]] \"A wounded war veteran and a man of some personal means, Monet went to Indochina after the war as a... At the University of Hanoi, Monet established a foyer, a dormitory which he outfitted with a library of French literature and history.\"<\/ref><ref>[[Paul Monet]] [http:\/\/belleindochine.free.fr\/LesJauniers.htm \"Les jauniers\"]<\/ref><ref>Thomas Adrian Schweitzer ''The French colonialist lobby in the 1930's'' Volume 2 1971 \"Bazin, a former student of the École Coloniale, \"had almost monopolized ihe extremely lucrative job\" of recruiter, according to [[Paul Monet]], p.\"<\/ref><ref>Cahiers du communisme: Volume 56, Issues 9-12 Parti communiste français. Comité central, Parti communiste français - 1980 \"11 Le 9 février 1 929, le V.N.Q.D.D. a fait exécuter Bazin, un ancien administrateur des services civils devenu recruteur de main-d'œuvre, notamment pour les... Nouvelles-Hébrides. « L'exécution du négrier Bazin traduisait déjà l'exaspération..\"<\/ref>\n\n===Việt Nam Quốc dân Đảng nhập cuộc=== \nDựa lúc khí thế dân chúng bị khuấy động, Ủy viên Thành bộ Hà Nội của Việt Nam Quốc dân Đảng là [[Nguyễn Văn Viên]] đưa ra kế giết Bazin để gây thanh thế cho Đảng. Lãnh tụ Đảng là [[Nguyễn Thái Học]] không đồng tình nên Nguyễn Văn Viên cùng hai chiến hữu khác, [[Nguyễn Văn Lâm (Việt Nam Quốc Dân Đảng)|Nguyễn Văn Lâm]] và [[Nguyễn Đức Lung]] (Ký Cao) tự ý ra tay. Vào đêm [[giao thừa]] Tết Kỷ Tỵ (tức ngày 9\/2\/1929), ba người này chờ sẵn ở trước nhà số 110 Phố Huế (rue Hue) của Germaine Carcelle (tình nhân của Bazin). Khi ông ta bước ra, Nguyễn Đức Lung tiến tới giao cho Bazin một phong thư, trong chứa bản án tử hình. Tiếp theo, Nguyễn Văn Lâm bắn hai phát súng vào Bazin, khiến ông này chết ngay tại chỗ.\n\n==Hậu quả chính trị==\nCái chết của Bazin quả gây tiếng vang khiến [[Sở Liêm phóng Đông Dương]] của chính quyền Bảo hộ phản ứng mạnh mẽ, mở cuộc càn quét gắt gao. Họ bắt được Léon Sanh (còn ghi là Léon Văn Sanh) cựu sinh viên [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]] đem tra khảo, tuy không có bằng chứng nhưng kết án Sanh là thủ phạm giết người và đem giam ở [[Hỏa Lò]]. Lục soát quần áo của Sanh họ tìm thấy danh sách đảng viên VNQDĐ cùng một số ấn phẩm cách mạng nên các cơ sở của Việt Nam Quốc dân Đảng bị kết tội.<ref name=\"quod.lib.umich.edu\"\/> Hơn 200 người bị bắt đưa ra Hội đồng đề hình ([[tiếng Pháp]]: ''Commission criminelle''), một cơ quan lập ra để riêng xét vụ án này. Ngày [[3 tháng 7]], Hội đồng tuyên án 78 người bị tù từ 2 đến 15 năm, lại thêm 5 năm biệt xứ. Tổ chức và nhân sự của Việt Nam Quốc dân Đảng bị thiệt hại nặng vì cuộc thanh trừng của nhà nước Bảo hộ nhưng Đảng vẫn xúc tiến tổ chức [[Khởi nghĩa Yên Bái|tổng khởi nghĩa năm sau ở Yên Bái]]. Riêng Sanh sau sáu tháng bị giam thì được thả.<ref>Hoàng Cơ Thụy. tr 1530<\/ref>\n\nVụ ám sát Bazin đã làm rung động dư luận Việt Nam thời bấy giờ, đồng thời khiến danh xưng Việt Nam Quốc dân Đảng bắt đầu được dân chúng biết đến.\n\n==Tham khảo==\n*Duiker, William. ''The Rise of Nationalism in Vietnam, 1900–1941''. Ithaca: Cornell University, 1976.\n*Ho Tai, Hue-Tam. ''Radicalism and the Origins of the Vietnamese Revolution''. Cambridge, MA: Harvard University Press, 1992.\n*Hoàng Cơ Thụy. ''Việt sử khảo luận''. Paris: Nam Á, 2002.\n*Lansdale, Edward. ''Nationalist Politics in Viet-Nam''. Saigon: US Embassy Viet-Nam, 1968.\n*Ngô Văn. ''Việt Nam 1920-1945, cách mạng và phản cách mạng thời đô hộ thuộc địa''. Montreuil: Chuông rè\/L'Insomniaque, 2000.\n*Trần Gia Phụng. ''Những Kỳ án trong Việt sử''. Toronto: Non Nước, 2000.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Việt Nam Quốc dân Đảng]]\n*[[Nguyễn Thái Học]]\n*[[Chân đăng]]\n\n==Liên kết==\n*[http:\/\/www.rfa.org\/vietnamese\/in_depth\/VietnameseNationalistPartyAndNguyenThaiHocP2_MHung-20060210.html] Việt Nam Quốc Dân đảng và người lãnh đạo Nguyễn Thái Học.\n\n{{Phong trào độc lập Việt Nam}}\n\n[[Thể loại:Liên bang Đông Dương]]\n[[Thể loại:Việt Nam Quốc dân Đảng]]\n[[Thể loại:Ám sát|B]]\n[[Thể loại:Phong trào độc lập Việt Nam]]"}