{"1680448":"'''Vụ kiện đòi 55 triệu USD thắng qua máy đánh bạc''' là một vụ tranh chấp của ông Ly Sam (nguyên đơn) kiện Công ty liên doanh Đại Dương, bị đơn (quản lý Câu lạc bộ Palazzo tại [[khách sạn Sheraton Sài Gòn]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]), về việc ông thắng qua [[máy đánh bạc]] với số tiền hơn 55,5 triệu [[Đô la Mỹ|USD]] nhưng không được [[công ty]] bị đơn công nhận kết quả <ref name=\"BáoTuổi Trẻ\"\/><ref name=\"Báo VietNamNet\"\/>. Đây là một vụ án được báo giới Việt Nam đánh giá là \"kỳ án\" và \"vô tiền khoáng hậu\" ở [[Việt Nam]] <ref name=\"Báo VietNamNet\">{{chú thích web|url=http:\/\/vietnamnet.vn\/vn\/xa-hoi\/104196\/ho-hoi-thang-vu-kien-doi-55-trieu-usd.html|title=Hồ hởi thắng vụ kiện đòi 55 triệu USD|work=Báo VietNamNet|author=Mai Phượng|date=ngày 7 tháng 1 năm 2013|access-date=ngày 7 tháng 1 năm 2013}}<\/ref> và số tiền thắng bạc này có thể lập [[kỷ lục thế giới]].<ref>[http:\/\/vnexpress.net\/gl\/kinh-doanh\/quoc-te\/2013\/01\/vu-thang-casino-55-5-trieu-usd-co-the-lap-ky-luc-the-gioi\/ Vụ thắng casino 55,5 triệu USD có thể lập kỷ lục thế giới] Thùy Linh, [[VnExpress]], 8\/1\/2013, 15:19 GMT+7<\/ref>\n \n==Nguyên nhân==\n\nNgày [[25 tháng 10]] năm [[2009]], ông Ly Sam đến câu lạc bộ Palazzo thuộc Công ty Liên doanh Đại Dương (nằm trong khách sạn Sheraton Sài Gòn) chơi đánh bạc. Ông chơi trò Landlord tại máy số 13 ở Câu lạc bộ. Ông nạp 300 USD để đánh bạc và thua 299,5 USD. Sau đó, máy thông báo ông thắng 55,5 triệu USD. Ông Sam chơi thêm một ván 5 USD và bị thua nên dừng chơi <ref name=\"Báo VietNamNet\"\/>\n\nÔng Sam đã yêu cầu người quản lý đến chứng kiến, ghi nhận kết quả trúng thưởng. Do người quản lý không ký vào biên bản nên ông Sam đã chụp lại hình máy báo trúng thưởng và lập biên bản với sự chứng kiến, ký tên của nhiều khách hàng làm chứng. Sau đó khách sạn Sheraton không trả thưởng <ref name=\"BáoTuổi Trẻ\">{{chú thích web|url=http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/426300\/Vu-kien-doi-hon-55-trieu-USD-thang-cuoc-Hoa-giai-bat-thanh.html|title=Vụ kiện đòi hơn 55 triệu USD thắng cược: Hòa giải bất thành|work=Báo Tuổi Trẻ|author=C Mai|date=ngày 26 tháng 2 năm 2011|access-date=ngày 7 tháng 1 năm 2013}}<\/ref>.\n\n==Diễn biến vụ việc ==\n\nNguyên đơn, ông Sam khai với tòa: 20 ngày sau khi trúng thưởng, người quản lý của câu lạc bộ đến gặp ông tại nhà riêng. \" ''Ông này thương lượng giá 20 triệu USD với điều kiện phải chia lại cho câu lạc bộ theo tỷ lệ 6\/4. Sau đó, một người Mỹ lại đến gặp và tuyên bố chỉ trả 10.000 USD''\",\n\nDo thương lượng không thành, ngày 27 tháng 11 năm 2009, ông Sam tiếp tục gửi thông báo cho Tổng Giám đốc của công ty Liên doanh Đại Dương. Phía công ty này thừa nhận số tiền trúng thưởng nhưng không chấp nhận trả vì máy bị lỗi. Không đồng ý với cách giải quyết trên, ông Sam kiện lên TAND quận 1.\n\n[[Tháng hai|Tháng 2]] năm [[2010]] ông Sam đã khởi kiện vụ án đến [[Tòa án nhân dân]] [[quận 1]]. Qua hòa giải, phía Công ty liên doanh Đại Dương cho rằng máy điện tử gặp sự cố nên mới báo số tiền trúng thưởng khổng lồ như vậy. Đại diện công ty chỉ đồng ý trả lại cho ông Ly Sam số tiền 300 USD đã đặt cược vào máy trong lần chơi đó.\n\n==Phiên tòa sơ thẩm==\n===Lập luận bị đơn===\n\nTại phiên tòa, phía bị đơn và luật sư cho rằng do máy số 13 gặp sự cố, màn hình có biểu hiện chớp tắt sau đó mới dẫn đến kết quả trên. Tuy nhiên, qua nghiên cứu cho thấy trong máy số 13 cũng như nội quy câu lạc bộ lại không quy định rõ thế nào là sự cố, máy an ninh câu lạc bộ cũng không chứng minh được việc bị đơn cho rằng việc ông Ly Sam đã dùng tay đập vào máy, cũng không chứng minh được tác động của ông này làm máy xảy ra sự cố. Do đó, không có cơ sở chấp nhận quan điểm trên của bị đơn <ref name=\"Báo VietNamNet\"\/>.\n\n===Lập luận nguyên đơn===\n\nông Ly Sam khẳng định: \"''Trước khi con số trên 55 triệu USD nhảy sang ô điểm tín dụng (credit) thì nó đã ở ô thắng cược (Win). ông là thành viên thân thiết của Câu lạc bộ Palazzo suốt hơn 5 năm và ông Ly Sam từng thắng với số tiền 95.000 USD. Không lẽ gì, đến khi thắng số tiền 55 triệu USD thì máy lại gặp sự cố kỹ thuật mà một người như Ly Sam lại không nhận biết. Ngoài ra, trong biên bản thẩn định tại chỗ ngày 3\/6\/2010, trước sự có mặt của đại tiện tòa án, nguyên đơn, bị đơn đều ghi nhận: \"việc trả thưởng căn cứ vào cột credit\".'' <ref name=\"Báo Người Lao động Điện tử\"\/>\n\nLuật sư của nguyên đơn khẳng định: \"''Thân chủ của mình là người đã thắng một cách phù hợp với số tiền 55 triệu USD khi chơi trò chơi qua máy đánh bạc. Vị luật sư cho rằng, máy số 13 được nhập khẩu hợp lệ, đã qua giám định của cơ quan chức năng, trước khi báo ông Ly Sam trúng thưởng máy hoạt động bình thường, đã nhận tiền nhiều lần, báo ông thua và trừ tiền cũng nhiều lần nên không thể có chuyện người chơi thua thì là máy bình thường còn khi người chơi thắng thì là sự cố''\".\n\nPhía nguyên đơn cũng cho rằng việc sau khi xảy ra sự cố, phía bị đơn \"âm thầm\" đưa máy đi giám định là nhằm mục đích phi tang chứng cứ <ref>[http:\/\/dantri.com.vn\/kinh-doanh\/vu-kien-55-trieu-usd-thang-may-danh-bac-van-chua-ha-man-680683.htm Vụ kiện 55 triệu USD thắng máy đánh bạc vẫn chưa hạ màn], Công Quang, [[Dân trí (báo)|Báo Dân Trí]] 2\/01\/2013 - 20:59<\/ref>\n\n===Kết quả===\nSau 4 năm kể từ ngày xảy ra vụ tranh chấp, chiều ngày [[7 tháng 1|07 tháng 01]] năm [[2013]], Tòa án nhân dân quận 1 Thành phố Hồ chí Minh đã tuyên Công ty liên doanh Đại Dương phải trả cho ông Ly Sam hơn 55 triệu USD <ref name=\"Báo Người Lao động Điện tử\">{{chú thích web|url=http:\/\/nld.com.vn\/20130107044338856p0c1019\/vu-doi-555-trieu-usd-cong-ty-dai-duong-thua-kien.htm|title=Vụ đòi 55,5 triệu USD: Công ty Đại Dương thua kiện|work=Báo Người Lao động Điện tử|author=Ph Dũng|date=ngày 7 tháng 1 năm 2013|access-date=ngày 7 tháng 1 năm 2013}}<\/ref>. Quy ra tiền Việt Nam tại thời điểm hiện tại là hơn 1.154 tỷ đồng. Bị đơn còn phải nộp án phí hơn 1,2 tỷ đồng. Nguyên đơn được hoàn trả hơn 550 triệu đồng tiền tạm ứng án phí đã nộp <ref name=\"Báo Thanh Niên\">{{chú thích web|url=http:\/\/www.thanhnien.com.vn\/pages\/20130107\/vu-kien-doi-55-trieu-usd-cau-lac-bo-palazzo-thua-kien.aspx|title=Vụ kiện đòi 55 triệu USD: Câu lạc bộ Palazzo thua kiện|work=[[Thanh Niên (báo)|Báo Thanh Niên]]|author=Lê Nga|date=ngày 7 tháng 1 năm 2013|access-date=ngày 7 tháng 1 năm 2013}}<\/ref>\n==Kháng cáo và phúc thẩm==\nCả nguyên đơn và bị đơn cùng kháng cáo<ref>http:\/\/www.thanhnien.com.vn\/pages\/20130121\/ca-nguyen-don-va-bi-don-cung-khang-cao.aspx Cả nguyên đơn và bị đơn cùng kháng cáo<\/ref>.\n\nVào ngày 2\/1\/2014, TAND Tp Hồ Chí Minh đã đình chỉ xét xử phúc thẩm, đình chỉ vụ kiện. Tòa cũng tuyên hủy bản án sơ thẩm của TAND Quận 1 đã tuyên ngày 7\/1\/2013<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/cham-dut-vu-kien-doi-hon-55-trieu-usd-tien-thang-bac-2931919.html|title=Chấm dứt vụ kiện đòi 55,5 triệu USD tiền thắng bạc}}<\/ref>. Trước đó, vào ngày 10\/12\/2013, ông Ly Sam đã rút đơn kháng cáo, rút đơn khởi kiện với lý do là máy số 13 (máy ông chơi) xảy ra lỗi kỹ thuật dẫn đến màn hình hiển thị con số trúng thưởng 55,5 triệu USD làm ông ngộ nhận. Vì vậy, ông đề nghị tòa đình chỉnh xét xử vụ kiện. Cùng ngày, phía bị đơn là Công ty Liên doanh Đại Dương cũng rút đơn kháng cáo. Nhiều thông tin cho rằng các bên đã có \"những thỏa thuận đạt được bên ngoài vụ kiện\". Tuy nhiên, một luật sư tham gia vụ việc cho biết đây là những điều \"không thể tiết lộ\"<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/vu-kien-thang-cuoc-may-danh-bac-hai-ben-da-tu-thoa-thuan-588347.htm|title=Vụ kiện 55,5 triệu USD: hai bên đã tự thỏa thuận}}<\/ref>.\n\n==Các dữ kiện liên quan ==\n===Khía cạnh pháp lý về Luật đánh bạc Việt Nam===\nTheo luật Việt Nam hiện nay nghiêm cấm hình thức đánh bạc và tổ chức cờ bạc, cá độ dưới bất cứ hình thức nào, nhưng luật chỉ áp dụng cho người trong nước.<ref>[http:\/\/www.anninhthudo.vn\/Phap-luat\/Vay-bat-song-bac-da-chien-tren-nui\/447582.antd Vây bắt sòng bạc \"dã chiến\" trên núi], Quang Khoa, [[báo An ninh Thủ đô]], 16\/05\/2012 16:30<\/ref><ref name=\"bbc1\">[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/03\/120309_casino_lawyers.shtml Casino Việt Nam nhìn từ góc độ pháp lý], [[BBC]], 3:07 GMT - 10 tháng 3 năm 2012<\/ref>. Tại Việt Nam có những khu đánh bạc chỉ dành riêng cho người nước ngoài (hay là có hộ chiếu nước ngoài), như các khu đánh bạc và [[sòng bạc|casino]] tại [[Quảng Ninh]], [[Đồ Sơn]] ([[Hải Phòng]]), Lạng Sơn, Lào Cai, Đà Nẵng..., hay là trong các khách sạn quốc tế, trung tâm mua sắm, gọi là \"vui chơi có thưởng\".<ref name=\"bbc1\" \/><ref>[http:\/\/antg.cand.com.vn\/vivn\/tulieu\/2010\/5\/78039.cand Casino Việt Nam – Tại sao không?], Nguyễn Xuân Yêm, báo An ninh Thế giới, 2:35 PM, 15\/05\/2012<\/ref> Chính phủ Việt Nam đang xem xét cho phép thành lập các dự án xây dựng [[sòng bạc]] chính thức tại Việt Nam, nhưng \"phải đảm bảo đúng định hướng xã hội chủ nghĩa\".<ref name=\"bbc1\" \/>\n\nÔng Lý Sam là [[Việt kiều]], nên được phép đánh bạc tại một khu \"vui chơi có thưởng\" hợp pháp trong khách sạn quốc tế Sheraton.\n\n=== Máy đánh bạc===\n* Máy điện tử đánh bạc số 13 là một trong sáu máy trò chơi mà Công ty Đại Dương nhập khẩu từ [[Malaysia]] về Việt Nam vào ngày ngày 19 tháng 9 năm 2009. Lô hàng đã có giấy xác nhận của cơ quan có thẩm quyền đủ điều kiện nhập khẩu và đã được cơ quan chức năng kiểm định trước khi đưa vào sử dụng.<ref name=\"Báo VietNamNet\"\/> Nguyên tắc của trò chơi điện tử là trò chơi may rủi, người chơi chỉ chơi với máy, nhân viên câu lạc bộ không được quyền can thiệp. Theo luật chơi thì máy có nhiều cột thể hiện sự nạp tiền, trúng thưởng và số tiền trong tài khoản \"credit\" của người chơi là căn cứ trả thưởng. Theo các chứng cứ do ông Ly Sam đã nộp và lời khai của các nhân chứng tại phiên tòa, sau khi kết thúc đợt chơi cuối cùng (bị trừ 5 USD do thua) thì số tiền thể hiện trong tài khoản của ông Ly Sam là hơn 55 triệu USD. Vì thế, theo nguyên tắc của trò chơi thì Công ty Đại Dương phải có trách nhiệm trả thưởng cho ông Ly Sam đúng theo số tiền mà máy đã thể hiện <ref>[http:\/\/tuoitre.vn\/Chinh-tri-xa-hoi\/Phap-luat\/528817\/viet-kieu-thang-kien-55-trieu-usd-tien-danh-bac.html Việt kiều thắng kiện 55 triệu USD tiền đánh bạc], Chi Mai, [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]], 08\/01\/2013 07:26 (GMT + 7)<\/ref>\n* Theo phía bị đơn \"''chẳng có máy trò chơi nào được lập trình mà chỉ với 10 cent có thể thắng được tới 55 triệu USD''\", '''máy đã gặp sự cố'''. Tại tòa, bị đơn đề nghị nếu cần thiết có thể triệu tập thêm các chuyên gia, giám định để làm rõ việc ông Ly Sam thắng hay không thắng cược.\n* Theo Hội đồng xét xử việc bị đơn tự ý tháo bo mạch máy đi giám định khi chưa được sự thống nhất của nguyên đơn cũng như quyết định trưng cầu giám định của tòa nên không thể coi kết quả giám định bị đơn đưa ra là chứng cứ của vụ án. Từ đó, tòa bác toàn bộ quan điểm của bị đơn, tuyên nguyên đơn thắng kiện <ref>[http:\/\/vietnamnet.vn\/vn\/xa-hoi\/104384\/ben-thua-kien-55-trieu-usd-noi-gi-.html Bên thua kiện 55 triệu USD yêu cầu bác bỏ bản án], Mai Phượng, VietNamNet, 9\/1\/2013 00:23<\/ref>.\n\n===Bị đơn===\n* Theo Thẩm phán Tòa án nhân dân Quận 1, Mai Xuân Bình thì: \"''trước khi xét xử vụ án, Hội đồng xét xử đã thẩm định tài chính của phía bị đơn. Theo đó, riêng năm 2009, doanh thu từ trò chơi đánh bạc của Câu lạc bộ Palazzo thuộc Công ty Liên doanh Đại Dương đã là 68 triệu USD thì thừa sức thực hiện nghĩa vụ trả 55 triệu USD''\" <ref name=\"Cơ quan của TW Hội Khuyến học Việt Nam 1\"\/>.\n* Nhận xét của báo giới \"''Trong trường hợp xấu nhất là phải trả 55 triệu USD, Liên doanh Đại Dương - chủ sở hữu Sheraton Saigon Hotel & Towers - sẽ mất khoảng 3 năm lợi nhuận''.\"\n\nNgày 8 tháng 1 năm 2013, luật sư của Công ty Liên doanh Đại Dương cho biết \" ''thân chủ của họ sẽ kháng cáo toàn bộ bản án do Tòa án nhân dân quận 1-[[Thành phố Hồ Chí Minh]] tuyên ngày 7 tháng 1'' \" và \" ''Nếu tòa cấp phúc thẩm tuyên giống như sơ thẩm, yêu cầu trả cho ông Sam hơn 55,5 triệu USD thì có thể ngành trò chơi có thưởng ở Việt Nam sẽ tàn rụi trong nay mai vì sự rủi ro quá lớn''\", luật sư của Công ty Liên doanh Đại Dương nhận định <ref>[http:\/\/nld.com.vn\/20130108054436768p0c1019\/vu-kien-doi-555-trieu-usd-ban-an-qua-phi-ly-va-cam-tinh.htm VỤ KIỆN ĐÒI 55,5 TRIỆU USD: \"Bản án quá phi lý và cảm tính!\"], Ph. Dũng, [[Người lao động (báo)|báo Người lao động]], 08\/01\/2013 18:44<\/ref>.\n\n=== Nguyên đơn===\nÔng Ly Sam là một [[doanh nhân]] [[người Mỹ gốc Việt]], sinh năm 1953 tại [[Cà Mau]]. Hiện là chủ một nhà hàng lớn ở Thành phố Hồ Chí Minh.\nTheo như người đại diện ủy quyền của ông Ly Sam \"''Đây chỉ mới là phiên xử sơ thẩm và án chưa có hiệu lực pháp luật, nhưng nếu thắng kiện ông Ly Sam vẫn giữ đúng lời hứa dùng một phần số tiền may mắn này làm từ thiện''\" <ref>[http:\/\/www.thanhnien.com.vn\/pages\/20130108\/thang-kien-hon-55-trieu-usd.aspx Thắng kiện hơn 55 triệu USD], Lê Nga, báo Thanh Niên, 08\/01\/2013 2:28<\/ref>.\n\n==Ý kiến ngoài phiên tòa ==\n* Công ty liên doanh Đại Dương cảnh báo: \" ''Một quyết định của tòa án phủ nhận quy tắc phổ biến về sự cố do lỗi của máy có thể ảnh hưởng tiêu cực đến quyết định của các nhà đầu tư nước ngoài như [[Las Vegas Sands]], [[MGM Resorts International]] hoặc [[Genting]] đang có kế hoạch đầu tư hoặc đang đầu tư vào các dự án [[sòng bạc|casino]] có số vốn lên đến hàng tỷ USD tại Việt Nam.''\" <ref>[http:\/\/dantri.com.vn\/kinh-doanh\/hoan-xu-vu-kien-doi-55-trieu-usd-thang-qua-may-danh-bac-611462.htm Hoãn xử vụ kiện đòi 55 triệu USD thắng qua máy đánh bạc], \nCơ quan của TW Hội Khuyến học Việt Nam<\/ref>.\n\n* Có ý kiến [[luật sư]] cho rằng, để ông Ly Sam lấy được 55,5 triệu USD tiền thắng kiện là điều không hề đơn giản<ref name=\"Cơ quan của TW Hội Khuyến học Việt Nam 1\">{{chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/viet-kieu-thang-kien-555-trieu-usd-khong-de-lay-duoc-tien-682849.htm|title=Việt kiều thắng kiện 55,5 triệu USD không dễ lấy được tiền|work=Cơ quan của TW Hội Khuyến học Việt Nam|author=Công Quang|date=ngày 8 tháng 1 năm 2013|access-date=ngày 8 tháng 1 năm 2013}}<\/ref>. GS-TS Nguyễn Vân Nam, Giám đốc Công ty Luật Nam Hùng khẳng định: \" ''điều mà tòa án cần làm là phải kiểm tra, xác minh mức thưởng tối đa này là bao nhiêu. Theo ông Nam, mặc dù Công ty Liên doanh Đại Dương tự ý tháo thiết bị máy đánh bạc đi kiểm định nhưng không có nghĩa không thể kiểm tra chính xác cơ cấu giải thưởng.''\" và theo ý ông:\"Thắng ở sơ thẩm chưa có gì phải mừng, thua ở sơ thẩm cũng chưa nên buồn\" <ref>[http:\/\/www.thanhnien.com.vn\/pages\/20130108\/cac-luat-su-noi-gi-ve-vu-thang-kien-55-trieu-usd.aspx Các luật sư nói gì về \"vụ thắng kiện 55 triệu USD\"?], Trung Hiếu, Báo Thanh Niên, 08\/01\/2013 17:00<\/ref>.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/vnexpress.net\/gl\/phap-luat\/2013\/01\/viet-kieu-thang-kien-vu-doi-55-5-trieu-usd-trung-thuong\/ Việt kiều thắng kiện vụ đòi 55,5 triệu USD trúng thưởng], Hải Duyên, VnExpress, 7\/1\/2013, 17:57 GMT+7\n\n[[Thể loại:Vụ án tại Việt Nam]]\n[[Thể loại:Việt Nam năm 2013]]"}