{"401256":"{{Infobox religious building\n| building_name = Vụ mâu thuẫn ở tu viện Bát Nhã\n| image = Cổng vào tu viện Bát Nhã.jpg\n| caption = Cổng vào Tu viện Bát Nhã\n| full =\n| other_names = \n| order =\n| established = 1995\n| disestablished = \n| mother =\n| diocese = \n| churches =\n| founder = \n| dedication = \n| people = \n| location = Xã [[Đamb'ri]], thành phố [[Bảo Lộc]], tỉnh [[Lâm Đồng]]\n| country = {{VIE}}\n| map_type = \n| latitude = \n| longitude = \n| coordinates_display = \n| remains = \n| public_access = \n}}\n'''Vụ mâu thuẫn ở tu viện Bát Nhã''' xảy ra năm 2008 giữa [[tu viện]] và những tu sinh [[Làng Mai]] đang tu tập ở đây.\n\n== Bối cảnh ==\nTu viện Bát Nhã thuộc địa phận xã [[Đamb'ri]], thành phố [[Bảo Lộc]], tỉnh [[Lâm Đồng]], [[Việt Nam]], có diện tích khoảng 30 hecta, được thành lập năm 1995 bởi thượng tọa Thích Đức Nghi, viện chủ tu viện.<ref name=phuongboivainet>[http:\/\/www.phuongboi.org\/index.php\/trung-tam-tu-hc\/64-tu-vin-bat-nha-lam-ng\/90-vai-net-v-tu-vin-bat-nha- Vài nét về Tu viện Bát Nhã]<\/ref>\n\nTháng 2 năm 2005, thượng tọa Thích Đức Nghi đã đồng ý cho Thiền sư [[Thích Nhất Hạnh]] và tăng thân [[Làng Mai]] để xây dựng Bát Nhã thành một tăng thân và một trung tâm tu học theo pháp môn Làng Mai tại Việt Nam.<ref name=phuongboivainet\/> Theo [[AFP]], những tu sinh của [[Thích Nhất Hạnh]] đã chi ra gần một triệu [[đô la Mỹ]] để mua đất và mở rộng khu tu viện.<ref name=apbooting>{{chú thích báo\n|title=Vietnam says booting Buddhist monks not repression \n|url=http:\/\/hosted.ap.org\/dynamic\/stories\/A\/AS_VIETNAM_BUDDHIST_STANDOFF?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2009-08-01-10-45-53\n|publisher=[[Associated Press|AP]]\n|date = ngày 4 tháng 8 năm 2009 |access-date = ngày 9 tháng 8 năm 2009}}<\/ref><ref name=bbctnhlentieng\/> Khi đó, có khoảng 400 thầy, sư cô và cư sĩ đang tu học tại đây.<ref name=phuongboivainet\/><ref name=apdispute\/>\n\nTừ tháng 5 năm 2005 đến tháng 6 năm 2008, Thích Đức Nghi đã mời và bảo lãnh các nhà sư đã từng tu tại Làng Mai (trong đó có các vị gốc Việt mang quốc tịch nước ngoài) về Bát Nhã để chia sẻ pháp môn và đào tạo các vị xuất gia trẻ tu học theo mô thức Làng Mai. Thích Đức Nghi cũng đề cử một đệ tử là thầy Thích Đồng Hạnh làm phụ tá để sinh hoạt và tu học chung với tăng thân và để giúp về việc hành chánh. Trong vòng chưa đầy một năm, số lượng người trẻ về xuất gia và tập sự tu học tại Tu viện Bát Nhã đã lên đến 300 người. Thượng tọa Thích Đức Nghi có ý định xây dựng Bát Nhã thành nơi tu học cho cả ngàn tăng ni. Tuy chỉ mới [[thành]] lập được vài năm, các tăng thân đã tổ chức các khóa tu cho hàng ngàn người tại tu viện Bát Nhã và đã tham gia vào nhiều chương trình văn hóa và xã hội tại địa phương.<ref name=phuongboivainet\/> Trong bốn năm, các nhà sư và tu sinh đã tu tập và học [[Pháp (tôn giáo)|Phật pháp]] một cách yên bình.<ref name=apdispute>{{chú thích báo\n|title=Vietnam's dispute with Zen master turns violent\n|url=http:\/\/abcnews.go.com\/International\/WireStory?id=8229405\n|author=[[Associated Press|AP]]\n|publisher=[[ABC News]]\n|date = ngày 1 tháng 8 năm 2009 |access-date = ngày 10 tháng 10 năm 2009}}<\/ref>\n\nTheo báo mạng [[Công an nhân dân (báo)|Công an Nhân Dân]], ngày 4 tháng 2 năm 2008, thiền sư Thích Nhất Hạnh cho xuất bản<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/Su-kien-Binh-luan-thoi-su\/Su-that-ve-Tu-vien-Bat-Nha-(Bao-Loc)-150972\/|title=Sự thật về Tu viện Bát Nhã (Bảo Lộc)}}<\/ref> lá thư Làng Mai số 31 trong đó có đoạn: \"''Tại đất nước ta, cách tư duy trong đảng và trong chánh quyền, đường lối kinh tế của đất nước bây giờ đây đâu còn lấy chủ nghĩa Mác Xít làm khuôn vàng thước ngọc nữa. Đảng Cộng sản Việt Nam, có người đã nói, cũng nên đổi tên đi thôi, một cái tên mới như Đảng xã hội, Đảng đổi mới, Đảng dân chủ, Đảng cộng hòa, Đảng tự do, Đảng dân tộc... tên gì cũng được miễn không phải là cái tên cũ. Cái tên Đảng hiện giờ đang là một chướng ngại, gây hiểu lầm và tiếp tục nuôi dưỡng oán hận. Trong Đảng và trong guồng máy chính quyền chắc chắn đã có những vị suy nghĩ như thế mà chưa nói ra được. Có những vị trong Đảng cũng đã nghĩ tới việc thay quốc hiệu. thay vì sử dụng quốc hiệu Cộng hoà Xã hội Chủ nghĩa Việt Nam, một cái tên quá dài ta có thể đổi lại là Cộng hoà Việt Nam hay tốt nhất là Việt Nam thôi…\"<ref>{{Chú thích web|url=http:\/\/lien-hoa.net\/ltlm%2031%20final%20phan%201.pdf|title=Lá thư Làng Mai số 31, trang 13|ngày truy cập=2017-02-13|archive-date=2011-02-06|archive-url=https:\/\/web.archive.org\/web\/20110206030152\/http:\/\/lien-hoa.net\/ltlm%2031%20final%20phan%201.pdf|url-status=dead}}<\/ref>'' Theo báo này đây là một trong những đề cập đến các vấn đề chính trị đưa đến đổ vỡ.\n\n== Diễn biến ==\n===Theo báo chí nước ngoài===\nTháng 6 năm 2008, thượng tọa Thích Đức Nghi đổi ý, không bảo lãnh các nhà sư có quốc tịch nước ngoài và không muốn tu viện Bát Nhã tu tập theo pháp môn Làng Mai nữa. Thượng tọa muốn tăng thân tu học theo pháp môn Làng Mai phải rời Bát Nhã.<ref name=phuongboivainet\/>\n\nNgày 08 tháng 08 năm 2008, công an địa phương ra công văn trục xuất 397 tu sinh khỏi tu viện vì họ không còn có sự bảo lãnh cư trú của tu viện.<ref name=bbckhongdanap>{{chú thích báo\n|title=\n'Không đàn áp tôn giáo vụ Bát Nhã'\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/08\/090806_batnha_update.shtml\n|publisher=[[BBC]]\n|date = ngày 6 tháng 8 năm 2009 |access-date = ngày 9 tháng 8 năm 2009}}<\/ref> Nhóm tăng ni sinh phái Làng Mai tiếp tục gửi thư kiến nghị đi các nơi.<ref name=bbccangthang\/>\n\nNgày 19 tháng 11 năm 2008, một cuộc họp ở [[Thành phố Hồ Chí Minh]] với sự tham dự của đại diện [[Giáo hội Phật giáo Việt Nam]] và Ban tôn giáo chính phủ đưa ra quyết định ủy quyền cho ban trị sự Phật giáo tỉnh Lâm Đồng giải quyết. Giáo hội Phật giáo ở Lâm Đồng nói họ tạm thời bảo lãnh cho các vị tăng ni sinh này ở lại cho đến khi có giải pháp sau cùng.<ref name=bbccangthang\/>\n\nNgày 27 tháng 6 năm 2009, viện chủ Thích Đức Nghi đã cho cắt điện và nước sinh hoạt.<ref name=apdispute\/><ref name=bbccangthang\/> Hai ngày sau, một đám người ném đá và phân súc vật vào đại diện của Ban Trị sự Giáo hội Phật giáo tỉnh Lâm Đồng đến điều tra vụ việc.<ref name=apdispute\/>\n\nĐầu tháng 7, đám đông đã đến tấn công khu tu viện với búa, đập vỡ cửa sổ, làm hư hại tòa nhà và hăm dọa những người trong đó. Công an và dân quân địa phương có mặt tại hiện trường để quan sát nhưng không can thiệp với lý do đây là vấn đề nội bộ của tu viện<ref name=bbccangthang>{{chú thích báo\n|title=Căng thẳng tại Tu viện Bát Nhã\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/07\/090704_batnha_tension.shtml\n|publisher=[[BBC]]\n|date = ngày 4 tháng 7 năm 2009 |access-date = ngày 9 tháng 8 năm 2009}}<\/ref>\n\nTheo tin của hãng [[Associated Press|AP]] ngày 1 tháng 8, chính quyền nói rằng vụ việc là do sự đối đầu của hai nhóm nhà sư trong tu viện, và theo lời những người ủng hộ Thích Nhất Hạnh, vài người của Thích Đức Nghi và dân địa phương thỉnh thoảng đã quấy nhiễu họ trong suốt năm qua. Cũng theo hãng tin này, chính quyền địa phương nói rằng viện chủ Thích Đức Nghi đã yêu cầu cắt điện và rằng điện đã có lại từ giữa tháng 7, nhưng theo một nhà sư ở tu viện, đến ngày 1 tháng 8 vẫn chưa có điện lại.<ref name=apdispute\/>\n\nNgày 20 tháng 9 năm 2009, một số thanh niên đến phá nhà cửa, ném đá, rải truyền đơn, vứt quần áo của các ni cô xuống suối.<ref name=bbclaibipha>{{chú thích báo\n|title=Tu viện Bát Nhã lại bị phá phách\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/09\/090923_batnha_violence.shtml\n|publisher=[[BBC]]\n|date = ngày 23 tháng 9 năm 2009 |access-date = ngày 11 tháng 10 năm 2009}}<\/ref> Ngày 27 tháng 9 năm 2009, một nhóm đông người đến đập phá và đuổi những người trong tu viện ra ngoài. Những người bị đuổi phải đứng dưới mưa trong vài giờ.<ref name=\"bbcbidappha\">{{chú thích báo\n|title=Tu viện Bát Nhã bị đập phá\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/09\/090927_batnhadestroyed.shtml\n|publisher=[[BBC]]\n|date = ngày 27 tháng 9 năm 2009 |access-date = ngày 11 tháng 10 năm 2009}}<\/ref>\n\nNgày 30 tháng 9 năm 2009, Thích Nhất Hạnh gửi một lá thư cho [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước Việt Nam]] [[Nguyễn Minh Triết]] kêu gọi che chở cho tăng thân sau vụ Bát Nhã. Vì không có hồi âm, ngày 2 tháng 10 năm 2009, ông lại gửi một lá thư cho nhân sĩ, trí thức trong và ngoài nước kêu gọi họ \"kịp thời lên tiếng để che chở cho 400 người trẻ đang bị bao vây và đàn áp tại chùa Phước Huệ ở Bảo Lộc.\"<ref name=\"bbctnhlentieng\">{{chú thích báo\n|title=Thiền sư Thích Nhất Hạnh lên tiếng\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/10\/091005_thichnhathanh_letters.shtml\n|publisher=[[BBC]]\n|date = ngày 5 tháng 10 năm 2009 |access-date = ngày 11 tháng 10 năm 2009}}<\/ref><ref name=\"apdecry\">{{chú thích báo\n|title=Zen Master Decries Vietnam's Treatment of Monks\n|url=http:\/\/abcnews.go.com\/International\/wireStory?id=8788847\n|author=[[Associated Press|AP]]\n|publisher=[[ABC News]]\n|date = ngày 9 tháng 10 năm 2009 |access-date = ngày 10 tháng 10 năm 2009}}<\/ref>\n\nHoàng Hưng, một nhà báo ở Thành phố Hồ Chí Minh đã khởi xướng thỉnh nguyện thư yêu cầu những nhà lãnh đạo của Việt Nam cho điều tra độc lập và cho truyền thông đưa tin về vụ mâu thuẫn.<ref name=\"apdecry\" \/> Theo ông Hưng, hơn 200 người đã ký vào thỉnh nguyện thư yêu cầu Chủ tịch nước, Thủ tướng và Chủ tịch Quốc hội Việt Nam phải can thiệp vụ Bát Nhã.<ref name=\"apdecry\" \/> Trong những người ký tên có nguyên phó chủ tịch ủy ban Mặt trận tổ quốc Việt Nam tại Thành phố Hồ Chí Minh [[Lê Hiếu Đằng]].<ref name=\"bbcthinhnguyen\">{{chú thích báo\n|title=Bát Nhã 'tạo ra tiền lệ nguy hiểm'\n|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/10\/091008_batnha_lehieudang.shtml\n|publisher=[[BBC]]\n|date = ngày 8 tháng 10 năm 2009 |access-date = ngày 11 tháng 10 năm 2009}}<\/ref>\n\n===Theo báo chí trong nước===\nNgày 8 tháng 10, người phát ngôn [[Bộ Ngoại giao (Việt Nam)|Bộ Ngoại giao Việt Nam]] [[Nguyễn Phương Nga]] khẳng định không có việc Việt Nam 'ép' 400 người tu theo pháp môn Làng Mai phải rời khỏi tu viện Bát Nhã.<ref name=TTXVN>[http:\/\/www.vietnamnet.vn\/chinhtri\/200910\/Khong-co-viec-ep-400-nguoi-roi-tu-vien-Bat-Nha-872719\/ Không có việc 'ép' 400 người rời tu viện Bát Nhã]<\/ref> Bà cũng khẳng định chính quyền địa phương đã giữ an ninh không để xảy ra xô xát, đảm bảo tuyệt đối an toàn tính mạng, tài sản của công dân, rằng chính quyền địa phương cũng đã vận động phật tử Bát Nhã không xúc phạm đến các tu sinh theo pháp môn Làng Mai.<ref name=TTXVN\/> Bà khẳng định vụ mâu thuẫn là sự đối đầu không bạo lực của hai giáo phái,<ref name=apdecry\/> và nhấn mạnh: \"Những thông tin nói 'đã xảy ra đụng độ giữa các \"sư thầy\", \"sư cô\" tại tu viện Bát Nhã và chính quyền, làm một số người bị thương và nhiều người bị bắt...' là hoàn toàn sai sự thật\"<ref name=TTXVN\/>\n\nCung cấp thông tin cho các phóng viên trong nước và quốc tế tại buổi họp báo, chiều 11 tháng 1 năm 2010 tại Hà Nội, Phó Trưởng ban Thường trực Ban Tôn giáo Chính phủ, ông Nguyễn Thanh Xuân cho biết: Sau khi từ tu viện Bát Nhã về ở tạm tại chùa Phước Huệ (Lâm Đồng), đến ngày 30 tháng 12 năm 2009, những người Việt Nam tu theo pháp môn Làng Mai đã tự giác rời khỏi chùa Phước Huệ, về nơi cư trú.\n\nTheo thông tin của Ban Tôn giáo Chính phủ, trước tháng 6 năm 2008, những người Việt Nam tu theo pháp môn Làng Mai được Thượng tọa Thích Đức Nghi, Trụ trì tu viện Bát Nhã (thị xã Bảo Lộc, tỉnh Lâm Đồng) bảo lãnh tu tập tại cơ sở tôn giáo này theo những khóa tu ngắn ngày. Trong quá trình đó, Làng Mai đã can thiệp vào công việc nội bộ của [[Giáo hội Phật giáo Việt Nam]] bằng cách tự ý bổ nhiệm Phó Trụ trì tu viện Bát Nhã; tấn phong giáo phẩm cho 1 vị từ hàm Thượng tọa lên Hòa thượng mà không qua ý kiến GHPG Việt Nam và Trụ trì tu viện. Đây cũng là việc làm trái với Hiến chương của GHPG Việt Nam và pháp luật Việt Nam.\n\nDo bức xúc bởi việc này, ngày 1 tháng 9 năm 2008, Thượng tọa Thích Đức Nghi đã có đơn gửi GHPG Việt Nam đề nghị thôi bảo lãnh cho nhóm người trên. Giáo hội đã chấp thuận và truyền đạt ý kiến yêu cầu số tu sinh này thôi không tập trung tại Bát Nhã mà về các chùa thuộc địa phương nơi sinh sống để tu học.\n\nTuy nhiên, nhóm tu sinh trên đã không thực hiện vì vậy dẫn đến việc xô xát ngày 27 tháng 6 giữa số người tu theo pháp môn Làng Mai và các tăng, phật tử của tu viện Bát Nhã. Đến ngày 28 tháng 9, toàn bộ số người tu theo pháp môn Làng Mai mới rời khỏi Bát Nhã đến ở tạm tại chùa Phước Huệ (Bảo Lộc, Lâm Đồng), một số người khác trở về địa phương. Và đến ngày 30 tháng 12, số người còn lại này đã tự rời khỏi chùa Phước Huệ, về nơi cư trú. Hiện tại chính quyền địa phương chưa nắm được tất cả số lượng cũng như nơi đến cụ thể của những người này sau khi rời khỏi chùa Phước Huệ.\n\nCung cấp thông tin cho phóng viên về nguyên nhân dẫn đến vụ việc va chạm giữa số người tu theo pháp môn Làng Mai và các tăng, phật tử của tu viện Bát Nhã, ông Nguyễn Thanh Xuân nói: \"Chính sự khác biệt về lối tu của Làng Mai với cách tu tập của tăng, phật tử của tu viện Bát Nhã theo lối truyền thống của [[Phật giáo Việt Nam]] đã dẫn đến những xung đột về văn hóa, châm ngòi cho những vụ va chạm trên\".\n\nCũng theo ông Nguyễn Thanh Xuân, sau khi sự việc trên xảy ra, Thứ trưởng Bộ Ngoại giao, Chủ nhiệm Ủy ban Nhà nước về người Việt Nam tại nước ngoài đã chủ động thông tin với Làng Mai trước 1 tháng trong chuyến công tác tại Pháp cuối tháng 9 đầu tháng 10 năm 2009; đề nghị được gặp Thiền sư Thích Nhất Hạnh với mục đích trao đổi, hợp tác giải quyết vụ việc.\n\nTuy nhiên Thiền sư Thích Nhất Hạnh từ chối với lý do đã có chương trình sang Mỹ hoạt động tôn giáo. Trong khi đó, Làng Mai còn có những thông tin sai lệch, thiếu thiện chí về vấn đề những người tu theo pháp môn Làng Mai tại tu viện Bát Nhã.<ref>{{Chú thích web|url=https:\/\/www.sggp.org.vn\/bat-nha-binh-yen-185953.html|title=Bát Nhã bình yên}}<\/ref>\n\n== Bình luận ==\n=== Thiền sư Thích Nhất Hạnh ===\nThiền sư Thích Nhất Hạnh phủ nhận là mình đã cố làm cho vấn đề thêm rắc rối. Trong một bức thư ngày 20 tháng 7 gửi các tu sinh ở Bát Nhã, ông ca ngợi họ vẫn giữ hòa khí và khẳng định bất cứ quan niệm nào rằng họ có mục đích chính trị đều là \"ảo tưởng\".<ref name=apdispute\/>\n\nTrong một bài viết trên langmai.org, thiền sư Thích Nhất Hạnh viết:<ref>{{Chú thích web|url=https:\/\/langmai.org\/tang-kinh-cac\/bai-viet\/thay-nhat-hanh-len-tieng-bat-nha-la-mot-cong-an-thien\/|title=Bát Nhã là một công án thiền}}<\/ref>\n{{Cquote|''Bát Nhã đây là Tu Viện Bát Nhã ở Bảo Lộc, là Tăng thân Bát Nhã đang gặp khó khăn và đang là một mối băn khoăn cho chính quyền, là Pháp nạn của Phật giáo Việt Nam trong những thập niên đầu của thế kỷ thứ hăm mốt. Công án là một vấn nạn cần phải giải quyết bằng niệm, định và tuệ chứ không thể chỉ bằng trí năng của ta. Nếu chưa giải quyết được thì mình chưa có hướng đi, chưa có an lạc và hạnh phúc.''|}}\n\n=== Giáo sư Carlyle Thayer ===\nGiáo sư Carlyle Thayer, chuyên gia về Việt Nam tại Học viện Quốc phòng Úc, trong bài phỏng vấn của [[Radio France Internationale|RFI]] nhận xét có \"yếu tố Trung Quốc\" trong vụ mâu thuẫn này và nói rằng: \"Báo chí Nhà nước tại Việt Nam đã đưa tin theo hướng sự cố Bát Nhã là vấn đề tranh chấp giữa các nhóm phật tử địa phương. Thế nhưng có thể thấy rõ bàn tay của ngành an ninh trung ương trong việc dàn dựng những hành động mạnh tay, kể cả bạo động.\"<ref name=rfiyeuto>{{chú thích báo\n|title=Báo chí quốc tế nêu lên yếu tố Trung Quốc trong các vụ Tam Tòa và Bát Nhã ở Việt Nam \n|url=http:\/\/www.rfi.fr\/actuvi\/articles\/116\/article_4480.asp\n|publisher=[[Radio France Internationale|RFI]]\n|date = ngày 6 tháng 8 năm 2009 |access-date = ngày 10 tháng 8 năm 2009}}<\/ref>\n\n=== Lê Hiếu Đằng ===\nÔng [[Lê Hiếu Đằng]], nguyên phó chủ tịch ủy ban mặt trận tổ quốc Việt Nam, Thành phố Hồ Chí Minh, nhận xét \"vụ Bát Nhã cho thấy sự \"vô trách nhiệm\" của chính quyền địa phương, tạo ra một \"tiền lệ hết sức nguy hiểm\" là bất cứ công dân nào cũng có thể bị côn đồ đe dọa, và cấp trung ương phải nhanh chóng giải quyết chuyện này.\"<ref name=bbcthinhnguyen\/>\n\n=== Sư cô Chân Không ===\nNói chuyện với phóng viên Quốc Phương (BBC) trong cuộc phỏng vấn tại [[Làng Mai]], Thénac, Pháp, hồi tháng 2 năm 2015, sư cô Chân Không cho biết, trong chuyến đi thứ hai về Việt Nam năm 2007, sau khi Thiền sư Thích Nhất Hạnh làm trai đàn bình đẳng chẩn tế để giải oan cho các nạn nhân chiến cuộc ở cả miền Nam, miền Trung, miền Bắc và trên toàn đất nước, thì được Chủ tịch nước Nguyễn Minh Triết tiếp. Trong cuộc gặp đó, Thiền sư đưa ra 10 điểm đề nghị, trong đó có:\n* \"Nên có một bộ công an là đủ rồi, chứ đừng nên có thêm công an tôn giáo.\"\n* \"Công an tôn giáo đi theo dõi mấy ông thầy tu với mấy ông cha cực quá, chỉ có nước Tàu với nước Việt Nam là có chuyện đó.\"\n* \"Vì câu đó mà công an họ đập tan hoang, tơi bời.\"\n* \"Mà họ đập tại vì mình cũng không chịu lo tiền, lo tiền từ Bảo Lộc cho tới Lâm Đồng.\"\n* \"Nhưng mà mình đã muốn cống hiến cho đất nước năm giới, là năm phép tu tập chánh niệm, nên sẽ phạm giới nếu mình tham nhũng (ý Sư Cô là “hối lộ”).\" <ref>[http:\/\/www.bbc.com\/vietnamese\/multimedia\/2015\/04\/150402_phong_van_su_co_chan_khong_lang_mai Làng Mai kể nguyên nhân đằng sau vụ Bát Nhã], www.bbc.com, 2.4.2015<\/ref>\n\n== Xem thêm ==\n*[[Thích Nhất Hạnh]]\n*[[Nhân quyền tại Việt Nam]]\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.giacngo.vn\/thoisu\/2009\/07\/09\/56D403\/ HT.Thích Thiện Nhơn, Phó Chủ tịch kiêm Tổng Thư ký HĐTS TƯGH:Vấn đề tại tu viện Bát Nhã (TX.Bảo Lộc) phải được giải quyết thuận tình hợp lý] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091109234048\/http:\/\/www.giacngo.vn\/thoisu\/2009\/07\/09\/56D403\/ |date=2009-11-09 }}\n*[http:\/\/www.giacngo.vn\/thoisu\/2009\/10\/10\/57400B\/ Nhận định của Trung ương GHPGVN về tình hình tại tu viện Bát Nhã & chùa Phước Huệ, thị xã Bảo Lộc, tỉnh Lâm Đồng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091013082541\/http:\/\/www.giacngo.vn\/thoisu\/2009\/10\/10\/57400B |date=2009-10-13 }}\n\n[[Thể loại:Mâu thuẫn liên quan đến tôn giáo tại Việt Nam]]\n[[Thể loại:Phật giáo Việt Nam]]\n[[Thể loại:Việt Nam năm 2008]]\n[[Thể loại:Việt Nam năm 2009]]\n[[Thể loại:Xung đột năm 2009]]"}