{"785838":"'''Vụ phá [[nhà tù|khám]] [[Biên Hòa]]''' ([[Đồng Nai]], [[Việt Nam]]) và một vài nơi khác, do trại Lâm Trung ở tỉnh [[Biên Hòa]] tổ chức, xảy ra vào [[tháng giêng|tháng Giêng]] năm [[1916]], và nhanh chóng bị quân [[Đế quốc thực dân Pháp|Pháp]] dập tắt.\n \n==Giới thiệu sơ lược==\nHưởng ứng phong trào kháng [[Đế quốc thực dân Pháp|Pháp]] của Hội kín [[Nam Kỳ]] (có người còn gọi là [[Thiên Địa hội|Thiên Địa Hội]]), một số người dân yêu nước ở tỉnh [[Biên Hòa]] cũ (nay là tỉnh [[Đồng Nai]]) đã bí mật lập ra trại '''Lâm Trung''' (còn gọi là '''Lâm Trung Trại''') tại ngọn Rạch Đông (nay thuộc xã Thiện Tân, huyện [[Vĩnh Cửu]], tỉnh [[Đồng Nai]]).\n\nThành phần sáng lập gồm có: Năm Hi (được bầu làm thủ lĩnh), Tư Hổ, Bảy Đen, Ba Hầu, Sáu Huyền (cùng ở Tân Trạch), Ba Thứ, Năm Thanh (cùng ở Tân Lương, nhưng quê gốc ở Tân Uyên), Ba Nghi, Năm Rùa (cùng ở Tân Khánh), Hai Mạnh (ở Tân Uyên), Mười Lợi (ở Lò Gạch), Hai Cẩm (ở Biên Hòa),...<ref>Sách ''Biên Hòa sử lược toàn biên'' không ghi họ tên đầy đủ, mà chỉ ghi theo cách gọi quen thuộc ở [[Nam Bộ Việt Nam|Nam Bộ]], tức tên tục (hoặc tên thường dùng) kèm với thứ tự khi sinh ra trong một gia đình.<\/ref>\n \n==Vụ phá khám [[Biên Hòa]], [[1916]]==\n[[Tháng tám|Tháng 8]] năm [[1914]], [[Chiến tranh thế giới thứ nhất]] bùng nổ, vì [[Pháp]] phải đương đầu với [[Đức]], nên kiệt quệ lần hồi. Do cần quân số, năm [[1915]] và [[1916]], [[đế quốc thực dân Pháp|thực dân Pháp]] ở [[Việt Nam]] đã nhiều lần ra lệnh bắt lính, để đưa sang đấy tham chiến. Điều này, đã làm cho người dân Việt bị áp bức thêm căm phẫn.\n\nNhân cơ hội đó, thành phần nồng cốt của ''Lâm Trung Trại'' quyết định mở cuộc tấn công [[Nhà tù|khám đường]] [[Biên Hòa]] và một số nơi khác (để giải cứu số người bị bắt lính, và cũng để phân tán lực lượng của đối phương) vào đêm ngày 12 [[tháng giêng|tháng Giêng]] ([[âm lịch]]) năm [[Bính Thìn]] ([[1916]]).\nSau khi bàn bạc, các hội viên nồng cốt nhận nhiệm vụ khởi sự tại các vùng như sau: \n* Năm Hi (thủ lĩnh), Tư Hổ, Ba Hầu <ref>Còn được gọi là Hương hào Hầu, vì làm chức hương hào trong ban hội tề làng Tân Trạch.<\/ref>, Hai Lựu, Ba Vạn ở vùng Tân Trạch.\n* Ba Thứ và Năm Thanh ở vùng Tân Lương.\n* Ba Nghi, Năm Rùa và Hai Sở ở vùng Tân Khánh và Bà Trà.\n* Hai Cầm ở Bến Cá.\n* Mười Lợi ở Lò Gạch.\n* Mười Sót, Mười Tiết, Bếp Đầy, Lào Lẹt (gốc người [[Lào]]), Bảy Phát, Hai Danh, cùng nhận mục tiêu chính, đó là phá [[Nhà tù|khám]] [[Biên Hòa]] để giải cứu những tù nhân chính trị và dân lành bị bắt oan.\n\nCuộc khởi sự ở các nơi diễn ra đúng kế hoạch, tuy nhiên, chỉ giải cứu được một số thanh niên bị bắt lính ở Tân Khánh; và ở mũi tấn công [[Nhà tù|khám]] [[Biên Hòa]], nhờ nội ứng, đã giải cứu được một số tù nhân. \nCũng vì thành phần ô hợp, thiếu kinh nghiệm chiến đấu, vũ khí thô sơ; nên tất cả các mũi tấn công đều bị đối phương nhanh chóng đè bẹp. Nhiều hội viên bị bắn chết và bị bắt sống tại trận. Trong số bị bắt sống, có Mười Sót và Mười Tiết, là hai người chỉ huy mũi tấn công [[Nhà tù|khám đường]] [[Biên Hòa]].\n\nTheo phương án đã định sẵn phòng khi thất bại, số hội viên tháo chạy được liền tập trung tại chùa làng Tân Trạch ([[Biên Hòa]]). Sau đó, cả nhóm định đi tấn công đồn Sơn Đá<ref>Sơn Đá hay Săn Đá đều từ chữ soldat (lính) mà ra.<\/ref>, để giải cứu những người vừa bị bắt. Thế nhưng vừa tờ mờ sáng, quân [[Pháp]] được trang bị đầy đủ, từ tỉnh lỵ [[Biên Hòa]] đã rầm rộ kéo đến chùa. Nhờ hay trước, các hội viên đều chạy thoát. Chỉ có cụ Cả Thắm, cha của Tư Hổ, vì già yếu không chạy kịp nên bị bắt, bị tra tấn. Thương cha, Tư Hổ ra nạp mình. Sau, vì bị ruồng bố quá, Năm Hi, Ba Hầu, Hai Lựu, Lào Lẹt, Hai Sở, Ba Vạn, Bảy Phát, Hai Danh,... cũng đều lần lượt sa vào tay đối phương.\n\n==Bị xét xử==\n[[Tháng ba|Tháng 3]] năm [[1916]], tức khoảng hai tháng sau kể từ đêm nổ ra vụ phá khám Biên Hòa, tất cả số hội viên và người dân bị bắt đều bị đưa ra xét xử trước tòa \"Áo đỏ\" (tức Tòa đại hình của [[Pháp]]) với tội danh \"phiến loạn, cướp của và giết người\". Cuối cùng, số người bị cáo buộc là chủ mưu và bị kết án nặng nhất có:\n: -Án tử hình, gồm: Mười Sót, Mười Tiết, Ba Hầu, Năm Hi, Hai Lựu, Hai Sở, Lào Lẹt, Bảy Phát, Bếp Đầy.\n: -Án 20 năm khổ sai, đày ra [[Côn Đảo]], gồm: Tư Hổ và Ba Vạn <ref>Về sau, Tư Hổ được ra tù trước thời hạn (ân xá). Năm [[1945]], ông lại tiếp tục chống Pháp, lại bị Pháp bắt, rồi bị xử bắn tại Tân Uyên. Còn Ba Vạn, về sau cũng được thả, nhưng rồi chết vì bệnh già (theo ''Biên Hòa sử lược toàn biên'', Quyển 2, tr.202).<\/ref>.\n\nMấy hôm sau, lúc tờ mờ sáng, 9 hội viên bị kết án tử hình, bị đem ra bắn chết tại pháp trường ở phía tây Dốc Sỏi ([[Biên Hòa]]). Các thân xác ấy đều bị vùi chung trong một hầm tại bãi \"Cây gỏ cụt\", cách chỗ bắn khoảng 50[[m]]. Về sau, khi đào đất, có tù nhân tìm gặp hầm. Hay được, những người dân ở gần đó hùn tiền mua cho mỗi xác một chiếc chiếu <ref>Theo ''Biên Hòa sử lược toàn biên'', Quyển 2, tr.201.<\/ref>.\n\n==Thông tin liên quan== \nVụ tấn công khám [[Biên Hòa]] và một vài nơi khác, tuy diễn ra ngắn ngủi, nhưng đã gây được tiếng vang. Về sau, khi đề cập đến [[Thiên Địa hội|Thiên Địa Hội]] ở [[Nam Kỳ]], sự việc này vẫn còn được nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] nhắc đến:\n:''...[[Thiên Địa hội|Thiên Địa Hội]] tạo ra được [[Phan Xích Long]] dám yêu cầu tòa xử tử hình ngay, và nhiều nhân vật khác điển hình là hương hào Hầu bị can vào tôi chống Pháp (vụ phá khám Biên Hòa 1916) đã nói khẳng khái trước giờ hành quyền: \"Ta sanh làm tướng, chết làm thần. Chào bà con ở lại mạnh giỏi\". Hai Sở cùng bị xử một lượt, thách thức trước mũi súng của thực dân khi thọ án tử hình: \"Cứ bắn ta đi, Sở này không sợ đâu! Cái chết, ta thị như qui tân gia\" (có nghĩa coi như về nhà mới vậy thôi)<ref>[[Sơn Nam (định hướng)|Sơn Nam]], ''Nói về miền Nam'', mục: \"Thơ, tuồng, truyện, tích\".<\/ref>.\n\n*Cũng khoảng thời gian nổ ra vụ phá khám Biên Hòa, đêm 14 rạng ngày 15 [[tháng hai|tháng 2]] năm [[1916]]<ref>Ngày tháng chép theo [[Sơn Nam (định hướng)|Sơn Nam]] (''Thiên Địa Hội và cuộc Minh Tân'', tr. 141) và nhóm Đinh Xuân Lâm (''Đại cương lịch sử Việt Mam'', tr. 202). Nguyễn Q. Thắng-Nguyễn Bá Thế chép là \"rạng sáng ngày 16\" (''Từ điển nhân vật lịch sử Việt Nam'', tr. 793).<\/ref>, với khẩu hiệu ''Cứu Đại ca'' (chỉ [[Phan Xích Long]]), tất cả hội viên [[Thiên Địa hội|Thiên Địa Hội]] do [[Nguyễn Hữu Trí]] đứng đầu, đã bí mật kéo đi tấn công dinh Thống đốc và [[Khám Lớn Sài Gòn]]. Trước vũ khí mạnh của đối phương, cuộc tấn công này cũng đã gặp thất bại. Sau đó, Tòa đại hình của [[đế quốc thực dân Pháp|thực dân Pháp]] xử bắn trước sau là 51 người (cộng với 6 người bị bắn chết tại trận là 57)<ref>Theo GS. [[Trần Văn Giàu]], ''Địa chí văn hóa Thành phố Hồ Chí Minh'' (Tập I), tr. 271.<\/ref>. Nhìn chung, tuy còn một số mặt hạn chế, nhưng vụ phá khám Biên Hòa và vụ phá khám Sài Gòn vừa nêu, đều \"đã biểu lộ được tinh thần quật khởi của người dân ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]]\"<ref>Theo ''Đại cương lịch sử Việt Nam'' (Tập 2), tr. 202.<\/ref>.\n*Nội dung trong trang này đa phần đều dựa theo ''Biên Hòa sử lược toàn biên, phần \"Hương hầu Hào vá tám liệt sĩ'' của Lương Văn Lựu. Tra trong sách ''Đại cương lịch sử Việt Nam'' (Tập 2, tr. 201), thì thấy có một đoạn viết như sau:\n:''Ngày 23 [[tháng một|tháng 1]] năm [[1916]], khoảng 200 người do Lê Văn Hổ, Phạm Văn Hậu, Nguyễn Văn Liên cầm đầu kéo tới đánh phá trụ sở \"tuyển mộ\" ở tổng Chánh Mỹ, tỉnh [[Biên Hòa]]. Ngày 25 ''tháng 1'' (cùng năm), tù nhân nhà ngục [[Biên Hòa]] nổi dậy phá ngục''.\n\nVì thiếu tài liệu, nên không biết đây là một (nhưng vì một lý do nào đó, đã sai lệch về ngày tháng) hay là hai vụ khác nhau.\n\n==Xem thêm==\n*[[Phong trào hội kín Nam Kỳ]]\n\n==Sách tham khảo==\n*Lương Văn Lựu, ''Biên Hòa sử lược toàn biên'' (Quyển 2, phần \"Hương hầu Hào vá tám liệt sĩ\"). Ty Thông tin [[Biên Hòa]] kiểm duyệt và cho phép xuất bản năm 1973.\n*[[Sơn Nam (định hướng)|Sơn Nam]] ''Nói về miền Nam'' (mục: \"Thơ, tuồng, truyện, tích\". Bản điện tử).\n*Đinh Xuân Lâm-Nguyễn Văn Khánh- Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (Tập 2). Nhà xuất bản Giáo dục, 2006.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Phong trào Hội kín Nam Kỳ]]"}