{"43670":"'''Vụ hỏa hoạn ITC''' (ITC là viết tắt của'' International Trade Center'', nghĩa là Trung tâm Thương mại Quốc tế) là vụ cháy lớn xảy ra tại [[Quận 1]], [[Thành phố Hồ Chí Minh]] vào ngày [[29 tháng 10]] năm [[2002]], hậu quả đã làm thiêu rụi phần lớn tòa nhà ITC và làm chấn động dư luận Thành phố Hồ Chí Minh.\n\n==Về tòa nhà==\nTrung tâm Thương mại Quốc tế (ITC) là tòa nhà văn phòng và [[trung tâm mua sắm]], toạ lạc trên khu đất được bao bọc bởi các trục đường [[Đường Nam Kỳ Khởi Nghĩa, Thành phố Hồ Chí Minh|Nam Kỳ Khởi Nghĩa]], [[Đường Lê Lợi, Thành phố Hồ Chí Minh|Lê Lợi]], Nguyễn Trung Trực và Lê Thánh Tôn tại [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Tòa nhà có sáu tầng lầu với tổng diện tích 6.500m², được xây dựng vào năm [[1970]], thời đó có tên là Thương xá Tam Đa hay Crystal Palace. Tòa nhà được sửa chữa vào năm [[1985]], vừa được sử dụng làm tòa nhà văn phòng với 59 phòng cho thuê, vừa như một trung tâm mua sắm với 172 quầy mua bán vàng bạc đá quý. Ngoài ra tòa nhà còn có một [[vũ trường]] tên Blue, sân trượt băng và [[nhà hàng]], căng tin.\n\n==Vụ hỏa hoạn==\n===Diễn biến===\nThông tin về vụ cháy được thông báo vào khoảng 13h30 chiều ngày Thứ Ba, 29 tháng 10. Các nhân chứng có mặt đều thấy ngọn lửa phát ra từ vũ trường tại tầng hai và nhanh chóng bao trùm cả tòa nhà. Để thoát ra khỏi đám cháy, nhiều người đã trèo xuống bằng đường ống nước, thậm chí nhảy xuống từ tầng 3, tầng 4, dẫn đến gặp nhiều chấn thương. Đến 14 giờ, cột khói to đã bùng lên, cao hàng trăm mét. Nhiều gia đình, cửa hàng nằm trên đường Lê Thánh Tôn, Lê Lợi vội vàng di dời đồ đạc ra khỏi nhà.\n\nLúc này, lãnh đạo [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] đã có mặt tại hiện trường, huy động sự tiếp viện của lực lượng chữa cháy [[Quân khu 7]], Bộ Tư lệnh quân sự thành phố, [[Sân bay quốc tế Tân Sơn Nhất|Sân bay Tân Sơn Nhất]]. Đội cảnh sát chữa cháy trên sông nhận lệnh tiếp nước chữa cháy từ [[Bến Bạch Đằng]]. Tổng cộng có hơn 50 xe chữa cháy với hàng trăm người tham gia làm nhiệm vụ. Trong khi đó, xe cứu thương liên tiếp chở nạn nhân về trung tâm cấp cứu trên đường Hàm Nghi. Hàng chục vòi cứu hoả phun nước vào trong. Tuy nhiên phần lá phông chắn gió hai bên tòa nhà đã cản nước rất nhiều. Cả tầng 2-3 rực lửa. Tầng 4, 5, 6 khói mù mịt ngất trời. Tại một góc tòa nhà phía đường [[Nam Kỳ khởi nghĩa|Nam Kỳ Khởi Nghĩa]], ngọn lửa hoành hành dữ dội, 4 xe cứu hoả tập trung chĩa vòi rồng vào đây. Gió thổi to khiến ngọn lửa đôi lúc lại bùng lên, khí nóng và khói bao trùm toàn khu vực.\n\nLúc 16h, ngọn lửa đã được khống chế, khói dịu bớt. Tuy nhiên những ống vòi phun quá yếu, không thể phun nước được vào tới bên trong tòa nhà. Hơn 49 văn phòng các doanh nghiệp đang kinh doanh dần bị thiêu rụi. Một số thi thể bị cháy đen được nhìn thấy ở hành lang tầng 4 và 5 phía đường Nguyễn Trung Trực.\n\nLãnh đạo thành phố quyết định cho đập tường, đưa lực lượng đột nhập vào phun nước dập lửa từng tầng. Ông Lê Tấn Bửu chỉ huy đội cứu hỏa cho thành lập ngay 3 đội trinh sát với 20 người, đập tường khu vực tầng 3, từ phía mặt đường Lê Lợi. Khu vực góc [[đường Lê Lợi - Nguyễn Trung Trực]] được dành toàn bộ cho xe bệnh viện và nhân viên y tế.\n\nQua ngày 30 tháng 10, cuộc tìm kiếm thi thể các nạn nhân vẫn tiếp tục, khói vẫn bốc cao và toàn khu vực vẫn bị phong toả.\n\n===Nguyên nhân===\n\nNguyên nhân dẫn đến hỏa hoạn phát sinh khi hàn các [[bulong]] định vị trên trần buổi chiều ngày xảy ra hỏa hoạn. Thợ hàn để vảy xỉ nhiệt độ khoảng 1.700 độ C bắn vào xốp cách âm (có thể bắt cháy từ nhiệt độ 300 độ C) gây cháy lan nhanh và cháy lớn. Sau khi đám cháy lan rộng, thợ hàn không kiểm soát được đám cháy, đã đóng cửa phòng xảy ra cháy và để mặc cho đám cháy tiếp tục phát triển.\n\n===Hậu quả===\nVụ hỏa hoạn cướp đi sinh mạng của 60 người và làm bị thương khoảng 100 người.<ref name=\"Welders\">\"[http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/2384629.stm Welders arrested over Vietnam fire]\", [[BBC News]], 1 November 2002. Retrieved September 23, 2007.<\/ref> Tổng thiệt hại tài sản nhiều tỷ đồng. Các đơn vị thiệt hại do cháy có mua bảo hiểm gồm ITC (mua bảo hiểm của [[Bảo Minh]] 12 tỷ đồng, đã được tạm ứng đền bù 5 tỷ đồng), Công ty bảo hiểm quốc tế Mỹ [[Bảo hiểm AIA|AIA]] mua bảo hiểm 7,2 tỷ đồng đã nhận đủ.\n\nSo với những vụ cháy thường gặp trong năm thường xảy ra vào mùa khô ở các khu ổ chuột, khu dân cư [[nghèo]], đông đúc thì đây là một trong những trường hợp hỏa hoạn ở trong cao ốc hiếm gặp nhưng lại có nhiều khả năng tái diễn trong tương lai, trong điều kiện các cao ốc được xây lên ngày càng nhiều tại [[Thành phố Hồ Chí Minh]].\n\n==Phản ứng quốc tế==\n[[Thủ tướng Trung Quốc]] [[Chu Dung Cơ]]: Tôi vô cùng bàng hoàng khi biết tin về vụ cháy lớn xảy ra tại Thành phố Hồ Chí Minh của Việt Nam... Thay mặt chính phủ và nhân dân Trung Quốc, và với danh nghĩa của riêng tôi, tôi xin gửi lời chia buồn sâu sắc nhất và lời chia buồn chân thành nhất\". cho bạn, và thông qua bạn, cho những gia đình bị mất tích.\"<ref>{{Chú thích web|url=http:\/\/en.people.cn\/200211\/02\/eng20021102_106131.shtml|tựa đề=Chinese Leader Expresses Sympathy over Ho Chi Minh City Fire|website=en.people.cn|ngày truy cập=2023-04-18}}<\/ref>\n\n[[Liên minh châu Âu]] [[Đại diện cấp cao về chính sách đối ngoại và an ninh chung|người đứng đầu chính sách đối ngoại]] [[Javier Solana]]: \"[[Châu Âu]] bị sốc khi biết về địa ngục và toàn bộ châu Âu bày tỏ sự đồng cảm sâu sắc nhất tới gia đình của những người đã thiệt mạng.\"{{Citation required|date=Tháng 9 năm 2007}} [[Giáo hoàng John Paul II]] đã gửi điện chia buồn tới gia đình các nạn nhân vụ hỏa hoạn ở Thành phố Hồ Chí Minh.<ref> \"[http:\/\/www.cathnews.com\/news\/211\/19.php \n\nGiáo hoàng gửi lời chia buồn tới gia đình các nạn nhân hỏa hoạn ở Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060226182531\/http: \/\/www.cathnews.com\/news\/211\/19.php |date=2006-02-26 }}\", Bản tin Công giáo (Nguồn từ UCA News), ngày 5 tháng 11 năm 2002. Truy cập ngày 23 tháng 9 năm 2007.<\/ref> \n\n[[Tổng thống Hoa Kỳ|Tổng thống Hoa Kỳ]] [[George W. Bush]]: \"Tôi bị sốc khi biết về vụ hỏa hoạn lớn đã cướp đi sinh mạng của rất nhiều người dân vô tội tại Thành phố Hồ Chí Minh. Hãy để chúng tôi bày tỏ quan điểm của mình thông cảm với gia đình của các nạn nhân.\"\n\nBộ trưởng Thông tin Pakistan [[Sheikh Rashid]]: \"Chúng tôi bày tỏ sự đồng cảm chân thành tới những người phải chịu đựng vì địa ngục.\"\n\n==Phiên toà ITC==\n\nTrong nhóm tội vi phạm các quy định về phòng cháy, chữa cháy có 5 bị can gồm Nguyễn Văn Phương (tức Paul Nguyễn - Việt kiều Mỹ, chủ vũ trường Blue), Huỳnh Quang (nhân viên kỹ thuật ánh sáng vũ trường Blue), Lâm Nghĩa Hòa (chủ cơ sở cửa sắt Nam Thông tại 72 Calmette), Nguyễn Phú Tín và Phan Viết Thanh (thợ hàn của Nam Thông -người trực tiếp gây ra vụ cháy).\n\n6 bị can còn lại bị đề nghị truy tố về tội thiếu trách nhiệm gây hậu quả nghiêm trọng, gồm Chung Thị Mỹ Lệ (nguyên giám đốc ITC), Lê Hồng Thăng (nguyên đội trưởng bảo vệ, phòng cháy chữa cháy của ITC), Lê Ngọc Thủy (phó ban quản lý Blue, vợ của Paul Nguyễn), Lưu Nhật Tuấn (tổng quản lý Blue), Nguyễn Trọng Cường (trưởng ban quản lý Blue) và Huỳnh Quý (nhân viên kỹ thuật ánh sáng Blue). Cơ quan Cảnh sát điều tra đã đình chỉ điều tra với bị can Giang Quốc Trung, một trong 3 thợ hàn gây ra vụ cháy vì đã chết trong hỏa hoạn.\n\nTheo kết luận điều tra, Phương khi cho cải tạo, sửa chữa vũ trường đã không yêu cầu thực hiện an toàn phòng cháy mà chỉ chú ý tới lợi nhuận. Quang được giao nhiệm vụ trực tiếp giám sát việc hàn sửa nhưng không buộc thợ hàn che chắn. Hòa và các thợ hàn của cơ sở Nam Thông biết hàn điện gần các tấm xốp cách âm dễ gây cháy nhưng không che chắn. Mỹ Lệ thiếu kiểm tra công việc cấp dưới, không phát hiện sai sót của Cường, Thủy. Thăng không triển khai, thực hiện hết chức trách đôn đốc, kiểm tra nội quy phòng cháy chữa cháy tại ITC. Nhật Tuấn và Quý trực tiếp đề xuất, xét duyệt phương án sửa chữa vũ trường nhưng bỏ mặc, không kiểm tra khi sửa chữa.\n\n==Chuyển đổi==\nSau vụ cháy, đơn vị giám định thiệt hại của vụ cháy đã khẳng định Tòa nhà ITC đã bị sức nóng và ngọn lửa xâm hại quá nhiều, các khối bêtông bị tác động mạnh, nứt và hư hỏng, không thể phục hồi. Do đó, tòa nhà ITC đã bị đập bỏ.<ref>\"[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/toa-nha-itc-se-duoc-pha-bo-de-xay-moi-2051749.html Tòa nhà ITC sẽ được phá bỏ để xây mới]\", VNExpress, 5\/11\/2002. Truy cập ngày 27\/10\/2017.<\/ref>\n\nNăm [[2007]], UBND TP. Hồ Chí Minh cấp phép Dự án xây dựng Toà tháp SJC trên nền cũ của Tòa nhà ITC. Tòa tháp SJC mới sẽ cao 208m, có diện tích gần 4.000m², gồm 54 tầng cao và 6 tầng hầm, bao gồm tổ hợp trung tâm thương mại, văn phòng, căn hộ, nhà hàng...\n\nTuy nhiên, việc xây dựng tòa tháp mới bị đình trệ nhiều năm, cho đến tận ngày [[2 tháng 12]] năm [[2016]] mới chính thức được khởi công và dự kiến hoàn thành sau 4 năm.<ref>\"[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/5-300-ty-xay-toa-thap-4-mat-tien-o-trung-tam-sai-gon-3507794.html 5.300 tỷ xây tòa tháp 4 mặt tiền ở trung tâm Sài Gòn]\", VNExpress, 2\/12\/2016. Truy cập ngày 27\/10\/2017.<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n{{Hỏa hoạn tại Việt Nam}}\n[[Thể loại:Hỏa hoạn tại Việt Nam]]\n[[Thể loại:Việt Nam năm 2002]]\n[[Thể loại:Hỏa hoạn năm 2002]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}