{"36593":"'''Vụ PMU 18''' (PMU viết tắt theo [[tiếng Anh]] cho ''Project Management Unit'', có nghĩa là Đơn vị quản lý dự án), là một [[vụ bê bối]] liên quan đến [[tham nhũng]] trong [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] (GTVT) đầu năm [[2006]]. Vụ này đã gây xôn xao dư luận tại [[Việt Nam]] cũng như các nước và tổ chức cung cấp [[hỗ trợ phát triển chính thức|viện trợ phát triển chính thức]] (ODA) cho Việt Nam <ref>[http:\/\/vnexpress.net\/Vietnam\/Kinh-doanh\/2006\/04\/3B9E86E8\/ Nhà tài trợ ODA cẩn trọng hơn sau vụ PMU 18] trên [[VnExpress]]<\/ref>, đã khiến [[Bộ trưởng]] Bộ GTVT [[Đào Đình Bình]] phải từ chức <ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/bo-truong-dao-dinh-binh-tu-chuc-2067716.html Bộ trưởng Đào Đình Bình từ chức]<\/ref> và [[Thứ trưởng Thường trực]] [[Nguyễn Việt Tiến]] bị bắt giam.<ref>[http:\/\/vnexpress.net\/Vietnam\/Phap-luat\/2006\/04\/3B9E8518\/ Bắt tạm giam nguyên thứ trưởng Nguyễn Việt Tiến]<\/ref>\n\nCũng liên quan đến vụ việc này, có thêm nhiều [[quan chức cấp cao]] khác bị tố cáo tham gia chạy án cho các bị can. Trong đó phải kể đến [[Thiếu tướng]] [[cảnh sát|công an]] [[Cao Ngọc Oánh]] (Tổng cục Phó [[Tổng cục Cảnh sát, Bộ Công an (Việt Nam)|Tổng cục Cảnh sát Nhân dân]], Thủ trưởng cơ quan điều tra [[Bộ Công an (Việt Nam)|Bộ Công an]]) và ông Nguyễn Văn Lâm (Phó Chủ nhiệm [[Văn phòng Chính phủ (Việt Nam)|Văn phòng Chính phủ]]). Chính vì việc này mà ông Cao Ngọc Oánh mất cơ hội vào [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương]] cũng như thăng chức lên [[Thứ trưởng Bộ Công an]]. Dư luận nghi ngờ đây là cuộc \"đấu đá nội bộ\".<ref>{{Chú thích web|url=http:\/\/www.sggp.org.vn\/thoisu\/2006\/4\/45370\/|tiêu đề=Nghi vấn thiếu tướng Cao Ngọc Oánh \"nhúng chàm\": Có phải là cuộc \"đấu đá nội bộ\"?|nhà xuất bản=Sài Gòn Giải Phóng|ngày tháng=17 tháng 4 năm 2006|ngày truy cập=2008-08-25|archive-date = ngày 8 tháng 6 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080608155754\/http:\/\/www.sggp.org.vn\/thoisu\/2006\/4\/45370\/}}<\/ref> Sau khi lên làm [[Thủ tướng Việt Nam|Thủ tướng]], [[Nguyễn Tấn Dũng]] đã yêu cầu 2 nhân vật này không giữ các vị trí quan trọng khi [[công tác điều tra]] đang diễn ra.<ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2006\/07\/3B9EBA57\/ Thứ trưởng Lâm từ chức, tướng Oánh thôi thủ trưởng điều tra]<\/ref><ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2006\/07\/3B9EC24F\/ Tướng Cao Ngọc Oánh rút khỏi Tổng cục Cảnh sát]<\/ref> Đến cuối tháng 1 năm [[2007]], cơ quan điều tra mới khẳng định ông Cao Ngọc Oánh không liên quan tới việc chạy án.<ref>[http:\/\/vnexpress.net\/Vietnam\/Phap-luat\/2007\/01\/3B9F2B7F\/ Tướng Cao Ngọc Oánh không liên quan chạy án vụ PMU 18]<\/ref>\n\nSau thời gian 18 tháng điều tra, cơ quan công an đã truy tố [[Bùi Tiến Dũng]] và 5 thuộc cấp, miễn truy tố trách nhiệm hình sự đối với ông [[Nguyễn Việt Tiến]], đồng thời khởi tố một số nhà báo và các cảnh sát viên điều tra vụ án này.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=253316&ChannelID=6 Truy tố Bùi Tiến Dũng cùng 5 thuộc cấp]<\/ref><ref name=\"mienhinhsuVT\" \/><ref name=\"nhabao\" \/>\n\n==Bối cảnh và diễn biến==\nĐầu tháng 1 năm 2006, [[Bùi Tiến Dũng]], [[Tổng giám đốc điều hành|Tổng Giám đốc]] Ban Quản lý Các Dự án PMU-18 bị bắt giữ và cáo buộc đã cá độ [[bóng đá]] với số tiền trên 1,8 triệu [[đô la Mỹ|đô la]] cho đường dây cá độ [[Bùi Quang Hưng]].<ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2006\/01\/3B9E638C\/ Tổng giám đốc PMU18 Bùi Tiến Dũng bị bắt]<\/ref> Ông bị tố cáo đã dùng tiền thắng để bao gái. Công an đã tìm thấy tài liệu trong [[máy tính]] của đơn vị cho thấy trên 200 nhân viên đã tham gia cá độ.\n\nPMU-18 nguyên là một đơn vị đặt ra từ năm 1993 để điều hành một số dự án xây cất cầu cống cho Bộ Giao thông Vận tải. Trong thời gian 13 năm từ 1993 đến 2006, đơn vị này quản lý khoảng 2 tỷ [[đô la]] do [[Ngân hàng Thế giới|Ngân hàng Quốc tế]] (World Bank), [[Nhật Bản]] và một số quốc gia [[Châu Âu|Âu châu]] tài trợ và nhà nước Việt Nam góp vốn. Một số tờ báo lớn như ''An ninh Thủ đô'', ''Tuổi trẻ'', và ''Thanh niên'' đều loan tin vụ cá độ cực lớn bằng tiền công quỹ và còn đặt nghi vấn về cựu tổng giám đốc của PMU-18 là Nguyễn Việt Tiến, lúc bấy giờ đã thăng chức làm thứ trưởng Bộ Giao thông Vận tải, có dính líu về vụ nhũng lạm tài chính này không.<ref>Hayton, Bill. tr 136<\/ref>\n\nNgày 4 Tháng Tư thì Nguyễn Việt Tiến bị công an bắt nhưng vì cáo trạng lạm quyền khác: lấy xe của công dùng cho việc tư, chấp thuận việc xây một đoạn đường sáu cây số để tư lợi cho gia đình, và trong khi giám sát việc cất một cây cầu mà đã cố ý bội chi hơn hai Mỹ kim.<ref name=\"Hayton, Bill. tr 137\">Hayton, Bill. tr 137<\/ref>\n\nNgày 13 Tháng Tư, báo ''Tiền phong'' đăng tin là năm ngày trước khi Bùi Tiến Dũng bị bắt, một buổi tiệc tại khách sạn Melia, Hà Nội do người của ông Dũng dàn xếp đã mời [[Đoàn Mạnh Giao]], người điều hành văn phòng thủ tướng; Nguyễn Văn Lâm, phụ tá văn phòng thủ tướng; và Thiếu tướng công an [[Cao Ngọc Oánh]], thủ trưởng cơ quan điều tra Bộ Công an đến gặp để nói chuyện nhưng có lẽ để chạy án.<ref name=\"Hayton, Bill. tr 137\"\/>\n\nNgày 16 Tháng Tư báo ''Thanh niên'' tiết lộ là 40 quan chức nhà nước cũng đã nhận hối lộ để ém nhẹm vụ vỡ lở. Quan sát viên ngoại quốc thì cho là những viên chức cao cấp nhất có thể bị liên lụy vì Đặng Hoàng Hải, một người thân cận với Bùi Tiến Dũng cũng là con rể của Tổng Bí thư [[Nông Đức Mạnh]].<ref name=\"Hayton, Bill. tr 138\">Hayton, Bill. tr 138<\/ref>\n\nTrong khi báo chí còn đang sốt sắng loan tin về vụ PMU-18 thì Tháng Tư năm 2006 cũng là lúc [[Đảng Cộng sản Việt Nam]] nhóm họp kỳ [[Đại hội Đảng Cộng sản Việt Nam X|đại hội đảng]] nhưng khi đại hội kết thúc thì có lệnh ngưng không cho báo chí đăng thêm tin tức về PMU-18 nữa mà chuyển sang những bài báo về chính sách chống tham nhũng của nhà nước.<ref name=\"Hayton, Bill. tr 138\"\/>\n\n==Điều tra - xét xử==\nSau 18 tháng điều tra, nguyên thứ trưởng [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] [[Nguyễn Việt Tiến]] đã được miễn trách nhiệm hình sự và khôi phục sinh hoạt Đảng vào ngày 7 tháng 5 năm 2008,<ref name=\"mienhinhsuVT\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=249872&ChannelID=6 Miễn trách nhiệm hình sự cho ông Nguyễn Việt Tiến]<\/ref><ref name=\"khoiphucdangVT\">{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2008\/05\/3BA02099\/ |ngày truy cập=2008-05-13 |tựa đề=Ông Nguyễn Việt Tiến được khôi phục Đảng |archive-date=2008-06-18 |archive-url=https:\/\/web.archive.org\/web\/20080618012422\/http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2008\/05\/3BA02099\/ |url-status=dead }}<\/ref> còn Bùi Tiến Dũng và năm thuộc cấp bị truy tố lần lượt về hành vi ''\"cố ý làm trái các quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\"'' và ''\"tham ô tài sản\"''. Dũng lãnh án 13 năm tù (sáu năm vì tội cá độ, bảy năm vì nhận hối lộ). Bảy người khác cũng bị kết án tù. Tòa án kết luận là Cao Ngọc Oánh không liên hệ gì đến vụ chạy án.<ref name=\"Hayton, Bill. tr 138\"\/>\n\n== Diễn biến sau phiên tòa và hậu quả đến truyền thông ==\n\n=== Sai sự thật trong quá trình điều tra===\n\nMột thời gian sau khi vụ án được tuyên bố kết thúc, cơ quan điều tra đã bắt tạm giam và khám xét nơi ở và nơi làm việc của hai nhà báo kỳ cựu chuyên viết mảng nội chính của ''[[Tuổi Trẻ (báo)|Báo Tuổi trẻ]]'' và ''[[Thanh Niên (báo)|Báo Thanh niên]]''<ref name=\"nhabao\">{{Chú thích web |url=http:\/\/www2.thanhnien.com.vn\/Xahoi\/2008\/5\/13\/238532.tno |ngày truy cập=2008-05-13 |tựa đề=2 nhà báo Thanh Niên và Tuổi Trẻ bị bắt vào ngày 12 tháng 5 năm 2008 vì đưa tin vụ PMU 18 |archive-date = ngày 13 tháng 5 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080513143439\/http:\/\/www2.thanhnien.com.vn\/Xahoi\/2008\/5\/13\/238532.tno |url-status=live }}<\/ref> về tội \"lợi dụng chức vụ và quyền hạn trong khi thi hành công vụ\" (điều 281 Bộ luật Hình sự nằm trong mục A chương XXI về các \"Tội phạm tham nhũng\") trong việc đưa tin bài về vụ tham nhũng tại Ban quản lý các dự án 18 (PMU 18). Phóng viên [[Nguyễn Việt Chiến]] (báo Thanh Niên) bị phạt án 2 năm tù, còn Nguyễn Văn Hải (báo Tuổi Trẻ) bị phạt mức 24 tháng cải tạo không giam giữ <ref name=tuoitre1>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/283327\/Tuyen-phat-ongnbspPham-Xuan-Quacnbspmuc-canh-cao.html Tuyên phạt ông Phạm Xuân Quắc mức cảnh cáo (Báo Tuổi trẻ)], 15\/10\/2008. Truy cập 20\/11\/2008.<\/ref>.\n\nNgoài ra, thiếu tướng [[Phạm Xuân Quắc]] nguyên Cục trưởng Cục Cảnh sát điều tra tội phạm về trật tự xã hội (C14), Bộ Công an, nguyên Phó thủ trưởng cơ quan cảnh sát điều tra, cùng với cấp dưới của mình, cũng bị khởi tố về tội \"Lợi dụng chức vụ quyền hạn trong khi thi hành công vụ\" theo điều 281 Bộ luật Hình sự vào ngày 13 tháng 5 năm 2008.<ref>VTC, \n[http:\/\/vtc.vn\/phapluat\/ngay-mai-ong-pham-xuan-quac-hau-toa\/193982\/index.htm Ngày mai, ông Phạm Xuân Quắc hầu tòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081016150536\/http:\/\/www.vtc.vn\/phapluat\/ngay-mai-ong-pham-xuan-quac-hau-toa\/193982\/index.htm |date = ngày 16 tháng 10 năm 2008}}, 13\/10\/2008 14h31 (GMT+7)<\/ref>\n\n=== Sự kiện liên quan=== \nNgày 1 tháng 8 năm 2008, Thứ trưởng [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin Truyền thông]] [[Đỗ Quý Doãn]] đã ký quyết định [[Vụ khủng hoảng báo chí hậu PMU18|thu hồi thẻ nhà báo của 7 cán bộ, phóng viên]] có vi phạm nghiêm trọng, trong đó có [[Nguyễn Quốc Phong]], Phó tổng biên tập ''[[thanh Niên (báo)|báo Thanh Niên]]'', [[Bùi Văn Thanh]], Phó tổng biên tập báo ''Tuổi Trẻ'', Huỳnh Kim Sánh, Tổng Thư ký tòa soạn báo ''Thanh Niên'', ông Dương Đức Đà Trang, Trưởng Văn phòng đại diện báo Tuổi Trẻ TP HCM tại [[Hà Nội]], phóng viên [[Nguyễn Việt Chiến]] (báo Thanh Niên), và phóng viên Nguyễn Văn Hải (báo Tuổi Trẻ), với lý do họ vi phạm các Điều 7, Điều 10 và Điều 15 của [[Luật Báo chí Việt Nam]], cụ thể là \"đã trực tiếp viết, biên tập, duyệt đăng các tin bài về vụ PMU 18, trong đó có những thông tin sai sự thật nghiêm trọng\" <ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/08\/3BA05C78\/ Cục Báo chí giải thích lý do thu thẻ 7 nhà báo], tuy nhiên không ghi rõ sai như thế nào<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/08\/080823_journalists_arrest_reasons.shtml Lý do tước thẻ nhà báo].<\/ref>\n\nNguyên thứ trưởng Nguyễn Việt Tiến, người vừa được \"trắng án\" trong vụ PMU 18, đã được khôi phục tư cách đảng viên ngày 7 tháng 5<ref name=\"khoiphucdangVT\"\/> nhưng đến ngày 12 tháng 8, [[Ban Bí thư Trung ương Đảng]] đã họp xét kỷ luật ông, cách chức hết các chức vụ trong Đảng, yêu cầu Thủ tướng Chính phủ cách chức Thứ trưởng Bộ Giao thông - Vận tải đối với ông Nguyễn Việt Tiến.<ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/sknb\/2008\/8\/101978.laodong |ngày truy cập=2008-08-23 |tựa đề=Thi hành kỷ luật ông Nguyễn Việt Tiến |archive-date=2008-08-23 |archive-url=https:\/\/web.archive.org\/web\/20080823013833\/http:\/\/www.laodong.com.vn\/Home\/sknb\/2008\/8\/101978.laodong |url-status=dead }}<\/ref><ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/VCP-worked-out-punishment-on-exDeputy-Transportation-Minister-08122008104158.html Trung ương Đảng CSVN xét kỷ luật ông Nguyễn Việt Tiến]<\/ref>\n\nTháng 8\/2008, Masayoshi Taga, cựu chủ tịch công ty Pacific Consultants International (PCI) của [[Nhật Bản|Nhật]] và ba quan chức đồng nhiệm đã bị nhà chức trách Nhật bắt vì bị tình nghi đã hối lộ 2 lần tổng cộng 820.000 [[đô la|đôla]] trong tháng 12\/2003 và tháng 8\/2006 cho người đứng đầu ban quản lý phụ trách giao thông công chính ở TP HCM và Ban Quản lý PMU Đông-Tây. Theo báo ''Yomiuri Shimbun'', ông Masayoshi Taga đã cáo buộc ban Quản lý dự án PMU tại TP HCM đòi 15% tiền hoa hồng để đổi lấy việc trao thầu tư vấn cho PCI trong hai dự án tám năm trước. Báo chí Nhật cũng cho rằng sự kiện này có thể chỉ là \"phần nổi của tảng băng\" hối lộ<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/08\/080821_japanpresspci.shtml Báo Nhật tiếp tục mổ xẻ vụ PCI]<\/ref> và nghi ngờ tính hiệu quả trong việc sử dụng nguồn [[hỗ trợ phát triển chính thức|vốn viện trợ phát triển]] ([[Hỗ trợ phát triển chính thức|ODA]]) của Việt Nam.<ref name=\"bbc080817\">[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/08\/080817_pci_vnreaction.shtml 'Không nên đưa tin' vụ Nhật hối lộ], BBC 17\/08\/08<\/ref> Chính phủ Việt Nam thì cho rằng truyền thông báo chí không nên đưa tin về [[vụ hối lộ quan chức Việt Nam của PCI|vụ Công ty Nhật hối lộ quan chức Việt Nam]] khi sự việc chưa ngã ngũ.<ref name=\"bbc080817\"\/>\n\nNgày 11 tháng 7 năm 2009, bị can Phạm Tiến Dũng, 36 tuổi, nguyên trưởng phòng kinh tế - kế hoạch PMU 18 đã bất ngờ đột tử trong trại giam.<ref name=\"ptdung\">[http:\/\/vnexpress.net\/tin-tuc\/phap-luat\/pham-tien-dung-bi-can-vu-pmu-18-dot-tu-2129929.html Phạm Tiến Dũng - bị can vụ PMU 18 đột tử]<\/ref> Ông Dũng bị tạm giam từ 3\/3\/2006 vì tình nghi liên quan tiêu cực tại PMU 18, gồm vụ tham ô tại dự án cầu Bãi Cháy và sai phạm trong quản lý tại PMU 18.<ref name=\"ptdung\"\/>\n\n=== Đề cập trong tác phẩm điện ảnh ===\n* Vụ án này được nói sơ qua trong phim truyền hình [[Chạy án (phim truyền hình)|Chạy án 2]].\n\n==Chú thích==\n{{tham khảo|colwidth=25em}}\n\n==Tham khảo==\n*Hayton, Bill. ''Vietnam, Rising Dragon''. New Haven, CT: Yale University Press, 2010.\n\n==Liên kết ngoài==\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?TopicID=545 Chuyên trang trên báo Tuổi Trẻ]\n\n[[Thể loại:Vụ PMU 18| ]]\n[[Thể loại:Việt Nam năm 2006]]\n[[Thể loại:Việt Nam năm 2007]]\n[[Thể loại:Việt Nam năm 2008]]\n[[Thể loại:Vụ bê bối chính trị ở Việt Nam]]"}