{"46504":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam |huyện \n| tên = Vụ Bản \n| hình = VuBan.jpg\n| ghi chú hình = Một góc thị trấn Gôi\n| vĩ độ = 20.333196 \n| kinh độ = 106.098834\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 152,81 km² \n| dân số = 130.862 người<ref>{{Chú thích|tác giả = Xuân Lộc|tên bài = ''UBND huyện tổng kết Tổng điều tra dân số và nhà ở năm 2019''|ngày = 2019-09-24|url = https:\/\/namdinh.gov.vn\/huyenvuban\/1211\/26995\/37543\/132312\/Kinh-te---Chinh-tri\/UBND-huyen-tong-ket-Tong-dieu-tra-dan-so-va-nha-o-nam-2019.aspx|công trình = Cổng thông tin điện tử huyện Vụ Bản|ngày truy cập = 2020-09-19}}{{Liên kết hỏng|date=2023-03-28 |bot=InternetArchiveBot }}<\/ref> \n| dân số thành thị = 7.340 người (6%)\n| dân số nông thôn = 123.522 người (94%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 856 người\/km² \n| dân tộc = Chủ yếu là người [[Người Việt|Kinh]] \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện lỵ = thị trấn [[Gôi]] \n| thành lập = \n| Bí thư Huyện ủy = Phạm Văn Quyết\n| Chủ tịch HĐND = Phạm Văn Quyết\n| Chủ tịch UBND = Nguyễn Khắc Xung\n| phân chia hành chính = 1 thị trấn, 17 xã \n| mã hành chính = 359<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Đường Lương Thế Vinh, thị trấn Gôi\n| biển số xe = 18-C1\n|web = {{url|vuban.namdinh.gov.vn}}\n}}\n\n'''Vụ Bản''' là một [[huyện]] nằm ở phía bắc tỉnh [[Nam Định]], [[Việt Nam]]<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>.\n\n== Địa lý ==\nHuyện Vụ Bản nằm ở phía tây bắc của tỉnh Nam Định, nằm cách thành phố [[Nam Định (thành phố)|Nam Định]] 13&nbsp;km, cách trung tâm thủ đô [[Hà Nội]] 103&nbsp;km và có vị trí địa lý:\n*Phía bắc giáp huyện [[Mỹ Lộc]] và huyện [[Bình Lục]], tỉnh [[Hà Nam]] \n*Phía đông giáp thành phố [[Nam Định (thành phố)|Nam Định]] và huyện [[Nam Trực]]\n*Phía tây và phía tây nam giáp huyện [[Ý Yên]]\n*Phía nam giáp huyện [[Nghĩa Hưng]].\n\nHuyện Vụ Bản có diện tích 152,81&nbsp;km², dân số năm 2015 là 130.763 người, mật độ dân số đạt 856 người\/km².<ref>Số liệu của Chi cục Thống kê huyện Vụ Bản tại thời điểm tháng 12\/2015<\/ref>\n\n== Lịch sử ==\nThời Hùng Vương, huyện Vụ Bản có tên là Bình Chương thuộc bộ Lục Hải, thời Hán thuộc quận Giao Chỉ. Trước thời Lý - Trần, đất này nằm trong huyện Hiển Khánh. Thời Lý, huyện Thiên Bản nằm trong phủ Ứng Phong; đời Trần huyện Thiên Bản thuộc phủ Kiến Hưng. Năm Vĩnh Lạc thứ năm nhà Minh (1407), đổi làm huyện Yên Bản thuộc phủ Kiến Bình. Năm Vĩnh Lạc thứ mười ba nhà Minh (1415), đổi huyện Độc Lập thành Bình Lập cho sáp nhập vào huyện Yên Bản. Đến đời Lê Thánh Tông lại đổi thành huyện Thiên Bản. Cũng dưới thời Lê Hồng Đức, huyện Thiên Bản thuộc phủ Nghĩa Hưng. Đến thời Nguyễn, Tự Đức năm thứ 14 (1861) đổi tên thành huyện Vụ Bản.\n\nĐến năm 1956, huyện Vụ Bản lại trả về tỉnh Nam Định.\n\nNgày [[19 tháng 8]] năm [[1964]], sáp nhập xóm Hữu Dụng thuộc xã Thanh Côi, huyện Vụ Bản về xã Yên Mỹ, huyện Ý Yên; sáp nhập các xóm Đại Lão, Cầu Nhân và Phú Vinh thuộc xã Khánh Lão, huyện Vụ Bản về xã Mỹ Thuận, huyện Mỹ Lộc; sáp nhập thôn Vàn Tập thuộc xã Cộng Hòa vào xã Minh Tân; sáp nhập xóm Phú Thọ thuộc xã Tam Hào vào xã Thanh Côi; sáp nhập xóm Thượng Linh thuộc xã Lê Lợi vào xã Hùng Vương.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-219-NV-phe-chuan-viec-sat-nhap-thon-xom-tinh-Nam-Dinh-19930.aspx Quyết định số 219-NV năm 1964]<\/ref>\n\nĐến năm 1974, huyện Vụ Bản có 18 xã: Cộng Hòa, Đại An, Đồng Tâm, Hiển Khánh, Hợp Hưng, Hùng Vương, Kim Thái, Liên Bảo, Liên Minh, Minh Tân, Minh Thuận, Quang Trung, Tam Thanh, Tân Khánh, Tân Thành, Thành Lợi, Trung Thành, Vĩnh Hào.\n\nNgày [[23 tháng 2]] năm [[1974]], giải thể xã Đồng Tâm; đưa thôn Nhất Trí và thôn Đại Đồng của xã Đồng Tâm sáp nhập vào xã Hùng Vương và đổi thành xã Đại Thắng; đưa thôn Mỹ Trung của xã Đồng Tâm sáp nhập vào xã Thành Lợi.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-14-BT-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-huyen-Vu-Ban-Nam-Ninh-Nghia-Hung-tinh-Nam-Ha-23017.aspx Quyết định số 14-BT năm 1974]<\/ref>\n\nNgày [[1 tháng 2]] năm [[1978]], sáp nhập các thôn Thám Thanh, Vũ Nữ, Đức Hòa của xã Hiển Khánh vào xã Hợp Hưng.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-22-BT-hop-nhat-dieu-chinh-dia-gioi-xa-thuoc-huyen-Nam-Ninh-Vu-Ban-Ly-Nhan-Kim-Son-tinh-Ha-Nam-Ninh-58073.aspx Quyết định số 22-BT năm 1978]<\/ref>\n\nNgày [[1 tháng 4]] năm [[1986]], thành lập thị trấn Gôi, thị trấn huyện lỵ huyện Vụ Bản trên cơ sở 485,5 ha diện tích tự nhiên của xã Tam Thanh.\n\nHuyện Vụ Bản có 1 thị trấn và 17 xã như hiện nay.\n\n== Hành chính ==\nHuyện Vụ Bản có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Gôi]] (huyện lỵ) và 17 xã: [[Cộng Hòa, Vụ Bản|Cộng Hòa]], [[Đại An, Vụ Bản|Đại An]], [[Đại Thắng, Vụ Bản|Đại Thắng]], [[Hiển Khánh]], [[Hợp Hưng]], [[Kim Thái]], [[Liên Bảo, Vụ Bản|Liên Bảo]], [[Liên Minh, Vụ Bản|Liên Minh]], [[Minh Tân, Vụ Bản|Minh Tân]], [[Minh Thuận, Vụ Bản|Minh Thuận]], [[Quang Trung, Vụ Bản|Quang Trung]], [[Tam Thanh, Vụ Bản|Tam Thanh]], [[Tân Khánh, Vụ Bản|Tân Khánh]], [[Tân Thành, Vụ Bản|Tân Thành]], [[Thành Lợi, Vụ Bản|Thành Lợi]], [[Trung Thành, Vụ Bản|Trung Thành]], [[Vĩnh Hào]].\n\n== Kinh tế - xã hội ==\n[[Tập tin:Đền thờ Trạng nguyên Lương Thế Vinh.jpg|nhỏ|''Đền thờ Trạng nguyên Lương Thế Vinh'']]\n\n=== Truyền thống ===\nHuyện Vụ Bản là vùng đất có truyền thống hiếu học, nhiều người đã đỗ đạt cao, có danh vọng, đóng góp vào kho tàng văn hoá của dân tộc. Trong suốt thời kỳ khoa cử của chế độ phong kiến Việt Nam, Vụ Bản có 16 vị đỗ Tiến sĩ, Thám hoa, Bảng nhãn, Trạng nguyên. Danh nhân tiêu biểu phải kể đến [[Lương Thế Vinh|Trạng nguyên Lương Thế Vinh,]] là một nhà chính trị xuất sắc, đứng đầu viện hàn lâm đảm trách việc văn thư cho nhà vua, lo việc bang giao với nước ngoài, luận bàn việc nước. Ông từng tham gia dạy học, đặc biệt cũng rất quan tâm đến phát triển kinh tế, mở mang đường sá,...\n\n=== Con người ===\nVụ Bản là một trong những cái nôi sinh ngụ của người Việt cổ, khí thiêng sông núi đã hình thành và hun đúc nên truyền thống quý báu của người dân nơi đây. Người dân Vụ Bản hiếu học, cần cù lao động, kiên cường dũng cảm chống thiên tai, chống giặc ngoại xâm, thủy chung tình nghĩa trong cuộc sống có tinh thần tự lực tự cường và ý thức cộng đồng sâu sắc, luôn kế thừa và phát huy truyền thống cha ông, làm rạng danh quê hương, đất nước. Truyền thống đó như sợi chỉ đỏ nối liền quá khứ với hiện tại, tạo nên sức sống, trí tuệ, khí phách của người dân Vụ Bản. \"Địa linh sinh nhân kiệt\", nơi đây đã sinh thành nhiều nhân vật nổi tiếng như Nhà sử học [[Trần Huy Liệu]], Phó Chủ tịch [[Hội đồng Bộ trưởng]], [[Bộ trưởng Bộ Ngoại giao (Việt Nam)|Bộ trưởng Bộ ngoại giao]] [[Nguyễn Cơ Thạch]], [[Phó Thủ tướng Chính phủ (Việt Nam)|Phó Thủ tướng Thường trực Chính phủ]],  [[Phạm Bình Minh]], [[Thượng tướng Quân đội Nhân dân Việt Nam|Thượng tướng]] [[Song Hào]], Nhà thơ [[Nguyễn Bính]], Nhạc sĩ [[Văn Cao]], Giáo sư nông học [[Bùi Huy Đáp]] - người có công mở ra hướng mới trong sản xuất nông nghiệp: trồng lúa chiêm xuân,...\n\n=== Kinh tế - Văn hóa - Nông nghiệp ===\nNhững năm qua, dưới sự lãnh đạo của Huyện ủy, HĐND, UBND huyện và sự cố gắng nỗ lực của các tầng lớp nhân dân, diện mạo kinh tế - xã hội huyện Vụ Bản đã có nhiều đổi mới trên mọi lĩnh vực. Với vị trí địa lý và mạng lưới giao thông đồng bộ là điều kiện thuận lợi để Vụ Bản phát triển các loại hình dịch vụ, vận tải hàng hoá và giao lưu kinh tế, văn hoá với các địa phương khác trong và ngoài tỉnh. Vụ Bản có nguồn nhân lực dồi dào, người dân vốn có truyền thống anh hùng, dũng cảm trong chiến đấu, cần cù chịu khó trong lao động sản xuất.\n\nĐến cuối năm 2015, có trên 60 nghìn người trong độ tuổi lao động, chiếm khoảng 45% dân số, trong đó, số lao động đã qua đào tạo chiếm tỷ lệ gần 60% lực lượng lao động. Đây là tiềm năng to lớn, đáp ứng sức lao động cho nhu cầu phát triển kinh tế, xã hội của huyện; thế mạnh chủ yếu của nguồn lao động là cần cù, ham học và có tay nghề truyền thống khéo léo.\n\nHiện nay, về Nông nghiệp: Huyện Vụ Bản đã thực hiện xong công tác dồn điền đổi thửa đối với đất nông nghiệp; xây dựng xong Đề án Tái cơ cấu ngành nông nghiệp và đang triển khai thực hiện trên địa bàn. Đồng thời, huy động mọi nguồn lực để thực hiện Chương trình mục tiêu Quốc gia về xây dựng nông thôn mới; Từng bước triển khai xây dựng mô hình cánh đồng mẫu lớn ''(05\/18 xã xây dựng là xã: [[Vĩnh Hào]], [[Minh Tân, Vụ Bản|Minh Tân]], [[Liên Bảo, Vụ Bản|Liên Bảo]], [[Đại Thắng, Vụ Bản|Đại Thắng]], [[Trung Thành, Vụ Bản|Trung Thành]])'', gắn liền với cơ giới hóa trong nông nghiệp. Tiếp tục chuyển diện tích trồng lúa kém hiệu quả sang trồng rau màu và nuôi trồng thủy sản. Tổng diện tích gieo trồng bình quân hàng năm 21.200 ha, trong đó diện tích cấy lúa 16.870 ha, diện tích giống lúa chất lượng cao 8.300 ha, chiếm 50% diện tích. Tổng sản lượng lương thực bình quân hàng năm đạt 95.558 tấn''. ''Giá trị 1 ha canh tác đạt 93,5 triệu đồng\/năm. Giá trị sản xuất nông nghiệp tăng bình quân 3,1%\/năm. Về phát triển Công nghiệp-Tiểu thủ công nghiệp: Đã xây dựng được 01 khu công nghiệp Bảo Minh, với diện tích 165ha, trong tương lai sẽ còn tiếp tục được mở rộng. Đến thời điểm tháng 9\/2016, đã có 10 nhà đầu tư thứ cấp đăng ký và đầu tư xây dựng xưởng sản xuất, tỷ lệ lấp đầy 80% diện tích, thu hút khoảng 8.500 công nhân vào làm việc cho thu nhập ổn định với mức lương đảm bảo đạt từ 3,5 đến 4,5 triệu đồng\/tháng. 02 cụm Công nghiệp ở xã [[Quang Trung, Vụ Bản|Quang Trung]] và xã [[Trung Thành, Vụ Bản|Trung Thành]], các nhà đầu tư đã từng bước đi vào sản xuất đem lại hiệu quả. Các ngành dịch vụ, du lịch, thương mại''' '''phát triển đa dạng, đáp ứng nhu cầu sản xuất, kinh doanh và đời sống của nhân dân. Giáo dục - Đào tạo''''' '''''tiếp tục phát triển; công tác y tế, chăm sóc, bảo vệ sức khoẻ nhân dân''''' '''''có nhiều tiến bộ; các hoạt động văn hoá, thông tin, thể dục thể thao, phát thanh, truyền thanh, bưu chính, viễn thông''''' '''''phát triển rộng khắp, góp phần tích cực, hiệu quả trong việc đưa thông tin về chủ trương, đường lối chính sách của Đảng, pháp luật của Nhà nước; về văn hóa xã hội, khoa học công nghệ; về các phong trào thi đua, các điển hình tiên tiến… đến cán bộ, đảng viên và nhân dân.\n\nNhững thành tựu trong phát triển kinh tế đã làm cho diện mạo quê hương Vụ Bản từng bước hướng tới văn minh, giàu đẹp, đời sống nhân dân ngày càng được cải thiện, nâng cao cả về vật chất lẫn tinh thần.\n\nTrong những năm tới, Vụ Bản sẽ tiếp tục phấn đấu vươn lên để có thể sớm trở thành một trong những huyện giàu mạnh, văn minh, vững vàng theo kịp tiến trình hội nhập kinh tế cùng cả nước, xứng đáng với danh hiệu cao quý Anh hùng Lực lượng Vũ trang nhân dân mà Đảng và Nhà nước trao tặng.\n\n==Văn hóa==\nCụm di tích Phủ Giày thuộc xã [[Kim Thái]], thờ Mẫu [[Liễu Hạnh]] là một trong Tứ bất tử và là nhân vật đứng đầu trong tín ngưỡng thờ Mẫu Tam Tứ Phủ Việt Nam. Cụm di tích này gồm Phủ Thiên Hương được xây từ thời Lê Cảnh Trị; [[Phủ Vân Cát]] rộng gần 1ha gồm 7 tòa với 30 gian lớn nhỏ; Lăng bà chúa Liễu được xây dựng bằng đá xanh, diện tích 625 mét vuông, có 60 búp sen hồng.\n\nHuyện có nhiều lễ hội nổi tiếng như: [[phủ Dầy|hội Phủ Giầy]] (từ mùng 1 đến 10 tháng 3 âm lịch, chính hội vào tối mùng 5), [[Chợ Viềng, Vụ Bản|chợ Viềng]] (đêm mùng 7, ngày mùng 8 tết Âm lịch),...\n\n[[Tập tin:Lễ hội Phủ Dầy.jpg|trái|nhỏ|Lễ hội Phủ Dầy]]\n\nHuyện Vụ Bản thuộc vùng đất cổ, đất đai tương đối ổn định. Dọc phía tây huyện có các dãy núi đất lẫn đá chạy từ Bắc xuống Nam với sáu ngọn núi: Núi Ngăm, núi Tiên Hương, núi Báng, núi Lê, núi Gôi và núi Hổ. Dấu vết người nguyên thủy tìm thấy tại các khu vực núi này minh chứng Vụ Bản là một trong những cái nôi sinh ngụ của người Việt cổ. Vụ Bản nằm kẹp giữa sông Đào và sông Sắt. Sông Đào một đầu nối với Sông Hồng, đầu kia đổ ra sông Đáy. Sông Sắt nối liền sông Châu với sông Đáy. Mảnh đất này chính là do phù sa sông Hồng và sông Đáy bồi tụ nên. Đã từ lâu huyện Vụ Bản được nhiều người biết đến với Chợ Viềng xuân và Lễ hội Phủ Dầy.\n\nHuyện Vụ Bản còn có [[non Côi]] (núi Gôi) và một vùng đất lầy là dấu vết [[sông Vị Hoàng]] đã để lại. Hai di tích này được nhắc đến trong câu sau:\n{{cquote|''Anh đi anh nhớ non Côi<br>Nhớ sông Vị Thủy, nhớ người tình chung<br>Quản bao non nước ngại ngùng<br>Lấy ai san sẻ gánh gồng đường xa''}}\n\nHuyện có nhiều truyền thống văn hóa, có nhiều danh nhân nổi tiếng như: [[Trạng nguyên]] và nhà toán học [[Lương Thế Vinh]], nhà thơ [[Nguyễn Bính]], nhà cách mạng [[Trần Huy Liệu]], [[Nguyễn Đức Thuận]], nhạc sĩ [[Văn Cao]], nhạc sĩ [[Văn Ký]], nhà thơ [[Vũ Tú Nam]], Bộ trưởng: [[Nguyễn Cơ Thạch]], [[Trần Huy Liệu]], [[Song Hào]], [[Phạm Bình Minh]], Thứ trưởng: [[Bùi Văn Nam]].\n\n== Giao thông ==\nHuyện có mạng lưới giao thông vận tải thuận tiện với tuyến đường sắt Bắc Nam và các tuyến Quốc lộ 10, Quốc lộ 21, Quốc lộ 37B, Quốc lộ 38B, Tuyến vành đai 2 thành phố(TL485B) chạy qua.\n\n*Có không gian mở kết nối giữa hai thành phố Nam Định và Ninh Bình, trên tuyến hành lang cao tốc Ninh Bình - Nam Định - Hải Phòng và các huyện phía Nam của tỉnh\n*[[Quốc lộ 10]] đi qua các tỉnh [[vùng duyên hải Bắc Bộ]]\n*[[Quốc lộ 38B]] nối từ [[Hải Dương]] đến [[Ninh Bình]] đi qua.\n*[[Tuyến vành đai 2]] bao quanh thành phố và một phần trùng với TL485B nối từ thị trấn Nam Giang đến [[ Quốc lộ 21B]]\n\n==Làng nghề==\nCác làng nghề thủ công truyền thống, nghề phụ tại các địa phương trong huyện:\n\n* Nghề cơ khí ở Quang Trung\n* Dệt vải, sợi gạc Quả Linh\n* Nứa ghép sơn mài Liên Minh\n* Một số làm gối mây Tiên Hào\n* Thêu ren Minh Thuận\n* Một số làm mây tre đan ở Vĩnh Hào\n\n==Xem thêm==\n* [[Sông Vị Hoàng]]\n* [[Sông Hồng]]\n* [[Ninh Bình]]\n* [[Hà Nam]]\n* [[Hà Nội]]\n\n==Tham khảo==\n{{tham khảo|22em}}\n\n== Liên kết ngoài ==\n{{Đơn vị hành chính thuộc huyện Vụ Bản}}\n{{Huyện thị Nam Định}}"}