{"2019511":"{{Cần biên tập|date=tháng 12\/2021}}\n{{Mồ côi|date=tháng 8 năm 2014}}\n'''Vụ đánh ghen vũ nữ Cẩm Nhung''' bằng hình thức tạt [[axít]] diễn ra vào ngày 17 tháng 7 năm 1963 tại [[Sài Gòn]]. Đây được xem là vụ [[ghen|đánh ghen]] tàn bạo và rùng rợn nhất từng được ghi nhận tại thành phố này,<ref name=ld1\/> gây chấn động cả Sài Gòn và [[Việt Nam Cộng hòa|miền Nam]] trong một thời gian dài. Báo chí thời điểm đó đánh giá đây là vụ đánh ghen bằng [[axít]] lần đầu tiên xảy ra trong giới thượng lưu Sài Gòn, là tâm điểm quan tâm của nhiều tầng lớp.<ref name=gd1\/>\n\n== Nguyên nhân ==\n\nĐối tượng bị đánh ghen là cô [[vũ nữ]] Cẩm Nhung được cho là nổi tiếng nhất Sài Gòn vào thời điểm đó, và mệnh danh là \"nữ hoàng [[vũ trường]]\" sinh năm 1940 tại [[Hà Nội]]. Năm 15 tuổi theo gia đình di cư vào [[miền Nam Việt Nam|miền Nam]].<ref name=ld1\/> Sau đó ít lâu người cha không may qua đời. Mẹ cô, bà Ninh Thị Liễu lúc ấy còn trẻ, đẹp nên quyết định đi bước nữa và sinh thêm người em trai nữa.\n\nKhi lớn lên, Cẩm Nhung trở thành vũ nữ chuyên nghiệp và làm ra tiền liền mua một căn nhà ở khu Hồ Ếch (nay là đường Âu Dương Lân, quận 8, TP.HCM) cho mẹ, em trai và dượng ở. Lúc ấy, bản thân Cẩm Nhung vì có tiền nên chủ yếu sống ở khách sạn. Tại vũ trường Kim Sơn trên [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|đường Tự Do]] - một trong những con đường phồn hoa và đắt giá nhất Sài Gòn, Cẩm Nhung gặp gỡ trung tá Trần Ngọc Thức, một tay chơi có tên tuổi làm trong ngành xây dựng công trình quân sự và đã có gia đình.\n\nThời điểm Cẩm Nhung làm vũ nữ thì hoạt động buôn lậu của các đại gia chế độ cũ đang rầm rộ. Người khơi mào cho hoạt động buôn lậu chính là bà cố vấn Trần Lệ Xuân với việc buôn bán ma tuý. Sau thời gian hoạt động, các tướng tá chế độ cũ cũng học theo để kiếm về cho mình những mối lợi phục vụ cho những cuộc chơi sa đọa, vô tiền khoán hậu. Thời điểm ấy, hoạt động quản lý buôn lậu vẫn thuộc Quân đội Việt Nam Cộng Hòa chứ không thuộc cảnh sát.\n\nSau này, do sự siết chặt của quân đội nên việc buôn lậu mới chuyển sang hình thức mới tinh vi hơn. Để công việc buôn lậu dễ dàng, các \"đại gia\" thường dẫn đi theo một nhân tình nổi tiếng giả vờ đi du lịch để kiếm hàng về. Việc trung tá Thức quen biết với vũ nữ Cẩm Nhung cũng không ngoài mục đích ấy.\n\nCó được người đẹp phục vụ trong tình trường, trung tá Thức còn cùng Cẩm Nhung buôn lậu kim cương, đá quý từ Campuchia, Lào về bán lại cho giới thượng lưu.<ref>{{Chú thích web |url=http:\/\/motthegioi.vn\/van-hoa-giai-tri-c-80\/cau-chuyen-van-hoa-c-130\/moi-tinh-cua-vu-nu-cam-nhung-voi-trung-ta-thuc-qua-loi-ke-cua-nguoi-anh-15491.html |ngày truy cập=2018-05-19 |tựa đề=Mối tình của vũ nữ Cẩm Nhung với trung tá Thức qua lời kể của người anh |archive-date=2018-05-20 |archive-url=https:\/\/web.archive.org\/web\/20180520054956\/http:\/\/motthegioi.vn\/van-hoa-giai-tri-c-80\/cau-chuyen-van-hoa-c-130\/moi-tinh-cua-vu-nu-cam-nhung-voi-trung-ta-thuc-qua-loi-ke-cua-nguoi-anh-15491.html |url-status=dead }}<\/ref>\n\nViệc đến tai vợ ông là Lâm Thị Nguyệt, với biệt danh Năm Rađô. Bà đã nhiều lần đón đường, hăm dọa Cẩm Nhung nhưng không có hiệu quả.<ref name=ld1\/>\n\n== Diễn biến ==\n\nBà Năm Rađô đã mua một can [[axít sunfuric]] đậm đặc từ một cơ sở sản xuất bình [[ắc quy]], thuê hai người đàn ông tiến hành vụ đánh ghen. Chiều ngày hôm đó, bà có đến nhà hăm doạ, chửi bới rồi bỏ về.<ref name=gd1\/>\n\nKhoảng 10h đêm ngày 17 tháng 7 năm 1963, trên đường rời nhà ra xe đưa rước đến vũ trường, Cẩm Nhung bị một người đàn ông tạt ca axit đậm đặc vào mặt. Cô được đưa đến bệnh viện cấp cứu ngay sau đó nhưng chỉ giữ được mạng sống, đôi mắt đã mù loà và nhan sắc bị huỷ hoại hoàn toàn:<ref name=ld1\/> khuôn mặt cháy xám, [[thẹo]] lồi lõm và cặp [[mắt]] mờ đục lồi ra ngoài như mắt [[ếch]].<ref name=gd1\/>\n\n== Xét xử ==\n\nNgày 18 tháng 7 năm 1963, đồng loạt các tờ báo, tạp chí Sài Gòn đăng tin về việc \"nữ hoàng vũ trường\" bị tạt axít phá hủy toàn bộ gương mặt xinh đẹp.<ref name=bdv1\/> Vụ việc được đưa ra pháp luật nhưng thế lực của gia đình ông trung tá quá mạnh nên chưa có kết quả rõ ràng.<ref name=ld1\/> [[Trần Lệ Xuân]], lúc này được xem là đệ Nhất phu nhân của chính quyền [[Đệ Nhất Cộng hòa Việt Nam|miền Nam Cộng Hoà]], biết được vụ việc qua báo chí khi đang ở nước ngoài và rất tức giận. Bà chỉ đạo an ninh vào cuộc ngay khi về nước, bắt xử những kẻ tạt axít. Trung tá Trần Ngọc Thức bị tước bổng lộc và buộc phải giải ngũ, trở về làm dân thường. Bà cũng thu xếp đưa Cẩm Nhung đi Nhật Bản chữa trị nhưng không hiệu quả.\n\nPhiên toà mở ra 3 tháng sau đó kết tội bà Năm Rađô và tên tạt axít thuê mỗi người 20 năm tù và 15 năm tù cho tên đồng bọn khác. Vài tuần sau đó, [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính]] diễn ra, chính quyền [[Ngô Đình Diệm]] sụp đổ và Trần Lệ Xuân phải sống lưu vong ở nước ngoài. Vụ xử đánh ghen đang kháng cáo bị dừng lại và đi vào quên lãng trong không khí rối ren chính trị của Sài Gòn vào thời điểm đó. Sau này vợ chồng Thức chia tay nhau. Người chồng sống ẩn dật và người vợ xuất gia đi tu.<ref name=ld2\/>\n\n== Ảnh hưởng ==\n\nKhi về nước và tham gia giải quyết vụ đánh ghen, Trần Lệ Xuân đã cho ngừng hoạt động tất cả các vũ trường; kiểm tra tiến hành kỷ luật, hạ cấp hoặc loại khỏi quân đội các tướng tá có vợ nhỏ. Nhịp sống Sài Gòn về đêm đã giảm một phần đáng kể sau khi hàng trăm vũ trường bị buộc đóng cửa.<ref name=ld2\/> Các nhà hàng cũng lâm vào cảnh ế ẩm.<ref name=gd1\/>\n\nSau vụ vũ nữ Cẩm Nhung bị hại, như một sự mở màn, ở Sài Gòn nổi lên phong trào đánh ghen bằng axít. Riêng năm 1964 đã có hàng chục vụ.<ref name=ld1\/>\n\n== Về nạn nhân ==\nKhi sự việc còn chưa được điều tra rõ ràng thì đột nhiên cuộc đảo chính diễn ra, bà Trần Lệ Xuân bỏ đi nước ngoài khiến Cẩm Nhung suy sụp hoàn toàn và lao vào rượu chè.\n\nMặc dù bị tạt axit nhưng số tiền mà Cẩm Nhung có được hoạt động buôn lậu và làm vũ nữ vẫn còn rất lớn. Sau thời gian suy sụp, số tiền ấy đã bị Cẩm Nhung nướng sạch, rồi không lâu sau đó khánh kiệt. Hận vì kẻ thủ ác đã làm hại mình Cẩm Nhung đeo hình chụp chung với trung tá Thức ăn xin, rêu rao khắp nơi. Lúc này, người đi qua thấy Cẩm Nhung ăn xin thì động lòng thương mà cho vô số tiền của. Tuy nhiên, Cẩm Nhung đã phung phí phần lớn tiền cho những cuộc chơi sa đọa.\n\nSau khi tiêu tán hết tài sản và mẹ qua đời, năm 1969, cô ra trước [[chợ Bến Thành]], đeo trên ngực bức hình chụp chung với trung tá Trần Ngọc Thức để ăn xin. Khi có tiền cô lại tiếp tục nghiện ngập. Cô lê bước hành nghề khắp nhiều tuyến đường ở Sài Gòn sau đó về [[bến phà Mỹ Thuận]] ở [[miền Tây Nam Bộ|miền Tây]]. Bị đưa vào trung tâm nuôi người tàn tật nhưng cô trốn ra tiếp tục ăn xin. Sau này cô chỉ còn hình chân dung để đeo trước ngực<ref name=ld2\/> và cuối cùng là tấm bảng \"vũ nữ Cẩm Nhung\".<ref name=bdv1\/>\n\nCẩm Nhung từng nhận nuôi một bé trai là trẻ mồ côi từ khi cô còn chưa bị tạt axit và đặt tên là Hoàng. Sau ngày giải phóng miền Nam, đứa trẻ ấy mới đủ lớn để đi tìm Cẩm Nhung. Những năm tháng người ta không thấy Cẩm Nhung đi xin nữa là thời kỳ Cẩm Nhung đang ở với người con nuôi. Cẩm Nhung còn dành dụm tiền mua cho người con nuôi căn nhà rồi dựng vợ cho.\n\nĐúng nửa thế kỷ sau vụ đánh ghen, vào đầu năm 2013, Cẩm Nhung qua đời tại một xóm trọ nghèo ở thị xã [[Hà Tiên]], tỉnh [[Kiên Giang]] vì già yếu và bệnh tật.<ref name=ld1\/>\n\n== Chú thích ==\n\n{{Tham khảo|refs=\n\n<ref name=ld1>\n{{chú thích báo\n|tác giả= Hoàng Lam\n|tác phẩm= Lao động & Đời sống\n|url= http:\/\/laodong.com.vn\/phap-luat\/nua-the-ky-tu-vu-danh-ghen-rung-ron-nhat-sai-gon\/118339.bld\n|tên bài= Nửa thế kỷ từ vụ đánh ghen rùng rợn nhất Sài Gòn\n|số= 7 \n|ngày= 2013-05-28\n|ngày truy cập= 2013-06-11}}\n<\/ref>\n\n<ref name=gd1>\n{{chú thích báo\n|tác giả= Như Thủy (Hôn nhân & Pháp luật)\n|tác phẩm= Báo Giáo dục Việt Nam điện tử (đăng lại)\n|url= http:\/\/giaoduc.net.vn\/Phap-luat\/Lat-lai-ho-so-nu-hoang-Cam-Nhung-bi-tat-axit\/87607.gd\n|tên bài= Lật lại hồ sơ \"nữ hoàng\" Cẩm Nhung bị tạt axít \n|ngày= 2011-12-21\n|ngày truy cập= 2013-06-11}}\n<\/ref>\n\n<ref name=bdv1>{{chú thích báo\n|tác phẩm= Báo Đất Việt online\n|url= http:\/\/www.baodatviet.vn\/van-hoa\/cong-dong-viet\/201203\/Sac-va-tinh-cua-ky-nu-de-nhat-Viet-Nam-2237086\/\n|tên bài= 'Sắc và tình' của kỹ nữ 'đệ Nhất' Việt Nam\n|ngày= 2013-03-07\n|ngày truy cập= 2022-05-21\n|archive-url= https:\/\/web.archive.org\/web\/20130716022452\/http:\/\/www.baodatviet.vn\/van-hoa\/cong-dong-viet\/201203\/Sac-va-tinh-cua-ky-nu-de-nhat-Viet-Nam-2237086\/\n| archive-date = 2013-07-16\n}}<\/ref>\n\n<ref name=ld2>\n{{chú thích báo\n|tác giả= Hoàng Lam\n|tác phẩm= Lao động & Đời sống\n|url= http:\/\/laodong.com.vn\/xa-hoi\/khi-de-nhat-phu-nhan-tran-le-xuan-vao-cuoc-vu-danh-ghen-rung-ron-nhat-sai-gon\/120536.bld\n|tên bài= Khi \"đệ Nhất phu nhân\" Trần Lệ Xuân vào cuộc vụ đánh ghen rùng rợn nhất Sài Gòn\n|số= 8 \n|ngày= 2013-06-08\n|ngày truy cập= 2013-06-11}}\n<\/ref>\n\n}}\n\n[[Thể loại:Vụ án tại Việt Nam]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Việt Nam năm 1963]]"}