{"13256762":"{{Thông tin sự kiện\n| title = Hỏa hoạn chung cư Carina Plaza\n| image = \n| caption = \n| native_name = \n| native_name_lang = \n| english_name = \n| time = {{circa|1:10}} ([[UTC+07:00]])\n| duration = \n| date = {{Ngày bắt đầu và tuổi|2018|03|23|df=yes}}\n| venue = Chung cư Carina Plaza\n| location = [[Phường 16, Quận 8|Phường 16]], [[Quận 8]], [[Thành phố Hồ Chí Minh]], {{VNM}}\n| coordinates = {{Coord|10|43|45|N|106|37|24|E|display=inline,title}}\n|map={{Mapframe|frame=yes|plain=yes|frame-align=center|frame-width=250|frame-height=200|frame-coordinates={{Coord|10.7292|106.6234}}\n|zoom=14\n|type=point\n|coord={{Coord|10.7292|106.6234}}}}\n| also_known_as = \n| type = [[Hỏa hoạn]]\n| theme = \n| cause = Chập điện [[xe máy]]\n| motive = \n| target = \n| first_reporter = \n| budget = \n| patron = <!-- or |patrons= -->\n| organisers = <!-- or |organizers= -->\n| filmed_by = \n| participants = \n| outcome = \n| casualties1 = \n| casualties2 = \n| casualties3 = \n| reported deaths = 14\n| reported injuries = 91+\n| reported missing = \n| reported property damage = \n| burial = \n| inquiries = \n| inquest = \n| coroner = \n| arrests = \n| suspects = \n| accused = \n| convicted = \n| charges = \n| trial = \n| verdict = \n| convictions = \n| sentence = \n| publication_bans = \n| litigation = \n| awards = \n| blank_label = <!-- or |blank_data= -->\n| blank1_label = <!-- or |blank1_data= -->\n| blank2_label = <!-- or |blank2_data= -->\n| website = <!-- {{URL|example.com}} -->\n| notes = \n}}\nRạng sáng ngày 23 tháng 3 năm 2018, '''một vụ hỏa hoạn đã bùng phát tại khu chung cư Carina Plaza''' (gồm 3 tòa nhà), tọa lạc tại số 1648, [[Đường Võ Văn Kiệt, Thành phố Hồ Chí Minh|đại lộ Võ Văn Kiệt]], phường 16, [[quận 8]], [[Thành phố Hồ Chí Minh]]. Đây là vụ hoả hoạn nghiêm trọng nhất trong hơn chục năm ở [[Thành phố Hồ Chí Minh]] kể từ sau [[Vụ hoả hoạn ITC]] năm 2002.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/infographics\/chay-chung-cu-carina-hoa-hoan-nghiem-trong-nhat-trong-hon-chuc-nam-o-tp-hcm-3727255.html|tiêu đề=Cháy chung cư Carina - hoả hoạn nghiêm trọng nhất trong hơn chục năm ở TP HCM | publisher = VnExpress | author = Tạ Lư - Phạm Duy | date = ngày 24 tháng 3 năm 2018}}<\/ref><ref>{{Chú thích web|url=https:\/\/vtc.vn\/chay-chung-cu-carina-o-quan-8-tphcm-thiet-hai-lon-nhat-trong-nhung-nam-gan-day-d388341.html|tiêu đề=Cháy chung cư Carina ở quận 8 TP.HCM thiệt hại lớn nhất trong những năm gần đây}}<\/ref>\n\n== Chung cư ==\n[[Chung cư]] Carina có diện tích sử dụng 20.000 m<sup>2<\/sup>, có ba dãy nhà cao từ 15 đến 21 tầng, đã xây được 40% (736 căn hộ đã được sử dụng, trong một dự án hoạch định là 4.000 căn hộ. Chung cư được đưa vào sử dựng năm 2012. Nhóm bảo vệ trong thời điểm vụ cháy xảy ra có 12 người trực, riêng tầng hầm có năm người. Họ thuộc Công ty TNHH bảo vệ dịch vụ Gia Khang, giữ nhiệm vụ trông xe và bảo vệ chung cư. Công ty bảo vệ này được Công ty dịch vụ địa ốc Sài Gòn thuê, phía đã ký hợp đồng với chủ đầu tư của chung cư Carina là Công ty Hùng Thanh.<ref name=z1\/>\n\nSở Xây dựng TP.HCM cho biết, về nội dung chung cư Carina đến nay chưa có Ban quản trị, công ty Hùng Thanh tuy ký hợp đồng với công ty cổ phần Địa ốc Sài Gòn để quản lý vận hành chung cư, nhưng hợp đồng chưa đầy đủ theo quy định về cơ chế quản lý, sử dụng nhà chung cư như: không có nội dung điều khiển duy trì hoạt động bảo dưỡng duy trì hệ thống thang máy, hệ thống báo cháy tự động, hệ thống chữa cháy, dụng cụ chữa cháy.<ref name=z1>[https:\/\/news.zing.vn\/chung-cu-carina-plaza-tung-sai-pham-khi-xay-dung-post829481.html Chung cư Carina Plaza từng sai phạm khi xây dựng], Zing, 27.3.2018<\/ref>\n\n== Diễn biến ==\nTheo Cảnh sát Phòng cháy chữa cháy Thành phố Hồ Chí Minh, ngọn lửa xuất phát từ một chiếc xe máy SYM Attila trong hầm để xe nằm giữa hai tòa nhà A và B thuộc khu chung cư Carina. Hầm rộng hàng nghìn m<sup>2<\/sup>, chứa hơn 1.000 xe máy. Theo Đại tá [[Nguyễn Văn Băng]] (Phó Giám đốc Cảnh sát phòng cháy chữa cháy Thành phố Hồ Chí Minh), thời gian xảy ra vụ hỏa hoạn là 1 giờ 15 phút sáng<ref name=autogenerated20>[https:\/\/vtc.vn\/tphcm-hop-bao-cong-bo-dieu-tra-vu-chay-chung-cu-carina-d389636.html Cháy chung cư Carina, Công an TP.HCM: 'Vụ cháy này phải có bị can']<\/ref> (hoặc 1 giờ 5 phút sáng). Hệ thống báo cháy không hoạt động<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/clip-nong\/chay-chung-cu-carina-plaza-13-nguoi-chet-chuong-bao-chay-cam-lang-437363.html Cháy chung cư 13 người chết: Chuông báo cháy câm lặng]<\/ref>, ngọn lửa nhanh chóng lan rộng toàn hầm, thiêu rụi toàn bộ số xe. Khói độc từ vụ cháy lan ra khu vực cầu thang thoát hiểm, vốn bị một số hộ dân cư trú ở các tầng thấp mở ra để tiện di chuyển, và len lỏi vào các căn hộ.\n\nDo sự việc diễn ra vào đêm, nhiều hộ dân bị ngộ độc khí trong khi ngủ. Nhiều người lao ra ban công nhưng không tìm được lối thoát, bèn trở lại phòng chịu chết. Khi đám cháy mới lan rộng, các bảo vệ của khu chung cư là Trần Văn An, Nguyễn Thanh Sang, Lê Gia An đã cố gắng đánh thức các hộ dân trong chung cư, đưa người bị ngộ độc ra ngoài.<ref>[http:\/\/doisongvietnam.vn\/nhung-nguoi-hung-trong-vu-chay-chung-cu-carina-hy-sinh-ca-mang-song-de-cuu-nguoi-40226-13.html Những người hùng trong vụ cháy chung cư Carina: Hy sinh cả mạng sống để cứu người]<\/ref> Ước tính có 40 người được được các bảo vệ cứu sống, bảo vệ Trần Văn An sau đó bị ngạt thở tử vong tại lầu 5.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/dam-tang-dam-nuoc-mat-cua-anh-bao-ve-xa-than-cuu-nguoi-20180324113113344.htm|tiêu đề=Đám tang đẫm nước mắt của anh bảo vệ xả thân cứu người}}<\/ref>\n\nSau 12 phút, Cảnh sát Phòng cháy chữa cháy Thành phố Hồ Chí Minh huy động lực lượng gồm 34 xe chữa cháy chuyên dụng và 205 chiến sĩ đến hiện trường, tập trung dập lửa cứu 150 người, hướng dẫn 1.000 người thoát nạn. Đến 4h sáng, đám cháy được khống chế.<ref name=autogenerated2 \/>\n\n11h 56 phút trưa cùng ngày, một đám cháy khác bùng phát tại tòa nhà C thuộc khu chung cư Carina khiến nhiều cư dân của tòa nhà A đang tạm trú tại đó tháo chạy hoảng loạn. Đám cháy ban đầu được cho là xuất phát từ sự cố chập điện máy phát của lực lượng phòng cháy chữa cháy,<ref name=autogenerated1>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/tin-anh\/chay-chung-cu-carina-plaza-nu-chu-tich-phuong-va-12-nguoi-chet-437331.html Cháy chung cư 13 người chết: Lửa lại bùng phát, dân bỏ chạy]<\/ref> nhưng sau đó được phủ nhận.<ref name=autogenerated2 \/> Đám cháy này được dập tắt sau 10 phút.<ref name=autogenerated1 \/>\n\n== Hậu quả ==\nVụ hỏa hoạn khiến 13 người chết,<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/clip-nong\/danh-tinh-13-nguoi-tu-vong-vu-chay-chung-cu-carina-plaza-437539.html Danh tính 13 người tử vong vụ cháy chung cư Carina Plaza] Văn Đức [[VietNamNet]] 23\/03\/2018 17:53 GMT+7<\/ref> 91 người phải nhập viện, nhiều người trong tình trạng nguy kịch. Vụ hỏa hoạn tại tòa nhà C khiến 1 Cảnh sát Phòng cháy chữa cháy bị thương. Về tài sản, thiệt hại 343 xe máy, trong đó có 303 xe bị cháy hoàn toàn; 10 xe ôtô cháy hoàn toàn, 7 xe cháy một phần.<ref name=autogenerated2 \/>\n\nTrong số các nạn nhân của vụ hỏa hoạn, có ít nhất 1 người tử vong do ngã từ trên tầng cao khi dùng dây để thoát hiểm,<ref name=autogenerated2>[http:\/\/anninhthudo.vn\/doi-song\/vu-chay-chung-cu-carina-plaza-la-do-su-co-khong-co-cai-dat-gay-chay-no\/761918.antd Vụ cháy chung cư Carina Plaza là do sự cố, không có cài đặt gây cháy nổ]<\/ref> đó là bà Lê Lưu Bích Phượng, Bí thư kiêm Chủ tịch Ủy ban nhân dân [[Nguyễn Thái Bình (phường)|phường Nguyễn Thái Bình]], [[quận 1]].<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/clip-nong\/chay-chung-cu-carina-plaza-nu-chu-tich-phuong-nga-tu-tang-14-tu-vong-437370.html Cháy chung cư Carina Plaza: Nữ chủ tịch phường ngã từ tầng 14 tử vong]<\/ref>\n\n== Khắc phục hậu quả ==\nNgày 23 tháng 3, Bí thư Thành ủy [[Nguyễn Thiện Nhân]] đã xuống hiện trường vụ cháy, thăm hỏi các nạn nhân đang điều trị tại [[Bệnh viện Nguyễn Tri Phương]] và chủ trì buổi họp báo thông tin về vụ cháy, yêu cầu kiểm tra làm rõ nguyên nhân vụ cháy.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/bi-thu-chu-tich-tp-hcm-truy-van-canh-sat-vu-chay-chung-cu-carina-plaza-437382.html Tướng Phan Anh Minh: Không loại trừ khả năng cài đặt gây nổ chung cư Carina]<\/ref> Cùng buổi sáng, Thủ tướng [[Nguyễn Xuân Phúc]] đã gửi công điện yêu cầu tập trung khắc phục hậu quả vụ cháy ở chung cư Carina Plaza, điều tra làm rõ nguyên nhân vụ cháy, xử lý nghiêm theo pháp luật.<ref>[https:\/\/nld.com.vn\/thoi-su\/thu-tuong-chi-dao-dieu-tra-xu-ly-nghiem-vu-chay-chung-cu-carina-tp-hcm-2018032311205129.htm Thủ tướng chỉ đạo điều tra, xử lý nghiêm vụ cháy chung cư Carina, TP HCM]<\/ref>\n\nToàn bộ chung cư Carina bị cắt điện nước để phục vụ công tác điều tra, bảo trì lại những nơi bị hư hỏng, hiện chưa có thông tin khi nào những công đoạn đó hoàn thành. Đến tháng 4 năm 2018, những hộ dân sống tại khu A, B của chung cư Carina hầu như đã chuyển ra bên ngoài sinh sống. Còn khu C do ít bị ảnh hưởng, nên hàng chục gia đình vẫn bám trụ, sống trong cảnh không điện và không nước.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/cu-dan-carina-song-trong-canh-den-dau-20180412235615.htm|tiêu đề=Cư dân Carina sống trong cảnh đèn dầu}}<\/ref>\n\nSố tiền phía chủ đầu tư khắc phục thiệt hại và bồi thường đến nay là hơn 20 tỷ đồng. Công ty cũng đã yêu cầu Công ty SEJCO (Công ty Hùng Thanh trước đó thuê Công ty SEJCO thực hiện việc quản lý vận hành, phòng cháy chữa cháy, quản lý bãi xe của chung cư) cùng phối hợp thực hiện việc khắc phục.<ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/phap-luat\/chu-dau-tu-chung-cu-carina-bi-bat-3732904.html|tiêu đề=Chủ đầu tư chung cư Carina bị bắt | author = Quốc Thắng| publisher = VnExpress| date = ngày 20 tháng 4 năm 2018}}<\/ref>\n\nSau nhiều tháng thi công sửa chữa, các đơn vị đã cơ bản hoàn thành nhiều hạng mục bị hư hại. Ngày 4 tháng 9 năm 2018, lực lượng chức năng đang tiến hành nghiệm thu những hạng mục cuối cùng để đảm bảo an toàn khi người dân về ở. Theo đại diện chủ đầu tư chung cư Carina, hiện tại đơn vị đã thành lập lực lượng gồm 18 bảo vệ và 5 nhân viên kỹ thuật đã qua đào tạo về phòng cháy chữa cháy để làm việc tại chung cư. Cùng với đó tại chung cư đã thiết lập 1 trung tâm cảnh báo cháy, khi xảy ra sự cố về cháy nổ, hệ thống này sẽ cảnh báo trực tiếp đến lực lượng Cảnh sát phòng cháy và chữa cháy quận 8 và Cảnh sát phòng cháy và chữa cháy TPHCM. Ngoài ra, sau khi hoàn thành công tác nghiệm thu, chủ đầu tư chung cư sẽ mời lực lượng tập huấn, hướng dẫn về phòng cháy chữa cháy cho toàn bộ cư dân Carina ngay sau khi họ được về nơi ở.<ref>{{Chú thích web|url=https:\/\/video.thanhnien.vn\/thoi-su\/chung-cu-carina-nghiem-thu-pccc-sau-5-thang-xay-ra-su-co-116562.html|tiêu đề=Chung cư Carina nghiệm thu PCCC sau 5 tháng xảy ra sự cố|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/video.vnexpress.net\/tin-tuc\/600s-thoi-su\/canh-sat-nghiem-thu-he-thong-pccc-chung-cu-carina-3803273.html|tiêu đề=Cảnh sát nghiệm thu hệ thống PCCC chung cư Carina - VnExpress|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/cafef.vn\/cu-dan-carina-plaza-sap-duoc-ve-nha-sau-hon-5-thang-vu-chay-kinh-hoang-20180906091325805.chn|tiêu đề=Cư dân Carina Plaza sắp được về nhà sau hơn 5 tháng vụ cháy kinh hoàng|website=}}<\/ref>\n\nNgày 17 tháng 10 năm 2018, [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] có văn bản chấp thuận nghiệm thu công trình sau khi sửa chữa, cư dân chung cư Carina trở về nhà sau 7 tháng xảy ra hoả hoạn.<ref>{{Chú thích web|url=https:\/\/video.vnexpress.net\/tin-tuc\/600s-thoi-su\/cu-dan-carina-tro-ve-nha-sau-gan-7-thang-xay-ra-vu-chay-3826575.html|tiêu đề=Cư dân Carina trở về nhà sau gần 7 tháng xảy ra vụ cháy|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/vtv.vn\/trong-nuoc\/dem-dau-tien-cu-dan-carina-chinh-thuc-duoc-ve-nha-20181020011422093.htm|tiêu đề=Đêm đầu tiên cư dân Carina chính thức được về nhà|website=}}<\/ref>\n\n== Điều tra ==\nBan đầu có sự nghi ngờ vụ hỏa hoạn do người cố ý gây nên, tuy nhiên cảnh sát phòng cháy và chữa cháy sau đó đã xác nhận đây chỉ là sự cố.<ref name=autogenerated2 \/> Theo người dân, năm 2017 tại chung cư cũng từng xảy ra hỏa hoạn nhưng không được đơn vị chủ đầu tư trình báo.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chay-chung-cu-carina-plaza-hoa-hoan-khong-phai-lan-dau-437629.html Cháy chung cư Carina Plaza: Hỏa hoạn không phải lần đầu]<\/ref>\n\nNgày 25 tháng 3, ông Nguyễn Văn Tùng, giám đốc Công ty Hùng Thanh, công ty con trực thuộc Công ty Cổ phần Đầu tư Năm Bảy Bảy (NBB), chủ đầu tư của khu chung cư, đã tuyên bố nhập viện và từ chối tiếp xúc với cơ quan điều tra.<ref>[https:\/\/thanhnien.vn\/thoi-su\/vu-chay-chung-cu-carina-13-nguoi-chet-co-bi-can-xu-nghiem-theo-phap-luat-947022.html Vụ cháy chung cư Carina, 13 người chết: Có bị can, xử nghiêm theo pháp luật]<\/ref>\n\nNgày 26 tháng 3, đại tá [[Nguyễn Sĩ Quang]], Trưởng phòng tham mưu kiêm người phát ngôn của Công an thành phố đã cho biết Văn phòng Cơ quan Cảnh sát điều tra Công an Thành phố Hồ Chí Minh đã khởi tố vụ án để điều tra hành vi vi phạm quy định về phòng cháy chữa cháy xảy ra tại chung cư Carina Plaza.<ref>[https:\/\/thanhnien.vn\/thoi-su\/khoi-to-vu-an-chay-chung-cu-carina-plaza-lam-13-nguoi-chet-946016.html Khởi tố vụ án cháy chung cư Carina Plaza làm 13 người chết]<\/ref>\n\nTheo Cảnh sát Phòng cháy và chữa cháy, vào thời điểm xảy ra hỏa hoạn, không có bảo vệ nào có mặt tại địa điểm xảy ra để ngăn chặn sự cố ngay từ đầu, suốt 13 phút không có ai phát hiện chuyện này để làm công tác phòng cháy chữa cháy.<ref name=z1\/> Khu chung cư Carina Plaza từng bị Cảnh sát phòng cháy chữa cháy kiểm tra tổng cộng 22 lần, xử lý 4 lần với 7 lỗi. Trong đó có 23 lỗi hệ thống phòng cháy chữa cháy, 3 lỗi hệ thống thoát nạn.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/tp-hcm-hop-bao-thong-tin-vu-chay-chung-cu-carina-plaza-438548.html 'Chủ đầu tư, người dân đã vô hiệu hệ thống thoát nạn vụ cháy Carina']<\/ref> Đồng thời hệ thống thoát hiểm đã bị một số người dân mở ra và chèn gạch<ref>[https:\/\/vietnamnet.vn\/vn\/bat-dong-san\/du-an\/vu-chay-chung-cu-carina-khi-cua-thoat-hiem-thanh-cua-tu-437804.html Từ vụ cháy chung cư Carina: Khi cửa thoát hiểm thành ‘cửa tử’]<\/ref> trước khi xảy ra hỏa hoạn, khiến toàn hệ thống thoát hiểm bị vô hiệu hóa.<ref>[https:\/\/www.tienphong.vn\/xa-hoi\/vi-sao-cac-cua-thoat-hiem-chung-cu-carina-deu-mo-1255832.tpo Vì sao các cửa thoát hiểm chung cư Carina đều mở?]<\/ref><ref>[http:\/\/danviet.vn\/tin-tuc\/thieu-trach-nhiem-chu-dau-tu-da-lam-vo-hieu-he-thong-thoat-hiem-861413.html \"Thiếu trách nhiệm, chủ đầu tư đã làm vô hiệu hệ thống thoát hiểm\"]<\/ref> Ngoài ra, hệ thống báo cháy tự động có âm thanh không hoạt động, hệ thống phun nước chữa cháy tự động không hoạt động, máy bơm bù áp dùng để phun nước lên tầng cao rồi chảy xuống từng nhà cũng không hoạt động.<ref name=z1\/>\n\nNgày 20 tháng 4, Công an TP HCM khởi tố, bắt tạm giam ông Nguyễn Văn Tùng (41 tuổi, nguyên Giám đốc Công ty Hùng Thanh) - đơn vị chủ đầu tư về cáo buộc ''Vi phạm quy định về phòng cháy chữa cháy'' theo Điều 313 [[Bộ luật hình sự Việt Nam]]. Một cán bộ khác của Công ty Hùng Thanh là ông Trần Quang Hải (45 tuổi, Trưởng Ban quản lý dự án City Gate Towers) cũng bị triệu tập.<ref name=\":0\" \/><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/bat-tam-giam-chu-dau-tu-carina-plaza-post836047.html|tiêu đề=Bắt tạm giam chủ đầu tư Carina Plaza}}<\/ref>\n\nQua quá trình điều tra ban đầu, các cán bộ của PC44 (Cơ quan Cảnh sát điều tra Công an TP.HCM) đã tìm ra chứng cứ xác định một số người có trách nhiệm liên quan tới chủ đầu tư và các bên liên đới đã gian dối, mượn thiết bị phòng cháy chữa cháy để đối phó cơ quan chức năng trong quá trình kiểm tra công tác phòng cháy chữa cháy tại công trình này. Không chỉ mượn thiết bị phòng cháy chữa cháy để đối phó cơ quan chức năng kiểm tra, việc vận hành, bảo trì, bảo dưỡng hệ thống phòng cháy chữa cháy cũng có nhiều vi phạm khiến các hạng mục công trình phòng cháy chữa cháy không đủ sức ngăn cản vụ cháy lan, gây hậu quả vô cùng nặng nề.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/vu-chay-chung-cu-carina-khoi-to-bat-tam-giam-nguyen-giam-doc-cong-ty-hung-thanh-20180420155327293.htm|tiêu đề=Vụ cháy chung cư Carina: Khởi tố, bắt tạm giam nguyên giám đốc công ty Hùng Thanh}}<\/ref>\n\nNgày 16 tháng 2 năm 2022, theo nguồn tin của phóng viên báo [[Thanh Niên (báo)|Thanh Niên]], sau gần 5 năm vụ cháy chung cư Carina, hồ sơ đã hoàn tất chờ xét xử: [[Viện kiểm sát nhân dân cấp cao tại Thành phố Hồ Chí Minh|Viện KSND]] TP.HCM đã hoàn tất cáo trạng và chuyển hồ sơ sang [[Tòa án nhân dân cấp cao tại Thành phố Hồ Chí Minh|TAND]] TP.HCM <ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/post-1429966.html|tựa đề=Sau gần 5 năm vụ cháy chung cư Carina, hồ sơ đã hoàn tất chờ xét xử|ngày=2022-02-16|website=Báo Thanh Niên|ngôn ngữ=vi|ngày truy cập=2022-07-07}}<\/ref>.\n\n== Tri ân ==\nNgày 14 tháng 4 năm 2018, hơn 70 hộ dân sinh sống tại chung cư Carina đến trụ sở Cảnh sát Phòng cháy và chữa cháy Thành phố Hồ Chí Minh để gửi lời cảm ơn, tri ân sự dũng cảm của người lính cứu hoả đã cứu hơn 1.000 người thoát khỏi vụ cháy.<ref>{{Chú thích web|url=http:\/\/congan.com.vn\/tin-chinh\/cu-dan-chung-cu-carina-tri-an-canh-sat-pccc-tphcm_53869.html|tiêu đề=Cư dân chung cư Carina tri ân Cảnh sát PCCC TP.HCM}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/thoi-su\/cuoc-tri-an-canh-sat-pccc-sau-hoa-hoan-carina-khien-13-nguoi-chet-3736696.html|tiêu đề=Cuộc tri ân cảnh sát PCCC sau hoả hoạn Carina khiến 13 người chết}} Duy Trần, VnExpress 14\/4\/2018<\/ref>\n== Xem thêm ==\n* [[Vụ hoả hoạn ITC]] (2002, [[Việt Nam]])\n* [[Vụ hỏa hoạn Grenfell Tower]] (2017, [[Anh]])\n* [[Vụ sập tòa nhà chung cư ở Surfside]]  (2021, [[Hoa Kỳ]])\n* [[Vụ cháy quán karaoke ở Thuận An 2022]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.pccc.hochiminhcity.gov.vn\/web\/guest\/tinh-hinh-chay-no?p_p_id=EXT_ARTICLEVIEW&p_p_lifecycle=0&p_p_col_id=center-top&p_p_col_count=7&_EXT_ARTICLEVIEW_groupId=10217&_EXT_ARTICLEVIEW_articleId=828373&_EXT_ARTICLEVIEW_version=1.0&_EXT_ARTICLEVIEW_redirect=%2Fweb%2Fguest%2Fhome Quận 8: Cháy chung cư Carina Plaza, 41 người thương vong] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180329184230\/http:\/\/www.pccc.hochiminhcity.gov.vn\/web\/guest\/tinh-hinh-chay-no?p_p_id=EXT_ARTICLEVIEW&p_p_lifecycle=0&p_p_col_id=center-top&p_p_col_count=7&_EXT_ARTICLEVIEW_groupId=10217&_EXT_ARTICLEVIEW_articleId=828373&_EXT_ARTICLEVIEW_version=1.0&_EXT_ARTICLEVIEW_redirect=%2Fweb%2Fguest%2Fhome |date=2018-03-29 }} Phương Thanh – Thanh Long Cảnh sát PC&CC TP. HCM (23\/3\/2018 15:10)\n{{Hỏa hoạn tại Việt Nam}}\n[[Thể loại:Hỏa hoạn tại Việt Nam]]\n[[Thể loại:Hỏa hoạn năm 2018]]\n[[Thể loại:Quận 8]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}