{"3525127":"'''Vụ kỷ luật cựu Bộ trưởng Vũ Huy Hoàng''' là việc nguyên [[Bộ trưởng]] [[Bộ Công Thương]] [[Vũ Huy Hoàng]], nguyên [[Ủy viên Trung ương Đảng|Ủy viên Trung ương Đảng]], nguyên Bí thư Ban cán sự [[Đảng Cộng sản Việt Nam]] bị đưa ra kỷ luật vì các sai phạm nghiêm trọng xảy ra trong quá trình làm việc tại Bộ Công thương thời gian từ năm 2011 đến năm 2016. Vụ việc xảy ra sau khi [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Việt Nam]] họp dưới sự chủ trì của [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư,]] [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] [[Nguyễn Phú Trọng]] đã thi hành kỷ luật trong công tác cán bộ đối với Ban cán sự đảng Bộ Công thương và ông Vũ Huy Hoàng. Theo đó ông Vũ Huy Hoàng bị kỷ luật bằng hình thức cách chức Bí thư Ban cán sự đảng Bộ Công thương trong thời gian 2011 - 2016. Đồng thời với việc cách chức, Ban cán sự đảng Chính phủ Việt Nam đã giao Đảng đoàn Quốc hội chỉ đạo thực hiện quy trình xử lý kỷ luật về hành chính đối với ông Hoàng. Vụ việc này gây lúng túng và đau đầu cho các cơ quan lập pháp và hành pháp tại [[Việt Nam]] vì trước đây chưa từng có quy định của pháp luật hay tiền lệ việc xử lý kỷ luật một cán bộ cấp cao của Đảng khi đã về hưu<ref name=\"VOV\" >{{Chú thích web |url=http:\/\/m.vov.vn\/chinh-tri\/bo-truong-bo-noi-vu-vu-viec-ong-vu-huy-hoang-chua-co-tien-le-569825.vov#ref-https:\/\/www.google.com.vn\/ |ngày truy cập=2016-11-16 |tựa đề=Bộ trưởng Bộ Nội vụ: Vụ việc ông Vũ Huy Hoàng chưa có tiền lệ |archive-date = ngày 16 tháng 11 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161116164641\/http:\/\/m.vov.vn\/chinh-tri\/bo-truong-bo-noi-vu-vu-viec-ong-vu-huy-hoang-chua-co-tien-le-569825.vov#ref-https:\/\/www.google.com.vn\/ }}<\/ref><ref name=\"Dantri\" >[http:\/\/dantri.com.vn\/chinh-tri\/chua-co-tien-le-phai-cach-chuc-nguoi-khong-con-chuc-vu-nhu-ong-vu-huy-hoang-2016110416530749.htm Chưa có tiền lệ phải \"cách chức\" người không còn chức vụ như ông Vũ Huy Hoàng]<\/ref><ref name=\"TTVH\" >[http:\/\/thethaovanhoa.vn\/xa-hoi\/vu-viec-xu-ly-ong-vu-huy-hoang-chua-co-tien-le-n20161111124943349.htm Vụ việc xử lý ông Vũ Huy Hoàng chưa có tiền lệ] TTVH Thứ Sáu, 11\/11\/2016 12:40<\/ref>\n \n==Các sai phạm của ông Vũ Huy Hoàng==\n{{chính|Vũ Huy Hoàng}}\nTheo [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]], cựu Bộ trưởng Vũ Huy Hoàng đã \"thiếu gương mẫu\", \"thực hiện không đúng quy định bổ nhiệm cán bộ\" và \"báo cáo không trung thực\"<ref name=\"Vnexpress\" >[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/vi-sao-cuu-bo-truong-vu-huy-hoang-bi-de-nghi-canh-cao-3489225.html Vì sao cựu Bộ trưởng Vũ Huy Hoàng bị đề nghị cảnh cáo?]<\/ref>.\n\nCũng theo kết luận của Ủy ban Kiểm tra, \"''ông Vũ Huy Hoàng đã vi phạm nghiêm trọng [[Những điều Đảng viên không được làm]] thực hiện không đúng quy định của Đảng và Nhà nước trong việc tiếp nhận, bổ nhiệm ông [[Trịnh Xuân Thanh]] giữ các chức vụ quan trọng tại Bộ Công thương''\". Ông Hoàng có biểu hiện vụ lợi trong việc \"''tiếp nhận, bổ nhiệm và điều động con trai là ông Vũ Quang Hải làm kiểm soát viên [[Tổng công ty Thuốc lá Việt Nam]]; tham gia Hội đồng quản trị và giữ chức Phó tổng giám đốc [[Tổng công ty Bia - Rượu - Nước giải khát Sài Gòn|Sabeco]]. Các việc làm vừa nêu đã vi phạm quy định của Ban chấp hành Trung ương về những điều đảng viên không được làm, quy định của Ban Bí thư về trách nhiệm nêu gương của cán bộ, đảng viên, vi phạm [[Luật Phòng, chống tham nhũng]], gây bức xúc trong xã hội''\"<ref name=\"Báo Giáo dục\" >[http:\/\/giaoduc.net.vn\/Xa-hoi\/Xu-ly-viec-bo-nhiem-con-trai-cuu-Bo-truong-Vu-Huy-Hoang-nhu-the-nao-post171938.gd Xử lý việc bổ nhiệm con trai cựu Bộ trưởng Vũ Huy Hoàng như thế nào?]<\/ref>.\n\nÔng Vũ Huy Hoàng \"''Không kịp thời sửa đổi, bổ sung và tổ chức thực hiện Quy chế làm việc của Ban cán sự đảng theo quy định của [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]; vi phạm nguyên tắc tập trung dân chủ trong tổ chức và hoạt động của Ban cán sự đảng. Thiếu trách nhiệm, buông lỏng lãnh đạo, chỉ đạo, vi phạm các quy định của Đảng, Nhà nước về công tác cán bộ, cụ thể, tiếp nhận, điều động, bổ nhiệm Trịnh Xuân Thanh và một số cán bộ vi phạm nguyên tắc, quy trình, thủ tục, tiêu chuẩn, điều kiện. Vi phạm Quyết định số 83\/2004\/QĐ-BNV của [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]] và Quyết định số 81-QĐ\/BCS của Ban cán sự đảng Bộ Công Thương trong việc bổ nhiệm Trịnh Xuân Thanh giữ chức Phó Chánh Văn phòng, Trưởng Văn phòng Bộ tại [[Đà Nẵng]], Chánh Văn phòng Ban cán sự đảng, Vụ trưởng, Thường trực Ban Đổi mới và Phát triển doanh nghiệp''\"<ref>{{Chú thích web |url=http:\/\/m.cand.com.vn\/Su-kien-Binh-luan-thoi-su\/UBKT-Trung-uong-ket-luan-sai-pham-cua-Ban-can-su-Dang-Bo-Cong-thuong-va-ong-Vu-Huy-Hoang-413918\/ |ngày truy cập=2016-11-16 |tựa đề=UBKT Trung ương kết luận sai phạm của ông Vũ Huy Hoàng |archive-date=2016-11-16 |archive-url=https:\/\/web.archive.org\/web\/20161116233258\/http:\/\/m.cand.com.vn\/Su-kien-Binh-luan-thoi-su\/UBKT-Trung-uong-ket-luan-sai-pham-cua-Ban-can-su-Dang-Bo-Cong-thuong-va-ong-Vu-Huy-Hoang-413918\/ |url-status=dead }}<\/ref>.\n\nKết luận của Ủy ban Kiểm tra Trung ương nêu, \"''dù biết ông Trịnh Xuân Thanh có sai phạm, không đủ tiêu chuẩn, nhưng ông Vũ Huy Hoàng vẫn đồng ý với đề nghị của Tỉnh ủy Hậu Giang thuyên chuyển ông Thanh về làm Phó chủ tịch UBND tỉnh nhiệm kỳ 2011-2016... Ông Vũ Huy Hoàng đã \"báo cáo không trung thực về tình hình hoạt động của Tổng công ty cổ phần Xây lắp dầu khí (PVC) và cá nhân Trịnh Xuân Thanh trước khi cấp có thẩm quyền phê chuẩn chức danh Phó chủ tịch UBND tỉnh Hậu Giang đối với Trịnh Xuân Thanh''\". Cựu bộ trưởng Hoàng \"''đã chỉ đạo đánh giá, quy hoạch, đề nghị phê duyệt quy hoạch thứ trưởng với ông Trịnh Xuân Thanh và một số cá nhân không đúng nguyên tắc, quy trình, thủ tục và tiêu chuẩn''\"<ref name=\"Tuoi tre\" >[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20161025\/cuu-bo-truong-vu-huy-hoang-thieu-trung-thuc\/1194355.html Cựu bộ trưởng Vũ Huy Hoàng thiếu trung thực]<\/ref>.\n\n==Hình thức kỷ luật==\nTheo Tổng Thư ký Quốc hội, [[Nguyễn Hạnh Phúc]], việc xử lý ông Vũ Huy Hoàng, được thực hiện theo nguyên tắc là Chính phủ gửi hồ sơ sang và Quốc hội sẽ nghiên cứu. [[Chính phủ]] giao cho [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]], còn về phía [[Quốc hội]] giao cho Ủy ban Pháp luật, Ủy ban Tư pháp và Ban Công tác đại biểu Quốc hội nghiên cứu, xử lý vấn đề. Do tính pháp lý của vụ việc, từ trước đến giờ chưa có tiền lệ nào nên gây khó cho các cơ quan công quyền<ref name=\"TTVH\" \/>.\n===Kỷ luật===\nNgày [[2 tháng 11]] năm 2016, [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam]] đã họp và quyết định cách chức Bí thư Ban cán sự đảng Bộ Công thương trong thời gian 2011 - 2016 của ông Vũ Huy Hoàng.<ref>[http:\/\/dangcongsan.vn\/xay-dung-dang\/ban-bi-thu-trung-uong-dang-quyet-dinh-ky-luat-ban-can-su-dang-bo-cong-thuong-va-dong-chi-vu-huy-hoang-414721.html Ban Bí thư Trung ương Đảng quyết định kỷ luật ông Vũ Huy Hoàng]<\/ref> Đây là lần đầu tiên Đảng Cộng sản Việt Nam cách chức một người mà không còn tại chức nữa.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/quoc-hoi\/vu-vu-huy-hoang-cach-chuc-khi-khong-con-chuc-chua-co-tien-le-337944.html Cách chức khi không còn chức: Chưa có tiền lệ], vietnamnet, 4.11.2016<\/ref> Dưới thời cựu Bộ trưởng Vũ Huy Hoàng, Bộ Công Thương có 5 đại dự án quy mô 30.000 tỷ đồng, mà bộ là cơ quan chủ quản, nay đều trong tình trạng thua lỗ nặng nề, nguy cơ phá sản.<ref>[http:\/\/dantri.com.vn\/kinh-doanh\/5-dai-du-an-nguy-ngap-thoi-ong-vu-huy-hoang-sao-khong-thay-ai-boi-thuong-20161027150156558.htm 5 đại dự án nguy ngập thời ông Vũ Huy Hoàng: Sao không thấy ai bồi thường?], dantri, 27.10.2016<\/ref>\n\nNgày 23\/01\/ 2017, Ủy ban Thường vụ Quốc hội xử lý kỷ luật bằng hình thức xóa tư cách nguyên bộ trưởng Bộ Công Thương nhiệm kỳ 2011 - 2016, cách chức Bí thư Ban cán sự đảng Bộ Công thương (nhiệm kỳ 2011-2016) đối với ông Vũ Huy Hoàng. Sau khi bị kỷ luật, ông chỉ còn tư cách nguyên Bí thư Tỉnh ủy tỉnh [[Lạng Sơn]] và nguyên Chủ tịch Ủy ban nhân dân tỉnh [[Hà Tây (tỉnh)|Hà Tây]].<ref>{{chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-vu-huy-hoang-bi-xoa-tu-cach-nguyen-bo-truong-cong-thuong-3532753.html | tiêu đề = Ông Vũ Huy Hoàng bị xoá tư cách nguyên Bộ trưởng Công Thương - VnExpress | author = | ngày = | ngày truy cập = 23 tháng 1 năm 2017 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n==Ý kiến==\n===Các thành viên chính phủ===\n* Bộ trưởng Bộ Nội vụ [[Lê Vĩnh Tân]] khi chất vấn trước quốc hội về việc xử lý kỷ luật ông Vũ Huy Hoàng: \"Đây là vấn đề khó, vấn đề mới nhưng chúng ta cũng phải tạo cơ sở hành lang pháp lý để xử lý những trường hợp sai phạm sau này. Không phải sai phạm rồi nghỉ hưu là hạ cánh an toàn\"<ref>[http:\/\/m.dantri.com.vn\/xa-hoi\/bo-truong-noi-vu-ky-luat-ong-vu-huy-hoang-kho-van-phai-lam-20161116103546874.htm Bộ trưởng Nội vụ: Kỷ luật ông Vũ Huy Hoàng, khó vẫn phải làm!]<\/ref>\n* Theo ông [[Vũ Mão]]: \"Đảng nên giao cho các cơ quan chức năng nghiên cứu việc điều tra, xem xét mức độ vi phạm của ông Vũ Huy Hoàng như thế nào. Trên cơ sở điều tra của các cơ quan chức năng như bên Công an, Thanh tra Nhà nước, Viện Kiểm sát, kiểm toán… liên quan đến những vấn đề thực thi chức năng nhiệm vụ và trên cơ sở xem xét, điều tra như thế để có kết luận. Trên cơ sở kết luận đó mới có hướng xử lý đầy đủ, toàn diện\"<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/vu-ong-vu-huy-hoang-nen-giao-co-quan-chuc-nang-dieu-tra-ket-luan-1073427.tpo Vụ ông Vũ Huy Hoàng nên giao cơ quan chức năng điều tra, kết luận] Luân Dũng. Báo Tiền Phong. 18:47 ngày 15 tháng 11 năm 2016<\/ref>\n* Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ [[Mai Tiến Dũng]] cho biết, việc xử lý kỷ luật hành chính đối với ông Vũ Huy Hoàng \"khó vì nhiều lẽ\".<ref>[http:\/\/dantri.com.vn\/chinh-tri\/de-xuat-nhieu-phuong-an-cach-chuc-nguyen-bo-truong-vu-huy-hoang-20161115113006148.htm Đề xuất nhiều phương án cách chức nguyên Bộ trưởng Vũ Huy Hoàng], dantri, 15.11.2016<\/ref>\n\n===Dư luận===\n* Theo [[Trung tướng]] [[Nguyễn Quốc Thước]], nguyên Tư lệnh Quân khu 4, nguyên Đại biểu Quốc hội khóa VIII, IX, X thì:... \"lâu nay có nguyên tắc gọi là \"bất thành văn\" là khi về hưu thì không xét đến lỗi lầm trước kia nữa, và người ta gọi đó là \"hạ cánh an toàn\". Tuy nhiên bây giờ phải thay đổi, dù đã nghỉ hưu nhưng khi đương chức mà phạm lỗi thì đều phải xử lý\"<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-37890483 Không để ông Vũ Huy Hoàng hạ cánh an toàn’]<\/ref>\n* Ông Đỗ Văn Ân, nguyên ủy viên Trung ương Đảng, nguyên Trưởng ban Cơ yếu Chính phủ cũng cho rằng:.... \"Cơ quan nhà nước cần vào cuộc xem xét trách nhiệm của ông Vũ Huy Hoàng vi phạm luật Phòng, chống tham nhũng. Với những sai phạm, khuyết điểm nghiêm trọng như vậy, ông Vũ Huy Hoàng đã không còn đủ tiêu chuẩn là người đảng viên\"<ref>[http:\/\/m.vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/ong-vu-huy-hoang-khong-con-du-tieu-chuan-nguoi-dang-vien-337952.html 'Ông Vũ Huy Hoàng không còn đủ tiêu chuẩn người đảng viên']<\/ref>.\n* Ông Nguyễn Đình Hương, nguyên Phó trưởng ban Tổ chức Trung ương nêu: \"Do liên quan đến Luật phòng chống tham nhũng, Thanh tra Chính phủ và Bộ Công an sẽ phải vào cuộc. Nếu ông ấy liên đới, phạm tội thì ông Hoàng phải ra tòa. Vi phạm Luật phòng chống tham nhũng thì sẽ bị khởi tố\" và \"Sai phạm trong quy trình, ông Vũ Huy Hoàng sẽ phải ra tòa\"<ref>[http:\/\/m.danviet.vn\/kinh-te\/sai-pham-trong-quy-trinh-ong-vu-huy-hoang-se-phai-ra-toa-718335.html Sai phạm trong quy trình, ông Vũ Huy Hoàng sẽ phải ra tòa” ]<\/ref>.\n\n==Xem thêm==\n* [[Bộ Công Thương]]\n* [[Trịnh Xuân Thanh]]\n* [[Vũ Đình Duy]]\n* [[Những vụ đào tẩu của lãnh đạo các doanh nghiệp nhà nước tại Việt Nam]]\n\n==Nguồn==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.tienphong.vn\/xa-hoi\/chua-nghien-cuu-ra-quy-trinh-xu-ly-ky-luat-ong-vu-huy-hoang-1072177.tpo Chưa nghiên cứu ra quy trình xử lý kỷ luật ông Vũ Huy Hoàng] Văn Kiên báo Tiền Phong 10:24 ngày 11 tháng 11 năm 2016\n* [http:\/\/bizlive.vn\/chinh-tri-xa-hoi\/chan-dung-lanh-dao-quyen-luc-tuoi-31-dang-dieu-hanh-van-phong-bo-cong-thuong-1393049.html Chân dung lãnh đạo “quyền lực” tuổi 31 đang điều hành Văn phòng Bộ Công Thương] HÀ OANH. BizLIVE 09:22 26\/10\/2015\n\n[[Thể loại:Việt Nam năm 2016]]\n[[Thể loại:Vụ bê bối chính trị ở Việt Nam]]\n[[Thể loại:Bộ trưởng Bộ Công Thương Việt Nam]]\n[[Thể loại:Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]"}