{"19789599":"'''Vụ chìm đò sông Gianh''' xảy ra vào ngày 25 tháng 1 năm 2009 trên [[sông Gianh]] gần làng Quảng Hải, huyện [[Quảng Trạch]], tỉnh [[Quảng Bình]], [[Việt Nam]].<ref>{{chú thích web |url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2009\/01\/090125_boat_sinks.shtml |title=Chìm đò sông Gianh 40 người thiệt mạng |publisher=[[BBC News]] tiếng Việt |date=25 January 2000 |accessdate=23 February 2009 |language=Vietnamese| archiveurl= https:\/\/web.archive.org\/web\/20090215022121\/http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2009\/01\/090125_boat_sinks.shtml| archivedate= 15 February 2009 | url-status= live}}<\/ref> Một chiếc đò gỗ bị chìm cách bờ 20 mét do dòng chảy mạnh trong điều kiện gió. Được biết, trên đò có hơn 80 người nhưng cả thuyền chỉ chở được tối đa 20 người. Vụ tai nạn khiến 42 người chết và 5 người mất tích. [[Thủ tướng Chính phủ Việt Nam]] liền gửi lời chia buồn tới gia đình các nạn nhân. Chính quyền tỉnh Quảng Bình đã quyết định hủy bỏ việc bắn [[pháo hoa]] dự kiến diễn ra vào nửa đêm cùng ngày, vào đêm giao thừa, ngày [[Tết Nguyên Đán]] ở Việt Nam.<ref>{{chú thích web|url= http:\/\/www.abc.net.au\/news\/stories\/2009\/01\/25\/2473992.htm|title=40 dead in Vietnam river boat accident: official| accessdate= 26 January 2009 }}<\/ref>\n\n==Diễn biến==\nNgày 25 tháng 1 năm 2009, khoảng 40 người chết đuối khi một chiếc đò quá tải bị chìm trên sông Gianh vào sáng sớm. Theo những người chứng kiến kể lại rằng chiếc đò nhỏ chở khoảng 80 người dù cho nó chỉ chở được 20 người.<ref>“Boat Capsizes, 40 Die in Central Vietnam.” Arabia 2000. Arabia 2000, Jan. 2009. Web. 30 Apr. 2016.<\/ref> Hầu hết nạn nhân là phụ nữ và trẻ em, trong đó có 3 phụ nữ đang mang thai. Ít nhất 36 hành khách sống sót, một số bơi vào bờ và những người khác được giải cứu nhưng có vài người vẫn mất tích.<ref>“40 People Were Killed When a Small, Overloaded Ferry Sinks in Vietnam.” Canadian Press, The. Canadian Reference Centre, Jan. 2009. Web. 30 Apr. 2016.<\/ref> Theo Bí thư [[Tỉnh ủy Quảng Bình]] [[Lương Ngọc Bính]] “Sóng trên sông to, gió lớn và lạnh nên rất khó có người nào sống sót nổi\".<ref>“40 Dead in Vietnam River Boat Accident: Official.” ABC NEWS. ABC NEWS, Jan, 2009. Web. 1 May 2016.<\/ref> Đò khá đông đúc vì mọi người đang cố băng qua sông để đến chợ sắm sửa đồ đạc cho kịp ăn cái Tết Nguyên Đán.\n\nThảm kịch xảy ra vào đêm trước Tết Nguyên Đán, lễ hội lớn nhất hàng năm ở Việt Nam. Tết cũng là dịp để các gia đình đoàn tụ ăn mừng và cầu mong may mắn trong năm tới.<ref>“40 Dead in Vietnam River Boat Accident: Official.” ABC NEWS. ABC NEWS, Jan, 2009. Web. 1 May 2016.<\/ref>  Theo lời [[Phan Lâm Phương]], Chủ tịch UBND tỉnh Quảng Bình thì “Đó là một bi kịch cho cả tỉnh, lẽ ra đây phải là lúc ăn Tết Nguyên Đán mới phải”. Chính quyền tỉnh quyết định hủy bắn pháo hoa Tết Nguyên đán. Đây là một trong những vụ tai nạn tàu thuyền tồi tệ nhất ở tỉnh Quảng Bình.<ref>“Police Say 40 Dead in Vietnamese Ferry Accident.” NBC NEWS. NBC NEWS, Jan. 2009. Web. 1 May 2016.<\/ref>\n\nTheo [[Thông tấn xã Việt Nam]], sau sự việc, [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] đề nghị Chủ tịch tỉnh Quảng Bình xác định ai là người gây ra thảm kịch.<ref>“Police Say 40 Dead in Vietnamese Ferry Accident.” NBC NEWS. NBC NEWS, Jan. 2009. Web. 1 May 2016.<\/ref> Một số gia đình nạn nhân bức xúc vì việc xây dựng cây cầu lẽ ra phải hoàn thành hai năm trước khi vụ tai nạn xảy ra. Cây cầu được xây dựng cách nơi xảy ra tai nạn khoảng một km và có thể đã ngăn chặn được thảm kịch.<ref>“Grieving Relatives Blame Boat Mishap on Unfinished Bridge.” Vietnam Breaking News. Thanh Nien News, 28 Oct. 2012. Web. 1 May 2016.<\/ref> Giám đốc Công an tỉnh Quảng Bình [[Phan Thanh Hà]] cho biết: “Cơ quan chức năng sẽ hỗ trợ gia đình mỗi nạn nhân 10 triệu đồng”.<ref>“Police Say 40 Dead in Vietnamese Ferry Accident.” NBC NEWS. NBC NEWS, Jan. 2009. Web. 1 May 2016.<\/ref>\n\nSông Gianh là một con sông nằm ở tỉnh Quảng Bình thuộc vùng duyên hải [[Bắc Trung Bộ Việt Nam]]. Là con sông lớn nhất ở Quảng Bình nên người dân nơi đây gọi là sông mẹ. Nước sông Gianh có thể trong, phẳng lặng nhưng độ dốc trung bình 19,2%. Vì vậy, suốt mùa lũ từ tháng 9 đến tháng 11, dòng nước chảy xiết dữ dội. Theo tạp chí ''Di sản Việt Nam'', “Người Quảng Bình nói chỉ những người chứng kiến những cơn lũ lên mới biết sức mạnh và sự hung dữ của nó”.<ref>“The Legendary Gianh River.” Vietnam Heritage. Vietnam Heritage, Jan. 2016. Web. 30 Apr. 2016.<\/ref> Con sông này có thể nguy hiểm khi có lũ, và vào năm 2009 có 40 người chết do lật thuyền.\n\n==Tham khảo==\n{{tham khảo|2}}\n\n{{coord|17.756943|106.381323|format=dms|type:event|display=title}}\n\n[[Thể loại:Quảng Bình]]\n[[Thể loại:Tử vong do đắm tàu]]\n[[Thể loại:Việt Nam năm 2009]]\n[[Thể loại:Sự cố hàng hải năm 2009]]\n[[Thể loại:Sự cố hàng hải Việt Nam]]\n[[Thể loại:Thảm họa giao thông Việt Nam]]\n[[Thể loại:Tai nạn chết người ở Việt Nam]]\n[[Thể loại:Thảm họa năm 2009 ở Việt Nam]]\n[[Thể loại:Sự kiện tháng 1 năm 2009 ở châu Á]]"}