{"1285131":"{{tiêu đề nghiêng}}\n'''Vừa đi đường vừa kể chuyện''' là một [[tác phẩm văn học]] theo lối [[tự truyện]] được cho là [[Hồ Chí Minh]] viết với bút danh [[Bút hiệu của Hồ Chí Minh#Bút hiệu khác|T.Lan]]<ref>Giáo trình tư tưởng Hồ Chí Minh, trang 435, Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2008. Trích: ''Từ đầu những năm 40 của thế kỷ 20, sau khi trở về nước cùng với Đảng trực tiếp lãnh đạo phong trào cách mạng Việt Nam cho đến cuối đời, những tác phẩm văn nghệ của Hồ Chí Minh đã có ý nghĩa rất quan trọng trong việc tuyên truyền, giáo dục, cổ vũ, động viên nhân dân cả nước trong khởi nghĩa giành chính quyền, trong kháng chiến chống ngoại xâm, trong xây dựng nền văn nghệ mới, xã hội mới, con người mới. Ba mươi bài ca Việt Minh, Lịch sử nước ta gồm 210 câu thơ lục bát, những bài thơ làm ở Pắc Bó đăng trên báo Việt Nam độc lập, Nhật ký trong tù, Sửa đổi lối làm việc, Đời sống mới, Cách viết, '''Vừa đi đường vừa kể chuyện''', Giấc ngủ 10 năm, hàng loạt các bài thơ chúc tết hay xướng hoạ với nhân sĩ yêu nước,... tất cả đã chứng tỏ Hồ Chí Minh không những là lãnh tụ tối cao của Đảng và dân tộc mà còn luôn luôn là chiến sĩ tiên phong trên mặt trận văn hoá văn nghệ.''<\/ref>. Trong tác phẩm, T. Lan là một cán bộ tháp tùng Chủ tịch, và được nghe Hồ Chí Minh kể lại nhiều câu chuyện khác nhau về Hồ Chí Minh trên suốt quãng đường đi cùng nhau. Hồ Chí Minh xuất hiện trong quyển sách như một người \"Bác\". Tuy nhiên T. Lan thực chất là bút danh của Hồ Chí Minh và ông Hồ chính là tác giả của tác phẩm này<ref>[http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/doc-010720152043156.html Sưu tầm tên gọi, bí danh và bút danh của Chủ tịch Hồ Chí Minh qua các thời kỳ], Báo điện tử Đảng cộng sản Việt Nam, 07\/10\/2015<\/ref>.\n\nĐược công bố trên [[nhân Dân (báo)|báo Nhân dân]] năm [[1961]] lần lượt đăng trên các số 2606, 2607, 2608, 2609, 2610, 2685, 2686, 2688, 2691, 2692, 2693, 2694, ''Vừa đi đường vừa kể chuyện'' được [[Nhà xuất bản Chính trị quốc gia - Sự thật|Nhà xuất bản Sự thật]] xuất bản thành sách năm [[1963]] và sau đó tác phẩm được tái bản nhiều lần ở các nhà xuất bản khác nhau. Riêng bản thảo gốc được lưu giữ tại Văn phòng [[Phủ Chủ tịch]] từ năm 1961-1969 và đến năm 1970 được chuyển giao cho [[Bảo tàng Hồ Chí Minh]] lưu giữ.\n\n== Nội dung chính ==\n''Vừa đi đường vừa kể chuyện'' bắt đầu mạch truyện từ những ngày hoạt động bí mật ở Pháp những năm 1920. Sau đó, câu chuyện tiếp tục về những ngày tháng Hồ Chí Minh sang Nga vào giữa năm 1923, sang Trung Quốc năm 1924, sang Hương Cảng năm 1927, trở về Liên Xô, sang Đức, Pháp, Bỉ, Ý, Xiêm… cho đến ngày ông trở về Việt Nam sau hơn 30 năm xa cách. Trong tác phẩm này, Hồ Chí Minh kể lại rõ những câu chuyện trong hành trình vất vả của mình nhằm thực hiện [[Chiến dịch Biên giới|Chiến dịch giải phóng Biên giới Việt-Trung]] vào tháng 9 năm [[1950]], trong cuộc [[Chiến tranh Đông Dương|Kháng chiến chống thực dân Pháp]] của [[Việt Nam]] (1945-1954)...\n\nBằng lối kể chuyện được đánh giá là hấp dẫn, đan xen giữa quá khứ với hiện tại và bằng những dẫn chứng cụ thể, thông qua ''Vừa đi đường vừa kể chuyện'' Hồ Chí Minh muốn khẳng định với người đọc những niềm tin của ông như \"''Cuộc kháng chiến của nhân dân ta, nó có thể kéo dài bốn, năm năm nữa, nhưng cuối cùng chúng ta nhất định thắng lợi''\", \"''Ngày nay đế quốc Mỹ đang đi theo vết xe chống cộng của Hitler, chắc chắn rằng số phận của đế quốc Mỹ cũng sẽ kết thúc một cách thảm hại như số phận của Hitler''\", \"''Chủ nghĩa xã hội nhất định sẽ thực hiện khắp thế giới: điều đó cũng rõ rệt và chắc chắn như mặt trời mọc từ phương Đông''\".\n\n== Đánh giá ==\nWilliam J. Duiker, trong cuốn tiểu sử ''Ho Chi Minh: A Life'', cho rằng việc Hồ Chí Minh dùng nhiều bút danh hoặc tên giả khi viết tự truyện và các bài báo trong suốt hàng chục năm là một trong các khó khăn về tư liệu tiểu sử đối với người định viết sách về ông.<ref name=\"duiker\">{{chú thích sách |author=William J. Duiker |title=Ho Chi Minh: A Life |publisher=Hyperion |date=2000 |isbn=078688701X |page=579 |url=http:\/\/books.google.com\/books?id=RDOxl49jyQQC&pg=RA1-PA579&dq=ho+chi+minh:+a+life+tran+dan+tien&sig=raefnA0-zWcydR0jW3ejrfWFqUQ\n}}<\/ref>\n\n== Đề cử thành Di sản tư liệu thế giới==\nTận dụng mặt sau của những trang bản tin, tờ lịch..., những trang bản thảo được viết và sửa nhiều lần... Hiện tại, bản thảo viết của tác phẩm bao gồm ba bản: Bản thảo lần thứ nhất do Hồ Chí Minh viết tay và sửa. Bản thảo lần thứ hai do Hồ Chí Minh đánh máy và sửa. Bản thảo lần thứ ba do Văn phòng Chủ tịch đánh máy, Hồ Chí Minh sửa lại, sau đó gửi đăng báo. Toàn bộ các trang bản thảo lần thứ nhất và bản thảo lần thứ hai đều được Chủ tịch Hồ Chí Minh sử dụng mặt sau các trang bản tin, các trang tài liệu và các tờ lịch để viết<ref>{{Chú thích web\n | url = http:\/\/phapluattp.vn\/249275p0c1021\/ky-2-ban-thao-cua-bac-ho-duoc-de-cu-la-di-san-tu-lieu-the-gioi.htm\n | tiêu đề = Kỳ 2: Bản thảo của Bác Hồ được đề cử là Di sản tư liệu thế giới\n | tác giả =\n | ngày =\n | ngày truy cập = 16 tháng 10 năm 2015\n | nơi xuất bản = PLO\n | ngôn ngữ = }}<\/ref>. Điều đặc biệt của sưu tập tài liệu này, không chỉ là tài liệu nguyên gốc do chính Hồ Chí Minh viết; mà còn là tài liệu chỉ có một bản duy nhất, không có bản thứ hai; và duy nhất chỉ có ở Bảo tàng Hồ Chí Minh, không có ở bất kỳ nơi nào khác.\n\nDo tính chất độc đáo của bản thảo và tác phẩm, [[Bảo tàng Hồ Chí Minh]], nơi đang lưu giữ bản gốc tác phẩm đang tiến hành làm hồ sơ đề cử \"Vừa đi đường vừa kể chuyện\" trở thành [[Di sản tư liệu thế giới]]<ref>{{Chú thích web | url = http:\/\/huc.edu.vn\/chi-tiet\/867\/.html | tiêu đề = Đăng ký \"Vừa đi đường vừa kể chuyện\" là di sản tư liệu thế giới Dang | tác giả = | ngày = | ngày truy cập = 16 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n==Xem thêm==\n*''[[Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch]]''\n\n==Liên kết ngoài==\n\n* [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=9199&rb=08 \"Vừa đi đường vừa kể chuyện\" trên Talawas]\n* [https:\/\/archive.org\/details\/vua-di-duong-vua-ke-chuyen-t-lan-2008 \"Vừa đi đường vừa kể chuyện\"]\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n{{Hồ Chí Minh}}\n\n[[Thể loại:Tác phẩm của Hồ Chí Minh]]\n[[Thể loại:Truyện ký Việt Nam]]\n[[Thể loại:Tùng thoại]]"}