{"2199283":"'''Vừ A Dính''' ([[Chữ Hmông Latin hóa|RPA]]: ''Vwj A Ziv,'' [[Chữ Hmông Việt]]: ''Vưx A Jir,'' [[1934]]-[[1949]]), người [[H'mông]], liệt sĩ [[Quân đội nhân dân Việt Nam]], [[Anh hùng lực lượng vũ trang nhân dân]] thời [[kháng chiến chống Pháp]], và là một nhân vật trong nhiều tài liệu, sách giáo khoa của [[Việt Nam]].\n\n==Tiểu sử==\nVừ A Dính sinh ngày [[12 tháng 9]] năm [[1934]], là con một gia đình người dân tộc [[H'mông]] tại xã Pú Nhung, huyện Tuần Giáo, tỉnh Lai Châu (nay là tỉnh [[Điện Biên]]).<ref name =\"ReferenceA\" >{{chú thích sách|author=Nguyễn Thị Thanh Thủy (biên soạn)|title=Sổ tay Đội viên|year=2011|publisher=Nhà xuất bản Trẻ|pages=32}}<\/ref>\n\nVừ A Dính là con thứ ba của ông Vừ Chống Lầu (sinh năm 1899) và bà Sùng Thị Plây (sinh năm 1901). Gia đình Vừ A Dính là cơ sở cách mạng của [[Việt Minh]] tại huyện Tuần Giáo.<ref name=\"tintuc.thieunien.vn\">{{Chú thích web|tiêu đề=TÓM TẮT TIỂU SỬ ANH HÙNG LIỆT SĨ VỪ A DÍNH VÀ VÀI NÉT VỀ QUỸ HỌC BỔNG VỪ A DÍNH|url=http:\/\/tintuc.thieunien.vn\/TinTuc\/ChiTietTin\/tabid\/67\/newsid\/1446\/seo\/TOM-TAT-TIEU-SU-ANH-HUNG-LIET-SI-VU-A-DINH-VA-VAI-NET-VE-QUY-HOC-BONG-VU-A-DINH\/language\/vi-VN\/Default.aspx|ngày truy cập=2013-06-24|archive-date = ngày 24 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130724095249\/http:\/\/tintuc.thieunien.vn\/TinTuc\/ChiTietTin\/tabid\/67\/newsid\/1446\/seo\/TOM-TAT-TIEU-SU-ANH-HUNG-LIET-SI-VU-A-DINH-VA-VAI-NET-VE-QUY-HOC-BONG-VU-A-DINH\/language\/vi-VN\/Default.aspx}}<\/ref>\n\n==Hoạt động cách mạng và hi sinh==\nNăm 13 tuổi, Vừ A Dính làm nhiệm vụ canh gác, liên lạc, tiếp tế [[gạo]], [[muối]] cho nhân dân bị thực dân [[Pháp]] bao vây.<ref name=\"ReferenceA\"\/>\n\nTrung tuần tháng 6 năm 1949, giặc Pháp huy động tổng lực quân lính từ các đồn trong khu vực để vây ráp hòng tiêu diệt đội vũ trang Tuần Giáo của '''Vừ A Dính'''. Gần một nghìn quân đổ về khu căn cứ Pú Nhung từ nhiều ngả đường. Một tốp giặc của đồn Bản Chăn dưới sự chỉ huy của một đội Tây đã bí mật phục kích ngay tại đầu một bản bỏ hoang gần Pú Nhung.\n\nHôm ấy trời mù sương, chỉ cách nhau vài bước chân mà không nhìn thấy nhau. Dính vừa bí mật gặp mẹ trở về. Sau lưng của Dính còn đeo trong bọc cả trăm viên đạn mà mẹ mới trao cho. Người Dính ướt đẫm sương. Vì trời giăng sương mù mịt nên rất khó quan sát. Dính bất ngờ rơi vào ổ phục kích của giặc mà không hay biết. Thằng đội Tây biết đây là một liên lạc cho du kích, y mừng hun. Nó hỏi: “Các ông tỉnh ở đâu ?” (giặc Pháp vẫn gọi cán bộ Việt Minh tỉnh Lai Châu là “ông tỉnh”). A Dính bình tĩnh trả lời: “Không biết !” Tên đội Tây gầm lên: “Cái bao đạn này mày mang về cho ông tỉnh bắn chúng tao mà mày không biết à ? Nói đi không tao bắn vỡ đầu mày bây giờ”. Dính vẫn trả lời: “Không biết!” Tên đội Tây không giữ được bình tĩnh, nó xông vào đánh Dính túi bụi. Lũ giặc thay nhau đánh đập dã man Vừ A Dính đến tận trưa. Đánh chán địch lại hỏi, Dính vẫn chỉ trả lời hai từ “không biết!”. Một tên lính ác ôn đã cầm báng súng đánh gãy một bên ống chân của Dính. Mặt tím bầm, môi sưng vù, chân bị gãy vô cùng đau đớn nhưng Dính cắn răng, nước mắt giàn giụa, miệng không hé một lời nào nữa. Đêm ấy, giặc trói Dính dưới một gốc đào giữa sương khuya lạnh buốt. Hôm sau, rồi đêm sau nữa giặc tiếp tục tra tấn và bỏ đói, bỏ khát Dính giữa rừng. Sự gan dạ của Vừ A Dính đã làm run sợ nhiều tên lính ngụy. Sáng ngày thứ ba kể từ khi bị bắt, tên đội Tây đến trước mặt Vừ A Dính dụ dỗ: “Nói một câu tao sẽ cho băng thuốc, chữa chân gãy cho mày, cho mày ăn uống tử tế và thưởng nhiều tiền nữa. Nói, ông tỉnh ở đâu ?” Dính vẫn trơ như đá không hé răng nửa lời. Thằng đội Tây gầm lên khi không khuất phục được một thằng bé. Nó hầm hầm bỏ đi. Những người Thái, người Mông, người Xá bị địch bắt đi ngang qua nhìn thấy cảnh tượng của Dính ai cũng dớm nước mắt. Bỗng Dính nhận ra một người làng. Dính vội nhắn bằng tiếng Mông: “Cái túi tài liệu tôi giấu trong rừng, nhắn các anh ra lấy về”. Gặp người quen nào Dính cũng nhắn như thế trước mặt lũ lính gác.\n\nThằng đội Tây ra lệnh cho đám lính: “Thằng bé này biết nhiều du kích lắm. Để nó bò đi mất thì chúng mày phải chết thay”. Ban đêm chúng cắt cử tới bốn tên lính canh gác A Dính.\n\nBiết mình khó qua khỏi bàn tay tàn ác của kẻ thù, sáng hôm khi thằng đội Tây vừa đến '''Vừ A Dính''' vờ gật đầu: “Biết biết!” Tên đội hô lính mang sữa, mang bánh lại nhưng Dính chỉ uống vài ngụm nước. “Làm cáng cho tao !”. Dính nói với tên đội Tây.\n\nRòng rã một ngày trời Dính bắt bọn giặc khiêng mình đi hết ngọn núi này sang khu rừng khác nhưng vẫn chưa chịu chỉ vị trí đóng quân của bộ đội. Loanh quanh đến chiều tối Dính lại dẫn chúng trở về nơi xuất phát ban đầu. A Dính ngước nhìn bầu trời và núi rừng quê hương, mỉm cười. Biết bị lừa, thằng đội Tây gầm lên. Nó xả cả một băng đạn vào ngực '''Vừ A Dính'''. Sau đó nó sai treo xác Vừ A Dính lên cây đào cổ thụ. Giặc bí mật phục kích nhiều ngày tại đây hòng đón bắt đơn vị vũ trang của ta tới đưa xác Dính về. Hôm ấy là chiều tối ngày 15-6-1949. Vừ A Dính đã anh dũng hy sinh bên gốc cây đào cổ thụ ở Khe Trúc gần đồn Bản Chăn, khi chưa tròn 15 tuổi.\n\nSau nhiều ngày phục kích đón bắt lực lượng cách mạng xuất hiện không thành, bọn lính Pháp buộc phải rút quân về Tuần Giáo. Ngay cái đêm Vừ A Dính hy sinh, chứng kiến cái chết hiên ngang, anh dũng của Vừ A Dính, hơn mười tên lính ngụy đã bỏ trốn khỏi hàng ngũ của địch.\n\n==Ghi công.==\n*Ngay trong năm [[1951]], Đoàn Thanh niên Cứu quốc Việt Nam ([[Đoàn Thanh niên Cộng sản Hồ Chí Minh]] ngày nay) đã tuyên dương Vừ A Dính trong thiếu nhi toàn quốc.<ref name=\"tintuc.thieunien.vn\"\/>\n*Năm [[1952]], Chính phủ đã truy tặng Huân chương Quân công hạng Ba cho Vừ A Dính.<ref name=\"tintuc.thieunien.vn\"\/>\n*Lịch sử [[Đoàn TNCS Hồ Chí Minh]], Lịch sử [[Đội TNTP Hồ Chí Minh]] đã ghi nhận Vừ A Dính là một trong những thiếu nhi anh hùng tiêu biểu cho thế hệ trẻ Việt Nam trong thời kỳ kháng chiến chống thực dân Pháp xâm lược, giải phóng đất nước.<ref name=\"tintuc.thieunien.vn\"\/>\n*Năm 1962, nhà văn [[Tô Hoài]] đã lần theo các nhân chứng để ghi lại tấm gương hy sinh oanh liệt của Vừ A Dính trong cuốn truyện nhỏ \"Vừ A Dính\" (do [[Nhà xuất bản Kim Đồng]] ấn hành).<ref name=\"tintuc.thieunien.vn\"\/>\n* Theo đề xuất của báo [[Thiếu niên Tiền phong]], Ban Bí thư Trung ương Đoàn đã ra Quyết định thành lập Quỹ học bổng dành cho học sinh, sinh viên dân tộc thiểu số cả nước. Ngày [[5 tháng 3]] năm [[1999]], tại Trụ sở cơ quan Trung ương Đoàn, [[Quỹ học bổng Vừ A Dính]] đã chính thức ra mắt và trao học bổng đầu tiên cho 240 học sinh dân tộc thiểu số.<ref name=\"tintuc.thieunien.vn\"\/>\n*Năm [[1999]], Quỹ nhận được thư chúc mừng của Chủ tịch Quốc hội [[Nông Đức Mạnh]]. Ông [[Nông Đức Mạnh]] cũng đã trực tiếp trao tặng học bổng Vừ A Dính cho 60 em thiếu nhi các dân tộc 6 tỉnh thuộc căn cứ địa Việt Bắc và tỉnh Nghệ An quê hương Bác Hồ tại phòng họp của Ủy ban Thường vụ Quốc hội nhân dịp kỷ niệm 55 năm Quốc khánh – ngày [[25 tháng 8]] năm [[2000]].<ref name=\"tintuc.thieunien.vn\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n\n[[Thể loại:Sinh năm 1934]]\n[[Thể loại:Mất năm 1949]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Điện Biên]]\n[[Thể loại:Sinh tại Điện Biên]]\n[[Thể loại:Người H'Mông]]"}