{"69402":"{{Infobox UNESCO World Heritage Site\n| WHS           = Wat Phou và các khu định cư cổ nằm trong Cảnh quan văn hóa Champasak\n| image         = Champasak, Laos, Wat Poo 03.jpg\n| image_upright = 1.2\n| caption       = Đường rải đá nhìn về phía thánh địa\n| location      = [[Champasak (tỉnh)|Champasak]], [[Lào]]\n| criteria      = Văn hóa:(iii)(iv)(vi)\n| ID            = 481\n| coordinates   = {{coord|14|50|54|N|105|49|20|E|format=dms|type:landmark_region:LA|display=inline,title}}\n| year          = 2001\n| area          = {{convert|39,000|ha|acre|abbr=on}}\n| locmapin      = Laos\n| map_caption   = \n}}\n[[Tập tin:Champasak VatPhou5 tango7174.jpg|thumb|275px|Ngôi đền thượng Wat Phou]]\n\n'''Wat Phou''' (hoặc '''Wat Phu'''; {{lang-lo|ວັດພູ}} {{IPA-lo|wāt pʰúː|}} ''đền thờ-núi'') là tàn tích tổ hợp đền thờ [[Người Khmer|Khmer]] [[Hindu]] nằm ở miền nam [[Lào]]. Nó nằm dưới chân núi Phou Khao thuộc tỉnh [[Champasack|Champasak]], cách {{convert|6|km}} từ [[mê Kông|sông Mê Kông]]. Bao bọc xung quanh di tích này là 4.000 hòn đảo lớn nhỏ trên sông Mekong mang tên '''Siphandone''' (Siphan = 4.000, done = đảo). Tại đây còn nhiều dấu tích văn minh cổ với các lâu đài bằng sa thạch, các chùa chiền thờ Phật giáo Nam tông. Người Lào ví sông Mekong qua khu vực này là một vùng biển giàu tiềm năng với 9 ngọn núi bao quanh phố cổ.\n\nQuần thể này có một ngôi đền từ thế kỷ 5 nhưng các cấu trúc còn sót lại thì có niên đại từ thế kỷ 11 đến thế kỷ 13. Ngôi đền có kết cấu độc đáo dẫn đến một điện thờ, nơi có một [[linga]] tắm trong nước từ một dòng [[suối]] trên núi chảy xuống. Địa điểm này sau này trở thành một trung tâm thờ cúng của [[Thượng tọa bộ]] mà ngày nay vẫn còn lại.\n\nWat Phou nằm dưới chân của một núi thiêng gọi là Phou Kao (Núi Voi). Theo các nhà sử học, Wat Phou là đền thờ xưa nhất ở Lào, từng là trung tâm của đạo Hindu, thờ thần Shiva. Đến thế kỷ 13, Wat Phou trở thành đền thờ Phật và tồn tại cho đến ngày nay, trở thành một trong những nơi lưu giữ các giá trị về lịch sử và văn hóa Lào.\n\nTruyền thuyết và lịch sử Lào xác định đó là đền thờ Thần Badhecvara, được xây dựng từ thế kỷ thứ V và thứ VII. Nơi đây còn có thành Crethapura, kinh đô đầu tiên của vương quốc Chân Lạp. Các nhà khảo cổ học luận giải rằng, thời kỳ đó đã từng tồn tại một con đường nối Wat Phou với kinh đô Angkor, cách đó khoảng 100&nbsp;km.\n\nBan đầu là ngôi đền núi, về sau, khi Phật giáo trở thành Quốc giáo của đất nước Triệu Voi thì Wat Phou được trùng tu, biến đổi thành một ngôi chùa thờ Phật. Từ thế kỷ XI, ngọn núi với dòng suối thiêng phía sau ngôi chùa là trung tâm thờ phụng và thiền định của các tu sĩ. \nCác nghi lễ tế thần hàng năm được tổ chức ở những đền thờ dưới chân núi.\n\nTục truyền, mỗi năm một lần, vào ban đêm Quốc vương Chân Lạp vượt qua những sườn núi hiểm trở, đột nhập vào trong đền, nơi có lính canh giữ, hạ sát một nhân mạng hiến tế Thần để cầu mong cho đất nước được bình yên và thịnh vượng\nSau này, Phìa Kumantha, người tạo lập Wat Phou tiếp tục duy trì tập tục bằng việc đích thân mình hạ sát một đôi nam nữ trinh trắng để hiến tế Thần. Về sau tục hiến tế nhân mạng được thay thế bằng hiến tế trâu. Lễ hiến tế ở Wat Phou cũng đồng thời là lễ hội cầu mưa của nhân dân địa phương.\n\nCó một truyền thuyết khác về lễ hiến tế ở Wat Phou. Con gái lãnh chúa Mường Champa Nakhon là Nàng Phăn trở thành Nữ hoàng đầu tiên của xứ sở này bị một chàng trai quyến rũ rồi bỏ đi không trở lại, Nàng Phăn hận đời mà có một lời nguyền: Người con gái nào bị con trai quyến rũ mà chửa hoang như nàng thì phải cúng Thần một con trâu để giải tội. Nếu không thì lúa trên rẫy sẽ chết khi thành bông, lúa trên đồng sẽ khô héo, tàn lụi.\n\nVậy nhưng tội lỗi vẫn không bao giờ hết. Ở đâu cũng có những cô gái \"lầm lỡ\". Vì vậy hàng năm vẫn có nhiều lễ giải tội diễn ra. Tuy nhiên, lễ giải tội cũng là ngày hội của nam thanh nữ tú. Các chàng trai, cô gái khi bên nhau hình như đã quên đi tội lỗi và lời nguyền của Nàng Phăn. Những ngày lễ giải tội ở Wat Phou là cơ hội và nhân duyên của nhiều đôi lứa.\n\nNgày nay lễ Wat Phou là lễ hội Phật giáo của cả vùng Nam Lào, một trong những lễ hội lớn nhất ở Lào, được tổ chức liên tục trong 3 ngày vào dịp rằm tháng 3 âm lịch.\n\nNgười dân khắp đất nước Lào và các tỉnh láng giềng vùng đông bắc Thái Lan nô nức hành hương về đây. Hồ Noòng Viêng (hồ nước của kinh thành) ở trước ngôi đền cổ là trung tâm của lễ hội. \nTại đây có các hội đua thuyền, đua voi, chọi trâu, biểu diễn vũ nhạc và bắn pháo hoa. Các nghi lễ Phật giáo, Ấn Độ giáo và tín ngưỡng vật linh đồng thời được tổ chức.\n\nNgay cổng vào đền Wat Phou có một bảo tàng trưng bày hơn 100 bức tượng đá, phù điêu, họa tiết trang trí chạm khắc trên đá đẹp tuyệt vời. Những cổ vật này có niên đại từ thế kỷ thứ 5 đến thế kỷ 11. Cổng chính và mặt trước của ngôi đền hiện nay đã đổ nát nhưng vẫn còn rõ nét dấu ấn những bức phù điêu chạm khắc hình ảnh các vị thần của Ấn Độ giáo.  \nQua cổng, du khách theo con đường rộng đến chân núi thẳng tắp những hàng trụ đá hình Linga, biểu tượng của thần Shiva. Mặt đường được lót những tảng đá phẳng. Cuối con đường lộ ra hai ngôi đền chính, hướng về phía Đông, đối xứng với nhau, trên một gò cao. Cả hai ngôi đền này đang được trùng tu. Các công trình kiến trúc ở đây đều bằng đá.\n\nKhu đền thượng nằm ở lưng chừng núi. Đường lên đền thượng cũng là những bậc cấp lát đá, hai bên có những cột đá tròn dựng đứng. Ngôi đền là một khối kiến trúc được xếp từ những tảng đá lớn, chạm trổ hoa văn cầu kỳ, tinh xảo. Phía sau ngôi đền là vách núi, trên đó những người thợ tài hoa xưa đã tạc những bức tượng lớn nhỏ rất sống động. \n \nNhìn vào kiến trúc ngôi đền, hình dung công việc vận chuyển những khối đá lớn, gọt đẽo, chạm khắc hoa văn, tượng Phật, thần linh rồi lắp ghép lại để tạo thành một quần thể kiến trúc to lớn nhưng hài hòa, vững chãi trên triền núi cao... mới thấy người xưa đã đổ biết bao công sức, trí tuệ, của cải mới tạo dựng được một Wat Phou kỳ vĩ.\n\nKhông tránh khỏi sự tàn phá nghiệt ngã của thời gian với khí hậu khắc nghiệt, nhưng Wat Phou hơn nghìn năm lịch sử vẫn là điểm đến hấp dẫn của du khách bởi vẻ đẹp kỳ vĩ của công trình kiến trúc độc đáo; bởi yếu tố tâm linh thần bí của vùng đất thiêng gắn liền với khát vọng cuộc sống bình yên của con người.\n\nWat Phou đã được [[UNESCO]] công nhận là Di sản thế giới năm [[2001]].\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n{{thể loại Commons|Wat Phou}}\n* [http:\/\/www.vatphu-champasak-laos.com\/ Official Vat Phu Website - history, timetable, news, projects, and more]\n*[http:\/\/globalheritagefund.org\/what_we_do\/overview\/current_projects\/wat_phu_laos\/ Wat Phu preservation project summary] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101209071516\/http:\/\/globalheritagefund.org\/what_we_do\/overview\/current_projects\/wat_phu_laos |date=2010-12-09 }} at [[Global Heritage Fund]]\n*[http:\/\/ghn.globalheritagefund.org\/?id=10 Explore Wat Phu with Google Earth] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110817054020\/http:\/\/ghn.globalheritagefund.org\/?id=10 |date=2011-08-17 }} on [[Global Heritage Network]]\n*[http:\/\/www.laos-travel-guide.com\/wat-phu.html Laos Travel Guide Wat Phu Champasak]\n{{Các di tích Angkor}}\n{{Di sản thế giới tại Lào}}\n\n[[Thể loại:Chùa Lào]]\n[[Thể loại:Di sản thế giới tại Lào]]\n[[Thể loại:Di tích Angkor]]"}