{"1615237":"{{Thông tin nhân vật\n|name = William Charles Cadman\n|image = W.CADMAN.JPG\n|image size= 200px\n|birth_date={{Ngày sinh|1883|4|4|mf=y}}\n|birth_place=[[Rotherhithe]], [[Luân Đôn]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]\n|death_date={{Ngày mất and age|1948|12|7|1883|4|4}}\n|death_place = [[Đà Lạt]], [[Việt Nam]]\n|nationality = \n|residence = \n|education = Toronto Bible College, [[Canada]]; Nyack Missionary Training Institute, [[Thành phố New York|New York]], [[Hoa Kỳ]]\n|occupation= Nhà truyền giáo, nhà dịch thuật Kinh Thánh \n|religion=[[Tin Lành]]\n|website=\n|signature=\n}}\n\n'''William Charles Cadman''' ([[4 tháng 4]] năm [[1883]] - [[7 tháng 12]] năm [[1948]]) là nhà truyền giáo thuộc [[Hội Truyền giáo Phúc âm Liên hiệp]]. Ông được cử đến [[Quảng Đông]], [[Trung Quốc]], rồi sang truyền bá phúc âm tại [[Việt Nam]] từ năm [[1914]] cho đến khi qua đời năm 1948. Ông được an táng tại [[Đà Lạt]]. Cadman là nhân tố chính trong nỗ lực hoàn thành bản dịch Kinh Thánh Tin Lành tiếng Việt đầu tiên được ấn hành năm 1926.<ref name=\"cdn\">{{chú thích web| url = http:\/\/cdn5t.net\/pages\/showthread.php?1314-Ti%E1%BB%83u-s%E1%BB%AD-Gi%C3%A1o-s%C4%A9-W.C.-Cadman| title = Tiểu sử Giáo sĩ W. C. Cadman| work = | publisher = | 5 = }}{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}<\/ref>\n==Thiếu thời==\nWilliam Charles Cadman chào đời ngày [[4 tháng 4]] năm [[1883]] tại Rotherhithe, ngoại ô [[Luân Đôn]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]], trong một gia đình ngoại đạo. Lớn lên trong bối cảnh xã hội Anh đang chuyển mình mạnh mẽ bởi sự tác động của cuộc [[cách mạng công nghiệp]], cậu theo nghề in ấn để mưu sinh. Tuy nhiên, Cadman tiếp nhận [[đức tin Kitô giáo|đức tin Cơ Đốc]] năm [[1904]], và quyết định sang [[Canada]] để theo học tại một trường Kinh Thánh ở [[Toronto]], rồi Viện Đào tạo Truyền giáo ở [[Nyack]], [[Thành phố New York|New York]], [[Hoa Kỳ]], để chuẩn bị cho mục vụ.<ref name=\"cdn\"\/>\n\n==Truyền giáo==\nTháng 9 năm 1910, Cadman đến [[Trung Quốc]] để cộng tác với Mục sư R. A. Jaffray trong nỗ lực giới thiệu thông điệp phúc âm cho người Trung Hoa. Mùa xuân năm 1911, R. A. Jaffray, Paul M. Hosler, và G. Lloyd Huglers được cử đến cảng Tourane (nay là [[Đà Nẵng]]) như là những nhà truyền giáo đầu tiên của [[Hội Truyền giáo Phúc âm Liên hiệp]] nhằm khơi mở công cuộc truyền bá phúc âm trên đất nước Việt Nam.\n\nNăm 1914, Cadman cũng đến Việt Nam.<ref name=\"btg\">{{chú thích web | url =http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2844\/Ong_ba_muc_su_Cadman_voi_dao_Tin_lanh_o_Viet_Nam| title = Ông bà Mục sư Cadman với đạo Tin Lành ở Việt Nam|work=|publisher=Ban Tôn giáo Chính phủ|}}<\/ref> Tại đây, ông gặp cô [[Grace Hazenberg Cadman|Grace Hazenberg]], nhà truyền giáo người Mỹ đã có mặt tại Việt Nam từ năm 1913. William kết hôn với Grace năm 1915.<ref name=\"vnb\">{{chú thích web| url= http:\/\/vnbaptist.org\/Tai_Lieu\/Cadman\/Cadman.htm| title= William C. Cadman| work= | publisher= Vietnam Church History Resources| 5= | ngày truy cập= 2012-11-12| archive-date= 2016-03-04| archive-url= https:\/\/web.archive.org\/web\/20160304220841\/http:\/\/vnbaptist.org\/Tai_Lieu\/Cadman\/Cadman.htm}}<\/ref>\n \n[[Chiến tranh thế giới thứ nhất]] bùng nổ năm 1914, các nhà truyền giáo bị chính quyền [[Pháp]] buộc phải rời khỏi Việt Nam. Năm 1917, Cadman và vợ trở lại Việt Nam và đến [[Hà Nội]], khởi sự xây dựng nhà thờ, trong năm sau, họ thành lập Nhà in Tin Lành. Từ những đóng góp đầy nhiệt tâm của ông bà Cadman mà [[Hội thánh Tin Lành Thành phố Hà Nội|Nhà thờ Hà Nội]] lúc ấy được xem là một giáo đoàn vững mạnh, trở thành nhân tố tích cực trong nỗ lực truyền bá phúc âm và thành lập những cơ sở Tin Lành khác tại các địa phương ở miền Bắc.<ref name=\"btg\"\/>\n \nNăm 1922, Agnes, con gái sáu tuổi và là người con duy nhất của ông bà, mắc bệnh và qua đời, được chôn cất tại Hà Nội.<ref name=\"btg\"\/>\n===Bản Kinh Thánh Việt ngữ năm 1926===\nTừ năm 1914, Cadman và vợ - bà đã được đào tạo chuyên ngành [[tiếng Hy Lạp|tiếng Hi Lạp]] và [[tiếng Hebrew]]<ref>Lê Hoàng Phu, ''Lịch sử Hội thánh Tin Lành Việt Nam (1911-1965)'', Nhà xuất bản Tôn giáo, Hà Nội, 2010, p. 100.<\/ref> - khởi xướng công cuộc dịch thuật toàn bộ [[Kinh Thánh]] sang [[tiếng Việt]]. Sau một thời gian gián đoạn, đến năm 1919, Cadman đảm nhận chức trách lãnh đạo nhóm dịch thuật Kinh Thánh gồm có: Bà Cadman, [[John Drange Olsen]], Trần Văn Dõng, Nguyễn Hữu Phúc, và nhà văn [[Phan Khôi]].<ref name=\"cdn\"\/><ref name=\"bantongiao\">{{chú thích web|url=http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2965\/Nguoi_Dich_Kinh_Thanh_Tin_lanh_Ra_Tieng_Viet|title=Người Dịch Kinh Thánh Tin lành Ra Tiếng Việt|publisher=Ban Tôn giáo Chính phủ Việt Nam|author=Thanh Long}}<\/ref> Năm 1926, bản Kinh Thánh Tin Lành Việt ngữ đầu tiên được xuất bản và phát hành rộng rãi tại Việt Nam.<ref name=\"vnb\"\/>\n\n===Những hoạt động khác===\nTháng 3 năm 1931, Cadman sáng lập Nguyệt san Thánh Kinh, cơ quan thông tin và xây dựng tâm linh cho hội thánh. Ấn phẩm này đã góp phần gây dựng đời sống thuộc linh cho tín hữu trên toàn quốc.<ref name=\"btg\"\/> Ngoài ra, ông còn tích cực soạn dịch [[Thánh ca]], truyền đạo đơn, bài học [[Trường Chúa Nhật]], tài liệu để sử dụng trong gia đình lễ bái bằng [[tiếng Việt]], [[tiếng Khmer]], [[tiếng Lào]], và những thứ tiếng của các sắc dân thiểu số ở [[Tây Nguyên]].<ref name=\"cdn\"\/>\n\nCadman dành nhiều thời gian và công sức để biên soạn bộ \"Thánh Kinh Từ điển\", ngay cả trong thời gian ông bị [[người Nhật]] quản thúc, cùng vợ ông và các nhà truyền giáo [[người Mỹ]] khác, tại [[Mỹ Tho]] trong khi [[Chiến tranh thế giới thứ hai]] đang tiếp diễn. Khởi soạn từ năm 1940, đến năm 1951 được in [[ronéo]], rồi in [[typo]] và phát hành tại [[Đà Lạt]] vào năm 1958, quyển Thánh Kinh Từ điển trở thành một phương tiện hữu ích cho nhiều người khi tra cứu Kinh Thánh.\n\nNăm 1945, kết thúc cuộc đại chiến, quân đội [[Nhật Bản]] đầu hàng; các nhà truyền giáo được đưa lên [[Thành phố Hồ Chí Minh|Sài Gòn]] để trở về [[Hoa Kỳ]], ngoại trừ ông bà Cadman, ông bà E. F. Irwin, và D. I. Jeffrey. Tuy nhiên, đến tháng 11 năm 1945, chỉ còn gia đình Cadman ở lại Việt Nam. Ông nói, \"Các anh em trong Chúa ở đây đang gặp hiểm nguy, chúng ta không thể bỏ họ đơn côi, chúng tôi quyết định ở lại với họ.\"<ref name=\"btg\"\/>\n\nTrong thời gian bị quản thúc ở Mỹ Tho, Grace Cadman bị tai biến mạch máu não, sức khỏe suy yếu dần, và từ trần ngày 26 tháng 4 năm 1946. Bà được an táng tại Nghĩa trang Mạc Đĩnh Chi, Sài Gòn.\n\nĐêm 19 tháng 12 năm 1946, trong khi đa số cư dân Hà Nội phải tản cư khỏi thành phố thì có 37 người kể cả trẻ em trú ẩn trong khuôn viên nhà thờ. Khi lính Pháp đến, Mục sư Cadman - trước đó ông từ Sài Gòn ra Hà Nội \"để chia sẻ những nỗi đau khổ và hiểm nghèo giữa vòng anh em tôi trong Đấng Christ.\" - nói với viên đội Pháp, \"Họ là tín đồ Đấng Christ, tôi bảo đảm mạng sống của những tín hữu này, xin cho tôi gặp chỉ huy của anh.\" Hôm sau, Cadman gặp viên đại tá người Pháp và yêu cầu rút binh lính ra khỏi nhà thờ.<ref>Lê Văn Thái, ''Report on the Evangelical Church, p. 4<\/ref>\n\nNăm 1947, trong dịp nghỉ phép tại Hoa Kỳ, Cadman vận động tài chính để mua một máy in mới từ Anh. Ngày 26 tháng 4 năm 1948, ông tái hôn với Anna G. Kegerize. Lẽ ra ông có thể nghỉ ngơi sau hơn 30 năm phục vụ ở hải ngoại, nhưng chỉ hai tháng sau, ông bà trở lại Việt Nam cho nhiệm kỳ thứ sáu của ông. Họ lên Đà Lạt, bắt tay tu sửa, tân trang nhà in, và chuẩn bị di chuyển nhà in từ Hà Nội về đây.\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung=Tôi không xem điều gì là quan trọng, kể cả mạng sống và thân thể này, để tôi có thể tận hưởng niềm vui trong khi thi hành chức vụ mà tôi đã nhận từ Chúa Giê-xu để làm chứng về ân điển của Đức Chúa Trời.\n|nguồn=''William C. Cadman'', <small>tâm sự trong những ngày cuối đời.<\/small><ref name=\"btg\"\/>\n}}\nÔng cũng dành thời gian để hiệu đính quyển Thánh Kinh Từ điển. Trong bối cảnh đất nước đang nỗ lực phục hồi sau chiến tranh, Cadman nói, \"Tôi cảm nhận sự thúc giục trong việc truyền bá sự [[cứu rỗi]] cho những linh hồn hư mất… Vì vậy chúng tôi cố gắng mở lại cơ sở ấn loát Tin Lành... [[Cuộc đời Chúa Giê-xu theo Tân Ước|Chúa Giê-xu]] sẽ trở lại, Ngài sẽ trở lại nay mai. Khi đó chúng ta sẽ đối mặt với Ngài, và sẽ nhận được phần thưởng vì đã trung tín hầu việc Ngài... Khi ẩn trú nơi Ngài, chúng ta có được sự bình yên\".\n\nSau một cơn đau tim trong tháng 11 năm 1948, đến ngày 7 tháng 12 năm 1948, Cadman từ trần tại Đà Lạt. Ông được an táng trong một nghĩa trang ở thành phố này.\n\nSau nhiều năm bị vùi lấp, đến năm 1999, mộ phần của Cadman đã được tìm thấy lại, trên bia mộ vẫn còn dòng chữ khắc: \"Người trung tín cho đến chết\".<ref name=\"vnb\"\/><ref>Khải Huyền 2: 10b, \"Hãy trung tín cho đến chết, rồi Ta sẽ ban cho con mão triều thiên của sự sống.\"<\/ref>\n\nHội Thánh Tin Lành Việt Nam đã cải táng mộ phần của ông bà Cadman về Nghĩa trang Tin Lành Ân Từ Viên tại Lái Thiêu, tỉnh Bình Dương.\n\n==Di sản==\nSau khi đặt chân đến Việt Nam, Cadman hội nhập tốt với nếp sống của người Việt, và có tình cảm gắn bó với các mục sư và tín hữu ở đây. Với nếp sống đạm bạc, Cadman và vợ dong ruỗi đến những thôn làng hẻo lánh ở miền Bắc, vào [[Hội An]], [[Huế]], ra [[Hà Nội]] để rao truyền thông điệp phúc âm. Ông luôn tìm cách bảo vệ các mục sư người Việt khi cùng họ tiếp xúc với chính quyền Pháp.<ref>[http:\/\/cdn5t.net\/pages\/showthread.php?1314-Ti%E1%BB%83u-s%E1%BB%AD-Gi%C3%A1o-s%C4%A9-W.C.-Cadman Mục sư Trần Văn Đệ kể lại rằng khi đi cùng Cadman đến thăm nhà cầm quyền Pháp tại Hà Nội. Người Pháp đó chỉ chiếc ghế duy nhất trong phòng làm việc mời Cadman ngồi mà không chú ý gì đến ông Đệ. Cadman nhấc chiếc ghế ấy mời Mục sư Đệ ngồi, còn ông đứng một bên. Hành động ấy của Cadman khiến người Pháp ấy vội cho người đem chiếc ghế thứ hai đến cho Cadman.]{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}<\/ref>\n{{Hộp trích dẫn\n|vị trí= trái\n|rộng= \n|nội dung=Tôi là người Việt Nam, nước Việt Nam là tổ quốc thứ hai của tôi....\n|nguồn=''William C. Cadman'', <small>theo hồi ký của Mục sư Bùi Hoành Thử.<\/small><ref name=\"cdn\"\/>\n}}\nBản [[Kinh Thánh Tiếng Việt (1926)|Kinh Thánh Việt ngữ 1926]] – Cadman và vợ là nhân tố đóng góp quan trọng trong công trình dịch thuật này – thủ giữ vị trí then chốt trong tiến trình phát triển cộng đồng [[Tin Lành|Kháng Cách]] tại Việt Nam. Cho đến ngày nay, bản Kinh Thánh này vẫn là ấn bản được yêu thích nhất; đối với nhiều người, không có bản dịch nào khác có thể thay thế được.<ref>[http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2965\/Nguoi_Dich_Kinh_Thanh_Tin_lanh_Ra_Tieng_Viet Người dịch Kinh Thánh Tin Lành ra tiếng Việt]<\/ref>\n\nNgoài ra, cơ sở ấn loát do Cadman và vợ thành lập đặc biệt hữu ích trong nỗ lực phổ biến các tác phẩm Cơ Đốc cho mục tiêu truyền bá phúc âm, tu dưỡng tâm linh, và nâng cao kiến thức tôn giáo cho hội thánh [[Tin Lành]] còn non trẻ ở Việt Nam.<ref>[http:\/\/cdn5t.net\/pages\/showthread.php?1314-Ti%E1%BB%83u-s%E1%BB%AD-Gi%C3%A1o-s%C4%A9-W.C.-Cadman Năm 1922, giám đốc nhà in Cadman tường trình, \"Sự bán các phần Kinh Thánh, sách và truyền đạo đơn rất chạy, đến nỗi nhà in khó mà in kịp các sách tái bản. Tổng số sản xuất là 127.807 ấn bản, gồm 3.197.300 trang trong năm 1922... đến năm 1927 lên đến 2 triệu trang\".]{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}<\/ref>\n\nCadman còn viết di chúc hiến tặng toàn bộ tài sản để xây dựng Cô nhi viện Tin Lành trên khu đất rộng 18 mẫu Anh ở [[Hòn Chồng và Hòn Vợ|Hòn Chồng]], [[Nha Trang]].<ref>The Evangelical Orphanage (Saigon: Cô nhi viện, 1959), pp. 106-107<\/ref> Với sự hỗ trợ của Hội Bảo trợ Nhi đồng Quốc tế, cơ sở này khánh thành ngày 4 tháng 9 năm 1953.<ref name=\"btg\"\/>\n\n==Chú thích==\n{{Tham khảo|30em}}\n==Xem thêm==\n{{wikisource tác giả|William Charles Cadman}}\n*[[Grace Hazenberg Cadman]]\n*[[Kinh Thánh Tiếng Việt (1926)|Kinh Thánh Tiếng Việt 1926]]\n*[[Hội Truyền giáo Phúc âm Liên hiệp]]\n\n{{Chủ đề Tin Lành}}\n\n{{DEFAULTSORT:Cadman, William Charles}}\n[[Thể loại:Tín hữu phúc âm]]\n[[Thể loại:Hội Truyền giáo Phúc âm Liên hiệp]]\n[[Thể loại:Nhà truyền giáo người Anh]]\n[[Thể loại:Người Anh]]\n[[Thể loại:Sinh năm 1883]]\n[[Thể loại:Mất năm 1948]]\n[[Thể loại:Nhà truyền giáo tại Việt Nam]]\n[[Thể loại:Nhà truyền giáo tại Trung Quốc]]"}