{"152256":"{{Infobox monarch\n| name            =Xaysethathirath I<br>ເສດຖາທິຣາຊ\n| title           =Vua Lan Xang<br>Vua Lan Na\n| image           =Setthathirat.JPG\n| caption         =Tượng vua Xaysethathirath ở gần That Luang, Viêng Chăn\n| succession      =Vua [[Lan Na]]\n| predecessor     =[[Chiraprapha]]\n| successor       =[[Mekuti]]\n| reign           =1546-1551\n| coronation      =1546\n| succession1     =[[Vua]] [[Lan Xang]]\n| reign1          =1548-1571\n| predecessor1    =[[Phothisarat|Phothisarat I]]\n| successor1      =[[Sen Soulintha]]\n| coronation1     =1550\n| spouse          =Ton Thip<br>Ton Kham<br>Thepkasattri<br>con gái của [[Sen Soulintha]]\n| issue           =Vương tử [[Nokaeo Koumane]]<br>Vương nữ Khau Pheng\n| dynasty         =[[Khun Lo]]\n| father          =[[Phothisarat|Phothisarat I]]\n| mother          =Yotkhamthip của Lan Na\n| religion        =[[Phật giáo Nam Tông]]\n| birth_name      =Setthavangso\n| birth_date      =1534\n| birth_place     =[[Muang Sua]], [[Lan Xang]]\n| death_date      =1571\n| death_place     =[[Attapeu]], [[Lan Xang]]\n| date of burial  =\n| place of burial =\n| regnal name     =''Samdach Brhat-Anya Chao Udaya Budhara Buvana Brhat Jaya Setha Maharajadiraja Buvanadi Adipati Sri Sadhana Kanayudha''\n|}}\n'''Xay Xệt-thả-thi-lạt''' (''Xaysethathirath'', thường được gọi tắt là  '''Xaysetha''' hoặc '''Setthathirath''' (1534–1571) một vị vua của [[Lan Xang]], là một trong những vị lãnh đạo vĩ đại nhất trong [[lịch sử Lào]].<ref name =Lao-Brief >Christopher Buyers (8\/2001) [http:\/\/www.royalark.net\/Laos\/laos.htm Laos, Brief History]. Truy cập 1\/04\/2019.<\/ref><ref name =Lanxang-heri >[http:\/\/meruheritage.com\/Lanxang.html Project: The Lao Kingdom of Lang-xang]. 31\/3\/2018. Truy cập 1\/04\/2019.<\/ref><ref name =lanxang2-royal >Christopher Buyers, (10\/2009) [http:\/\/www.royalark.net\/Laos\/lanxang2.htm. Lan Xang. The Khun Lo Dynasty. Genealogy]{{Liên kết hỏng|date = ngày 30 tháng 5 năm 2021 |bot=InternetArchiveBot }}. Truy cập 1\/04\/2019.<\/ref>\n\nXaysethathirath là con trai của vua [[Phothisarat]] với người vợ vốn là công chúa xứ [[Lan Na]]. Khi Lan Na bị rối loạn chính trị do tranh giành ngôi vua, [[vương quốc Ayutthaya]] đã phái quân đến xâm lược Lan Na. Phothisarat đã đem quân Lan Xang tới Lan Na đẩy lui quân Ayutthaya rồi đưa Xaysethathirath lên làm vua Lan Na. Xaysethathirath lên ngôi, lấy một người vợ Lan Na, nhưng không sống ở Lan Na mà vẫn sống ở kinh đô của Lan Xang nơi ông có nhiều đồng minh và để vợ ở lại Lan Na làm đại diện cho mình. Một cuộc nổi dậy ở Lan Na đã giết người vợ của Xaysethathirath ở đây và Xaysethathirath cũng không thể cai trị [[Lan Na]] được nữa. Lan Na trở thành chư hầu của [[Taungoo]] ([[Myanmar]]).\n\nSức ép từ phía Tây đã buộc Xaysethathirath phải rời đô về [[Viêng Chăn]]. Ông mang theo tượng Phật Ngọc (Phra Keo) mà ông có được lúc ở Lan Na tới Viêng Chăn làm bảo hộ cho chính quyền ở Viêng Chăn. Ở cố đô, ông vẫn để tượng Phật Phra Bang, và còn cho xây một số đền đài và cung điện hoàng gia ở đó làm đại diện cho vương vị của ông ở miền Bắc.\n\nĐể đối phó với Taungoo, Xaysethathirath quyết định rằng Lan Xang phải liên minh với Ayutthaya. Năm 1560, ông cùng vua Ayutthaya là Chakrapat đã cho xây một tòa tháp ở Danxai (nay ở tỉnh Loei, Thái Lan) để ghi nhớ sự liên minh này.\n\nTuy nhiên liên minh này đã không thể bảo vệ được cả Ayutthaya lẫn Lan Xang. Đội quân hùng mạnh của Taungoo đã đánh bại Ayutthaya, chiếm kinh đô nước này rồi tiến về Viêng Chăn, nhưng rồi sớm rút lui.\n\nNăm 1571, một cuộc thông đồng tạo phản giữa chúa Phya Nakhon và cựu trụ trì Wat Maximavat đã dẫn đến việc giết hại Xaysethathirath ở vùng biên giới phía nam của Lan Xang thuộc địa phận huyện [[Xaysetha]] của tỉnh [[Attapeu]] hiện nay. Ông qua đời ở tuổi 38.\n\nLúc trị vì, Xaysethathirath đã cho xây nhiều chùa Phật giáo, bao gồm cả [[Wat Xieng Thong]] ở [[Luangprabang]] và [[Thạt Luông|Thạt Luồng]] ở [[Viêng Chăn]]. Việc Lan Na trở thành chư hầu của Taungoo đã khiến nhiều quý tộc Lan Na có quan hệ thân thiết với Xaysethathirath (do việc ông lấy vợ Lan Na) lưu vong ở Lan Xang, đem phong cách văn hóa và Phật giáo của Lan Na ảnh hưởng đáng kể tới Lan Xang.\n\n== Tham khảo ==\n{{tham khảo}}\n* Lorrillard, Michel (1999) \"La Succession de Setthathirat: réappréciation d'une période de l'histoire du Lan Xang,\" Aseanie ngày 4 tháng 12 năm 1999, pp.&nbsp;44–64.\n* Phothisane, Souneth. (1996). ''The Nidan Khun Borom: Annotated Translation and Analysis'', Unpublished doctoral dissertation, University of Queensland. [This is a translation of a Lan Chang chronicle]\n* Wyatt, David K. and Aroonrut Wichienkeeo (1995). ''The Chiangmai Chronicle''. Chiangmai: Silkworm Books, pp.&nbsp;118–127 [This source records the history of Setthathirath as a ruler of both Lan Chang and Chiang Mai]\n* Wyatt, David K., ''Thailand: A Short History'', New Haven (Yale University Press), 2003. [Concise description of his reign]\n* Grant Evans (2002) A Short History of Laos: The Land in Between, Allen & Unwin, ISBN 1-86448-997-9.\n\n== Xem thêm ==\n* [[Bayinnaung]]\n{{start box}}\n{{s-hou|[[Vua Lào|Lan Xang]]|}}\n{{succession box|title=[[Danh sách quốc vương Lào#Lan Xang|Vua Lan Xang]]|before=[[Phothisarat]]&#32;|after=[[Saensurin]]|years='''1548–1571'''}}\n{{end box}}\n\n{{Vua Lào}}\n\n[[Thể loại:Sinh năm 1534]]\n[[Thể loại:Mất năm 1752]]\n[[Thể loại:Vua Lan Xang]]\n[[Thể loại:Vua bị giết]]\n[[Thể loại:Mất năm 1572]]"}