{"16159":"'''Xe buýt''' là phương tiện [[giao thông công cộng]] chủ yếu tại [[Hà Nội]], với tổng cộng hơn 140 tuyến được vận hành bởi Tổng công ty Vận tải Hà Nội ([[Transerco]]) cùng một số công ty tư nhân khác. Các tuyến xe buýt có độ phân bố phủ khắp khu vực trung tâm Hà Nội, đồng thời kết nối với các huyện ngoại thành cũng như các tỉnh lân cận. Những chiếc xe buýt đầu tiên đã bắt đầu được sử dụng tại thành phố này vào khoảng những năm 1919–1920, sau [[Chiến tranh thế giới thứ nhất]].\n\n== Lịch sử ==\n\n=== Thời Pháp thuộc ===\nSau [[Chiến tranh thế giới thứ nhất]], vào khoảng những năm 1919 - 1920 có 4 chiếc xe buýt hãng GM (Hoa Kỳ) lần đầu xuất hiện tại [[Hà Nội]]; nơi đón trả khách là bến cột đồng hồ gần [[ga Long Biên]]; không biết chủ xe là ai, chỉ biết những người lái xe là lính thợ An Nam phục vụ cho quân đội Pháp trong [[Chiến tranh thế giới thứ nhất]] và có bằng lái do [[chính phủ Pháp]] cấp.<ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/Phong-su-Ky-su\/572335\/xe-buyt-ha-noi-xua-va-thoi-chua-xa|tiêu đề=Xe buýt Hà Nội xưa và thời chưa xa|website=Hànộimới|tác giả 1=Nguyễn Ngọc Tiến}}<\/ref>\n\n[[Cầu Long Biên]] lúc đó còn hẹp, chưa được mở rộng hai bên nên 4 chiếc xe chở khách đi Hưng Yên không thể qua cầu, phải đi phà sang bên kia [[sông Hồng]]. Đến năm 1923, việc mở rộng đường hai bên cầu được hoàn thành, xe có thể đi qua cầu. Rồi số xe tăng nhanh, bến đồng hồ trở nên chật chội nên hội đồng thành phố quyết định chuyển bến ra chỗ bán nứa ở đường Greelé (nay là đường Trần Nhật Duật), cách cột đồng hồ không xa về phía bắc, từ đó có bến Nứa. Bốn hãng xăng là [[Shell]], [[Socony]], [[Texaco]] (Mĩ) và [[Lariaudé]] (Pháp) mở điểm bán xăng và Texaco đã giành được quyền tài trợ xây nhà bán vé khang trang, trên nóc nhà bán vé có cột hình vuông 4 mặt có tên Texaco. Theo tạp chí \"Tự nhiên\" xuất bản bằng [[tiếng Pháp]] năm 1926 bắt đầu phát hành tại Hà Nội thì năm 1925, trung bình một ngày có 4 xe tải, 166 xe ô tô con, 1,3% còn lại là xe thô sơ và 79 lượt xe buýt qua lại cầu Long Biên.\n\nTừ bến Nứa, hằng ngày có xe đi [[Hưng Yên]], [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]], tuyến ngắn chạy đến Chèm. Khách chủ yếu là người buôn bán và các chức dịch nông thôn đi Hà Nội sắm hàng hóa. Đi Sơn Tây có 5 hãng lớn gồm: Tư Đường, Chí Thành, Mỹ Lâm, Larriveé (chủ Pháp) và Dương Châu. Tuyến đi Hưng Yên có hãng Con Thỏ.\n\nPhía nam thành phố Hà Nội có bến Kim Liên, vốn trước đó là chợ của làng Kim Liên. Bến mở vào cuối những năm 1920, ban đầu nằm gần Cửa Nam (nay thuộc quận Hoàn Kiếm) nhưng nó lại gây cản trở giao thông nội đô nên hội đồng thành phố quyết định chuyển xuống Kim Liên (đến năm 1978 thì chuyển xuống quận Hoàng Mai và hình thành bến xe Giáp Bát ngày nay). Bến này có xe tuyến dài đi [[Nam Định]], [[Thái Bình]], tuyến ngắn đi [[Phủ Lý]], [[Thường Tín]], [[Văn Điển]] và [[Ngọc Hồi, Thanh Trì|Ngọc Hồi]]. Phía tây có bến Kim Mã, trước đó vốn là hồ ao sau đó hội đồng thành phố đã cho lấp hồ, bến hình thành cũng vào cuối những năm 1920, chuyên chở khách đi Sơn Tây, Hòa Bình, tuyến ngắn đi Hà Đông, Ba La và Chương Mỹ.\n\nXe buýt thời Pháp chỉ có một cửa lên xuống ở phía sau. Ban đầu có 2 hàng ghế gỗ sát thành xe như ghế tàu điện và tàu hỏa ở giữa là chỗ đi lại. Nhưng sau đó nhận thấy để ghế dọc chở ít khách nên các hãng xe cải tiến thành ghế ngang chở được nhiều khách hơn, trung bình mỗi xe trở khoảng 30 khách. Năm 1930 cả [[Bắc Kỳ]] có gần 5.000 xe các loại trong đó có 405 xe buýt nhưng tập trung chủ yếu ở Hà Nội, số xe ở [[Hải Phòng]] bằng một phần ba Hà Nội.\n\nNăm 1941, tờ báo Pháp ''Bonjour'' (nay là báo ''Arc dé Jourèd'') đã vẽ tranh châm biếm về xe buýt ở Hà Nội phần giữa xe ép sát đất khách còn hàng hóa trên nóc cao lên tới mặt trời. Sở dĩ có chuyện này là do [[Chiến tranh thế giới thứ hai]] xảy ra, xăng dầu nhập vào Việt Nam khó khăn, nhiều hãng phải cải tiến xe để chạy than. Chiến tranh cũng khiến phụ tùng khan hiếm nên nhiều xe hỏng không có phụ tùng thay đành đắp chiếu.\n\n=== Thời kì Việt Nam Dân chủ Cộng hòa ===\nTrước khi [[Hà Nội]] tiến hành cải tạo công thương nghiệp tư bản tư doanh vào năm 1959, Hà Nội có gần 800 xe lớn nhỏ gồm cả chở khách và chở hàng hóa. Năm 1960, 95% số ô tô được công tư hợp doanh và Hà Nội tiến hành nhập 2 xí nghiệp công tư hợp doanh thành Xí nghiệp xe khách Hà Nội, chủ yếu chạy đường dài đi các tỉnh, đỗ ở ba bến xe: [[Bến Nứa]], [[Kim Mã]] và [[Kim Liên]]. Năm 1957, cán bộ miền Nam tập kết ra Hà Nội được [[Ban Thống nhất Trung ương]] cấp vốn mua 10 ô tô khách lập [[Tập đoàn Ô tô buýt Thống Nhất]],<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/doi-song\/giao-thong-cong-cong-xua-o-ha-noi-819164.html|tiêu đề=Giao thông công cộng xưa ở Hà Nội|website=Thanh niên|tác giả 1=Nguyễn Ngọc Tiến}}<\/ref> tháng 2 năm 1958, mở tuyến Kim Liên – Hà Đông. Đến tháng 12 năm 1962, Xí nghiệp Xe khách Hà Nội và Tập đoàn Ôtô buýt Thống Nhất hợp nhất thành Xí nghiệp Xe khách Thống Nhất phục vụ giao thông công cộng của thành phố với 192 xe; 4.106 ghế. Xe buýt hay ô tô buýt là mượn từ tiếng Pháp ''autobus'' chỉ xe chở mọi người. Thời [[Pháp thuộc]] vẫn gọi là ''xe buýt'' dù xe chạy tuyến ngắn hay tuyến dài, nhưng đến chế độ mới thì xe đường dài và khách được mang theo hàng hóa gọi là ''xe khách'', còn xe chạy tuyến ngắn và khách chỉ được mang đồ đạc gọn nhẹ gọi là ''xe buýt''.\n\nXe buýt nhanh chóng trở thành phương tiện chủ yếu của cán bộ công nhân viên chức đi làm, học sinh - sinh viên đi học. Năm 1964 đã có 903 khách mua vé tháng. Năm 1965 Hà Nội đã có tới 300 xe buýt, với 8 tuyến. Giá vé đồng hạng ở tất cả các tuyến, do thành phố bù lỗ nên giá vé rất rẻ nên rất đông, vì nhiều người bỏ xe điện đi xe buýt cho nhanh. Trước năm 1975 xe buýt chủ yếu là xe Hải Âu (của Liên Xô), xe Ba Đình (đóng nội địa nhưng sử dụng máy IFA của [[Đông Đức]]) và Q50, ngoài ra còn có một ít xe Lavop (của Liên Xô). Rồi xe đạp tăng lên nhanh chóng do những người đi [[xuất khẩu lao động]] ở [[Tiệp Khắc]], [[Đông Đức]], [[Liên Xô]] gửi về nên cũng có khá nhiều người bỏ xe buýt.\n\n=== Thời kì Cộng hòa Xã hội chủ nghĩa Việt Nam ===\nVì số lượng xe đạp tăng nhanh, năm 1985 người đi xe buýt đa số là sinh viên.\n\nNăm 2001, bốn công ty: Công ty Xe buýt Hà Nội, Công ty Vận tải hành khách phía Nam Hà Nội, Công ty Xe du lịch Hà Nội và Công ty Xe điện Hà Nội hợp nhất thành Công ty Vận tải và Dịch vụ công cộng Hà Nội. Năm 2004, [[Tổng công ty Vận tải Hà Nội]] ([[Transerco]]) được thành lập trên cơ sở Công ty Vận tải và Dịch vụ công cộng Hà Nội.<ref>{{Chú thích web|url=http:\/\/transerco.com.vn\/Default.aspx?pageid=149|tiêu đề=Lịch sử hình thành Tổng công ty Vận tải Hà Nội}}<\/ref> Transerco nhanh chóng phát triển trở thành công ty dẫn đầu về dịch vụ xe buýt tại Hà Nội. Tính đến năm [[2018]], Hà Nội đã có 112 tuyến buýt (Bao gồm 92 tuyến buýt trợ giá, 20 tuyến buýt không trợ giá), bao phủ 30\/30 quận, huyện, thị xã.\n\n== Đặc điểm ==\n\n===Thời gian vận hành ===\nCác tuyến xe buýt hoạt động từ 5h30 - 21h30, tần suất là 5–30 phút\/chuyến phụ thuộc vào lượng khách sử dụng, nhưng thông thường tần suất các tuyến là 10–20 phút\/chuyến. Xe buýt hoạt động tất cả các ngày trong tuần (kể cả ngày lễ) nhằm phục vụ tối đa sự đi lại của người dân khu vực nội thành và ngoại thành Hà Nội.\n\n===Vé xe buýt ===\nVé lượt áp dụng cho 1 lần đi xe buýt. Giá vé lượt cho các tuyến có cự li dưới 25&nbsp;km là 7.000 đồng\/lượt, từ 25 – 30&nbsp;km là 8.000 đồng\/lượt, và 30&nbsp;km trở lên là 9.000 đồng\/lượt. Riêng giá vé tuyến 86 là 45.000 đồng\/lượt và tuyến 68 là 50.000 đồng\/lượt do đây là 2 tuyến xe buýt chất lượng cao với đặc điểm kết nối Sân bay Nội Bài và nội thành Hà Nội vô cùng nhanh chóng, dừng đón trả khách tại ít điểm đỗ nhằm tiết kiệm thời gian, bên cạnh đó chi phí cho mỗi lượt di chuyển phải chăng hơn rất nhiều so với taxi (khoảng 200.000đ đến 350.000đ)\n\nĐối với vé tháng, giá vé từng loại được thể hiện rõ trong bảng sau:\n{| class=\"wikitable\"\n|-\n!Loại vé\n!1 tuyến\n!Liên tuyến\n|-\n|Ưu tiên\n(Học sinh, sinh viên, người cao tuổi, công nhân)\n|55.000 đồng\/tháng\n|100.000 đồng\/tháng\n|-\n|Ưu tiên\n(Mua theo hình thức tập thể trên 30 người)\n|70.000 đồng\/tháng\n|140.000 đồng\/tháng\n|-\n|Không ưu tiên\n|100.000 đồng\/tháng\n|200.000 đồng\/tháng\n|}\n\nMột số tuyến xe buýt Hà Nội có hỗ trợ dịch vụ wifi. Vé xe buýt cho trẻ em dưới 6 tuổi được miễn phí và cung cấp thẻ đi xe buýt miễn phí cho thương binh, bệnh binh, người khuyết tật, người cao tuổi (trên 60 tuổi) và nhân khẩu thuộc hộ nghèo.\n\nVé tháng liên tuyến và thẻ đi xe buýt miễn phí sử dụng được cho tất cả các tuyến buýt có trợ giá từ nhà nước (tức các xe có giá vé lượt từ 7.000đ đến 9.000đ), bao gồm cả các tuyến đặc thù như BRT, CNG hay mới gần đây là Vinbus.\n\nTrong khuôn khổ Dự án cải thiện giao thông cộng cộng tại Hà Nội (TRAHUDII), Hà Nội đã triển khai thí điểm sử dụng vé điện tử thông minh cho hệ thống vận tải hành khách công cộng bằng xe buýt.\n\n===Đơn vị vận hành ===\n====Các đơn vị thuộc Tổng Công ty Vận tải Hà Nội (Transerco) bao gồm:====\n\nXí nghiệp Xe buýt Hà Nội: 01, 03A, 03B, 11, 17, 23, 31, 36, 40, 52A, 52B, 100, 108.\n\nXí nghiệp Xe buýt 10 - 10: 05, 13, 20A, 20B, 28, 29, 50, 53A, 53B, 67, 92, 95, 96, 97, 110, 111.\n\nCông ty Cổ phần Xe Điện Hà Nội: 07, 25, 27, 34, 35A, 35B, 41, 44, 45, 55A, 55B, 56A, 56B, 109.\n\nXí nghiệp Xe buýt Cầu Bươu: 06D, 06E, 22A, 22B, 22C, 32, 84, 85, 103A, 103B, 117, 119.\n\nXí nghiệp Xe buýt Yên Viên: 10A, 10B, 15, 54, 90, 93, 112.\n\nCông ty Cổ phần Vận tải Newway: 47A, 47B, 48, 69, 94.\n\nCông ty Cổ phần Xe Khách Hà Nội: 42, 49, 51, 122, 124, 145, 146, 202, 204, 205, 212.\n\nTrung tâm Tân Đạt: 06A, 06B, 06C, 12, 33, 62, 101A, 101B, 104, 113, 115.\n\nXí nghiệp Xe khách Nam Hà Nội: 04, 14, 16, 18, 24, 26, 30, 38, 39, 63, 87, 88, 98, 99, 106, 107.\n\nXí nghiệp Xe buýt nhanh Hà Nội: 02, 66, 68, 86, 89, 91, 102, 105, 114, 116, BRT01.\n\nCông ty Cổ phần Vận tải và Dịch vụ Liên Ninh: 08A, 08B, 09A, 09B, 19, 21A, 21B, 37, 125.\n\nCông ty Liên doanh vận chuyển Quốc tế Hải Vân: 43, 64, 74.\n\n====Các đơn vị không thuộc Tổng Công ty Vận tải Hà Nội (Transerco) ====\n\nCông ty TNHH Bắc Hà: 203.\n\nCông ty Cổ phần Vận tải, Thương mại và Du lịch Đông Anh: 46, 123.\n\nCông ty TNHH Du lịch, Dịch vụ và Xây dựng Bảo Yến: 57, 58, 59, 60A, 60B, 61, 65, 142, 143, 144, 157, 158, 159, 160, 161, 162, 163.\n\nCông ty Cổ phần Ô tô Khách Hà Tây: 70A, 70B, 70C, 118, 126, 213.\n\nCông ty Cổ phần Ô tô Vận tải Hà Tây: 72.\n\nCông ty Cổ phần Dịch vụ và Vận tải Bảo Châu: 78.\n\n[[VinBus]] - Tập đoàn Vingroup:\n\n+ Depot Ocean Park: E01, E02, E03, E08.\n\n+ Depot Smart City: E04, E05, E06, E07, E09.\n\n=== Nhận diện thương hiệu ===\nXe được in hình cánh chim hòa bình cùng biểu tượng Hà Nội [[Văn Miếu - Quốc Tử Giám|Khuê Văn Các]] trên thân xe. Hệ thống xe được chia nhận diện theo màu xe như sau:\n{| class=\"wikitable\"\n|-\n! rowspan=\"1\" |Màu xe\n! rowspan=\"1\" |Tính chất\n|-\n|Xanh nước biển\n|Các tuyến buýt thuộc Transerco, có trợ giá, có sức chứa của phương tiện từ 55 người trở lên.\n|-\n|Xanh lá cây\n|Các tuyến buýt thuộc Transerco, có trợ giá, có sức chứa của phương tiện dưới 30 người, chỉ hoạt động trong địa phận Hà Nội và các tuyến liên tỉnh, các xe bus sử dụng năng lượng sạch.\n|-\n|Da cam\n|Tuyến kết nối các khu vực của Hà Nội với sân bay Nội Bài (đi qua cầu Nhật Tân).\n|-\n|Đỏ - vàng\n|Các tuyến buýt thuộc Transerco, có trợ giá, các tuyến buýt không trợ giá, các tuyến buýt không thuộc Transerco và các tuyến buýt kế cận, liên tỉnh (số hiệu tuyến trên 200).\n|}\n\n== Luồng tuyến ==\n{{Bài chi tiết|Danh sách tuyến xe buýt Hà Nội}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Buses in Hanoi}}\n* [http:\/\/tramoc.com.vn\/ Hanoi Public Transport Management and Operation Center - Hanoi bus - Hanoi map] Trung tâm Quản lý và Điều hành Giao thông Đô thị Hà Nội\n{{Xe buýt ở Việt Nam}}\n\n[[Thể loại:Giao thông công cộng Hà Nội]]\n[[Thể loại:Danh sách tuyến xe buýt|Hà Nội]]"}