{"13829086":"'''Xe hơi Chiến Thắng''' là chiếc xe ô tô đầu tiên do người Việt tự chế tạo, lấy mẫu từ chiếc Fregate của Pháp, được [[nhà máy Chiến Thắng]] ([[Hà Nội]]) xuất xưởng vào ngày 21\/12\/1958.<ref>{{chú thích web | url = http:\/\/autovina.com\/article\/xe-o-to-dau-tien-do-nguoi-viet-nam-san-xuat-nam-1958-12573.html | tiêu đề = Xe ô tô đầu tiên do người Việt Nam sản xuất năm 1958 - Autovina.com | author = | ngày = | ngày truy cập = 15 tháng 11 năm 2017 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>[http:\/\/vnca.cand.com.vn\/Truyen-thong\/Ong-tuong-va-chiec-oto-Made-in-Vietnam-trong-chien-tranh-323772\/ Ông tướng và chiếc ôtô \"Made in Vietnam\" trong chiến tranh], Báo Công An Nhân Dân.<\/ref>\n\n==Thiết kế==\nNhững năm đầu hòa bình ở miền Bắc, nhu cầu giao thông vận tải tăng cao. Năm 1958, nhà máy Chiến Thắng (Hà Nội) quyết định sản xuất một loại ô-tô nhỏ theo cách nội địa. Nhiệm vụ được giao cho Đại tá, kỹ sư [[Hồ Mạnh Khang]], Giám đốc nhà máy Z157 - Cục Quản lý xe máy và ông [[Vũ Văn Đôn]], Cục trưởng Cục Quản lý xe lúc đó trực tiếp chỉ đạo.<ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/nguoi-viet-che-tao-duoc-oto-tu-nam-1958-232995.html Người Việt chế tạo được ôtô từ năm 1958<!-- Bot generated title -->] [[VietNamNet]] 18\/04\/2015 08:50 GMT+7<\/ref>\n\nChiếc Fregate chạy bằng xăng của Pháp được đem ra làm mẫu trên tinh thần cố gắng nội địa hóa tối đa. Các bộ phận như thân máy, nắp máy, chế hòa khí, bơm xăng, bơm dầu được các thợ cơ khí tìm mẫu, tạo khuôn mẫu trước, sau đó đúc gang rồi cắt gọt, gia công cơ khí cho thật tinh xảo. Tuy nhiên, có một số chi tiết không thể làm được và phải lắp đồ ngoại, đó là: nến điện, dây điện, hệ thống đồng hồ và chỉ thị, bóng điện, hệ thống kính, săm lốp và vòng bi.\n\nNgày 21\/12\/1958, chiếc xe “Chiến Thắng” mang biển số QS 0001 rời xưởng. Đây là chiếc ôtô 4 chỗ ngồi đầu tiên do người Việt Nam sản xuất, dù linh kiện chưa phải 100% nội địa hóa. Ngoại hình của nó không kém loại [[Moskvitch]] của Liên Xô lúc bấy giờ. Chủ tịch Hồ Chí Minh đã đến xem và động viên: ''\"Ta đã sản xuất được xe con. Từ nay về sau cần nghiên cứu, sản xuất xe vận tải để phục vụ đất nước\"''. Khi được đề nghị nhận chiếc xe, Hồ Chủ tịch từ chối: ''\"Cảm ơn các chú đã quan tâm đến Bác, tặng Bác chiếc xe này. Nhưng hiện nay, Bác đã có xe đi rồi. Vậy các chú giúp Bác tặng lại chiếc xe này cho thương binh. Các chú ấy cần chiếc xe mới và tốt thế này hơn Bác\"''<ref>[http:\/\/hanoimoi.com.vn\/Ban-in\/Phong-su-Ky-su\/488176\/o-to-o-ha-noi-xua-va-nay-tiep-theo Ô tô ở Hà Nội, xưa và nay (tiếp theo)] Nguyễn Ngọc Tiến. Báo [[Hà Nội Mới]] Chủ Nhật 6:14 17\/04\/2011<\/ref>\n\nQuốc khánh năm 1959, ô tô con \"Chiến Thắng\" do quân đội chế tạo được xếp vào đội hình diễu binh tại [[Quảng trường Ba Đình]].\n\nTuy nhiên, những năm sau đó, do điều kiện chiến tranh khó khăn, không có ngân sách nên xe Chiến Thắng không được sản xuất hàng loạt.\n\n==Chú thích==\n{{tham khảo}}\n{{Sơ khai Việt Nam}}\n{{Sơ khai công nghiệp}}\n{{Công nghiệp ô tô tại Việt Nam}}\n\n[[Thể loại:Công nghiệp ô tô]]\n[[Thể loại:Công nghiệp Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Nhãn hiệu Việt Nam]]\n[[Thể loại:Công nghiệp ô tô tại Việt Nam]]"}