{"489984":"{{Thông tin chiến tranh\n|conflict=Xung đột năm 1997 tại Campuchia\n|image=\n|caption=\n|result= Hun Sen thắng lợi và trở thành Thủ tướng duy nhất <br> Đồng Thủ tướng Norodom Ranariddh bị lật đổ phải sống lưu vong đến năm 1998\n|partof=\n|place=Chủ yếu là tại [[Phnôm Pênh]], [[Campuchia]]. Ngoài ra tại các tỉnh như: [[Samrong]], [[Sisophon]]; [[Pailin]], O'Smach.\n|date= Từ 5 tháng 7 - tháng 9 năm 1997\n|combatant1= {{flagicon|Cambodia|}} Lực lượng ủng hộ [[Hun Sen]] <br> [[Tập tin:Cpplogo.PNG|25px]] [[Đảng Nhân dân Campuchia]]\n|combatant2= {{flagicon|Cambodia|}} Lực lượng ủng hộ [[Norodom Ranariddh]] <br> [[Tập tin:FUNCINPEC logo 2000s.jpg|25px]] [[FUNCINPEC|Đảng FUNCINPEC]]\n|combatant3={{flagicon|Cambodia|1975}} [[Khmer Đỏ]] (Chủ yếu tại các tỉnh phía bắc)<ref>Occasionally, Khmer Rouge fighters sided with FUNCINPEC militants in opposing Hun Sen's offensive - http:\/\/www.liberation.fr\/monde\/0101221900-cambodge-les-royalistes-assiegesaides-des-khmers-rouges-ils-defendent-leur-dernier-bastion-attaque-par-hun-sen. Truy cập 2009-08-26. 2009-09-04.<\/ref>\n|commander1= [[Hun Sen]] <br> [[Ke Kim Yan]]\n|commander2= [[Norodom Ranariddh]]<br \/>[[Nhek Bun Chhay]]<br \/>[[Serei Kosal]] (Tại tỉnh Battambang)\n|commander3= [[Ta Mok]]\n|strength2=\n|casualties1= ''Không rõ''\n|casualties2= khoảng 40 thành viên [[Funcinpec|FUNCINPEC]] thiệt mạng <ref>http:\/\/books.google.ee\/books?id=qMBgWV5SYekC&pg=PA150&lpg=PA150&dq=coup+july+1997+norodom+ranariddh&source=bl&ots=ixE_rA0jPB&sig=KZo91ObnIi7IHWurvaQHzwMl5b4&hl=et&ei=fzGWSq-AE6DUjAeOpomUDA&sa=X&oi=book_result&ct=result&resnum=3#v=onepage&q=&f=false<\/ref>\n}}\n{{Chiến tranh Campuchia (1975-1997)}}\n'''Xung đột năm 1997 tại Campuchia''' (phía chỉ trích Thủ tướng Hun Sen gọi là cuộc đảo chính 1997) là cuộc tranh chấp quyền lực giữa 2 phe của đồng Thủ tướng [[Hun Sen]] và đồng Thủ tướng [[Norodom Ranariddh]], diễn ra từ tháng 7 đến tháng 9 năm 1997. Kết quả là đồng Thủ tướng Hun Sen (lãnh đạo [[Đảng Nhân dân Campuchia]], xu hướng [[chủ nghĩa xã hội]]) lật đổ thành công đồng Thủ tướng [[Norodom Ranariddh]] (lãnh đạo [[FUNCINPEC|Đảng FUNCINPEC]], xu hướng bảo hoàng). Hàng chục người đã thiệt mạng trong cuộc xung đột này. Hun Sen trở thành thủ tướng duy nhất của Campuchia và nắm quyền đến ngày nay.\n\n==Bối cảnh==\nNgày 16 tháng 3 năm 1992, Cơ quan chuyển tiếp Liên Hợp Quốc tại Campuchia ([[UNTAC]]), dưới sự chỉ huy của Đặc phái viên [[Tổng Thư ký Liên Hợp Quốc]] Yasushi Akashi và [[Trung tướng]] John Sanderson, đã tới Campuchia để bắt đầu thực hiện kế hoạch hòa giải của Liên Hợp Quốc, kế hoạch này đã được ký kết nhờ kết quả của Hội nghị Paris năm 1991. Cuộc bầu cử tự do đã được tổ chức vào năm 1993. [[Khmer Đỏ]] hay [[Khmer Đỏ|Đảng Campuchia Dân chủ]] (PDK) với lực lượng còn khá đông đảo, đã ngăn cản người dân tham gia cuộc Tổng tuyển cử năm 1993. Khmer Đỏ lúc này kiểm soát 10-15% lãnh thổ Campuchia và khoảng 6% dân số Campuchia. Tổng cộng đã có hơn bốn triệu người Campuchia (khoảng 90% cử tri hội đủ điều kiện đầu phiếu) đã tham gia vào [[Tổng tuyển cử Campuchia, 1993|cuộc bầu cử tháng 5 năm 1993]].\n\nHoàng thân [[Norodom Ranariddh]] thuộc [[FUNCINPEC]] (nhóm bảo hoàng) là người nhận số phiếu bầu cao nhất với 45,5% phiếu bầu, tiếp đến là [[Hun Sen]] thuộc [[Đảng Nhân dân Campuchia]] (nguyên là đảng cộng sản) và [[Son Sann]] thuộc [[Đảng Dân chủ Tự do Phật giáo]] nhận số phiếu thấp hơn. Mặc dù chiến thắng những không đủ đa số phiếu áp đảo (trên 50%), FUNCINPEC đã phải đàm phán để liên kết với Đảng Nhân dân Campuchia do Hun Sen lãnh đạo để lập chính phủ.<ref>{{chú thích web|title=Cambodia: July 1997: Shock and Aftermath &#124; Human Rights Watch <!-- BOT GENERATED TITLE -->|url=http:\/\/www.hrw.org\/ja\/news\/2007\/07\/27\/cambodia-july-1997-shock-and-aftermath|work=|archiveurl=https:\/\/www.webcitation.org\/5jXUzuNgC?url=http:\/\/www.hrw.org\/ja\/news\/2007\/07\/27\/cambodia-july-1997-shock-and-aftermath|archivedate = ngày 4 tháng 9 năm 2009 |url-status=dead|access-date =ngày 26 tháng 8 năm 2009}}<\/ref>\n\nSau hội đàm, Hoàng thân Ranariddh và Hun Sen trở thành Thủ tướng thứ nhất và Thủ tướng thứ hai trong Chính phủ Hoàng gia Campuchia (RCG).\n\n==Xung đột==\nNăm [[1997]], xung đột giữa 2 phe [[Hun Sen]] và [[Norodom Ranariddh]] lên đến đỉnh điểm. Nhiều người bị thương vong ở cả 2 phe. Phía chỉ trích [[Hun Sen]] cho rằng đây là cuộc đảo chính do [[Hun Sen]] dàn dựng để loại đối thủ chính trị của mình. Nhiều phóng viên phương Tây, trong đó có Thomas Hammaberg - đặc phái viên về nhân quyền của [[Liên Hợp Quốc]] tại [[Campuchia]] - gọi đây là cuộc đảo chính. Ngược lại phía ủng hộ Hun Sen tố cáo Đảng FUNCINPEC tìm kiếm hỗ trợ từ [[Khmer Đỏ]].\n\nNgày 5 tháng 7 năm 1997 tại tỉnh [[Kampong Speu]], các binh sĩ thân [[Hun Sen]] do Đại tướng [[Ke Kim Yan]] chỉ huy bao vây doanh trại của các binh sĩ thân Ranariddh do Đại tướng [[Nhek Bun Chhay]] chỉ huy. Ke Kim Yan cố gắng thuyết phục Nhek Bun Chhay bàn giao doanh trại lại cho mình nhưng thất bại. Cùng lúc đó lực lượng quân cảnh thân Hun Sen tiến vào nhà ở của tướng [[Chao Sambath]] - một lãnh đạo cấp cao của FUNCINPEC, và yêu cầu binh lính thân FUNCINPEC hạ vũ khí. Tướng Nhek Bun Chhay ra lệnh nổ súng tấn công phe tướng Ke Kim Yan gây nhiều tổn thất cho cả 2 bên. Xung đột lan ra tới đồn quân sự Taing Krassang và [[Sân bay quốc tế Phnôm Pênh]] nơi tập trung nhiều lực lượng thân Ranariddh.\n\nThủ tướng Hun Sen khi đó đang nghỉ dưỡng tại [[Vũng Tàu]], Việt Nam đã nhanh chóng về nước và ra lệnh các đơn vị cận vệ của mình tham chiến. Lính FUNCINPEC cố gắng tấn công lính Hun Sen 2 lần nhưng thất bại nặng nề. Lính FUNCINPEC sau đó rút lui về tỉnh [[Oddar Meancheay]]. Phe thân Hun Sen nhanh chóng làm chủ Thủ đô [[Phnôm Pênh]]. Phe thân Ranariddh liên minh với [[Khmer Đỏ]] tại miền bắc Campuchia tiếp tục chiến đấu với phe thân Hun Sen cho đến tận tháng 9 năm 1997 mới chấm dứt.\n\nSau khi thất bại trước Hun Sen, cựu thủ tướng Norodom Ranariddh lưu vong sang Pháp. Nhiều lãnh đạo cấp cao của FUNCINPEC bị giam giữ. Hun Sen thâu tóm quyền lực. Dù vậy lúc đó Hun Sen vẫn chưa trở thành Thủ tướng duy nhất của Campuchia, mà chức vụ này do [[Ung Huot]] (đảng viên FUNCINPEC) đảm nhận cho đến cuộc bầu cử năm 1998.\n\nNăm 1998 Campuchia tiến hành Tổng tuyển cử lần nữa, các nhà lãnh đạo FUNCINPEC và hoàng thân Norodom Ranariddh chính thức trở về lại quê hương tham gia tranh cử. Lần này Đảng Nhân dân Campuchia của Hun Sen chiếm 41% phiếu bầu, Đảng FUNCINPEC của Norodom Ranariddh chiếm 32% phiếu bầu và [[Đảng Sam Rainsy]] chiếm 13% phiếu bầu. Tuy nhiên cuộc bầu cử bị chỉ trích là gian lận và thiên vị cho phe Hun Sen. Kết quả là Hun Sen trở thành Thủ tướng Campuchia thay cho Ung Huot. Hun Sen giữ chức vụ này từ năm 1998 đến ngày nay.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Chính trị Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1997]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia]]"}