{"325283":"{{Thông tin chiến tranh\n|conflict=Xung đột Việt Nam – Trung Quốc\n|partof=[[Chiến tranh Đông Dương lần thứ ba]] và [[Chiến tranh Lạnh]]\n|caption=\n|date=[[1979]]–[[1991]]\n|place=Biên giới [[Việt Nam]] – [[Trung Quốc]] và [[quần đảo Trường Sa]]\n|casus=\n|territory=\nTrung Quốc chiếm giữ một số vị trí trên biên giới thuộc Việt Nam rồi rút dần.<br>Trung Quốc chiếm giữ một số đảo tại [[quần đảo Trường Sa]].\n|result= \nGiao tranh tại một số khu vực biên giới nhưng không bùng phát thành chiến tranh lớn.<br>Hai nước bình thường hóa quan hệ vào cuối năm 1991.\n|combatant1=[[Tập tin:Flag of the People's Republic of China.svg|22px]] [[Cộng hòa Nhân dân Trung Hoa]]\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Cộng hòa Xã hội chủ nghĩa Việt Nam]]\n|commander1=[[Tập tin:Flag of the People's Republic of China.svg|22px]] [[Dương Đắc Chí]] <br> [[Tập tin:Flag of the People's Republic of China.svg|22px]] [[Hứa Thế Hữu]]\n|commander2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Văn Tiến Dũng]] <br> [[Tập tin:Flag of Vietnam.svg|22px]] [[Đàm Quang Trung]] <br> [[Tập tin:Flag of Vietnam.svg|22px]] [[Vũ Lập]]\n|strength1= ~200.000<ref name=Li259\/>–400.000<ref name=\"GS\"\/> \n|strength2= ~600.000<ref name=\"GS\"\/>–800.000<ref name=Li259\/> (tính cả các đơn vị không chính quy)\n|casualties3=Hàng ngàn người chết<ref name=\"Zhang161\"\/><ref name=\"danwei\"\/><ref name=\"Vnexpress2016\"\/>\n|notes=\n}}\n{{Chiến tranh trên bán đảo Đông Dương}}\n{{Kháng chiến của Việt Nam}}\n'''Xung đột Việt Nam – Trung Quốc 1979–1991''' là một chuỗi các cuộc [[xung đột|đụng độ]] [[quân sự]] trên biên giới và [[hải đảo]] giữa hai nước [[Cộng hòa Xã hội chủ nghĩa Việt Nam]] và [[Cộng hòa Nhân dân Trung Hoa]], diễn ra ngay sau [[Chiến tranh biên giới Việt-Trung, 1979|cuộc chiến tranh biên giới năm 1979]] và kéo dài cho đến năm 1991 khi quan hệ hai bên chính thức được bình thường hóa.\n\nKhi [[Quân Giải phóng Nhân dân Trung Quốc]] rút khỏi [[Việt Nam]] vào ngày 16 tháng 3 năm 1979 sau cuộc chiến tranh biên giới, Trung Quốc tuyên bố họ không tham vọng dù \"chỉ một tấc đất lãnh thổ Việt Nam\".<ref>Nayan Chanda, \"End of the Battle but Not of the War\", ''Far Eastern Economic Review'', 16 tháng 3 năm 1979, tr. 10. Chanda trích lời quan chức Trung Quốc tuyên bố rút lui ngày 5 tháng 3 năm 1979<\/ref> Trên thực tế, quân Trung Quốc lấn chiếm khoảng 60&nbsp;km² lãnh thổ tranh chấp mà Việt Nam kiểm soát trước khi chiến sự nổ ra.<ref>Edward C. O’Dowd, tr. 91<\/ref> Tại một số nơi như khu vực quanh [[Nam Quan|Hữu Nghị Quan]] gần [[Lạng Sơn (thành phố)|Lạng Sơn]], quân Trung Quốc chiếm đóng các mảnh đất không có giá trị quân sự nhưng có giá trị biểu tượng quan trọng. Tại các nơi khác, quân Trung Quốc chiếm giữ các vị trí chiến lược quân sự làm bàn đạp để từ đó có thể tiến đánh Việt Nam.<ref>Nayan Chanda, tr. 10. Khu vực có giá trị tượng trưng tinh thần nhất là khoảng 300&nbsp;m đường xe lửa giữa Hữu Nghị Quan và trạm kiểm soát biên giới Việt Nam.<\/ref> Việc Trung Quốc chiếm đóng các lãnh thổ biên giới làm cho Việt Nam căm giận, và giữa hai phía nổ ra một loạt trận giao tranh nhằm giành quyền kiểm soát các khu vực đó. Xung đột biên giới giữa Việt Nam và Trung Quốc vẫn tiếp diễn cho đến năm 1988, đỉnh điểm là các năm 1984-1985.<ref>François Joyaux, tr. 242<\/ref>\n\nTới năm 1990, cùng với việc Việt Nam rút quân khỏi Campuchia và [[Sự sụp đổ của Liên Xô và Đông Âu|Liên Xô sụp đổ]], giao tranh chấm dứt và quan hệ giữa hai nước dần trở lại bình thường. Với việc ký Hiệp định phân mốc lãnh thổ năm 2009, Trung Quốc dần thực hiện việc rút quân khỏi các vị trí đã chiếm đóng của Việt Nam trong thời gian trước.\n\n== Bối cảnh ==\nKể từ năm [[1979]], có ít nhất sáu đợt giao tranh lớn diễn ra tại một số điểm trên biên giới Việt-Trung, là các đợt tháng 6 và tháng 10 năm 1980, tháng 5 năm [[1981]], tháng 4 năm [[1983]], tháng 4 năm [[1984]], tháng 6 năm [[1985]] và đợt từ tháng 10 năm [[1986]] đến tháng 1 năm [[1987]]. Tất cả các cuộc giao tranh trên đều do [[Trung Quốc]] khiêu khích hay gây hấn trước, nhằm phục vụ cho các mục tiêu chính trị của họ.<ref name = CarlyleAThayer>Carlyle A. Thayer, \"Security Issues in Southeast Asia: The Third Indochina War\"<\/ref> Nguy cơ thường trực của một cuộc xâm lăng mới từ nước láng giềng phía bắc buộc [[Việt Nam]] phải huy động một lực lượng cực lớn cho việc phòng thủ. Trong thập niên [[1980]], ước tính phía Việt Nam có khoảng 600.000<ref name=\"GS\">{{chú thích web |url=http:\/\/www.globalsecurity.org\/military\/world\/war\/prc-vietnam.htm |title=Chinese Invasion of Vietnam – February 1979 |access-date =7 tháng 4 năm 2016|publisher=Global Security.org}}<\/ref>–800.000<ref name=Li259\/> quân chính quy và bán vũ trang hiện diện tại khu vực biên giới, đối chọi với khoảng 200.000<ref name=Li259>Xiaobing Li, tr. 259.<\/ref>–400.000<ref name=\"GS\"\/> quân Trung Quốc.\n\nMặt trận Vị Xuyên là mặt trận diễn ra các cuộc chạm trán ác liệt nhất, với nhiều đơn vị quân của cả hai phía luân phiên tham chiến. Theo thống kê chưa đầy đủ, 7 sư đoàn (313, 314, 325, 328, 354, 356 và 411) và 1 trung đoàn (Trung đoàn 266 Sư đoàn 341) của [[Việt Nam]] đã từng tham chiến tại mặt trận này trong khoảng giữa những năm 1980.<ref name=\"ODowd101\"\/> Về phía Trung Quốc, các lực lượng bao gồm nhiều quân đoàn thuộc 7 đại quân khu cũng được luân chuyển qua mặt trận này để \"vuốt đuôi hổ\", tức huấn luyện trận mạc, theo chủ trương của [[Đặng Tiểu Bình]].<ref name=\"Li263\"\/> Từ năm 1984 đến năm 1989, ít nhất 14 quân đoàn Trung Quốc đã thay nhau tham chiến tại khu vực này (bao gồm các Quân đoàn 1, 12, 13, 14, 16, 20, 23, 26, 27, 38, 41, 42, 47 và 67).<ref name=\"ODowd101\"\/>\n\nBên cạnh sử dụng quân chính quy,[[Bộ Quốc phòng Trung Quốc]] còn trang bị và huấn luyện các nhóm vũ trang người thiểu số (đặc biệt là [[người H'Mông]]) chống lại chính phủ [[Việt Nam]] và [[Lào]].<ref>Edward C. O'Dowd, tr. 70.<\/ref> Từ năm [[1985]] trở đi, sự hỗ trợ của Chính phủ [[Trung Quốc]] đối với các lực lượng này mới giảm dần, khi chính phủ [[Lào]] khởi động tiến trình bình thường hóa quan hệ với [[Trung Quốc]].<ref>Keith Quincy, tr. 441.<\/ref>\n\n== Năm 1980: Pháo kích Cao Bằng ==\nTừ đầu năm 1980, Việt Nam tiến hành các chiến dịch tấn công mùa khô quy mô nhỏ nhằm càn quét các lực lượng [[Khmer Đỏ]] còn nằm rải rác trên biên giới Campuchia - Thái Lan. Để gây sức ép lên Việt Nam nhằm buộc Việt Nam phải rút quân từ Campuchia về, Trung Quốc tăng áp lực lên khu vực biên giới bằng cách triển khai nhiều quân đoàn đối diện với biên giới Việt Nam. Trung Quốc cũng tiến hành huấn luyện quân sự cho khoảng 5.000 quân thuộc các lực lượng người H'Mông chống đối Lào tại tỉnh Vân Nam và sử dụng lực lượng này đánh phá khu vực Muong Sing ở tây bắc Lào gần biên giới Trung Quốc.<ref>John McBeth, \"Squeezing the Vietnamese\", ''Far Eastern Economic Review'', 19 tháng 12 năm 1980, tr. 9<\/ref> Tuy nhiên Việt Nam cũng đã tăng cường lực lượng đồn trú tại biên giới, và Trung Quốc không còn có được ưu thế áp đảo về quân số như khi họ tiến hành chiến dịch tháng 2 năm 1979.<ref>Edward C. O'Dowd, tr. 92.<\/ref>\n\nTháng 6 năm 1980, [[Quân đội Nhân dân Việt Nam]] vượt biên giới Thái Lan trong khi truy kích quân Khmer Đỏ tháo chạy.<ref name = CarlyleAThayer\/> Dù quân Việt Nam nhanh chóng rút khỏi lãnh thổ Thái Lan sau đó, thì việc này cũng khiến Trung Quốc cảm thấy họ phải hành động để ứng cứu đồng minh Thái Lan và Khmer Đỏ. Trong các ngày từ 28 tháng 6 cho tới 6 tháng 7, bên cạnh lớn tiếng chỉ trích Việt Nam trên mặt ngoại giao, quân Trung Quốc liên tục bắn pháo vào lãnh thổ Việt Nam tại tỉnh [[Cao Bằng]].<ref name=\"Edward C. O'Dowd, tr. 93\">Edward C. O'Dowd, tr. 93.<\/ref> Đụng độ ở quy mô nhỏ cũng diễn ra trong thời gian sau đó, với 7 vụ việc xảy ra chỉ riêng trong nửa đầu tháng 10. Trung Quốc tố cáo Việt Nam đã thực hiện nhiều đợt tập kích qua biên giới nhằm vào các vị trí của quân Trung Quốc ở khu vực La Gia Bình, huyện [[Mã Quan]], tỉnh Vân Nam trong các ngày 30 tháng 9 và 1 tháng 10, giết chết ít nhất 5 người Trung Quốc.<ref>[http:\/\/www.upi.com\/Archives\/1980\/10\/16\/Armed-skirmishes-on-the-border-between-China-and-Vietnam\/2040340516800\/ \"Armed skirmishes on the border between China and Vietnam...\"], ''UPI'', 16 tháng 10 năm 1980.<\/ref> Phía Trung Quốc sau đó đã đáp trả bằng một cuộc tấn công vào các vị trí của Việt Nam trên cùng khu vực này vào ngày 15 tháng 10, và tuyên bố đã tiêu diệt 42 lính Việt Nam trong đợt công kích này.<ref>Xiaoming Zhang, tr. 146.<\/ref>\n\nCác cuộc bắn phá của Trung Quốc không nhằm vào một mục tiêu quân sự chiến lược nào cả, không có ảnh hưởng lớn lên Việt Nam và chỉ mang tính tượng trưng. Việt Nam cảm thấy việc tiến hành các hoạt động quân sự quy mô lớn trên biên giới nằm ngoài khả năng của Trung Quốc, nên Việt Nam có thể rảnh tay tiến hành các hoạt động quân sự tại Campuchia. Tuy nhiên, các cuộc nã pháo của Trung Quốc cũng định hình kiểu xung đột trên biên giới với Việt Nam trong suốt 10 năm sau đó.<ref name=\"Edward C. O'Dowd, tr. 93\"\/>\n\n== Năm 1981: Tấn công các cao điểm ở Lạng Sơn và Hà Giang ==\n[[Tập tin:Langson1981.jpg|nhỏ|360px|phải| Vị trí giao tranh tại Cao điểm 400, Lạng Sơn, tháng 5 năm 1981]]\nNgày 2 tháng 1 năm 1981, Bộ Ngoại giao Việt Nam đề nghị ngưng bắn để đón năm mới. Đề nghị này bị phía Trung Quốc bác bỏ ngày 20 tháng 1.<ref name = CarlyleAThayer\/> Tuy vậy, hai phía vẫn tiến hành trao đổi tù binh. Tình hình mặt trận tương đối yên tĩnh trong mấy tháng tiếp theo.\n\nTới tháng 5, giao tranh ác liệt đột ngột bùng lên với việc quân Trung Quốc ở cấp trung đoàn tiến công đánh chiếm một dải đất hẹp ở huyện [[Cao Lộc]], tỉnh [[Lạng Sơn]] được phía Việt Nam gọi là Cao điểm 400, còn Trung Quốc gọi là Pháp Tạp Sơn (法卡山 hay Fakashan). Trên địa bàn tỉnh [[Hà Tuyên]], Trung Quốc tấn công và đánh chiếm một điểm cao chiến lược khác mang số hiệu 1688 vốn được Trung Quốc gọi là Khấu Lâm Sơn (扣林山 hay Koulinshan) và một số vị trí lân cận. Giao tranh diễn ra hết sức đẫm máu khiến hàng trăm người mỗi bên thiệt mạng.<ref name = CarlyleAThayer\/><ref>Edward C. O'Dowd, tr. 94.<\/ref> Hai trận đánh mở màn lần lượt vào các ngày 5 và 7 tháng 5; riêng trận tại Cao điểm 400 kéo dài sang tới ngày 7 tháng 6 với một chuỗi các đợt phản công của phía Việt Nam nhằm giành lại ngọn đồi này.<ref name=\"Zhang147\">Xiaoming Zhang, tr. 147.<\/ref> Để biện minh cho các hoạt động quân sự này, Trung Quốc tuyên bố họ tấn công để đáp trả các hành vi gây hấn của Việt Nam trong thời gian quý 1 năm đó.<ref name = CarlyleAThayer\/>\n\nĐể trả đũa, bộ binh Việt Nam đột kích vào Trung Quốc ở hướng tỉnh [[Quảng Tây]] trong các ngày 5 và 6 tháng 5. Một đại đội quân Việt Nam cũng đánh vào khu vực hợp tác xã Mãnh Động, huyện [[Ma Lật Pha|Malipo]], tỉnh [[Vân Nam]]. Trung Quốc tuyên bố đã đánh lui năm đợt tấn công xuất phát từ Việt Nam và tiêu hao hàng trăm quân Việt Nam tấn công vào Quảng Tây. Tới ngày 22 tháng 5, họ lại tuyên bố tiêu diệt 85 quân Việt Nam đánh vào khu vực Khấu Lâm thuộc tỉnh Vân Nam. Tổng cộng Trung Quốc tuyên bố đã tiêu diệt khoảng 300 quân Việt Nam trong các cuộc giao chiến qua lại trên biên giới.<ref name = CarlyleAThayer\/> Con số này không bao gồm thương vong trong các trận đánh tại Pháp Tạp Sơn và Khấu Lâm Sơn, mà theo phía Trung Quốc ghi nhận đã có tổng cộng hơn 1.700 binh sĩ Việt Nam chết hoặc bị thương.<ref name=\"Zhang147\"\/>\n\nDù chiến cuộc bùng phát dữ dội, Trung Quốc thực sự không muốn leo thang<ref name = CarlyleAThayer\/> và chỉ dùng các lực lượng biên phòng chứ không huy động quân chủ lực cho các trận đánh. Các quan sát viên phương Tây nhận định: \"Dù tình hình căng thẳng tại biên giới gia tăng, khó có khả năng diễn ra một 'bài học' của Trung Quốc cho Việt Nam. Cái giá sẽ phải trả bằng nhân mạng, tiền của và uy tín chính trị (của Trung Quốc) là quá đắt, đặc biệt là khi Việt Nam đã tăng cường lực lượng quân chính quy tại biên giới và giành được ưu thế rõ rệt về trang thiết bị\".<ref>Michael Weisskopf và Howard Simmons, \"A Slow Burn on the\nSino-Vietnam Border\", ''Asiaweek'' (22 tháng 5 năm 1981), tr. 24.<\/ref> Các nhà phân tích khác chỉ ra rằng mùa mưa sắp tới, và việc Trung Quốc mới cắt giảm ngân sách quốc phòng không cho phép họ tiến hành một cuộc xâm lược quy mô lớn.<ref>Michael Weisskopf điện về từ Bắc Kinh, ''International Herald Tribune'', 25 tháng 5 năm 1981.<\/ref>\n\n== Năm 1984: Xâm lấn biên giới ở Vị Xuyên ==\nTừ ngày 2 đến ngày 27 tháng 4 năm 1984, để hỗ trợ cho [[Liên minh chính phủ Kampuchea Dân chủ|các lực lượng phiến quân tại Campuchia]], Trung Quốc tiến hành đợt pháo kích lớn nhất nhằm vào khu vực biên giới Việt Nam kể từ sau năm 1979, với 60.000 quả đạn pháo bắn vào 16 huyện thuộc các tỉnh Lạng Sơn, Cao Bằng, Hà Tuyên và [[Hoàng Liên Sơn (tỉnh)|Hoàng Liên Sơn]]. Phối hợp với cuộc pháo kích này là hàng loạt đợt tấn công bộ binh ở cấp tiểu đoàn vào các vị trí của Việt Nam trong ngày 6 tháng 4. Cuộc tấn công lớn nhất diễn ra tại huyện [[Tràng Định]], tỉnh Lạng Sơn, với nhiều tiểu đoàn quân Trung Quốc đánh vào các cao điểm 820 và 636 gần đường tiến quân năm 1979 tại [[Nam Quan|Hữu Nghị Quan]]. Dù lực lượng hùng hậu, nhưng tới ngày hôm sau, các đợt tấn công của họ đều bị đánh lui hoặc phải bỏ các vị trí đã chiếm được.<ref name = CarlyleAThayer\/><ref>Edward C. O’Dowd, tr. 98<\/ref> Các tài liệu Trung Quốc sau này công bố rằng các đợt tấn công bộ binh này chủ yếu mang ý nghĩa nghi binh, và có quy mô nhỏ hơn nhiều so với mô tả của nguồn tin phương Tây.<ref>Xiaoming Zhang, tr. 151-152.<\/ref>\n\nTại Hà Tuyên, trong tháng 4 đến tháng 7 năm 1984, quân Trung Quốc đánh vào dải đồi thuộc huyện Vị Xuyên, mà Trung Quốc gọi là Lão Sơn (老山 hay Laoshan), gần cột mốc biên giới số 13. Lão Sơn thực ra là một dãy đồi chạy từ tây sang đông, từ ngọn đồi ở bình độ 1800 ở phía tây tới đồi bình độ 1200 ở phía đông. Ngọn đồi 1200 này phía Trung Quốc gọi là Đông Sơn (东山 hay Dongshan) hoặc với tên gọi khác là Giả Âm Sơn (者阴山 hay Zheyinshan), và đây cũng là ngọn đồi duy nhất nơi chiến sự xảy ra ở phía đông [[sông Lô]]. Tất cả các cuộc giao tranh khác tại Vị Xuyên đều diễn ra ở phía tây của sông Lô chảy vào Việt Nam.<ref name=\"ODowd100\"\/>\n\nTrung Quốc mở màn cuộc tấn công lúc 5 giờ sáng ngày 28 tháng 4 năm 1984 sau một đợt pháo kích ác liệt. Sư đoàn 40 thuộc Quân đoàn 14 của Trung Quốc vượt biên giới theo bờ tây sông Lô, còn Sư đoàn 49 (có lẽ thuộc Quân đoàn 16 từ Quân khu Nam Kinh), tấn công và đánh chiếm Cao điểm 1200.<ref>Edward C. O'Dowd, tr. 100, trích từ ''Ziwei Huanji'' (''Counterattack in Self-Defense Against Vietnam''). Theo B. P. Mahony, khi đó làm việc cho Phân cục Tình báo của Cảnh sát Liên bang [[Úc]] và được tiếp cận các tài liệu mật, có ít nhất 3 sư đoàn quân Trung Quốc tham gia tấn công (B. P. Mahony, \"Sino-Vietnamese Security Issues: Second Lesson Versus Stalemate\", trình bày tại cuộc họp của Hiệp hội Nghiên cứu châu Á tại Australia, Đại học Sydney, 12 đến 16 tháng 5 năm 1986). Các nguồn khác nêu Sư đoàn 31 thuộc Quân đoàn 11 là đơn vị đánh Cao điểm 1200. Không ngoại trừ trường hợp cả hai đơn vị này đều tham gia tấn công. Thậm chí nếu họ chỉ dùng hai sư đoàn để tấn công, quân Trung Quốc cũng có lợi thế về số lượng, với 24.000 quân chống lại chừng 10.000 quân của Sư đoàn 313 của Việt Nam.<\/ref> Lực lượng phòng ngự Việt Nam bao gồm bộ binh từ Sư đoàn 313 và khẩu đội pháo binh từ Lữ đoàn pháo binh 168 đành rút lui khỏi các ngọn đồi này.<ref>Edward C. O'Dowd, tr. 100, trích từ ''Ziwei Huanji''. Phía Trung Quốc cho biết các trung đoàn đơn lẻ thuộc các Sư đoàn 316, 312, và 345 của Việt Nam tham gia trong trận phòng ngự này.<\/ref>\n\nQuân Trung Quốc chiếm được ấp Na La và các cao điểm 226, 685 và 468,<ref>Lịch sử Lữ đoàn pháo binh 168, 1978–1998 trang 32–43.<\/ref> tạo nên một vùng lồi kéo dài khoảng 2,5&nbsp;km hướng về phía Việt Nam. Vị trí này được bảo vệ bởi vách đá dựng đứng có rừng bao phủ và dòng suối Thanh Thủy ở phía nam, chỉ có thể tiếp cận được bằng cách băng qua khoảng đất trống thung lũng sông Lô ở phía đông, và như vậy rất thuận lợi cho phòng ngự.<ref name=\"ODowd100\"\/><ref>B.P. Mahony, B. P. Mahony, \"Sino-Vietnamese Security Issues: Second Lesson Versus Stalemate\", tr. 14.<\/ref> Tuy nhiên tại các nơi khác, chiến sự diễn ra giằng co từ ngày 28 tháng 4 cho tới 15 tháng 5, và các cao điểm 1509 (tức Núi Đất, Trung Quốc gọi là Lão Sơn<ref name=\"Trận Núi Đất theo BBC\">{{Chú thích web |url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/07\/100728_laoshan_battle.shtml |ngày truy cập=2010-07-28 |tựa đề=\"Trận Núi Đất\" theo BBC |archive-date = ngày 28 tháng 7 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100728235650\/http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/07\/100728_laoshan_battle.shtml |url-status=dead }}<\/ref>), 772, 233, 1200 (tức Giả Âm Sơn) và 1030 liên tục đổi chủ. Từ ngày 15 tháng 5, chiến sự tạm dừng sau khi phía Trung Quốc bước đầu kiểm soát được các ngọn đồi này; đến ngày 12 tháng 6 và sau đó là 12 tháng 7, giao tranh lại bùng lên khi quân Việt Nam tổ chức phản công tái chiếm các vị trí đã mất.<ref name=\"ODowd100\"\/> Sau đó chiến sự dừng hẳn, chỉ có các cuộc chạm trán hoặc đọ pháo lẻ tẻ.<ref name=\"ODowd100\"\/>\n\nTheo tin tình báo Hoa Kỳ, Việt Nam không thành công trong nỗ lực tái chiếm 8 mỏm núi.<ref>\"Intelligence\", ''Far Eastern Economic Review'', 2 tháng 8 năm 1984<\/ref> Kết quả, quân Trung Quốc chiếm được một số ngọn đồi thuộc dải đồi này, gồm 29 điểm trong lãnh thổ Việt Nam. Trong số các vị trí mà quân Trung Quốc chiếm được có các cao điểm 1509, 772 ở phía tây sông Lô và các cao điểm 1250 (Núi Bạc<ref name=\"Trận Núi Đất theo BBC\"\/>), 1030 và đỉnh Si Cà Lá ở phía đông sông Lô. Chiến sự diễn ra dọc tuyến biên giới dài khoảng 11&nbsp;km, và nơi quân Trung Quốc chiếm được sâu nhất trong lãnh thổ Việt Nam là các cao điểm 685 vầ 468, nằm cách biên giới khoảng 2&nbsp;km.<ref name = CarlyleAThayer\/> Giao tranh kéo dài dai dẳng, nhưng không có nơi nào quân Trung Quốc tiến sâu được hơn vào lãnh thổ Việt Nam quá 5&nbsp;km, dù quân đông hơn nhiều.<ref name=\"ODowd100\">Edward C. O’Dowd, tr. 100.<\/ref> Hai bên vẫn tiếp tục giành giật các cao điểm này trong một loạt các đợt xung đột khác diễn ra cho đến sau năm 1986.<ref name=\"ODowd101\"\/>\n\nĐể phòng ngự các khu vực chiếm được, Trung Quốc duy trì hai quân đoàn tại khu vực Vị Xuyên, bao gồm bốn sư đoàn bộ binh, hai sư đoàn pháo binh và vài trung đoàn xe tăng. Sư đoàn pháo binh Trung Quốc bố trí tại khu vực này gồm pháo 130&nbsp;mm và [[lựu pháo]] 152&nbsp;mm, cũng như hỏa tiễn 40 nòng. Các trung đoàn bộ binh có pháo 85&nbsp;mm và súng cối loại 100-D. Trong một số trận đụng độ, Trung Quốc đưa cả xe tăng vào giao chiến.<ref name = Xiaobing260>Xiaobing Li, tr. 260<\/ref>\n\nTheo công bố chính thức của Việt Nam vào tháng 6, họ đã tiêu diệt một trung đoàn và 8 tiểu đoàn quân Trung Quốc, \"loại khỏi vòng chiến đấu\" 5.500 quân Trung Quốc.<ref>Paul Quinn-Judge, \"Borderline Cases\", ''Far Eastern Economic Review'', 21 tháng 6 năm 1984, tr. 26<\/ref> Tới tháng 8, Việt Nam tuyên bố nâng tổng số quân Trung Quốc bị loại ra khỏi vòng chiến đấu lên đến 7.500 quân trong vòng 4 tháng.<ref>Đài phát thanh Hà Nội, trích bởi ''The Nation Review'' [Bangkok], 7 tháng 8 năm 1984<\/ref> Đổi lại, Trung Quốc tuyên bố loại khỏi vòng chiến khoảng 2.000 quân Việt Nam, còn về phía mình Trung Quốc có 939 lính và 64 dân công chết trong vòng 5 tuần của chiến dịch tiến công Lão Sơn.<ref name = Xiaobing260\/> Cũng theo phía Trung Quốc, đã có thêm khoảng 1.080–3.000 quân Việt Nam tử trận sau trận đánh ngày 12 tháng 7.<ref>Xiaoming Zhang, tr. 156.<\/ref> Phía Việt Nam xác nhận trong ngày này, Sư đoàn 356 của họ đã có gần 600 binh sĩ thiệt mạng.<ref>[http:\/\/www.baodatviet.vn\/chinh-tri-xa-hoi\/201307\/tuong-niem-anh-hung-liet-si-truong-bon-bien-gioi-phia-bac-2350521\/ \"Tưởng niệm anh hùng liệt sĩ Truông Bồn, biên giới phía Bắc\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130718070903\/http:\/\/www.baodatviet.vn\/chinh-tri-xa-hoi\/201307\/tuong-niem-anh-hung-liet-si-truong-bon-bien-gioi-phia-bac-2350521\/ |date = ngày 18 tháng 7 năm 2013}}, báo ''Đất Việt'', cập nhật 15 tháng 7 năm 2013.<\/ref><ref name=tuoitre>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/617513\/nuo%CC%81c-ma%CC%81t%C2%A0vi%CC%A3-xuyen.html#ad-image-0 \"Nước mắt Vị Xuyên\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140713014306\/http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/617513\/nuo%CC%81c-ma%CC%81t%C2%A0vi%CC%A3-xuyen.html#ad-image-0 |date=2014-07-13 }}, báo ''Tuổi Trẻ'', cập nhật 16 tháng 11 năm 2014.<\/ref> Ngoài ra còn có 820 binh sĩ Việt Nam khác bị thương trong đợt xung đột này.<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/hang-nghin-chien-si-thuong-vong-ngay-cao-diem-tran-chien-vi-xuyen-3022565.html \"Hàng nghìn chiến sĩ thương vong ngày cao điểm trận chiến Vị Xuyên\"], ''VnExpress'', cập nhật 12 tháng 3 năm 2016.<\/ref>\n\n== Năm 1986-1987: \"Chiến tranh giả\" ==\nNếu như trong năm 1985, Trung Quốc bắn khoảng 800.000 phát đạn pháo vào Vị Xuyên, trong tổng số khoảng 1 triệu phát đạn pháo trên toàn biên giới, thì số vụ bắn phá trong năm 1986 cho tới đầu năm 1987 giảm hẳn, chỉ còn chừng vài chục ngàn viên đạn pháo một tháng. Đây có lẽ là kết quả của việc Liên Xô, mà cụ thể là Tổng bí thư [[Mikhail Sergeyevich Gorbachyov|Gorbachev]] kêu gọi bình thường hóa quan hệ Việt Nam - Trung Quốc trong bài diễn văn tại [[Vladivostok]]. Tới tháng 10 năm 1986, Trung Quốc cũng thành công trong việc thuyết phục Liên Xô tiến hành đàm phán về vấn đề Campuchia trong vòng đàm phán thứ 9 giữa Liên Xô và Trung Quốc.<ref>AFP điện từ Bắc Kinh, ''The Canberra Times'', 6 tháng 10 năm 1986.<\/ref>\n\nTuy nhiên, giữa lúc các tín hiệu ngoại giao đang có xu thế trở nên tích cực, thì tình hình biên giới đột nhiên trở lại căng thẳng. Ngày 14 tháng 10 năm 1986, Việt Nam tố cáo Trung Quốc bắn 35.000 phát đạn pháo vào Vị Xuyên, và có những hành động lấn chiếm lãnh thổ. Việt Nam cho biết đã đẩy lui ba đợt tấn công của quân Trung Quốc tại Cao điểm 1100 và cầu Thanh Thủy. Đây có thể là phản ứng của Trung Quốc trước việc Liên Xô từ chối gây sức ép đòi Việt Nam phải rút quân khỏi Campuchia,<ref>\"A Crescendo for Withdrawal\", ''Asiaweek'', 2 tháng 11 năm 1986, tr. 11.<\/ref> hoặc để đáp lại các hoạt động quân sự mùa khô mà Việt Nam đang chuẩn bị tại Campuchia. Trong tháng 1 năm 1987, Việt Nam cho biết Trung Quốc tăng cường bắn phá và đưa quân xâm lấn lãnh thổ. Quân Trung Quốc đã bắn hàng chục ngàn phát đạn pháo (60.000 phát pháo riêng trong ngày 8 tháng 1) và mở 15 đợt tấn công với lực lượng tham gia cỡ sư đoàn đánh vào các vị trí quân Việt Nam tại các mỏm 233, 685, 1100 và 1509. Phía Việt Nam cho biết đã gây 1.500 thương vong vào quân Trung Quốc. Ngược lại, Trung Quốc cũng tuyên bố đã gây 500 thương vong vào quân Việt Nam; họ cũng phủ nhận con số do phía Việt Nam đưa ra nhưng thừa nhận các lực lượng Trung Quốc đã chịu \"tổn thất đáng kể\".<ref name = CarlyleAThayer\/><ref>Michael Brecher và Jonathan Wilkenfield, tr. 161.<\/ref> Ngày 5 tháng 10 năm 1987, một máy bay chiến đấu [[Mikoyan-Gurevich MiG-21|MiG-21]] của [[Không quân Nhân dân Việt Nam]] bị phía Trung Quốc bắn rơi trên vùng trời huyện [[Long Châu, Sùng Tả|Long Châu]], tỉnh Quảng Tây.<ref>Edward C. O'Dowd, tr. 105-106.<\/ref>\n\nTheo Carlyle A. Thayer nhận định, giao tranh lần này chỉ mang tính một cuộc \"chiến tranh giả\". Dù chiến sự diễn ra kịch liệt tại Vị Xuyên, tình hình tại các tỉnh biên giới khác của Việt Nam khá yên tĩnh, và quân Trung Quốc không huy động các đơn vị quân chủ lực trong suốt thời gian xung đột bùng nổ. Tương quan quân sự của hai nước tại vùng biên giới không thay đổi trong thời gian này.<ref name = CarlyleAThayer\/>\n\n== Năm 1988: Hải chiến Trường Sa ==\n{{chính|Chiến dịch CQ-88|Hải chiến Trường Sa 1988}}\nTừ năm 1978, Hải quân nhân dân Việt Nam đã tiến hành Chiến dịch CQ-88 nhằm \"chạy đua\" trong việc kiểm soát các đảo đá trên quần đảo Trường Sa. Trong thời gian này, Hải quân Việt Nam thường né tránh việc xảy ra xung đột quân sự với các lực lượng hải quân nước khác, trong đó có Trung Quốc.\n\nXung đột quân sự nổ ra trên biển Đông năm 1988 khi [[Hải quân Quân Giải phóng Nhân dân Trung Quốc]] đưa quân chiếm đóng một số đảo, đảo chìm, bãi ngầm thuộc quần đảo Trường Sa và Hải quân Nhân dân Việt Nam đưa quân ra bảo vệ, đánh trả và cuộc chiến nổ ra vào ngày 14 tháng 3 năm 1988. Kết quả là phía Việt Nam mất 3 tàu vận tải hải quân, 64 thủy thủ Việt Nam đã hy sinh và Trung Quốc đã chiếm đóng thêm một số lãnh thổ mà Việt Nam luôn cho là chủ quyền của mình.\n\n== Kết quả ==\nKể từ tháng 4 năm 1987, quân Trung Quốc giảm quy mô các hoạt động quân sự tại Việt Nam, dù quân của họ tiếp tục tuần tra tại Lão Sơn và Giả Âm Sơn. Từ tháng 4 năm 1987 tới tháng 10 năm 1989 họ chỉ tiến hành 11 cuộc tấn công, chủ yếu là pháo kích. Tới năm 1992, Trung Quốc chính thức hoàn tất việc rút quân khỏi Lão Sơn và Giả Âm Sơn.<ref name=\"Li263\">Xiaobing Li, tr. 263<\/ref>\n\nTrung Quốc dần thực hiện việc rút quân khỏi các vị trí đã chiếm đóng của Việt Nam trong thời gian trước. Từ năm 1989, Trung Quốc rút khỏi một số điểm ở phía bắc suối Thanh Thủy. Ngày 13 tháng 3 năm 1989, họ rút khỏi 20 vị trí và đến tháng 9 năm 1989, họ rút khỏi 9 điểm còn lại. Tại Cao điểm 1509 mà Trung Quốc gọi là Lão Sơn (lưu ý có 2 cao điểm cùng tên là 1509, 1 mỏm thuộc Việt Nam và 1 thuộc Trung Quốc theo [[Hiệp ước Pháp - Thanh]]), họ cho tiến hành xây cất công sự bê tông tại các vị trí thuộc phần lãnh thổ của mình sau khi chiến sự kết thúc, chỉ để lại các công sự đất tại phần thuộc Việt Nam, được trao trả theo hiệp định biên giới năm 2009 giữa hai nước.\n\nHàng nghìn người thuộc cả hai phía thiệt mạng trong cuộc chiến. Tại nghĩa trang quân đội Vị Xuyên ở tỉnh Hà Giang, có hơn 1.600 ngôi mộ liệt sĩ Việt Nam hy sinh trong suốt các giai đoạn cuộc chiến cho tới tận năm 1990.<ref name=\"danwei\">Zhou Yu, [http:\/\/www.danwei.org\/magazines\/the_sino-vietnamese_war_thirty.php \"The Sino-Vietnamese War: A Scar on the Tropic of Cancer\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180916220219\/http:\/\/www.danwei.org\/magazines\/the_sino-vietnamese_war_thirty.php |date = ngày 16 tháng 9 năm 2018}}, ''Phoenix Weekly'', 5 tháng 4 năm 2009, tr. 34. Cập nhật ngày 6 thátổn ng 5 năm 2016.<\/ref><ref name=\"ODowd101\">Edward C. O’Dowd, tr. 101.<\/ref> Số liệu Việt Nam công bố gần đây ghi nhận khoảng 4.000 bộ đội hy sinh và hơn 5.000 người khác bị thương tại khu vực này trong giai đoạn từ năm 1984 đến 1989.<ref name=\"Vnexpress2016\">[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/hon-4-000-chien-si-hy-sinh-bao-ve-bien-gioi-vi-xuyen-3436441.html?vn_source=rcm_detail&vn_medium=thoisu&vn_campaign=rcm&ctr=rcm_detail_env_4_click_thoisu \"Hơn 4.000 chiến sĩ hy sinh bảo vệ biên giới Vị Xuyên\"], ''VnExpress'', ngày 14 tháng 7 năm 2016, cập nhật 14 tháng 1 năm 2018.<\/ref> Phía Trung Quốc tuyên bố con số thương vong tương ứng của họ là 41.000 lính , trong đó có hơn 20.000 lính tử trận.<ref name=\"Zhang161\">Xiaoming Zhang, tr. 161. Between 1984 and 1989, a total of 180,000 Chinese troops were sent to fight at Laoshan... The Chinese admitted to suffering 4,100 casualties, about half of them deaths<\/ref>\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n==Tham khảo==\n{{refbegin}}\n* {{chú thích sách|title=''Brother Enemy: The War after the War''\n|url=https:\/\/archive.org\/details\/brotherenemywara0000chan_h4n2\n|author=Nayan Chanda\n|publisher=Harcourt Brace Jovanovich\n|year=1986\n|isbn=0-15-114420-6}}\n* {{chú thích sách|author=François Joyaux|title=La Tentation impériale - Politique extérieure de la Chine depuis 1949\n|publisher=Imprimerie nationale\n|location=Paris\n|year=1994\n|isbn=2-11-081331-8}}\n* {{chú thích sách|title=A History of Modern Chinese Army''\n|author=Xiaobing Li\n|publisher=University Press of Kentucky\n|year=2007\n|isbn=9780813124384\n|url=http:\/\/books.google.com\/books?id=svBt-hzD53AC&printsec=frontcover}}\n* {{chú thích sách|title=Chinese Military Strategy in the Third Indochina War''\n|author=Edward C. O'dowd\n|publisher=Routledge\n|year=2007\n|isbn=9780415414272\n|url=http:\/\/books.google.com\/books?id=r1wE8uYS9cEC&printsec=frontcover}}\n* {{chú thích sách|title =Deng Xiaoping's Long War: The Military Conflict between China and Vietnam, 1979-1991\n|author=Xiaoming Zhang\n|publisher=University of North Carolina Press\n|year=2015\n|isbn =9781469621258 \n|url =https:\/\/books.google.com.vn\/books?id=bCQUCAAAQBAJ&printsec=frontcover&hl=vi&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false}}\n* {{chú thích sách|title=''Harvesting Pa Chay's Wheat: The Hmong and America's Secret War in Laos''\n|author=Keith Quincy\n|publisher=Eastern Washington University Press\n|year=2000\n|isbn=978-0-910055-61-1\n|url=https:\/\/archive.org\/details\/harvestingpachay00quin}}\n* {{chú thích sách|title = A Study of Crisis\n|author1 = Michael Brecher\n|author2 = Jonathan Wilkenfield\n|publisher = University of Michigan Press\n|year = 2000\n|url = https:\/\/books.google.com.vn\/books?id=GjY7aV_6FPwC&printsec=frontcover&hl=vi&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false\n|isbn = 0-472-10806-9 }}\n* Carlyle A. Thayer, ''[ftp:\/\/coombs.anu.edu.au\/coombspapers\/otherarchives\/asian-studies-archives\/seasia-archives\/politics\/seasia-security-issues.txt Security Issues in Southeast Asia: The Third Indochina War]{{Liên kết hỏng|date = ngày 4 tháng 4 năm 2021 |bot=InternetArchiveBot }}'', Hội nghị về An ninh và Kiểm soát vũ khí tại Bắc Thái Bình Dương, Đại học Quốc gia Australia, Canberra, tháng 8 năm 1987.\n\n{{các chủ đề|Quân sự|Việt Nam|Trung Quốc}}\n\n[[Thể loại:Lịch sử Cộng hòa Nhân dân Trung Hoa]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Chiến tranh liên quan tới Trung Quốc]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]\n[[Thể loại:Chiến tranh Việt Nam–Trung Quốc]]\n[[Thể loại:Xung đột thế kỷ 20]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Việt Nam năm 1990]]\n[[Thể loại:Trung Quốc năm 1979]]\n[[Thể loại:Việt Nam năm 1979]]\n[[Thể loại:Trung Quốc năm 1990]]\n[[Thể loại:Chiến tranh biên giới Việt–Trung 1979]]"}