{"1262463":"{{Infobox military conflict\n| conflict = Nổi dậy ở Lào\n| partof = [[Chiến tranh Đông Dương lần thứ ba]]\n| image = \n|caption= \n| date = 1975 - 2007 <ref>{{chú thích web | url = http:\/\/en.wikipedia.org\/wiki\/Vietnam_People%27s_Army#International_presence | tiêu đề = People's Army of Vietnam  | author =  | ngày =  | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ = }}<\/ref> <small>(về cơ bản đã bị dập tắt)<\/small><br>2007 - c. 2020<small> (hoạt động lẻ tẻ không như giai đoạn 1975 - 2007)<br>c. 2020 - c. 2021 (Xung đột kết thúc)\n| place = [[h'Mông|người Hmong]]: '''Bắc và Trung [[Lào]]''' <small>(1975–2007)<\/small><br> Những người bảo hoàng, người cánh hữu: '''Nam Lào''' <small>(những năm 1980-đầu 1990)<\/small>\n| casus = \n| status = [[Cộng hòa Dân chủ Nhân dân Lào]] chiến thắng <br> Các lực lượng Hmong nổi dậy về cơ bản bị dập tắt <br> Lãnh tụ [[Vang Pao]] ở Hoa Kỳ bị truy tố<br>Quân nổi dậy vẫn hoạt động tiếp tục ở Lào nhưng rất nhỏ (2007-2020) \n| combatant1 = {{flagicon|Laos}} [[Lào]]\n*[[H'Mông|Người Hmong]] thân chính phủ\n*[[Người Hoa|Người Trung Quốc]] thân chính phủ\n{{flagicon|Vietnam}} [[Việt Nam]]<br>{{flag|Việt Nam Dân chủ Cộng hòa}} <small>(tới năm 1976)<\/small><br>{{flag|Liên Xô}} <small>(đến 1989)<\/small> <!---http:\/\/maivision.com\/Writing\/paper1.pdf--->\n| combatant2 = [[Phong trào kháng chiến Lào]]\n*[[h'Mông|người H'Mông]] [[Lào]]\n*[[h'Mông|người H'Mông]] [[Thái Lan]] <!---http:\/\/www.onwar.com\/aced\/data\/lima\/laos1977.htm--->\nTổ chức Giải phóng Dân tộc Lào<br> <small>(1984-)<\/small> <!---http:\/\/www.vietvisiontravel.com\/tour\/pgid\/44\/aid\/5964\/---><br>\nMặt trận Liên minh Giải phóng Lào <small>(1980-)<\/small><br> <!---Laos based organization branch--->\n----\n{{flagicon|Laos|1952}} Chính phủ Dân chủ Hoàng gia Lào <small>(1982)<\/small>\n----\nChao Fa <small>(đến 1984)<\/small><br>\nMặt trận Giải phóng Dân tộc Lào<br>\nMặt trận Thống nhất Độc lập Lào<br> <!---http:\/\/www.vietvisiontravel.com\/tour\/pgid\/44\/aid\/5964\/--->\nLực lượng Cứu quốc nước Lào Dân chủ Tự do<br>\n{{flagicon|Cambodia|1975}} [[Quân đội Quốc gia Campuchia Dân chủ]] <small>(1979-1983: ''tham gia hạn chế'')<\/small> <!---http:\/\/www.aiipowmia.com\/ssc\/ssc36.html--->\n\n'''''Được hỗ trợ bởi''''':<br>\n{{flagicon|Trung Quốc}} [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]] <\/small> <!---http:\/\/www.onwar.com\/aced\/data\/lima\/laos1977.htm---><br>\n{{flagicon|Cambodia|1975}} [[Campuchia Dân chủ]] <small>(đến 1979)<\/small><br> <!---http:\/\/www.aiipowmia.com\/ssc\/ssc36.html--->\n{{flagicon|Cambodia|1975}} [[Khmer Đỏ]] <br>\n{{flagicon|Cambodia|1975}} [[Khmer Đỏ|Đảng Campuchia Dân chủ]] <small>(1981 đến 1992)<\/small><br>\n{{flagicon|Thailand}} [[Thái Lan]] <small>('''Cánh hữu''': nửa đầu thập niên 1980)<\/small> <!---http:\/\/www.onwar.com\/aced\/data\/lima\/laos1977.htm---> <small>('''Hmong''': to 1990)<\/small><br>\n{{flagicon|Hoa Kỳ}} [[Hoa Kỳ]]<br>\nNeo Hom <small>(support. 1981-)<\/small><ref>{{chú thích web | url = http:\/\/www.globalpolitician.com\/22937-laos | tiêu đề = Domain Names and Web Hosting by IPOWER | author =  | ngày =  | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2008-05-18 | archive-url = https:\/\/web.archive.org\/web\/20080518055332\/http:\/\/www.globalpolitician.com\/22937-laos\/ | url-status = dead }}<\/ref><ref>{{chú thích báo| url=http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/6735609.stm | work=BBC News | title=Laos' controversial exile | date = ngày 11 tháng 6 năm 2007}}<\/ref> <!---American exiled USA branch---><br>\n{{flagicon|Laos|1952}} [[Chính phủ lưu vong Hoàng gia Lào]]<br>\n[[h'Mông|Người H'Mông]] ở nước ngoài\n| commander1 = \n| commander2 =\n|strength1=Không rõ\n|strength2=15.000 du kích Hmong (1975)<br>40.000 quân nổi dậy LPNLUF <br>2.000 đến 3.000 LNLF (Những năm 1990)\n|casualties3=trên 100.000 chết, 300.000 người tị nạn}}\n\nNhững cuộc '''Nổi dậy ở Lào''' là những xung đột quân sự lẻ tẻ đang diễn ra giữa [[Quân đội Nhân dân Lào]] với những cựu thành viên chủ chốt của [[Chiến tranh Việt Nam tại Lào|Đội quân bí mật]] hoặc với những [[h'Mông|người Hmong]] sợ bị chính quyền trả thù do họ đã hỗ trợ cho những chiến dịch [[chủ nghĩa chống cộng|chống cộng]] của [[Hoa Kỳ|Mỹ]] thực hiện ở Lào trong cuộc chiến tranh Việt Nam. Tuy bị trấn áp quyết liệt nhưng dĩ vãng về những cuộc nổi dậy của những người bảo hoàng vào đầu những năm 1980 vẫn được tiếp nối thông qua các lực lượng du kích khoảng 1000 người hoạt động một cách không thường xuyên. Một cuộc nổi dậy của những người [[cánh hữu]] với sự hỗ trợ từ bên ngoài đã được thực hiện tuy nhiên nó đã kết thúc trước thập niên 1990. Đến năm 2007 lãnh đạo Hmong [[Vàng Pao]] lưu vong tại Mỹ bị truy tố vì âm mưu lật đổ chính phủ Cộng hòa Dân chủ Nhân dân Lào. Dù vậy Vang Pao về sau được tòa án Hoa Kỳ trả tự do. Phong trào của người Hmong nổi dậy về cơ bản đã chấm dứt.\n\n==Lịch sử quân nổi dậy==\n===Cuộc nổi dậy của người H'Mông===\nXung đột bắt nguồn từ ba sự kiện xảy ra trước khi Lào độc lập: Hoàng thân [[Souphanouvong]] thất bại khi tổ chức đảo chính, người H'Mông trợ giúp người Pháp chống lại quân Lào và Việt Nam ở [[Xiêng Khoảng]] và người Pháp ban cho người H'Mông ở Lào quyền lợi ngang bằng với người Lào.\n\nNăm 1946, sau khi Nhật Bản chấm dứt sự chiếm đóng, Hoàng tử [[Souphanouvong]] cùng các anh em cùng cha khác mẹ là Hoàng tử [[Souvanna Phouma]] và Hoàng tử [[Phetsarath Rattanavongsa|Phetsarath]] thành lập hai chính phủ độc lập riêng biệt, nhanh chóng lật đổ Quốc vương Lào [[Sisavang Vong]], người muốn giao đất nước trở lại quyền cai trị của đế quốc. Người Hmong, trong hơn nửa thế kỷ liên kết với Pháp, đã được họ (Người Pháp) trao quyền bình đẳng như người Lào. [[Touby Ly Foung|Touby Lyfoung]], một nhà lãnh đạo quan trọng của người Hmong, được chính quyền Pháp khen ngợi vì đã lãnh đạo một lực lượng kết hợp giữa Pháp, Lào và Hmong để giải phóng Xiêng Khoảng khỏi một lực lượng cộng sản của người Lào và Việt Nam và cứu các đại diện của Pháp trong làng. Hành động này là một phần của [[Chiến tranh Đông Dương lần thứ nhất]]. \n\nĐặc biệt sau khi Pháp rút quân khỏi Đông Dương sau thất bại tại [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]] và sự can dự nhằm ngăn chặn cộng sản lan rộng ở Lào của Hoa Kỳ, họ đã coi người Hmong như là 1 lực lượng ngăn chặn cộng sản, với một căn cứ chính ở [[Long Cheng]], tỉnh [[Xiengkhuang]]. Bằng cách đó, họ đã sử dụng người Hmong để xâm chiếm Lào và biến đất nước đó như 1 quân cờ trong [[thuyết domino]]. Dựa vào đó, lực lượng người Hmong đã thực thi những nhiệm vụ như giải cứu phi công Hoa Kỳ (đưa những phi công này đến nơi gọi là \"thành phố bí mật\") và hỗ trợ cho các đợt ném bom của Hoa Kỳ.\n\nĐến năm 1975, sau khi chiến tranh Việt Nam kết thúc, hơn 30.000 người Hmong đã bị đưa đến các trại cải tạo như những tù nhân chính trị, nơi họ thụ án vô định, đôi khi là chung thân. Chịu đựng lao động chân tay nặng nhọc và điều kiện khó khăn, nhiều người đã chết. Điều này đã khiến cho hàng nghìn người Hmong, chủ yếu là các cựu chiến binh hoặc những người đã từng ủng hộ [[Vương quốc Lào|Hoàng gia Lào]] trong [[Nội chiến Lào|cuộc nội chiến]] đến các vùng núi hẻo lánh ở Lào, nơi họ đã sử dụng súng đạn từ thời chiến tranh Việt Nam để chống trả lại [[Quân đội Nhân dân Lào|Quân đội nhân dân Lào]] và [[Quân đội nhân dân Việt Nam]]. \n\nMặc dù lực lượng nổi dậy này hầu như không gây ra bất kỳ mối đe dọa quân sự nào nhưng [[Quân đội Nhân dân Lào|Quân đội nhân dân Lào]] vẫn coi họ là những \"kẻ cướp\" và tiếp tục tấn công. Điều này gây ra thương vong lớn cho lực lượng nổi dậy, khiến cho việc đi tìm thức ăn và việc định cư lâu dài là không thể đối với họ. \n\nĐối mặt với tình trạng thiếu thức ăn, nước uống, nhiều người Hmong đã chạy trốn sang [[Thái Lan]] hoặc [[California]] để dược sự cứu trợ từ các nước đó. Vào tháng 12 năm 2009, một nhóm 4.500 người tị nạn đã bị buộc hồi hương về Lào từ các trại ở Thái Lan bất chấp sự phản đối của Liên Hợp Quốc và Hoa Kỳ.\n\nVào ngày 18 tháng 9 năm 2009, Chính phủ Liên bang đã bãi bỏ mọi cáo buộc đối với Vang Pao, thông báo trong một thông cáo rằng \"việc tiếp tục truy tố bị cáo này không còn hiệu lực\" và chính phủ liên bang được phép xem xét \"bản án có thể xảy ra hoặc các hậu quả khác nếu người bị kết án.” mặc cho đã có sự phản đối kịch liệt từ CHND Lào và Việt Nam.\n\nTháng 12 năm 2013, quân đội Lào tiếp tục tăng cường sự hiện diện của họ trong khu vực bằng cách tạo thêm các căn cứ quân sự và đưa nhiều binh sĩ hơn vào khu vực. Mật độ binh lính hiện diện tăng cao đã gián tiếp gây ra nhiều vụ đụng độ hơn giữa 2 phe dẫn đến nhiều người chết.\n\nVào ngày 8 tháng 4 năm 2016, quân đội Lào đã phát động một cuộc tấn công quân sự vào lãnh thổ của cộng đồng người Hmong ở khu vực [[Phou Bia]].\n\nVào tháng 11 năm 2017, chính phủ Lào đã tăng cường pháo kích vào các khu vực của người Hmong.\n\nVào ngày 20 tháng 6 năm 2020, một binh sĩ chính phủ đã bị bắn chết khi đang tuần tra kiểm tra việc trồng cây thuốc phiện bất hợp pháp.\n\nVào ngày 9 tháng 3 năm 2021, một chiến binh đã thiệt mạng trong cuộc đụng độ với binh lính Lào ở quận [[Thathom]], [[Xaysomboun]]. Sau cuộc đụng độ, chính phủ đã cử quân đội truy lùng những tay súng bỏ trốn.\n\n===Cuộc nổi dậy của những người bảo hoàng===\nBắt đầu từ năm 1980, các lực lượng chống Cộng sản, phe bảo hoàng đã thành lập tổ chức dưới cái gọi là Mặt trận Giải phóng Dân tộc Lào (LNLF) đã tiến hành cuộc nổi dậy của chính họ ở Nam Lào; trong số đó đã được bắt đầu bởi một loạt các cuộc tấn công chiến tranh du kích thành công khi thu giữ vũ khí từ quân đội Lào và Việt Nam.\n\nNhưng dần dần về sau khi mà quân đội Lào đã mạnh hơn thì LNLF cũng bắt đầu suy yếu dần dần do sức chống trả đã kiệt quệ, đồng thời cả vũ khi và nhân lực đều giảm dẫn đến cuối cùng các cuộc nổi dậy của họ bị dập tắt. Thể hiện rõ ràng từ những năm 1970 đến 1980 khi mà các nguồn viện trợ từ Khmer Đỏ và Trung Quốc it dần đi, 1 phần là do cả Khmer Đỏ và Trung Quốc đều đang chống lại Việt Nam do Việt Nam thực hiện chiến dịch giải phóng nhân dân Campuchia khỏi Khmer đỏ vì thế nên họ đã ngưng hỗ trợ cho lực lượng này, nhân lực của họ cũng kém đi khi mà theo ước tính họ chỉ còn 2.000 đến 3.000 quân sót lại vào năm 1990. Cuối cùng dẫn đến việc mặt trận suy yếu đi và bị xóa sổ sau đó.\n\n===Cuộc nổi dậy của những người cánh hữu===\nMột phe khác là phe cánh hữu do Mặt trận Thống nhất Giải phóng Lào (LPNLUF) và các nhóm nhỏ đồng minh tương tự lãnh đạo chống lại chính phủ Lào. Ban đầu họ nhận được nhiều sự hỗ trợ từ Khmer Đỏ và Trung Quốc như vũ khí đạn dược và huấn luyện chiến đấu, cộng thêm quân số rất đông có thể lên đến 40.000 quân. Tuy nhiên, các cuộc nổi dậy của họ tỏ ra kém hiệu quả và thường bị [[Quân đội Nhân dân Lào|quân đội nhân dân Lào]] dập tắt dễ dàng.\n\nTrước khi Mặt trân bị xóa sổ gần như hoàn toàn, họ đã từng tuyên bố nắm giử tạm thời khoảng 1\/3 lãnh thổ đất nước trước khi chính phủ Lào lấy lại những vùng đó bằng vũ lực.\n\nNhững thành phần chính của quân nổi dậy lãnh đạo chủ yếu bởi các cựu quan chức Lào và những người từng phục vụ trong [[Lực lượng Vũ trang Hoàng gia Lào|Lực lượng vũ trang hoàng gia Lào]] do lo sợ chính quyền mới trả thù mà đã chạy trốn vào rừng hoặc lưu vong để chiến đấu chống lại chính phủ nhân dân mới được thành lập.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n*[http:\/\/www.factfinding.org\/main.html FactFinding.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120211200025\/http:\/\/www.factfinding.org\/main.html |date=2012-02-11 }} - information about the Hmong veterans of the [[Laotian Civil War|Secret War]] remaining in the jungles of Laos (requires [[Adobe Flash]])\n*[https:\/\/archive.is\/20130112144220\/findarticles.com\/p\/articles\/mi_m1282\/is_n20_v47\/ai_17443642 \"Acts of Betrayal\"], by Michael Johns, ''National Review'', ngày 23 tháng 10 năm 1995.\n*[http:\/\/rebeccasommer.org\/documentaries\/Hmong\/index.php Clips from \"Hunted like animals\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070429110814\/http:\/\/www.rebeccasommer.org\/documentaries\/Hmong\/index.php |date=2007-04-29 }} - a documentary by [[Rebecca Sommer]] on the plight of the Hmong in Laos and problems faced by those facing repatriation from Thai refugee camps\n\n[[Thể loại:Xung đột thế kỷ 20|Lào]]\n[[Thể loại:Lào thế kỷ 20]]\n[[Thể loại:Xung đột thế kỷ 21]]\n[[Thể loại:Lào thế kỷ 21]]\n[[Thể loại:Lịch sử Lào kể từ 1945]]\n[[Thể loại:Người H'Mông]]\n[[Thể loại:Văn hóa và lịch sử người Mỹ gốc H'Mông]]\n[[Thể loại:Chiến tranh bán đảo Đông Dương]]\n[[Thể loại:Chính trị Lào]]\n[[Thể loại:Chiến tranh liên quan tới Lào]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh ủy nhiệm]]"}