{"144212":"{{không nguồn gốc}}\n'''Xuân Đức''' ([[1947]]-[[2020]]) là một nhà văn Việt Nam, được trao [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học Nghệ thuật năm 2007.\n\n==Sự nghiệp==\nÔng tên thật là '''Nguyễn Xuân Đức''', sinh ngày [[4 tháng 1]] năm [[1947]], tại xã Vĩnh Hòa, huyện [[Vĩnh Linh]], tỉnh [[Quảng Trị]]. Thuở nhỏ ông sống cùng gia đình ở quê mẹ tại bờ Bắc sông Hiền Lương. Sau khi tốt nghiệp phổ thông tại Trường cấp ba Vĩnh Linh vào năm 1965, ông thoát ly gia đình và tham gia tiểu đoàn 47 quân địa phương Vĩnh Linh chiến đấu tại vùng núi Quảng Trị, phía Nam bờ Hiền Lương.\n\nVốn có kiến thức văn hóa, ông tham gia viết bài cho báo quân đội của Khu đội Vĩnh Linh rồi Quân khu 4. Năm 1976, ông được cử tham gia trại sáng tác của [[Tổng cục Chính trị]]. Năm 1979, theo học tại Trường Viết văn Nguyễn Du khóa 1. Sau khi tốt nghiệp, ông được phân công công tác tại Đoàn kịch nói Tổng cục Chính trị. Ông công tác tại đây cho đến khi giải ngũ với quân hàm Trung tá vào năm 1990.\n\nSau khi giải ngũ, ông về sống tại thị xã Đông Hà, Quảng Trị và chuyển ngành công tác tại Sở Văn hóa Thông tin tỉnh Quảng Trị, giữ chức Phó giám đốc Sở. Từ năm 1995 đến 2006, ông là Tỉnh ủy viên, Giám đốc Sở Văn hóa - Thông tin, Tổng thư ký Hội Văn học nghệ thuật Quảng Trị. Tháng 7 năm 2006, ông nghỉ hưu.\nÔng mất vào ngày 20\/06\/2020.\n\nÔng trở thành Hội viên Hội Nhà văn Việt Nam từ năm 1982, khi còn đang công tác tại Đoàn kịch nói Tổng cục Chính trị. Ngày 2 tháng 2 năm 2007, ông được [[Chủ tịch nước]] [[Nguyễn Minh Triết]] ký quyết định trao tặng [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] chuyên ngành Văn học cho các tác phẩm ''[[Người không mang họ]] ''(1984), ''Cửa gió'' (1982), ''Tượng đồng đen một chân'' (1988).\n\nNgoài ra, ông còn được trao tặng nhiều giải thưởng khác như:\n* Giải thưởng Hội Nhà văn Việt Nam (cho tiểu thuyết Cửa gió, 1982);\n* Giải thưởng Bộ Quốc phòng (cho vở Người mất tích, 1990);\n* Giải thưởng văn học Bộ Nội vụ (1995) cho tiểu thuyết Người không mang họ;\n* Giải thưởng Hội nghệ sĩ sân khấu (1995) cho kịch bản Cuộc chơi;\n* Giải thưởng cuộc vận động viết về chiến trang Cách mạng và người chiến sĩ (1994), Giải thưởng Hội nghệ sĩ sân khấu Việt Nam, Huy chương vàng Hội diễn sân khấu toàn quốc cho kịch bản Cái chết chẳng dễ dàng gì...\n* Giải thưởng kịch bản Sân khấu năm 2007 cho kịch bản \"Chuyến tàu tốc hành trong đêm\"\n* Giải thường Hồ Chí Minh về văn học - nghệ thuật năm 2022 cho các kịch bản: Ám ảnh, Những mặt người thấp thoáng, Nhiệm vụ hoàn thành và tuyển tập kịch Chứng chỉ thời gian\n\nÔng mất ngày [[21 tháng 6]] năm [[2020]] tại [[Hà Nội]].\n\n==Một số tác phẩm==\n===Tác phẩm xuất bản===\n* Cửa gió (tiểu thuyết, 2 tập, 1980 - 1984); \n* [[Người không mang họ]] (tiểu thuyết, 1984); \n* Hồ sơ một con người (tiểu thuyết, 1985); \n* Những mảnh làng (tiểu thuyết, 1987); \n* Tượng đồng đen một chân (tiểu thuyết, 1987); \n* Tổ quốc (kịch, viết chung với Đào Hồng Cẩm, 1985); \n* Người mất tích (1990);\n* Bến đò xưa lặng lẽ (2004)\n\n===Kịch bản dàn dựng và công diễn===\n* Người mất tích (Đoàn kịch nói quân đội); \n* Chứng chỉ thời gian (Đoàn kịch Hội sân khấu); \n* Đợi đến bao giờ (Đoàn kịch Quảng Trị); \n* Đám cưới ly biệt (Đoàn kịch quân đội); \n* Cuộc chơi (Đoàn kịch thành phố Hồ Chí Minh); \n* Cái chết chẳng dễ dàng gì (Đoàn kịch quân đội); \n* Ám ảnh (Đoàn kịch Quảng Trị)\n* Chuyện dài thế kỷ (Đoàn nghệ thuật Quảng Trị);\n* Đối mặt (Hãng phim Truyền hình Việt Nam)\n* Kìa bên ngõ xa (Đoàn kịch quân đội)...\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.xuanduc.vn Website của nhà văn Xuân Đức]\n\n{{DEFAULTSORT:Xuân Đức (Nhà văn)}}\n[[Thể loại:Sinh năm 1947]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Nhà viết kịch Việt Nam]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Nhân vật còn sống]]"}