{"1254440":"{{otheruses|Xuân Lâm}}\n{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Xuân Lâm\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 1\n| vĩ giây = 32\n| kinh phút = 0\n| kinh giây = 50\n| diện tích = 4,78 km²\n| dân số = 11.729 người<ref name=NQ723 \/>\n| thời điểm dân số = 2022\n| mật độ dân số = 2.453 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Bắc Ninh]]\n| thị xã = [[Thuận Thành]]\n| thành lập = 10\/4\/2023<ref name=NQ723 \/>\n| trụ sở UBND = \n| mã hành chính = 09433<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Xuân Lâm''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]], [[Việt Nam]].\n\n==Địa lý==\nPhường Xuân Lâm nằm ở phía tây thị xã Thuận Thành, có vị trí địa lý:\n*Phía đông giáp phường [[Hà Mãn]]\n*Phía tây giáp thành phố [[Hà Nội]]\n*Phía nam giáp xã [[Song Liễu]] và xã [[Ngũ Thái]]\n*Phía bắc giáp phường [[Trí Quả]] và thành phố Hà Nội.\n\nPhường có diện tích 4,78 km², dân số năm 2022 là 11.729 người,<ref name=NQ723 \/> mật độ dân số đạt 2.453 người\/km².\n\n==Hành chính==\nPhường Xuân Lâm gồm có 6 khu dân cư là: Đa Tiện, Thanh Bình, Doãn Thượng, Doãn Hạ, Xuân Lê, Đức Hiệp.\n\n==Lịch sử==\nTrước đây, Xuân Lâm là một xã thuộc huyện Thuận Thành.\n\nNgày [[13 tháng 2]] năm [[2023]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 723\/NQ-UBTVQH15 (nghị quyết có hiệu lực từ ngày [[10 tháng 4]] năm [[2023]]).<ref name=NQ723>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-723-NQ-UBTVQH15-2023-thanh-lap-thi-xa-Thuan-Thanh-va-phuong-thuoc-thi-xa-Bac-Ninh-556500.aspx|tựa đề=Nghị quyết số 723\/NQ-UBTVQH15 năm 2023 về việc thành lập thị xã Thuận Thành và các phường thuộc thị xã Thuận Thành, thị xã Quế Võ và các phường thuộc thị xã Quế Võ, tỉnh Bắc Ninh|url-status=live}}<\/ref> Theo đó, thành lập thị xã Thuận Thành và thành lập phường Xuân Lâm thuộc thị xã Thuận Thành trên cơ sở toàn bộ 4,78 km² diện tích tự nhiên, 11.729 người của xã Xuân Lâm.\n\n==Giao thông==\nPhường Xuân Lâm là một phường nằm ở phía Tây thị xã Thuận Thành liền kề địa giới Hà Nội, cách trung tâm thành phố Hà Nội chừng 22km theo quốc lộ 17 và quốc lộ 5. Có trục đường quốc lộ 17 (trước đây là tỉnh lộ 282) chạy ngang qua. Ngoài ra còn có đường liên xã Xuân Lâm đi Song Liễu tại tỉnh lộ 283 qua các thôn Đa Tiện, Doãn Thượng (đều thuộc phường Xuân Lâm).\n\nHệ thống xe buýt:\n\n* Tuyến 52A Lệ Chi (Gia Lâm) - Công viên Thống Nhất: đi qua một đoạn rất ngắn của xã.\n\n* Tuyến 204: Long Biên - Thị trấn Hồ.\n\n==Kinh tế==\nPhường Xuân Lâm giáp ranh với thành phố [[Hà Nội]] là một trong những xã phát triển nhất huyện Thuận Thành cùng với phường Thanh Khương và phường Hồ. Khu vực có ngành dịch vụ phát triển nằm ven quốc lộ 17 Chùa Thầm và Trường công nghiệp dệt may. Các thôn có nghề thợ xây dựng, thêm vào đó là xuất khẩu lao động. Lao động trẻ làm việc tại khu công nghiệp Khai Sơn, Phố Nối, Như Quỳnh, Phú Thị... Ngoài ra nhóm lao động trong ngành nông nghiệp những lúc nông nhàn lao động tại các làng nghề như ở Từ Sơn (mộc), Trâu Quỳ (cây giống), Minh Khai (tái chế), xây dựng... tăng thêm thu nhập làm thay đổi tích cực bộ mặt nông thôn rõ nét nhất là tại các thôn trước đây có nền kinh tế chỉ là thuần nông như làng Doãn, Đa Tiện, Thanh Bình...\n\n==Văn hóa==\nToàn xã có các lễ hội (hội đình) tại các thôn vào dịp đầu năm tháng 3 âm lịch.\n\nMở đầu là thôn Đa Tiện, Xuân Lê vào ngày 10.3 ÂL\n\nThôn Thanh Bình ngày 11.3 ÂL\n\nThôn Doãn Hạ, Doãn Thượng ngày 12.3 ÂL\n\nThôn Đức Hiệp ngày 13.3 ÂL\n\nTrong lễ hội, có tổ chức rước tượng Thánh hoặc Thành Hoàng làng, và có rước Thánh giao hảo giữa các làng.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Bắc Ninh}}\n{{Đơn vị hành chính thuộc thị xã Thuận Thành}}"}