{"1254437":"{{bài cùng tên|Xuân Lâm}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Xuân Lâm\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 39\n| vĩ giây = 2\n| kinh phút = 33\n| kinh giây = 1\n| diện tích = 9,2 km²<ref name=MS\/>\n| dân số = 8433 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 917 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nam Đàn]]\n| thành lập = 1969<ref>159\/1969\/QĐ-NV<\/ref>\n| trụ sở UBND = \n| mã hành chính = 17980<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Xuân Lâm''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Đàn]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Xuân Lâm có diện tích 9,2&nbsp;km², dân số năm 1999 là 8433 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 917 người\/km².\n\n==Lịch Sử== \nTrải qua bao thăng trầm của lịch sử, sự hình thành và biến đổi ranh giới hành chính cũng như cái tên của mảnh đất này cũng biến đổi theo. Theo gia phả của nhiều dòng họ đến sinh cơ lập nghiệp ở đây như họ Nguyễn Thạc, họ Phan, họ Trần, họ Lê….. thì con người đến đây sinh sống, lập nghiệp, lập xóm, lập làng đã có ngót trên dưới nghìn năm.\n\n       Đến thời nhà Lê, khi Lê Thánh Tông hoạch định lại bản đồ hành chính từ Bắc chí Nam thì vùng đất này nằm trong tổng Lâm Thịnh thuộc huyện Nam Đường. Đến năm 1886, khi vua Đồng Khánh lên ngôi, do tên của vua là Ưng Đường, để tránh tên húy với nhà vua nên chữ Đường được đổi tên thành chữ Đàn. Vì vậy, huyện Nam Đường được đổi tên thành huyện Nam Đàn.\n\n      Sang thế kỷ 20, vào đời vua Duy Tân, khi sắp xếp lại các đơn vị hành chính trong các huyện, huyện Nam Đàn còn lại 4 tổng: Lâm Thịnh, Nam Kim, Xuân Liệu, Bích Triều. Xuân Lâm nằm trong tổng Lâm Thịnh. Tổng Lâm Thịnh gồm các xã: Xuân La, Lâm Thịnh, Chung Cự, Kim Liên, Tràng Cát, Hữu Biệt và Xuân Lâm (trong đó Xuân Lâm bao gồm Lâm Thịnh và Xuân La)\n\nXã Lâm Thịnh lúc này gồm 7 làng: Ba Đình, Long Môn, Chợ Huyện, Trung Thịnh, Thinh Xá, Đồng Lâm, Khoa Cử. Xã Xuân La gồm 10 đó là: Chung Mĩ, Tào Thượng, Tào Đông, Vịnh Long Hạ, Vịnh Long Thượng, Kim Chung, Mỹ Châu, Tập Phúc, Phúc Mỹ, Tuần Lã Vạn.\n\nSau CM tháng 8\/1945, cũng như các huyện khác trong cả nước: huyện, xã, thôn vẫn giữ nguyên, chỉ bỏ cấp tổng là cấp trung gian. Nam Đàn trong thời kỳ này có 19 xã trong đó có xã Lâm Thịnh và Xuân La (1953 được sắp xếp lại thành 23 xã và 1 thị trấn – các xã đều lấy chữ Nam đứng đầu).\n\nXã Xuân La được chia thành 2 xã: Nam Lâm và Nam Quang.\n\nXã Xuân Tiến được chia thành 2 xã: Nam Mĩ và Nam Long.\n\nĐồng thời với việc sắp xếp lại các xã thì ở mỗi xã phải tiến hành sắp xếp lại các đơn vị xóm theo từng lĩnh vực dân cư cụ thể để dễ quản lý.\n\nTheo đó, xã Nam Lâm được chia thành 8 xóm: Chung Mĩ, Kim Chung, Tào Đông, Tào Thượng, xóm Vựng, Vịnh Long Hạ, Vịnh Long Thượng, Kim Đồng.\n\nXã Nam Quang gồm 8 xóm: Vĩnh Long, Quang Trung, Quang Thành, Hợp Tám, Mĩ Châu, Phúc Mỹ, Tập Phúc, Tuần Lã Vạn.\n\nXã Nam Mĩ gồm 11 xóm: Đông Tiến, Tiến Bộ, Liên Phúc, Đông Hạ, xóm Đồng, Mỹ Tiến, Nam Khoa, Bắc Lâm, Đông Lâm, Nam Lâm và Thịnh Xá.\n\nNam Long gồm 7 xóm: Nam Tiến, Phúc Long, Tân Phúc, xóm Hồ, Long Môn, Ba Đình và chợ Huyện.\n\nSau này do nhu cầu của sản xuất và chiến đấu chống chiến tranh phá hoại do đế quốc Mỹ gây ra, ngày 10\/5\/1969, Nam Đàn sắp xếp lại các xã từ 33 xã còn 24 xã và 1 thị trấn. Các xã Nam Lâm, Nam Quang, Nam Mĩ sáp nhập thành xã Xuân Lâm; Nam Long sáp nhập với xã Nam Hồng thành xã Hồng Long.\n\n     Xã Xuân Lâm sau khi được sáp nhập từ 3 xã đã tiến hành điều chỉnh sắp xếp lại cấp xóm cho phù hợp với công tác sản xuất và tránh lũ hàng năm trên sông Lam.\n\n==Hành chính==\n\nXã Xuân Lâm được sát nhập từ ba xã: Nam Lâm, Nam Quang và xã Nam Mỹ năm 1969. Là một xã đồng bằng nằm ở phía Đông huyện Nam Đàn, cách trung tâm huyện 10&nbsp;km, phía Đông giáp với xã Hưng Lĩnh - huyện Hưng Nguyên,  phía Tây giáp với xã Hồng Long, phía Nam giáp với xã Khánh Sơn, phía Bắc giáp với xã Kim Liên và xã Hùng Tiến. Tổng diện tích đất tự nhiên là 932,7 ha, trong đó đất ở 171,24ha,  đất nông nghiệp 753 ha, Dân số 1.983 hộ với 9.042 người và có 133 vườn ở đã được cấp, dân cư phân bố trên 07 đơn vị xóm theo bốn vùng độc lập: Vùng 1: Từ xóm 01 đến xóm 02 (xã Nam Lâm cũ);  vùng 2: Từ xóm 03 đến xóm 04 (xã Nam Quang cũ); vùng 3: Từ xóm 05 đến xóm 06 (xã Nam Mỹ cũ); vùng 4: xóm 07 (xã Nam Mỹ cũ).\n\nTrong quá trình xây dựng và phát triển kinh tế - xã hội, Đảng bộ, chính quyền xã đã từng bước lãnh đạo, chỉ đạo điều hành kinh tế - xã hội của xã ngày một đi lên. Từ những năm đầu thành lập, kinh tế xã hội của xã nhà còn gặp nhiều khó khăn, đến nay đã có bước phát triển khá. Cơ cấu kinh tế chuyển dịch đúng hướng, thu nhập bình quan đầu người năm 2019: 40,06 triệu đồng\/người\/năm; văn hóa xã hội có nhiều chuyển biến tích cực; quốc phòng an ninh được giữ vững, trật tự an toàn xã hội cơ bản được đảm bảo.\n\nThực hiện chủ trương, chính sách của Đảng và Nhà nước về chương trinh mục tiêu quốc gia xây dựng nông thôn mới, trong giai đoạn 2011 – 2017 xã nhà đã tập trung lãnh đạo, chỉ đạo thực hiện các tiêu chí, đến ngày 28 tháng 11 năm 2017, xã Xuân Lâm đã được UBND tỉnh công nhận xã đạt chuẩn nông thôn mới. Xuân Lâm từ 7 thôn xóm đã phát triển thành 22 thôn xóm: Xóm 1 tách thành: xóm 1, 8,9,10. Xóm 2 tách: xóm 2,11,12,13. Xóm 3 tách: 3,14,15,16. Xóm 4 tách: 4,17,18,19. Xóm 5 tách: 5,20,21. Xóm 6 tách: 6,22. Xóm 7 giữ nguyên. \nNăm 2019 do mật độ dân cư thưa thớt Xuân Lâm sát nhập lại 22 xóm thành 7 xóm. \n[[Tập tin:Z2586145669116 7b8c261386c320435b245823bd21f485.jpg]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Nam Đàn}}"}