{"1254520":"{{bài cùng tên|Xuân Thành}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Xuân Thành\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 11\n| kinh độ = 107\n| vĩ phút = 0\n| vĩ giây = 8\n| kinh phút = 27\n| kinh giây = 53\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 68,75 km²<ref name=MS\/>\n| dân số = 8595 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 125 người\/km²\n| dân tộc = \n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Đồng Nai]]\n| huyện = [[Xuân Lộc]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 26434<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Xuân Thành''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Xuân Lộc]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\nXã có diện tích 68,75&nbsp;km², dân số năm 1999 là 8595 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 125 người\/km².\n\n== Hành chính ==\nXã Xuân Thành được chia thành 5 ấp: Tân Hòa, Tân Hợp, Tân Hưng, Tân Hữu, Trảng Táo.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Đồng Nai|Xã XUÂN THÀNH=UBND XÃ XUÂN THÀNH​\n\n1. Thông tin tổng quan:\n\nXuân Thành là một xã miền núi, nằm về phía Đông Bắc của huyện Xuân Lộc. Phí Bắc giáp xã Tân Hà – huyện Đức Linh – tỉnh Bình Thuận; phí Đông giám xã Xuân Hòa – Xuân Hưng và Xuân Tâm của huyện; phía Nam giáp xã Xuân Trường và phía Đông giáp xã Suối Cao; với tổng diện tích đất tự nhiên là 6.834,14 ha, với 2.031 hộ và 9.692 nhân khẩu; là xã có 11 thành phần dân tộc từ mọi miền đất nước về đây cùng sinh sống (156 hộ với 832 nhân khẩu chiếm 8,6% dân số). Toàn xã có 5 thành phần tôn giáo (1.202 hộ với 5.190 nhân khẩu chiếm 53,5% dân số). Địa bàn xã có 05 đơn vị hành chính ấp, với tổng số cán bộ, công chức gồm: 72 người; trong đó: Cán bộ chuyên trách là: 12 người; công chức là: 06 người; cán bộ không chuyên trách là: 30 người; cán bộ khu ấp là: 20 người; cán bộ hợp đồng là: 04 người.\n\n2. Thông tin về tổ chức bộ máy:\n\n- Chức năng, nhiệm vụ: UBND xã làm việc theo nguyên tắc tập trung dân chủ, đảm bảo phát huy vai trò lãnh đạo của tập thể UBND, đồng thời đề cao trách nhiệm cá nhân của Chủ tịch, Phó Chủ tịch và Ủy viên UBND xã.\n\nGiải quyết công việc đúng phạm vi trách nhiệm, đúng thẩm quyền theo quy định của pháp luật; bảo đảm sự lãnh đạo của Đảng ủy xã Xuân Thành, sự giám sát của Hội đồng nhân dân xã và sự chỉ đạo, điều hành của UBND huyện Xuân Lộc.\n\nTrong phân công giải quyết công việc, mỗi việc chỉ giao cho một bộ phận chuyên môn, một người phụ trách và chịu trách nhiệm chính về tiến độ và kết quả công việc được giao. Cấp trên không làm thay công việc của cấp dưới, tập thể không làm thay công việc của cá nhân và ngược lại.\n\nTuân thủ trình tự, thủ tục và thời hạn giải quyết công việc theo quy định của pháp luật, chương trình, kế hoạch và Quy chế làm việc của UBND xã.\n\nĐề cao sự phối hợp công tác, trao đổi thông tin trong giải quyết công việc; bảo đảm dân chủ, minh bạch, kịp thời và hiệu quả, đồng thời phát huy năng lực, sở trường của cán bộ, công chức trong giải quyết công việc và trong mọi hoạt động theo đúng phạm vi, chức năng, nhiệm vụ, quyền hạn được pháp luật quy định.\n\n- Về cơ cấu tổ chức bộ máy:\n\n+ Đảng ủy xã Xuân Thành: Ban thường vụ có 03 thành viên gồm: Bí thư Đảng ủy – Phó bí thư Đảng ủy (Chủ tịch UBND) - Thường trực Đảng ủy. Ban chấp hành Đảng bộ xã có 09 thành viên.\n\n+ Hội đồng nhân dân xã: Thường trực HĐND có 02 thành viên gồm 01 Chủ tịch và 01 Phó chủ tịch. Đại biểu HĐND xã có 27 đại biểu.\n\n+ Ủy ban nhân dân xã: Gồm 05 thành viên (01 Chủ tịch UBND; 01 phó chủ tịch phụ trách lĩnh vực kinh tế; 01 phó chủ tịch phụ trách lĩnh vực VHXH; 01 thành viên phụ trách lĩnh vực an ninh và 01 thành viên phụ trách lĩnh vực quốc phong.\n\n+ Ủy ban Mặt trận tổ quốc: Ban thường trực gồm 05 thành viên gồm: 01 chủ tịch và 02 phó chủ tịch và 02 ủy viên. Tổng số ủy viên UBMTTQVN xã hiện có 29.\n\n+ Hội Cựu chiến binh: Ban thường vụ gồm 03 thành viên. 01 chủ tịch; 01 phó chủ tịch và 01 ủy viên thường vụ. Ban chấp hành có 09 thành viên.\n\n+ Hội nông dân: Ban thường vụ gồm 03 thành viên. 01 chủ tịch; 01 phó chủ tịch và 01 ủy viên thường vụ. Ban chấp hành có 09 thành viên.\n\n+ Hội Phụ nữ: Ban thường vụ gồm 03 thành viên. 01 chủ tịch; 01 phó chủ tịch và 01 ủy viên thường vụ. Ban chấp hành có 09 thành viên.\n\n+ Đoàn cơ sở xã: Ban thường vụ gồm 02 thành viên (khuyết 01 phó bí thư). 01 Bí thư đoàn và 01 ủy viên thường vụ. Ban chấp hành có 05 thành viên.\n\n- Về thông tin ban lãnh đạo (có biểu mẫu đính kèm).\n\n3. Về kinh tế, văn hóa xã hội:\n\nTrong những năm qua, được sự quan tâm chỉ đạo của Huyện ủy – UBND huyện Xuân Lộc và sự lãnh đạo, chỉ đạo trực tiếp của Đảng ủy xã Xuân Thành, sự giám sát trong việc xây dựng và triển khai kế hoạch phát triển KT – VHXH trên địa bà xã của HĐND xã cùng với sự phối kết hợp thực hiện hiệu quả giữa UBND - UBMTTQVN xã và các ban ngành, đoàn thể xã. Góp phần đưa xã Xuân Thành từ một xã khó khăn từng bước phát triển và ổn định. Những kết quả đạt được đã được đánh giá tại Đại hội Đảng bộ xã lần thứ II nhiệm kỳ 2010 – 2015 cụ thể như sau:\n\n- Về kinh tế:\nGiá trị sản xuất GDP theo giá cố định tăng bình quân 13,81%\/năm vượt chỉ tiêu nghị quyết đại hội 4,55%. Trong đó: Giá trị sản xuất nông – lâm nghiệp đạt 7,63% vượt chỉ tiêu nghị quyết 2,07%; công nghiệp – tiểu thủ công nghiệp đạt 25,28% vượt chỉ tiêu 9,57% và thương mại – dịch vụ đạt 23,26% vượt chỉ tiêu 12,06%. Đưa GDP bình quân đầu người lên 17.714.400đ, vượt 7.546.637đ so với nghị quyết tăng bình quân 19,86%\/năm.\n\n- Về VHXH: Các hoạt động VHVN – TDTT được tập trung lãnh đạo thực hiện đồng bộ và hiệu quả. Góp phần xây dựng và phát triển đời sống văn hóa nông thôn, phong trào xây dựng nếp sống văn minh gia định văn hóa, các hủ tục lạc hậu từng bước được đẩy lùi. Hàng năm có 100% hộ gia đình đăng ký xây dựng gia đình văn hóa và từ 94 – 95% hộ được công nhận đạt danh hiệu GĐVH. 05 ấp đạt danh hiệu ấp văn hóa. Công tác thông tin tuyên truyền đường lối chính sách của Đảng và Pháp luật của Nhà nước, nhiệm vụ chính trị của địa phương được duy trì bình quân 80 giờ\/tháng.\n\nCông tác chăm sóc đối tượng chính sách luôn được sự quan tâm của cấp ủy đảng và chính quyền địa phương và sự cộng đồng hưởng ứng tích cực của đông đảo các tầng lớp nhân dân. Việc thực hiện chế độ cho các đối tượng chính sách được thực hiện kịp thời đúng quy định.\n\nCông tác giảm nghèo, giải quyết việc làm cho người lao động được chú trọng tập trung thực hiện hiệu quả với nhiều biện pháp tích cực. Ngoài việc phát huy nội lực của địa phương, của từng gia đình còn thực hiện tốt các dự án định canh, định cư, chương trình 134, dự án 120 … đã tác động tích cực, tạo thêm việc làm cho lao động nghèo. Các hộ nghèo và cận nghèo có điều kiện đều được giải quyết vay vốn theo các chương trình, các đối tượng không đủ điều kiện được địa phương tạo điều kiện giới thiệu việc làm tại các danh nghiệp tư nhân và khu công nghiệp. Nhờ đó đến nay trên địa bàn xã không còn hộ nghèo theo chuẩn mực cũ; số hộ nghèo theo chuẩn mực mới giai đoạn 2010 – 2015 là 144 hộ qua khảo sát và thẩm định. Hàng năm giải quyết việc làm từ 500 – 600 lao động. Công tác xây dựng nhà tình thương được thực hiện hiệu quả, hiện nay không còn nhà tranh tre tạm bợ trên địa bàn.\n\nNhững kết quả đạt được về kinh tế xã hội trong những năm qua đã góp phần nâng cao đời sống vật chất, tinh thần của nhân dân xã nhà. Ngày càng có nhiều hộ làm kinh tế giỏi, có thu nhập cao. Tỷ lệ nhà kiên có từ 0,63% năm 2005 lên 1,28% năm 2010; ban kiên cố từ 78% năm 2005 lên 86% năm 2010. Hộ có phương tiện nghe nhìn từ 80% năm 2005 lên 97% năm 2010. Đến năm 2010 cơ bản các hộ dân đều có phương tiện đi lại (xe gắn máy) và tỷ lệ hộ gia đình có phương tiện trao đổi thông tin liên lạc đạt trên 16 máy điện thoại\/100 dân. Đã thể hiện đời sống nhân dân ngày càng có bước phát triển tốt.}}\n{{Đơn vị hành chính thuộc huyện Xuân Lộc}}"}