{"786842":"{{distinguish2|xã [[Trường Xuân, Thọ Xuân|Trường Xuân]] cùng thuộc huyện [[Thọ Xuân]]}}\n{{otheruses|Xuân Trường (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Xuân Trường\n| hình = Nghè Xuân Phả.jpg\n| ghi chú hình = [[Nghè Xuân Phả]]\n| vĩ độ = 19\n| vĩ phút = 56\n| vĩ giây = 01\n| kinh độ = 105\n| kinh phút = 30\n| kinh giây = 22\n| diện tích = 4,83 km²\n| dân số = 5.051 người\n| thời điểm dân số = 2009\n| mật độ dân số = 1.046 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Thọ Xuân]]\n| thành lập = \n| mã hành chính = 15514<ref name=\":2\">[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = [[Mã bưu chính Việt Nam|41612]]\n| web = {{url|xuantruong.thoxuan.thanhhoa.gov.vn}}\n| bản đồ 1 = [[File:Bando xuantruong.jpg|300px]]\n| tựa bản đồ 1 = Bản đồ xã Xuân Trường\n| dân tộc = [[Người Việt|Kinh]]...\n|cỡ hình=300px}}\n\n'''Xuân Trường''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Địa lý ==\nXã Xuân Trường nằm ở phía đông huyện Thọ Xuân, có vị trí địa lý:\n\n* Phía đông giáp thị trấn [[Thọ Xuân (thị trấn)|Thọ Xuân]]\n* Phía tây giáp các xã [[Xuân Hòa, Thọ Xuân|Xuân Hòa]] và [[Xuân Giang, Thọ Xuân|Xuân Giang]]\n* Phía nam giáp các các xã [[Tây Hồ (xã)|Tây Hồ]] và Xuân Giang\n* Phía bắc giáp các xã [[Phú Xuân, Thọ Xuân|Phú Xuân]] và Xuân Hòa.\n\nXã Xuân Trường có diện tích 4,83 km², dân số năm 2009 là 5.051 người<ref>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tựa đề=Mã số đơn vị hành chính Việt Nam|nhà xuất bản=Bộ Thông tin & Truyền thông|url lưu trữ=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|ngày lưu trữ=2013-03-24|url-status=dead|ngày truy cập=2012-04-10}}<\/ref>, mật độ dân số đạt 1.046 người\/km².\n\nChạy qua trung tâm xã có tỉnh lộ [[506]] đi Bái Thượng, Lam Sơn và Triệu Sơn, TP Thanh Hóa. Xuân Trường nằm cách quốc lộ [[47]] Thanh Hóa - Sao Vàng khoảng 10&nbsp;km. Muốn sang tả ngạn sông Chu thì phải đi đò hoặc qua cầu Hạnh Phúc.\n\nXuân Trường có một ngôi chùa Tạu (đầu làng) và một nhà thờ đạo Thiên chúa nằm ở xóm Xuân chính (giữa làng), đa số giáo dân trong xã cũng đều tập trung sinh sống ở xóm này.\n\n== Giới thiệu ==\nXã Xuân Trường trước đây gồm có hai làng riêng biệt ''Xuân Phả'' và ''Cao Trường'', cách nhau bởi con đê và bãi màu. Cuối những năm 70 của thế kỷ XX thì dân làng Cao Trường di dời vào bên trong đê, sáp nhập cùng làng Xuân Phả để tạo thành một khu dân cư tập trung như Xuân Trường ngày nay. Xã hiện nay được chia thành 6 thôn.\n\nTrước đây do hệ thống tiêu thoát nước kém nên mỗi mùa lũ lụt là Xuân Trường gần như biến thành hòn đảo nhỏ. Đồng trước, bãi sau đều bị ngập úng, đâu đây chỉ còn nhìn thấy vài chú cua bám víu vào ngọn cây lúa hoặc những con rắn nước ngơ ngác bơi loằng ngoằn trong mênh mông nước. Đất hẹp người đông, dân không có nghề phụ nên Xuân Trường luôn là một xã nghèo trong khu vực. Có thời gian chính quyền xã Xuân Trường đã phải mượn đất của Xuân Phú cách xa chừng 30&nbsp;km để chồng sắn nuôi dân. Ngày nay nhiều người đã phải bỏ xứ mà tha hương, mưu cầu cuộc sống trên những miền đất xa lạ. Thanh niên đa phần phải đi vào Nam làm thợ, công nhân…\n\nTự hào nhất của dân Xuân Trường là [[Trò Xuân Phả]] nổi tiếng hình thành từ thời [[nhà Đinh]]. Ngày nay mọi người được biết đến [[Trò Xuân Phả]] qua những lần họ biểu diễn ở Festival Huế hay những ngày đại lễ lớn như 1000 năm Thăng Long – Hà Nội vừa qua. Từ xa xưa lắm rồi, [[Trò Xuân Phả]] luôn được coi trọng và đánh giá cao về giá trị Văn hóa – Nghệ thuật. Dưới chế độ cũ đội [[Trò Xuân Phả]] vẫn thường được mời đi biểu diễn ở hoàng cung phục vụ vua chúa và triều thần. Khoảng thời gian 1936-1941 nhà cầm quyền Pháp tại Đông Dương còn có kế hoạch đưa [[Trò Xuân Phả]] sang Pari để biểu diễn và nghiên cứu. Nhưng do điều kiện chiến tranh phức tạp, chính trị nước Pháp thay đổi nên kế sách này không được thực hiện.\n\n== Di tích ==\nChùa Tạu (chùa Xuân Phả) có tên chữ là Hồi Long Tự. Chùa tọa lạc trên khu đất tương đối cao và bằng phẳng phía đầu làng, cách bờ đê sông Chu khoảng 100m. Khuôn viên của chùa có diện tích 2.696m2. Chùa Tạu được nhà nước công nhận là di tích lịch sử - văn hóa cấp quốc gia vào năm 1993.<ref>{{Chú thích web|url=https:\/\/thoxuan.thanhhoa.gov.vn\/web\/trang-chu\/tong-quan\/du-lich-tho-xuan-1\/di-tich-danh-thang\/di-tich-lich-su-van-hoa-quoc-gia-chua-tau.html|tựa đề=Di tích lịch sử văn hóa quốc gia - Chùa Tạu|tác giả=Đỗ Duy Nhã|ngày=2020-12-04|website=Cổng thông tin điện tử huyện Thọ Xuân|url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Hoàng Anh Nhân, Phạm Minh Khang, Hoàng Hải - ''Khảo Sát Trò Xuân Phả''- Nhà xuất bản Âm nhạc.\n*[http:\/\/www.thanhhoachoa.com\/truyen-thong\/gia-dinh\/53-tro-xuan-pha Trò Xuân Phả]{{Liên kết hỏng|date = ngày 10 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n\n{{Đơn vị hành chính thuộc huyện Thọ Xuân}}\n{{sơ khai Thanh Hóa}}"}