{"815670":"{{Văn học Việt Nam}}\n'''Xuân Thu nhã tập''' là tên của một nhóm văn nghệ sĩ có chung chí hướng sáng tác, được tập hợp từ năm [[1939]], đến [[tháng sáu|tháng 6]] năm [[1942]], thì họ xuất bản được một tập sách có cùng tên là ''Xuân Thu nhã tập'' (do Xuân Thu thư lâu xuất bản)<ref>Năm [[1991]], ''Xuân Thu nhã tập'' đã được Nhà xuất bản Văn học (Hà Nội) tái bản.<\/ref>, gồm một số bài thơ, văn xuôi triết lý và tuyên ngôn nghệ thuật của nhóm (một số bài trước đó đã được đăng báo ''Thanh nghị''). Theo một số nhà nghiên cứu, thì nhóm ấy ra đời (và tồn tại đến năm [[1945]])<ref name=\"TTS\">Theo Trần Huyền Sâm, \"Một số vấn đề về Xuân thu nhã tập\", nguồn ở mục tham khảo.<\/ref> để làm sự cách tân và sáng tạo ở giai đoạn mới của [[thơ mới|phong trào Thơ mới]] trong tiến trình [[văn học Việt Nam]]<ref>Nguồn: Vũ Thanh, mục từ: \"Xuân thu nhã tập\" trong ''Từ điển văn học'' (bộ mới, tr. 2103).<\/ref>.\n\n==Tên gọi==\nCăn cứ nội dung và tên đề ở cuối bài \"Quan niệm\" (ký là Xuân Thu), thì ban đầu tên nhóm là '''Xuân Thu'''. Sau khi tập sách ''Xuân Thu nhã tập'' ra đời ([[1942]]), thì tên sách lần hồi cũng là tên nhóm, do gọi riết thành quen.\n\nCũng trong bài ấy, tên ''Xuân Thu'' (cổ tự) được hiểu theo nghĩa là: ''\"cỏ hoa nẩy nở dưới ánh mặt trời, và bông lúa chín vàng...Một biểu tượng đương nhiên, cái nhịp của cuộc sống vô cùng. Sắc xuân và hương thu. Hai mùa quá độ, uyển chuyển trong khoảng cao, trong, nhẹ...Hai mùa thực hiện Đẹp và Thơ. Hai mùa rung động cảm thông Người với Đất Trời, Trời Đất và Người\"''...\n \nNăm [[1943]], một cây bút bồng cốt của nhóm là [[Đoàn Phú Tứ]], lại nói đến ý nghĩa của cái tên ấy: \n:''\"Sống theo cái Nhịp của Trời Đất, mà cái biểu tượng đương nhiên và tốt đẹp nhất là hai mùa Xuân và Thu luân chuyển. Nên lấy hai chữ Xuân Thu làm biểu hiện cho cái Nhạc của Vũ trụ\"''<ref>Đoàn Phú Tứ, \"Ý nghĩa Xuân Thu nhã tập\" đăng trên báo ''Thanh nghị'' số 35, ngày [[16 tháng 4]] năm [[1943]].<\/ref>. Mà ''\"Thơ chính là cái rung động siêu việt trong trẻo, nhịp nhàng của bản nhạc vô cùng ấy\"''...(trích \"Nhạc điệu\")<ref>Bài \"Nhạc điệu\" in trong ''Xuân thu nhã tập''. Lưu ý: Trong bài, kiểu chấm câu và viết hoa ở những đoạn trích đều là của nhóm Xuân Thu.<\/ref>\n\n==Ra đời, phương châm sáng tác==\n'''Xuân Thu nhã tập''' ra đời trong giai đoạn mới của ''[[thơ mới|phong trào Thơ mới]]''. Đó là nỗ lực tìm kiếm một con đường để thoát khỏi những bế tắc, dằn dặt của một số văn nghệ sĩ trí thức. Bởi họ ghét sự nhàm chán, sự bắt chước đã thành công thức, sự ủy mị nhạt nhẽo của một bộ phận thơ ca lãng mạn (nhất là \"cái tôi\", mảnh đất linh diệu của Thơ mới đã được đào sâu đến tận cùng, và đến lúc này đã mất hết sức sống)<ref name=\"TTS\" \/>. Họ khao khát tìm đến cái mới, phủ nhận và vượt lên cái cũ, cái lỗi thời... Trong xu thế đó, nhóm Xuân Thu đã:\n:-''\"Trong cái \"bát nháo\" của người, ta tự vạch con đường Soi sáng cái đạo thực. Trong cái vô ý thức của đời, ta tự thực hiện tới cái ta thuần túy, trí thức tuyệt vời và tuyệt đối. Ta muốn cứu vãn Trí Thức, một niềm phụng sự cái Nhạc-Đời-Đời, thường bị cái nhất thời che lấp\"''...\n:-''\"Tìm con đường thực, nối liền nguồn gốc xưa với ước vọng nay. Gọi về những tính cách riêng của ta, để có thể xuôi chảy trong cái dòng sống thực của ta, không quanh co, lúng túng vì những ảnh hưởng ngoài\"''...(trích bài \"Quan niệm\").\n\nĐó là lý do chính họ đã có mặt trong tiến trình [[lịch sử]] của [[Văn học Việt Nam|văn học Việt]] <ref>Vũ Thanh, ''Từ điển văn học'' (bộ mới, tr. 2103). Có tham khảo thêm Nguyễn Tấn Long (tr. 446).<\/ref>.\n\nXét khía cạnh khác, ở ngay trang đầu tập sách Xuân Thu nhã tập có dòng đề tựa: ''\"Dưới bóng Xuân Thu sẽ thực hiện: Trí thức - Sáng tạo - Đạo đức \"''. Nghĩa đại khái là: \"sự hiểu biết mở đường cho sáng tạo, và sáng tạo chân chính bao giờ cũng để đạt đến chân lý cao siêu - đó là Đạo. Đây chính là phương châm sáng tác của nhóm\" <ref>Theo Vũ Thanh, sách đã dẫn, tr. 2103.<\/ref>.\n \nTheo đó, nhóm Xuân Thu sẽ \"lần giải bằng mọi phương tiện\" để vươn tới mục đích. Họ viết: \n:-''\"Xuân Thu kết trong hệ tư tưởng gồm ba mối chính sẽ lần lần giải bằng mọi phương tiện (và khi cần bằng lặng lẽ): Trí thức - Sáng tạo - Đạo đức.\"''\n:-''\"Triết lý, luân lý, văn chương, nghệ thuật, hành vi đều vươn đến chỗ \"trong\", tới cái gì không vụ lợi, cao quý, khó khăn.\"''\n:-''\"Tìm con đường thực, nối liền nguồn gốc xưa với những ước vọng nay\"''.\n:-''\"Gọi về những tính cách riêng của ta, để có thể xuôi chảy trong cái dòng sống thực của ta. Không quanh co, lúng túng với ảnh hưởng bên ngoài.\"''\n:-''\"Ngăn cái họa mất gốc. Văn chương, tư tưởng lấy quốc văn làm khí cụ độc nhất, đào luyện trong cái đặc biệt của ngôn ngữ Việt Nam,\"'' v.v...(trích bài \"Quan niệm\")\n\n==Thành viên, tác phẩm==\nCác thành viên của nhóm Xuân Thu nhã tập gồm có các văn nghệ sĩ sau: \n:-Nồng cốt: [[Đoàn Phú Tứ]], [[Phạm Văn Hạnh]], [[Nguyễn Xuân Sanh]].\n:-Cộng tác: Nguyễn Lương Ngọc; [[Nguyễn Đỗ Cung]] (họa sĩ) và [[Nguyễn Xuân Khoát]] (nhạc sĩ).\n\nNhư trên đã nói, nhóm ấy được tập hợp từ năm [[1939]], đến [[tháng sáu|tháng 6]] năm [[1942]], thì họ xuất bản được một tập sách có cùng tên là '''Xuân Thu nhã tập''' (do Xuân Thu thư lâu xuất bản).\n\nTrong tập, ngoài các tiểu luận, còn có ba bài thơ của Phạm Văn Hạnh (\"Thư thơ\", \"Người có nghe\", \"Giọt sương hoa\"), ba bài thơ của Nguyễn Xuân Sanh (\"Buồn xưa\", \"Hồn ngàn mùa\", \"Bình tàn thu\"), một bài thơ của Đoàn Phú Tứ (\"Màu thời gian\"), một bản nhạc của Nguyễn Xuân Khoát (phổ bài \"Màu thời gian\") và một bức tranh của Nguyễn Đỗ Cung (vẽ một cây cây đã bị đốn hết thân cành nhưng trên đó đang bùng nở những chồi biếc khỏe khoắn). Đây là những sáng tác vừa đóng vai trò thử nghiệm, vừa đóng vai trò minh chứng cho những tuyên ngôn lý thuyết đã được đúc kết trong các tiểu luận.\n\n==Quan niệm về thơ==\nTrong tác phẩm ''Xuân Thu nhã tập'', điều đáng chú ý hơn cả, đó là những kiến giải độc đáo về thơ. Dưới đây là số luận điểm cơ bản được rút ra từ bài tiểu luận có nhan đề là '''Thơ''' của 3 cây bút nồng cốt là: Đoàn Phú Tứ, Phạm Văn Hạnh, Nguyễn Xuân Sanh (kể từ đây gọi tắt là nhóm Xuân Thu).\n\n*Thơ là \"một cái gì\" không giải thích được, mà cũng không cần giải thích, và nó chiếm đoạt ta tất nhiên, hoàn toàn, tức khắc.\nNhóm Xuân Thu viết: \n:''\"Người ta đã thử và chưa từng giải thích được thơ. Như Giai nhân, như Đẹp, như Trời. Người ta cảm thấy một cái gì siêu thoát, ra ngoài ước lệ, ở trên lý trí, nó rung động ta theo nhịp vũ trụ, hồn nhiên, nó hòa hợp Ta trong cái cái Đẹp và ấp ta trong cái Thật. Vẻ man mác của cái đẹp và ý sâu sắc của cái thật. Do trong trẻo gạn nên...Nó là cái gì không giải thích được, mà cũng không cần giải thích. Nó chiếm đoạt ta tất nhiên, hoàn toàn, tức khắc. Đột nhiên như ta…nhào vô lòng mẹ không cần xét suy\".''\n\n*Có rung động là có thơ. Thơ không phải để hiểu mà là để cảm. Thơ chính là một cách tri thức cao cấp, mang tính hàm súc, u uẩn và huyền ảo...\nNhóm Xuân Thu viết:\n:-''\"Có rung động là có thơ. Phải cần và chỉ cần cái rung động ấy… Và điều kiện cần và đủ của cái rung động kia là: Siêu việt, trong trẻo, nhịp nhàng. Vậy, một vật chỉ là THƠ khi nào có rung động, và chỉ là Bài Thơ khi nào có truyền lan sự rung động ấy\"''...\n:-''\"Trước khi thưởng thức hương, nhận chân sắc, dò hỏi trời, phân tích vui, trước khi dùng những phương thức lý trí, có ý thức, có hệ thống để phán đoán, để hiểu biết, ta đã chịu sự quyến rũ của mùi thơm, sự lan tràn của ý thích, ta đã cảm thấy đẹp, đạt được thật, đầm trong thơ, nát (niết) bàn nghệ thuật\"''.\n:-''\"Thơ chỉ là một sự nhớ lại, một cuộc trở về của thi sĩ trong cái tôi của mình nằm trong sự vật. Vì thơ không phải như nghĩa tục, chỉ là một sự làm khoái tai, vừa ý, bằng cách khiêu động người ta thô sơ, dễ dãi. Thơ, trước hết là sự trong trẻo, sự vô tư lợi...và tự nó có nghĩa, có cứu cánh ở nó\"''.\n:-''\"Tính chất của thơ là hàm súc, tĩnh mạc, tổng hợp. Ngôn ngữ, cú pháp Á Đông rất thích hợp cho thơ. Tứ thơ thường đọng lại, cốt gợi hơn là tả...Từ cuối [[thế kỷ]] trước, thơ [[Pháp]] nhờ dòng \"tượng trưng\" đã gặp thơ [[Đông Á|Á Đông]], ở chỗ uẩn khúc, huyền ảo...Theo đó, một bài thơ không nên được hiểu như một bài văn, một cách lộ liễu nhất định. Thơ phải chứa nhiều sức khêu gợi, ý ở ngoài lời...Thơ không cần lúc nào cũng rõ nghĩa, không phải lúc nào cũng sáng sủa... Nó giữ phần sâu kín, giữ phần sâu sắc; không phải lúc nào cũng theo lý luận, vì nó chịu sức chi phối của những luật vô hình…Vậy thơ là một cái gì huyền ảo, tinh khiết, thâm thúy, cao siêu, cái hình ảnh sự khắc khoải bất diệt của muôn vật: cõi Vô Cùng''\".\n\n*Thơ được đặt ngang hàng với Tình yêu, Tôn giáo. Và thơ chính là Đạo.\nNhóm Xuân Thu viết:\n:-''\"Thơ, Tình Yêu, Tôn Giáo đều nở bừng trong tuệ giác. Thi sĩ cùng cung bậc với giáo sĩ, với tình nhân. Mà một lời thơ, một lời cầu, một lời than đều là lời nói của Vô-Cùng, dấu hiệu của Tuyệt Đối\"''.\n:-''\"Thơ là Đạo, cái đệ nhất nguyên lý sẽ sáng tạo được vạn vật, khi đã chia âm dương… Có thể viết thành cái vòng tròn tương sinh: ĐẠO ÂM +DƯƠNG -> SÁNG TẠO ->RUNG ĐỘNG -> THƠ -> ĐẠO\"''.\n\n*Hình thức (câu thơ và cấu trúc) của bài thơ phải là độc đáo duy nhất.\nTheo nhóm Xuân Thu, là thi sĩ nên tạo ra ''\"cái-gì-chỉ có-một\"''. Hãy ''\"tìm những cách rung động mới, những lối diễn đạt mới, bao giờ cũng ở hàng tiên phong\"'', để khi ''\"đọc xong bài thơ, ta bị y nguyên những câu, những tiếng của toàn bài chi phối. Hình thể, cùng một lúc với hồn, sống mãi trong ta\"''.\n\n*So sánh thơ với văn xuôi, với âm nhạc và hội họa. Theo nhóm Xuân Thu, thì:\n:-Thơ khác văn xuội ở chỗ ''\"văn có tính cách giãi bày, thuộc lý trí, vụ ích lợi\"''.\n:-Thơ ''\"có thể có trong âm nhạc, hội họa, trong kiến trúc nói rộng ra ở khắp ngành nghệ thuật, và cả trong đạo lý, trong hành động, một khi đã gạn lắng những cặn đục mà còn tinh hoa\"''.\n\nNgoài ra, nhóm Xuân Thu còn có những lý giải về mối quan hệ giữa nhà thơ bạn đọc. Để bạn đọc biết được ''\"cái rung động ấy, cái đầy đủ trác tuyệt của một bài thơ\"'', ít ra ''\"cũng phải lên dây cùng một cung bậc với thi sĩ\"''. Có nghĩa ''\"người đọc cũng phải có chất thơ, có cốt đàn, có nòi tình\"''. Và theo họ, ''\"thi sĩ làm xong một bài thơ có thể nói: Bản Đẹp chưa thành, vì còn chờ tác giả thứ hai: người đọc. Cảm xúc chuyển từ người thơ sang độc giả, hòa hợp hai lẽ siêu hình, con sông thơ lộng một trời mới. Người đọc phải là thi nhân, tái tạo vũ trụ bài thơ tạo ra\"''. Từ góc độ tiếp nhận văn học, đây được gọi là hiện tượng đồng sáng tạo.\n\n==Các quan niệm khác (sơ lược)==\nBên cạnh quan niệm về thơ, các thành viên trong ''Xuân Thu nhã tập'' còn đề cập đến nhiều vấn đề khác, như:\n:-Quan niệm về cuộc Sống\n:-Quan niệm về Vũ trụ và Nhân sinh\n:-Quan niệm về Trí thức\n:-Quan niệm về Nhạc, về Vẽ...\n\nNhìn chung, những lý giải của họ đều rất đáng suy gẫm. Thí dụ như nói về quan niệm \"sống\", Đoàn Phú Tứ viết:\n:...''\"Cái lầm lỡ nhất của loài người, tai hại nhất và bi thảm nhất, có lẽ là cuộc đời đi tìm hạnh phúc. Cái lầm ấy đã làm bao nhiêu cuộc đời trở nên bao nhiêu tấm thảm kịch. Người ta cuồng dại xô nhau đi tìm hạnh phúc, cái mầm đau khổ.\"''\n:''\"Ta muốn quan niệm một cuộc sống không lấy hạnh phúc làm đích\"''.\n:''\"Sống, đó là sự đương nhiên, kẻ hiền giả phải tìm cách sống cho xứng đáng, phong phú, nhịp nhàng với cuộc sống lớn của vũ trụ, cao quý và đường bệ\"''...(trích bài \"Thanh khí\").\n\nNói về \"Trí thức\", nhóm Xuân Thu (gồm Phạm Văn Hạnh, Đoàn Phú Tứ, Nguyễn Lương Ngọc), viết:\n:''...\"Tri thức phải là Sáng tạo - dù chỉ là tái tạo. Sáng tạo không ngừng. Cho nên không có một \"địa vị\" tri thức, một gia cấp \"trí thức\" chỉ việc đạt đạt tới một lần trong đời rồi bình an hưởng tọa...Bằng cấp nọ, học khoa kia, chưa là Trí Thức: Tri Thức ở sâu hơn thế, cao hơn thế, rộng hơn thế, v.v\"''...\n\n==Nhận xét (trích)==\nDưới đây là những nhận xét khái quát, và chỉ mang tính tham khảo:\n*GS. [[Phạm Thế Ngũ]]:\n:Qua phần lý thuyết của ''Nhã tập'', ta thấy nhóm Xuân Thu có tham vọng chủ trương một đường lối tự lập hẳn hòi, để ''\"cứu các nghệ sĩ khỏi phải lúng túng vì những ảnh hưởng ngoài\"''...Và theo họ, thơ là ''\"cái gì siêu thoát ra ngoài ước lệ, ở trên lý trí, nó rung động ta theo nhịp của vũ trụ hồn nhiên, v.v\"''.... Song lối thơ ấy khi tung ra gặp sự phản kháng hay chế giễu của nhiều người. Thơ chi mà bí hiểm đọc không ai hiểu gì, và người ta đã đem chữ \"lập dị, hủ nút\" để tặng nhóm Xuân Thu...Trong một bài viết, Diệu Anh đã chỉ ra cái nhược điểm ấy, khi trách thơ ra khỏi luận lý, đặt sự cảm thơ ra ngoài sự hiểu thơ... Câu thơ phải có nghĩa mới dễ gợi cảm. Bảo thơ cổ của ta hay vì hàm súc gợi cảm là đúng, nhưng thơ ấy không có cái lối kiến trúc giống như thơ của nhóm Xuân Thu. Đọc Nguyễn Xuân Sanh, Phạm Văn Hạnh,...người ta phải hướng về [[phương Tây]] mới tìm thấy sự tương tự ở [[Paul Valéry]], [[Jean Cocteau]],...\n:Vì thế, vài nhà phê bình cho rằng họ học đòi theo những trường phái bí hiểm của Pháp, và gọi họ bằng những danh từ Pháp như tượng trưng, siêu thực, đa đa, lập thể...<ref>Tóm tắt nhận định của Phạm Thế Ngũ, ''Việt Nam văn học giản ước tân biên'' (quyển 3), tr. 656-658.<\/ref>\n\n*Nhà nghiên cứu Trần Huyền Sâm:\n:...Cho đến nay, chúng ta chưa có những đánh giá xác đáng về hiện tượng Xuân Thu nhã tập: Cả trên phương diện lý thuyết lẫn thực tiễn sáng tác...Trong tiến trình của văn học Việt, tôi nghĩ, hiếm có nhóm sáng tác nào lại độc đáo như ''Xuân Thu nhã tập''. Độc đáo về chủ thể sáng tác, về đặc điểm thể loại và độc đáo về lịch sử số phận tác phẩm. Xuân Thu chỉ tồn tại trong vòng mấy năm ([[1942]]-[[1945]]), và chỉ gồm mấy tác giả, nhưng lại hội tụ đầy đủ cả \"đại gia đình\" nghệ thuật: Thơ ca, âm nhạc, hội họa. Số lượng sáng tác cũng rất \"khiêm tốn\" nhưng lại rất đa dạng về thể loại: thơ, văn xuôi, tiểu luận... Là một nhóm nghệ thuật có tính tổ chức, Xuân Thu nhã tập có hẳn một nguyên lý sáng tác, một hệ thống quan điểm nghệ thuật riêng. Mục đích sáng tác cũng khá độc đáo \"Dưới bóng Xuân Thu sẽ thực hiện: TRÍ THỨC - SÁNG TẠO - ĐẠO ĐỨC \"...Ngay từ khi ra đời, Xuân Thu đã mang một tinh thần tiên phong với ý thức cách tân táo bạo. Mục đích cách tân thể hiện trên hai phương diện:\n:- Không lặp lại cái tôi của [[Thơ mới]].\n:- Chống lại sự đồng hóa của [[phương Tây]] để ngăn cái họa mất gốc.\n \n:...Xuân Thu nhã tập từng được đánh giá như một \"hiện tượng nghệ thuật độc đáo, lý thú\", những \"trang viết tuyệt vời\". Xuân Thu cũng đã từng bị xem như những gì \"tắc tị, tăm tối, bí hiểm\". Nếu tránh được những ý kiến cực đoan, biết gạt bỏ những hạn chế tất yếu của Xuân Thu, chúng ta có thể tìm thấy những hạt nhân hợp lý, những giá trị đích thực để vận dụng vào công cuộc đổi mới của văn học hôm nay...<ref name=\"TTS\" \/>.\n\n==Giới thiệu thơ== \nDưới đây là 2 trong số bài thơ tiêu biểu của nhóm, được in trong ''Xuân Thu nhã tập'' ([[1942]]).\n{|valign=\"top\"\n|\n:'''Buồn xưa'''\n:Quỳnh hoa chiều đọng nhạc trầm mi\n:Hồn xanh ngát chở dấu xiêm y\n:Rượu hát bầu vàng cung ướp hương\n:Ngón hường say tóc nhạc trầm mi\n\n:Lẵng xuân\n:Bờ giũ trái xuân sa\n:Đáy đĩa mùa đi nhịp hải hà\n:Nhài đàn rót nguyệt vú đôi thơm\n:Tỳ bà sương cũ đựng rừng xa\n\n:Buồn hưởng vườn người vai suối tươi\n:Ngàn mây tràng giang buồn muôn đời\n:Môi gợi mùa xưa ngực giữa thu\n:Duyên vàng da lộng trái du ngươi\n\n:Ngọc quế buồn nào gội tóc xưa\n:Hồn xa chĩu sách nhánh say sưa\n:Hiến dâng\n:Hiến dâng quả bồng hường\n:Hoàng tử nghiêng buồn vây tóc mưa\n\n:Đường tàn xây trái buổi du dương\n:Thời gian ơi tưới hận chìm tường\n:Nguồn buồn lạnh lẽo thoát cung hơi\n:Ngọt ngào nhớ chảy tự trăm phương.\n\n:'''[[Nguyễn Xuân Sanh]]'''\n|\n:'''Màu thời gian'''\n:Sớm nay tiếng chim thanh\n:Trong gió xanh\n:Dìu vương hương ấm thoảng xuân tình\n\n:Ngàn xưa không lạnh nữa, Tần Phi\n:Ta lặng dâng nàng\n:Trời mây phảng phất nhuốm thời gian\n\n:Màu thời gian không xanh\n:Màu thời gian tím ngát\n:Hương thời gian không nồng\n:Hương thời gian thanh thanh\n\n:Tóc mây một món chiếc dao vàng\n:Nghìn trùng e lệ phụng quân vương\n:Trăm năm tình cũ lìa không hận\n:Thà nép mày hoa thiếp phụ chàng\n\n:Duyên trăm năm đứt đoạn\n:Tình muôn thuở còn hương\n:Hương thời gian thanh thanh\n:Màu thời gian tím ngát.\n:'''[[Đoàn Phú Tứ]]'''\n|}\n==Xem thêm==\n*[[Nguyễn Xuân Sanh]]\n*[[Đoàn Phú Tứ]]\n*[[Phạm Văn Hạnh]]\n\n==Nguồn tham khảo==\n*Nguyễn Tấn Long, ''Việt Nam thi nhân tiền chiến'' (quyển 3). Nhà xuất bản Sống Mới, Sài Gòn, 1968. Các đoạn văn của nhóm \"Xuân Thu nhã tập\" đã dẫn ở bên trên đều được lấy trong quyển sách này.\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học giản ước tân biên'' (quyển 3). Quốc học tùng thư xuất bản, Sài Gòn, 1965.\n*Vũ Thanh, mục từ \"Xuân thu nhã tập\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Trần Huyền Sâm, \"Một số vấn đề về Xuân thu nhã tập\" đăng trên ''tạp chí Sông Hương'' số 207, tháng 5 năm 2006. Bản điện tử truy cập ngày 1 tháng 12 năm 2008 [http:\/\/tapchisonghuong.com.vn\/tap-chi\/c127\/n1178\/Mot-so-van-de-ve-Xuan-thu-nha-tap.html].\n \n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*Thế Phong, ''Lược sử văn nghệ VN'', phần \"Khái quát về đường lối của nhóm Xuân Thu nhã tập\". Nhà xuất bản Vàng Son tái bản, Sài Gòn, 1974. [http:\/\/vietart.free.fr\/index4.222.html]\n*Lê Thụy Tường vi, Chủ nghĩa siêu thực và Xuân Thu nhã tập [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=196%3Ach-ngha-sieu-thc-va-xuan-thu-nha-tp&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=vi]\n*Lê Hồ Quang, ''Quan niệm thơ của nhóm Xuân Thu nhã tập'', Tạp chí Nghiên cứu văn học số 4-2009 [http:\/\/vienvanhoc.org.vn\/news\/tapchi\/595\/home.aspx]{{Liên kết hỏng|date = ngày 30 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*Văn Giá, Hiểu thêm về quan niệm thơ của nhóm \"Xuân thu nhã tập\" [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1386%3Ahiu-them-v-quan-nim-th-ca-nhom-qxuan-thu-nha-tpq&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=vi]\n*Lê Thụy Tường Vi, Những \"Bản đẹp chưa thành\" trong Xuân Thu nhã tập [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=665%3Anhng-bn-p-cha-thanh-trong-xuan-thu-nha-tp&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=vi]\n*Đại từ điển, mục từ \"Xuân thu nhã tập\" [http:\/\/daitudien.net\/van-hoc\/van-hoc-ve-xuan-thu-nha-tap.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130516014034\/http:\/\/daitudien.net\/van-hoc\/van-hoc-ve-xuan-thu-nha-tap.html |date=2013-05-16 }}\n\n[[Thể loại:Văn học lãng mạn Việt Nam]]\n[[Thể loại:Văn học Việt Nam thời Pháp thuộc]]"}