{"445654":"'''Xuân Tâm''' (1916–2012) tên thật là '''Phan Hạp'''. Ông là một nhà thơ [[Việt Nam]] [[tiền chiến|thời tiền chiến]].\n\n==Tiểu sử==\n'''Xuân Tâm''' sinh ngày 1 tháng 1 năm 1916 tại làng Bảo An, xã Điện Quang, huyện [[Điện Bàn]], tỉnh [[Quảng Nam]].\n \nÔng là con trai thứ hai<ref>Cha mẹ Xuân Tâm có ba trai là Phan Lai, Phan Hạp, Phan Viên và một gái là Phan Thị Hồng Hạnh. Để tạo điều kiện thuận lợi cho các con ăn học thành tài, cha mẹ ông đã phải bán ngôi nhà và một [[sào]] đất vườn ở Bảo An, đưa tất cả gia đình ra Huế, dựng một ngôi nhà tranh bên trường Quốc Học Huế, nấu cơm tháng cho học sinh. Theo: [https:\/\/web.archive.org\/web\/20081211133747\/http:\/\/phantocbaoan.wordpress.com\/2008\/10\/16\/th%C6%A1-xuan-tam-phan-h%E1%BA%A1p-214\/].<\/ref> của ông Phan Diêu,sinh ra trong một gia đình có truyền thống hiếu học.\n \nKhởi đầu, Xuân Tâm theo học Trường Chaigneau, rồi trường [[Trường Trung học phổ thông chuyên Quốc Học|Quốc Học Huế]] và đậu bằng [[Thành chung]].\n \nVì nhà nghèo, ông phải nghỉ học, làm [[thông phán]] tại [[Kho bạc]] Tourane ([[Đà Nẵng]]).\n\nTháng Tám năm [[1945]], ông tham gia Cách mạng. Sau một năm ở quân đội ông được gọi về làm Ngân khố tỉnh Quảng Nam, sau làm Giám đốc Sở Ngân khố [[Liên khu V]].\n\nCuối năm 1954, Xuân Tâm tập kết ra Bắc, công tác ở Ban Kinh tế Chính phủ rồi [[Bộ Kế hoạch và Đầu tư (Việt Nam)|Ủy ban Kế hoạch Nhà nước]] cho đến khi về hưu.\n \nTuy nghỉ hưu, Ông vẫn thường họp mặt với các bạn thơ, làm thơ và dịch văn thơ [[Pháp]], đăng trên các báo ở Hà Nội.\n\nVào cuối đời ông sống trong một căn hộ ở phố Thụy Khê, [[tây Hồ (quận)|quận Tây Hồ]], [[Hà Nội|Thành phố Hà Nội]]. Ông mất lúc 16h45 ngày [[4 tháng 2]] năm [[2012]] do tuổi cao.\n\n==Sự nghiệp thơ==\nThời tiền chiến, Xuân Tâm đã đăng nhiều bài thơ trong các tạp chí, như: ''Tân văn, [[Sông Hương]], Bạn đường, Thanh niên, Đoàn kết kháng chiến Liên Khu V, Văn, Đại đoàn kết, Tiền phong, Phụ nữ Việt Nam...''\n\nNăm 1941, ông cho xuất bản tập thơ ''Lời tim non'', trong đó có nhiều bài ông sáng tác từ năm 1935, tức lúc ông 19 tuổi.\n \nTrong tập thơ này có bài \"Nghỉ hè\", là bài thơ đã đoạt giải Nhất trong cuộc thi thơ của báo ''Bạn đường'', và sau đó cũng đã được chọn vào sách giáo khoa văn cấp tiểu học.\n\nNgoài tập thơ ''Lời chim non'', ông còn có tập thơ: ''Hương giữa mùa, Hoa cuối mùa,''...<ref>Căn cứ theo mấy chữ ghi trong ngoặc ở cuối những bài thơ của ông được giới thiệu trên website ''Phan tộc Bảo An''. Nhưng không rõ ông có tất cả bao nhiêu tập thơ, và ngoài tập \"lời tim non\", còn có tập nào đã được xuất bản nữa hay chưa.<\/ref>\n \n==Nhận xét==\nĐọc tập thơ đầu tay ''Lời tim non'', tác giả sách ''Thi nhân Việt Nam'', đã ghi lại cảm nhận của mình như sau:\n:''Tôi thấy rõ Xuân Tâm, người học trò Quảng ấy, có phải lòng một cô gái [[Huế]] không? Nhưng cảnh Huế cũng là một cô gái và cô gái này đã quyến rũ lòng non trẻ của Xuân Tâm.''\n:''Mặc dầu cảnh Huế cơ hồ Xuân Tâm không nói đến, không khí [[sông Hương]] [[núi Ngự Bình|núi Ngự]] vẫn mang mác trong thơ Xuân Tâm. Tìm kiếm Xuân Tâm hoài, tôi chỉ thấy một ít [[Xuân Diệu]], một [[Huy Cận]] không buồn mênh mông, một xứ Huế không có cái bâng khuâng của [[Phan Văn Dật]], cái vẻ tài hoa của [[Nguyễn Đình Thư]], cái dáng non yếu của [[Mộng Huyền]], cái vẻ ngây thơ của [[Thu Hồng]] cái ẩn ước của [[Thanh Tịnh]]...\n:''Quả có thế. Vui hay buồn ở Xuân Tâm đều có vẻ dịu dàng vừa phải...''<ref>Hoài Thanh – Hoài Chân, ''Thi nhân Việt Nam''. Nhà xuất bản Nguyễn Đức Phiên, 1942 (Nhà xuất bản Văn học in lại năm 1988, tr. 183).<\/ref>\n\nTrong bộ sách ''Việt Nam thi nhân tiền chiến'', cũng có đoạn viết: \n:''Lời thơ Xuân Tâm thật hồn nhiên, trong như thủy tinh, sạch như băng tuyết. Đọc thơ ông, tôi cứ ngỡ như chính mình vừa phát thanh lên tiếng nói của lòng mình, và có lẽ của đa số các bạn...khi hồi tưởng lại tuổi học sinh...\n:...''Tập thơ \"Lời tim non\", không phải là những lời dại khờ trong tình ái, mà là những ý thơ hướng về thế giới của tuổi thơ...<ref>Nguyễn Tấn Long- Nguyễn Hữu Trọng, ''Việt Nam thi nhân tiền chiến'' (quyển hạ). Nhà xuất bản Sống Mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1969, tr. 342.<\/ref>\n\n==Thơ Xuân Tâm==\n{|valign=\"top\" \n|\n:'''Nghỉ hè'''\n:(trích)\n:''Sung sướng quá, giờ cuối cùng đã đến\n:''Đoàn trai non hớn hở rủ nhau về\n:''Chín mười ngày nhảy nhót ở miền quê\n:''Ôi tất cả mùa xuân trong mùa hạ.\n:''Một nét mặt trăm tiếng cười rộn rã\n:''Lời trên môi chen chúc nối nghìn câu\n:''Chờ đêm nay, sáng sớm bước lên tàu\n:''Ăn chẳng được, lòng nôn nao khó ngủ.\n:''Trong khoảng khắc sách bài là giấy cũ\n:''Nhớ làm chi – Thầy mẹ đợi, em trông\n:''Trên đường làng huyết phượng nở thành bông\n:''Và vườn rộng nhiều trái cây ngon ngọt.\n:...\n:(Lời tim non)\n|\n:'''Mẹ Tôi'''\n:(trích)\n:''Mẹ tôi mảnh dẻ thấp người\n:''Từng nghèo mà vẫn nụ cười trên môi.\n:''Suốt đời vất vả ngược xuôi,\n:''Nuôi năm con được nên người lớn khôn.\n:''Từ bình minh đến hoàng hôn,\n:''Ngày ngày cực nhọc đâu còn nghỉ ngơi.\n:''Mưa dầm thấm ướt áo tơi,\n:''Rét run thấm cả vào người Mẹ tôi.\n:''Giờ đây nhớ lại bồi hồi,\n:''Nhớ trời xứ Huế, nhớ thời xa xưa.''\n:...\n:(Hoa cuối mùa, 1989)\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vietnamplus.vn\/Home\/Xuan-Tam--nguoi-tho-cuoi-cung-cua-Thi-nhan-VN\/20097\/11992.vnplus Xuân Tâm – \"người thơ\" cuối cùng của Thi nhân VN.]\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh năm 1916]]\n[[Thể loại:Mất năm 2012]]"}