{"341900":"[[Tập tin:nga tu xom ga.jpg|phải|nhỏ|Giao lộ Lê Quang Định-Nguyễn Văn Đậu, nay vẫn thường gọi bằng tên dân gian là Ngã tư Xóm Gà]]'''Xóm Gà''' thời [[Nhà Nguyễn]] nằm trong xã Bình Hòa, thuộc huyện [[Bình Dương]], phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], tỉnh [[Gia Định]]; nay thuộc phường 1, quận [[Gò Vấp]] và một phần thuộc quận [[Bình Thạnh]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]].\n\nKhoảng nửa đầu [[thế kỷ 20]], đây là nơi cư trú hoặc lui tới của nhiều văn thi sĩ và nhà báo tên tuổi, là nơi chuyên cung cấp gà và đá gà nổi tiếng, còn hiện nay đây là vùng chuyên về dệt.\n\nRanh giới Xóm Gà hiện nay là: Ngã tư Nguyễn Văn Đậu-Hoàng Hoa Thám, băng qua chợ Cây Quéo, rẽ lên Nguyễn Thượng Hiền, qua đường số 7, Gò Vấp, đến ngã ba Chú Ía, men theo Phạm Văn Đồng, về Phan Văn Trị (qua chợ Cây Thị), đến Nguyễn Văn Đậu thì quặt về ngã tư Xóm Gà, giáp lại chợ Cây Quéo. \n==Đặc điểm==\n'''Xóm Gà''' nằm cách [[chợ Bà Chiểu]] và [[Lăng Ông (Bà Chiểu)|Lăng Ông Bà Chiểu]] khoảng 2-4 [[kilômét|cây số]], và cách [[chợ Bến Thành]] khoảng 6-10 cây số. Khi xưa, nơi đó là một xóm quê nhưng có chợ khá sầm uất, có đường lộ cho xe [[ngựa]], xe hơi qua lại; còn nhà cửa, thì được xây dựng bằng đủ thứ vật liệu ([[cây]], [[lá]], [[tole]], [[xi măng]]) xen lẫn.\n\nNgoài số cư dân địa phương Xóm Gà còn có một số dân nghèo ở các nơi khác đến tạm trú để mỗi ngày đến [[Thành phố Hồ Chí Minh|Sài Gòn]] - [[Chợ Lớn]] làm thuê.\n\nĐịa danh Xóm Gà chỉ là cái tên do dân gian đặt cho nên không có trong bản đồ hay giấy tờ hành chính. Do đâu mà có cái tên này, sách ''Sài Gòn vang bóng'' <ref name=\":0\">Phan Thứ Lang, ''Sài Gòn vang bóng'' (tập truyện), Nhà xuất bản Thành phố Hồ Chí Minh, 2001, tr. 59.<\/ref> giải thích:\n\nTrước đây ở xã Bình Hòa đất rộng người thưa nên có không ít người dân chuyên sống bằng nghề ruộng rẫy hoặc chăn nuôi gia súc như bò, heo và nhiều nhất là gà đủ loại...Vì vậy, mảnh đất mà những người chuyên nuôi gà tụ hội để bán buôn, lâu ngày được mang tên ''Xóm Gà''. \nNgoài việc cung cấp gà thịt, người dân có nuôi thêm giống [[gà tre]], [[gà nòi]] để bán cho những tay có máu mê cờ bạc. Do vậy, những tụ điểm đá gà (trường gà) đã tự hình thành, để rồi nổi tiếng là nơi dám ăn thua lớn.\n\nĐến ngày nay vẫn còn nhiều người cao tuổi nhớ và nhắc đến Xóm Gà. Khoảng thời gian 1910-1933 <ref name=\":0\" \/>  một số văn thi sĩ, nhà báo có tên tuổi ở khắp ba miền đã tới đó cư ngụ hoặc lui tới đó để sáng tác, bình văn như [[Phan Khôi]], [[Tản Đà]], [[Ngô Tất Tố]], Tùng Lâm (Lê Cương Phụng), Tế Xuyên (Hoàng Văn Tiếp), [[Trần Tấn Quốc]], Ngọa Long (Nguyễn Kim Lượng)...\nNgoài số văn nghệ sĩ trên, Xóm Gà còn có các \"đại ca\" giàu nghĩa khí, như Nguyễn Hữu Nghĩa, Năm Đồ, Năm Tồn, Ba Giáp...<ref name=\":0\" \/>\n\n==Trong thơ văn==\nTháng 3 năm 1927, bởi mắc nhiều nợ nần, thi sĩ Tản Đà buộc phải tự đóng cửa tờ [[An Nam tạp chí]]. Sau đó, ông vào Sài Gòn, viết cho tờ Đông Pháp Thời Báo<ref>Tản Đà phụ trách trang Văn chương cho tờ Đông Pháp Thời Báo, bắt đầu từ ngày 22 tháng 10 năm 1927. Xem thêm trang [[Tản Đà]]<\/ref> do [[Diệp Văn Kỳ]] làm chủ nhiệm. Ở Sài Gòn, Tản Đà ở trọ tại Xóm Gà <ref name=\":0\" \/>; khi rời Sài Gòn, Tản Đà làm bài thơ thất ngôn gởi '''cho tòa soạn Đông Pháp Thời Báo, có nhắc địa danh Xóm Gà <ref name=\":0\" \/>''' \n:''Xóm Gà tan giấc rạng vừng ô\n:''Tối đến [[Nha Trang]], rượu một hồ.\n:''Trợ bút đã xin từ bác Diệp,\n:''Văn chương để lại cậy thầy Ngô.\n:''Dám quên \"Đông Pháp\" người tri kỷ,\n:''Riêng nhớ \"An Nam\" bức địa đồ!\n:''Hai chuyến chơi xuân Thìn với Mão,\n:''Đi ra còn nhận những đường vô.''<ref>Chú thích: Bác Diệp là Diệp Văn Kỳ. Thầy Ngô, có thể là [[Ngô Đức Kế]]. \"An Nam\" là nói đến ''An Nam tạp chí''. Bài thơ này đăng lần đầu trên ''An Nam tạp chí'' số 12 năm 1930. Sau, in lại trong ''Tản Đà vận văn'' tập I, Á Châu xuất bản, tr. 117 (không thấy ghi năm xuất bản, chỉ thấy người chủ cuốn sách ghi ở trang đầu: \"Mua ngày 15 tháng 11 năm 1958 tại Sài Gòn.\" Chú thích trên, chép theo sách này.)<\/ref>\n \nTrong những ngày tháng \"rong chơi\" Sài Gòn, Xóm Gà cũng là nơi ''Trung niên thi sĩ'' ([[Bùi Giáng]]) đã dạo qua:\n:'''Ngoại ô'''\n:''Sài Gòn bất tận ngoại ô\n:''Xóm Gà Bình Thạnh xóm mô Chuồng Bò\n:''Ghé thăm Chuồng Ngựa quanh co\n:''Chạy về thẳng tắp viếng chùa Già Lam.\n:(trích tập thơ Như Sương)<ref>Chú thích thêm: ''Chùa Già Lam'', hiện tọa lạc tại số 498\/11 đường [[Lê Quang Định]], quận Gò Vấp, Thành phố Hồ Chí Minh.<\/ref>\n\nNăm 2001, địa danh Xóm Gà được nhắc tới lần nữa trong tập truyện ''Sài Gòn vang bóng'' của Phan Thứ Lang. Đó là bài \"Xóm Gà - vùng đất của mấy tay anh chị thời xưa\" và bài \"Thi sĩ Tản Đà đóng Cinéma ở Xóm Gà\".\n\nGần đây hơn, vào đêm 24 và 25 tháng 6 năm 2006, sân khấu kịch Sài Gòn cũng đã ra mắt khán giả kịch bản ''Xóm Gà'' của Vương Huyền Cơ. Vở bi hài kịch này do Trần Ngọc Giàu làm đạo diễn, với sự tham gia của nhiều nghệ sĩ hài, như: Nghệ sĩ ưu tú [[Ngọc Giàu]], Nghệ sĩ ưu tú [[Việt Anh]], Hữu Nghĩa, Bảo Châu, Xuân Thùy, Tiết Cương...<ref>Theo [http:\/\/www.baoanhdatmui.vn\/vcms\/html\/news_detail.php?nid=162 Xóm gà trên sân khấu kịch Sài Gòn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090226195031\/http:\/\/www.baoanhdatmui.vn\/vcms\/html\/news_detail.php?nid=162 |date=2009-02-26 }}<\/ref>\n\n==Nơi của những tay \"anh chị\"==\nSách ''Sài Gòn vang bóng'' cho biết cách nay hơn một thế kỷ, ở xóm Gà có nhiều sòng bài và \"trường gà\". Thường [[Chủ nhật]], ngày lễ, những tay ấy ôm gà tới đá độ, ăn thua tới bạc ngàn, là số tiền lớn vào thời đó. \nNgoài những tay chuyên gầy sòng bạc, chuyên đá độ gà...còn có những \"Đại ca\" (đã kể trên), mà mỗi \"đại ca\" này có dưới tay hàng chục đàn em, lúc nào cũng dám xả thân, mỗi khi có người đến bắt bớ hay gây sự.\n\nSong ai đó muốn giới \"dao búa\" gọi mình là \"đại ca\" thật không phải dễ. Không những phải có ngón võ cao cường, mà họ còn phải biết cư xử, biết trọng nghĩa khinh tài, có tính cương trực, dám nói dám làm, không bao giờ chịu lùi bước hay cúi đầu trước kẻ có tiền, có quyền...\n\nThời kỳ đó, ở Xóm Gà, trong số các \"đại ca\" nổi bật nhất là Ba Giáp (?-1947). Những tay du côn có tiếng ở vùng Chợ Lớn khi xưa như [[Tư Mắt]], Năm Liễu hay Sáu Thắm, Tư Sơn ở vùng An Nhơn, [[Gò Vấp]]; đều bái phục và gọi tôn ông là ''Lý Ngươn Bá'', tức coi ông như một vị tướng có sức mạnh trong truyện [[Thuyết Đường]] của [[Trung Quốc|Tàu]].\n \nCũng theo sách trên, thì Ba Giáp, nguyên quán ở [[Quảng Bình]], nhưng theo gia đình lưu lạc đến vùng Xóm Gà sinh sống bằng nghề dạy võ... Tướng mạo ông khôi ngô, tính tình thẳng ngay, giỏi võ, nên ông có rất đông môn sinh.\n \nMột hôm, tại chùa Ông có lễ, một nhóm du côn ở vùng [[Hóc Môn|Hốc Môn]], [[Bà Điểm]] kéo đến phá phách. Ba Giáp hay tin, tới phân phải trái, nhưng vừa dứt lời thì bị đối phương xông vào đánh. \nKết cục, một mình ông đã đánh hạ hơn chục tên. Kể từ đó, không băng đãng nào dám kéo đến Xóm Gà gây rối.\n\nĐược nhiều người tôn phục, nhưng Ba Giáp không hề sinh kiêu. Trái lại, sau lần đánh đuổi nhóm du côn trên, ông thường hay suy tư và buồn rầu. \nThấy vậy, một số đàn em rủ nhau đến hỏi, thì được ông trả lời rằng: \n:''Hiện tại các em thấy anh mạnh mẽ, nhưng rồi anh sẽ lớn tuổi, sức sẽ yếu đi và lúc đó, còn chống cự lại được ai? Con người ai cũng có một thời thôi, mấy ai được viên mãn trọn đời. Anh muốn rửa tay gác kiếm đi tu để giải hết oan nghiệp...''\n \nBa Giáp còn độc thân, nên việc rời bỏ cõi tục cũng không vướng bận gì nhiều. Ông vào tu tại chùa ''Sắc Tứ Tập Phước'' (hiện nay tọa lạc tại số 223, [[Phan Văn Trị]], quận Bình Thạnh), được mang pháp danh ''Thiện Minh''. Sau, ông sang trụ trì chùa Hội Phước<ref>Sách ''Sài Gòn vang bóng'' không ghi rõ chùa đang tọa lạc ở đâu. Tra trong sách và tìm trên Intenet, thì ở [[Thành phố Hồ Chí Minh]] không có chùa Hội Phước.<\/ref>, lên tới chức [[Hòa thượng]].\nÔng đi tu năm 25 tuổi (không rõ năm), và viên tịch vào ngày 11 tháng 11 [[Âm lịch]], [[1947]].<ref>Nguồn tham khảo: Phan Thứ Lang, ''Sài Gòn vang bóng,' sách đã dẫn, tr. 60-63 và tr. 148-149.<\/ref>\n==Tham khảo==\nNgoài các nguồn đã dẫn, có tham khảo thêm:\n*Sách ''Hỏi đáp Sài Gòn - Thành phố Hồ Chí Minh tập 1'', nhiều người soạn, TS. Quách Thu Nguyệt chủ biên, Nhà xuất bản Trẻ, 2006, tr. 90.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/maps.google.com\/maps?f=q&source=s_q&hl=com&geocode=&q=xom+ga&sll=10.798048,106.696665&sspn=0.006755,0.008283&g=BV+Qu%E1%BA%ADn+B%C3%ACnh+Th%E1%BA%A1nh,+%C4%90inh+Ti%C3%AAn+Ho%C3%A0ng,+Th%C3%A0nh+ph%E1%BB%91+H%E1%BB%93+Ch%C3%AD+Minh,+Vietnam&ie=UTF8&t=h&ll=10.811434,106.691022&spn=0.003378,0.00618&z=18&iwloc=lyrftr:com.panoramio.all,2357407125194989872,10.81115,106.691038&lci=com.panoramio.all,org.wikipedia.en Bản đồ mô tả vị trí Ngã tư Xóm Gà.]\n\n[[Thể loại:Địa danh cũ Thành phố Hồ Chí Minh]]\n[[Thể loại:Gò Vấp]]\n[[Thể loại:Bình Thạnh]]"}