{"43246":"[[Tập tin:Lam river-hong mountain.jpg|nhỏ|350px|phải|một góc [[núi Hồng Lĩnh|núi Hồng]] - [[sông Lam]], đặc trưng về địa-văn hóa của xứ Nghệ]]\n'''Xứ Nghệ''' là tên chung của vùng Hoan Châu (驩州) cũ từ thời [[nhà Hậu Lê]], tức [[Nghệ An]] và [[Hà Tĩnh]] hiện nay. Hai tỉnh này cùng chung một vùng văn hóa gọi là [[văn hóa Lam Hồng]], có chung biểu tượng là núi Hồng - sông Lam. [[Núi Hồng Lĩnh]] nằm trọn trong đất Hà Tĩnh và [[sông Lam]] nằm ở ranh giới giữa Nghệ An và Hà Tĩnh. Trung tâm của Xứ Nghệ nằm ở hai bên dòng sông Lam là phủ Đức Quang và phủ Anh Đô khi xưa, tức là các huyện [[Hương Sơn]], [[Đức Thọ]], [[Can Lộc]], [[Nghi Xuân]], [[Hồng Lĩnh|thị xã Hồng Lĩnh]] của [[Hà Tĩnh]] và các huyện [[Thanh Chương]], [[Nghi Lộc]], thành phố [[Vinh]], [[Hưng Nguyên]], [[Nam Đàn]], [[Đô Lương]], [[Anh Sơn]] của Nghệ An ngày nay.\n\nDanh xưng Nghệ An có từ năm 1030 thời [[nhà Lý]], niên hiệu Thiên Thành thứ 2 đời [[Lý Thái Tông]]. Lúc đó gọi là '''Nghệ An châu trại''' (乂安州寨), sau đó thì đổi thành '''trại Nghệ An''' rồi '''Nghệ An phủ''' (乂安府), '''Nghệ An thừa tuyên''' (乂安承宣). Năm 1490, vua [[Lê Thánh Tông]] (niên hiệu [[Lê Thánh Tông|Hồng Đức]] thứ 21) đổi tên từ Nghệ An thừa tuyên thành '''xứ Nghệ An''' (gọi tắt là '''xứ Nghệ''') đồng thời với các đơn vị hành chính khác lúc bấy giờ như: [[kinh Bắc|xứ Kinh Bắc]], [[sơn Nam (địa danh cũ Việt Nam)|xứ Sơn Nam]], [[xứ Đông]], [[sơn Tây (tỉnh Việt Nam)|xứ Đoài]], [[thanh Hóa|xứ Thanh Hóa]], [[lạng Sơn|xứ Lạng Sơn]]... Năm 1831, thời vua [[Minh Mạng|Minh Mệnh]], Xứ Nghệ bị tách thành hai tỉnh Nghệ An và Hà Tĩnh. Năm 1976, hai tỉnh lại hợp thành tỉnh lớn [[Nghệ Tĩnh]]. Năm 1991, tách ra thành Nghệ An và Hà Tĩnh như ngày nay.\n\nCương vực xứ Nghệ bắt đầu được mở rộng sang lãnh thổ [[Lào]] ngày nay từ thời nhà [[Nhà Lê sơ|Lê sơ]]<ref>[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=652D Chính sách biên viễn của Đại Việt thời Lê sơ, trên trang web của Liên hiệp các hội KHKT Việt Nam.]{{Liên kết hỏng|date=2021-05-30 |bot=InternetArchiveBot }})<\/ref>, phát triển đến rộng nhất là thời vua [[Minh Mạng]]<ref>[https:\/\/2755220096612444948-a-viethoc-com-s-sites.googlegroups.com\/a\/viethoc.com\/web\/viet-hoc-thu-quan-1\/ho-so-van-ban-dhien-tu\/Vi%E1%BB%87tS%E1%BB%ADTo%C3%A0nTh%C6%B0.pdf?attachauth=ANoY7cpmG_mLb_1QCS7W0AhIfDLeg9o1ODW4UwmtsC_7sC8L6UQ5ntulTbWig6mle9P50ApCVN0ZXZJKzZHrTxvshSdo5z__7Xa-Mp3Orstr5J5bNS2xAldtgLZlnRnJwP1GUx8WxDVEF_AOCPtwFCp1VRrbMWS5-_I3wh5x-FAO1DvDUQM3HV1CbOCAXxIT8HEV9PLKIghHefdy9S9idOBG1mK54MVqAvEWPIz6kHdRNvgPsSerqVTPQJLHmIN2tbz2w-L8eBDF1jwNCLGm4_vJ5GojOcd98w%3D%3D&attredirects=0 Việt sử toàn thư (bản điện tử) của Phạm Văn Sơn, trang 424.]{{Liên kết hỏng|date=2021-05-30 |bot=InternetArchiveBot }}<\/ref> [[nhà Nguyễn]] (với 11 phủ)<ref name=\"ReferenceA\">Đại Việt địa dư toàn Biên, trang 228, 238.<\/ref>, đến thời [[Pháp thuộc]] thì người Pháp cắt khoảng nửa về cho đất Lào (5\/11 phủ), phần còn lại tương đương với lãnh thổ 2 tỉnh [[Nghệ An]] và [[Hà Tĩnh]] ngày nay.\n\n==Lịch sử==\n===Đời [[Hùng Vương]] xưa và [[An Dương Vương]]===\n* Thời xa xưa, Xứ Nghệ thuộc đất [[Việt Thường]]\n* Sau đó trở thành 2 trong 15 bộ của nước [[Văn Lang]], có tên: [[diễn Châu (phủ)|bộ Hoài Hoan]], bộ Cửu Đức\n*:Bộ Hoài Hoan là tên gọi vùng đất tương đương với [[Diễn Châu (phủ)|Diễn Châu]] khi xưa, ở phía bắc tỉnh Nghệ An. Bộ Cửu Đức là tên gọi vùng đất tương đương với phía nam tỉnh Nghệ An và tỉnh Hà Tĩnh hiện nay, tức đất Hoan Châu thời [[nhà Đường]].\n\n===Thời kỳ Bắc thuộc===\n{{Xem thêm|Hành chính Việt Nam thời Bắc thuộc lần 1|Hành chính Việt Nam thời Bắc thuộc lần 2|Hành chính Việt Nam thời Bắc thuộc lần 3}}\n* [[Nhà Hán]]: là huyện Hàm Hoan thuộc quận [[Cửu Chân]]\n* [[Đông Ngô|Nhà Đông Ngô]]: tách ra khỏi quận Cửu Chân, đặt làm quận Cửu Đức\n* [[Nhà Tấn]], [[lưu Tống|nhà Lưu Tống]] vẫn theo như nhà Ngô\n* [[Nhà Lương]] (năm 502-557): Chia đặt làm [[Đức Châu, Đức Thọ|Đức Châu]], Lỵ Châu và Minh Châu\n* [[Nhà Tùy]]:\n** Năm Khai Hoàng thứ 18 (598) đổi Đức Châu làm Hoan Châu, Lỵ Châu làm Trí Châu\n** Năm Đại Nghiệp thứ 3 (607) hợp cả Minh Châu, Trí Châu và Hoan Châu, đổi lệ thuộc [[Nhật Nam|quận Nhật Nam]]\n* [[Nhà Đường]]:\n** Niên hiệu Vũ Đức chia quận Nhật Nam đặt làm [[Đức Châu, Đức Thọ|Đức Châu]], Lạo Châu, Minh Châu và Hoan Châu.\n** Năm Trinh Quán thứ 1 (627) đổi Đức Châu lại làm Hoan Châu, còn Hoan Châu cũ thì đổi làm [[Diễn Châu (phủ)|Diễn Châu]].\n** Năm thứ 16 bỏ Diễn Châu hợp vào Hoan Châu\n** Đầu năm Thiên Bảo lại đổi là Hoan Châu, thuộc vào quận Nhật Nam\n** Từ năm Kiền Nguyên trở về sau gọi là Hoan Châu, rồi bỏ Tri Châu mà cho lệ thuộc vào Hoan Châu\n** Năm Quảng Đức thứ hai chia Hoan Châu đặt quận Long Trì thuộc Diễn Châu, lại gọi là quận [[Diễn Thủy]]\n\n===Thời kỳ đất nước độc lập tự chủ===\n* [[Nhà Ngô]], [[Nhà Đinh]], [[nhà Tiền Lê]]: gọi là Hoan Châu\n* [[Nhà Lý]]: Đổi làm trại, gọi là Nghệ An Châu trại. Đây là lần đầu tiên xuất hiện danh xứ Nghệ An; năm Thiên Thành thứ 2 (năm 1030) đổi tên là Nghệ An châu. Lúc bấy giờ [[Diễn Châu (phủ)|Diễn Châu]] là châu riêng, không thuộc Nghệ An Châu.\n* [[Nhà Trần]]:\n** năm Nguyên Phong thứ 6 lại gọi là Trại Nghệ An\n** năm Long Khánh thứ 3 (1375) đổi Diễn Châu làm [[Diễn Châu lộ]], chia Hoan Châu làm 4 lộ: [[Nhật Nam]], [[Hà Tĩnh|Nghệ An nam]], [[Nghệ An bắc]], [[Nghệ An trung]], cũng gọi là Nghệ An phủ\n** năm Quang Thái thứ 10 đổi Nghệ An làm [[Lâm An trấn]], Diễn Châu làm [[Diễn Châu (phủ)|Vọng An trấn]]\n** Đời [[nhà Hồ]] đổi Diễn Châu làm [[Diễn Châu (phủ)|Linh Nguyên phủ]], cùng với [[Thanh Hóa]], [[Cửu Chân]], [[Ái Châu]] gọi là tứ phụ\n** Thời thuộc [[nhà Minh]] lại đổi làm 2 phủ Diễn Châu và Nghệ An; phủ Diễn Châu lĩnh 3 huyện là Quỳnh Lâm, Trà Thanh, Phù Lưu. phủ Nghệ An lĩnh 4 châu là Hoan Châu, Nam Tĩnh, Trà Lung, Ngọc Ma và 13 huyện là Nha Nghi, Chi La, Phi Lộc, Thổ Du, Kệ giang, Chân Phúc, Cổ Xã, Thổ Hoàng, Đông Ngàn, Thạch Đường, Kỳ La, Bàn Thạch, Hà Hoa\n* [[Nhà Hậu Lê]]:\n** năm Thuận Thiên nguyên niên thuộc [[đạo Hải Tây]]\n** năm Quang Thuận thứ 7, 2 phủ Diễn Châu và Nghệ An sáp nhập lại, gọi Nghệ An thừa tuyên; Năm Hồng Đức thứ 1, định bản đồ Nghệ An thừa tuyên có 9 phủ, 25 huyện, 2 châu. Thiên nam dư hạ lục chép rằng: Phủ Đức Quang lĩnh 6 huyện là Thiên Lộc, La Sơn, Nghi Xuân, Chân Phúc, Hương Sơn, Thanh Giang, Phủ Anh Đô lĩnh 2 huyện là Nam Đường, Hưng Nguyên. Phủ Diễn Châu lĩnh 2 huyện là Đông Thành và Quỳnh Lưu. Phủ Hà Hoa lĩnh 2 huyện là Thạch Hà, Hà Hoa. Phủ Trà Lân lĩnh 4 huyện là Kỳ Sơn, Tương Dương, Vĩnh Khang, Hội Ninh. Phủ Quỳ Châu lĩnh 2 huyện là Trung Sơn, Thuý Vân, Phủ Trấn Ninh lĩnh 7 huyện là Quang Vinh, Minh Quảng, Cảnh Thuần, Thanh Vị, Kim Sơn, Châu Giang, Trung Thuận. Phủ Ngọc Ma lĩnh một châu Trịnh Cao, phủ Lâm An lĩnh một châu Quy Hợp. Toàn hạt 25 huyện, 2 châu\n** năm [[Lê Thánh Tông|Hồng Đức]] thứ 21 (1490) đổi làm xứ: Xứ Nghệ\n*:Lúc bấy giờ, Xứ Nghệ gồm 9 phủ:\n*#[[Đức Quang (phủ)|Phủ Đức Quang]] quản lĩnh 6 huyện: Thiên Lộc ([[Can Lộc]] và bắc [[Lộc Hà]] ngày nay), La Sơn ([[Đức Thọ]]), Chân Phúc ([[Nghi Lộc]]), [[Thanh Chương]] (gồm huyện [[Thanh Chương]] và tây nam huyện [[Nam Đàn]] hiện nay), [[Hương Sơn]] (bao gồm các huyện: [[Hương Sơn]], [[Vũ Quang]], [[Hương Khê]] ngày nay) và [[Nghi Xuân]]\n*# [[Diễn Châu (phủ)|Phủ Diễn Châu]] quản lĩnh 2 huyện: Đông Thành ([[Yên Thành]] và [[Diễn Châu]]) và [[Quỳnh Lưu]] (huyện [[Quỳnh Lưu]] và đông huyện [[Nghĩa Đàn]] hiện nay)\n*# [[Anh Đô (phủ)|Phủ Anh Đô]] quản lĩnh 2 huyện: [[Hưng Nguyên]] và Nam Đường ([[Nam Đàn]], [[Đô Lương]], [[Anh Sơn]])\n*# [[Hà Hoa (phủ)|Phủ Hà Hoa]] quản lĩnh 2 huyện: [[Thạch Hà]] (huyện [[Thạch Hà]], nam [[Lộc Hà]] và [[hà Tĩnh (thành phố)|thành phố Hà Tĩnh]]) và Kỳ Hoa ([[Kỳ Anh (huyện)|Kỳ Anh]] và [[Cẩm Xuyên]])\n*# [[Trà Lân (phủ)|Phủ Trà Lân]] quản lĩnh 4 huyện: [[Kỳ Sơn, Nghệ An|Kỳ Sơn]] (đầu thế kỷ 19 gồm 5 tổng: Cổ Khuông, [[Chiêu Lưu]], Nhân Lý (nay khoảng các xã [[Bắc Lý, Kỳ Sơn|Bắc Lý]], [[Mỹ Lý]]), Đỗ Lãng, Hiếu Kiệm (nay khoảng xã [[Hữu Kiệm]])), [[Tương Dương, Nghệ An|Tương Dương]] (đầu thế kỷ 19 gồm 3 tổng Cẩm Dã, Yên Lòng Bán, Tứ Dương), Vĩnh Khang (tức Vĩnh Hòa, đầu thế kỷ 19 gồm 3 tổng: Phi Cốc, Thanh Nhuế, Huyền Lãng) và Hội Ninh (tức Hội Nguyên, đầu thế kỷ 19 gồm 3 tổng Bàu Lá, [[Nga My, Tương Dương|Nga My]], [[Bình Chuẩn, Con Cuông|Bình Chuẩn]]).\n*# Phủ Quỳ Châu quản lĩnh 2 huyện: Trung Sơn ([[Quế Phong]]) và Thúy Vân (nay là huyện [[Quỳ Châu]] và [[Quỳ Hợp]] tỉnh [[Nghệ An]].)\n*# [[Bồn Man|Phủ Trấn Ninh]] tức là đất [[Bồn Man]] xưa, người bản xứ gọi là Mường Bồn (phần đất nay thuộc tỉnh [[Xiengkhuang|Xiêng Khoảng]] Lào). Năm 1479 [[Cầm Công]] vua Bồn Man chống lại Đại Việt, [[Lê Thánh Tông]] thân chinh tiến đánh thu phục Bồn Man sáp nhập vào Đại Việt đổi thành Trấn Ninh trực thuộc Hoan Châu và cho thổ quan là [[Cầm Lư]] làm tù trưởng. Về sau lấy thêm đất Hô Mường ở phía Bắc, tức là đất thuộc [[Lan Xang|Lão Qua]] xưa (Hô Mường ([[Huameuang]]) vùng đất nay là tỉnh [[Huaphanh|Hủa Phăn]] Lào). Phía Tây Trấn Ninh tiếp giáp với Ai Lao.<ref>Lịch triều hiến chương loại chí, Phan Huy Chú, tập 1, Dư địa chí, Nghệ An, trang 80.<\/ref>\n*# [[Phủ Ngọc Ma]] quản lĩnh 1 châu: [[Trịnh Cao]] (Trịnh Cao chưa xác định được ở đâu, có thể hiện nay thuộc tỉnh [[Borikhamxay|Bô Ly Khăm Xay]] [[Lào]] (vùng giáp ranh với Việt Nam như: [[viengthong, Borikhamxay|huyện Viengthong]])). Theo [[Phan Huy Chú]] thì phủ Ngọc Ma cùng phủ Quỳ Châu ở phía tây trấn Nghệ An, nối liền với xứ [[Lào|Ai Lao]]. Năm 1827 phủ Ngọc Ma được đổi thành phủ Trấn Định và gộp thêm các châu Cam Môn, Cam Cát, Cam Linh (tức Phàm Linh, theo [[Nguyễn Văn Siêu]]).<ref>[[Lịch triều hiến chương loại chí]], Phan Huy Chú, tập 1, Dư địa chí, Nghệ An, trang 79.<\/ref> (Cam Môn thuộc đất tỉnh [[Khammuane|Khăm Muộn]] [[Lào]], Cam Cát tức [[Khamkeuth|Khamkheuth]] tỉnh [[Borikhamxay|Bô Ly Khăm Xay]] Lào, Phàm Linh nay là khoảng vùng [[Pakkading]] tỉnh Bô Ly Khăm Xay Lào). Cam Cát và Cam Môn là những vùng đất tiếp giáp với địa bàn huyện [[Hương Sơn]] tỉnh [[Hà Tĩnh]] ngày nay, vì theo Nguyễn Văn Siêu thì:\"''...Năm Minh Mạng thứ 21 (1840), thổ mục và thổ dân 2 huyện Cam Môn, Cam Cát đến trú ngụ ở địa bàn huyện Hương Sơn, nhân thế cho chúng chia thuộc vào phủ Đức Thọ''\"<ref>Đại Việt địa dư toàn biên, trang 238.<\/ref>.\n*# [[Lâm An (phủ Nghệ An)|Phủ Lâm An]] quản lĩnh 1 châu Quy Hợp (thuộc đất Hà Tĩnh thời nhà Nguyễn)<ref>[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=652D Chính sách biên viễn của Đại Việt thời Lê sơ, đăng lúc 00:00:00 Ngày 18\/09\/2008 trên trang web của Liên hiệp các hội KHKT Việt Nam.]{{Liên kết hỏng|date=2021-05-30 |bot=InternetArchiveBot }})<\/ref>. Theo Phan Huy Chú, phủ Lâm An vốn trước là phần đất của [[Bồn Man]] chư hầu của Ai Lao, đến năm 1448 niên hiệu Thái Hòa thứ 5, tù trưởng vùng này sang thần phục nhà Lê, [[Lê Nhân Tông]] cho nhập vào [[Đại Việt]] đổi tên thành Quy Hợp, địa giới nằm ở tận cùng phía tây xứ Nghệ. Châu thành châu Quy Hợp nhà Lê đặt tại làng Trừng Thanh nằm bên bờ nam sông Tiêm thượng nguồn của [[sông La]] nay là thôn Trừng Thanh xã [[Hương Vĩnh]] huyện [[Hương Khê]] tỉnh [[Hà Tĩnh]]<ref>{{Chú thích web |url=http:\/\/www.thuvienbinhdinh.com\/web\/diachi\/uniisis.asp?action=view&PID=3338 |ngày truy cập=2014-11-17 |tựa đề=Những tìm hiểu mới nhất về quân sự, chính trị, kinh tế triều Tây Sơn qua \"Tư liệu Quy Hợp\", Trần Văn Quý, Tạp chí Lịch sử Quân sự.- 1987.- Số 14 (Tháng 2).- Tr. 36 - 45 (3.146). |archive-date=2014-12-13 |archive-url=https:\/\/web.archive.org\/web\/20141213212301\/http:\/\/www.thuvienbinhdinh.com\/web\/diachi\/uniisis.asp?action=view&PID=3338 |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/dat-nuoc-xu-nghe\/thanh-son-phong-phu-gia-ha-tinh |ngày truy cập=2014-11-17 |tựa đề=Thành Sơn phòng Phú Gia Hà Tĩnh, Thái Kim Đỉnh, Văn hóa Nghệ An ngày ngày 21 tháng 5 năm 2013. |archive-date=2014-11-29 |archive-url=https:\/\/web.archive.org\/web\/20141129014047\/http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/dat-nuoc-xu-nghe\/thanh-son-phong-phu-gia-ha-tinh }}<\/ref>. Năm 1828 được đổi thành phủ Trấn Tĩnh.<ref>Lịch triều hiến chương loại chí, Phan Huy Chú, tập 1, Dư địa chí, Nghệ An, trang 79.<\/ref> Theo [[Nguyễn Văn Siêu]]: Năm 1828-Minh Mạng thứ 9 trấn Nghệ An được đặt thêm 3 phủ: Trấn Tĩnh (bỏ phủ Lâm An, châu Quy Hợp đổi thành Tấn Hoàn), Trấn Biên và Lạc Biên<ref name=\"ReferenceB\">Đại Việt địa dư toàn biên, trang 228.<\/ref>. Phủ Trấn Tĩnh nằm ở phía tây nam tỉnh Nghệ An-Hà Tĩnh nhà Nguyễn (nay khoảng các huyện [[Hương Khê]] [[Hà Tĩnh]], [[Tuyên Hóa]] [[Quảng Bình]], và huyện [[Nakai]] [[Khammuane|Khăm Muộn]] [[Lào]]), vốn là đất thuộc 3 động Thâm Nguyên (đầu nguồn của [[sông Ngàn Sâu]]<ref>[[Đại Nam nhất thống chí]], phụ lục: Các sông lớn của nước ta, trang 255 viết về sông La: ''Sông La có hai nguồn: một nguồn ra tự động Thâm Nguyên (Ngàn Sâu) ở núi Khai Trương (núi Giăng Màn) châu Quy Hợp Hà Tĩnh, chảy về phía đông đến xã Chu Lễ, hội với sông Tiêm, đến xã Bào Khê hội với sông Trúc, qua sông Cửu Khúc đến xã Vụ Quang hội với sông Ác (Ngàn Trươi), đến xã Đỗ Xá hội với sông Ngàn Phố; nguồn thứ hai...''.<\/ref>), Yên Sơn, Mộng Sơn của châu Quy Hợp phủ Lâm An. Năm 1827, Minh Mạng thứ 8, vua [[Vạn Tượng]] là [[Anouvong|Chiêu Nỗ]] (Chao Anou) bị quân [[Xiêm]] đánh thua bỏ nước chạy, thổ dân Trấn Tĩnh xin nhập vào [[Tên gọi Việt Nam#Đại Nam|Đại Nam]], [[Minh Mạng]] cho nhập vào Nghệ An, đặt là Trấn Tĩnh và đổi động thành huyện<ref>Đại Việt địa dư toàn biên, [[Nguyễn Văn Siêu]], tỉnh Nghệ An, phủ Trấn Tĩnh, trang 238.<\/ref>.\n** Khoảng giữa năm [[Hồng Thuận]] (1510-1516) vua [[Lê Tương Dực]] đổi xứ Nghệ làm trấn Nghệ An\n** Năm [[Giáp Ngọ]] ([[1774]]) quân [[chúa Trịnh]], vào chiếm được đất châu Bố Chính Nội (phía Nam [[sông Gianh]], huyện [[Bố Trạch]]) đem sáp nhập cùng với Bố Chính Ngoại (phía Bắc sông Gianh, huyện [[Quảng Trạch]], thị xã [[Ba Đồn]] và huyện [[Tuyên Hóa]] [[Quảng Bình]]) thuộc Quảng Bình đã của [[chúa Trịnh]] vào [[Hà Hoa (phủ)|phủ Hà Hoa]] trấn Nghệ An. Nhưng đến năm [[Bính Ngọ]] ([[1786]]), quân [[nhà Tây Sơn]] chiếm lại được vùng này lại đổi về đất Quảng Bình như cũ nhưng đặt tên gọi khác.<ref>Đại Việt địa dư toàn Biên, trang 242.<\/ref>\n* Thời [[Nhà Tây Sơn]] (1778-1802): xứ Nghệ được đổi làm [[Phượng Hoàng Trung Đô|Trung Đô]] (Kinh đô tương lai của nhà Tây Sơn): Hoàng đế Quang Trung cho xây [[Phượng Hoàng Trung Đô]] ở thành phố Vinh ngày nay, lại gọi là Nghĩa An trấn\n* Thời [[nhà Nguyễn]]:\n** Theo Nguyễn Văn Siêu viết:\"...''Bản triều năm Gia Long nguyên niên lại đặt làm Nghệ An trấn; Đồ bản và sổ hộ năm Gia Long thứ 1, chép trấn Nghệ An, 9 phủ, là Đức Quang, Diễn Châu, Hà Hoa, Anh Đô, Trà Lân, Quỳ Châu, Trấn Ninh, Lâm An, Ngọc Ma; 18 huyện là Hương Sơn, Nghi Xuân, Thanh Chương, La Sơn, Chân Lộc, Thiên Lộc, Đông Thành, Quỳnh Lưu, Kỳ Hoa, Thạch Hà, Nam Đường, Hưng Nguyên,Tương Dương, Vĩnh Hoà, Hội Nguyên, Kỳ Sơn, Thuý Vân, Trung Sơn. So với bản đồ thời Hồng Đức thì thiếu 7 huyện như vùng Quang Vinh, và 2 châu Trịnh Cao, Quy Hợp. Có lẽ do biên chép sai lầm.''\"<ref name=\"ReferenceB\"\/>\n**Năm 1826, Minh Mạng thứ 7, nhà Nguyễn cho lấy 3 dũng là: dũng Lan, dũng Đỏ và dũng Châu của mán Lèo thuộc châu Quy Hợp phủ Lâm An trấn Nghệ An, do ở giáp ranh với phía Tây Quảng Bình (khi đó gọi là dinh Quảng Bình), chuyển sang thuộc vào dinh Quảng Bình (năm 1828 dinh Quảng Bình đổi thành trấn Quảng Bình)<ref>Đại Việt địa dư toàn biên, trang 242.<\/ref>. Phần đất này ngày nay thuộc huyện [[Minh Hóa]] và phía tây huyện [[Tuyên Hóa]] [[Quảng Bình]].\n**Năm 1828, trấn Nghệ An được nhập thêm 2 phủ mới là Trấn Biên và Lạc Biên, nâng tổng số lên 11 phủ. Phủ Trấn Biên ở Tây Bắc tỉnh Nghệ An thời nhà Nguyễn, có 4 huyện lệ thuộc vốn là 4 trong 7 ''mán Mang Hổ'' nước Ai Lao: Xa Hổ (trước gọi là Man Hổ), Xầm Tộ (trước đó là Hổ Phân Xầm Tộ, còn ngày nay là Xầm Tơ huyện [[Xamtay]] tỉnh [[Huaphanh|Hủa Phăn]] Lào), Mang Lan (trước là Hổ Phân Mang Lan, ngày nay khoảng vùng Mương Lan huyện Xamtay Hủa Phăn), Man Soạn (vốn là Hổ Phân Man Soạn). Phủ Lạc Biên ở phía Tây Nam tỉnh Nghệ An nhà Nguyễn, vốn là đất ''Cống Man Lạc Hoàn'' (tức mường Lạc Hoàn (Muang Lakhone) của [[vương quốc Viêng Chăn]] (Vạn Tượng)).<ref name=\"ReferenceA\"\/>\n** năm Minh Mệnh thứ 12 (1831) chia Nghệ An trấn thành 2 tỉnh: Nghệ An (phía Bắc [[sông Lam]]); Hà Tĩnh (phía nam sông Lam)\n** năm Tự Đức thứ 6 đổi tỉnh Hà Tĩnh làm đạo, hợp vào Nghệ An thành An Tĩnh\n** năm Tự Đức thứ 29 lại đặt tỉnh Hà Tĩnh như cũ\n\n=== Thời [[Pháp thuộc]] ===\nCùng với việc phân lại địa giới hành chính giữa các kỳ và các xứ thuộc địa của [[Pháp]] trong [[Liên bang Đông Dương]], người Pháp đã cắt một số các phủ huyện thuộc tỉnh Nghệ An và Hà Tĩnh thuộc xứ [[Trung Kỳ]] cho [[Lào]] thuộc Pháp vào các năm 1895 và 1903, bao gồm các vùng: phủ Trấn Biên (khoảng phía Đông Nam tỉnh [[Huaphanh|Hủa Phăn]]), phủ Trấn Ninh ([[Xiengkhuang|Xiêng Khoảng]], Hủa Phăn (phần phía Nam Hủa Phăn)), phủ Trấn Định ([[Borikhamxay|Bô Ly Khăm Xay]], [[Khammuane|Khăm Muộn]] (phía Bắc tỉnh Khăm Muộn)), phủ Trấn Tĩnh (khoảng phía Đông tỉnh Khăm Muộn, giáp các huyện [[Hương Khê]] tỉnh [[Hà Tĩnh]] ngày nay, [[Tuyên Hóa]], [[Minh Hóa]] tỉnh [[Quảng Bình]] ngày nay), phủ Lạc Biên (khoảng bờ Bắc và thượng lưu sông Xê Bang Phai và sông Xê Nơi, phía Nam tỉnh Khăm Muộn). Đất Nghệ An-Hà Tĩnh trở nên giống với hiện trạng ngày nay và lúc đó chỉ còn lại phần đất thuộc 6 phủ: Hà Hoa, Đức Quang, Anh Đô, Trà Lân, Diễn Châu, Quỳ Châu.\n\n=== Hành chính vào đầu nhà Nguyễn của các phủ còn thuộc Nghệ Tĩnh ngày nay ===\n*[[Hà Hoa (phủ)|Phủ Hà Hoa]] (nay thuộc [[Hà Tĩnh]]):\n:*Huyện Kỳ Hoa gồm 6 tổng: Hoa Duệ, Vân Tản, Thổ Ngõa, Lạc Xuyên, Cấp Dẫn, Đỗ Chử.\n:*Huyện Thạch Hà gồm 7 tổng: Thượng Nhất, Thượng Nhị, Hạ Nhất, Hạ Nhị, Trung, Đông, Đoài.\n*[[Đức Quang|Phủ Đức Quang]] (tức [[Đức Thọ (phủ)|phủ Đức Thọ]], nay thuộc Hà Tĩnh và Nam [[Nghệ An]]):\n\n:*Huyện Thanh Chương gồm 6 tổng: Bích Triều, Thổ Hào, Vũ Liệt, Cát Ngạn, Đặng Sơn, Nam Hoa.\n:*Huyện Chân Lộc (tức huyện Nghi Lộc) gồm 4 tổng: Thượng Xá, Kim Nguyên, Đặng Xá, Ngô Trường (''gồm 17 làng xã: Phan Xá (Phan, Xuân Liễu, Bảo Đài), [[Xuân An, Nghi Xuân|Xuân An]] (An Toàn, Thượng Xá, Trung Ngũ, Mỹ Hậu), Tứ-Ngô Trường, Tứ-Ngô Xá, Chân An, [[Phượng Hoàng Trung Đô|Đức Quang (sở)]], [[Núi Quyết|Dũng Quyết]] (Thượng, Hạ), An Trường (tức Yên Trường), Giáp An, An Lưu, [[bến Thủy|phường Thủy Cư]]; nay thuộc thành phố [[Vinh]].'').\n:*Huyện Thiên Lộc gồm 7 tổng: Minh Lương, Độ Liêu, Nga Khê, Nội Ngoại, Phù Lưu, Canh Hoạch, Vĩnh Luật.\n:*Huyện Hương Sơn gồm 8 tổng: Đỗ Xá, An Ấp, Hữu Bằng, Dị Ốc, Đồng Công, Thổ Hoàng, Thổ Lỗi, Bào Khê.\n:*Huyện La Sơn gồm 7 tổng: An Việt, An Hồ, Hòa Lâm, Lai Thạch, Thịnh Cảo, Tự Đồng, Thượng Bồng.\n:*Huyện Nghi Xuân gồm 5 tổng: Tam Chế, Phan Xá (''gồm 5 xã: Phan Xá, [[Tiên Điền]], Tiên Bào, Mỹ Đường, Uy Viễn.''), Cổ Đạm (''gồm 6 làng xã: [[Cổ Đạm]] (Kỳ Phi, An Giám, Mỹ Cầu, Vân Hải), [[Cương Gián]], Cương Đoán, Động Giản, Liêu Đông, Nước Ra.''), Hoa Viên (''gồm 6 làng xã: [[Xuân Viên, Nghi Xuân|Hoa Viên]], [[Xuân Hồng, Nghi Xuân|Hồng]], Khải Mông, Tiên Cần, [[Xuân Giang, Nghi Xuân|Tả Úc]] (tức Tả Ao), Cồn Mộc.''), Đan Hải (''gồm 6 làng xã: [[Xuân Hội|Hội Thống]], [[Xuân Trường, Nghi Xuân|Đan Trường]], [[Xuân Phổ|Đan Phổ]], [[Xuân Hải, Nghi Xuân|Đan Hải]], Đan Uyên, Đô Uyên.'').\n*[[Anh Đô (phủ)|Phủ Anh Đô]] (nay thuộc Nghệ An):\n:*Huyện Hưng Nguyên gồm 7 tổng: Phù Long, Thông Lãng, Đô An (''gồm 16 làng xã: Đô An (Đô An, Thị Quang), An Phúc, Âm Công (Thành Công, Xuân Am), An Pháp, Mỹ Chân (Chân Đích, Kim Mã, An Mỹ, Ngọc Hốt, Xuân Thịnh), Hến, Mỹ Tục (Cự, Mỹ, Phú An, Thượng).''), Hoa Viên, Hải Độ, Cảo Trình, La Hoàng.\n:*Huyện Nam Đường gồm 8 tổng: Non Liễu, Lâm Thịnh (''gồm 15 làng xã: Lâm Thịnh, Chung Mỹ, Duyên La, Trường Cát, Chung Cự (Ngọc Đình, Hoàng Trù, [[Kim Liên, Nam Đàn|Kim Liên]], Vân Hội, Tính, Kính Kỵ, Khoa Cử, Tiểu Ca), Gia Lạc, Hữu Biệt.''), Đại Đồng, Hoa Lâm, Đô Lương, Thuần Trung, Bạch Hà, Lãng Điền.\n*[[Diễn Châu (phủ)|Phủ Diễn Châu]] (nay thuộc Nghệ An):\n:*Huyện Quỳnh Lưu gồm 4 tổng: Hoàn Hậu, Thanh Viên, Hoàng Mai, Quỳnh Lâm.\n:*Huyện Đông Thành gồm 7 tổng: Cao Xá, Vạn Phần, Quan Trung, Quan Triều, Thái Trạch, Vân Trụ, Hoàng Trường.\n*[[Trà Lân (phủ)|Phủ Trà Lân]] (tức phủ Tương Dương, nay thuộc Nghệ An):\n:*Huyện Tương Dương gồm 3 tổng: Cẩm Dã, Yên Lòng Bán, Tứ Dương.\n:*Huyện Vĩnh Hòa gồm 3 tổng: Phi Cốc, Thanh Nhuế, Huyền Lãng.\n:*Huyện Hội Nguyên gồm 3 tổng: Bàu Lá, Nga My, Bình Chuẩn.\n:*Huyện Kỳ Sơn gồm 5 tổng: Cổ Khuông, Chiêu Lưu, Nhân Lý, Đỗ Lãng, Hiếu Kiệm.<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trấn Nghệ An, trang 98-106.<\/ref>\n*Phủ Quỳ Châu (nay thuộc Nghệ An):\n\n:*Huyện Trung Sơn gồm 16 động.\n:*Huyện Thúy Vân gồm 23 động.<ref>Lịch triều hiến chương loại chí, dư địa chí, trang 79.<\/ref>\n\n===Ngày nay===\n* Năm 1976, Nghệ An và Hà Tĩnh hợp thành tỉnh lớn Nghệ Tĩnh\n* Năm 1991, [[Nghệ Tĩnh]] lại tách ra Nghệ An và Hà Tĩnh\n\n==Văn hóa xứ Nghệ==\n{{chi tiết|Văn hóa Lam Hồng}}\n\n==Tham khảo==\n# ''[[Khâm định Việt sử Thông giám cương mục]]'', chính biên, quyển thứ XXI\n# ''Thiên hạ lợi bệnh toàn thư''\n# ''Thiên nam dư hạ tập''\n# ''Tây Sơn bang giao lục''\n# ''[[Lịch triều hiến chương loại chí]]''\n# ''Tiểu vùng văn hoá xứ Nghệ'' (Nghệ An& Hà Tĩnh)\/ tg: Hà Nguyễn. Nhà xuất bản Thông tin và Truyền thông. Hà Nội. 2013\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Xứ Nghệ| ]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Nghệ An]]\n[[Thể loại:Hà Tĩnh]]"}