{"523732":"{{bài cùng tên|Yên Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Yên Sơn\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 18,83 km²\n| dân số = 9.608 người\n| thời điểm dân số = \n| mật độ dân số = 510 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Giang]]\n| huyện = [[Lục Nam]]\n| thành lập =\n| trụ sở UBND = \n| mã hành chính = 07498<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Yên Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lục Nam]], tỉnh [[Bắc Giang]], [[Việt Nam]].\n\n==Địa lý==\nXã Yên Sơn nằm trải dài bên cạnh con đê Thống Nhất uốn cong theo dòng sông Lục Nam, đây là xã thuộc vùng chiêm trũng nằm ở phía tây nam của huyện Lục Nam, có vị trí địa lý:\n*Phía nam giáp xã [[Vũ Xá, Lục Nam|Vũ Xá]] \n*Phía đông giáp các xã [[Khám Lạng]], [[Bắc Lũng]] \n*Phía bắc giáp xã [[Lan Mẫu]]\n*Phía tây giáp huyện [[Yên Dũng]]. \n\nXã có diện tích là 18,83 km², dân số 2.276 hộ với 9.608 người, mật độ dân số đạt 510 người\/km².\n\n==Hành chính==\nXã Yên Sơn được chia thành 16 thôn:\nThôn 11,\nThôn 15,\nThôn 16,\nThôn 17,\nThôn Chản Đồng,\nThôn Chản Làng,\nThôn Cổ Nhân,\nThôn Đống Vừng,\nThôn Kiều,\nThôn Mai Thưởng,\nThôn Nội Chùa,\nThôn Nội Đình,\nThôn Quyết Tâm,\nThôn Trại 2,\nThôn Trại Cầu,\nThôn Yên Thịnh.\n\n==Lịch sử==\nLịch sử dân tộc Việt Nam nói chung, Yên Sơn nói riêng trải qua những chặng đường đấu tranh liên tục chống chọi với thiên tai, giặc giã, phải vượt qua những khó khăn, thách thức... Trong cuộc Cách mạng Tháng Tám năm 1945, nhân dân Yên Sơn đã vùng lên giành chính quyền.\n\nTrong kháng chiến chống thực dân Pháp nhân dân trong xã đã nhiều lần đánh quân Pháp ngay tại quê hương mình và đã lập lên nhiều chiến công, nên đã có câu thơ rằng: \"Cổ Mân chiến địa vùi giặc Pháp, Yên Sơn muôn thủa đất anh hùng\". Trong cuộc kháng chiến chống Mỹ, xã đã đóng góp rất nhiều sức người, sức của cho tuyền tuyến. Hiện nay xã có 205 liệt sĩ, 96 thương bệnh binh.\n\nKết thúc cuộc kháng chiến trường kỳ, gian khổ, nhân dân Yên Sơn bắt tay vào công cuộc kiến thiết. Hôm nay, Yên Sơn đã có những con đường bê tông. Điện đã thắp sáng khắp các nơi. Trường học ở cả hai cấp đều được xây cao tầng kiên cố và đã được công nhận đạt chuẩn Quốc gia. Trạm y tế cũng đã được công nhân đạt chuẩn quốc gia. Xã có 2 công trình là Đình Chùa Chản và Đình chùa Nội Đông đều đã được công nhận là di tích lịch sử văn hoá. Những cánh đồng đều đã được che chắn bởi những con đê khá vững chắc.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Bắc Giang}}\n{{Đơn vị hành chính thuộc huyện Lục Nam}}"}