{"17984":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Yên Mỹ\n| hình =Khu Công Nghiệp Thăng Long II- Hưng Yên.jpg \n| ghi chú hình =KCN Thăng Long II \n| vĩ độ = 20.8674\n| kinh độ = 106.021\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 92,38 km²<ref name=HUNGYEN2020\/>\n| dân số = 159.146 người<ref name=HUNGYEN2020\/>\n| dân số thành thị = 14.695 người (9%)\n| dân số nông thôn = 144.451 người (91%)\n| thời điểm dân số = 2020\n| mật độ dân số = 1.723 người\/km²\n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| huyện lỵ = xã [[Tân Lập]]\n| thành lập = 24\/7\/1999<ref name=60\/1999\/NĐ-CP\/>\n| phân chia hành chính = 1 thị trấn, 16 xã\n| trụ sở UBND =QL39A, xã Tân Lập\n| chủ tịch UBND = Đặng Xuân Lương \n| chủ tịch HĐND = Nguyễn Văn Đoan\n| bí thư = Nguyễn Văn Đoan\n| mã hành chính = 327<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 89-M1\n| web = {{url|yenmy.hungyen.gov.vn}}\n}}\n\n'''Yên Mỹ''' là một [[huyện]] nằm ở phía bắc [[tỉnh]] [[Hưng Yên]], [[Việt Nam]].\n\n== Địa lý ==\n\n=== Vị trí địa lý ===\nHuyện Yên Mỹ nằm ở phía bắc của tỉnh [[Hưng Yên]], nằm trong [[Vùng kinh tế trọng điểm Bắc bộ|vùng kinh tế trọng điểm Bắc Bộ]] (Hà Nội - Hưng Yên - Hải Dương - Hải Phòng - Quảng Ninh), có các huyết mạch giao thông chính như [[Quốc lộ 5|quốc lộ 5A]], [[Quốc lộ 39|39]], [[Đường cao tốc Hà Nội – Hải Phòng|đường cao tốc Hà Nội - Hải Phòng]] (quốc lộ 5B), đường liên tỉnh Hà Nội - Hưng Yên và một số đường giao thông quan trọng khác, có vị trí địa lý:\n*Phía đông giáp thị xã [[Mỹ Hào]];\n*Phía tây giáp huyện [[Văn Giang]];\n*Phía bắc giáp huyện [[Văn Lâm]];\n*Phía nam giáp huyện [[Ân Thi]] và huyện [[Khoái Châu]].\n\n\nHuyện Yên Mỹ có diện tích 92,38&nbsp;km², dân số năm 2020 là 159.146 người<ref name=HUNGYEN2020>{{Chú thích web|url=http:\/\/niengiam.thongkehungyen.gov.vn\/mobile\/index.html|tựa đề=Niên giám thống kê tỉnh Hưng Yên năm 2020 (Dân số tr.55)|ngày=17 tháng 7 năm 2021|website=Cục thống kê tỉnh Hưng Yên|url-status=live}}<\/ref>, mật độ dân số đạt 1.723 người\/km².\n\n=== Địa hình ===\nLà huyện thuộc vùng đồng bằng châu thổ sông Hồng, đất đai tương đối bằng phẳng, chủ yếu bị chia cắt bởi hệ thống sông ngòi, kênh mương và đường giao thông. Nhìn chung về địa hình đồng ruộng của huyện độ cao thấp không đều nhau, mà có sự chênh lệch về cốt đất. Đất đai có xu thế thoải dần từ Tây Bắc xuống Đông Nam, độ cao trung bình từ 2,5 + 3,7m cao nhất +4m tập trung ở các xã Hoàn Long, Yên Phú, Yên Hoà, thấp nhất +1,5 đến +2m tập trung ở các xã Trung Hoà, Thường Kiệt, Trung Hưng...\n\n=== Khí hậu ===\nHuyện nằm trong vùng khí hậu nhiệt đới gió mùa, nhiệt độ trung bình từ 18 - 27oC; lượng mưa hàng năm từ 1.600 - 1.700mm và tập trung vào các tháng 8, 9; đặc điểm trên tạo thuận lợi cho việc phát triển nông nghiệp. Song, ở Yên Mỹ mùa đông thường khô lạnh thiếu nước.\n\n== Hành chính ==\nHuyện Yên Mỹ có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Yên Mỹ (thị trấn)|Yên Mỹ]] và 16 xã: [[Đồng Than]], [[Giai Phạm]], [[Hoàn Long, Yên Mỹ|Hoàn Long]], [[Liêu Xá]], [[Lý Thường Kiệt, Yên Mỹ|Lý Thường Kiệt]], [[Minh Châu, Yên Mỹ|Minh Châu]], [[Nghĩa Hiệp, Yên Mỹ|Nghĩa Hiệp]], [[Ngọc Long, Yên Mỹ|Ngọc Long]], [[Tân Lập, Yên Mỹ|Tân Lập]] (huyện lỵ), [[Tân Việt, Yên Mỹ|Tân Việt]], [[Thanh Long, Yên Mỹ|Thanh Long]], [[Trung Hòa, Yên Mỹ|Trung Hòa]], [[Trung Hưng, Yên Mỹ|Trung Hưng]], [[Việt Cường, Yên Mỹ|Việt Cường]], [[Yên Hòa, Yên Mỹ|Yên Hòa]], [[Yên Phú, Yên Mỹ|Yên Phú]].\n{| class=\"wikitable\"\n|+Diện tích, dân số và mật độ dân số huyện Yên Mỹ năm 2019 phân theo xã\/thị trấn<ref>{{Chú thích web|url=http:\/\/niengiamhuyen.thongkehungyen.gov.vn\/|tựa đề=Niên giám thống kê cấp huyện năm 2019|website=niengiamhuyen.thongkehungyen.gov.vn|ngôn ngữ=en|ngày truy cập=2022-04-10}}<\/ref>\n!STT\n!Tên đơn vị hành chính\n!Diện tích (km²)\n!Dân số (người) (2019)\n!Mật độ dân số (người\/km²)\n|-\n| colspan=\"2\" |'''TỔNG SỐ'''\n|92,41\n|156.807\n|1.697\n|-\n|1\n|Thị trấn Yên Mỹ\n|4,05\n|14.695\n|3.628\n|-\n|2\n|Xã Giai Phạm\n|6,01\n|9.802\n|1.630\n|-\n|3\n|Xã Nghĩa Hiệp\n|3,23\n|6.549\n|2.030\n|-\n|4\n|Xã Đồng Than\n|8,67\n|12.035\n|1.389\n|-\n|5\n|Xã Ngọc Long\n|5,08\n|6.599\n|1.299\n|-\n|6\n|Xã Liêu Xá\n|6,56\n|16.275\n|2.482\n|-\n|7\n|Xã Hoàn Long\n|5,75\n|7.735\n|1.344\n|-\n|8\n|Xã Tân Lập\n|5,21\n|10.125\n|1.945\n|-\n|9\n|Xã Thanh Long\n|6,21\n|9.602\n|1.547\n|-\n|10\n|Xã Yên Phú\n|8,11\n|13.850\n|1.708\n|-\n|11\n|Xã Việt Cường\n|2,62\n|4.159\n|1.587\n|-\n|12\n|Xã Trung Hòa\n|8,68\n|11.979\n|1.379\n|-\n|13\n|Xã Yên Hòa\n|3,62\n|5.925\n|1.635\n|-\n|14\n|Xã Minh Châu\n|3,42\n|4.765\n|1.392\n|-\n|15\n|Xã Trung Hưng\n|3,41\n|8.408\n|2.463\n|-\n|16\n|Xã Lý Thường Kiệt\n|7,72\n|6.705\n|868\n|-\n|17\n|Xã Tân Việt\n|4,05\n|7.890\n|1.948\n|}\n\n== Lịch sử ==\nHuyện Yên Mỹ đã có từ lâu đời, nằm ở vùng Bãi Sậy của Hưng Yên với nhiều cái tên đã đi vào lịch sử.\n\n[[Tập tin:Dao Dich Lam.jpg|250px|phải|nhỏ|Bản đồ đạo Địch Lâm (Bãi Sậy) năm 1891]]\n\nNgày [[25 tháng 2]] năm [[1890]], Toàn quyền Đông Dương ra Nghị định thành lập đạo [[Bãi Sậy]], gồm 4 huyện:\n*Huyện [[Yên Mỹ]]: thành lập từ một số tổng thuộc huyện Đông Yên, Ân Thi của tỉnh Hưng Yên; một số tổng của huyện Mỹ Hào của tỉnh Hải Dương, một số tổng của huyện Văn Giang, tỉnh Bắc Ninh.\n*Huyện [[Mỹ Hào]]: gồm 4 tổng còn lại sau khi cắt sang huyện Yên Mỹ.\n*Huyện Cẩm Lương: gồm một số tổng của ba huyện Văn Giang, Gia Lâm và Siêu Loại tỉnh Bắc Ninh.\n*Huyện [[Văn Lâm]]: gồm các tổng của huyện Văn Lâm.\n\nNăm [[1891]], bãi bỏ đạo Bãi Sậy, huyện Yên Mỹ nhập vào tỉnh Hưng Yên.\n\nNăm [[1968]], hợp nhất tỉnh Hải Dương và tỉnh Hưng Yên thành một tỉnh lấy tên là tỉnh Hải Hưng. Huyện Yên Mỹ thuộc tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]]<ref>Nghị quyết của Quốc hội khóa III ngày ngày 27 tháng 1 năm 1968<\/ref>.\n\nNăm [[1977]], hợp nhất huyện [[Văn Giang]] và huyện Yên Mỹ thành huyện [[Văn Yên (huyện cũ)|Văn Yên]]<ref>Quyết định số 58-CP năm 1977 của Hội đồng Chính phủ<\/ref>.\n\nNăm [[1979]], hợp nhất huyện [[Văn Mỹ]] và 14 xã của huyện Văn Yên thành một huyện lấy tên là huyện [[Mỹ Văn]]; hợp nhất huyện [[Khoái Châu]] và 14 xã còn lại của huyện Văn Yên thành một huyện lấy tên là huyện [[Châu Giang (huyện)|Châu Giang]]. Lúc này, phần lớn huyện Yên Mỹ cũ thuộc huyện Mỹ Văn.<ref>Quyết định số 70-CP năm 1979 của Hội đồng Chính phủ<\/ref>\n\nNăm [[1994]], thành lập thị trấn Yên Mỹ thuộc huyện Mỹ Văn từ xã Trai Trang cũ<ref>Nghị định số 56-CP năm 1994 của Chính phủ<\/ref>.\n\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=60\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện: Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Mỹ Văn thành 3 huyện: Mỹ Hào, Văn Lâm và Yên Mỹ và điều chỉnh 5 xã: Minh Châu, Việt Cường, Yên Phú, Yên Hòa và Hoàn Long thuộc huyện Châu Giang cũ về huyện Yên Mỹ quản lý. \n\nHuyện Yên Mỹ có 9.004,7 ha diện tích tự nhiên và 121.927 nhân khẩu, gồm 17 đơn vị hành chính trực thuộc là các xã: Giai Phạm, Đồng Than, Ngọc Long, Thanh Long, Nghĩa Hiệp, Liêu Xá, Tân Lập, Trung Hưng, Lý Thường Kiệt, Tân Việt, Trung Hòa, Minh Châu, Việt Cường, Yên Phú, Yên Hòa, Hoàn Long và thị trấn Yên Mỹ.\n\nHuyện Yên Mỹ có 1 thị trấn và 16 xã như hiện nay.\n\n==Kinh tế==\nNằm về phía bắc của tỉnh Hưng Yên, phía đông nam giáp huyện Ân Thi, phía tây giáp huyện Văn Giang, phía tây nam và phía nam giáp huyện Khoái Châu, phía bắc giáp thị xã Mỹ Hào và huyện Văn Lâm, huyện Yên Mỹ là trung tâm đầu mối của tỉnh, có thể giao thương thuận tiện với nhiều khu vực. Nằm giữa hai \"chân kiềng\" của vùng kinh tế trọng điểm Bắc Bộ là Hà Nội và Hải Phòng, Yên Mỹ đang có những lợi thế to lớn để phát triển. Biến lợi thế thành nguồn lực thúc đẩy kinh tế phát triển, công nghiệp phát triển nhanh đang tạo ra thế và lực mới đưa Yên Mỹ bắt kịp, hội nhập nhanh với sự nghiệp công nghiệp hoá, hiện đại hoá đất nước.\n\n=== Công nghiệp ===\nTrong phát triển công nghiệp huyện tập trung phát triển công nghiệp - tiểu thủ công nghiệp với tốc độ cao, đưa Yên Mỹ trở thành một trong ba trung tâm công nghiệp của tỉnh Hưng Yên. Công nghiệp là đòn bẩy, trọng tâm đột phá trong phát triển kinh tế địa phương. Ngành công nghiệp đóng vai trò chủ đạo, động lực quan trọng trong cơ cấu kinh tế huyện và tỉnh. Các khu công nghiệp được bố trí dọc theo quốc lộ 5 và quốc lộ 39, tạo điều kiện thuận lợi cho lưu thông hàng hoá với các đô thị lớn.\n\nHuyện đã và tiếp tục thu hút vốn đầu tư trong nước và nước ngoài vào các khu công nghiệp tập trung và các cụm công nghiệp đã được quy hoạch. Trong quá trình thực hiện, công tác giải phóng mặt bằng luôn được huyện thực hiện một cách nhanh chóng, khắc phục triệt để tình trạng chậm trễ trong khâu giải phóng mặt bằng làm chậm tiến độ triển khai dự án. Thông qua việc kết hợp các xã nằm trong quy hoạch chuyển đổi một phần quỹ đất nông nghiệp sang sản xuất công nghiệp.\n\nNếu như năm 1999 chỉ có một dự án công nghiệp đầu tư vào địa bàn, thì đến năm 2018 huyện Yên Mỹ đã trở thành một trong ba huyện thu hút nguồn đầu tư từ bên ngoài mạnh nhất tỉnh Hưng Yên. Lần lượt các khu công nghiệp lớn tầm cỡ quốc gia và vùng được xây dựng trên đất Yên Mỹ như Khu công nghiệp Dệt may Phố Nối B, Phố Nối A, Khu công nghiệp Thăng Long II, Yên Mỹ, Yên Mỹ II... Đồng thời các cụm công nghiệp địa phương tại thị trấn [[Yên Mỹ (thị trấn)|Yên Mỹ]], các xã [[Giai Phạm]], [[Nghĩa Hiệp, Yên Mỹ|Nghĩa Hiệp]], [[Tân Lập, Yên Mỹ|Tân Lập]], [[Liêu Xá]] cũng được phát triển.  Điều quan trọng hơn là thu hút một lượng lớn lao động nông nghiệp vào làm việc tại các nhà máy, xí nghiệp và phát triển nhiều loại hình dịch vụ kèm theo. Qua đó, đời sống của người dân được cải thiện rõ rệt\". Thành tựu phát triển công nghiệp ở huyện Yên Mỹ đã góp phần trong việc đưa tỉnh Hưng Yên gia nhập vùng kinh tế trọng điểm Bắc Bộ.\n\nYên Mỹ đã và đang thật sự trở thành điểm đến của các nhà đầu tư. Sau 19 năm tái lập, toàn huyện đã có hàng trăm dự án công nghiệp đi vào sản xuất. Sự phát triển mạnh mẽ của ngành công nghiệp đã góp phần chuyển đổi cơ cấu lao động trên địa bàn theo hướng tăng dần lao động trong lĩnh vực công nghiệp, giảm số lao động tham gia sản xuất nông nghiệp; tạo động lực thúc đẩy ngành thương mại - dịch vụ phát triển mạnh. Không những thế, ngành công nghiệp tăng trưởng nhanh đã góp phần thúc đẩy sự tăng trưởng kinh tế địa phương. Các ngành nghề tiểu thủ công nghiệp ở Yên Mỹ được duy trì và phát triển mạnh như nghề sản xuất chế biến lương thực thực phẩm ở thị trấn Yên Mỹ, nghề mộc mỹ nghệ ở Thanh Long, nghề đóng thùng bệ ô tô ở Trung Hưng, sản xuất Miến dong ở thôn Lại Trạch, nghề tre đan ở xã Trung Hòa... Tổng giá trị sản xuất 6 tháng đầu năm 2018 trên địa bàn huyện đạt 19.755,2 tỷ đồng. <ref>{{Chú thích web|url=http:\/\/yenmy.hungyen.gov.vn\/portal\/pages\/print.aspx?p=8876|website=yenmy.hungyen.gov.vn|ngày truy cập=2022-04-08}}<\/ref>\n\nCơ cấu kinh tế: Nông nghiệp 3,22%; Công nghiệp, xây dựng 83,25,%; Thương mại - dịch vụ 13,54%\n\n(Nguồn: Ủy ban nhân dân huyện Yên Mỹ  năm 2018)\n[[Tập tin:Khu Công Nghiệp Phố Nói A- Hưng Yên.jpg|nhỏ|KCN Phố Nối A]]\n[[Tập tin:PANASONIC FACTORY HUNG YEN-FACTORY.jpg|nhỏ|Công Ty TNHH Panasonic Appliances Việt Nam Hưng Yên (KCN Thăng Long II)]]\n\n=== Nông nghiệp ===\nHuyện tập trung phát triển hàng hóa nông nghiệp hiệu quả kinh tế cao, chuyển dịch cơ cấu kinh tế trong nông nghiệp, đẩy mạnh ứng dụng chuyển giao các tiến bộ khoa học công nghệ, tạo bước đột phá về năng suất, chất lượng, gắn trồng trọt, chăn nuôi với công nghiệp chế biến, góp phần nâng cao đời sống của người dân và từng bước đưa sản xuất nông nghiệp phát triển theo hướng công nghiệp. Chính vì vậy, sản xuất nông nghiệp của huyện phát triển khá toàn diện. Tốc độ tăng trưởng bình quân hàng năm đạt 1,25%. Quy hoạch sản xuất nông nghiệp gắn với quy hoạch nông thôn mới, với 15 vùng sản xuất lúa chất lượng cao, 13 vùng trồng rau mầu, 15 vùng chăn nuôi tập trung xa khu dân cư, bình quân mỗi xã quy hoạch từ 2 – 3 vùng sản xuất với quy mô trên 10 ha.\n\nTrong lĩnh vực nông nghiệp có sự chuyển biến tích cực về cơ cấu cây trồng, vật nuôi, mang lại giá trị hàng hoá cao trên một đơn vị diện tích. Thu nhập bình quân trên một diện tích canh tác tăng từ 31 triệu đồng (năm 2000) lên 141 triệu đồng (năm 2018). Cơ cấu kinh tế nông nghiệp chuyển đổi mạnh mẽ, tích cực theo hướng giảm dần tỷ trọng trồng trọt, tăng dần tỷ trọng chăn nuôi. Quan trọng hơn là sự đổi thay trong nhận thức của người dân về sản xuất nông nghiệp, không đơn thuần là nghề chân lấm tay bùn mà đã trở thành ngành kinh tế mang lại thu nhập cao và ổn định.\n\n=== Kết cấu hạ tầng ===\nKết cấu hạ tầng nông thôn đang dần được hiện đại hoá, phục vụ chiến lược phát triển kinh tế - xã hội. Trụ sở Huyện uỷ, Ủy ban nhân dân huyện khang trang, bề thế,  nhà làm việc của các ban, ngành, hệ thống giao thông, thủy lợi, trường học và trung tâm y tế. Lĩnh vực giáo dục - đào tạo có sự chuyển biến tích cực về cả quy mô và chất lượng. Huyện Yên Mỹ đang tập trung xây dựng các công trình, dự án trọng điểm như: Công trình khu lưu niệm Trung tướng Nguyễn Bình, đường QH số 1, Đường QH số 4 giai đoạn 1, Đường ĐH 42, Dự án sông Cầu Treo...\n\nTrong xây dựng nông thôn mới, đến tháng 6 năm 2018 toàn huyện đạt chuẩn 289 tiêu chí, bình quân đạt 18,1 tiêu chí\/xã, các xã trong huyện đã về đích xây dựng nông thôn mới là: Nghĩa Hiệp, Yên Phú, Hoàn Long, Giai Phạm, Ngọc Long, Tân Lập, Liêu Xá...Hoàn thành công tác lập quy hoạch vùng huyện, lập chương trình phát triển đô thị huyện, Đề án công nhận Đô thị loại V cho 4 xã Giai Phạm, Nghĩa Hiệp, Liêu Xá, Tân Lập, qua đó tạo bộ mặt nông thôn ở Yên Mỹ có sự đổi thay rõ rệt về diện mạo.\n\nTrong những năm qua, ngành giáo dục - đào tạo Yên Mỹ đã triển khai các nhiệm vụ quan trọng như: bồi dưỡng kiến thức nghiệp vụ cho đội ngũ giáo viên trực tiếp giảng dạy, đáp ứng yêu cầu cải cách giáo dục của Bộ Giáo dục và Đào tạo; nâng cấp cơ sở vật chất phục vụ cho công tác giáo dục. Những cố gắng này đã đem lại hiệu quả thiết thực. Tỷ lệ học sinh hoàn thành chương trình tiểu học đạt 99%, trung học cơ sở đạt 99,71% và Trung học phổ thông đạt 97%. Tỷ lệ phòng học kiên cố các bậc học mầm non 78,9%, tiểu học 94,5%, THCS 98,6%.\n\nCông tác y tế, dân số, chăm sóc sức khoẻ nhân dân và các lĩnh vực văn hoá - xã hội, thể dục - thể thao được chính quyền huyện đặc biệt quan tâm đầu tư phát triển và đã thu được nhiều kết quả khả quan. Tỷ lệ tăng dân số giảm xuống còn 0,36%, 16\/17 trạm y tế xã đạt chuẩn quốc gia, 100% trạm y tế xã đã có bác sĩ, góp phần nâng cao chất lượng khám, chữa bệnh tại cơ sở.\n\nĐến năm 2018, toàn huyện có 78\/85 làng được công nhận là làng văn hoá, 87% số hộ đạt danh hiệu gia đình văn hóa, phong trào xây dựng nếp sống văn minh trong việc cưới, việc tang và lễ hội có chuyển biến tích cực. Ngoài ra, Yên Mỹ có hàng trăm di tích lịch sử văn hoá được công nhận, đặc biệt là khu di tích thờ danh y Hải Thượng Lãn Ông Lê Hữu Trác tại Liêu Xá, khu nhà tưởng niệm tổng bí thư Nguyễn Văn Linh được đầu tư tôn tạo, xây dựng thêm nhiều hạng mục thu hút khách thăm quan du lịch trong và ngoài huyện.\n\n=== Làng nghề ===\nNằm ở phía Bắc tỉnh Hưng Yên, nơi có rất nhiều làng nghề truyền thống, làng có nghề và làng nghề mới như:\n*Buôn bán gạo Trai Trang ([[thị trấn Yên Mỹ]])\n*Làm đồ chơi thôn Hảo ([[Liêu Xá]])\n*Nghề truyền thống trồng rau ở [[Yên Phú]]\n*Nghề làm bánh mỳ, bánh ngọt Thái Nội ([[Việt Cường]])\n*Nghề làm thùng bệ ô tô xã [[Trung Hưng]]\n*Làng nghề miến rong Lại Trạch ([[Yên Phú]])\n*Trồng hoa ở thôn Ốc Nhiêu ([[Đồng Than]])\n*Nghề giò chả nem, buôn bán [[thị trấn Yên Mỹ]]\n*Nghề vận tải, cơ khí Thụy Trang (Trung Hưng)\n*Quất, bưởi cảnh, ổi cảnh ở Đại Hạnh ([[Hoàn Long]])\n*Quất cảnh ở Chấn Đông ([[Hoàn Long]])\n*Nghề làm tương ở thôn Yên Phú ([[Giai Phạm]])\n*Làng vận tải bộ Đạo Khê ([[Trung Hưng]])\n*Nghề làm mũ cối làng Thanh Xá ([[Nghĩa Hiệp]])\n*Nghề xây dựng ở [[Giai Phạm]]\n*Làng nghề mộc Thụy Lân ([[Thanh Long]])\n*Nghề thuộc da ở [[Liêu Xá]]\n*Có nghề vận tải bộ, cơ khí thôn Hạ (Trung Hưng)\n*Mây tre đan Xuân Tảo ([[Trung Hòa]]).\n\n==Văn hóa==\nBên cạnh những nét văn hoá được hình thành từ thuở khai trang, lập ấp, Yên Mỹ còn mang trong mình những nét đặc sắc của 3 vùng văn hóa lớn, văn hóa [[Kinh Bắc]], văn hóa [[Xứ Đông]], văn hóa [[Sơn Nam (trấn)|Sơn Nam Thượng]], những tinh hoa của 3 vùng văn hóa hội tụ đã tạo ra một Yên Mỹ giàu bản sắc, văn hiến và cách mạng.\n\n===Tôn giáo===\nCư dân Yên Mỹ, đại đa số theo [[Đạo Phật]], làng nào cũng có chùa thờ Phật, gian Tam bảo ở phía trước, phía sau chùa đều có điện thờ Mẫu Liễu Hạnh, có đình thờ Thành Hoàng, có đền, có miếu, nghè... thờ những người công với làng với nước. Đạo Thiên Chúa du nhập vào Yên Mỹ từ cuối thế kỷ 19, điểm đầu tiên là Lực Điền.\n\nVào dịp mùa xuân, mùa thu hàng năm làng nào cũng có lễ hội. Trong lễ hội ngoài nghi thức tế lễ còn có hát trống quân, hát ví, hát giao duyên, hát chèo và nhiều trò chơi dân gian truyền thống.\n\n==Giao thông==\nHuyện Yên Mỹ có sông Nghĩa Trụ bắt nguồn từ cống Xuân Quan thuộc xã Xuân Quan, huyện Văn Giang chảy qua đến xã Minh Châu, sông Nghĩa Trụ chia làm hai nhánh: nhánh phía đông chảy qua Tân Việt rồi đổ ra [[sông Kẻ Sặt]]; nhánh còn lại chảy sang huyện [[Khoái Châu]] rồi đổ và sông Nghĩa Xuyên. Ngoài ra, còn có sông Kim Ngưu, sông đào nhà Lê.\n\n*[[Quốc lộ 39]]: đoạn qua huyện từ Nghĩa Hiệp tới Minh Châu dài 11&nbsp;km\n*Tỉnh lộ 380: từ xã Nghĩa Hiệp đến Cầu Treo.\n*Tỉnh lộ 379: đoạn qua huyện đi qua các xã Hoàn Long, Yên Phú, Yên Hòa.\n*Tỉnh lộ 376: từ Cầu Lác, thôn Lạc Cầu, xã Giai Phạm đi Hoan Ái - Cống Tráng, xã Tân Việt.\n*Tỉnh lộ 382 trước là đê ngăn lũ từ Thiết Trụ (Bình Minh, Khoái Châu) qua Từ Hồ - Vai Bò - Lực Điền gặp đường 39A đến xã Lý Thường Kiệt - Cống Tráng - Tân Việt tới Sa Lung, đoạn qua Yên Mỹ dài 15&nbsp;km.\n*Tỉnh lộ 381: từ Yên Phú (Giai Phạm) đi Từ Hồ - Quán Cà - Dân Tiến.\n*[[Quốc lộ 5]]: một đoạn rất ngắn từ km19 đến km20 đi qua thôn Yên Phú, xã Giai Phạm.\n*[[Đường cao tốc Hà Nội – Hải Phòng|Cao tốc Hà Nội - Hải Phòng]] (5B) với nút giao Yên Mỹ.\n*[[Đường vành đai 4 (Hà Nội)|Đường Vành đai 4]] đi qua các tỉnh thành: Hà Nội, Hưng Yên, Bắc Ninh.\n*[[Đường cao tốc Chợ Bến – Yên Mỹ|Cao tốc Chợ Bến - Yên Mỹ]]\n\n==Danh nhân==\nYên Mỹ là nơi sản sinh ra những danh nhân nổi tiếng như:\n\n* Trạng nguyên [[Đỗ Thế Diên]]: Sách ''Hải Dương phong vật chí'' chép là Đỗ Thế Bình, ''Đại thần'' đời Lý Cao tông; quê làng Cổ Liêu, huyện Đường Hào, tỉnh Hải Dương, không rõ năm sinh, năm mất (nay là xã [[Nghĩa Hiệp, Yên Mỹ|Nghĩa Hiệp]], huyện Yên Mỹ, tỉnh Hưng Yên).\n\n* Nhà sử học [[Phạm Công Trứ]]: ''Danh sĩ'', ''tác giả'' đời Lê Thần tông, quê làng Liêu Xuyên, huyện Đường Hào, tỉnh Hải Dương (nay là thôn Thanh Xá, xã [[Nghĩa Hiệp, Yên Mỹ|Nghĩa Hiệp]], huyện Yên Mỹ, tỉnh Hưng Yên).\n\n*Đại danh y [[Hải Thượng Lãn Ông]] [[Lê Hữu Trác]]: sinh ngày [[10 tháng 11]] năm Giáp Thìn (1724) tại thôn Văn Xá, hương Liêu Xá, huyện Đường Hào, phủ Thượng Hồng, tỉnh Hải Dương, (nay là xã [[Liêu Xá]], huyện Yên Mỹ, Hưng Yên).\n*Nữ sỹ [[Đoàn Thị Điểm]]: người làng [[Giai Phạm]], huyện [[Văn Giang]], xứ [[Kinh Bắc]] (nay thuộc xã [[Giai Phạm]], huyện Yên Mỹ)\n*Nhà chính trị [[Nguyễn Văn Linh]]: là Tổng Bí thư Đảng Cộng sản Việt Nam từ 1986 đến 1991, sinh tại Thôn Yên Phú (Bần), xã [[Giai Phạm]], huyện Yên Mỹ.\n*Trung tướng [[Nguyễn Bình]]: quê ở thôn Yên Phú, xã Tinh Tiến (nay là xã [[Giai Phạm]]), huyện Yên Mỹ. Ông là Trung tướng đầu tiên của [[Quân đội nhân dân Việt Nam]], lãnh đạo quân dân miền Nam Việt Nam kháng chiến chống Pháp.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Hưng Yên}}\n{{Huyện thị Hưng Yên}}"}