{"88860":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Yên Định\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ = \n| vĩ độ = 20.0436489\n| kinh độ = 105.6550519\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 228,83 km²\n| dân số = 165.830 người<ref name=THANHHOA2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 725 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện lỵ = Thị trấn [[Quán Lào]]\n| phân chia hành chính = 4 thị trấn, 22 xã\n| thành lập = \n| trụ sở UBND = Khu phố 5, thị trấn Quán Lào\n| chủ tịch UBND = Phạm Tiến Dũng\n| chủ tịch HĐND = Vũ Ngọc Thưởng \n| bí thư = Trịnh Xuân Thúy \n| mã hành chính = 394<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 36-M3\n| web = {{url|yendinh.thanhhoa.gov.vn}}\n}}\n\n'''Yên Định''' là một huyện thuộc tỉnh [[Thanh Hóa]], vùng [[Bắc Trung Bộ]], [[Việt Nam]].\n\n==Địa lý==\n===Vị trí địa lý===\nYên Định là một huyện bán sơn địa nằm dọc theo [[sông Mã]], cách [[thành phố Thanh Hóa]] 28&nbsp;km về phía tây bắc, có vị trí địa lý: \n*Phía đông giáp huyện [[Vĩnh Lộc]] với ranh giới là [[sông Mã]]\n*Phía tây giáp huyện [[Ngọc Lặc]] và huyện [[Thọ Xuân]]\n*Phía nam giáp huyện [[Thiệu Hóa]] với ranh giới là [[sông Cầu Chày]]\n*Phía bắc giáp huyện [[Cẩm Thủy]].\n\nHuyện Yên Định có diện tích 228,83&nbsp;km², dân số năm 2019 là 165.830 người<ref name=THANHHOA2019>{{Chú thích web |url = https:\/\/bdt.thanhhoa.gov.vn\/portal\/VanBan\/2020-07\/b7cd0a7d8443534dC%C3%94NG%20B%E1%BB%90%20K%E1%BA%BET%20QU%E1%BA%A2%20%C4%90I%E1%BB%80U%20TRA%2053%20DTTS.rar|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Thanh Hoá|access-date = ngày 29 tháng 7 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 725 người\/km².\n\nĐây là địa phương có tuyến [[Đường cao tốc Mai Sơn – Quốc lộ 45]] đang được xây dựng đi qua.\n\n=== Điều kiện tự nhiên ===\nYên Định có diện tích 210,24&nbsp;km² (21.024 ha), nằm ở phía tây bắc thành phố Thanh Hóa, thuộc vùng đồng bằng trung du – bán sơn địa, kẹp giữa lưu vực sông Mã và sông Cầu Chày.\n\nĐồng bằng Yên Định được cấu tạo bởi phù sa trải ra trên một bề rộng hơi nghiêng về phía đông nam, còn rìa tây bắc là các dải đất cao từ 2,8m đến 15m, được cấu tạo bằng lớp phù sa cổ của sông Mã và sông Cầu Chày. Những đồi núi sót lại có độ cao trung bình 200m-300m, hợp nên từ các đá phún trào, đá vôi, cát kết và đá phiến.\n\nXa xưa, Yên Định được bao phủ bởi những cánh rừng rậm rạp, với lim ở Định Tăng, đinh ở Định Tường, rù rì ở Yên Phong cùng nhiều cánh rừng khác trải khắp vùng Yên Thọ, Yên Lạc, Định Hòa, Định Bình, Định Thành...\n\nNgày nay, rừng tự nhiên hầu như không còn, thay vào đó là những vùng đất trồng tre, luồng, đất trồng cây lâm nghiệp theo dự án 327, tập trung ở các xã Yên Lâm, Yên Giang, Nông trường Thống Nhất, Yên Tâm, Yên Thịnh, Yên Hưng, Định Tiến với diện tích 836 ha, chủ yếu trên đất dốc, cồn, bãi ven sông, hồ, đầm, hón, sông cụt.\n=== Khí hậu, lượng mưa ===\nKhí hậu của Yên Định thuộc dạng nhiệt đới gió mùa, nắng lắm, mưa nhiều, nền nhiệt cao, hàng năm có 1.700-1.800 giờ nắng; gió mùa đông bắc thịnh hành vào mùa đông, gió mùa tây nam thịnh hành vào mùa hè. Khí hậu như vậy là thuận lợi cho cây trồng phát triển, nhưng thiên tai, nhất là lụt bão và khô hạn luôn luôn là mối đe dọa đối với sản xuất nông nghiệp, tài sản và sinh hoạt của con người. Khi mưa đạt tới 200-300mm thường gây úng lớn. Tuy nhiên lượng mưa tập trung theo từng thời điểm và phân bố không đều trong năm nên dễ gây khô hạn cho một vùng rộng lớn, vì mạch nước ngầm bị khô kiệt hoặc gây ra nạn rửa trôi làm cho 25% ruộng đất bị bạc mầu.\n\nTừ đầu nguồn đến Cẩm Thủy, sông Mã chảy cuồn cuộn bên những vách đá vôi đứng sững rồi chảy qua địa phận Yên Định với chiều dài 30,5&nbsp;km, là ranh giới tự nhiên giữa 2 huyện Yên Định và Vĩnh Lộc. Sông Cầu Chày, tên là Ngọc Chùy, nước chảy bằng lặng, xưa nổi tiếng vì nhiều chướng khí nên có câu ca: \"Cầu Chày chó lội đứt đuôi\".\n=== Tài nguyên khoáng sản ===\nTài nguyên khoáng sản của Yên Định chủ yếu là vật liệu xây dựng như đá vôi, cát sỏi, đất sét có trữ lượng lớn phân bổ khắp nơi. Riêng đất sét vùng Cẩm Trướng (Định Công) mỗi năm có thể sản xuất được từ 8-10 triệu viên gạch ngói.\n===Thủy văn===\nDo độ dốc lòng các con sông ở đây cao cho nên sự chênh lệch giữa chế độ thủy văn với địa hình khá lớn; chỉ cần mưa to thì hệ thống tự tiêu, tự chảy đã mất tác dụng. Công tác trị thủy ở Yên Định trở nên quan trọng và cấp thiết. Toàn huyện đã có 5 trục tiêu lớn (Tường Vân, Tân Bình, Yên Thôn, Cầu Khải, Kiểu) đảm bảo cho 3.000 ha đất canh tác trong điều kiện mưa lũ. Trạm bơm nam sông Mã và trạm bơm lẻ ở các xã đã khắc phục cơ bản vấn đề hạn cho hàng ngàn ha đất canh tác ở địa phương.\n\nHàng ngàn năm qua, nhân dân Yên Định đã bỏ bao công sức tạo nên hàng trăm km đê đại hà, đê quai, đê con trạch dọc các triền sông; nhưng cũng chỉ hạn chế được một phần tác hại do lũ lụt gây ra. Trong khi đó lại ngăn chặn việc bồi trúc phù sa cho các vùng trũng, do vậy đã tạo ra 3 khu vực lầy thụt rộng tới 3.500 ha:\n\n– Vùng 1 có 3 xã: Định Hòa, Định Thành, Định Công.\n\n– Vùng 2 có 4 xã: Yên Bái, Yên Trường, Yên Trung, Yên Thọ.\n\n– Vùng 3 có 5 xã: Định Tân, Định Bình, Định Long, Định Liên, Định Hưng thuộc khu vực trũng nông.\n\n==Hành chính==\nHuyện Yên Định có 26 đơn vị hành chính cấp xã trực thuộc, bao gồm 4 thị trấn: [[Quán Lào]] (huyện lỵ), [[Quý Lộc]], [[Thống Nhất (thị trấn)|Thống Nhất]], [[Yên Lâm, Yên Định|Yên Lâm]] và 22 xã: [[Định Bình, Yên Định|Định Bình]], [[Định Công, Yên Định|Định Công]], [[Định Hải, Yên Định|Định Hải]], [[Định Hòa, Yên Định|Định Hòa]], [[Định Hưng, Yên Định|Định Hưng]], [[Định Liên]], [[Định Long]], [[Định Tân]], [[Định Tăng]], [[Định Thành, Yên Định|Định Thành]], [[Định Tiến]], [[Yên Hùng]], [[Yên Lạc, Yên Định|Yên Lạc]], [[Yên Ninh, Yên Định|Yên Ninh]], [[Yên Phong, Yên Định|Yên Phong]], [[Yên Phú, Yên Định|Yên Phú]], [[Yên Tâm, Yên Định|Yên Tâm]], [[Yên Thái, Yên Định|Yên Thái]], [[Yên Thịnh, Yên Định|Yên Thịnh]], [[Yên Thọ, Yên Định|Yên Thọ]], [[Yên Trung, Yên Định|Yên Trung]], [[Yên Trường]].\n\nHiện nay, Yên Định là một trong hai huyện có số thị trấn nhiều thứ hai cả nước (cùng với huyện [[Châu Thành A]], tỉnh [[Hậu Giang]] với 4 thị trấn trực thuộc).\n\n==Lịch sử==\nTừ xưa, địa bàn huyện Yên Định ngày nay thuộc các huyện Từ Phố và Võ Biên thuộc quận Cửu Chân, sau đó đổi tên thành các huyện Quân An và Ninh Duy.\n\nThời thuộc Đường, các huyện hợp lại thành huyện Quân Ninh.\n\nĐến thời Đại Việt tự chủ, huyện được gọi là An Định rồi Yên Định.\n\nĐến thời nhà Nguyễn, huyện Yên Định được chia thành 8 tổng do 105 xã, thôn, trang hợp thành:\n*Tổng Bái Châu có 16 xã\n*Tổng Đông Lý có 24 xã\n*Tổng Trịnh Xá có 12 xã\n*Tổng Hải Quật có 11 xã\n*Tổng Đan Nê có 16 xã\n*Tổng Yên Định có 9 xã\n*Tổng Đa Lộc có 10 xã \n*Tổng Khoái Lạc có 7 xã.\n\nĐầu năm 1945, huyện Cẩm Thủy cắt sang Yên Định 4 sách: Quan Trì, Hạc Cao, Điền Hoạch, Phú Mỹ và 2 thôn: Phác, Biện vốn thuộc tổng Quan Hoàng.\n\nSau Cách mạng tháng Tám năm 1945, Yên Định vẫn là đơn vị hành chính cấp huyện thuộc tỉnh Thanh Hoá, bỏ đơn vị hành chính trung gian là cấp tổng và thành lập đơn vị hành chính cấp xã. Trong đó có 6 xã được bắt đầu bằng chữ Yên: Yên Phong, Yên Phú, Yên Ninh, Yên Thọ, Yên Khang, Yên Quý và 6 xã bằng chữ Định: Định Hoà, Định Thành, Định Tân, Định Hưng, Định Long và Định Tường.\n\nĐến năm 1949 - 1950, 12 xã được tách thành 24 xã.\n\nKhi thực hiện giảm tô (1954 - 1955) huyện được chia thành 28 xã: Định Bình, Định Công, Định Hải, Định Hòa, Định Hưng, Định Liên, Định Long, Định Tân, Định Tăng, Định Thành, Định Tiến, Định Tường, Yên Bái, Yên Giang, Yên Hùng, Yên Lạc, Yên Lâm, Yên Lộc, Yên Ninh, Yên Phong, Yên Phú, Yên Quý, Yên Tâm, Yên Thái, Yên Thịnh, Yên Thọ, Yên Trung và Yên Trường.\n\nNgày [[5 tháng 7]] năm [[1977]], Hội đồng Chính phủ ra Quyết định số 177-CP giải thể huyện Thiệu Hóa, sáp nhập 15 xã vùng tả ngạn sông Chu của huyện Thiệu Hóa vào huyện Yên Định và đổi tên thành huyện [[Thiệu Yên]], huyện lỵ đóng tại Kiểu (xã Yên Trường), gồm 43 xã và được chia thành ba vùng<ref name=\"QD177-77\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-177-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Thanh-Hoa-vb57441t17.aspx Quyết định 177-CP] ngày 05\/07\/1977 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Thanh Hóa do Hội đồng Chính phủ ban hành.<\/ref> :\n*15 xã vùng Thiệu gồm: Thiệu Ngọc, Thiệu Vũ, Thiệu Tiến, Thiệu Thành, Thiệu Công, Thiệu Long, Thiệu Phú, Thiệu Phúc, Thiệu Hưng, Thiệu Nguyên, Thiệu Duy, Thiệu Giang, Thiệu Quang, Thiệu Thịnh và Thiệu Hợp.\n*16 xã vùng Yên gồm: Yên Quý, Yên Lộc, Yên Thọ, Yên Trung, Yên Phú, Yên Lâm, Yên Tâm, Yên Giang, Yên Phong, Yên Thái, Yên Bái, Yên Trường, Yên Ninh, Yên Lạc, Yên Hùng và Yên Thịnh.\n*12 xã vùng Định gồm: Định Hải, Định Hưng, Định Tân, Định Tiến, Định Tường, Định Tăng, Định Long, Định Liên, Định Hòa, Định Bình, Định Thành và Định Công.\n\nNgày [[23 tháng 10]] năm [[1978]], sáp nhập 2 xã Yên Quý và Yên Lộc thành xã Quý Lộc và chuyển thị trấn nông trường Thống Nhất từ huyện Lương Ngọc về huyện Thiệu Yên quản lý.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-267-CP-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Thanh-Hoa-58110.aspx Quyết định số 267-CP năm 1978]<\/ref>\n\nNgày [[17 tháng 2]] năm [[1979]], sáp nhập 2 xã: Định Công và Định Thành thành xã Công Thành.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-51-CP-hop-nhat-xa-Dinh-Cong-Dinh-Thanh-huyen-Thieu-Yen-tinh-Thanh-Hoa-thanh-mot-xa-58086.aspx Quyết định số 51-CP năm 1979]<\/ref>\n\nNgày [[2 tháng 10]] năm [[1981]], chia xã Công Thành trở lại thành 2 xã: Định Công và Định Thành.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-102-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Thanh-Hoa-43150.aspx Quyết định số 102-HĐBT năm 1981]<\/ref>\n\nĐầu năm [[1986]], di chuyển huyện lỵ Thiệu Yên về Quán Lào (xã Định Tường).\n\nNgày [[23 tháng 12]] năm [[1988]], thành lập thị trấn Thiệu Yên (thị trấn huyện lỵ huyện Thiệu Yên) trên cơ sở một phần diện tích và dân số của các xã Định Tường và Định Long.<ref>[https:\/\/luatvietnam.vn\/linh-vuc-khac\/quyet-dinh-99-hdbt-hoi-dong-bo-truong-1687-d1.html Quyết định 99-HĐBT năm 1988 về việc phân vạch địa giới hành chính một số xã, thị trấn của các huyện Hà Trung, Ngọc Lạc, Thường Xuân và Triệu Sơn thuộc tỉnh Thanh Hoá]<\/ref>\n\nNgày [[18 tháng 11]] năm [[1996]], các xã thuộc huyện Thiệu Hóa cũ được tách ra để tái lập huyện Thiệu Hóa. Huyện Thiệu Yên còn lại 2 thị trấn, 27 xã và được đổi lại tên cũ là huyện Yên Định. Đồng thời, thị trấn Thiệu Yên được đổi tên thành thị trấn Quán Lào (thị trấn huyện lỵ huyện Yên Định)<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-72-CP-dieu-chinh-dia-gioi-hanh-chinh-cac-huyen-Quan-Hoa-Nhu-Xuan-Dong-Son-Thieu-Yen-thuoc-tinh-Thanh-Hoa-40218.aspx|title=Nghị định 72-CP năm 1996 về việc điều chỉnh địa giới hành chính các huyện Quan Hóa, Như Xuân, Đông Sơn, Thiệu Yên thuộc tỉnh Thành Hóa|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Huyện Yên Định có thị trấn Quán Lào (huyện lỵ), thị trấn Nông trường Thống Nhất và 27 xã: Định Bình, Định Công, Định Hải, Định Hòa, Định Hưng, Định Liên, Định Long, Định Tân, Định Tăng, Định Thành, Định Tiến, Định Tường, Quý Lộc, Yên Bái, Yên Giang, Yên Hùng, Yên Lạc, Yên Lâm, Yên Ninh, Yên Phong, Yên Phú, Yên Tâm, Yên Thái, Yên Thịnh, Yên Thọ, Yên Trung, Yên Trường.\n\nNgày [[15 tháng 10]] năm [[2009]], giải thể thị trấn Nông trường Thống Nhất để thành lập thị trấn Thống Nhất.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-52-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-thi-tran-Thong-Nhat-huyen-Yen-dinh-But-Son-huyen-Hoang-Hoa-tinh-Thanh-Hoa-96233.aspx|tựa đề=Nghị quyết số 52\/NQ-CP năm 2009 về việc giải thể thị trấn nông trường Thống Nhất; điều chỉnh địa giới hành chính xã để thành lập thị trấn Thống Nhất thuộc huyện Yên Định và mở rộng địa giới hành chính thị trấn Bút Sơn thuộc huyện Hoằng Hoá, tỉnh Thanh Hoá.|tác giả=Chính phủ|ngày=2009-10-15|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref>\n\nNgày [[16 tháng 10]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 786\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa (nghị quyết có hiệu lực từ ngày [[1 tháng 12]] năm [[2019]])<ref name=NQ786>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-786-NQ-UBTVQH14-2019-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thanh-Hoa-429700.aspx|title=Nghị quyết số 786\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Sáp nhập xã Yên Giang vào xã Yên Phú\n*Sáp nhập xã Yên Bái vào xã Yên Trường\n*Sáp nhập xã Định Tường vào thị trấn Quán Lào.\n\nNgày [[27 tháng 4]] năm [[2021]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 1260\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 7]] năm [[2021]])<ref name=NQ1260>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1260-NQ-UBTVQH14-2021-thanh-lap-thi-tran-Quy-Loc-thuoc-huyen-Yen-Dinh-Thanh-Hoa-473344.aspx|tựa đề=Nghị quyết số 1260\/NQ-UBTVQH14 năm 2021 về việc thành lập thị trấn Quý Lộc và thị trấn Yên Lâm thuộc huyện Yên Định, tỉnh Thanh Hóa}}<\/ref>. Theo đó, chuyển 2 xã Quý Lộc và Yên Lâm thành hai thị trấn có tên tương ứng.\n\nHuyện Yên Định có 4 thị trấn và 22 xã như hiện nay.\n\n==Kinh tế - xã hội==\n===Kinh tế===\nTốc độ tăng trưởng GDP: 9 - 10%\/năm. Trong đó:\n*Nông nghiệp: 6,0 - 7,0%\/năm\n*Công nghiệp - xây dựng 17 - 19%\/năm\n*Dịch vụ - thương mại: 9%\/năm\n*GDP bình quân đầu người: tăng gấp 1,5 lần so với năm 2005\n*Sản lượng lương thực: 150 nghìn tấn\n*Năm 2010, hoàn thành nâng cấp hệ thống y tế cơ sở, 100% trạm y tế xã có bác sĩ\n*Năm 2010, 80% số làng, 100% số gia đình đạt gia đình văn hoá.\n=== Giáo dục ===\nTruyền thống cử nghiệp ở Yên Định phát triển vào loại sớm nhất Việt Nam, khi đạo Nho mới có mặt ở một số vùng. Vào thế kỷ VIII, hai anh em Khương Công Phụ và Khương Công Phục, người làng Sơn Ôi (nay là Tường Vân – Định Thành) thi đỗ tiến sĩ ở đất Trung Hoa thời Đường Đức Tông (780-804), nắm giữ nhiều cương vị quan trọng trong triều đình. Khi đạo Nho phát triển chế độ khoa cử bắt đầu từ cuối thế kỷ XI, thì liền trong vài ba thế kỷ, Yên Định vẫn chưa có người nối được bước chân của người đi trước mà phải đợi đến cuối thời Trần vào năm 1384, mới có người giành được học vị Thái học sinh. Dưới triều Lê, Mạc và Lê Trung hưng, sự nghiệp khoa cử ở Yên Định được dịp khai hoa kết trái. Theo số liệu thống kê (có thể chưa đầy đủ) thì trong mấy trăm năm thi cử Hán học, cả huyện Yên Định có 11 vị đỗ đại khoa:\n#Khương Công Phụ (Tường Vân – Định Thành) thi đỗ năm 784 (Trạng nguyên).\n#Khương Công Phục (em ruột Khương Công Phụ) thi đỗ năm 784.\n#Hoàng Hối Khanh (Bái Trại – Định Tăng) thi đỗ năm 1384.\n#Trịnh Thiết Trường (làng Si – Định Bình) thi đỗ năm 1442 (Bảng nhãn).\n#Yên Đôn Lễ (Chân Lữ – Định Long) thi đỗ năm 1532.\n#Yên Đôn Phác (em sinh đôi với Yên Đôn Lễ) thi đỗ năm 1541.\n#Trịnh Cảnh Thụy (Chân Bái – Yên Bái) thi đỗ năm 1592.\n#Trịnh Minh Lương (Chân Bái – Yên Bái) thi đỗ năm 1680.\n#Trần Ân Chiêm (Định Tường) thi đỗ năm 1715.\n#Hà Tông Huân (Kim Vực – Yên Thịnh) thi đỗ năm 1724 (Bảng nhãn).\n#Trần Thiên Sưởng (Khoái Lạc – Yên Phú) thi đỗ năm 1775.\n\nNgoài ra, Yên Định còn có gần 20 cử nhân đỗ vào thời Nguyễn: Trịnh Nguyên Thục (Yên Định), Phạm Xuân Bích (Tràng Lang), Trịnh Trí Viễn (Yên Định), Nguyễn Văn Giai (Văn Bái), Trịnh Đình Diễn (Diên Thượng), Nguyễn Tư Thành (Phượng Lai), Trịnh Xuân Dương (Yên Định), Trịnh Thiện Dự (Yên Định), Phạm Viết Khởi (Hương Thị), Phạm Hữu Thi (Yên Hoành), Hà Duy Cán (Yên Cứu), Hoàng Trung Thông (Đông Lý), Trịnh Tuần, Trịnh Bưu (Yên Định), An Đôn Tố (Đa Lộc), Bùi Văn Đồng (Diên Hy), Hà Phạm Huy (Đan Nê)… Trường học ở Yên Định đã có rất sớm, từ năm Minh Mệnh thứ 7 (1827).\n\nĐể đạt được thành tựu về cử nghiệp, nhiều làng xã, đã đề ra hình thức khuyến học như miễn phu đài, tạp dịch, đặt học điền. Nhiều người như ông nghè Trần Ân Chiêm, trở thành thày dạy nổi tiếng, có 3 học trò thi đỗ đại khoa.\n\nTruyền thống hiếu học của Yên Định ngày nay vẫn được kế tục. Các xã Định Hải, Định Thành, Định Liên… vẫn có hàng chục nhà khoa học đạt học vị Tiến sĩ ở trong nước và nước ngoài; đã có cả học trò đạt giải cao kỳ thi toán quốc tế.\n\nNgoài ra, Yên Định có nhiều nhà quản lý, chính trị, quân sự, ngoại giao và văn học lỗi lạc, tiêu biểu như Khương Công Phụ, Hoàng Hối Khanh, Ngô Kinh, Trịnh Thiết Trường, Hà Tông Huân, Lê Đình Kiên…\n\nĐội ngũ nhân tài của Yên Định ngày càng nối tiếp đông đảo và có mặt trên nhiều lĩnh vực.\n\n==Dân số==\nNăm 1996, cả huyện có 173.000 dân, mật độ 824 người\/km². Tỷ lệ tăng dân số trong những năm qua khoảng 1,6%. So với toàn tỉnh, mật độ dân số của Yên Định vào loại tương đối cao. Cả huyện có 35.730 hộ gia đình, trong đó có 34.300 hộ nông nghiệp (96%), số còn lại hoạt động thương nghiệp dịch vụ, tiểu thủ công nghiệp và hộ cán bộ công nhân viên chức. Số liệu này đã phản ánh rõ nét về cơ cấu hoạt động kinh tế ở địa phương, cư dân chủ yếu sống bằng nghề nông.\n\nDân tộc Kinh chiếm hầu hết dân số trong huyện. Ở Yên Lâm có một số gia đình người Mường.\n\nDân số của Yên Định thuộc loại trẻ. Số người đang độ tuổi lao động chiếm gần 40%, số người hết tuổi lao động độ 8-9%, số người sắp đến tuổi lao động cũng khá lớn; hàng năm có khả năng bổ sung hàng ngàn người, tạo ra sức ép lớn về giải quyết công ăn việc làm và thu nhập kinh tế trong lúc tổng sản phẩm xã hội tăng chậm.\n\nDân số và lao động ở Yên Định cũng trải qua nhiều sự xáo trộn. Bên cạnh số người rời quê cũ đi xây dựng kinh tế, còn một số lượng đáng kể di chuyển nội vùng hoặc từ nơi khác đến.\n\nMỗi làng, xóm ở Yên Định có khoảng 1.000 người với chừng 200 hộ, mỗi hộ trung bình có năm người. Năm 1984 mỗi người có khoảng 1.000m2 đất nông nghiệp, tới năm 1997 con số này rút xuống còn khoảng 800m2.\n\nYên Định là địa bàn con người đến tụ cư từ rất sớm. Họ quây quần, tập hợp nhau theo từng ngõ xóm và liên kết thành làng xã. Khi đã trở thành đơn vị hành chính cấp cơ sở rồi, làng xã lại chia thành nhiều thôn, hoặc xã nhất thôn với mấy xóm lẻ, ngõ ngỏ. Ngoài ra làng xã còn chia thành giáp. Trong đó giáp tập hợp một, hai thôn, hoặc vài dòng họ cùng quy tụ ở một khu vực hoặc địa bàn.\n\nYên Định có chừng 40 dòng họ đan xen, cư trú ở mọi địa bàn, nhưng họ Lê, họ Nguyễn và họ Trịnh chiếm phần đông. Có lẽ trong quá trình cải biến, sự chuyển đổi dòng họ cũng đã từng diễn ra như một số họ Lý vào thời Trần chuyển sang họ Nguyễn, một số họ Đinh ở Đan Nê được mang quốc tính vào thời Lê. Ngoài các dòng họ kể trên còn có các họ: An, Bùi, Cao, Chu, Doãn, Dương, Đào, Đặng, Đình, Đỗ, Lưu, Ngô, Nhữ, Phạm, Phan, Thiều, Trần, Trương, Văn, Vũ,...\n\n== Giao thông ==\nGiao thông thủy bộ của Yên Định khá thuận lợi, sớm phát triển cũng là một yếu tố thúc đẩy guồng máy kinh tế (thờ nhà Nguyễn đã có 2 bến đồ đông đúc người qua lại buôn bán là: bến Sét và bến Ngọc Hoạch).\n\nNhìn chung hệ thống đường bộ chỉ phù hợp cho việc đi lại trong những ngày nắng ráo, khi mưa thì đi lại trở nên khó khăn hơn, hạn chế việc giao lưu giữa các vùng. Có lẽ vì vậy mà tuyến đường thủy trở nên có ý nghĩa, phục vụ tốt hơn cho việc vận chuyển hàng hóa và thông thương với nhiều vùng của đất nước.\n\nSông Mã có một đoạn chảy trong địa phận Yên Định dài 30,5&nbsp;km, lòng sông rộng và sâu, tàu thuyền trọng tải lớn có thể cập bến dễ dàng ở Bến Hoành, Sét, Bến Kiểu, Yên Thọ, Đồn Trang. Từ đây tàu thuyền có thể xuôi đến Hàm Rồng, Cửa Hới ra biển Đông.\n\nSông Cầu Chày, từ ngã ba Định Công (nơi sông Cầu Chày hợp với sông Mã), thuyền bè dễ dàng ngược bến Hải Quật, Bái Ân, Cầu Si hoặc lên Cầu Lim, Hoạch Thôn với chiều dài 25&nbsp;km. Nhìn trên đại thể, hệ thống chợ, đường giao thông khá thuận lợi đã làm cho hoạt động kinh tế của Yên Định càng trở nên phát đạt và phồn thịnh hơn.\n\n==Văn hóa==\n===Truyền thống chống giặc ngoại xâm===\nMở đầu là cuộc khởi nghĩa của Triệu Thị Trinh – Triệu Quốc Đạt chống lại nhà Ngô, làm cho “toàn thể Châu Giao chấn động”. Cuộc khởi nghĩa này là “đỉnh cao của phong trào nhân dân thế kỷ II – III, nổ ra ngay trong thời kỳ mà bọn đô hộ có lực lượng hùng mạnh, đã củng cố được ách thống trị trên đất nước ta và đang đẩy mạnh dã tâm đồng hóa của chúng”.\n\nĐào Lang, người làng Bùi Đỉnh (Yên Phú) là tướng tài lập được nhiều công tích trong cuộc kháng chiến chống Tống (lần thứ nhất). Năm 1083 lại được cử làm chỉ huy công việc đào sông từ Đan Nãi đến Bà Hóa. Ông đã cho đào xong các kênh từ Đồng Cổ (Yên Thọ) qua Hà Xá, Làng Bùi (Yên Phú – Yên Giang) nối sông Mã với sông Cầu Chày và nhiều kênh khác, tạo nên hệ thống giao thông đường thủy hoàn chỉnh, thuận lợi cho đi lại và sản xuất nông nghiệp.\n\nCuộc khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo đầu thế kỷ XV, đã được nhân dân Yên Định hết lòng hưởng ứng. Ngô Kinh, người làng Đồng Phang (Định Hóa) vốn là gia thần của Lê Khoáng, cùng con là Ngô Từ, đều có công trong việc cung cấp lương thực cho nghĩa quân, do đó Lê Khoáng được phong là Thái phó, con được phong là Thái bảo.\n\nSự hy sinh của người phụ nữ thôn Phúc Trí (Yên Lâm) đã góp phần làm nên thắng lợi của khởi nghĩa Lam Sơn. Ngoài việc cho người con trai duy nhất gia nhập nghĩa quân, bà còn tự mình thắp sáng ngọn đèn trên núi cao để báo cho Lê Lợi biết địch đang từ Đồn Trang, Bến Kiểu kéo đến, để nghĩa quân kịp thời đối phó. Nhiều địa danh như Vực Sống, Vực Sáng, Vực Bỏ trên sông Cầu Chày còn ghi lại những năm tháng gian khó của nghĩa quân Lam Sơn.\n\nNgoài ra, đây còn là nơi sinh ra Quang Thục Hoàng thái hậu Ngô Thị Ngọc Dao, vợ của Lê Thái Tông, mẹ của Lê Thánh Tông – một vua hiền tài văn – võ song toàn.\n\nSự kiện quân Pháp đánh chiếm Thanh Hóa đã làm nổi lên tinh thần kháng chiến của nhân dân các địa phương trong tỉnh. Một hệ thống đồn lũy trên vùng đất rộng lớn ven sông Mã và con đường kéo dài từ huyện Yên Định lên Cẩm Thủy tới La Hán (Bá Thước), đã được hình thành. Trịnh Văn Nghi – tức Cai Văn (ở Đan Hạ – Yên Quý) đã xây dựng và giữ chốt tiền tiêu Đan Nê.\n\nNhằm đối phó với phong trào, Tướng Ornét đã phái Thiếu tá Tairion đem quân từ Nam Định vào Thiệu Hóa, vượt sông Chu tiến sâu vào Yên Định. Trong hơn 1 tháng (25-3 đến 26-4-1886) nhiều trận đánh đã diễn ra ác liệt giữa nghĩa quân và giặc Pháp trên đất Yên Định. Địch đã bị tiêu diệt nhiều tên trong các trận đánh ở An Lũy (Quán Lào) ngày 26-3 và các trận Cầu Si, Thạch Lẫm. Lê Đình Phơn (Cai Phơn quê Thiết Đanh), Quản Lĩnh (Kênh Khê), Lãnh Bốc (Bốc Cát) đóng quân ở Vạn Lại (gần Ngọc Lặc và Đa Nẫm – Yên Giang) đã tấn công giặc ở đồn Cầu Si diệt nhiều tên, trong đó có Tri huyện Điều, tay sai đắc lực của giặc Pháp. Để trả đũa, kẻ địch cho triệt hạ Bản Đanh, Làng Lào. Cai Phơn, Quản Lĩnh đã đem quân đánh địch ở Dộc Nghề, diệt nhiều tên rồi giao chiến với chúng ở gần Mau Tròn – cách đồn Cầu Si độ 1&nbsp;km. Trong trận này Đốc Xáo (Thiết Đanh) đã anh dũng hy sinh; Cai Phơn sa vào tay giặc và bị giết.\n\nKể từ đây, địa hạt Thanh Hóa đã hình thành một số trung tâm kháng chiến mạnh, trong đó có Yên Định. Quan Hóa nằm giữa các lưu vực sông Mã, sông Chu, sông Cầu Chày đặt dưới sự chỉ huy của Trần Xuân Soạn, Hà Văn Mao. Các trung tâm này không dừng lại và đóng khung ở miền núi mà đã lan rộng xuống vùng đồng bằng.\n\nĐến giữa năm 1886, các cuộc đấu tranh trên chuyển sang giai đoạn phát triển mới. Nhu cầu tập hợp lực lượng, tổ chức phong trào theo quy mô lớn hơn trở nên cấp bách. Hội nghị Bồng Trung (Vĩnh Tân – Vĩnh Lộc) đã quyết định cử Phạm Bành, Đinh Công Tráng xây dựng cứ điểm Ba Đình (Nga Sơn), Hà Văn Mao phụ trách tổ chức cứ điểm Mã Cao (thuộc Yên Giang, Yên Phú ngày nay).\n\nChỉ huy cứ điểm Mã Cao ngoài Hà Văn Mao còn có Tôn Thất Hàm. Nhân dân các làng quanh khu vực đã hăng hái gia nhập nghĩa quân, trong đó có nhiều người tiêu biểu như Quản Khối (Cai Khối) người họ Trịnh Cảnh Thụy – làng Hổ Bái (Yên Bái), Trịnh Văn Nghị tức Cai Văn quê ở Đan Hạ, Tú Vanh quê ở Mao Lộc (Yên Định), Quản Bổng, Đội Kiên (người Mường ở Làng Mé, Yên Lâm), Nguyễn Văn Toản, Nguyễn Văn Phúc ở Bùi Thượng (Yên Phú) và Trần Văn Trình ở Bùi Hạ (Yên Phú)…\n\nCuối năm 1886, thực dân Pháp đã huy động một lực lượng binh lực lớn tấn công vào cứ điểm Ba Đình. Dưới sự chỉ huy của Phạm Bành, Đinh Công Tráng, nghĩa quân đã đánh trả quyết liệt, giáng cho địch nhiều đòn nặng nề, phá vỡ vòng vây chuyển lên căn cứ Mã Cao, tiếp tục hoạt động, củng cố hệ thống đồn lũy, bố trí lại lực lượng chuẩn bị cho một cuộc chiến đấu mới.\n\nNhằm tấn công vào Mã Cao, Đại tá Brisse đã giao cho Trung tá Dost đem quân theo hướng Bắc từ Hà Trung – Thạch Thành; Trung tá Mesanse đem quân vào Thiệu Hóa, lên Thọ Xuân; hai cánh quân này gặp nhau ở Bùi Hạ (Yên Phú) để chuẩn bị đánh vào căn cứ. Ngoài ra quân Pháp còn dành một lực lượng hộ tống binh thuyền chở vũ khí, lương thực theo sông Mã, qua ngã Ba Bông (Vĩnh Lộc), vào sông Cầu Chày (Yên Định) để tiếp tế cho hai cánh quân. Tổng số binh lực của Pháp tập trung tấn công Mã Cao lên tới 63 sĩ quan, 897 lính Pháp, 2.333 lính tập và 1.747 phu.\n\nChiến sự đã diễn ra quyết liệt trong ngày 2-2-1887. Quân Pháp bị lọt vào các ổ mai phục ở đồn chính và các đồn phụ, phải cầu cứu pháo binh yểm trợ. Ngoài Mã Cao, chiến sự còn diễn ra quyết liệt ở Hồ Sen, Cửa Bao. Khi đêm xuống, hai bên tạm ngừng chiến. Nghĩa quân được lệnh di chuyển sang Thọ Xuân, Ngọc Lặc.\n\nMặc dù đồn Mã Cao bị vỡ, nghĩa quân vẫn tiếp tục chiến đấu ở Thung Voi, Thung Khoai. Địch nghi binh ở phía nam, dồn lực lượng tấn công ở hướng đông – bắc, dùng bè mảng vượt sông Cầu Chày. Đồn Thung Voi bị rơi vào tay giặc. Nghĩa quân chuyển lên Thung Khoai, phục kích thắng lợi ở Cầu Tre (Thọ Xuân) bất ngờ tập kích dồn Yên Lược. Quân Pháp dồn lực lượng về đồn Cây Khế nhưng vẫn bị tập kích, sa vào bẫy chông đành phải rút lui. Ngày hôm sau chúng từ làng Phúc Địa vượt sông Cầu Chày, xuyên qua làng Me, tấn công vào đông bắc Thung Voi, buộc nghĩa quân phải rút sang Ngọc Lặc.\n\nChạm trán nảy lửa với nghĩa quân, địch phải thú nhận: căn cứ Mã Cao còn có thể củng cố lợi hại hơn căn cứ Ba Đình nhiều và chúng ta phải tỏ lòng kính phục xứng đáng với người chỉ huy đã tổ chức và biết lợi dụng địa hình và những phương tiện phòng thủ sẵn có một cách chính xác như vậy(8). Tinh thần chiến đấu ngoan cường của nghĩa quân đã để lại trong lòng nhân dân niềm cảm phục sâu sắc:\n\n– Cửa Bao có lũy có hào\n\nCũng chờ giặc vào thử súng, thử tên.\n\n– Hà Văn, Cầm Bá một đoàn\n\nCùng nhau gánh vác giang sơn nước nhà\n\nMan dân như lối Thanh Hoa\n\nTrung châu ít kẻ vượt ra bậc ngoài\n\nTiếc thay gặp vận suy mài\n\nXui nên hào kiệt thiệt tài kiết suy.\n\nTiếp nối truyền thống đấu tranh anh dũng của nhân dân trong huyện, một số sĩ phu và văn thân ở Yên Định đã tìm con đường cứu nước theo xu hướng mới. Hà Phạm Huy, đậu cử nhân, từng bàn việc trong Quốc sử quán, sau ra làm Tri huyện. Ông là người Đan Nê (Yên Thọ), vì tính cương trực, hay làm thơ châm biếm Pháp và quan lại Nam triều nên cũng phải về hưu sớm.\n\nCử nhân Trịnh Bưu người làng Yên Định (Định Tân) là một nhà báo tài ba xuất hiện trên các tờ Thực Nghiệp, Khai Hóa, Thanh Nghệ Tĩnh tân văn. Cử nhân Lê Thực Đĩnh cũng thông qua thơ văn, nêu những tấm gương cao đẹp của các bậc yêu nước thương nòi.\n\nThật đáng tự hào với những trang sử chống thực dân Pháp hết sức vẻ vang của địa phương. Địa danh Mã Cao cùng bao tên tuổi của các thủ lĩnh, nghĩa quân và sĩ phu, văn thân trên đất Yên Định chắc chắn vẫn còn sống trong lòng quê hương đất nước. Nó đã tiếp nối truyền thống ngàn năm mà Bà Triệu, Ngô Thị Ngọc Dao đã từng viết lên những trang ngời sáng.\n=== Lễ hội, tôn giáo ===\nTưởng nhớ đến công lao của tổ tiên là một mỹ tục đáng khích lệ. Hầu như làng nào cũng có đền, miếu, phủ, nghè để quanh năm hương khói. Nhiều đền thờ ở địa phương đã trở thành quốc miếu như đền Đồng Cổ (Yên Thọ) phụng thờ thần Trống đồng, nghè Hổ Bái (Yên Bái) thờ thần Hợp Lang – con Lạc Long Quân; phủ Lời (Yên Trung), nghè Đắc Lộc (Yên Thọ) thờ Lý Thường Kiệt, đền Khương Thượng thư (Định Thành), đền Đồng Phang (Định Hòa) thờ Ngô Thị Ngọc Dao, tiệp dư của Lê Thái Tông và là mẹ Lê Thánh Tông. Bên cạnh đó là hàng chục các đền miếu khác thờ các nhân thần, thiên thần được dựng lên ở Trịnh Điện, Thiết Đanh, Căng Thượng, Ngọc Vực, Duyên Hy. Nhiều ngôi đình bề thế được dựng lên ở Sét, Phù Hưng, Cẩm Trướng ngoài chức năng sinh hoạt cộng đồng, còn được dùng làm nơi thờ phụng thành hoàng hoặc sức mạnh siêu nhiên khác.\n\nCác lễ, hội ở Yên Định là một hoạt động tiêu biểu về văn hóa – nghệ thuật. Từ những trò kéo chòa rào ở Điện Thượng, săn cuốc ở Huê, săn chim ở Kẻ Lào đến chọi voi ở Chiềng, vật ở Bộc được lưu truyền qua các đời, đều có trò diễn như trò khách trong hệ thống trò Chụt ở Thiết Đanh, trò Chèo tàu trong hệ trò Chiềng…\n\nTục ngữ – ca dao xuất hiện ở Yên Định là vốn quý trong kho tàng văn học dân gian, ghi nhận về những hiện thực thiên nhiên đầy khắc nghiệt nhưng cũng chứa đựng nhiều nét đẹp thân thương. Quê hương thực sự là những tình cảm thiêng liêng cao quý đọng lại qua các thế hệ và lớp người:\n\nĐông Kinh có bức địa đồ\n\nCó sông tắm mát, có hồ Ngọc Châu\n\nTrước làng thì có bãi dâu\n\nĐàng sau voi ngựa đứng đầu về am\n\nLàng ta tục sĩ nhân thuần\n\nĐịa linh, nhân kiệt hồng quần kém ai…\n\n– Chè Đồng Sông, bông Đồng Ải\n\n– Đất Đào Ngang khoai lang thơm ngọt\n\n(Yên Phú)\n\n– Làng Bốc đi tát, làng Cát đi câu, làng Châu đan thúng\n\n(Yên Lạc)\n\n– Lũ Phong nước mắm, buôn trâu\n\nCác bà, các chị buôn cau, buôn chè\n\n(Yên Phong)\n\n– Ra về én bắc, nhạn đông\n\nHai hàng châu lệ đẫm sông Cầu Chày\n\n– Ra về em những nhớ mong\n\nHai hàng châu lệ đẫm sông Cầu Chày…\n\nBên cạnh đó, người dân Yên Định còn sáng tạo ra những làn điệu dân ca phong phú với hát đối đáp, hát ghẹo… Một số làng như Tràng Lang – Nam Trịnh; Quan Trì – Diên Thượng; Bái Thủy – Phúc Lập lại có hệ thống các bài hát kết chạ diễn tả lại cảnh ngộ hai làng giúp nhau khi hoạn nạn, coi nhau như chạ anh, chạ em.\n\nChuyện kể dân gian ở Yên Định cũng hết sức phong phú. Các sự tích đều xoay quanh các vị thiên thần, sơn thần, thủy thần, các nhân vật được thờ phụng ở các đền, miếu hoặc tên làng, xóm, cánh đồng, trận đánh, khúc sông.\n\nĐạo Phật có mặt ở Yên Định chậm nhất vào thời nhà Đinh, dấu vết còn được ghi nhận ở chùa Hưng Phúc (Định Tiến). Từ thời nhà Lý đến Hậu Lê, đạo Phật phát triển mạnh với hệ thống các chùa ở Trịnh Lộc (Yên Phú), Quy Sơn (Định Hải). Đạo Phật ở đây có sự đan xen, hòa đồng rất rõ với tín ngưỡng dân gian.\n\nThiên Chúa giáo xâm nhập vào Yên Định từ thế kỷ XIX, chủ yếu là các làng dọc sông Mã, sông Cầu Chày như ở Định Công, Định Tân, Yên Phong, Quý Lộc, Yên Thịnh, Yên Thọ, Yên Thái, Định Tăng; ngoài ra còn có ở Định Tường, thị trấn Quán Lào, Yên Lâm. Nhiều giáo dân từ Nga Sơn, Quảng Xương và ở các tỉnh Ninh Bình, Nam Định đến Yên Định từ đầu thế kỷ XX, đã dựng lên một số họ đạo ở địa phương.\n\n===Các làng nghề truyền thống===\nNghề nông là nghề chính của đại đa số nhân dân trong huyện. Chăn nuôi khá phát triển. Đây là khu vực có tiếng về nhiều trâu, bò giống tốt, nhất là các tổng Khoái lạc, Đan Nê. Một số vùng thuộc địa hình đồi núi như Yên Thọ, Yên Lâm, Định Công, Định Tiến, Định Thành, Định Hải nuôi nhiều dê. Cả huyện lại có đến 420 ha ao hồ, đầm hoang đã được khai thác để nuôi cá, trong đó có các hồ Cựu Mã giang (Yên Bái, Yên Trung), Mau Bưa (Yên Thái), Thắng Long (Yên Lâm), Sen (Yên Giang) là lớn hơn cả.\n\nNghề thủ công tuy cũng đa dạng, nhưng không phát triển mạnh, chủ yếu là nghề đan thúng, rổ rá… ở làng Châu, làng Cát (Yên Lạc), nghề nung gạch, ngói ở Cẩm Trướng (Định Công) và một vài ngành nghề nhỏ, lẻ khác.\n\nBuôn bán có lẽ ra đời sớm, có những điều kiện phát triển để hỗ trợ cho nền kinh tế tiểu nông ở địa phương vốn đã khép kín. Vùng Đan Nê xưa đã được sách Đại Nam nhất thống chí mô tả như là một trung tâm thương mại khá sầm uất, vì có “bến đò cổ, dân cư buôn bán khá đông. Đó cũng là nơi đô hội của vùng Ái Châu vậy”. Thời nhà Nguyễn, Yên Định đã có 3 chợ lớn: chợ Sét, chợ Yên Định (Định Tân) và chợ Bái Châu, đến nay hệ thống chợ trong huyện được mở hầu hết khắp địa bàn.\n\nNgoài hai thị trấn, Yên Định còn có nhiều thị tứ phân bổ khắp trong huyện như ở Yên Lâm, Yên Tâm, Yên Bái, Kiểu, Đồn Trang, Sét, Dền, Cầu Si, Cẩm Trướng. Hầu như xã nào cũng có chợ(4). Hệ thống chợ và nhịp độ buôn bán, trao đổi ở các thị trấn, thị tứ, chính là bộ mặt của hoạt động thương mại của Yên Định.\n\n=== Ca dao, tục ngữ ===\nTục ngữ – ca dao xuất hiện ở Yên Định là vốn quý trong kho tàng văn học dân gian, ghi nhận về những hiện thực thiên nhiên đầy khắc nghiệt nhưng cũng chứa đựng nhiều nét đẹp thân thương. Quê hương thực sự là những tình cảm thiêng liêng cao quý đọng lại qua các thế hệ và lớp người:\n\nĐông Kinh có bức địa đồ\n\nCó sông tắm mát, có hồ Ngọc Châu\n\nTrước làng thì có bãi dâu\n\nĐàng sau voi ngựa đứng đầu về am\n\nLàng ta tục sĩ nhân thuần\n\nĐịa linh, nhân kiệt hồng quần kém ai…\n\n– Chè Đồng Sông, bông Đồng Ải\n\n– Đất Đào Ngang khoai lang thơm ngọt\n\n(Yên Phú)\n\n– Làng Bốc đi tát, làng Cát đi câu, làng Châu đan thúng\n\n(Yên Lạc)\n\n– Lũ Phong nước mắm, buôn trâu\n\nCác bà, các chị buôn cau, buôn chè\n\n(Yên Phong)\n\n– Ra về én bắc, nhạn đông\n\nHai hàng châu lệ đẫm sông Cầu Chày\n\n– Ra về em những nhớ mong\n\nHai hàng châu lệ đẫm sông Cầu Chày…\n\nBên cạnh đó, người dân Yên Định còn sáng tạo ra những làn điệu dân ca phong phú với hát đối đáp, hát ghẹo… Một số làng như Tràng Lang – Nam Trịnh; Quan Trì – Diên Thượng; Bái Thủy – Phúc Lập lại có hệ thống các bài hát kết chạ diễn tả lại cảnh ngộ hai làng giúp nhau khi hoạn nạn, coi nhau như chạ anh, chạ em.\n\nChuyện kể dân gian ở Yên Định cũng hết sức phong phú. Các sự tích đều xoay quanh các vị thiên thần, sơn thần, thủy thần, các nhân vật được thờ phụng ở các đền, miếu hoặc tên làng, xóm, cánh đồng, trận đánh, khúc sông.\n\n==Tham khảo==\n{{commons cat|Yen Dinh District}}\n{{tham khảo}}\n{{sơ khai Thanh Hóa}}\n\n{{Đơn vị hành chính thuộc huyện Yên Định}}\n{{Huyện thị Thanh Hóa}}"}