{"83514":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Yên Dũng\n| hình = Chùa Vĩnh Nghiêm - Yên Dũng - Bắc Giang - panoramio (24).jpg\n| ghi chú hình = [[Chùa Vĩnh Nghiêm (Bắc Giang)|Chùa Vĩnh Nghiêm]] tại xã Trí Yên\n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 12\n| vĩ giây = 16\n| kinh phút = 14\n| kinh giây = 27\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Giang]]\n| huyện lỵ = thị trấn [[Nham Biền]]\n| diện tích = 185,9 km²\n| phân chia hành chính = 2 thị trấn, 16 xã\n| dân số = 138.000 người\n| thời điểm dân số = 2018\n| mật độ dân số = 726 người\/km²\n| dân tộc = \n| chủ tịch HĐND = Nguyễn Viết Tuấn\n| chủ tịch UBND = Bùi Quang Huy\n|bí thư =  Thạch Văn Chung\n| mã hành chính = 221<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = \n| fax =\n| web = {{url|yendung.bacgiang.gov.vn}}\n|biển số xe=98-G1}}\n\n'''Yên Dũng''' là một huyện thuộc tỉnh [[Bắc Giang]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Yên Dũng nằm ở phía nam của tỉnh [[Bắc Giang]], có núi Nham Biền chạy theo hướng đông - tây, nằm cách thành phố Bắc Giang khoảng 15 km về phía nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 59 km. Huyện có vị trí địa lý:\n*Phía đông giáp huyện [[Lục Nam]] và thành phố [[Chí Linh]], tỉnh [[Hải Dương]]\n*Phía tây giáp huyện [[Việt Yên]]\n*Phía nam giáp thị xã [[Quế Võ]], tỉnh [[Bắc Ninh]] với ranh giới là [[sông Cầu]]\n*Phía bắc giáp thành phố [[Bắc Giang (thành phố)|Bắc Giang]] và huyện [[Lạng Giang]].\n\nHuyện Yên Dũng có diện tích 185,9&nbsp;km², dân số năm 2010 là 135.075 người. Huyện ly là thị trấn Nham Biền cách thành phố Bắc Giang khoảng 15&nbsp;km về hướng đông nam. [[Sông Thương]] uốn lượn chảy qua địa bàn huyện cung cấp phù sa cho các xã Xuân Phú, Tân Liễu, Tiến Dũng, Trí Yên, Lão Hộ...\n\nTỉnh Bắc Giang nổi tiếng với ba con sông lớn chạy xuyên qua tỉnh là sông Lục Nam, sông Thương, và sông Cầu. Cả ba con sông này đều chảy qua huyện Yên Dũng và hội tụ tại [[Kiếp Bạc]], [[Hải Dương]].\n\n==Hành chính==\nHuyện Yên Dũng có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Nham Biền]] (huyện lỵ), [[Tân An, Yên Dũng|Tân An]] và 16 xã: [[Cảnh Thụy, Yên Dũng|Cảnh Thụy]], [[Đồng Phúc, Yên Dũng|Đồng Phúc]], [[Đồng Việt, Yên Dũng|Đồng Việt]], [[Đức Giang, Yên Dũng|Đức Giang]], [[Hương Gián, Yên Dũng|Hương Gián]], [[Lãng Sơn, Yên Dũng|Lãng Sơn]], [[Lão Hộ, Yên Dũng|Lão Hộ]], [[Nội Hoàng, Yên Dũng|Nội Hoàng]], [[Quỳnh Sơn, Yên Dũng|Quỳnh Sơn]], [[Tân Liễu, Yên Dũng|Tân Liễu]], [[Tiến Dũng, Yên Dũng|Tiến Dũng]], [[Tiền Phong, Yên Dũng|Tiền Phong]], [[Trí Yên, Yên Dũng|Trí Yên]], [[Tư Mại, Yên Dũng|Tư Mại]], [[Xuân Phú, Yên Dũng|Xuân Phú]], [[Yên Lư, Yên Dũng|Yên Lư]].\n\n==Lịch sử==\nSách [[Đại Nam nhất thống chí]] cho biết vào [[nhà Trần|thời Trần]], huyện có tên là [[Cổ Dũng]] – lỵ sở đóng tại làng Cổ Dũng nằm ở phía nam.\n\nThời [[nhà Minh|thuộc Minh]], huyện bị chia đôi: phía nam [[Nham Biền]], vẫn giữ tên Cổ Dũng, lỵ sở như cũ (nay là xóm Huyện, xã Tiến Dũng) còn phía bắc Nham Biền gọi là huyện [[Yên Ninh]], lỵ sở đặt tại Nội Hoàng (nay là xóm Huyện, thôn Chiền).\n\nNăm [[1419]], huyện Yên Ninh bị gộp vào Phượng Sơn, Long Nhỡn để thành huyện mới [[Phượng Nhỡn]].\n\n[[nhà Hậu Lê|Thời Lê]], phần đất thuộc Yên Ninh cũ sáp nhập trở lại với huyện Cổ Dũng thành huyện Yên Dũng, có 88 xã trại, lỵ sở đặt tại [[Như Thiết]], sau đó chuyển tới [[Sen Hồ]].\n\nHuyện Yên Dũng từ thời Lê đến thời nhà Nguyễn thuộc phủ Lạng Giang, trấn [[Kinh Bắc]], giáp giới với các huyện [[Yên Thế]], [[Yên Việt]], [[Bảo Lộc]], Phượng Nhỡn, [[Quế Dương]].\n\nCuối [[thế kỷ 19]], Yên Dũng có 11 tổng: Ngọc Cục, Tự Lạn, Thiết Sơn, Dĩnh Sơn, Mật Ninh, Hoàng Mai, Mỹ Cầu, Phúc Tằng, Tư Mai, Cổ Dũng với 80 xã phường.\n\nDưới thời [[Đông Dương thuộc Pháp|Pháp thuộc]], sau khi lập tỉnh Bắc Giang (10-1895) Yên Dũng có các thay đổi về địa giới hành chính:\n*Tổng [[Ngọc Cục]] chuyển sang huyện Yên Thế. Năm tổng: Đa Mai, Thiết Sơn, Mật Ninh, Dĩnh Sơn, Tự Lạn chuyển sang huyện Việt Yên. Tổng Phúc Tằng chia làm hai tổng Phúc Long và Phấn Sơn.\n*Tổng [[Quang Biểu]], [[Hương Tảo]] từ [[Việt Yên]] chuyển sang huyện Yên Dũng.\n\nCác đơn vị hành chính trên tồn tại được khoảng 20 năm (1895-1914), sau đó lại tiếp tục thay đổi. Các xã Phúc Tằng, Điêu Liễn, Phúc Long, Thượng Phúc, Hùng Lãm chuyển sang tổng Hoàng Mai. Phường Á Lữ đưa sang tổng Thọ Xương huyện Phất Lộc. Xã Chuế Dương về tổng Quế Nham huyện Yên Thế. Xã Mỏ Thổ nhập vào tổng Thiết Sơn. Phường Tam Kỳ sang tổng Trí Yên, huyện Phượng Nhỡn. Lỵ sở vẫn đóng ở Sen Hồ.\n\nĐến năm [[1924]], địa giới huyện Yên Dũng lại có sự xáo trộn lớn:\n*Tổng Mỹ Cầu cùng Đa Mai nhập vào phủ Lạng Giang. Ba tổng Phúc Long, Hoàng Mai, Quang Biểu chuyển về Việt Yên.\n*Bốn tổng Phấn Sơn, Tư Mai, Cổ Dũng, Hương Tảo ở lại huyện Yên Dũng với 32 xã, huyện lỵ chuyển về phố Chợ Neo thuộc tổng Tư Mai.\n\nSau [[Cách mạng tháng Tám]], các tổng của Yên Dũng đổi thành liên xã hoặc xã mang tên mới. Trong khi cuộc kháng chiến chống Pháp đang diễn ra ác liệt, Tỉnh ủy Bắc Giang xét thấy sự cần thiết trong việc chỉ đạo thống nhất giữa khu du kích nam Lạng Giang với căn cứ du kích Yên Dũng, được Liên khu ủy Việt Bắc chấp thuận, ngày 6 tháng 9 năm 1952 đã ra Quyết nghị số 06\/NQBB\/BG sáp nhập 5 xã thuộc nam Lạng Giang (Tân Dân, Trí Yên, Thái Sơn, Dĩnh Kế, Lan Mẫu) và 2 xã thuộc nam Lục Ngạn (Bắc Lũng, Yên Sơn) vào huyện Yên Dũng. Cùng thời gian đó, 2 xã Chí Minh, Tân Mỹ sáp nhập trở lại huyện, đưa huyện Yên Dũng từ 9 xã ở tả ngạn sông Thương lên tới 16 xã ở cả hai bên sông.\n\nĐến tháng 6 năm [[1956]], 16 xã kể trên chia thành 25 xã: chia xã Phấn Dũng thành 2 xã: Đồng Sơn, Tân Liễu, chia xã Mỹ Nội thành 2 xã: Nội Hoàng, Tiền Phong, chia xã Đồng Tiến thành 2 xã: Dũng Tiến, Đại Đồng, chia xã Đức Giang thành 2 xã: Tiến Dũng, Đức Sơn, chia xã Đồng Việt thành 2 xã: Đồng Việt, Việt Tiến, chia xã Trí Yên thành 2 xã: Trí Yên, Hồng Phong, chia xã Tân Dân thành 3 xã: An Đào Tràng, Tam Sơn, Xuân Phú, chia xã Dĩnh Kế thành 2 xã: Hùng Tiến, Tân Tiến.\n\nNgày [[21 tháng 1]] năm [[1957]], Thủ tướng Chính phủ ra Nghị định số 24-TTg chuyển 2 xã [[Yên Sơn, Lục Nam|Yên Sơn]], [[Bắc Lũng]] sang huyện Lục Nam mới thành lập.\n\nNgày [[17 tháng 5]] năm [[1958]], Bộ Nội vụ ra Quyết định số 172-NV. Theo đó, chia xã Lan Mẫu thành 3 xã: Lan Mẫu, Đại Lâm, Lão Hộ, chia xã Hùng Tiến thành 2 xã: Dĩnh Kế, Dĩnh Trì, chia xã Quang Trung thành 2 xã: Quang Trung, Nham Sơn, chia xã Thái Sơn thành 2 xã: Thái Sơn, Thái Đào. Huyện Yên Dũng có 28 xã trực thuộc.\n\nNgày [[27 tháng 2]] năm [[1961]], Thủ tướng Chính phủ ra Quyết định số 33\/CP chuyển các xã Dĩnh Kế, Dĩnh Trì, Thái Đào, Đại Lâm về huyện Lạng Giang quản lý và chuyển xã Lan Mẫu về huyện Lục Nam quản lý.\n\nNgày [[27 tháng 10]] năm [[1962]], hai tỉnh [[Bắc Giang]] và [[Bắc Ninh]] hợp nhất thành tỉnh [[Hà Bắc (tỉnh cũ)|Hà Bắc]], huyện Yên Dũng bao gồm 23 xã: Cảnh Thụy, Đồng Phúc, Đồng Sơn, Đồng Việt, Đức Giang, Lạc Gián, Lãng Sơn, Lão Hộ, Nham Sơn, Nội Hoàng, Quỳnh Sơn, Song Khê, Tân An, Tân Liễu, Tân Mỹ, Tân Tiến, Thắng Cương, Tiến Dũng, Tiền Phong, Trí Yên, Tư Mại, Xuân Phú và Yên Lư.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-Quyet-hop-nhat-tinh-Hai-Ninh-va-khu-Hong-Quang-va-sap-nhap-xa-Huu-San-thuoc-huyen-Dinh-Lap-tinh-Hai-Ninh-huyen-Son-Dong-tinh-Ha-Bac\/42700\/noi-dung.aspx|tựa đề=Nghị quyết về việc hợp nhất tỉnh Hải Ninh và khu Hồng Quảng và sáp nhập xã Hữu Sản thuộc huyện Đình Lập, tỉnh Hải Ninh, huyện Sơn Động, tỉnh Hà Bắc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> \n\nNgày [[22 tháng 2]] năm [[1975]], đổi tên xã Lạc Gián thành xã Hương Gián.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-11-BT-chia-thi-xa-Muong-Gion-huyen-Quang-Nhai-tinh-Son-La-thanh-2-xa-doi-ten-xa-Lac-Gian-huyen-Yen-Dung-tinh-Ha-Bac-44683.aspx Quyết định số 11-BT năm 1975]<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], thành lập thị trấn Neo, thị trấn huyện lỵ huyện Yên Dũng trên cơ sở 3 thôn: Tân An (xã Cảnh Thụy), Phấn Lôi (xã Nham Sơn), Bến Đám (xã Tân Liễu).\n\nNgày [[6 tháng 11]] năm [[1996]], huyện Yên Dũng thuộc tỉnh [[Bắc Giang]] vừa được tái lập.<ref name=\":1\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|tựa đề=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[12 tháng 7]] năm [[2007]], thành lập thị trấn Tân Dân trên cơ sở điều chỉnh 494,34 ha diện tích tự nhiên và 5.448 nhân khẩu của xã Tân An.\n\nNgày [[27 tháng 9]] năm [[2010]], sáp nhập 4 xã: Đồng Sơn, Song Khê, Tân Mỹ, Tân Tiến vào thành phố Bắc Giang.\n\nNgày [[1 tháng 1]] năm [[2020]], sáp nhập thị trấn Neo và 2 xã: Nham Sơn, Thắng Cương thành thị trấn Nham Biền, sáp nhập thị trấn Tân Dân và xã Tân An thành thị trấn Tân An.<ref name=NQ813>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-813-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Bac-Giang-430533.aspx|tựa đề=Nghị quyết số 813\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Bắc Giang|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Yên Dũng có 2 thị trấn và 16 xã như hiện nay.\n\n==Văn hóa==\nĐây là một vùng đất cổ có bề dày về lịch sử văn hoá và truyền thống khoa bảng. Yên Dũng là một vùng đất thiêng với huyền thoại 99 con chim phượng hoàng hốt cấu tạo nên dãy Nham Biền; có [[Chùa Vĩnh Nghiêm (Bắc Giang)|Chùa Vĩnh Nghiêm]] (xã Trí Yên) gắn liền với thiền phái Trúc lâm do vua Trần Nhân Tông sáng lập từ thế kỷ XIII, chùa được coi là trường đại học Phật giáo đầu tiên ở Việt Nam. Yên Dũng cũng nơi sinh ra hai cha con tiến sĩ Đào Toàn Mân và Trạng nguyên Đào Sư Tích (xã Song Khê).\n\n==Giáo dục ==\nCác trường trung học phổ thông trên địa bàn huyện:\n#THPT Yên Dũng 1 (thị trấn Nham Biền)\n#THPT Yên Dũng 2 (thị trấn Tân An)\n#THPT Yên Dũng 3 (xã Cảnh Thụy)\n#Trung tâm giáo dục thường xuyên (thị trấn Nham Biền)\n#THPT dân lập Quang Trung (xã Cảnh Thụy).\n\n==Làng nghề==\nCác làng nghề xưa, nghề phụ trong huyện:\n* Nghề mộc, đồ gỗ mỹ nghệ Đông Thượng\n*Đan rọ tôm Song Khê\n*Gốm làng Ngòi (để nhớ lại nét đẹp xưa).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Huyện thị Bắc Giang}}\n{{Đơn vị hành chính thuộc huyện Yên Dũng}}\n{{sơ khai Bắc Giang}}\n\n[[Thể loại:Yên Dũng| ]]"}