{"74272":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Yên Bình\n| hình = Thác Bà Lake.jpg\n| ghi chú hình = [[Hồ Thác Bà]] ở huyện Yên Bình\n| vĩ độ = 21\n| kinh độ = 104\n| vĩ phút = 45\n| vĩ giây = 7\n| kinh phút = 57\n| kinh giây = 48\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.187,14 km²\n| dân số = 112.046 người<ref name=YENBAI2019\/>\n| dân số thành thị = 15.961 người (14%)\n| dân số nông thôn = 96.085 người (86%)\n| thời điểm dân số = 2019\n| mật độ dân số = 94 người\/km²\n| dân tộc = Kinh, Tày, Nùng, Dao, Cao Lan\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Yên Bái]]\n| huyện lỵ = Thị trấn [[Yên Bình (thị trấn), Yên Bình|Yên Bình]]\n| phân chia hành chính = 2 thị trấn, 22 xã\n| chủ tịch HĐND = Nguyễn Dũng Giang \n| chủ tịch UBND = Nguyễn Văn Trọng\n| bí thư = Đoàn Ngọc Phung\n| mã hành chính = 141<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 21-D1\n| điện thoại = 0293.885.142\n| fax = 0293.885.142\n| web = {{url|yenbinh.yenbai.gov.vn}}\n}}\n\n'''Yên Bình''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Yên Bái]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Yên Bình nằm ở phía đông của tỉnh Yên Bái, có vị trí địa lý:\n*Phía đông giáp huyện [[Hàm Yên]] và huyện [[Yên Sơn]] thuộc tỉnh [[Tuyên Quang]]\n*Phía tây giáp huyện [[Trấn Yên]], huyện [[Văn Yên]] và thành phố [[Yên Bái (thành phố)|Yên Bái]]\n*Phía nam giáp huyện [[Hạ Hòa]] và huyện [[Đoan Hùng]] thuộc tỉnh [[Phú Thọ]]\n*Phía bắc giáp huyện [[Lục Yên]].\n\nHuyện Yên Bình có diện tích 1.187,14&nbsp;km², dân số năm 2019 là 112.046 người<ref name=YENBAI2019>{{Chú thích web |url = http:\/\/yenbai.gov.vn\/PublishingImages\/Tran-Hung\/2020\/Thang-9\/y%C3%AAn%20b%C3%A1i%20-%20bieu%201-%20dtts_huyen_xa.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Yên Bái |access-date = ngày 16 tháng 7 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 94 người\/km².\n\n== Lịch sử ==\nYên Bình vào thời nhà Nguyễn là đất châu Thu Vật (năm 1823 đổi tên là châu Thu (Thu Châu) [[phủ Yên Bình]] tỉnh [[Tuyên Quang]]. Thu Châu vào thế kỷ 19 gồm 7 tổng: Vĩnh Kiên (''các đơn vị cấp làng xã: [[Vĩnh Kiên]], Phục Lễ, [[Vũ Linh]], [[Bạch Hà, Yên Bình|Bạch Hà]], An Thịnh''), Đại Đồng (''các đơn vị cấp làng xã: Đại Đồng, Vũ Khê, Khuôn Sơn, Hoàng Loan Thượng, Hoàng Loan Trung, Hoàng Loan Hạ''), Ẩm Phúc (''các đơn vị cấp làng xã: Ẩm Phúc, Tô Khê, Dương Liễu, Vô Tha, Phụ Thành, Bảo Ái, Đồng Lang''), Cẩm Nhân (''các đơn vị cấp làng xã: Cẩm Nhân, Tích Cốc, Bình Hanh, Hoàng Gia''), Mông Sơn (''các đơn vị cấp làng xã: Mông Sơn, Thì Lại, Xuân Lôi, Phú Lâm, Lãnh Thủy''), Ngọc Chấn (''gồm các đơn vị cấp làng xã: [[Ngọc Chấn]], Dịch Dương, Xuân Kỳ, Bình Mục, Thu Vật, Hướng Dương''), Thì Ngạn (''các đơn vị cấp làng xã: Thì Ngạn, Kỳ Mã, Duyên Gia, Đông Lý'');\n\nDưới thời Pháp thuộc, địa phương có lúc nằm trong chế độ quân quản, khi thì ở quân khu miền Tây (1885-1890); lúc thì thuộc đạo quan binh thứ ba Yên Bái(1891-1900). Nhìn chung, các đơn vị hành chính cấp tổng và xã không đổi chỉ có tên Châu Thu đổi là phủ Yên Bình.\n\nSau năm [[1945]], đổi phủ thành huyện, giải thể cấp tổng. Huyện Yên Bình lúc bấy giờ có 39 xã. Sau khi hòa bình lập lại, do việc thành lập khu tự trị Việt Bắc, ngày [[1 tháng 7]] năm [[1956]], Chủ tịch nước Việt Nam dân chủ cộng hòa ra Sắc lệnh số 268-SL chuyển huyện Yên Bình của tỉnh Tuyên Quang để sáp nhập vào tỉnh Yên Bái.\n\nNgày [[28 tháng 1]] năm [[1967]], Bộ Nội vụ ban hành Quyết định số 21-NV về việc chuyển 2 xã: An Phú và Phú Mỹ về huyện Lục Yên quản lý.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-21-NV-phe-chuan-viec-sap-nhap-2-xa-huyen-Yen-binh-Yen-bai-vao-huyen-Luc-yen-cung-tinh-18156.aspx Quyết định số 21-NV năm 1967]<\/ref>\n\nDo việc di dân để xây dựng nhà máy thủy điện Thác Bà, cũng trong ngày [[28 tháng 1]] năm [[1967]], Bộ trưởng Bộ Nội vụ ra quyết định số 24-NV về việc giải thể 19 xã: Yên Bình, Bình An, Văn Chính, An Thọ, Ẩm Phước, Chính Tâm, Yên Vượng, Đồng Thái, An Dương, Dương Liễu, Hợp Hòa, Đồng Thanh, Đại Đồng, Minh Phú, Tân Thành, Vĩnh An, Tích Trung, Đồng Tâm và Đông Lý. Điều chỉnh xóm Mạ thuộc xã Yên Vượng (giải thể) sáp nhập về xã Vĩnh Kiên và xóm Đá chồng thuộc xã Đại Đồng (giải thể) và xóm Hồng Bàng thuộc xã Đông Lý (giải thể) sáp nhập về xã Hương Lý.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-24-NV-phe-chuan-viec-giai-the-19-xa-dieu-chinh-dia-gioi-mot-so-xa-khac-huyen-Yen-binh-Yen-bai-18157.aspx Quyết định số 24-NV năm 1967]<\/ref>\n\nNgày [[16 tháng 2]] năm [[1967]], Bộ trưởng Bộ Nội vụ ra Quyết định số 51-NV chia xã Vũ Linh thành 2 xã: Vũ Linh và Bạch Hà, chia xã Vĩnh Kiên thành 2 xã: Vĩnh Kiên và Yên Bình, chia xã Cảm Nhân thành 2 xã: Tích Cốc và Cảm Nhân.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-51-NV-phe-chuan-viec-chia-3-xa-thuoc-huyen-Yen-binh-tinh-Yen-Bai-thanh-6-xa-moi-18185.aspx Quyết định số 51-NV]<\/ref> Đồng thời, sáp nhập 2 xã: Hán Đà và Đại Minh thuộc huyện Đoan Hùng của tỉnh Phú Thọ về huyện Yên Bình.\n\nNgày [[27 tháng 12]] năm [[1975]], huyện Yên Bình thuộc tỉnh Hoàng Liên Sơn, gồm 23 xã: Bạch Hà, Bảo Ái, Cảm Ân, Cẩm Nhân, Đại Đồng, Đại Minh, Hán Đà, Mông Sơn, Mỹ Gia, Ngọc Chấn, Phú Thịnh, Phúc An, Phúc Ninh, Tân Hương, Tân Nguyên, Thịnh Hưng, Tích Cốc, Vĩnh Kiên, Vũ Linh, Xuân Lai, Xuân Long, Yên Bình và Yên Thành.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[23 tháng 2]] năm [[1977]], thành lập thị trấn Thác Bà.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-611-VP18-thanh-lap-thi-tran-Thac-Ba-Yen-Binh-chuyen-xa-Phong-Hai-Bao-Thang-thanh-thi-tran-nong-truong-Phong-Hai-57978.aspx Quyết định số 611-VP18]<\/ref>\n\nNăm [[1981]], chuyển huyện lỵ từ thị trấn Thác Bà đến xã Phú Thịnh. \n\nNăm [[1985]], chia xã Phú Thịnh thành 2 đơn vị hành chính: xã Phú Thịnh và thị trấn Yên Bình (thị trấn huyện lỵ huyện Yên Bình).\n\nNgày [[12 tháng 8]] năm [[1991]], huyện Yên Bình trở lại thuộc tỉnh Yên Bái vừa tái lập.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[4 tháng 8]] năm [[2008]], chuyển xã Văn Lãng thuộc huyện [[Trấn Yên]] về huyện Yên Bình quản lý.<ref name=\"87\/2008\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-dinh-87-2008-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-huyen-tran-yen-de-mo-rong-thanh-pho-yen-bai-huyen-yen-binh-tinh-yen-bai-69116.aspx\/ Nghị định 87\/2008\/NĐ-CP về việc điều chỉnh địa giới hành chính huyện Trấn Yên để mở rộng thành phố Yên Bái và huyện Yên Bình, tỉnh Yên Bái]<\/ref>\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập xã Tích Cốc vào xã Cảm Nhân và sáp nhập xã Văn Lãng vào xã Phú Thịnh.<ref name=NQ871>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-871-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Yen-Bai-434049.aspx|tựa đề=Nghị quyết số 871\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Yên Bái|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Yên Bình có 2 thị trấn và 22 xã như hiện nay.\n\n==Hành chính==\nHuyện Yên Bình có 24 đơn vị hành chính cấp xã trực thuộc, bao gồm\n2 thị trấn: [[Yên Bình (thị trấn thuộc huyện Yên Bình)|Yên Bình]] (huyện lỵ), [[Thác Bà (thị trấn)|Thác Bà]] và 22 xã: [[Bạch Hà]], [[Bảo Ái]], [[Cảm Ân]], [[Cảm Nhân]], [[Đại Đồng, Yên Bình|Đại Đồng]], [[Đại Minh, Yên Bình|Đại Minh]], [[Hán Đà]], [[Mông Sơn]], [[Mỹ Gia]], [[Ngọc Chấn]], [[Phú Thịnh, Yên Bình|Phú Thịnh]], [[Phúc An]], [[Phúc Ninh, Yên Bình|Phúc Ninh]], [[Tân Hương, Yên Bình|Tân Hương]], [[Tân Nguyên]], [[Thịnh Hưng]], [[Vĩnh Kiên]], [[Vũ Linh (xã)|Vũ Linh]], [[Xuân Lai, Yên Bình|Xuân Lai]], [[Xuân Long, Yên Bình|Xuân Long]], [[Yên Bình (xã thuộc huyện Yên Bình)|Yên Bình]], [[Yên Thành, Yên Bình|Yên Thành]].\n\n==Kinh tế==\n[[File:Thác Bà lake.jpg|nhỏ|300px|Du lịch tại [[hồ Thác Bà]]]]\nTiềm năng phát triển của huyện là du lịch, bên cạnh đó công nghiệp và nông nghiệp cũng được trú trọng: các nhà máy xí nghiệp được nâng cấp và xây dựng như Nhà máy xi măng Yên Bình được xây dựng tại KM 10 và Nhà máy xi măng Phú Thịnh cũng được nâng cấp từ lò đứng sang lò quay, Nhà máy thủy điện Thác Bà được Tổng công ty điện lực đầu tư cơ sở 2 tại [[Na Hang]] - tỉnh [[Tuyên Quang]].\n\n===Thay đổi sau khi xây nhà máy thủy điện Thác Bà===\n\nTrước kia, khi Nhà máy thủy điện Thác Bà chưa xây dựng, người dân sinh sống bám theo hai bờ [[sông Chảy]] tạo nên những điểm dân cư sầm uất, nhiều người từ miền xuôi lên lập nghiệp tại đây.\n\nTrước kia Yên Bình có nhiều rừng tự nhiên với gỗ, nứa và các loại lâm sản quy hiem,người dân khai thác gỗ nứa đóng thành bè, mảng vận chuyển theo dòng sông Chảy về xuôi.\n\n\"Còn tiền chợ Ngọc, chợ Ngà<br>\nHết tiền thì lại Thác Bà, thác Ông\"\n\nĐó là câu thơ xưa nói về cuộc sống của người dân hai bên bờ [[sông Chảy]]. Chợ Ngọc, chợ Ngà là nơi buôn bán hàng hóa nổi tiếng ở vùng Yên Bình trước đây, bây giờ chợ Ngọc nằm sâu dưới lòng [[hồ Thác Bà]], chợ Ngà giờ cũng không còn nữa, người dân khu chợ Ngà xưa nay đi chợ Cát Lem. Còn Thác Bà là nơi có dòng nước chảy xiết đổ xuống những khối đá lớn mà những người khai thác gỗ phải vượt qua, người ta đã lập một miếu thờ gần thác để thắp hương mỗi khi đưa bè gỗ qua đây. Bây giờ miếu thờ này không còn nữa.\n\nVào những năm 1970, khi Nhà máy thủy điện Thác Bà đi vào hoạt động, cả một vùng rộng lớn ngập chìm trong nước. Một số làng bản di chuyển khỏi lòng hồ đến những vùng xa hơn như Mông Sơn, Cảm Ân, xã Yên Bình... Những người dân vùng hồ phải làm quen với môi trường sống mới, họ đi lại trên hồ bằng thuyền và xuồng máy, nhiều phụ nữ và trẻ em biết bơi thuyền (nan) bằng chân. Hồ Thác Bà đã tạo nên diện tích mặt nước rất lớn nằm ở 2 huyện Yên Bình và Lục Yên, nhiều người dân sống gần hồ đã làm thêm nghề đánh bắt cá. Hơn một nghìn hòn đảo trên hồ giờ đang được trồng cây lâm nghiệp chủ yếu là keo, bạch đàn, muồng, quyền quản lý thuộc về cơ quan lâm trường Thác Bà và chịu trác nhiệm trực tiếp là ông: Nguyễn Văn Vượng trưởng phòng kỹ thuật của lâm trường. Nhiều mỏ đá vôi và đá trắng đang được khai thác và vận chuyển bằng đường thủy trên hồ Thác Bà. Ở đây người ta cũng đang có những dự án du lịch trên vùng hồ.\n\nVị trí: trên sông Chảy. Diện tích lưu vực: 6.430&nbsp;km². Công suất lắp máy: 120MW. [[Chiều cao]] lớn nhất của đập: 48m. [[Chiều dài]] đỉnh đập: 657m. Thể tích đập: 1,33 triệu m3. Dung tích hữu ích của hồ chứa: 2.160.000.000 m3. Dung tích toàn bộ của hồ chứa: 2.490.000.000 m3. Diện tích mặt hồ ứng với MN bình thường: 235&nbsp;km². [[Chiều dài]] lớn nhất của hồ chứa: 60&nbsp;km. Cao trình MNBT: +58,0 Cao trình MN lũ 0,01%: +61,0. Cao trình MN lũ 0,1%: +59,65. Cao trình MN lũ 1%: +58,85. Mực nước hết: +46,0. Mực nước trước lũ: +50,3. Khả năng xả lũ lớn nhất: 3.650m3\/s.\n\n===Vùng trồng bưởi===\nXuôi theo dòng sông Chảy, có một vùng đất phù sa thuộc làng Khả Lĩnh xã Đại Minh (Yên Bình) nổi tiếng trồng cây bưởi. Trước đây vùng đất này thuộc huyện Đoan Hùng - tỉnh Phú Thọ, nay thuộc Yên Bình - tỉnh Yên Bái. Bưởi trồng ở vùng đất này cho quả ngon và ngọt nhất. Ngày nay giống bưởi ngọt này đã được trồng ở nhiều nơi nhưng chất lượng thì không đâu bằng bưởi Khả Lĩnh. Bưởi Đại Minh giờ được bán nhiều tại ngã ba Cát Lem.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{Commonscat|Yen Binh District}}\n\n{{Sơ khai Yên Bái}}\n{{Huyện thị Yên Bái}}\n{{Đơn vị hành chính thuộc huyện Yên Bình}}"}