{"785605":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Yên Thuận\n| hình = \n| ghi chú hình = \n| vĩ độ = 22.289004\n| kinh độ = 104.936399\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Tuyên Quang]]\n| huyện = [[Hàm Yên]]\n| thành lập = \n| trụ sở UBND = thôn Thôm Vá\n| mã hành chính = 02377<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Yên Thuận''' là một xã thuộc [[Huyện Việt Nam|huyện]] [[Hàm Yên]], [[tỉnh Việt Nam|tỉnh]] [[Tuyên Quang]].\n==Vị trí địa lý==\nlà xã vùng cao của huyện Xã nằm ở phía bắc Huyện [[Hàm Yên]], phía bắc giáp xã Vô Điếm của huyện [[Bắc Quang]] tỉnh [[Hà Giang]], phía nam giáp xã Bạch Xa, phía đông giáp huyện [[Chiêm Hóa]] và phía tây giáp thị trấn vĩnh tuy huyện [[Bắc Quang]] của tỉnh [[Hà Giang]].\n*trung tâm xã: [[Thôn Thôm Vá]]\n*các thôn:\n#An Thịnh\n#Cốc Phường\n#[[Cầu Treo]]\n#Làng Bá\n#Đẻm\n#Hao Bó\n#Cuổm\n#Nà Khà\n#Lục Khang\n#Lục Sơn\n#Sơn Thủy\n#Khau Làng\n#Cao Đường\n\n==Diện tích, dân số, giao thông==\nDân cư xã yên thuận bao gồm: kinh, [[Tày]], Dao, H'Mông. trong đó người tày và người dao chiếm 75% dân số của xã.\n\nGiao thông của xã còn nhiều khó khăn, chủ yếu là rải cấp phối. hiên nay đã có đường tránh lũ qua thôn cầu treo và thôn làng Bá, thông qua cầu suối đẻm đến trung tâm xã. ngoài ra còn có cầu tránh lũ tai thôn cầu treo được xây dựng theo dự án đầu tư phí chính phủ(RIDP)mà người dân ở đây vẫn quen gọi là cầu Bản Lưu (Bến Mai)\n\n==Kinh Tế==\nkinh tế của xã phát triển mạnh về nông nghiệp: trồng lúa, nuôi cá, ngoài ra xã còn phát triển mạnh về cây cam. hiện nay xã có xu hướng phát triển cây chè, đặc biệt thôn sơn thủy là một thôn có thế mạnh về cây chè với 98% các hộ gia đình trồng chè. thôn thôm vá nổi tiếng với tay nghề nuôi cá, thôn chiếm tới 70% sản lượng cá của toàn xã\n== Tham khảo ==\n{{tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Hàm Yên}}\n\n{{sơ khai Tuyên Quang}}\n\n[[Thể loại:Xã, thị trấn thuộc huyện Hàm Yên]]"}