{"547724":"{{otheruses|Yên Thắng (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Yên Thắng\n| hình = Yenthang3.jpg\n| ghi chú hình = Cảnh [[sân golf Hoàng Gia]] ở Yên Thắng\n| vĩ độ = 20\n| vĩ phút = 8\n| vĩ giây = 53\n| kinh độ = 105\n| kinh phút = 57\n| kinh giây = 15\n| diện tích = 11,59 km²\n| dân số = 8.744 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 754 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Yên Mô]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14725<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Yên Thắng''' là một xã miền núi nằm ở phía tây huyện [[Yên Mô]] tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Yên Thắng nằm ở phía tây huyện Yên Mô, cách trung tâm thành phố Ninh Bình 15&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Yên Hòa, Yên Mô|Yên Hòa]]\n*Phía nam giáp xã [[Yên Thành, Yên Mô|Yên Thành]]\n*Phía tây giáp thành phố [[Tam Điệp]]\n*Phía bắc giáp xã [[Mai Sơn, Yên Mô|Mai Sơn]] và xã [[Khánh Thượng, Yên Mô|Khánh Thượng]].\n\nXã Yên Thắng có diện tích 11,59&nbsp;km², dân số 2019 là 8.744 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 754 người\/km².\n\n===Địa hình===\n*Xã Yên Thắng chủ yếu là đồng bằng, có một vài núi thấp thuộc dãy Tam Điệp.\n*Hồ Yên Thắng thuộc xã Yên Thắng cùng với [[hồ Đồng Thái]] và hồ [[Yên Quang, Nho Quan|Yên Quang]] là những hồ nước tự nhiên lớn nhất [[Ninh Bình]]. Tại đây đã xây dựng [[sân golf Hoàng Gia]].\n\n==Hành chính==\nXã Yên Thắng được chia thành 15 thôn: Phố Tu, Xóm 1, Vân Du Thượng, Vân Thượng 1, Xóm 2, Xóm 3, Xóm 4, Trại Sối, Vân Hạ, Quảng Thượng, Quảng Hạ, Cầu Mễ, Bình Hào, Cầu Cọ, Khai Khẩn.\n\n==Kinh tế==\nChợ Tu - Phố Tu - Xã Yên Thắng là một trong 7 chợ ở [[Yên Mô]] trong danh sách các chợ loại 1, 2, 3 ở [[Ninh Bình]].\n\n==Di tích==\n===Đền Vua Lê===\nYên Thắng cũng có [[đền Vua Lê Đại Hành]], tương truyền nơi đây xưa có thành Thiên Phúc do Lê Hoàn xây dựng và khi Ngô Nhật Khánh đưa Chiêm Thành tấn công thành này đã bị bão dìm chết ở [[cửa biển Thần Phù]], gần khu vực này. Đây cũng là xã được công nhận [http:\/\/baoninhbinh.org.vn\/news\/5\/2DA78E\/Nhung-phan-thuong-cao-quy---Anh-hung-luc-luong-vu-trang-nhan-dan Anh hùng lực lượng vũ trang nhân dân] ở [[Ninh Bình]].\n\n===Hồ Yên Thắng===\n{{chính|hồ Yên Thắng}}\n[[Hồ Yên Thắng]] nằm chạy dài dưới chân đồi thuộc ba [[Đông Sơn, Tam Điệp|Đông Sơn]], [[Yên Thành, Yên Mô|Yên Thành]] và Yên Thắng với diện tích mặt nước 180 ha và 240 ha đồi cây xung quanh, tạo nên một cảnh quan thiên nhiên hài hòa, môi trường sinh thái trong lành. Hệ thống hồ Yên Thắng hiện cũng một công trình thủy lợi chống lũ, đảm bảo an toàn cho sản xuất và đời sống của nhân dân các xã Yên Thắng, Yên Thành, Yên Hòa của huyện [[Yên Mô]]. Với một hệ thống đập tràn, tưới tiêu, hệ thống giao thông thuận lợi chỉ cách [[thành phố Ninh Bình]] 15 Km, hồ Yên Thắng hứa hẹn là một điểm du lịch sinh thái, nghỉ dưỡng cuối tuần cho du khách trong và ngoài nước.\n===Đền Núi Hầu===\nĐền Núi Hầu (Yên Thắng, Yên Mô) thờ [[thần Cao Sơn]] trấn trạch vùng núi phía tây [[Hoa Lư tứ trấn]] ở [[Ninh Bình]]. Thần Cao Sơn nguyên là Lạc tướng Vũ Lâm, cai quản vùng núi Vũ Lâm phía tây [[Ninh Bình]]. Đền thờ chính của thần ở huyện Phụng Hóa, nay là đền Láo ở xã Văn Phú, [[Nho Quan]], [[Ninh Bình]].<ref>{{Chú thích web |url=http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp |ngày truy cập=2014-12-02 |tựa đề=Ngôi đền thờ em trai Hùng Vương thứ nhất |archive-date = ngày 20 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180720194935\/http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp }}<\/ref> Vị thần này có công phù trợ quân [[Lê Tương Dực]] diệt được [[Lê Uy Mục|Uy Mục]] nên được dân làng Kim Liên rước về thờ trấn phía Nam kinh thành Thăng Long. Ở [[Ninh Bình]], thần Cao Sơn được thờ ở nhiều di tích thuộc vùng núi Nho Quan - Tam Điệp và là vị thần trấn trạch phía tây [[Hoa Lư tứ trấn]].\n\nĐền Núi Hầu hiện còn giữ được 5 sắc phong, trong đó có một sắc phong thời Tây Sơn, đời Cảnh Thịnh năm thứ tư (1796). Nội dung sắc phong có lời tôn vinh vị thần được thờ tại đền là Cao Sơn Đại Vương. Năm Mậu Thân (1789) Vua Quang Trung tiến quân ra Bắc đóng hành doanh ở [[phòng tuyến Tam Điệp]] trước khi tiến quân ra Thăng Long đã cầu thần Cao Sơn âm phù diệt giặc. Sau chiến thắng giặc Mãn Thanh, năm Quang Trung thứ Hai có phong duệ hiệu của thần: Cao Sơn, Linh cảm, Diên Huống, Gia Khánh, Phương Du, Hồng Liệt, Anh Thanh Đại Vương.\n\nTheo như thần phả các đền thờ Cao Sơn ở [[Ninh Bình]] thì Cao Sơn đại vương là Lạc tướng [[Hành cung Vũ Lâm|Vũ Lâm]] (tức vùng núi phía tây [[Ninh Bình]] ngày nay nên còn được gọi là vị thần tây trấn [[Hoa Lư tứ trấn]]), khi vâng mệnh vua Hùng đi tuần từ vùng Nam Lĩnh đến vùng Thiên Dưỡng, đã tìm ra một loài cây thân có bột dùng làm bánh thay bột gạo, lấy tên mình đặt tên cho cây là [[Báng|Quang lang]] (dân địa phương vẫn gọi là cây quang lang hay cây [[báng|búng báng]]). Thần đã dạy bảo và giúp đỡ người dân làm ăn sinh sống đồng thời bảo vệ khỏi các thế lực phá hoại vì vậy đã được nhân dân lập nhiều đền thờ<ref>[http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT1580721655 Phát hiện sắc phong thời Tây Sơn ở Đền Núi Hầu], Báo Điện tử Đảng Cộng sản Việt Nam. Truy cập 2008-12-03.<\/ref>.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n*[http:\/\/baoninhbinh.org.vn\/news\/20\/2DE177 Đảng bộ xã Yên Thắng lãnh đạo phát triển kinh tế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111011152453\/http:\/\/baoninhbinh.org.vn\/news\/20\/2DE177 |date = ngày 11 tháng 10 năm 2011}}, Hạnh Chi, Báo Ninh Bình, Ngày gửi: Thứ tư, 15:13, 5\/10\/2011\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date = ngày 4 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n\n==Tham khảo==\n{{sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Yên Mô}}"}