{"94693":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Yên Thành\n| hình =\n| ghi chú hình =\n| vĩ độ = 19.00045 \n| kinh độ = 105.46806\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện lỵ = thị trấn [[Yên Thành (thị trấn)|Yên Thành]]\n| phân chia hành chính = 1 thị trấn, 38 xã \n| dân số = 302.500 người \n| diện tích = 551,92 km²\n| mật độ dân số = 548 người\/km²\n| chủ tịch UBND = Phan Văn Tuyên\n| chủ tịch HĐND = Nguyễn Quý Linh\n|bí thư =  Nguyễn Quý Linh\n| dân tộc = Kinh...\n| mã hành chính = 426<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = 0383 863470\n| fax = 0383 863470\n| biển số xe = 37-P1\n| web = {{url|yenthanh.nghean.gov.vn}}\n}}\n\n'''Yên Thành''' là một huyện trung du thuộc tỉnh [[Nghệ An]], [[Việt Nam]].\n\n== Địa lý ==\nYên Thành là vùng đất đồng bằng trung du. Huyện Yên Thành có vị trí địa lý:\n\n* Phía bắc giáp huyện [[Quỳnh Lưu]] \n* Phía đông giáp huyện [[Diễn Châu]]\n* Phía đông nam giáp huyện [[Nghi Lộc]]\n* Phía nam giáp huyện [[Đô Lương]] \n*Phía tây giáp huyện [[Tân Kỳ]].\n\n==Lịch sử==\nHuyện Yên Thành, được thành lập tách ra từ huyện [[Đông Thành]], [[Phủ Diễn Châu]], từ năm [[Minh Mệnh]] thứ 18 (1838). Phủ Diễn Châu tức Châu Diễn, là một bộ phận của bộ [[Hoài Hoan]], một trong 15 bộ của nước [[Văn Lang]] thời vua Hùng Dựng nước.\n\nDưới thời [[Bắc thuộc]], Diễn Châu thuộc huyện [[Hàm Hoan]] đời [[Hán]], quận cửu Đức đời Ngô, quận [[Cửu Chân]] đời [[Lương]], quận [[Nhật Nam]] đời [[Tuỳ]], châu [[Nam Đức]], [[Đức Châu]] rồi [[Hoan Châu]], đời [[Đường]]. Năm Trịnh Quán I (627) đời Đường, phía bắc Hoan Châu gọi là Diễn Châu. Tên Diễn Châu bắt đầu được gọi từ đó. Diễn Châu có lúc gọi là quận Long Tri gồm 7 huyện: Trung Nghĩa; Hoài Hoan; Long Tri; Tứ Nông; Võ lung; Võ Dung và Võ Kim, trị sở đóng tại Quỳ Lăng (Lăng Thành).\n\nĐược quyền tự chủ, các triều đại [[Ngô]] (939-967); [[Đinh]] (968-980) vẫn chọn [[Quỳ Lăng]] làm lỵ sở Châu Diễn.\n\n=== Thành cổ Kẻ Dền === \nThời [[Tiền Lê]] (981-1009) chon [[Kẻ Dền]], [[Công Trung Thượng]] (xã Văn Thành) làm lỵ sở. Kẻ Dền là vùng đất thuộc 2 xã Văn Thành và Phúc Thành ngày nay, thuộc lưu vực thượng nguồn sông Dền, con sông bắt nguồn từ vùng động Huyệt (phía tây xã Phúc Thành), rồi chảy qua xã Văn Thành, sau đấy nối thông với bàu Ác ở cuối xã Phúc Thành rồi chảy vào sông Bùng ở vùng Diễn Nguyên, kết hợp với hệ thống kênh đào được tạo ra trong thời kỳ Tiền Lê, tạo thành hệ thống giao thông thủy nối liền với kinh đô Hoa Lư. Thành Đông Thành được hoàng tử Lê Long Tung (Con trai thứ 7 của vua Lê Đại Hành) xây dựng để chống lại quân Chiêm Thành từ phương nam đánh ra là dấu tích còn lại đến ngày nay. Khi bị Lý Công Uẩn (con rể vua Lê Đại Hành) đoạt ngôi lập ra nhà Lý năm 1009, Lê Long Tung đã chạy vào cát cứ tại Đông Thành, tự phong là Đông Thành Vương. Theo sách ''\"Đại Nam nhất thống chí\"'' thì đây là cơ sở của hoàng tử con vua [[Lê Đại Hành]] là [[Lê Long Tung]] (còn có tên là Lê Long Toàn), được phong làm Định Phiên Vương, đóng tại Tư Doanh, tức vùng đất thuộc Cổ Loa Hà Nội ngày nay. Khi bị nhà Lý cướp ngôi vào năm 1009, đã chạy vào trấn giữ Diễn Châu, chọn Kẻ Dền đắp thành xưng đế. Với ý đồ xây dựng Châu Diễn làm vùng cát cứ lâu dài (ở Kẻ Dền vẫn còn dấu tích của thành vua Dền, như nền thành, tường thành, hào nước bao quanh nối thông với bàu Ác (Xã Phúc Thành). Các xã lân cận còn có tên là Triều Nha, Hậu Nha, Triều Đường, Thượng Thành, Hạ Thành, bến tàu Voi, đồng lùm Hoa, kho Vàng, kho tiền...mang đậm dấu vết một triều đô cũ).\n\nTheo \"Đại Việt Sử ký toàn thư\" thì thành Kẻ Dền bị thất thủ vào năm Nhâm Tý, [Thuận Thiên] năm thứ 3 [1012]. Để dẹp loạn đạo quân trung thành với triều đại cũ, vua Lý Thái Tổ (Lý Công Uẩn) đã thân chinh dẫn đạo quân vào phủ Diễn Châu để đánh dẹp em vợ là Lê Long Tung đã chạy vào cát cứ tại thành Kẻ Dền từ năm 1009, khi Lý Công Uẩn chính thức gạt bỏ họ Lê khỏi ngai vàng để lập nên triều đại nhà Lý. Trong sách này có đoạn viết: \"Vua thân đi đánh Diễn Châu. Khi về đến Vũng Biện (Tĩnh Gia ngày nay), gặp lúc trời đất tối sầm, gió sấm dữ dội, vua đốt hương khấn trời rằng: \"Tôi là người ít đức, lạm ở trên dân, nơm nớp lo sợ như sắp sa xuống vực sâu, không dám cậy binh uy mà đi đánh dẹp càn bậy. Chỉ vì người Diễn Châu không theo giáo hóa, ngu bạo làm càn, tàn ngược chúng dân, tội ác chồng chất, đến nay không thể dung tha không đánh. Còn như trong khi đánh nhau, hoặc giết oan kẻ trung hiếu, hoặc hại lầm kẻ hiền lương, đến nỗi hoàng thiên nổi giận phải tỏ cho biết lỗi lầm, dẫu gặp tổn hại cũng không dám oán trách. Đến như sáu quân thì tội lỗi có thể dung thứ, xin lòng trời soi xét\". Khấn xong, gió sấm đều yên lặng\". Như vậy có khả năng hoàng tử của triều Tiền Lê bị phế truất Lê Long Tung đã chạy từ Cổ Loa vào đây từ năm 1009, trấn giữ thành Kẻ Dền, phủ Diễn Châu làm căn cứ lâu dài, đã bị vua Lý Công Uẩn giết chết vào năm 1012.\n\nNúi Mã Yên (Yên Ngựa) xã Phúc Thành, huyện Yên Thành, một ngọn núi cao, trong đám núi trông như hình yên ngựa; sườn núi có một hố sâu, rộng đến vài trượng, gọi là huyệt Vương Mẫu. Tục truyền con vua Lê Đại Hành giữ Phủ Diễn Châu (châu lỵ đóng ở Công Trung) có táng mộ bà mẹ ở đây, khi nhà Lý cướp ngôi nhà Lê, Lê Hoàng tử bèn giữ châu tự xưng làm đế. Nhà Lý đánh không nổi, phải ngầm mượn người đào mộ ấy lên, rồi sau mới dẹp tan được\" (Đại nam nhất thống chí quyển 14-15 trang 53)\n\nDấu tích của thành Đông Thành hiện nay vẫn còn tại phía bắc xóm Yên Thịnh, xã Phúc Thành, Yên Thành, Nghệ An song do không được quan tâm bảo quản nên đã bị mờ đi nhiều.Thành đất có chiều dài mỗi cạnh khoảng 200m có hào bao bọc xung quanh. Đến những năm 60 của thế kỷ XX, phía Đông - Bắc của Thành vẫn còn đền Cả với cây thị rất lớn, cách đền không xa về phía Bắc còn có nhà Thánh, Chắc đền Cả và nhà Thánh liên quan đến thờ cúng hoàng tử Lê Long Tung - Đông Thành Vương, người có công xây dựng vùng đất Kẻ Dền thành lỵ sở của Diễn Châu thời nhà Tiền Lê.\n\nTrên dãy Mã yên vẫn còn dấu tích của Động Huyệt và những huyền thoại về kẻ Dền. Tháng 11 năm 1041 vua Lý Thái tổ cử Lý Nhật Quang vào làm tri châu Nghệ An, Lý Nhật Quang đã dừng chân tại Công Trung Đông và Tràng Thành Nam để nghiên cứu nơi thành lập trị sở (Nghệ An) sau đó mới lên đặt tri sở tại Mượu xã Bạch đường (Anh Sơn) Từ đây cũng bắt đầu cuộc di dân từ bắc vào khai phá đồng ruộng, lập làng. ở Công Trung Đông; Tam toà, Hợp Thành và Tràng Thành Nam Hoa Thành còn đền thờ Lý Nhật Quang, năm Thiên Thành thứ 3 đời vua Lý Thái Tông (1036), nhập Hoan Diễn Thành châu Nghệ An, thời Trần gọi là huyện Thổ Thành, vua Trần Duệ Tông năm Long khánh thứ 2 (1374) đổi làm lộ Diễn Châu. Vua Trần Thuận Tông năm Quang Thái thứ 10 (1379) đặt là trấn Vọng Giang.\n\nNhà Trần vẫn tiếp tục phái thân vương Trần Quốc Khang vào trấn trị Diễn Châu. Mùa xuân năm 1270 Tĩnh Quốc đại Vương Trần Quốc Khang (anh vua Trần Thánh Tông) được phong làm vọng Giang phiêu kỵ đô thượng tướng quân, đã tiếp tục xây dựng kẻ Dền lỵ sở Châu Diễn. Trần Quốc Khang đã mở mang trị sở, ý đồ chuẩn bị để xưng đế \"Xây dựng phủ đệ, lang vũ vòng quanh lộng lẫy quá mức thường, vua nghe tin sai người đến xem, Tĩnh quốc sợ, nên tô tượng phật để thờ, nay là chùa Thông\" (đại việt sử ký toàn thư, tập II của Ngô Sĩ Liên, Hà nội 1971 trang 41).\n\nTrần Quốc Khang đã xây dựng kẻ Dền, chùa Thông như là một đế đô, bao gồm chợ búa, làng xã, trại lính và đắp con đường từ kẻ Dền lên Chùa Thông gọi là đường Vua.\n\n=== Linh Nguyên và Diễn Châu === \nĐời nhà Hồ, Hồ Hán Thương đổi tên làm phủ Linh Nguyên (1403) thời thuộc Minh gọi là huyện Đông Ngàn.\n\nNăm 1428, sau khi đánh đuổi giặc Minh, Lê Lợi lên ngôi chia nước làm 5 đạo, Diễn Châu thuộc đạo Hải Tây\n\nNăm Quang Thuận thứ 7 (1466) đời Lê Thánh Tông phủ Diễn Châu thuộc thửa tuyên Nghệ An, phủ Diễn Châu lúc này gồm 2 huyện Đông Thành và Quỳnh Lưu. Huyện Đông Thành bao gồm cả huyện Yên Thành, Diễn Châu và một số xã của Nghĩa Đàn, Tân Kỳ, Đô Lương, Nghi Lộc ngày nay. Lỵ sở Phủ Diễn Châu chuyển từ Kẻ Dền (Công Trung) về Thành Trài (Đông Lũy) Diễn Hồng.\n\nThời nhà Lê, huyện Đông Thành và huyện Quỳnh Lưu đều do phủ Diễn Châu kiêm lý. Đến thời Tây Sơn Quang Trung, Nguyễn Huệ đổi Nghệ An thành trấn Nghĩa An, phủ Diễn Châu thuộc trấn Nghĩa An, phủ lỵ dời về làng Tiền Lý (Diễn Ngọc).\n\nNăm 1802 Gia Long đổi Nghĩa An thành Nghệ An, phủ Diễn Châu vẫn gồm 2 huyện Đông Thành và Quỳnh Lưu. Huyện Đông Thành gồm 7 tổng: Cao Xá; Vạn Phần; Quan Trung; Quan Triều; Thái Trạch; Vân Tụ; Hoàng Trường. Gồm 242 xã và thôn động.\n\n===Hình thành===\nMùa xuân năm Minh Mệnh thứ 18 (1837) từ huyện Đông Thành tách ra thành 2 huyện: [[Đông Thành]] và Yên Thành, theo hướng Đông Tây. Huyện Yên Thành ở về phía Bắc, trị sở đóng tại [[Yên Lý]] (gần chợ huyện xã [[Diễn Yên]] hiện nay). Huyện Đông Thành đóng ở phía nam, trị sở đóng tại làng Cao Xá, xã [[Diễn Thành]], huyện nào cũng có núi, có đồng bằng và có biển.\n\nHuyện Yên Thành gồm các tổng: Hoàng Trường, Vạn Phần, Thái Trạch, Quan Triều và Cự Lâm do phủ Diễn Châu thống hạt. Năm Minh Mệnh thứ 21 (1840) trích tổng Cự Lâm từ huyện Yên Thành lập huyện mới [[Nghĩa Đàn]].\n\nNăm [[Tự Đức]] thứ 4 (1851), bởi chức tri huyện Yên Thành đóng ở Yên Lý mà do tri phủ Diễn Châu kiêm nhiếp cả hai huyện.\n\nNăm [[Thành Thái]] thứ 10 (1898) [[thực dân Pháp]] và chính quyền [[nhà Nguyễn]] nhận thấy chia 2 huyện theo chiều đông tây, thì địa dư từ tây sang đông quá dài, bề ngang lại hẹp nên chia lại hai huyện theo chiều Nam Bắc. Huyện Đông Thành về phía đông, huyện Yên Thành về phía Tây, đều thuộc Phủ Diễn Châu\n\nHuyện Yên Thành gồm các tổng: Quỳ Trạch (tức Thái trạch); Quan Hoá (tức quan triều) Vân Tụ; Quan Trung và lập thêm tổng Vân Hội, lỵ sở Yên Thành chuyển về làng Phụng Luật xã Hợp Thành.\n\nTừ năm 1919, bỏ cấp phủ, đổi huyện Đông Thành, phủ Diễn Châu ngang cấp với huyện Yên Thành.\n\nTừ năm 1898 đến năm 1945 huyện Yên Thành có 5 tổng 136 làng xã; sau cách mạng tháng 8 năm 1945 cắt các làng Xuân Lạc (kẻ Năn), Phượng Kỷ (Trại Lạ) Quỳ Hậu (Kẻ Mưng), Yên Lương, Mỹ Hóa, Trịnh Sơn (Kẻ Rọc) về Anh Sơn. Cắt Trị Nội, Hội Yên về [[Nghi Lộc]]. Sau năm 1955 cắt phía bắc Nghĩa Môn, Làng Cận về [[Quỳnh Lưu]]. Từ đây, huyện Yên Thành có 29 xã: Nhân Thành, Bắc Thành, Bảo Thành, Công Thành, Đô Thành, Đông Thành, Đức Thành, Hậu Thành, Hoa Thành, Hợp Thành, Khánh Thành, Lăng Thành, Liên Thành, Lý Thành, Mã Thành, Minh Thành, Nam Thành, Phú Thành, Phúc Thành, Quang Thành, Sơn Thành, Tăng Thành, Thịnh Thành, Thọ Thành, Trung Thành, Văn Thành, Viên Thành, Vĩnh Thành, Xuân Thành.\n\nNgày 21-4-1969, chia xã Vĩnh Thành thành 3 xã: Vĩnh Thành, Nhân Thành, Long Thành; chia xã Công Thành thành 2 xã: Công Thành và Mỹ Thành.\n\nTháng 2-1976, huyện Yên Thành thuộc tỉnh [[Nghệ Tĩnh]].\n\nNgày 9-11-1983, chia xã Đức Thành thành hai xã lấy tên là xã Đức Thành và xã Tân Thành.\n\nNgày 4-4-1986, thành lập thị trấn Yên Thành (thị trấn huyện lỵ huyện Yên Thành) trên cơ sở 40 ha diện tích tự nhiên với 661 nhân khẩu của xã Hoa Thành và 69,15 ha diện tích tự nhiên với 1.089 nhân khẩu của xã Tăng Thành cùng 2.725 nhân khẩu là cán bộ công nhân viên của các cơ quan trong khu vực này.\n\nNgày 12-8-1991, tỉnh Nghệ An được tái lập, huyện Yên Thành thuộc tỉnh Nghệ An.\n\nNgày 28-6-1994, chia xã Phú Thành thuộc huyện Yên Thành thành xã Phú Thành và xã Hồng Thành.\n\nNgày 1-7-1999, chia xã Quang Thành thành 2 xã: Quang Thành và Tây Thành; chia xã Minh Thành thành 2 xã Minh Thành và Đại Thành; chia xã Đồng Thành thành 2 xã: Đồng Thành và Kim Thành.\n\nNgày 2-4-2007, chia xã Hậu Thành thành 2 xã: Hậu Thành và Hùng Thành.\n\nNgày 9-2-2009, chia xã Mã Thành thành 2 xã: Mã Thành và Tiến Thành.\n\nHuyện Yên Thành có 1 thị trấn và 38 xã như hiện nay.\n\n==Hành chính==\nHuyện Yên Thành có 39 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Yên Thành (thị trấn)|Yên Thành]] (huyện lỵ) và 38 xã: [[Bắc Thành, Yên Thành|Bắc Thành]], [[Bảo Thành]], [[Công Thành]], [[Đại Thành, Yên Thành|Đại Thành]], [[Đô Thành]], [[Đồng Thành, Yên Thành|Đồng Thành]], [[Đức Thành, Yên Thành|Đức Thành]], [[Hậu Thành, Yên Thành|Hậu Thành]], [[Hoa Thành, Yên Thành|Hoa Thành]], [[Hồng Thành]], [[Hợp Thành, Yên Thành|Hợp Thành]], [[Hùng Thành]], [[Khánh Thành, Yên Thành|Khánh Thành]], [[Kim Thành, Yên Thành|Kim Thành]], [[Lăng Thành]], [[Liên Thành, Yên Thành|Liên Thành]], [[Long Thành, Yên Thành|Long Thành]], [[Lý Thành, Yên Thành|Lý Thành]], [[Mã Thành, Yên Thành|Mã Thành]], [[Minh Thành, Yên Thành|Minh Thành]], [[Mỹ Thành, Yên Thành|Mỹ Thành]], [[Nam Thành, Yên Thành|Nam Thành]], [[Nhân Thành]], [[Phú Thành, Yên Thành|Phú Thành]], [[Phúc Thành, Yên Thành|Phúc Thành]], [[Quang Thành, Yên Thành|Quang Thành]], [[Sơn Thành, Yên Thành|Sơn Thành]], [[Tân Thành, Yên Thành|Tân Thành]], [[Tăng Thành, Yên Thành|Tăng Thành]], [[Tây Thành, Yên Thành|Tây Thành]], [[Thịnh Thành]], [[Thọ Thành]], [[Tiến Thành, Yên Thành|Tiến Thành]], [[Trung Thành, Yên Thành|Trung Thành]], [[Văn Thành, Yên Thành|Văn Thành]], [[Viên Thành]], [[Vĩnh Thành, Yên Thành|Vĩnh Thành]], [[Xuân Thành, Yên Thành|Xuân Thành]].\n\nĐây là huyện có nhiều xã nhất cả nước hiện nay.\n\n== Giao thông ==\n* [[Quốc lộ 7A]]: 18&nbsp;km từ xã Vĩnh Thành đến xã Mỹ Thành\n* [[Tỉnh lộ 534]] (nối Tỉnh lộ 538 với [[Quốc lộ 1]]): 14&nbsp;km từ thị trấn Yên Thành đến xã Sơn Thành\n* [[Tỉnh lộ 538 (QL 7B)|Tỉnh lộ 538]] (nối quốc lộ 7A với Quốc lộ 1): 15&nbsp;km từ xã Hợp Thành đến xã Công Thành (hiện nay đổi tên thành Quốc lộ 7B)\n* [[Tỉnh lộ 533]] (nối Quốc lộ 1 với quốc lộ 7A): 15&nbsp;km từ xã Đô Thành đến xã Vĩnh Thành\n* Đây cũng là địa phương có dự án [[Đường cao tốc Nghi Sơn – Diễn Châu]] đi qua đang được xây dựng\n\n== Dân số ==\nDân số tính đến năm 2020 là 302.500 người. 12% dân số theo [[đạo Thiên Chúa]].\n\n== Kinh tế ==\nChủ đạo là kinh tế nông nghiệp. Nông nghiệp ở Yên Thành chủ yếu là trồng lúa, chăn nuôi tự túc. Những cánh đồng lúa Hoa Thành, Nhân Thành,Văn Thành, Hợp Thành... thẳng cánh cò bay.\n\nNông nghiệp ở Yên Thành phát triển phần lớn do tác dụng của con sông Đào thời Pháp thuộc, con sông này lấy nước từ Sông Lam nhờ Bara Đô Lương. Côn sông này cung cấp nước tưới cho ba huyện Yên Thành - Diễn Châu - Quỳnh Lưu. Yên Thành còn nổi tiếng với 02 con kênh. kênh Vách Nam đào vào những năm 1960-1965, bắt đầu từ Chòm 6 Tănh Thành, chảy về sông Bùng Diễn Châu qua xã Nhân Thành, Hoa Thành, Hợp Thành thoát nước tránh ngập lụt cho các xã Long Thành, Vịnh Thành... Kênh Vách Bắc đào vào những năm 1976-1978, bắt đầu từ Phúc Tụ (Văn Thành), chảy về phía bắc của huyện, dài khoảng 20&nbsp;km, tiêu nước cho vùng Hoa Thành, Văn Thành, Tăng Thành về mùa bão lũ, bảo đảm phát triển nông nghiệp.\n\nSự phát triển kinh tế của huyện Yên Thành những năm gần đây được cho là có sự đóng góp từ kiều hối của những người dân địa phương đi xuất khẩu lao động.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/kinh-doanh\/xa-1000-ty-phu-bac-nhat-xu-nghe-biet-thu-hang-ngan-o-to-nhieu-vo-ke-20181115095141594.htm|tựa đề=Xã 1.000 tỷ phú: Bậc nhất xứ Nghệ, biệt thự hàng ngàn, ô tô nhiều vô kể|tác giả=|họ=|tên=|ngày=2018-11-15|website=Dân Trí|url lưu trữ=https:\/\/archive.today\/20200617023404\/https:\/\/dantri.com.vn\/kinh-doanh\/xa-1000-ty-phu-bac-nhat-xu-nghe-biet-thu-hang-ngan-o-to-nhieu-vo-ke-20181115095141594.htm|ngày lưu trữ=2020-06-17|url hỏng=|ngày truy cập=2020-06-16|url-status=live}}<\/ref> Những xã thuộc huyện Yên Thành như xã [[Sơn Thành, Yên Thành|Sơn Thành]], xã [[Đô Thành]], được gọi là \"làng tỉ phú\"<ref>{{Chú thích web|url=https:\/\/www.reuters.com\/article\/us-britain-bodies-palaces\/in-vietnams-billionaire-village-migrant-cash-can-buy-a-palace-idUSKBN1X916L#:~:text=In%20Vietnam's%20'Billionaire%20Village'%2C%20migrant%20cash%20can%20buy%20a%20palace,-5%20Min%20Read&text=DO%20THANH%2C%20Vietnam%20(Reuters),in%20search%20of%20their%20fortunes.|tựa đề=In Vietnam’s ‘Billionaire Village’, migrant cash can buy a palace|tác giả=|họ=|tên=|ngày=2019-10-30|website=Reuters|url lưu trữ=https:\/\/archive.today\/20200617022733\/https:\/\/www.reuters.com\/article\/us-britain-bodies-palaces\/in-vietnams-billionaire-village-migrant-cash-can-buy-a-palace-idUSKBN1X916L#:~:text=In%20Vietnam's%20'Billionaire%20Village'%2C%20migrant%20cash%20can%20buy%20a%20palace,-5%20Min%20Read&text=DO%20THANH%2C%20Vietnam%20(Reuters),in%20search%20of%20their%20fortunes.|ngày lưu trữ=2020-06-17|url hỏng=|ngày truy cập=2020-06-16|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.sggp.org.vn\/xuat-khau-lao-dong-nhung-gam-mau-sang-toi-bai-1-lang-ty-phu-vang-bong-nguoi-625226.html|tựa đề=Xuất khẩu lao động, những gam màu sáng - tối - Bài 1: \"Làng tỷ phú\" vắng bóng người|tác giả=|họ=|tên=|ngày=2019-10-29|website=Sài Gòn Giải Phóng Online|url lưu trữ=https:\/\/archive.today\/20200617023418\/https:\/\/www.sggp.org.vn\/xuat-khau-lao-dong-nhung-gam-mau-sang-toi-bai-1-lang-ty-phu-vang-bong-nguoi-625226.html|ngày lưu trữ=2020-06-17|url hỏng=|ngày truy cập=2020-06-16|url-status=live}}<\/ref> hoặc \"làng Euro\"<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/choang-ngop-voi-nhung-ngoi-lang-euro-20191106094549825.htm|tựa đề=Choáng ngợp với những ‘ngôi làng Euro’|tác giả=|họ=|tên=|ngày=2019-11-06|website=Tuổi Trẻ|url lưu trữ=https:\/\/archive.today\/20200617022257\/https:\/\/tuoitre.vn\/choang-ngop-voi-nhung-ngoi-lang-euro-20191106094549825.htm|ngày lưu trữ=2020-06-17|url hỏng=|ngày truy cập=2020-06-16|url-status=live}}<\/ref>. Trong vụ [[Sự kiện Grays 2019|39 người chết trong xe tải khi nhập cư lậu vào Anh]], có 25 người nghi là người Yên Thành.<ref>{{chú thích web | url = https:\/\/www.dailymail.co.uk\/news\/article-7617125\/Faces-migrants-killed-death-truck-tragedy-emerge.html | tiêu đề = Faces of the migrants killed in death truck tragedy emerge | author = | ngày = | ngày truy cập = 28 tháng 10 năm 2019 | nơi xuất bản = Mail Online | ngôn ngữ = }}<\/ref>\n\n==Danh nhân và nhà khoa bảng==\nTheo \"''Nghệ An đăng khoa lục''\" từ thời Trần đến thời Nguyễn, Yên Thành có 21 vị đại khoa Tiến sĩ. Một số vị tiêu biểu là:\n*[[Trạng nguyên]] [[Bạch Liêu]], sinh ra ở làng Thanh Đà - Xã Mã Thành - Yên Thành. Ông là trạng nguyên đầu tiên của tỉnh Nghệ An, từng phò tá thượng tướng [[Trần Quang Khải]] trong cuộc kháng chiến chống quân Nguyên Mông của vua tôi [[nhà Trần]].\n* Nhà sử học [[Hồ Tông Thốc]] đời nhà Trần: người thôn Tam Thọ, tổng Quỳ Trạch (Thọ Thành).\n* [[Phan Cảnh Quang]], Thiếu bảo Sùng quận công người phò vua Lê và có công trong việc bắt voi dữ của triều đình để sổng, phá hoại mùa màng của nhân dân. Đền thờ của người tọa lạc tại làng Dinh, thị trấn Yên Thành. Nổi tiếng của dòng Họ Phan ở vùng đất này là có 18 Quận Công được các đời vua phong tặng.[http:\/\/www.giaphahophan.com\/phanthunhat\/index.htm]\n* Đô Đốc Tổng Binh [[Nguyễn Đình Tùng]] Và Phấn Lực Đại Tướng Quân Đô Chỉ Huy Sứ [[Nguyễn Đình Thiện]] Phò Vua Lê - Chúa Trịnh Có Công Đánh Giặc Ngoại Xâm Bảo Vệ Đất Nước Thuộc Dòng Họ Nguyễn Đình Cửa Thái Sư [[Đại Vương]] [[Nguyễn Xí]] Ở Vịnh Thành,Yên Thành. \n* [[Nguyễn Hữu Đạo]]: Hội nguyên Hoàng giáp khoa Tân Vỵ năm Chính Hòa 12, vua Lê Hy Tông (1691)\n* [[Trần Đình Phong]], tiến sĩ đệ tam giáp năm 1879 quê xóm Lũy, xã Mã Thành huyện Yên Thành. Nhà thờ của ông, nằm tại xóm Lũy - Mã Thành - Yên Thành, đã được xếp hạng quốc gia. Ông Trần Đình Phong là người thanh bạch ở cửa quan, sau về dạy học, là một con người trên thông thiên văn dưới tường địa lý. Học trò nổi tiếng của cụ nhu: [[Trần Quý Cáp]], [[Phan Thúc Trực]],...\n* [[Phan Thúc Trực]] tức Phan Dưỡng Hạo, Sinh 1809,mất năm 1852, nhà thơ, nhà văn, nhà sử học và địa lý học nổi tiếng, người xã [[Vân Tụ]], nay là xã [[Khánh Thành, Yên Thành|Khánh Thành]] đậu thủ khoa kỳ thi Đình tức Đình nguyên Thám hoa năm Đinh Mùi (1847). Ông là người đầu tiên ở Nghệ An đỗ thủ khoa kỳ thi Đình thời triều Nguyễn.\n*[[Nguyễn Thế Trung]]. Nguyên Bí thư tỉnh ủy tỉnh Nghệ An, nguyên Phó trưởng ban Dân vận TW, thành viên Hội đồng lý luận TW (xã Hậu Thành)\n* [[Nguyễn Thế Kỷ]], PGS-TS, Nguyên Tổng giám đốc VOV (Đài tiếng nói Việt Nam) (Nguyễn Bá- xóm Liên Trì- Liên Thành)\n*Thái Thanh Quý (sinh năm 1976): Ủy viên BCH TW Đảng khóa 13, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Nghệ An (Quê quán: xã Long Thành)\n* [[Nguyễn Tuấn Huỳnh]] Chủ tịch HĐQT-TGĐ Cienco4 (Văn Thành)\n\nCác nhà cách mạng\n* [[Chu Trạc]] \n* [[Phan Đăng Lưu]] \n* [[Nguyễn Kiệm]] \n\nAnh hùng LLVT Nhân Dân\n* [[Trần Can]] \n* [[Phan Tư]]\n* [[Trần Văn Trí]] \n* [[Phan Kim Kỳ]] \n* [[Phan Văn Quý]]\n* [[Phạm Xuân Phong]] \n\nAnh hùng Lao động\n* [[Nguyễn Toản]] \n\n===Hiện đại ===\n* [[Nguyễn Đình Trung (Đắk Nông)|Nguyễn Đình Trung]] Ông là phó bí thư Tỉnh ủy, đã được bầu giữ chức chủ tịch UBND [[Đắk Nông]] khóa III, nhiệm kỳ [[2020]] - [[2022]].\n\n== Tham khảo ==\n{{commons cat|Yen Thanh District}}\n{{Tham khảo|30em}}\n* H [http:\/\/cdnyenthanh.com ội đồng hương Yên Thành ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160430161951\/http:\/\/cdnyenthanh.com\/ |date = ngày 30 tháng 4 năm 2016}} -\n\n{{Huyện thị Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Yên Thành}}\n{{sơ khai Nghệ An}}"}