{"546522":"{{otheruses|Yên Đồng (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Yên Đồng\n| hình = Hodongthai2.jpg\n| ghi chú hình = Phong cảnh [[hồ Đồng Thái]] lúc hoàng hôn\n| vĩ độ = 20\n| vĩ phút = 4\n| vĩ giây = 45\n| kinh độ = 105\n| kinh phút = 57\n| kinh giây = 45\n| diện tích = 28,49 km²\n| dân số = 9.075 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 319 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Yên Mô]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14746<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Yên Đồng''' là một xã miền núi nằm ở phía đông nam huyện [[Yên Mô]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Yên Đồng nằm ở phía đông nam huyện Yên Mô, cách trung tâm thành phố Ninh Bình 24&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Yên Thái, Yên Mô|Yên Thái]]\n*Phía nam giáp tỉnh [[Thanh Hóa]]\n*Phía tây giáp thành phố [[Tam Điệp]]\n*Phía bắc giáp xã [[Yên Thành, Yên Mô|Yên Thành]].\n\nXã Yên Đồng có diện tích 28,49&nbsp;km², dân số năm 2019 là 9.075 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 319 người\/km².\n\nĐây là xã có diện tích lớn thứ 5 Ninh Bình, sau các xã Cúc Phương, Kỳ Phú, Quang Sơn, Phú Long. Đây cũng là một trong 10 xã có mật độ dân cư thấp nhất Ninh Bình, theo thứ tự tăng dần gồm: Cúc Phương, Kỳ Phú, Quang Sơn, Phú Long, Ninh Hải, Đông Sơn, Sơn Lai, Yên Đồng, Gia Hòa và Gia Sinh.\n\n==Hành chính==\nXã Yên Đồng được chia thành 17 thôn, xóm.\n\n==Du lịch==\n*[[Hồ Đồng Thái]] thuộc xã Yên Đồng cùng với hồ Yên Thắng, hồ Yên Quang là 3 hồ nước lớn nhất Ninh Bình, có diện tích mặt nước khoảng 200 ha. Toàn bộ hồ có diện tích 2185 ha trong đó có 380 ha được quy hoạch thành khu du lịch nghỉ dưỡng cao cấp. Đây là hồ nước lớn nhất Ninh Bình với nhiều loài động thực vật quý hiếm. [[Hồ Đồng Thái]] là một hồ rộng với hình dạng bị cắt xẻ nhiều. Bờ hồ nằm uốn lượn tạo ra nhiều \"bán đảo\" với nhiều thung lũng đẹp, diện tích từ 2 - 10 ha, Các thung lũng là khu rừng nguyên sơ với nhiều loại động, thực vật hoang dã. Phần lớn thung lũng có bề mặt bằng phẳng, rất thuận lợi xây dựng các khu vui chơi, giải trí hoà quyện với thiên nhiên. Khu du lịch [[hồ Đồng Thái]] nằm ở phía Bắc của hồ, thuộc xã Yên Đồng, là nơi phát triển nhiều loại hình du lịch giải trí như du thuyền, đua thuyền, cắm trại, săn bắn, mua sắm hàng hoá, hành hương đến các đền, phủ, leo núi, khám phá hang động, nghỉ dưỡng. v.v.\n*[http:\/\/yenmo.gov.vn\/Yen-mo-trade-promotion-center-official-website.gplist.345.gpopen.1203.gpside.1.gpnewtitle.dong-ma-tien.asmx Động Mã Tiên]{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }} nằm ở lưng chừng núi núi Roi Ngựa ở thôn Mã Tiên, xã Yên Đồng là một thắng cảnh đẹp. Cửa động cao đến 15m, rộng 10m, trông giống miệng của con cá khổng lồ đang há rộng. Nền hang ở động này trũng xuống, không được bằng phẳng, chứa đựng nhiều khối đá lớn nhỏ muôn hình muôn vẻ. Từ nền hang đi qua một cửa hang hẹp sẽ bước lên tầng 2 của động Mã Tiên, cao hơn, có đến 5 buồng hang cao, thấp, rộng, hẹp. Mỗi buồng hang là một cảnh sắc khác nhau. Tầng 2 của động ở phía Tây được gọi là nơi tiên ở. Buồng của tiên ở cao nhất, mát nhất. Trong động có giếng ngọc lúc nào cũng có nước trong xanh. Toàn bộ động Mã Tiên không chỉ có một cửa hang, mà còn có đến 3 cửa lộ thiên trên đỉnh núi nên lúc nào cũng sáng, mát mẻ, không khí trong lành.\n\n==Danh nhân==\nYên Đồng là vùng đất địa linh nhân kiệt với nhiều người tài ba có công lớn đóng góp xây dựng quê hương đất nước trên các lĩnh vực: Quân sự, Tài chính, Kế toán, Thống kê, Xây dựng và nhiều lĩnh vực khác.Ngày xưa Yên Đồng đã sản sinh ra rất nhiều người tài giỏi,đó cũng là mảnh đất địa linh nhân kiệt. Tại thôn Yên Tế Phong Lẫm xóm có cụ Cố huyện là Phạm Xuân Triệu người họ Phạm Xuân từng giữ chức vụ cao là Hoài Viễn Tướng Quân hiệu là Triệu Trung Bá,ông giúp việc cho vua cho nước và lập công to cho triều đình Tây Sơn. Vào một năm dân mất mùa đói kém,ông đã cứu đói cho dân Yên Tế và được Vua Tây Sơn ban chiếu cho dân Yên Tế khi Cụ mất là mùng 2 tết hàng năm đến thắp hương tưởng nhớ công lao Cụ. Ngoài ra còn có Cụ Phạm Bá Tú Khuê là một người tài giỏi của vùng đất Yên Tế, Cụ là người đỗ Tú Tài tại khoa thi của đất nước do có giặc xâm lược vào thời kỳ đó Cụ Tú Tài đã từ bỏ ước mơ và đã đứng lên chống giặc và lập nhiều công lao cho làng. Giặc biết tin đã tìm cách truy lùng và bắt Cụ Tú tuy nhiên giặc không thể bắt được vì giặc bị tổn thất nặng nề nên đã mang dân làng Yên Tế ra uy hiếp và nếu Cụ Tú không ra đầu hàng thì giặc chém cả làng, thế là Cụ ẩn sâu trong hang đá trên đỉnh núi Nống Chuối một hòn núi lịch sử của xã Yên Đồng đã vì cứu dân Yên Tế mà bị giặc chém đầu để bảo vệ cho dân chúng. Nhân dân biết ơn Cụ và đặt tên hang đá đó là hang ông Tú tức ông Phạm Bá Tú Khuê. Lịch sử đã trải qua hàng trăm năm nhưng tên tuổi của Cụ Cố huyện cứu đói cho dân và Cụ Tú Tài vẫn sống mãi với người dân. Chúng ta là người con của đất Yên Đồng luôn tự hào vì có người tài giỏi vì nước vì dân.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Yên Mô}}"}