{"396445":"{{bài cùng tên|Yết Kiêu (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Yết Kiêu\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 52\n| vĩ giây = 29\n| kinh phút = 16\n| kinh giây = 16\n| diện tích = 11,53 km²<ref name=NQ788\/>\n| dân số = 14.768 người<ref name=NQ788\/>\n| thời điểm dân số = 2018\n| mật độ dân số = 1.281 người\/km² \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Gia Lộc]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 11020<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Yết Kiêu''' là một xã thuộc huyện [[Gia Lộc]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Địa lý==\nXã Yết Kiêu nằm ở phía tây bắc huyện [[Gia Lộc]], có vị trí địa lý:\n*Phía đông giáp thị trấn [[Gia Lộc (thị trấn)|Gia Lộc]]\n*Phía tây giáp huyện [[Bình Giang]]\n*Phía nam giáp xã [[Lê Lợi, Gia Lộc|Lê Lợi]]\n*Phía bắc giáp thành phố [[Hải Dương (thành phố)|Hải Dương]], huyện [[Cẩm Giàng]]\n\nXã Yết Kiêu có diện tích 11,53&nbsp;km², dân số năm 2018 là 14.768 người<ref name=NQ788\/>, mật độ dân số đạt 1.281 người\/km².\n\n== Lịch sử ==\nXã Yết Kiêu hiện nay trước đây vốn là ba xã: Yết Kiêu, Gia Hòa và Trùng Khánh thuộc huyện Gia Lộc.\n\nXã Yết Kiêu cũ gồm 5 thôn: Vân Am, Hoàng Kim, Hạ Bì, Khuông Phụ, Thượng Bì (chia làm bốn xóm nhỏ là: xóm Chợ, xóm Đình, xóm Ngoi, xóm Hậu).\n\nTrước khi sáp nhập, xã Yết Kiêu có diện tích 4,62&nbsp;km², dân số là 7.204 người, mật độ dân số đạt 1.559 người\/km². Xã Gia Hòa có diện tích 3,90&nbsp;km², dân số là 5.112 người, mật độ dân số đạt 1.311 người\/km². Xã Trùng Khánh có diện tích 3,01&nbsp;km², dân số là 2.452 người, mật độ dân số đạt 815 người\/km².\n\nNgày [[16 tháng 10]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 788\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hải Dương (nghị quyết có hiệu lực từ ngày [[1 tháng 12]] năm [[2019]])<ref name=NQ788>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-788-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Hai-Duong-429702.aspx|title=Nghị quyết số 788\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của các xã Gia Hòa và Trùng Khánh vào xã Yết Kiêu.\n\n== Kinh tế ==\nXã có một chợ gọi là chợ Buộm, thuộc khu thị tứ Yết Kiêu. Đây là khu kinh doanh buôn bán của các tiểu thương khá sầm uất.\n\n== Di tích ==\nTrên địa bàn xã có đền thờ danh tướng [[Yết Kiêu]] gồm một gian chính và một gian phụ. Gian chính rộng 5 gian dược xây dựng theo kién trúc cổ. Mặt quay về con sông chảy qua đền, hàng năm đều tổ chức lễ hội bơi thuyền rồng và mở hội đền một lần vào tháng 9.\n\nNgoài ra còn có Miếu Ông Tứ ở thôn Hoàng Kim, đình Buộm ở xóm Đình và đình Thông ở thôn Vân Am.\nĐình Thông là ngôi đình mới được xây dựng lại trên nền ngôi đình cũ mà đã bị thục dân Pháp phá huỷ. Ngôi đình có ba gian thờ và một gian nghỉ xung quanh là đầm xen. Hàng năm thu hút rất nhiều khách thập phương tới viếng thăm.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Gia Lộc}}\n\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}