{"67259":"{{bài cùng tên}}\n'''Yết Kiêu''' ([[1242]]-[[1301|1303]]; chữ Hán: 歇驕) tên thật là Phạm Hữu Thế, quê ở làng Hạ Bì, huyện Gia Lộc, nay là huyện Gia Lộc, tỉnh Hải Dương. Cùng với Cao Mang, Đại Hành, Nguyễn Địa Lô, Dã Tượng, Yết Kiêu là một trong 5 tùy tướng tài giỏi của Hưng Đạo Vương. Yết Kiêu có công giúp nhà Trần chống lại quân Nguyên Mông vào thế kỷ 13.<ref>{{Chú thích web|url=http:\/\/www.quan8.hochiminhcity.gov.vn\/dantaphaibietsuta\/lists\/posts\/post.aspx?Source=\/dantaphaibietsuta&Category=Nh%C3%A2n+v%E1%BA%ADt+l%E1%BB%8Bch+s%E1%BB%AD+t%E1%BB%AB+th%E1%BA%BF+k%E1%BB%B7+X+%C4%91%E1%BA%BFn+XV&ItemID=83&Mode=1|tựa đề=CÁC QUAN THẦN NỔI TIẾNG TRIỀU ĐẠI NHÀ TRẦN|website=www.quan8.hochiminhcity.gov.vn|url-status=live|ngày truy cập=2023-05-29}}<\/ref>Tương truyền ông là một trong những mỹ nam tử nổi danh thời Trần nhưng nhất mực chung tình với người con gái chốn quê cũ. Với chiến công, vua Trần đã phong tướng và tước Hầu cho Yết Kiêu: “Triều Trần Hữu Tướng Đệ Nhất Bộ Đô Soái Thủy Quân, tước Hầu”.\n\n==Xuất thân==\nYết Kiêu tên thật là Phạm Hữu Thế, quê tại làng Tường, huyện Kim Thành, tỉnh Hải Dương (nay thuộc xã Yết Kiêu, huyện [[Gia Lộc]], tỉnh [[Hải Dương]]). Quê mẹ của ông ở làng Đồng Nổi (nay là làng Song Động, xã Tân An, huyện Thanh Hà, tỉnh Hải Dương). Cha ông là Phạm Hữu Hiệu, người thôn Hạ Bì và bà Vũ Thị Duyên, người huyện Thanh Hà. Mẹ là Vũ Thị Duyên, cùng quê Hải Dương. Cha làm nghề chài lưới bên sông Quát, mẹ bán hàng nước ở bến đò. Từ nhỏ, ông đã phải lăn lộn trên sông nước để kiếm sống và nuôi cha bệnh tật. Ông là gia nô trung thành và cận vệ đắc lực của [[Trần Hưng Đạo]].\n\nNgày nay vẫn còn tồn tại đền thờ Yết Kiêu, gọi là [[đền Quát]], thuộc tả ngạn [[sông Đò Đáy]], huyện Gia Lộc, tỉnh [[Hải Dương]], [[Việt Nam]].\n\n== Sự nghiệp ==\nĐoạn văn sau trích từ ''[[Đại Việt sử ký toàn thư]]'' có nhắc đến ông:<ref>{{Chú thích|title=Đại Việt sử ký toàn thư|date=2023-01-05|url=https:\/\/vi.wikipedia.org\/w\/index.php?title=%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0&oldid=69533527|work=Wikipedia tiếng Việt|language=vi|access-date=2023-05-29}}<\/ref>\n\n\"''Trước đây, Hưng Đạo Vương có người nô là Dã Tượng và Yết Kiêu, đối xử rất hậu. Khi quân Nguyên tới, Yết Kiêu giữ thuyền ở Bãi Tân, Dã Tượng thì đi theo. Đến lúc quan quân thua trận, thủy quân tan cả. [Hưng Đạo] Vương định rút theo lối chân núi. Dã Tượng nói: \"Yết Kiêu chưa thấy Đại Vương thì nhất định không dời thuyền\".''\n\n=== '''Trong kháng chiến chống Mông - Nguyên lần 2 và lần 3''' ===\nYết Kiêu với tài bơi lội “nhập thuỷ như phúc bình địa hỹ” (đi dưới nước ung dung, tự tại như trên đất bằng) đã lập nhiều công lao lớn, được vua ban danh hiệu Trần triều đệ nhất đô soái thuỷ quân. Ông đã được nhân dân và vua quan nhà Trần gọi là Yết Kiêu (tên một loài cá lớn ngày xưa).\n\nNhiệm vụ của Yết Kiêu là tìm cách đục thuyền của giặc trong đêm. Khi màn đêm buông xuống, Yết Kiêu tìm cách vượt qua hàng lính bảo vệ thuyền giặc rồi nhẹ nhàng đục thuyền giặc. Mỗi thuyền phải đục khoảng trên 20 lỗ, đục được lỗ nào lại phải dùng giẻ đã cuộn tròn và buộc dây đút lút lại. Những cuộn giẻ ấy đều được buộc lại với nhau bằng một sợi dây.\n\nMột đêm, Yết Kiêu đục được khoảng 30 thuyền giặc. Đến gần sáng khi đã đục đủ số thuyền đã định, Yết Kiêu liền kéo dây khiến những nút giẻ trôi ra khỏi thuyền, khiến hàng chục thuyền giặc bị đắm. Hoàn thành nhiệm vụ, ông lại nhẹ nhàng bơi về địa điểm an toàn.\n\nCó lần, Yết Kiêu bị vây bắt ở bãi sông. Ông núp mình dưới những bụi cây mọc lúp xúp và tránh sự lùng sục gay gắt của giặc. Chúng dùng kiếm đâm vào bụi cây, trúng đùi Yết Kiêu. Yết Kiêu cắn răng chịu đựng, khi kẻ thù rút kiếm ra, ông cố gắng chịu đau và dùng tay lau vết máu dính trên lưỡi kiếm để kẻ thù không phát hiện thấy mình...\n\nSau kháng chiến chống quân Nguyên Mông thắng lợi, Bảng nhãn Lê Đỗ được triều Trần cử sang Nguyên triều đi sứ, mong nối lại hoà khí với nước mạnh hơn mình mà mang lại hoà bình cho nhân dân đất Việt. Yết Kiêu vốn là võ tướng thuỷ quân được cử làm tướng hộ vệ Lê Đỗ.\n\n== Qua đời ==\nYết Kiêu mất ngày 28 tháng chạp năm Ất Sửu (1303), hưởng thọ 61 tuổi. Khi ông mất, vua Trần cho lập đền thờ ở bờ sông Hạ Bì  quê ông là đền Quát. Khu đền đã trải qua hơn 700 năm, đến thế kỷ XVII- XVIII  được tôn tạo khang trang và tu sửa nhiều lần vào triều Nguyễn. Khu di tích đền Quát được xếp hạng quốc gia (28-1-1989).\n\nLễ hội đền Quát thường diễn ra vào rằm tháng giêng và rằm tháng tám. Vào dịp này, nhân dân địa phương và khách thập phương lại trở về vùng sông nước Hạ Bì, trước là lễ tạ thành hoàng Yết Kiêu, sau là dự hội  làm bánh, hội đua thuyền.\n\n== Ghi chú ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.haiduong.gov.vn\/haiduong-en\/vn\/index.asp?menuid=415&parent_menuid=412&fuseaction=6&articleid=1139 Đền thờ Yết Kiêu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928062801\/http:\/\/www.haiduong.gov.vn\/haiduong-en\/vn\/index.asp?menuid=415&parent_menuid=412&fuseaction=6&articleid=1139 |date=2007-09-28 }}\n*[http:\/\/www.haiduong.gov.vn\/front-end\/index.asp?website_id=39&menu_id=365&parent_menu_id=408&article_id=1408&fuseaction=DISPLAY_SINGLE_ARTICLE Đền Quát] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928062703\/http:\/\/www.haiduong.gov.vn\/front-end\/index.asp?website_id=39&menu_id=365&parent_menu_id=408&article_id=1408&fuseaction=DISPLAY_SINGLE_ARTICLE |date=2007-09-28 }}\n\n{{Thuộc hạ của Trần Hưng Đạo}}\n\n{{Thời gian sống|Sinh=1242|Mất=1301}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Thành hoàng làng]]\n[[Thể loại:Người Thanh Hà (Hải Dương)]]\n[[Thể loại:Người tham gia lực lượng kháng chiến của Đại Việt chống quân Nguyên–Mông xâm lược]]"}