{"1242229":"{{bài cùng tên|Ân Nghĩa}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Ân Nghĩa\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 24\n| vĩ giây = 04\n| kinh phút = 30\n| kinh giây = 18\n| diện tích = 27,33 km²<ref name=MS\/>\n| dân số = 7428 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 272 người\/km²\n| dân tộc = \n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Hòa Bình]]\n| huyện = [[Lạc Sơn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 05347<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Ân Nghĩa''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lạc Sơn]], tỉnh [[Hòa Bình]], [[Việt Nam]]. Đây là xã thuộc [[Vườn quốc gia Cúc Phương]], vườn quốc gia đầu tiên ở [[Việt Nam]].\n\nXã Ân Nghĩa có diện tích 27,33&nbsp;km², dân số năm 1999 là 7428 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 272 người\/km².\n\n== Giới thiệu chung ==\nXưa kia, châu Lạc Sơn được coi là một trong những trung tâm văn hóa cổ của tỉnh Hòa Bình. Tại hang Xóm Trại (xã Tân Lập), các nhà khảo cổ học đã khai quật và thu được một số công cụ, hiện vật bằng đá, xương động vật vỡ vụn và dấu tích hạt lúa. Điều này chứng tỏ, nơi đây đã từng là địa điểm cư trú, chế tác công cụ lao động của người nguyên thủy.\n\nDưới triều Gia Long, vùng đất Lạc Sơn ngày nay được gọi là huyện Lạc Thổ, thuộc phủ Thiên Quan, đạo Thanh Bình, gồm ba tổng: Thạch Bi, Trung Hoàng và Quỳnh Côi.\n\nKhi thực dân Pháp xâm lược nước ta, một số tỉnh mới được thành lập, trong đó có tỉnh Mường Hòa Bình. Khi ấy, tỉnh Hòa Bình có bốn phủ: Vàng An, Lương Sơn, Lạc Sơn và Chợ Bờ. Năm 1908, một phần của phủ Lạc Sơn được cắt chuyển về tỉnh [[Hà Nam]] và phủ Lạc Sơn được đổi thành châu Lạc Sơn, gồm 4 tổng: Lạc Thành, Lạc Đạo, Lạc Nghiệp và Lạc Thiện.\n\nSau Cách mạng Tháng Tám năm 1945, để đảm bảo các yêu cầu về an ninh - chính trị, Liên khu III quyết định chia một số xã lớn của huyện Lạc Sơn thành nhiều xã nhỏ hơn cho phù hợp với trình độ quản lý của cán bộ khi ấy.\n\nTheo đó, ngày ngày 2 tháng 1 năm 1955, xã Thạch Bi được chia thành 9 xã mới: Địch Giáo, Quy Mỹ, Do Nhân, Tuân Lộ, Phong Phú, Phú Vinh, Mỹ Hoà, Quyết Thắng và Phú Cường.\n\nNgày ngày 25 tháng 8 năm 1956, xã Dân Tiến được chia thành 5 xã mới: Xuất Hoá, Bình Hẻm, Văn Nghĩa, Yên Phú và Mỹ Thành; xã Đại Đồng được chia thành 4 xã mới: Liên Hoà, [[Yên Nghiệp]], Đa Phúc và Ân Nghĩa.\n\nNgày ngày 15 tháng 9 năm 1956,  xã Quyết Thắng được chia thành 6 xã mới: Ngổ Luông, Lỗ Sơn, Gia Mô, Phú Lương, Chí Đạo và Định Cư; xã Kiến Thiết được chia thành 5 xã mới: Phúc Tuy, Chí Thiện, Ngọc Mỹ, Văn Sơn và Thượng Cốc; xã Liên Cộng được chia thành 4 xã mới: Tân Mỹ, Hương Nhượng, Vũ Lâm và Liên Vũ.\n\nNgày ngày 22 tháng 1 năm 1957, Ủy ban hành chính Liên khu III ra quyết định chia xã Đoàn Kết thành 5 xã mới: Thanh Hối, Đông Lai, Mãn Đức, Tử Nê và Quy Hậu; xã Mỹ Hoà được chia thành 3 xã mới: Mỹ Hoà, Trung Hoà và Ngòi Hoa; xã Tự Do được chia thành 3 xã mới: Ngọc Tân, Ngọc Sơn và Tự Do.\n\nĐể tạo điều kiện thuận lợi hơn cho sự phát triển của địa phương và thể theo nguyện vọng của cán bộ và nhân dân địa phương, ngày ngày 15 tháng 10 năm 1957, Thủ tướng Chính phủ đã ký Nghị định số 480\/TTg, tách huyện Lạc Sơn thành hai huyện mới: [[Lạc Sơn]] và Tân Lạc. Hiện nay, huyện Lạc Sơn mới có 29 đơn vị hành chính, gồm các xã Quý Hoà, Miền Đồi, Mỹ Thành, Tuân Đạo, Văn Nghĩa, Văn Sơn, Tân Lập, Nhân Nghĩa, Thượng Cốc, Phú Lư­ơng, Phúc Tuy, Xuất Hoá, Yên Phú, Bình Hẻm, Chí Đạo, Chí Thiện, Bình Cảng, Bình Chân, Định C­ư, Hương Như­ợng, Liên Vũ, Ngọc Sơn, Tự Do, Vũ Lâm, Tân Mỹ, Ân Nghĩa, Yên Nghiệp, Ngọc Lâu và [[thị trấn Vụ Bản]].\n\n<strong>I. Điều kiện tự nhiên<\/strong>\n\nXã Ân Nghĩa là một vùng thấp nằm ở gần cuối huyện Lạc Sơn về phía Đông Nam, cách trung tâm huyện 10&nbsp;km, [[quốc lộ 12B]] từ Hòa Bình đi [[Nho Quan]] chạy qua, [[đường Hồ Chí Minh]] từ bắc vào nam chạy qua xã về phía Đông Nam là 4&nbsp;km. Phía Bắc tiếp giáp với xã Bình Chân, Bình Cảng, Vũ Lâm. Phía Đông tiếp giáp với xã Yên Nghiệp. Phía Nam tiếp giáp với [[vườn quốc gia Cúc Phương]] [[Ninh Bình]] và xã Thạch Lâm huyện [[Thạch Thành]], tỉnh Thanh Hóa. Phía Tây tiếp giáp với xã Tân Mỹ, huyện Lạc Sơn, tỉnh [[Hòa Bình]].\n\nXã Ân Nghĩa có tổng diện tích đất tự nhiên là 2939,7 ha có hai dân tộc cùng chung sống: dân tộc Mường và dân tộc Kinh, trong đó, dân tộc Mường chiếm khoảng 95%. Nghề nghiệp chủ yếu là sản xuất nông - lâm nghiệp, một số ít phát triển dịch vụ buôn bán nhỏ lẻ, có chợ Re là trung tâm buôn bán của 6 xã vùng Đại Đồng. Toàn xã có 4 cấp học từ Mầm non đến Trung học phổ thông. Trình độ dân trí và đời sống kinh tế của người dân đang từng bước được cải thiện và nâng lên.\n\nXã Ân Nghĩa có khoảng 1864 hộ với dân số khoảng 8.700 khẩu được chia thành 21 cụm dân cư. Cụ thể: xóm Nghĩa Thành, Láo Thành, Xóm Khi, xóm Re, xóm Trán, xóm Ngái 1, Ngái 2, Phố Re, xóm Đội 5, xóm Vổ, xóm Búm 1, Búm 2, Búm 3, Tưa 1, Tưa 2, Tưa 3, Tuôn 1, Tuôn 2, xóm Khanh, xóm Chẹ, xóm Bái. Hiện nay, các xóm, phố đang từng bước triển khai dự án xây dựng Nông thôn mới, giảm tỷ lệ hộ nghèo, cận nghèo xuống mức thấp nhất.\n\n<strong>II. Về điều kiện kinh tế - xã hội<\/strong>\n\nXã Ân Nghĩa là khu vực miền núi, chưa có điều kiện để phát triển về các ngành công nghiệp mới, thương mại dịch vụ mà chủ yếu phát triển về nông, lâm nghiệp. Vì vậy, tổng giá trị thu nhập chưa cao so với các địa phương  khác. Năm 2012, tổng giá trị thu nhập của xã ước đạt 83 tỷ 100 triệu đồng. Trong đó: Nông lâm thủy sản đạt 57 tỷ 350 triệu đồng chiếm 69 %; Công nghiệp, tiểu thủ công nghiệp đạt 3 tỷ 258 triệu đồng chiếm 4%. Giá trị thu nhập về thương mại dịch vụ đạt 22 tỷ 500 triệu đồng chiếm 27%.\n\nÂn Nghĩa - một xã trung tâm của vùng Đại Đồng gần với tuyến đường Hồ Chí Minh và chỉ cách Hà Nội 02 giờ đồng hồ do vậy rất thuận tiện cho phát triển kinh tế, hiện nay xã đã từng bước chuyển đổi mạnh mẽ cơ cấu kinh tế với 15 ha cây cam, chanh, bưởi chất lượng cao và đến năm 2017 sẽ cho thu hoạch, hiện tại trên địa bàn xã có cụm công nghiệp Khoang U đang xây dựng và thu hút các nhà đầu tư với diện tích 17ha. Vì vậy, tốc độ tăng trưởng kinh tế năm 2015 là 12%. Bình quân đầu người năm 2015 ước đạt 20 triệu 500 nghìn đồng\/người\/năm phấn đấu đến năm 2020 đạt 45,5 triệu đồng\/người\/năm\n\n<strong>III. Tiềm năng phát triển.<\/strong>\n\nHiện nay, Đảng bộ và chính quyền xã Ân Nghĩa đang từng bước đề ra những kế hoạch và phương hướng nhằm cải thiện và thúc đẩy nền kinh tế cũng như nâng cao mức sống của nhân dân. Như việc chuyển đổi cơ cấu cây trồng sang trồng các loại cây có múi, trồng rau sạch, nuôi gà đồi cung thực phẩm sạch cho [[Hà Nội]] Địa hình Xung quanh là đồi núi, có dòng [[sông Bưởi]] chảy qua là nơi lý tưởng cho các du khách muốn tham quan, nghỉ ngơi.Từ xóm Khanh đi về phía Nam do tiếp giáp với [[vườn quốc gia Cúc Phương]] nên đây là khu du lịch sinh thái thu hút nhiều khách du lịch trong và ngoài nước đến tham quan. Là điểm đến lý tưởng cho du khách.\n\nVề lễ hội: xã Ân Nghĩa không có nhiều lễ hội như các vùng khác. Hiện nay đang khôi phục lại Lễ hội Đình Khói đã có từ lâu đời. Không bao lâu nữa, lễ hội này sẽ được nhiều người biết đến và trở thành một địa điểm thu hút đông đảo người dân tham gia lễ hội này. Về gi tích lịch sử Ân Nghĩa có nhà truyền thống chiến khu Mường Khói nói bắt đầu cuộc khởi nghĩa của nhân dân các dân tộc huyện lạc sơn đứng lên giành chính quyền tháng 8\/1945\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hòa Bình}}\n{{Đơn vị hành chính thuộc huyện Lạc Sơn}}"}