{"504850":"'''Âu Dương Lân''' (歐陽璘, ?-[[1875]]) là quan [[nhà Nguyễn]] và là chiến sĩ chống [[Pháp]] ở gần cuối [[thế kỷ 19]] trong [[lịch sử]] [[Việt Nam]].\n\n==Tiểu sử sơ lược==\n'''Âu Dương Lân''' sinh trưởng ở vùng Phú Kiết-Tịnh Hà, tỉnh [[Định Tường]], sau này thuộc về quận [[Chợ Gạo]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] (ngày nay là xã Phú Kiết, huyện [[Chợ Gạo]], tỉnh [[Tiền Giang]]).\n\nCha ông là Âu Dương Xuân, đỗ [[cử nhân]] thứ 9 khoa [[Nhâm Dần]] (1842). Theo truyền thống gia đình, Âu Dương Lân cố gắng học tập. Khoa [[thi Hương]] năm [[Mậu Ngọ]] (1858), ông đỗ cử nhân hạng 5, được cử ra làm quan dần trải đến chức tri huyện ở tỉnh nhà.\n\nNăm 1872, sau khi bị đày đi Cayenne, [[Nguyễn Hữu Huân]] lại tiếp tục mưu cuộc chống [[Pháp]]. Việc bại lộ, ông trốn về [[Mỹ Tho]], liên hệ với Âu Dương Lân rồi cùng nhau đứng lên cứu nước. Dân chúng theo về rất đông, trong số đó có cả một số hương chức, hội tề, địa chủ...\n\nHay tin, [[thực dân Pháp]] bèn sai [[Trần Bá Lộc]] mang quân đi, vừa đàn áp vừa khuyến dụ. Đến giữa năm 1874 do thiếu thốn vũ khí, lương thực, nên lực lượng nghĩa quân suy yếu dần.\n\nCuối năm 1874, sau khi thất trận ở Bình Cách (Mỹ Tho), Thủ Khoa Huân bị bắt rồi bị chém chết ngày 19 tháng 5 năm 1875 tại Mỹ Tịnh An, quê hương ông.\n\nTrước sự truy lùng ráo riết của đối phương, sau đó Âu Dương Lân cũng bị Trần Bá Lộc bắt sống. Hết dùng danh lợi rồi đến đe dọa, Trần Bá Lộc và [[Tôn Thọ Tường]] thay nhau vào nhà lao dụ hàng, nhưng trước sau ông vẫn không đổi chí.\n\nMột buổi sáng sớm năm 1875, Âu Dương Lân bị hành quyết bên bờ [[sông Mỹ Tho]].\n\nMộ ông hiện còn tại Mỹ Tho, xây cao với ba lớp [[đá ong]], và tên ông hiện được dùng để đặt tên cho một con đường ở [[Quận 8]], [[Thành phố Hồ Chí Minh]]. Mộ ông hiện tại chính xác là ở ngã tư Mỹ Tịnh An, gần đó là đền thờ Thủ Khoa Huân.\n\n==Tham khảo==\n*Huỳnh Minh, ''Định Tường xưa''. Nhà xuất bản Thanh Niên in lại năm 2001. \n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 1992.\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Nhà Nho Việt Nam]]"}