{"85940":"{{Thông tin nhân vật hoàng gia\n| tên = Âu Cơ\n| tên gốc = 嫗姬\n| tước vị = Nhân vật [[truyền thuyết]] [[Việt Nam]]\n| sinh = 2825 TCN\n| mất = 2520 TCN\n| feast_day = \n| phối ngẫu = [[Lạc Long Quân]]\n| con cái = Một trăm con, con trưởng là [[Hùng Vương thứ I]]\n| cha = [[Đế Lai]]\n| mẹ = Không rõ\n| hình = Tượng mẹ Âu Cơ tại Đền Hùng, Tao Đàn, tháng 12 năm 2021 (1).jpg\n| cỡ hình = 200px\n| ghi chú hình = Tượng Âu Cơ tại Khu tưởng niệm các Vua Hùng trong Công viên Tao Đàn\n}}\n[[File:Lạc_Long_Quân_%26_Âu_Cơ_-_Tết_2009.jpg|200px|nhỏ|phải|Âu Cơ (bên trái) và [[Lạc Long Quân]] (giữa) được tạo hình tại [[đường hoa Nguyễn Huệ]], [[Tết]] 2009]]\n'''Âu Cơ''' (2825-2520 TCN) là một nhân vật trong [[truyền thuyết]] [[Việt Nam]]. Cùng với các truyền thuyết vĩ đại về [[Lạc Long Quân]], theo đó Âu Cơ là tổ mẫu của [[người Việt]]. Câu chuyện của bà cùng Lạc Long Quân được ghi lại như một [[truyền thuyết]], [[thần thoại]] trong chương đầu tiên của [[Lĩnh Nam chích quái]]. Truyền thuyết này lần đầu được xem như chính sử và ghi lại như một bản kỷ trong [[Đại Việt Sử ký Toàn thư]] thời [[Hậu Lê]] nhưng lại không có trong cuốn sử cổ hơn là [[Đại Việt sử lược]] thời [[nhà Trần]].\n\n==Tên gọi==\nTên gọi của '''Âu Cơ''' hoàn toàn không phải tên người thật sự, mà giống như một danh hiệu. Theo mặt chữ Hán, ''Ẩu'' là một [[danh từ]] để chỉ một người mẹ hoặc cách gọi thường dùng để chỉ đàn bà, con gái như ''Lão ẩu'' (老嫗; bà già)<ref>[[Liêu trai chí dị]]: ''\"Gia trung chỉ nhất lão ẩu lưu thủ môn hộ 家中止一老嫗留守門戶 (Phong Tam nương 封三娘)\"'': Trong nhà chỉ có một bà già giữ cửa nẻo.<\/ref> hoặc ''Thiếu ẩu'' (少嫗; cô gái trẻ).<ref>[[Nam sử]]: ''\"Thần tiên Ngụy phu nhân hốt lai lâm giáng, thừa vân nhi chí, tòng thiểu ẩu tam thập (...), niên giai khả thập thất bát hử 神仙魏夫人忽來臨降, 乘雲而至, 從少嫗三十(...), 年皆可十七八許 (Ẩn dật truyện hạ 隱逸傳下)\"'': Thần tiên Ngụy phu nhân chợt giáng xuống, cưỡi mây mà đến, theo sau ba mươi cô gái trẻ (...), tuổi đều khoảng chừng mười bảy mười tám.<\/ref> Điều này cũng được kiểm chứng bởi cách gọi [[Bà Triệu]] là '''Triệu Ẩu''' trong các ghi chép.\nCòn chữ ''Cơ'' ban đầu là [[họ]] của các Thiên tử [[nhà Chu]], về sau những nhân vật như [[Hạ Cơ]] - cô gái họ Cơ, lấy chồng họ Hạ đã tạo nên một nhận thức chữ này dùng để gọi các thiếu nữ hoặc phụ nữ nói chung, trở thành một trào lưu tồn tại thời [[Tiên Tần]] và những thời kỳ đầu của [[nhà Hán]]. Ngoài ra, chữ ''Cơ'' cũng thường dùng kèm theo với ý nghĩa cô gái này là [[ca kỹ]] hoặc [[thiếp]] của một người quyền quý (điều này giải thích vì sao trong [[Lĩnh Nam chích quái]] cũng ghi nhận Ẩu Cơ là con gái của [[Đế Ly|Đế Lai]]).\n\n==Ghi chép trong sách==\n===Lĩnh Nam chích quái===\nSách [[Lĩnh Nam chích quái]] có lẽ là [[văn bản]] sớm nhất ghi chép chuyện về Âu Cơ,<ref>Keith Weller Taylor: ''The Birth of Vietnam''. Revision of thesis (Ph.D.). Appendix A, p. 303. [[University of California Press]] (1991); ISBN 0-520-07417-3.<\/ref> được ghi trong thiên '''Hồng Bàng Thị truyện''' (鴻龐氏傳) ngay phần đầu tiên.\n\nTương truyền, Âu Cơ là con gái của [[Đế Ly|Đế Lai]], nhưng lại có thuyết ghi ngay trong đó rằng cô là thiếp của Đế Lai.<ref>Nguyên văn: 帝來乃留其愛女（一作妾）嫗姬與眾侍婢居行在<\/ref> Trong khi đi tuần thú phương Nam, ông đã để Âu Cơ lại trên một cái động. Dân phương Nam khổ vì bị người Bắc phương quấy nhiễu, không được yên sống như xưa mới cùng gọi Long Quân rằng: ''\"Bố ơi ở đâu mà để cho dân Bắc xâm nhiễu phương dân\"''.\n\nKhi [[Lạc Long Quân]] đi đến đây, thấy Âu Cơ xinh đẹp nên đã đem lòng yêu mến. Ông bèn hóa thành một trang thiếu niên phong tư tú lệ, tả hữu kẻ hầu người hạ đông đúc, vừa đi vừa ca hát đánh trống. Cung điện tự nhiên dựng lên. Âu Cơ thấy thế vui mừng e thẹn, bèn bằng lòng cùng Lạc Long quân đến [[Long Đài]], sinh sống cùng nhau. Đế Lai trở về, không thấy Âu Cơ, sai quần thần đi tìm khắp thiên hạ. Lạc Long Quân có phép thần thông biến hóa thành trăm hình vạn trạng yêu tinh, quỷ sứ, [[rồng]], rắn, hổ, voi... làm cho bọn đi tìm đều sợ hãi không dám sục sạo, Đế Lai bèn phải trở về. Lâu sau, Âu Cơ đẻ ra một cái bọc, cho là điềm bất thường bèn vứt ra cánh đồng. Sau sáu bảy ngày, bọc vỡ ra một trăm quả trứng, mỗi trứng nở ra một con trai, mới đem về nhà nuôi. Không phải bú mớm, các con tự lớn lên, trông đẹp đẽ kỳ dị, người nào cũng trí dũng song toàn, người người đều kính trọng cho là triệu phi thường. Long Quân ở lâu dưới Thủy Quốc vợ con thường muốn về đất Bắc.\n\nLúc này [[Hoàng Đế]] đánh bại [[Xi Vưu]], Âu Cơ nhớ nhà bèn tính đem con về, nhưng Hoàng Đế sợ hãi bèn chặn lại, không để mẹ con Âu Cơ bước qua biên giới. Mẹ con Âu Cơ không thể về được bèn quay về nước Nam mà gọi Long Quân rằng: ''\"Bố ở nơi nào mà để mẹ con tôi cô độc, ngày đêm buồn khổ thế này\"''.\n\nLong Quân bỗng trở về, gặp nhau ở đất Tương. Âu Cơ nói: ''\"Thiếp vốn là người nước Bắc, ở với vua, sinh hạ được trăm con trai, vua bỏ thiếp mà đi, không cùng thiếp nuôi con, làm người vô phu vô phụ, chỉ biết thương mình\"''.\n\nLong Quân nói: ''\"Ta là nòi rồng, đứng đầu thủy tộc, nàng là giống tiên, sống ở trên đất, tuy khí âm dương hợp lại mà sinh ra con, nhưng thủy hỏa tương khắc, giòng giống bất đồng, khó ở lâu với nhau được, nay phải chia lá. Ta đem năm mươi con về Thủy Phủ chia trị các xứ, năm mươi con theo nàng về ở trên đất, chia nước mà trị. Lên núi, xuống bể, hữu sự báo cho nhau biết, đừng quên\"''.\n\nTrăm con vâng theo, sau đó từ biệt mà đi. Âu Cơ và năm mươi con lên ở đất [[Phong Châu]] suy phục lẫn nhau, cùng tôn người con cả lên làm vua, hiệu là [[Hùng Vương]], lấy tên nước là [[Văn Lang]]. Đó trăm người con trai chính là tổ tiên của người [[Bách Việt]] vậy.\n\n===Đại Việt Sử ký Toàn thư===\nTuy nhiên, [[Đại Việt Sử ký Toàn thư]] của [[Ngô Sĩ Liên]] gần như xóa đi chi tiết câu chuyện trong [[Lĩnh Nam chích quái]], giảm đi các tình tiết và biến câu chuyện này thêm phần lãng mạn hóa.\n\nHai vợ chồng Lạc Long Quân và Ẩu Cơ đã gặp nhau khá vắn tắt, cả hai ''kết hôn'' và sống với nhau và sinh ra cái bọc trăm trứng, nở ra 100 người con khá êm đềm, không có chi tiết cả hai đã sợ hãi và vứt bỏ bọc trứng.<ref name=LLQ>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt Sử ký Toàn thư, Ngoại kỷ, quyển I: Kỷ Hồng Bàng Thị - Lạc Long Quân]<\/ref> Sau đó vì thủy thổ tương khắc nên hai người phải [[ly hôn|chia]] con ra, 50 con theo cha về biển, 50 con theo mẹ về núi và chia nhau cai quản các vùng.<ref name=LLQ \/>\n\nĐiểm khác biệt rằng, [[Ngô Sĩ Liên]] đã ghi Lạc Long quân ''\"hỏi cưới\"'' Ẩu Cơ, là một hành động hợp pháp và có lễ nghi,<ref>Nguyên văn: 君娶帝來女曰嫗姬... Quân thú Đế Lai nữ viết Âu Cơ; - [http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/1-Ky-Hong-Bang-thi?uiLang=en Nòmundation - Hồng Bàng Kỷ]<\/ref> trong khi [[Lĩnh Nam chích quái]] chỉ ghi chép Ẩu Cơ đã đồng ý theo Long Quân sau sự hoành tráng lấy lòng người đẹp của ông, mà không hề ghi bất cứ chữ nào về kết hôn.<ref>Nguyên văn: 嫗姬悅從龍君... Ẩu Cơ duyệt tòng Long quân... - [https:\/\/zh.wikisource.org\/wiki\/%E5%B6%BA%E5%8D%97%E6%91%AD%E6%80%AA\/%E9%B4%BB%E9%BE%90%E6%B0%8F%E5%82%B3 Hồng Bàng Thị truyện bản Test hóa]<\/ref>\n\nĐiều này có thể giải thích rằng [[Ngô Sĩ Liên]] muốn tạo một truyền thuyết quy mô về nguồn gốc [[Đại Việt]] khi ấy, sau một thời gian bị [[nhà Minh]] đô hộ, nên nhu cầu thiết yếu khi ấy là một nền tảng về một quốc gia độc lập, bao gồm cả truyền thuyết. Như vậy, ông đã dùng cách [[Tư Mã Thiên]] ghi chép những vị vua chúa huyền thoại của Trung Hoa trong bộ [[Sử ký]], để tạo nên một đoạn trường ca lịch sử nhuốm màu hư cấu rất rõ ràng.\n\n==Con Rồng cháu Tiên==\n[[Tập tin:Phù điêu Tổ mẫu Âu Cơ tại Đền Nội Bình Đà, xã Bình Minh, huyện Thanh Oai, thành phố Hà Nội.jpg|nhỏ|Phù điêu ''\"Tổ mẫu Âu Cơ\"'', tại Đền Nội Bình Đà, xã Bình Minh, huyện Thanh Oai, thành phố Hà Nội.|300px]]\n\nTrong các truyền thuyết phổ cập ở [[văn hóa]] [[Việt Nam]] hiện đại, Âu Cơ là một nàng tiên xinh đẹp sống ở trên những ngọn núi cao. Và việc bà kết hôn với [[Lạc Long Quân]] là giống [[rồng]], sinh ra 100 người con đã biến dân Việt thành '''[[Con Rồng cháu Tiên]]'''.\n\nTheo truyền thuyết phổ biến nhất, Âu Cơ là một tiên nữ, con gái một vị thần núi nào đó mà không phải là [[Đế Ai|Đế Lai]] của [[Thần Nông|Thần Nông Thị]]. Nàng đi khắp bốn phương để giúp đỡ và chữa trị cho những người đang lâm bệnh và gặp khó khăn. Nàng có lòng từ bi và có tài về [[y học|y thuật]]. Một ngày nọ, một con quái vật làm nàng sợ hãi. Nàng liền biến thành [[phượng hoàng]] mà bay đi. [[Lạc Long Quân]], là thần rồng từ biển cả, thấy nàng đang gặp nguy hiểm liền cầm lấy cục đá và giết tên quái vật. Sau đó tình yêu đã nảy nở giữa hai người và họ cưới nhau. Âu Cơ sinh ra một bọc trứng có 100 người con. Một ngày nọ, Lạc Long Quân nói với nàng rằng vì hai người đến từ hai chủng tộc và môi trường rất khác nhau nên không thể chung sống với nhau trọn đời được. Họ bèn chia nhau mỗi người 50 đứa con, 50 theo mẹ, 50 theo bố. 50 người con theo mẹ đi đến ở [[Phong Châu (kinh đô)|Phong Châu]], người anh cả trở thành vua [[Hùng Vương]] của nước [[Văn Lang]].<ref>Leeming, David Adams, ''[[Creation myths of the world: an encyclopedia]]'', Vol. 1, ABC-CLIO, 2010. p. 270.<\/ref>\n\nChúng ta có thể thấy rõ vấn đề, đến truyền thuyết truyền miệng phổ thông, Âu Cơ từ người thường đã trở thành [[tiên]].\n\nTuy nhiên, về mặt ghi chép văn bản, xuất thân của Âu Cơ gần như thống nhất những ghi chép có từ [[Lĩnh Nam chích quái]]. Ngay cả sách [[Việt Nam sử lược]] của [[Trần Trọng Kim]], một cuốn tổng hợp sử và truyền thuyết soạn vào đầu thế kỉ 20, cũng không hề ghi nhận về xuất thân ''\"nàng tiên\"'' này của Âu Cơ. Như vậy, việc Âu Cơ là tiên có lẽ chỉ tồn tại những thập kỉ rất gần đây, nhưng không thể xác định cụ thể, những cuốn sách của các học giả nước ngoài cũng có niên đại khá gần và đã chịu nhiều những biến đổi về nhận thức của người [[Việt Nam]] hiện đại.\n\n==Xem thêm==\n* [[Đền Mẫu Âu Cơ]], được xây dựng từ thời [[Hậu Lê]], nằm trên địa phận xã Hiền Lương, huyện Hạ Hòa, tỉnh [[Phú Thọ]].\n* [[Lạc Long Quân]]\n* [[Truyền thuyết]]\n\n== Ghi chú ==\n{{Tham khảo}}\n\n==Tham khảo==\n*Friedman, Amy. \"One Hundred Kings - a Legend of Ancient Vietnam\", ''South Florida Sun Sentinel'', ngày 12 tháng 7 năm 2005, pg. 8.\n*Taylor, Sandra C. ''Vietnamese Women at War'' (Kansas: University Press of Kansas, 1999).\n*Turner, Karen Gottschang. ''Even the Women Must Fight'' (New York: John Wiley & Sons, Inc., 1998).\n*Willing, Indigo A. \"The Adopted Vietnamese Community: From Fairy Tales to the Diaspora\", ''Michigan Quarterly Review 43'', no. 4 (2004).\n\n== Liên kết ngoài ==\n{{thể loại Commons|Statues of Âu Cơ}}\n* [http:\/\/www.vietnam-culture.com\/zones-4-1\/Myths-and-Legends.aspx Vietnamese Myths & Legends]\n* http:\/\/www.civilization.ca\/cultur\/vietnam\/vitim02e.html\n\n[[Thể loại:Hồng Bàng]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Truyền thuyết Việt Nam]]"}