{"1180882":"{{Thiếu nguồn gốc}}'''Ô Cầu Dền''' tên chữ là '''Yên Ninh''', là một [[Cửa ô Hà Nội|cửa ô của Hà Nội]] xưa, nằm sau thành Thịnh Yên<ref name=\"b1866\">Bản đồ năm 1866<\/ref>. Ô Cầu Dền là một cửa ngõ của kinh thành Thăng Long, xuất hiện trong sử từ thời Lý, thế kỷ XI - XII (Đại Việt sử lược, quyển II, III, Nhà xuất bản Sử học, Hà Nội, 1960).\nCác cửa ô Hà Nội đã được nêu trong nhiều tác phẩm văn thơ, âm nhạc.\n\n::''Hà Nội vui sao\n::''Những cửa đầu ô\n::''Tíu tít gánh gồng\n::''Đây Ô chợ Dừa, kia Ô Cầu Dền\n::''Làn áo xanh nâu Hà Nội tươi thắm...''\n\nLời ca bất hủ trên đây trong bài ca Người Hà Nội của nhạc sĩ Nguyễn Đình Thi đã làm xao xuyến hàng triệu con tim khi nhắc tới tên các cửa ô của Hà Nội.\n\n==Vị trí==\n\nÔ Cầu Dền nằm ngã tư lớn nối phố Huế, Bạch Mai, Trần Khát Chân, Đại Cồ Việt. Đây chính là vị trí của ô Cầu Dền ngày xưa.\n\nCác tài liệu và bản đồ cũ cho chúng ta thấy rõ vị trí của địa danh này cố định và tồn tại khá lâu, ít ra là từ thế kỷ XVIII. Dưới triều Nguyễn, cửa ô Cầu Dền là cửa ô chính quan trọng nhất trên đường thiên lý. Đó là con đường nối liền Thăng Long với các trấn và các tỉnh phía Nam (vào kinh đô Huế) qua những đồi cây cối rậm rạp và cả một rừng mai (nay thuộc khu vực Bạch Mai, Trương Định). Năm 1782 [[Hải Thượng Lãn Ông|Lê Hữu Trác]] lên kinh qua cửa ô Cầu Dền có tả như sau: \"Tôi thấy một cái thổ thành không cao lắm, kế bên có một dãy tường nhỏ, trên mặt tường ngựa đi được; phía ngoài là hàng rào tre dày đặc, dưới hàng rào có hào sâu, trong hào thả chông, thật là mười phần kiên cố. Ba tầng vọng canh được thiết lập nơi đây, tầng nào cũng có quân lính đứng thành hàng hai bên, đao thương xán lạn, hào quang như tuyết. Lính giữ cửa thấy bọn tôi đi có mang binh khí, xét hỏi thật nghiêm ngặt, đến khi biết rõ đầu đuôi, lại nhận thấy dấu hiệu áo lính trấn thủ đất Nghệ An mới để cho đi\".\n\n==Tên gọi==\n\nTên gọi ''Ô Cầu Dền'' Theo cố giáo sư Trần Quốc Vượng cho hay: trước đó, cái tên này đã xuất hiện ở cố đô Hoa Lư (Trường Yên, Ninh Bình) với tấm bia cổ, chiếc cầu đá bắc qua sông Hoàng Long và cũng là một cửa ngõ của kinh thành Hoa Lư. Vì lẽ đó, có tác giả đã cho rằng cái tên Ô Cầu Dền cũng như nhiều tên khác ở Hà Nội: Cầu Đông, Chợ Dừa, Đình Ngang... đã được Lý Thái Tổ mang từ cố đô Hoa Lư ra kinh đô mới Thăng Long cách đây nghìn năm trước.\n\nTheo một tích khác cửa ô Cầu Dền lại chép: đời nhà Mạc, ở làng Kim Liên có một người học trò cha mẹ chết sớm, nhà nghèo, phải đi dạy học kiếm ăn qua ngày. Mấy năm đói kém, nhờ có mấy mẫu ruộng rau dền nên anh đã cứu giúp được nhiều người qua khỏi nạn đói. Vì thế, người ta gọi chỗ ở của anh là Cầu Dền. Các cụ cao niên ở đây vẫn còn nhớ vùng này xưa kia (và thậm chí cho đến những năm 1945 - 1954) có con sông nhỏ dẫn nước thải từ nội thành ra, hai bên bờ có đất bãi phù sa, rau màu quanh năm xanh tốt. Trong đó có rau dền là nhiều hơn cả. Chiếc cầu bắc qua con sông hai bên bờ có nhiều rau dền nên gọi là Cầu Dền.\n\n==Chú thích==\n{{tham khảo}}\n\n{{Cửa ô Hà Nội}}\n\n[[Thể loại:Hoàn toàn không có nguồn tham khảo]]\n[[Thể loại:Cửa ô Hà Nội|Cầu Dền]]\n[[Thể loại:Hai Bà Trưng (quận)]]\n[[Thể loại:Địa danh tại Hà Nội]]"}