{"142825":"[[Tập tin:O mai mo.jpg|nhỏ|phải|200px|Xí muội Việt Nam]]\n'''Ô mai''' ([[chữ Hán]]: 烏梅, nghĩa: mơ đen), còn được gọi là '''xí muội''' phỏng theo cách phát âm [[tiếng Quảng Đông]] ''syun1 mui4'' của từ Hán Việt toan mai (酸梅), có nghĩa là mơ chua. Toan mai nguyên là một vị thuốc trong nền [[y học cổ truyền]] của một số quốc gia như [[Việt Nam]] và [[Trung Quốc]], tuy hiện ngày nay ô mai hay toan mai thường được nhắc tới như một món [[thức ăn nhẹ|ăn vặt]] như [[mứt]], [[kẹo]].\n==Chế biến==\n\n===Trong y học===\n[[Tập tin:Fruits of Japanese plum.jpg|nhỏ|phải|200px|Quả mơ]]\nNgười Trung Quốc bào chế theo cách sau: quả [[mơ (cây)|mơ]] gần chín, dùng tro rơm rạ tẩm ướt, đem quả mơ lùi vào rồi đồ chín phơi khô.\n\nNgười Việt Nam thì lấy quả mơ gần chín, đồ cho hơi mềm không chín quá rồi phơi 3 – 4 lần cho khô. Sau khi đồ phơi, tẩm nước [[bồ hóng]] rồi đem phơi sấy cho khô, lặp lại như vậy nhiều lần. Hoặc còn có cách đem quả mơ xanh hong qua, để lên giàn bếp sáu tháng thì mơ đen.\n\nTrong [[đông y]], vị thuốc Ô mai thường được chế biến theo cách sau: Quả mơ chín vàng được thu hái, phơi trong mát cho đến héo, rồi đem cửu chưng cửu sái (phơi khô, ngâm muối rồi lại tiếp tục phơi khô như vậy cho đủ chín lần). Sau khi hoàn tất, thịt quả mơ săn lại, có màu đen (chữ \"ô\" có nghĩa là màu đen) hoặc có các hạt muối trắng mịn kết tinh trên bề mặt (gọi là bạch mai).\n\n===Trong ẩm thực===\nÔ mai còn là tên gọi của những sản phẩm từ quả cây được chế biến như ô mai. Nguyên liệu chính để chế biến ô mai thực phẩm là các loại trái cây như [[mơ (cây)|mơ]], [[mận hậu]], [[chanh]], [[me]], [[cóc (thực vật)|cóc]], [[đào (cây)|đào]], [[Cây sấu|sấu]], [[trám]], [[quất]], [[khế]], [[xoài]], [[mít]], [[táo ta]], [[dứa]], thậm chí là [[táo tây]] (với [[người Việt hải ngoại]] tại [[Bắc Mỹ]]).\n\nĐể có màu sắc và hương vị đặc trưng mang phong cách riêng, mỗi cơ sở chế biến đều có những bí quyết riêng với khá nhiều công đoạn cần đến sự cẩn thận và tinh tế.\n\nTrước hết, người ta phải chọn loại quả ngon, tươi tốt không bị sâu, dập. Sau đó chúng sẽ được rửa sạch, ướp muối, phơi khô và hấp sấy. Sau công đoạn này, nguyên liệu được sao tẩm và chế biến (xào, phơi) thành thành phẩm sau cùng trong sự kết hợp với các [[gia vị]] như [[đường]], [[muối ăn|muối]], [[gừng]], [[ớt]], [[cam thảo]]... Chỉ từ mấy loại quả ấy, người ta lại có thể chế biến nhiều món có hương vị hấp dẫn khác nhau: có loại chua; có loại ngọt; có loại kết hợp đủ hương vị cay, chua, mặn, ngọt; có loại xào ướt; và có nhiều loại khác lại để rất khô. Các loại ô mai khi đó thường mang tên bao gồm chữ \"ô mai\" kết hợp với tên của nguyên liệu chính và cách thức chế biến như: \"ô mai mơ gừng chua mặn\", \"ô mai mận cay\", \"ô mai trám\", \"ô mai me khô cam thảo\"...\n\n==Sử dụng==\n\n===Trong y học===\n\nTheo y học cổ truyền, ô mai có tính mát, giảm ho, sinh tân dịch.\n\nTrong dân gian, ô mai được dùng làm thuốc giảm ho, chống khô họng, viêm họng, khản tiếng, dùng dưới dạng thuốc sắc hoặc ngậm. Ô mai có thể kết hợp thêm với [[mật ong]] hoặc gừng để tăng thêm tác dụng giảm ho, nhất là ho do nhiễm lạnh, cảm lạnh hoặc ho do viêm họng.\n\nTrong đông y, ô mai là vị thuốc kết hợp với nhiều vị khác để chữa các chứng ho lâu năm, ho lâu ngày, khản tiếng, viêm phế quản, viêm họng.\n\nHải Thượng Lãn Ông đã phân tích như sau: Tạng phế sắc trắng, là bẩm thụ khí của hành Kim; nó như cái tán, cái lọng che chở cho các tạng khác, không thể chịu được bất kì một vật gì làm chướng ngại. Tỳ là gốc sinh đờm, Phế là đồ chứa đờm. Nếu đờm ở Phế nhiều thì khí nghịch lên mà gây thành ho. Phế là chỗ then chốt, cửa ngõ của toàn thân, không chỗ nào quan trọng hơn chỗ đó. Do vậy, bệnh phế khí nghịch, nhiều đờm không thể không tìm cách trị gấp. Ô mai có vị chua, tính liễm, có thể thăng, có thể giáng, giúp thuận khí chỉ khái (trừ ho), hóa đàm.\n\nNgày nay, ô mai vẫn được dùng theo kinh nghiệm dân gian, dùng trong đông y, và được kết hợp để bào chế một số loại thuốc ho đông dược.\n\n===Trong ẩm thực===\n\n[[Tập tin:Ô mai in supermarket.JPG|nhỏ|trái|200px|Ô mai bày bán tại một siêu thị ở Hà Nội.]]\nXét theo tên gốc, \"ô\" là màu đen, \"mai\" là quả mơ. \"Ô mai\" là loại quả màu đen, chế biến từ quả mơ. Để chế biến thành món ăn, ô mai được gia giảm thêm gừng sao khô hoặc bột cam thảo. Ô mai được sử dụng phổ biến như một món ăn chơi và được nhiều người yêu thích. Sau này, nguyên liệu làm ô mai được mở rộng với nhiều loại hoa quả khác nhau, có phương pháp chế biến chung là phơi khô, rồi sau đó tẩm ướp thêm nhiều loại gia vị như đường, gừng, ớt, cam thảo... để tạo ra mùi vị thơm ngon, đặc trưng. Ô mai cũng được xem là một loại mứt, được dùng nhiều trong ngày lễ, tết cổ truyền.\n\n==Vệ sinh an toàn==\n\nỞ Trung Quốc, năm 2012, các cơ quan chức năng nước này đã phát hiện trên thị trường nhiều loại xí muội có chứa một số lượng lớn chất cực độc như các chất phụ gia tạo ngọt saccharin, sodium cyclamate; chất tạo màu carmine, amaranth; chất tẩy trắng và bảo quản sulfur dioxide. Liều lượng chất phụ gia có trong các sản phẩm này cao gấp ba lần quy định của các cơ quan chức năng.<ref name=\"tuoitre.vn\">http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/489144\/Xi-muoi-Trung-Quoc-co-chat-cuc-doc.html<\/ref>\n\nCuối năm 2009, một số quốc gia trên thế giới đã phát hiện và cảnh báo người tiêu dùng không nên sử dụng xí muội có nguồn gốc từ Trung Quốc và lãnh thổ Đài\n\n== Hình ảnh ==\n<gallery>\nHình:O_mai_chanh_com.JPG|Ô mai chanh cốm\nHình:O_mai_man_com.JPG|Ô mai mận cơm\nHình: O_mai_mo_gung.JPG|Ô mai mơ\n<\/gallery>\n\n==Xem thêm==\n*[[Ẩm thực Việt Nam]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*[http:\/\/www.vnexpress.net\/Vietnam\/Suc-khoe\/2006\/01\/3B9E5B05\/ Quả mơ giải nhiệt, chữa ho] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071216002936\/http:\/\/www.vnexpress.net\/Vietnam\/Suc-khoe\/2006\/01\/3B9E5B05\/ |date = ngày 16 tháng 12 năm 2007}}\n*[http:\/\/www.vnexpress.net\/Vietnam\/Doi-song\/Am-thuc\/2004\/04\/3B9D1F37\/ Ô mai sấu Hà Nội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071218142904\/http:\/\/www.vnexpress.net\/Vietnam\/Doi-song\/Am-thuc\/2004\/04\/3B9D1F37\/ |date = ngày 18 tháng 12 năm 2007}}\n*[http:\/\/www.vnexpress.net\/Vietnam\/Doi-song\/Kheo-tay-Hay-lam\/2001\/03\/3B9AE9F4\/ Chế biến mơ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080101094425\/http:\/\/vnexpress.net\/Vietnam\/Doi-song\/Kheo-tay-Hay-lam\/2001\/03\/3B9AE9F4\/ |date = ngày 1 tháng 1 năm 2008}}\n*Sách tham khảo: Cây thuốc và động vật làm thuốc ở Việt Nam\n\n[[Thể loại:Y học cổ truyền]]\n[[Thể loại:Ẩm thực Hà Nội]]\n[[Thể loại:Ô mai]]\n\n[[zh:乌梅]]"}