{"75033":"{{Thông tin đơn vị hành chính Việt Nam | Quận\n| tên = Ô Môn\n| hình = Đại lộ Trần Hưng Đạo ở Ô Môn.jpg\n| ghi chú hình = Đường [[26 tháng 3]] ở trung tâm quận Ô Môn\n| vị trí lấy tọa độ = 10 07 28N, 105 37 51E\n| vĩ độ = 10\n| vĩ phút = 07\n| vĩ giây = 28\n| kinh độ = 105\n| kinh phút = 37\n| kinh giây = 51\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 126,35 km²\n| dân số = 136.995 người<ref name=\"DSVN2019\"\/>\n| thời điểm dân số = 2022\n| mật độ dân số = 1.084 người\/km²\n| dân tộc = [[Kinh]],... \n| vùng = [[Đồng bằng sông Cửu Long]]\n| thành phố = [[Cần Thơ]]\n| thành lập = 2\/1\/2004\n| chủ tịch HĐND = Hồ Văn Hậu\n| chủ tịch UBND = Lê Việt Sĩ\n|bí thư =  Nguyễn Hoàng Ba\n| phân chia hành chính = 7 phường\n| mã hành chính = 917<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 65-E1\n| trụ sở UBND = Số 1004, đường [[Tôn Đức Thắng]], Khu vực 5, phường [[Châu Văn Liêm (phường)|Châu Văn Liêm]]\n| web = {{url|omon.cantho.gov.vn}}\n}}\n\n'''Ô Môn''' là một quận nội thành thuộc [[thành phố Cần Thơ]], [[Việt Nam]]. Quận Ô Môn nằm liền kề trung tâm của thành phố. Hiện nay quận Ô Môn là quận có quy mô công nghiệp lớn thứ 2 thành phố sau quận [[Thốt Nốt]]. Quận có vị trí quan trọng, chiến lược trong phát triển kinh tế, công nghiệp và đô thị mới của thành phố trong tương lai.\n\nTrước năm [[2004]], Ô Môn vốn là một huyện thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cũ, với huyện lỵ là thị trấn [[Châu Văn Liêm (phường)|Ô Môn]]. Địa bàn huyện Ô Môn khi đó rất rộng lớn, bao gồm toàn bộ quận Ô Môn, toàn bộ huyện [[Thới Lai]] và một phần các huyện [[Cờ Đỏ]], [[Phong Điền, Cần Thơ|Phong Điền]] hiện nay. Ngày [[2 tháng 1]] năm [[2004]], theo Nghị định số 05\/2004\/NĐ-CP, vùng đất huyện Ô Môn cũ được chia thành các đơn vị hành chính mới là quận Ô Môn và huyện [[Cờ Đỏ]] của thành phố [[Cần Thơ]] trực thuộc Trung ương. Đến cuối năm [[2008]], lại giải thể huyện Cờ Đỏ cũ để thành lập huyện [[Thới Lai]] và huyện Cờ Đỏ mới. Đặc biệt, địa bàn huyện Cờ Đỏ mới chỉ chiếm một phần diện tích của huyện Cờ Đỏ cũ trước đó, phần còn lại thuộc về huyện [[Thới Lai]].\n\nNhư vậy, Ô Môn chính thức trở thành một quận thuộc thành phố [[Cần Thơ]] trực thuộc Trung ương từ năm [[2004]]. Ngoài ra, thị trấn Ô Môn cũ được chuyển thành phường Châu Văn Liêm, sau đó lại tách đất phường Châu Văn Liêm để thành lập mới phường Thới Hòa. Hiện nay, trung tâm hành chính quận Ô Môn được đặt ở phường Châu Văn Liêm. Ô Môn là quận có diện tích lớn nhất Việt Nam. Hiện nay, trung tâm hành chính quận được đặt ở phường [[Châu Văn Liêm (phường)|Châu Văn Liêm]]\n\n==Địa lý==\nQuận Ô Môn nằm về phía bắc thành phố Cần Thơ, cách trung tâm thành phố khoảng 20&nbsp;km theo [[Quốc lộ 91]], có vị trí địa lý:\n*Phía đông giáp quận [[Bình Thủy]] và huyện [[Bình Tân, Vĩnh Long|Bình Tân]], tỉnh [[Vĩnh Long]]\n*Phía tây giáp huyện [[Thới Lai]] và huyện [[Cờ Đỏ]]\n*Phía nam giáp huyện [[Phong Điền, Cần Thơ|Phong Điền]]\n*Phía bắc giáp quận [[Thốt Nốt]] và huyện [[Lai Vung]], tỉnh [[Đồng Tháp]].\n\nQuận có diện tích 125,40&nbsp;km², dân số năm 2019 là 128.677 người, mật độ dân số đạt 1.026 người\/km².<ref name=\"DSVN2019\">{{Chú thích web |url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf |title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\n==Hành chính==\nQuận Ô Môn có 7 phường, bao gồm: [[Châu Văn Liêm (phường)|Châu Văn Liêm]], [[Long Hưng, Ô Môn|Long Hưng]], [[Phước Thới]], [[Thới An, Ô Môn|Thới An]], [[Thới Hòa, Ô Môn|Thới Hoà]], [[Thới Long]] và [[Trường Lạc (phường)|Trường Lạc]].\n\n{| class=\"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n! style=\"background:#e5e4e2; color:#0047ab; height:17px; \"|Đơn vị hành chính cấp xã\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Châu Văn Liêm, Ô Môn|Châu Văn Liêm]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Long Hưng, Ô Môn|Long Hưng]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Phước Thới, Ô Môn|Phước Thới]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Thới An, Ô Môn|Thới An]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Thới Hoà, Ô Môn|Thới Hoà]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường <br> [[Thới Long, Ô Môn|Thới Long]]\n! style=\"background: #96c; color:#7fffd4;\"| Phường  [[Trường Lạc (phường)|Trường Lạc]]\n|-\n! style=\"background:#9cc; color:navy; \"| Diện tích (km²)\n| style=\"background: beige; color:#000;\"| 9,59\n| style=\"background: beige; color:#000;\"| 17,14\n| style=\"background: beige; color:#000;\"| 26,83\n| style=\"background: beige; color:#000;\"| 24,31\n| style=\"background: beige; color:#000;\"| 7,03\n| style=\"background: beige; color:#000;\"| 19,28\n| style=\"background: beige; color:#000;\"| 22,16\n|-\n! style=\"background:#9cc; color:navy; height:16px; \"|Dân số (người)\n| style=\"background: #ACE1AF; color: black; \" | 24.207\n| style=\"background: #ACE1AF; color: black; \" | 13.782\n| style=\"background: #ACE1AF; color: black; \" | 30.212\n| style=\"background: #ACE1AF; color: black; \" | 24.930\n| style=\"background: #ACE1AF; color: black; \" | 8.197\n| style=\"background: #ACE1AF; color: black; \" | 18.590\n| style=\"background: #ACE1AF; color: black; \" | 17.077\n|-\n! style=\"background:#9cc; color:navy; height:16px; \"|Mật độ dân số(người\/km²)\n| style=\"background: #ACE1AF; color: black; \" | 2.524\n| style=\"background: #ACE1AF; color: black; \" | 804\n| style=\"background: #ACE1AF; color: black; \" | 1.126\n| style=\"background: #ACE1AF; color: black; \" | 1.025\n| style=\"background: #ACE1AF; color: black; \" | 1.166\n| style=\"background: #ACE1AF; color: black; \" | 964\n| style=\"background: #ACE1AF; color: black; \" | 770\n|-\n|}\n\n==Lịch sử==\n===Nguồn gốc địa danh===\nBan đầu, địa danh Ô Môn chỉ là tên một làng thuộc tổng Thới Bảo, [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]. Sau này, thực dân Pháp thành lập quận và đặt tên là quận Ô Môn do lấy theo tên gọi làng Ô Môn vốn là nơi đặt quận lỵ.\n\n===Thời phong kiến===\nSau khi chiếm hết được các tỉnh [[Nam Kỳ]] vào năm [[1867]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[An Giang]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra.\n\nVào đầu [[triều Nguyễn]], huyện Ô Môn được lập riêng cho người [[Người Khmer (Việt Nam)|Khmer]] ở vùng đất dọc theo sông [[Hậu Giang]]. Năm [[1813]], huyện Ô Môn đổi tên thành huyện Vĩnh Định. Năm [[1832]], tỉnh [[An Giang]] được thành lập. Năm [[1836]], vùng đất quận Ô Môn, huyện [[Thới Lai]] và một phần các huyện [[Cờ Đỏ]], [[Phong Điền, Cần Thơ|Phong Điền]] ngày nay thuộc tổng Định Thới, huyện Vĩnh Định, phủ Tân Thành, tỉnh [[An Giang]]. Tổng Định Thới khi đó gồm 6 thôn: Bình Thủy, Phú Long, Tân Lộc Đông, Thới An, Thới An Đông, Thới Hưng.\n\nNăm [[1839]], nhà Nguyễn lập mới huyện Phong Phú và đặt huyện này thuộc phủ Tuy Biên, tỉnh [[An Giang]]. Huyện Phong Phú từng là đất huyện Vĩnh Định và đất thổ huyện Ô Môn của Cao Miên, lỵ sở huyện đặt tại vùng đất ven sông Cần Thơ (còn gọi là Cầm Thi Giang). Lúc này, vùng đất Ô Môn, Thới Lai, Cờ Đỏ, Phong Điền ngày nay thuộc tổng Định Thới, huyện Phong Phú, phủ Tuy Biên, tỉnh [[An Giang]].\n\n===Thời Pháp thuộc===\nSau khi chiếm hết được các tỉnh [[Nam Kỳ]] vào năm [[1867]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[An Giang]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra. Tổng Định Thới lúc này lần lượt thuộc hạt Sa Đéc, hạt Trà Ôn và sau cùng là hạt Cần Thơ. Từ năm [[1876]], các thôn đổi thành làng, hạt thanh tra Cần Thơ đổi thành hạt tham biện Cần Thơ thuộc khu vực hành chánh Bassac (Hậu Giang) do thực dân Pháp đặt ra. Cũng về sau, tổng Định Thới được tách ra để thành lập mới tổng Thới Bảo.\n\nNgày [[1 tháng 1]] năm [[1900]], tất cả các đơn vị hành chính cấp tỉnh ở Đông Dương điều thống nhất gọi là \"tỉnh\", trong đó có [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]. Các tổng Định Thới và Thới Bảo ban đầu trực thuộc tỉnh Cần Thơ.\n\nNăm [[1918]], thực dân Pháp thành lập quận Ô Môn thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]], với quận lỵ ban đầu đặt tại làng Ô Môn. Sau này, làng Ô Môn bị giải thể, sáp nhập vào làng Thới Thạnh nên quận lỵ Ô Môn về sau thuộc địa bàn làng Thới Thạnh.\n\nBan đầu, quận Ô Môn gồm 2 tổng với 18 làng trực thuộc như sau (theo thống kê năm [[1917]]):\n*Tổng Định Thới gồm 10 làng: Bình Phước, Bình Xuân, Long Tuyền, Phú Luông, Tân Thới, Thới An, Thới An Đông, Thới Giai, Thới Hanh, Thới Hưng\n*Tổng Thới Bảo gồm 8 làng: Định Môn, Ô Môn, Thới Lai, Thới Thạnh, Thới Thạnh Hạ, Trường Lạc, Trường Long, Trường Thành\n\nSau này, thực dân Pháp tiến hành hợp nhất một số làng lại và lấy tên gọi mới cho các làng, bên cạnh đó cũng giải thể và sáp nhập một số làng vào các làng khác lân cận như: Phước Thới (hợp nhất Bình Phước và Thới Hanh), Giai Xuân (hợp nhất Thới Giai và Bình Xuân), Thới Long (hợp nhất Thới Hưng và Phú Luông), Thới Thạnh (hợp nhất Thới Thạnh, Thới Thạnh Hạ và Ô Môn). Cũng về sau, các làng Long Tuyền, Giai Xuân và Trường Long được giao về cho tổng Định An thuộc quận [[Châu Thành, Hậu Giang|Châu Thành]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] quản lý.\n\nSau [[Cách mạng tháng Tám]] 1945, Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền [[Việt Nam Cộng hòa]] đến năm [[1956]] cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm [[1975]]. Huyện Ô Môn khi đó vẫn thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]. Năm [[1947]], chính quyền [[Việt Minh]] chia huyện Ô Môn thành 2 huyện là Ô Môn A và Ô Môn B cùng thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]], đến năm [[1954]] thì hợp nhất lại thành một huyện Ô Môn như trước.\n\n===Giai đoạn 1956-1976===\n====Việt Nam Cộng hòa====\nSau năm [[1956]], các làng gọi là xã. Ngày [[22 tháng 10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] đổi tên [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] thành tỉnh [[Phong Dinh]]. Ban đầu, Ô Môn vẫn là tên quận thuộc tỉnh [[Phong Dinh]]. Đến ngày [[16 tháng 10]] năm [[1958]], quận Ô Môn đổi tên thành quận Phong Phú. Thời [[Việt Nam Cộng hòa]], xã Trường Lạc cũng bị đổi tên thành xã Bình An; đồng thời tách đất xã Thới Long để lập mới xã Ngôn Thiện.\n\nNgày [[2 tháng 7]] năm [[1962]], một phần đất quận Phong Phú được tách ra để thành lập thêm quận Khắc Trung, quận lỵ đặt tại [[Cờ Đỏ]]. Đến ngày [[20 tháng 4]] năm [[1964]], quận Khắc Trung lại đổi tên thành quận Thuận Trung. Quận Thuận Trung lúc này cũng nhận thêm xã Thạnh Phú từ quận [[Thốt Nốt]] của tỉnh [[An Giang]] giao cho. Phân chia hành chánh các quận Phong Phú và Thuận Trung thuộc tỉnh [[Phong Dinh]] năm [[1964]]:\n*Quận Phong Phú gồm 2 tổng, 9 xã:\n**Tổng Thới Bảo gồm 4 xã: Bình An, Định Môn, Thới Thạnh, Trường Thành;\n**Tổng Định Thới gồm 5 xã: Phước Thới, Tân Thới, Thới An, Thới An Đông, Thới Long;\n*Quận Thuận Trung gồm 1 tổng là Phong Thuần với 4 xã: Ngôn Thiện, Thạnh Phú, Thới Đông, Thới Lai;\n\n[[Hình:Sông Ô Môn.jpg|nhỏ|250px|phải|Sông Ô Môn, đoạn chảy qua chùa Pôthi Somrôn]]\n\nSau năm [[1965]], cấp tổng bị giải thể, các xã trực thuộc quận. Ngày [[26 tháng 5]] năm [[1966]], lại tách đất các xã Tân Thới và Trường Thành của quận Phong Phú để lập mới xã Cầu Nhiếm và giao xã này cho quận [[Phong Điền, Cần Thơ|Phong Điền]] cùng tỉnh mới được thành lập.\n\nCho đến trước năm [[1975]], chính quyền [[Việt Nam Cộng hòa]] phân chia hành chánh các quận Phong Phú và Thuận Trung thuộc tỉnh [[Phong Dinh]] như sau:\n*Quận Phong Phú gồm 9 xã: Bình An, Định Môn, Thới Thạnh, Trường Thành, Phước Thới, Tân Thới, Thới An, Thới An Đông, Thới Long. Quận lỵ đặt tại xã Thới Thạnh (ngày nay thuộc khu vực phường Châu Văn Liêm, quận Ô Môn). \n*Quận Thuận Trung gồm 4 xã: Thới Lai, Thới Đông, Thạnh Phú, Ngôn Thiện. Quận lỵ đặt tại xã Thới Đông (ngày nay thuộc khu vực thị trấn [[Cờ Đỏ (thị trấn)|Cờ Đỏ]], huyện [[Cờ Đỏ]]).\n\n====Chính quyền Cách mạng====\nSau năm [[1956]], chính quyền [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] và sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]] vẫn duy trì tên gọi huyện Ô Môn thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cho đến năm [[1975]].\n\nHuyện Ô Môn ban đầu vẫn giữ lại các xã Thới An Đông và Trường Long, đồng thời vẫn duy trì tên gọi xã Trường Lạc như cũ. Về sau, các xã Thới An Đông và Trường Long cũng được giao về cho huyện [[Châu Thành, Hậu Giang|Châu Thành]] cùng thuộc tỉnh Cần Thơ quản lý. Bên cạnh đó, tên gọi các xã mới như Ngôn Thiện, Cầu Nhiếm cũng không được phía chính quyền Cách mạng công nhận và sử dụng.\n\nNăm [[1965]], Tỉnh ủy Cần Thơ quyết định tách xã Trường Thành thuộc huyện Ô Môn ra hai xã là xã Trường Thành và xã Trường Long, đồng thời giao xã Trường Long về cho huyện [[Châu Thành, Hậu Giang|Châu Thành]] quản lý. Từ năm [[1966]], xã Trường Long thuộc huyện [[Châu Thành A]]. Đến năm [[1973]], tiếp tục tách xã Trường Long thành hai xã: Trường Long và Trường Long Tây. Trong đó, địa bàn xã Trường Long Tây thuộc huyện Châu Thành A trùng với địa bàn xã Lệ Tâm thuộc quận Thuận Nhơn, tỉnh Phong Dinh của chính quyền [[Việt Nam Cộng hòa]].\n\nTháng [[8]] năm [[1972]], Thường vụ Khu ủy Khu 9 của phía chính quyền [[Cộng hòa Miền Nam Việt Nam]] quyết định tách 6 xã vùng ven thị xã Cần Thơ vốn thuộc huyện Ô Môn và huyện [[Châu Thành, Hậu Giang|Châu Thành]] trước đó để sáp nhập vào địa bàn [[Cần Thơ|thành phố Cần Thơ]] trực thuộc Khu 9.\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] của tỉnh Cần Thơ ban đầu vẫn đặt huyện Ô Môn thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cho đến đầu năm [[1976]]. Huyện lỵ là thị trấn Ô Môn, được thành lập do tách đất từ xã Thới Thạnh. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã đô thị hóa). Đồng thời, chính quyền Cách mạng cũng điều chỉnh hành chánh một số xã của chính quyền [[Việt Nam Cộng hòa]] như sau:\n*Giải thể xã Ngôn Thiện, sáp nhập địa bàn vào xã Thới Long thuộc huyện Ô Môn; \n*Bàn giao xã Thạnh Phú về cho huyện [[Thốt Nốt]] quản lý trở lại như trước; \n*Giải thể xã Cầu Nhiếm, sáp nhập địa bàn vào hai xã Tân Thới và Trường Thành như cũ.\n\n===Giai đoạn 1976-2003===\nTheo Nghị định số 03\/NĐ-76 ngày [[24 tháng 2]] năm [[1976]] và Quyết định số 17\/QĐ-76 ngày [[24 tháng 3]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất ba đơn vị hành chính cấp tỉnh ngang bằng nhau là tỉnh [[Sóc Trăng]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và [[Cần Thơ|thành phố Cần Thơ]] để thành lập tỉnh mới: [[Hậu Giang (tỉnh cũ)| tỉnh Hậu Giang]]. Lúc này, Ô Môn trở thành huyện của tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]], ban đầu bao gồm thị trấn Ô Môn và 11 xã: Định Môn, Phước Thới, Tân Thới, Thới An, Thới Đông, Thới Lai, Thới Long, Thới Thạnh, Trường Lạc, Trường Thành, Trường Xuân.\n\nNgày [[28 tháng 3]] năm [[1983]], Hội động Bộ trưởng ban hành Quyết định số 21-HĐBT<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-21-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb44725t17.aspx|tiêu đề=Quyết định 21|author=|ngày=|ngày truy cập=30 tháng 9 năm 2015| nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc phân vạch địa giới xã thuộc tỉnh Hậu Giang:\n*Thành lập xã Đông Hiệp gồm ấp Thới Hiệp của xã Thới Đông và một phần của ấp Thới Hữu thuộc xã Thới Lai đưa sang.\n*Chia xã Thới Đông thành 5 xã: Thới Đông, Thới Xuân, Thới Phước, Đông Bình và Đông Thuận.\n*Chia xã Thới Lai thành 5 xã: Thới Lai, Thới Hòa, Thới Khương Ninh, Thới Khương Bình và Thới Hữu.\n*Chia xã Trường Xuân thành 5 xã: Trường Xuân, Xuân Mai, Xuân Bình, Xuân Đại và Xuân Thắng.\n*Sáp nhập ấp Định Khánh A và một phần ấp Định Khánh B của xã Định Môn vào xã Trường Thành.\n*Chia xã Trường Thành thành 3 xã: Trường Thành, Trường Tân và Trường An.\n*Sáp nhập ấp Thới Hòa C của xã Thới Thạnh vào xã Thới Long.\n*Chia xã Thới Long thành 2 xã: Thới Long và Thới Hưng.\n*Sáp nhập ấp Định Phước của xã Định Môn vào xã Thới Thạnh.\n*Chia xã Thới Thạnh thành 2 xã: Thới Thạnh và Tân Thạnh.\n*Sáp nhập ấp Thới Phong của xã Thới An vào xã Phước Thới.\n*Chia xã Phước Thới thành 2 xã: Phước Thới và Phước An.\n\nNgày [[16 tháng 9]] năm [[1989]], huyện Ô Môn bao gồm thị trấn Ô Môn và 16 xã<ref>Quyết định 128-HĐBT về việc phân vạch, điều chỉnh địa giới một số xã thuộc các huyện Châu Thành, Mỹ Xuyên, Ô Môn, Phụng Hiệp, Thốt Nốt, Vị Thanh, Vĩnh Châu<\/ref>. Ngày [[21 tháng 12]] năm [[1991]], 4 xã: Đông Hiệp, Thới Xuân, Đông Bình và Xuân Bình bị giải thể.\n\nNgày [[26 tháng 12]] năm [[1991]], Quốc hội Việt Nam ban hành Nghị quyết chia tỉnh Hậu Giang thành [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và tỉnh [[Sóc Trăng]], huyện Ô Môn lúc này thuộc [[tỉnh Cần Thơ]], bao gồm thị trấn Ô Môn và 12 xã: Định Môn, Đông Thuận, Phước Thới, Tân Thới, Thới An, Thới Đông, Thới Lai, Thới Long, Thới Thạnh, Trường Lạc, Trường Thành, Trường Xuân.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nNgày [[21 tháng 4]] năm [[1998]], Chính phủ Việt Nam ban hành Nghị định số 21\/1998\/NĐ-CP<ref name=ND2198>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-21-1998-ND-CP-thanh-lap-thi-tran-Co-Do-va-cac-xa-Dong-Binh-Dong-Hiep-thuoc-huyen-OMon-tinh-Can-Tho-41624.aspx Nghị định 21\/1998\/NĐ-CP thành lập thị trấn Cờ Đỏ và các xã Đông Bình, Đông Hiệp thuộc huyện ÔMôn, tỉnh Cần Thơ]<\/ref>, về việc về thành lập thị trấn Cờ Đỏ và các xã Đông Bình, Đông Hiệp thuộc huyện Ô Môn, tỉnh Cần Thơ. Cụ thể như sau:\n*Thành lập thị trấn Cờ Đỏ trên cơ sở điều chỉnh 438 ha diện tích tự nhiên và 7.914 nhân khẩu của xã Thới Đông; 320 ha diện tích tự nhiên và 1.894 nhân khẩu của xã Thạnh Phú (thuộc huyện Thốt Nốt).\n*Thành lập xã Đông Bình trên cơ sở điều chỉnh 2.770,56 ha diện tích tự nhiên và 6.720 nhân khẩu của xã Đông Thuận.\n*Thành lập xã Đông Hiệp trên cơ sở điều chỉnh 1.754 ha diện tích tự nhiên và 5.222 nhân khẩu của xã Thới Đông; 680 ha diện tích tự nhiên và 1.337 nhân khẩu của xã Thới Long; 914,9 ha diện tích tự nhiên và 3.054 nhân khẩu của xã Thới Lai.\n\nNgày [[4 tháng 8]] năm [[2000]], Chính phủ Việt Nam ban hành Nghị định số 28\/2000\/NĐ-CP<ref name=ND2800>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-28-2000-ND-CP-thanh-lap-thi-tran-thuoc-cac-huyen-Thot-Not-O-Mon-va-Phung-Hiep-tinh-Can-Tho-46618.aspx Nghị định 28\/2000\/NĐ-CP thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ]<\/ref> về việc thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ. Theo đó, thành lập thị trấn Thới Lai trên cơ sở 946,51 ha diện tích tự nhiên và 10.183 nhân khẩu của xã Thới Lai.\n\nNgày [[19 tháng 4]] năm [[2002]], Chính phủ Việt Nam ban hành Nghị định số 47\/2002\/NĐ-CP<ref name=ND2800>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-28-2000-ND-CP-thanh-lap-thi-tran-thuoc-cac-huyen-Thot-Not-O-Mon-va-Phung-Hiep-tinh-Can-Tho-46618.aspx Nghị định 28\/2000\/NĐ-CP thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ]<\/ref> về việc thành lập xã thuộc các huyện Ô Môn, Phụng Hiệp và Thốt Nốt, tỉnh Cần Thơ. Theo đó, thành lập xã Trường Xuân A trên cơ sở 3.679,07 ha diện tích tự nhiên và 13.094 nhân khẩu của xã Trường Xuân.\n\nNgày [[12 tháng 5]] năm [[2003]], Chính phủ Việt Nam ban hành Nghị định số 48\/2003\/NĐ-CP<ref name=ND48>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-48-2003-ND-CP-thanh-lap-xa-phuong-thi-tran-thuoc-huyen-Chau-Thanh-A-O-Mon-Phung-Hiep-va-thi-xa-Vi-Thanh-tinh-Can-Tho-6621.aspx Nghị định 48\/2003\/NĐ-CP thành lập xã, phường, thị trấn thuộc huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ]<\/ref> về việc thành lập xã, phường, thị trấn thuộc các huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ. Theo đó, thành lập xã Xuân Thắng trên cơ sở 1.207,7 ha diện tích tự nhiên và 7.645 nhân khẩu của xã Thới Lai.\n\n===Từ năm 2004 đến nay===\n\nNgày [[26 tháng 11]] năm [[2003]], Quốc hội Việt Nam thông qua Nghị quyết số 22\/2003\/QH11<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-22-2003-QH11-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-51694.aspx|tiêu đề=NGHỊ QUYẾT 22\/2003\/QH.11 VỀ VIỆC CHIA VÀ ĐIỀU CHỈNH ĐỊA GIỚI HÀNH CHÍNH MỘT SỐ TỈNH}}<\/ref>, về việc chia và điều chỉnh địa giới hành chính một số tỉnh. Theo đó, chia tỉnh Cần Thơ thành thành phố [[Cần Thơ]] trực thuộc trung ương và tỉnh [[Hậu Giang]], huyện Ô Môn và sau đó là quận Ô Môn thuộc thành phố Cần Thơ, bao gồm 3 thị trấn: Ô Môn, Cờ Đỏ, Thới Lai và 16 xã: Định Môn, Đông Bình, Đông Hiệp, Đông Thuận, Phước Thới, Tân Thới, Thới An, Thới Đông, Thới Lai, Thới Long, Thới Thạnh, Trường Lạc, Trường Thành, Trường Xuân, Trường Xuân A, Xuân Thắng.\n\nNgày [[02 tháng 1]] năm [[2004]], Chính phủ Việt Nam ban hành Nghị định số 05\/2004\/NĐ-CP<ref name=ND22>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-05-2004-ND-CP-thanh-lap-cac-quan-Ninh-Kieu-Binh-Thu-Cai-Rang-O-Mon-huyen-Phong-Dien-Co-Do-Vinh-Thach-Thot-Not-thuoc-thanh-pho-Can-Tho-52394.aspx Nghị định 05\/2004\/NĐ-CP thành lập các quận Ninh Kiều, Bình Thủy, Cái Răng, Ô Môn và các huyện Phong Điền, Cờ Đỏ, Vĩnh Thạnh, Thốt Nốt thuộc thành phố Cần Thơ]<\/ref>, về việc thành lập các quận Ninh Kiều, Bình Thủy, Cái Răng, Ô Môn, các huyện Phong Điền, Cờ Đỏ, Vĩnh Thạnh, Thốt Nốt và các xã, phường, thị trấn thuộc thành phố Cần Thơ trực thuộc Trung ương.\n\nTheo đó, thành lập quận Ô Môn trên cơ sở toàn bộ diện tích, dân số của thị trấn Ô Môn và các xã Thới An, Phước Thới, Trường Lạc, 3.585,49 ha diện tích tự nhiên và 35.376 người của xã Thới Long thuộc huyện Ô Môn trước đó. Lần lượt thành lập các phường của quận Ô Môn như sau:\n*Thành lập phường [[Châu Văn Liêm (phường)|Châu Văn Liêm]] trên cơ sở toàn bộ 1.658,42 ha diện tích tự nhiên và 30.485 nhân khẩu của thị trấn Ô Môn.\n*Thành lập phường [[Thới An, Ô Môn|Thới An]] trên cơ sở toàn bộ 2.430,62 ha diện tích tự nhiên và 26.474 nhân khẩu của xã Thới An.\n*Thành lập phường [[Phước Thới]] trên cơ sở toàn bộ 2.682,57 ha diện tích tự nhiên và 20.193 nhân khẩu của xã Phước Thới.\n*Thành lập phường [[Trường Lạc]] trên cơ sở toàn bộ 2.200,16 ha diện tích tự nhiên và 15.803 nhân khẩu của xã Trường Lạc.\n*Thành lập phường [[Thới Long, Ô Môn|Thới Long]] trên cơ sở 3.585,49 ha diện tích tự nhiên và 35.376 nhân khẩu của xã Thới Long.\n\nQuận Ô Môn sau khi được thành lập có 12.557,26 ha diện tích tự nhiên và 128.331 nhân khẩu với 5 đơn vị hành chính trực thuộc, bao gồm các phường: Châu Văn Liêm, Thới An, Phước Thới, Trường Lạc và Thới Long.\n\nNgày [[16 tháng 1]] năm [[2007]], Chính phủ Việt Nam ban hành Nghị định số 11\/2007\/NĐ-CP<ref name=ND11>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-11-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thanh-lap-thi-tran-thuoc-quan-Ninh-Kieu-O-Mon-Phong-Dien-Vinh-Thanh-Can-Tho-16442.aspx Nghị định 11\/2007\/NĐ-CP điều chỉnh địa giới hành chính xã phường thành lập phường, thị trấn thuộc các quận Ninh Kiều, Ô Môn và các huyện Phong Điền, Vĩnh Thạnh, thành phố Cần Thơ]<\/ref>, về việc điều chỉnh địa giới hành chính xã, phường; thành lập phường, thị trấn thuộc các quận Ninh Kiều, Ô Môn và các huyện Phong Điền, Vĩnh Thạnh, thành phố Cần Thơ. Theo đó, thành lập phường [[Thới Hòa|Thới Hoà]] trên cơ sở điều chỉnh 702,84 ha diện tích tự nhiên và 7.766 người của phường Châu Văn Liêm.\n\nSau khi điều chỉnh, quận Ô Môn có 12.557,26 ha diện tích tự nhiên và 127.889 người, có 6 đơn vị hành chính trực thuộc, bao gồm các phường: Châu Văn Liêm, Thới Hoà, Phước Thới, Trường Lạc, Thới An và Thới Long.\n\nNgày [[06 tháng 11]] năm [[2007]], Chính phủ Việt Nam ban hành Nghị định số 162\/2007\/NĐ-CP<ref name=ND162>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-162-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thanh-lap-thuoc-quan-Binh-Thuy-O-Mon-huyen-Thot-Not-Vinh-Thanh-TP-Can-Tho-57882.aspx Nghị định 162\/2007\/NĐ-CP điều chỉnh địa giới hành chính xã phường để thành lập thuộc các quận Bình Thủy, Ô Môn và các huyện Thốt Nốt, Vĩnh Thạnh, thành phố Cần Thơ]<\/ref>, về việc điều chỉnh địa giới hành chính xã, phường; thành lập xã, phường thuộc quận Bình Thủy, quận Ô Môn, huyện Thốt Nốt và huyện Vĩnh Thạnh, thành phố Cần Thơ. Theo đó, thành lập phường [[Long Hưng]] trên cơ sở điều chỉnh 1.713,91 ha diện tích tự nhiên và 14.029 người của phường Thới Long.\n\nSau khi điều chỉnh, quận Ô Môn có 12.540,86 ha diện tích tự nhiên và 131.124 người với 7 đơn vị hành chính phường trực thuộc, bao gồm các phường: Thới Long, Long Hưng, Thới Hoà, Thới An, Châu Văn Liêm, Phước Thới và Trường Lạc.\n\n==Kinh tế - xã hội==\n\n===Danh sách KCN, Nhà máy trên địa bàn quận Ô Môn===\n\n* Khu công nghiệp Trà Nóc II\n* Khu công nghệ cao thành phố Cần Thơ\n* Vườn ươm Công Nghệ Công Nghiệp Việt Nam - Hàn Quốc\n* Nhà máy điện Ô Môn I\n* Nhà máy nhiệt điện Ô Môn II\n* Nhà máy nhiệt điện Ô Môn III.\n* Nhà máy nhiệt điện Ô Môn IV\n\nHiện các Khu công nghiệp, khu công nghệ cao, Nhà máy này giữ vai động lực phát triển và nhằm cung cấp và đào tạo nguồn nhân lực lao động trên địa bàn thành phố. Ngoài ra KCN Trà Nóc 2 nằm trên địa bàn quận hiện nay đang dẫn đầu  thành phố về thu hút đầu tư, với 55 dự án đầu tư, tổng số vốn đăng kí lên đến 530 triệu USD. Trong KCN Trà Nóc 2 hiện nay có các doanh nghiệp lớn như Nhà máy sản xuất ô tô Cần Thơ, chi nhánh Công ty Pepsico, công ty thủy sản Cổ Chiên, v.v<ref>[https:\/\/cafeland.vn\/tin-tuc\/cac-khu-cong-nghiep-o-can-tho-trong-diem-thu-hut-dau-tu-24782.html Các khu công nghiệp ở Cần Thơ trọng điểm thu hút đầu tư]<\/ref>\n\nTrong 9 tháng năm 2020.Kinh tế của quận Ô Môn tiếp tục phát triển, tổng giá trị sản xuất được 19.609 tỉ đồng, đạt 77% kế hoạch. Quận đã huy động nhiều nguồn lực đầu tư xây dựng kết cấu hạ tầng, đến nay đã giải ngân được 112 tỉ đồng vốn xây dựng cơ bản, đạt 70,5% kế hoạch. Tổng thu ngân sách được 116 tỉ đồng, đạt 63,6% kế hoạch. Cơ sở hạ tầng, vật chất của ngành Giáo dục và Đào tạo, Y tế được quan tâm đầu tư; công tác phòng chống dịch bệnh được thực hiện chủ động, có hiệu quả...<ref>[https:\/\/baocantho.com.vn\/quan-o-mon-can-co-giai-phap-de-thuc-hien-thang-loi-nhiem-vu-nam-2020-a126114.html Quận Ô Môn cần có giải pháp để thực hiện thắng lợi nhiệm vụ năm 2020]<\/ref>\n\n===Xã hội===\nMột số trường Cao đẳng, trường học và bệnh viện trên địa bàn quận Ô Môn:\n*Bệnh viện Lao và bệnh Phổi Thành phố Cần Thơ \n*Bệnh viện Tâm thần Thành phố Cần Thơ\n*Bệnh viện Đa khoa quận Ô Môn\n*Trung tâm Y tế quận Ô Môn\n*Trung tâm Y tế dự phòng quận Ô Môn\n*Cao đẳng Cơ điện và Nông nghiệp Nam Bộ\n*Học Viện Phật Giáo Nam Tông Khmer\n\nMột số trường học các cấp từ mầm non, tiểu học, THCS và THPT trên địa bàn quận như:\n*Trường mầm non Sao Mai\n*Trường Tiểu Học Nguyễn Việt Hồng\n*Trường Tiểu Học Nguyễn Huệ \n*Trường Tiểu Học Nguyễn Bỉnh Khiêm \n*Trường THCS Châu Văn Liêm \n*Trường THCS Lê Lợi \n*Trường THCS Nguyễn Trãi \n*Trường THCS Ngô Quyền \n*Trường THPT Lưu Hữu Phước \n*Trường THPT Lương Định Của \n*Trường THPT Thới Long \n*Trường Phổ Thông Dân Tộc Nội Trú\n*Trung tâm GDTX-KTTHHN Quận Ô Môn.\n\n===Hạ tầng===\nHiện nay trên địa bàn quận Ô Môn đã và đang hình thành các khu đô thị cao cấp như: \n\n• Khu đô thị Thành Đô 34.482m²\n(P.Châu Văn Liêm)\n\n• Khu dân cư Phước Thới 28.505,5m²\n(P.Phước Thới)\n\n• Khu tái định cư Châu Văn Liêm 50ha\n(P.Châu Văn Liêm)\n\n• Khu tái định cư Ô Môn khu 1 quy mô 4,69ha (P.Thới An)\n\n• Khu tái định cư sau trường nội trú 3,45ha (P.Châu Văn Liêm)\n\n• Khu đô thị Ô Môn 1 phường Phước Thới, diện tích 158,57ha. (P.Phước Thới).\n\n• Khu thiết chế công đoàn 3,1ha\n(P.Phước Thới)\n\n• Khu nhà ở Bình Hoà A quy mô 9,8ha\n(P.Phước Thới)\n\n• Khu đô thị mới Ô Môn 2, vị trí quy hoạch tại phường Phước Thới, diện tích 69,55ha\n\n\n• Khu đô thị mới phường Châu Văn Liêm, quận Ô Môn, công trình, thương mại-dịch vụ, khu nhà ở, hạ tầng xã hội, hạ tầng kỹ thuật. Diện tích 21,56ha, thuộc quy hoạch chi tiết tỷ lệ 1\/2000 mở rộng Trung tâm quận Ô Môn được giới hạn bởi: khu dân cư hiện hữu cặp rạch Tắc Ông Thực, rạch Ông Tành; Khu hành chính quận Ô Môn và Quốc lộ 91; trường Châu Văn Liêm và rạch Cây Me.\n\n• Khu đô thị mới phía Nam Quốc lộ 91 (đoạn từ rạch Ông Tành đến rạch Tắc Ông Thục), phường Châu Văn Liêm, quận Ô Môn. Diện tích 41,75ha, thuộc quy hoạch khu dân cư, tái định cư và Trung tâm Văn hóa - Thể dục thể thao phía Nam Quốc lộ 91, phường Châu Văn Liêm, quận Ô Môn, giới hạn bởi Quốc lộ 91; rạch Tắc Ông Thục, rạch Ông Tành.\n\n===Các dự án khác cũng được quy hoạch trên địa bàn quận Ô Môn===\n\n• Làng đại học thành phố Cần Thơ được dịch chuyển từ quận Bình Thủy về quận.\n\n• Khu công nghệ cao thành phố Cần Thơ 400ha được quy hoạch tại 3 phường (Thới Hoà, Thới An và Phước Thới).\n\n• Khu hành chính mới quận Ô Môn tại phường Châu Văn Liêm thuộc khu vực 9, phạm vi quy hoạch nằm trong khu văn hoá quận Ô Môn.\n\n• Cung văn hoá thể thao vùng ĐBSCL tại thành phố phạm vi 2 phường Trường Lạc, Châu Văn Liêm.\n\n• Phạm vi QH thành phố sân bay thành phố, khu vực quy hoạch phía Nam quận Ô Môn quy mô trên 3.000ha\n\n==Người nổi tiếng==\n*[[Lưu Hữu Phước]]\n*[[Trần Kiết Tường]]\n\n==Công sở==\nCác cơ quan của Thành Phố Cần Thơ hiện đang nằm trên địa bàn quận Ô Môn:\n* Trường quân sự Thành phố Cần Thơ\n* Đội quản lí thị trường số 2-TP.Cần Thơ\n* Trung tâm bảo trợ xã hội Thành phố Cần Thơ\n*Trung tâm huấn luyện thể dục thể thao Quốc gia-TP.Cần Thơ<ref>[https:\/\/tdtt.gov.vn\/trung-tam-huan-luyen-the-thao-quoc-gia-can-tho Trung tâm huấn luyện thể thao quốc gia cần thơ]<\/ref>\n\n==Giao Thông==\n===Các Tuyến Đường Chính===\n*Quốc lộ 91 đi qua các phường (Phước Thới, Châu Văn Liêm, Thới Hoà, Long Hưng)\n*Quốc lộ 91B đi qua phường Phước Thới\n*Đường tỉnh 920 đi qua phường Phước Thới, giai đoạn 2 đi các phường (Thới An, Thới Long).\n*Đường tỉnh 922 cũ đi qua phường Châu Văn Liêm\n*Đường tỉnh 922 mới đi qua các phường Châu Văn Liêm, Trường Lạc.\n*Đường tỉnh 923 đi qua phường Trường Lạc. \n*ĐT920B ( Thới An, Thới Hoà).\n*Đường vành đai phía Tây đi qua các phường (Châu Văn Liêm, Trường Lạc)\n*Đường Ô Môn-Giồng Riềng đi qua các phường (Thới Hoà, Thới An).\n* Tuyến tránh Ô Môn ( tránh sạt lở ) đi qua phường Thới Hoà.\n\n===Đường phố===\n{{Div col|colwidth=22em}}\n*3 tháng 2\n*26 tháng 3\n*30 tháng 4\n*Bến Bạch Đằng\n*Bến Hoa Viên\n*Cách Mạng Tháng Tám\n*Châu Văn Liêm\n*Đắc Nhẫn\n*Đặng Thanh Sử\n*Đinh Tiên Hoàng\n*Hồ Văn Tửu\n*Huỳnh Thị Giang\n*Kim Đồng\n*Lê Lợi\n*Lê Quý Đôn\n*Lê Văn Tám\n*Lộ Vòng Cung\n*Lưu Hữu Phước\n*Lý Thường Kiệt\n*Ngô Quyền\n*Nguyễn Du\n*Nguyễn Trãi\n*Nguyễn Trung Trực\n*Phan Đình Phùng\n*Quyết Thắng\n*Thái Thị Hạnh\n*Tôn Đức Thắng\n*Trần Hưng Đạo\n*Trần Kiết Tường\n*Trần Ngọc Hoằng\n*Trần Nguyên Hãn\n*Trần Quốc Toản\n*Trưng Nữ Vương\n*Trương Văn Diễn\n*Tắc Ông Thục\n*Võ Thị Sáu\n{{Div col end}}\n\n===Các tuyến đường được nâng cấp và mở mới trên địa bàn quận===\n\n• Đường tỉnh 922 đi qua phường Trường Lạc kết nối quận Bình Thủy và các huyện Thới Lai, Cờ Đỏ (đã thông tuyến).\n\n• Mở rộng ĐT923 đã và đang giải phóng mặt bằng và thi công mở rộng.\n\n• Mở rộng tuyến Thái Thị Hạnh quy mô 20m bề rộng có vỉa hè, dải phân cách đi qua 2 phường Thới Long, Long Hưng sẽ hoàn thành vào cuối năm 2023.\n\n• Nâng cấp tuyến Trần Ngọc Hoằng và các tuyến đường nội ô quận.\n\n• Triển khai xây dựng tuyến vành đai phía Tây quy mô 6 làn xe đi qua các phường (Trường Lạc, Châu Văn Liêm).\n\n• Đầu tư mới tuyến đường liên vùng Ô Môn - Giồng Riềng giai đoạn 1 quy mô 12m đi qua các phường Thới Hoà và Thới An kết nối QL54 với QL91.\n\n==Di tích==\n[[Hình:Chùa Pôthi Somrôn.jpg|nhỏ|250px|phải|Cổng chùa Pôthi Somrôn]]\n* Chùa Pôthi Somrôn là một ngôi chùa [[Người Khmer (Việt Nam)|Khmer]] cổ tọa lạc bên sông Ô Môn, thuộc phường Châu Văn Liêm, quận Ô Môn. Chùa đã được công nhận là ''di tích lịch sử văn hóa cấp thành phố'' năm [[2006]].\n* Đình Thới An được xây dựng từ đầu [[thế kỷ 19]], hiện tọa lạc tại khu vực Thới Trinh A, phường Thới An, quận Ô Môn. Ngôi đình đã được vua [[Tự Đức]] sắc phong [[Thành hoàng]] Bổn cảnh vào năm [[1852]], và đã được công nhận là ''di tích lịch sử cấp thành phố'' vào năm [[2004]].\n* Linh Sơn Cổ Miếu được xây dựng vào năm [[1890]], hiện tọa lạc tại phường Thới Long, quận Ô Môn. Ngôi miếu do một nhóm [[người Việt gốc Hoa]] xây dựng, và đã được công nhận là ''di tích lịch sử cấp thành phố'' vào năm [[2008]]<ref>Xem chi tiết trong bài \"Ô Môn: Nhiều di tích lịch sử văn hóa cần trùng tu, nâng cấp\" trên website PT-TH Cần Thơ, cập nhật ngày 4 Tháng 7, 2013 [http:\/\/canthotv.vn\/xem-them\/o-mon-nhieu-di-tich-lich-su-van-hoa-can-trung-tu-nang-cap\/].<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n==Xem thêm==\n\n{{sơ khai Cần Thơ}}\n{{Quận huyện Cần Thơ}}\n{{Đơn vị hành chính thuộc quận Ô Môn}}"}