{"15407711":"{{chú thích trong bài}}\n{{Thông tin nhân vật\n| tên = Ô Thạch Nhị\n| hình = \n| ghi chú hình = \n| ngày sinh = 1765\n| ngày mất = {{Death year and age|1810|1765}}\n| nơi mất = huyện Hải Khang, Quảng Đông, Đại Thanh\n| quốc tịch = Mãn Thanh\n| người thân = anh trai: Ô Thạch Đại (Mạch Hữu Quý)<br \/>em trai: Ô Thạch Tam (Mạch Hữu Cát)\n| nơi sinh = làng Ô Thạch, huyện Hải Khang, [[Quảng Đông]], [[Đại Thanh]] <br>(nay thuộc trấn Ô Thạch, [[Lôi Châu]])\n| tên khác = Mạch Hữu Kim\n<!-- Biến số không xác định -->\n| type = Hải tặc\n| allegiance = [[nhà Tây Sơn]]\n| rank = Thủ lĩnh [[Hải tặc Biển Đông|hải tặc Lam Kỳ bang]]<br \/>Ninh Hải phó tướng quân<br \/>Thanh Hải đại tướng quân\n}}\n'''Ô Thạch Nhị''' ([[chữ Hán]]: 烏石二, nguyên danh là '''Mạch Hữu Kim''' 麥有金; 1765-1810)<ref name=\":0\">ANTONY, R. J. (2014). [http:\/\/www.jstor.org\/stable\/44740552 Violence and Predation on the Sino-Vietnamese Maritime Frontier, 1450–1850]. ''Asia Major'', ''27''(2), 87–114 <\/ref> là một trong những [[hải tặc]] hùng mạnh nhất tại vùng biển giữa [[Đại Việt]] và [[Tên gọi Trung Quốc|Trung Hoa]]. Ông chống lại [[Nhà Thanh]] và cũng từng chiến đấu cho [[nhà Tây Sơn]].<ref>{{chú thích web|url=https:\/\/baodanang.vn\/channel\/5433\/201209\/ve-ten-goi-hai-tac-tau-o-2193684\/|tiêu đề=Về tên gọi hải tặc Tàu Ô|tác giả=Nguyễn Quang Trung Tiến|ngày=ngày 22 tháng 9 năm 2012|website=báo Đà Nẵng|ngày truy cập=ngày 2 tháng 10 năm 2022}}<\/ref>\n\n==Tiểu sử==\nMạch Hữu Kim (Mai Youjin 麥有金) sinh ra ở một làng chài nhỏ tên Ô Thạch ở gần [[Lôi Châu]]. Lúc đầu, Thạch Nhị kiếm sống bằng cách đe dọa để tống tiền tại các hải cảng.\n\nÔ Thạch Nhị khởi đầu đóng bản doanh ở [[Vi Châu|đảo Vi Châu]] ([[Quảng Tây]]), cha của ông cũng được chôn ở đây.<ref name=\":0\" \/>\n\nNăm [[1795]], gia nhập Hồng Kỳ bang, thường tấn công cả vào thành trì của Thanh triều, quan quân nhà Thanh nghe danh Hồng kỳ đều phải tránh xa.\n\n==Tham gia với Tây Sơn==\nTừ khoảng năm 1790, Thạch Nhị gia nhập quân Tây Sơn và làm tới chức tổng binh.<ref name=\":0\" \/> Năm 1797, ông được Tây Sơn ban chức Đại tướng quân [[nhà Tây Sơn]] (Ninh Hải Phó Tướng Quân 甯海副將軍), tước Bình Ba Vương. Sau sự thất trận của Tây Sơn tại [[Huế]] (trong tháng 6 năm 1801), Thạch Nhị trở lại căn cứ Vị Châu và tạo ra một liên minh với Trịnh Nhất để tấn công các đoàn tàu chở muối cướp bóc các thuyền buôn ở vùng duyên hải Quảng Đông và [[vịnh Bắc Bộ]]. Sau đó ông liên kết với Trịnh Nhất trong một loạt các cuộc đột kích. Với một đoàn thuyền gồm 160 chiếc thuyền buồm, ông ta cuối cùng đã trở thành lãnh chúa.\n\nSau khi lên ngôi, [[Gia Long]] kiên quyết trấn áp nạn [[Cướp biển|hải tặc]] tại đảo Giang Bình để lập lại trị an, đồng thời cũng là một biện pháp tiêu diệt các tàn dư của Tây Sơn. Qua nhiều lượt càn quét, căn cứ Giang Bình bị lực lượng thủy quân nhà Nguyễn san phẳng và thủ lĩnh Trịnh Nhất cũng bị tiêu diệt. Tàn quân còn lại của các nhóm hải tặc phải tháo chạy về [[Trung Quốc]].\n\n==Trở về Trung Quốc==\nSau khi trở về Trung Quốc, các nhóm hải tặc lại tiếp tục rơi vào cuộc chiến tranh giành ảnh hưởng giữa những bang nhóm từng là [[đồng minh]] lỏng lẻo với nhau. Trong số 12 thủ lĩnh hải tặc ở vùng duyên hải Lưỡng Quảng, 5 người đã chết trong cuộc tương tranh khốc liệt kéo dài đến tận năm 1805. Còn lại 7 người là Trịnh Nhất, Ô Thạch Nhị, Ngô Trí Thanh, Kim Cổ Dưỡng (Lý Tương Thanh, Lý Thượng Thanh), Trịnh Lão Đồng (Trịnh Lưu Đường), Quách Bà Đới (Quách Học Hiển, Quách Học Hiến), Lương Bảo (Tổng binh Bảo), đồng ý hòa giải, kết thành liên minh hải tặc. Trừ Trịnh Lão Đồng không lâu sau quy phục [[Nhà Thanh]], còn lại 6 nhóm được phân chia theo màu cờ hiệu là Hồng (đỏ), Hoàng (vàng), Thanh (xanh), Lam (lục), Hắc (đen), Bạch (trắng), liên hợp với nhau thống nhất kế hoạch tác chiến. Thạch Nhị thuộc Lam kỳ.<ref name=\":0\" \/>\n\nTheo thỏa ước liên minh, mỗi chiếc thuyền sẽ phải được đăng ký với một bang kỳ và phải được xác định rõ ràng. Bất cứ thuyền nào bị bắt ngụy tạo thủ tục đăng ký sẽ bị trừng phạt. Các điều khoản ngăn cấm [[Cướp biển|hải tặc]] đánh nhau để giành giật chiến lợi phẩm đã thu đoạt được, và không được tự mình tiến hành các hoạt động không được cho phép, tìm cách ngăn chặn sự tranh chấp nội bộ, bởi vì phần lớn lợi tức của họ sẽ phát sinh từ việc bán sự [[bảo kê]], các thành viên cũng đồng ý sẽ tôn trọng hợp đồng bán [[bảo kê]] của nhau. Thỏa ước liên minh cũng xác định liên minh là một thực thể toàn diện, có quyền hạn để phân phối tài sản tịch thu được và trừng trị kẻ vi phạm, các thủ lĩnh hợp thành một hội đồng phân giải tối cao và là tòa án trọng tài chung thẩm.\n\nTrong 6 nhóm, Hồng Kỳ bang dưới quyền thủ lĩnh của [[Trịnh Nhất]] có thực lực hùng hậu nhất với từ 600 đến 1.000 thuyền lớn, từ 2 vạn đến 4 vạn hải tặc, cùng với nhiều đầu lĩnh trứ danh, trong đó quan trọng nhất là [[Trịnh Nhất Tẩu|Thạch Dương]] (Trịnh Nhất Tẩu), một cựu kỹ nữ, và là vợ của Trịnh Nhất, và [[Trương Bảo Tử]], con nuôi của Trịnh Nhất. Dưới sự thống lãnh của Trịnh Nhất, hải tặc Hồng Kỳ bang trở thành một đế chế hải tặc, thao túng toàn bộ vùng biển từ phía Nam Trung Quốc sang đến [[Malaysia]].\n\n==Cái chết==\nDo hoạt động cướp bóc, giết hại, thao túng toàn bộ vùng biển lớn của [[Thái Bình Dương]] nên liên minh hải tặc đã bị [[nhà Thanh]] tổ chức vây ráp. Liên minh chống trả quyết liệt tất cả những cuộc tấn công của triều đình Trung Hoa và quân tiếp viện do vua Bồ Đào Nha và vua Anh liên tiếp gửi đến. Không thể chiến thắng, năm 1810 triều đình buộc phải chuyển sang đề nghị đàm phán với liên minh hải tặc đại diện là [[Trịnh Nhất Tẩu|Thạch Dương]] (Trịnh Nhất Tẩu) đầu hàng để đổi lấy tự do. Bà chấp nhận ngồi vào bàn thương lượng. Kết quả: trong đội quân cướp biển với quân số lên tới 80.000 người, chỉ có 126 tên bị xử trảm, chưa đến 400 tên bị lưu đày, số còn lại hoặc được trả tự do hoặc sung vào quân ngũ.\n\nNăm [[1810]], Ô Thạch Nhị bị bắt và xử tử. Tại quê hương Lôi Châu, người ta vẫn ca ngợi việc chống lại nhà Thanh của Ô Thạch Nhị.<ref name=\":0\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n{{Cướp biển}}\n[[Thể loại:Sinh năm 1765]]\n[[Thể loại:Mất năm 1810]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Cướp biển]]"}