{"255691":"{{Thông tin nhân vật\n| honorific_prefix = \n| tên = <!-- include middle initial, if not specified in birth_name --> Ông Ích Khiêm \n| honorific_suffix = \n| hình = <!-- chỉ phần tên tập tin, không có tiền tố Tập tin: hoặc Hình:, không đặt trong dấu [[ngoặc vuông]] -->\n| cỡ hình = \n| alt = \n| ghi chú hình = \n| tên gốc = \n| native_name_lang = \n| tên khai sinh = <!-- chỉ dùng nếu khác với tên (ở trên) -->\n| ngày sinh = <!-- {{Ngày sinh và tuổi|YYYY|MM|DD}} --> [[25 tháng 1]] năm 1829\n| nơi sinh = Làng Phong Lệ, tổng Thanh Quýt, phủ [[Điện Bàn]], [[Quảng Nam]] \n| rửa tội = <!-- will not display if birth_date is entered --> \n| disappeared_date = <!-- {{disappeared date and age|YYYY|MM|DD|YYYY|MM|DD}} (điền ngày biến mất trước, ngày sinh sau) -->\n| disappeared_place = \n| trạng thái biến mất= \n| ngày mất = <!-- {{Ngày mất và tuổi|YYYY|MM|DD|YYYY|MM|DD}} (điền ngày mất trước, ngày sinh sau) --> [[8 tháng 9]] năm 1884<br>(55 tuổi)\n| nơi mất = [[Bình Thuận]]\n| nguyên nhân cái chết= [[tự sát]] (uống thuốc độc)\n| khám nghiệm = \n| an táng = [[Gò Mô]], phường [[Hòa Thọ Tây]], quận [[Cẩm Lệ]], [[Đà Nẵng]]\n| resting_place_coordinates = <!-- {{coord|LAT|LONG|type:landmark|display=inline}} -->\n| tưởng niệm = \n| cư trú = \n| quốc gia = [[Đại Nam]]\n| tên khác = \n| dân tộc = <!-- Ethnicity should be supported with a citation from a reliable source -->\n| quốc tịch = [[Đại Nam]]\n| học vị = \n| học vấn = Cử nhân \n| công việc = \n| năm hoạt động = 1847-1884\n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = \n| đại lý = \n| nổi tiếng = \n| notable_works = \n| loại = \n| quê quán = [[Quảng Nam]]\n| lương = \n| tài sản = <!-- Net worth should be supported with a citation from a reliable source -->\n| height_cm = <!-- chiều cao tính bằng centimét -->\n| height_ft = <!-- chiều cao feet... -->\n| height_in = <!-- chiều cao inch -->\n| chiều cao = <!-- nguồn -->\n| weight_kg = <!-- cân nặng tính bằng kilogam -->\n| weight_st = <!-- cân nặng stone (optional) -->\n| weight_lb = <!-- cân nặng pound -->\n| cân nặng = <!-- nguồn -->\n| tivi = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| phong trào = \n| đối thủ = \n| hội đồng = \n| tôn giáo = <!-- Religion should be supported with a citation from a reliable source -->\n| giáo phái = <!-- Denomination should be supported with a citation from a reliable source -->\n| cáo buộc = <!-- Criminality parameters should be supported with citations from reliable sources -->\n| mức phạt = \n| criminal_status = \n| spouse = \n| đối tác = <!-- (người đồng hành lâu năm nhưng không kết hôn) -->\n| con cái = (3 trai)<br>Ông Ích Thiện<br>Ông Ích Hoắc<br>Ông Ích Kiền\n| cha = Ông Văn Điều\n| mẹ = Võ Thị Cốt\n| người thân = [[Ông Ích Đường]] (cháu nội) \n| callsign = \n| giải thưởng = \n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n| chữ ký = \n| signature_alt = \n| cỡ chữ ký = \n| website = <!-- {{URL|example.com}} -->\n| footnotes = \n}}\n'''Ông Ích Khiêm''' (翁益謙, [[1829]] - [[1884]]<ref>Chép theo Nguyễn Khắc Thuần (''Lần giở trước đèn'', Nhà xuất bản Thanh niên, 2003, tr. 228) và ''Từ điển nhân vật lịch Việt Nam'' (tr. 724). Có nguồn ghi sinh năm [[1829]]. Gia phả biên ông mất ngày 19 [[tháng 7]] năm [[Quý Mùi]] (tức 21 [[tháng 8]] năm [[1883]]) là sai vì [[tháng 11]] năm đó, ông vẫn còn sống để nhận lệnh giết vua [[Hiệp Hòa]]. Biên ông mất [[1884]] là phù hợp với ''[[Đại Nam chính biên liệt truyện]]'' và [[Nguyễn Văn Xuân (học giả)|Nguyễn Văn Xuân]] (''Sự kiện Ông Ích Khiêm tự sát ở Bình Thuận'', tr. 93).<\/ref>) tự '''Mục Chi''', là danh tướng [[nhà Nguyễn]] trong lịch sử [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\n'''Ông Ích Khiêm''' sinh ngày 21 [[tháng 12]] năm [[Mậu Tý]] (tức [[25 tháng 1]] năm [[1829]]) tại làng Phong Lệ, tổng Thanh Quýt, phủ [[Điện Bàn]], tỉnh [[Quảng Nam]] (nay là khu vực Phong Lệ Bắc, phường Hòa Thọ Đông, quận [[Cẩm Lệ]], thành phố [[Đà Nẵng]]).\n\nTổ tiên <ref>Tổ tiên nhiều đời mang họ '''Ông''' (''螉''). Sau này, vua [[Tự Đức]] cho bỏ chữ ''trùng'' (''虫'') một bên, thành chữ '''Ông''' (''翁''), từ đó có dòng họ ''Ông Ích'' tại [[Quảng Nam]].<\/ref> Ông Ích Khiêm vốn là người dân tộc miền núi xuống định cư làm ruộng ở miền xuôi. Cha ông là Ông Văn Điều và mẹ là Võ Thị Cốt. Sinh ra trong một gia đình nông dân đông con, gồm 8 trai 5 gái, ông Khiêm là người con thứ tư sau ba chị gái, nhưng lại là người con trai đầu.\n \nThuở nhỏ, ông vừa chăn trâu cắt cỏ, vừa theo học với người chú là Ông Văn Trị. Ông thông minh, chăm học nhưng cũng rất nghịch ngợm. Khi lớn lên, ngoài tài gồm văn võ, ông còn nổi tiếng là người chính trực, là một vị tướng khẳng khái, mưu lược và biêt đánh giặc.\n\n===Thăng trầm nghiệp quan===\nNăm [[Thiệu Trị]] thứ 7 ([[Đinh Mùi]], [[1847]]), ông đỗ [[cử nhân]] tại trường [[thi Hương|Hương]] [[Bình Định]], nhờ sự sáng suốt của quan chủ khảo [[Vũ Duy Thanh]] ([[1807]]-[[1859]]). Ông Thanh đã quyết cho đỗ với lời phê rằng: ''Bài này tuy lời văn không được chải chuốt, chữ viết xấu nhưng ý tứ dồi dào. Qua bài này, ta thấy thí sinh phải là người có lòng yêu dân thương nước cao, có chí ngang tàng, có lòng cương trực thì mới viết được như thế.''<ref name=\"a\">Theo Thái Vũ, ''Chuyện hay nhớ mãi'', Nhà xuất bản [[Thuận Hóa]], 1987, tr. 189-193.<\/ref>\n\nSử [[nhà Nguyễn]] là \" [[Đại Nam chính biên liệt truyện]]\" chép:''\"Ông Ích Khiêm đỗ hương tiến (tức [[cử nhân]]) mới 15 tuổi. Vua [[Thiệu Trị]] cho mời vào điện cho thử lại bằng bài thơ lấy đầu đề là ''\"Thiếu niên đăng cao khoa\"'' (''Tuổi trẻ đỗ cao''). Bài làm của ông được vua ban khen''<ref>Nhà xuất bản. Văn học, 2004, tr. 812).<\/ref>.\n\nĐỗ [[cử nhân]], ông được bổ làm Tri huyện Kim Thành, tỉnh [[Hải Dương]].\n\nNăm [[Tự Đức]] thứ 15 ([[1862]]), vì can việc thu chi tiền tu tạo huyện lỵ nên bị cách chức. Gặp lúc quân [[Tạ Văn Phụng]] ở Hải An kéo đi đánh phá, ông xin mộ binh đi theo quân thứ lập công chuộc tội, được khởi phục lại hàm Tri huyện, sung Vệ hiệp quản Chiến sĩ. Có công, ông được thăng làm Tri phủ sung Đốc binh.\n\n[[Tháng 5]] ([[âm lịch]]) năm [[1865]], quân [[Tạ Văn Phụng]] kéo đến đánh phá các đồn ở Quỳnh Lâu, An Trì thuộc tỉnh [[Quảng Yên]]; Ông Ích Khiêm mang quân phá được, lại cùng với Phó Vệ úy Phan Đình Thỏa mang quân thu phục được thành phủ [[Hải Ninh]], nên được thăng Thị độc sung Tán tương. Đến khi quan quân khải hoàn, ông được cất lên chức Hồng lô tự khanh Biện lý [[bộ Lễ]]. \n \n[[Tháng 6]] ([[âm lịch]]) năm [[1867]], xét công, vua [[Tự Đức]] thăng ông làm Thị lang [[bộ Binh]]. Sang tháng sau, gặp lúc tên phạm trốn bên đất [[nhà Thanh]] ([[Trung Quốc]]) là Vi Tái Thọ tụ đảng ở [[Bắc Ninh]], nhà vua bèn sung ông làm [[Bắc Ninh]] Tiễu phủ sứ để đi đánh dẹp (nên ông còn được gọi là '''Tiễu Phong Lệ''' hay '''quan Tiễu''').\n\nViệc xong, nhưng ít lâu sau ([[1868]]), Ngô Côn (là dư đảng của [[Hồng Tú Toàn]]) kéo quân đến đánh chiếm thành tỉnh [[Cao Bằng]]. Triều đình sai [[Tổng đốc]] Ninh Thái là [[Phạm Chi Hương]] viết thư cầu cứu [[nhà Thanh]]. Vua [[nhà Thanh]] bèn sai Phó tướng Tạ Kế Quý, đem quân sang giúp. \nNhân đó Ông Ích Khiêm được đổi sang làm Tán lý quân thứ Lạng Bình, để cùng với Đề đốc Nguyễn Viết Thành và Phó tướng Tạ Kế Quý mang lực lượng đi đánh phá quân của Ngô Côn ở Thất Khê ([[Lạng Sơn]]). Lập công, ông được thưởng. Sau vì để quân đi đốt nhà cướp của, bị khép vào tội đồ, nhưng cho lấy công chuộc tội<ref>Theo ''[[Đại Nam chính biên liệt truyện]]'' (gọi tắt là Liệt truyện), tr. 813.<\/ref>.\n\nNăm [[1869]], Ngô Côn xua quân đi vây đánh thành tỉnh [[Bắc Ninh]]. Hay tin, từ huyện Kim Anh (nay là một phần huyện [[Sóc Sơn]], [[Hà Nội]]), Ông Ích Khiêm đem binh [[voi]] đến chống trả. Ngô Côn bị trúng đạn lạc, tử trận <ref>Chép theo ''Liệt truyện'' (tr. 814). Theo ''[[Việt Nam sử lược]]'' (tr. 507), đến cuối năm [[Canh Ngọ]] ([[1870]]), Ông Ích Khiêm mới giết được Ngô Côn.<\/ref>, thành được giải vây, ông được khởi phục hàm Bố chính sung Tán lý. Sau đó, ông mang quân đi truy đuổi tàn quân của Ngô Côn, thắng thêm mấy trận nữa.\n \nNăm [[1870]], Ông Ích Khiêm cùng Tham tán Lê Bá Thận phá tan quân của Hoàng Vân ở rừng [[Lục Ngạn]], được thăng Tham tri [[bộ Binh]], đổi sang làm Tán lý Lạng Bình, ít lâu sau thăng lên Tham tán. Bấy giờ quân Tô Tứ (sử Nguyễn gọi là \"giặc Khách\" hay phỉ\") nửa đêm đến chiếm cứ thành tỉnh Lạng Sơn. Khâm sai [[Võ Trọng Bình]] chạy thoát, Trung quân [[Đoàn Thọ]] bị giết chết<ref>''[[Việt Nam sử lược]]'', tr. 507.<\/ref>. Nhận lệnh, Ông Ích Khiêm đem đại bác đến đánh vào cửa đông thành. Bị quân Tô Tứ bắn trả, ông bị thương ở chân, bèn cho quân rút về Hải Dương. Không làm tròn trách nhiệm, ông bị giáng xuống làm Quang Lộc tự khanh, song vẫn sung làm Tán lý.\n\nNăm [[1871]], Ông Ích Khiêm ở quân thứ [[Đông Triều]] ([[Quảng Ninh]]) đánh thắng quân Tô Tứ được mấy trận. [[Mùa hè]] năm ấy, quân Tô Tứ đến đánh [[Sơn Tây (tỉnh cũ)|Sơn Tây]], ông liền được thăng Thị lang gia hàm Tham Tri đổi làm Tham tán quân thứ [[Sơn Tây (tỉnh cũ)|Sơn Tây]], để lo việc đánh dẹp.\n\n[[Tháng 2]] ([[âm lịch]]) năm [[1872]], ông cùng Tán tương Nguyễn Di phá tan sào huyệt của quân \"phỉ\" <ref>''Liệt truyện'' chép không rõ ràng, nên chưa biết quân của phe phái nào. Tra trong ''[[Việt Nam sử lược]]'' (tr. 508) thì thấy tình hình ở [[Bắc Kỳ]] lúc bấy giờ rất rối ren. Ở [[Quảng Yên]] có quân Hoàng Tề nổi lên, thông đồng với Tô Tứ và quân Tàu Ô ở ngoài bể; ở mạn thượng du thì có quân Cờ đen của [[Lưu Vĩnh Phúc]] và quân Cờ vàng của [[Hoàng Sùng Anh]] luôn quấy nhiễu.<\/ref> ở Quán Tư, lấy lại huyện [[Trấn Yên]] (hay Trấn An, nay thuộc [[Yên Bái]]), được khen thưởng; nhưng ít lâu sau, đánh thua ở Đại Đồng, bị cách chức lưu dụng.\n\nNăm [[1873]], quân \"phỉ\" đến vây hãm đồn Phong Đăng, Khâm mạng [[Nguyễn Tri Phương]] và Thống đốc [[Hoàng Tá Viêm]] muốn nhân cơ hội này đánh úp sào huyệt của họ ở Đại Đồng, nên cho đòi các đạo binh đến góp sức. Ông Ích Khiêm vốn bất hòa với [[Hoàng Tá Viêm]], bèn lấy cớ \"phỉ đông, đường hiểm, lại có bệnh\" xin không tham gia. [[Nguyễn Tri Phương]] cho là ông không tuân tướng lệnh, giao ông cho quân thứ [[Tuyên Quang]] sai phái. Sau, vì có bệnh ông xin trở về quê.\n \nNăm [[1874]], Tổng đốc mới [[Hải Dương]] là [[Phạm Phú Thứ]] (là người cùng huyện với ông), nhân về thăm quê có ghé thăm ông. Rồi nhờ lời tâu của ông Thứ, mà ông được bổ làm Tán tương quân thứ [[Bắc Ninh]] vào đầu năm [[1875]]. Đến nơi, ông đánh quân \"phỉ\" ở Yên Định, bị tổn hại nhiều nên tự ý thu quân về. Tướng [[Tôn Thất Thuyết]] thấy vậy bèn sai quân bắt giam ông, cho áp giải về kinh chờ án. Nhân mắc bệnh \"tâm hỏa\", ông được cho về nhà <ref>Theo ''Liệt truyện'' (tr. 815), ''Toát yếu'' ghi là \"bị chứng điên\" (tr. 472).<\/ref>.\n\n[[Tháng 3]] ([[âm lịch]]) năm [[1882]], vua [[Tự Đức]] thấy Ông Ích Khiêm giỏi giang, bấy lâu vất vả, tuy rằng có \"dõng mà không có lễ\"<ref>Theo ''Toát yếu'', tr. 471.<\/ref>, cho ông làm Hồng lô tự khanh làm Biện lý [[bộ Hộ]], rồi cất làm Thị lang sung Tham lược kinh kỳ, coi đắp đồn Thái Dương và Lộ Châu. Ý muốn làm mau xong, ông có hành động quá nghiêm khắc với dân binh, bị vua khiển trách, giáng làm Chủ sự, cho dời đi phòng thủ ở đồn Hòa Quân, nhưng chưa bao lâu được phục hàm Thị giảng tham biện phòng vụ.\n\n[[Tháng 6]] ([[âm lịch]]) vua [[Tự Đức]] mất. Sau đó, Ông Ích Khiêm được giao trấn giữ cửa biển [[Thuận An]] để bảo vệ kinh thành [[Huế]]. Trước thế lực mạnh của quân [[thực dân Pháp|Pháp]], ông không thể làm tròn trách nhiệm, bị đổi sang làm Biện lý [[bộ Lễ]]<ref>Theo ''Liệt truyện'' (tr. 815). Xem: [[Trận Cửa Thuận An]].<\/ref>. Cuối [[tháng 10]] ([[âm lịch]]) năm ấy, [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] lại mưu việc phế lập, mới mật bảo Ông Ích Khiêm và Trương Đăng Thê mời vua [[Hiệp Hòa]] đến nha Hộ Thành, ép uống thuốc độc giết chết <ref>Theo ''Liệt truyện'' (tr. 817). Xem thêm trang: [[Hiệp Hòa]]<\/ref>.\n\nĐầu niên hiệu [[Kiến Phúc]] ([[1884]]), thăng ông làm Thị lang, tước Kiên Trung nam. Sau đó, ông dẫn quân đi tiễu trừ cuộc nổi dậy của dân thiểu số ở Trà My ([[Quảng Nam]])<ref>Theo nhà nghiên cứu Nguyễn Văn Xuân (người cùng quê với Ông Ích Khiêm), thì đây là ý đồ của ông Tường và ông Thuyết, vì thấy ông Khiêm được vua [[Kiến Phúc]] yêu mến, và cũng vì muốn loại ông ra khỏi hàng ngũ lãnh đạo ở [[Huế]] (tr. 91 và 94).<\/ref>.\n\n===Chết trong quân lao===\nDẹp yên xong, [[tháng 5]] ([[âm lịch]]) năm [[1884]], Ông Ích Khiêm đem 50 lính đi thẳng về quê nhà ([[Quảng Nam]]). Bị Ngự sử Đào Hữu Ích đàn hặc là ''\"tự tiện bắt binh mã đi, giao thông với phủ đệ\"''<ref>Bị đàn hặc tội \"giao thông với phủ đệ\", vì có nàng công chúa \"xấu hoắc cứ bu riết lấy Ích Khiêm\" (theo Nguyễn Văn Xuân, tr. 93). Cũng theo ông Xuân, thì đây lại là cái cớ để ông Tường và ông Thuyết loại trừ ông.<\/ref> nên ông bị cách chức đày đi an trí ở [[Bình Thuận]].\n\n[[Tháng 6]] (âm lịch) năm Giáp Thân ([[1884]]), vua [[Kiến Phúc]] mất đột ngột. Theo Nguyễn Văn Xuân thì cái chết này khiến trong và ngoài triều hết sức xôn xao.<ref>Xem thêm trang:[[Kiến Phúc]].<\/ref> Ở trong quân lao [[Bình Thuận]], Ông Ích Khiêm hay tin liền nhịn đói luôn bốn ngày, viết di chúc rồi uống thuốc độc chết. Trong di chúc có câu: ''\"Vua (bị) nhục, thì thần phải chết... (Nay) ta lấy [[tháng 7]] (âm lịch), ngày 19 làm ngày bài tử (ngày chết) vậy\"''<ref>''Sự kiện Ông Ích Khiêm tự sát ở Bình Thuận'' (tr. 99).<\/ref> (nhằm ngày [[8 tháng 9]] năm 1884). Năm ấy ông 55 tuổi.<ref>''Liệt truyện'' chép khi ấy ông 55 tuổi (tr. 817).<\/ref>\n\nNăm [[1885]] vua [[Hàm Nghi]] truy phục cho ông hàm ''Thị độc''.\n\n==Thơ Ông Ích Khiêm==\nSinh thời, ông thích làm thơ, nhưng tác phẩm đã thất lạc gần hết. Sau đây là hai trong số bài thơ còn sót lại của ông.\n{|valign=\"top\"\n|\nLàm khi thấy quân Cờ đen cậy thế sách nhiễu dân:\n:''Áo chúa cơm vua đã bấy lâu\n:''Đến khi có giặc phải thuê Tàu!\n:''Từng phen võng giá mau chân nhẩy\n:''Đến bước chông gai thấy mặt đâu\n:''Tiền bạc quyên hoài dân xác mướp\n:''Trâu dê ngày hiến đứa răng bầu\n:''Ai ôi hãy chống trời Nam lại\n:''Kẻo nữa dân ta phải cạo đầu.''\n|\n:Làm khi bị an trí ở [[Bình Thuận]]:\n:''Mình ốc mang rêu rửa sạch ai,\n:''Rung cây nhát khỉ thói quen hoài.\n:''Mèo quào phên đất chi khờn sức,\n:''Sứa vượt qua đăng mới gọi tài.\n:''Cậy mạnh chớ quen rờ dái ngựa,\n:''Mình cao đừng ỷ đứng đầu voi.\n:''Truông qua chứa khỏi đừng khinh khái (cọp)\n:''Chim xổ lồng ra để đó coi!''<ref>Chép theo Nguyễn Văn Xuân (tr. 96). Nguyễn Văn Xuân nói về bài thơ này như sau: \"Bài thơ có đặc điểm là mỗi câu dùng dùng tên một con vật, và mỗi câu có dùng một thành ngữ hoặc tục ngữ. Hai câu thực và kết, tác giả có ý hăm dọa chính kẻ đày đọa mình, tức phe ông Tường và ông Thuyết\".<\/ref>\n|}\n\n==Nhận xét==\n*Vua [[Tự Đức]]:\n:''Ngươi (Ông Ích Khiêm) vốn là người học thức mà ra, phải cái tính khí cương cường nóng nảy, phàm việc không chịu ở sau người…Việc ngươi đánh dẹp bọn phỉ ở tỉnh Bắc, khí tiết, công lao, trẫm đều rõ hết…Thế mà gần đây được tin là ngươi đến đâu phần nhiều dung túng cho quân sĩ làm càn. Nếu quả thực như vậy thời dân còn trông mong gì nữa!...Nếu ngươi còn hối cải để khỏi phụ cái ơn tri ngộ, thì là điều mà trẫm rất mong mỏi. Bằng cứ còn võ biền, quên lời ân cần dạy bảo, thời trẫm phó mặc ngươi cho công luân triều đình, dù ngươi có tài cũng không tha luôn mãi được...''<ref>Trích dụ của Tự Đức, in toàn bài trong ''Liệt truyện'', tr. 817-818.<\/ref>\n\n*Phụ chính [[Nguyễn Văn Tường]]:\n:''Ông Ích Khiêm, khí chất hung hãn, hơn mười năm nay từng trải trăm trận, tuy trong khoảng đó có lúc cậy công nhưng gặp lúc hiểm nghèo đã vâng mệnh, lâm cơ ứng biến, binh lính đều chịu sai phái, kẻ địch cũng sợ hãi cho nên các bầy tôi ở quân thứ hiện nay không ai vượt qua. Nếu gặp được vị thống soái tài hiểu biết, có uy vọng hơn hẳn thì có thể làm cho ông ta kính sợ, mới có thể từ bỏ hết lỗi lầm mà tỏ rõ công lao, đó cũng là vị lương tướng ngày nay vậy. Duy tài lộ ra ở khí, hàm dưỡng chưa sâu, mà kẻ đồng sự lại chưa có ai hơn mình, cho nên vì khinh nhờn mà sinh kiêu căng, vì cưỡng cường mà sinh ngỗ ngược, đến nỗi tự mắc vào lỗi lầm đáng tiếc...''<ref>Trích ''Bắc Kỳ tấu nghị'' ngày 20 [[tháng 6]] năm [[Tự Đức]] 26 ([[1873]]), in trong \"[[Nguyễn Văn Tường]], cuộc đời và lời giải\", tr. 37.<\/ref>.\n\n*Nhà nghiên cứu Nguyễn Đắc Xuân:\n:''Sống bộc trực, ngang bướng như thế giữa cái hoàn cảnh hỗn loạn, tiêu cực cuối đời Tự Đức làm sao Ông Ích Khiêm có thể tránh được cái hậu quả tất yếu là bị dồn vào cõi chết ở Bình Thuận...''<ref>''Hương Giang cố sự'', Tủ sách [[Sông Hương]], 1986, tr.31-33.<\/ref>\n\n*CN. Nguyễn Khắc Thuần:\n:''Ông Ích Khiêm là bậc lừng danh văn võ song toàn, công minh chính trị, không kiêng sợ bất cứ một ai...Ông xứng đáng là một trong những biểu tượng của lòng cương trực và của khí phách ngoan cường<ref>''Lần giở trước đèn'', sách đã dẫn, tr. 228-229.<\/ref>.\n \n* Tuy nhiên, nhà văn [[Phan Khôi]] lại cho rằng:\n:''Ông Ích Khiêm vốn là tay có tài, nhưng có tánh kiêu ngạo, khinh đời, vô lễ, hay làm những sự bướng bỉnh, thì đã đành rồi. Nói đến cái tâm địa và cái khí tiết của ông, thì cũng lại là không ra chi...Nguyên ông Khiêm từ khi ở [[Bắc Kỳ]] về, sau lúc vua Dực Tôn ([[Tự Đức]]) băng rồi thì ổng theo phe với ông Tường ông Thuyết mà gây ra những việc loạn trào. Chính mình ông Khiêm đã vâng mạng Tường, Thuyết mà giết vua [[Hiệp Hòa]], chớ ai?''\n:''Ông Khiêm hồi đầu theo Tường-Thuyết, song sau lại bị Tường-Thuyết xiềng mà đày đi, điều ấy không lấy gì làm lạ. Bởi vì, Tường-Thuyết thấy Khiêm làm được việc thí quân mà không gớm tay, sợ để rồi có ngày lại quay mà cắn lại mình, cho nên sau khi xong việc vua Hiệp Hòa rồi, Tường-Thuyết phải trừ ông Khiêm...Bấy giờ lại có câu phong dao nầy tưởng là phê bình đúng lắm: Nước Nam có bốn anh hùng\/ Tường gian, Viêm láo, Khiêm khùng, Thuyết ngu!''<ref>Lược theo [http:\/\/www.viet-studies.info\/Phankhoi\/PKhoi_DatSuOngIchKhiem.htm]. Lý giải về hai câu trên, PGS. TS. Đỗ Bang có ý khác: ''Sau ngày kinh đô thất thủ, phe thân Pháp và tay sai nắm quyền, các vị này thất thế bị rơi vào thế đối lập chống lại triều đình...Danh dự của các ông bị bôi nhọ, xuyên tạc ngay tại [[Huế]]...Bia miệng độc ác và nghịch lý nhất là khi đem sự nghiệp của các ông ra làm điều giễu cợt''. (Nguyễn Văn Tường, cuộc đời và lời giải'', tr. 12).<\/ref>.\n\n==Mộ phần và con cháu==\nÔng Ích Khiêm mất, con trai ông là Ông Ích Thiện đã đưa cha về mai táng ở làng Phong Lệ. Đến năm [[Bảo Đại]] thứ 13 ([[1938]]) thi hài ông được cải táng về Gò Mô ([[Đà Nẵng]]). Ngôi mộ ông được xây theo hình bát giác, phía trước có nhà bia, bên trong đặt một tấm bia bằng đá cẩm thạch, cao 0,83[[m]], rộng 0,54m được trang trí hình rồng, phụng và hoa lá.\n\nBia ghi:\n:''Hoàng Triều-Hiển tổ Binh bộ tả thị lang, tấn phong Kiên Trung Nam linh mộ.\n:''Bảo Đại thập tam niên, tứ nguyệt, kiết nhật.\n:''Dịch nghĩa:\n:''Triều Nguyễn-ông cha chức là Tả thị lang Binh bộ, tước là Kiên Trung Nam.\n:''Năm Bảo Đại thứ 13, [[tháng 4]] ngày tốt.\n\nLăng mộ Ông Ích Khiêm được Bộ Văn hóa-Thông tin công nhận là ''di tích cấp quốc gia'' vào ngày 12 [[tháng 7]] năm [[2001]].<ref>[http:\/\/www.danang.gov.vn\/home\/view.asp?id=68&id_theloai=784 Theo]<\/ref>\n\nCác con ông là Ông Ích Hoắc, Ông Tán Nhì đều là nghĩa quân kháng Pháp dưới sự lãnh đạo Nguyễn Duy Hiệu. Cháu ông là [[Ông Ích Đường]] ([[1884]]-[[1908]]) cũng là một liệt sĩ chống Pháp thời cận đại.\n\n==Sách tham khảo chính==\n*Quốc sử quán triều Nguyễn, ''[[Đại Nam chính biên liệt truyện]]'' (bản dịch, gọi tắt là Liệt truyện). Nhà xuất bản Văn học, 2004.\n*Quốc sử quán triều Nguyễn, [[Quốc triều chính biên toát yếu]] (bản dịch, gọi tắt là Toát yếu). Nhà xuất bản Văn học, 2002.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Sài Gòn]], 1968.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n*Nguyễn Văn Xuân, \"Sự kiện Ông Ích Khiêm tự sát ở Bình Thuận\" in trong ''Nguyễn Văn Xuân, một người Quảng Nam''. Nhà xuất bản Thời đại, Hà Nội, 2010.\n*Đỗ Bang (chủ biên), \"[[Nguyễn Văn Tường]], cuộc đời và lời giải. Nhà xuất bản Văn hóa Thông tin, 2007.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.danang.gov.vn\/home\/view.asp?id=68&id_theloai=784 Mộ Ông Ích Khiêm] trên web Đà Nẵng.\n*[http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050113095211\/ns060724102625 Đoạn liên quan đến Ông Ích Khiêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080618201600\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050113095211\/ns060724102625 |date = ngày 18 tháng 6 năm 2008}} trong ''Việt Nam sử lược''.\n*[http:\/\/www.viet-studies.info\/Phankhoi\/PKhoi_DatSuOngIchKhiem.htm Cải chính một điều lầm lẫn...] Bài của Phan Khôi.\n\n{{Thời gian sống|Sinh=1831|Mất=1884}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Người họ Ông tại Việt Nam]]"}