{"565183":"{{Thông tin nhân vật\n| name = Ông Đồng Hoà<br>翁同龢\n| image = Weng Tonghe2.jpg\n| kích cỡ hình = 230px\n| caption = [[Trương Nguyên Tế]] đề trong ''Ông Văn Cung Công Chân Dung'' (翁文恭公遺像)\n| công việc = Hiệp biện đại học sĩ [[Hộ bộ Thượng thư]]\n| quốc gia = \n| dân tộc = [[người Hán]]\n| tên khác = Chú Bình, Tùng Thiện (松禪), Bình Am Cư sĩ<br>Văn Cung\n| ngày sinh = {{Ngày sinh|1830|5|19}}\n| nơi sinh = [[Bắc Kinh]]\n| ngày mất = {{Ngày mất và tuổi|1904|7|4|1830|5|19}}\n| nơi mất = [[Thường Thục]], [[Giang Tô]]\n| người thân = Cha: Ông Tâm Tồn (翁心存)<br>Anh: Ông Đồng Thư (翁同書)\n| 出身 = *Đỗ tiến sĩ đệ nhất giáp khoa thi năm Hàm Phong thứ 6\n| chữ ký = \n| website = \n| giải thưởng = \n| mẹ = \n| cha = \n| con cái = \n| cân nặng = \n| người hôn phối = \n| đảng phái = \n| kế nhiệm = \n| tiền nhiệm = \n| nhiệm kỳ = \n| tiêu đề = \n| học vị = \n| chiều cao = \n| quê quán = [[Thường Thục]], [[Tô Châu]], [[Giang Tô]], Trung Quốc\n| notable works = \n| nổi tiếng = \n| tổ chức = \n| năm hoạt động = \n| học vấn = \n| quốc tịch = \n| cư trú = \n| an táng = [[Thường Thục]], [[Giang Tô]]\n| tên khai sinh = \n| tên gốc = \n| cỡ hình = \n| cỡ chữ ký = \n}}\n\n'''Ông Đồng Hòa''' ([[chữ Hán]]: 翁同龢<ref>-{龢}-，音和，ㄏㄜˊ<\/ref>[[1830]] - [[1904]]; tục gọi là '''Thầy Hòa'''; [[tên tự]] là '''Chú Bình''', [[hiệu]] là '''Tùng Thiện''', vãn hiệu là '''Bình Am Cư sĩ''', quê quán [[Thường Thục]], [[Giang Tô]], [[Trung Quốc]]) là trạng nguyên, nhà thư pháp và đại thần triều đình [[nhà Thanh]]. Ông làm quan tới bộ Hộ, Thượng thư Công bộ, [[Quân cơ đại thần]] kiêm Tổng lý các Quốc sự vụ Nha môn đại thần trải qua hai đời vua [[Đồng Trị]] và [[Quang Tự]].\n\n==Tiểu sử== \nÔng Đồng Hoà sinh vào ngày 27 tháng 4 (âm lịch) năm [[Đạo Quang]] thứ 10 ([[1830]]), trong gia đình hiển hách. Cha ông là [[Ông Tâm Tồn]] là tiến sĩ dưới thời vua [[Đạo Quang]], đại học sĩ dưới hai đời vua [[Hàm Phong]] và vua [[Đồng Trị]], trong những năm đầu ông làm thầy dạy học tại Thượng thư phòng của vua [[Hàm Phong]], Cung Thân vương [[Dịch Hân]], Huệ Thân vương [[Miên Du]]. Trong những năm cuối đời, ông dạy học cho vua Đồng Trị tại điện Hoằng Đức (弘德殿).\n\nAnh trai của Ông Đồng Hoà là Ông Đồng Thư, đỗ tiến sĩ thời vua Đạo Quang, làm quan tới chức Tuần phủ An Huy, sau bị [[Lý Hồng Chương]] hặc tội và đày ải.\n\nThuở nhỏ, ông hoàn thành giáo dục quốc học do mẹ và chị gái dạy dỗ. Lớn lên, ông lấy vợ là phu nhân họ Đường, người thiếp họ Lục. Vào năm Đạo Quang thứ 29 (1849), ông đã tham gia kỳ thi Tam giáp, năm Hàm Phong thứ 6 (1856) đỗ Trạng nguyên, nhận tu soạn Hàn Lâm Viện，trước đó giữ chức học chính Thiểm Tây, hồi kinh dưỡng bệnh.<ref>''Thanh sử cảo·liệt truyện 223''：Ông Đồng Hoà, tự là Chú Bình，người Thường Thục, Giang Tô, con trai của Đại học sĩ Ông Tâm Tồn. Đệ nhất giáp tiến sĩ năm Hàm Phong thứ 6, nhận chức tu soạn. Tám năm，chấm thi tại Thiểm Tây và Cam Túc，quay về làm học chính Thiểm Tây, khất bệnh hồi kinh. Niên hiệu Đồng Trị, cất nhắc lên [[tán thiện]]. Chấm thi tại Sơn Tây. Về tang cha，đoạn tang，chuyển chức trung doãn (中允). Được lệnh tới điện Hoằng Đức (弘德殿)，ngày năm nhất tiến giảng，Ô Liêm Tiền duyệt Trị bình bảo giám (治平寶鑒)，Lưỡng cung thái hậu đã có lời khen. Thăng chức Nội các học sĩ (內閣學士). Đoạn tang mẹ xong，quay lại chức quan cũ. Ông Đồng Hoà cư giảng tịch, mai dĩ ưu cần dịch lệ，khởi ốc thánh tâm. Đương chức năm thứ 8, điện Anh Vũ (武英殿) xảy ra cháy，bản Cung lục của Khang Hy và Gia Khánh lần lượt được khôi phục sau vụ cháy 兩次遇災修省聖訓進御，疏言：「變不虛生，遇災而懼。宜停不急之工，惜無名之費。開直臣忠諫之路，杜小人幸進之門。」上覽奏動容。又[[圓明園]]方興工，商人李光昭矇報木價，為[[李鴻章]]所劾論罪。廷臣多執此入諫，[[恭親王]]等尤力諍，上不懌。同龢面陳[[江南]][[輿論]]，中外人心惶惑，請聖意先定，待時興修。乃議定停園工，並有停工程、罷浮費、求直言之諭。<\/ref>\n\nVào tháng 10 năm Đồng Trị thứ 12 (1873), có vụ án oan của cử nhân Dương Nãi Vũ và thiếu phụ Tiểu Bạch Thái, chính Ông Đồng Hoà là người đã phát hiện ra nhiều điểm đáng nghi, sau đó tâu lên Hoàng đế Đồng Trị hạ lệnh điều tra lại vụ án, trong số đó có liên quan đến đấu tranh quyền lực giữa \"Lưỡng hồ phái\" và \"Giang Chiết phái\".\n\nNăm [[1850]], ông đến [[Bắc Kinh]] thi, đỗ đầu cả hai kỳ thi là Cống thi và Bạt cống, được bổ làm quan.\n\nNăm [[1856]], ông đỗ [[Trạng nguyên]] lúc 26 tuổi, được cử làm Sư phó dạy Hoàng đế [[Đồng Trị]], rồi sau đó dạy Hoàng đế [[Quang Tự]]. Ngoài ra, ông cũng đã từng giữ chức Thượng thư [[bộ Hình]], Thượng thư [[bộ Hộ]], và hai lần tham gia bộ Quân cơ xứ.\n\n===Tham gia biến pháp===\n[[Tháng 7]] năm [[1894]], quân đội [[Nhật Bản]] không tuyên chiến đã tấn công và đánh chìm quân hạm của [[Trung Quốc]] gần A San (tức Nha Sơn thuộc [[Triều Tiên]]). Sau đó, quân đội nhà Thanh còn đại bại trước quân đội Nhật thêm mấy trận nữa.<ref>Xem chi tiết ở trang [[Chiến tranh Thanh-Nhật]].<\/ref>\n\nBị một nước nhỏ là Nhật Bản đánh thua, nhiều kẻ sĩ Trung Quốc bỗng thức tỉnh. Họ nhận ra rằng cần mà phải thay đổi chế độ và duy tân mọi mặt mới chấn hưng được nước nhà. Trong số ấy, có [[Khang Hữu Vi]] và [[Lương Khải Siêu]] (học trò ông Vi) là người hăng hái nhất.\n \nSau vài lần dâng thư lên Hoàng đế Quang Tự xin biến pháp duy tân (gọi vắn là biến pháp), bị các đình thần không đồng tình ém nhẹm, [[tháng 6]] năm [[1896]], thầy trò Khang Hữu Vi lại dâng thư lần nữa. Lần này nhờ có Ông Đồng Hòa (đang làm Thượng thư [[bộ Hộ]], hàm Hiệp bạn Đại học sĩ) tiến cử nên thành công. \n \nTuy nhiên, mãi đến ngày 11 [[tháng 6]] năm Quang Tự thứ 28 ([[1898]]), công cuộc biến pháp mới chính thức khởi sự, bằng hàng loạt các sắc lệnh của Hoàng đế, như mở trường học, làm đường sắt, cải cách chế độ thi cử, giảm biên chế các tổ chức hành chính, luyện tập quân đội theo lối mới, v.v...Đúng là \"toàn biến\" và \"tốc biến\" như khẩu hiệu đã đề ra.\n\nThế nhưng, chỉ 4 ngày sau, thì vấp phải sự chống đối của phái ''Hậu đảng'', tức phe phái của [[Thái hậu Từ Hi]]. Biết Ông Đồng Hòa là người tích cực trong phái Duy tân và là người đứng đầu Đế đảng (tức phe phái của Hoàng đế, nhưng không có thực quyền) <ref>Theo [[Phổ Nghi]], sách đã dẫn, tr. 20.<\/ref>, Thái hậu Từ Hi liền buộc Hoàng đế Quang Tự phải treo hết chức tước của ông, đồng thời cho ông về quê.\n \nSau đó dựa vào lực lượng quân đội của Vinh Lộc (Tổng đốc [[Trực Lệ]]), bà ra lệnh bắt giam Hoàng đế Quang Tự và các thành viên đứng đầu phái Duy Tân, đồng thời cho bãi bỏ hết những cải cách mà Hoàng đế vừa ban ra. Sử gọi vụ đấy là ''Chính biến [[Mậu Tuất]] ([[1898]])'', là ''Bách nhật duy tân'' (Cuộc cải cách trăm ngày)<ref>Theo ''Lịch sử thế giới cận đại'' ghi ''Bách nhật duy tân'' bắt đầu từ 11 [[tháng 6]] năm [[1898]] đến 21 [[tháng 9]] cùng năm (tr. 352). ''Trung Quốc sử lược'' của Phan Khoang ghi bắt đầu và kết thúc sớm hơn một ngày.<\/ref>.\n\n===Bị quản thúc rồi mất===\n[[Tập tin:翁同龢辛丑年二月书法.jpg|nhỏ|Thư pháp của Ông Đồng Hòa]]\nSau khi Ông Đồng Hòa trở về quê nhà ở huyện Thường Thục, [[tháng 12]] năm ấy (1898), Thái hậu Từ Hi lại hạ chỉ cho ông, trong đó có đoạn:\n:''Trước đây lệnh cho treo chức về quê thực chưa đủ để xóa tội. Nay cách chức Ông Đồng Hòa, vĩnh viễn không cho vào triều, giao cho quan địa phương quản thúc chặt chẽ để răn đe các đại thần còn rắp tăm làm những điều xấu xa nguy hiểm'' <ref name=\"NKP\">Chép theo Nguyễn Khắc Phi, sách đã dẫn, tr. 414-415.<\/ref>.\n \nKể từ đó, ông luôn bị các quan lại địa phương kìm kẹp, lại thêm sinh tế quẫn bách và bệnh tật giày vò, Ông Đồng Hòa mất ngày [[21 tháng 5]] ([[âm lịch]]) năm [[Giáp Thìn]] ([[1904]]), thọ 74 tuổi.\n\nTrước khi mất, Ông Đồng Hòa đã đọc cho những người thân nghe một bài tuyệt cú như sau:\n{|valign=\"top\"\n|\n:Lục thập niên trung sự\n:Thê lương đáo cái quan\n:Bất tương lưỡng hàng lệ\n:Khinh vị nhữ tào đàn.\n|\n:Tạm dịch:\n:''Sự thế sáu mươi năm\n:''Thê lương đến nhập quan\n:''Vì mọi người, chẳng thể\n:''Khinh suất để lệ tràn<ref name=\"NKP\" \/>.\n|}\n[[Tập tin:Tomb of Weng Tonghe 04 2014-10.JPG|nhỏ|Mộ của Ông Đồng Hòa]]\nNăm Tuyển Thống nguyên niên ([[1909]]), Ông Đồng Hòa chính thức được sửa lại án sai, truy phục quan hàm và truy thụy \"'''Văn Cung'''\" (文恭).\n{{Wikicommons|Category:Tomb_of_Weng_Tonghe|Mộ của Ông Đồng Hòa}}\n\n== Tác phẩm ==\n\n* Bình lư thi cảo (瓶庐诗稿)\n* Ông Văn Cung Công nhật ký (翁文恭公日记)\n* Ông Văn Cung Công Quân cơ xứ nhật ký (翁文恭公军机处日记)\n\n==Xem thêm==\n*[[Quang Tự]]\n*[[Khang Hữu Vi]]\n*[[Lương Khải Siêu]]\n*[[Bách nhật Duy tân]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Phổ Nghi]], ''Phổ Nghi - Nửa đời đã qua'' (hồi ký). Nhà xuất bản Thanh Niên, 2009.\n*Vũ Dương Ninh - Nguyễn Văn Hồng, ''Lịch sử thế giới cận đại''. Nhà xuất bản Giáo dục, 2008.\n*Nguyễn Khắc Phi, ''Thơ văn cổ [[Trung Hoa]] - mảnh đất quen mà lạ''. Nhà xuất bản Giáo dục, [[1999]].\n\n{{Thời gian sống|sinh=1830|mất=1904}}\n\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Nhà thơ Trung Quốc thời Thanh]]\n[[Thể loại:Nhân vật chính trị nhà Thanh]]\n[[Thể loại:Trạng nguyên nhà Thanh]]\n[[Thể loại:Quân cơ đại thần]]\n[[Thể loại:Nhà thư pháp Trung Quốc]]"}