{"524328":"{{Thông tin nhân vật\n|name = Ông Văn Huyên\n|image = ÔNG VĂN HUYÊN 1950.JPG\n|image size= 200px\n|birth_date=[[15 tháng 1]] năm [[1900]] hoặc [[1901]]\n|birth_place=[[Phong Nam]], [[Hòa Vang]], [[Quảng Nam]]\n|death_date=[[26 tháng 7]] năm [[1999]] (98 hoặc 99 tuổi)\n|death_place = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n|nationality = \n|residence = \n|education = Trường Kinh Thánh Đà Nẵng \n|occupation= Mục sư, Viện trưởng Thánh Kinh Thần học viện Nha Trang, Hội trưởng Hội thánh Tin Lành Việt Nam \n|religion=[[Tin Lành]]\n|website=\n|signature=\n}}\n'''Ông Văn Huyên''' ([[15 tháng 1]] năm [[1900]] hoặc [[1901]] - [[26 tháng 7]] năm [[1999]]), là Mục sư [[Tin Lành]], Viện trưởng Thánh kinh Thần học viện Nha Trang, và từ năm 1976 là Hội trưởng Hội thánh Tin Lành Việt Nam cho đến khi từ trần.\n==Thiếu thời==\nSinh trưởng trong một gia đình tiểu nông theo nề nếp Khổng giáo tại [[Phong Nam]], [[Hòa Vang]], [[Quảng Nam]], từ nhỏ Ông Văn Huyên đã sớm theo [[Nho học]], về sau học cả [[Pháp văn]], và [[Việt ngữ]] (theo mẫu tự [[La tinh]]).<ref name=\"lib\">{{chú thích web| url = http:\/\/tinlanhlibrary.com\/legacy\/modules.php?name=Forums&file=viewtopic&t=1198| title = Mục sư Ông Văn Huyên| 3 = | ngày truy cập = 2010-08-25| archive-date = ngày 4 tháng 3 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160304212445\/http:\/\/tinlanhlibrary.com\/legacy\/modules.php?name=Forums&file=viewtopic&t=1198}}<\/ref> Sau một thời gian theo học tại một trường học ở [[Điện Bàn]], cậu đến dạy học ở [[An Hải]]. Tại đây, cậu thường tìm đến nhà thờ Tin Lành để tranh luận với mục sư sở tại, nhưng đến cuối năm 1920 cậu tiếp nhận [[đức tin Cơ Đốc]].<ref name=\"myt\">{{chú thích web | url = http:\/\/www.mytnpa.org\/index.php?option=com_content&task=view&id=540&Itemid=86| title = Người được Chúa dùng|}}<\/ref>\n\n==Mục vụ==\nNăm 1922, Ông Văn Huyên quyết định vào Trường Kinh Thánh Đà Nẵng (thành lập năm 1921) để chuẩn bị cho chức vụ mục sư. Vào thời điểm ấy Tin Lành được truyền bá đến Việt Nam chỉ mới 11 năm. Năm 1924, ông được bổ nhiệm đến truyền đạo tại [[Vĩnh Long]]. Hai năm sau, ông trở về trường để hoàn tất chương trình học. Trong thời gian này, ông cùng một người bạn học ra đảo [[Lý Sơn]] để truyền bá phúc âm. Ông bị chính quyền thực dân Pháp bắt giam, đưa về Quảng Nam và bị xử 3 tháng tù giam, nhưng chỉ hơn một tháng rưỡi thì được trả tự do. Sau đó, ông đến quản nhiệm Nhà thờ Tin lành [[Cần Thơ]].<ref name=\"myt\"\/>\n \nGiáng sinh năm 1928, ông được phong chức mục sư, lễ tấn phong cử hành tại Nhà thờ Tin Lành Vĩnh Long.\n\n==Trường Kinh Thánh Đà Nẵng== \nNăm 1929, Mục sư Ông Văn Huyên trở về Trường Kinh Thánh Đà Nẵng để đảm nhiệm công tác giảng dạy. Năm 1942, khi các giáo sĩ bị người Nhật quản thúc, ông thay thế Đốc học [[J. D. Olsen]] lãnh đạo nhà trường.<ref>{{harvnb|Lê Hoàng Phu|2010|p=197}}<\/ref> Cũng trong năm này, do Mục sư [[Lê Đình Tươi]], Hội trưởng Hội thánh Tin Lành Việt Nam lâm bệnh, Mục sư Ông Văn Huyên được mời đảm nhiệm Quyền Hội trưởng. Tháng 1 năm 1943, ông triệu tập Đại hội đồng để bầu Hội trưởng;<ref name=\"lib\"\/> Mục sư [[Lê Văn Thái]] được đắc cử vào chức vụ này.<ref>[http:\/\/vietcampus.net\/modules.php?name=News&op=viewst&sid=423 Lịch sử Hội thánh Tin Lành Việt Nam (phần 5).]{{Liên kết hỏng|date = ngày 4 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNăm 1946 khi chiến tranh Việt – Pháp đến giai đoạn quyết liệt, Trường Kinh Thánh Đà Nẵng phải ngưng hoạt động, ông được mời quản nhiệm Nhà thờ [[Đà Nẵng]] cho đến năm 1948. Sau đó ông trở lại trường và được bổ nhiệm làm Đốc học.\n\nThánh Kinh Báo, cơ quan ngôn luận của giáo hội, phát hành số đầu tiên vào tháng 1 năm 1931 do [[William C. Cadman]] làm Chủ bút, bị đình bản từ tháng 2 năm 1945 khi diễn ra [[Chiến tranh thế giới thứ hai]].<ref>[http:\/\/www.thuvientinlanh.org\/l%C6%B0%E1%BB%A3c-s%E1%BB%AD-thanh-kinh-bao\/ ''Lược sử Thánh Kinh Báo'' - Thư viện Tin Lành]<\/ref> Đến tháng 12 năm 1950 tờ tạp chí này được tái bản với Mục sư Ông Văn Huyên là Chủ nhiệm, ông đảm trách chức vụ này đến năm 1960.<ref>{{harvnb|Lê Hoàng Phu|2010|p=249}}<\/ref><ref>{{Chú thích web |url=http:\/\/cdn5t.net\/TKB\/1950\/170\/index.html |ngày truy cập=2012-12-28 |tựa đề=Thánh Kinh Báo số 170 - năm 1950 |archive-date = ngày 20 tháng 4 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120420182333\/http:\/\/cdn5t.net\/TKB\/1950\/170\/index.html }}<\/ref>\n\n==Thánh Kinh Thần học viện Nha Trang==\nTháng 5, 1960, khi Trường Kinh Thánh dời vào [[Nha Trang]], Mục sư Ông Văn Huyên trở thành Viện trưởng đầu tiên của trường với tên gọi mới là Thánh Kinh Thần học viện.<ref name=\"lib\"\/> Ông phục vụ ở cương vị này cho đến năm 1976.\n\nTrong thời kỳ ở Nha Trang, ông tham gia sáng lập Chẩn y viện Tin Lành, Cô nhi viện, Viện Dưỡng lão, Phòng Ghi âm...các cơ sở này đều tọa lạc ở khu vực Hòn Chồng, [[Nha Trang]], [[Khánh Hòa]].<ref name=\"myt\"\/>\n\n==Hội trưởng Hội thánh Tin Lành Việt Nam==\nTại kỳ Đại hội đồng tổ chức tại Thành phố Hồ Chí Minh trong tháng 6 năm 1976, Mục sư Ông Văn Huyên được bầu vào chức vụ Hội trưởng Hội thánh Tin Lành Việt Nam (Miền Nam). Trong cương vị mới, ông tiếp tục lãnh đạo giáo hội cho đến khi từ trần ngày 26 tháng 7 năm 1999.\n\n== Di sản==\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Chẳng có ai đã đem lại ảnh hưởng to lớn như thế trên Hội Thánh Tin Lành Việt Nam, và đã uốn nắn khuôn khổ hình dáng Hội Thánh cho đến ngày nay như Mục sư Ông Văn Huyên.\n|nguồn=''Mục sư Phạm Xuân Tín''.<ref>[http:\/\/www.hoithanh.com\/Home\/100-nam-tin-lanh-vn\/1826-co-ms-ong-van-huyen-nguoi-duoc-chua-dung.html Cố Mục sư Ông Văn Huyên - Người được Chúa dùng]<\/ref>\n}}\nBắt đầu giảng dạy tại Trường Kinh Thánh Đà Nẵng từ năm 1929, rồi Viện trưởng Thánh Kinh Thần học viện Nha Trang cho đến khi trường ngưng hoạt động trong năm 1976, gần năm thập niên chuyên tâm đào tạo các mục sư cho giáo hội; sau đó tiếp tục lãnh đạo giáo hội trong cương vị Hội trưởng suốt 23 năm kế tiếp, Mục sư Ông Văn Huyên đã tạo lập ảnh hưởng sâu rộng trên cộng đồng [[Kháng Cách]] tại Việt Nam.\n\nNgoài ra, ông đã cộng tác chặt chẽ với vị đốc học tiền nhiệm, [[J. D. Olsen]], trong nỗ lực biên soạn bộ Sử ký Hội thánh, Thần đạo học<ref name=\"lib\"\/>\n\nMục sư Ông Văn Huyên cũng tham gia việc biên soạn bản Điều lệ của giáo hội năm 1928, sau đó là bản Dự thảo Hiến chương năm 1971. Từ năm 1931 – 1963, ông đảm trách chức vụ Chủ bút Nguyệt san Thánh Kinh, tiền thân của tờ Thánh Kinh Nguyệt san, cơ quan truyền thông chính thức của giáo hội. Ông cũng viết lời Việt cho một số bản thánh ca.<ref name=\"lib\"\/>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n;Nguồn tham khảo\n* {{citation|first=|last=Lê Hoàng Phu|title=Lịch sử Hội thánh Tin Lành Việt Nam (1911 - 1965)|publisher= Nhà xuất bản Tôn giáo|year=2010}}\n\n==Xem thêm==\n*[[Tin Lành tại Việt Nam]]\n*[[Hội thánh Tin Lành Việt Nam]]\n*[[Kinh Thánh Tiếng Việt 1926]]\n*[[Hoàng Trọng Thừa]]\n*[[Lê Hoàng Phu]]\n*[[Lê Văn Thái]]\n*[[Phạm Xuân Thiều]]\n\n{{Chủ đề Tin Lành}}\n\n[[Thể loại:Mục sư Tin Lành Việt Nam]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Sinh năm 1900]]\n[[Thể loại:Mất năm 1999]]"}