{"485205":"[[Tập tin:Nhà Lớn Long Sơn.jpg|nhỏ|phải|250px|Cổng vào Nhà Lớn Long Sơn]]\n'''Ông Trần''' hay '''Ông Nhà Lớn''', tên thật là '''Lê Văn Mưu''' ([[1855]] <ref>Ghi theo website thị xã [[Bà Rịa]] [http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090605081645\/http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215 |date=2009-06-05 }}. Có nguồn chép Ông Trần sinh [[1856]].<\/ref>–[[1935]]) là một nghĩa quân chống [[Pháp]], là người khai sáng ''đạo Ông Trần'', đạo có tên là Tứ Ân Hiếu Nghĩa và là nhà doanh điền đã lập nên xã đảo [[Long Sơn, Vũng Tàu|Long Sơn]], nay thuộc thành phố [[Vũng Tàu]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\n'''Lê Văn Mưu''' là người làng Thiên Khánh, tổng Hà Thanh, quận [[Giang Thành]], [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]] (nay là xã [[Tân Khánh Hòa]], huyện [[Giang Thành]], tỉnh [[Kiên Giang]]).\n\nÔng là con trai thứ hai trong số bảy người con (ông có một người anh, hai em gái và ba em trai). Thời niên thiếu và tuổi thanh niên của ông Mưu trải qua trong bối cảnh lịch sử nhiều biến động và đầy thăng trầm của đất nước ông.\n\nNăm 19 tuổi ([[1874]]), ông Mưu lấy vợ họ Đoàn, người ở Vĩnh Gia ([[Châu Đốc]]), về sau bà lần lượt sinh ra ba người con, gồm 2 trai và 1 gái.\n\n===Tham gia kháng Pháp===\nKhoảng năm [[1885]], Lê Văn Mưu khi ấy chừng 30 tuổi, đã tìm đến làng [[An Định]], nơi chân [[núi Tượng]] (nay thuộc thị trấn [[Ba Chúc]], huyện [[Tri Tôn]], tỉnh [[An Giang]]) để xin làm đệ tử [[Ngô Lợi]] ([[1831]]?–[[1890]], giáo chủ đạo [[Tứ Ân Hiếu Nghĩa]]), và tham gia phong trào kháng Pháp cũng do ông này lãnh đạo <ref>Có nguồn ghi ông Lê Văn Mưu từng tham gia cuộc [[khởi nghĩa Bảy Thưa]] do [[Trần Văn Thành]] (làm quản cơ và là đại đệ tử của [[Đoàn Minh Huyên|Phật Thầy Tây An]]) làm thủ lĩnh là không đúng, vì năm cuộc khởi nghĩa này nổ ra (1867), ông Mưu chỉ mới 12 tuổi. Thứ nữa, ông Mưu theo giáo phái [[Tứ Ân Hiếu Nghĩa]] ở núi Tượng, chứ không theo giáo phái [[Bửu Sơn Kỳ Hương]] do [[Đoàn Minh Huyên|Phật Thầy Tây An]] sáng lập năm [[1849]], tuy rằng hai giáo phái này có mối quan hệ mật thiết với nhau.<\/ref>.\n\nNăm [[1887]], quân Pháp ở [[Châu Đốc]] do thiếu tá Peiqnaux chỉ huy, cùng hai cộng sự là [[Trần Bá Lộc]] và cai tổng Trương Văn Keo kéo quân vào An Định. Bị kháng cự dữ dội ở núi Trà Sư, nên khi quân Pháp tràn được vào làng, họ đã đốt sạch nhà cửa, chùa chiền, bắt nhiều người tra tấn... Năm [[1890]], Ngô Lợi mất, cuộc khởi nghĩa do ông lãnh đạo cũng dần tàn lụi. Khoảng thời gian ấy, Lê Văn Mưu phải về ẩn ở quê.\n\n===Khai hoang lập ấp===\n[[Tập tin:Chợ Long Sơn.jpg|nhỏ|phải|250px|Chợ Long Sơn ở phía trước Nhà lớn Long Sơn]]\n[[Tập tin:Ông Sấm.jpg|nhỏ|phải|250px| Chiếc ghe này được gọi tôn là ''Ghe Sấm'', là một trong năm chiếc ghe đã đưa đoàn Ông Trần từ Hà Tiên đến Bà Rịa – Vũng Tàu (hiện vật đã được tu sửa)]] \nBị quân Pháp truy lùng, Lê Văn Mưu dự định đi đến miền [[Đông Nam Bộ (Việt Nam)|Đông Nam bộ]] để lánh nạn và phát triển mối đạo, nhưng vì vợ ông không muốn rời quê nên khi vợ qua đời, ông mới tiến hành.\n\nNăm [[1891]], Lê Văn Mưu cùng gia quyến và khoảng 20 đồng đạo xuống 5 chiếc ghe lớn, từ Hà Tiên vượt biển đến định cư tại Vùng Vằng (vũng biển ở phía Đông Bắc thành phố Bà Rịa ngày nay). Ở đây, ông hành nghề bốc thuốc chữa bệnh, làm muối và bán muối tại chỗ. Có khi, ông dùng ghe chở muối về miền Tây hoặc sang tận [[Phnôm Pênh]] ([[Campuchia]]) để bán hay đổi lấy lúa gạo.\n\nTrong suốt tám năm đó, ông Trần không hề đóng thuế. Nên khi biết được, ngành chức năng ở Bà Rịa buộc ông phải nộp thuế, đồng thời cho truy thu thuế của những năm trước. Thêm vào đó số người theo đạo ngày càng nhiều, sợ nhà cầm quyền Pháp để ý, nên ông phải đưa cả gia đình lánh sang ấp Rạch Dừa (nay thuộc phường 10, thành phố Vũng Tàu) tiếp tục làm nghề. Ở Rạch Dừa được một thời gian, ông Mưu lại bị ngành chức năng truy thuế và dồn ép khiến việc làm ăn của ông không thể phát triển được.\n \nLúc bấy giờ, ở khu vực Đông Nam đảo Long Sơn hãy còn hoang vu, nhiều rừng rậm và thú dữ, cùng những điều khắc nghiệt khác như: thiếu nguồn nước ngọt, đất bằng thì sình lầy nhiễm mặn, đất núi thì sỏi đá khô cằn...Dù vậy sau khi bàn bạc, khoảng năm 1900, ông Mưu cùng với số người đi theo đã dùng ghe đến nơi đó để khai phá đất đai làm ruộng muối, ruộng lúa và đánh bắt hải sản.\n \nThấy công việc làm ăn ngày càng thuận lợi, ai nấy cũng đều khấm khá, để tính chuyện an cư lâu dài, ông Mưu xin phép được qui dân lập ấp. Được nhà cầm quyền chấp thuận, ông đứng ra qui tập dân ở các nơi, nhất là [[Vùng đồng bằng sông Cửu Long|miền Tây Nam Bộ]]) đến khai phá đất đai, khuếch trương nghề nghiệp... dần hình thành nên ấp Bà Trao (nay là xã Long Sơn) thuộc làng Núi Nứa.\n\nNăm [[Giáp Thìn]] ([[1904]]), một trận bão lụt lớn đã gây thiệt hại nặng miền Tây Nam Bộ. Nghe tin dân đói khổ, ông Trần đã mở kho gạo cứu dân. Sau sự kiện này, phần thì cảm mến ông, phần thì thấy đảo Long Sơn là nơi yên ổn, dễ làm ăn, nên rất nhiều người đã rủ nhau đến lập nghiệp, khiến nơi này thêm đông đúc.\n\nVừa cảm phục, vừa thấy ông Mưu thường cởi trần, tóc búi tó, đi chân đất, lao động suốt ngày nên người dân không gọi tên thật mà gọi ông là '''Ông Trần'''. Ngoài ra, việc đi chân trần, để đầu trần còn mang ý nghĩa “đầu đội trời, chân đạp đất” của bậc anh hùng ngày xa xưa. Cho đến giờ, người dân Long Sơn vẫn tôn kính gọi “Ông Trần” bằng độc nhất một chữ “Ông”.<ref name=\":0\">{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/doi-song\/107073\/ky-la-tuc-chet-chung-hom-o-lang-bien-long-son.html|title=Kỳ lạ tục 'chết chung hòm' ở làng biển Long Sơn}}<\/ref>\n\n===Khai sáng đạo===\nÔng Trần không đề ra triết lý mới, mà chỉ phát huy từ nền tảng của đạo [[Tứ Ân Hiếu Nghĩa]]. Cũng như thầy là giáo chủ Ngô Lợi, ông Trần chú trọng phát triển [[Phật giáo]] (có xen lẫn [[Nho giáo|Nho]], [[lão giáo|Lão]] và đạo thờ cúng ông bà tổ tiên), theo hình thức cư sĩ, nghĩa là tín đồ không cần \"ly gia cắt ái\", tín đồ mặc quần áo bà ba, búi tóc hoặc để xõa tự nhiên và tu đâu cũng được... Ít quan tâm đến giáo lý mà chú tâm nhiều đến việc thờ cúng, bố thí và lấy việc \"tu nhân\" làm nền tảng cho sự hành đạo. Đúng như lời các bậc kỳ lão ở Long Sơn đã nói: ''Đạo Ông Trần chỉ là đạo làm người. Ngày xưa Ông Trần thường dạy về nhân, lễ, nghĩa, trí, tín, trung, hiếu... và cứ thế mà truyền đời''. Lúc sinh thời, theo con cháu ông Trần, ông có sáng tác bài thơ \"Huấn Tử\" (còn gọi là \"Mã Triều Châu\", gồm 87 câu, theo thể thơ tự do), và cũng thường đem truyện [[Lục Vân Tiên]] của cụ [[Nguyễn Đình Chiểu|Đồ Chiểu]] ra để dạy khuyên con cháu và tín đồ về cương thường và đạo nghĩa.\n \nVà mặc dù chịu ảnh hưởng sâu đậm đạo Tứ Ân Hiếu Nghĩa và một số đạo khác, nhưng đạo Ông Trần có điểm khác là: không lập chùa miễu, không kinh kệ chuông mõ, không ép buộc ăn chay và cũng không dung túng tệ mê tín dị đoan.\n \nNgày nay, người dân theo đạo Ông Trần ở Long Sơn vẫn mặc quần áo bà ba đen (hoặc màu sậm), tóc búi gọn sau gáy, thật thà, hiếu khách và vẫn còn lưu giữ những nét sinh hoạt đậm chất Nam Bộ...\n\nNgoài ra, nhiều tập tục riêng của Long Sơn do ông Trần chỉ dạy vẫn còn được tin theo, như: viết liễn đón Xuân, đám tang chôn cất trong vòng 24 [[giờ]] (không coi ngày giờ, xả tang ngay tại mộ), đám cưới không coi ngày mà chỉ chọn hai ngày trong tháng là mồng Một và 16 [[âm lịch]] và giờ hành lễ là giờ Thìn (khoảng 8g sáng)...Nhưng đặc biệt nhất là tục \"chết đồng quách\". Theo triết lý của ông Trần, thì \"Sống đồng tịch đồng sàng, chết đồng quan đồng quách” nên áo quan<ref>Phần trên quan tài làm bằng tre trét chai (như mấy cái thúng đi biển), sơn đỏ gọi là ''Bao quan''. Quan tài có đáy rời. Đáy là một tấm ván hình chữ nhật hơi lớn hơn bao quan gọi là tấm ''liệt''.<\/ref> được dùng chung cho tất cả mọi người. Theo đó, khi một gia đình trong làng báo có tang, thì những người hàng xóm xung quanh liền cùng nhau sang giúp đỡ, đặc biệt là không có kèn trống, không tụng kinh, ít tiếng khóc và gia đình không nhận bao thư.. Người lo khăn áo, người chạy đi thỉnh chiếc “bao quan dùng chung” để về khâm liệm thi hài … và đám tang được gọi là “đám xác”.<ref name=\":0\" \/> Khi đi đến mộ phần thì người chết được quấn vào chiếu cói chôn xuống đất, còn áo quan thì đưa về lại [[Nhà Lớn Long Sơn]],. Đặc biệt bia mộ của những người theo đạo ông Trần để trống, không ghi bất cứ thông tin gì về người mất.\n\n===Xây dựng Nhà Lớn===\n{{Chi tiết|Nhà Lớn Long Sơn}}\n[[Tập tin:Đền Ông Trần.jpg|nhỏ|phải|250px|Cổng vào thứ hai dẫn vào Nhà Lớn Long Sơn]]\nNhà lớn Long Sơn, hay dân gian còn gọi là ''Đền ông Trần'' là một quần thể kiến trúc nghệ thuật theo lối cổ (kiểu tựa đình làng Việt Nam), được làm bằng gạch ngói và các loại gỗ quý tọa lạc trên diện tích khoảng 2 [[ha]] bên chân núi Nứa.\n\nKhu nhà bề thế này được Ông Trần cho khởi công từ năm 1910 đến 1929 thì hoàn thành, nhờ vào tiền của và công sức tự nguyện của ông và của nhiều tín đồ. Đây là một tập hợp quần thể kiến trúc khép kín với nhiều công trình được chia thành ba khu riêng biệt đó là: khu nhà thờ, khu lăng mộ Ông Trần và một quần thể bao gồm nhiều nhà với nhiều chức năng khác nhau, như: trường học, nhà chợ, nhà mát (dành cho ngư dân tránh mưa nắng), các dãy phố (dành cho lưu dân mới đến chưa có nhà ở), kho chứa thóc, nhà đèn, nhà thợ mộc, nhà bếp, nhà bảo tồn ghe Sấm (một trong năm chiếc ghe đầu tiên đưa đoàn Ông Trần đến đảo Long Sơn), v.v...\n\nTất cả thể hiện nét tín ngưỡng của đạo Ông Trần và tính quần cư, đoàn kết giữa những người dân tha hương khi đến chốn rừng núi hoang sơ lập nghiệp. Do Nhà Lớn là một quần thể kiến trúc cổ đồ sộ, bề thế nhất của khu vực, nên người dân còn gọi Ông Trần là '''Ông Nhà Lớn'''.\n\nTheo quyết định số 1371\/QĐ-VH ngày 03 [[tháng 8]] năm [[1991]], toàn thể khu Nhà Lớn đã được Bộ Văn hoá – Thông tin công nhận là di tích ''Lịch sử – Văn hoá'' cấp quốc gia <ref>Theo trang thị xã Bà Rịa [http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090605081645\/http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215 |date=2009-06-05 }}.<\/ref>.\n\nÔng Trần mất ngày 20 tháng 2 [[âm lịch]] năm [[Ất Hợi]] (24 [[tháng 3]] năm [[1935]]), và đã được an táng tại phía Nam kế khu nhà thờ. Hàng năm vào ngày này và ngày [[Tết Trùng cửu]] (9 tháng 9 âm lịch), Nhà Lớn Long Sơn đều có tổ chức lễ hội long trọng, thu hút hàng chục ngàn người gần xa (chủ yếu từ các tỉnh ở [[Đông Nam Bộ (Việt Nam)|miền Đông]] và [[Vùng đồng bằng sông Cửu Long|miền Tây Nam Bộ]]) về tham dự.\n\n==Xem thêm==\n*[[Ngô Lợi]]\n*[[Tứ Ân Hiếu Nghĩa]]\n== Chú thích ==\n{{Tham khảo}}\n==Nguồn tham khảo==\n*[http:\/\/bariavungtau.com\/index.php?news=70 Nhà Lớn Long Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100917221211\/http:\/\/bariavungtau.com\/index.php?news=70 |date=2010-09-17 }}\n*[http:\/\/bariavungtau.com\/index.php?news=522 Nhà Lớn Long Sơn và đạo Ông Trần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100917220851\/http:\/\/bariavungtau.com\/index.php?news=522 |date=2010-09-17 }}\n*[http:\/\/bariavungtau.com\/index.php?news=57 Di tích kiến trúc nghệ thuật Nhà Lớn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100329173233\/http:\/\/bariavungtau.com\/index.php?news=57 |date=2010-03-29 }}\n*[http:\/\/bariavungtau.com\/index.php?news=273 Di tích núi Nứa – Nhà Lớn – Đạo Ông Trần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100917220443\/http:\/\/bariavungtau.com\/index.php?news=273 |date=2010-09-17 }}\n*[http:\/\/vovnews.vn\/Home\/Nha-Lon-Long-Son-nep-xua-con-do\/20103\/137356.vov Nhà Lớn Long Sơn: nếp xưa còn đó] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100422002016\/http:\/\/vovnews.vn\/Home\/Nha-Lon-Long-Son-nep-xua-con-do\/20103\/137356.vov |date=2010-04-22 }}\n*[http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215\/ Nhà Lớn Long Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090605081645\/http:\/\/baria.baria-vungtau.gov.vn\/content\/view\/1046\/215 |date=2009-06-05 }}\n\n{{Thời gian sống|sinh=1856|mất=1935}}\n\n[[Thể loại:Nhà doanh điền]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]"}