{"39446":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Ý Yên\n| hình = Nhà thờ Vĩnh Trị 6.jpg\n| ghi chú hình = Nhà thờ Vĩnh Trị\n| vĩ độ = 20.325854\n| kinh độ = 106.011137\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 241 km² \n| dân số = 247.718 người\n| thời điểm dân số = 2009 \n| mật độ dân số = 1.027 người\/km² \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện lỵ = thị trấn [[Lâm (thị trấn)|Lâm]]\n| phân chia hành chính = 1 thị trấn, 30 xã\n| thành lập = \n| trụ sở UBND = Quốc lộ 38B, thị trấn Lâm\n| mã hành chính = 360<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|yyen.namdinh.gov.vn}}\n| biển số xe = 18-D1\n}}\n\n'''Ý Yên''' là một [[huyện]] nằm ở phía tây [[tỉnh]] [[Nam Định]], [[Việt Nam]].<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>\n\n== Vị trí ==\nHuyện Ý Yên nằm ở phía tây của tỉnh Nam Định, huyện lỵ của huyện là thị trấn Lâm, cách thành phố Nam Định 27 km về phía tây, cách trung tâm thủ đô [[Hà Nội]] 117 km, có vị trí địa lý:\n\n*Phía đông giáp huyện [[Vụ Bản]]\n* Phía tây giáp huyện [[Gia Viễn]], huyện [[Hoa Lư (huyện)|Hoa Lư]] và thành phố [[Thành phố Ninh Bình|Ninh Bình]] thuộc tỉnh [[Ninh Bình]]\n* Phía nam giáp huyện [[Nghĩa Hưng]] và huyện [[Yên Khánh]], tỉnh [[Ninh Bình]]\n* Phía bắc giáp huyện [[Thanh Liêm]] và huyện [[Bình Lục]] thuộc tỉnh [[Hà Nam]].\n\nDân số năm 2009 là 247.718 người. 10% dân số theo [[đạo Thiên Chúa]].\n\n== Giao thông ==\n[[Tập tin:Cau Nam Binh 11.JPG|nhỏ|phải|200px|Cầu Nam Bình nối Nam Định - Ninh Bình nhìn từ [[cảng Ninh Phúc]]]]\nÝ Yên có [[đường cao tốc Cầu Giẽ - Ninh Bình]] đi qua các xã phía Tây của huyện, có [[đường sắt Bắc-Nam]] đi qua và có các tuyến quốc lộ như [[quốc lộ 10]], [[quốc lộ 38B]], [[quốc lộ 37B]], [[quốc lộ 37C]]. Trên tuyến quốc lộ 37B có phà Đống Cao nối liền hai huyện Nghĩa Hưng và Ý Yên. [[Quốc lộ 37C]] nối từ Hưng Thi ([[Lạc Thủy]]) qua [[Nho Quan]], [[Gia Viễn]] ([[Ninh Bình]]) tới Quốc lộ 37B tại xã Ninh Cường. Trong huyện còn có các tuyến tỉnh lộ như 484 (Đường 64 cũ); tỉnh lộ 485 (Đường 57 cũ); tỉnh lộ 486 (Đường 12 cũ).\n\nÝ Yên có [[sông Đáy]], sông Đào hay còn gọi là [[sông Nam Định]], [[sông Sắt]] và [[sông Chanh]] chảy qua, tạo nên các tuyến giao thông thủy quan trọng.\n\n== Làng nghề ==\n[[Tập tin:Dinhlaxuyen.jpg|phải|nhỏ|Đình làng La Xuyên, nơi sản xuất hàng gỗ chạm khắc mỹ thuật]] \n* Làng nghề đúc đồng Vạn Điểm (thị trấn [[Lâm (thị trấn)|Lâm]])\n* Làng cơ khí đúc và làm trống cổ truyền Tống Xá (thị trấn [[Lâm (thị trấn)|Lâm]])\n* Làng điêu khắc đồ gỗ mỹ nghệ Ninh Xá (Yên Ninh)\n* Làng nghề điêu khắc gỗ La Xuyên (Yên Ninh)\n* Làng nghề điêu khắc gỗ Lũ Phong (Yên Ninh)\n* Làng nghề điêu khắc gỗ Trịnh Xá ([[Yên Ninh]])\n* Làng nghề Sơn mài Cát Đằng ([[Yên Tiến]])\n*Làng nghề sản xuất hàng mỹ nghệ, tre nứa Thượng Thôn ([[Yên Tiến]])\n*Làng nghề mây tre đan Đồng Lạc ([[Yên Thắng, Ý Yên|Yên Thắng]])\n*Làng nghề làm nón thôn Nhuộng (Yên Trung)\n*Làng nghề xây dựng Phúc Chỉ (Yên Thắng)\n*Làng nghề xây dựng Yên Cường\n*Làng nghề mộc chạm khắc Tân Ninh (thị trấn Lâm)\n*Làng nghề xây dựng dựng Yên Phong\n*Nghề sản xuất vật liệu xây dựng Đồng Cách ([[Yên Phong, Ý Yên|Yên Phong]])\n*Nghề chế biến thực phẩm Thiện Mỹ ([[Yên Mỹ, Ý Yên|Yên Mỹ]])\n*Làng nghề nấu rượu Làng Đuồi ([[Yên Phú, Ý Yên|Yên Phú]])\n*Làng nghề đan nón Mạc Sơn ([[Yên Trung, Ý Yên|Yên Trung]])\n*Nghề thêu ren ở xã ([[Yên Trung, Ý Yên|Yên Trung]])\n*Làng nghề mộc chạm khắc Đằng Động (Yên Hồng)\n*Làng nghề đan băng giang Yên Đồng\n*Làng nghề may Vĩnh Trị ([[Yên Trị, Ý Yên|Yên Trị]]).\n\n== Hành chính ==\nHuyện Ý Yên có 31 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Lâm (thị trấn)|Lâm]] (huyện lỵ) và 30 xã: [[Yên Bằng]], [[Yên Bình, Ý Yên|Yên Bình]], [[Yên Chính]], [[Yên Cường, Ý Yên|Yên Cường]], [[Yên Dương, Ý Yên|Yên Dương]], [[Yên Đồng, Ý Yên|Yên Đồng]], [[Yên Hồng]], [[Yên Hưng, Ý Yên|Yên Hưng]], [[Yên Khang]], [[Yên Khánh, Ý Yên|Yên Khánh]], [[Yên Lộc, Ý Yên|Yên Lộc]], [[Yên Lợi]], [[Yên Lương, Ý Yên|Yên Lương]], [[Yên Minh, Ý Yên|Yên Minh]], [[Yên Mỹ, Ý Yên|Yên Mỹ]], [[Yên Nghĩa, Ý Yên|Yên Nghĩa]], [[Yên Nhân, Ý Yên|Yên Nhân]], [[Yên Ninh, Ý Yên|Yên Ninh]], [[Yên Phong, Ý Yên|Yên Phong]], [[Yên Phú, Ý Yên|Yên Phú]], [[Yên Phúc, Ý Yên|Yên Phúc]], [[Yên Phương, Ý Yên|Yên Phương]], [[Yên Quang, Ý Yên|Yên Quang]], [[Yên Tân]], [[Yên Thắng, Ý Yên|Yên Thắng]], [[Yên Thành, Ý Yên|Yên Thành]], [[Yên Thọ, Ý Yên|Yên Thọ]], [[Yên Tiến]], [[Yên Trị, Ý Yên|Yên Trị]], [[Yên Trung, Ý Yên|Yên Trung]].\n\n== Lịch sử ==\nÝ Yên vốn là một huyện lâu đời của tỉnh [[Nam Định]].\n\nÝ Yên ngày xưa là phần đất quan trọng thuộc phủ Ứng Phong vào thế kỷ XII-XIII; Ý Yên khi đó được coi là khu vực phụ cận của Cố đô Hoa Lư, đồng thời nằm trên đường thiên lý từ Hoa Lư ra Thăng Long nên được các vua Lý, Trần quan tâm phát triển nông nghiệp và xây dựng thành trung tâm Phật giáo. Thời Lý, trung tâm tôn giáo Chương Sơn với tháp Vạn Phong Thành Thiện trên núi Ngô Xá ( Yên Lợi) được xây dựng với quy mô to lớn vào bậc nhất nhì thời đó. Đời Trần, Hoàng đế Trần Nhân Tông - đệ nhất thiền phái Trúc Lâm - đã cho dựng chùa Linh Quang, còn gọi là chùa trăm gian, tại xã Yên Khánh. Cũng vào thời Trần, cuối thế kỷ XIV, chùa Đô Quan, xã Yên Khang được xây dựng, chứng tích còn lại là bệ đá hình hộp hoa sen ở bái đường, một tác phẩm nghệ thuật tôn giáo đẹp và nguyên vẹn.\n\nÝ Yên là huyện giàu truyền thống cách mạng. Năm 1927, tại Ý Yên đã có chi bộ hội Việt Nam cách mạng thanh niên., đồng chí Tống Văn Trân người con yêu nước tiêu biểu của Ý Yên và là một trong những người đảng viên đầu tiên của quê hương Ý Yên; Chi bộ cộng sản đầu tiên của huyện được thành lập tại thôn Tiêu Bảng - xã Yên Trung Tháng 9 năm 1929. Trải qua bao năm đấu tranh anh dũng, kiên cường kể từ khi có Đảng Cộng sản Việt Nam, Đảng bộ Ý Yên đã lãnh đạo nhân dân trong huyện giành chính quyền và xây dựng cuộc sống mới trên quê hương ngày càng giàu đẹp, văn minh. Vượt qua bao khó khăn, gian khổ, mất mát, hy sinh, với tất cả tinh thần, nghị lực và nhiệt tình cách mạng Đảng bộ và nhân dân Ý Yên đã lập nhiều thành tích trong chiến đấu và xây dựng, góp phần xứng đáng vào thắng lợi chung của dân tộc. Với những thành tích xuất sắc đó cho đến nay đã có 17\/31 xã thị trấn được Nhà nước phong tặng danh hiệu Anh hùng lực lượng vũ trang thời kỳ kháng chiến chống Pháp. Vinh dự cao quý này là nguồn cổ vũ, tiếp thêm sức mạnh để Đảng bộ và nhân dân Ý Yên không ngừng phấn đấu vươn lên, xây dựng thành công chủ nghĩa xã hội trên quê hương Ý Yên yêu dấu.\n\nTrong [[kháng chiến chống Pháp]], huyện Ý Yên cùng với các huyện [[Mỹ Lộc]] và [[Vụ Bản]] được nhập vào tỉnh [[Hà Nam]].\n\nNăm [[1957]], huyện Ý Yên được sáp nhập trở lại vào tỉnh Nam Định.\n\nNgày [[19 tháng 8]] năm [[1964]], sáp nhập xóm Hữu Dụng thuộc xã Thanh Côi, huyện Vụ Bản vào xã Yên Mỹ, huyện Ý Yên.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-219-NV-phe-chuan-viec-sat-nhap-thon-xom-tinh-Nam-Dinh-19930.aspx Quyết định số 219-NV năm 1964]<\/ref>\n\nNgày 21 tháng 4 năm 1965, hai tỉnh Nam Định và [[Hà Nam]] hợp nhất thành [[Nam Hà (tỉnh)|tỉnh Nam Hà]], huyện Ý Yên thuộc tỉnh Nam Hà.\n\nNgày 27 tháng 12 năm 1975, hai tỉnh Nam Hà và [[Ninh Bình]] hợp nhất thành tỉnh [[Hà Nam Ninh]], huyện Ý Yên thuộc tỉnh Hà Nam Ninh, gồm 31 xã: Yên Bằng, Yên Bình, Yên Chính, Yên Cường, Yên Đồng, Yên Dương, Yên Hồng, Yên Hưng, Yên Khang, Yên Khánh, Yên Lộc, Yên Lợi, Yên Lương, Yên Minh, Yên Mỹ, Yên Nghĩa, Yên Nhân, Yên Ninh, Yên Phong, Yên Phú, Yên Phúc, Yên Phương, Yên Quang, Yên Tân, Yên Thắng, Yên Thành, Yên Thọ, Yên Tiến, Yên Trị, Yên Trung, Yên Xá.\n\nNgày 1 tháng 4 năm 1986, thành lập thị trấn Lâm, thị trấn huyện lỵ huyện Ý Yên trên cơ sở 416,04 ha diện tích tự nhiên của xã Yên Xá; 30,37 ha diện tích tự nhiên của xã Yên Ninh; 24,50 ha diện tích tự nhiên của xã Yên Tiến và 4,27 ha diện tích tự nhiên của xã Yên Hồng.\n\nNgày 12 tháng 8 năm 1991, tái lập tỉnh Nam Hà từ tỉnh Hà Nam Ninh cũ, huyện Ý Yên trở lại thuộc tỉnh Nam Hà.\n\nNgày 6 tháng 11 năm 1996, tái lập tỉnh Nam Định từ tỉnh Nam Hà cũ, huyện Ý Yên trở lại thuộc tỉnh Nam Định.\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập xã Yên Xá vào thị trấn Lâm.<ref name=NQ858>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-858-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-tinh-Nam-Dinh-433887.aspx|tựa đề=Nghị quyết số 858\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nam Định|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Ý Yên có 1 thị trấn và 30 xã như hiện nay.\n\n== Danh hiệu ==\nTrong kháng chiến chống Thực dân Pháp, Ý Yên đã lừng danh với các chiến công vang dội như: trận Đê Đáy, Cao Bồ, Vũ Dương, An Cừ, La Ngạn, Vọng Doanh, Đông Duy, Đống Cao… đồng thời là hậu phương vững chắc cung cấp sức người, sức của cho cuộc kháng chiến chống Mĩ. Với những thành tích đó, năm 2000 huyện Ý Yên được Nhà nước phong tặng Danh hiệu Anh hùng lực lượng vũ trang. Huyện Ý Yên có nhiều xã được phong tặng danh hiệu Anh hùng như: xã Yên Dương, xã Yên Quang... 6 Anh hùng LLVT, 2 Anh hùng lao động, và 182 Bà mẹ Việt Nam Anh hùng.Là quê hương tiền bối cách mạng, thầy giáo [[Tống Văn Trân]].\n\n== Du lịch ==\n[[Tập tin:denvuadinhnamdinh3.jpg|nhỏ|phải|180px|[[Đền Vua Đinh (Yên Thắng)]]]]\n[[Hình:Cay-gao.jpg|nhỏ|trái|200px|Hai cây gạo hơn 200 tuổi tại cổng làng Đống Cao, Yên Lộc]]\n*[[Quần thể di tích thờ Vua Đinh ở Nam Định]] với các di tích nằm trên huyện Ý Yên như đền Vua Đinh ở Yên Thắng, đình Thượng Đồng, đình Cát Đằng và đền Cộng Hòa ở xã Yên Tiến và đình Viết ở xã Yên Chính.\n* [[Phủ Nghĩa Hưng]] (thời Pháp thuộc).\n*[[Phủ Quảng Cung]] (Phủ Nấp) xã [[Yên Đồng, Ý Yên|Yên Đồng]]- Thờ Thánh Mẫu Liễu Hạnh giáng sinh lần thứ nhất.\n* Đình Cổ Hương, xã Yên Phương thờ thánh tổ [[Nguyễn Minh Không]].\n* Lễ hội đình Tràn ngày 14-3 âm lịch -Làng Tràn (Trần Xá), xã [[Yên Đồng, Ý Yên|Yên Đồng]].\n* Đình Ông Bốn, thuộc làng Đống Cao Thượng, xã [[Yên Lộc]]\n*[[Tịch Nhi]].\n*[[Động Khê]].\n*Vọng Trung.\n*[[Nhà thờ Vĩnh Trị]].\n* Đình Ruối xã Yên Nghĩa.\n*[[Đền Vua Đinh (Yên Thắng)|Đền vua Đinh]] xã Yên Thắng.\n* Cây cổ thụ Dã Hương hơn 500 tuổi, xã Yên Nhân.\n* Hai cây gạo đại thụ hơn 200 tuổi tại Làng Đống Cao, xã Yên Lộc\n* Đình Đông Phú (làng Gạo) xã Yên Thành. \n* Đình Phúc Thọ xã Yên Thành thờ thánh tổ Nguyễn Minh Không. \n* Đình Kinh Thanh xã Yên Thọ thờ Thánh Linh Lang Đại Vương\n\n== Nhân vật nổi tiếng ==\n* Đệ tam giáp đồng Tiến sĩ Nguyễn Địch (14?? - ????): Ông quê xã Vụ Sài, huyện Đại An nay là làng Vò, xã Yên Lộc, huyện ý Yên, tỉnh Nam Định. Ông đỗ Đệ tam giáp đồng Tiến sĩ xuất thân khoa Nhâm Tuất niên hiệu Đại Bảo 3(1442) đời Lê Thái Tông, làm quan đến chức Tả thị lang. Ông có tác phẩm Nhàn du kiến văn ký.\n* [[Phạm Văn Nghị]] (chữ Hán: 范文誼, 1805-1884)[1] hiệu Nghĩa Trai; là một nhà giáo, nhà thơ và là một viên quan nhà Nguyễn theo đường lối kháng Pháp ở thế kỷ 19 trong lịch sử Việt Nam. Phạm Văn Nghị là người ở xã Tam Đăng, tổng An Trung, huyện Đại An, phủ Nghĩa Hưng (nay là thôn Tam Quang, xã Yên Thắng, huyện Ý Yên tỉnh Nam Định). Là con của một ông đồ nghèo, nhưng nhờ chăm chỉ học, nên ông lần lượt đỗ: Tú tài (1826), Cử nhân (1837) và Hoàng giáp (1838, lúc 33 tuổi), nên được người đời gọi là Hoàng Tam Đăng.\n* [[Khiếu Năng Tĩnh]] (1835-?) là người con của xã Chân Mỹ, tổng Tử Vinh, huyện Đại An, phủ Nghĩa Hưng, tỉnh Nam Định (nay thuộc xã Yên Cương, huyện Ý Yên, tỉnh Nam Định). Năm 1878, ông đỗ Cử nhân (Hương cống). 2 năm sau, ông đỗ đồng tiến sĩ xuất thân. Ông làm quan Đốc học Hà Nội, Tế tửu Quốc tử giám.\n* [[Nhượng Tống]] (1904-1949) nhà văn, nhà ái quốc Việt Nam.\n* [[Tống Văn Trân]] (1905-1935) tại xã Yên Tiến là một nhà giáo, nhà cách mạng Việt Nam, phụ trách các tỉnh miền Đông Nam Bộ, Xứ ủy viên Nam Kỳ, phụ trách Sài Gòn-Gia Định.\n* [[Cao Đức Phát]] sinh 25\/05\/1956 tại xã Yên Khang Nguyên Bộ trưởng [[Bộ Nông nghiệp và Phát triển Nông thôn (Việt Nam)|Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam]]. Khi người tiền nhiệm là [[Lê Huy Ngọ]] từ chức, ông được bổ nhiệm làm quyền Bộ trưởng từ tháng 7 năm[[2004]]. Ngày [[3 tháng 12]] năm 2004, ông được chính thức bổ nhiệm làm Bộ trưởng và đảm nhiệm từ đó đến nay. Tháng 4 năm 2016 ông tiếp tục được bầu làm [[Bộ trưởng Nông nghiệp và Phát triển Nông thôn]]. Đến ngày 27 tháng 7 năm 2016, ông thôi chức vụ Bộ trưởng, người kế nhiệm ông là Thứ trưởng [[Nguyễn Xuân Cường]]. Hiện tại ông là [[Ban Kinh tế Trung ương Đảng Cộng sản Việt Nam|Phó Trưởng ban Thường trực Ban Kinh tế Trung ương]].\n*[[Đinh La Thăng]] nguyên Ủy viên [[Bộ Chính trị]] - Bí thư Thành ủy [[Thành phố Hồ Chí Minh]].\n\n==Tham khảo==\n{{Tham khảo}}\n==Xem thêm==\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Ý Yên}}\n{{Huyện thị Nam Định}}"}