{"7777996":"{{Phân biệt|Đan viện Thánh Mẫu Châu Sơn}}{{văn phong}}\n[[Tập tin:Đan Viện Thánh Mẫu Châu Sơn Đơn Dương.jpg|nhỏ|270x270px|Đan Viện Thánh Mẫu Châu Sơn Đơn Dương]]\n'''Đan viện Thánh Mẫu Châu Sơn Đơn Dương''' là một dòng tu chiêm niệm tại huyện [[Đơn Dương]], tỉnh Lâm Đồng ngày nay. Đan viện được tổ chức sinh hoạt theo tu luật Thánh linh mục Biển Đức, tu trào Xitô và theo tinh thần của vị sáng lập là linh mục Biển Đức Thuận (Henri Benoît Denis 1880 - 1933),<ref name=\"ht\">x. Hạnh tích cha Tổ phụ Henri Denis Benoit Thuận, tr. 8<\/ref> với phương châm \"Ora et Labora: Cầu nguyện và Lao động\". Nguồn gốc của đan viện là cộng đoàn di cư từ [[Đan viện Thánh Mẫu Châu Sơn]] ở [[Nho Quan]], Ninh Bình.\n\n==Định cư tại Nho Quan (1936 – 1953)==\nĐược sự khích lệ và nâng đỡ của Giám mục [[Giáo phận Phát Diệm|Hạt Đại diện Tông Tòa Phát Diệm]] [[Gioan Baotixita Nguyễn Bá Tòng]], linh mục Bề Trên Bernard Mendiboure và công nghị đan sĩ Phước Sơn đã quyết định mua lại đồn điền Lacombre thuộc huyện Nho Quan, tỉnh Ninh Bình để lập dòng. Ngày 8 tháng 9 năm 1936, Cha Bề trên tiên khởi Anselmo Lê Hữu Từ đã chủ sự dâng Thánh lễ trọng thể để chính thức khai sinh cộng đoàn Châu Sơn. Đến ngày 15 tháng 9 năm 1950, Đại Hội Toàn Dòng Xitô họp tại Casamari (Italia) đã quyết định nâng cấp Cộng đoàn Châu Sơn lên thành Đan viện tự trị.<ref name=\":0\">{{Chú thích web|url=https:\/\/chausonnothgottes.wordpress.com\/2017\/10\/30\/ky-niem-80-nam-thanh-lap-dan-vien-thanh-mau-chau-son-don-duong\/|tiêu đề=KỶ NIỆM 80 NĂM THÀNH LẬP ĐAN VIỆN THÁNH MẪU CHÂU SƠN ĐƠN DƯƠNG 08. 09. 1936 – 08. 09. 2016}}<\/ref>\n\n==Tạm cư tại Phước Lý (1953 – 1957)==\nNgày 21 tháng 4 năm 1953, các Đan Sĩ, Tu sĩ và các Đệ tử viện Châu Sơn đã di cư vào miền Nam và tạm cư tại cơ sở họ đạo Phước Lý, Thành Tuy Hạ (nay là huyện Nhơn Trạch, tỉnh Đồng Nai). Ngày 11 tháng 8, linh mục Berchmans Nguyễn Văn Thảo được bổ nhiệm làm Bề trên Cộng đoàn Di cư Châu Sơn.<ref name=\":0\" \/>\n\n==Định cư tại Đơn Dương (từ năm 1957)==\n[[Tập tin:Innenansicht der Abteikirche.jpg|nhỏ|270x270px|Giờ Cử Hành Phụng Vụ Trong Đan Viện]]\nNgày 1 tháng 6 năm 1957, từ Phước Lý, cộng đoàn Châu Sơn chuyển cơ sở đến định cư tại quận Đơn Dương, tỉnh Tuyên Đức, thuộc Giáo phận Sài Gòn (nay là xã Lạc Xuân, huyện Đơn Dương, tỉnh Lâm Đồng, Giáo phận Đà Lạt).\n\nNgày 13 tháng 11 năm 1963, Tòa Thánh quyết định nâng Đan Viện Thánh Mẫu Châu Sơn lên hàng Đan Phụ Viện. Chính vì thế, ngày 2 tháng 3 năm 1964, linh mục Viện trưởng Stephano Trần Ngọc Hoàng được chọn làm Viện Phụ Tiên Khởi Đan Viện Châu Sơn.<ref name=\":0\" \/>\n\nNgày 2 tháng 7 năm 1971, cộng đoàn Châu Sơn đã khai sinh nhà con Châu Thủy, thuộc Giáo phận Nha Trang (nay thuộc Giáo phận Phan Thiết, xã Tân Xuân, huyện Hàm Tân, tỉnh Bình Thuận).<ref name=\":0\" \/>\n\nNgày 19 tháng 3 năm 1974, linh mục Liên An Vũ Đức Chính đắc cử chức Viện phụ. Nghi thức chúc phong do Tổng giám mục [[Phaolô Nguyễn Văn Bình]] [[Tổng giáo phận Sài Gòn]] cử hành ngày 18 tháng 4 sau đó. Ngày 5 tháng 7 năm 1976, Viện Phụ Vũ Đức Chính đi học tập cải tạo cùng với hai linh mục và hai đan sĩ. Viện Phụ Stephano Trần Ngọc Hoàng thay thế điều khiển Đan Viện. Ngày 12 tháng 3 năm 1989, Nguyên Viện phụ Hoàng tái đắc cử Viện phụ nhiệm kỳ thứ hai.<ref name=\":0\" \/>\n\nNgày 6 tháng 1 năm 1994, linh mục Giêrađô Nguyễn Văn Thất đắc cử Viện Phụ thứ ba của Châu Sơn. Nghi lễ chúc phong cử hành ngày 25 tháng 3 cùng năm. Trong giai đoạn này, Viện phụ Giêrađô Nguyễn Văn Thất đã có công quy tụ các anh em đệ tử Châu Sơn thành hội ái hữu Châu Sơn để phần nào giúp đỡ cộng đoàn.<ref name=\":0\" \/>\n\nNgày 15 tháng 6 năm 2000, linh mục Giám Học Phanxicô Xaviê Phan Bảo Luyện được chọn làm Viện Phụ thứ tư của Đan Viện Châu Sơn. Ngày 15 tháng 8 năm 2001, Viện Phụ Phanxico Xavier Phan Bảo Luyện và Hội đồng Đan Sĩ đã quyết định thành lập cộng đoàn Châu Sơn Sacramento tại California Hoa Kỳ.<ref name=\":0\" \/> Trong thời gian này, Cộng Đoàn Châu Sơn cũng đã chính thức thành lập Học viện Xitô Châu Sơn để đào tạo các đan sĩ về Triết Học và Thần học nhằm vào ngày lễ kính thánh Gioan Maria Vianney; 4 tháng 8 năm 2003.\n\nNgày 25 tháng 3 năm 2007, linh mục Ephrem Trịnh Văn Đức đắc cử viện phụ thứ năm của đan viện Châu Sơn và ngày 18 tháng 4 năm 2007, Giám mục chính tòa [[Giáo phận Đà Lạt]] [[Phêrô Nguyễn Văn Nhơn]] đã cử hành nghi lễ chúc phong viện phụ cho Viện phụ Tân cử Trịnh Văn Đức. Năm 2010, Viện Phụ Ephrem Trịnh Văn Đức và cộng đoàn đã quyết định mua thêm 40 mẫu đất tại Ngọc Lâm thuộc giáo phận Xuân Lộc, với ý định sẽ thiết lập cộng đoàn mới.<ref name=\":0\" \/>\n\nNgày 10 tháng 4 năm 2013, linh mục giám đốc Học viện M. Vianney Nguyễn Tri Phương được bầu làm Viện Phụ. Hiện nay, ông là Đương Kim Viện Phụ và là Viện Phụ thứ sáu của Đan Viện Thánh Mẫu Châu Sơn Đơn Dương. Ngày 19 tháng 5 năm 2013, Viện Phụ M. Vianney Nguyễn Tri Phương và Hội đồng Đan Sĩ đã bỏ phiếu chấp thuận thành lập [[Nothgottes|Cộng Đoàn Châu Sơn Nothgottes]] tại Đức, thuộc giáo phận Limburg. Ngày 14 tháng 7 năm 2013, Viện Phụ M. Vianney thay mặt cộng đoàn cùng với Đức Ông Franz Kasper ký giấy xác nhận hợp đồng về việc thành lập Cộng Đoàn Châu Sơn Nothgottes.<ref name=\":0\" \/>\n\nHiện nay, Đan Viện Thánh Mẫu Châu Sơn Đơn Dương gồm có 167 thành viên: 43 linh mục, 13 Phó Tế, 80 Đan Sĩ, 6 tu sĩ khấn tạm, 7 tập sinh, 8 thỉnh sinh II và 10 thỉnh sinh I.<ref name=\":0\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Coordinate|NS=11.809217|EW=108.577551|type=landmark|region=VN}}\n\n[[Thể loại:Giáo phận Đà Lạt]]\n[[Thể loại:Lâm Đồng]]"}