{"55183":"{{bài cùng tên| Đan Trường (định hướng)}}\n{{Thông tin nhạc sĩ\n| tên = Đan Trường\n| ngày sinh = {{ngày sinh và tuổi|1976|11|29}}\n| nơi sinh = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| nghề nghiệp = [[Ca sĩ]]<br>[[Diễn viên]]<br>[[Thương nhân]]\n| thể loại = [[pop]], [[cantopop]], [[dance]], [[R&B]], [[nhạc trẻ]], [[nhạc truyền thống]], [[sử ca]], [[dân ca]], [[bolero]]\n| url = [http:\/\/www.dantruong.com.vn Đan Trường's Official]<br\/>\n|hãng đĩa=HT Production<br>[[Trung tâm Thúy Nga|Thúy Nga]]\n|Nền=solo_singer\n|hợp tác với=[[Lê Quang]], [[Hoài An (nhạc sĩ sinh 1977)|Hoài An]], [[Cẩm Ly]], [[Lương Bằng Quang]], [[Thanh Thảo (ca sĩ)|Thanh Thảo]], [[Quang Linh]],...\n|tên khai sinh=Phạm Đan Trường\n|năm hoạt động=[[1996]] - nay\n|ca khúc=Kiếp ve sầu<br>Mưa trên cuộc tình<br>Tình đơn phương<br>Đi về nơi xa<br>Biệt khúc chờ nhau<br>Chờ trên tháng năm<br>Phong ba tình đời<br>Dòng máu Lạc Hồng<br>Tình khúc vàng<br>Còn lại một mình<br>Mãi mãi một tình yêu<br>Chim trắng mồ côi<br>Nội tôi<br>Anh ba khía<br>Người miền Tây<br>Lục tỉnh miền Tây\n|nhạc cụ=[[Hát|Giọng hát]], [[Piano]]|caption=Đan Trường vào năm 2013|Hình=DanTruong1976.png|Nguyên quán=[[Hải Phòng]], [[Việt Nam]]}}\n'''Đan Trường''' (sinh ngày 29 tháng 11 năm 1976) tên đầy đủ là '''Phạm Đan Trường''', là nam ca sĩ người Việt Nam. Anh là gương mặt tiêu biểu của [[Giải thưởng Làn Sóng Xanh]] và gắn liền với những video ca nhạc cổ trang giai đoạn 1999-2005. Anh được xem là ca sĩ đầu tiên tại Việt Nam tiên phong trong việc mua độc quyền ca khúc nhằm xây dựng hình ảnh và phong cách âm nhạc chuyên nghiệp.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/giai-tri\/mua-ban-doc-quyen-ca-khuc-nhung-nguoi-tien-phong-n2009070911482103.htm|tựa đề=Mua - bán độc quyền ca khúc: Những người tiên phong|tác giả=Hữu Trịnh|ngày=2009-07-09|website=|url lưu trữ=|ngày lưu trữ=|ngày truy cập=|url hỏng=}}<\/ref> Anh là một trong [[Danh sách nghệ sĩ âm nhạc Việt Nam bán đĩa chạy nhất|những ca sĩ có doanh số bán đĩa lớn nhất tại Việt Nam]]. Đến nay, anh đã phát hành hơn 60 album nhạc đạt doanh số khoảng 2 triệu đĩa.<ref name=\"ReferenceL\" \/><ref name=\":4\">{{Chú thích web|url=https:\/\/2sao.vn\/infographic-cung-my-tam-nghe-si-viet-nao-tung-ghi-dau-an-voi-viec-ban-dia-n-141325.html|title=Infographic: Cùng Mỹ Tâm, nghệ sĩ Việt nào từng ghi dấu ấn với việc bán đĩa?|last=|first=|date=2017-12-13|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNăm 1996, sau khi đoạt giải tại một cuộc thi âm nhạc của Quận 10, Thành phố Hồ Chí Minh, Đan Trường bắt đầu đi hát tại những điểm diễn nhỏ lẻ và đi diễn tỉnh xa. Đến năm 1997, anh hợp tác với người quản lý Hoàng Tuấn và trở thành ca sĩ độc quyền của công ty đào tạo ca sĩ HT Production. Năm 1999, anh được yêu thích rộng rãi qua hàng loạt ca khúc nhạc trẻ, đặc biệt là các bản nhạc Hoa lời Việt. Ca khúc đầu tiên \"Kiếp ve sầu\" đã mang đến thành công bất ngờ, tiếp nối là những bản hit lớn như \"Mưa trên cuộc tình\", \"Bước chân lẻ loi\" và đặc biệt là \"Đi về nơi xa\".<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/zingnews-post473630.html|tựa đề=Bí mật về ông bầu không hợp đồng của Đan Trường|ngày=2014-10-30|website=ZingNews.vn|ngôn ngữ=vi|ngày truy cập=2021-07-20}}<\/ref> Phong cách âm nhạc của anh có ảnh hưởng lớn từ dòng nhạc [[Cantopop]], anh đạt thành công ở nhiều dòng nhạc khác nhau, từ nhạc trẻ đến nhạc truyền thống và [[dân ca]] trữ tình.<ref name=\"ReferenceL\">{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhung-con-so-dang-so-tu-liveshow-6-ty-cua-dan-truong-278747.html|title=Những con số đáng sợ từ liveshow 6 tỷ của Đan Trường|last=|first=|date=2015-12-16|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nTrong suốt sự nghiệp ca hát hơn 20 năm, Đan Trường đã nhận được nhiều giải thưởng âm nhạc, phần lớn là danh hiệu \"Ca sĩ được yêu thích nhất\" và \"Nam ca sĩ được yêu thích nhất\" liên tiếp nhiều năm của nhiều giải thưởng như [[Làn Sóng Xanh]], [[Giải Mai Vàng]], [[Ngôi Sao Bạch Kim]], [[HTV Awards]], [[Zing Music Awards]],... trước khi anh tự rút lui.<ref name=\"ReferenceM\">{{Chú thích web|url=https:\/\/dantruong.com.vn\/2016\/04\/10\/tieu-su-ve-dan-truong\/|title=Tiểu sử về Đan Trường|last=|first=|date=2016-04-10|website=|archive-url=https:\/\/web.archive.org\/web\/20180908015844\/https:\/\/dantruong.com.vn\/2016\/04\/10\/tieu-su-ve-dan-truong\/|archive-date=2018-09-08|url-status=dead|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/vi-sao-dan-truong-rut-khoi-giai-lan-song-xanh-post31958.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/dan-truong-rut-ten-van-duoc-de-cu-htv-awards-1917499.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-nghe\/vi-sao-dan-truong-rut-khoi-giai-mai-vang-vao-phut-cuoi-73455.tpo|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/zingnews.vn\/zingnews-post383077.html|tựa đề=Đàm Vĩnh Hưng, Đan Trường vắng bóng tại ZMA|ngày=2014-01-06|website=ZingNews.vn|ngôn ngữ=vi|ngày truy cập=2021-07-20}}<\/ref> Anh thắng 1 giải \"Ca sĩ của năm\" tại [[Giải thưởng Làn Sóng Xanh 2006|Giải thưởng Làn Sóng Xanh]]<ref name=\"ReferenceN\">{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/dan-truong-doat-giai-ca-si-cua-nam-175359.htm|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> và nhận 1 đề cử \"Ca sĩ của năm\" tại [[Giải thưởng Âm nhạc Cống hiến]],<ref name=\"conghien.thethaovanhoa.vn\">{{Chú thích web|url=https:\/\/conghien.thethaovanhoa.vn\/giai-thuong-am-nhac-cong-hien-lan-2-2007-c483n20130406090715037.htm|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> ngoài ra còn những giải thưởng khác như [[VTV Bài hát tôi yêu]], Album Vàng,... Anh ghi kỷ lục tại giải thưởng [[HTV Awards]],<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/dan-truong-3-lan-doat-giai-htv-awards-1902970.html|tựa đề=Đan Trường 3 lần đoạt giải HTV Awards|website=Báo điện tử VnExpress|ngôn ngữ=vi|ngày truy cập=2021-07-20}}<\/ref> [[VTV Bài hát tôi yêu]], liveshow Dấu Ấn,<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/zingnews-post474985.html|tựa đề=Liveshow Đan Trường phá vỡ kỷ lục về số lượng khán giả|ngày=2014-11-02|website=ZingNews.vn|ngôn ngữ=vi|ngày truy cập=2021-07-20}}<\/ref>... Bên cạnh ca hát, anh còn tham gia vào lĩnh vực phim ảnh với các bộ phim nổi bật như: [[Võ lâm truyền kỳ (phim)|''Võ lâm truyền kỳ'']] (2007), ... ''[[Thứ ba học trò]]'' (2009), ''Yêu anh! Em dám không?'' (2013), ''Cha ma'' (2019),... Ngoài ra, anh còn làm giám khảo\/ huấn luyện viên cho các cuộc thi âm nhạc như: [[Ngôi Sao Phương Nam]], [[Thần tượng Bolero]], [[Tuyệt Đỉnh Song Ca]], [[Solo cùng Bolero]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/cam-ly-dan-truong-lam-giam-khao-than-tuong-bolero-635703.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref><ref>{{Chú thích web|url=https:\/\/thegioidienanh.vn\/dan-truong-lan-dau-lam-giam-khao-solo-cung-bolero-28217.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Tiểu sử ==\nĐan Trường tên đầy đủ là Phạm Đan Trường sinh năm 1976 tại thành phố Hồ Chí Minh.  Cả nhà sống trong một con hẻm trên đường Tháp Mười, quận 6. Cha mẹ anh là công nhân của một xí nghiệp thủy sản đông lạnh. Mặc dù xuất thân trong gia đình vốn không có truyền thống nghệ thuật, Đan Trường sớm biểu lộ niềm đam mê ca hát. Ở nhà anh được gọi bằng cái tên thân mật là \"Bo\", đây cũng là biệt danh quen thuộc của anh trên các phương tiện thông tin đại chúng sau này.<ref name=\"giaitri.vnexpress.net\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-va-nhung-ngay-thang-nhoc-nhan-1870513.html|tiêu đề=|website=}}<\/ref>\n\nDo điều kiện kinh tế gia đình khó khăn, không thể tiếp tục trang trải cho việc học nên sau khi tốt nghiệp trung học phổ thông, anh đã quyết định học nghề thợ tiện để giúp đỡ cho bố mẹ gánh nặng kinh tế. Ban ngày anh đi làm ở xưởng cơ khí, tối về lại tham gia câu lạc bộ nhảy gần nhà. Vì đam mê và sớm bộc lộ tố chất, không ít lần Đan Trường được mời tham gia diễn ở các quán bar, vũ trường… rồi may mắn có vài lần diễn độc lập, mở màn chương trình. Sau đó thấy có lớp dạy hát, anh thử chuyển sang học. Năm 1996, Nhà văn hoá quận 10 tổ chức một cuộc thi tìm kiếm giọng hát hay. Do là một trong số những gương mặt nổi bật trong lớp học hát nên anh được động viên tham gia cuộc thi và bất ngờ đoạt giải Nhì với ca khúc \"[[Gửi Người Tôi Yêu|Gửi người tôi yêu]]\" của nhạc sĩ Nguyễn Hữu Thiết. Sau đó, anh quyết định chuyển sang một trung tâm đào tạo ca sĩ và chính thức bước chân vào con đường nghệ thuật. Thời gian này, anh thường song ca cùng ca sĩ [[Việt Quang (Ca sĩ)|Việt Quang]] và đi hát ở các câu lạc bộ, nhà hàng cũng như đi diễn tỉnh xa.<ref name=\"giaitri.vnexpress.net\"\/>\n\n==Sự nghiệp==\n=== 1997-1999: Bắt đầu ca hát chuyên nghiệp===\nNăm 1997, trong một chương trình ca nhạc diễn ra tại thành phố Hồ Chí Minh, Đan Trường gặp Hoàng Tuấn (biệt danh 'Tuấn Thaso'), ông chủ công ty [[HT Production]], một công ty đào tạo ca sĩ.<ref name=\"news.zing.vn\">{{Chú thích web|url=https:\/\/news.zing.vn\/bi-mat-ve-ong-bau-khong-hop-dong-cua-dan-truong-post473630.html|tiêu đề=|website=}}<\/ref> Anh trở thành ca sĩ độc quyền và chính thức bước chân vào con đường âm nhạc chuyên nghiệp. Lúc này, trụ sở công ty được đặt cùng khuôn viên với văn phòng Hội Nhạc sĩ Việt Nam (Trần Quốc Thảo, TP HCM) và Hoàng Tuấn có sự hợp tác với nhiều nhạc sĩ hàng đầu của Việt Nam. Những chuyên gia âm nhạc đã góp phần không nhỏ trong việc xây dựng hình ảnh và phong cách âm nhạc cho Đan Trường trong những ngày đầu của sự nghiệp khi anh được xây dựng về chuyên môn, cách chọn bài hát phù hợp và cách thể hiện tốt nhất. Không đi ngược lại với xu hướng và thị hiếu nghe nhạc thời bấy giờ, Đan Trường được công ty định hướng phát triển theo dòng cantopop với ca khúc được phát hành đầu tiên là \"Kiếp ve sầu\". Từng được các ca sĩ khác thể hiện nhưng không tạo được hiệu ứng. \n\nNhưng đến khi qua giọng hát của Đan Trường, \"Kiếp ve sầu\" nhanh chóng trở nên phổ biến trong khán giả và nghiễm nhiên trở thành bài hit đầu tiên của anh.<ref name=\"news.zing.vn\" \/><ref name=\"ReferenceM\" \/>\n\nĐan Trường bắt đầu được quảng bá qua hàng loạt ca khúc, hầu hết là chủ đề trong những CD\/cassette do HT Production, Hãng Phim Trẻ, Kim Lợi Studio và Vafaco thực hiện như: ''[[Còn Lại Một Mình|Còn lại một mình]]'' (04\/1998), ''[[Rêu Phong (Ca khúc)|Rêu phong]]'' (10\/1998), ''Mưa trên cuộc tình 1'' (01\/1999), ''[[Nắng xuân]]'' (02\/1999), ''[[Hạnh Phúc Bay Xa|Hạnh phúc bay xa]]'' (03\/1999), ''Mưa trên cuộc tình 2'' (04\/1999), ''Mưa rơi'' (06\/1999), ''[[Mưa Tình Yêu|Mưa tình yêu]]'' (06\/1999).<ref>{{Chú thích web|url=http:\/\/lansongxanh.vn\/ArtistDetail.aspx?IDs=110|tiêu đề=|website=|ngày truy cập=2018-08-05|archive-date = ngày 6 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161006231816\/http:\/\/lansongxanh.vn\/ArtistDetail.aspx?IDs=110}}<\/ref>\n\nCùng với các ca khúc khác như \"[[Mưa trên cuộc tình]]\", \"[[Bước chân lẻ loi]]\", \"[[Cuộc tình cay đắng]]\", \"[[Tâm hồn xao động]]\", Đan Trường tạo cú hích với album đầu tay. Ngày 17 tháng 6 năm 1999, album riêng đầu tiên của anh ra mắt mang tên ''[[Nhạc tuyển Đan Trường Vol.1]]'' tổng hợp 14 ca khúc bao gồm hầu hết những ca khúc đã phổ biến và một số ca khúc mới. Hoàng Tuấn chia sẻ: \"Mức độ phổ biến và lượng tiêu thụ của album này rất kinh khủng. Sau lần đó, Đan Trường được các bầu show săn đón\". Tiếp theo là sự ra mắt của album video vol. 1 ''[[Kiếp Ve Sầu|Kiếp ve sầu]]'' với những video nhạc được đầu tư công phu nhằm đẩy mạnh hình ảnh Đan Trường đến gần hơn với khán giả.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/bi-mat-ve-ong-bau-khong-hop-dong-cua-dan-truong-post473630.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nTháng 11 năm 1999, album riêng thứ hai của Đan Trường ra mắt với tựa đề ''[[Đi Về Nơi Xa|Đi về nơi xa]]'' và nhanh chóng đạt thành công thương mại cũng như nhận được sự chú ý từ giới chuyên môn. Ca khúc chủ đề \"[[Đi Về Nơi Xa|Đi về nơi xa]]\" là một 'hiện tượng' trên thị trường âm nhạc, kể từ khi ra mắt đến nay vẫn luôn được yêu thích và đạt doanh thu thương mại lớn khi số lượng băng cassette, CD, VCD, karaoke có ca khúc này đã tiêu thụ hơn 250.000 bản.<ref name=\"thanhnien.vn\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/nhung-bong-hong-trong-tho-nhac-di-ve-noi-xa-va-moi-tinh-nguoi-linh-611069.html|tiêu đề=|website=}}<\/ref> Bản hit này giúp anh lần đầu tiên đoạt giải \"Ca sĩ được yêu thích nhất\" và mang về cho nhạc sĩ Lê Quang giải \"Nhạc sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2001|Giải thưởng Làn Sóng Xanh 2000]]. Một số ca khúc nổi bật khác đã được anh trình diễn trên khắp các sân khấu ca nhạc như: \"Vẫn mãi cô đơn\", \"Mưa tình yêu\", \"Tình quay gót\", \"Hôn môi xa\",... Sau một thời gian gắn liền với nhạc ngoại và nhận những đánh giá trái chiều từ truyền thông về chất giọng và các sản phẩm âm nhạc, Đan Trường đã có một album thành công đột phá với những bản hit tại Bảng xếp hạng [[Giải thưởng Làn Sóng Xanh|Làn Sóng Xanh]], chương trình ca nhạc nổi tiếng nhất thời gian này.\n\nTiếp nối thành công là sự kết hợp với nữ ca sĩ [[Cẩm Ly]] trong bản thu âm đầu tiên của cặp song ca là bản nhạc Hoa mang tên \"[[Ảo mộng tình yêu]]\". Album tổng hợp đầu tiên của hai người ra mắt mang tên ''Nếu phôi pha ngày mai'' và nhanh chóng nhận được sự yêu thích lớn cho ca khúc chủ đề và những ca khúc mới của cả hai.\n\nMột năm thành công lớn của Đan Trường đã giúp anh đoạt giải \"Ca sĩ được yêu thích nhất\" năm 1999 do [[Thanh Niên (báo)|Tạp chí Thanh niên]] trao tặng.<ref name=\"dantruong.com.vn\" \/>\n\n=== 2000: ''Bóng dáng thiên thần'' và ''Cảm ơn cuộc đời''===\nĐầu năm 2000, Đan Trường tiếp tục ra mắt album riêng thứ ba với tựa đề ''[[Bóng Dáng Thiên Thần|Bóng dáng thiên thần]].'' Trong album lần này, anh thử nghiệm với phong cách nhạc [[hip hop]], [[R&B]],... Ca khúc chủ đề \"Bóng dáng thiên thần\", bản nhạc Hoa duy nhất trong album được viết lời Việt bởi Nguyễn Ngọc Thiện và rất được yêu thích. Ca khúc \"[[Mưa buồn]]\" (Hoài An) đã trở thành bản hit mới trên Bảng xếp hạng Làn Sóng Xanh cho cặp đôi Đan Trường – Cẩm Ly. Nhạc sĩ trẻ Phương Uyên đánh dấu lần đầu hợp tác thành công trong 2 ca khúc: \"Nỗi đau chia xa\" và \"Tình bạn\". Còn lại là những sáng tác được phổ biến rộng rãi như: \"Không còn ai\" (Nguyễn Ngọc Thiện), \"Hẹn lòng đi nhé\" (Tuấn Khanh), \"Tình mênh mang\" (Trương Quang Lộc), \"Dỗi hờn\" (Nguyễn Nhất Huy),...\n\nĐan Trường còn thu âm một ca khúc hit khác có tên \"[[Tình đơn phương]]\". Ca khúc nhạc Hoa này không có mặt trong một album riêng chính thức nào của anh, tuy nhiên lại rất đình đám. Điều đặc biệt là ca khúc cũng được yêu thích qua giọng hát của [[Lam Trường]]. Và \"Tình đơn phương\" đã trở thành bản hit chung của cả hai nam ca sĩ. Ngoài ca khúc này thì hai người cũng hát chung một số ca khúc nhạc Hoa khác nữa.\n\nCùng năm, album vol. 4 ''[[Best Collection|Best collection]]'' được phát hành như một tuyển tập những ca khúc được yêu thích của anh trong các album riêng và album tổng hợp khác, nổi bật là các ca khúc: \"Cho tình mãi Xa\" (Minh Khang), \"Bóng biển\" (Lê Quốc Dũng) và đặc biệt là những bản nhạc Hoa như: \"Kiếp rong buồn\" (tên gọi khác: \"Khúc rong buồn\"), \"Mùa đông tàn phai\", \"Mưa trên cuộc tình 3\",... do nhạc sĩ Lê Quang và Minh Khang viết lời Việt. Đan Trường không ngại đón nhận những chỉ trích từ giới chuyên môn lẫn truyền thông, anh trở lại cùng dòng nhạc Hoa đã ghi dấu ấn từ ngày đầu khởi nghiệp ca hát và đặc biệt dành cho lực lượng những người hâm mộ trung thành luôn ủng hộ anh.\n\nTrong năm 2000, Đan Trường và ekip có những chuyến lưu diễn châu Âu đầu tiên. Thời gian này, ekip HT Production đã quay MV và phát hành album video vol. 2 ''[[Đi về nơi xa]]'' với những cảnh quay đẹp tại các nước châu Âu. Ngoài ra, anh thử sức với công việc diễn xuất qua bộ phim cổ tích nhạc kịch mang tên \"''[[Vua hóa cò]]''\" do Hãng phim Trẻ sản xuất và phát hành.<ref>{{Chú thích web|url=https:\/\/xxxx\/threads\/dan-truong-va-phim-hoang-tu-chan-lon-ne.235646\/|tiêu đề=|website=}}{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTháng 12 năm 2000, Đan Trường gây chú ý lớn với liveshow đầu tiên trong sự nghiệp của anh mang tên ''[[Cảm ơn Cuộc Đời|Cảm ơn cuộc đời]],'' với sự phối hợp tổ chức của 3 đơn vị: Hãng phim Trẻ, Hội âm nhạc Thành phố Hồ Chí Minh và HT Production. Liveshow được tổ chức thành 2 đêm diễn tại sân khấu Lan Anh - Thành phố Hồ Chí Minh với 10.000 khán giả, sau đó là tour diễn qua các tỉnh: Đồng Nai, Cần Thơ, Nha Trang. Tổng kinh phí cho chương trình gần 800 triệu đồng.<ref name=\"dantri.com.vn\">{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/dan-truong-1-liveshow-cho-10-nam-va-1123848724.htm|tiêu đề=|website=}}<\/ref> Đạo diễn chương trình là Hoàng Tuấn và Minh Vy. Ca sĩ khách mời bao gồm: [[Cẩm Ly]], Lâm Vũ, [[Quang Vinh (ca sĩ)|Quang Vinh]], nhóm Tik Tik Tak. Đan Trường đã trình diễn những ca khúc nhạc trẻ và cả nhạc truyền thống. Album video thu trực tiếp show diễn được phát hành đồng loạt trong nước và quốc tế vào ngày 4 tháng 6 năm 2001. Theo hãng HT Production, giá bán bản quyền chương trình cho các hãng ở hải ngoại là 18.000 USD, cao nhất thời điểm đó.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-phat-hanh-album-theo-chuan-quoc-te-1870103.html|tiêu đề=|website=}}<\/ref>\n\nTrong năm 2000, Đan Trường còn vinh dự nhận giải thưởng \"Ca sĩ được yêu thích nhất\" do báo Mực Tím trao tặng và danh hiệu \"Ngôi sao 2000\" do Báo Văn hóa và [[Đài Truyền hình Việt Nam|Ðài truyền hình Việt Nam]] trao tặng.<ref name=\"dantruong.com.vn\"\/>\n\n=== 2001: ''Lời ru tình'' và ''Biệt khúc chờ nhau''===\nTại Lễ trao giải [[Giải Mai Vàng|Mai Vàng]] lần thứ 7 vào ngày 3 tháng 2 năm 2001, Đan Trường bất ngờ đoạt giải \"Nam ca sĩ được yêu thích nhất\", giải Mai Vàng đầu tiên trong sự nghiệp với ca khúc \"[[Người Mẹ Của Tôi|Người mẹ của tôi]]\" (Xuân Hồng), Đan Trường đã vượt qua [[Lam Trường]] với 3 năm liên tiếp đoạt giải trước đó.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-my-tam-doat-giai-mai-vang-lan-vii-1872643.html|tiêu đề=|website=}}<\/ref>\n\nTháng 5 năm 2001, Đan Trường phát hành album vol. 5 ''[[The Best of Dan Truong|The best of Dan Truong]]'' như một tuyển tập những ca khúc mà anh tâm đắc nhất, tiếp tục hâm nóng \"thương hiệu Đan Trường\" sau dự án liveshow đầu tiên. Các ca khúc nổi bật là: \"Email tình yêu\" (Trần Minh Phi), \"Cuộc tình trong cơn mưa\" (nhạc Hoa - lời Việt: Trần Vũ), \"Phong ba tình đời\" (nhạc Hoa - lời Việt: Lê Quang).\n\nAlbum video ''[[Đan Trường in China – Phong Ba Tình Đời|Đan Trường in China – Phong ba tình đời]]'' ra mắt sau đó trở thành album video cổ trang đầu tiên của Việt Nam được quay tại nước ngoài. Kinh phí thực hiện album là 2 tỉ đồng, trong đó MV cho ca khúc chủ đề \"Phong ba tình đời\" được đầu tư gần 300 triệu đồng với những cảnh quay trên [[Vạn Lý Trường Thành]], trong khi 200 triệu đồng được đầu tư cho MV \"Cuộc tình cay đắng\" với đạo diễn người Trung Quốc.<ref name=\"m.vietnamnet.vn\">{{Chú thích web|url=http:\/\/m.vietnamnet.vn\/vn\/giai-tri\/bi-mat-ve-ong-bau-khong-hop-dong-cua-dan-truong-204750.html|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceA\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/ca-si-canh-tranh-nhau-bang-du-kieu-video-clip-132080.html|tiêu đề=|website=}}<\/ref>\n\nTháng 11 năm 2001, Đan Trường ra mắt album vol.6 với tựa đề ''[[Lời ru tình (Album)|Lời ru tình]].'' Album giới thiệu 11 ca khúc mới của các nhạc sĩ Lê Quang, Quốc An, Trần Minh Phi, Phương Uyên, Minh Khang... được chọn lọc khá kỹ lưỡng để phù hợp nhất với chất giọng của Đan Trường sau quãng thời gian anh tạm thời nghỉ ngơi và 'nâng cấp' giọng hát.<ref name=\"ReferenceB\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-tam-thoi-nghi-hat-1871308.html|tiêu đề=|website=}}<\/ref> Album đã cho thấy sự phát triển về kỹ thuật hát và tư duy thẩm mỹ âm nhạc của anh sau nhiều nhận định phê bình từ giới chuyên môn. Ca khúc chủ đề \"Lời ru tình\" và ca khúc mới \"[[Khung trời ngày xưa]]\" (với Cẩm Ly) giúp Đan Trường tiếp tục đoạt giải \"Ca sĩ được yêu thích nhất\" và mang về cho hai nhạc sĩ Lê Quang và Hoài An giải thưởng \"Nhạc sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2002]]. Các ca khúc còn lại hầu hết đều được phổ biến và yêu thích như: \"Chờ trên tháng năm\", \"Mơ ước xa xưa\", \"Mẹ tôi\", \"Tuyết hồng\" (với Cẩm Ly), \"Những mùa dấu yêu\",...\n\nĐể kỷ niệm ngày Quốc khánh 2\/9, Hãng phim Trẻ và HT Production đã phát hành album nhạc truyền thống ''[[Như khúc tình ca]]'' với Đan Trường là giọng hát chính. Các ca khúc như: \"Người mẹ của tôi\", \"Nhánh lan rừng\", \"Hát về anh\",... được nhiều bạn trẻ đón nhận.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-va-nhung-tam-su-rieng-1871418.html|tiêu đề=|website=}}<\/ref>\n\nAlbum video ''[[Chờ Trên Tháng Năm|Chờ trên tháng năm]]'' phát hành sau đó và gây ấn tượng với loạt video cổ trang được đầu tư công phu như: \"Chờ trên tháng năm\", \"Tuyết hồng\", \"Mẹ tôi\".\n\nNối tiếp sự thành công của \"''Vua hoá cò''\", trong năm 2001, Đan Trường tiếp tục cùng đạo diễn Đoàn Khoa và Hãng phim Trẻ thực hiện bộ phim cổ tích dành cho thiếu nhi mang tên ''\"[[Hoàng tử chăn lợn]]''\". Anh cũng thể hiện 2 ca khúc trong phim là \"Yêu em\" và \"Hoa hồng vô tình\".\n\nTrong chương trình giao lưu ca nhạc Việt Nam - Trung Hoa \"''Sứ giả hữu nghị''\" vào tháng 12 năm 2001, Đan Trường song ca với Triệu Vy ([[Triệu Vy|Zhao Wei]]) trong ca khúc nhạc phim \"''[[Tân dòng sông ly biệt]]\"'' mang tựa đề Việt \"[[Biệt Khúc Chờ Nhau|Biệt khúc chờ nhau]]\". Đây được xem là một màn trình diễn ấn tượng giữa hai giọng ca Việt - Trung.<ref>{{Chú thích web|url=https:\/\/vtc.vn\/nhung-man-ket-hop-gay-sot-cua-sao-viet-va-sao-quoc-te-d392167.html|tiêu đề=|website=}}<\/ref>\n\nTrong năm 2001, Đan Trường còn lần thứ 2 liên tiếp đoạt giải thưởng \"Ca sĩ được yêu thích nhất\" do báo Mực Tím trao tặng.<ref name=\"dantruong.com.vn\"\/>\n\n=== 2002: ''Dòng máu Lạc Hồng'' và ''Trái tim bình yên - Dòng sông băng''===\nNgày 16 tháng 1 năm 2002, vào đúng dịp Tết Nhâm Ngọ, tour lưu diễn xuyên Việt của Đan Trường mang tên ''[[Vẫn Mãi Một Niềm Tin|Giữ mãi niềm tin]]'' mở màn tại Thành phố Hồ Chí Minh <ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-se-lam-live-show-vao-mung-2-tet-nham-ngo-1872458.html|tiêu đề=|website=}}<\/ref>, tiếp đó là các show lưu diễn tại Đồng Nai, Cần Thơ, Hà Nội (9\/3) và điểm dừng chân cuối cùng là sân khấu Công viên 26\/3 (TP HCM)<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-tiep-tuc-live-show-van-mai-mot-niem-tin-1873385.html|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceM\" \/> Đạo diễn chương trình là Hoàng Tuấn và Văn Hiệp. Trong liveshow tại Hà Nội, Đan Trường giới thiệu các ca khúc trong album mới nhất ''Lời ru tình'' và một số ca khúc thành công khác của anh. Ca sĩ khách mời bao gồm: Cẩm Ly, Nhóm 3 Con Mèo. Giá vé liveshow tại Hà Nội là mức giá vé đắt nhất thời điểm đó so với các chương trình được tổ chức tại đây.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-lo-200-trieu-dong-voi-van-mai-mot-niem-tin-1873461.html|tiêu đề=|website=}}<\/ref>\n\nTháng 8 năm 2002, Đan Trường xuất hiện trong video nhạc của ca khúc \"[[Phiêu Du (Ca khúc)|Phiêu du]]\" (sáng tác: Trần Minh Phi; đạo diễn: Trần Cảnh Đôn). Video âm nhạc đã mang đến cho anh danh hiệu \"Ca sĩ được yêu thích nhất\" và \"Video clip được khán giả bình chọn\" trong năm đầu tiên tổ chức chương trình ''[[VTV Bài Hát Tôi Yêu|VTV Bài hát tôi yêu]]'' của Đài truyền hình Việt Nam.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-noi-ve-vtv-bai-hat-toi-yeu-1874193.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ket-qua-binh-chon-cua-vtv-bai-hat-toi-yeu-1874804.html|tiêu đề=|website=}}<\/ref>\n\nTháng 9 cùng năm, album vol. 7 ''[[Best Collection|Best collection]]'' được phát hành bởi HT Production. Ca khúc \"[[Dòng máu Lạc Hồng]]\" trong album là một bản hùng ca với nội dung ca ngợi tình yêu quê hương, đất nước và khơi dậy niềm tự hào dân tộc, đã giành được nhiều sự yêu mến từ khán giả và thường xuyên được anh trình diễn trong các chương trình lễ hội cấp quốc gia hay giao lưu văn hóa.<ref name=\"thanhnien.vn\"\/> Ca khúc này giúp anh lần thứ 2 liên tiếp đoạt giải \"Nam ca sĩ được yêu thích nhất\" và mang về cho nhạc sĩ Lê Quang giải \"Nhạc sĩ được yêu thích nhất\" tại Lễ trao giải Mai Vàng lần thứ 8.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-cam-ly-doat-danh-hieu-mai-vang-1875919.html|tiêu đề=|website=}}<\/ref>\n\nTiếp theo là sự ra mắt album chung thứ hai của Đan Trường và Cẩm Ly với tựa đề ''[[Mùa thu kỷ niệm]]''. Đây là tuyển tập những ca khúc song ca của cặp đôi này. Ca khúc mới cũng là chủ đề album \"Mùa thu kỷ niệm\" là một sáng tác pop ballad đến từ nhạc sĩ Dương Đức Thuỵ và trở thành bài hit tiếp theo của đôi song ca Đan Trường - Cẩm Ly.\n\nTháng 10 năm 2002, album phòng thu thứ tám của Đan Trường ra mắt với tựa đề: ''[[Trái Tim Bình Yên… Dòng Sông Băng|Trái tim bình yên - Dòng sông băng]]''. 2 ca khúc được đặt tựa đề cho album trở thành 2 bản hit lớn tiếp theo trong sự nghiệp của anh. Ca khúc \"[[Trái tim bình yên]]\" được phát hành đĩa đơn (single) với 3 phiên bản hòa âm. Đây là đĩa đơn đầu tiên của Đan Trường và được coi là đĩa đơn đúng nghĩa đầu tiên tại Việt Nam.<ref>{{Chú thích web|url=http:\/\/vtc.vn\/single-vpop-cau-chuyen-binh-cu-ruou-moi.13.8116.htm|tiêu đề=|website=|ngày truy cập=2018-08-15|archive-date=2015-12-08|archive-url=https:\/\/web.archive.org\/web\/20151208044300\/http:\/\/vtc.vn\/single-vpop-cau-chuyen-binh-cu-ruou-moi.13.8116.htm|url-status=dead}}<\/ref> Ca khúc này giúp Đan Trường tiếp tục đoạt giải \"Ca sĩ được yêu thích nhất\" và mang về cho nhạc sĩ Lê Quang giải \"Nhạc sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2003]]''.'' Ca khúc \"[[Dòng sông băng]]\" (Hoài An) với video nhạc được đạo diễn bởi Trần Cảnh Đôn giúp anh lần thứ 2 liên tiếp đoạt giải \"Video clip được khán giả bình chọn\" tại giải thưởng ''VTV Bài hát tôi yêu'' năm 2003.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/10-clip-ca-nhac-vtv-bai-hat-toi-yeu-do-khan-gia-binh-chon-53868.htm|tiêu đề=|website=}}<\/ref> Video nhạc trên đạt kỷ lục bình chọn với hơn 100.000 lượt vote trong 1 tuần.\n\nTrong năm 2002, Đan Trường lần thứ 3 liên tiếp đoạt giải \"Ca sĩ được yêu thích nhất\" do báo Mực Tím trao tặng.<ref name=\"dantruong.com.vn\"\/>\n\n=== 2003: ''Giấc mơ màu xanh'' và ''Tình khúc vàng''===\nĐầu năm 2003, album video ''[[Lời ru Ngàn Đời|Lời ru ngàn đời]]'' được ra mắt với sự chú ý lớn cho video nhạc của ca khúc chủ đề, khi Đan Trường vào vai người anh hùng dân tộc Lê Lai.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-dong-vai-le-lai-1875880.html|tiêu đề=|website=}}<\/ref> Ngoài ra, anh còn lần đầu đạo diễn video nhạc với video \"Cuộc tình trong mơ\".\n\nTrong một lần phỏng vấn, Đan Trường gây chú ý với phát ngôn sẽ không bao giờ chịu hát lipsync, trừ những chương trình mà Đài truyền hình bắt buộc 100% thì phải chấp hành và sẵn sàng tặng 50 triệu đồng cho người nào phát hiện anh hát nhép môi.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/50-trieu-dong-cho-ai-phat-hien-dan-truong-hat-nhep-moi-1875386.html|tiêu đề=|website=}}<\/ref>\n\nTháng 5 năm 2003, album vol.9 với tựa đề ''[[Giấc Mơ Màu Xanh|Giấc mơ màu xanh]]'' ra mắt với sự pha trộn của nhiều phong cách nhạc khác nhau. Ca khúc chủ đề \"[[Giấc mơ màu xanh]]\" sáng tác bởi nhạc sĩ Lê Quang viết về khát vọng hòa bình đã giành được nhiều sự quan tâm từ khán giả và như trở thành ca khúc về đề tài xã hội hay nhất của anh.{{fact}} Ca khúc này mang về cho Đan Trường giải \"Nam ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" và giúp Lê Quang đoạt giải \"Nhạc sĩ được yêu thích nhất\" tại [[Giải Mai Vàng]] 2003. Trong khi đó, \"[[Tình khúc vàng]]\", bản hit mới từ Hoài An đã liên tục thống trị bảng xếp hạng Làn Sóng Xanh và giúp anh tiếp tục đoạt giải \"Ca sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2004]]. Sự kết hợp bất ngờ với Mỹ Tâm trong ca khúc \"Cung đàn tình yêu\" (Hoài An) cũng nhận được nhiều sự yêu thích. \"Tình đã phôi pha\" là một bản pop r&b lãng mạn đáng chú ý, còn \"Người Việt Nam\" là ca khúc nhạc truyền thống mang niềm tự hào dân tộc. Ca khúc tặng kèm mang tên \"Lỡ hẹn\" (Hồng Xương Long) là một thử nghiệm mới của Đan Trường với dòng nhạc dân ca trữ tình. Nhìn chung, album cho thấy sự thích nghi của Đan Trường qua nhiều dòng nhạc khác nhau. Từ đây, các album nhạc trẻ của anh thường xuất hiện thêm các ca khúc dân ca và dần giúp anh chuyển hướng thành công sang dòng nhạc này.\n\nĐêm 19 và 20 tháng 7 năm 2003, Liveshow ''[[Trái Tim Bình Yên|Trái tim bình yên]]'' diễn ra tại Nhà thi đấu Phan Đình Phùng, Thành phố Hồ Chí Minh, với Văn Hiệp và Hoàng Tuấn đồng đạo diễn, phần phối nhạc bởi nhạc sĩ Lê Quang và Lý Huỳnh Long, hát bè do AC&M đảm nhận. Kinh phí tổ chức liveshow khoảng 500 triệu đồng.<ref name=\"dantri.com.vn\"\/> Đây là lần đầu tiên Đan Trường mở rộng việc hát song ca với các nữ ca sĩ: [[Phương Thanh]], [[Mỹ Tâm]], [[Mỹ Lệ]], [[Thanh Thảo (ca sĩ)|Thanh Thảo]]. Những ca khúc từng gắn liền với tên tuổi Đan Trường được nhạc sĩ Minh Khang phối khí lại và các màn trình diễn vũ đạo của anh cùng nhóm múa Lido trở thành điểm nhấn của chương trình. Thời điểm trước liveshow, Đan Trường tiết lộ đây sẽ là liveshow cuối cùng của anh.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-va-liveshow-trai-tim-binh-yen-1877222.html|tiêu đề=|website=}}<\/ref> Các show lưu diễn tiếp theo được tổ chức tại Trung tâm triển lãm Giảng Võ, Hà Nội (29\/8) và tại Khu du lịch quốc tế Tuần Châu, Quảng Ninh (01\/9). Album video thu hình từ liveshow đã bán được 8.000 bản ngay trong tuần đầu tiên phát hành.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/cd-live-show-trai-tim-binh-yen-164108.html|tiêu đề=|website=}}<\/ref>\n\nNgày 26 tháng 11 năm 2003, Đan Trường nhận giải thưởng \"Nam ca sĩ được yêu thích nhất\" và được đề cử tại hạng mục \"Nam ca sĩ có giọng hát xuất sắc nhất\" trong lần đầu tiên tổ chức của giải thưởng [[Ngôi Sao Bạch Kim]]<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-my-tam-doat-giai-ngoi-sao-bach-kim-1878573.html|tiêu đề=|website=}}<\/ref>\n\n=== 2004: ''Đến 1 lúc nào đó'' và ''Mãi mãi một tình yêu''===\nĐầu năm 2005, Đan Trường phát hành album vol.10 ''[[Đánh mất giấc mơ - Best of best]]'' ra mắt như một tuyển tập những ca khúc được yêu thích mới nhất của anh kể từ album vol.8. Đáng chú ý là ca khúc chủ đề \"Đánh mất giấc mơ\" (nhạc ngoại, lời Việt: Minh Kha), \"Sài Gòn Rap\" (Vi Nhật Tảo) và \"Lời tự tình dâng mẹ\" (Thiên Toàn).\n\nTháng 11 năm 2004, album vol.11 ra mắt với tựa đề ''[[Đến Một Lúc Nào Đó|Đến 1 lúc nào đó]],'' đánh dấu sự lột xác trong giọng hát và phong cách âm nhạc của anh. Phần hình ảnh thực hiện cho album tạo sự khác biệt hoàn toàn so với trước đây. Với khoản đầu tư lớn nhất từ trước đến nay, album bao gồm 11 ca khúc được chọn lọc từ 450 ca khúc, mang đến sự ấn tượng và mới lạ từ dòng nhạc [[R&B]], [[Hip hop]]. Giọng hát và cách xử lý bài hát của Đan Trường cũng có sự thay đổi để phù hợp với dòng nhạc mới. Chưa phát hành nhưng album đã đạt con số đặt hàng rất tốt. Album được đón nhận nồng nhiệt với loạt ca khúc của nhạc sĩ trẻ Lương Bằng Quang cũng như những phần hoà âm đến từ nhạc sĩ mix ngoại quốc David Elberling. Màu sắc r&b và hip hop được thể hiện rõ nét trong ca khúc chủ đề \"Đến một lúc nào đó\" và ca khúc tặng kèm \"Nắng sân trường\" (đã được phát hành trong album tổng hợp cùng tên trước đó). \"Sao đổi ngôi\" là một bản r&b-ballad nhạc ngoại êm dịu, \"Lời ru rừng xanh\" là sự pha trộn giữa pop-rock và hip hop, và ca khúc sôi động nhất album là ca khúc dance nhạc Thái \"Vũ điệu Boom Boom\". Đan Trường cũng không quên đưa vào album những giai điệu nhạc Hoa qua hai ca khúc \"Dòng đời trôi mãi\", \"Khóc thầm\" và giới thiệu ca khúc nhạc dân ca thứ hai của anh mang tên \"Chưa vơi câu hò\". \"Bài hát cuối\" cũng là ca khúc đáng chú ý với nội dung nhân văn nhẹ nhàng và được quay video nhạc rất ấn tượng. Nhưng ca khúc được yêu thích nhất và đạt thành công vang dội trong album lại là bản nhạc pop \"[[Mãi mãi một tình yêu]]\", một bản hit tiếp theo đến từ nhạc sĩ Hoài An, người được coi là chuyên gia tạo ca khúc hit cho Đan Trường. Ca khúc này giúp anh đoạt giải \"Nam ca sĩ nhạc nhẹ được yêu thích nhất\" tại [[Giải Mai Vàng]] 2004 và giải \"Ca sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2005]]. Video nhạc \"Mãi mãi một tình yêu\" (đạo diễn: Minh Vy) đã giúp anh lần thứ 3 liên tiếp đoạt giải \"Video clip được khán giả bình chọn\" tại giải thưởng ''VTV Bài hát tôi yêu'' 2004.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/vtv-bai-hat-toi-yeu-2004-khong-hap-dan-112919.htm|tiêu đề=|website=}}<\/ref> Dù album cho thấy những đổi mới mạnh mẽ trong phong cách âm nhạc của Đan Trường nhưng anh vẫn 'dành chỗ' cho những ca khúc mang phong cách quen thuộc của nhiều dòng nhạc trên thị trường để gần gũi hơn với nhiều lớp khán giả khác nhau, tuy nhiên điều này lại gây những ý kiến trái chiều.\n\nAlbum video ''[[Còn Mãi Tìm Nhau|Còn mãi tìm nhau]]'' được phát hành sau đó nhằm quảng bá cho các ca khúc trong album vol.11, đặc biệt là video nhạc \"Đến một lúc nào đó\" do Đan Trường làm đạo diễn. Những MV như: \"Lời ru rừng xanh\", \"Vũ điệu Boom Boom\", \"Khóc thầm\" được coi như khởi đầu cho phong trào sử dụng kỹ thuật flash trong thực hiện video nhạc tại Việt Nam.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/dua-hoat-hinh-vao-video-clip-ca-nhac-151750.htm|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nTiếp theo là sự ra mắt của album vol.12 ''[[Bông hồng cài áo]].'' Album là tuyển tập 15 ca khúc nhạc truyền thống quen thuộc được thể hiện trên những bản hoà âm mới như: \"Đất nước\", \"Hát về anh\", \"Nhánh lan rừng\", \"Hát về cây lúa hôm nay\", \"Hãy yên lòng mẹ ơi\",...\n\nSau nhiều lần lỗi hẹn, liveshow ''[[Mãi Mãi Một Tình Yêu|Mãi mãi 1 tình yêu]]'' của Đan Trường đã chính thức diễn ra vào lúc 20 giờ ngày 25 và 26 tháng 12 năm 2004 tại Nhà thi đấu Phan Đình Phùng (Q.3, Thành phố Hồ Chí Minh) do HT Production kết hợp với [[Ủy ban Mặt trận Tổ quốc Việt Nam|Ủy ban Mặt trận Tổ quốc]] tổ chức, được truyền hình trực tiếp trên các kênh truyền hình địa phương như: Đài Truyền hình Bình Dương, Vĩnh Long, Ninh Thuận, Hà Tây, Bình Định, Hải Phòng.<ref name=\"dantri.com.vn\"\/> Tiền bán vé của chương trình một phần được dùng để ủng hộ Quỹ từ thiện vì người nghèo ở các tỉnh Bình Dương, Vĩnh Long, Thành phố Hồ Chí Minh, Hà Nội... Đan Trường trình diễn những ca khúc ở album Vol.11 mới phát hành và một số ca khúc mới được giới thiệu cho album sắp tới. Các ca sĩ khách mời gồm: [[Phương Thanh]], [[Quang Linh]], [[Cao Thái Sơn]], [[Đàm Vĩnh Hưng]], [[Cẩm Ly]], diễn viên sân khấu kịch Trung Dân, Mai Thanh Dung...<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/xem-nghe-doc\/dan-truong-khong-loi-hen-98345.html|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceC\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-to-chuc-live-show-thu-4-1882003.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/300-bo-trang-phuc-cho-live-show-cua-dan-truong-1881985.html|tiêu đề=|website=}}<\/ref>\n\n=== 2005: ''Chim trắng mồ côi'' và ''Nội tôi''===\nĐầu năm 2005, album vol. 13 ''[[Anh Phải Làm Sao?|Anh phải làm sao?]]'' được phát hành ngay sau khi thực hiện liveshow ''[[Mãi Mãi Một Tình Yêu|Mãi mãi 1 tình yêu]]'' với sự tham gia hoà âm của chính Đan Trường. Sự đón nhận nồng nhiệt của khán giả qua những ca khúc như \"Anh phải làm sao?\" (Nhất Trung), \"Đời người ca sĩ\" (Phương Uyên), \"Điệp khúc tuổi thơ\" (Lương Bằng Quang), \"Bản hùng ca Chim Lạc\" (Lê Quang),... đã tạo nên một album rất đáng nghe trong năm 2005. Màn kết hợp trở lại của cặp đôi Đan Trường - Cẩm Ly qua ca khúc \"Chim trắng mồ côi\" (Minh Vy, Hồng Xương Long) được giới thiệu trong liveshow ''Mãi mãi 1 tình yêu'' và đặc biệt trên sân khấu ''[[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]] 14'' sau đó đã để lại nhiều ấn tượng cho khán giả.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/ca-si-dan-truong-cam-ly-tiep-tuc-lam-nen-chuyen-296158.html|tiêu đề=|website=}}<\/ref> Ca khúc này mang về cho cả Đan Trường và Cẩm Ly giải \"Ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" tại [[Giải Mai Vàng]] năm 2005.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dem-ton-vinh-cac-nghe-si-310916.html|tiêu đề=|website=}}<\/ref>\n\nTrong năm 2005, Đan Trường ra mắt album vol. 14, album riêng đầu tiên về nhạc dân ca với tựa đề ''[[Thương Thầm|Thương thầm]].'' Đây là tuyển tập những ca khúc mang âm hưởng dân ca mới đến từ các nhạc sĩ: Nguyễn Ngọc Thạch, Trương Quang Tuấn, Đình Văn, Tiến Luân, Trần Vũ Anh Bình, Hồng Xương Long, Minh Vy. Album có sự tham gia của ca sĩ Hương Lan trong \"Chim sáo tương tư\" (Trương Quang Tuấn) và Cẩm Ly trong \"Đau xót lý con cua\" (Minh Vy). Đáng chú ý là ca khúc \"Nội tôi\" (Đình Văn) được đầu tư hòa âm và quay video đến 100 triệu đồng đã giành được sự yêu thích lớn của khán giả.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da\/mua-ban-doc-quyen-ca-khuc-nhung-nguoi-tien-phong-n2009070911482103.htm|tiêu đề=|website=}}<\/ref> Ca khúc mang về cho Đan Trường giải thưởng \"Nam ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" tại [[Giải Mai Vàng|Giải Mai Vàng 2007]].\n\n=== 2006: ''10 năm - Một chặng đường''===\nĐầu năm 2006, album vol. 15 của Đan Trường ra mắt vào với tựa đề ''[[Lời Nguyện Cầu Tình Yêu|Lời nguyện cầu tình yêu]],'' khởi đầu cho chiến lược mở rộng ảnh hưởng của Đan Trường sang các thị trường ca nhạc lân cận, mà điểm đến đầu tiên là Đài Loan. Album tập hợp những sáng tác mới nhất của các nhạc sĩ: Hoài An, Lương Bằng Quang, Trần Minh Phi, Minh Vy, Trung Quân. Đan Trường đã thực hiện hầu hết những ý tưởng từ chụp hình album cho đến chọn ca khúc và hoà âm phối phí.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-lam-sao-phai-qua-nhieu-cay-dang-post1035.html|tiêu đề=|website=}}<\/ref> Album bao gồm 2 ca khúc nhạc Đài Loan lời Việt là: \"[[Khi cô đơn em nhớ ai?]]\" và \"Lòng cảm ơn\". Ca khúc chủ đề \"Lời nguyện cầu tình yêu\" giúp Đan Trường nhận đề cử cho giải \"Nam ca sĩ nhạc nhẹ được yêu thích nhất\" tại [[Giải Mai Vàng]] 2006 và giúp anh tiếp tục đoạt giải \"Ca sĩ được yêu thích nhất\" và mang về cho nhạc sĩ Đình Văn giải \"Nhạc sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2006]]. Đặc biệt khi Đan Trường đã đoạt giải \"Ca sĩ của năm\" tại [[Giải thưởng Làn Sóng Xanh 2006]]. Danh sách đề cử bao gồm những ca sĩ nổi tiếng khác là: Lam Trường, Quang Dũng, Cẩm Ly, Mỹ Tâm, Hồ Quỳnh Hương.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/dan-truong-doat-giai-ca-si-cua-nam-175359.htm|tiêu đề=|website=}}<\/ref>\n\nAlbum video [[Dan Truong in Taiwan: Khúc Hát Phương Xa|''Dan Truong in Taiwan - Khúc hát phương xa'']] được phát hành sau đó nhằm quảng bá du lịch Đài Loan. Album bao gồm những video nhạc cho một số ca khúc trong album phòng thu Vol. 15 và được hỗ trợ thực hiện bởi Tổng cục Du lịch Đài Loan.\n\nTháng 3 năm 2006, Đan Trường phát hành album video ''[[Nắng Gió Tình Ta|Nắng gió tình ta]]'' với những MV cổ trang được quay tại Đà Lạt. Đan Trường vào vai \"[[Thần điêu hiệp lữ]]\" Dương Quá bên cạnh nàng \"[[Tiểu Long Nữ]]\" Cẩm Ly trong các video nhạc \"Trăng vỡ\", \"Nắng gió tình ta\" và \"Tình theo gió mây\" (Minh Vy).<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/dan-truong-dong-vai-than-dieu-dai-hiep-duong-qua-295936.html|tiêu đề=|website=}}<\/ref>\n\nNgày 11 tháng 6 năm 2006, Đan Trường phát hành album vol. 16 [[Bài ca MiYaHee]] bao gồm 13 ca khúc thuộc nhiều dòng nhạc khác nhau. Ca khúc chủ đề album là một bản nhạc dance sôi động, phiên bản lời Việt của ca khúc nhạc Rumani \"Dragostea Din Tei\". Ngoài ra là các sáng tác mới nổi bật của Hoài An như: \"Con sóng yêu thương\", \"Bên ấy bên này\" và loạt ca khúc nhạc xưa được anh hát lại bao gồm: \"Gửi người tôi yêu\", \"Người đi ngoài phố\", \"Mưa bụi 2\" (với [[Cẩm Ly]]). Nhạc sĩ Lê Quang đã viết ca khúc \"Mười năm một chặng đường\" dành riêng Đan Trường nhân dịp kỷ niệm 10 năm sự nghiệp ca hát của anh.\n\nCuối tháng 7 năm 2006, Đan Trường và HT Production đã tổ chức liveshow kỷ niệm đặc biệt mang tên [[10 Năm - Một Chặng Đường|''10 năm - Một chặng đường'']], bao gồm 2 đêm nhạc vào ngày 28 và 29 tháng 7, tại Nhà thi đấu Lan Anh, Thành phố Hồ Chí Minh. Đạo diễn chương trình là Hiệp Nguyễn và Hoàng Tuấn. Các khách mời bao gồm: [[Cẩm Ly]], [[Thanh Thảo (ca sĩ)|Thanh Thảo]], Kim Ngọc, Anh Vũ, Việt Hương, Thúy Nga, Minh Béo, MC Đỗ Thụy, Phước Lập. Liveshow mở đầu với phần hát và đệm đàn piano của chính Đan Trường trong tác phẩm \"[[Gửi người tôi yêu]]\", ca khúc đoạt giải từ 10 năm trước đã giúp anh quyết định đi theo sự nghiệp âm nhạc. Nam ca sĩ đã trình diễn những ca khúc thành công từ 2 album mới nhất. Bên cạnh 2 đêm nhạc còn có khá nhiều hoạt động khác được Hoàng Tuấn thiết kế như: triển lãm ''Đan Trường - 10 năm thành tựu'' bao gồm những vật dụng, hình ảnh có liên quan đến nam ca sĩ, sản xuất lại bộ sưu tập gồm tất cả các CD của Đan Trường; họp fanclub Đan Trường trên toàn quốc; tổ chức diễu hành quanh Thành phố Hồ Chí Minh để quảng bá cho liveshow.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/liveshow-dan-truong-tu-hue-von-den-loi-100-trieu-1889329.html|tiêu đề=|website=}}<\/ref>\n\nĐầu tháng 9 năm 2006, hãng đĩa Bến Thành phát hành album tổng hợp ''[[Ở Nơi Đó Em Cười|Ở nơi đó em cười]]'' bao gồm những sáng tác mới nhất của nhạc sĩ Hoài An viết riêng cho giọng hát Đan Trường.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/xem-nghe-doc\/nghe-album-10-tinh-khuc-hoai-an-o-noi-do-em-cuoi-158767.html|tiêu đề=|website=}}<\/ref> Ngoài ra, anh còn đoạt giải \"Nam ca sĩ Việt Nam được yêu thích nhất\" năm 2006 của giải thưởng YAN Awards do diễn đàn yeuamnhac.com bầu chọn.\n\n=== 2007: ''Võ lâm truyền kỳ'' và ''Thập nhị mỹ nhân'' ===\nĐan Trường tiếp tục nhận đề cử cho hạng mục \"Nam ca sĩ có giọng hát xuất sắc nhất\" và đoạt giải \"Nam ca sĩ được yêu thích nhất\" tại lễ trao giải Ngôi Sao Bạch Kim lần thứ 2 vào tháng 1 năm 2007.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/giai-tri\/10-ca-sy-doat-giai-thuong-ngoi-sao-bach-kim-lan-thu-2-1169696584.htm|tiêu đề=|website=}}<\/ref> Trước đêm trao [[Giải Mai Vàng]] 2006 vào ngày 19 tháng 1, Đan Trường tuyên bố không tham gia giải Mai Vàng vì cho rằng kết quả có sự sắp đặt trước.<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-nghe\/vi-sao-dan-truong-rut-khoi-giai-mai-vang-vao-phut-cuoi-73455.tpo|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.baoquangninh.com.vn\/quang-ninh-24-7\/van-hoa\/200701\/dan-truong-rot-giai-mai-vang-bo-hat-tai-le-trao-giai-2091589\/|tiêu đề=|website=|ngày truy cập=2018-08-25|archive-date=2018-08-26|archive-url=https:\/\/web.archive.org\/web\/20180826005032\/http:\/\/www.baoquangninh.com.vn\/quang-ninh-24-7\/van-hoa\/200701\/dan-truong-rot-giai-mai-vang-bo-hat-tai-le-trao-giai-2091589\/|url-status=dead}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-khong-tham-gia-mai-vang-2006-vi-hut-giai-1891538.html|tiêu đề=|website=}}<\/ref>\n\nNgày 9 tháng 2 năm 2007, bộ phim điện ảnh \"[[Võ lâm truyền kỳ (phim)|''Võ lâm truyền kỳ'']]\" với Đan Trường trong vai nam chính được công chiếu trên 60 rạp phim toàn quốc.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dien-anh\/ron-ra-khoi-dong-mua-phim-tet-304138.html|tiêu đề=|website=}}<\/ref> Phim do đạo diễn Lê Bảo Trung thực hiện và sản xuất bởi [[Hãng phim Phước Sang]]. Phim có sự tham gia của các diễn viên khác bao gồm: Kim Thư, Chi Bảo, Hoài Linh, Tấn Beo, Thanh Thảo, Vũ Thu Phương,... Đan Trường vào vai Thắng, một sinh viên nhà nghèo nhưng lại không lo học mà chỉ lo chơi game online... Phim ra mắt với nhiều đánh giá trái chiều từ giới phê bình và khán giả.\n\nĐan Trường tiếp tục đoạt giải \"Ca sĩ được yêu thích nhất\" tại [[Giải thưởng Làn Sóng Xanh 2007]]<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/le-trao-giai-lan-song-xanh-2007-xuong-phong-do-1194088214.htm|tiêu đề=|website=}}<\/ref> và giải \"Ca sĩ được yêu thích nhất\" tại [[Giải thưởng 10 năm Làn Sóng Xanh (1997–2007)]].<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/lan-song-xanh-tong-ket-10-nam-nhac-tre-1895186.html|tiêu đề=|website=}}<\/ref> Ngoài ra, tại [[Giải thưởng Âm nhạc Cống hiến]] lần 2 diễn ra vào tháng 3 năm 2007, Đan Trường được đề cử cho hạng mục \"Ca sĩ của năm\" bên cạnh những cái tên: Mỹ Linh, Mỹ Tâm, Thu Minh, Đức Tuấn.<ref>{{Chú thích web|url=https:\/\/conghien.thethaovanhoa.vn\/giai-thuong-am-nhac-cong-hien-lan-2-2007-c483n20130406090715037.htm|tiêu đề=|website=}}<\/ref> Tháng 5 năm 2007, Đan Trường đoạt giải \"Nam ca sĩ được yêu thích nhất\" tại mùa đầu tiên của giải thưởng [[HTV Awards]].<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-my-tam-duoc-yeu-thich-nhat-1892739.html|tiêu đề=|website=}}<\/ref> và giải \"Nam ca sĩ Việt Nam được yêu thích nhất\" năm 2007 của giải thưởng YAN Awards.\n\nTháng 10 năm 2007, HT Production phát hành album ''[[The best of remix - Đan Trường]]'' trong thời điểm anh đang đi lưu diễn nước ngoài. Khán giả được nghe lại những bài hit trong nhiều năm qua của Đan Trường với bản phối mới trẻ trung, sôi động. Đặc biệt là sự kết hợp bất ngờ và thành công với nữ ca sĩ Hồ Quỳnh Hương trong ca khúc \"Hát ru tình yêu\" do nhạc sĩ Hoài An sáng tác.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/the-best-of-remix-dan-truong-136335.html|tiêu đề=|website=}}<\/ref>\n\nNgày 29 tháng 11 năm 2007, vào đúng ngày sinh nhật Đan Trường, album vol. 17 ''[[Thập Nhị Mỹ Nhân|Thập nhị mỹ nhân]]'' đồng loạt được phát hành tại Mỹ, châu Âu, một số nước châu Á và Việt Nam.<ref name=\"ReferenceD\">{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-tong-tien-cong-post7874.html|tiêu đề=|website=}}<\/ref> Để có thể ra mắt album này, HT Production đã chuẩn bị trong 14 tháng, với chi phí đầu tư thực hiện là 320 triệu đồng. Ông Hoàng Tuấn và Đan Trường đã có sự chọn lọc rất kỹ, kể cả việc thăm dò ý kiến các fan, để cuối cùng chọn ra 22 ca khúc với những bản hòa âm ưng ý nhất từ 245 ca khúc được gửi đến.<ref name=\"ReferenceE\">{{Chú thích web|url=https:\/\/news.zing.vn\/2911-dan-truong-va-thap-nhi-my-nhan-post8320.html|tiêu đề=|website=}}<\/ref> Những ca khúc này thuộc nhiều dòng nhạc khác nhau từ các nhạc sĩ quen thuộc như Hoài An, Nguyễn Ngọc Thiện, Minh Khang, Đình Văn,... và đặc biệt là sự hợp tác bất ngờ với nhạc sĩ Lê Minh Sơn. Hoài An là nhạc sĩ tham gia với số lượng ca khúc nhiều nhất (5 ca khúc). Album gồm 2 CD chia thành 2 phần: ''[[Thập Nhị Mỹ Nhân|Thập nhị mỹ nhân]]'' và ''[[Anh Vẫn Đợi chờ|Anh vẫn đợi chờ]]''. Phần 1: ''[[Thập Nhị Mỹ Nhân|Thập nhị mỹ nhân]]'' bao gồm 12 ca khúc song ca cùng 12 nữ ca sĩ trong nước và hải ngoại bao gồm: [[Thanh Lam]], [[Phương Thanh]], [[Mỹ Tâm]], [[Cẩm Ly]], [[Thanh Thảo (ca sĩ)|Thanh Thảo]], [[Lệ Quyên (ca sĩ sinh 1981)|Lệ Quyên]], [[Hồ Ngọc Hà]], [[Hiền Thục]], [[Hoàng Châu (ca sĩ)|Hoàng Châu]] và [[Hương Lan]], [[Phi Nhung]], [[Ninh Cát Loan Châu]]. Mỗi bản song ca lại mang phong cách âm nhạc riêng của từng ca sĩ khách mời. Được phổ biến nhiều nhất là các ca khúc: \"Những ân tình xưa\" (với Loan Châu), \"Tình yêu thần thoại\" (với Lệ Quyên), \"Khúc hát chưa đặt tên\" (với Mỹ Tâm), \"Buồn mình ên\" (với Cẩm Ly), \"Chỉ cần mình có nhau\" (với Hoàng Châu),... Phần 2: ''[[Anh Vẫn Đợi chờ|Anh vẫn đợi chờ]]'' bao gồm 8 ca khúc chính thức và 4 ca khúc tặng kèm. Phổ biến nhất là các ca khúc: \"Anh vẫn đợi chờ\" (Hoài An), \"Nhớ người tình xa\" (nhạc Hoa - lời Việt: Trung Quân), \"Tự hỏi lòng\" (Lương Bằng Quang),... Ngoài ra, ca khúc \"Em còn nhớ anh\" là bản song ngữ Việt - Hoa, còn ca khúc \"Hãy về đây bên anh\" được thể hiện mới mẻ với tiếng Hoa và tiếng Thái Lan. Album vol. 17 đoạt giải \"Album được yêu thích nhất\" tại Giải thưởng [[Album Vàng (Giải thưởng)|Album Vàng]] 2008 do Công ty Cát Tiên Sa và Đài truyền hình Thành phố Hồ Chí Minh tổ chức.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/ho-ngoc-ha-am-giai-album-vang-2008-post45957.html|tiêu đề=|website=}}<\/ref> Album đạt kỷ lục khi là album được in xuất bản lần 1 tại Đài Loan với số lượng nhiều nhất (10.000 đĩa), album đơn có số lượng ca sĩ tham gia đông nhất (14 ca sĩ), album CD có nhiều nhà tài trợ lớn nhất (5 công ty).<ref name=\"ReferenceE\"\/><ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-nghe\/dan-truong-hat-cung-thap-nhi-my-nhan-102932.tpo|tiêu đề=|website=}}<\/ref>\n\n=== 2008: ''Đan Trường và Thập đại mỹ nhân''===\nTháng 1 năm 2008, Đan Trường phát hành album video ''[[Dan Truong in Holland]]'', một chương trình do TNT và Đại sứ quán Hà Lan hỗ trợ kinh phí với mức đầu tư 1 tỷ đồng, thực hiện bởi đạo diễn Lâm Lê Dũng và Xuân Phước. 60.000 bản đầu tiên được phát hành đồng loạt trên toàn thế giới.<ref name=\"ReferenceD\"\/>\n\nTháng 3 năm 2008, Đan Trường phát hành album video mang tên ''[[The best of video Chivalrous Swordsman: Đan Trường - Ảo mộng tình yêu]]'', một tập hợp gồm những clip ca nhạc cổ trang được yêu thích, tuyển chọn từ các album video trong 12 năm ca hát của anh.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-vui-voi-ao-mong-tinh-yeu-va-thap-dai-my-nhan-317264.html|tiêu đề=|website=}}<\/ref>\n\nTrong đêm trao giải [[HTV Awards]] vào ngày 19 tháng 4 năm 2008 tại Nhà hát truyền hình Thành phố Hồ Chí Minh, Đan Trường đoạt giải \"Nam ca sĩ được yêu thích nhất\" năm thứ 2 liên tiếp, sau khi vượt qua Đàm Vĩnh Hưng và Quang Dũng với số phiếu hơn 40.000.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/my-tam-dan-truong-am-gon-htv-award-post16614.html|tiêu đề=|website=}}<\/ref> Ngày 6 tháng 9 năm 2008, Đan Trường thông báo chính thức rút lui khỏi [[Giải thưởng Làn Sóng Xanh]] để nhường cơ hội cho những ca sĩ trẻ hơn. Tuy nhiên, anh cho biết vẫn sẵn sàng tham gia biểu diễn trong lễ trao giải hàng năm.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/dan-truong-rut-lui-khoi-giai-thuong-lan-song-xanh-n20080906091215919.htm|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/vi-sao-dan-truong-rut-khoi-giai-lan-song-xanh-post31958.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/giadinh.net.vn\/giai-tri\/vi-sao-dan-truong-xin-rut-khoi-giai-lsx-va-mai-vang-2008121009086362.htm|tiêu đề=|website=}}<\/ref>\n\nNgày 20 tháng 11 năm 2008, Đan Trường ra mắt album vol. 18 ''[[Dây Đủng Đỉnh Buồn|Dây đủng đỉnh buồn]],'' album nhạc dân ca thứ hai của anh. Đây là hoạt động nằm trong kế hoạch những hoạt động bên lề liveshow ''Thập đại mỹ nhân'' sắp diễn ra. Album gồm 10 bài hát mang âm hưởng dân ca và nhạc trữ tình như: \"Lời xàng xê của ngoại\" (Giang Hạ), \"Dây đủng đỉnh Buồn\" (Sơn Hạ), \"Thành phố buồn''\"'' (Lam Phương), \"Bài thơ đầu\" (thơ: Lê Thị Đầm - nhạc: Giang Hạ)…<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da\/dan-truong-day-dung-dinh-buon-n20081129092240121.htm|tiêu đề=|website=}}<\/ref>\n\nĐêm 29 tháng 11 năm 2008, đúng vào sinh nhật Đan Trường, liveshow ''[[Đan Trường và Thập Đại Mỹ Nhân|Đan Trường và Thập đại mỹ nhân]]'' diễn ra với hơn 11.000 khán giả tại sân vận động Quân khu 7, Thành phố Hồ Chí Minh. Chương trình được đạo diễn bởi Văn Hiệp, Lê Hoàng Tuấn và được đầu tư hơn 2 tỷ đồng. Khán giả đã chứng kiến những màn trình diễn tốn kém: ca sĩ từ đi xe ngựa, xe hơi, cưỡi ngựa, đến chèo thuyền trên dòng sông dài 42m (tốn 200 triệu đồng), bị \"cắt làm đôi\" trong phần ảo thuật, rồi huy động 200 diễn viên cho một tiết mục...<ref name=\"ReferenceF\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dem-dang-nho-cua-dan-truong-113968.html|tiêu đề=|website=}}<\/ref> Đan Trường trình bày 23 ca khúc, trong đó có 10 ca khúc song ca với 10 khách mời bao gồm: [[Thanh Lam]], [[Phương Thanh]], [[Hồ Ngọc Hà]], [[Hoàng Châu (ca sĩ)|Hoàng Châu]] (thay thế [[Thanh Thảo (ca sĩ)|Thanh Thảo]])<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-nghe\/dan-truong-va-thap-dai-my-nhan-ai-co-ai-khong-143971.tpo|tiêu đề=|website=}}<\/ref>, [[Cẩm Ly]], [[Phi Nhung]], [[Lương Bích Hữu]], [[Bảo Thy]], Hoa hậu [[Thùy Lâm]] và Eva Kdi (Indonesia).<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/live-show-dan-truong-thap-dai-my-nhan-khong-so-dai-ngon-n2008111208326897.htm|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/10-my-nhan-xuat-hien-an-tuong-trong-live-show-dan-truong-1228250639.htm|tiêu đề=|website=}}<\/ref> Cách Đan Trường trình diễn để phù hợp với 10 nữ ca sĩ với những phong cách khác nhau đã để lại ấn tượng với khán giả.<ref name=\"ReferenceF\"\/>\n\nTại sân khấu Cầu vồng 126 vào ngày 25 tháng 12 năm 2008, theo yêu cầu của khán giả, Trung tâm văn hóa Quận 3 phối hợp với HT Production tái hiện một phần liveshow ''Đan Trường và Thập đại mỹ nhân'' vừa qua với quy mô nhỏ hơn. Khách mời là 5 nữ ca sĩ: Phương Thanh, Cẩm Ly, Hoàng Châu, Bảo Thy, Lương Bích Hữu. Nhân dịp này, HT. Production và Đan Trường cũng phát hành album Đan Trường vol. 19 ''[[Thiên Sứ Tình Yêu|Thiên sứ tình yêu]].'' <ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-lam-thien-su-tinh-yeu-post40413.html|tiêu đề=|website=}}<\/ref> Album bao gồm các ca khúc pop ballad nhẹ nhàng, dễ nghe của các nhạc sĩ quen thuộc như: Hoài An, Bá Vĩnh, Minh Vy... Ca khúc chủ đề \"Thiên sứ tình yêu\" (nhạc Hoa - lời Việt: Võ Hoài Phúc) được chú ý nhiều nhất do đã phát hành trực tuyến từ trước. Đan Trường lần đầu viết lời cho một ca khúc nhạc Hoa mang tên \"Cô bé Tiểu Vy\" (với Lương Bích Hữu). Album không có sự đổi mới về phong cách âm nhạc, thậm chí có ca khúc còn bị đánh giá chất lượng rất thấp và không phù hợp với vị trí của anh trên thị trường âm nhạc. Tuy nhiên album vẫn được những khán giả trung thành tiếp tục ủng hộ và giành vị trí số 1 trong cuộc bình chọn ''[[Zing Album 08|Zing Album '08]]'' cho album được yêu thích nhất do zing.vn tổ chức năm 2008.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-dan-dau-zing-album-08-post45433.html|tiêu đề=|website=}}<\/ref>\n\n=== 2009: ''... Thứ ba học trò'' và ''Ngôi sao bay''===\nTrong đêm trao giải HTV Awards 2009 diễn ra tối ngày 18 tháng 4 tại TP HCM, với số bình chọn kỷ lục của giải thưởng này cho đến nay (53.384 phiếu bình chọn), Đan Trường đã bỏ xa các đối thủ của mình là Kasim Hoàng Vũ và Đàm Vĩnh Hưng để lần thứ 3 liên tiếp nhận giải thưởng \"Nam ca sĩ được yêu thích nhất''\".'' Anh cũng nói lời chia tay với HTV Awards khi xin rút khỏi danh sách đề cử của năm sau để nhường lại giải thưởng cho các ca sĩ trẻ.<ref name=\":2\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-3-lan-doat-giai-htv-awards-1902970.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/dan-truong-noi-loi-chia-tay-voi-giai-thuong-htv-n2009041906294777.htm|tiêu đề=|website=}}<\/ref>\n\nĐôi song ca Đan Trường - Cẩm Ly đánh dấu lần hợp tác trở lại với album ''[[Em là hạnh phúc đời anh]]'' do hãng Kim Lợi sản xuất và phát hành vào ngày 24 tháng 8 năm 2009. Đây là album chung thứ ba của Cẩm Ly và Đan Trường, bao gồm 10 sáng tác của nhạc sỹ Minh Vy dành riêng cho giọng hát của hai ca sĩ như: \"Em là hạnh phúc đời anh\", \"I love you\" (\"Nàng xuân của tôi\"), \"Còn lại đây mình em\",…<ref>{{Chú thích web|url=https:\/\/allvpop.com\/dan-truong-cam-ly-em-la-hanh-phuc-doi-anh-2009-itunes-aac-m4a-album\/|tiêu đề=|website=}}<\/ref>\n\nSau nhiều tháng lưu diễn trong và ngoài nước, tháng 9 năm 2009, Đan Trường quay trở lại công việc diễn xuất với bộ phim truyền hình \"''[[Nhất quỷ nhì ma]]''\" (tên gọi ban đầu của phim \"''... Thứ ba học trò''\") của đạo diễn Đặng Lưu Việt Bảo, được sản xuất bởi TiVi Plus & VietCast theo đơn đặt hàng của HTV. Để tham gia quay phim, anh đã tạm ngưng biểu diễn trong khoảng một tháng rưỡi.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-khong-nganhoc-tro-sieu-quay-341771.html|tiêu đề=|website=}}<\/ref> Ngày 13\/11\/2009, \"''[[Thứ ba học trò]]''\" chính thức khởi chiếu trên kênh truyền hình HTV9 của [[Đài Truyền hình Thành phố Hồ Chí Minh]] với 33 tập phim. Đan Trường tham gia diễn xuất cùng các gương mặt: [[Thanh Thảo (ca sĩ)|Thanh Thảo]], [[Nguyệt Ánh]], Phương Hằng, [[Angela Phương Trinh]], Mi Ngân, [[Đông Nhi]], Baggio, [[Bạch Công Khanh]], Văn Anh Duy, Hoàng Long, NSƯT Thanh Thanh Tâm… Trong phim, Đan Trường vào vai thầy giáo chủ nhiệm Nghiêm Tuấn phải đương đầu với những trò quậy phá của đám học trò lớp 12A1. Phim để lại những suy ngẫm về mối quan hệ thầy và trò, gia đình và nhà trường trong thời đại ngày nay.<ref>{{Chú thích web|url=http:\/\/giadinh.net.vn\/giai-tri\/thu-ba-hoc-tro-20091113051748467.htm|tiêu đề=|website=}}<\/ref> Bộ phim khi được trình chiếu lần đầu đã tạo cơn sốt yêu thích trong giới học sinh, sinh viên lúc bấy giờ, và được đánh giá là một trong những phim Việt Nam hay nhất về đề tài học đường.<ref>{{Chú thích web|url=https:\/\/vtv.vn\/dien-anh\/nhung-phim-viet-hay-nhat-ve-hoc-tro-20150905140736291.htm|tiêu đề=|website=}}<\/ref> Vai diễn này mang về cho Đan Trường danh hiệu \"Nam diễn viên Việt Nam được yêu thích nhất\" năm 2010 của giải thưởng Movie Awards - DMAs do thành viên diễn đàn dienanh.net bình chọn. Album nhạc phim phát hành trên các trang nghe nhạc trực tuyến cũng rất được yêu thích, đặc biệt là ca khúc chủ đề \"''... Thứ ba học trò''\" với 2 phiên bản thể hiện bởi Đan Trường và nữ ca sĩ trẻ Đông Nhi.\n\nTrong tháng 11 năm 2009, Đan Trường kết hợp với VNPT xây dựng và khai thác hộp thư thông tin riêng thông qua tổng đài (08) 80111989 để phục vụ cho khán giả và fan club của anh. Ngoài ra, HT.Production cùng Đan Trường đã ký kết với Công ty Idea Music tại Samoa (Đài Loan) để khai thác gần 2.000 ca khúc karaoke Việt Nam tại thị trường Đài Loan với tổng số tiền bản quyền là 4 tỷ đồng.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/dan-truong-co-tong-dai-dien-thoai-rieng-133781.html|tiêu đề=|website=}}<\/ref>\n\nCuối tháng 11 năm 2009, Đan Trường ra mắt album vol. 20 với tựa đề [[Ngôi Sao Bay|''Ngôi sao bay'']]. Đây là hoạt động đánh dấu sự trở lại của anh trên thị trường âm nhạc với sự hợp tác cùng ekip nhạc sĩ mới. Album bao gồm hầu hết các ca khúc pop ballad và vẫn mang nhiều ảnh hưởng từ dòng nhạc cantopop. Ca khúc được chú ý nhiều nhất trong album là \"Cắn môi tình còn đau\" khi đạt số lượt nghe vượt trội và nhiều tuần đạt vị trí số 1 trên trang nghe nhạc trực tuyến Zing Mp3. Ca khúc này có mặt trong \"Top 10 ca khúc của năm\" tại giải thưởng [[Zing Music Awards 2010]]. Một số ca khúc phổ biến khác là: \"Tình xa\", \"Bướm tình\", \"Giấc mơ màu tím\" (với Hồ Quỳnh Hương).\n\nĐêm 3 tháng 12 năm 2009, tại sân khấu Trống Đồng, Thành phố Hồ Chí Minh đã diễn ra liveshow ''[[Ngôi Sao Bay|Ngôi sao bay]]'' nhằm quảng bá cho album cùng tên vừa ra mắt của Đan Trường. Tổng kinh phí chương trình khoảng 800 triệu đồng.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-ngoi-sao-bay-334591.html|tiêu đề=|website=}}<\/ref> Khách mời bao gồm: Cẩm Ly, Thanh Thảo, Hồ Quỳnh Hương, nghệ sĩ hài Hoài Linh và \"biệt đội 12A1\" gồm Đông Nhi, Phương Trinh, Bạch Công Khanh, Baggio, Hoàng Long… MC chương trình là Bảo Thy và Trấn Thành. Liveshow tập trung nhiều cho sân khấu và cả trang phục biểu diễn. Sân khấu Trống Đồng vốn 'bình dân' đã trở thành một sân khấu hoàn toàn mới lạ theo kiểu thành cổ đại của châu Âu. Nhân dịp này, Đan Trường cũng tri ân những nhạc sĩ, những người đã giúp Đan Trường có những tác phẩm âm nhạc xuất sắc đi vào lòng khán giả hơn 13 năm qua.<ref name=\"ReferenceG\">{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-lam-live-show-theo-phong-cach-chau-au-post70521.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/doi-song\/giai-tri\/dan-truong-lam-ngoi-sao-bay-287298.html|tiêu đề=|website=}}<\/ref>\n\nNgày 3 tháng 12 năm 2009, Đan Trường tiếp tục phát hành album vol. 21 với tựa đề ''[[Ướt Lem Chữ Đời|Ướt lem chữ đời]]''. Album gồm 13 ca khúc nhạc xưa và dân ca. Ca khúc chủ đề \"Ướt lem chữ đời\" (Vũ Quốc Việt) là một sáng tác mà anh rất tâm đắc. Trước đây Đan Trường có bài hát \"Nội tôi''\"'' đã để lại nhiều ấn tượng thì trong album này xuất hiện ca khúc mới \"[[Ngoại Tôi|Ngoại tôi]]\", đều được viết bởi nhạc sĩ Đình Văn.<ref name=\"ReferenceG\"\/> Anh cũng hát lại những nhạc phẩm nổi tiếng một thời như: \"Chỉ có bạn bè\" (Bảo Lâm), \"Thao thức vì em\" (Lam Phương), \"Giã từ đêm mưa\" (Văn Phong),... được hoà âm mới với sự tham gia của các ca sĩ khách mời: Quang Linh, Thanh Thảo, Cẩm Ly.\n\n=== 2010: ''Hùng thiêng Âu Lạc'' và ''Người miền Tây'' ===\nĐầu tháng 10 năm 2010, Đan Trường ra mắt album sử ca chào mừng Đại lễ 1.000 năm Thăng Long - Hà Nội với tựa đề ''[[Hùng thiêng Âu Lạc]].'' Với album này, Đan Trường và HT.Production đã chọn phần lớn những bài hát có đề tài lịch sử dân tộc như: \"Dòng máu Lạc Hồng\", \"Đất Việt - Tiếng vọng ngàn đời\", \"Hùng thiêng Âu Lạc\", \"Thăng Long khát vọng ngàn năm\"…<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/dan-truong-ra-album-mung-dai-le-309021.html|tiêu đề=|website=}}<\/ref>\n\nTrong năm 2010, Đan Trường nhận danh hiệu \"Nam ca sĩ Việt Nam được yêu thích nhất\" của giải thưởng YAN Awards và \"Nam diễn viên Việt Nam được yêu thích nhất\" của giải thưởng DMAs, do diễn đàn yeuamnhac.com và dienanh.net bình chọn.\n\nNgày 28 tháng 12 năm 2010, album vol. 22 của Đan Trường ra mắt với tựa đề ''[[Người Miền Tây|Người miền Tây]].'' Album bao gồm 11 ca khúc mang âm hưởng dân ca và trữ tình đến từ các nhạc sĩ: Sơn Hạ, Phi Bằng, Giang Hạ, Trường Phi Hùng, Hồng Xương Long,... Đây là album đặc biệt mang nhiều màu sắc dân gian Nam Bộ được Đan Trường thực hiện dành tặng người dân miền Tây, đó cũng là quê ngoại của Đan Trường, nơi mà anh có nhiều gắn bó. Các nữ ca sĩ Cẩm Ly, Thanh Thảo, Phi Nhung và Hoàng Châu tham gia với vai trò là khách mời. Ca khúc \"[[Anh Ba Khía]]\" (Sơn Hạ) rất phổ biến với khán giả miền Tây, Nam bộ và được đề cử cho hạng mục \"Nam ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" của giải Mai Vàng mặc dù anh đã tuyên bố rút lui khỏi giải thưởng này trước đó.\n\n=== 2011: ''Thiên đường vắng'' và ''Con sóng yêu thương''===\nNgày 10 tháng 1 năm 2011, Đan Trường tiếp tục tung ra album vol. 23 với tựa đề ''[[Thiên Đường Vắng|Thiên đường vắng]]''. Album với hầu hết các ca khúc pop\/ ballad mới đến từ ekip nhạc sĩ trẻ. Trong đó 2 ca khúc \"Thiên đường vắng\" và \"Có bao giờ\" đã gây chú ý khi bị phát tán trên mạng từ vài ngày trước.<ref name=\"laodong.vn\">{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa\/dan-truong-bi-lo-hang-52205.bld|tiêu đề=|website=}}<\/ref> Một ca khúc gây ồn ào khác khi dính lùm xùm về bản quyền là \"Tình yêu đầu tiên\" khi đã được thể hiện trước đó bởi nhóm nhạc The Men nhưng với tên gọi khác. Album với phong cách âm nhạc không mới và có phần lỗi thời trên thị trường nhạc Việt.\n\nTrong Lễ trao giải [[Zing Music Awards 2010]] diễn ra vào ngày 12 tháng 1 tại nhà hát Hòa Bình, Thành phố Hồ Chí Minh, Đan Trường đoạt giải \"Nam ca sĩ được yêu thích nhất\" và ca khúc \"[[Cắn môi tình còn đau]]\" của anh có mặt trong \"Top 10 Ca khúc của năm\".<ref>{{Chú thích web|url=http:\/\/maskonline.vn\/zing-music-awards-2010-ket-thc-tot-dep-nhung-khng-qu-bat-ngo\/|tiêu đề=|website=|ngày truy cập=2018-09-05|archive-date = ngày 5 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180905180030\/http:\/\/maskonline.vn\/zing-music-awards-2010-ket-thc-tot-dep-nhung-khng-qu-bat-ngo\/|url-status=dead}}<\/ref>\n\nĐêm 13 tháng 1 năm 2011, tại Sân khấu Trống Đồng, Thành phố Hồ Chí Minh đã diễn ra liveshow Đan Trường với chủ đề ''[[Thiên Đường Vắng|Thiên đường vắng]].'' Chương trình được chia làm 3 phần: sử ca, dân ca, nhạc trữ tình và nhạc trẻ.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/live-show-thien-duong-vang-cua-dan-truong-92713.html|tiêu đề=|website=}}<\/ref> Đây là nơi anh đã tổ chức live show ''Ngôi Sao Bay'' và lần này anh tiếp tục chọn sân khấu ngoài trời nhưng với mức giá vé khá rẻ. Trong liveshow này, Đan Trường chủ yếu giới thiệu các ca khúc trong 2 album mới nhất. Khách mời của liveshow là các ca sĩ ít nhiều đã gắn bó với Đan Trường như: Cẩm Ly, Thanh Thảo, Phi Nhung, Hoàng Châu, Phương Thanh, Hồ Ngọc Hà...<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da\/dan-truong-lam-live-show-voi-gia-ve-re-bat-ngo-n20101229081036520.htm|tiêu đề=|website=}}<\/ref> Đặc biệt, lần đầu tiên tất cả các ca sĩ khách mời đến với liveshow lần này đều sẽ hát miễn phí, không lấy catse.<ref name=\"laodong.vn\"\/> Trước và sau đêm diễn, anh đã phải vào viện vì suy nhược cơ thể.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-nguy-kich-sau-liveshow-post104303.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/dan-truong-huy-so-vi-bi-tat-tieng-314308.html|tiêu đề=|website=}}<\/ref> DVD thu hình từ liveshow phát hành sau đó đã tiêu thụ rất tốt, chỉ trong 2 ngày đầu đã bán được 4.000 đĩa.\n\nCuối tháng 1 là sự ra mắt của album video ''[[Dan Truong in America]]'' sau gần 5 năm không thực hiện các chương trình video của Đan Trường và HT Production. DVD được đầu tư khoảng 700 triệu đồng và có 2 video nhạc do chính Đan Trường đạo diễn.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-di-my-lam-album-215140.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/maskonline.vn\/dan-truong-lm-dao-dien\/|tiêu đề=|website=|ngày truy cập=2018-09-02|archive-date = ngày 2 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180902222349\/http:\/\/maskonline.vn\/dan-truong-lm-dao-dien\/|url-status=dead}}<\/ref> DVD bao gồm hai phần, phần 1 được quay tại Mỹ và phần 2 tại Việt Nam.{{fact}}\n\nVào dịp Tết Tân Mão tháng 2 năm 2011, Đan Trường xuất hiện trong vai nam chính của bộ phim truyền hình dài 5 tập \"''[[Nụ hôn đầu xuân]]''\" của đạo diễn Xuân Phước trên kênh VTV3, Đài truyền hình Việt Nam. Nội dung phim xoay quanh câu chuyện về đôi trai gái với những tài lẻ: Khang Trung (Đan Trường), một thợ may tháo vát, và Lam Hân (Nguyệt Ánh), một thợ cắt tóc đầy sáng tạo. Họ lên thành phố và nuôi dưỡng niềm đam mê của mình. Trong một lần gặp gỡ đầu xuân, cả hai đã thương mến nhau... Phim còn có sự tham gia diễn xuất của: Hoài Linh, Huỳnh Đông, Châu Gia Kiệt,...<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/hoai-linh-tro-thanh-bo-vo-dan-truong-trong-phim-tet-1911235.html|tiêu đề=|website=}}<\/ref>\n\nNgày 25 tháng 11, Đan Trường ra mắt album vol. 24 với tựa đề ''[[Lỡ duyên rồi]]''. Album bao gồm 13 ca khúc nhạc dân ca và nhạc xưa với hai ca sĩ khách mời là Cẩm Ly và Thanh Thảo.<ref>{{Chú thích web|url=http:\/\/www.giaidieuxanh.vn\/news\/12033\/|tiêu đề=|website=|ngày truy cập=2018-09-03|archive-date = ngày 3 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180903215421\/http:\/\/www.giaidieuxanh.vn\/news\/12033\/}}<\/ref> Trong album lần này, Đan Trường giới thiệu các ca khúc mới: \"Bậu bình bát\", \"Vợ chồng Tư Sậy\" (Sơn Hạ), \"Lỡ duyên rồi\", \"Cánh đồng hoa mua tím\" (Hồng Xương Long). Ngoài ra, anh còn thể hiện lại các ca khúc nhạc xưa như: \"Chiếc áo Bà Ba\", \"Chuyện hẹn hò\" (Trần Thiện Thanh), \"Hoàng hôn màu tím\" (Thế Hiển),...\n\nĐầu tháng 12, Đan Trường tiếp tục phát hành album nhạc trẻ vol. 25 mang tựa đề ''[[Tuyết mùa hè]].'' Album giới thiệu 12 ca khúc mới mang nhiều ảnh hưởng từ dòng nhạc Pop R&B. Tuy nhiên album không được đánh giá cao về phần viết lời và cách hoà âm phối khí cũng không mới. Tuy nhiên sức hút từ thương hiệu Đan Trường cũng giúp album thu hút lượt nghe khá lớn khi album đạt 1,9 triệu lượt nghe chỉ sau vài tiếng phát hành trên Zing Mp3.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-bien-hoa-voi-cam-xuc-bon-mua-post137712.html|tiêu đề=|website=}}<\/ref>\n\nĐể kỷ niệm 15 năm ca hát, Đan Trường và HT Production đã tổ chức liveshow với chủ đề ''[[Con Sóng Yêu Thương|Con sóng yêu thương]]'' vào đêm 17 tháng 12 tại sân vận động Quân khu 7, Thành phố Hồ Chí Minh. Liveshow được đầu tư hơn 3 tỷ đồng,<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/am-nhac\/dan-truong-lam-liveshow-112516.html|tiêu đề=|website=}}<\/ref> riêng màn trình diễn với chiếc trực thăng đã tiêu tốn 200 triệu đồng. Khách mời tham gia đêm nhạc gồm các ca sĩ như Lam Trường, Thanh Thảo, Cẩm Ly, Hoài Linh, Phi Nhung, Chí Tài, và MC chương trình là Quỳnh Hương và Quách Ngọc Ngoan… Tiết mục được khán giả đón nhận nồng nhiệt là: liên khúc \"Tình khúc vàng - Tình thôi xót xa''\"'' của ‘cặp đôi’ Lam Trường - Đan Trường khi hai nam ca sĩ hát lại bài hit của nhau. Một tiết mục cũng được nhiều khán giả yêu thích là ca cảnh \"Lương Sơn Bá - Chúc Anh Đài''\"'' với phần biểu diễn của Đan Trường, Cẩm Ly, Hoài Linh, Chí Tài do NSND Thanh Tòng viết riêng cho chương trình.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-va-15-nam-ca-hat-103440.html|tiêu đề=|website=}}<\/ref> Đặc biệt, anh còn tổ chức buổi triển lãm ''Đan Trường - 15 năm thành tựu'' tại khu vực bên ngoài sân vận động Quân khu 7 (vào lúc 16 giờ ngày 16\/12 cho đến 22 giờ ngày 17\/12).<ref>{{Chú thích web|url=https:\/\/m.thanhnien.vn\/van-hoa\/dan-truong-ky-niem-15-nam-ca-hat-119184.html|tiêu đề=|website=}}<\/ref> Trong quá trình sản xuất DVD thu hình liveshow, Đan Trường cho biết anh phải hủy đến 5.000 đĩa vì chiếc đĩa thứ 2 trong bộ DVD bị lỗi trước khi phát hành.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-huy-5000-dia-69491.html|tiêu đề=|website=}}<\/ref>\n\n=== 2012: ''Thư pháp'' và ''Người hai quê'' ===\nTối ngày 8 tháng 1 năm 2012, tại Lễ trao giải [[Zing Music Awards 2011]], Đan Trường và Đàm Vĩnh Hưng cùng đoạt giải \"Nam ca sĩ được yêu thích nhất\" với số phiếu bình chọn bằng nhau hy hữu (29.986 lượt bầu). Khán giả được xem đoạn video clip Đan Trường gửi về từ Đài Loan, chúc chương trình thành công và cáo lỗi vì phải thực hiện một sứ mệnh khác nên không thể tới tham dự buổi lễ.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dam-vinh-hung-van-mai-huong-thang-lon-tai-zing-music-awards-post232323.html|tiêu đề=|website=}}<\/ref> Sau đó, anh cũng tuyên bố rút lui khỏi những hạng mục giải thưởng do khán giả bình chọn từ năm sau.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dam-vinh-hung-dan-truong-vang-bong-tai-zma-post383077.html|tiêu đề=|website=}}<\/ref>\n\nChiều ngày 30 tháng 1, Đan Trường gặp tai nạn xe hơi trong lúc di chuyển từ Thành phố Hồ Chí Minh đến Bình Thuận để bắt đầu tour diễn tại các tỉnh miền Trung. Nhưng may mắn là Đan Trường không bị thương và vẫn tiếp tục thực hiện chuyến lưu diễn của mình.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-gap-tai-nan-441199.html|tiêu đề=|website=}}<\/ref>\n\nĐầu tháng 4 năm 2012, Đan Trường phát hành album vol. 26 với tựa đề ''[[Thư Pháp|Thư pháp]]''. Ngoài 2 ca khúc mới là \"Thư pháp\" (Nguyễn Duy Hùng) và \"Vợ chồng Tư Sậy \" (Sơn Hạ), các bài hát còn lại trong album đều quen thuộc và xuất hiện trong các liên khúc. Ca khúc chủ đề \"Thư pháp\" trong Chương trình Bài hát Việt 2008 từng được khá nhiều ca sĩ trình bày nhưng Đan Trường đã mang đến một hơi hướng cổ với cách xử lý khá lạ. Đặc biệt, album tặng kèm video clip \"Lương Sơn Bá – Chúc Anh Đài\" với sự trình bày của Đan Trường, Cẩm Ly, Chí Tài, Hoài Linh...<ref>{{Chú thích web|url=http:\/\/danviet.vn\/giai-tri\/dan-truong-ra-album-thu-phap-119809.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-trinh-lang-album-truoc-ngay-di-canada-va-my-440363.html|tiêu đề=|website=}}<\/ref>\n\nCuối năm 2012, album vol. 27 của Đan Trường mang tên ''[[Người hai quê]]'' ra mắt bao gồm 13 ca khúc nhạc dân ca và nhạc xưa. Album được hỗ trợ hòa âm bởi các chuyên viên đến từ trung tâm Thúy Nga. Ca khúc \"[[Hai bờ cách biệt]]\" (Sơn Hạ) song ca với Cẩm Ly đã giúp cặp đôi ca sĩ nhận giải \"Ca khúc mang âm hưởng dân ca của năm\" tại Lễ trao giải [[Zing Music Awards 2012]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/zing-music-awards-2012-ho-ngoc-ha-nhan-giai-nghe-si-cua-nam-801785.html|tiêu đề=|website=}}<\/ref> Còn MV cho ca khúc \"[[Ngốc ơi]]\" do Đan Trường đạo diễn gây ấn tượng với nội dung độc đáo, hài hước và hiện đạt hơn 11 triệu lượt xem trên Youtube.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-hoa-chang-ngoc-trong-mv-moi-2410614.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/nhung-mv-hanh-dong-an-tuong-cua-vpop-post356479.html|tiêu đề=|website=}}<\/ref>\n\n=== 2013: ''Ngày và đêm'' và ''Lục tỉnh miền Tây''===\nNgày 10 tháng 1 năm 2013, Đan Trường ra mắt album nhạc trẻ mới vol. 28 với tựa đề ''[[Ngày và đêm]]''. Album gây ấn tượng về mặt hình ảnh khi Đan Trường xuất hiện trong hình tượng người hai mặt \"ác\" và \"thiện\" với mặt nạ, kiểu tóc nhuộm vàng và trang phục bằng kim loại. Ca khúc \"Ước mơ ngọt ngào\" (với Cẩm Ly) trong album được yêu thích và phổ biến rộng rãi từ trước khi phát hành chính thức thông qua clip quảng cáo từ nhãn hàng Neptune. Tuy nhiên những ca khúc còn lại đều tiếp tục bị đánh giá thấp và được cho là không phù hợp với chất giọng cũng như vị trí của anh trên thị trường âm nhạc đang phát triển mạnh mẽ.\n\nĐan Trường tiếp tục thực hiện liveshow với chủ đề ''[[Ngày và đêm]]'' và tối ngày 12 tháng 1 tại sân khấu Cầu Vồng 126 Thành phố Hồ Chí Minh. Đêm diễn được đầu tư 1 tỷ đồng nhằm giới thiệu đến khán giả 2 album mới nhất của anh là ''Người hai quê'' và ''Ngày và đêm''. Nam ca sĩ xuất hiện với tạo hình ấn tượng cùng trang phục bán khỏa thân bằng kim loại. Anh đã phải tập thể hình căng thẳng trong suốt 6 tháng để có ngoại hình thật sexy.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-ban-khoa-than-trong-liveshow-2407098.html|tiêu đề=|website=}}<\/ref> Các dòng nhạc được Đan Trường thể hiện trong liveshow gồm những ca khúc nhạc dance, ngoài sở trường pop ballad, dân ca trữ tình. Khách mời là các ca sĩ thân thiết với anh: Cẩm Ly, Thanh Thảo, Đàm Vĩnh Hưng, Noo Phước Thịnh, Miu Lê, Huyền Ny, Trấn Thành,...<ref>{{Chú thích web|url=http:\/\/thegioivanhoa.com.vn\/dan-truong-bay-den-thanh-thao-trong-liveshow-ngay-va-dem\/|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-chap-canh-bay-tren-san-khau-2412034.html|tiêu đề=|website=}}<\/ref>\n\nNgày 6 tháng 2, đúng dịp Tết Quý Tỵ 2013, Đan Trường xuất hiện trong bộ phim điện ảnh ''[[Yêu anh! Em dám không?]]'' của đạo diễn Nguyễn Quang Minh, do hãng phim Phước Sang sản xuất và phát hành. Đan Trường vào vai Hùng, một chàng trai hiền lành, tốt bụng đến mức khờ khạo nên dễ bị lợi dụng, một vai diễn được đánh giá là phù hợp với diễn xuất chân thật của anh. Các diễn viên tham gia khác bao gồm: Miu Lê, danh hài Chí Tài, Hoàng Sơn, Nhật Cường, Trấn Thành...<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/diem-phim\/tran-thanh-dan-truong-dai-nao-ieu-anh-em-zam-hok-2411341.html#ctr=related_news_click|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/phim\/yeu-anh-em-dam-khong-4713.html|tiêu đề=|website=|ngày truy cập=2018-09-05|archive-date = ngày 5 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180905175701\/https:\/\/giaitri.vnexpress.net\/phim\/yeu-anh-em-dam-khong-4713.html}}<\/ref>\n\nSau đám cưới đình đám và vụ scandal \"tống tiền\", đến cuối năm 2013, Đan Trường phát hành album thứ 29 trong sự nghiệp của mình mang tựa đề ''[[Lục tỉnh miền Tây]]''. Tiếp tục trung thành với dòng nhạc quê hương, anh giới thiệu những ca khúc mang âm hưởng dân ca mới nhất của các nhạc sĩ: Sơn Hạ, Trương Phi Hùng, Võ Đảm, Thanh Sơn... Album còn có sự góp giọng của Cẩm Ly và Lương Bích Hữu.<ref>{{Chú thích web|url=https:\/\/www.phunuonline.com.vn\/van-hoa-giai-tri\/dan-truong-la-va-quen-voi-luc-tinh-mien-tay-32580\/|tiêu đề=|website=}}<\/ref>\n\n=== 2014: ''Vẫn mãi một nụ cười'' và ''Dấu ấn''===\nTối ngày 11 tháng 1 năm 2014, tại sân khấu Cầu Vồng 126, Thành phố Hồ Chí Minh diễn ra liveshow ''[[Vẫn mãi một nụ cười]].'' Một phần số tiền bán vé sẽ được trích ra để làm từ thiện vào dịp Tết. Đêm diễn được đầu tư 2 tỷ đồng, riêng tiền đầu tư cho thiết bị, ánh sáng, âm thanh trên sân khấu là hơn 1 tỷ đồng. Trong liveshow, anh trình diễn những ca khúc quen thuộc và giới thiệu những nhạc phẩm trong 2 album mới nhất là ''Lục tỉnh miền tây'' và ''Người thay thế''. Các tiết mục và trang phục đều do Đan Trường lên ý tưởng. Nghệ sỹ khách mời bao gồm: Thanh Thảo, Cẩm Ly, Trấn Thành, Việt Hương, [[Cao Thái Sơn]], [[Đinh Hương (ca sĩ)|Đinh Hương]], nhóm 365 và Quang Anh - Quán quân Giọng hát Việt nhí 2013.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-thay-nhieu-trang-phuc-trong-liveshow-2938590.html|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceH\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-chi-2-ty-dong-lam-liveshow-gay-quy-tu-thien-2925161.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/ca-si-dan-truong-van-mai-mot-nu-cuoi-5687.html|tiêu đề=|website=}}<\/ref>\n\nAlbum vol. 30 mang tựa đề ''[[Người thay thế]]'' cũng được phát hành trong ngày diễn ra liveshow, bao gồm những ca khúc nhạc trẻ mới nhất của các nhạc sĩ: Trung Quân, Sơn Hạ, Bảo Kun, Hoài An, Lương Bằng Quang,... Ngày 6 tháng 4, Đan Trường phát hành MV cho ca khúc chủ đề \"Người thay thế\" trên kênh Youtube chính thức do anh làm đạo diễn.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-tu-dao-dien-mv-nguoi-thay-the-2966300.html|tiêu đề=|website=}}<\/ref>\n\nTại chương trình ''[[Bài hát yêu thích]]'' tháng 10, Đan Trường lần đầu tiên xuất hiện với ca khúc \"[[Anh Ba Khía]]\" đang rất được yêu thích tại các tỉnh miền Tây.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-phi-nhung-quang-dung-hen-nhau-tai-bai-hat-yeu-thich-810539.html|tiêu đề=|website=}}<\/ref> Màn trình diễn của anh gây ra tranh cãi sau lời chê của MC Trác Thuý Miêu.<ref name=\"ReferenceI\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-nhan-khen-che-trai-chieu-tai-bai-hat-yeu-thich-3089385.html|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceI\"\/><ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/trac-thuy-mieu-la-ai-ma-che-dan-truong-200774.html|tiêu đề=|website=}}<\/ref> Sau đó, phía nam ca sĩ đã kêu gọi fan ngưng các hoạt động bình bầu trên tin nhắn lẫn website của cuộc thi, cũng như gửi lời cảm ơn khán giả đã đồng hành cùng mình trong thời gian qua.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/buc-xuc-trac-thuy-mieu-dan-truong-tu-bo-san-choi-bai-hat-yeu-thich-810752.html|tiêu đề=|website=}}<\/ref>\n\nĐêm ngày 1 tháng 11 tại Nhà thi đấu Nguyễn Du, Thành phố Hồ Chí Minh diễn ra liveshow ''[[Dấu ấn]]'' của Đan Trường. Chương trình đã 'cháy vé' từ hơn 1 tuần trước và phá vỡ kỷ lục về số lượng khán giả.<ref name=\"vtv.vn\">{{Chú thích web|url=https:\/\/vtv.vn\/truyen-hinh\/liveshow-dau-an-dan-truong-chay-ve-truoc-gio-dien-20141026010820305.htm|tiêu đề=|website=}}<\/ref> Trong suốt hơn 100 phút của liveshow với 12 tiết mục và trên 20 ca khúc, Đan Trường đã trình diễn trọn vẹn ở cả ba mảng nhạc: truyền thống, dân ca và nhạc trẻ. Đây là 3 dòng nhạc mà Đan Trường đã thể hiện rất thành công trong sự nghiệp ca hát gần 20 năm của mình. Các khách mời là: Thanh Thảo, Cao Thái Sơn, Thiện Nhân - quán quân ''Giọng hát Việt nhí 2014'', nhóm 365 Daband và một người bạn của Đan Trường - Kevin Rogers. Một trong những màn trình diễn ấn tượng nhất liveshow là tiết mục Đan Trường thể hiện lại hai ca khúc \"Tình khúc vàng\" và \"Đi về nơi xa\" theo phong cách acoustic với sự hỗ trợ của hai nhạc sĩ thân thiết Lê Quang và Hoài An. Đan Trường để lại ấn tượng với khán giả bởi phong độ rất ổn định và ngoại hình trẻ trung \"bất chấp tuổi tác\".<ref name=\"vtv.vn\"\/><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/liveshow-dan-truong-pha-vo-ky-luc-ve-so-luong-khan-gia-post474985.html|tiêu đề=|website=}}<\/ref>\n\nTrong chương trình ''[[Giai điệu tự hào]]'' lên sóng vào tối 28 tháng 11 trên kênh VTV1, Đan Trường lần đầu tham gia với tư cách ca sĩ khách mời đặc biệt. Anh cũng là nghệ sĩ thể hiện ca khúc chủ đề của chương trình ''Giai điệu tự hào'' - \"''Tình đất đỏ miền Đông\"''. Cả hai hội đồng bình luận và gần 400 khán giả tại trường quay đã bình chọn cho tiết mục \"[[Tình đất đỏ miền Đông]]''\"'' và Đan Trường giành được 95,31% tỷ lệ bình chọn, trở thành tiết mục dẫn đầu ''Giai điệu tự hào'' tháng 11<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-hien-thuc-nhi-nhanh-trong-hau-truong-post483946.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/video\/bong-da\/dan-truong-dan-dau-giai-dieu-tu-hao-thang-11-n20141129091516123.htm|tiêu đề=|website=}}<\/ref> và góp mặt trong chương trình ''Gala'' ''Giai điệu tự hào'' 2014 lên sóng vào tối ngày 21\/2 (mùng 3 Tết Nguyên Đán).<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/bong-da\/gala-giai-dieu-tu-hao-2014-ton-vinh-23-ca-khuc-n20150212201230176.htm|tiêu đề=|website=}}<\/ref>\n\n=== 2015: ''Ký sự miền Tây'' và ''Nồi đất''===\nĐầu năm 2015, Đan Trường phát hành một loạt các album mới. Ngày 31 tháng 1 phát hành album nhạc xuân mang tên ''[[Mai đào đón xuân]]'' với các ca sĩ khách mời: Hồ Ngọc Hà, Thanh Thảo, Quang Hà, Cao Thái Sơn, Hương Tràm. Ngày 2 tháng 2, album riêng vol. 31 được ra mắt với tựa đề ''[[Nhìn vào nỗi nhớ - Chàng Ốc tương tư]]'' bao gồm 2 phần. CD ''Nhìn vào nỗi nhớ'' gồm những ca khúc nhạc trẻ mới từ các nhạc sĩ: Bảo Thạch, Tăng Nhật Tuệ, Trung Quân, Sơn Hạ,... MV cho ca khúc chủ đề \"Nhìn vào nỗi nhớ\" được vợ chồng Đan Trường thực hiện ngẫu hứng từ chuyến đi chơi tại đảo Maldives đầu năm nhân kỷ niệm 2 năm ngày cưới và được phát hành trên Youtube vào 24\/4.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/vo-chong-dan-truong-lam-mv-ky-niem-2-nam-ngay-cuoi-3205933.html|tiêu đề=|website=}}<\/ref> Ca sĩ khách mời là Thanh Thảo trong ca khúc \"Dừng lại ở đây\". Ngoài ra, nhạc sĩ quen thuộc Hoài An đóng góp một ca khúc ý nghĩa mừng xuân mang tên \"Mừng tuổi mẹ cha\". CD ''Chàng Ốc tương tư'' gồm các ca khúc nhạc dân ca mới từ các nhạc sĩ: Trương Phi Hùng, Võ Đàm, Sơn Hạ,...Album tặng kèm khá nhiều những ca khúc và liên khúc từ các album trước. Ngày 4 tháng 2, DVD ''[[Ký sự miền Tây]]'' của Đan Trường được phát hành, đáng chú ý khi DVD này còn được 18 đài truyền hình đồng ý phát lại cho khán giả cả nước xem trong dịp Tết âm lịch. Đan Trường đã lên kế hoạch và chuẩn bị kịch bản khoảng nửa năm. Qua loạt ký sự này, ông Hoàng Tuấn, Đan Trường cùng ê kíp thực hiện chương trình và các ca sĩ khách mời như: Thanh Thảo, Phương Thanh, Mai Tuấn, Hương Tràm, nhóm 365 và nhạc sĩ Sơn Hạ mong muốn khán giả sẽ thấu hiểu phần nào công việc chăn nuôi và trồng trọt khá vất vả của những người làm nông quanh năm \"chân lấm tay bùn\".<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-ra-mat-4-san-pham-am-nhac-dip-tet-at-mui-812040.html|tiêu đề=|website=}}<\/ref> Ngày 14 tháng 2 phát hành album video ''[[Lời tiên tri]]'' bao gồm 3 video nhạc mới của anh.\n\nCuối tháng 6 năm 2015, Đan Trường nhận lời mời làm giám khảo cho vòng chung kết cuộc thi ca hát ''[[Ngôi sao phương Nam]]'' do Đài truyền hình Vĩnh Long tổ chức. Đây là lần đầu tiên anh xuất hiện trong vai trò giám khảo tại một cuộc thi.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-cang-thang-truoc-thi-sinh-ngoi-sao-phuong-nam-579449.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-toi-nhan-loi-ngoi-ghe-nong-vi-su-trong-cho-cua-fan-579826.html|tiêu đề=|website=}}<\/ref>\n\nCuối năm 2015, Đan Trường tiếp tục giới thiệu đến khán giả album vol. 32 mang tựa đề ''[[Nồi đất]]''. Album mang âm hưởng dân gian mộc mạc và giản dị nhưng qua cách phối hiện đại với những sáng tác mới nhất của Sơn Hạ, Lương Bằng Quang, Võ Đảm, Đình Văn, Khánh Đơn... Ca khúc chủ đề \"Nồi đất\", một sáng tác dân gian đương đại của Lương Bằng Quang đã để lại ấn tượng lớn với khán giả. Những ca khúc như \"Chữ tình\", \"Cơm nhà phở chợ\" (với Cẩm Ly) hay \"Tình chàng nhà nông\"''…'' được anh thể hiện với tinh thần lạc quan, tích cực. Ngay sau khi phát hành, album đạt vị trí số 2 trên Bảng xếp hạng album tuần 53 của Zing Mp3.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/album-moi-cua-dan-truong-doi-dau-vo-nguoi-ta-tren-bxh-zing-post617823.html|tiêu đề=|website=}}<\/ref>\n\nNgày 30 tháng 12, Đan Trường phát hành MV \"[[Yêu nhau bao lâu?]]\" trên kênh Youtube chính thức nhằm giới thiệu cho album cùng tên sắp ra mắt vào đầu năm sau.<ref name=\"mtvvietnam.com.vn\">{{Chú thích web|url=http:\/\/www.mtvvietnam.com.vn\/news\/news.php?newsid=2704|tiêu đề=|website=|ngày truy cập=2018-09-06|archive-date = ngày 6 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180906124640\/http:\/\/www.mtvvietnam.com.vn\/news\/news.php?newsid=2704}}<\/ref>\n\n=== 2016: ''Cảm ơn đời'' và ''Thần tượng Bolero'' ===\nĐầu năm 2016, album vol. 33 của Đan Trường ra mắt với tựa đề ''[[Yêu nhau bao lâu?]]'' giới thiệu những ca khúc mới của các nhạc sĩ trẻ: Phan Mạnh Quỳnh, Tăng Nhật Tuệ, Châu Đăng Khoa, Lý Tuấn Kiệt,... Ca khúc chủ đề album đã gây được sự chú ý qua MV mới phát hành.<ref name=\"mtvvietnam.com.vn\"\/> MV cho ca khúc pop ballad \"[[Hết hy vọng]]\" do chính Đan Trường viết kịch bản cũng được phát hành trên Youtube vào ngày 1 tháng 2.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-tro-tai-choi-dan-piano-trong-mv-3352122.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-tung-mv-tang-fan-sau-liveshow-ky-niem-20-nam-ca-hat-665031.html|tiêu đề=|website=}}<\/ref> Các ca khúc phổ biến khác là: \"Vì sao\", \"Tôi của ngày mai\", \"Lướt bay trong mưa\",...\n\nTối 16 tháng 1 năm 2016, tại Sân vận động Quân khu 7 (TP.HCM) đã diễn ra liveshow đặc biệt kỷ niệm 20 năm ca hát của Đan Trường với chủ đề ''[[Cảm ơn đời]]''. Chương trình được lên kế hoạch và chuẩn bị từ một năm trước với kinh phí khoảng 6 tỷ đồng. Liveshow đạt kỷ lục khi trở thành liveshow bán vé có số lượng khán giả tham dự nhiều nhất tại Việt Nam (14.000 người).<ref name=\":1\">{{Chú thích web|url=http:\/\/www.yan.vn\/dan-truong-bien-hoa-lien-tuc-trong-dem-liveshow-ki-niem-20-nam-ca-hat-78712.html|tiêu đề=|website=}}<\/ref> Đan Trường đã trình diễn 23 tiết mục bao gồm các ca khúc nổi tiếng của anh trong từng giai đoạn cùng những phần kết hợp quen thuộc với các ca sĩ khách mời hàng đầu: [[Cẩm Ly]], [[Phương Thanh]], [[Thanh Thảo (ca sĩ)|Thanh Thảo]], [[Lam Trường]], [[Hồ Ngọc Hà]], [[Đàm Vĩnh Hưng]],... Tất cả các tiết mục đều được dàn dựng công phu với nhiều cảnh trí, đạo cụ, múa minh họa,... Đặc biệt chương trình diễn ra gần 4 tiếng đồng hồ, đến 12h20 mới kết thúc, nhưng gần như toàn bộ khán giả đều ở lại cho đến phút cuối cùng. Dù trong chương trình có những ca khúc mới sáng tác nhưng nhìn chung, liveshow vẫn mang nặng tính 'tổng kết' và tri ân. Đan Trường cho biết đây sẽ là liveshow lớn cuối cùng trong sự nghiệp của anh.<ref name=\"thethaovanhoa.vn\">{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/live-show-cam-on-doi-cua-dan-truong-4-tieng-dong-ho-khan-gia-ngoi-nghe-den-phut-cuoi-n20160117091332970.htm|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/liveshow-20-nam-dan-truong-dem-hoi-ngo-xuc-dong-cua-nhieu-the-he-khan-gia-658691.html|tiêu đề=|website=}}<\/ref><ref name=\"vietnamnet.vn\">{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/nhung-con-so-dang-so-tu-liveshow-6-ty-cua-dan-truong-278747.html|tiêu đề=|website=}}<\/ref> DVD thu hình từ liveshow được phát hành tại Hoa Kỳ từ ngày 21\/5, tại Việt Nam và Đài Loan từ ngày 01\/06 và trên kênh Youtube từ ngày 06\/06. Số lượng 3.000 đĩa dự kiến ban đầu cho ra mắt đã được đăng ký mua hết từ ngày 20\/5, trong đó gồm phần đông là fanclub của Đan Trường trên cả nước.<ref>{{Chú thích web|url=http:\/\/thegioigiadinh.com.vn\/giai-tri\/san-khau-ca-nhac\/dan-truong-phat-hanh-dvd-live-concert-2016-cam-on-doi-35769|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/motthegioi.vn\/print\/34092.html|tiêu đề=|website=|ngày truy cập=2018-09-06|archive-date=2018-09-06|archive-url=https:\/\/web.archive.org\/web\/20180906090429\/https:\/\/motthegioi.vn\/print\/34092.html|url-status=dead}}<\/ref> Những sự kiện bên lề live concert lần này đã được tiến hành song song, đặc biệt là Triển lãm ''[[Đan Trường - 20 năm thành tựu]]'' – được tổ chức từ ngày 15 đến 16\/01\/2015, nơi ghi đậm nét những dấu ấn trong suốt 20 ca hát của anh. Đây là triển lãm lớn nhất của Đan Trường từ trước đến nay.<ref>{{Chú thích web|url=http:\/\/thegioidienanh.vn\/live-concert-dan-truong-nhung-con-so-biet-noi-6818.html|tiêu đề=|website=}}<\/ref>\n\nNgày 28 tháng 1 năm 2016, Đan Trường xuất hiện trong vai trò huấn luyện viên của chương trình [[Thần tượng Bolero (mùa 1)|''Thần tượng Bolero'']] mùa đầu tiên, sản xuất bởi công ty Cát Tiên Sa và được phát sóng trên kênh [[VTV3]], Đài truyền hình Việt Nam. Bốn vị trí ghế nóng huấn luyện viên bao gồm: Đan Trường, [[Cẩm Ly]], [[Quang Linh]], [[Quang Dũng (ca sĩ)|Quang Dũng]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/cam-ly-dan-truong-lam-giam-khao-than-tuong-bolero-635703.html|tiêu đề=|website=}}<\/ref> Quán quân của chương trình là Trung Quang, cũng là thí sinh đến từ đội của Đan Trường.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/hoc-tro-cua-dan-truong-dang-quang-than-tuong-bolero-mua-dau-tien-705052.html|tiêu đề=|website=}}<\/ref>\n\nNgày 7 tháng 4 năm 2016, Đan Trường phát hành MV \"[[Gọi tên Việt Nam]]\" với những khung hình đẹp của nhiều vùng miền Tổ quốc. Ca khúc này được Bộ Văn hóa Thể thao Du lịch, Tổng cục Du lịch và UBND tỉnh Kiên Giang chọn làm ca khúc chính, chủ lực của chương trình \"Năm Du lịch Việt Nam 2016\" được tổ chức tại Phú Quốc vào ngày 10 tháng 4 năm 2016. Góp mặt và cùng hòa giọng trong MV là những nghệ sĩ thân thiết như: Quang Linh, Quang Dũng, Thanh Thảo, Ngô Kiến Huy, Issac, Hoài Lâm,…<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-ra-mv-goi-ten-viet-nam-hop-tac-issac-hoai-lam-690362.html|tiêu đề=|website=}}<\/ref> Ngoài ra, Đan Trường còn trình diễn ca khúc này trong sự kiện đón cựu Tổng thống Obama sang thăm Việt Nam vào cuối tháng 5.<ref name=\"ReferenceJ\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-ve-nuoc-nhan-nut-play-bac-cua-youtube-848456.html|tiêu đề=|website=}}<\/ref>\n\nNgày 8 tháng 8 năm 2016, Đan Trường kết hợp với Cẩm Ly tạo thành cặp giám khảo của chương trình ''[[Tuyệt đỉnh song ca]]'' được phát sóng trên kênh THVL1, Đài truyền hình tỉnh Vĩnh Long. Ngoài ra là 2 cặp giám khảo khác: Đàm Vĩnh Hưng - Dương Triệu Vũ và Minh Tuyết - Noo Phước Thịnh.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/truyen-hinh\/cam-ly-dan-truong-bat-cap-tren-ghe-nong-3383543.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/voh.com.vn\/van-hoa-giai-tri\/dam-vinh-hung-dan-truong-cam-ly-minh-tuyet-doi-dau-tren-ghe-nong-209582.html|tiêu đề=|website=}}<\/ref>\n\nNgày 2 tháng 10 năm 2016, Đan Trường đại diện Việt Nam tham dự liên hoan âm nhạc [[Asian Pop Music Concert]] 2016 diễn ra tại Hàn Quốc. Trong chương trình này, anh đã biểu diễn 2 ca khúc: \"Tình khúc vàng\" và \"Gọi tên Việt Nam\".<ref>{{Chú thích web|url=https:\/\/m.thanhnien.vn\/van-hoa\/dan-truong-tham-du-asian-pop-music-concert-2016-tai-han-quoc-746837.html|tiêu đề=|website=}}<\/ref>\n\n=== 2017: ''Anh Ba ngố miền Tây'' và ''Mãi yêu em như ngày đầu'' ===\nĐể kỷ niệm 21 năm ca hát, Đan Trường ra mắt MV cổ trang \"[[Thiên tử (MV)|Thiên tử]]\". Đây là sản phẩm hợp tác giữa HT Production và VTC Game nhằm quảng bá cho tựa game cùng tên do Đan Trường làm đại sứ hình ảnh. Ca khúc của nhạc sĩ Tăng Nhật Tuệ mang giai điệu ballad, trên nền hòa âm phối khí kết hợp các nhạc cụ dân tộc hào hùng, đúng tính chất cổ trang mà Đan Trường rất yêu thích và theo đuổi suốt 21 năm sự nghiệp. MV được đầu tư 1 tỷ đồng, riêng 300 triệu đồng dành cho bộ trang phục cổ trang của anh.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-bo-tien-khung-lam-mv-co-trang-809836.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-chi-300-trieu-cho-trang-phuc-quay-mv-co-trang-3550934.html|tiêu đề=|website=}}<\/ref> MV được phát hành trên kênh Youtube chính thức của anh vào ngày 13 tháng 3 năm 2017 và đạt hơn 1 triệu lượt xem trong ngày đầu tiên. Bên cạnh đó, MV cũng gây dư luận khi bị so sánh với MV của một ca sĩ trẻ khác.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/ong-bau-dan-truong-len-tieng-khi-mv-co-trang-bi-so-sanh-voi-lac-troi-post729186.html|tiêu đề=|website=}}<\/ref>\n\nCuối tháng 5 năm 2017, album vol. 34 của Đan Trường ra mắt với tựa đề ''[[Anh Ba ngố miền Tây]]'' và được phát hành tại Việt Nam, Đài Loan và Hoa Kỳ. Ca khúc \"Anh Ba ngố miền Tây\" là một sáng tác dân ca đương đại của nhạc sĩ Cao Minh Thu, chính giai điệu vui tươi và đậm chất Nam Bộ đã khiến Đan Trường rất tâm đắc và chọn làm chủ đề cho album này. Album bao gồm 12 ca khúc đến từ các nhạc sĩ: Minh Vy, Võ Đàm, Cao Minh Thu,... Hai MV \"Chờ một người đến bao giờ\" và \"Xót xa bông súng đợi chờ\" (với Trung Quang) đã được phát hành từ trước đó.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-tu-lam-dao-dien-cho-mv-dan-ca-quay-tai-chau-au-834728.html|tiêu đề=|website=}}<\/ref> Đặc biệt, ca khúc chủ đề \"Anh Ba ngố miền Tây\" được anh thể hiện cùng thần đồng nhí Tin Tin. Album đạt vị trí số 1 liên tiếp trên Bảng xếp hạng album tuần 23 và tuần 24 của Zing Mp3.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-soan-ngoi-album-ghen-cua-min-erik-tren-bxh-post755157.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/trung-quan-doi-dau-dan-truong-tren-bxh-zing-post756564.html|tiêu đề=|website=}}<\/ref>\n\nNgày 23 tháng 6 năm 2017, Đan Trường có mặt trong buổi đón nhận nút Play bạc của YouTube do [[POPS Worldwide]] tổ chức dành cho tài khoản cán mốc 100.000 lượt theo dõi cùng với các nghệ sĩ Phi Nhung, Vũ Cát Tường...<ref name=\"ReferenceJ\"\/>\n\nNgày 18 tháng 8 năm 2017, Đan Trường phát hành album vol. 35 ''[[The best of remix]]''. Album được chuẩn bị gần 2 năm với những bản hòa âm mới cho loạt ca khúc hit suốt 20 năm của Đan Trường, thực hiện bởi các nhạc sĩ: Nguyễn Hồng Thuận, Only C, Lương Bằng Quang, Lý Huỳnh Long, Nguyễn Thanh Tùng... Bộ ảnh trong album gây ấn tương với gương mặt trẻ trung và thân hình nóng bỏng của Đan Trường.<ref>{{Chú thích web|url=http:\/\/thegioidienanh.vn\/dan-truong-khoe-body-voi-album-vol-35-the-best-of-remix-16620.html|tiêu đề=|website=}}<\/ref>\n\nTháng 12 năm 2017, Đan Trường giới thiệu đến khán giả album thứ 36 trong sự nghiệp với tựa đề ''[[Mãi Yêu Em Như Ngày Đầu|Mãi yêu em như ngày đầu]]''. Album bao gồm nhiều ca khúc của các nhạc sĩ Nguyễn Đình Vũ, [[Sơn Hạ (nhạc sĩ)|Sơn Hạ]], [[Châu Đăng Khoa]], [[Dương Khắc Linh]],... MV cho ca khúc: \"[[Gọi tên Việt Nam]]\" đã được quảng bá từ trước và nhận được tích cực từ khán giả. Ca khúc \"I Don’t Think So\" trong album do nhạc sĩ người Đan Mạch – Max Laplnsua Sylwen viết riêng cho Đan Trường.<ref>{{Chú thích web|url=http:\/\/tapchisaoviet.com\/tin-am-nhac\/dan-truong-phat-hanh-album-vol-36-mai-yeu-em-nhu-ngay-dau|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitrinews.vn\/dan-truong-phat-hanh-vol-36-trong-su-nghiep-mai-yeu-em-nhu-ngay-dau.html|tiêu đề=|website=|ngày truy cập=2018-08-21|archive-date = ngày 21 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180821160445\/https:\/\/giaitrinews.vn\/dan-truong-phat-hanh-vol-36-trong-su-nghiep-mai-yeu-em-nhu-ngay-dau.html}}<\/ref> Album đạt vị trí số 3 trên Bảng xếp hạng album tuần 52 của NhacCuaTui.\n\n=== 2018: ''Solo cùng Bolero'' ===\nNgày 26 tháng 2 năm 2018, Đan Trường ra mắt ca khúc và MV cùng tên \"Con yêu của ba\" dành tặng con trai của anh nhân dịp tròn 1 tuổi. Ca khúc được đặt hàng sáng tác và quay viral video bởi nhạc sĩ Lương Bằng Quang.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-hat-ca-khuc-moi-mung-thoi-noi-con-trai-3715080.html|website=|tiêu đề=}}<\/ref><ref>{{Chú thích web|url=http:\/\/hoahoctro.vn\/tin-tuc\/con-yeu-cua-ba-ca-khuc-y-nghia-anh-bo-dan-truong-danh-tang-sinh-nhat-con-trai|website=|tiêu đề=}}<\/ref> Ngày 16 tháng 4 năm 2018, anh phát hành MV \"Cố quên đi một người\" trên kênh Youtube chính thức sau 2 ngày quay hình tại Sapa với kinh phí hơn 200 triệu đồng.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-dau-tu-200-trieu-dong-len-sa-pa-quay-mv-cung-hoa-khoi-huong-giang-954447.html|website=|tiêu đề=}}<\/ref> Ngày 23 tháng 8 năm 2018, sau thời gian dài với các show diễn trong và ngoài nước, anh phát hành tiếp MV \"Sai trong quá khứ\" và xem đây như món quà dành tặng khán giả vào dịp lễ 2\/9.\n\nNgày 15 tháng 10, Đan Trường xuất hiện với vai trò giám khảo chương trình [[Solo cùng Bolero]] mùa thứ 5 trên kênh THVL1. Anh ngồi ghế nóng cùng với Phi Nhung, Mạnh Quỳnh và đạo diễn Vũ Thành Vinh.<ref>{{Chú thích web|url=https:\/\/anninhthudo.vn\/giai-tri\/dan-truong-lan-dau-ngoi-ghe-nong-giam-khao-solo-cung-bolero-2018\/785428.antd|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày 30 tháng 11, Đan Trường ra mắt MV '[[Bức tranh tình nhân]]' trong fan meeting mừng tuổi mới.<ref>{{Chú thích web|url=https:\/\/thegioidienanh.vn\/dan-truong-tung-mv-buc-tranh-tinh-nhan-trong-fan-meeting-mung-tuoi-moi-31595.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n=== 2019: ''Biển người nhân gian'' và ''Cha ma'' ===\nNgày 5 tháng 1 năm 2019, Đan Trường phát hành phim ca nhạc ''[[Mưa trên cuộc tình]]'' bao gồm bộ ba ca khúc \"Mưa trên cuộc tình\", \"Biệt khúc chờ nhau\" và \"[[Biển người nhân gian]]\". Hai ca khúc đầu là hai bản hit cũ được anh phối khí lại. Ca khúc cuối cùng là sáng tác mới của Quốc Cường. Dự án được quay tại Việt Nam và Trung Quốc. Đan Trường cho biết muốn tái hiện hình ảnh thời kỳ đình đám với các MV lấy cảm hứng từ phim kiếm hiệp, để gửi tặng khán giả ủng hộ anh suốt 23 năm làm nghề. Tiếp theo không lâu là sự ra mắt của album vol.37 với tựa đề \"Biển người nhân gian\". Đây như một mini album với 8 bản thu. Hai ca khúc \"Biển người nhân gian\" và \"Bức tranh tình nhân\" đã được giới thiệu từ trước qua các MV đã phát hành. Còn lại là hai ca khúc cũ \"Mưa trên cuộc tình\" và \"Biệt khúc chờ nhau\" với các bản hòa âm khác nhau.\n\nNgày 13 tháng 6, Đan Trường ra mắt MV \"Nắng sân trường\" phiên bản 2019 với kỹ thuật quay one-shot. Đan Trường cho biết anh thực hiện sản phẩm để nhớ một thời thanh xuân. Anh muốn cùng khán giả ôn lại thời phổ thông nhiều buồn vui và động viên các học sinh đang chịu áp lực bởi những kỳ thi quan trọng.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/dan-truong-dong-vai-nam-sinh-o-tuoi-43-3937818.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày 26 tháng 6, Đan Trường ra mắt sản phẩm mang tên ''[[The Best of Dan Truong’s songs]]'' - tuyển tập những ca khúc trong 37 album của anh. Đan Trường cho biết mất 3 tháng nghe lại và chọn các nhạc phẩm.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/dan-truong-phat-hanh-165-ca-khuc-bang-usb-3943865.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> USB có dung lượng 16 GB, được bán ở Mỹ lẫn Việt Nam, đã bán hết 1500 bản chỉ trong 2 ngày và có kế hoạch tái phát hành 1000 bản nữa.<ref>{{Chú thích web|url=https:\/\/yeah1.com\/viet-nam\/1500-usb-ban-sach-trong-2-ngay-dan-truong-khang-dinh-khan-gia-la-mon-qua-vo-gia-doi-voi-toi-z9VR7KeE60.html|title=|last=|first=|date=|website=|archive-url=https:\/\/web.archive.org\/web\/20201117111259\/https:\/\/yeah1.com\/viet-nam\/1500-usb-ban-sach-trong-2-ngay-dan-truong-khang-dinh-khan-gia-la-mon-qua-vo-gia-doi-voi-toi-z9VR7KeE60.html|archive-date=2020-11-17|url-status=dead|access-date=}}<\/ref>\n\nNgày 23 tháng 8, anh xuất hiện trong bộ phim điện ảnh ''[[Cha ma]]'' do Bá Vũ đạo diễn. Phim được quảng bá rất nhiều từ trước nhưng lại có rất ít cảnh diễn cho anh trong tác phẩm này.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/dan-truong-dien-nhat-trong-phim-kinh-di-cha-ma-3970761.html|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Phong cách nghệ thuật ==\n\n=== Giọng hát và phong cách âm nhạc ===\nĐan Trường sở hữu chất giọng nam trung trữ tình (lirico baritone), một giọng hát nhẹ nhàng, êm dịu. Thời điểm ra mắt, anh hát khá bản năng, tự nhiên và không kỹ thuật.<ref name=\"ReferenceO\">{{Chú thích web|url=https:\/\/news.zing.vn\/bi-mat-ve-ong-bau-khong-hop-dong-cua-dan-truong-post473630.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Đặc trưng trong cách hát của Đan Trường là anh thường thể hiện những đoạn (melisma) để tạo nét độc đáo và mới lạ cho bài hát. Nhạc sĩ Quốc An đã từng nhận xét: \"Trong mỗi ca khúc, chàng trai này đều sáng tạo thêm những cách luyến láy, làm cho bài hát trở nên sống động và truyền cảm.\"<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/nhac-si-quoc-an-noi-ve-ca-si-dan-truong-1874955.html|tiêu đề=|website=}}<\/ref> Tuy không chú trọng nhiều về kỹ thuật thanh nhạc, nhưng Đan Trường vẫn chinh phục được những khán giả trung thành bởi giọng hát nhẹ nhàng dễ nghe và những ca khúc ăn khách.\n\nThời kỳ đầu khởi nghiệp ca hát, phong cách âm nhạc của anh mang nhiều ảnh hưởng từ dòng nhạc canto-pop và dòng nhạc trẻ. Chất giọng của anh được cho là phù hợp với những bản nhạc Hoa phổ lời Việt, hầu hết là các bản ballad nhẹ nhàng được mua 'độc quyền' dành cho riêng anh. Những ca khúc nhạc pop với giai điệu nhẹ nhàng hay sôi động với ca từ ý nghĩa phù hợp với đời sống giới trẻ cũng được thể hiện trong âm nhạc của anh, nổi bật nhất là trong các album: ''Đi về nơi xa'' (1999), ''Lời ru tình'' (2001), ''Trái tim bình yên - Dòng sông băng'' (2003), ''Giấc mơ màu xanh'' (2003). Các nhạc sĩ tham gia xây dựng hình ảnh và phong cách âm nhạc của anh thời kỳ này bao gồm: Lê Quang, Nguyễn Ngọc Thiện, Hoài An, Trần Minh Phi, Phương Uyên, Quốc An,... Phần lớn bài hát \"made by Hoài An\" đều rất dễ trở thành hit qua giọng hát Đan Trường. Sau này, anh thử nghiệm với nhiều thể loại âm nhạc khác nhau. Phong cách nhạc hip hop, R&B đã được thể hiện phần nào trong các album: ''Bóng dáng thiên thần'' (2000), ''Đến 1 lúc nào đó'' (2004), ''Anh phải làm sao?'' (2005), ''Tuyết mùa hè'' (2011),... với dấu ấn từ các nhạc sĩ: Phương Uyên, Lương Bằng Quang,... Những bản hùng ca - sử ca với âm hưởng trầm hùng, qua giọng hát của Đan Trường trở nên dễ đi vào lòng giới trẻ hơn, được ghi nhận qua nhiều sáng tác của nhạc sĩ Lê Quang, đặc biệt là trong album tổng hợp ''Hùng thiêng Âu Lạc'' (2010). Ngoài ra Đan Trường còn thử sức với nhạc truyền thống qua các album: ''Như khúc tình ca'' (2001), ''Bông hồng cài áo'' (2004), và đặc biệt thành công với nhạc dân ca trữ tình qua hàng loạt album: ''Thương thầm'' (2005), ''Người hai quê'' (2012), ''Lục tỉnh miền Tây'' (2013), ''Nồi đất (2015),...'' Với dòng nhạc dân ca, anh thường thể hiện với giọng điệu đặc trưng Nam Bộ qua những sáng tác đậm chất trữ tình đến từ các nhạc sĩ: Minh Vy, Hồng Xương Long, Đình Văn, Sơn Hạ... Về ca từ, các nhạc phẩm mà Đan Trường thể hiện có nội dung rất đa dạng như: tình cảm lứa đôi, tình bạn, trẻ thơ, các vấn đề xã hội, tình yêu quê hương và khơi dậy niềm tự hào dân tộc,...\n\nTrong suốt sự nghiệp âm nhạc của mình, Đan Trường đã hát song ca hoặc hợp tác cùng rất nhiều những nghệ sỹ hàng đầu như: Cẩm Ly, Phương Thanh, Thanh Thảo, Quang Linh, Mỹ Tâm, Hồ Quỳnh Hương, Hồ Ngọc Hà,... Cẩm Ly được đánh giá là ca sĩ hát đôi hợp nhất và thành công nhất với anh. Cặp song ca \"vàng\" Đan Trường - Cẩm Ly đã tạo nên rất nhiều bản hit thuộc nhiều dòng nhạc khác nhau như: \"Nếu phôi pha ngày mai\", \"Mưa buồn\", \"Khung trời ngày xưa\", \"Tuyết hồng\", \"Chim trắng mồ côi\", \"Hai bờ cách biệt\",... Ngoài ra, Đan Trường còn tham gia thực hiện hoà âm cho các album nhạc và tự đạo diễn cho các video nhạc của anh.\n\n=== Ảnh hưởng và công nhận ===\nĐan Trường được xem là ca sĩ đầu tiên tại Việt Nam thực hiện việc mua độc quyền ca khúc nhằm xây dựng hình ảnh và phong cách âm nhạc chuyên nghiệp.<ref>{{Chú thích web|url=https:\/\/www.vietnamplus.vn\/mua-ban-doc-quyen-ca-khuc-qua-nhung-thang-tram\/10492.vnp|tiêu đề=|website=}}<\/ref> Nam ca sĩ được truyền thông đánh giá là thế hệ thành công đầu tiên của công nghệ lăng xê tại Việt Nam với thực tài và những chiến lược riêng.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/giai-tri\/dan-truong-san-pham-hoan-hao-cua-cong-nghe-lang-xe-1123308647.htm|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/cong-nghe-lang-xe-van-la-ngan-han-n20080807024020349.htm|tiêu đề=|website=}}<\/ref><ref name=\"ReferenceK\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/showbiz-viet-cong-nghe-lang-xe-vang-thi-it-thau-thi-day-16366.html|tiêu đề=|website=}}<\/ref> Nhạc sĩ [[Lê Quang]]: \"Nói đến công nghệ lăng xê là phải nói đến thời Hoàng Tuấn, người từng chăm chút cho Đan Trường từng chút một, từ việc đặt bài hát cho đến đặt trang phục. Tuy nhiên, ngày xưa không chiêu trò nhiều như bây giờ... Chiêu trò có thể giúp họ mau nổi nhưng nếu không có thực lực thì cũng nhanh chìm mà thôi...\".<ref name=\"ReferenceK\"\/> Ca sĩ [[Thanh Thảo (ca sĩ)|Thanh Thảo]]: \"Nói về việc ca sĩ nổi lên qua sự lăng xê của bầu sô thì phải kể đến Đan Trường - Hoàng Tuấn, Nguyễn Phi Hùng - Thủy Nguyễn, Hữu Minh - Cẩm Ly. Đây là những cặp ca sĩ - bầu sô thành công nhờ có thực tài và chiến lược riêng dù rằng lúc đó công nghệ lăng xê chưa có được sự hỗ trợ nhiều như bây giờ\".<ref name=\"ReferenceK\"\/> Ca sĩ [[Cẩm Ly]]: \"Đan Trường chính là hiện thân một ca sĩ thần tượng đúng nghĩa nhất bởi hiệu ứng tổng thể mang lại từ vóc dáng, giọng hát tình cảm và quan trọng hơn là cách chọn bài hát khá khéo léo của anh. Đan Trường luôn có những ca khúc ăn khách mỗi khi giới thiệu một sản phẩm âm nhạc mới\".<ref name=\"nld.com.vn\">{{Chú thích web|url=https:\/\/nld.com.vn\/van-hoa-van-nghe\/dan-truong-con-mot-nguoi-nghe-toi-van-hat-20141025213238118.htm|tiêu đề=|website=}}<\/ref>\n\nAnh cập nhật rất nhanh các xu hướng âm nhạc đang thịnh hành trên thế giới như hip-hop, R&B, dance… cũng như khởi xướng cho làn sóng ca sĩ nhạc trẻ hát nhạc truyền thống, dân ca trữ tình,... Theo nhạc sĩ [[Hữu Minh]], những cái mới phù hợp với trào lưu hiện tại cũng như với văn hóa của người Việt sẽ mau chóng được công chúng đón nhận. \"Thành công của Đan Trường một phần là nhờ sự đón đầu xu hướng mới đó\" - nhạc sĩ này khẳng định.<ref name=\"nld.com.vn\"\/>\n\nNgay từ khi ra mắt, Đan Trường đã thể hiện sức ảnh hưởng lớn trong thị trường âm nhạc đại chúng. Vào năm 2001, Đan Trường đã có liveshow đầu tiên mang tên ''Cảm ơn cuộc đời.'' Hiện nay anh đã tổ chức 13 liveshow riêng, hầu hết đều là những liveshow được đầu tư hoành tráng và luôn đạt số lượng khán giả rất lớn. Để duy trì sức hút cho thương hiệu \"Đan Trường\", các album nhạc, album video của Đan Trường luôn được đầu tư thực hiện và phát hành liên tục trong mỗi năm. Anh được biết đến như một trong những nghệ sĩ tiên phong và thành công bậc nhất trong làn sóng thực hiện video nhạc cổ trang tại Việt Nam, nổi bật là những video nhạc như: \"Phong ba tình đời\", \"Cuộc tình cay đắng\", \"Chờ trên tháng năm\", \"Mẹ tôi\", \"Lời ru ngàn đời\", \"Thiên tử\",...<ref>{{Chú thích web|url=http:\/\/danviet.vn\/van-hoa\/nhung-mv-kiem-hiep-mot-thoi-cua-dan-truong-lam-say-long-7x-8x-750933.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/nhung-mv-co-trang-dinh-dam-cua-vpop-post310984.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/vnmedia.vn\/tin-anh\/201711\/dan-truong-va-huyen-thoai-video-ca-nhac-kiem-hiep-587763\/|tiêu đề=|website=}}<\/ref>\n\nĐan Trường là một ca sĩ đại chúng, ca khúc và những album, liveshow của anh không mang nhiều tính khám phá như một số ca sĩ khác mà chủ yếu là mang tính giải trí.<ref name=\"thethaovanhoa.vn\"\/> Nhiều nhận định phê bình về cách làm album của Đan Trường và hãng đĩa, khi các album đều là sự pha trộn của quá nhiều thể loại nhạc khác nhau. Điều này khiến cho mỗi album của anh không mang được nét đặc trưng riêng biệt, thiếu cá tính âm nhạc và không nhiều đột phá. Đan Trường cho biết: \"Tôi muốn âm nhạc của mình phải đến được với mọi người, phải phục vụ tất cả công chúng yêu nhạc, tôi hát ở nhiều thể loại đúng là hơi tham, nhưng tôi không muốn mình trở nên cao cấp hơn để rồi tự thu hẹp lượng khán giả, bởi âm nhạc là dành cho công chúng, là ngôn ngữ của nhiều người, vì sao lại phải đi ngược lại nguyên tắc đó? Tôi khẳng định album của mình không \"chợ\" cũng không quá sang, tôi muốn mình đại diện cho âm nhạc để đến với số đông công chúng.\"<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-toi-khong-chieu-fan-1879890.html|website=|tiêu đề=}}<\/ref> Trước nhận định cho rằng việc đi diễn ở tỉnh không phù hợp với vị trí của Đan Trường mà chỉ dành cho ca sĩ hạng C, anh bày tỏ quan điểm thẳng thắn: \"Theo tôi, một ca sĩ hạng A là ca sĩ phải được khán giả mọi miền đất nước biết đến và yêu mến. Nhiều người nổi tiếng nhưng chỉ theo đuổi những dòng nhạc phù hợp với các thành phố lớn, chưa chắc khi đến vùng sâu vùng xa có thể thuyết phục được khán giả\". \"Các thương hiệu khi mời nghệ sĩ đi diễn tỉnh họ cũng phải lựa chọn người mà có thể biến hóa và làm nhiều đối tượng khán giả hài lòng\", anh giải thích.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/vi-sao-dan-truong-khoi-my-hat-o-san-khau-chuong-ga-post766719.html|tiêu đề=|website=}}<\/ref>\n\nKiểu tóc hai mái của Đan Trường từng là trào lưu trong giới trẻ Việt Nam vào những năm 2000. Anh được mệnh danh là \"mỹ nam không tuổi\" của showbiz Việt với ngoại hình trẻ đẹp bất chấp tuổi tác của mình. {{fact}}\n\nNam ca sĩ có hệ thống fanclub chuyên nghiệp trên cả nước với số lượng khoảng 100.000 thành viên được cấp thẻ chính thức. Đến nay, anh đã thể hiện khoảng 900 bài hát, phát hành hơn 60 CD, DVD với mức tiêu thụ hơn 2 triệu đĩa.<ref name=\"vietnamnet.vn\"\/>\n\nCó rất nhiều ca sĩ chia sẻ sự hâm mộ dành cho Đan Trường và coi anh là người truyền cảm hứng đến sự nghiệp âm nhạc của họ như: [[Quốc Thiên]]<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/khi-nghe-si-thua-nhan-la-fan-cua-nhau-958137.html|tiêu đề=|website=}}<\/ref>, [[Isaac (ca sĩ)|Isaac]]<ref>{{Chú thích web|url=https:\/\/vov.vn\/van-hoa-giai-tri\/dan-truong-la-than-tuong-cua-isaac-472439.vov|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.yan.vn\/isaac-toi-soc-khi-lan-dau-gap-anh-dan-truong-79602.html|tiêu đề=|website=}}<\/ref>, [[Thanh Duy]]{{fact}}, [[Sơn Ngọc Minh]]<ref>{{Chú thích web|url=http:\/\/thegioitre.vn\/showbiz\/am-nhac\/son-ngoc-minh-gia-giong-anh-bo-dan-truong-20118.html|tiêu đề=|website=|ngày truy cập=2018-08-21|archive-date = ngày 21 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180821094142\/http:\/\/thegioitre.vn\/showbiz\/am-nhac\/son-ngoc-minh-gia-giong-anh-bo-dan-truong-20118.html|url-status=dead}}<\/ref>, [[Vũ Cát Tường]]<ref>{{Chú thích web|url=https:\/\/vtc.vn\/vu-cat-tuong-ham-mo-anh-dan-truong-ma-den-nam-25-tuoi-moi-gap-duoc-anh-d341372.html|tiêu đề=|website=}}<\/ref>, [[Bảo Thy]], [[Đông Nhi]], [[Noo Phước Thịnh]], [[Hoài Lâm]], [[Ngô Kiến Huy]], [[Hồ Quang Hiếu]],...<ref>{{Chú thích web|url=https:\/\/vietnammoi.vn\/anh-bo-dan-truong-than-tuong-cua-cac-than-tuong-vpop-51520.html|tiêu đề=|website=}}<\/ref>\n\n== Giải thưởng và đề cử ==\n{{chú thích trong bài}}\nĐan Trường chiến thắng tại hầu hết những hạng mục giải thưởng trong nước do khán giả bình chọn như \"Ca sĩ được yêu thích nhất\" và \"Nam ca sĩ được yêu thích nhất\".\n\n=== Giải thưởng Làn Sóng Xanh ===\n\n* \"Top 10 Ca sĩ được yêu thích nhất\" (2001, 2002, 2003, 2004, 2005, 2006, 2007).<ref name=\"ReferenceM\"\/>\n* \"Ca sĩ của năm\" [[Giải thưởng Làn Sóng Xanh 2006|(2006]]).<ref name=\"ReferenceN\"\/>\n* \"Top 10 Ca sĩ được yêu thích nhất\" - [[Giải thưởng 10 năm Làn Sóng Xanh (1997–2007)]].<ref name=\"ReferenceM\"\/>\n* Giải Thành tựu Làn Sóng Xanh cùng với [[Cẩm Ly]] (2023)<ref>{{Chú thích web|url=https:\/\/ngoisao.vnexpress.net\/dan-truong-cam-ly-nhan-giai-thanh-tuu-lan-song-xanh-4551045.html|tựa đề=Đan Trường - Cẩm Ly nhận giải 'Thành tựu Làn Sóng Xanh'|họ=sao|tên=Ngôi|website=Ngoisao|ngôn ngữ=vi|ngày truy cập=2023-01-18}}<\/ref>\n\n=== Giải Mai Vàng ===\n\n* \"Nam ca sĩ được yêu thích nhất\" (2001, 2002).\n* \"Nam ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" (2003, 2005, 2007).\n* \"Nam ca sĩ nhạc nhẹ được yêu thích nhất\" (2004).\n* Đề cử \"Nam ca sĩ nhạc nhẹ được yêu thích nhất\" (2006).\n* Đề cử \"Nam ca sĩ âm hưởng dân ca và truyền thống cách mạng được yêu thích nhất\" (2006, 2010).\n\n=== Giải thưởng VTV Bài Hát Tôi Yêu ===\n\n* \"Ca sĩ được yêu thích nhất\" (2002)\n*\"Top 10 Video clip được khán giả bình chọn\" (2002, 2003, 2004).\n\n=== Giải thưởng Ngôi Sao Bạch Kim ===\n\n* \"Nam ca sĩ được yêu thích nhất\" (2003, 2006) (Thắng giải trong cả hai lần tổ chức của giải thưởng này).\n* Đề cử \"Nam ca sĩ có giọng hát xuất sắc nhất\" (2003, 2006).\n\n=== Giải thưởng Âm nhạc Cống hiến ===\n\n* Đề cử \"Ca sĩ của năm\" (2006).<ref name=\"conghien.thethaovanhoa.vn\"\/>\n\n=== Giải thưởng HTV Awards ===\n\n* \"Nam ca sĩ được yêu thích nhất\" (2007, 2008, 2009). (Đan Trường là nam ca sĩ đầu tiên 3 năm liên tiếp đạt được giải thưởng này. Anh cũng giữ số phiếu bình chọn cao kỷ lục tại giải thưởng này cho đến nay<ref name=\":2\" \/>).\n\n=== Giải thưởng Zing Music Awards ===\n\n* \"Nam ca sĩ được yêu thích nhất\" (2010, 2011).\n* \"Top 10 Ca khúc của năm\" (2010) với ca khúc \"[[Cắn Môi Tình Còn Đau|Cắn môi tình còn đau]]\".\n* \"Ca khúc mang âm hưởng dân ca của năm\" (2012) với ca khúc \"[[Hai bờ cách biệt]]\" (cùng Cẩm Ly).\n\n=== Giải thưởng khác ===\n\n*Giải Ba cuộc thi \"Giọng hát hay Quận 10\" do Nhà Văn hoá Quận 10, Thành phố Hồ Chí Minh tổ chức (1996).\n*\"Ca sĩ được yêu thích nhất\" do Tạp chí Thanh niên trao tặng (1999).\n* \"Ca sĩ được yêu thích nhất\" do báo Mực Tím trao tặng (2000, 2001, 2002).\n* Danh hiệu \"Ngôi sao 2000\" do Báo Văn hóa và [[Đài Truyền hình Việt Nam|Ðài truyền hình Việt Nam]] trao tặng (2000).\n* \"Nam ca sĩ Việt Nam được yêu thích nhất\" - Giải thưởng YAN Awards do diễn đàn yeuamnhac.com bình chọn (2006, 2007, 2010).\n*\"Album được yêu thích nhất\" - Giải thưởng [[Album Vàng (Giải thưởng)|Album Vàng]] (Công ty Cát Tiên Sa và Đài truyền hình Thành phố Hồ Chí Minh) cho album ''[[Thập Nhị Mỹ Nhân|Thập nhị mỹ nhân]]'' (2008).\n* Vị trí No.1 trong \"''[[Zing Album 08]]''\" (Zing.vn tổ chức) cho album [[Thiên Sứ Tình Yêu|''Thiên sứ tình yêu'']] (2008).\n* \"Nam diễn viên Việt Nam được yêu thích nhất\" - Giải thưởng DMAs do diễn đàn dienanh.net bình chọn (2010).\n\n== Các hoạt động khác ==\n\n=== Đại sứ du lịch và đại sứ hình ảnh ===\nCuối năm 2005, Đan Trường đã được [[Cục du lịch Đài Loan|Tổng cục Du lịch Đài Loan]] chọn làm \"Người giới thiệu du lịch\" tại Đài Bắc và Việt Nam. Trong vai trò của mình, Đan Trường xuất hiện trong các chương trình quảng bá du lịch của Đài Loan tại Việt Nam và ngược lại. Nam ca sĩ ra mắt khán giả Đài Loan thông qua chương trình giao lưu trên sóng phát thanh truyền hình Đài Loan. Báo chí Đài Loan còn đặt cho Đan Trường biệt danh \"Bae Yong Joon Việt Nam\" (Bae Yong Joon là một diễn viên Hàn Quốc rất nổi tiếng tại các nước châu Á).<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/khi-nghe-si-lam-dai-su-308973.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa-nghe-thuat\/shop-van-nghe\/chang-ca-si-bo-tro-thanh-dai-su-du-lich-cua-dai-loan-148073.html|tiêu đề=|website=}}<\/ref>. Cuối tháng 8 năm 2007, Đan Trường được Tổng lãnh sự quán Hà Lan chọn làm \"Đại sứ du lịch Hà Lan tại Việt Nam\" nhân sự kiện \"Những ngày văn hóa Hà Lan tại TP HCM\" diễn ra vào tháng 10.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-lam-dai-su-du-lich-ha-lan-tai-viet-nam-1893998.html|tiêu đề=|website=}}<\/ref>\n\nNgoài ra, Đan Trường làm đại sứ thương hiệu HKPhone, một thương hiệu điện thoại của Việt Nam (2013)<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-lam-dai-su-thuong-hieu-hkphone-post358485.html|tiêu đề=|website=}}<\/ref>, thực hiện quảng cáo cho nhiều nhãn hàng và làm đại sứ hình ảnh cho nhiều game: Thế giới Hoàn Mỹ (2007)<ref>{{Chú thích web|url=http:\/\/xahoithongtin.com.vn\/thi-truong\/200702\/ca-sy-dan-truong-la-dai-su-the-gioi-hoan-my-490003\/|tiêu đề=|website=|ngày truy cập=2018-09-14|archive-date = ngày 14 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180914094419\/http:\/\/xahoithongtin.com.vn\/thi-truong\/200702\/ca-sy-dan-truong-la-dai-su-the-gioi-hoan-my-490003\/}}<\/ref>, Mộng Võ Lâm 2 (2016)<ref>{{Chú thích web|url=https:\/\/mongvolam.vn\/tin-tuc\/giong-ca-mai-mai-mot-tinh-yeu-tro-thanh-dai-su-mong-vo-lam-2-710.html|tiêu đề=|website=|ngày truy cập=2018-09-14|archive-date = ngày 14 tháng 9 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180914094340\/https:\/\/mongvolam.vn\/tin-tuc\/giong-ca-mai-mai-mot-tinh-yeu-tro-thanh-dai-su-mong-vo-lam-2-710.html}}<\/ref>, Võ Lâm Truyền Kỳ Mobile (2016)<ref>{{Chú thích web|url=http:\/\/2game.vn\/chuyen-lang-game\/vltk-mobile-moi-dan-truong-lam-dai-su-hinh-anh|tiêu đề=|website=}}<\/ref>, Thiên Tử 3D (2017)<ref>{{Chú thích web|url=http:\/\/gamek.vn\/ca-si-dan-truong-bat-ngo-quay-tro-lai-lang-game-viet-voi-vai-tro-dai-su-game-20170224170957294.chn|tiêu đề=|website=}}<\/ref>.\n\n=== Hoạt động kinh doanh ===\nCuối tháng 8 năm 2009, Đan Trường khai trương quán cafe mang tên \"# Bo Music\" tại địa chỉ 289 Lê Văn Sỹ, quận Phú Nhuận, TP HCM. Đây được coi là điểm hẹn cho những người yêu nhạc, đặc biệt là những fan hâm mộ của Đan Trường.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-lam-ong-chu-quan-ca-phe-post62775.html|tiêu đề=|website=}}<\/ref> Toàn bộ nội thất đều do anh lựa chọn tìm mua với số tiền hơn 1 tỉ đồng. Chính Đan Trường nảy ra sáng kiến đặt thực đơn thức uống bằng tên những bài hát đã tạo nên tên tuổi của anh như: ''Đi về nơi xa, Tình khúc vàng, Nắng sân trường, Dòng sông băng, Mặt trời lạnh,…''<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-mo-quan-ca-phe-171692.html|tiêu đề=|website=}}<\/ref>\n\nChiều ngày 6 tháng 8 năm 2017, Đan Trường chính thức khai trương Trung tâm du học, giới thiệu việc làm Nhật Bản do anh thành lập.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-lam-sep-trung-tam-du-hoc-gioi-thieu-viec-lam-nhat-ban-863077.html|tiêu đề=|website=}}<\/ref>\n\n=== Hoạt động từ thiện ===\nTrong nhiều năm qua, Đan Trường và ê-kip đã đi đến rất nhiều nơi, gặp gỡ nhiều mảnh đời bất hạnh để cùng chia sẻ sự khó khăn với họ.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/dan-truong-di-tham-cac-em-nho-khuyet-tat-1874528.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/vo-chong-dan-truong-rang-ro-ben-em-nho-post383589.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-tranh-thu-lam-tu-thien-truoc-gio-ra-mat-album-811904.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/dan-truong-gay-un-tac-giao-thong-khi-phat-qua-tet-tren-cau-ong-lanh-665065.html|tiêu đề=|website=}}<\/ref> Đặc biệt khi anh đã tổ chức những liveshow, đêm diễn nhằm gây quỹ từ thiện như: liveshow ''Mãi mãi 1 tình yêu'' (2004),<ref name=\"ReferenceC\"\/> liveshow ''Vẫn mãi một nụ cười'' (2014),<ref name=\"ReferenceH\"\/> đêm nhạc ''Ấm tình vùng lũ'' (13\/1\/2017),<ref>{{Chú thích web|url=https:\/\/vtc.vn\/dan-truong-to-chuc-dem-nhac-gay-quy-ung-ho-mien-trung-d296778.html|tiêu đề=|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/ho-ngoc-ha-coi-bo-giay-song-ca-cung-dan-truong-post713594.html|tiêu đề=|website=}}<\/ref> đêm nhạc ''Miền Trung quê tôi'' (15\/12\/2017),<ref>{{Chú thích web|url=http:\/\/mtvwe.com\/mtv-buzz\/am-nhac\/dan-truong-to-chuc-dem-nhac-tu-thien-song-ca-cung-hari-won-9154.imc|tiêu đề=|website=}}<\/ref>...\n\n==Gia đình==\nĐan Trường đến 37 tuổi mới lập gia đình với Trịnh Thủy Tiên (tên tiếng Anh: Windy Thuy Tien Trinh) - một thương gia [[người Mỹ gốc Việt]] sinh năm 1986. Vợ chồng anh quen nhau qua một số người. Sau gần 3 năm tìm hiểu, hai người quyết định kết hôn vào ngày 20\/4\/2013.<ref>{{Chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-vo-toi-la-con-nha-danh-gia-2654622.html | tiêu đề = Đan Trường: 'Vợ tôi là con nhà danh giá' - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Trước đó, đám cưới này được tổ chức tại nhà thờ Five Wounds Portuguese National Church thuộc thành phố [[San Jose, California|San Jose]], tiểu bang [[California]], Hoa Kỳ (đây là một trong hai nhà thờ [[Công giáo]] lớn nhất San Jose), được cử hành theo nghi thức [[Bồ Đào Nha]] và do cha xứ người Việt chủ trì. Sau đó một tiệc cưới sang trọng đã diễn ra với chi phí khoảng 145.000 USD, sự kiện này đã gây chú ý lớn trong showbiz Việt thời gian đó.<ref>{{Chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-chi-hon-3-ty-dong-cho-dam-cuoi-2660018.html | tiêu đề = Đan Trường chi hơn 3 tỷ đồng cho đám cưới - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nCon trai của họ sinh vào cuối tháng 2 năm 2017, và được đặt tên là Mathis Thiên Từ.<ref>{{Chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/vo-dan-truong-chong-cham-soc-tung-chut-khi-toi-mang-thai-3490655.html | tiêu đề = Vợ Đan Trường: 'Chồng chăm sóc từng chút khi tôi mang thai' | tác giả 1 = Vân An | ngày = 31 tháng 10 năm 2016 | ngày truy cập = 10 tháng 2 năm 2017 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nTrên trang cá nhân, vợ Đan Trường đã từng chia sẻ hình ảnh con trai đầu lòng và căn [[biệt thự]] xa hoa của gia đình tại San Jose, bang California (Mỹ).<ref>{{Chú thích web|url=http:\/\/vnmedia.vn\/tin-anh\/201704\/choang-ngop-biet-thu-xa-hoa-long-lay-nhu-khach-san-cua-ca-si-dan-truong-562783\/?p=1|tiêu đề=|website=}}<\/ref>\n\nNgày 18 tháng 7 năm 2021, cả Đan Trường lẫn Thủy Tiên đều công khai xác nhận đã ly hôn sau 8 năm chung sống.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/giai-tri\/ca-si-dan-truong-ly-hon-vo-dai-gia-1416255.html|tựa đề=Ca sĩ Đan Trường ly hôn vợ đại gia|tác giả=Lạc Xuân|tác giả 2=Thạch Anh|ngày=2021-07-18|website=[[Thanh Niên (báo)|Thanh Niên]]|url-status=live|ngày truy cập=2021-07-18}}<\/ref><ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/the-gioi-sao\/dan-truong-ly-hon-vo-dai-gia-thuy-tien-sau-8-nam-chung-song-757054.html|tựa đề=Đan Trường ly hôn vợ đại gia Thủy Tiên sau 8 năm chung sống|tác giả=Cẩm Loan|ngày=2021-07-18|website=[[VietNamNet]]|url-status=live|ngày truy cập=2021-07-18}}<\/ref>\n\n==Scandal==\n\n=== Vụ lùm xùm về quản lý Hoàng Tuấn ===\nTháng 5 năm 2001, giới nghệ sĩ Thành phố Hồ Chí Minh nói rất nhiều về việc ông bầu Hoàng Tuấn đã can thiệp quá nhiều vào cuộc sống của ca sĩ độc quyền, cụ thể là Đan Trường.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ai-leng-pheng-voi-dan-truong-coi-chung-bi-dam-1870120.html|tiêu đề=|website=}}<\/ref> Nam ca sĩ cho biết anh cảm thấy buồn và mất hết niềm tin<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/dan-truong-hien-gio-toi-mat-het-niem-tin-1870343.html|tiêu đề=|website=}}<\/ref> và phải tạm thời nghỉ hát một thời gian để nghỉ ngơi đồng thời 'nâng cấp' giọng hát.<ref name=\"ReferenceB\"\/>\n\n=== Mâu thuẫn với ca sĩ, nhạc sĩ Duy Mạnh về bản quyền ca khúc ===\nCuối tháng 4 năm 2010, ca sĩ, nhạc sĩ [[Duy Mạnh]] thông báo sẽ kiện Đan Trường và ông Hoàng Tuấn về việc sử dụng trái phép ca khúc \"Hãy về đây bên anh\" của anh mà không xin phép.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/doi-song\/giai-tri\/duy-manh-se-kien-dan-truong-283265.html|tiêu đề=|website=}}<\/ref> Đáp trả lại ý kiến của Duy Mạnh, cả Đan Trường và ông Hoàng Tuấn đều khẳng định rằng, họ đã xin phép Duy Mạnh trước khi hát ca khúc này. Đan Trường còn bày tỏ sự thất vọng về Duy Mạnh.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-toi-that-su-that-vong-ve-duy-manh-post83155.html|tiêu đề=|website=}}<\/ref> Sau gần 2 tháng gây tranh cãi, cuối cùng, scandal này cũng lắng xuống khi cả hai chấp nhận hòa giải bằng một văn bản rõ ràng tại Trung tâm bảo vệ quyền tác giả âm nhạc Việt Nam.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/nhung-scandal-ton-giay-muc-cua-dan-truong-post334764.html|tiêu đề=|website=}}<\/ref>\n\n=== Scandal \"lừa tình tiền\" ===\nTháng 7 năm 2013, có thông tin tố cáo Đan Trường đã \"lừa tình tiền\" một người phụ nữ xưng tên là Dung<ref>{{Chú thích web | url = http:\/\/ngoisao.net\/tin-tuc\/showbiz-viet\/2013\/07\/co-gai-tong-tien-to-dan-truong-vay-60-000-usd-245740\/ | tiêu đề = 'Cô gái tống tiền' tố Đan Trường vay 60.000 USD - Ngôi sao | tác giả 1 =  | ngày =  | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Chuyên mục văn hóa giải trí của VnExpress | ngôn ngữ =  | archive-date = ngày 15 tháng 7 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130715052918\/http:\/\/ngoisao.net\/tin%2Dtuc\/showbiz%2Dviet\/2013\/07\/co%2Dgai%2Dtong%2Dtien%2Dto%2Ddan%2Dtruong%2Dvay%2D60%2D000%2Dusd%2D245740\/ }}<\/ref>. Số tiền lừa đảo lên tới 60.000 đô la Mỹ theo cáo buộc của phụ nữ này<ref>Thanh Huyền (12 tháng 7 năm 2013), [https:\/\/archive.is\/20130712212005\/www.baodatviet.vn\/van-hoa\/showbiz\/201307\/phong-van-doc-quyen-fan-nu-to-dan-truong-lua-tinh-tien-2350376\/ Phỏng vấn độc quyền fan nữ tố Đan Trường lừa tình tiền], Báo Đất Việt.<\/ref>. Theo một lá thư đăng trên trang mạng xã hội của ông Hoàng Tuấn thì Đan Trường thừa nhận đã từng nhận sự trợ giúp quay clip nhạc và 20.000 đô la Mỹ tiền mặt từ người phụ nữ này. Tuy nhiên, Đan Trường cho rằng anh đang bị tống tiền và vụ việc này là âm mưu nhằm \"khủng bố tinh thần\" vợ chồng anh.<ref>{{Chú thích web | url = http:\/\/nld.com.vn\/20130712030641989p1140c1192\/co-gai-bi-to-tong-tien-dan-truong-len-tieng-phan-bac.htm | tiêu đề = Cô gái bị tố \"tống tiền\" Đan Trường lên tiếng phản bác | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[Người lao động (báo)|Người Lao động]] | ngôn ngữ = }}<\/ref>\n\n=== Bị tố vi phạm bản quyền hình ảnh ===\nTháng 2 năm 2014, thư pháp gia Đăng Học đăng tải dòng chia sẻ về việc các tác phẩm thư pháp của anh bị Đan Trường tự ý lấy sử dụng để phục vụ cho việc ra album và đi diễn. Ông Hoàng Tuấn cho biết những hình ảnh đó là do ekip thực hiện album và chương trình, và ông không biết vụ việc này cũng như người tố cáo là ai.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/dan-truong-bi-to-vi-pham-ban-quyen-hinh-anh-post392883.html|tiêu đề=|website=}}<\/ref>\n\n== Danh sách đĩa nhạc ==\n\n=== Album chính ===\n\n* Vol.1 - ''Nhạc tuyển Đan Trường'' (1999)\n* Vol.2 - ''Đi về nơi xa'' (1999)\n* Vol.3 - ''Bóng dáng thiên thần'' (2000)\n* Vol.4 - ''Best collection'' (2000)\n* Vol.5 - ''The best of Dan Truong'' (2001)\n* Vol.6 - ''Lời ru tình'' (2001)\n* Vol.7 - ''Best collection'' (2002)\n* Vol.8 - ''Trái tim bình yên - Dòng sông băng'' (2002)\n* Vol.9 - ''Giấc mơ màu xanh'' (2003)\n* Vol.10 - ''Đánh mất giấc mơ'' - ''The best of Dan Truong'' (2003)\n* Vol.11 - ''Đến một lúc nào đó'' (2004)\n* Vol.12 - ''Bông hồng cài áo'' (2005)\n* Vol.13 - ''Anh phải làm sao?'' (2005)\n* Vol.14 - ''Thương thầm'' (2005)\n* Vol.15 - ''Lời nguyện cầu tình yêu'' (2006)\n* Vol.16 - ''Bài ca Mi-Ya-Hee'' (2006)\n* Vol.17 - ''Thập nhị mỹ nhân'' - ''Anh vẫn đợi chờ'' (Double album) (2007)\n* Vol.18 - ''Dây đủng đỉnh buồn'' (2008)\n* Vol.19 - ''Thiên sứ tình yêu'' (2008)\n* Vol.20 - ''Ngôi sao bay'' (2009)\n* Vol.21 - ''Ướt lem chữ đời'' (2009)\n* Vol.22 - ''Người miền Tây'' (2010)\n* Vol.23 - ''Thiên đường vắng'' (2010)\n* Vol.24 - ''Lỡ duyên rồi'' (2011)\n* Vol.25 - ''Tuyết mùa hè'' (2011)\n* Vol.26 - ''Thư pháp'' (2012) \n* Vol.27 - ''Người hai quê'' (2012)\n* Vol.28 - ''Ngày và Đêm'' (2013)\n* Vol.29 - ''Lục tỉnh miền Tây'' (2013)\n* Vol 30 - ''Người thay thế'' (2014)\n* Vol 31 - ''Nhìn vào nỗi nhớ - Chàng Ốc tương tư'' (2015)\n* Vol 32 - ''Nồi đất'' (2015)\n* Vol 33 - ''Yêu nhau bao lâu'' (2016)\n* Vol 34 - ''Anh Ba ngố miền Tây'' (2017)\n* Vol 35 - ''Tình đơn phương - The best of Remix'' (2017)\n* Vol 36 - ''Mãi yêu em như ngày đầu'' (2018)\n* Vol 37 - ''Biển người nhân gian'' (2019)\n\n=== Album video ===\n\n* Vol. 1 - ''Kiếp ve sầu (1999)''\n* Vol. 2 - ''Đi về nơi xa (2000)''\n* Vol. 3 - ''Dan Truong in China -'' ''Phong ba tình đời (2000)''\n* Vol. 4 - ''Chờ trên tháng năm (2001)''\n* Vol. 5 - ''Lời ru ngàn đời (2002)''\n* Vol. 6 - ''Còn mãi tìm nhau''\n* Vol. 7 - ''Dan Truong in Taiwan - Khúc hát phương xa (2006)''\n* Vol. 8 - ''Nắng gió tình ta (2006)''\n* Vol. 9 - ''Dan Truong in Holland (2008)''\n* Vol. 10 - ''Dan Truong in America (2010)''\n* Vol. 11 - ''Lời tiên tri (2015)''\n\n=== Đĩa đơn ===\n\n* ''Trái tim bình yên'' (2002)\n* ''[[Đứa bé (bài hát)|Đứa bé]]'' - [[Minh Khang]] kết hợp cùng nhiều nghệ sĩ\n* ''Có kiếp sau không?'' (Đan Trường - Lương Bích Hữu) (2013)\n* ''Lời tiên tri'' (2014)\n* ''Hết hy vọng'' (2015)\n* ''Con yêu của ba'' (2018)\n\n=== Một số album tổng hợp khác ===\n\n*''Nếu phôi pha ngày mai'' (Đan Trường - Cẩm Ly) (2000)\n*''Như khúc tình ca'' (Nhiều nghệ sĩ) (2001)\n*''Gửi lại mùa xuân'' - ''Hợp tuyển xuân'' (2002)\n*''Mùa thu kỷ niệm'' (Đan Trường - Cẩm Ly) (2002)\n*''Dòng máu Lạc Hồng'' (Nhiều nghệ sĩ) (2002)\n*''Thầm mong - Tình khúc Hoài An'' (Đan Trường - Cẩm Ly) (2004)\n*''Trương Chi Mỵ Nương - Những tình khúc Hoài An'' (2004)\n*''Ở nơi đó em cười'' - ''Những tình khúc mới của Hoài An'' (2006)\n* ''Một ngày đi qua - The best of Le Quang'' (2007)\n* ''The best of Remix'' (2007)\n*''Em là hạnh phúc đời anh'' (Đan Trường - Cẩm Ly) (2009)\n* ''Hùng thiêng Âu Lạc'' (2010)\n*''Yêu anh! Em dám không?'' (Đan Trường - FBBoiz) (2013)\n*''Bài ca tháng 7'' (Đan Trường - Trung Quang) (2015)\n*''Con đường xưa em đi'' (Nhiều nghệ sĩ) (2016)\n*''Xuân 2017 - Bài ca Tết cho em'' (Nhiều nghệ sĩ) (2017)\n\n== Buổi diễn ==\n\n#''Cảm ơn cuộc đời'' (2000, 2001)\n#''Giữ mãi niềm tin'' (2002)\n#''Trái tim bình yên'' (2003)\n#''Mãi mãi 1 tình yêu'' (2004)\n#''10 năm - Một chặng đường -'' Kỷ niệm 10 năm ca hát (2006)\n#''Thập đại mỹ nhân'' (2008)\n#''Ngôi sao bay'' (2010)\n#''Thiên đường vắng'' (2011)\n#''Con sóng yêu thương -'' Kỷ niệm 15 năm ca hát (2012)\n#''Ngày và đêm'' (2013)\n#''Vẫn mãi một nụ cười'' (2014)\n#''Dấu ấn'' (2014)\n#''Cảm ơn đời -'' Kỷ niệm 20 năm ca hát (2016)\n\n=== Trung tâm Thúy Nga ===\n==== Chương trình Thúy Nga Music Box ====\n{| class=\"wikitable\"\n|+\n!STT\n!Tên bài hát\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Đi Về Nơi Xa (Lê Quang)\n|Solo\n| rowspan=\"2\" |Thúy Nga Music Box #16\n| rowspan=\"2\" |2020\n|-\n|2\n|Đi Về Nơi Xa (Lê Quang)\n|Bằng Kiều, Quang Dũng, Thanh Thảo, Cam Thơ, Lê Quang\n|-\n|}\n\n== Phim đã tham gia ==\n\n*''Vua hóa cò'' (2000)\n*''Hoàng tử chăn lợn'' (2001)\n*''[[Võ lâm truyền kỳ (phim)|Võ lâm truyền kỳ]]'' (2007)\n*''[[Thứ ba học trò]]'' (2009) \n*''Nụ hôn đầu xuân'' (2012)\n*''Yêu anh! Em dám không?'' (2013)\n*''Ngốc Ơi Tuổi 17'' (2019)\n*''Cha Ma'' (2019)\n\n== Chú thích ==\n{{tham khảo|30em}}\n* [http:\/\/vnexpress.net\/gl\/van-hoa\/2009\/04\/3ba0e29c Đan Trường 3 lần đoạt giải HTV Awards]\n\n== Liên kết ngoài ==\n{{Cổng thông tin|Âm nhạc Việt Nam}}\n* [http:\/\/www.dantruong.com.vn\/ Trang chủ]\n*Nghe nhạc Đan Trường\n**trên [[Zing MP3|ZingMP3]]:[https:\/\/zingmp3.vn\/Dan-Truong]\n**trên nhaccuatui:[https:\/\/www.nhaccuatui.com\/nghe-si-dan-truong.bai-hat.html]\n**trên [[YouTube|Youtube]] [https:\/\/www.youtube.com\/channel\/UCmJdpKjC4BguB3KPcGQQPkg <nowiki>[3]<\/nowiki>]\n* {{Facebook|dantruongofficial}}\n{{Thời gian sống|1976}}\n{{Giải Mai vàng cho Ca sĩ âm hưởng dân ca và truyền thống cách mạng}}\n{{Giải Mai vàng cho Ca sĩ được yêu thích nhất}}\n{{Giải Mai vàng cho Ca sĩ nhạc nhẹ}}\n{{Thần tượng Bolero}}\n{{V-pop}}\n{{Tôi là... người chiến thắng}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Người giành giải Mai vàng]]\n[[Thể loại:Nam ca sĩ Việt Nam]]\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Ca sĩ thế kỷ 20]]\n[[Thể loại:Ca sĩ thế kỷ 21]]\n[[Thể loại:Sinh tại Sài Gòn]]\n[[Thể loại:Người họ Phạm tại Việt Nam]]\n[[Thể loại:Nam ca sĩ thế kỷ 20]]\n[[Thể loại:Thần tượng Việt Nam]]\n[[Thể loại:Ca sĩ pop Việt Nam]]\n[[Thể loại:Ca sĩ Trung tâm Thúy Nga]]"}