{"1264601":"{{chú thích trong bài}}\n{{Thông tin truyền hình\n| show_name                = Đi tìm ẩn số\n| image                    = \n| genre                    = [[Trò chơi truyền hình]]\n| company                  = Hãng phim Truyền hình Thành phố Hồ Chí Minh\n| distributor              = [[Endemol|Banijay Rights]]\n| runtime                  = \n| country                  = {{VIE}}\n| language                 = [[Tiếng Việt]]\n| network                  = [[HTV7]]\n| picture_format           = [[480i]] ([[SDTV]])<br>[[1080p]] ([[HDTV]])\n| first_aired              = [[19 tháng 6]] năm [[2005]]\n| last_aired               = [[24 tháng 9]] năm [[2017]]\n| website                  = ditimanso.com\n| dẫn chương trình         = [[Lê Thanh Bạch]]|\n| chương trình liên quan   = [[Deal or No Deal]]\n}}\n\n'''Đi tìm ẩn số''' là chương trình trò chơi truyền hình được phát sóng trong chuyên mục ''[[Tạp chí văn nghệ]]'' trên kênh [[HTV7]] vào 10h00 sáng Chủ nhật hàng tuần, do Hãng phim Truyền hình Thành phố Hồ Chí Minh (TFS) và Công ty Kiết Tường sản xuất theo định dạng của chương trình Miljoenenjacht (tên tiếng Anh: ''[[Deal or No Deal (trò chơi truyền hình Mỹ)|Deal or No Deal]]'') của [[Endemol]]. Chương trình phát sóng từ ngày 19 tháng 6 năm 2005<ref name=tt>\n{{chú thích báo\n|tác giả= Anh Thư\n|tác phẩm= Báo Tuổi Trẻ online\n|url= http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/Dien-anh\/84690\/di-tim-an-so.html\n|tên bài= Đi tìm ẩn số\n|ngày= 2005-06-22\n|ngày truy cập= 2014-07-16}}\n<\/ref> đến ngày 24 tháng 9 năm 2017. [[Thanh Bạch]] là người dẫn dắt chương trình này trong suốt thời gian phát sóng.\n\nChương trình này từ khi mới ra mắt (ngày 19 tháng 06 năm 2005) đến ngày 11 tháng 06 năm 2006 thì theo định dạng của phiên bản Úc, với 20 chiếc cặp và giải thưởng cao nhất trị giá 50.000.000 đồng. Tuy nhiên, từ 18 tháng 06 năm 2006 đến 24 tháng 09 năm 2017 thì chương trình tuân theo định dạng của phiên bản Mỹ (và 1 phần theo phiên bản gốc của Hà Lan), với 26 chiếc cặp do những người mẫu giữ, chứa các giải thưởng từ 1.000 đồng đến 100.000.000 đồng.\n\n== Luật chơi ==\n===Chuẩn bị chơi===\nBan đầu có 21 thí sinh tham gia, tuy nhiên chương trình chỉ bắt đầu sau khi có đủ 26 thí sinh. Đầu chương trình, các thí sinh còn thiếu sẽ được chọn ngẫu nhiên trong số các khán giả có mặt ở trường quay để có đủ 26 thí sinh tham gia vòng thi thứ nhất (phần này không áp dụng với các tập có các công ty, cơ quan, doanh nghiệp, trường học đăng ký tham gia). Sau này, cả 26 thí sinh đều được tuyển đủ vào cuộc thi và bỏ hình thức chọn ngẫu nhiên.\n\nỞ phiên bản cũ, chương trình tuyển 20 thí sinh, trong đó có 19 thí sinh đăng ký và 1 khán giả may mắn được lựa chọn ngẫu nhiên.\n\n===Vòng 1===\nCác thí sinh sẽ phải trả lời 5 câu hỏi dưới hình thức trắc nghiệm thuộc nhiều lĩnh vực khác nhau. Mỗi câu hỏi có 4 phương án trả lời khác nhau A, B, C và D, thời gian suy nghĩ và trả lời cho mỗi câu hỏi là 5 giây. Thí sinh trả lời câu hỏi bằng cách nhấn 1 trong 4 phím A, B, C & D trên bàn phím ngay trước mặt. Trả lời đúng, mỗi thí sinh ghi được điểm số bằng với số thí sinh đã trả lời sai trong câu hỏi đó (ví dụ, trong 1 câu hỏi có 25 thí sinh trả lời đúng và 1 thí sinh trả lời sai thì mỗi thí sinh trả lời đúng sẽ ghi được 1 điểm, còn trong trường hợp 1 câu hỏi chỉ có 1 thí sinh duy nhất trả lời đúng và 25 thí sinh còn lại trả lời sai thì thí sinh duy nhất đó sẽ ghi được 25 điểm). Trả lời sai số điểm không thay đổi.\n\nSau câu hỏi đầu tiên, 2 thí sinh trả lời đúng và nhanh nhất sẽ được người dẫn chương trình công bố tên, đồng thời bảng tổng sắp số điểm của 24 thí sinh cũng sẽ hiện ra. Sau câu hỏi thứ tư, 4 thí sinh có điểm cao nhất sẽ được MC đọc tên và sau câu hỏi số 5, 2 thí sinh cao điểm nhất sẽ bước vào vòng thi tiếp theo.\n\n===Vòng 2===\nTại vòng thi tiếp theo, 2 thí sinh sẽ đứng đối diện với nhau, trước mặt có hai chuông với hai đèn nhỏ và ở giữa có một đèn lớn. Trong vòng 5 giây, không gian trường quay sẽ tối đi và đèn lớn sẽ nhấp nháy, thí sinh nào nhấn chuông trước sẽ nhận được giải thưởng cố định là 3.000.000 VNĐ (ở phiên bản cũ là 1.500.000 VNĐ) và trở về vị trí ngồi của mình để theo dõi vòng cuối cùng, thí sinh còn lại sẽ được bước tiếp vào vòng thi cuối cùng. Nếu không có thí sinh nào nhấn chuông thì chương trình sẽ đưa ra một bài toán với phép tính đơn giản gồm cộng trừ nhân chia với yêu cầu điền số thích hợp vào dấu \"?\" và cả 2 thí sinh sẽ tính nhẩm, nếu chắc chắn có câu trả lời bài toàn trên thì phải nhấn chuông và đưa ra câu trả lời. Trả lời đúng, thí sinh đó sẽ được đi tiếp vào vòng thi thứ ba và ngược lại. Về sau, vòng thi này chỉ đưa ra bài toán để xác định thí sinh vào vòng trong (giải thưởng cố định bị xóa bỏ).\n\n===Vòng cuối cùng===\nThí sinh vượt qua được cả 2 vòng thi hoặc 2 người nổi tiếng sẽ được vào thẳng vòng thi cuối cùng. Trong vòng này, thí sinh sẽ được nhìn thấy 26 chiếc cặp và đồng thời biết được giá trị của chúng (thấp nhất là 1.000 VNĐ & cao nhất là 100.000.000 VNĐ; ở phiên bản cũ là 20 cặp, trong đó giá trị thấp nhất là 1 VNĐ & giá trị cao nhất là 50.000.000 VNĐ). Các giá trị này được sắp xếp ngẫu nhiên và thí sinh sẽ không thể biết trước được giá trị trong từng chiếc cặp là bao nhiêu. Thí sinh tự chọn cho mình 1 chiếc cặp, chiếc cặp mà thí sinh đã lựa chọn sẽ được giữ bí mật tới cuối vòng thi.\n\nThí sinh bắt đầu bằng cách lần lượt chọn 6 trong tổng số 25 chiếc cặp còn lại và cố gắng chọn đúng chiếc cặp có giá trị càng thấp càng tốt, vì đó là các giá trị mà người chơi đã bỏ lỡ. Sau khi mở xong cả 6 chiếc cặp thì ngân hàng sẽ bắt đầu chào giá. Với mỗi một lần chào giá, ngân hàng sẽ đưa ra một số tiền nhất định và thông báo số tiền này đến người dẫn chương trình qua hệ thống điện thoại, người dẫn chương trình sẽ mở nắp của nút bấm và hỏi thí sinh 1 câu duy nhất: \"Chấp nhận hay không chấp nhận?\". Thí sinh có thể bấm nút để chấp nhận số tiền này hoặc đậy nắp (tức là không chấp nhận); nếu không chấp nhận thì tiếp tục giữ nguyên số tiền bên trong chiếc cặp mà thí sinh đã chọn từ ban đầu. \n\nỞ những lượt kế tiếp hoặc ở phiên bản cũ, số cặp phải mở sẽ giảm dần cho đến 1, cứ mỗi lần thí sinh đã chọn đủ số chiếc cặp quy định thì ngân hàng sẽ lại tiếp tục chào giá, tuỳ vào tiến trình. Nếu thí sinh chọn được nhiều chiếc cặp có giá trị càng thấp thì ngân hàng sẽ chào giá càng cao, ngược lại thì ngân hàng sẽ chào giá thấp. Ngân hàng sẽ không bao giờ chào giá cao hơn giá trị của chiếc cặp cao nhất chưa được chọn hoặc thấp hơn giá trị của chiếc cặp thấp nhất vẫn chưa được chọn.\n\nSau khi đã lựa chọn xong cả 18 chiếc cặp (qua 4 lần chào giá, hoặc 12 chiếc cặp ở phiên bản cũ - tức là qua 3 lần chào giá) thì từ chiếc cặp kế tiếp trở đi, khi thí sinh lựa chọn chiếc cặp có số thứ tự nào thì thí sinh có số thứ tự đó sẽ phải đoán giá trị, nếu đúng thì thí sinh đó sẽ được thưởng theo cơ cấu giải thưởng sau:\n* Chiếc cặp số 19 (hoặc chiếc cặp số 13 ở phiên bản cũ, còn lại 8 giá trị): 1.200.000 VNĐ (ở phiên bản cũ là 600.000 VNĐ).\n* Chiếc cặp số 20 (hoặc chiếc cặp số 14 ở phiên bản cũ, còn lại 7 giá trị): 1.000.000 VNĐ (ở phiên bản cũ là 500.000 VNĐ).\n* Chiếc cặp số 21 (hoặc chiếc cặp số 15 ở phiên bản cũ, còn lại 6 giá trị): 800.000 VNĐ (ở phiên bản cũ là 400.000 VNĐ).\n* Chiếc cặp số 22 (hoặc chiếc cặp số 16 ở phiên bản cũ, còn lại 5 giá trị): 600.000 VNĐ (ở phiên bản cũ là 300.000 VNĐ).\n* Chiếc cặp số 23 (hoặc chiếc cặp số 17 ở phiên bản cũ, còn lại 4 giá trị): 400.000 VNĐ (ở phiên bản cũ là 200.000 VNĐ).\n* Chiếc cặp số 24 (hoặc chiếc cặp số 18 ở phiên bản cũ, còn lại 3 giá trị): Phòng kỹ thuật của trường quay sẽ chọn ngẫu nhiên 2 vị khán giả có mặt ở trường quay để đoán giá trị của chiếc cặp mà người mẫu sắp mở, đoán đúng thì được thưởng 500.000 VNĐ (ở phiên bản cũ là 250.000 VNĐ).\n* Chiếc cặp số 25 (hoặc chiếc cặp số 19 ở phiên bản cũ, còn lại 2 giá trị): Phòng kỹ thuật của trường quay sẽ chọn ngẫu nhiên 2 vị khán giả có mặt ở trường quay để đoán giá trị của chiếc cặp ban đầu mà thí sinh đang nắm giữ, đoán đúng thì được thưởng 500.000 VNĐ (ở phiên bản cũ là 250.000 VNĐ).\n\nNếu như người chơi nhấn nút chấp nhận mức giá trị mà ngân hàng đã chào ở bất kỳ thời điểm nào thì thí sinh sẽ ra về với số tiền đã chào giá đó. Thí sinh vẫn tiếp tục mở những chiếc cặp còn lại và ngân hàng vẫn tiếp tục chào giá nhưng sẽ chỉ mang tính thủ tục và người chơi sẽ không còn quyền chấp nhận hay không chấp nhận đối với giá này. Nếu người chơi không chấp nhận tất cả những lần chào giá của ngân hàng thì sau khi lựa chọn xong 25 chiếc cặp, thí sinh sẽ ra về với số tiền thưởng đã có ở bên trong chiếc cặp mà thí sinh đã lựa chọn từ ban đầu.\n\n== Giá trị các cặp ==\n\n=== 19 tháng 6, 2005 - 11 tháng 6, 2006 (phiên bản của Úc, với 20 chiếc cặp) ===\n\n{|border=1 cellspacing=0 cellpadding=1 style=\"background: yellow;text-align:right \n|-\n| width=\"120\" |'''1\n| width=\"120\" |'''500.000\n|-\n|'''50\n|'''1.000.000\n|-\n|'''100\n|'''1.500.000\n|-\n|'''500\n|'''2.000.000\n|-\n|'''1.000\n|'''2.500.000\n|-\n|'''5.000\n|'''5.000.000\n|-\n|'''10.000\n|'''7.500.000\n|-\n|'''25.000\n|'''10.000.000\n|-\n|'''50.000\n|'''25.000.000\n|-\n|'''100.000\n|'''50.000.000\n|}\nTổng giá trị: 105.191.651 VNĐ\n\n=== 18 tháng 6, 2006 - 24 tháng 9, 2017 (phiên bản của Mỹ & phiên bản gốc của Hà Lan, với 26 chiếc cặp) ===\n\n{|border=1 cellspacing=0 cellpadding=1 style=\"background: yellow;text-align:right \n|-\n| width=\"120\" |'''1.000'''\n| width=\"120\" |'''1.000.000'''\n|-\n|'''2.500'''\n|'''1.250.000'''\n|-\n|'''5.000'''\n|'''1.500.000'''\n|-\n|'''7.500'''\n|'''2.000.000'''\n|-\n|'''10.000'''\n|'''3.000.000'''\n|-\n|'''15.000'''\n|'''4.000.000'''\n|-\n|'''20.000'''\n|'''5.000.000'''\n|-\n|'''25.000'''\n|'''10.000.000'''\n|-\n|'''50.000'''\n|'''15.000.000'''\n|-\n|'''75.000'''\n|'''20.000.000'''\n|-\n|'''100.000'''\n|'''25.000.000'''\n|-\n|'''250.000'''\n|'''50.000.000'''\n|-\n|'''500.000'''\n|'''100.000.000'''\n|}\nTổng giá trị: 238.811.000 VNĐ\n\n== Thống kê ==\n\n* '''Giá trị thắng cao nhất - thấp nhất''' \n** '''Không chấp nhận''': 100.000.000 đồng (14\/2\/2010, 25\/12\/2011, 22\/7\/2012, 27\/7\/2014, 19\/4\/2015, 28\/2\/2016, 10\/9\/2017) - 1.000 đồng (ngày phát sóng: 7\/2\/2016, 26\/3\/2017, 2\/7\/2017, 16\/7\/2017)\n** '''Chấp nhận''': 25.480.000 đồng (11\/7\/2010) - 68.000 đồng (10\/2\/2013)\n* '''Mức giá cao nhất - thấp nhất ngân hàng từng chào''': 75.411.000 đồng (25\/12\/2011) - 2.000 đồng (9\/8\/2015)\n\n==Người chiến thắng==\nTrong lịch sử chương trình đã có 10 người đạt giá trị cao nhất (1 người đạt 50.000.000 đồng trong năm đầu tiên, 9 người còn lại đạt 100.000.000 đồng), sau đây là một số nhân vật điển hình:\n{| class=\"wikitable\"\n!Tên thí sinh\n!Ngày phát sóng\n!Cặp số\n!Mức chào giá cuối cùng\n(VNĐ)\n!Giá trị còn lại\n(VNĐ)\n!Giá trị trong cặp\n(VNĐ)\n!Giá trị chiến thắng\n(VNĐ) \n|-\n|Không rõ\n|[[4 tháng 9]] năm [[2005]]\n|Không rõ\n|25.998.000 đồng\n|1 đồng <ref>Chiếc cặp này là chiếc cặp có giá trị nhỏ nhất của \"Deal or No Deal\" trên khắp thế giới (có giá trị tương đương US$0,0000632).<\/ref>\n|50.000.000 đồng\n|50.000.000 đồng\n|-\n|Thanh Xuân\n|[[14 tháng 2]] năm [[2010]]\n|Chưa rõ\n|Chưa rõ\n|Chưa rõ\n|100.000.000 đồng\n|100.000.000 đồng\n|-\n|Nghệ sĩ [[Lê Bình (diễn viên)|Lê Bình]]\n|[[25 tháng 12]] năm [[2011]] - Số cuối cùng của năm 2011\n|23\n|75.411.000 đồng\n|50.000.000 đồng\n|100.000.000 đồng\n|100.000.000 đồng\n|-\n|Nguyễn Thụy Minh Trang\n|[[22 tháng 7]] năm [[2012]]\n|3\n|40.010.000 đồng\n|25.000 đồng\n|100.000.000 đồng\n|100.000.000 đồng\n|-\n|Lâm Mỹ Vân\n|[[19 tháng 4]] năm [[2015]]\n|Chưa rõ\n|Chưa rõ\n|Chưa rõ\n|100.000.000 đồng\n|100.000.000 đồng\n|-\n|Nguyễn Thị Đào\n|[[28 tháng 2]] năm [[2016]]\n|15\n|26.100.000 đồng\n|20.000.000 đồng\n|100.000.000 đồng\n|100.000.000 đồng\n|-\n|Ca sĩ Giáng Tiên\n|[[3 tháng 9]] năm [[2017]]\n|6\n|18.340.000 đồng\n|75.000 đồng\n|100.000.000 đồng\n|100.000.000 đồng\n|}\n\n== Một số thí sinh đã từng chọn ra giá trị cao nhất ==\nNgoài ra còn có một số thí sinh đã chọn ra cặp có giá trị cao nhất (100.000.000 đồng) nhưng không nhận được số tiền này vì đã chấp nhận một mức chào giá trước đó:\n{| class=\"wikitable\"\n!Tên thí sinh\n!Ngày phát sóng\n!Cặp số\n!Mức chào giá đã chấp nhận\n!Giá trị còn lại\n!Ghi chú\n|-\n|Miên Trường\n|[[20 tháng 8]] năm [[2006]]\n|20\n|23.700.000 đồng\n|1.000.000 đồng\n|Trước khi thí sinh này chấp nhận, trên màn hình còn lại 4 giá trị: 5.000 đồng, 500.000 đồng, 1.000.000 đồng và 100.000.000 đồng. Sau khi thí sinh này loại bỏ giá trị 5.000 đồng, ngân hàng chào giá cho thí sinh này trị giá 23.700.000 đồng. Mức chào giá chào cuối cùng nếu thí sinh này chưa chấp nhận là 51.000.000 đồng, còn giá trị còn lại cuối cùng là 1.000.000 đồng.\n|-\n|Huệ Anh<ref>{{Chú thích web|url=http:\/\/www.ditimanso.com\/thong-tin\/an-so-cua-chuong-trinh-di-tim-an-so-phat-song-ngay-24.8.08.html|tựa đề=Thông tin người chơi|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20090412122442\/http:\/\/www.ditimanso.com\/thong-tin\/an-so-cua-chuong-trinh-di-tim-an-so-phat-song-ngay-24.8.08.html|ngày lưu trữ=2009-04-12|url hỏng=|ngày truy cập=|url-status=bot: unknown}}<\/ref>\n|[[24 tháng 8]] năm [[2008]]\n|14\n|13.200.000 đồng\n|?\n|Trước khi thí sinh này chấp nhận, trên màn hình còn lại 4 giá trị: 50.000 đồng, 500.000 đồng, 1.500.000 đồng và 100.000.000 đồng.\n|-\n|Hồng Hạnh\n|[[11 tháng 7]] năm [[2010]]\n|15\n|25.480.000 đồng\n|75.000 đồng\n|Trước khi chấp nhận, trên màn hình còn lại các giá trị: 75.000 đồng, 100.000 đồng, 1.000.000 đồng, 100.000.000 đồng. Sau khi loại bỏ giá trị 1.000.000 đồng, ngân hàng chào giá cho thí sinh này 25.480.000 đồng. Mức chào giá cuối cùng nếu thí sinh này chưa chấp nhận là 48.520.000 đồng.\n|-\n|Diễn viên Lý Hùng\n|[[19 tháng 7]] năm [[2015]]\n|8\n|19.900.000 đồng\n|5.000 đồng\n|Số tiền này là mức giá cuối cùng mà ngân hàng chào giá.\n|-\n|Nguyễn Thị Yến\n|[[2 tháng 8]] năm [[2015]]\n|8\n|17.970.000 đồng\n|250.000 đồng\n|Thí sinh này đã dựa vào xác suất để chọn phương pháp an toàn là chấp nhận khi chỉ còn 3 giá trị: 75.000 đồng, 250.000 đồng, 100.000.000 đồng. Mức chào giá cuối cùng nếu chưa chấp nhận là 45.720.000 đồng.\n|-\n|Bảo Châu\n|[[3 tháng 1]] năm [[2016]] - Số đầu tiên của năm 2016 \n|24\n|14.200.000 đồng\n|1.500.000 đồng\n|Thí sinh này đã chấp nhận mức chào giá đó khi chỉ còn 4 giá trị: 75.000 đồng, 500.000 đồng, 1.500.000 đồng, 100.000.000 đồng. Mức chào giá cuối cùng nếu chưa chấp nhận là 38.200.000 đồng.\n|-\n|Trung Hiếu\n|[[10 tháng 4]] năm [[2016]]\n|5\n|15.900.000 đồng\n|10.000.000 đồng\n|Trước khi chấp nhận, trên màn hình còn 3 giá trị: 1.000.000 đồng, 10.000.000 đồng, 100.000.000 đồng. Sau khi ngân hàng chào giá 15.900.000 đồng, thí sinh này đã nghe lời người hỗ trợ và chấp nhận. Mức chào giá cuối cùng nếu chưa chấp nhận là 37.900.000 đồng.\n|-\n|Huy Thiện\n|[[9 tháng 7]] năm [[2017]]\n|9\n|18.500.000 đồng\n|1.250.000 đồng\n|Thí sinh này đã chấp nhận mức chào giá đó khi chỉ còn 3 giá trị: 1.000 đồng, 1.250.000 đồng, 100.000.000 đồng. Mức chào giá cuối cùng nếu chưa chấp nhận là 30.450.000 đông.\n|-\n|Diên viên Xuân Văn\n|[[24 tháng 9]] năm [[2017]] - Số cuối cùng của chương trình sau 12 năm phát sóng\n|24\n|20.030.000 đồng\n|10.000 đồng\n|Thí sinh này đã chấp nhận mức chào giá đó khi chỉ còn 3 giá trị: 10.000 đồng, 50.000 đồng, 100.000.000 đồng. Mức chào giá cuối cùng nếu chưa chấp nhận là 38.600.000 đồng.\n|}\n\n== Nhà tài trợ ==\n* 19\/06\/2005 - 11\/06\/2006: Diana.\n* 13\/08\/2006 - 26\/10\/2008: Ngân hàng Gia Định.\n* 18\/06\/2006 - 06\/08\/2006, 02\/11\/2008 - 18\/04\/2010: Không có nhà tài trợ.\n* 25\/04\/2010 - 22\/01\/2012: Kem đánh răng Doreen.\n* 29\/01\/2012 - 01\/09\/2013: Bột giặt nhiệt Aba (đồng tài trợ với Dầu gội Ramus).\n* 08\/09\/2013 - 24\/09\/2017: [[Hãng phim Truyền hình Thành phố Hồ Chí Minh]] (không có nhà tài trợ).\n\n== Các phiên bản khác ==\nBên cạnh ''Đi tìm ẩn số,'' công ty Kiết Tường cũng phối hợp với [[Đài Phát thanh - Truyền hình Hà Nội]] sản xuất chương trình '''Những ẩn số vàng,''' dựa trên định dạng của [[Mỹ]] nhưng chỉ có 20 chiếc cặp, với người dẫn chương trình là Nghệ sĩ ưu tú [[Chí Trung]] dẫn dắt chương trình này trong suốt thời gian phát sóng phát trên sóng HanoiTV1 vào 20 giờ chủ nhật hàng tuần từ năm [[2006]]. Tuy nhiên, chương trình này chỉ phát sóng đến năm [[2008]].<ref>{{Chú thích web|url=http:\/\/toquoc.vn\/ngay-cang-boi-thucgameshow-9981116.htm|tựa đề=Ngày càng \"bội thực\"gameshow!|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n===Tạm ngừng ghi hình và phát sóng===\n\nTập tiếp theo của chương trình dự kiến phát sóng vào ngày 31\/12\/2006, nhưng do trùng vào cầu truyền hình [[Giao thừa|Hà Nội - Chào năm 2007]], nên tập này đã được hoãn lại 7 ngày (tức ngày 7\/1\/2007).\n\n== Phát sóng ==\n* 19\/06 - 16\/10\/2005, 01\/07\/2012 - 24\/09\/2017: 10:00 chủ nhật\n* 23\/10\/2005 - 27\/09\/2009: 10:20 chủ nhật\n* 04\/10\/2009 - 24\/06\/2012: 10:10 chủ nhật\n\n=== Tạm dừng phát sóng ===\n''Đi tìm ẩn số'' đã có một số lần phải tạm dừng phát sóng theo kế hoạch do trùng với các sự kiện đặc biệt và đã được phát sóng trở lại vào 7 ngày sau đó. Cụ thể:\n* Trong các ngày 17\/05\/2009, 24\/06\/2012, 30\/06\/2013, 03\/08\/2014 và 16\/08\/2015, do việc phát sóng [[Tạp chí văn nghệ]] kéo dài gần 4 tiếng (đến 12 giờ trưa) vì trùng với thời điểm diễn ra chung kết [[Đường lên đỉnh Olympia]].\n* 13\/10\/2013, do trùng với lễ [[Võ Nguyên Giáp qua đời và quốc tang|Quốc tang Đại tướng Võ Nguyên Giáp]].\n* 04\/12\/2016, do trùng với lễ [[Fidel Castro qua đời và quốc tang|Quốc tang Nguyên Chủ tịch nước Cuba Fidel Castro]].\n\n== Chú thích và tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Chương trình trò chơi truyền hình trên HTV]]\n[[Thể loại:Chương trình truyền hình trên HTV]]\n[[Thể loại:Trò chơi truyền hình Việt Nam]]"}