{"275359":"'''Đinh Văn Tả''' ([[chữ Hán]]: 丁文左; [[1602]]-[[1685]]) là một tướng lĩnh Việt Nam dưới thời [[nhà Lê trung hưng|Lê trung hưng]]. Ông thuộc dòng dõi Đinh Đàm, tướng tham gia khởi nghĩa Lam Sơn, người làng Hàm Giang, [[huyện Cẩm Giàng]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Thời trẻ==\nĐinh Văn Tả sinh ra vào thời [[Lê trung hưng]], lúc [[chúa Trịnh]] đã chiếm được [[Thăng Long]], đuổi họ Mạc chạy lên phía bắc. Ông vốn là người có sức khỏe, tính khí ngang tàng, giỏi nghề cưỡi ngựa bắn cung. Bởi khi còn trẻ, ông nóng nảy và hung hãn nên bị liên đới vào việc ăn cướp. Sau vài lần trốn thoát, ông bị bắt giữ nhưng không bị tù mà chỉ bị quản thúc ở kinh thành Thăng Long.\n\nMột buổi Đinh Văn Tả ra xem trường thi võ, thấy các thí sinh trổ tài, ông cười nói:\n:''Bọn họ là đồ vô năng, chỉ ăn phí cả lương triều đình!''\n\nQuan trường nghe thấy thế, liền cho gọi ông vào để thử tài, sai người đưa súng cho ông. Ông bắn liền mấy phát đều trúng đích. Quan trường khen ông là người tài, rồi tâu lên chúa Trịnh Tráng. Chúa Trịnh liền tha tội cho ông, phong làm chức Võ giai, cho đi theo để dẹp giặc.\n\n==Dẹp nội loạn==\nNăm 1645, hai con thứ của [[Trịnh Tráng]] là Trịnh Lịch đang trấn thủ [[Sơn Tây (tỉnh cũ)|Sơn Tây]] và Trịnh Sầm đang trấn thủ [[Hải Dương]], muốn tranh ngôi thế tử với Trịnh Tạc, nhân lúc cha bị ốm bèn dấy quân khởi loạn. Thế tử [[Trịnh Tạc]] bèn cầm quân đi đánh. Đinh Văn Tả làm tiên phong tiến lên. Trịnh Lịch và Trịnh Sầm chia quân cắt quân Trịnh Tạc làm đôi. Trịnh Tạc phá được vây ra trước. Đinh Văn Tả bị hãm trong trận, hai người con bị tử trận. Ông hăng hái xung đột chém 18 quân địch khiến quân địch phải dãn ra. Trịnh Tạc thấy Văn Tả còn sống bèn mang quân quay lại cứu, đánh tan quân địch, bắt được Trịnh Lịch, còn Trịnh Sầm trốn vào Ninh Giang, sau cũng bị bắt nốt. Cả hai đều bị xử tử.\n\nTháng 3 năm 1652 ông được phong làm tham đốc vì có công biết được âm mưu phản nghịch của bọn Hoàng Nhân Dũng và tố cáo<ref name=DVSK23>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html Đại Việt Sử Ký Bản Kỷ Tục Biên, Quyển XVIII: Kỷ Nhà Lê - Thần Tông Uyên Hoàng Đế (hạ)]<\/ref>. Tháng 5 nhuận năm 1656, ông được phong làm đề đốc<ref name=DVSK23 \/>. Tháng giệng nhuận năm 1659 được phong đô đốc đồng tri<ref name=DVSK23 \/>.\n\nNăm 1663, có quân thổ phỉ ở Đông Hải quấy phá. Đinh Văn Tả được làm Đô tổng binh<ref name=DVSK24>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt24.html Đại Việt Sử Ký Bản Kỷ Tục Biên, Quyển XIX: Kỷ Nhà Lê - Huyền Tông Mục Hoàng Đế]<\/ref>, giữ việc trấn thủ Yên Quảng, dẹp được quân thổ phỉ.\n\nTrong thời gian [[chúa Trịnh]] dồn sức vào [[Trịnh Nguyễn phân tranh|cuộc chiến]] với [[chúa Nguyễn]] ở vùng [[Nghệ An]] - Bố Chính, Đinh Văn Tả nhiều năm trấn giữ các trấn phía bắc, khiến các trấn đều yên ổn.\n\n==Dứt họ Mạc ở Cao Bằng==\nHọ Mạc dựa vào [[nhà Minh]], nhiều năm chiếm cứ [[Cao Bằng]]. Nhà Minh mất (1644), các hoàng thân nhà Minh tiếp tục dựng chính quyền Nam Minh để chống Mãn Thanh tới năm 1662. Nhà Mạc dựa vào uy thế của các vua Nam Minh nên tiếp tục trấn giữ Cao Bằng. Vua Lê và chúa Trịnh không trừ được. Khi nhà [[Nam Minh (vương triều)|Nam Minh]] mất, [[Mạc Kính Vũ]] lại thần phục [[nhà Thanh]] nên tiếp tục duy trì trấn giữ Cao Bằng.\n\nTháng 9 năm 1667, chúa Trịnh Tạc mang quân đánh Cao Bằng, Đinh Văn Tả làm đốc suất<ref name=DVSK24 \/>. Quân Mạc thua chạy vào vùng Miên Khâu, Châu Lăng hiểm trở. Đinh Văn Tả mang quân truy kích đến nơi, bắt được 800 quân Mạc. Mạc Kính Vũ bỏ chạy sang [[Trung Quốc]].\n\nĐinh Văn Tả nhờ công đó được phong làm Lộc quận công<ref name=DVSK24 \/>. Tháng 2 năm 1668, chúa Trịnh cử ông làm kiêm trấn thủ châu Thất Tuyền ([[Cao Bằng]], [[Lạng Sơn]], [[Thái Nguyên]])<ref name=DVSK24 \/>. Đến tháng 6 năm đó, ông được gia phong làm tả đô đốc. Tháng 10 năm 1674 ông được phong Thiếu bảo<ref name=DVSK24_1>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt24.html Đại Việt Sử Ký Bản Kỷ Tục Biên, Quyển XIX: Kỷ Nhà Lê - Gia Tông Mỹ Hoàng Đế]<\/ref>.\n\nMạc Kính Vũ nhờ đút lót cho nhà Thanh nên lại trở về Cao Bằng. Năm 1673, tướng [[nhà Thanh]] trấn thủ Vân Nam là [[Ngô Tam Quế]] phản nhà Thanh. Chiến tranh giữa Ngô Tam Quế và nhà Thanh nổ ra. Cả hai bên cùng sai sứ sang yêu cầu Đại Việt trợ lực. Vua [[Lê Gia Tông]], chúa Trịnh Tạc khước từ không theo Ngô Tam Quế, còn Mạc Kính Vũ ngả theo Tam Quế. Nhà Thanh thấy Mạc Kính Vũ ngả theo Ngô Tam Quế nên không hậu thuẫn nữa.\n\nĐầu năm 1677, chúa Trịnh bèn đưa thư cho tướng nhà Thanh là Lại Tháp Lị, kể rõ tội trạng Kính Vũ; rồi sai Đinh Văn Tả cùng Nguyễn Hữu Đăng đem quân đi đánh<ref name=KDVS>[http:\/\/www.sugia.vn\/upload\/fckeditor\/kdvstgcm.pdf Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển 34, Hy Tông Chương Hoàng Đế, trang 740.]<\/ref>. Năm đó ông đã 76 tuổi.\n\nTháng 8 năm 1677, Đinh Văn Tả tiến quân đánh tan Kính Vũ một lần nữa ở Cao Bằng. Ông thân đốc các tướng 4 mặt đánh thành, phá vỡ quân địch, chém được mấy trăm quân Mạc. [[Mạc Kính Vũ]] bị thua trận, thủ hạ đều tan vỡ, chạy sang Long Châu (Trung Quốc). Từ đó Kính Vũ không trở về Cao Bằng được nữa, đất này trở về với nhà Hậu Lê<ref name=KDVS \/>.\n\nChúa Trịnh thấy Đinh Văn Tả tuổi cao, liền triệu ông về kinh, giao cho Đặng Công Chất thay ông trấn thủ Cao Bằng<ref name=KDVS \/>.\n\nVì có nhiều công lao, Đinh Văn Tả được gia phong làm thượng tể, ban cho ruộng 300 mẫu.\n\nNgày 4 tháng 5 âm lịch năm 1685, Đinh Văn Tả mất ở kinh đô [[Thăng Long]], hưởng thọ 84 tuổi.\n\nVua [[Lê Hy Tông]] và chúa [[Trịnh Căn]] tới viếng, sai Bộ Lễ về nguyên quán hộ tang, [[chôn cất]] theo lễ vương giả, ban thụy hiệu là ''Vũ Dũng''.\n\nÔng được [[chôn cất]] ở quê nhà Hàm Giang (Cẩm Giàng, [[Hải Dương]]). Chúa Trịnh Căn tặng ông đôi câu đối:\n:''Tiết việt quyền long triều túc tướng''\n:''Phiên toàn trách trọng quốc nguyên huân''\n\nHiện nay ở thành phố Hải Dương có phố mang tên Đinh Văn Tả.\n\n==Gia quyến và con cháu==\nĐinh Văn Tả có hai bà vợ, là hai cô cháu trong một nhà họ Phạm. Bà vợ cả là con gái nhỏ của vị quan họ Phạm, bà vợ thứ là cháu gái vị đó, cả hai cô cháu cùng cưới một ngày. Bà vợ cả sinh được 3 trai 1 gái; bà vợ thứ sinh được 1 trai 1 gái. Hai người con rể ông đều làm quận công.\n\nCon cháu Đinh Văn Tả đều làm quan cho nhà Hậu Lê: Con trai cả Đinh Văn Tả là Đinh Vĩ, cũng có nhiều công lao, được phong làm thái phó Hiển quận công. Con trai lớn của Đinh Vĩ là Đinh Cống đỗ bác cử, làm quan đến Đặc tiến phụ quốc thượng tướng quân, gia phong thái bảo. Con cả của Đinh Cống là Đinh Bái, đỗ bác cử, làm quan đến thiếu bảo đô đốc. Con trai thứ hai của Đinh Bái là Đinh Phục đỗ bác cử, làm quan đến Đặc tiến phụ quốc thượng tướng quân. Con cả của Đinh Phục là Đinh Nhạ Hành, làm đến tước Hàm Xuyên hầu vào thời Lê mạt. Nhạ Hành theo vua [[Lê Chiêu Thống]] sang [[Trung Quốc]].\n\n==Xem thêm==\n*[[Chiến tranh Lê-Mạc]]\n*[[Mạc Kính Vũ]]\n\n==Tham khảo==\n*''Khâm định Việt sử Thông giám Cương mục''\n*''Tuyển tập Nguyễn Tường Phượng'', Nhà xuất bản Văn học, 1996\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Sinh năm 1602]]\n[[Thể loại:Mất năm 1685]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}