{"19132238":"'''Đinh Văn Phác''' ([[chữ Hán]]: 丁文璞; 1790-1833) là một nhà khoa bảng và quan lại nhà Nguyễn. Ông là một trong 8 Tiến sĩ Nho học đầu tiên của triều Nguyễn.\n\n==Thân thế và khoa cử==\nTheo Gia phả họ Đinh Văn làng La Giáp, Đinh Văn Phác sinh năm Canh Tuất 1790, tại làng Ông La Giáp, xã Kim Khê, huyện Chân Lộc, phủ Đức Quang, trấn Nghệ An (nay là xã Nghi Long, huyện [[Nghi Lộc]], tỉnh [[Nghệ An]]), thuộc đời thứ 10 của dòng họ Đinh La Giáp, vốn là một dòng tộc nổi tiếng về học hành, khoa bảng, nhiều người đỗ đại khoa, làm quan lớn. Thân phụ là [[Đinh Hồng Phiên]], Cử nhân khoa Quý Mão 1783, trúng cách Tam trường kỳ thi Hội (tương đương [[Phó bảng]] thời Nguyễn), được bổ Toản tu Quốc sử quán hai triều Lê - Nguyễn, được triều đình ban tước Khê Đình hầu.\n\nÂn khoa Tân Tỵ 1821, ông trúng Cử nhân. Kỳ thi Hội một năm sau đó, ông đỗ Đệ tam giáp đồng Tiến sĩ xuất thân, là một trong 8 [[Tiến sĩ Nho học]] đầu tiên của triều Nguyễn.<ref>{{chú thích web | url = http:\/\/www.hannom.org.vn\/detail.asp?param=1232&Catid=562 | tiêu đề = Văn bia đề danh tiến sĩ khoa thi Hội năm Nhâm Ngọ niên hiệu Minh Mệnh năm thứ 3 (1822), Viện nghiên cứu Hán nôm | author =  | ngày =  | ngày truy cập = 20 tháng 4 năm 2020 | nơi xuất bản =  | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/vannghedanang.org.vn\/nonnuoc\/chitiet.php?id=1714&so=79 | tiêu đề = Số 201 + 202 (Tháng 8,9\/ 2014), Tạp chí Non nước | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Khoa thi này, thân phụ ông làm Tri Cống cử quan trường cùng với [[Trịnh Hoài Đức]] là Chủ khảo.\n\n== Sự nghiệp quan trường ==\nSau khi đỗ đạt, tháng 9 năm 1822, ông được triều đình bổ nhiệm làm sơ thọ Hàn lâm viện biên tu. Một năm sau, tháng 9 năm 1823, ông được bổ làm Tri phủ Bình Thuận. Thời gian trấn nhậm của ông ở đây tuy ngắn ngủi, nhưng ông có tiếng liêm cán, nhân dân tín phục, chánh trị nghiêm minh.\n\nTháng 12 năm Quý Tỵ 1823, thân phụ ông bị triều đình xét tội không kiểm tra phát hiện được việc các thuộc cấp sắp lẫn mấy cái sắc phong của Tây Sơn vào bản tấu, bị phạt đánh 100 trượng, cách chức, đày đi Hà Tiên để làm việc chuộc tội. Ông xin từ quan, theo hầu thân phụ lưu đày cho đến tận năm 1828 mới được triều đình phục chức.\n\nTháng 8 năm 1833, do liên đới việc thân phụ ủng hộ [[Lê Văn Khôi]] chống lại triều đình nhà Nguyễn, thảo hịch khôi phục nhà Lê, ông bị triều đình xét tội hành hình trước chợ Nghệ An, \"đoạt hết các bằng sắc, đục tên trên bia Tiến sĩ\".\n\n== Gia đình == \nVợ ông là bà Nguyễn Thị Tiềm, hiệu Nghi Nhân, là con gái quan Tham tri bộ lễ [[Nguyễn Du]]. Ông bà sinh được một trai tên là Đinh Văn Kế, chính là thân phụ của Tiến sĩ [[Đinh Văn Chất]] sau này. \n\n==Chú thích==\n{{tham khảo}}\n\n== Tham khảo ==\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Người Nghệ An]]\n{{sơ khai khoa bảng Việt Nam}}"}