{"794769":"'''Đinh Tất Miễn''' (1891-1939), là bí thư đầu tiên của tỉnh [[Ninh Bình]]<ref>[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/danh-nhan-van-hoa\/-\/asset_publisher\/6gpS\/content\/%C4%91inh-tat-mien-nguoi-bi-thu-%C4%91au-tien-cua-%C4%91ang-bo-%C4%91ang-cong-san-%C4%91ong-duong-tinh-ninh-binh;jsessionid=F6F2F6D83A6F353644A91787E2BC88CC?redirect=%2Fweb%2Fguest%2Fdanh-nhan-van-hoa Đinh Tất Miễn - Người bí thư đầu tiên của đảng bộ Đảng cộng sản Đông dương tỉnh Ninh Bình]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}<\/ref> đồng thời là lãnh đạo cách mạng được trao tặng huân chương Hồ Chí Minh.\n\nĐinh Tất Miễn sinh ra trong một gia đình nông dân ở xóm Lầu, làng Sầy, nay thuộc xã [[Sơn Thành, Nho Quan|Sơn Thành]], [[Nho Quan]], [[Ninh Bình]]. Đinh Tất Miễn rất hiếu học, khi còn nhỏ đã từng cùng với anh trai của mình là ông đồ Lộc sang [[Hà Nam]] theo học Tam nguyên Yên Đổ Nguyễn Khuyến. Cùng với việc học chữ Hán, ông còn học làm thuốc từ chính Lương Văn Thăng, người anh rể trong gia đình. Đinh Tất Miễn gia nhập tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội đầu tiên ở [[Ninh Bình]].\n\nNgày 24\/6\/1929, chi bộ Việt Nam Thanh niên Cách mạng Đồng chí hội ở Lũ Phong chuyển sang thành chi bộ Đông Dương Cộng sản Đảng do Lương Văn Thăng làm Bí thư, Đinh Tất Miễn được kết nạp vào và sinh hoạt tại chi bộ Lũ Phong rồi về xây dựng cơ sở Đảng ở làng Sầy. Đinh Tất Miễn đã gây dựng nên một hệ thống cơ sở vững chắc từ chính ngôi nhà của mình.\n\nNgày 15\/8\/1930, chi bộ Đảng đầu tiên của làng Sầy được thành lập dưới sự chỉ đạo của Đinh Tất Miễn. Để việc hoạt động cách mạng được thuận lợi, ông đã thôi nghề dạy học mà chuyển sang làm thầy lang. Khi đi chữa bệnh cho dân, ông thường bỏ truyền đơn lẫn vào trong thuốc nhằm tuyên truyền tư tưởng cộng sản cho cả vùng [[Nho Quan]].\n\nTháng 8\/1938, Đảng bộ tỉnh [[Ninh Bình]] họp Đại hội đại biểu lần thứ nhất tại thôn Đồi Dâu (Sơn Lai, [[Nho Quan]]) với sự tham dự của đại biểu cơ sở Đảng ở các huyện [[Gia Viễn]], [[Nho Quan]], Gia Khánh và [[Yên Mô]]. Đại hội bầu Ban chấp hành Đảng bộ tỉnh gồm 3 uỷ viên. Đồng chí Đinh Tất Miễn được bầu làm Bí thư Tỉnh uỷ.<ref>[http:\/\/tinhdoanninhbinh.gov.vn\/index.php\/tinhdoan\/lstd\/109-chng-i-thanh-nien-ninh-binh-tham-gia-phong-trao-cac-mng-u-tranh-gianh-chinh-quyn-1931-1945?start=1 Chương I: Thanh niên Ninh Bình tham gia phong trào các mạng đấu tranh giành chính quyền (1931 - 1945)]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}<\/ref>\n\nTháng 1-1940, Đinh Tất Miễn đã hy sinh tại nhà lao tỉnh [[Nam Định]]. Đinh Tất Miễn được Thủ tướng Chính phủ công nhận là liệt sĩ ngày 1-6-1959. Ngày 6-8-2008, Chủ tịch nước Việt Nam đã ban hành Quyết định số 1024-QĐ\/CTN truy tặng Huân chương Hồ Chí Minh cho đồng chí Đinh Tất Miễn, nguyên Bí thư Tỉnh uỷ [[Ninh Bình]].<ref>[http:\/\/baoninhbinh.org.vn\/news\/16\/2DB4D9\/Le-truy-tang-Huan-chuong-Ho-Chi-Minh-cho-dong-chi-Dinh-Tat-Mien-nguyen-Bi-thu-Tinh-uy-Ninh-Binh Lễ truy tặng Huân chương Hồ Chí Minh cho đồng chí Đinh Tất Miễn, nguyên Bí thư Tỉnh uỷ Ninh Bình]<\/ref>\n\nĐinh Tất Miễn cùng với người anh rể Lương Văn Thăng và cháu là anh hùng [[Lương Văn Tụy]] đều được đặt tên cho những đường phố ở trung tâm [[thành phố Ninh Bình]]. Đường Đinh Tất Miễn nằm ở phường Đông Thành, bên đường có nhà thi đấu Ninh Bình và trụ sở tỉnh ủy [[Ninh Bình]].\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/home\/view?assetpublish=50294&entries=tin_van_hoa_xa_hoi Danh nhân Ninh Bình]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}\n*[http:\/\/btdkt.hochiminhcity.gov.vn\/Chiti%E1%BA%BFt\/tabid\/93\/ArticleID\/922\/View\/Detail\/Default.aspx Lễ truy tặng Huân chương Hồ Chí Minh cho đồng chí Đinh Tất Miễn, nguyên Bí thư Tỉnh uỷ Ninh Bình]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}\n*[http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=5&leader_topic=79&id=BT2421139430 CÁC KỲ ĐẠI HỘI ĐẢNG BỘ TỈNH NINH BÌNH]{{Liên kết hỏng|date=2021-04-05 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|Sinh=1891|Mất=1939}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Bí thư Tỉnh ủy Ninh Bình]]"}