{"805922":"'''Đinh Nhật Thận''' (丁日慎, [[1815]]-[[1866]]), tự: '''Tử Úy''', hiệu: '''Bạch Mao Am'''; là danh sĩ [[Việt Nam]] thời [[Nhà Nguyễn|Nguyễn]].\n\n==Tiểu sử==\n'''Đinh Nhật Thận''' là người xã Thanh Tiên, huyện [[Thanh Chương]], tỉnh [[Nghệ An]].\n[[Tập tin:BiaTS1838Hue.jpg|nhỏ|400px|phải|Đệ tam giáp tiến sĩ xuất thân Đinh Nhật Thận trên Bia Tiến sĩ năm Mậu Tuất (1838), đặt tại Văn Thánh Miếu Huế, bia thứ 6 nhà bia Hữu vu.]] \nÔng nổi tiếng là người thông minh, nhớ lâu và giỏi thơ văn. Năm [[Mậu Tuất]] ([[1838]]), dưới triều vua [[Minh Mạng]], ông đỗ [[Tiến sĩ]], được bổ nhiệm làm Tri phủ Anh Sơn (nay là huyện [[Anh Sơn]], tỉnh [[Nghệ An]]). Nhưng vì tính cương trực, ít lâu sau ông bị cách chức.\n\nNăm [[Quý Sửu]] ([[1853]]), Đinh Nhật Thận được phục chức, nhưng ông cáo bệnh không ra làm quan nữa.\n\nỞ quê nhà, ông mở trường dạy học, làm thuốc; đồng thời vận động người dân khai hoang lập ấp ở làng Thanh Liêm và làng Tiên Hội, gọi là ấp Gia Hội <ref>Chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 166).<\/ref>.\n \nÔng là bạn thân [[Cao Bá Quát]]. Khi ông này dấy binh chống triều [[Nhà Nguyễn|Nguyễn]], Đinh Nhật Thận bị tình nghi có liên quan nên bị bắt giải về kinh ([[Huế]]) để xét hỏi. Ít lâu sau, ông được tha <ref>''Từ điển nhân vật lịch sử Việt Nam'' chép: Bị khép tội tử hình, nhưng sau đó Đinh Nhật Thận được ân xá, phải lưu giữ ở [[Huế]] để dạy những người trong hoàng tộc. Tuy nhiên, sách ''Văn học thế kỷ XIX'' (tr. 350) và ''Từ điển văn học'' (bộ mới, tr. 425) đều không có thông tin này.<\/ref>.\n\nTrở về quê, Đinh Nhật Thận dạy học cho đến lúc mất ([[1866]]), hưởng dương 51 tuổi.\n\n==Tác phẩm==\nTác phẩm của Đinh Nhật Thận hiện còn là:\n*'''Bạch Mao Am thi loại''' (''Thơ phân loại của Bạch Mao Am'').\n*'''Thu dạ lữ hoài ngâm''' (''Khúc ngâm nỗi lòng của người lữ khách trong đêm thu'').\n\n==Sự nghiệp văn chương==\nTrong '''''Bạch Mao Am thi''''' loại phần lớn là thơ thù ứng; và vì lý do nào đó khi sao chép, tập thơ này đã bị lẫn với thơ của một số người khác.\n\nSong tác phẩm đã làm nên tên tuổi ông, đó chính là khúc '''''Thu dạ lữ hoài ngâm''''', gồm 140 câu <ref>Theo ''Văn học thế kỷ XIX'', tr. 360.<\/ref> bằng [[chữ Hán]], thể [[song thất lục bát]], được làm ra trong thời gian ông bị quản thúc ở [[Huế]].\n \nNội dung khúc ngâm là tình thương nhớ quê và gia đình, là nỗi đau xót khi bị bắt giam cầm ở một nơi lạnh lẽo và xa lạ. Về hình thức, điểm đáng chú ý đó là tác giả làm thơ bằng [[chữ Hán]], nhưng lại sử dụng thể [[song thất lục bát]] của dân tộc [[Việt Nam|Việt]]. Về sau, Thu dạ lữ hoài ngâm được diễn ra [[chữ Nôm]], vẫn theo thể thơ này, và giữ nguyên số câu (140 câu). Theo PGS. Nguyễn Thạch Giang, thì chính tác giả là người diễn ra [[chữ Nôm]] <ref>Theo ''Văn học thế kỷ XIX'', tr. 350.<\/ref>.\n\n==Thu dạ lữ hoài ngâm (trích)==\nDưới đây là mấy đoạn trích trong '''''Thu dạ lữ hoài ngâm''''' (bản Nôm): \n{|valign=\"top\"\n|\n:''...Xưa ta đi liễu đang xanh tốt,\n:''Chim hoàng oanh thỏ thẻ ba câu.\n:''Bằng nay cúc đã hoa thâu,\n:''Liễu kia nghĩ cũng âu sầu vì ve.\n:''Xưa ta đi đào khoe tiếu kiểm <ref>Tiểu kiếm: má cười.<\/ref>\n:''Gió đông phong mới điểm ba hàng.\n:''Bằng nay là đã dò sương\n:''Đào non sương rụng võ vàng vì thu.\n:''Làm chi vậy buồn rầu đất khách,\n:''Ngày quán đồng <ref>Quán đồng: trẻ đã lớn.<\/ref> mượn cách làm khuây\n:''Có đêm nương bóng phòng tây,\n:''Ba tiêu <ref>Ba tiêu: cây chuối.<\/ref> sương khóc hơi may gọi trùng.\n:''Làm chi vậy lạnh lùng quán lữ.\n:''Năm sương yên kể nửa vừa rồi <ref>Ý cả câu nói năm đã quá nửa, đã sang thu.<\/ref>\n:''Có đêm ngồi nhẫn thư trai\n:''Gió lay bên trúc, nguyệt cài trên lương <ref>Lương là rường nhà.<\/ref>.\n|\n:''...Nay đứng trông vời nơi bể rộng\n:''Cánh buồm xanh tối gióng về đồn.\n:''Lòng quê đâu đã cồn cồn,\n:''Phút theo buồm vượt mấy làn sóng khơi.\n:''Ngày mai đứng trông nơi non thẳm,\n:''Một làn mây sớm ngắm trên không.\n:''Lòng quê đâu đã bồng bồng.\n:''Phút theo mây kéo mấy trùng non xa.\n \n:...''Đến bao giờ cùng ngồi kể chuyện,\n:''Kể hương tình cho đến khách trung.\n:''Mà nay nào nguyệt, nào phong,\n:''Nào thơ rượu cũ biết cùng ai hay.\n:''Sầu ly biệt tuôn đầy hai mắt,\n:''Bóng hương quan xa khuất dặm ngàn.\n:''Rượu rồi ngồi dựa câu lơn,\n:''Chiêm bao tỉnh giấc đêm tàn về thu<ref>Trong ''Văn học thế kỷ XIX'' có toàn văn bản [[chữ Hán]] và bản [[tiếng Việt]]. Mấy đoạn trích trên cùng chú thích chép trong sách này. Bản Nôm trong ''Hán văn tinh tuý'' (Nhà xuất bản TP Hồ Chí Minh, 1992) có chỗ chép khác.<\/ref>.\n|}\n\n==Sách tham khảo==\n*Hoàng Hữu Yên (chủ biên), ''Văn học thế kỷ XIX''. Nhà xuất bản Khoa học xã hội, 2004.\n*Trần Nho Thìn, mục từ \"Đinh Nhật Thận\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế,'' Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n\n== Chú thích ==\n{{Tham khảo}} \n{{Thời gian sống|Sinh=1815|Mất=1866}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}