{"3388293":"{{Infobox volleyball player\n| name = Đinh Thị Trà Giang\n| fullname = Đinh Thị Trà Giang\n| birth_date = {{ngày sinh và tuổi|1992|05|09}}\n| birth_place = [[Yên Phụ]], [[Yên Phong]], [[Bắc Ninh]], [[Việt Nam]]\n| death_date =\n| death_place =\n| height = {{height|m=1,82}}\n| spike = 305 cm\n| block = 300 cm\n| position = Phụ công\n| currentclub = {{Flagicon|VIE}} [[Vietinbank VC]]\n| currentnumber= \n| years = \n| nationalyears = 2009-2018\n| nationalteam = [[Đội tuyển bóng chuyền nữ quốc gia Việt Nam|Việt Nam]]\n}}\n\n'''Đinh Thị Trà Giang''' (sinh ngày 9 tháng 5 năm 1992) là một vận động viên [[bóng chuyền]] của [[đội tuyển bóng chuyền nữ quốc gia Việt Nam]].\n\n==Tiểu sử==\nTrà Giang quê ở Lạng Sơn (nguyên quán Xã Yên Phụ, huyện Yên Phong, tỉnh Bắc Ninh), là con duy nhất trong gia đình có bố làm giáo viên, mẹ làm nội trợ và Trà Giang đã được thừa hưởng chiều cao của bố (bố Giang cao 1m83). Khi mới học đến lớp 7, Giang đã cao 1m69. Giang được người anh họ làm ở nhà thi đấu [[Gia Lâm]] gợi ý theo bóng chuyền vì khi đó, Sở thể dục thể thao Hà Nội đang tuyển vận động viên cho đội bóng chuyền trẻ, dù chưa biết gì về môn thể thao này, nhưng thấy thuận tai, Giang liền về xin phép gia đình cho tập thử.\n\nChỉ vài tháng sau, Giang chính thức chuyển học, xuống [[Hà Nội]] tập bóng chuyền. Sau hơn 2 năm tập luyện, từ 1m69, Giang tăng vọt lên 1m78, chiều cao tương đối tốt đối với một vận động viên bóng chuyền.\n\nNăm 2007, đội bóng chuyền VietsovPetro được thành lập, quy tụ nhiều ngôi sao bóng chuyền Việt. Nhận thấy đây là mỗi trường có thể phát triển tài năng hơn nữa, mọi chế độ đãi ngộ đều tốt, Giang đã xin khoác áo cho VietsovPetro.\n\nTrong màu áo VietsovPetro, Trà Giang đã từng bộc lộ triển vọng ở [[Giải vô địch bóng chuyền Việt Nam|giải vô địch quốc gia]] nhưng cô chỉ tiến bộ vượt bậc khi được chọn vào đội tuyển quốc gia từ năm 2009.\n\nNăm 2009, Trà Giang từng được nhận giải chắn bóng xuất sắc trong màu áo câu lạc bộ ở Cúp truyền hình Đắk Lắk. Năm 2011 Giang lại vinh dự nhận danh hiệu giải trẻ triển vọng Cúp Lienvietpostbank. Ở [[VTV Cup 2012]], trước khi giải diễn ra, Giang thậm chí còn được nhiều fan hâm mộ cho vào danh sách các ứng viên sáng giá cho vị trí hoa khôi của giải, nhưng sau đó danh hiệu này đã thuộc về cầu thủ đến từ Nhật Bản.<ref>{{chú thích web | url = http:\/\/thethaovietnam.vn\/bong-chuyen\/dinh-thi-tra-giang-guong-mat-ky-vong-cua-bong-chuyen-nu-viet-nam-366-152570.html | tiêu đề = Đinh Thị Trà Giang – Gương mặt kỳ vọng của bóng chuyền nữ Việt Nam | author = | ngày = | ngày truy cập = 23 tháng 5 năm 2016 | nơi xuất bản = Báo thể thao Việt Nam | ngôn ngữ = }}<\/ref>\n\n==Xem thêm==\n*[[Đội tuyển bóng chuyền nữ quốc gia Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n<!-- không thêm link từ nguồn không uy tín -->\n*[http:\/\/thethao.thanhnien.vn\/toan-canh-the-thao\/nguoi-dep-tren-san-dau-hot-girl-khong-kieu-41046.html Người đẹp trên sàn đấu: Hot girl không kiêu]\n*[https:\/\/www.vietinbank.vn\/web\/home\/vn\/news\/15\/11\/doi-bong-chuyen-nu-vietinbank-gianh-quyen-vao-choi-tran-chung-ket.html?p=1 Đội bóng chuyền nữ VietinBank giành quyền vào chơi trận chung kết]\n*[http:\/\/www.doisongphapluat.com\/the-thao\/hau-truong\/roi-1e-voi-buc-thu-doi-1uong-cua-cau-thu-bong-chuyen-viet-nam-a21659.html Rơi lệ với bức thư \"đòi lương\" của cầu thủ bóng chuyền Việt Nam]\n*[http:\/\/www.24h.com.vn\/the-thao\/chan-dai-doi-bong-chuyen-nu-keu-cuu-c101a609666.html \"Chân dài\" đội bóng chuyền nữ kêu cứu]\n\n{{sơ khai nhân vật thể thao}}\n\n{{Thời gian sống|1992}}\n\n[[Thể loại:Vận động viên bóng chuyền Việt Nam]]\n[[Thể loại:Người Lạng Sơn]]\n[[Thể loại:Phụ nữ Việt Nam thế kỷ 21]]"}