{"183083":"{{Thông tin nhân vật phong kiến\n| hình = Đinh Công Tráng.jpg\n| cỡ hình = \n| ghi chú hình = Chân dùng Đinh Công Tráng do người Pháp vẽ\n| tên = Đinh Công Tráng\n| tên gốc = 丁功壯\n| tự = Bộ Nguyên\n| chức quan = Lãnh đạo khởi nghĩa chống Pháp\n| sinh = [[1842]]\n| nơi sinh = [[Hà Nam]]\n| mất = {{ngày mất và tuổi|1887|10|5|1842}}\n| nơi mất = [[Nghệ An]]\n| nguyên nhân mất = Pháp xử bắn\n| quốc gia = [[Đại Nam]]\n| triều đại = [[nhà Nguyễn]]\n| tác phẩm = \n| nguyện trung thành = [[Hàm Nghi]]\n| phục vụ = [[Đại Nam]]\n| tham chiến = {{Tree list}}\n* [[Phong trào Cần Vương]]\n** Khu vực Thanh Hóa\n{{Tree list\/end}}\n| năm tại ngũ = [[1883]] – [[1887]]\n| chỉ huy = Nghĩa quân Ba Đình\n}}\n'''Đinh Công Tráng''' ([[1842]] - [[1887]]) là lãnh tụ chính của [[khởi nghĩa Ba Đình]] (tên cứ điểm ở huyện [[Nga Sơn]], tỉnh [[Thanh Hóa]]) trong [[phong trào Cần Vương]] chống [[Đế quốc thực dân Pháp|Pháp]] ở cuối [[Thế kỷ 19|thế kỷ XIX]] tại [[Việt Nam]]. Sau khi vua Hàm Nghi dấy lên phong trào khởi nghĩa chống Pháp và truyền hịch toàn quốc thì ông tự xưng là Nga Định Sơn Vương đứng lên khởi nghĩa theo Phong Trào Cần Vương của vua Hàm Nghi nhưng sau vua bị đầy thì ông về ở ẩn (Có tư liệu cho rằng ông bị Pháp xử bắn.\n\n==Thân thế & sự nghiệp==\nĐinh Công Tráng sinh năm [[Nhâm Dần]] ([[1842]]) tại làng Trinh Xá, huyện Thanh Liêm (nay là xã Thanh Tân, huyện [[Thanh Liêm]], tỉnh [[Hà Nam]]).\n\nKhi quân Pháp tiến hành công cuộc xâm chiếm [[Bắc Kỳ]], đang là một chánh tổng, ông đến gia nhập đội quân của [[Hoàng Kế Viêm]], rồi tham gia [[Trận Cầu Giấy, 1883|trận Cầu Giấy]] ngày [[19 tháng 5]] năm [[1883]].\n\n==Khởi nghĩa Ba Đình==\n:''Bài chính:'' ''[[Khởi nghĩa Ba Đình]]''\n[[Tháng 7]] năm [[1885]], sau khi kinh thành [[Huế]] thất thủ, tướng [[Tôn Thất Thuyết]] đưa vua [[Hàm Nghi]] lên [[thành Tân Sở|chiến khu Tân Sở]] ([[Quảng Trị]]) ban dụ [[Phong trào Cần Vương|Cần Vương]] kêu gọi toàn dân kháng chiến. Hưởng ứng, [[tháng 2]] năm [[1886]], Đinh Công Tráng cùng với các đồng đội của mình đã chọn vùng đất thuộc ba làng là: '''Mậu Thịnh''', '''Thượng Thọ''', '''Mỹ Khê''' (vì mỗi làng có một ngôi đình, từ làng này có thể nhìn thấy đình của hai làng kia, nên gọi là '''căn cứ Ba Đình'''; nay thuộc xã Ba Đình, huyện [[Nga Sơn]], tỉnh [[Thanh Hóa]]) làm căn cứ kháng chiến lâu dài. Từ đây, nghĩa quân có thể tỏa đi các nơi, kiểm soát các tuyến [[giao thông]] quan trọng trong vùng, tổ chức phục kích các đoàn [[xe tải|xe vận tải]] của đối phương đi lại trên con đường Bắc-Nam... Chính vì vậy mà quân Pháp rất quyết tâm đánh dẹp.\n\nTheo giúp Đinh Công Tráng có nhiều cộng sự, trong đó có [[Phạm Bành]] là người tài giỏi và đắc lực, đã cùng ông chỉ huy lực lượng nghĩa quân đánh bại hai đợt tấn công quy mô lớn của Pháp ngày [[18 tháng 12]] năm [[1886]] và ngày [[6 tháng 1]] năm [[1887]].\n\n===Trận ngày 18 tháng 12 năm 1886=== \nQuân Pháp gồm 500 lính, có [[Pháo|đại bác]] 80 ly yểm hộ, tấn công căn cứ Ba Đình từ hai hướng. Hướng tây nam do Trung tá Metzanhzơ (Metzinzer), hướng đông bắc do Trung tá Đôt (Dodds) chỉ huy, nhưng đều bị nghĩa quân đánh lui. Sau trận này, thấy không thể thắng nhanh được nên quân Pháp chuyển sang phương án [[bao vây]].\n\n===Trận ngày 6 - 21 tháng 1 năm 1887=== \nNgày [[6 tháng 1]] năm [[1887]], Trung tá Đôt lại cho quân tấn công đợt nữa, nhưng do cũng không thành công nên cho quân rút ra xa, tổ chức bao vây và chờ viện binh.\n \nKhông thể để căn cứ Ba Đình tồn tại giữa vùng [[đồng bằng]] giáp ranh [[Thanh Hóa]] và [[Ninh Bình]], làm cản trở công cuộc thôn tính nước Việt, Bộ Tư lệnh quân viễn chinh Pháp quyết định:\n*Nâng số quân Pháp đánh Ba Đình lên 3.530 lính (1.580 lính Âu và 1.950 lính bản xứ). Ngoài ra, còn 5 nghìn dân binh và giáo dân của [[linh mục]] Trần Lục đến tiếp tay.\n*Tăng số [[pháo]] sử dụng lên 36 khẩu, trong đó có 4 khẩu 95 ly, 10 khẩu 81 ly, 4 khẩu 65 ly,...\n*Đưa 4 [[Tàu pháo|pháo hạm]] và nhiều thuyền lớn đến yểm trợ và lo việc tiếp vận.\n*Cử Đại tá Brixô (Brissaud) làm tổng chỉ huy.\nSau khi cắt đứt xong đường tiếp tế của nghĩa quân, Đại tá Brissaud liền cho quân tiến đánh căn cứ Ba Đình. Lần này, Brissaud vừa cho phun [[dầu]] đốt cháy các lũy [[tre]], vừa cho nã pháo tới tấp, biến căn cứ Ba Đình thành một biển lửa.\n \nTrước sức mạnh của đối phương, đêm 20 rạng [[21 tháng 1]] năm [[1887]], Đinh Công Tráng cho quân phá vòng vây, rút về căn cứ dự phòng ở Mã Cao.\n \nSáng ngày [[21 tháng 1]] năm [[1887]], quân Pháp chiếm được cứ điểm Ba Đình. Sau khi ra sức tàn phá, họ còn bắt buộc triều đình [[nhà Nguyễn]] phải xóa tên ba làng trên bản đồ hành chính.<ref>''Lịch sử 11'' (nâng cao). Nhà xuất bản Giáo dục, 2007, tr. 253.<\/ref>\n\n===Trận đồn Mã Cao===\n{{chính|Trận đồn Mã Cao (1887)}}\nThủ lĩnh Đinh Công Tráng vừa đến Mã Cao, chưa kịp củng cố lực lượng thì đã bị quân Pháp đuổi theo tấn công. Ngày [[2 tháng 2]] năm [[1887]], một trận giao tranh ác liệt đã xảy ra ở đây. Thấy không đủ sức kháng cự, lợi dụng lúc đêm tối, các thủ lĩnh đành phải cho quân rút theo hướng Thung Voi, Thung Khoai, rồi lên miền Tây [[Thanh Hóa]] sáp nhập với đội nghĩa quân của [[Cầm Bá Thước]]. Một số khác theo Đinh Công Tráng rút về [[Nghệ An]].<ref>Xem thêm [[Trận đồn Mã Cao (1887)]].<\/ref>\n\n==Hy sinh==\nVề [[Nghệ An]], Đinh Công Tráng định gây lại phong trào, nhưng đến ngày [[5 tháng 10]] năm 1887<ref>Ngày Đinh Công Tráng hy sinh chép theo ''[[Việt sử tân biên]]'' (Quyển 5, Tập Trung, tr. 137) và ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 812). Tuy nhiên, ''Từ điển bách khoa Việt Nam'' chép là ngày 7 [[tháng 9]] năm [[1887]]. (tr. 157). Cũng theo ''Việt sử tân biên'' (đã dẫn) thì: Bị lý trưởng làng Tăng Yên tố cáo với Thiếu tá Coste, trưởng đồn [[Đô Lương]], nên Đinh Công Tráng mới bị giết chết (tr. 136). Sách ''Hỏi đáp Lịch sử Việt Nam'' (Tập 4) ghi là lý trưởng làng Chính An (Nhà xuất bản Trẻ, 2007, tr. 274).<\/ref> thì ông đã hy sinh trong một trận chiến đấu với đối phương tại làng Trung Yên, huyện [[Đô Lương]], tỉnh [[Nghệ An]].\n\n==Nhận xét==\nTướng [[Pháp]] Mason nhận định về Đinh Công Tráng như sau:\n:''(Ông) là người có trật tự, trọng kỷ luật, cương trực, hay nghiêm trị những thủ hạ quấy nhiễu dân; có chí nhẫn nại, biết mình, biết người, không bao giờ hành binh cẩu thả, giỏi lập trận thế''.<ref>Dẫn lại theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 157.<\/ref>\n\nĐề cập đến sự thất bại của ông, nhóm tác giả sách ''Đại cương lịch sử Việt Nam'' (Tập 2) cho rằng:\n:''Thất bại của ông bắt nguồn từ nhiều nguyên nhân, mà trực tiếp là do chiến thuật phòng ngự bị động, với việc lập chiến tuyến cố thủ tại một vùng đồng chiêm trũng, địa bàn chật hẹp, dễ dàng bị cô lập khi bị đối phương bao vây hoặc tấn công. Đây được coi là điển hình của lối đánh chuyến tuyến cố định''.<ref>Lược theo ''Đại cương lịch sử Việt Nam' (Tập 2), tr. 77.<\/ref>\n:Ông được đặt tên cho 1 con đường ở [[quận 1]], [[Thành phố Hồ Chí Minh]].\n\n==Sách tham khảo==\n*Nhiều người soạn, ''Từ điển bách khoa Việt Nam'' (Tập 1). Hà Nội, 1995.\n*[[Phạm Văn Sơn]], [[Việt sử tân biên]] (Quyển 5, Tập Trung). Tác giả tự xuất bản, [[Sài Gòn]]. 1963.\n*Đinh Xuân Lâm-Nguyễn Văn Khánh-Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (Tập 2). Nhà xuất bản Giáo dục, 2006.\n*Nguyễn Q. Thắng - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam ([[1858]]-cuối [[thế kỷ XIX|XIX]])'', Quyển 3, Tập 1, Phần 2. Nhà xuất bản Giáo dục, 1979.\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n#[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=11362&Kind=14 Đinh Công Tráng: Lãnh tụ kiên cường của nghĩa quân Ba Đình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081224092316\/http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=11362&Kind=14 |date = ngày 24 tháng 12 năm 2008}}\n#[http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.hoiuckyniem.6774.qdnd 120 năm cuộc khởi nghĩa Ba Đình: Nghĩa quân quả cảm]\n\n{{Phong trào độc lập Việt Nam}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Lịch sử Thanh Hóa]]\n[[Thể loại:Khởi nghĩa Ba Đình]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Sinh năm 1842]]\n[[Thể loại:Mất năm 1887]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Người họ Đinh tại Việt Nam]]"}