{"419584":"'''Đinh Văn Chất''' ([[chữ Hán]]: 丁文質; [[1843]]–[[1887]]), tự '''Giả Phu''', hiệu '''Trực Hiên''', là một nhà khoa bảng, quan lại nhà Nguyên và một sĩ phu kháng [[thực dân Pháp|Pháp]] dưới triều vua [[Tự Đức]] trong [[lịch sử]] [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\nTheo Gia phả họ Đinh Văn làng La Giáp, Đinh Văn Chất sinh ngày 10 tháng Bảy năm Quý Mão 1843,<ref>Văn bia đề danh Tiến sĩ khoa thi Hội năm Ất Hợi niên hiệu Tự Đức năm thứ 28 (1875) chép ông sinh năm Đinh Mùi (tức 1847, đỗ Đệ tam giáp Đồng Tiến sĩ xuất thân năm 29 tuổi. [http:\/\/www.hannom.org.vn\/detail.asp?param=1212&Catid=562]<\/ref> tại làng Ông La Giáp, xã Kim Khê, tổng Kim Nguyên, huyện Chân Lộc, phủ Anh Sơn (nay là xã Nghi Long, huyện [[Nghi Lộc]]), tỉnh [[Nghệ An]], thuộc đời thứ 12 của dòng họ Đinh La Giáp, vốn là một dòng tộc nổi tiếng về học hành, khoa bảng, nhiều người đỗ đại khoa, làm quan lớn. Thân phụ là Đinh Văn Kế, làm nghề thầy thuốc trong làng. Ông nội là Tiến sĩ [[Đinh Văn Phác]], bà nội là Nguyễn Thị Tiềm, con gái đại thi hào [[Nguyễn Du]].\n\nKhoa thi Mậu Thìn 1868, ông đỗ Cử nhân tại trường thi Hương Nghệ An.<ref>Cao Xuân Dục, Quốc triều hương khoa lục, Nxb, tr.387-388.<\/ref>Khoa thi năm Ất Hợi 1875, ông đỗ Đệ tam giáp Đồng Tiến sĩ xuất thân.<ref>Phạm Đức Thành Dũng - Vĩnh Cao, Khoa cử và các nhà khoa bảng triều Nguyễn, Nxb Thuận Hóa, 2000, tr.329-330.<\/ref><ref>Quốc Sử quán triều Nguyễn, Đại Nam thực lục, tập 8, Nxb Giáo dục, 2007, tr.125.<\/ref>\n\nSau khi đỗ đạt, ông được triều đình bổ làm Tri phủ Nghĩa Hưng ([[Nam Định]]).<ref>Nguyễn Q. Thắng - Nguyễn Bá Thế, Từ điển nhân vật lịch sử Việt Nam, Nxb Văn hóa, 1997, tr.171.<\/ref> Do có công yên dân và mẫn cán trong công việc, tháng 11 năm 1882, ông được vua [[Tự Đức]] ban thưởng: \"''Thưởng cho Tri phủ Nghĩa Hưng là Đinh Văn Chất 1 cái kim khánh có chữ “Liêm bình cần cán”''\".<ref>Đại Nam thực lục, tập 8, Sđd, tr.546.<\/ref>\n\nTháng 4 năm 1882, [[Trận thành Hà Nội (1882)|quân Pháp đánh thành Hà Nội]]. Thành nhanh chóng thất thủ, Tổng đốc [[Hoàng Diệu]] tự sát.<ref>Đại Nam thực lục, tập 8, Sđd, tr.518.<\/ref> Quân Pháp thừa thắng, mở rộng chiếm đóng trên toàn cõi Bắc Kỳ, gồm cả [[Nam Định]]. [[Thành Nam Định]], trọng trấn lớn thứ nhì ở Bắc Kỳ, [[[[Trận Nam Định (1883)|thất thủ chỉ trong 1 ngày]]<ref>Đại Nam thực lục, tập 8, Sđd, tr.559-560.<\/ref> trước một hạm đội pháo thuyền nhỏ và một tiểu đoàn thủy quân đánh bộ của quân Pháp.<ref>Bastard, 160–71; Baude de Maurceley, 157–62; de Marolles, 178–92; Duboc, 97–112; Huard, 19–26; Nicolas, 254–7; Sarrat, 337–40; Thomazi, Histoire militaire, 53–4<\/ref> Sau đó, quân Pháp tiếp tục mở rộng chiếm đóng khắcp Nam Định, trong đó có cả phủ Nghĩa Hưng. \"''Tiến sĩ Đinh Văn Chất được triều Nguyễn phong làm Tán tương quân vụ Nam Định với nhiệm vụ giữ thành Nghĩa Hưng. Thế giặc quá mạnh, vũ khí lại tối tân nên sau ba ngày chiến đấu, không còn đủ sức kháng cự, thành bị mất''\".<ref>Đinh Trần Dương, Tiến sĩ Đinh Văn Chất (1847-1887) Một sĩ phu yêu nước. Tạp chí Lịch sử quân sự, số 4, 1997, tr.49.<\/ref>\n\nThành vỡ, nhưng lực lượng kháng chiến gồm quân binh và dân binh Nam Định đã rút về hoạt động tại các vùng kháng chiến Mỹ Trọng, Cầu Gia, Tiểu Cốc, xây dựng tuyến phòng thủ bao vây quân Pháp mấy tháng trời. Sau quân Pháp đã phải tập trung lực lượng để phá vỡ tuyến bao vây của quân dân Đại Nam. Ngày 19 tháng 7 năm 1883, quân Pháp huy động 450 quân với sự yểm trợ của tàu chiến, mới phá vỡ được phòng tuyến bao vây của quân dân Nam Định.<ref>Tỉnh ủy - HĐND - UBND tỉnh Nam Định, Địa chí Nam Định, Nxb Chính trị quốc gia, 2003, tr.291.<\/ref> Mặc dù chịu nhiều thiệt hại, quân dân Đại Nam ở Bắc Kỳ vẫn tố chức kháng chiến, gây mất ổn định khả năng kiểm soát của quân Pháp.\n\nSau [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi 1883]], triều đình Huế ra lệnh giải tán các lực lượng chống Pháp ở Bắc Kỳ. Tỉnh Nghệ An, quê hương Đinh Văn Chất bị đặt dưới quyền kiểm soát của người Pháp. Để an ủi, triều đình đã triệu Đinh Văn Chất về kinh, gia hàm Triều liệt Đại phu Hàn lâm viện Thị giảng học sĩ cho ông. Tuy nhiên, tại triều đình, phe chủ chiến dần thắng thế, bí mật huy động việc kháng chiến từ Trung ra Bắc. Đinh Văn Chất nhân đó, trả ấn quan cho triều đình, về quê nhà trí sĩ ở Nghi Lộc. Trên thực tế, ông được phái chủ chiến cử làm Thanh Hóa Thương biện quân vụ, rồi được phong làm Sơn phòng Chánh sứ, chiêu lập nghĩa binh chống Pháp, lập căn cứ ở vùng Thạch Bàn.\n\nNgày [[5 tháng 7]] năm 1885, [[Trận Kinh thành Huế 1885|kinh đô thất thủ]], vua [[Hàm Nghi]] bôn tẩu, xuống chiếu [[Phong trào Cần Vương|Cần Vương]]. Nghĩa quân Đinh Văn Chất hưởng ứng, cùng lãnh binh Ngô Quảng, Đặng Thọ Ngợi... chỉ huy quân dân Nghi Lộc Cần Vương. Lúc đầu thanh thế nghĩa quân khá mạnh, đóng quân dọc theo Tây Nam Diễn Châu, Tây Bắc Nghi Lộc, Đông Bắc Nghi Xuân (Hà Tĩnh) theo thế dàn bày doanh trại, co cơ đội, biên chế đội ngũ, có súng lệnh, cờ hiệu làm mệnh lệnh; chiêu mộ thợ lành nghề, xây dựng xưởng rèn đúc vũ khí.\n\nTháng 8 năm 1885, quân Pháp đổ bộ vào Cửa Hội, tiến quân tiêu diệt căn cứ khởi nghĩa của Đinh Văn Chất. Mặc dù nghĩa quân đã chiến đấu quyết liệt trên phía hữu ngạn sông Lam, nhưng do binh lực không cân sức nên nhanh chóng tan vỡ. Tại [[Huế]], người Pháp lập [[Đồng Khánh]] lên ngôi, ra lệnh cho Đinh Văn Chất bãi binh. Tuy nhiên, ông kháng chỉ, đưa nghĩa quân chuyển lên lập căn cứ kháng Pháp tại Thanh Chương. Pháp tiến lên vây chặt căn cứ ở Thanh Chương, chặn hết đường vận chuyển lương thảo cho nghĩa quân, rồi tập trung tấn công. Nghĩa quân cầm cự quyết liệt, giằng co với quân Pháp trong suốt 2 năm.\n\nTuy nhiên, do thế lực mỏng, bị cô lập, nghĩa quân chỉ cầm cự đến năm 1887, thì tan vỡ. Đinh Văn Chất bị quân Pháp bắt được, bị giao cho Nam triều xử tội. Dưới áp lực của người Pháp, triều đình Đồng Khánh khép ông tội khi quân và hạ chiếu [[tru di tam tộc]], bị chặt đầu bêu xác ngày 17 tháng Mười năm Đinh Hợi, tức ngày 28 tháng 11 năm 1887.\n\n==Gia đình==\nEm trai Đinh Văn Chất là Đinh Văn Uyển, còn gọi là Đầu xứ Uyển, là một danh sĩ có tiếng, thầy học của chí sĩ [[Phan Bội Châu]]. \n\nCon trai đầu Đinh Văn Chất là Đinh Văn Báu, cùng các cháu Đinh Văn Côn, Đinh Văn Thiều (con Đầu xứ Uyển) cùng tham gia nghĩa quân Cần Vương, sau đều bị giết hại. \n\nCon trai út Đinh Văn Chất là Đinh Văn Chí, khi Đinh Văn Chất bị giết hại chỉ mới 4 tuổi, may mắn được người làng che dấu đưa vào [[Vinh]], rồi được phía ngoại đưa sang Phúc Kiến (Trung Quốc) lánh nạn. Hơn 10 năm trốn án tại Phúc Kiến, khi tình hình quê nhà đã yên ổn, ông trở về quê đổi tên thành [[Đinh Văn Chấp]]. Về sau ông Đinh Văn Chấp đỗ [[Hoàng giáp]] Thủ khoa khoa  Quý Sửu 1913 thời [[Duy Tân]]. Ông là thân phụ của Hòa thượng [[Thích Minh Châu]], thế danh Đinh Văn Nam, một đại sư và dịch giả Phật giáo nổi tiếng.\n\n==Nhận định==\n:''Khi thực dân Pháp xâm lược nước Việt, cả [[Nghệ Tĩnh]] dấy lên phong trào chống Pháp. Lúc đó, các chí sĩ như Tiến sĩ Đinh Văn Chất, [[Ngô Quảng]], Đặng Thọ Ngợi đã chọn địa điểm, tập hợp quân sĩ. Và ngôi đình Chợ Xâm (nay thuộc xã Nghi Hoa, huyện [[Nghi Lộc]], tỉnh Nghệ An) là nơi ông Chất cùng các sĩ phu đàm đạo thơ văn và bàn định thời cuộc, kêu gọi mọi người theo hịch [[Cần Vương]] của vua [[Hàm Nghi]] chống Pháp <ref>Nguồn: [http:\/\/btxvnt.org.vn\/cms\/?m=29&act=view&id=216 Lược theo]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}<\/ref>...\n\nKể về Đinh Văn Chất, trong ''[[Việt Nam vong quốc sử]]'' của nhà chí sĩ [[Phan Bội Châu]] cũng có đoạn:\n:''Đinh Văn Chất, người Nghệ An, ứng chiếu ([[Cần Vương]]) khởi nghĩa. Quân thua (ông) bị bắt, (bị) người Pháp giết chết bêu cả thây, thây rữa ra, học trò xin thu về chôn, người Pháp chỉ cho thây, còn đầu thì chặt lấy và đem đốt...Cha và em ông đều đã chết vì quốc nạn. Hai con trai, hai cháu gọi bằng bác, một gái tuổi còn nhỏ, đều bị người Pháp giết cả.''\n\n:''Ông Đinh trước xuất thân tiến sĩ, làm quan ở Nghĩa Hưng, rất được lòng quân dân, đánh nhau với quân Pháp thường thắng luôn. Thành [[Nam Định]] mất, phủ Nghĩa Hung vẫn không hạ được, nên Chất bị hình phạt thảm khốc như thế...<ref>''Việt Nam vong quốc sử'', tr. 83.<\/ref>\n\nThành phố [[Vinh]] có một con đường mang tên Đinh Văn Chất và tên Ông được lưu danh trên bảng vàng Tiến sĩ tại Ngọ Môn Thành phố Huế.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Phan Bội Châu]], ''[[Việt Nam vong quốc sử]]''. Nhà xuất bản KH-XH, [[Hà Nội]], 1992.\n*[[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khao học xã hội, Hà Nội, 1992.\n*[https:\/\/khxhnvnghean.gov.vn\/?chitiet=1080&tien-si-dinh-van-chat-trong-phong-trao-chong-phap-xam-luoc-cuoi-the-ky-xix.html Tiến sĩ Đinh Văn Chất trong phong trào chống Pháp xâm lược cuối thế kỷ XIX]\n{{Thời gian sống|sinh=1847|mất=1883}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}