{"42277":"{{Thông tin nhân vật hoàng gia\n| tên = Đinh Hạng Lang\n| tên gốc = 丁項郎\n| tước vị = [[Thái tử]] [[nhà Đinh]]\n| thêm = An Nam\n| hình = Đinh Hạng Lang.JPG\n| cỡ hình = 222px\n| ghi chú hình = Tượng Đinh Hạng Lang bên trong [[đền Vua Đinh Tiên Hoàng]], Hoa Lư.\n| chức vị = [[Thái tử]] [[nhà Đinh]]\n| tại vị = [[978]] - [[979]]\n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = [[Đinh Liễn]]\n| kế nhiệm = \n| hôn phối = \n| chồng = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = \n| tên đầy đủ = \n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = \n| miếu hiệu = \n| tên ngai = \n| tên Horus = \n| tên Nebty = \n| Horus Vàng = \n| hoàng tộc = [[Nhà Đinh]]\n| cha = [[Đinh Tiên Hoàng]]\n| mẹ = Hoàng Thị Thi\n| sinh = [[975]]\n| nơi sinh = [[Hoa Lư]], [[Đại Cồ Việt]]\n| mất = [[979]](5 tuổi)\n| nơi mất = [[Hoa Lư]], [[Đại Cồ Việt]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Đinh Hạng Lang''' ([[chữ Hán]]: 丁項郎; [[975]] - [[979]]), là [[Thái tử]] [[nhà Đinh]], con trai út<ref>Theo [[Đại Việt sử ký toàn thư]], bản kỉ quyển 1.<\/ref> của [[Đinh Tiên Hoàng]].\n\n==Tiểu sử==\nĐinh Tiên Hoàng có ba con trai: [[Đinh Liễn|Khuông Liễn]], [[Đinh Toàn|Toàn]] và Hạng Lang. Trong đó con cả Đinh Liễn là người cùng [[Đinh Bộ Lĩnh]] đánh dẹp [[12 sứ quân]], lập nên [[nhà Đinh]]. Năm [[Mậu Thìn]] ([[968]]), khi Đinh Bộ Lĩnh lên ngôi, đặt [[quốc hiệu]] là [[Đại Cồ Việt]], định đô ở [[Hoa Lư]], [[Đinh Liễn]] được phong làm Nam Việt Vương.\n\nTrong ba con trai của [[Đinh Bộ Lĩnh]], chính sử chỉ ghi chép hoàng tử Đinh Toàn sinh năm 974 mà không ghi năm sinh của Đinh Liễn và Hạng Lang, rất có thể do 2 hoàng tử này sinh trước năm 968, tức khi [[Đinh Bộ Lĩnh]] chưa lên ngôi Hoàng đế. Các ý kiến hiện nay cho rằng Hạng Lang là con của [[Hoàng hậu nhà Đinh|hoàng hậu Hoàng Thị]], vốn là phu nhân họ Ngô, mẹ của sứ quân [[Ngô Nhật Khánh]]. Tuy nhiên, đây chỉ là suy đoán vì sử sách không ghi ai là mẹ của Hạng Lang. Nhà nghiên cứu [[Tạ Chí Đại Trường]] cho rằng năm 974 là năm sinh của \"Hoàng thứ tử\" Toàn, là tiếp nối việc một \"Hoàng trưởng tử\" được sinh ra trước đó. Năm [[978]], Toàn được phong cùng lúc với \"Hạng Lang\", một người được chỉ định kế nghiệp, một người là chức vương phù trợ (Vệ Vương), tình hình tiến triển như thế chứng tỏ thứ bậc liên tiếp của hai người trong cùng một hệ phái, đồng thời cũng gián tiếp xác nhận \"Hạng Lang\" là em của Vệ Vương [[Đinh Toàn]].\n\nNăm [[Mậu Dần]] ([[978]]), Đinh Bộ Lĩnh lập Hạng Lang làm Thái tử. Theo chính sử, lúc ấy Hạng Lang mới lên 4 tuổi. Đinh Liễn quá tức giận vì đã từng theo cha đánh dẹp 12 sứ quân, lập được nhiều công lớn mà lại không được chọn nên đã giết chết Hạng Lang vào [[mùa xuân]] năm [[979]].<ref>Sách ''[[Đại Việt sử ký toàn thư]]'', bản kỉ quyển 1 chép: ''Mùa xuân [năm [[Kỷ Mão]], [[979]]], Nam Việt Vương [Đinh Liễn] giết chết Hoàng Thái Tử Hạng Lang. Đinh Liễn là con trưởng của vua, thuở hàn vi từng chịu đựng gian khổ, khi thiên hạ được thái bình, ý vua cũng muốn truyền ngôi cho, bèn phong làm Nam Việt Vương. Đinh Liễn lại cũng từng chịu mệnh và nhận tước vị của [[nhà Tống]] ban cho. Nhưng về sau, vua sinh được người con trai nhỏ là Hạng Lang, rất mực yêu quý, bèn lập Hạng Lang làm thái tử. Đinh Liễn bất bình, liền sai người lập mưu giết đi''.<\/ref>\n\nSau đó Đinh Bộ Lĩnh và Đinh Liễn cùng bị một viên quan là [[Đỗ Thích]] giết chết.<ref>Sách sử đều ghi [[Đỗ Thích]] giết cha con [[Đinh Tiên Hoàng]]; tuy nhiên một số nhà nghiên cứu hiện đại có đặt giả thuyết [[Dương Vân Nga]] cấu kết với [[Lê Hoàn]] trong việc ám sát Đinh Tiên Hoàng và Đinh Liễn để đưa con trai [[Đinh Toàn]] lên ngôi. Xem thêm bài [[Đinh Tiên Hoàng]]<\/ref> Người con trai còn lại của Đinh Bộ Lĩnh là [[Đinh Toàn]] lên ngôi.\n\n[[Ngô Sĩ Liên]] viết trong ''[[Đại Việt sử ký toàn thư]]'', bản kỉ quyển 1:\n\n''\"Truyền ngôi cho con trưởng là đạo thường của muôn đời, bỏ đạo ấy mà không có biến loạn thì quả là chưa bao giờ nghe vậy. Cũng có khi nhân thời loạn mà lập Thái Tử, nhưng trước hết phải chọn người có công, nếu con trưởng ác đức thì phải phế bỏ đi rồi sau mới lập con thứ. Thế là xử việc lúc biến mà vẫn được đúng, người xưa cũng từng làm. Nam Việt Vương Đinh Liễn là con trưởng, từng có công lao, chưa thấy có lỗi. Đinh Tiên Hoàng vì yêu con thứ mà quên con trưởng, tưởng thế là thỏa tình yêu quý, nào có biết đâu như thế là làm hại con. Còn như Đinh Liễn giết em, nhẫn tâm đến thế thì rõ là thiên đạo và nhân luân đều mất hết, tức là tự chuốc họa thiệt thân, lại còn liên lụy đến cha nữa,<ref>Chỉ việc về sau, hai cha con Đinh Tiên Hoàng và Đinh Liễn bị giết hại<\/ref> há chẳng rùng rợn lắm sao? Nếu không như vậy thì tội đại ác của Đỗ Thích vì đâu mà có, đúng như lời sấm truyền ?\"''\n\n[[Đinh Hạng Lang]] cùng [[Đinh Bộ Lĩnh]], [[Đinh Liễn]] và [[Đinh Toàn]] được thờ ở [[Đền vua Đinh]], [[huyện Hoa Lư]], [[Ninh Bình]].\n\n==Cột kinh Phật-đảnh Tôn-thắng Đà-la-ni==\nTheo giáo sư [[Hà Văn Tấn]], năm 1963 ở [[Hoa Lư]] phát hiện được một cột kinh [[Phật]] do [[hoàng tử]] [[Đinh Liễn]] sai dựng năm 973, sang năm 1964 lại phát hiện được cột kinh thứ hai, và đến năm 1978 có thêm 14 cột kinh tương tự. Trên các cột kinh này đều có khắc bài ''[https:\/\/thuvienhoasen.org\/a15403\/kinh-phat-danh-ton-thang-da-ra-ni Phật-đảnh Tôn-thắng Đà-la-ni]'', theo đó, [[hoàng tử]] [[Đinh Liễn|Liễn]] đã dựng thảy 100 chiếc như vậy để cầu siêu cho người em là Đại đức Đính Noa Tăng Noa đã bị ông giết.\n{{cquote|''Đệ tử là Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp một vạn hộ, Nam Việt vương Đinh Khuông Liễn, vì vong đệ là Đại đức Đính Noa Tăng Noa không làm điều trung hiếu, không thờ anh và cha, lại có lòng ác, trái với sự yêu thương và khoan dung, anh không thể bỏ qua, nên đã làm tổn hại đến tính mệnh của Đại đức Đính Noa Tăng Noa, để trọn vẹn tình nhà nghĩa nước. Lời người xưa rằng, đã tranh quan thì không nhường, ra tay trước mới là hay, đến nỗi ra tình hình như vậy. Nay nguyện làm 100 cột kinh để cúng cho vong đệ và những hồn ma của người chết trước đây và sau này, cầu cho tất cả giải thoát, không phải tranh giành kiện tụng. Trước hết là chúc cho Đại Thắng Minh hoàng đế, mãi mãi làm chủ trời Nam, giữ yên ngôi báu (Đệ tử Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp nhất vạn hộ, Nam Việt vương Đinh Khuông Liễn, sở vi vong đệ Đại đức Đính Noa Tăng Noa bất vi trung hiếu phục sự thượng phụ cập trưởng huynh, khước hành ác tâm, vi bội nhược ái khoan dung, huynh hư trước tạo thứ sở dĩ tổn hại Đại đức Đính Noa Tăng Noa tính mệnh, yếu thành gia quốc vĩnh bá môn phong. Cổ ngôn tranh quan bất nhượng vị, tiên hạ thủ vi lương, trí dĩ như tư. Kim nguyện tạo bảo tràng nhất bách tọa, tiến bạt vong đệ cập tiên vong hậu một nhất hạ thoát, miễn cánh chấp tụng. Tiên chúc Đại Thắng Minh hoàng đế, vĩnh bá thiên Nam, hằng an bảo vị).''|||Cột 3A}}\n{{cquote|''Trước chúc cho Đại Thắng Minh hoàng đế, mãi mãi trấn giữ trời Nam, sau nữa là phụ giúp cho cơ đồ hoàng đế (Tiên chúc Đại Thắng Minh hoàng đế, vĩnh trấn thiên Nam, thứ vi khuông tá đế đồ).''|||Cột 3B}}\n{{cquote|''Trước chúc cho Đại Thắng Minh hoàng đế, mãi mãi trấn giữ trời Nam, sau chúc cho Khuông Liễn mãi giữ được lộc vị (Tiên chúc Đại Thắng Minh hoàng đế, vĩnh trấn thiên Nam, thứ vi Khuông Liễn hằng kiên lộc vị).''|||Cột 3C}}\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2011||style=\"text-align:center;\" |[[Lý Công Uẩn: Đường tới thành Thăng Long]]|| style=\"text-align:center;\" |Ngô Hoàng Thái\n|}\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Đinh Liễn]]\n==Tham khảo==\n{{tham khảo|30em}}\n* [https:\/\/hoatienquan.wordpress.com\/2016\/03\/10\/華閭佛頂尊勝陀羅尼經柱 Cột kinh Phật-đỉnh Tôn-thắng Đà-la-ni hé lộ một sự kiện bi thảm dưới triều Đinh]\n{{Thời gian sống|mất=979|tên=Đinh Hạng Lang}}\n\n[[Thể loại:Hoàng tử nhà Đinh]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Vương tước nhà Đinh]]"}