{"19159908":"'''Đinh Hồng Phiên''' ([[chữ Hán]]: 丁鴻翻; 1764-1833), tự '''Trọng Tường''' , hiệu '''Chỉ Hiên''', bút hiệu '''Tường Phủ''' (翔甫),<ref>Văn bia \"Trùng tu Lai Viễn Kiều ký\" tại [[chùa Cầu]] ([[Hội An]], [[Quảng Nam]])<\/ref> là một danh sĩ và nhà khoa bảng Việt Nam cuối thời Lê đầu thời Nguyễn. Đỗ Hương cống dưới triều Lê, ông từng giữ chức Toản tu Quốc sử quán cả 2 triều Lê - Nguyễn, được triều đình nhà Nguyễn phong tước '''Khê Đình hầu''' (溪亭侯). Ông là tác giả chính của 11 bài thơ [[Đế hệ thi]] và [[Phiên hệ thi]] dưới thời [[Minh Mạng]], sau vì ủng hộ [[Lê Văn Khôi]] nổi loạn nên bị triều đình xét tội phanh thây (dù ông đã đầu thú và chết trên đường áp giải), bêu đầu ở Gia Định và Nghệ An rồi vứt xuống sông.\n\n==Thân thế==\nTheo Gia phả họ Đinh Văn làng La Giáp, nguyên tên ông là '''Giáp''' (甲), sau đổi là '''Nguyễn Phiên''' (阮翻), sinh năm 1764 tại làng Ông La Giáp, tổng Kim Nguyên, huyện Chân Lộc, phủ Đức Quang, trấn Nghệ An (nay là xã Nghi Long, huyện [[Nghi Lộc]], tỉnh [[Nghệ An]]), thuộc đời thứ 9 của dòng họ Đinh La Giáp, vốn là một dòng tộc nổi tiếng về học hành, tuy nhiên, từ thời Đinh Hồng Phiên trở đi mới phát nhiều người đỗ đại khoa, làm quan lớn.<ref>Đinh Văn Niêm, ''Đông các Đại học sĩ Đinh Hồng Phiên (1764-1833)'', in trong Nghiên cứu Huế, tập 8, Nxb Thuận Hóa, 2012, tr.444-457.<\/ref>\n\n==Quan trường==\nThời niên thiếu của ông không được ghi chép rõ. Khoa thi năm Quý Mão niên hiệu Cảnh Hưng 44 (1783) đời vua Lê Hiển Tông, ông đậu Hương cống (Cử nhân) tại trường thi Nghệ An. Cũng trong khoa thi này, danh sĩ [[Nguyễn Du]] đậu Sinh đồ (Tú tài).<ref>Hai người về sau trở thành thông gia. Bà Nguyễn Thị Tiềm, con gái Nguyễn Du, được gả cho Tiến sĩ [[Đinh Văn Phác]], con trai Đinh Hồng Phiên.<\/ref> Khoa thi Đinh Vị 1787, ông thi đậu Tam trường trúng cách kỳ thi Hội (tương đương [[Phó bảng]] thời Nguyễn), được bổ Toản tu Quốc sử quán triều Lê.\n\nThời Tây Sơn, ông không ra làm quan mà lui về quê mở trường dạy học, sáng tác văn thơ.<ref>Viện nghiên cứu Hán Nôm - [http:\/\/www.hannom.org.vn\/detail.asp?param=581&Catid=479 Thông báo Hán Nôm học năm 2004. mục 13].<\/ref>\n\nSau khi [[Gia Long]] lên ngôi, lập nên [[nhà Nguyễn]], để tránh [[kỵ húy]], ông đổi tên thành là '''Hồng Phiên''' (鴻翻). Tháng 5 năm 1815, Gia Long xuống chiếu: \"''Lấy Hương cống đời Lê là Đinh Văn Phiên làm đốc học Quảng Nam''\". Năm 1817, ông viết bài ký \"Trùng tu Lai Viễn kiều\" khắc trên bia đá [[chùa Cầu]] [[Hội An]].<ref>[https:\/\/baodanang.vn\/channel\/6058\/201910\/di-tim-mot-chu-bi-xoa-tren-tam-bia-co-3255293\/ Đi tìm một chữ bị xóa trên tấm bia cổ]<\/ref>\n\nTháng 3 năm Kỷ Mão 1819, ông được sung Đông Các học sĩ, giữ chức phó sứ, cùng Cần Chính điện học sĩ [[Nguyễn Xuân Tình]] làm Chánh sứ, sang [[nhà Thanh]].<ref>\"''Lấy Ký lục Quảng Nam là Nguyễn Xuân Tình làm Cần Chánh Điện học sĩ sung Chánh sứ đi cống nước Thanh, Đốc học Quảng Nam là Đinh Phiên làm Đông Các học sĩ, Tri phủ Nam Sách là Nguyễn Hựu Bình làm Hàn lâm thị độc sung Giáp Ất phó sứ.''\" ([[Đại Nam thực lục]], tập 1, tr.896)<\/ref> Dịp này, ông sáng tác câu Nam âm nổi tiếng:\n\n:''Nghêu ngao vui thú sơn hà\n:''Mai là bạn cũ, hạc là người thân.\n\nNhiều người hâm mộ chép các bài thơ, câu văn của ông in trên các đồ sứ, gỗ, đồng...Nay vẫn còn bức \"Đông Hiên\" bằng sứ ngà gắn trên gỗ vàng tâm và một số đồ gốm, đồng khác.\n\nTháng 6 năm 1820, ông được thăng chức Biên Hòa trấn Ký lục Khê Đình hầu. Tháng 10, Minh Mạng giao \"soạn định thể chức, cáo văn, sắc văn cho văn giai, võ giai\".\n\nNgày 29 tháng 11 năm 1820, ông thảo 11 bài thơ \"[[Đế hệ thi|Đế hệ]]\" và \"[[Phiên hệ thi|Phiên hệ]]\" trình lên vua Minh Mạng.<ref>[https:\/\/baonghean.vn\/mot-nguoi-nghe-tac-gia-bai-tho-de-he-thi-trieu-nguyen-post39236.html Một người Nghệ, tác giả bài thơ “Đế hệ thi” triều Nguyễn]<\/ref>\n\nTháng 5 năm 1821, ông được thăng Thị trung Trực học sĩ, hàm Chánh tam phẩm kiêm Toản tu sử quán, tham bồi công việc Lại bộ.\n\nTháng 7 và tháng 9 năm 1821, ông làm Giám thi các trường thi Hương Quảng Đức và Sơn Nam.\n\nTháng 3 năm 1822, kỳ thi Hội đầu tiên của nhà Nguyễn, ông làm Tri Cống cử quan trường cùng với [[Trịnh Hoài Đức]] là Chủ khảo. Kỳ thi này con trai ông là [[Đinh Văn Phác]] đỗ Đệ tam giáp Đồng tiến sĩ xuất thân. Sau kỳ thi Hội, ông kiêm luôn chức Thái thượng tự khanh.\n\nTháng 12 năm Quý Tỵ 1823, do không kiểm tra phát hiện các thuộc cấp sắp lẫn vài sắc phong của Tây Sơn vào bản tấu nên ông bị phạt đánh 100 trượng, bị cách chức, đày đi Hà Tiên để làm việc chuộc tội, sau vua xét lại công lao nên chỉ bị phát phối đi Quảng Ngãi. Năm Mậu Tý 1828, ông được phục chức Chủ bạ ở Trấn Ninh, rồi sung Huấn đạo Bình Dương.\n\nTháng 5 năm 1833, khi đã 70 tuổi, ông xin về hưu nhưng Tổng đốc An Biên [[Nguyễn Văn Quế]] quý tài văn học nên trình vua bổ làm Giáo thụ Tân Bình.\n\nKhông lâu sau đó, [[Cuộc nổi dậy Lê Văn Khôi]] nổ ra. Tổng đốc Nguyễn Văn Quế bị quân nổi dậy giết chết. Đinh Hồng Phiên ủng hộ [[Lê Văn Khôi]] chống lại triều đình, được phong làm Lễ bộ Thái khanh. Ông thay Lê Văn Khôi thảo hịch kêu gọi dân chúng ủng hộ cuộc nổi dậy, nêu khẩu hiệu đánh đổ nhà Nguyễn, khôi phục nhà Lê, được nhiều người hưởng ứng.\n\nTuy nhiên, quân triều đình phản công mãnh liệt, cuộc nổi dậy nhanh chóng thất bại. Giữa tháng 8 năm 1833, Đinh Hồng Phiên ra đầu hàng triều đình, bị áp giải về kinh đô để trị tội. Tuy chết trên đường áp giải, ông vẫn bị triều đình xét tội [[tru di]], bị phanh thây, bêu đầu ở Gia Định và Nghệ An rồi vứt xuống sông. Vợ và bốn con trai của ông trong đó có Tiến sĩ Đinh Văn Phác cũng bị hành hình tại chợ Nghệ An. Các học trò của ông như Nguyễn Đức Phương, Giáo thụ Phước Long, [[Nguyễn Năng Tĩnh]], Giám sát Ngự sử đạo Nam Ngãi, Nguyễn Văn Dư, Giáo thụ Vĩnh Tường đều bị bãi chức.\n\nThời [[Tự Đức]], do kiêng húy, tên ông bị xóa mất một chữ để thành '''Đinh Phiên'''.\n\n==Tác phẩm==\n* ''Bắc hành ngẫu bút''\n* ''Chính Hiên thi tập''\n\n==Chú thích==\n{{reflist}}\n\n==Tham khảo==\n* [https:\/\/baodanang.vn\/channel\/6058\/201910\/di-tim-mot-chu-bi-xoa-tren-tam-bia-co-3255293\/ Đi tìm một chữ bị xóa trên tấm bia cổ]\n* Tạp chí Hán Nôm số 2 năm 1989: tác giả Ngô Thế Long và Trần Bảo Chi.\n* Nhà xuất bản văn hóa thông tin năm 2006: Quảng nam và những vấn đề sử học. trang 181.\n* Viện nghiên cứu Hán Nôm - Giới thiệu Ngọc phả trên Châu Bản triều Nguyễn mục 93 (TBHNH 2012)- Trung tâm lưu giữ quốc gia 1.\n* Viện Đại học Huế - Mục lục Châu bản triều Nguyễn tập 2 triều Minh Mạng xuất bản 1962.\n* Tập san nghiên cứu Huế tập 8 (quí 1 năm 2012)\n\n{{thời gian sống|1764|1833}}\n\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Nghệ An]]"}