{"493552":"'''Đinh Bạt Tụy''' (1516-1589) là quan triều [[Lê trung hưng]],quê ở thôn Bùi Ngọa, xã Bùi Khổng, tổng Hải Đô, nay là xã Hưng Trung, huyện [[Hưng Nguyên]], tỉnh [[Nghệ An]].\n==Tiểu sử== \nTheo Đinh gia thế phả thi ông sinh năm Bính Tý (1516), tạ thế ngày 17\/4 năm Kỷ Sửu (1589). Ông thi đậu Đình nguyên, Đệ nhất giáp đệ nhất danh chế khoa Giáp Dần, năm Thuận Bình thứ 6 (1554), triều [[Lê Trung Tông]]. Khoa này có 5 Đệ nhất giáp, đứng đầu là Đinh Bạt Tụy và thứ 3 là [[Phan Tất Thông]] ở [[Yên Thành]], [[Nghệ An]]. Đậu Đệ nhị giáp có ông Chu Quang Trứ ở [[Nam Đàn]]. Như vậy, khoa này [[Nghệ An]] có ba người đậu đại khoa.\n\n'''Đinh Bạt Tụy''' là khai quốc công thần thời [[Lê Trung Hưng]], được các triều tôn xưng hàm tước cao quý: Lê triều trung hưng Kiệt tiết tuyên lực Dực vận Tán trị công thần, Đặc tiến kim tử vinh lộc đại phu Binh bộ thượng thư kiêm Đông các Đại học sĩ, Nhập thị kinh diên, Trụ quốc thượng trật, Thái bảo Khê Quận công, Đinh tướng công, bảo phong Thượng đẳng Phúc thần Đại vương. Hiện đền thờ Đinh Bạt Tụy ở xã Hưng Trung tại vị trí trên Google map,thuộc địa điểm: QJP3+56 Hưng Trung, Tp. Vinh, Nghệ An.Tiếp giáp khu vực Đền là:phía bắc giáp nhà ông Phạm Quỳnh Lan;phía đông và đông bắc giáp nhà ông Nguyễn Văn Chính;phía nam giáp trạm y tế xã Hưng Trung;phía tây giáp đường làng. Tại đây còn lưu 37 đạo sắc phong cho ông, thân sinh, thân mẫu và con cháu.\n\nNgày 3 tháng 10, năm [[Quang Hưng]] thứ 12, Đinh Bạt Tụy được sắc phong tước là Phúc Khê hầu. Ông được các triều thời [[Lê Trung Hưng]] đánh giá rất cao nhờ tài năng, đức độ và có tài \"kinh bang tế thế\" nên đã được phong đến bậc cao nhất trong ngũ tước là Quận công. Sắc như sau: \"Sắc: Tặng Thượng thư Phúc Khê hầu, tính tư thuần phác, học thức ưu trường, đạo đức nhân nghĩa kiêm cai, dĩ nho sức lạ, công phụ kinh luân tố uẩn, đầu bút lập công, tích thời ký hà ư thù ân, kim nhất cái xứng ư thịnh lễ. Vi cải nguyên thủy chính thủy, ứng gia phong Thượng thư Khê Quận công. Cố sắc:\n\nĐức Long nguyên niên, ngũ nguyệt, sơ lục nhật\".\n\nDịch nghĩa:\n\n\"''Sắc: Tặng Thượng thư Phúc Khê hầu, tính tình, tư chất thuần hậu, học thức sâu rộng hơn người, đạo đức nhân nghĩa trọn vẹn, là nhà nho có tài lạ, vận dụng kiến thức để làm việc, lập công tích nhờ văn học. Xưa đã từng được hưởng nhiều ân sủng đặc biệt, nay lại rất xứng đáng được hưởng lễ trọng. Vậy, cải thay tước trước, gia phong: Thượng thư Khê Quận công. Vậy ban sắc! Ngày 6 tháng 5, năm Đức Long thứ nhất (1629)\".''\n\nĐặc biệt, trong số 37 sắc phong, lệnh chỉ cho Đinh Bạt Tụy và dòng họ Đinh ở Bùi Khổng thuộc đủ các triều [[Lê Trung Hưng]]. Triều [[Nguyễn]] thì có một sắc phong của triều [[Nhà Tây Sơn|Tây Sơn]]. Đó là sắc phong của vua [[Cảnh Thịnh]] năm thứ tư (1796), nội dung như sau: \"Sắc: Trung hưng Kiệt tiết tuyên lực Dực vận Tán trị công thần Đặc tiến kim tử Vinh lộc Đại phu Binh bộ Thượng thư kiêm Đông các Đại học sĩ, Nhập thị Kinh diên, Trụ quốc thượng trật, Thiếu bảo Khê Quận công, Tuy văn, Địch võ, Kinh luân, Khang tế, Danh vọng Đại vương, Sơn xuyên anh dục, Hải hà tú chung. Thị phất kiến, thỉnh phất văn, thịnh hồ kỳ đức, cảm tất thông, cầu tất ứng, hạch nhĩ quyết linh. Ký đa tỉ hộ vĩ công cái cử hoài thu thịnh điển. Vị hoàng gia chỉ thừa phi tự, lễ hữu đăng trật, ứng gia phong mĩ tự tam tự, khả phong Trung hưng Kiệt tiết tuyên lực Dực vận, Tán trị công thần, Trụ quốc thượng trật, Thái bảo Khê Quận công, Tuy văn, Địch võ, Kinh luân, Khang tế, Danh vọng, Khang võ, Tịnh biên hộ quốc Đại vương. Cố sắc.\n\nCảnh Thịnh tứ niên, ngũ nguyệt, thập nhất nhật\".\n\nSau khi Đinh Bạt Tụy mất, triều đình cho lập đền thờ ông theo nghi thức quốc gia, thờ làm Phúc thần và sắc phong là Đại vương, lại ban cho ruộng tế, còn được hưởng lợi từ thuế khai thác quặng sắt của dân Nho Lâm để hàng năm hương hỏa, tổ chức lễ hội tại đền thờ ông. Con cháu ông về sau nhiều người thi cử đậu đạt, làm quan vinh hiển và được ân hưởng theo công tích của ông.\n\n{{Thời gian sống|sinh=1516|mất=1589}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]"}