{"589228":"'''Điếu La Thành ca giả''' (吊羅城歌者; ''Viếng ca nữ đất La Thành'') là một bài thơ [[chữ Hán]] của [[Nguyễn Du]] ([[1766]]-[[1820]]), một nhà thơ lớn của dân tộc [[Việt Nam]].\n\n==Giới thiệu==\n'''Điếu La Thành ca giả''' làm theo thể thơ [[Đường luật]], dạng [[thất ngôn bát cú]] (8 câu, mỗi câu 7 chữ), nằm trong tập [[Thanh Hiên thi tập]], được tác giả sáng tác trong khoảng [[1796]]-[[1802]], tức là ở giai đoạn tác giả ở ''Dưới chân núi Hồng'', theo cách phân chia của các nhà nghiên cứu văn học Việt.\n\nTheo GS. Phan Văn Các, thì bài thơ này (và một số bài thơ khác) đã cho ta thấy Nguyễn Du (qua thực tế của đời ông, trong gia đình ông, và những điều ông chứng kiến nhan nhản trong xã hội) đã tỏ ra xót thương sâu sắc và thông cảm chân thành với những người phụ nữ bất hạnh bị vùi dập trong xã hội phong kiến. Vì vậy, hình ảnh người ca nữ La Thành có một ý nghĩa điển hình sâu sắc <ref>''Giáo trình Hán Nôm'' (Tập 2), tr. 213.<\/ref>.\n\n==Văn bản==\n{|valign=\"top\"\n|\nNguyên tác:\n:'''吊羅城歌者'''\n:一枝濃艷下蓬瀛，\n:春色嫣然動六城。\n:天下何人憐薄命，\n:塚中應自悔浮生。\n:胭脂不洗生前障，\n:風月空留死後名。\n:想是人間無識趣，\n:九泉去伴柳耆卿。\n|\n:Phiên âm Hán-Việt:\n:'''Điếu La Thành ca giả'''\n:Nhất chi nùng diễm há Bồng Doanh<ref>Bồng Doanh là Bồng Lai và Doanh Châu. Truyền rằng ở trong Bột Hải có ba hòn đảo là Bồng Lai, Phương Trượng và Doanh Châu. Chung quanh ba hòn này nước biển rất yếu không đỡ nổi một hột cải, nên ghe thuyền tới đó đều chìm. Người ta gọi là Nhược Thủy. Nơi non Bồng nước Nhược chỉ có [[tiên]] đến được thôi. Bồng Doanh chỉ cõi tiên.<\/ref>\n:Xuân sắc yên nhiên động lục thành.\n:Thiên hạ hà nhân liên bạc mệnh ?\n:Trủng trung ưng tự hối phù sinh.\n:Yên chi bất tẩy sinh tiền chướng\n:Phong nguyệt không lưu tử hậu danh.\n:Tưởng thị nhân gian vô thức thú,\n:Cửu tuyền khứ bạn Liễu Kỳ Khanh.\n|\n:Dịch nghĩa:\n:'''Viếng ca nữ đất La Thành'''<ref>La Thành: chỉ thành Nghệ An. Tương truyền, tướng [[nhà Minh]] là [[Trương Phụ]] sang xâm lược nước Việt đã cho đắp thành ở bến Phú Thạch, nơi [[sông La]] và [[sông Lam]] gặp nhau.<\/ref>\n:''Như cánh hoa thắm từ cõi tiên xuống,\n:''Sắc đẹp uyển chuyển làm rung động cả sáu thành.\n:''Thiên hạ ai kẻ thương người bạc mệnh?\n:''Dưới mồ, chắc cũng hối hận cho kiếp phù sinh.\n:''Lúc sống, phấn son không rửa được nghiệp chướng,\n:''Chết rồi chỉ để lại tiếng gió trăng mà thôi.\n:''Chắc nghĩ rằng trên đời không ai hiểu được mình,\n:''Nên xuống suối vàng làm bạn với ông Liễu Kỳ Khanh!<ref>Liễu Kỳ Khanh (987?-1053?), tức Liễu Vĩnh, một danh sĩ nổi tiếng về từ, ở đời [[nhà Tống|Tống]]. Tuổi già mới thi đỗ [[tiến sĩ]], và giữ một chức quan nhỏ ở [[Trường An]]. Buổi thiếu thời thường lui tới xóm ca nhi và soạn nhiều bài từ tả nỗi đau khổ của làng son phấn. Khi Liễu Vĩnh chết, chị em ca nữ góp tiền [[chôn cất]] và tổ chức những ngày kỷ niệm rất linh đình.<\/ref>\n|}\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Nguyễn Thạch Giang, ''Văn học [[thế kỷ XVIII]]'' (phần thơ Nguyễn Du). Nhà xuất bản Khoa học Xã hội, 2004.\n*Lê Thước-Trương Chính (chủ biên), ''Thơ chữ Hán Nguyễn Du''. Nhà xuất bản Văn học, 1978.\n*Phan Văn Các (chủ biên), ''Giáo trình Hán Nôm'' (Tập 2). Nhà xuất bản Giáo dục, 1985.\n\n==Xem thêm== \n*[[Nguyễn Du]]\n{{Nguyễn Du}}\n{{các chủ đề|Văn học|Việt Nam}}\n\n[[Thể loại:Hoa nương]]\n[[Thể loại:Tác phẩm của Nguyễn Du]]\n[[Thể loại:Văn học Hà Nội]]\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Thơ chữ Hán]]"}