{"231268":"{{Công trình trong Kinh thành Huế\n|tên = Điện Long An\n|hình = Bảo tàng Cổ vật Cung đình Huế (15245479432).jpg\n|cỡ hình = 300\n|ghi chú hình = Bảo tàng Cổ vật Cung đình Huế hiện nay\n|tên khác = cung Bảo Định\n|vị trí = trong kinh thành Huế\n|địa chỉ = đường Lê Trực, phường Thuận Thành, thành phố [[Huế]]\n|đời vua = [[Thiệu Trị]]\n|xây dựng = 1845\n|phá hủy =1885, phục dựng 1909 \n|tình trạng = còn nguyên vẹn\n|chức năng =Bảo tàng \n|cao = \n|rộng =28 m \n|dài =35,70 m \n|diện tích =1.750 m² \n|vĩ độ = 16.471311\n|kinh độ = 107.581935\n}}\n'''Điện Long An'''<ref>[[Bảo tàng Cổ vật Cung đình Huế|Bảo tàng Cổ vật cung đình Huế]] và Điện Long An là một.<\/ref> (隆安殿) nằm trong tổng thể kiến trúc [[cung Bảo Định]] được [[vua Thiệu Trị]] cho xây dựng vào năm [[1845]] ở bờ bắc [[sông Ngự Hà]] (gần cầu Vĩnh Lợi phường [[Tây Lộc]]). Hiện nay, điện Long An nằm trên đường Lê Trực, phường [[Đông Ba (phường)|Đông Ba]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]. Là một di tích trong [[Quần thể di tích Cố đô Huế]] được công nhận là [[di sản văn hóa thế giới]] ngày [[11 tháng 12|11\/12]]\/[[1993]]. Di tích này được xếp hạng cấp quốc gia theo Quyết định số 872QĐ\/BVHTT ngày 12\/5\/1997.\n\nĐiện được xây dựng vào năm 1845, thời vua [[Thiệu Trị]] với tên gọi là Điện Long An trong [[cung Bảo Định]], phường [[Tây Lộc]] (Huế) làm nơi nghỉ của vua sau khi tiến hành [[Lễ tịch điền|lễ Tịch điền]] (cày ruộng) mỗi đầu [[Mùa xuân|xuân]]. Đây cũng là nơi vua [[Thiệu Trị]] thường hay lui tới, nghỉ ngơi, đọc sách, làm thơ, ngâm vịnh.\n== Lịch sử ==\nĐiện được xây dựng vào năm 1845, thời vua [[Thiệu Trị]] với tên gọi là Điện Long An trong [[cung Bảo Định]], phường [[Tây Lộc]] (Huế) làm nơi nghỉ của vua sau khi tiến hành lễ Tịch điền (cày ruộng) mỗi đầu xuân. Đây cũng là nơi vua Thiệu Trị thường hay lui tới, nghỉ ngơi, đọc sách, làm thơ, ngâm vịnh,... Sau khi vua Thiệu Trị qua đời, đây cũng là nơi quàn thi hài của vua trong tám tháng, trước khi làm lễ Ninh lăng (đưa đi an táng). Ngoài nơi thờ chính thức trong [[Thế Tổ Miếu (hoàng thành Huế)|Thế Miếu]], bài vị của vua Thiệu Trị còn được đưa vào thờ tại điện Long An - nơi ông thường lui tới khi còn sống. Trong thời kỳ [[Trận Kinh thành Huế 1885|thất thủ kinh đô]] ([[1885]]), [[Đế quốc thực dân Pháp|quân Pháp]] đã tràn vào ngôi điện, làm mất đi sự tôn nghiêm của một nơi thờ phụng. Vì thế, sau biến cố này, bài vị của [[vua Thiệu Trị]] được đưa vào thờ tại [[điện Phụng Tiên]] bên trong [[Đại Nội]].<ref>{{Chú thích web|url=http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=19&l=vn|tiêu đề=Điện Long An|ngày tháng=07\/29\/014|website=Trung tâm bảo tồn di tích cố đô Huế|ngày truy cập=2016-10-31|archive-date=2016-10-31|archive-url=https:\/\/web.archive.org\/web\/20161031213256\/http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=19&l=vn|url-status=dead}}<\/ref>\n\nSở dĩ ngôi điện ở vị trí hiện nay (số 3 Lê Trực, Huế) trong khu vực Thành nội, vì năm 1885, sau trận đánh úp [[đồn Mang Cá]] của Pháp do [[Tôn Thất Thuyết]] chỉ huy bị thất bại, [[vua Hàm Nghi]] và tam cung chạy khỏi [[Hoàng Thành (Huế)|Hoàng Thành]], ra [[Quảng Trị]]. Kinh thành Huế thất thủ, quân Pháp chiếm cung Bảo Định làm sở chỉ huy, lục soát thô bạo điện Long An và tiếp đó ngôi điện bị triệt hạ, vật dụng được xếp vào kho.\n\nCho đến năm 1909, đời [[vua Duy Tân]], ngôi điện được chuyển ra vị trí mới hiện nay và phục dựng làm [[Tân Thơ Viện]] lưu giữ hàng ngàn tư liệu bằng [[chữ Hán]], [[tiếng Pháp|Pháp]], [[tiếng Anh|Anh]],... chủ yếu phục vụ cho học sinh [[trường Quốc Tử Giám (Huế)|trường Quốc Tử Giám]].\n \nNgày 24\/8\/1923, [[Khâm sứ Trung Kỳ|Khâm Sứ Trung kỳ]] và vua [[Khải Định|Khải Định]] cùng ban sắc dùng Điện Long An làm Bảo tàng Khải Định.<ref>{{Chú thích web|url=http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=20&l=vn|tiêu đề=Bảo tàng Cổ vật Cung Đình Huế (Điện Long An)|ngày tháng=01\/16\/2014|website=Trung tâm bảo tồn di tích cố đô Huế|ngày truy cập=2016-10-31|archive-date=2016-10-11|archive-url=https:\/\/web.archive.org\/web\/20161011203638\/http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=20&l=vn|url-status=dead}}<\/ref>\n\nHiện nay, điện Long An còn gọi là [[Bảo tàng Mỹ thuật Cung đình Huế|Bảo tàng cổ vật Cung đình Huế]], là nơi trưng bày cổ vật cung đình Huế.\n\n== Miêu tả==\n[[Tập tin:Bảo tàng Mỹ Thuật.JPG|nhỏ|250px|phải|Bộ sưu tập lồng ấp bằng đồng]]\nĐiện Long An [[hình chữ nhật]] dài 35,70 m, rộng 28 m, vỉa ốp đá thanh nền cao 1,1 m. Diện tích phần mái rộng đến 1.750 m², nằm trên dàn trò được chống đỡ bằng hệ thống 128 cột gỗ [[gỗ lim|lim]]. Đây là tòa nhà kép \"[[Trùng thiềm điệp ốc]]\". Nhà trước 7 gian với 8 bộ \"vì kèo chồng rường giả thủ\". Nhà sau 5 gian với 6 bộ \"vì kèo cánh ác\". Điều khác biệt với các ngôi điện khác là những chi tiết gỗ không sơn son thếp vàng, chỉ để mộc trơn và được tô điểm bằng các kỹ thuật chạm trổ tinh xảo theo đồ án \"lưỡng long triều nguyệt\", \"long, lân, quy, phượng\". Các liên ba, đồ bản chạm khắc nhiều bài thơ là trước tác của [[vua Thiệu Trị]], được bố trí sắp xếp hầu hết ở các khu vực bên trong ngôi điện một cách hài hòa.\n\nTrong điện còn có hai bài thơ \"''Vũ trung sơn thủy''\" (''Cảnh trong mưa'') và \"''Phước Viên văn hội lương dạ mạn ngâm''\" (''Đêm thơ ở Phước Viên'') hết sức đặc biệt được làm theo kiểu \"hồi văn kiêm liên hoàn\" gồm 56 chữ Hán, có thể đọc xuôi ngược nhiều chiều thành 64 bài thơ khác nhau mà việc giải mã những tác phẩm của vị vua thi sĩ này hiện nay các nhà thơ đương thời vẫn còn chưa tìm ra đáp án.\n[[Tập tin:Bộ sưu tập hỏa lò.JPG|nhỏ|250px|phải|Bộ sưu tập Hỏa Lò]]\nNăm 1913 (đời vua Duy Tân), [[Hội Đô Thành Hiếu Cổ]] được thành lập trên cơ sở sưu tầm những hiện vật liên quan đến [[tỉnh Thừa Thiên Huế]] và những vấn đề văn hóa và mỹ thuật [[thời Nguyễn]]. Học hội đã đặt nền móng ban đầu cho việc sưu tập và tàng trữ cổ vật cho bảo tàng này. Hội cũng ấn hành tập san riêng có tên ''Bulletin des Amis du Vieux Hué'' (tập san của Hội Đô Thành Hiếu Cổ, gọi tắt là B.A.V.H.) và lấy một góc của Tân Thơ Viện làm trụ sở. Năm 1923, Tân Thơ Viện trở thành Bảo tàng Khải Định, gìn giữ và trưng bày những hiện vật do những hội viên của Hội Đô Thành Hiếu Cổ sưu tầm được.\n\nĐến năm 1945, số hiện vật đã lên đến hàng ngàn đơn vị, gồm các sưu tập đồ đồng, đồ gốm sứ, tranh vẽ trên kính, tranh dệt trên song mây, tranh bằng gỗ sơn, sưu tập cổ thư bằng đồng, bằng lụa, trang phục hoàng gia, các loại đồ dệt và đồ ngự dụng, quan dụng, của triều đình, cung cấm,...\n\nNgoài ra, còn có một bộ sưu tập hiện vật [[điêu khắc Chăm]] niên đại rất sớm. Phần lớn là các sản phẩm [[thủ công mỹ nghệ]] được chế tác từ những nghệ nhân có \"bàn tay vàng\" được làm ra theo lệnh của triều đình, cho sản xuất tại chỗ, đặt mua từ ngoại quốc, hàng do các phái bộ ngoại giao biếu tặng, hoặc hàng tiến vua... thuộc hàng quý hiếm không tìm được cái thứ hai.\n\nNhiều trong số đó là những mặt hàng chỉ có một bản. Có những vật dụng hiện được trưng bày như những bộ [[Đầu hồ]] - một bộ đồ trò chơi ngày xưa trong cung điện dành cho vua chúa và giới thượng lưu. {{chi tiết|Đầu Hồ}}\n\n== Giá trị == \n[[Tập tin:Tượng thờ ở Khương Ninh Các.JPG|nhỏ|250px|phải|Bộ tượng thờ Khương Ninh Các trưng bày tại Điện Long An]]\nTrang trí nội ngoại thất của điện phong phú, giàu tính nghệ thuật, lộng lẫy và thanh nhã, khéo léo điểm sáng những chi tiết chính, tô mờ những chỗ phụ là một công trình kiến trúc độc đáo, mang đậm phong cách kiến trúc Nguyễn. Các sưu tập ở đây phong phú và đa dạng, phần lớn tập trung vào mảng đề tài mỹ thuật thời Nguyễn (1802-1945), gồm sưu tập y phục của hoàng gia, sưu tập đồ sứ, các đồ dùng trong sinh hoạt nơi cung cấm, những bộ tranh vẽ trên gương có tuổi thọ trên 150 năm, những bộ nhạc khí dùng trong các cuộc lễ hội chốn cung đình... Có lẽ, đây là bảo tàng duy nhất của Việt Nam hiện có một số lượng hiện vật khổng lồ của thời Nguyễn - triều đại [[phong kiến]] cuối cùng ở Việt Nam.\n\nĐiện chứa đựng một bộ sưu tập khá phong phú và quý hiếm bởi số hiện vật được trưng bày tại đây.Có những cổ vật chỉ còn duy nhất một bản và một số cổ vật thuộc hàng \"độc\" như đầu hồ gắn liền với một trò chơi đã lui vào quá khứ. Các cổ vật kia là những bức tranh phản ánh sinh hoạt cung đình, các quá trình lịch sử cùng những dấu ấn văn hoá, kỹ thuật chế tác tinh vi và tài hoa của nghệ nhân xưa.\n\nNhưng do nhiều biến cố của đất nước (từ 1845 - 1975), sự huỷ hoại của thời gian, chiến tranh,... và sự thất thoát do lòng tham của con người, số cổ vật tại đây không còn nguyên vẹn như xưa. Hiện vật bị trôi nổi, đánh cắp do chiến tranh, mua bán cổ vật, trong đó có một số cổ vật hiện nay đang nằm tại một số bảo tàng của Pháp. Hiện nay [[Trung tâm bảo tàng di tích cố đô Huế]] đang ra sức phục dựng, bổ sung, phục chế, gìn giữ chăm sóc cẩn thận, chu đáo để phục vụ khách khách tham quan.\n\n==Tình trạng ==\n\nĐược xem là bảo tàng duy nhất có số lượng hiện vật khổng lồ của một triều đại phong kiến cuối cùng ở Việt Nam và là một trong những tòa nhà đẹp nhất của các cung điện Việt Nam.Thế nhưng trong khi khu vực đại nội và các lăng tẩm, chùa chiền và cảnh quan sông nước ở Huế đón một lượng khách khá đông đúc, thì ngược lại số du khách đến với Điện Long An - nay là Bảo tàng mỹ thuật cung đình Huế - có vẻ thưa thớt. Nguyên nhân do dưới những tác động của nhiều biến cố xã hội và sự thay đổi của thời tiết khắc nghiệt, điện Long An hiện đang bị xuống cấp trầm trọng.\n\n== Quá trình trùng tu ==\n\nViệc tiến hành dự án bảo tồn, tu bổ, phục hồi điện Long An là một trong nhiều nỗ lực của Trung tâm Bảo tàng di tích cố đô Huế trong việc gìn giữ di sản văn hóa Huế, ứng dụng và phát huy thế mạnh về khoa học trùng tu di tích. Với tổng mức đầu tư 15.336 triệu đồng, dự kiến việc tu bổ, phục hồi sẽ được hoàn tất vào giữa năm 2010.\n\n== Xem thêm ==\n*[[Bảo tàng Cổ vật Cung đình Huế]]\n\n==Tham khảo ==\n{{tham khảo}}\n* Bài viết dựa trên bài [http:\/\/www.hueworldheritage.org.vn\/quanthe\/kinhthanh\/Dienlongan.asp Điện Long An của trung tâm bảo tàng di tích cố đô Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080120090043\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/kinhthanh\/Dienlongan.asp |date=2008-01-20 }}\n* Hồ sơ di tích, phòng tư liệu của trung tâm bảo tàng di tích cố đô Huế - sách của Thư Viện Tỉnh Thừa Thiên Huế - Xuất bản năm 2003.\n* [[Quốc sử quán (nhà Nguyễn)|Quốc Sử quán triều Nguyễn]] (2004), [[Đại Nam thực lục]], bản dịch [[Viện Sử học (Việt Nam)|Viện Sử học]], H.: Nhà xuất bản. Giáo dục: 48. \n* Huế di tích lịch sử văn hoá danh thắng - Nhà xuất bản Thừa Thiên Huế - xuấn bản năm 1995.\n* Bảo tàng mỹ thuật cung đình Huế - Nhà xuất bản Thừa Thiên Huế - xuất bản năm 1997.\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Kinh thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}