{"1243483":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Điềm Mặc\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 49\n| vĩ giây = 48\n| kinh phút = 32\n| kinh giây = 20\n| diện tích = 14,54 km²<ref name=MS\/>\n| dân số = 4.149 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 285 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| huyện = [[Định Hóa]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 05590<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|diemmac.dinhhoa.thainguyen.gov.vn}}\n}}\n\n'''Điềm Mặc''' (đôi khi được viết là '''Điềm Mạc''') là một [[xã (Việt Nam)|xã]] thuộc huyện [[Định Hóa]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nXã Điềm Mặc nằm ở phía tây nam huyện và thuộc vùng căn cứ địa Cách mạng ATK Định Hóa trong thời kì kháng chiến chống Pháp (1945 - 1954), có vị trí địa lý:\n*Phía đông giáp xã [[Bình Yên, Định Hóa|Bình Yên]] và xã [[Sơn Phú, Định Hóa|Sơn Phú]]\n*Phía tây giáp tỉnh [[Tuyên Quang]]\n*Phía nam giáp xã [[Phú Đình]]\n*Phía bắc giáp xã [[Thanh Định]].\n\nXã Điềm Mặc có diện tích 14,54&nbsp;km², dân số năm 1999 là 4.149 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 285 người\/km².\n\n==Lịch sử==\nSau năm 1975, Điềm Mặc là một xã thuộc huyện Định Hóa.\n\nĐến năm 2019, xã Điềm Mặc được chia thành 28 xóm: Song Thái 1, Song Thái 2, Song Thái 3, Bản Hóa, Bản Tiến, Bản Quyên, Bắc Chảu, Thẩm Dọc 1, Thẩm Dọc 2, Bản Giáo, Bản Nhọm, Nạ Co, Đồng Lá 1, Đồng Lá 2, Đồng Lá 3, Đồng Lá 4, Đồng Vinh 1, Đồng Vinh 2, Đồng Vinh 3, Đồng Vinh 4, Bản Bắc 1, Bản Bắc 2, Bản Bắc 3, Bản Bắc 4, Bản Bắc 5, Bình Nguyên 1, Bình Nguyên 2, Bình Nguyên 3.\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập ba xóm Bình Nguyên 1, Bình Nguyên 2, Bình Nguyên 3 thành xóm Bình Nguyên, sáp nhập ba xóm Đồng Vinh 2, Đồng Vinh 3, Đồng Vinh 4 thành xóm Phụng Hiển, sáp nhập ba xóm Bản Giáo, Bản Nhọm, Song Thái 3 thành xóm Trung Tâm, sáp nhập hai xóm Đồng Vinh 1 và Nạ Co thành xóm Đồng Vinh, sáp nhập ba xóm Thẩm Dọc 1, Thẩm Dọc 2, Bắc Chảu thành xóm Bắc Doọc, sáp nhập xóm Đồng Lá 4 vào xóm Đồng Lá 1, sáp nhập xóm Đồng Lá 3 vào xóm Đồng Lá 2, sáp nhập xóm Bản Bắc 3 vào xóm Bản Bắc 1, sáp nhập hai xóm Bản Bắc 4 và Bản Bắc 5 vào xóm Bản Bắc 2, sáp nhập hai xóm Song Thái 1 và Song Thái 2 thành xóm Song Thái, sáp nhập hai xóm Bản Hóa và Bản Tiến vào xóm Bản Quyên.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-04-05 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref>\n\n==Hành chính==\nXã Điềm Mặc được chia thành 11 xóm: Bản Bắc 1, Bản Bắc 2, Bản Quyên, Bắc Doọc, Bình Nguyên, Đồng Lá 1, Đồng Lá 2, Đồng Vinh, Phụng Hiển, Song Thái, Trung Tâm.<ref name=NQ-HĐND\/>\n\n==Giao thông==\nĐiềm Mặc có tuyến đường nối từ xã Bình Yên đến Phú Đình chạy qua, ngoài ra còn có tuyến đường liên xã Điềm Mặc - Sơn Phú dài 5,7&nbsp;km, đây là con đường vành đai ATK được ủy ban nhân dân tỉnh đầu tư với kinh phí 15 tỷ đồng và được người dân tình nguyện hiến đất.<ref>{{Chú thích web |url=http:\/\/www.baothainguyen.org.vn\/tin-tuc\/xa-hoi\/khi-tu-tuong-nguoi-dan-da-thong-54948-85.html |ngày truy cập=2012-09-13 |tựa đề=Khi tư tưởng người dân đã thông |archive-date=2021-02-27 |archive-url=https:\/\/web.archive.org\/web\/20210227133249\/http:\/\/www.baothainguyen.org.vn\/tin-tuc\/xa-hoi\/khi-tu-tuong-nguoi-dan-da-thong-54948-85.html |url-status=dead }}<\/ref>\n==Kinh tế==\nĐiềm Mặc là một xã nằm trong chương trình 134 và 135 của chính phủ Việt Nam. Xã có hơn 350 ha chè, trong đó có 300 ha là chè kinh doanh, là một trong những địa phương có diện tích chè lớn nhất của huyện Định Hóa.<ref>[http:\/\/thainguyen.gov.vn\/wps\/portal\/soldtbxh\/PrintNews?WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/Web+Content\/Sites\/DK\/Festival_Tra_2011\/SA_DATCHE\/db7b800047d18c6d8427e5463a9cddb1 Thay đổi thói quen trồng, chăm sóc và chế biến chè]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}<\/ref>\n\n==Di tích==\nTại đây ngày 19 tháng 5 năm 1947, Chủ tịch Hồ Chí Minh quyết định đóng đại bản doanh của người tại đồi Khau Tý - Nạ Tra để lãnh đạo nhân dân kháng chiến chống thực dân Pháp xâm lược. Năm 1947 khi Chủ tịch Hồ Chí Minh đóng đại bản doanh trên đồi Khau Tý thì Bộ Tổng tư lệnh quân đội đóng ở Khảu Tràng (1947-1948), Bộ Tổng tham mưu đóng ở Khảu Muột (1947-1948).\n\nTại Điềm Mặc vào ngày 21 tháng 4 năm 1950, đại diện các cơ quan báo chí Trung ương đóng ở chiến khu Việt Bắc đã thay mặt báo giới cả nước tổ chức Đại hội thành lập Hội những người viết báo Việt Nam (nay là Hội Nhà báo Việt Nam).<ref>[http:\/\/www.qdnd.vn\/QDNDSite\/vi-vn\/75\/43\/7\/7\/22\/30054\/Default.aspx Tặng quà 69 gia đình chính sách, gia đình khó khăn xã Điềm Mặc]<\/ref>\n\nTháng 8 năm 2004, Bộ Văn hóa Thông tin - nay là Bộ Thông tin và truyền thông quyết định công nhận di tích lịch sử địa điểm thành lập Hội Những người viết báo Việt Nam là di tích lịch sử cấp quốc gia. Tại đây có nhà trưng bày Di tích lịch sử Hội Nhà báo Việt Nam gồm 2 tầng, mỗi sàn rộng gần 100 m², tổng vốn đầu tư gần 1,2 tỷ đồng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc huyện Định Hóa}}"}