{"483052":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Điền Thượng\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 42,35 km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>\n| dân số = 3.175 người<ref name=QD19Ds>Kết quả [[Tổng điều tra dân số]] năm 1999, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT.<\/ref>\n| thời điểm dân số = [[1999]]\n| mật độ dân số = \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Bá Thước]]\n| thị xã = \n| thành lập = 1964\n| trụ sở UBND = \n| mã hành chính = 14926<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Điền Thượng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Bá Thước]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Điền Thượng nằm ở phía nam của huyện Bá Thước.\n*[[Phía đông]] giáp xã [[Điền Hạ]], huyện Bá Thước.\n*[[Phía nam]] giáp xã [[Thạch Lập]], huyện [[Ngọc Lặc]] và xã [[Đồng Lương, Lang Chánh|Đồng Lương]], huyện [[Lang Chánh]].\n*[[Phía tây]] giáp xã [[Thiết Ống]], huyện Bá Thước.\n*[[Phía bắc]] giáp xã [[Điền Quang]], huyện Bá Thước.\n\n==Lịch sử hành chính==\nXã Điền Thượng còn được gọi là Mường Tiền<ref name=LangThanhhoaIId>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 14.<\/ref>, thời [[nhà Hậu Lê|Lê]]-[[nhà Nguyễn|Nguyễn]] là vùng đất thuộc huyện Cẩm Thủy, [[phủ Thiệu Thiên]], [[Thanh Hóa]]<ref name=LangThanhhoaIIa>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 9.<\/ref>. Đến năm [[Thành Thái]] thứ 16 (1904), thuộc tổng Điền Lư, châu Quan Hóa. Vào năm [[Khải Định]] thứ 10 ([[1925]]), tổng Điền Lư chuyển về châu Tân Hóa mới thành lập<ref name=LangThanhhoaIIb>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 24.<\/ref>. Năm 1943, tổng Điền Lư trở lại thuộc huyện Cẩm Thủy. Sau [[Cách mạng tháng Tám]] ([[1945]]), tổng Điền Lư thuộc châu Tân Hóa mới tái lập, đến tháng 11 năm 1945, châu Tân Hóa đổi thành châu Bá Thước theo tên của thủ lĩnh [[Cầm Bá Thước]] trong [[phong trào Cần Vương]]<ref name=LangThanhhoaIIc>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 10.<\/ref>.\n\nTháng 3 năm [[1948]], xã Điền Thượng lúc này là vùng đất thuộc xã Hồ Điền, huyện Bá Thước<ref name=LangThanhhoaIIc\/>. Năm 1964, xã Hồ Điền được chia thành 4 xã là Điền Lư, Điền Quang, Điền Hạ, Điền Thượng<ref name=QD107>Quyết định số 107-NV ngày 02-4-1964 của Bộ trưởng Bộ Nội vụ [[Việt Nam Dân chủ Cộng hòa]].<\/ref>, tên gọi Điền Thượng chính thức xuất hiện từ đây.\n\nKhi mới thành lập, xã Điền Thượng có 5 chòm, làng: Chiềng Điền, Lâu, Bít, Bả và làng Xay Luồi<ref name=LangThanhhoaIId\/>. Hiện nay, xã gồm có 6 làng: Bít Bả, Lau, Chiềng Mưng, Chiềng Má, Xay, Nông.\n làng Bít là trung tâm chính trị, kinh tế và văn hoá của xã. Về giáo duc, Làng Bít luôn là đầu tầu trong các thành tựu về giáo dục của xã; nơi này cũng đã sản sinh ra nhiều Tiến sỹ, Thạc sỹ, Cử nhân...cung cấp nguồn nhân lực chất lượng cao cho xã hội.Làng Bít dựa lưng vào núi Rồng, với gần 100 hộ dân. Năm 2019, sắp nhập Thành làng Bít Bả với khoảng 150 hộ dân và khoảng 350 nhân khẩu. Bít Bả đang phấn đấu để trở thành làng đầu tiên được công nhận là Làng nông thôi mới theo chương trình của Chính phủ Việt Nam [6]\n{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\n== Địa hình ==\nĐịa hình của xã tương đối bằng phẳng, vùng giáp ranh dược bao quanh bởi các dãy núi. Xã có một con sông nhỏ chảy qua, người dân thường gọi là sông Cái. Ven hai bờ sông và các thung lũng thấp là những cách đồng rộng theo kiểu bậc thang thấp.\n\n== Dân cư ==\nDân cư chủ yếu là [[người Mường]], sống chủ yếu bằng canh tác đất nông nghiệp, trình độ thâm canh lúa nước ở mức khá cao. Dân sống quần cư thành làng theo kiểu người Kinh, đời sống tinh thần khá phong phú.\n\n== Tài nguyên thiên nhiên ==\nTài nguyên rừng khá phong phú, trữ lượng lớn. Ngoài ra còn có quặng sắt, vàng, đá vôi {{fact|date = ngày 6 tháng 1 năm 2013}}...\n\n==Tham khảo==\n*{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001 }}\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Bá Thước}}"}