{"201789":"{{bài cùng tên|Điện Thái Hòa}}\n{{Coor uppermost|lat=16.468|lon=107.576}}\n{{Công trình thành nội Huế\n|tên = Điện Thái Hòa\n|hình = Dien_Thai_Hoa.jpg\n|cỡ hình = 300\n|ghi chú hình = Điện Thái Hòa\n|tên khác =\n|vị trí = \n|địa chỉ = \n|đời vua = [[Gia Long]], [[Minh Mạng]]\n|xây dựng = [[1805]]\n|phá hủy = \n|tình trạng = \n|chức năng = Điện thiết triều\n|cao = \n|rộng = \n|dài = \n|diện tích = \n|label_x = 0.48\n|label_y = 0.74\n|tên điểm = Điện Thái Hòa\n}}\n'''Điện Thái Hòa''' ([[chữ Hán]]: 太和殿) là cung điện nằm trong khu vực [[Đại Nội]] của kinh thành [[Huế]], là nơi đăng quang của 13 vua [[triều Nguyễn]] từ [[Gia Long]] đến [[Bảo Đại]]. Trong chế độ [[phong kiến]] cung điện này được coi là trung tâm của đất nước.\n\n==Xây dựng và trùng tu==\nQuá trình xây dựng và trùng tu điện Thái Hòa được chia làm 3 thời kỳ chính; mỗi thời kỳ đều có những thay đổi lớn, cải tiến về kiến trúc và trang trí. Vua Gia Long khởi công xây dựng vào ngày [[21 tháng 2]] năm 1805 và hoàn thành vào tháng 10 cùng năm. Năm 1833 khi vua [[Minh Mạng]] quy hoạch lại hệ thống kiến trúc cung đình ở [[Đại Nội]], trong đó có việc cho dời điện về mé nam và làm lại đồ sộ và lộng lẫy hơn. Năm 1923 dưới thời vua [[Khải Định]] để chuẩn bị cho lễ Tứ tuần Đại khánh tiết của nhà vua (mừng vua tròn 40 tuổi) diễn ra vào năm 1924, điện Thái Hòa đã được \"đại gia trùng kiến\".\n\nQua các đợt trùng tu lớn nói trên và nhiều lần trùng tu sửa chữa nhỏ khác dưới thời vua [[Thành Thái]], Bảo Đại và trong thời gian gần đây (vào năm 1960, 1970, 1981, 1985 và 1992) điện Thái Hòa đã ít nhiều có thay đổi, vẻ cổ kính ngày xưa đã giảm đi một phần. Tuy nhiên, cốt cách cơ bản của nó thì vẫn còn được bảo lưu, nhất là phần kết cấu kiến trúc và trang trí mỹ thuật.\n\n==Chức năng==\n[[Tập tin:Bên trong điện Thái Hòa(1).jpg|thế=|nhỏ|300x300px|Ngai vàng của nhà vua trong Điện Thái Hòa]]\nĐiện Thái Hòa là biểu trưng quyền lực của [[nhà Nguyễn|Hoàng triều Nguyễn]]. Điện, cùng với sân chầu, là địa điểm được dùng cho các buổi triều nghi quan trọng của triều đình như: lễ Đăng Quang, sinh nhật vua, những buổi đón tiếp sứ thần chính thức và các buổi đại triều được tổ chức 2 lần vào ngày mồng 1 và 15 âm lịch hàng tháng. Vào những dịp này, nhà vua ngồi uy nghiêm trên ngai vàng. Chỉ các [[quan Tứ trụ]] và những hoàng thân quốc thích của nhà vua mới được phép vào điện diện kiến. Các quan khác có mặt đông đủ và đứng xếp hàng ở sân Đại triều theo cấp bậc và thứ hạng từ nhất phẩm đến cửu phẩm, quan văn đứng bên trái, quan võ đứng bên phải. Tất cả các vị trí đều được đánh dấu trên hai dãy đá đặt trước sân chầu.\n\n==Kiến trúc==\n[[Tập tin:Tourists visiting Thái Hòa Palace.JPG|nhỏ|300px|Du khách viếng thăm Điện Thái Hòa]]\n[[Tập tin:DienThaiHoaHue.jpg|nhỏ|phải|Điện Thái Hòa và sân Đại Triều Nghi trong Hoàng thành Huế.]]\nLà nơi thể hiện uy quyền của [[quốc gia]], điện được xây trên nền cao 1 mét, diện tích 1360 m², nguy nga bề thế trông ra một [[sân]] rộng.\n\nCung điện được xây theo lối [[trùng thiềm điệp ốc]] và được chống đỡ bằng 80 cột gỗ [[lim]] được sơn thếp và trang trí hình [[rồng]] vờn [[mây]] - một biểu tượng về sự gặp gỡ giữa [[hoàng đế]] và quần thần đúng như chức năng vốn có của ngôi điện. Nhà trước và nhà sau của điện được nối với nhau bằng một hệ thống trần vòm mai cua dưới máng nước nối của hai mái nhà (thuật ngữ kiến trúc gọi là ''máng thừa lưu''). Chính trần mai cua này nối với nửa trong tạo ra một [[không gian]] [[nội thất]] liên tục, thống nhất, rộng rãi, không còn cảm giác ghép nối hai tòa nhà. Việc ứng dụng máng thừa lưu là một sáng tạo của người xây dựng điện, nó chẳng những che kín được sự lõm xuỗng của nơi nối hai mái mà còn tạo nên [[nhịp điệu]] kiến trúc.<ref>Di sản thế giới, tập 2, Bùi Đẹp, Nhà xuất bản Trẻ, 2001<\/ref> Đây cũng là một dụng ý của [[kiến trúc sư]]. Điện không được xây cao như của Trung Quốc, vì vậy nửa ngoài mái cao hơn, nửa trong mái thấp hơn. Mục đích là tạo cảm giác \"cao\" cho gian ngoài- nơi bá quan hành lễ, bên trong thấp vừa làm nổi bật gian ngoài vừa là nơi vua ngồi nên kín đáo, uy nghiêm.\n\nHệ thống vì kèo nóc nhà sau tương đối đơn giản, chỉ làm theo kiểu \"vì kèo cánh ác\", nhưng hệ thống vì kèo nóc nhà trước thì thuộc loại vì kèo \"chồng rường - giả thủ\" được cấu trúc tinh xảo. Toàn bộ hệ thống vì kèo, rường cột, ở đây đều liên kết với nhau một cách chặt chẽ bằng hệ thống mộng chắc chắn.\n\nMái điện lợp [[ngói]] hoàng [[lưu ly]], nhưng không phải là một dải liên kết mà được chia làm ba tầng chồng mí lên nhau theo thứ tự từ cao xuống thấp, gọi là mái \"chồng diêm\", mục đích là để tránh đi sự nặng nề của một tòa nhà quá lớn đồng thời để tôn cao ngôi điện bằng cách tạo ra ảo giác [[chiều cao]] cho tòa nhà. Giữa hai tầng mái trên là dải cổ diêm chạy quanh bốn mặt của tòa nhà. Dải cổ diêm được phân khoảng ra thành từng ô hộc để trang trí hình vẽ và thơ văn (197 bài thơ) trên những tấm [[pháp lam]] theo lối ''nhất thi nhất họa''. \n[[Tập tin:Điện Thái Hòa.JPG|nhỏ|250px|phải|Cửa Ngọ Môn nhìn từ Điện Thái Hòa]]\n\nTrang trí cũng như kiến trúc của điện Thái Hòa nói chung, có một khái niệm đặc biệt đáng chú ý là con số 5, và nhất là con số 9. Hai con số này chẳng những xuất hiện ở trang trí nội ngoại thất của tòa nhà mà còn ở trên các bậc thềm của điện. Từ phía [[Đại Cung Môn]] của [[Tử Cấm Thành]] đi ra điện Thái Hòa, vua phải bước lên một hệ thống bậc thềm ở tầng nền dưới là 9 cấp và ở tầng nền trên là 5 cấp. Trước mặt điện số bậc cấp bước lên Đệ nhị Bái đình và Đệ nhất Bái đình cộng lại là 9. Tiếp đó, hệ thống bậc thềm ở nền điện cũng có 5 cấp. Đứng ở sân Đại triều nhìn vào hay từ phía Tử Cấm Thành nhìn ra người ta đều thấy trên mỗi mái điện đều được đắp nổi chín con rồng ở trong các tư thế khác nhau: lưỡng long chầu [[hổ phù]] đội bầu rượu, lưỡng long triều nhật, hồi long (rồng quay đầu lại), rồng ngang… Ở nội điện cũng thế, từ [[ngai vàng]], bửu tán, các mặt diềm gỗ chung quanh cho đến mỗi mặt của ba tầng bệ mỗi nơi đều trang trí một bộ chín con rồng. \nNgày nay, Điện Thái Hòa trở thành một điểm du lịch nổi tiếng.\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/Dienthaihoa.asp Điện Thái Hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091029143050\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/Hoangthanh\/Dienthaihoa.asp |date=2009-10-29 }} trên trang của Trung tâm bảo tồn di tích cố đô Huế\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Hoàng thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}