{"14529887":"[[Tập tin:DAU TIENG 1-2-3.png|thế=Công trình điện Mặt Trời tại hồ Dầu Tiếng.|nhỏ|Công trình điện Mặt Trời tại [[hồ Dầu Tiếng]].]]\n{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = Điện Mặt Trời Dầu Tiếng 1\n| position = bottom\n| lat_deg = 11.463827\n| lon_deg = 106.216709\n}}\n'''Điện Mặt Trời Dầu Tiếng''' là nhóm nhà máy [[điện Mặt Trời]] xây dựng trên vùng đất bán ngập và ven [[hồ Dầu Tiếng]] ở các huyện [[Tân Châu (huyện)|Tân Châu]] và [[Dương Minh Châu (huyện)|Dương Minh Châu]] tỉnh [[Tây Ninh]], Việt Nam.<ref name=\"BandoHc\">Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name=\"Bd50-ca21\">Bản đồ tỷ lệ 1:50.000 tờ C-48-21-xx. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name=\"dmtdt-nlvn\">[http:\/\/nangluongvietnam.vn\/news\/vn\/dien-hat-nhan-nang-luong-tai-tao\/khoi-dong-du-an-dien-mat-troi-dau-tieng-1-va-2.html Khởi động dự án điện mặt trời Dầu Tiếng 1 và 2]. Năng lượng Việt Nam, 18\/06\/2018. Truy cập 15\/02\/2019.<\/ref><ref name=\"dmtdt-btq\">[http:\/\/toquoc.vn\/xay-dung-nha-may-dien-mat-troi-lon-nhat-chau-a-tai-tay-ninh-99238276.htm Xây dựng nhà máy điện mặt trời lớn nhất châu Á tại Tây Ninh]. Báo Tổ Quốc, 21\/06\/2018. Truy cập 15\/02\/2019.<\/ref> Dự án ban đầu cụm có 3 nhà máy với tổng công suất lắp máy 500 MW, khởi công tháng 6\/2018. Trang trại năng lượng quang điện trải rộng cỡ 700 ha trong đó chủ yếu là vùng bán ngập của [[hồ Dầu Tiếng]].<ref name =dmtdt-btn >[http:\/\/baotayninh.vn\/cong-bo-do-an-quy-hoach-chi-tiet-du-an-nha-may-dien-mat-troi-dau-tieng-1-2-3-a100681.html Công bố đồ án quy hoạch chi tiết Dự án nhà máy điện mặt trời Dầu Tiếng 1, 2, 3]. Báo Tây Ninh, 22\/07\/2018. Truy cập 15\/02\/2019.<\/ref>\n\nNhà máy ở cách [[Thành phố Hồ Chí Minh]] cỡ 100&nbsp;km.<ref name =Bd50-ca21 \/> Các văn liệu thường coi ''Điện Mặt Trời Dầu Tiếng 1 và 2'' là một dự án, và ít có văn liệu nhắc đến ''Điện Mặt Trời Dầu Tiếng 3''.\n\nQuy hoạch Điện Mặt Trời Dầu Tiếng đưa ra năm 2019 hướng đến tổng công suất lắp máy 2.000 MW.<ref name =DmtDTieng-nlvn \/>\n\n== Các nhà máy ==\n* '''Điện Mặt Trời Dầu Tiếng 1''': công suất lắp máy 150 MW, tại xã [[Tân Hưng, huyện Tân Châu|Tân Hưng]] huyện [[Tân Châu, Tây Ninh|Tân Châu]] và xã [[Suối Đá]] huyện [[Dương Minh Châu (huyện)|Dương Minh Châu]]. Nhà máy có diện tích 216 ha, trong đó diện tích lắp đặt tấm [[pin Mặt Trời]], khu kỹ thuật dự kiến 190,17 ha. \n* '''Điện Mặt Trời Dầu Tiếng 2''': công suất lắp máy 200 MW, tại xã [[Suối Đá]] huyện [[Dương Minh Châu (huyện)|Dương Minh Châu]]. Nhà máy có diện tích 288 ha, trong đó diện tích lắp đặt tấm pin Mặt Trời, khu kỹ thuật dự kiến 257,70 ha.\n* '''Điện Mặt Trời Dầu Tiếng 3''': công suất lắp máy 150 MW, tại xã [[Tân Hưng, huyện Tân Châu|Tân Hưng]] và [[Tân Phú, huyện Tân Châu|Tân Phú]] huyện [[Tân Châu, Tây Ninh|Tân Châu]]. Nhà máy có diện tích 216 ha, trong đó diện tích lắp đặt tấm pin Mặt Trời, khu kỹ thuật dự kiến 192 ha.\n\nTháng 6 năm 2019, Điện Mặt Trời Dầu Tiếng 1 và 2 đã chính thức vận hành thương mại với công suất lắp đặt 420 MW. Nhà máy có diện tích 504 ha, hòa lưới điện quốc gia sản lượng điện hàng năm khoảng 688 triệu kWh.<ref name =DmtDTieng-nlvn >[http:\/\/nangluongvietnam.vn\/news\/vn\/dien-hat-nhan-nang-luong-tai-tao\/khanh-thanh-cum-nha-may-dien-mat-troi-dau-tieng.html Khánh thành cụm Nhà máy điện mặt trời Dầu Tiếng]. Năng lượng Việt Nam, 10\/09\/2019. Truy cập 15\/09\/2019<\/ref>\n\n==Tài chính của dự án==\nDự án dự kiến hoàn thành vào tháng 6 năm 2019 với khoản đầu tư khoảng 400 triệu [[USD]] của Công ty Cổ phần Năng lượng Dầu Tiếng Tây Ninh, một liên doanh của Công ty Điện lực B Grimm và Công ty TNHH Xuân Cầu. Dự án bao gồm 02 phần: Phần nhà máy và phần trạm, đường dây đấu nối. Phần nhà máy được thực hiện bởi Sinohydro Corporation Limited và Powerchina Huadong Engineering Corporation Limited, cả hai đều là công ty con của PowerChina Group. Phần trạm và đường dây đấu nối được thực bởi Công ty Cổ phần Xây lắp điện I (PCC1). Với công suất phát điện 420 MWp \/ 350 MWac, đây là dự án nhà máy năng lượng Mặt Trời lớn nhất ở [[Đông Nam Á]].\n\n==Tổng quan về thiết kế nhà máy==\n\nNhà máy điện Mặt Trời [[Dầu Tiếng]] được thiết kế với công nghệ quang điện Mặt Trời bao gồm các thành phần chính là các dãy bảng PV, hệ thống biến tần, hệ thống giám sát \/ điều khiển, hệ thống trạm tăng áp và hệ thống truyền dẫn. Bố cục chung của Nhà máy điện Mặt Trời Dầu Tiếng đặc biệt chú trọng đến khoảng cách bố trí các hàng thiết bị, góc và cấu hình thiết bị, hướng lắp đặt thiết bị. Bố cục này được thiết kế và tính toán hiệu quả để giảm chi phí và tối đa năng suất từ nhà máy. Nhà máy năng lượng Mặt Trời sử dụng hơn 1,3 triệu mô đun PV, 170.000 cọc nền móng, 600&nbsp;km kết cấu thép đỡ và gần 160&nbsp;km cáp và 2.000&nbsp;km dây điện. Việc xây dựng các kết cấu để lắp các tấm pin Mặt Trời cần 35.000 tấn thép mạ kẽm. Dự án dự kiến sẽ được đưa vào vận hành thử vào tháng 6 năm 2019. Toàn bộ nhà máy năng lượng Mặt Trời sẽ được kết nối với Trạm biến áp 220 kV của Công ty Cổ phần Năng lượng Dầu Tiếng Tây Ninh. Dự án này được cho là cung cấp một nguồn năng lượng Mặt Trời khoảng 14,9 TWh điện trong suốt 25 năm, đủ để đáp ứng hầu như toàn bộ nhu cầu điện của thành phố Tây Ninh. Điều đó có nghĩa là có thể tạo ra hàng năm 592300 MWh.<ref name =dmtdt-nlvn \/>\n\n== Tham khảo ==\n{{tham khảo |colwidth =25em}}\n\n== Liên kết ngoài ==\n{{Sơ khai điện lực Việt Nam}}\n{{Điện mặt trời Việt Nam}}\n[[Thể loại:Nhà máy điện tại Tây Ninh|Dầu Tiếng]]\n[[Thể loại:Nhà máy điện Mặt Trời Việt Nam]]"}