{"303790":"{{Thông tin nhạc sĩ\n| nền = ca sĩ hát đơn\n| tên = Đoan Trang\n| hình = Doan Trang 2017.png\n| kích thước hình = \n| chú thích hình = Đoan Trang tại VIFW 2017\n| tên thật = Cao Thị Đoan Trang\n| ngày sinh = {{birth date and age|1978|2|4}}\n| nơi sinh = [[Nam Định (thành phố)|Thành phố Nam Định]], [[Nam Định]], [[Việt Nam]]\n| ngày mất = \n| nơi mất = \n| thể loại = [[Pop]], [[Latin]], [[jazz]], [[blues]]\n| năm hoạt động = 2001- \n| ca khúc = {{flatlist|\n*\"Tóc hát\"\n*\"Khi tôi 20\"\n*\"Forget Me Not\"\n*\"Tango\"\n*\"Sôcôla\"\n*\"Quạt giấy\"\n*\"Guốc mộc\"\n}}\n|Nghề nghiệp=[[Ca sĩ]]<br>[[Diễn viên]]<br>[[MC]]}}\n\n'''Cao Thị Đoan Trang''' (sinh ngày [[4 tháng 2]] năm [[1978]]) là [[ca sĩ]], [[diễn viên]], [[Người dẫn chương trình|MC]] và giám khảo truyền hình người [[Việt Nam]]. Với chất giọng khỏe và tự nhiên, cô có khả năng thể hiện đa dạng các loại nhạc, từ ca khúc trữ tình đến các ca khúc sôi động.<ref name=\":0\" \/>\n\nKhởi đầu sự nghiệp bằng việc tham gia các buổi biểu diễn hệ phong trào và đoạt những giải thưởng khi còn là [[sinh viên]] của 2 trường là đại học [[HUFLIT]] và [[Nhạc viện Thành phố Hồ Chí Minh ]], Trang đoạt giải nhì cuộc thi [[Tiếng hát Truyền hình Thành phố Hồ Chí Minh]] năm 2001.\n\nBiệt danh \"[[Chocolate]]\" do [[nhà báo|báo chí]] và giới truyền thông đặt cho Trang nhằm nói đến nước da bánh mật và cũng là ca khúc trong [[album]] của Trang.<ref name=\":0\">{{chú thích báo\n|url=http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2005\/09\/3B9E2480\/\n|title=Đoan Trang muốn biến hóa bản thân\n|publisher=Vnexpress.net\n|date=\n|accessdate =14 tháng 11 năm 2008\n|archive-date = ngày 27 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081227180706\/http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2005\/09\/3B9E2480\/\n|url-status=dead\n}}<\/ref>\n\n==Tiểu sử và sự nghiệp==\n[[Tập tin:Đoan Trang 2012.jpg|thumb|phải|250px|Trang năm 2012.]]\nTrang sinh ngày [[4 tháng 2]] năm 1978 tại [[Nam Định]]<ref>{{chú thích báo\n|url=http:\/\/www.lansongxanh.vn\/Info\/Singer.aspx?isinger=113\n|title=Thông tin về Đoan Trang trên Lansongxanh.vn\n|publisher=Làn Sóng Xanh\n|date=\n|accessdate =15 tháng 11 năm 2008\n|archive-date = ngày 19 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081219231237\/http:\/\/lansongxanh.vn\/Info\/Singer.aspx?isinger=113\n}}<\/ref>. Trang đã sống tại thành phố [[Nam Định (thành phố)|Nam Định]] tỉnh [[Nam Định]] trong gia đình có 6 người, gồm bố mẹ 1 chị gái và 2 em trai. Cậu em trai Cao Minh Trung của Trang là tay trống của [[Microwave (ban nhạc)|Microwave]] <ref>{{chú thích báo\n|tác giả=Phương Vũ Châu\n|tác phẩm=Báo điện tử Sài Gòn Tiếp Thị Media\n|url=http:\/\/sgtt.vn\/Van-hoa\/Bieu-dien\/91216\/Nha-co-3-chi-em.html\n|tên bài=Nhà có 3 chị em\n|ngày=11 tháng 7 năm 2007\n|ngày truy cập=21 tháng 3 năm 2013\n}}{{Liên kết hỏng|date = ngày 16 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Trang đã có thiên hướng và niềm yêu thích với [[âm nhạc]], từng trình diễn các bài hát thiếu nhi trên những sân khấu khi 5 tuổi<ref name=\"Chân dung\">{{chú thích báo\n|url=http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Am-nhac\/2006\/7-14\/6095\/\n|title=Chân dung Đoan Trang qua Alphabet\n|publisher=Báo Mực Tím\n|date=\n|accessdate =14 tháng 11 năm 2008\n|archive-date = ngày 16 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081216030032\/http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Am-nhac\/2006\/7-14\/6095\/\n}}<\/ref>, là thành viên của [[Nhà văn hóa]] [[Đồng Nai|Tỉnh]] và các phong trào ca hát tại nơi theo học, Trang tham gia những hoạt động văn nghệ của trường trong khoảng thời gian đi học, tất cả các cuộc thi Trang tham gia thì đều giành được giải thưởng.\n\nNăm [[1992]], khi 14 tuổi, Trang phải xa gia đình để theo học phổ thông tại [[Thành phố Hồ Chí Minh]]<ref name=\"Chân dung\" \/>. Năm [[1995]], Trang dự thi và đậu vào Khoa trung cấp [[thanh nhạc]] - [[Nhạc viện Thành phố Hồ Chí Minh|Nhạc Viện Thành phố]], Trang còn theo học ngành Sư phạm Anh văn của [[HUFLIT|Đại học Ngoại ngữ - Tin học TP Hồ Chí Minh]] (HUFLIT), theo học cùng lúc 2 trường đại học, Trang tham gia đa số các hoạt động về công tác [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn]], nhất là chiến dịch [[Mùa Hè Xanh]] và các công tác xã hội khác. Vì những hoạt động như vậy, mùa xuân năm 1999, [[Bộ Giáo dục và Đào tạo Việt Nam|Bộ Giáo dục và Đào tạo]] chọn Trang vào đội sinh viên đi thăm [[bộ đội]] ở vùng [[biên giới]].\n\n===Trưởng thành từ những phong trào===\nVới lợi thế về khả năng ca hát cộng với kinh nghiệm biểu diễn trên sân khấu, Đoan Trang là nhân vật \"khá quen thuộc đối với các buổi liên hoan văn nghệ dành cho sinh viên các trường đại học và từng đoạt khá nhiều giải thưởng\"<ref>\n{{chú thích báo\n|url=http:\/\/www.vnmedia.vn\/newsdetail.asp?NewsId=53380&Catid=57\n|title=Đoan Trang: \"Tôi bắt đầu nghĩ đến một đám cưới\"\n|publisher=Vnmedia.vn\n|date=\n|accessdate =14 tháng 11 năm 2008}}<\/ref>. Thời kỳ này, Trang biểu diễn tai các [[quán bar]] và [[phòng trà]] trên địa bàn thành phố để kiếm thêm thu nhập nuôi 2 em trai ăn học và cũng là để trang trải phần học phí của mình<ref>\n{{chú thích báo\n|url=http:\/\/home\/15787p0c1003\/khong-phai-la-so-1-nhung-toi-la-duy-nhat.htm \n|title=\"Không phải là số 1, nhưng tôi là duy nhất\"\n|publisher=Giadinh.net.vn\n|date=\n|accessdate =14 tháng 11 năm 2008}}<\/ref>. Từng có cuộc bầu chọn ra Trang là 1 trong 10 sinh viên tiêu biểu của ĐH Ngoại ngữ - Tin học Thành phố Hồ Chí Minh (khóa 1995-1999).<ref name=\"Xuất sắc\">{{chú thích báo\n|url=http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2004\/05\/3B9D2597\/\n|title=Đoan Trang: 'Tôi không bao giờ hát nhép'\n|publisher=Vnexpress.net\n|date=\n|accessdate =14 tháng 11 năm 2008\n|archive-date = ngày 1 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081201123510\/http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2004\/05\/3B9D2597\/\n|url-status=dead\n}}<\/ref>\n\nNăm 1998, Trang tham gia cuộc thi \"Tiếng hát học sinh - sinh viên Thành phố\", cuộc thi dành cho các bạn trẻ là học sinh - sinh viên tại các trường trung học phổ thông và đại học - cao đẳng nằm trên đại bàn [[Thành phố Hồ Chí Minh]]. Tại cuộc thi này, Trang đoạt Huy chương vàng và sau đó là đại diện của Thành phố tham dự \"Tiếng hát HSSV toàn quốc\" diễn ra tại [[Hà Nội]], giành được huy chương bạc.\n\nKhông chỉ tham gia các giải phong trào trong [[học đường]], Trang tham gia vào \"Tiếng hát Truyền hình Thành phố Hồ Chí Minh\" năm 1997, cuộc thi theo đánh giá là \"có uy tín vào loại bậc nhất\" của Sài Gòn và các tỉnh [[miền Nam Việt Nam|phía nam]], là nơi phát hiện ra hàng loạt ca sĩ sau này như: [[Thu Minh]], [[Đàm Vĩnh Hưng]], [[Đức Tuấn]], [[Thanh Thúy]]... Với cuộc thi này, Trang đã lọt vào vòng chung kết và đoạt giải khuyến khích.\n\n===Con đường trở thành ca sĩ chuyên nghiệp===\nNăm 1999, sau khi Trang tốt nghiệp đại học, với tấm bằng xuất sắc thanh nhạc - Nhạc viện Thành phố<ref name=\"Xuất sắc\" \/>, ai đó từng chọn phỏng vấn Trang để làm việc tại [[Singapore Airline]], công việc theo đánh giá là phù hợp với ngành tiếng Anh mà Tranh đã theo học. Trang đã tự chọn cho mình con đường trở thành ca sĩ chuyên nghiệp, đăng ký vào câu lạc bộ \"Giai Điệu Xanh\" và tham gia biểu diễn tại những tụ điểm giải trí trên địa bàn thành phố.\n\nNăm 2001, lần nữa Trang tham gia vào cuộc thi Tiếng hát Truyền hình Thành phố và đã đoạt giải nhì, trong lần thi này, Trang thể hiện ca khúc ''Vô tình'' của nhạc sĩ [[Trần Tiến]], ca khúc đạt được số điểm \"sít sao\" với giải nhất năm đó là nữ ca sĩ [[Tú Anh]]<ref name=\"Ngẫu hứng\">\n{{chú thích web | url = http:\/\/dantri.com.vn\/giai-tri\/doan-trang-ngau-hung-cung-tran-tien-va-ha-anh-tuan-1209225820.htm | tiêu đề = Đoan Trang: Ngẫu hứng cùng Trần Tiến và Hà Anh Tuấn | author = | ngày = | ngày truy cập = 22 tháng 1 năm 2016 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>, Trang nhận được những lời mời từ các nhà sản xuất, và các công ty âm nhạc. Trang đã chọn con đường trở thành ca sĩ độc lập và tự phát triển sự nghiệp ca hát theo hướng riêng của mình.\n\nNăm 2002, Trang có các ca khúc theo đánh giá là hit lúc bấy giờ như: ''Forget me not'', ''Khi tôi 20'',... 3 hãng đĩa ghi âm thực hiện 3 bản hòa âm khác nhau bao gồm techno, slow và nhạc điện tử cho ca khúc ''Forget me not'' do nhạc sĩ [[Quốc An]] sáng tác. Với những ca khúc này, khán giả bình chọn Trang là ca sĩ trẻ triển vọng trong năm của [[Làn Sóng Xanh]]. Năm 2005, ai đó trao giải [[Làn Sóng Xanh]] lần thứ 7 cho Trang, Trang là 1 trong 10 ca sĩ \"được yêu thích nhất trong năm\" với 2 ca khúc \"Tóc hát\" và \"Bâng Khuâng\", có những tuần liền nằm trong top 5 của Làn sóng Xanh<ref>\n{{chú thích báo\n|url=http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2005\/12\/521818\/ \n|title=Kết quả Làn sóng xanh 2005: Bất ngờ với nhiều thắc mắc!\n|publisher=Vietnamnet.vn\n|date=\n|accessdate =15 tháng 11 năm 2008}}<\/ref>. Đây là lần đầu tiên Trang giành được giải Làn Sóng Xanh. Có những bài báo cho rằng Trang không xứng đáng với giải này bằng [[Thanh Thảo]], ca sĩ theo đánh giá là có nhiều bài hát thành công hơn, và hoài nghi có sự vận động ở hậu trường.\n\nTháng 7 năm 2007, Trang thực hiện chuyến [[du học]] trong vòng 5 tuần tại [[Hoa Kỳ]], đăng ký vào trường [[Đại học Berklee]], [[trường nhạc]] tại thành phố [[Boston]], bang [[Massachusetts]]. Với khóa học có tên gọi là \"Summer Performance Program\", Trang được học về thanh nhạc, nhạc lý, kỹ năng biểu diễn sân khấu và dòng nhạc [[R&B]], [[Latin pop]].\n\n===Liveshow Khi tôi 20===\nNăm 2004, Trang thực hiện liveshow đầu tiên trong sự nghiệp của mình mang tên \"Khi tôi 20\" tại [[Huế]], ngoài ca sĩ khách mời trong nước như: [[Ngọc Anh]], Trần Tâm, [[Nguyễn Phi Hùng]], [[Lý Hải]]... buổi biểu diễn còn có tài trợ và truyền hình trực tiếp trên 7 [[đài truyền hình]] của Việt Nam: [[Đài Phát thanh - Truyền hình Hải Phòng|Hải Phòng]], [[Đài truyền hình Hà Nội|Hà Nội]], [[Đài Phát thanh - Truyền hình Huế|Huế]], [[Đài truyền hình Đà Nẵng|Đà Nẵng]], [[Đài Phát thanh - Truyền hình Nha Trang|Nha Trang]], [[Đài Truyền hình Thành phố Hồ Chí Minh|Thành phố Hồ Chí Minh]] và [[Đài Phát thanh - Truyền hình Cần Thơ|Cần Thơ]]. Trong Liveshow này, Đoan Trang trình bày 10 bài hát bao gồm các ca khúc đã làm nên tên tuổi của mình như: ''Khi tôi 20'', ''Vô tình'', ''cảm ơn một đóa xuân ngời'', ''Forget me not'',...\n\nCó kỳ vọng rằng liveshow sẽ tạo sức bật để Đoan Trang \"vút lên thành sao\"<ref>\n{{chú thích báo\n|url=http:\/\/www.vnn.vn\/vanhoa\/tintuc\/2004\/06\/158744\/ \n|title=Đoan Trang và live show \"Khi tôi 20\"\n|publisher=Vnn.vn\n|date=\n|accessdate =16 tháng 11 năm 2008}}<\/ref>. Có nhận xét cho rằng buổi biểu diễn đã không thành công như mong đợi, sự \"không hiểu ý giữa các ca sĩ khi chưa được tập luyện thật kỹ cùng nhau\", có những ca sĩ khách mời như [[Mỹ Lệ]], [[Thu Minh]], [[Tuấn Hưng]] đã không tham dự được vì bận, Đoan Trang thừa nhận \"''Khách mời đều là ca sĩ hát nhạc pop, tiết tấu không quá sôi động. Trong khi tôi lại theo dòng latinh, cuồng nhiệt và mạnh mẽ. Có lẽ vì thế tôi trở nên hơi bị động''\". Về tổng thể của chương trình bị \"rời rạc\" do sự cắt xén của nhà đài và sự phân bố các bài hát của ca sĩ chính \"chưa thật hợp lý\"<ref name=\"Liveshow\">\n{{chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/doan-trang-toi-da-chien-thang-ban-than-1880005.html | tiêu đề = Đoan Trang: 'Tôi đã chiến thắng bản thân' - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 22 tháng 1 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>.\n\n===Socodance===\nTháng 5 năm 2006, Trang phát hành album ''Socodance'', album bao gồm tuyển tập 9 bài hát phối âm và trình bày theo phong cách nhạc Dance. Sau đó, giới truyền thông trong nước đã rộ lên thông tin cho rằng ý tưởng của ''Socodance'' là do Trang lấy từ ca sĩ Nhất Thiên Bảo mà không xin phép cá thể này, và bài báo của [[Vietnamnet]] mang tựa đề \"''\"Chôm\" ý tưởng âm nhạc, chuyện chẳng thể đùa!''\" sau đó đăng tải trên [[Internet]], nội dung bài viết cho rằng ca sĩ Nhất Thiên Bảo đã mời Đoan Trang tham gia trình bày những bài hát trong album Bảodance đang thực hiện của mình và Đoan Trang đã tự tiện sử dụng những bài hát đó''\"<ref>\n{{chú thích báo\n|url=http:\/\/www.vietnamnet.vn\/vanhoa\/tintuc\/2006\/04\/564188\/ \n|title=\"Chôm\" ý tưởng âm nhạc, chuyện chẳng thể đùa!\n|publisher=Vietnamnet.vn\n|date=\n|accessdate =15 tháng 11 năm 2008}}<\/ref>. \n \n;Giải thích của 2 ca sĩ\nSau khi bài báo này phát hành, đại diện Soco Production, là ê-kíp thực hiện các dự án âm nhạc của ca sĩ Đoan Trang đã gửi cho những cơ quan thông tấn báo chí trong nước bản thông cáo với tiêu đề: \"Thông cáo chung của ca sĩ Nhất Thiên Bảo và Đoan Trang\" (có chữ ký tay của Đoan Trang và Nhất Thiên Bảo)<ref name=\"Đoan Trang kêu oan\" \/>. Nội dung của bản thông cáo này đã cho rằng: các bài hát trong album của Nhất Thiên Bảo đều mang chủ đạo là thể loại nhạc [[House]], [[Trance]], [[Hip Hop]] đầu [[thập niên 90]] còn ''SocoDance'' của Đoan Trang theo thể loại [[vũ điệu khúc]] [[thập niên]] 50~70 như [[Slow]], [[Tango]], [[Valse]], [[Chachacha]] v.v... Có giải thích cho rằng ý tưởng về SoCodance đã nhóm thảo luận lần đầu tiên vào khoảng tháng 12 năm 2005 trong khi Trang vẫn đang thực hiện CD album single Dạ Khúc và Socodance đã nhen nhóm theo đề xuất của Từ Phi và em trai của mình là Cao Trung Hiếu (thành viên trong nhóm SoCo Production).<ref name=\"Đoan Trang kêu oan\">\n{{chú thích web | url = http:\/\/dantri.com.vn\/giai-tri\/doan-trang-keu-oan-1146149010.htm | tiêu đề = Đoan Trang kêu oan | author = | ngày = | ngày truy cập = 29 tháng 1 năm 2016 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>. Ngoài thông cáo nói trên, Soco Production gửi cho báo chí [[email]] mang nội dung: \"Tôi chính là tác giả của ý tưởng SoCodance và đã cùng thực hiện trong ê kíp SoCoProduction\" của Từ Phi<ref name=\"Nhất Thiên Bảo\">\n{{chú thích web | url = http:\/\/dantri.com.vn\/giai-tri\/nhat-thien-bao-noi-gi-ve-soco-dance-1146170297.htm | tiêu đề = Nhất Thiên Bảo nói gì về Soco Dance? | author = | ngày = | ngày truy cập = 29 tháng 1 năm 2016 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>.\n\nNgày 28\/4\/2006, trong cuộc trả lời phỏng vấn báo Vietnamnet, ca sĩ Nhất Thiên Bảo cho rằng ý tưởng làm album BảoDance là do Lê Minh Hạ, đạo diễn nghĩ ra từ trước, đã trình bày ý tưởng này với Nhất Thiên Bảo và Bảo đã nhận lời thực hiện album BảoDance<ref name=\"Nhất Thiên Bảo\" \/>.\n\nTrang cũng đã từng gửi thư cho tờ báo đã đăng thông tin về vụ tranh chấp, mà theo mình là đã \"bịa đặt\" và \"làm ảnh hưởng rất xấu đến dạnh dự của chúng tôi\" (Trang và \nSoco Production). Khi nhận thấy tờ báo đã không có đính chính thỏa đáng, Trang từng có ý định gửi đơn kiện phóng viên đã viết bài báo này, sau đó đã bỏ qua<ref>{{chú thích báo\n|url=http:\/\/www.vtc.vn\/vanhoa\/3971\/index.htm\n|title=Đoan Trang: Phát khóc vì scandal\n|publisher=Vtc.vn\n|date=\n|accessdate =15 tháng 11 năm 2008\n|archive-date = ngày 9 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090209023921\/http:\/\/vtc.vn\/vanhoa\/3971\/index.htm\n}}<\/ref>.\n\nNhững ngày sau đó, 2 ca sĩ này đã có buổi tiếp xúc trực tiếp với báo chí, Đoan Trang và Nhất Thiên Bảo tỏ thái độ \"rất cởi mở và vui vẻ, trái với dự đoán của nhiều người khi cho rằng không khí sẽ căng thẳng trong buổi nói chuyện này\", cả 2 khẳng định mọi bàn cãi xung quanh Socodance là \"hiểu lầm\" và cảm thấy mọi chuyện đã đi quá xa.\n;Hậu Socodance\nSau vụ \"lùm xùm\" khi phát hành, album Socodance của Đoan Trang đã tiêu thụ được 15.000 CD, là album bán chạy nhất từ trước đến nay của Trang. Những ý kiến cho rằng album này bán chạy như vậy là do \"scandal\" \"Nghi án chôm ý tưởng của Nhất Thiên Bảo\"<ref name=\"Hâu scandal\">\n{{chú thích báo\n|url=http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2006\/06\/577814\/\n|title=Đoan Trang sau scandal \"SocoDance\"\n|publisher=Vietnamnet.vn\n|date=\n|accessdate =15 tháng 11 năm 2008}}<\/ref>. Khi trả lởi phỏng vấn, Trang cho rằng: \"''Tôi rất vui vì ý tưởng mới, phong cách mới của mình đã được khán giả đón nhận. Và mặc dù, trong quá trình thực hiện Socodance đã có rất nhiều chuyện xảy ra, người ta vu cáo tôi \"chôm\" ý tưởng của Nhất Thiên Bảo, rồi có người lại tung ra ý xấu rằng tôi tự dựng scandal để đánh bóng tên tuổi...Thực sự, đó không bao giờ là cách làm của Đoan Trang. Chất lượng nghệ thuật của Socodance- Dạ vũ đã nói lên tất cả''\"<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/giai-tri\/nho-scandal-socodance-thang-lon-1148922095.htm | tiêu đề = Nhờ scandal, “Socodance” thắng lớn? | author = | ngày = | ngày truy cập = 22 tháng 1 năm 2016 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>.\n\n===Tại Hattori Memorial Music Festival===\nTháng 9 năm 2006, ban tổ chức [[Hattori Memorial Music Festival]] mời Trang sang biểu diễn tại thành phố [[Osaka]] ([[Nhật Bản]]), đây là lần đầu tiên ai đó mời ca sĩ Việt Nam tham gia [[liên hoan âm nhạc]] này<ref>\n{{chú thích báo\n|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=164459&ChannelID=58\n|title= Ca sĩ Đoan Trang tham dự Hattori Memorial Music Festival 2006\n|publisher= Tuoitre.com.vn\n|date=\n|accessdate =16 tháng 11 năm 2008}}<\/ref>. Tiêu chí để được nhận lời mời là ca sĩ phải có \"tầm ảnh hưởng lớn đến khán giả trong nước\"<ref name=\"Socôla\" \/>. Trang tham gia biểu diễn cùng với hơn 20 ca sĩ của Nhật và các nước trong khu vực [[châu Á]] khác như: [[Trung Quốc]], [[Indonesia]], [[Hàn Quốc]],... Tại cuộc thi này, Trang trình bày 3 ca khúc đó là: ''Bâng khuâng'', ''Sôcôla'' và ca khúc ''Ngẫu hứng sông Hồng''. Các bài hát mà Trang trình bày đều phối âm theo phong cách Symphony Techno và phong cách latin rock.\n\nTrang nhận được những lời mời hợp tác âm nhạc sau buổi diễn. Misachi (Đạo diễn âm nhạc của Hội âm nhạc Ryoichi Hattori) đã nhận xét về Đoan Trang: \"''Tôi không ngờ một cô gái nhỏ bé lại có phong cách trình diễn và giọng hát đầy nội lực. Mặc dù tôi không hiểu tiếng Việt nhưng qua sự thể hiện của Đoan Trang, tôi hiểu được âm nhạc đương đại VN và Đoan Trang có thể được xem như Utada Kitaru, một ca sĩ nổi tiếng của Nhật Bản. Hi vọng sẽ được hợp tác với Đoan Trang sau này và được giới thiệu âm nhạc VN tại Nhật...''\"<ref name=\"Hattori Memorial Music Festival\">{{chú thích báo \n|url=http:\/\/www3.tuoitre.com.vn\/vieclam\/Index.aspx?ArticleID=165085&ChannelID=58 \n|title=Đoan Trang tại Hattori Memorial Music Festival 2006 \n|publisher=Tuoitre.com.vn \n|date= \n|accessdate =15 tháng 11 năm 2008 \n}}{{Liên kết hỏng|date = ngày 16 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Trong chuyến đi Nhật lần này, Trang được nhận Kỷ niệm chương từ Thị trưởng Osaka và chủ tịch Hội Âm nhạc Ryoichi Hattori, cùng với 2 ca sĩ đến từ Indonesia và Trung Quốc được nhận lời mời tham gia biểu diễn tại vòng chung kết cuộc thi [[StreetGrandPrix2006]], cuộc thi tìm kiếm tài năng âm nhạc của Nhật Bản<ref name=\"Hattori Memorial Music Festival\" \/>.\n\n===Âm Bản và The Unmakeup===\n[[Tháng 12]] năm [[2007]], Trang phát hành album thứ 4 \"''Âm Bản''\". Album thể hiện đẳng cấp nữ quyền và sự chuyển hướng của Trang sang dòng [[Jazz]] và [[Blues]] thay vì [[Latin]] như những album trước đây của Trang. [[Tháng 3]] năm [[2008]], album \"''Âm Bản''\" thắng giải ''Album Vàng'' do Hội đồng Nghệ thuật Bình Chọn. Tại lễ trao giải này, Trang đã bật mí kế hoạch thu album thứ 5 \"''The Unmakeup''\" tập hợp các ca khúc hits của Trang và ai đó dịch các ca khúc sang tiếng Anh và phối khí lại. Đến thời điểm nào đó thì chưa có thông tin thêm và thông tin thêm từ ai đó để xác nhận ngày phát hành album ngoại trừ vụ việc ngừng hợp tác với nhạc sĩ [[Quốc Bảo]].\n\n=== Liveshow Dấu ấn Đoan Trang ===\nNăm 2015, Sau một thời gian tập trung chăm lo cho hạnh phúc gia đình, đặc biệt là vai trò làm mẹ, nữ ca sĩ Đoan Trang trở lại với liveshow \"Dấu ấn\".\n\nTrong đêm diễn ra chương trình (3\/1\/2015), rất nhiều ca khúc gắn bó với tên tuổi của Đoan Trang được tái diễn nhưng cũng được làm mới từ cách dàn dựng cho đến âm nhạc. Tham gia trình diễn với Đoan Trang trên sân khấu sẽ không thể thiếu Trấn Thành - người bạn đã cùng nữ ca sĩ ghi dấu ấn đậm nét trong lòng khán giả với hình ảnh mới mẻ hơn trong cuộc thi \"Cặp đôi hoàn hảo\" mùa đầu tiên với ngôi vị quán quân.\n\nCác thành viên trong vũ đoàn Hoàng Thông, những người bạn, người cộng tác lâu năm với Đoan Trang cũng sẽ tái xuất cùng cô trong chương trình.\n\n\"Dấu ấn - Đoan Trang\" được truyền hình trực tiếp trên các kênh VTV9, VTV Huế, Đài phát thanh truyền hình Lâm Đồng và một số Đài truyền hình địa phương khác.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/van-hoa\/Cao-Ca-si-doan-Trang-tro-lai-trong-liveshow-dau-an-i336055\/|tựa đề=Ca sĩ Đoan Trang trở lại trong liveshow ‘Dấu ấn’|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n\n=== Giám khảo truyền hình thực tế và diễn viên, MC ===\nSau khi lấy lập gia đình và sinh con, Đoan Trang gần như ít ra sản phẩm âm nhạc mới mà cô chuyển sang vai trò huấn luyện, đào tạo những ca sĩ thế hệ đàn em. Cô thường xuyen xuất hiện với vai trò giám khảo ở nhièu cuộc thi âm nhạc lớn như Học viện ngôi sao, Trời sinh một cặp, Cùng nhau tỏa sáng,... làm huấn luyện viên 2 mùa tại Tuyệt đỉnh song ca nhí.<ref name=\":3\">{{Chú thích web|url=https:\/\/tinnhac.com\/hanh-trinh-am-nhac-15-nam-khon-ngoan-cua-doan-trang-20449.html|tựa đề=Hành trình âm nhạc 15 năm khôn ngoan của Đoan Trang|họ=TinNhac.com|ngày=2016-02-29|website=TinNhac.com|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n\nNgoài ra, cô còn được biết đến với vai trò diễn viên ở một số bộ phim truyền hình và điện ảnh như: ''Trái tim son trẻ'' vai ''Út Ca (2005)<ref name=\":4\" \/>'', ''Ghen'' vai ''Thảo Ly (2007)''<ref name=\":5\" \/>'', Sài Gòn, Anh yêu em'' vai ''Yên Khuê (2016)<ref name=\":6\" \/>,'' cameo phim ''[[Bẫy ngọt ngào]]'' vai ''dì út của Ken (2022)<ref name=\":7\" \/>''...nhận được nhiều lời khen ngợi từ các nhà phê bình nghệ thuật và khán giả với lối diễn xuất tự nhiên, mộc mạc và tinh tế.\n\nCô cũng là MC ở một số sự kiện giải trí và chương trình truyền hình như: ''Bước nhảy hoàn vũ 2011,'' ''Moms in town - Những bà mẹ thành thị (2017),'' ''Greenoly Vietnam...'' nhờ khả năng thành thạo tiếng anh một cách lưu loát, cô trở thành một MC song ngữ tài ba.\n\n==Phong cách âm nhạc==\nThời kỳ khi bắt đầu phát triển sự nghiệp, để tạo cho mình phong cách và dấu ấn riêng, Trang đã thử nghiệm giọng hát của mình qua những thể loại âm nhạc từ balad, pop, nhạc vàng,.. Cuối cùng, Trang đã chọn theo đuổi dòng nhạc latin với những [[vũ đạo]] kiểu [[thổ dân]], theo đánh giá đây là \"một lựa chọn mạo hiểm vì đây là một dòng nhạc mới du nhập vào Việt Nam và từ trước đến nay chưa có ca sĩ nào từng thử nghiệm với dòng nhạc sôi động này\". Có những nhận xét rằng Trang quá sa đà và rập khuôn theo phong cách biểu diễn của [[Shakira]] hay [[Jennifer Lopez]]<ref name=\"Bước ngoặt\">{{chú thích báo \n|url=http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=21610 \n|title=Đoan Trang và những bước ngoặt \n|publisher=Baobinhduong.org.vn \n|date= \n|accessdate =16 tháng 11 năm 2008 \n}}{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, những ca sĩ mà Trang hâm mộ. Trang nói: \"''Tôi mê nhạc La tinh, yêu thích Jennifer Lopez và Shakira, nên cố gắng tạo cho mình những bước đi đầy tự tin như ngọn lửa đam mê âm nhạc mà tôi đang có''\"<ref name=\"Socôla\" \/>.\n\nNhạc sĩ Minh Mẫn, chuyên gia hòa âm phối khí, nhận xét về Trang: \"''Đoan Trang biết cách tạo lửa, một thứ lửa xanh liêu trai của nhạc blues pha trộn với tiết tấu sôi nổi, rộn ràng của nhạc La tinh, nhờ vậy mà sự có mặt của Đoan Trang luôn nóng và đầy ma lực đối với khán giả. Không chỉ dừng lại ở đó, Đoan Trang còn xuất hiện khá tự tin trong chương trình Những ca khúc vượt thời gian, để hát những ca khúc vang bóng mà khó ai nghĩ giọng hát của cô có thể thích nghi''\"<ref name=\"Socôla\">\n{{chú thích web | url = http:\/\/nld.com.vn\/van-hoa-van-nghe\/ca-si-doan-trang-socola-o-osaka-165142.htm | tiêu đề = Ca sĩ Đoan Trang sôcôla ở Osaka | author = | ngày = 30 tháng 9 năm 2006 | ngày truy cập = 22 tháng 1 năm 2016 | nơi xuất bản = [[Người lao động (báo)|Người Lao động]] | ngôn ngữ = }}<\/ref>.\n\n== Giải thưởng ==\n\n* ''Giải Tư Tiếng hát truyền hình Thành phố Hồ Chí Minh 1999''<ref name=\":1\">{{Chú thích web|url=https:\/\/duyendangvietnam.net.vn\/doan-trang-ke-chuyen-giat-giai-tieng-hat-truyen-hinh-tphcm-2001.html|tựa đề=Đoan Trang kể chuyện giật giải ‘Tiếng hát Truyền hình Tp.HCM 2001’|họ=https:\/\/duyendangvietnam.net.vn|ngày=2020-09-16|website=Duyên Dáng Việt Nam|ngôn ngữ=en|ngày truy cập=2023-02-03}}<\/ref>\n* ''Giải khuyến khích Tiếng hát truyền hình Thành phố Hồ Chí Minh 2000''<ref name=\":1\" \/>\n* ''Giải nhì Tiếng hát truyền hình Thành phố Hồ Chí Minh năm 2001''<ref name=\":1\" \/>\n* ''Huy chương vàng cuộc thi Tiếng hát học sinh - sinh viên Thành phố''<ref name=\":2\">{{Chú thích web|url=https:\/\/nhac.vn\/nghe-si\/doan-trang-atobD|tựa đề=Nghệ sỹ Đoan Trang|họ=NHAC.VN|website=NHAC.VN|ngôn ngữ=vi-vn|ngày truy cập=2023-02-03}}<\/ref>\n* ''Huy chương bạc Tiếng hát HSSV toàn quốc''<ref name=\":2\" \/>\n* ''Á quân Bước nhảy hoàn vũ 2010<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/doan-trang-tung-buoc-nhay-hoan-vu-tren-san-nhac-1912618.html|tựa đề=Đoan Trang tung 'bước nhảy hoàn vũ' trên sàn nhạc|họ=VnExpress|website=vnexpress.net|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>''\n* ''Quán quân Cặp đôi hoàn hảo 2011<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/doan-trang-tran-thanh-dang-quang-cap-doi-hoan-hao-1916223.html|tựa đề=Đoan Trang - Trấn Thành đăng quang Cặp đôi hoàn hảo|họ=VnExpress|website=vnexpress.net|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>''\n\n==Âm nhạc ==\n=== Album phòng thu===\n* ''Vol.1 Bốn mùa tình yêu (2003)''\n* ''Vol.2 Socola (2005)''\n* ''Vol.3 Dạ vũ (2006)''\n* ''Vol.4 [[Âm bản (album)|Âm bản]] (2007)''\n* ''Em gái ngày xưa (2007)''\n* ''The Unmake-up (2010)''\n* ''Chỉ có đôi ta (2012)''\n* ''Bài hát ru mùa xuân (2014)''\n\n=== Đĩa đơn (Single) \/ EP ===\n\n* ''EP Trái tim buồn (2003)''\n* ''Single Bụi phấn (2003)''\n* ''Single Dạ khúc''\n* ''Single Ước mộng''\n* ''Single Tóc hát''\n* ''EP Forget me not''\n* ''Single Nữ thần (2012)''\n* ''Single Soly (2015)''\n\n=== MV ===\n\n*''Socola (Lyrics video)''\n*''MV Ngày xưa Hoàng Thị (2007)''\n*''MV Độc Bước (2012)''\n* ''MV Ước mơ (2013)''\n* ''MV Em còn nhớ hay em đã quên (2016)''\n*''MV Đừng để con một mình - Trang Pháp (2017)''\n*''MV Mặt trời của mẹ (2017)''\n*''MV Hôm nay mẹ trực đêm (2020)''\n* ''MV Forever giấc mơ ngọt ngào (2022) - song ca cùng bé Hà Linh''\n\n=== Nhạc phim (OST) ===\n\n* ''Trái tim son trẻ - Trái tim son trẻ''\n* ''Nhạc rừng - Trái tim son trẻ''\n* ''Tình ca - Trái tim son trẻ''\n* ''Đừng nói nữa - Ghen''\n* ''MV Em còn nhớ hay em đã quên - Sài Gòn, Anh yêu em (2016)''\n* Chắc em không cần ''- Sài Gòn, Anh yêu em (2016)''\n\n=== Bài hát tiêu biểu ===\n\n* ''Socola''\n* ''Dạ khúc''\n* ''Nữ thần''\n* ''Xuân ca''\n* ''Trái tim buồn''\n* ''Chỉ có đôi ta''\n* ''Xin đừng quên tôi''\n* ''Đêm lạnh mùa đông''\n* ''Dừng bước giang hồ''\n* ''Lắng nghe mùa xuân về''\n* ''Khung trời mơ ước''\n* ''Em là hoa hồng nhỏ''\n* ''Con đường có lá me bay''\n* ''Em vẫn yêu anh''\n* ''Đừng hỏi vì sao''\n* ''Mái trường mến yêu''\n* ''Hôm nay hân hoan''\n* ''Thương về miền đất lạnh''\n* ''Cầu lá''\n* ''Born this way''\n* ''Dòng sông xanh''\n* ''Mùa xuân sang''\n* ''Xin tạ ơn người''\n* ''Tóc hát''\n* ''Để gió cuốn đi''\n* ''Ông Noel dễ thương''\n* ''Forget me not''\n* ''Khoảng lặng phía sau thầy''\n* ''Tuyết rơi mùa hè''\n* ''Khi tôi 20''\n* ''Bâng khuâng'' \n* ''Những khi ta buồn''\n* ''Guốc mộc''\n* ''Quạt giấy''\n* ''Tango''\n* ''Những điều thầy chưa kể''\n* ''Ngẫu hứng sông Hồng (cover)''\n\n=== Liveshow cá nhân ===\n\n* Liveshow ''Tam ca (2004)''<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-28579.htm|tựa đề=Đoan Trang, Tuấn Hưng và Hồng Ngọc cùng làm liveshow|họ=ONLINE|tên=TUOI TRE|ngày=2004-04-13|website=TUOI TRE ONLINE|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref> - cùng [[Tuấn Hưng]], [[Hồng Ngọc (ca sĩ)|Hồng Ngọc]]\n* Liveshow ''Khi tôi 20 (2004)''\n* Liveshow ''Dấu ấn Đoan Trang (2015)''<ref name=\":3\" \/>\n* Concert ''Doan Trang's Greatest Hits (2022)''<ref>{{Chú thích web|url=https:\/\/ngoisao.vnexpress.net\/doan-trang-lam-live-concert-dau-tien-o-singapore-4466917.html|tựa đề=Đoan Trang làm live concert đầu tiên ở Singapore|họ=sao|tên=Ngôi|website=Ngoisao|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n\n== Phim ảnh ==\n\n* ''Trái tim son trẻ'' vai ''Út Ca (2005)<ref name=\":4\">{{Chú thích web|url=https:\/\/tuoitre.vn\/news-66272.htm|tựa đề=Ca sĩ Đoan Trang đóng phim lần đầu tiên|họ=ONLINE|tên=TUOI TRE|ngày=2005-02-06|website=TUOI TRE ONLINE|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>''\n* ''Ghen'' vai ''Thảo Ly (2007)''<ref name=\":5\">{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/doan-trang-khoc-vi-nguyen-vu-1176887449.htm|tựa đề=Đoan Trang khóc vì… Nguyên Vũ?|họ=Trí|tên=Dân|website=Báo điện tử Dân Trí|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n* ''Sài Gòn, Anh yêu em'' vai ''Yên Khuê (2016)<ref name=\":6\">{{Chú thích web|url=https:\/\/vietnamnet.vn\/doan-trang-va-chong-tay-bat-ngo-dong-phim-ve-sai-gon-326610.html|tựa đề=Báo VietnamNet|họ=News|tên=VietNamNet|website=VietNamNet News|ngôn ngữ=vietnamese|ngày truy cập=2023-02-03}}<\/ref>''\n* ''[[Bẫy ngọt ngào]]'' vai ''dì út của Ken (2022)<ref name=\":7\">{{Chú thích web|url=https:\/\/ngoisao.vnexpress.net\/con-gai-dong-phim-cung-doan-trang-4424655.html|tựa đề=Con gái đóng phim cùng Đoan Trang|họ=sao|tên=Ngôi|website=Ngoisao|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>''\n\n== Chương trình truyền hình ==\n\n=== Gameshow ===\n{| class=\"wikitable\"\n|+\n!Năm\n!Chương trình\n!Vai trò\n|-\n|2010\n|[[Bước nhảy hoàn vũ (mùa 1)|''Bước nhảy hoàn vũ'']]\n|Thí sinh\n|-\n|2011\n|[[Bước nhảy hoàn vũ (mùa 1)|''Bước nhảy hoàn vũ'']]\n|MC\n|-\n|2011\n|''Cặp đôi hoàn hảo''\n|Thí sinh\n|-\n|2011\n|''Âm nhạc và Bước mùa 5''\n|Ca sĩ\n|-\n|2011\n|''Tìm bạn tâm giao''\n|Người chơi\n|-\n|2012\n|''Tôi chưa từng''\n|Ca sĩ\n|-\n|2013\n|''Thử thách cùng bước nhảy''\n|Giám khảo\n|-\n|2013\n|''Bước nhảy hoàn vũ''\n|Giám khảo\n|-\n|2014\n|''Star kids''\n|Giám khảo\n|-\n|2014\n|''Bước nhảy hoàn vũ nhí mùa 1''\n|Giám khảo\n|-\n|2015\n|''Con đã lớn khôn''\n|Khách mời\n|-\n|2015\n|''Tiếng hát truyền hình''\n|Giám khảo\n|-\n|2015\n|''Bước nhảy hoàn vũ nhí mùa 2''\n|Giám khảo\n|-\n|2015\n|''Ngôi sao phương Nam''\n|Giám khảo\n|-\n|2015\n|''Ca sĩ giấu mặt''\n|Giám khảo\n|-\n|2015\n|''Học viện ngôi sao''\n|Giám khảo\n|-\n|2016\n|''Cùng nhau tỏa sáng''\n|Giám khảo\n|-\n|2016\n|''Siêu nhí tranh tài''\n|Giám khảo\n|-\n|2017\n|''Tuyệt đỉnh song ca nhí''\n|Huấn luyện viên\n|-\n|2017\n|''Trời sinh một cặp''\n|Giám khảo\n|-\n|2017\n|''Phiên bản Hoàn hảo''\n|Giám khảo\n|-\n|2018\n|''Chuyến xe âm nhạc''\n|Giám khảo\n|-\n|2018\n|''Khi đàn ông mang bầu''\n|Giám khảo\n|-\n|2018\n|''Ca sĩ thần tượng''\n|Giám khảo\n|-\n|2018\n|''Là vợ phải thế''\n|Khách mời\n|-\n|2019\n|''Kỳ tài lộ diện''\n|Giám khảo\n|-\n|2016, 2017, 2018, 2019\n|''Thử tài siêu nhí''\n|Giám khảo\n|-\n|2019\n|''Tuyệt đỉnh song ca - Cặp đôi vàng nhí''\n|Huấn luyện viên\n|-\n|2019\n|''Ai là triệu phú''\n|Người chơi\n|-\n|2019\n|''Kiddie Shark - Sếp Nhí Khởi Nghiệp''\n|Giám khảo\n|-\n|2020\n|''Đánh thức đam mê''\n|Giám khảo\n|-\n|2020\n|''Thử thách lớn khôn''\n|Ca sĩ \n|-\n|2020\n|''Giọng ải giọng ai''\n|Ca sĩ \n|-\n|2020\n|''Cả nhà thương nhau''\n|Khách mời\n|-\n|2020\n|''Vang bóng một thời''\n|Ca sĩ\n|-\n|2020\n|''Ngôi sao đương thời''\n|Ca sĩ\n|-\n|2021\n|''You Branding''\n|Giám khảo\n|-\n|2021\n|''Bài hát đầu tiên''\n|Ca sĩ\n|-\n|2021\n|''8 lạng nửa cân mùa 2''\n|Ca sĩ\n|-\n|2020, 2022\n|''Sao tìm sao'' \n|Giám khảo\n|-\n|2023\n|''Hãy là số 1'' \n|Giám khảo\n|-\n|2023\n|''Lạ lắm à nha''\n|Ca sĩ \n|}\n\n* '''Và nhiều chương trình khác'''\n\n=== Talkshow ===\n\n* ''Nụ cười vàng (2012) - MC''\n* ''Chat với Sao (2012)''\n* ''Mỗi tuần một câu chuyện (2013)''\n* ''Bữa trưa vui vẻ (2015)''\n* ''Ghế không tựa (2016)''\n* ''Moms in town - Những bà mẹ thành thị (2017) - MC''\n* ''Greenoly Vietnam (2017) - MC''\n* ''Chuyện của sao (2019)''\n* ''60 phút rực rỡ (2019)''\n* ''Trò chuyện về tình yêu (2020)''\n* ''The Master of Living Show (2021)''\n* ''Ngọt - Đắng cùng Chocolate Đoan Trang (2021)''\n* '''''Và nhiều chương trình khác'''''\n\n===Bước nhảy hoàn vũ===\nTrang tham gia thí sinh trong cuộc thi [[Bước nhảy hoàn vũ (mùa 1)|Bước nhảy hoàn vũ]] 2010 cùng bạn nhảy là Evgeni Lyubomirov Popov và giành được cúp bạc. Điểm trung bình: 36.5. Điểm trung bình của từng giám khảo lần lượt từ trái qua phải ([[Lê Hoàng]] - [[Khánh Thi]] - [[Nguyễn Quang Dũng]] - [[Chí Anh]]): 8.8; 9.6; 9.4; 8.8.\n\nCác màn trình diễn:\n{| class=\"wikitable\" align=\"left\"\n| rowspan=\"2\" bgcolor=\"CCCCCC\" align=\"Center\" |'''Tuần #'''\n| rowspan=\"2\" bgcolor=\"CCCCCC\" align=\"Center\" |'''Vũ điệu\/Bài hát'''\n| colspan=\"4\" bgcolor=\"CCCCCC\" align=\"Center\" |'''Điểm của giám khảo'''\n| rowspan=\"2\" bgcolor=\"CCCCCC\" align=\"Center\" |'''Kết quả'''\n|-\n|-\n| bgcolor=\"CCCCCC\" width=\"10%\" align=\"center\" |Lê Hoàng\n| bgcolor=\"CCCCCC\" width=\"10%\" align=\"center\" |Khánh Thi\n| bgcolor=\"CCCCCC\" width=\"10%\" align=\"center\" |Quang Dũng\n| bgcolor=\"CCCCCC\" width=\"10%\" align=\"center\" |Chí Anh\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |1\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Cha-Cha-Cha]]\/\"[[Let's Get Loud (bài hát của Jennifer Lopez)|Let's Get Loud]]\" —- [[Jennifer Lopez]]\n| align=\"center\" bgcolor=\"FAF6F6\" |7\n| align=\"center\" bgcolor=\"FAF6F6\" |8.5\n| align=\"center\" bgcolor=\"FAF6F6\" |7\n| align=\"center\" bgcolor=\"FAF6F6\" |6\n| align=\"center\" bgcolor=\"FAF6F6\" |Không có ai bị loại\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |2\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Quickstep (vũ điệu)|Quickstep]]\/ \"[[You Can't Hurry Love]]\" —- [[The Supremes]]\n| align=\"center\" bgcolor=\"FAF6F6\" |8\n| align=\"center\" bgcolor=\"FAF6F6\" |9\n| align=\"center\" bgcolor=\"FAF6F6\" |9\n| align=\"center\" bgcolor=\"FAF6F6\" |8\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |3\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Jive]]\/ \"[[La Bamba (bài hát)|La Bamba]]\" —- trong phim [[La BamBa (phim)|La Bamba]]\n| align=\"center\" bgcolor=\"FAF6F6\" |8\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |9\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |4\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Foxtrot]]\/ \"[[Fever (bài hát năm 1956)|Fever]]\" —- [[Eddie Cooley]] và [[John Davenport]]\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |10\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |5\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Samba]]\/ \"[[Whenever, Wherever]]\" —- [[Shakira]]<br>[[Viennese Watlz]]\/ \"[[Delilah (bài hát năm 1968)|Delilah]]\" —- [[Tom Jones]]\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>Không\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>được\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>tính \n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>điểm\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |6\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Tango]]\/ \"[[La Cumparsita]]\" —- [[Gerardo Matos Rodríguez]]\"<br>\n[[Rumba]]\/ \"[[Ain't No Sunshine]]\" —- [[Bill Withers]]\n| align=\"center\" bgcolor=\"FAF6F6\" |8<br>10\n| align=\"center\" bgcolor=\"FAF6F6\" |9<br>10\n| align=\"center\" bgcolor=\"FAF6F6\" |8<br>10\n| align=\"center\" bgcolor=\"FAF6F6\" |8<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |7\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Waltz]]\/ \"[[Lotus]]\" —- [[Secret Garden]]<br>\n[[Paso Doble]]\/ —- trong vở nhạc kịch [[Carmen]]\n| align=\"center\" bgcolor=\"FAF6F6\" |9<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>10\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>10\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |An toàn\n|-\n|-\n| align=\"center\" bgcolor=\"FAF6F6\" |8\n| align=\"center\" bgcolor=\"FAF6F6\" |[[Valse|Waltz]]\/ \"[[Earth Song]]\" —- [[Michael Jackson]]<br>\n[[Samba]]\/ —- \"[[Objection (Tango)|Objection]]\" —- [[Shakira]]<br>[[Freestyle]]\/ \"Chợ phiên (Rising Sun)\" —- chưa rõ\n| align=\"center\" bgcolor=\"FAF6F6\" |8<br>9<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |10<br>10<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |9<br>10<br>9\n| align=\"center\" bgcolor=\"FAF6F6\" |8<br>10<br>8\n| align=\"center\" bgcolor=\"FAF6F6\" |'''Cúp bạc'''\n\n|}{{Clear}}\n\n* Ở [[Bước nhảy hoàn vũ (mùa 2)|Bước nhảy hoàn vũ]] 2010, Đoan Trang trở thành Á quân.\n* Ở [[Bước nhảy hoàn vũ (mùa 2)|Bước nhảy hoàn vũ]] 2011, Đoan Trang trở lại với vai trò người dẫn chương trình.\n* Ở [[Bước nhảy hoàn vũ (mùa 2)|Bước nhảy hoàn vũ]] 2013, Đoan Trang trở lại với vai trò ban giám khảo.\n* Ở [[Bước nhảy hoàn vũ (mùa 2)|Bước nhảy hoàn vũ]] nhí 2014 - 2015, Đoan Trang trở lại với vai trò ban giám khảo.\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/giadinh.net.vn\/home\/21442p0c1003\/doan-trang-su-dong-cam-tam-hon-moi-la-quan-trong.htm Đoan Trang: \"Sự đồng cảm tâm hồn mới là quan trọng\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081102012633\/http:\/\/giadinh.net.vn\/home\/21442p0c1003\/doan-trang-su-dong-cam-tam-hon-moi-la-quan-trong.htm |date = ngày 2 tháng 11 năm 2008}}\n\n{{Thời gian sống|1978}}\n\n[[Thể loại:Người Bình Dương]]\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Nữ ca sĩ thế kỷ 21]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Lấy chồng Tây]]"}