{"112086":"{{Infobox writer|hình=Portrait of Đoàn Phú Tứ (cropped).jpg|tên=Đoàn Phú Tứ|sinh={{birth date|1910|09|10}}|death_date={{death date and age|1989|09|20|1910|09|10}}|chú thích hình=Ông Đoàn Phú Tứ lúc trẻ}}\n\n'''Đoàn Phú Tứ''' ([[1910]] - [[1989]]) là một nhà soạn kịch, [[nhà thơ]], dịch giả [[Việt Nam]] nổi danh từ thời [[tiền chiến]]. Khi viết, ông ký tên thật hoặc các bút danh: '''Ngộ Không, Tam Tinh, Tuấn Đô''',...\n\n==Tiểu sử==\nÔng sinh ngày [[10 tháng 9]] năm [[1910]] tại [[Hà Nội]]. Quê quán ông ở làng Tử Nê, xã Minh Đạo, huyện Tiên Du, tỉnh [[Bắc Ninh]].\n\nLúc trẻ, ông học ở trường Bưởi (nay là [[trường Trung học phổ thông Chu Văn An, Hà Nội]]) và trường Albert Sarraut (nay là [[trường Trung học Phổ thông Trần Phú - Hoàn Kiếm]]).\n\nNăm [[1925]], ông bắt đầu viết văn khi còn học lớp nhất. Những bài văn đầu tiên là những bài từ khúc đăng ''Đông Pháp thời báo'' <ref>Theo ''Thi nhân Việt Nam'', tr. 113.<\/ref>.\n\nNăm [[1932]], ông thi đỗ [[Tú tài]] ban [[Triết học]]. Sau đó, ông theo học Đại học Luật, nhưng chỉ đến năm thứ hai thì bỏ học đi làm báo. Ông viết cho các báo ''[[Phong Hóa]], [[Ngày Nay (báo)|Ngày Nay]], Hà Nội báo''...\n\nKhoảng năm [[1935]], ông bắt đầu viết kịch. Và trong khoảng thời gian 10 năm sau đó, ông đã viết và cho in nhiều kịch. Ngoài ra, ông còn là người tổ chức kịch đoàn (ban kịch Tinh hoa), làm đạo diễn và thủ vai trong nhiều vở <ref>Theo Văn Tâm, tr.432.<\/ref>.\n\nNăm [[1937]], ông làm Chủ nhiệm tờ ''Tinh hoa''.\n\nNăm [[1939]], ông cùng với các văn nghệ sĩ cùng chí hướng sáng tạo, gồm các nhà văn, nhà thơ: [[Phạm Văn Hạnh]], [[Nguyễn Xuân Sanh]], Nguyễn Lương Ngọc; họa sĩ [[Nguyễn Đỗ Cung]] và nhạc sĩ [[Nguyễn Xuân Khoát]] thành lập nhóm ''[[Xuân Thu nhã tập]]''. Đến [[tháng 6]] năm [[1942]], thì họ xuất bản được một tập sách có cùng tên là ''Xuân Thu nhã tập'' (do Xuân Thu thư lâu xuất bản), gồm một số bài thơ, văn xuôi triết lý và tuyên ngôn nghệ thuật của nhóm <ref>Nguồn: Vũ Thanh, mục từ \"Xuân thu nhã tập\" trong ''Từ điển văn học'' (bộ mới, tr. 2103). Theo ''Việt Nam thi nhân tiền chiến'' (quyển 2, tr. 443), thì nhóm có Đoàn Phú Tứ, [[Phạm Văn Hạnh]], [[Nguyễn Xuân Sanh]] là cây bút nồng cốt, còn ba người kia chỉ là thành viên cộng tác.<\/ref>.\n\nNăm [[1941]], Đoàn Phú Tứ và bài thơ \"Màu thời gian\" của ông được [[Hoài Thanh]] và Hoài Chân giới thiệu trong quyển ''[[Thi nhân Việt Nam]]'' (xuất bản năm [[1942]]).\n\nSau [[Cách mạng tháng Tám]] ([[1945]]), ông hoạt động văn nghệ ở [[Thanh Hóa]] rồi [[Việt Bắc]]. Ông có chân trong tòa soạn tạp chí ''Văn nghệ'', trong Ban chấp hành Đoàn Sân khấu Việt Nam và Hội Văn hóa Việt Nam.\n\nNăm [[1946]], ông được bầu vào [[Quốc hội Việt Nam khóa I]], nhưng sau đó đã từ nhiệm từ năm [[1951]]<ref>Theo nhà văn [[Phùng Quán]], \"Ba phút sự thật\" [http:\/\/4phuong.net\/ebook\/13392062\/22620482\/8-chut-nghia-cu-cang.html].<\/ref>. Theo tài liệu, thì trong lúc làm đại biểu Quốc hội, ông đã viết thư gửi lên Chủ tịch [[Hồ Chí Minh]] để tố cáo Đại tá [[Trần Dụ Châu]]<ref>Tân Nhân, \"Hồ Chủ tịch y án tử hình Trần Dụ Châu\" trên Kiểm Sát online\n[http:\/\/tapchikiemsat.org.vn\/?mod=viewtopic&parent_id=62&id=1766&maxrows=16&curpg=2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304202215\/http:\/\/tapchikiemsat.org.vn\/?mod=viewtopic&parent_id=62&id=1766&maxrows=16&curpg=2|date=2016-03-04}}. Nội dung bức thư có đoạn: \"Gần đây, Đại tá Cục trưởng Cục quân nhu Trần Dụ Châu đã gây nhiều dư luận bất bình trong anh em quân đội, Châu đã dùng quyền lực \"ban phát\" ăn mặc, nên Châu đã giở trò ăn cắp (công quỹ), cứ mỗi cái màn cấp cho bộ đội Châu ăn bớt 2 tấc vải xô, nên cứ ngồi lên là đầu chạm đình màn. Còn áo trấn thủ, Châu ăn cắp bông lót rồi độn bao tải vào, nhiều người biết đấy nhưng không dám ho he\"....<\/ref>. Sau đó, Hồ Chủ tịch đã ra lệnh điều tra làm rõ vụ việc, và Trần Dụ Châu đã bị Tòa án binh tối cao tuyên án tử hình năm [[1950]] vì tội tham nhũng. Năm 1951 ông cũng từ nhiệm Đại biểu Quốc hội.\n\nNăm [[1951]]-[[1954]], ông dạy Đại học Văn khoa và một vài trường tư thục ở Hà Nội.\n \nSau khi hòa bình lập lại ([[1954]]), khoảng 20 năm cuối đời, ông tiếp tục viết và dịch (ký bút danh Tuấn Đô) được nhiều tác phẩm có giá trị.\n\n==Cuối đời==\n[[Tập tin:doanphutu.jpg|nhỏ|phải|350px|Đoàn Phú Tứ]]Năm [[1984]], ông nhận Giải thưởng văn học dịch của [[Hội Nhà văn Việt Nam]].\n\nNgày [[20 tháng 9]] năm [[1989]], Đoàn Phú Tứ mất trong cảnh nghèo tại khu An Dương, Ba Đình, [[Hà Nội]], hưởng thọ 79 tuổi. Nghe theo lời trăn trối của bạn, nhà văn [[Phùng Quán]] đã 'bạo gan' đến Văn phòng Quốc hội để xin tiền mai táng, và được chấp thuận...Nhưng sau này trong cuốn \"Ba phút sự thật\" của Phùng Quán, ông đã viết khi Đoàn Phú Tứ mất, vì tình cảm ông dành cho Đoàn Phú Tứ, vì sự trân trọng của ông đối với người thi sĩ và vì ông cảm thấy buồn rầu vì gia cảnh ''\"vô phương giúp đỡ\"'' của nhà thơ nên đã đánh bạo viết một bức thư \"chuyển lời\" Đoàn Phú Tứ rằng: ''\"...Nếu mình nằm xuống thì Quán hãy viết thư kêu ông Chủ tịch Quốc hội, trình bày hoàn cảnh gia đình mình, và chuyển lời mình đến với ông: Nếu Quốc hội còn nhớ tình cũ nghĩa xưa, thì xin một cỗ áo quan và một chút tiền để mai táng\"''. Nhưng thực ra bức thư mà mọi người nghĩ là chuyển lời trăn trối của Đoàn Phú Tứ, bức thư mà Phùng Quán đã phải \"đắn đo, cẩn trọng, chép đi chép lại nhiều lần, cân nhắc từng chữ một\" lại là \"ý tưởng\" của Phùng Quán. Vì vậy nên ông đã viết trong phần cuối \"Chút nghĩa cũ càng\" (nằm trong Ba phút sự thật) rằng: ''\"Tôi coi thiên hồi ức này là sự tạ tội trước hương hồn nhà thơ Đoàn Phú Tứ vì nội dung điều nói dối của tôi không phù hợp với tính cách con người ông; đồng thời đây cũng là lời tự thú với đồng chí Lê Quang Đạo mà tôi hết lòng kính trọng, với các anh ở cơ quan Văn phòng Quốc hội và Hội đồng Nhà nước, và với độc giả.\"'' <ref>Xem bài viết của Phùng Quán, \"Ba phút sự thật\", nguồn đã dẫn.<\/ref>. Văn phòng Quốc hội mang đến Vòng hoa lớn với dòng chữ Kính viếng nhà thơ nổi tiếng Đoàn Phú Tứ.\n\n==Tác phẩm==\n===Sáng tác===\n* '''Những bức thư tình''' (gồm 6 vở kịch ngắn, Nhà xuất bản Đời nay, 1937). Trong quyển có vở kịch \"Hận Ly Tao\" được nhà văn [[Vũ Ngọc Phan]] khen là \"thật tuyệt vời\" về mặt nghệ thuật <ref>Nhà văn hiện đại (tập 2), tr. 644.<\/ref>.\n* '''Mơ hoa''' (gồm 6 vở kịch ngắn, Nhà xuất bản Đời nay, 1941)\n*'''Ghen''' (kịch dài, đăng báo Tinh hoa, 1937; diễn tại Nhà hát Lớn Hà Nội đêm 13 tháng 3 năm 1947; Nhà xuất bản Nguyễn Du in thành sách, 1942)\n*'''Ngã ba''' (kịch dài, đăng báo Thanh nghị, 1943)\n* '''Thằng cuội ngồi gốc cây đa''' (kịch ngắn đăng báo báo Thông tin, 1944)\n*'''Trở về''' (kịch ngắn, Chính trị cục xuất bản, 1949)\n* '''Phương pháp viết kịch''' (giáo trình, Nhà xuất bản Minh Đức, 1950)\n*'''Đi tìm chủ từ trong vài đoạn văn \"Đoạn trường tân thanh\"''' (Hội Văn hóa Việt Nam xuất bản, 1949).\n\nNgoài ra, ông còn có một ít bài thơ, một ít bài văn xuôi nói về quan niệm sáng tác, và hai bài ký ngắn: \"Hai sườn Tam đảo\" (bài ký, đăng trên tạp chí Văn nghệ, 1948), \"Hạ đồn Dóm\" (bài ký, đăng trên tạp chí Văn nghệ, 1949).\n\n===Dịch thuật===\nVới bút danh '''Tuấn Đô''', ông đã dịch một số kịch và tiểu thuyết: \n* '''Lão hà tiện''' (''[[L'Avare ou l'École du mensonge]]'' của [[Molière]])\n* '''Trưởng giả học làm sang''' (''[[Le Bourgeois gentil homme]]'' của Molière)\n* '''Đỏ và đen''' (''[[Le Rouge et le Noir]]'' của [[Stendhal]])\n* '''Tuyển tập kịch Musset''' ([[Alfred de Musset]])\n* '''Hài kịch [[William Shakespeare|Shakespeare]]''', tập I\n* '''[[Gargantua và Pantagruel]]''' ('' Gargantua et Pantagruel'' của [[François Rabelais]])\n* '''Tuyển tập kịch [[Henrik Ibsen]]''',...\n\n==Thành tựu nghệ thuật==\nĐoàn Phú Tứ là một trong số ít người đi đầu (về sáng tác cũng như về trình diễn) trong lịch sử kịch nói Việt Nam thời non trẻ.\n\nVề nội dung tư tưởng, có thể chia kịch của ông thành hai xu hướng chính: Tình yêu (tiểu biểu là 2 tập: ''Những bức thư tình'' và ''Mơ hoa'') và triết lý (tiểu biểu là 2 tập: ''Ngã ba'', ''Thằng cuội ngồi gốc cây đa''). Tuy nhiên hai xu hướng này không hoàn toàn tách biệt, vì trong kịch tình yêu ít nhiều đều có yếu tố triết lý, và ngược lại...\nVề phương diện nghệ thuật, nói chung kịch bản của ông có kịch tính cao, nhân vật có bản sắc, bố cục chặt chẽ...Ngoài ra, tuy ít làm thơ, nhưng ông cũng nổi tiếng trên thi đàn Việt Nam trong [[phong trào Thơ mới]] với bài thơ \"Màu thời gian\" <ref>{{chú thích web | url = http:\/\/www.thivien.net\/%C4%90o%C3%A0n-Ph%C3%BA-T%E1%BB%A9\/author-QvBgJY9j9URycFjtLNwZSQ| tiêu đề = Đoàn Phú Tứ- Bài: \"Màu thời gian\" và bài \"Ánh trăng\", thivien.net| author = | ngày = | ngày truy cập = 5 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Với thi pháp đặc sắc, cùng với thi tứ chân thành mà kín đáo, bài thơ đã được nhiều người tán thưởng<ref>Nhận định của Văn Tâm, tr. 433.<\/ref>. Trích thi phẩm:\n\n:''...Màu thời gian không xanh\n:''Màu thời gian tím ngát\n:''Hương thời gian không nồng\n:''Hương thời gian thanh thanh...''\n\nBài thơ này đã được ít nhất là 2 nhạc sĩ phổ nhạc: [[Nguyễn Xuân Khoát]] phổ năm [[1942]], và [[Phạm Duy]] phổ năm [[1971]].\n\n==Đường phố==\n\nHiện nay, tại phường An Lạc A, [[Thành phố Hồ Chí Minh]] và phường Liên Chiểu, [[Đà Nẵng]] có đường phố mang tên '''Đoàn Phú Tứ'''\n\n==Xem thêm==\n*[[Xuân Thu nhã tập]]\n\n==Sách tham khảo==\n*[[Hoài Thanh]]-Hoài Chân, ''Thi nhân Việt Nam''. Nhà xuất bản Văn học in lại, 1988.\n*[[Vũ Ngọc Phan]], ''Nhà văn hiện đại'' (tập 2). Nhà xuất bản Khoa học xã hội in lại, 1989.\n*Nguyễn Tấn Long, ''Việt Nam thi nhân tiền chiến'' (quyển 2). Nhà xuất bản Sống mới, Sài Gòn, 1968.\n*Văn Tâm, mục từ \"Đoàn Phú Tứ\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh năm 1910]]\n[[Thể loại:Mất năm 1989]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Nhà viết kịch Việt Nam]]\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]"}