{"3156633":"'''Đoàn Sinh Hưởng''' (sinh 1949)<ref>{{Chú thích web|url = http:\/\/antgct.cand.com.vn\/vivn\/nhanvat\/2010\/1\/53387.cand|title = Trung tướng Đoàn Sinh Hưởng: Vị tướng chiến trường, vị tướng bóng đá|ngày truy cập = 2014-10-05|archive-date = 2014-10-06|archive-url = https:\/\/web.archive.org\/web\/20141006073737\/http:\/\/antgct.cand.com.vn\/vivn\/nhanvat\/2010\/1\/53387.cand|url-status = dead}}<\/ref><ref>{{Chú thích web|url = http:\/\/vannghequandoi.com.vn\/802\/news-detail\/664163\/su-kien\/trung-tuong-doan-sinh-huong-va-chuyen-it-nguoi-biet.html|title = Trung tướng Đoàn Sinh Hưởng và chuyện ít người biết|ngày truy cập = 2014-10-05|archive-date = ngày 6 tháng 10 năm 2014 |archive-url = https:\/\/web.archive.org\/web\/20141006095429\/http:\/\/vannghequandoi.com.vn\/802\/news-detail\/664163\/su-kien\/trung-tuong-doan-sinh-huong-va-chuyen-it-nguoi-biet.html}}<\/ref> là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], là tiến sĩ Khoa học quân sự, [[Anh hùng Lực lượng vũ trang nhân dân]], nguyên Tư lệnh [[Binh chủng Tăng - Thiết giáp, Quân đội nhân dân Việt Nam|Binh chủng Tăng - Thiết giáp]], nguyên Tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]] (2005&ndash;2009).\n\n== Thân thế ==\n\nSinh ngày: 20 tháng 8 năm 1949 Quê quán: xã Bình Ngọc, huyện Hải Ninh, tỉnh Quảng Ninh\n\nÔng sinh năm 1949, tại phường Bình Ngọc, thành phố Móng Cái, tỉnh Quảng Ninh, nhập ngũ ngày 28 tháng 9 năm 1966.\n\nNăm 1968, trong [[chiến dịch Đường 9 - Khe Sanh]], Đoàn Sinh Hưởng là Tiểu đội trưởng kiêm Trung đội phó Đại đội súng cối 82 ly thuộc Trung đoàn 88. Ông đã trực tiếp chiến đấu 4 trận, đánh sập 5 lô cốt, phá hủy 1 đại liên, tiêu diệt 15 lính Mỹ, được tặng danh hiệu \"Dũng sỹ diệt Mỹ\", \"Dũng sĩ diệt xe cơ giới\", \"Chiến sỹ thi đua\"<ref name=btls>http:\/\/btlsqsvn.org.vn\/DesktopModules\/News.Display\/Print.aspx?bai-viet=anh-hung-doan-sinh-huong-3802{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Ông được phong tặng danh hiệu \"Dũng sĩ diệt Mỹ\" và được kết nạp Đảng ngay tại trận địa khi mới 19 tuổi. Sau đó, ông được điều về hậu phương để đào tạo thành lính xe tăng.\n\nTháng 5-1974, trong trận tiến công cụm cứ điểm Đăk Pét ở Bắc Tây Nguyên, Đoàn Sinh Hưởng là Đại đội trưởng đại đội xe tăng số 9, ông đã chỉ huy đơn vị yểm trợ đắc lực cho bộ binh tiêu diệt địch. Xe tăng [[T-54]] mang số hiệu 980 của ông đã diệt 10 lô cốt, 1 khẩu pháo 105mm, bắt sống 10 lính.\n\nTrong chiến dịch Tây Nguyên tháng 3-1975, Đoàn Sinh Hưởng dẫn đầu đơn vị thọc sâu, tiến công mãnh liệt vào Sư đoàn 23 địch giữa ban ngày, tạo thuận lợi cho bộ binh tiêu diệt căn cứ địch, bắt sống Tỉnh trưởng tỉnh Đăk Lắk. Xe tăng của ông đã tiêu diệt hàng chục bộ binh địch, bắn cháy 2 xe bọc thép M113, 1 xe tăng M41, 5 xe quân sự. Tiếp đó Đoàn Sinh Hưởng chỉ huy đơn vị đánh vào thị xã Cheo Reo, lấy xe địch đánh địch, góp phần cùng bộ binh tiêu diệt toàn bộ quân địch rút chạy trên đường số 7. Trong trận này ông diệt 10 xe vận tải và 2 xe tăng.\n\nNgày 1\/4\/1975, Đoàn Sinh Hưởng cùng đơn vị tiến vào giải phóng thị xã Tuy Hòa, thị trấn Tuy An, sân bay Đông Tác (Phú Yên). Xe tăng của ông đã dùng 4 quả pháo đánh tan 1 trận địa pháo 105mm gồm 4 khẩu, bắn cháy 1 tàu chiến và 1 xuồng chiến đấu tại cửa biển Tuy Hòa<ref name=btls \/>.\n\nTrong chiến dịch Hồ Chí Minh, Đoàn Sinh Hưởng chỉ huy Đại đội xe tăng 9 trong đội hình thọc sâu của Quân đoàn 3 tiến vào nội đô Sài Gòn. Sáng ngày 29\/4\/1975, đội hình 4 xe tăng do Đoàn Sinh Hưởng chỉ huy gặp đoàn 24 xe tăng, thiết giáp của địch. Phân đội xe tăng do Đoàn Sinh Hưởng chỉ huy sau ít phút chiến đấu đã tiêu diệt 12 chiếc, 12 chiếc còn lại bị bị bắt sống.\n\nTừ năm 1968 đến mùa Xuân năm 1975, Đoàn Sinh Hưởng tham gia nhiều chiến dịch lớn, tiêu biểu là: Đường 9 - Khe Sanh (Quảng Trị), Tây Nguyên, Trung Trung Bộ và [[Chiến dịch Hồ Chí Minh]]. Ông được tặng thưởng 2 Huân chương Chiến công hạng Nhì, 2 Huân chương chiến công hạng Ba, 2 lần là \"Chiến sỹ thi đua\" và nhiều phần thưởng khác. Năm 1975, ông được Đảng và Nhà nước phong tặng danh hiệu Anh hùng LLVTND (tháng 9-1975), khi vừa tròn 26 tuổi.\n\nÔng là hậu duệ của Đốc tướng [[Đoàn Nhữ Hài]], danh thần dưới triều vua [[Trần Anh Tông]]\n\n== Gia đình==\nÔng có mối tình đầu với cô Liễm, người cùng quê hương. Hôm ông lên đường nhập ngũ ở bến đò ngang (ngày 28\/9\/1966), cô Liễm cũng ra đưa tiễn. Suốt gần 10 năm ông chiến đấu ở mặt trận, cô Liễm ở quê nhà chờ đợi ông. Sau ngày chiến thắng, ông về quê và 2 người kết hôn.\n\nÔng đã viết bài thơ \"Quê tôi\" để nhớ về kỷ niệm mối tình ngày ấy: ''\"Nhớ ngày trên bến đò ngang\/ Em đưa anh xuống sang trang cuộc đời\/ Chiến trường khắp chốn cùng nơi\/ Vẫn đôi chân bước cuộc đời xông pha\/ Tình non nước, nghĩa quê nhà\/ Gian nan mà chẳng phôi pha lời thề\/ Cả cuộc đời, mối tình quê\/ Ngàn năm giữ lấy lời thề chẳng phai\"''<ref>http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chuyen-ve-anh-hung-LLVTNd-Trung-tuong-doan-Sinh-Huong-349527\/<\/ref>\n\nÔng có con trai là Đại tá Đoàn Sinh Hòa (sinh năm 1978) hiện là Chỉ huy trưởng Bộ CHQS tỉnh Quảng Bình (Chỉ huy trưởng trẻ nhất toàn quân), nguyên Phó Chỉ huy trưởng kiêm Tham mưu trưởng Bộ CHQS tỉnh Quảng Bình (7.2019-7.2021), nguyên Phó Hiệu trưởng về Đào tạo Trường Quân sự Quân khu 4 (7.2017-6.2019), nguyên Phó Tham mưu trưởng Sư đoàn 324 (2016-2017).\n\n== Sự nghiệp ==\nĐồng chí Đoàn Sinh Hưởng nhập ngũ ngày 28 tháng 9 năm 1966, chiến sỹ Đại đội 4, Tiểu đoàn 4, Trung đoàn 88, Sư đoàn 308. \n\nTừ năm 1967 đến tháng 10\/1970, đồng chí giữ các chức vụ: Trung đội phó (3\/1967 – 02\/1968), Trung đội trưởng (3\/1968 – 10\/1970) thuộc Đại đội 4, Tiểu đoàn 4, Trung đoàn 88, Sư đoàn 308, tham gia chiến dịch Đường 9 – Khe Sanh (1967-1968), Tổng tiến công và nổi dậy Mậu Thân (1968); được kết nạp vào Đảng Cộng sản Việt Nam ngày 27  tháng 02 năm 1968. \n\nTừ tháng 11 năm 1970 đến tháng 01 năm 1972, đồng chí học tại Trường Sỹ quan Lục quân. Sau khi tốt nghiệp, đồng chí được điều về Binh chủng Tăng Thiết giáp và giữ các chức vụ: Trung đội trưởng thuộc Đại đội 5, Tiểu đoàn 4, Lữ đoàn 201, Bộ Tư lệnh Binh chủng Tăng Thiết giáp (02\/1972 – 4\/1972), chiến đấu ở chiến trường Quảng Trị. Đại đội phó, Quyền Đại đội trưởng Đại đội 23, Đoàn A16, (5\/1972 – 12\/1972); Đại đội trưởng Đại đội 23, Lữ đoàn 201; Đại đội 6, Đại đội 9, Lữ đoàn 273, Quân đoàn 3 (01\/1973 – 12\/1974), chiến đấu ở Mặt trận Tây Nguyên. Đại đội trưởng, Tiểu đoàn phó Tiểu đoàn 3, Lữ đoàn 273, Quân đoàn 3 (01\/1975 – 11\/1975), tham gia Chiến dịch Tây Nguyên và Hồ Chí Minh giải phóng Sài Gòn (1975).\n\nTừ tháng 12 năm 1975 đến tháng 9 năm 1983, đồng chí học tại Trường Văn hóa Quân đội thuộc Bộ Quốc phòng (12\/1975 – 7\/1979) và Học viện Xe tăng Liên Xô (8\/1979 – 9\/1983). Sau khóa học, đồng chí giữ các chức vụ: Lữ đoàn phó kiêm Tham mưu trưởng Lữ đoàn 273, Quân đoàn 3 (10\/1983 – 02\/1984); Lữ đoàn trưởng Lữ đoàn 273, Quân đoàn 3, Phó bí thư Đảng ủy lữ đoàn (3\/1984 – 6\/1988); Sư đoàn trưởng Sư đoàn 320, Quân đoàn 3, Phó Bí thư Đảng ủy Sư đoàn (7\/1988 – 9\/1990). Tháng 9 năm 1990 đến tháng 8 năm 1992, đồng chí học tại Học viện Quân sự Cấp cao, sau đó giữ các chức vụ: Phó Tư lệnh kiêm Tham mưu trưởng Bộ Tư lệnh Binh chủng Tăng Thiết giáp (9\/1992 – 8\/1993); Tư lệnh Bộ Tư lệnh Binh chủng Tăng Thiết giáp, Phó Bí thư Đảng bộ binh chủng Tăng Thiết giáp (9\/1993 – 01\/2003).\n* Năm 1966, nhập ngũ.\n* Năm 1975, nhận danh hiệu [[Anh hùng Lực lượng Vũ trang Nhân dân]]\n* Năm 1993, được bổ nhiệm làm Tư lệnh [[Binh chủng Tăng-Thiết giáp, Quân đội nhân dân Việt Nam|Binh chủng Tăng-Thiết giáp]].\n* Năm 1999, thăng quân hàm [[Thiếu tướng]].\n* Năm 2002, được bổ nhiệm làm Phó Tư lệnh Quân khu 4, Quân đội nhân dân Việt Nam\n* Năm 2005, được bổ nhiệm làm Tư lệnh [[Quân khu 4]].\n* Năm 2006, thăng quân hàm [[Trung tướng]]\n* Năm 2009, ông nghỉ hưu.\n\n== Chú thích ==\n{{tham khảo}}\n== Tham khảo ==\n* [http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chuyen-ve-anh-hung-LLVTNd-Trung-tuong-doan-Sinh-Huong-349527\/ Anh hùng LLVTND- Trung tướng Đoàn Sinh Hưởng]\n* [http:\/\/hoitruongson.vn\/Ky-uc-con-mai\/Vi-tuong-cua-nhung-tran-chien-khet-tieng.aspx Đoàn Sinh Hưởng- vị tướng của những trận chiến khét tiếng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150715032002\/http:\/\/hoitruongson.vn\/Ky-uc-con-mai\/Vi-tuong-cua-nhung-tran-chien-khet-tieng.aspx |date = ngày 15 tháng 7 năm 2015}}\n* [http:\/\/bongdaplus.vn\/VLeague\/Nguyen-Tu-lenh-QK4-Doan-Sinh-Huong-Tuong-cua-chien-tranh-tuong-cua-bong-da\/90586.bbd Trung tướng Đoàn Sinh Hưởng- vị tướng của chiến tranh, vị tướng của bóng đá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150715031416\/http:\/\/bongdaplus.vn\/VLeague\/Nguyen-Tu-lenh-QK4-Doan-Sinh-Huong-Tuong-cua-chien-tranh-tuong-cua-bong-da\/90586.bbd |date = ngày 15 tháng 7 năm 2015}}\n* [http:\/\/thethaovanhoa.vn\/xa-hoi\/trung-tuong-doan-sinh-huong-ke-chuyen-dai-thang-mua-xuan-n20110430052529719.htm Trung tướng Đoàn Sinh Hưởng kể về đại thắng mùa xuân]\n* [http:\/\/baophapluat.vn\/Utilities\/PrintView.aspx?distributionid=129410 Người lính xe tăng 980 huyền thoại]\n* [http:\/\/www.bienphong.com.vn\/nguoi-chi-huy-dan-voi-thep\/30891.bbp Người chỉ huy ''đàn voi thép'']\n* [http:\/\/anninhthudo.vn\/phong-su\/vi-tuong-ve-huu-chua-mot-ngay-ngoi-nghi\/583960.antd Vị tướng về hưu chưa một ngày ngơi nghỉ]\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{Thời gian sống|1949}}\n\n[[Thể loại:Người Quảng Ninh]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Tư lệnh Quân khu 4, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tiến sĩ Khoa học quân sự Việt Nam]]\n[[Thể loại:Tư lệnh Binh chủng Tăng - Thiết giáp, Quân đội nhân dân Việt Nam]]"}