{"1635135":"{{Thông tin viên chức\n|tên= Đoàn Văn Quảng\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phụ tá Tham mưu trưởng<br>Bộ Tổng tham mưu\n|bắt đầu= 1\/1973\n|kết thúc= 30\/4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tướng \n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 2= [[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|22px]]<br>Chỉ huy trưởng Quân trường Quang Trung\n|bắt đầu 2= 6\/1972\n|kết thúc 2= 1\/1973\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tướng\n|tiền nhiệm 2= -Thiếu tướng [[Hoàng Văn Lạc]]\n|kế nhiệm 2= -Thiếu tướng [[Phạm Văn Phú]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= [[Tập tin:QD II VNCH.jpg|22px]]<br>Phụ tá Tư lệnh Quân đoàn II\n|bắt đầu 3= 6\/1969\n|kết thúc 3= 6\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tướng\n|địa hạt 3= Quân khu II\n\n|chức vụ 4= [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Tư lệnh Binh chủng Lực lượng Đặc biệt\n|bắt đầu 4= 8\/1964\n|kết thúc 4= 6\/1969\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá<br>-Chuẩn tướng (11\/1964)<br>-Thiếu tướng (1\/1966)\n|tiền nhiệm 4= -Đại tá [[Phan Đình Thứ]]\n|kế nhiệm 4= -Đại tá [[Phan Đình Thứ]]\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= [[Hình: Vietnamese Rangers SSI.svg|22px]]<br>Chỉ huy trưởng Biệt động quân<br>Vùng 3 Chiến thuật<br>kiêm Tư lệnh Biệt khu Phước-Bình-Thành\n|bắt đầu 5= 2\/1964\n|kết thúc 5= 8\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= Đại tá\n|địa hạt 5= Vùng 3 chiến thuật<br>(Miền đông Nam phần)\n\n|chức vụ 6= [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh Sư đoàn 9 Bộ binh\n|bắt đầu 6= 11\/1963\n|kết thúc 6= 2\/1964\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại tá (11\/1963)\n|tiền nhiệm 6= -Đại tá [[Bùi Dzinh|Bùi Dinh]]\n|kế nhiệm 6= -Đại tá [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]\n|địa hạt 6= Vùng 4 chiến thuật<br>(Miền tây Nam phần)\n\n|chức vụ 7= [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh phó Sư đoàn 9 Bộ binh\n|bắt đầu 7= 6\/1961\n|kết thúc 7= 11\/1963\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung tá\n|địa hạt 7= Vùng 4 chiến thuật\n|phó chức vụ 7= Tư lệnh\n|phó viên chức 7= -Đại tá [[Bùi Dzinh|Bùi Dinh]]\n\n|chức vụ 8= [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh phó Đệ ngũ Quân khu<br>(tiền thân của Vùng 4 chiến thuật)\n|bắt đầu 8= 12\/1959\n|kết thúc 8= 6\/1961\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Trung tá\n|địa hạt 8= Miền tây Nam phần\n\n|chức vụ 9= [[Hình: Flag of Dong De Military School.svg|22px]]<br>Chỉ huy trưởng<br>Trường Hạ sĩ quan Đồng Đế\n|bắt đầu 9= 2\/1959\n|kết thúc 9= 9\/1959\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Trung tá\n|tiền nhiệm 9= -Đại tá Nguyễn Thế Như\n|kế nhiệm 9= -Trung tá Đặng Văn Sơn\n|địa hạt 9= Vùng 2 chiến thuật\n\n|chức vụ 10= [[Hình: QD II VNCH.jpg|22px]]<br>Tham mưu phó Bộ tư lệnh Quân đoàn II\n|bắt đầu 10= 1\/1958\n|kết thúc 10= 2\/1959\n|trưởng chức vụ 10= Cấp bậc \n|trưởng viên chức 10= -Trung tá\n|địa hạt 10= Vùng 2 chiến thuật\n\n|chức vụ 11= Chỉ huy trưởng Bộ chỉ huy Hành quân<br>Đệ ngũ Quân khu\n|bắt đầu 11= 6\/1956\n|kết thúc 11= 1\/1958\n|trưởng chức vụ 11= Cấp bậc\n|trưởng viên chức 11= -Trung tá (6\/1956)\n|địa hạt 11= Niền tây Nam phần\n\n|chức vụ 12= [[Tập tin:ARVN Capital Military Zone Unit SSI.svg|23px]]<br>Tham mưu trưởng Quân khu Thủ đô<br>(tiền thân của Biệt khu Thủ đô)\n|bắt đầu 12= 6\/1955\n|kết thúc 12= 6\/1956\n|trưởng chức vụ 12= Cấp bậc\n|trưởng viên chức 12= -Thiếu tá<br>-Trung tá\n|địa hạt 12= Đệ nhất Quân khu\n|phó chức vụ 12= Tư lệnh\n|phó viên chức 12= -Đại tá [[Dương Văn Minh]]\n\n|chức vụ 13= [[Hình: Flag of the Vietnamese National Army.svg|22px]]<br>Tiểu đoàn trưởng<br>Tiểu đoàn 2 Ngự Lâm Quân\n|bắt đầu 13= 1\/1954\n|kết thúc 13= 6\/1955\n|trưởng chức vụ 13= Cấp bậc\n|trưởng viên chức 13= -Thiếu tá (1\/1954)\n|địa hạt 13= Cao nguyên Trung phần\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Lê Thị Cẩm Vân\n|con= 8 người con (4 trai 4 gái)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Thiếu sinh quân Phủ Lạng Thương, Bắc Giang<br>-Trường Sĩ quan Võ bị Pháp\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[16 tháng 9]] năm [[1923]]\n|ngày mất= [[6 tháng 3]] năm [[1984]]<br>(61 tuổi)\n|nơi sinh= [[Hải Dương]], [[Liên bang Đông Dương]]\n|nơi mất= [[Nam Hà (tỉnh)|Nam Hà]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1945]] - [[1975]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng Việt Nam Cộng hòa|Thiếu tướng]]\n|đơn vị= [[Hình: Flag of Dong De Military School.svg|20px]] [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan]]<br>[[Hình: SuDoan9.jpg|20px]] [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]<br>[[Hình: Vietnamese Rangers SSI.svg|20px]] [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt động quân QK 3]]<br>[[Hình: 81st Airborne Commando Battalion.svg|20px]] [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]]<br>[[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|20px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|TTHL Quang Trung]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= - [[Chiến tranh Đông Dương]]<br>- [[Chiến tranh Việt Nam]]\n}}\n'''Đoàn Văn Quảng''' ([[1923]] - [[1984]]) nguyên là một tướng lĩnh gốc Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng Việt Nam Cộng hòa|Thiếu tướng]]. Ông xuất thân từ trường Sĩ quan của Pháp và phục vụ quân đội từ thời Quân đội Pháp rồi đến Quân đội Quốc gia trong Liên hiệp Pháp (thời kỳ Quốc trưởng [[Bảo Đại]] làm Tổng chỉ huy), sau cùng là Quân đội Việt Nam Cộng hòa thời Đệ nhất Cộng hòa do Tổng thống [[Ngô Đình Diệm]] lãnh đạo (1955-1963), đến năm 1965 dưới thời Đệ nhị Cộng hòa, được đổi tên thành [[Quân lực Việt Nam Cộng hòa]]. Sau này ông từng giữ các chức vụ như Tư lệnh Sư đoàn Bộ binh, Tư lệnh Binh chủng Lực lượng Đặc biệt, rồi Chỉ huy trưởng cơ sở đào tạo nhân lực của quân đội.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày [[16 tháng 9]] năm 1923 trong một gia đình thương nhân tại [[Hải Dương]], Bắc phần Việt Nam. Sau khi học hết bậc Tiểu học, lên bậc Trung học ông được vào trường Thiếu sinh quân [[Phủ Lạng Thương]], Đáp Cầu, [[Bắc Ninh]] từ 1937. Năm 1943 ra trường ông được cấp chứng chỉ tốt nghiệp Phổ thông chương trình Pháp tương đương với bằng Tú tài bán phần (Part I).\n\n===Quân đội Liên hiệp Pháp===\nNăm 1945, ông gia nhập vào Quân đội thuộc địa Pháp, mang số quân: 43\/300.953. Theo học ở trường Sĩ quan Võ bị Pháp, tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông tình nguyện phục vụ trong Binh chủng Nhảy dù với chức vụ Trung đội trưởng. Đầu năm 1947, ông được thăng cấp [[Trung úy]] chuyển sang quy chế Quân đội Liên hiệp Pháp và được cử làm Chỉ huy trưởng đơn vị Biệt Động Đội<ref>Địa điểm này sau đó trở thành Trung tâm Huấn luyện Biệt động đội, sau 1954 di chuyển vào Nam và là tiền thân của trường Hạ sĩ quan Đồng Đế Nha Trang<\/ref> đồn trú tại Bãi Cháy, Hòn Gai, Quảng Yên.<ref>Nay là phường Bãi Cháy, nơi có bãi tắm biển sạch và đẹp thuộc Thành phố Hạ Long, tỉnh lỵ tỉnh Quảng Ninh<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1951, sau khi sáp nhập biên chế vào Quân đội Quốc gia, ông được thăng cấp [[Đại úy]] tại nhiệm. Đến đầu năm 1954, ông được thăng cấp [[Thiếu tá]] và được cử làm Tiểu đoàn trưởng Tiểu đoàn 2 Ngự lâm quân ở [[Đà Lạt]] do Đại tá [[Nguyễn Tuyên (Đại tá, Quân đội Quốc gia)|Nguyễn Tuyên]]<ref>Đại tá Nguyễn Tuyên giải ngũ năm 1955.<\/ref> làm Chỉ huy trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 5 năm 1955, sau hơn một năm Thủ tướng [[Ngô Đình Diệm]] chấp chính, Tiểu đoàn Ngự lâm quân được giải tán và sáp nhập vào Quân đội Việt Nam Cộng hòa. Giữa năm này, ông được cử làm Tham mưu trưởng [[Biệt khu Thủ đô|Quân khu Thủ đô]] do Đại tá [[Dương Văn Minh]] làm Tư lệnh. Giữa năm 1956 ông được thăng cấp [[Trung tá]] giữ chức vụ Chỉ huy trưởng Bộ chỉ huy Hành quân Đệ ngũ Quân khu ở [[Cần Thơ]]. Đầu năm 1958, ông được chuyển công tác ra Cao nguyên Trung phần, giữ chức vụ Tham mưu phó tại Bộ Tư lệnh Quân đoàn II do Thiếu tướng [[Tôn Thất Đính]] làm Tư lệnh.\n\nĐầu tháng 1 năm 1959, ông được cử làm Trưởng phái đoàn công du viếng thăm các Trung tâm Huấn luyện Bộ binh [[Hoa Kỳ]] tại Hạ Uy Di ([[Hawaii]]). Cùng tháp tùng còn có 3 sĩ quan thuộc trường Hạ sĩ quan Đồng Đế là Đại úy [[Nguyễn Xuân Trường (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Xuân Trường]]<ref>Đại uý Nguyễn Xuân Trường sinh năm 1930 tại Quảng Bình, tốt nghiệp khóa 8 Võ bị Đà Lạt. Cấp bậc sau cùng là Trung tá (Là nhà văn với bút hiệu Trương Huyền).<\/ref>, Đại úy [[Nguyễn Tấn Oanh (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tấn Oanh]]<ref>Đại uý Nguyễn Tấn Oanh tốt nghiệp trường Sĩ quan Trừ bị Thủ Đức. Cấp bậc sau cùng là Trung tá.<\/ref> và Trung úy [[Võ Văn Chánh (Trung tá, Quân lực Việt Nam Cộng hòa)|Võ Văn Chánh]]<ref>Trung uý Võ Văn Chánh sinh năm 1930 tại Sài Gòn, tốt nghiệp khóa 4 phụ Sĩ quan Trừ bị Thủ Đức. Cấp bậc sau cùng là Trung tá, (Nhạc sĩ với bút hiệu Minh Chánh).<\/ref>. Tháng 2, sau khi về nước, ông được bổ nhiệm chức vụ Chỉ huy trưởng trường Hạ sĩ quan Đồng Đế, Nha Trang thay thế Đại tá [[Nguyễn Thế Như (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Thế Như]]<ref>Đại tá Nguyễn Thế Như tốt nghiệp khóa 1 Võ bị Liên quân Viễn Đông Đà Lạt, giải ngũ năm 1964.<\/ref>.Tháng 9 cùng năm, ông bàn giao trường Hạ sĩ quan lại cho Trung tá [[Đặng Văn Sơn (Đại tá, Quân lực Việt Nam Cộng hòa)|Đặng Văn Sơn]]<ref>Trung tá Đặng Văn Sơn sinh năm 1916 tại Huế, tốt nghiệp trường Hạ sĩ quan Pháp. Sau cùng là Đại tá Chỉ huy trưởng TTHL Biệt động quân Dục Mỹ.<\/ref>.Cuối năm, ông được chỉ định đi làm phó Tư lệnh Đệ ngũ Quân khu ở Cần Thơ. Giữa năm 1961, ông được cử chức vụ Tư lệnh phó Sư đoàn 9 Bộ binh do Đại tá [[Bùi Dinh]] làm Tư lệnh.\n\nNgày 7 tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]], ông được bổ nhiệm làm Tư lệnh Sư đoàn 9 thay thế Đại tá [[Bùi Dinh]]<ref>Đại tá Bùi Dinh sinh năm 1929 tại Quảng Bình, tốt nghiệp khóa 3 Võ bị Đà Lạt, giải ngũ năm 1965.<\/ref>, cũng trong tháng này ông được thăng cấp [[Đại tá]] tại nhiệm.\n\nĐầu tháng 2 năm 1964, sau vụ [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý]] các tướng lĩnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] để giành quyền Lãnh đạo của tướng [[Nguyễn Khánh]], ông được lệnh bàn giao Sư đoàn 9 lại cho Đại tá [[Vĩnh Lộc]] (nguyên Chỉ huy trưởng Bộ chỉ huy Thiết giáp). Giữa tháng 2, ông được cử làm Chỉ huy Biệt động quân Vùng 3 chiến Thuật kiêm Tư lệnh Biệt Khu Phước-Bình-Thành.<ref name=\"pbt\">Biệt khu Phước Bình Thành gồm 3 tỉnh Phước Long, Bình Long và Phước Thành<\/ref> Tháng 8 cùng năm, ông được bổ nhiệm chức vụ Tư lệnh Lực lượng Đặc Biệt thay thế Đại tá [[Phan Đình Thứ]] (tự Lam Sơn). Ngày Quốc khánh lần thứ nhất Đệ nhị Cộng hòa 1 tháng 11 cuối năm ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nĐầu năm 1966, ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Cuối năm 1968, ông được cử làm Trưởng phái đoàn tham dự Hội nghị Lực lượng Đặc biệt [[Đông Nam Á]] tại Thành phố Naha, Okinawa, [[Nhật Bản]]. Tháp tùng phái đoàn còn có 2 Thiếu tá Phan Bá Kỳ và Nguyễn Quang Ngọc.\n\nTháng 6 năm 1969, ông nhận lệnh bàn giao Binh chủng Lực lượng Đặc biệt lại cho Đại tá [[Lam Sơn]] được tái bổ nhiệm. Ngay sau đó, ông được cử đi làm phụ tá Tư lệnh Quân đoàn II và Vùng 2 Chiến thuật.\n\nĐầu tháng 6 năm 1972, ông được cử làm Chỉ huy trưởng [[Trung tâm Huấn luyện Quốc gia Quang Trung|Quân trường Quang Trung]] thay thế Thiếu tướng [[Hoàng Văn Lạc]].<ref>Tướng Hoàng Văn Lạc được cử đi làm Tham mưu trưởng Bộ Tư lệnh Tiền phương Quân đoàn I<\/ref> Đến đầu năm 1973, ông được lệnh bàn giao Quân trường Quang Trung lại cho Thiếu tướng [[Phạm Văn Phú]]. Sau đó chuyển về Bộ Tổng tham mưu, ông được giữ chức vụ Phụ tá Tham mưu trưởng Bộ Tổng tham mưu cho đến cuối tháng 4 năm 1975.\n\n==1975==\nSau ngày 30 tháng 4, ông bị Chính quyền Lâm thời Cộng hòa Miền Nam Việt Nam đưa đi học tập cải tạo.\n\nNgày 6 tháng 3 năm 1984, ông từ trần tại trại giam [[Nam Hà]], [[Hà Nam Ninh]]. Hưởng thọ 61 tuổi. Thi hài ông được [[chôn cất|chôn]] tại khu vực ven trại tù, được các bạn tù lập bia ghi dấu.\n\nNăm 1986, phu nhân ông bốc mộ và hỏa thiêu. Tháng 8 năm 1992, vợ và các con ông được xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh, di cốt của ông được mang theo đến nơi gia đình định cư tại Tiểu bang North Carolina, Hoa Kỳ.\n\n==Gia đình==\n*Phu nhân: Bà Lê Thị Cẩm Vân\n:Ông bà có tám người con gồm 4 trai 4 gái.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa\n\n[[Thể loại:Sinh năm 1923]]\n[[Thể loại:Mất năm 1984]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hải Dương]]"}