{"3215428":"{{chú thích trong bài|ngày 6 tháng 7 năm 2017}}\n'''Đoàn Văn Thuận''' (sinh 1929), bí danh '''Văn Tiến''', là một tướng lĩnh trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], từng giữ các chức vụ: Hiệu trưởng [[Học viện Phòng không - Không quân (Việt Nam)|Trường Trung cao cấp Phòng không]], Hiệu trưởng Trường Sĩ quan Pháo Phòng không, Trưởng Khoa Phòng không [[Học viện Quốc phòng (Việt Nam)|Học viện Quân sự cấp cao]] Bộ Quốc phòng.<ref>{{Chú thích web|url = http:\/\/doantocvietnam.com\/news\/view\/id\/101|title = Thiếu tướng Đoàn Văn Thuận|ngày truy cập = 2015-04-19|archive-date = 2016-03-04|archive-url = https:\/\/web.archive.org\/web\/20160304110302\/http:\/\/doantocvietnam.com\/news\/view\/id\/101}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng sinh ngày [[7 tháng 7]] năm 1929 quê tại xã Đức Tân, huyện Đức Thọ, tỉnh [[Hà Tĩnh]].\n\nNgày 10 tháng 10 năm 1946, ông nhập ngũ là chiến sĩ bộ đội Việt kiều ở Thái Lan về Lào tham gia chiến đấu trong chiến khu Noọng Ổn, U Đon Thái Lan thuộc Bộ Tư lệnh Lào Miên.\n\nTừ tháng 1 năm 1947, ông lần lượt giữ các chức vụ tiểu đội phó, tiểu đội trưởng chiến đấu ở chiến trường Phôn Hùng, Viên Chăn, Lào\n\nTháng 12.1947, trở về nước là tiểu đội trưởng thuộc Trung đoàn Quang Trung, Khu 4\n\nTháng 7.1948, quay trở lại Thái Lan, là tiểu đội trưởng, trung đội trưởng, đại đội phó trực thuộc Bộ Tư lệnh Tây Lào\n\nTháng 1.1951, đại đội trưởng Đại đội 198 thuộc Bộ Tư lệnh Tây Lào\n\nTháng 7.1954, cùng Đại đội tập kết tại huyện Thọ Xuân, Thanh Hóa.\n\nTháng 1 năm 1955, ông được cử giữ chức vụ tiểu đoàn phó Tiểu đoàn 1 Trung đoàn 83 Bộ binh thuộc Tổng đội Biên phòng rồi đi học chuyển loại binh chủng Pháo binh mặt đất ở Sơn Tây\n\nTháng 6.1956, tiểu đoàn phó Tiểu đoàn 10 Trung đoàn Pháo binh 58 Sư đoàn Pháo binh 335 Quân khu Tây Bắc (Quân khu 1 ngày nay)\n\nTháng 7.1956, đi học văn hóa và ngoại ngữ tại Trường Văn hóa Kiến An Hải Phòng và sau đó được cử đi học Pháo binh tại Trường Trung cao Pháo binh Thẩm Dương, Trung Quốc rồi học đào tạo cán bộ Pháo binh cấp Trung đoàn\n\nTháng 9.1959, trở về nước và được cử giữ chức vụ tiểu đoàn trưởng Tiểu đoàn Pháo binh 21 Trung đoàn Pháo binh 168 Quân khu Tây Bắc\n\nTháng 9.1963, Tham mưu trưởng Lữ đoàn Pháo binh 335 rồi Tham mưu trưởng, Trung đoàn phó Trung đoàn 158 Quân khu Tây Bắc.\n\nTháng 1 năm1965, ông được bổ nhiệm giữ chức vụ trung đoàn trưởng Trung đoàn Pháo binh 168 Sư đoàn Pháo binh 335\n\nTháng 5.1966, Trung đoàn trưởng Trung đoàn Tên lửa 267 Quân chủng Phòng không Không quân tham gia chiến đấu bảo vệ bầu trời Hà Nội, Hải Phòng. Đi học bổ túc cán bộ Trung đoàn Tên lửa Phòng không tại Trường Sĩ quan Phòng không Quân chủng Phòng không Không quân\n\nTháng 9.1968, Trung đoàn trưởng Trung đoàn Tên lửa Phòng không 267 Sư đoàn Phòng không 267, Quân chủng Phòng không Không quân;\n\nTháng 10.1970, Tham mưu trưởng Sư đoàn Phòng không 367\n\nTháng 7.1971, Phó Tư lệnh Sư đoàn Phòng không cửa khẩu 377\n\nTháng 7.1973, Phó Tư lệnh Sư đoàn Phòng không 363\n\nTháng 2.1974, Tư lệnh Sư đoàn Phòng không 363 rồi đi học bổ túc cao cấp Học viện Phòng không Ô-đéc-xa ở Liên Xô. \n\nTháng 8 năm 1976 ông được cử giữ chức vụ Sư đoàn trưởng Sư đoàn Phòng không 367 và được cử đi học tại Học viện Quân sự Cao cấp của Bộ Quốc phòng\n\nTháng 4.1979, được bổ nhiệm giữ chức vụ Sư đoàn trưởng Sư đoàn Phòng không 377, Đảng ủy viên Đảng ủy Quân chủng\n\nTháng 11.1980, Hiệu trưởng Trường Sĩ quan Pháo Phòng không Quân chủng Phòng không\n\nTháng 7.1981, Trưởng Khoa Phòng không Học viện Quân sự cấp cao Bộ Quốc phòng\n\nTháng 7.1982, Hiệu trưởng Trường Sĩ quan Pháo Phòng không Quân chủng Phòng không\n\nTháng 4.1987, Hiệu trưởng Trường Trung Cao cấp Phòng không, Đảng ủy viên Quân chủng\n\n*[[Thiếu tướng]] (12.1985).\n\n*Tháng 3 năm 1994, ông nghỉ hưu.\n\nTừ 1997 đến 2002 là Thường vụ Hội Cựu chiến binh phường Khương Trung và Thường vụ Hội Cựu chiến binh quận Thanh Xuân, thành phố Hà Nội.\n\n== Khen thưởng ==\n• Huân chương Quân công (hạng Nhì, Ba)\n\n• Huân chương Chiến công hạng Ba\n\n• Huân chương Chiến thắng (chống Pháp) hạng Nhất\n\n• Huân chương Kháng chiến chống Mỹ hạng Nhất\n\n• Huân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n\n• Huân chương Tự do hạng Nhất của Chính phủ Lào\n\n• Huân chương của Chính phủ Cam-pu-chia\n\n• Huy chương Quân kỳ quyết thắng\n\n• Huy hiệu 40 và 50 năm tuổi Đảng.\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1929}}\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}