{"119507":"{{Thông tin nhân vật phong kiến\n| tên = Đoàn Thượng\n| tên gốc = 段尚\n| nơi sinh = [[Hải Dương]]\n| mất = 1228\n| nơi mất = Đồng Đao\n| cha = Đoàn Trung\n| mẹ = Hoàng Thị Mỹ\n| quốc gia = [[Đại Việt]]\n| triều đại = [[Nhà Lý]]\n}}\n\n'''Đoàn Thượng''' ([[chữ Hán]]: 段尚, [[1181]]-[[1228]]) là vị tướng cuối thời [[nhà Lý]] đời vua [[Lý Cao Tông]] và [[Lý Huệ Tông]]. Ông là hào trưởng vùng Hồng và là chủ soái của sứ quân họ Đoàn ở lộ Hồng Châu<ref name=\"Quán Triều Nguyễn p 3\">''Quốc Sử quán Triều Nguyễn'', tập 3, nói về tỉnh Hải Dương, trang 376 và trang 378.<\/ref>,  là một trung thần của [[nhà Lý]], và không thần phục sự chuyển giao từ [[Nhà Lý]] sang [[nhà Trần]] do [[Trần Thủ Độ]] sắp đặt trong [[lịch sử Việt Nam]]. Ông cùng với tướng quân [[Nguyễn Phục]] được nhiều di tích sắc phong là '''Đông Hải Đại vương'''.\n\n==Gia thế==\nTheo ngọc phả ở [[Hải Dương]], Đoàn Thượng sinh năm Tân Sửu (1181), là con của Đoàn Trung và bà Hoàng Thị Mỹ. Sử sách thống nhất ghi ông người làng Thung Độ (nay thuộc xã [[Đoàn Thượng (xã)|Đoàn Thượng]]), huyện [[Gia Lộc]]<ref name=KD1212>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm10.html Khâm định Việt sử Thông giám Cương mục, Chính biên, quyển V, năm 1212]<\/ref>, tỉnh [[Hải Dương]]. Tổ 5 đời của Đoàn Thượng là [[Đoàn Văn Khâm]], Công bộ [[Thượng thư]] đời [[Lý Nhân Tông]].\n\n==Khi Nhà Lý suy vi==\nĐoàn Thượng trở thành hào trưởng vùng Hồng. Theo [[Đại Việt Sử ký toàn thư]], ông có cùng một vú nuôi với vua [[Lý Huệ Tông]]<ref name=DVSK9>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Quyển IV Kỷ nhà Lý: Huệ Tông Hoàng đế]<\/ref>. Ông lớn lên lúc nhà Lý đã suy vi. Vua Lý Cao Tông chơi bời vô độ, tăng cường bóc lột dân chúng, vì thế nhân dân oán thán, nhiều nơi nổi dậy chống lại. Nhân lúc lòng dân chán nhà Lý, Đoàn Thượng cũng nổi dậy tại quê nhà vùng Hồng.\n\nVùng Hồng, theo sách Đại Nam Nhất thống chí<ref name=\"Quán Triều Nguyễn p 3\"\/> nói về phủ Bình Giang và Ninh Giang: ''\"Xưa gọi là Hồng châu, cuối đời Trần chia làm châu Thượng Hồng và châu Hạ Hồng...\"''. Vùng Hồng gồm các huyện Cẩm Giàng, Bình Giang, Thanh Miện, Gia Lộc, Ninh Giang và Tứ Kỳ ở phía nam tỉnh Hải Dương ngày nay.\n\nSử sách chép không thống nhất về thời gian Đoàn Thượng nổi lên. [[Đại Việt sử lược]] khuyết danh tác giả viết vào thế kỷ 14 cho rằng ông nổi dậy vào năm 1207<ref>[http:\/\/www.vn.net\/vanlangsj\/tailieu\/dvsl.pdf Đại Việt sử lược, bản điện tử, trang 90]<\/ref> là đúng, trong khi Đại Việt Sử ký Toàn thư cho rằng ông nổi dậy vào năm 1212<ref name=DVSK9 \/> là không chính xác. Nội dung dưới đây lấy theo Đại Việt sử lược.\n\nTháng 3 năm 1207, Đoàn Thượng và [[Đoàn Chủ]] nổi dậy bất tuân triều đình. Ông xây đắp thành, đắp lũy. [[Lý Cao Tông]] sai đem đại binh đi đánh. Đàm Dĩ Mông đem quân đạo Đại Thông (miền [[Hà Đông]] cũ dọc [[sông Đáy]]), [[Phạm Bỉnh Di]] đem quân đạo Khả Liễu, Trần Hinh đem quân đạo Phù Đái (Vĩnh Bảo, Hải Phòng), Bảo Trinh hầu đem quân đạo Nam Sách ([[Nam Sách]], [[Hải Dương]]), cùng họp nhau đánh Đoàn Thượng. Thấy thế lực quân triều đình quá mạnh, Đoàn Thượng liền ngầm sai người đem của cải đút lót cho Thượng phẩm phụng ngự [[Phạm Du]], nguyện xin đem quân chúng theo Du. Cuộc liên minh giữa Đoàn Thượng và Phạm Du bắt đầu từ đó. Phạm Du cố vì Thượng mà xin với Cao Tông tha cho ông.\n\nTháng 10 năm 1208, Cao Tông sai Phạm Du coi việc quân ở châu [[Nghệ An]]. Du làm trái lệnh chống triều đình. Cao Tông liền sai Phạm Bỉnh Di lấy quân ở Đằng Châu (nay là thành phố [[Hưng Yên (thành phố)|Hưng Yên]]) để đánh Phạm Du. Du trở về Cổ Miệt (Hồng Châu) cùng với Đoàn Thượng, Đoàn Chủ ở hợp binh làm phản triều đình, đánh Đằng Châu. Bỉnh Di bị thua. Tháng 2 năm 1209, Bỉnh Di lại đem binh ở Đằng Châu, Khoái Châu đi đánh Du. Phạm Du thua trận bỏ trốn. Bỉnh Di tịch biên gia sản của Du rồi đốt hết.\n\nTháng 3 năm 1209, Phạm Bỉnh Di đánh Đoàn Thượng và Đoàn Chủ tại Vệ Kiều. Quân đoàn Thượng thua trận, Đoàn Chủ bị hãm ở chỗ bùn lầy và bị tướng Hà Văn Lôi đâm chết.\n\nTháng 4 năm 1209, Phạm Bỉnh Di lại đánh tan quân Đoàn Thượng. Tuy nhiên, trong lúc Đoàn Thượng suy yếu thì sự mê muội của vua Lý Cao Tông, tin theo gian thần Phạm Du khiến nhà Lý càng suy vi.\n\n==Làm tướng nhà Lý==\nPhạm Du ngầm sai người về kinh đút lót cho các quan lại trong triều, nói rằng Bỉnh Di tàn ác, giết hại người vô tội và kể lể tình oan, xin về kinh đợi tội. Cao Tông sai Trần Hinh triệu Phạm Du về kinh, lại triệu cả Bỉnh Di về triều. Phạm Du về kinh trước hầu Cao Tông, được vua tin theo; Bỉnh Di đến kinh sau, vào triều phụng mệnh. Cao Tông sai bắt Bỉnh Di và con là Phụ.\n\nTướng của Bỉnh Di là [[Quách Bốc]] nghe tin đó, đem binh lính phá cửa Đại Thanh kéo vào nội điện để cứu chủ. Du cùng em là bọn Phạm Kinh giết Bỉnh Di và con Bỉnh Di là Phụ rồi cùng Cao Tông chạy trốn. Quách Bốc liền tôn hoàng tử nhỏ là Thầm lên làm vua. Cao Tông chạy về Tam Nông ([[Phú Thọ]]) nương nhờ nhà [[Hà Vạn]], một thủ lĩnh miền thiểu số có thế lực.\n\nThái tử Sảm cùng mẹ là Nguyên phi Đàm thị và hai em gái chạy về Hải Ấp, [[Thái Bình]], được thủ lĩnh địa phương là [[Trần Lý]] và Tô Trung Từ lập làm vua, tôn xưng là Thắng Vương<ref name=DVSL92>[http:\/\/www.vn.net\/vanlangsj\/tailieu\/dvsl.pdf Đại Việt sử lược, bản điện tử, trang 92]<\/ref>. Thấy con gái của Trần Lý là [[Linh Từ quốc mẫu|Trần Thị Dung]] có nhan sắc, Lý Sảm bèn lấy làm vợ, nhân đó Trần Lý được phong làm Minh Tự, Tô Trung Từ làm Điện tiền Chỉ huy sứ.\n\nBiết tin Thái tử Sảm lập triều đình riêng và tự ý phong tước cho Trần Lý, [[Tô Trung Từ]],... nên vua Lý Cao Tông ở Quy Hóa muốn đánh dẹp, bèn sai Phạm Du đi để liên lạc với Đoàn Thượng. Nhưng Du lại ham sắc, tư thông với công chúa Thiên Cực, nên lỡ hẹn với Thượng. Khi thuyền của Thượng đến đón không gặp Du bèn trở về. Khi Du lên thuyền khác đi gặp họ Đoàn, tới Ma Lãng thì bị quân của hào trưởng [[Bắc Giang]] là Nguyễn Nậu và Nguyễn Nải đón bắt và giết chết.\n\n[[Trần Lý]] và [[Tô Trung Từ]] bèn mang quân đánh về kinh thành dẹp Quách Bốc. Trần Lý tử trận, Tô Trung Từ đón vua Cao Tông về cung.\n\nCao Tông chết, Thái tử Sảm lên ngôi tức là [[Lý Huệ Tông]]. Tô Trung Từ trở thành quyền thần trong triều. Sau một loạt biến cố, năm 1211, nhiều đại thần nhà Lý và cả Trung Từ bị giết. Cháu gọi Trung Từ bằng cậu là [[Trần Tự Khánh]] ở Hải Ấp lại mang quân về kinh, an táng Trung Từ.\n\nĐoàn Thượng và [[Đoàn Văn Lôi]] nhân đó nói với vua Huệ Tông rằng:\n:''Trần Tự Khánh đem binh về kinh sư là muốn mưu đồ việc phế lập''.\n\nHuệ Tông tin theo, nổi giận, bèn hạ chiếu cho các đạo binh đánh Trần Tự Khánh và giáng Nguyên phi Trần Thị Dung xuống làm Ngự nữ. Đoàn Thượng và Đoàn Văn Lôi đem binh về kinh sư. Huệ Tông hạ chiếu tấn phong tước hầu cho Đoàn Thượng.\n\nĐoàn Thượng đem quân đánh anh em họ Trần ở ải Hoàng Điểm. Trần Tự Khánh sai bộ tướng [[Lại Linh]] cùng tướng Khoái Châu là Nguyễn Đường ra chống cự. Nguyễn Đường bị bắt. Tự Khánh bị thua, giận dữ phá đê cho nước sông chảy tràn vào các ấp rồi về. Miền Khoái Châu mất tin tưởng ở họ Trần, theo về với họ Đoàn.\n\nTuy nhiên, [[Trần Tự Khánh]] là một tướng tài. Sau đó Tự Khánh hai lần đánh bại quân họ Đoàn của [[Đoàn Ma Lôi]], đóng ở Đội Sơn ([[Duy Tiên]], [[Hà Nam]]). Họ Trần kiểm soát được cả miền [[Lý Nhân]] ([[Hà Nam]]). Trần Tự Khánh tìm cách liên kết với hào trưởng Nguyễn Tự để đối địch với Đoàn Thượng.\n\nNăm 1213, Đoàn Thượng phối hợp với quân triều đình đụng độ với Trần Tự Khánh. Tuy nhiên, lực lượng họ Trần mạnh hơn, có nhiều tướng giỏi hơn; trong khi đó quân nhà Lý do vua Huệ Tông và Thái sư Đàm Dĩ Mông không có tài làm tướng chỉ huy nên nhanh chóng bị thua trận. Cánh quân Đoàn Thượng cử đi do [[Đoàn Cấm]] và [[Vũ Hốt]] chỉ huy bị bộ tướng của Tự Khánh là [[Nguyễn Nộn]] đánh bại. [[Lý Huệ Tông]] bỏ chạy lên Lạng châu, quân họ Đoàn rút khỏi kinh đô trở về vùng Hồng.\n\n==Trở về Hồng châu==\nNăm 1214, anh em họ Đoàn tấn công đất [[Bắc Giang]] do tướng của Tự Khánh là Nguyễn Nộn đóng giữ. Hai bên đánh nhau ở núi Đông Cứu (Gia Lương, [[Bắc Ninh]]), Nguyễn Nộn giết chết được [[Đoàn Nguyễn]]. Tuy nhiên lúc đó nội bộ phe Tự Khánh xảy ra phản loạn lớn. Tướng ở Cam Giá (thị xã [[Sơn Tây (thị xã)|Sơn Tây]]) là [[Đỗ Bị]] lại nổi lên chống cự. Miền Cam Giá lại tách khỏi phạm vi thế lực của anh em họ Trần, hình thành một thế lực mới. Cùng lúc đó, Nguyễn Nộn ở Bắc Giang sau khi đánh được họ Đoàn cũng phản lại Tự Khánh, xây dựng một thế lực rất lớn. Do việc cát cứ của Đỗ Bị, Nguyễn Nộn, kinh thành Thăng Long bị uy hiếp. Tự Khánh phóng hỏa đốt kinh đô rồi chạy về Lý Nhân ([[Hà Nam]]).\n\nSong lực lượng họ Trần vẫn rất mạnh. Sau hàng loạt biến cố khác, thế lực của Trần Tự Khánh ngày càng mạnh hơn, buộc vua Huệ Tông phải dựa vào họ Trần. Nhiều thế lực cát cứ lần lượt bị Trần Tự Khánh đánh dẹp. Tuy nhiên, bộ tướng của Khánh là Nguyễn Nộn lại phản họ Trần mà cát cứ ở Bắc Giang.\n\nNăm [[1216]], Huệ Tông sách phong Ngự nữ Trần thị làm '''Thuận Trinh Phu nhân''' (順貞夫人). Đàm thái hậu cho Trần Tự Khánh là kẻ phản trắc, nên ghét Trần Thị Dung, bảo vua đuổi bỏ đi, lại nhiều lần muốn làm hại, nhưng Huệ Tông đều che chở.\n\nTrước sức ép muốn giết con dâu của Đàm Thái hậu, Huệ Tông cùng với phu nhân lẻn đi đến chỗ quân của Tự Khánh ở bãi Cửu Liên. Từ đấy, Huệ Tông lại dựa vào Trần Tự Khánh. Tự Khánh bèn phế bỏ vua mới Lý Nguyên vương, tôn Huệ Tông là vua như cũ mà chuyên tâm bình định các thế lực: Nguyễn Nộn ở Bắc Giang, Hiển Tín vương [[Nguyễn Bát]], [[Đoàn Văn Lôi]] và Đoàn Thượng ở Hồng châu và [[Hà Cao]] ở Qui Hóa ([[Yên Bái]], [[Tuyên Quang]]).\n\nNăm [[1218]], Trần Thừa đem binh thuyền tiến đánh Nguyễn Nộn ở Bắc Giang. Ông cho người mở đê, để nước lan vào các thái ấp, rồi dùng binh thủy theo lối ấy mà đánh. Nộn thua to, chạy về Phù Ninh ([[Bắc Ninh]]). Năm đó, để yên Hồng châu, Trần Tự Khánh đưa em gái là [[Trần Tam Nương]] gả cho Hồng hầu là [[Đoàn Văn Lôi]] vốn là người có uy tín với người Hồng châu.\n\nTháng 6 năm 1217, Đoàn Thượng thấy thế lực họ Trần mạnh, tạm quy hàng triều đình, được phong tước vương và vẫn giữ vùng Hồng châu. Sau khi Trần Tự Khánh chết (1223), em họ là [[Trần Thủ Độ]] lên thay, tiếp tục thao túng [[nhà Lý]]. Thủ Độ sắp đặt đưa cháu là [[Trần Cảnh]] (con Trần Thừa) lên thay ngôi nhà Lý, lập ra [[nhà Trần]].\n\n[[Trần Thủ Độ]] mang quân đánh Đoàn Thượng nhưng không thắng, đành phải hứa hẹn phong tước cho ông. Thủ Độ định ngày hội họp, làm lễ minh thệ, nhưng Đoàn Thượng không đến họp.\n\nNăm 1228, Trần Thủ Độ ngầm giao ước cùng [[Nguyễn Nộn]] mưu hẹn gặp 3 bên ở xứ Đồng Đao để làm lễ minh thệ. Đoàn Thượng sơ suất cả tin, vô tình y hẹn, đã một mình một ngựa đến xứ Đồng Đao mắc phải mưu của Thủ Độ và Nguyền Nộn đã bố trận phục sẵn, bị quân của Nguyễn Nộn giết chết. Con ông là [[Đoàn Văn]] đem gia thuộc đến hàng Nguyễn Nộn<ref>{{Chú thích web |url=http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm11.html |ngày truy cập=2009-04-17 |tựa đề=Khâm định Việt sử Thông giám Cương mục, chính biên, quyển VI |archive-date=2007-10-15 |archive-url=https:\/\/web.archive.org\/web\/20071015080041\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm11.html |url-status=dead }}<\/ref>. Tuy nhiên tháng 3 năm sau, Nộn cũng ốm chết. Cả nước thống nhất về tay [[nhà Trần]].\n\n==Lăng mộ\/Thờ phụng==\n\nTheo [[Việt điện u linh tập]] của [[Lý Tế Xuyên]] thì '''Đoàn Thượng''' là một trung thần của [[nhà Lý]], '''Anh liệt Chinh khí quân'''. Sau khi ông mất, được nhiều đời vua [[Nhà Trần]], [[Nhà Lê]], [[Nhà Nguyễn]] sắc phong là '''[[Đông Hải Đại vương]] Đoàn Thượng Thượng đẳng thần''' (xem [[Thảo luận: Đoàn Thượng]]). \n\n• Trong dân gian gọi Ông là Đức Thánh Đông Hải Đại vương Đoàn Thượng, có đền thờ ở rất nhiều nơi. Đền thờ chính ở thôn Thung Độ, xã [[Đoàn Thượng, Gia Lộc]], tỉnh Hải Dương (là quê của ông) và ở làng [[Yên Phú]], huyện [[Yên Mỹ]], tỉnh [[Hưng Yên]] (nơi ông hóa (chết). \n\n• Tại thôn Bần - Yên Nhân nay là phường [[Bần Yên Nhân]], thị xã [[Mỹ Hào]], tỉnh [[Hưng Yên]] (là nơi ông hóa) có lập đền thờ ông. Ngài thường hay linh ứng trợ giúp dân chúng, dân chúng rất ghi ơn Ngài.\n\n• Đương thời, Hồng Hà nữ sĩ [[Đoàn Thị Điểm]] trong một lần đến thăm và yết lễ tại đây đã cảm tác đề tặng một câu đối, sau được chạm khắc ở đền thờ Ngài. Câu đối này được viết bằng [[chữ Hán]] như sau:\n:''Thanh Miếu tuế thời hương, lăng cốc bất khai canh hoàn cục''\n:''Hồng Châu kim cổ lộ, cương thường sức kởi vãng lai nhân''.\n\nBản dịch của Đoàn Trọng Hân như sau:\n:''Chí thời Thanh Miếu ngát hương, Thủy Nhật Nguyệt chiếu minh Gương Trung Nghĩa''\n:''Kim cổ Hồng Châu qua lại, Khách Vãng Lai trông rõ Cột Cương Thường''.\n\n• Hàng năm vào ngày 11 tháng 4 âm lịch tại đền thờ Ngài có mở hội, tế lễ. Dân chúng thôn Bần - Yên Nhân, dân làng Yên Phú và khách thập phương xa gần nô nức đi xem hội và yết lễ.\n\n• Trong dân gian còn có tín ngưỡng thờ đức thánh '''''Ông Hoàng Cả''' <ref>[https:\/\/suckhoecuocsong.vn\/hieu-ve-tu-phu-ong-hoang-de-khan-khong-bi-pham]<\/ref>'' tức Đông Hải Đại vương Đoàn Thượng trong '''''[[Tứ phủ]] Quan Hoàng'''''  ''(gồm có mười vị Quan Hoàng, mà huyền tích về sự xuất hiện của họ thường có liên hệ mật thiết với các nhân vật lịch sử, danh tướng có công đánh dẹp giặc hay những người khai sáng, mở mang cho đất nước, địa phương nơi họ hiển linh).''\n\n==Giai thoại ==\n\nNgày nay, tại vùng Bần Yên Nhân còn lưu truyền một truyền thuyết về Đông Hải Đại Vương Đoàn Thượng như sau :\nSau khi bị đội quân của Trần Thủ Độ phục kích và bị chém gần đứt đầu nhưng Đoàn Thượng không chết mà vẫn giục ngựa chạy về mạn Hồng Châu (ngày nay là Hưng Yên ) thì gặp một bà bán nước ngồi dưới gốc đa. Đoàn Thượng ngạc nhiên vì cả vùng này vắng hoe, không có mấy người qua lại nhưng lại có bà hàng nước ở đây. Ông thấy lạ xuống ngựa hỏi thì bà ta nói là đợi ông ở đây đã lâu. Đoàn Thượng ngạc nhiên. Rồi bà bán nước sai con mổ gà làm cơm thết đãi ông nhưng đứa con còn nhỏ nên cắt cổ gà không đứt mà còn tuột tay để con gà chạy ra chỗ Đoàn Thượng.\nÔng cầm con gà nên thấy nó cùng cảnh ngộ với mình thì hỏi bà bán nước rằng gà đứt cổ mà vẫn sống thì liệu người đứt cổ còn sống không. Người đàn bà nhìn ông buồn bã lắc đầu, tức thì ông ngã vật ra chết.\nNgười dân thương ông trung nghĩa với nhà Lý nên chôn cất tử tế lại lập miếu thờ, quanh năm hương khói nên ông rất linh thiêng thường hiển linh giúp nhân dân trong vùng. Ngày 11 tháng 4 âm lịch hàng năm trong vùng làm lễ hội to để tưởng nhớ ông.\n\nTuy nhiên, cũng có một giai thoại khác nói rằng vì biết tài của Đoàn Thượng nên sau khi diệt nhà Lý thì Trần Thủ Độ sai sứ giả chiêu hàng Thượng, nếu quy hàng thì sẽ được gả công chúa phong hầu nhưng ông không nghe và viết chiến thư cho Trần Thủ Độ. Vốn có sức khỏe lại thạo nghề cung kiếm nên ông một mình một ngựa cầm đao xông vào bên quân của Trần Thủ Độ khiến cho ba quân khiếp vía. Trần Thủ Độ biết nếu đơn đấu sẽ rất khó hạ được Thượng nên đã cùng Nguyễn Nộn hợp sức đánh cho Thượng bị thua. Nguyễn Nộn chém đứt đầu ông rơi ở Hồng Châu ( tức Bần Yên Nhân ngày nay ) nhưng thân mình ông không ngã mà chạy về tận Mao Điền ( Cẩm Giàng, Hải Dương ngày nay ) mới ngã. Vì vậy trong nhân gian mới có câu \" đầu Bần thân Mao \".\n\n==Lịch sử vinh danh==\n\n* Tên ông được đặt tên cho một xã thuộc huyện Gia Lộc và một đường phố ở [[thành phố Hải Dương]] - quê hương ông. \n* Tên ông cũng được đặt cho Trường THPT Đoàn Thượng - huyện Gia Lộc, các Trường THCS Đoàn Thượng và Trường Tiểu học Đoàn Thượng ở xã Đoàn Thượng, huyện Gia Lộc, tỉnh Hải Dương\n\n== Trong văn hóa ==\n\n* Tướng quân Đoàn Thượng do diễn viên [[Tạ Minh Thảo]] thể hiện trong phim [[Thái sư Trần Thủ Độ (phim truyền hình)|Thái sư Trần Thủ Độ]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Đại Việt sử lược\n*[[Đại Việt Sử ký Toàn thư]]\n\n==Xem thêm==\n{{Wiktionary|Đoàn Thượng}}\n*[[Nhà Lý]]\n*[[Sự suy vong của nhà Lý]]\n*[[Lý Cao Tông]]\n*[[Lý Huệ Tông]]\n*[[Trần Tự Khánh]]\n*[[Nguyễn Nộn]]\n\n{{Thời gian sống|sinh=1181|mất=1228}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Sinh năm 1181]]\n[[Thể loại:Vương tước nhà Lý]]"}