{"191774":"[[Tập tin:Đoàn minh huyên.jpg|nhỏ|313x313px|Chân Dung Đức Phật Thầy Tây An (Đoàn Minh Huyên)]]\n[[Tập tin:TayAncotu.jpg|nhỏ|phải|250px|[[Chùa Tây An]] ([[Núi Sam]], [[Châu Đốc]]), nơi Đoàn Minh Huyên bị buộc đến tu, và rồi viên tịch tại đây.]]\n'''Đoàn Minh Huyên''' ([[14 tháng 11]] năm [[1807]] - [[10 tháng 9]] năm [[1856]]), hay '''Đoàn Văn Huyên''', quý danh là '''Lê Hướng Thiện'''<ref>{{Chú thích web|url=http:\/\/www.buusonkyhuong.vn\/|tiêu đề=Sơ Lược Nguồn Gốc Bửu Sơn Kỳ Hương|website=Bửu Sơn Kỳ Hương|ngày truy cập=2018-09-24|archive-date = ngày 17 tháng 10 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181017110909\/http:\/\/www.buusonkyhuong.vn\/}}<\/ref>, đạo hiệu: '''Giác Linh''', được tín đồ gọi tôn kính là '''Phật Thầy Tây An'''. Ngoài vai trò là người sáng lập giáo phái ([[Bửu Sơn Kỳ Hương]]) ''bản địa đầu tiên ở [[An Giang]]''<ref>Nguồn: Nhiều người soạn, ''Kỷ lục An Giang 2009'', tr. 17.<\/ref>, ông còn là một nhà yêu nước, nhà dinh điền đã có công khai hoang nhiều vùng đất ở [[Nam Bộ]] ([[Việt Nam]]).\n\n==Thân thế và hành trạng==\n[[Hình:Chùa Tòng Sơn.jpg|nhỏ|phải|250px|Chùa (hay đình) Tòng Sơn ở xã Mỹ An Hưng A ([[Lấp Vò]]). Tưởng nhớ công ơn, người dân đã lập ngôi thờ này tại quê hương ông.]]\n\n'''Đoàn Minh Huyên''' là người ở vùng Cái Tàu Thượng, thuộc làng Tòng Sơn, tổng An Thạnh, huyện Vĩnh An, phủ Tân Thành, tỉnh [[An Giang]]; đến thời Pháp thuộc đổi thành làng Tòng Sơn và sau đó là làng Mỹ An Hưng thuộc tổng An Thạnh Thượng, quận [[Châu Thành, Đồng Tháp|Châu Thành]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay thuộc xã Mỹ An Hưng A, huyện [[Lấp Vò]], tỉnh [[Đồng Tháp]]).\n\nNăm [[1849]], ở [[Nam Kỳ]], xảy ra vụ mất mùa và đại dịch (kéo dài đến [[1850]]), đã làm nhân dân lâm vào cảnh cùng cực, khổ đau và chết chóc. Trong hoàn cảnh ấy, ông Đoàn Minh Huyên từ Tòng Sơn vào Trà Bư (nay thuộc ấp An Thái, thị trấn Hội An, huyện Chợ Mới, tỉnh An Giang), rồi đến vùng Kiến Thạnh (xưa thuộc làng Long Kiến; nay thuộc xã Long Giang, huyện [[Chợ Mới]], tỉnh [[An Giang]]), cư ngụ ở cốc ông đạo Kiến, trổ tài trị bệnh cho dân. Từ chỗ chữa trị bệnh có kết quả, ông dìu dắt được nhiều bệnh nhân và người thân của họ nghe theo những điều dạy khuyên của ông.\n\nThấy người tin theo ngày một đông, nên ngay năm ấy ([[1849]])<ref>Theo ''Địa chí An Giang'' (tập 2, tr. 229) và ''Kỷ lục An Giang 2009'' (đã dẫn, tr. 17)<\/ref>, ông đã sáng lập ra đạo '''Bửu Sơn Kỳ Hương''', với tôn chỉ và phương pháp hành đạo rất đơn giản.\n\nNghe ông chữa bệnh bằng nước cúng (nước lã), bông cúng,...đồng thời rao giảng đạo, quan tỉnh [[An Giang]] nghi ngờ ông là gian đạo sĩ, hoạt động chính trị nên bắt giam, nhưng xét không có bằng chứng phải thả tự do cho ông. Song ông buộc phải quy y theo [[Phật giáo|đạo phật]] (phái [[Lâm Tế tông|Lâm Tế]]) và tu tại [[chùa Tây An]], dưới chân [[núi Sam]] ([[Châu Đốc]]). Từ đó, ông được người dân tin tưởng gọi tôn kính là '''Phật Thầy Tây An'''.\n\nMặc dù bị chỉ định cư trú, song ông vẫn thường đi lại khắp miền [[sông Hậu]], phổ biến giáo lý Tứ Ân, đồng thời vận động dân nghèo khai hoang, dần hình thành 4 trung tâm dinh điền lớn, đó là [[Đồng Tháp Mười]] ([[Đồng Tháp]]), Thới Sơn ([[Tịnh Biên]]), Láng Linh và Cái Dầu (đều thuộc [[Châu Phú]])...\n\nPhật Thầy Tây An viên tịch ngày [[10 tháng 9]] năm [[1856]], lúc 49 tuổi. Hiện mộ ông ở phía sau [[chùa Tây An]] ([[Châu Đốc]]), không đấp nấm theo lời căn dặn của ông. Ông có nhiều đệ tử giỏi, như Đức Cố Quản ([[Trần Văn Thành]]), Tăng Chủ ([[Bùi Đình Thân]]), Đạo Xuyến (Nguyễn Văn Xuyến), Đạo Lập (Phạm Thái Chung), Đạo Thắng (Nguyễn Văn Thắng),v.v...\n\nSau này, tên của ông đã được đặt cho một trường trung học cơ sở tại phường [[Thới Sơn (phường)|Thới Sơn]], thị xã [[Tịnh Biên]], tỉnh [[An Giang]].\n\n==Đôi nét về [[đạo Bửu Sơn Kỳ Hương]]==\n[[Tập tin:Tây An cổ tự Chợ Mới.jpg|nhỏ|phải|250px|Tây An cổ tự (Long Giang, [[Chợ Mới]]). Khi xưa nơi đây là cốc ông đạo Kiến, sau đó Đoàn Minh Huyên đến tu và trị bệnh cho dân. Tưởng nhớ công ơn, người dân đã lập ngôi thờ này.]]\n{{chính|Đạo Bửu Sơn Kỳ Hương}}\nTheo truyền thuyết của giáo phái này, thì ''Bửu Sơn'' (núi báu) là [[Thất Sơn]], mà linh thiêng nhất là [[núi Cấm]]. ''Kỳ hương'' tức là mùi hương lạ. ''Hội Long Hoa'' sau thời Mạt pháp sẽ được [[Phật]] [[Di-lặc]] thành lập ở đó để đón nhận những ai biết tu hiền.\n\nTrước thực trạng nghèo đói và bệnh tật triền miên, nghe nói ''hội Long Hoa''<ref>Sơn Nam viết: \"Có thể nói Phật Thầy Tây An là người thứ nhất báo hiệu và đánh thức người đời rằng thời kỳ Hạ ngươn sắp mãn để bước sang thời Thượng ngươn, tức là thời kỳ Đức [[Di-lặc]] hạ sanh lập nên hội Long Hoa\" (''Cá tính miền Nam'', tr. 31 và 33). Sau, thuyết này còn được người mở đạo [[Tứ Ân Hiếu Nghĩa]] và [[đạo Hòa Hảo]] nhắc lại nhiều lần.<\/ref> giống như cõi [[Tiên]] tại thế, mà việc hành đạo lại rất dễ, nên người tin theo ngày càng đông.\n\nNgười đến quy y sẽ được Đoàn Minh Huyên cấp cho một tấm \"lòng phái\" (mảnh giấy màu vàng có ghi bốn chữ \"Bửu Sơn kỳ Hương\" màu son), được truyền dạy giáo lý \"học [[Phật]]- tu Nhân\"<ref>[[Đạo Hòa Hảo]] và [[Tứ Ân Hiếu Nghĩa]] cũng truyền dạy giáo lý này. Tuy nhiên đạo Tứ Ân Hiếu Nghĩa lại đề cao việc tu nhân hơn (tu Nhân - học Phật).<\/ref>, tức là noi theo giáo lý Đức Phật mà tu sửa con người, tích cực thực hành thuyết \"Tứ ân (ơn)\", đó là: ''Ân tổ tiên cha mẹ'', ''Ân đất nước'', ''Ân Tam bảo'' và '' Ân đồng bào nhân loại''.\n\nVề việc hành đạo, tuy lấy [[Phật giáo|đạo Phật]] làm gốc, nhưng tín đồ đạo này không cần thờ tượng [[Phật]] (trên ngôi thờ Tam bảo chỉ cần thờ tấm trần điều màu đỏ<ref>Trần điều [[đạo Hòa Hảo]] có màu nâu sẫm. Đây là một trong số điểm khác nhau giữa hai mối đạo.<\/ref>), không cần phải ly gia cắt ái, không cần ăn chay, cạo râu tóc, gõ mõ tụng kinh,...và không cần phải dâng cúng những lễ vật tốn kém (bông hoa, nước lã là đủ).\nTrong những lời sấm truyền của Phật Thầy để lại cho đệ tử có câu:\n:Chừng nào gốc mộc nên chồi\n:Ta vưng sắc lệnh tái hồi trần gian\nHay câu:\n:Nay già đã hết già hóa trẻ\n:Nên giữa đông bổng lại có sông\nVà một đều Phật Thầy Tây An có ba ngắn cổ sau này Đức Huỳnh Phú Sổ ra đời cũng có ba ngắn cổ và Ngài viết ra quyển 2 sấm giảng nhắc lại bút tích Phật Thầy nên hầu hết tín đồ Bửu Sơn Kỳ hương hay Phật giáo Hòa Hảo đều nhìn nhận.\n\nNhiều nhà nghiên cứu, trong đó có [[Sơn Nam]] cho rằng đây là lối tu theo thuyết \"vô vi\", tức là không chú trọng đến hình thức, không dụng tâm bày đặt ra cái này cái khác <ref>[[Sơn Nam]], ''Lịch sử An Giang'', tr. 76.<\/ref>.\n\nSau này, [[đạo Tứ Ân Hiếu Nghĩa]] và [[đạo Hòa Hảo]] chịu ảnh hưởng sâu sắc các yếu lý trên <ref>Theo ''Kỷ lục An Giang 2009'', sách đã dẫn, tr. 17.<\/ref>.\nTại nơi trại ruộng làng Thới Sơn Phật Thầy có truyền lại một bài sấm ngữ:\n\nBửu Ngọc Quân Minh Thiên Việt Nguyên\n\nSơn Trung Sư Mạng Địa Nam Tiền\n\nKỳ Niên Trạng Tái Tân Phục Quốc\n\nHương Xuất Trình Sanh Tạo Nghiệp Yên.\n\nBửu Sơn Kỳ Hương\n\nNgọc Trung Niên Xuất\n\nQuân Sư Trạng Trình\n\nMinh Mạng Tái Sanh\n\nThiên Địa Tân Tạo\n\nViệt Nam Phục Nghiệp\n\nNguyên Tiền Quốc Yên.\n\n==Công đức==\n[[Tập tin:Mộ Phật Thầy.jpg|nhỏ|phải|250px|Mộ Phật Thầy Tây An]]\nPhật Thầy Tây An là một nhà yêu nước ẩn dưới chiếc áo nhà tu. Ông vừa trị bệnh cứu người, vừa quy tụ nông dân nghèo khai hoang, vừa phổ biến \"Tứ ân\", mà trong đó \"Ân đất nước\" rất được chú trọng. \nĐiểm đáng lưu ý nữa, đó là những \"trại ruộng\"<ref>Sinh thời, Phật Thầy Tây An và các đệ tử của ông đi đến đâu cũng dựng lên những cái cốc (am) để làm nơi thờ cúng và phát phù trị bịnh. Đến khi đề xướng việc khẩn hoang, để có chỗ hành đạo và sinh hoạt, ông cho lập trại ruộng. Sau này, những am cốc và trại ruộng khi xưa, mới được tín đồ lớp sau kiến tạo lại thành chùa.<\/ref> mà ông lập ra chỉ là hình thức, thực chất đấy là căn cứ tập hợp nông dân chống lại chính sách cai trị hà khắc của [[nhà Nguyễn]]. Sau này, khi [[thực dân Pháp]] đến xâm lược, thì những nơi ấy trở thành những căn cứ chống ngoại xâm, nhiều tín đồ của ông trở thành nghĩa quân (để đền ơn đất nước), mà cuộc [[khởi nghĩa Bảy Thưa]] ([[1867]] -[[1873]]) do [[Trần Văn Thành]] (đại đệ tử của Phật Thầy Tây An) phát động, là một minh chứng <ref>Theo bài viết trên ''Cổng thông tin điện tử Đồng Tháp'' [http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130114014456\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen|date=ngày 14 tháng 1 năm 2013}}.<\/ref>.\n\n==Giai thoại==\n[[Hình:Khu đền mộ Phật Mẫu.jpg|nhỏ|phải|250px|Khu đền mộ Phật Mẫu (mẹ Phật Thầy Tây An) ở Cái Nai (Hội An, [[Chợ Mới]], [[An Giang]]).]]\nGần đây trong cuốn \"Thân thế Phật thầy Tây An\" của cư sĩ Spô-Liêu dựa vào truyện thơ ''Kim cổ kỳ quan'' của ông Nguyễn Văn Thới ([[1866]]-[[1926]]). Theo đó, Phật thầy có tên thật là Nguyễn Quang Mục, con của vua [[Quang Trung]] và [[Lê Ngọc Hân|Ngọc Hân]] công chúa. Cái tên Đoàn Minh Huyên chỉ là để che mắt nhà Nguyễn. Ý ẩn trong chữ \"Bửu Sơn Kỳ Hương\" là \"Tây Sơn Hồ Thơm\" (Hồ Thơm là tên thật của vua Quang Trung), chữ \"Tây An\" đọc ngược lại là \"An Tây\" chính là tên ấp Tây Sơn thời [[nhà Nguyễn]]. Ngoài ra trong chùa Tây An cũng có bàn thờ một tấm vải điều. Dân gian cho rằng đó chính là lá cờ đào của triều đại Tây Sơn. Tuy nhiên giả thiết này không có căn cứ, chưa được các nhà sử học công nhận. Ý kiến khác cho rằng đây là một giả thuyết \"quá mơ hồ và phi lịch sử\". Theo sử sách và các tài liệu chính thống của các hoàng triều thì con của [[Hoàng đế]] [[Quang Trung]] và Bắc cung [[hoàng hậu]] [[Lê Ngọc Hân|Ngọc Hân]] đều không có ai tên là Nguyễn Quang Mục? Với con nhà thường dân thì có thể còn bị bỏ sót hoặc thất lạc, lưu tán không rõ nhưng với thân phận của [[Quang Trung]] [[Hoàng đế]] và [[Lê Ngọc Hân|Ngọc Hân]] [[công chúa]] thì không thể có chuyện sử sách đương thời lại không biết. (Xem thêm phần thảo luận).<ref>Có ý kiến cho rằng đây là một giả thuyết \"quá mơ hồ, phi lịch sử\".Xem thêm: \"Đoàn Minh Huyên là hoàng tử nhà Tây Sơn?\" trên ''báo Thanh niên'' cập nhật ngày 18 tháng 11 năm 2013 [http:\/\/www.thanhnien.com.vn\/pages\/20131118\/that-son-truyen-ky-ky-1-con-vua-quang-trung-o-that-son.aspx].<\/ref>.\n\n==Xem thêm==\n*[[Trần Văn Thành]] và [[Khởi nghĩa Bảy Thưa]]\n*[[Tăng Chủ]]\n*[[Đình Tây]]\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*Nhiều người soạn, ''Địa chí An Giang'' (Tập 2), do UBND tỉnh An Giang tổ chức biên soạn và ấn hành, 2007.\n*[[Sơn Nam]], ''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, 1988.\n*[[Sơn Nam]], ''Cá tính miền Nam''. Nhà xuất bản Trẻ, 1997.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], [[1992]].\n*GS. Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển 2, mục từ \"Phật Thầy Tây An\"). Nhà xuất bản Hồn Thiêng, [[Sài Gòn]], 1967.\n*Nhiều người soạn, ''Kỷ lục An Giang 2009'', Nhà xuất bản Thông Tấn, 2010.\n\n==Liên kết ngoài==\n*[http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen Đoàn Minh Huyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130114014456\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen |date = ngày 14 tháng 1 năm 2013}}\n*[http:\/\/vannghesongcuulong.org\/vietnamese\/vanhoc_tacpham.asp?TPID=4552&LOAIID=3&LOAIREF=1&TGID=922 Thới Sơn - Một nông trại] trích ''Nửa tháng trong miền Thất Sơn'' của Nguyễn Văn Hầu.\n*[http:\/\/www.phatgiaohoahao.net\/tu-sach-phat-giao-hoa-hao\/that-son-mau-nhiem\/phan-ii-cac-bac-sieu-pham-o-mien-that-son\/chuong-i-dhuc-phat-thay-tay-an Giáo hội Phật giáo Hòa Hảo]\n\n{{clear}}\n{{Các ông đạo ở Nam Bộ, Việt Nam}}\n\n[[Thể loại:Sinh năm 1807]]\n[[Thể loại:Mất năm 1856]]\n[[Thể loại:Bửu Sơn Kỳ Hương]]\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Người An Giang]]"}