{"785944":"'''Đoàn Văn Cự''' ([[1835]]-[[1905]]), là một thủ lĩnh kháng [[Thực dân Pháp|Pháp]] tại [[Biên Hòa (tỉnh)|Biên Hòa]] ([[Việt Nam]]). Tuy hoạt động của ông bị đối phương nhanh chóng dập tắt, nhưng đã có ảnh hưởng sâu rộng ở vùng miền Đông [[Nam Bộ]] trong những thập niên đầu [[thế kỷ 20]] <ref>[http:\/\/www.thuviendongnai.gov.vn\/trangtin\/diachiDN\/Lists\/Posts\/Post.aspx?List=4ec2c073%2D99ac%2D47d8%2Db9ae%2D2dbe43169359&ID=93 Theo bài viết đăng trên website Thư viện Đồng Nai]<\/ref>.\n\n==Bối cảnh lịch sử và hoạt động kháng Pháp==\n\nĐoàn Văn Cự sinh năm [[Ất Mùi]] ([[1835]]) tại làng Bình An, huyện Bình An, tỉnh [[Biên Hòa (tỉnh)|Biên Hòa]] (nay là [[quận Thủ Đức]], [[Thành phố Hồ Chí Minh]])\n\nCha ông là một nhà nho yêu nước, có tinh thần chống Pháp, bị đối phương theo dõi, ông phải rời bỏ [[Thủ Đức]] để tha hương. Nối chí cha, Đoàn Văn Cự đến cư ngụ tại một nơi hẻo lánh ở ấp Vĩnh Cửu thuộc xã Tam Hiệp, huyện Châu Thành, tỉnh Biên Hòa xưa (nay thuộc phường Tam Hiệp, [[thành phố Biên Hòa]], tỉnh [[Đồng Nai]]) sống bằng nghề dạy học và hốt thuốc, nên được gọi là '''ông thầy Cự'''. Nhờ vậy, ông che tai mắt [[thực dân Pháp]] được một thời gian, để có thể bí mật tuyên truyền và chiêu tập những người dân có cùng chí hướng.\n \nĐược tin tưởng, đông đảo người dân ở các vùng Chợ Đồn, Chợ Chiếu, Bình Đa, [[Cù lao Phố]], Núi Nứa (nay thuộc [[Bà Rịa]])...đã tình nguyện đi theo và ủng hộ ông. Để chuẩn bị cho đại cuộc đánh Pháp, ông Cự chọn vùng Bưng Kiệu (thuộc xã Tam Hiệp) làm căn cứ, tổ chức lượng theo theo lối [[Thiên Địa Hội]] (còn gọi là Hội kín), đồng thời cho tích lũy lương thực, mua sắm khí giới, lập lò rèn vũ khí, luyện tập nghĩa quân...\n\n==Hy sinh==\nMọi việc còn đang trong giai đoạn chuẩn bị, thì [[thực dân Pháp]] dò la được. Sáng ngày 12 [[tháng 4]] năm [[1905]], một số lính ''mã tà'' (cảnh sát [[Lịch sử Việt Nam thời Pháp thuộc|thời Pháp thuộc]]) <ref>Người Mã Lai ([[Malaysia]]) gọi lính cảnh sát là \"matamata\", người Việt gọi trại ra là \"mã tà\" (theo [[Vương Hồng Sển]], ''Sàigòn năm xưa'', 1968, Xuân Thu xuất bản, tr. 229).<\/ref> do một viên quan ba (đại úy) chỉ huy kéo vào căn cứ Bưng Kiệu. Thừa lúc nghĩa quân canh phòng sơ ý, quân Pháp liền xông thẳng vào ngôi nhà Đoàn Văn Cự đang ở. Trước bàn thờ Tổ, Đoàn Văn Cự trong bộ trang phục uy nghi, vừa thấy viên quan ba dẫn lính vào liền vung đoản đao chém thẳng. Viên quan ba bị thương nhưng kịp rút súng bắn chết ông (thọ 70 tuổi).\n\nSau khi giết được thủ lĩnh Đoàn Văn Cự, viên quan ba cho lính đốt phá căn cứ, bắn giết và truy đuổi nghĩa quân cho đến ngày hôm sau. Kết cuộc, ngoài Đoàn Văn Cự, còn có thêm 16 nghĩa quân bị hy sinh tại trận. Sau đó, quân Pháp bắt dân làng chôn Đoàn Văn Cự cùng với 16 nghĩa quân vào một hố lớn.\n\nông mất vào ngày 8\/4\/1905 \n\n==Mộ và đền thờ==\nNgôi mộ chung chôn thủ lĩnh Đoàn Văn Cự cùng 16 nghĩa quân, tọa lạc trên khu đất cạnh dòng suối Linh Tuyền (gọi tắt là suối Linh), thuộc phường Long Bình, cách trung tâm thành phố [[Biên Hòa]] chừng 8[[km]]. Ban đầu, chỉ là một ngôi mộ đơn sơ. Năm [[1956]], được nhân dân địa phương xây đắp lại nhưng quy mô nhỏ. Trước năm [[1975]], vì ngôi mộ nằm trong căn cứ quân sự Long Bình, nên người dân không thể đến sửa sang hay thăm viếng, mãi đến [[1990]] ngôi mộ mới được xây dựng bề thế như hiện nay. Ngôi mộ hiện có hình chữ nhật dài 16,5[[m]], rộng 2m cao 0,75m. Phía sau ngôi mộ là một ngôi miếu nhỏ thờ Đoàn Văn Cự và 16 nghĩa binh. Khu mộ được bảo vệ bởi hai vòng rào bằng gạch, có cổng ra vào.\n\nNgôi đình cũng được xây dựng từ năm [[1956]], cách phần mộ khoảng 1[[km]] về hướng [[Đông Bắc]]. Đền tọa lạc trên khu đất bằng phẳng, rộng gần 3000[[m2]], thuộc phường Tam Hiệp ([[thành phố Biên Hòa]]) trên [[Quốc lộ 15]].\n\nNgày 8 [[tháng 4]] (âm lịch) hàng năm, nhân dân địa phương đều làm lễ tế trang trọng để tưởng nhớ thủ lĩnh Đoàn Văn Cự và 16 nghĩa quân.\n\nMộ và đền thờ Đoàn Văn Cự được Bộ Văn hóa - thông tin xếp hạng di tích ''lịch sử văn hóa cấp quốc gia'' tại Quyết định số 722\/QĐ-BVHTT ngày 25 [[tháng 4]] năm [[1998]]<ref>Xem: [http:\/\/sovanhoa.xemweb.net\/pages.php?mod=article&func=view&id=979&cid=514&cat_id=479]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}.<\/ref>.\n\nGhi công Đoàn Văn Cự, trước năm [[1975]], chính quyền tỉnh đã lấy tên ông đặt tên cho một khu cư xá và một con đường nối liền Quốc lộ 1 (nay là [[Quốc lộ 1]]) và đường liên tỉnh 24. Hiện nay, tên ông cũng được dùng để đặt tên cho một con đường ở thành phố [[Biên Hòa]], tỉnh Đồng Nai (đoạn nối từ đường Phạm văn Thuận đến đường Đồng Khởi).\n\n==Xem thêm==\n*[[Phong trào hội kín Nam Kỳ]]\n*[[Vụ phá khám Biên Hòa, 1916]].\n\n==Tài liệu tham khảo chính==\n*Lương Văn Lựu, ''Biên Hòa sử lược toàn biên'' (Quyển 2). Ty Thông tin Biên Hòa kiểm duyệt và cho phép xuất bản năm 1973.\n*Bài viết \"Di tích mộ và đền thờ Đoàn Văn Cự\" trong ''Đồng Nai di tích - lịch sử'' của Nhà Xuất bản Đồng Nai (bản điện tử) [http:\/\/sovanhoa.xemweb.net\/pages.php?mod=article&func=view&id=979&cid=514&cat_id=479]{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1835|mất=1905}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Đồng Nai]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}