{"31460":"{{Thông tin đảng phái chính trị\n| tên = Đoàn Thanh niên Cộng sản Hồ Chí Minh\n| tên gốc =\n| logo = Huy Hiệu Đoàn.png\n| lãnh tụ = [[Hồ Chí Minh]]\n| phát ngôn viên =\n| chức danh 1 = [[Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Bí thư thứ nhất]]\n| lãnh đạo 1 = [[Bùi Quang Huy (chính khách)|Bùi Quang Huy]]\n| chức danh 2 =Bí thư\n| lãnh đạo 2 = [[Nguyễn Ngọc Lương]] (thường trực)<br\/>[[Ngô Văn Cương]]<br\/>[[Nguyễn Tường Lâm]]<br\/>[[Nguyễn Phạm Duy Trang]]<br\/>[[Nguyễn Minh Triết (sinh năm 1988)|Nguyễn Minh Triết]]\n| chức danh 3 = Lãnh đạo bởi\n| lãnh đạo 3 = [[Tập tin:Communist Party of Vietnam flag.svg|25px]] [[Đảng Cộng sản Việt Nam]]\n| thành lập = {{Ngày bắt đầu và tuổi|1931|03|26|df=yes}}\n| giải tán =\n| trụ sở = 62 Bà Triệu, Hoàn Kiếm, Hà Nội\n| báo = [[Tiền Phong (báo)|Tiền phong]]\n| thanh niên = [[Hội Liên hiệp Thanh niên Việt Nam]]<br\/>[[Hội Sinh viên Việt Nam]] \n| năm thành viên = 2017\n| thành viên = 6,4 triệu\n| bài hát = \n| hệ tư tưởng = [[Chủ nghĩa Mác-Lênin]]<br\/>[[Tư tưởng Hồ Chí Minh]]\n| quốc gia = {{Việt Nam}}\n| quốc tế = [[Liên đoàn Thanh niên Dân chủ thế giới]]\n| màu = {{colorbox|#3399FF}} Xanh dương\n| trang web = {{URL|http:\/\/doanthanhnien.vn\/}}\n| ghi chú =\n|flag=Flag of HCM Communist Youth Union.svg|flag_title=Đoàn kỳ|blank1='''Đoàn ca'''<br\/>'''[[Thanh niên làm theo lời Bác (bài hát)|Thanh niên làm theo lời Bác (Hoàng Hòa)]]<br\/>[[Tập tin:Thanh niên làm theo lời Bác (có lời).ogg]]|blank1_info=|blank1_title=|caption=Huy hiệu<br\/>Đoàn Thanh niên Cộng sản Hồ Chí Minh}}\n[[Tập tin:Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh, 62 Bà Triệu, Hà Nội 002.JPG|nhỏ|265x265px|Trụ sở Trung ương Đoàn TNCS Hồ Chí Minh]]\n{{otheruses|Đoàn}}\n\n'''Đoàn Thanh niên Cộng sản Hồ Chí Minh''', thường được gọi ngắn gọn là '''Đoàn''', là một [[Tổ chức chính trị Việt Nam|tổ chức chính trị – xã hội]] của [[thanh niên]] [[Việt Nam]]. Tổ chức này do [[Đảng Cộng sản Việt Nam]] và [[Chủ tịch nước|Chủ tịch]] [[Hồ Chí Minh]] sáng lập, lãnh đạo và rèn luyện.<ref>{{Chú thích web |tiêu đề=Điều lệ Đoàn TNCS Hồ Chí Minh |url=http:\/\/www.doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/9554\/news.htm |ngày truy cập=2013-03-22 |archive-date = ngày 15 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140315020816\/http:\/\/www.doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/9554\/news.htm }}<\/ref>\n\nTổ chức này được coi là vườn ươm đội ngũ cán bộ lãnh đạo và quản lý tương lai cho [[Đảng Cộng sản Việt Nam]], là '''\"cánh tay nối dài\"''' của nhà nước.<ref>{{chú thích web|url=http:\/\/hanoimoi.com.vn\/Ban-in\/Chinh-tri\/477343\/nhan-ro-trach-nhiem-vuon-uom-doi-ngu-can-bo-lanh-dao-va-quan-ly-tuong-lai|tiêu đề=Nhận rõ trách nhiệm \"vườn ươm\" đội ngũ cán bộ lãnh đạo và quản lý tương lai|author=|tên=|ngày=|website=|ngôn ngữ=|nhà xuất bản=Báo Hà Nội Mới|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-10-09}}<\/ref> Đoàn Thanh niên được tổ chức và vận hành theo mô hình hành chính từ trung ương xuống đến các cấp xã, phường với đầy đủ chức danh thuộc biên chế hưởng lương nhà nước.\n\n== Địa vị pháp lý ==\nTrong Điều lệ Đoàn Thanh niên Cộng sản Hồ Chí Minh được Đại hội Đoàn toàn quốc lần thứ XI thông qua ngày 13\/12\/2017 xác định vai trò của Đoàn Thanh niên Cộng sản Hồ Chí Minh như sau:\n{{Cquote|''Đoàn Thanh niên Cộng sản Hồ Chí Minh là tổ chức chính trị-xã hội của thanh niên Việt Nam do Đảng Cộng sản Việt Nam và Chủ tịch Hồ Chí Minh sáng lập, lãnh đạo và rèn luyện. Đoàn bao gồm những thanh niên tiên tiến, phấn đấu vì mục đích, lý tưởng của Đảng là độc lập dân tộc gắn liền với chủ nghĩa xã hội, dân giàu, nước mạnh, dân chủ, công bằng, văn minh.''\n\n''Được xây dựng, rèn luyện và trưởng thành qua các thời kỳ đấu tranh cách mạng, Đoàn đã tập hợp đông đảo thanh niên phát huy chủ nghĩa anh hùng cách mạng, cống hiến xuất sắc cho sự nghiệp giải phóng dân tộc, thống nhất đất nước, xây dựng và bảo vệ Tổ quốc. Bước vào thời kỳ mới, Đoàn tiếp tục phát huy những truyền thống quý báu của dân tộc và bản chất tốt đẹp của mình, xây dựng thế hệ thanh niên Việt Nam giàu lòng yêu nước, tự cường dân tộc; kiên định lý tưởng độc lập dân tộc và chủ nghĩa xã hội; có đạo đức cách mạng, ý thức chấp hành pháp luật, sống có văn hóa, vì cộng đồng; có năng lực, bản lĩnh trong hội nhập quốc tế; có sức khỏe, tri thức, kỹ năng và tác phong công nghiệp trong lao động tập thể, trở thành những công dân tốt của đất nước; xung kích, sáng tạo làm chủ khoa học công nghệ tiên tiến, vươn lên ngang tầm thời đại. Đoàn Thanh niên Cộng sản Hồ Chí Minh kế tục trung thành, xuất sắc sự nghiệp cách mạng vẻ vang của Đảng và Chủ tịch Hồ Chí Minh; thường xuyên bổ sung lực lượng trẻ cho Đảng; tổ chức động viên đoàn viên, thanh niên cả nước đi đầu trong sự nghiệp công nghiệp hóa, hiện đại hóa đất nước, hội nhập quốc tế và bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa. ''\n\n''Đoàn Thanh niên Cộng sản Hồ Chí Minh là đội dự bị tin cậy của Đảng Cộng sản Việt Nam; là lực lượng xung kích cách mạng; là trường học xã hội chủ nghĩa của thanh niên; đại diện chăm lo, bảo vệ quyền và lợi ích hợp pháp, chính đáng của tuổi trẻ; phụ trách Đội Thiếu niên Tiền phong Hồ Chí Minh; là lực lượng nòng cốt chính trị trong phong trào thanh niên và trong các tổ chức thanh niên Việt Nam.''\n\n''Đoàn Thanh niên Cộng sản Hồ Chí Minh là thành viên của hệ thống chính trị, hoạt động trong khuôn khổ Hiến pháp và Pháp luật của nước Cộng hòa Xã hội Chủ nghĩa Việt Nam. Đoàn phối hợp với các cơ quan Nhà nước, Mặt trận Tổ quốc Việt Nam, các đoàn thể, tổ chức kinh tế, xã hội, các tập thể lao động và gia đình chăm lo giáo dục, đào tạo và bảo vệ thanh thiếu nhi; tổ chức cho đoàn viên, thanh niên tích cực tham gia vào việc quản lý nhà nước và xã hội.''\n\n''Đoàn Thanh niên Cộng sản Hồ Chí Minh đoàn kết, phát triển quan hệ hữu nghị, hợp tác bình đẳng với các tổ chức thanh niên tiến bộ, thanh niên và nhân dân các nước trong cộng đồng quốc tế phấn đấu vì hòa bình, độc lập dân tộc, dân chủ và tiến bộ xã hội, vì tương lai và hạnh phúc của tuổi trẻ.''}}\n\n== Điều lệ ==\nĐiều lệ Đoàn là [[Văn bản quy phạm pháp luật|văn bản pháp lý]] cơ bản của Đoàn, xác định những vấn đề cơ bản về Đoàn, các nguyên tắc về tổ chức, hoạt động, cơ cấu bộ máy của Đoàn; quy định trách nhiệm, nghĩa vụ, quyền hạn của Đoàn viên và của tổ chức Đoàn các cấp.\n\nMục đích của việc xây dựng Điều lệ Đoàn là nhằm thống nhất tư tưởng, tổ chức và hành động trong toàn Đoàn, thực hiện mục tiêu của Đoàn. Điều lệ Đoàn do Đại hội đại biểu toàn quốc hoặc Hội nghị đại biểu toàn quốc của Đoàn thông qua và ban hành. Mọi tổ chức Đoàn và Đoàn viên đều phải chấp hành Điều lệ Đoàn\n\nĐiều lệ Đoàn Thanh niên Cộng sản Hồ Chí Minh khóa XI hiện có 13 chương, 42 điều:\n\n* '''Chương I:''' Đoàn viên ''(gồm 4 điều, điều 1 - điều 4)''\n* '''Chương II:''' Nguyên tắc, cơ cấu tổ chức và hoạt động ''(gồm 6 điều, điều 5 - điều 10)''\n* '''Chương III:''' Cơ quan lãnh đạo ở cấp Trung ương ''(gồm 3 điều, điều 11 - điều 13)''\n* '''Chương IV:''' Cơ quan lãnh đạo ở cấp tỉnh, cấp huyện ''(gồm 3 điều, điều 14 - điều 16)''\n* '''Chương V:''' Tổ chức cơ sở Đoàn ''(gồm 5 điều, điều 17 - điều 21)''\n* '''Chương VI:''' Đoàn khối, Đoàn ngành, Đoàn ở ngoài nước ''(gồm 3 điều, điều 22 - điều 24)''\n* '''Chương VII:''' Tổ chức Đoàn trong Quân đội Nhân dân Việt Nam và Công an Nhân dân Việt Nam ''(gồm 2 điều, điều 25 - điều 26)''\n* '''Chương VIII:''' Công tác kiểm tra, giám sát và Ủy ban Kiểm tra các cấp ''(gồm 4 điều, điều 27 - điều 30)''\n* '''Chương IX:''' Khen thưởng và kỷ luật ''(gồm 5 điều, điều 31 - điều 35)''\n* '''Chương X:''' Đoàn với các tổ chức Hội của thanh niên ''(gồm 2 điều, điều 36 - điều 37)''\n* '''Chương XI:''' Đoàn phụ trách Đội Thiếu niên Tiền phong Hồ Chí Minh ''(gồm 2 điều, điều 38 - điều 39)''\n* '''Chương XII''': Tài chính ''(gồm 2 điều, điều 40 - điều 41)''\n* '''Chương XIII:''' Chấp hành Điều lệ Đoàn ''(gồm 1 điều, điều 42)''\n\n==Lịch sử==\n===Hoàn cảnh ra đời===\nTừ ngày 20 đến ngày 25 tháng 3 năm 1931, tại Hội nghị Ban Chấp hành Trung ương [[Đảng Cộng sản Đông Dương]] lần thứ 2, [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]] đã dành một phần quan trọng để bàn về công tác [[thanh niên]], đặt ra vấn đề \"''... tổ chức ra Thanh niên cộng sản đoàn là nhiệm vụ để thâu phục một bộ phận quan trọng của vô sản giai cấp, là một vấn đề cần thiết mà Đảng phải giải quyết''\", chủ trương thống nhất các tổ chức thanh niên thành '''Đoàn Thanh niên Cộng sản Đông Dương''', nhằm thu hút thanh niên phấn đấu cho lý tưởng cộng sản chủ nghĩa.\n\nTrên cơ sở Nghị quyết Hội nghị Ban chấp hành Trung ương lần thứ 2, một số [[Ủy viên Trung ương Đảng]] đã được cử phụ trách các vấn đề liên quan tới thanh niên trong các cấp ủy Đảng từ Trung ương đến địa phương. Cuối tháng 4 năm 1931, từ nước ngoài, ở [[Trung Kỳ]], Xứ ủy Đoàn được thành lập trên cơ sở các Đoàn Ủy ban Cán sự Đoàn các cấp. Ở một số tỉnh đã hình thành cấp Tỉnh ủy Đoàn và Huyện ủy Đoàn, trên cơ sở các chi bộ thanh niên thuộc đảng bộ.\n\nTừ năm 1931 đến năm 1935, Đoàn Thanh niên Cộng sản Đông Dương tiếp tục phát triển ở [[Cao Bằng]], [[Lạng Sơn]], [[Nam Bộ]]. Tháng 3 năm 1935, tại Đại hội Đại biểu Đảng Cộng sản Đông Dương lần thứ nhất ở [[Ma Cao]], Trung ương Đảng đã công nhận chính thức Chương trình hành động của Đoàn công bố từ 1933 và đề xuất việc triệu tập Đại hội Đoàn toàn quốc. Nhưng do tình hình thay đổi, đại hội sau đó đã không họp được.\n\n===Thời kỳ từ năm 1936 đến năm 1955===\nNăm 1936, [[Mặt trận Dân chủ Đông Dương]] được thành lập, một tổ chức thanh niên hoạt động công khai trên cơ sở Đoàn Thanh niên Cộng sản Đông Dương, lấy tên là '''Đoàn Thanh niên Dân chủ Đông Dương'''. Ngày 5 tháng 5 năm 1938, Đại hội đại biểu toàn quốc của Đoàn thanh niên Dân chủ Đông Dương đã họp công khai ở [[Hà Nội]] và bầu ra Ban Chấp hành Trung ương Đoàn.\n\nNăm 1939, khi chính quyền thực dân đàn áp phong trào dân chủ Đông Dương, Đoàn Thanh niên Dân chủ Đông Dương rút vào hoạt động bí mật. Năm 1940, Trung ương Đảng đã thành lập '''Đoàn Thanh niên phản đế Đông Dương''' để tổ chức quần chúng thanh niên đấu tranh chống đế quốc. Đoàn Thanh niên phản đế sau đó đã tham gia [[khởi nghĩa Bắc Sơn]] và [[Khởi nghĩa Nam Kỳ]].\n\nTrong suốt 20 năm, do điều kiện lịch sử, nhiều tổ chức thanh niên do Đảng Cộng sản Đông Dương thành lập đã cùng hoạt động song song. Ngày 28 tháng 9 năm 1948, Ban Thường vụ Trung ương có Chỉ thị gửi các cấp bộ Đảng \"''Về việc củng cố Thanh niên Cứu quốc, phát triển Đoàn thanh niên Việt Nam để thống nhất Mặt trận thanh niên''\". Tháng 6 năm 1949, Hội nghị Thanh vận của Đảng được tổ chức tại [[Việt Bắc]], do ông [[Hoàng Quốc Việt]] chủ trì. Tại Hội nghị này, một quyết định thành lập Ban Chấp hành Đoàn Thanh niên Cứu quốc Trung ương được đưa ra, [[Nguyễn Lam]] được chỉ định làm Trưởng Tiểu Ban thanh vận Trung ương đồng thời là Bí thư Ban Chấp hành Trung ương '''Đoàn Thanh niên Cứu quốc Việt Nam.'''\n\n===Thời kỳ từ năm 1955 đến năm 1976===\nSau khi giành được quyền kiểm soát miền Bắc, trong phiên họp vào tháng 9 năm 1955, Bộ Chính trị đã chủ trương đổi tên Đoàn Thanh niên Cứu quốc Việt Nam thành '''Đoàn Thanh niên Lao động Việt Nam''' và tên gọi này được chính thức thông qua tại Đại hội toàn quốc lần thứ hai của Đoàn Thanh niên Cứu quốc Việt Nam.\n\nTại Đại hội toàn quốc lần thứ 3 họp từ ngày 22 đến 25 tháng 3 năm 1961, các đại biểu đã quyết định lấy ngày 26 tháng 3 năm 1931 (ngày cuối của Hội nghị Trung ương Đảng lần thứ 2, dành để bàn bạc và quyết định những vấn đề rất quan trọng đối với công tác thanh niên) làm ngày thành lập Đoàn hàng năm.\n\nTại miền Nam, một tổ chức bộ phận của Đoàn Thanh niên Lao động Việt Nam hoạt động với tên gọi '''[[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh|Đoàn Thanh niên Cách mạng Miền Nam]]''', là một tổ chức thành viên của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\nTại miền Bắc, tháng 2 năm 1970, Đoàn Thanh niên Lao động Việt Nam được đổi tên thành '''Đoàn Thanh niên lao động Hồ Chí Minh''' để kỷ niệm Chủ tịch Hồ Chí Minh vừa qua đời trước đó 5 tháng. Cùng thời gian này, Đoàn Thanh niên Nhân dân Cách mạng miền Nam cũng đổi tên thành [[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh]].\n\n===Sau năm 1976===\nSau khi Việt Nam thống nhất, tháng 12 năm 1976, '''[[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh]]''' và '''Đoàn Thanh niên Lao động Hồ Chí Minh''' hợp nhất với tên gọi '''Đoàn Thanh niên Cộng sản Hồ Chí Minh''' và giữ tên gọi này từ đó cho đến nay\n\n==Tên gọi==\nTừ ngày 26 tháng 3 năm 1931, để phù hợp với yêu cầu và nhiệm vụ của từng thời kỳ cách mạng, Đoàn đã đổi tên nhiều lần (tổng 7 lần). Tên gọi của Đoàn qua các thời kỳ như sau:\n* Từ ngày 26 tháng 3 năm 1931 đến năm 1937, tên gọi của Đoàn là '''Đoàn Thanh niên Cộng sản Đông Dương'''[[Đoàn Thanh niên Cộng sản Đông Dương.|.]]\n*Từ năm 1937 đến năm 1939, tên gọi của Đoàn là '''Đoàn Thanh niên Dân chủ Đông Dương'''.\n* Từ tháng 11 năm 1939 đến năm 1941, tên gọi của Đoàn là '''Đoàn Thanh niên Phản đế Đông Dương'''.\n* Từ tháng 5 năm 1941 đến năm 1956, tên gọi của Đoàn là '''Đoàn Thanh niên Cứu quốc Việt Nam'''.\n* Từ ngày 25 tháng 10 năm 1956 đến năm 1970, tên gọi của Đoàn là '''Đoàn Thanh niên Lao động Việt Nam'''.\n* Từ tháng 2 năm 1970 đến tháng 11 năm 1976, tên gọi của Đoàn là '''Đoàn Thanh niên Lao động Hồ Chí Minh'''.\n* Từ tháng 12 năm 1976 đến nay, tên gọi của Đoàn là '''Đoàn Thanh niên Cộng sản Hồ Chí Minh'''.\n\n== Tổ chức ==\n=== Số lượng ===\nTheo báo cáo của Đại hội Đoàn toàn quốc lần thứ XI (2017) thì Đoàn Thanh niên Cộng sản Hồ Chí Minh hiện có khoảng 6,4 triệu Đoàn viên trên tổng số khoảng 23,6 triệu thanh niên Việt Nam (từ 16 - 35 tuổi)<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/gioi-tre\/toan-van-du-thao-bao-cao-chinh-tri-dai-hoi-doan-tncs-hcm-toan-quoc-lan-thu-xi-883471.html|title=Toàn văn dự thảo Báo cáo chính trị Đại hội Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XI|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo BBC thì tại Thành phố Hồ Chí Minh, thành phố lớn nhất Việt Nam, vào năm [[2005]] có khoảng 70% thanh niên đang đứng ngoài hàng ngũ Đoàn Thanh niên Cộng sản (khoảng 390.000 Đoàn viên trên tổng số 2,3 triệu người từ độ tuổi 16 đến 30).<ref name=\"bbc1\">{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/03\/060310_party_youth.shtml|tiêu đề=Khi thanh niên vào đảng Cộng sản |nhà xuất bản=BBC}}<\/ref>\n\n=== Nguyên tắc tổ chức và hoạt động ===\nGiống như Đảng Cộng sản Việt Nam, Đoàn Thanh niên Cộng sản Hồ Chí Minh tổ chức và hoạt động theo nguyên tắc tập trung dân chủ, thực hiện tập thể lãnh đạo, cá nhân phụ trách. Đây cũng là điểm đặc biệt của Đoàn Thanh niên Cộng sản Hồ Chí Minh so với các tổ chức chính trị - xã hội khác thường tổ chức và hoạt động theo nguyên tắc hiệp thương dân chủ.\n\n=== Cơ quan lãnh đạo các cấp ===\nCơ quan lãnh đạo cao nhất là Đại hội Đại biểu toàn quốc, được triệu tập 5 năm một lần. Cơ quan lãnh đạo của Đoàn ở mỗi cấp là Đại hội Đại biểu hoặc Đại hội Đoàn viên ở cấp đó. Giữa hai kỳ Đại hội cơ quan lãnh đạo là [[Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Ban Chấp hành]] do Đại hội Đoàn cùng cấp bầu ra. Từ cấp Liên chi Đoàn trở lên, giữa 2 kỳ họp Ban Chấp hành, cơ quan lãnh đạo là Ban Thường vụ do Ban chấp hành cùng cấp bầu ra. Riêng ở cấp Trung ương, Ban Chấp hành còn bầu ra Ban Bí thư là cơ quan thường trực của Ban Thường vụ do Bí thư thứ nhất Trung ương Đoàn đứng đầu.\n\n=== Sự lãnh đạo của Đảng ===\nNgoài ra, để khằng định cho sự lãnh đạo tuyệt đối của [[Đảng]] đối với công tác [[Đoàn]] cũng như tạo điều kiện để các đồng chí cán bộ Trung ương Đoàn là Đảng viên được sinh hoạt Đảng, trong hệ thống tổ chức của [[Đoàn]] đã thành lập ''Đảng bộ Trung ương Đoàn'' tương đương tổ chức Đảng bộ cấp huyện trực thuộc Đảng bộ khối cơ quan Trung ương.\n\nNgoài ra, cơ chế lãnh đạo của Đảng Cộng sản Việt Nam đối với Đoàn Thanh niên Cộng sản Hồ Chí Minh có một điểm đặc biệt là  Bộ Chính trị của Đảng không thành lập tổ chức Đảng đoàn để lãnh đạo trực tiếp Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh như các tổ chức chính trị - xã hội khác (Công Đoàn, Hội Nông dân, Hội Liên hiệp Phụ nữ, Hội Cựu chiến binh) mà giao quyền này cho Ban Bí thư Trung ương Đoàn.\n\n=== Hệ thống tổ chức ===\nChi đoàn là tổ chức tế bào của Đoàn, là hạt nhân nòng cốt đoàn kết, tập hợp thanh thiếu nhi. Tính đến năm 2017, Đoàn Thanh niên Cộng sản Hồ Chí Minh có '''267.495''' chi đoàn ''(trong đó: khu vực nông thôn '''97.584''' chi đoàn; khu vực đô thị '''26.475''' chi đoàn; khu vực trường học '''99.426''' chi đoàn; khu vực doanh nghiệp '''17.429''' chi đoàn; khu vực hành chính sự nghiệp '''17.183''' chi đoàn; khu vực lực lượng vũ trang '''9.382''' chi đoàn)''<ref>Theo Báo cáo chuyên đề Công tác Đoàn và phong trào thanh thiếu nhi nhiệm kỳ 2012 - 2017 của Trung ương Đoàn Thanh niên Cộng sản Hồ chí Minh<\/ref>\n\nHệ thống tổ chức của Đoàn được tổ chức từ Trung ương xuống cơ sở gồm có 4 cấp. Tính đến năm 2017, số lượng tổ chức ở mỗi cấp như sau:\n*'''''Cấp cơ sở gồm Đoàn cơ sở và Chi đoàn cơ sở''''' (Có hơn '''44.454''' tổ chức cơ sở Đoàn với '''21.720''' đơn vị Đoàn cơ sở và '''22.734''' đơn vị Chi Đoàn cơ sở)\n*'''''Cấp Huyện và tương đương''''' (có '''1.377''' đơn vị Đoàn cấp huyện và tương đương, gồm '''705''' quận, huyện, thị, thành đoàn và '''672''' đoàn tương đương cấp huyện)\n*'''''Cấp Tỉnh và tương đương''''' (có '''67''' đơn vị Đoàn cấp tỉnh và tương đương, gồm '''63''' tỉnh, tỉnh thành Đoàn và '''4''' Đoàn trực thuộc<ref>Gồm: Đoàn khối các cơ quan Trung ương, Đoàn khối các doanh nghiệp Trung ương, Ban Thanh niên Quân đội và Đoàn Thanh niên Bộ Công an<\/ref>)\n*'''''Cấp Trung ương'''''\n=== Các cơ quan, đơn vị trực thuộc Trung ương Đoàn ===\n\n==== Các cơ quan chuyên trách Trung ương Đoàn ====\nCó 3 Văn phòng và 10 Ban chuyên trách\n* Văn phòng Trung ương Đoàn, ''Chánh Văn phòng: Nguyễn Quốc Huy''\n*Văn phòng Ủy ban Quốc gia về Thanh niên Việt Nam, ''Chánh Văn phòng kiêm Tổng thư ký: Nguyễn Thị Ngà''\n*Văn phòng Đảng – Đoàn thể cơ quan Trung ương Đoàn, ''Chánh văn phòng kiêm'' ''Phó Bí thư Thường trực Đảng ủy'': ''Nguyễn Thanh Tùng''\n* Ban Tổ chức Trung ương Đoàn, ''Trưởng Ban: Bùi Minh Tuấn''\n* Ban Kiểm tra Trung ương Đoàn (Cơ quan Thường trực Ủy ban Kiểm tra Trung ương Đoàn), ''Trưởng Ban: Trần Văn Đông''\n* Ban Tuyên giáo Trung ương Đoàn, ''Trưởng Ban: Nguyễn Thái An''\n* Ban Thanh niên Nông thôn Trung ương Đoàn, ''Trưởng Ban: Nguyễn Thị Thu Vân''\n* Ban Thanh niên Công nhân và Đô thị Trung ương Đoàn, ''Trưởng Ban: Trần Hữu''\n* Ban Thanh niên Trường học Trung ương Đoàn (Cơ quan Thường trực Trung ương Hội Sinh viên Việt Nam), ''Trưởng Ban: Hồ Thị Hồng Nguyên''\n* Ban Công tác Thiếu nhi Trung ương Đoàn (Cơ quan Thường trực Hội đồng Trung ương Đội Thiếu niên Tiền phong Hồ Chí Minh), ''Trưởng Ban: Lê Hải Long''\n* Ban Đoàn kết Tập hợp Thanh niên Trung ương Đoàn (Cơ quan Thường trực Trung ương Hội Liên hiệp Thanh niên Việt Nam), ''Trưởng Ban: Nguyễn Kim Quy''\n* Ban Thanh niên Xung phong Trung ương Đoàn (Cơ quan Thường trực Ban Chỉ huy Lực lượng Thanh niên Xung phong Trung ương), ''Trưởng Ban: Lê Thanh Tú''\n* Ban Quốc tế Trung ương Đoàn, ''Trưởng Ban: Nguyễn Tường Lâm (kiêm nhiệm)''\n\n==== Các tổ chức Đoàn ở địa phương, đơn vị ====\nCó 63 tỉnh, thành Đoàn và 4 Đoàn trực thuộc Trung ương\n* Thành Đoàn Hà Nội, ''Bí thư: Chu Hồng Minh''\n* Thành Đoàn Thành phố Hồ Chí Minh, ''Bí thư: Phan Thị Thanh Phương''\n* Thành Đoàn Cần Thơ, ''Bí thư: Lư Thị Ngọc Anh''\n* Thành Đoàn Hải Phòng, ''Bí thư: Vương Toàn Thu Thủy''\n* Thành Đoàn Đà Nẵng, ''Bí thư: Nguyễn Mạnh Dũng''\n* Tỉnh Đoàn An Giang, ''Bí thư: Lâm Thành Sĩ''\n* Tỉnh Đoàn Bà Rịa - Vũng Tàu, ''Bí thư: Hồ Thị Ánh Tuyết''\n* Tỉnh Đoàn Bạc Liêu, ''Bí thư: Nguyễn Hoàng Thoại''\n* Tỉnh Đoàn Bắc Giang, ''Bí thư: Thân Trung Kiên''\n* Tỉnh Đoàn Bắc Kạn, ''Bí thư: Nông Bình Cương'' \n* Tỉnh Đoàn Bắc Ninh, ''Bí thư: Nguyễn Đức Sâm''\n* Tỉnh Đoàn Bến Tre, ''Bí thư: Lâm Như Quỳnh''\n* Tỉnh Đoàn Bình Dương, ''Bí thư: Trương Thị Diễm Trinh''\n* Tỉnh Đoàn Bình Định, ''Bí thư: Hà Duy Trung''\n* Tỉnh Đoàn Bình Phước, ''Bí thư: Trần Hoàng Trực''\n* Tỉnh Đoàn Bình Thuận, ''Bí thư: Trương Minh Quang''\n* Tỉnh Đoàn Cao Bằng, ''Bí thư: Hoàng Hồng Diệu'' \n* Tỉnh Đoàn Cà Mau, ''Bí thư: Nguyễn Hoàng Đạo''\n*Tỉnh Đoàn Điện Biên, ''Bí thư: Đặng Thành Huy'' \n* Tỉnh Đoàn Đắk Lắk, ''Bí thư: H' Giang Niê''\n*Tỉnh Đoàn Đắk Nông, ''Bí thư: khuyết''\n* Tỉnh Đoàn Đồng Nai, ''Bí thư: Hồ Hồng Nguyên''\n* Tỉnh Đoàn Đồng Tháp, ''Bí thư: Huỳnh Minh Thức''\n* Tỉnh Đoàn Gia Lai, ''Bí thư: Hà Thị Giang Thảo''\n* Tỉnh Đoàn Hòa Bình, ''Bí thư: Hoàng Xuân Giao''\n* Tỉnh Đoàn Hà Giang, ''Bí thư: Đỗ Thị Hương''\n* Tỉnh Đoàn Hà Nam, ''Bí thư: Trần Ngọc Nam''\n* Tỉnh Đoàn Hà Tĩnh, ''Bí thư: Nguyễn Ny Hương''\n* Tỉnh Đoàn Hưng Yên, ''Bí thư: Vũ Hồng Luyến''\n* Tỉnh Đoàn Hải Dương, ''Bí thư: Nguyễn Hồng Sáng''\n* Tỉnh Đoàn Hậu Giang, ''Bí thư: Bùi Hữu Lộc''\n* Tỉnh Đoàn Khánh Hòa, ''Bí thư: Bùi Hoài Nam''\n* Tỉnh Đoàn Kiên Giang, ''Bí thư: Lê Trung Hồ''\n* Tỉnh Đoàn Kon Tum, ''Bí thư: Xiêng Thanh Phúc''\n* Tỉnh Đoàn Lai Châu, ''Bí thư:  Nguyễn Tiến Thịnh''\n* Tỉnh Đoàn Long An, ''Bí thư: Trần Hải Phú''\n* Tỉnh Đoàn Lào Cai, ''Bí thư: Giàng Thị Mai''\n* Tỉnh Đoàn Lâm Đồng, ''Bí thư: Trần Thị Chúc Quỳnh'' \n* Tỉnh Đoàn Lạng Sơn, ''Bí thư: Nguyễn Tuấn Nam''\n* Tỉnh Đoàn Nam Định, ''Bí thư: Triệu Văn Thái''\n* Tỉnh Đoàn Nghệ An, ''Bí thư: Lê Văn Lương''\n* Tỉnh Đoàn Ninh Bình, ''Bí thư: Trịnh Như Lâm''\n* Tỉnh Đoàn Ninh Thuận, ''Bí thư: Nguyễn Hữu Tuấn''\n* Tỉnh Đoàn Phú Thọ, ''Bí thư: Bùi Đức Giang'' \n* Tỉnh Đoàn Phú Yên, ''Bí thư: Phan Xuân Hạnh'' \n* Tỉnh Đoàn Quảng Bình, ''Bí thư: Đặng Đại Bàng''\n* Tỉnh Đoàn Quảng Nam, ''Bí thư: Phạm Thị Thanh''\n* Tỉnh Đoàn Quảng Ngãi, ''Bí thư: Đặng Minh Thảo''\n* Tỉnh Đoàn Quảng Ninh, ''Bí thư: Hoàng Văn Hải''\n* Tỉnh Đoàn Quảng Trị, ''Bí thư: Trần Thị Thu''\n* Tỉnh Đoàn Sóc Trăng, ''Bí thư: Triệu Thị Ngọc Diễm''\n* Tỉnh Đoàn Sơn La, ''Bí thư: Cầm Thị Huyền Trang''\n* Tỉnh Đoàn Thanh Hóa, ''Bí thư: Lê Văn Châu''\n* Tỉnh Đoàn Thái Bình, ''Bí thư: Thiệu Minh Quỳnh''\n* Tỉnh Đoàn Thái Nguyên, ''Bí thư: Ngô Thế Hoàn''\n* Tỉnh Đoàn Thừa Thiên - Huế, ''Bí thư: Trần Gia Công''\n* Tỉnh Đoàn Tiền Giang, ''Bí thư: Nguyễn Thị Uyên Trang''\n* Tỉnh Đoàn Trà Vinh, ''Bí thư: Huỳnh Thị Hằng Nga''\n* Tỉnh Đoàn Tuyên Quang, ''Bí thư: Dương Minh Nguyệt''\n* Tỉnh Đoàn Tây Ninh, ''Bí thư: Hoàng Thị Thanh Thúy''\n* Tỉnh Đoàn Vĩnh Long, ''Bí thư: Nguyễn Huỳnh Thu'' \n* Tỉnh Đoàn Vĩnh Phúc, ''Bí thư: Nguyễn Kim Quy'' \n* Tỉnh Đoàn Yên Bái, ''Bí thư: Hà Đức Hải''\n* Đoàn khối các cơ quan Trung ương, ''Bí thư: Trần Hữu''\n* Đoàn khối các doanh nghiệp Trung ương, ''Bí thư: Hoàng Thị Minh Thu''\n* Ban Thanh niên Công an Nhân dân, ''Trưởng Ban: Đồng Đức Vũ''\n* Ban Thanh niên Quân Đội, ''Trưởng Ban: Trần Viết Năng''\n\n==== Các [[Đơn vị công tác|đơn vị sự nghiệp]] trực thuộc Trung ương Đoàn ====\nCó 10 trung tâm, 1 Học viện, 1 Viện nghiên cứu, 1 Bảo tàng, 3 cơ quan Báo chí, 2 Nhà xuất bản, 2 công ty trực thuộc\n* Trung tâm Hợp tác Phát triển quốc tế Thanh niên, ''Giám đốc: Bùi Diễm Hường''\n* Trung tâm Truyền thông Thanh thiếu nhi, ''Giám đốc: Nguyễn Tường Lâm (kiêm nhiệm)''\n* Trung tâm Dịch vụ việc làm thanh niên Trung ương Đoàn, ''Giám đốc: Đặng Đình Thanh''\n* Trung tâm Giáo dục nghề nghiệp Thanh niên, ''Giám đốc: Lương Thanh Phong''\n* Trung tâm Hỗ trợ thanh thiếu nhi Việt Nam, ''Giám đốc: Cái Quang Bình''\n* Trung tâm Hướng dẫn hoạt động thanh thiếu nhi Trung ương, ''Giám đốc: Nguyễn Đình Kiểm''\n* Trung tâm Phát triển Khoa học công nghệ và tài năng trẻ, ''Giám đốc: Nguyễn Thiên Tú''\n* Trung tâm Thanh thiếu niên miền Nam, ''Giám đốc: Nguyễn Minh Khánh''\n* Trung tâm Thanh thiếu niên miền Trung, ''Giám đốc: Lê Văn Ri''\n* Trung tâm Thanh thiếu niên Trung ương, ''Giám đốc: Nguyễn Thanh Hảo''\n* [[Học viện Thanh thiếu niên Việt Nam]], ''Giám đốc: Nguyễn Hải Đăng''\n* Viện Nghiên cứu thanh niên, ''Viện trưởng: Đỗ Ngọc Hà''\n* Bảo tàng Tuổi trẻ Việt Nam, ''Giám đốc: Nguyễn Việt Hùng''\n* [[Tiền Phong (báo)|Báo Tiền phong]], ''Tổng Biên tập: Lê Xuân Sơn''\n* [[Thanh Niên (báo)|Báo Thanh niên]], ''Tổng Biên tập: Nguyễn Ngọc Toàn'' \n* [[Thiếu Niên Tiền Phong (tuần báo)|Báo Thiếu niên Tiền phong và Nhi đồng]]'', Tổng Biên tập: Nguyễn Phan Khuê''\n* Nhà xuất bản Thanh niên, ''Giám đốc: Lê Thanh Hà''\n* [[Nhà xuất bản Kim Đồng]], ''Giám đốc: Bùi Tuấn Nghĩa''\n* Công ty Trách nhiệm Hữu hạn Một Thành viên Sản xuất và Xuất nhập khẩu Thanh niên Việt Nam, ''Phó'' ''Giám đốc: Trương Hoàng Anh''\n* Công ty Trách nhiệm Hữu hạn Một Thành viên Tổng đội Thanh niên Xung phong Trường Sơn, ''Giám đốc: Nguyễn Kim Sơn''\n\n== Đoàn viên ==\nTheo điều lệ Đoàn Thanh niên Cộng sản Hồ Chí Minh:\n\n{{Cquote|''Đoàn viên Đoàn Thanh niên Cộng sản Hồ Chí Minh là thanh niên Việt Nam tiên tiến, phấn đấu vì mục đích,lý tưởng của Đảng Cộng sản Việt Nam và Chủ tịch Hồ Chí Minh, có tinh thần yêu nước, tự cường dân tộc; có lối sống lành mạnh, cần kiệm, trung thực; tích cực, gương mẫu trong học tập, lao động, hoạt động xã hội và bảo vệ Tổ quốc, gắn bó mật thiết với thanh niên; chấp hành nghiêm chỉnh pháp luật của Nhà nước và Điều lệ Đoàn''}}\n\nĐể trở thành Đoàn viên, thanh niên cần đáp ứng tiêu chuẩn:\n\n{{Cquote|''Thanh niên Việt Nam tuổi từ 16 đến 30, tích cực học tập, lao động và bảo vệ Tổ quốc, được tìm hiểu về Đoàn và tán thành Điều lệ Đoàn, tự nguyện hoạt động trong một tổ chức cơ sở của Đoàn, có lý lịch rõ ràng đều được xét kết nạp vào Đoàn''}}\n\nNhiệm vụ và quyền hạn của Đoàn viên được quy định tại điều 2 và 3 của Điều lệ như sau:\n* Nhiệm vụ của đoàn viên:<ref>{{Chú thích web|tiêu đề=Điều lệ đoàn|url=http:\/\/doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/9554\/news.htm|trích dẫn=|ngày truy cập=2012-09-26|archive-date = ngày 3 tháng 10 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121003060929\/http:\/\/doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/9554\/news.htm}}<\/ref> \n*# Luôn luôn phấn đấu vì lý tưởng của Đảng và Bác Hồ. Tích cực học tập, lao động rèn luyện, tham gia các hoạt động xã hội, xây dựng và bảo vệ Tổ quốc.\n*# Gương mẫu chấp hành và vận động thanh, thiếu niên thực hiện đường lối, chủ trương của Đảng, chính sách và pháp luật của Nhà nước. Tham gia xây dựng, bảo vệ Đảng và chính quyền. Chấp hành Điều lệ Đoàn và các nghị quyết của Đoàn; tích cực tuyên truyền về tổ chức Đoàn trong thanh niên; sinh hoạt đoàn và đóng đoàn phí đúng quy định.\n*# Liên hệ mật thiết với thanh niên, tích cực xây dựng [[Hội Liên hiệp Thanh niên Việt Nam]], [[Hội Sinh viên Việt Nam]], [[Đội Thiếu niên Tiền phong Hồ Chí Minh]]; giúp đỡ thanh niên và đội viên trở thành đoàn viên.\n*Quyền của đoàn viên:\n*# Yêu cầu tổ chức Đoàn đại diện, bảo vệ quyền lợi hợp pháp của mình, được giúp đỡ và tạo điều kiện để phấn đấu trưởng thành.\n*# Ứng cử, đề cử và bầu cử vào cơ quan lãnh đạo các cấp của Đoàn\n*# Được thông tin, thảo luận, chất vấn, phê bình, biểu quyết, đề nghị và bảo lưu ý kiến của mình về công việc của Đoàn.\n\n== Cơ quan lãnh đạo ở Trung ương ==\n\n=== Đại hội Đoàn toàn quốc ===\nĐại hội Đoàn toàn quốc (tên đầy đủ: '''Đại hội đại biểu toàn quốc Đoàn Thanh niên Cộng sản Hồ Minh''') là cơ quan lãnh đạo cao nhất của Đoàn Thanh niên Cộng sản Hồ Chí Minh, được triệu tập định kỳ 5 năm 1 lần. \n\nĐại hội thảo luận và biểu quyết thông qua các báo cáo của Ban Chấp hành Trung ương Đoàn; quyết định phương hướng nhiệm vụ công tác của Đoàn và phong trào thanh thiếu nhi toàn quốc của nhiệm kỳ; bầu Ban Chấp hành Trung ương Đoàn; thông qua Điều lệ Đoàn\n\nTính đến năm 2022, Đoàn Thanh niên Cộng sản Hồ Chí Minh đã tổ chức 12 kỳ Đại hội Đoàn toàn quốc.\n{| class=\"wikitable\"\n|-\n! Đại hội lần thứ!!Thời gian!!Địa điểm!!Số đại biểu!!Số Ủy viên Ban chấp hành được bầu!!Nội dung\n|-\n| I ||[[7 tháng 2]] - [[14 tháng 2]] năm [[1950]]|| Xã Cao Vân, huyện Đại Từ, [[Thái Nguyên]]|| 400 || 5||\n* '''Điểm nhấn:''' Đại hội Đoàn trong thời kỳ kháng chiến chống Pháp\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Trường Chinh]]\n* '''Chủ đề Đại hội:''' ''\"Chiến đấu và xây dựng tương lai\"''\n* '''Bí thư thứ nhất được bầu''': Nguyễn Lam\n|-\n| II ||[[25 tháng 10]] - [[4 tháng 11]] năm [[1956]]||[[Hà Nội]]|| 479|| 40 (31 Ủy viên chính thức và 9 Ủy viên dự khuyết)||\n* '''Điểm nhấn:''' Đại hội Đoàn của thời kỳ xây dựng Chủ nghĩa xã hội ở miền Bắc, làm cơ sở vững chắc cho sự nghiệp đấu tranh thống nhất nước nhà. Đoàn được chính thức đổi sang tên mới là Đoàn Thanh niên Lao động Việt Nam\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Chủ tịch kiêm Tổng Bí thư Đảng, Chủ tịch nước [[Hồ Chí Minh]]\n* '''Bí thư thứ nhất được bầu''': [[Nguyễn Lam]]\n|-\n| III ||[[23 tháng 3]] - [[25 tháng 3]] năm [[1961]]|| Hà Nội || 677 || 71 ||\n* '''Điểm nhấn:''' Đại hội Đoàn của thời kỳ xây dựng chủ nghĩa xã hội ở miền Bắc và đấu tranh giải phóng miền Nam\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Chủ tịch Đảng, Chủ tịch nước [[Hồ Chí Minh]]\n*'''Chủ đề Đại hội:''' ''\"Hăng hái tiến lên xây dựng chủ nghĩa xã hội, xây dựng chủ nghĩa cộng sản\"''\n* '''Bí thư thứ nhất được bầu''': Nguyễn Lam. Sau khi Nguyễn Lam chuyển công tác (1962), [[Vũ Quang (chính khách)|Vũ Quang]] được bầu. Sau khi Vũ Quang chuyển công tác (1978), [[Đặng Quốc Bảo]] được bầu\n|-\n| IV ||[[20 tháng 11]] - [[22 tháng 11]] năm [[1980]]|| Hà Nội || 623 || 113||\n* '''Điểm nhấn:''' Đại hội Đoàn của thời kỳ xây dựng chủ nghĩa xã hội trên phạm vi cả nước\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Lê Duẩn]]\n* '''Bí thư thứ nhất được bầu''': [[Đặng Quốc Bảo]]. Sau khi Đặng Quốc Bảo chuyển công tác (1982), [[Vũ Mão]] được bầu\n|-\n| V ||[[27 tháng 11]] - [[30 tháng 11]] năm [[1987]]|| Hà Nội || 750 || 150 ||\n* '''Điểm nhấn:''' Đại hội Đoàn đầu tiên của thời kỳ đổi mới\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nguyễn Văn Linh]]\n* '''Bí thư thứ nhất được bầu''': [[Hà Quang Dự]]\n|-\n| VI ||[[15 tháng 10]] - [[18 tháng 10]] năm [[1992]]|| Hà Nội || 797 || 91 ||\n* '''Điểm nhấn:''' Đẩy mạnh hưởng ứng công cuộc đổi mới. Tổ chức hai phong trào hành động cách mạng \"Thanh niên lập nghiệp\" và \"Tuổi trẻ giữ nước\"\n* '''Khẩu hiệu hành động:''' \"''Đoàn kết, sáng tạo vì sự nghiệp dân giàu nước mạnh, vì hạnh phúc của tuổi trẻ và nhân dân''\"\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Đỗ Mười]]\n* '''Bí thư thứ nhất được bầu''': [[Hồ Đức Việt]]. Sau khi Hồ Đức Việt chuyển công tác (1996), [[Vũ Trọng Kim]] được bầu\n|-\n| VII ||[[26 tháng 11]] - [[29 tháng 11]] năm [[1997]]|| Hà Nội || 899 || 125 ||\n* '''Điểm nhấn:''' Tiếp tục phát triển và nâng hai phong trào \"Thanh niên lập nghiệp\" và \"Tuổi trẻ giữ nước\" lên một tầm cao mới\n* '''Khẩu hiệu hành động:''' “''Thanh niên Việt Nam xung kích, sáng tạo vì sự nghiệp công nghiệp hóa, hiện đại hóa đất nước; vì tương lai tươi sáng của tuổi trẻ''”\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Đỗ Mười]]\n* '''Bí thư thứ nhất được bầu''': [[Vũ Trọng Kim]]. Sau khi [[Vũ Trọng Kim]] chuyển công tác, Hoàng Bình Quân được bầu.\n|-\n| VIII ||[[8 tháng 12]] - [[11 tháng 12]] năm [[2002]]|| Hà Nội || 898 || 134 ||\n* '''Điểm nhấn:''' Đại hội Đoàn đầu tiên của thế kỷ XXI, đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước\n*'''Khẩu hiệu hành động:''' “''Tuổi trẻ Việt Nam thi đua học tập, rèn luyện, lao động sáng tạo, xung kích, tình nguyện xây dựng và bảo vệ Tổ quốc''”\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nông Đức Mạnh]]\n* '''Bí thư thứ nhất được bầu''': [[Hoàng Bình Quân]]. Sau khi Hoàng Bình Quân chuyển công tác, Đào Ngọc Dung được bầu. Sau khi Đào Ngọc Dung chuyển công tác, [[Võ Văn Thưởng]] được bầu.\n|-\n| IX ||[[17 tháng 12]] - [[21 tháng 12]] năm [[2007]]|| Hà Nội || 1033 || 145 ||\n* '''Điểm nhấn:''' Lần đầu tiên xác định đồng hành, chăm lo, bồi dưỡng thanh niên là một trong những nội dung quan trọng của công tác Đoàn; Triển khai phong trào \"5 xung kích\" và \"4 đồng hành\"\n* '''Chủ đề Đại hội:''' ''\"Nâng cao chất lư­ợng tổ chức Đoàn; tăng c­ường bồi dưỡng lý t­ưởng cách mạng; đồng hành với thanh niên lập thân, lập nghiệp; xung kích phát triển kinh tế - xã hội và bảo vệ tổ quốc\"''\n* '''Khẩu hiệu hành động:''' “''Tuổi trẻ Việt Nam xây hoài bão lớn, đoàn kết, xung kích, sáng tạo, tình nguyện xây dựng và bảo vệ Tổ quốc''”\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nông Đức Mạnh]]\n* '''Bí thư thứ nhất được bầu''': [[Võ Văn Thưởng]]. Sau khi Võ Văn Thưởng chuyển công tác (2011), [[Nguyễn Đắc Vinh]] được bầu.\n|-\n| X ||[[11 tháng 12]] - [[14 tháng 12]] năm [[2012]]|| Hà Nội || 997 || 151 ||\n* '''Điểm nhấn:''' Sửa đổi và phát triển 02 phong trào \"5 xung kích\" và \"4 đồng hành\"\n* '''Chủ đề Đại hội:''' ''\"Xây dựng tổ chức Đoàn vững mạnh; tăng cường bồi dưỡng lý tưởng cách mạng, giáo dục đạo đức lối sống; cổ vũ thanh niên thi đua học tập, rèn luyện, lao động sáng tạo, xung kích tình nguyện xây dựng và bảo vệ Tổ quốc\"''\n* '''Khẩu hiệu hành động:''' “''Tuổi trẻ Việt Nam xây hoài bão lớn, rèn đức, luyện tài, đoàn kết, sáng tạo, xung kích xây dựng và bảo vệ Tổ quốc''”\n*'''Ca khúc chính thức:''' Hát vang lý tưởng tuổi trẻ Việt Nam (nhạc và lời: An Thuyên)\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nguyễn Phú Trọng]]\n* '''Bí thư thứ nhất được bầu''': [[Nguyễn Đắc Vinh]]. Sau khi Nguyễn Đắc Vinh chuyển công tác (4\/2016), [[Lê Quốc Phong]] được bầu.\n|-\n| XI ||[[10 tháng 12]] - [[13 tháng 12]] năm [[2017]]|| Hà Nội || 999 || 151\n|\n* '''Điểm nhấn:''' Lần đầu triển khai 3 phong trào hành động cách mạng và 3 chương trình đồng hành với thanh niên\n* '''Chủ đề Đại hội:''' ''\"Tăng cường giáo dục lý tưởng cách mạng; xây dựng Đoàn vững mạnh; Đoàn kết, phát huy thanh niên xung kích, tình nguyện, sáng tạo xây dựng và bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa\"''\n* '''Khẩu hiệu hành động:''' \"''Tuổi trẻ Việt Nam tiên phong, bản lĩnh, đoàn kết, sáng tạo, phát triển''\"\n*'''Ca khúc chính thức:''' Thanh niên Việt Nam tiến bước (nhạc và lời: Nguyễn Văn Luân)\n*'''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nguyễn Phú Trọng]]\n* '''Bí thư thứ nhất được bầu''': [[Lê Quốc Phong]]. Sau khi Lê Quốc Phong chuyển công tác (10\/2020), [[Nguyễn Anh Tuấn]] được bầu. Sau khi Nguyễn Anh Tuấn chuyển công tác (7\/2022), [[Bùi Quang Huy (chính khách)|Bùi Quang Huy]] được bầu.\n|-\n|XII\n|14 tháng 12 -16 tháng 12 năm 2022\n|Hà Nội\n|981\n|144 \n|\n*'''Điểm nhấn:''' Tiếp tục triển khai 3 phong trào hành động cách mạng và 3 chương trình đồng hành với thanh niên có sửa đổi, bổ sung các nội hàm mới. Đề cao khát vọng phát triển đất nước hùng cường, phồn vinh, hạnh phúc của thanh niên Việt Nam theo định hướng của Nghị quyết Đại hội Đảng toàn quốc lần thứ XIII.\n* '''Chủ đề Đại hội:''' ''\"Bồi đắp lý tưởng cách mạng, giáo dục đạo đức, lối sống văn hóa cho thanh thiếu nhi; xây dựng Đoàn vững mạnh; đoàn kết, phát huy tinh thần xung kích, tình nguyện, sáng tạo, trách nhiệm của thanh niên, góp phần hiện thực hóa khát vọng phát triển đất nước phồn vinh, hạnh phúc\"''\n* '''Khẩu hiệu hành động:''' \"''Tuổi trẻ Việt Nam - Khát vọng, tiên phong, đoàn kết, bản lĩnh, sáng tạo\"''\n* '''Ca khúc chính thức:''' Sứ mệnh thanh niên (lời: Quản Văn Hải, nhạc: Quang Huy)\n* '''Lãnh đạo Đảng, Nhà nước chỉ đạo Đại hội:''' Tổng Bí thư [[Nguyễn Phú Trọng]]\n* '''Bí thư thứ nhất được bầu''': [[Bùi Quang Huy]]\n|}\n\n=== Ban Chấp hành Trung ương Đoàn ===\n{{Chính|Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh}}\n'''Ban Chấp hành Trung ương Đoàn''' là cơ quan lãnh đạo cao nhất của [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]] giữa hai kỳ Đại hội đại biểu toàn quốc. Ban Chấp hành Trung ương Đoàn có nhiệm kỳ 5 năm và do [[Đoàn Thanh niên Cộng sản Hồ Chí Minh#C%C3%A1c%20k%E1%BB%B3%20%C4%91%E1%BA%A1i%20h%E1%BB%99i%20to%C3%A0n%20qu%E1%BB%91c|Đại hội Đại biểu toàn quốc Đoàn Thanh niên Cộng sản Hồ Chí Minh]] bầu.\n\nBan Chấp hành Trung ương Đoàn hiện tại là khóa XII có nhiệm kỳ từ 2022-2027, có 144 Ủy viên Ban Chấp hành Trung ương Đoàn.\n\n=== Ban Thường vụ Trung ương Đoàn ===\n{{Chính|Ban Thường vụ Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh}}\n'''Ban Thường vụ Trung ương Đoàn''' do Ban Chấp hành Trung ương Đoàn bầu trong số  viên Trung ương Đoàn, là cơ quan lãnh đạo của Trung ương Đoàn giữa hai kỳ họp Ban Chấp hành.\n\nỦy viên Ban Thường vụ Trung ương Đoàn được cơ cấu bao gồm là các Bí thư Trung ương Đoàn, một số Trưởng Ban, Văn phòng thuộc cơ quan Trung ương Đoàn, Bí thư các Đoàn trực thuộc và các Bí thư tỉnh, thành Đoàn quan trọng (gồm Thành Đoàn Hà Nội, Thành Đoàn Thành phố Hồ Chí Minh và một số tỉnh, thành Đoàn là  Trưởng các cụm thi đua).\n\nBan Thường vụ Trung ương Đoàn hiện tại có 33 ủy viên.\n\n=== Ban Bí thư Trung ương Đoàn ===\n{{Chính|Ban Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh}}\n'''Ban Bí thư Trung ương Đoàn''' do [[Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Ban Chấp hành Trung ương Đoàn]] bầu trong số Ủy viên Ban Thường vụ Trung ương Đoàn, là cơ quan thường trực của Ban Thường vụ gồm [[Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Bí thư thứ nhất]] và các Bí thư, thay mặt Ban Thường vụ tổ chức, chỉ đạo, hướng dẫn và kiểm tra việc thực hiện các nghị quyết của Đoàn; chuẩn bị các vấn đề trình Ban Thường vụ xem xét, quyết định các chủ trương công tác Đoàn, phong trào thanh thiếu nhi và giải quyết các công việc hằng ngày của Đoàn\n\nCơ cấu Ban Bí thư Trung ương Đoàn trong nhiệm kỳ 2017 - 2022 có 7 thành viên, gồm:\n\n* Bí thư thứ nhất Trung ương Đoàn\n* Bí thư thường trực Trung ương Đoàn\n*Bí thư Trung ương Đoàn phụ trách công tác xây dựng Đoàn, công tác kiểm tra giám sát của Đoàn (kiêm nhiệm Chủ nhiệm Ủy ban Kiểm tra Trung ương Đoàn)\n*Bí thư Trung ương Đoàn phụ trách công tác tuyên giáo\n* Bí thư Trung ương Đoàn phụ trách phong trào và công tác đoàn kết, tập hợp thanh niên (kiêm nhiệm Chủ tịch Ủy ban Trung ương [[Hội Liên hiệp Thanh niên Việt Nam]])\n* Bí thư Trung ương Đoàn phụ trách công tác học sinh, sinh viên (kiêm nhiệm Chủ tịch Ban Chấp hành Trung ương [[Hội Sinh viên Việt Nam]])\n* Bí thư Trung ương Đoàn phụ trách công tác thiếu nhi (kiêm nhiệm Chủ tịch Hội đồng Trung ương [[Đội Thiếu niên Tiền phong Hồ Chí Minh]])\nTùy từng thời điểm trong nhiệm kỳ, một trong các Bí thư Trung ương Đoàn sẽ được phân công làm Phó Chủ nhiệm Thường trực Ủy ban Quốc gia về Thanh niên Việt Nam. \n\nTrong trường hợp khuyết chức danh Bí thư Trung ương Đoàn, Ban Bí thư Trung ương Đoàn sẽ phân công một trong các Bí thư còn lại phụ trách nhiệm vụ của chức danh bị khuyết cho đến khi kiện toàn được Bí thư mới.\n{| class=\"wikitable\"\n! colspan=\"5\" |Ban Bí thư Trung ương Đoàn khóa XII (2022 - 2027)\n|-\n!TT\n!Họ và tên\n!Ngày sinh\n!Trình độ\n!Chức vụ hiện nay\n|-\n! colspan=\"5\" |'''Bí thư thứ nhất Trung ương Đoàn'''\n|-\n|1\n|[[Bùi Quang Huy (chính khách)|Bùi Quang Huy]]\n|{{Ngày sinh và tuổi|1977|3|25}}\n|Thạc sĩ Luật; Cử nhân Luật\n|\n* Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII\n* Bí thư thứ nhất Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh\n* Bí thư Đảng ủy Trung ương Đoàn\n* Thủ trưởng Cơ quan Trung ương Đoàn\n* Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam\n* Chủ nhiệm Ủy ban Quốc gia về Thanh niên Việt Nam\n|-\n! colspan=\"5\" |Bí thư Trung ương Đoàn\n|-\n|2\n|[[Nguyễn Ngọc Lương]]\n|{{Ngày sinh và tuổi|1978|11|26}}\n|Tiến sĩ Luật; Thạc sĩ Luật; Cử nhân Luật; Cử nhân Tiếng Anh\n|\n* Bí thư thường trực Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh (kiêm nhiệm Bí thư Trung ương Đoàn phụ trách công tác đoàn kết, tập hợp thanh niên)\n* Chủ tịch Ủy ban Trung ương [[Hội Liên hiệp Thanh niên Việt Nam]] khóa VIII\n* Phó Bí thư Đảng ủy Trung ương Đoàn\n|-\n|3\n|[[Ngô Văn Cương]]\n|{{Ngày sinh và tuổi|1984|2|13}}\n|Thạc sĩ Quản trị kinh doanh; Kỹ sư Xây dựng; Nghiên cứu sinh Kinh tế phát triển (đã bảo vệ luận án)\n|\n* Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh phụ trách phong trào và công tác kiểm tra, giám sát của Đoàn\n* Chủ nhiệm Ủy ban Kiểm tra Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh\n|-\n|4\n|[[Nguyễn Tường Lâm]]\n|{{Ngày sinh và tuổi|1984|1|3}}\n|Tiến sĩ Xây dựng; Thạc sĩ Xây dựng; Kỹ sư Xây dựng dân dụng và công nghiệp\n|\n* Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh phụ trách công tác xây dựng Đoàn và quốc tế thanh niên\n* Phó Chủ nhiệm Thường trực Ủy ban Quốc gia về Thanh niên Việt Nam\n*Giám đốc Trung tâm Truyền thông Thanh thiếu nhi Trung ương Đoàn\n*Trưởng Ban Quốc tế Trung ương Đoàn\n|-\n|5\n|[[Nguyễn Phạm Duy Trang]]\n|{{Ngày sinh và tuổi|1982|1|26}}\n|Thạc sĩ Luật; Cử nhân Luật\n|\n* Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh phụ trách công tác thiếu nhi\n* Chủ tịch Hội đồng Trung ương Đội Thiếu niên Tiền phong Hồ Chí Minh khóa VIII\n|-\n|6\n|[[Nguyễn Minh Triết (định hướng)|Nguyễn Minh Triết]]\n|{{Ngày sinh và tuổi|1988|10|22}}\n|Tiến sĩ Cơ kỹ thuật; Thạc sĩ Động cơ Hàng không; Kỹ sư Động cơ hàng không\n|\n* Bí thư Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh phụ trách công tác tuyên giáo và công tác học sinh, sinh viên\n*Chủ tịch Ban Chấp hành Trung ương Hội Sinh viên Việt Nam khóa X\n|}\n\n==Lãnh đạo qua các thời kỳ==\n{| class=\"wikitable\" \n|-\n!TT\n! width=\"15%\" |Họ tên\n!Năm sinh - Năm mất!! width=\"5%\" |Khóa!! width=\"60%\" |Các chức vụ từng nắm giữ!! width=\"15%\" |Ghi chú\n|-\n!\n! colspan=\"5\" |Bí thư thứ nhất Trung ương Đoàn\n|-\n|1\n|'''[[Nguyễn Lam]]'''\n|1922-1990\n|1,2,3\n|'''Bí thư thứ nhất Trung ương Đoàn khóa I, II, III''' và giữ chức vụ này liên tục 12 năm. Sau khi thôi chức Bí thư thứ nhất Trung ương Đoàn, ông tham gia nhiều công tác trong bộ máy Chính phủ và Đảng: Bí thư Thành ủy Hà Nội, Bộ trưởng - Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước (1969 - 1973), Chủ nhiệm Ủy ban Kế hoạch Nhà nước (1973 - 1974 và 1981 - 1982), Trưởng ban Công nghiệp Trung ương, Phó Thủ tướng (1980 - 1982), Bí thư Trung ương Đảng khóa IV, khóa V, Trưởng ban Kinh tế Trung ương.\n|\n|-\n|2\n|[[Vũ Quang (định hướng)|'''Vũ Quang''']]\n|1926-2006\n|2,3\n|'''Bí thư thứ nhất Trung ương Đoàn khóa III''' và giữ chức vụ này liên tục 16 năm. Sau khi thôi chức Bí thư thứ nhất Trung ương Đoàn, ông tham gia nhiều công tác ở các Ban của Trung ương Đảng và Quốc hội: Trưởng ban Dân vận Trung ương Đảng, Trưởng ban Đối ngoại Trung ương Đảng, Ủy viên Hội đồng nhà nước, Chủ nhiệm Ủy ban Đối ngoại của Quốc hội, Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Phó Trưởng ban Công nghiệp Trung ương Đảng, Phó Trưởng ban Kinh tế Trung ương Đảng, Trưởng ban Tôn giáo Chính phủ.\n|\n|-\n|3\n|'''[[Đặng Quốc Bảo]]''' \n|1927-\n|3, 4\n|'''Bí thư thứ nhất Trung ương Đoàn khóa III, IV'''. Sau rời cương vị Bí thư thứ nhất Trung ương Đoàn, chuyển công tác, làm Phó Giáo sư, [[Thiếu tướng]], Hiệu trưởng Trường Đại học Kỹ thuật Quân sự, Thứ trưởng Bộ Giáo dục, Ủy viên Trung ương Đảng khóa IV, Trưởng ban Khoa giáo Trung ương cho đến khi nghỉ hưu.\n|\n|-\n|4\n|'''[[Vũ Mão]]'''\n|1939 - 2020\n|4\n|'''Bí thư thứ nhất Trung ương Đoàn khóa IV'''. Sau khi thôi chức Bí thư thứ nhất, ông tham gia nhiều công tác ở các Ban của Trung ương Đảng, sau đó là ở các Ủy ban của [[Quốc hội Việt Nam|Quốc hội]] như Chủ nhiệm Văn phòng Quốc hội. Chức vụ cao cấp cuối cùng mà ông đảm nhận là Chủ nhiệm Ủy ban Đối ngoại của Quốc hội.\n|\n|-\n|5\n|'''[[Hà Quang Dự]]'''\n|1945-\n|4,5\n|'''Bí thư thứ nhất Trung ương Đoàn khóa V'''. Người [[dân tộc Tày]]. Sau khi rời công tác Đoàn, ông làm Bộ trưởng phụ trách công tác thanh niên và thể dục thể thao của Chính phủ, Chủ nhiệm Ủy ban Thể dục Thể thao rồi nghỉ hưu.\n|\n|-\n|6\n|'''[[Hồ Đức Việt]]'''\n|1947-2013\n|5,6\n|'''Bí thư thứ nhất Trung ương Đoàn khóa VI'''. Từng là Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương [[Đảng Cộng sản Việt Nam]] khóa X. Ở [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam IX]], ông là Ủy viên Trung ương, Ủy viên Ủy ban Thường vụ Quốc hội, Chủ nhiệm Ủy ban Khoa học – Công nghệ và Môi trường của Quốc hội. Trước đó, sau khi rời cương vị Bí thư thứ nhất Trung ương Đoàn, ông Việt được điều động làm Bí thư Tỉnh ủy [[Quảng Ninh]], Phó ban thường trực Ban Tổ chức TW một thời gian ngắn, rồi sau đó là Bí thư Tỉnh ủy [[Thái Nguyên]] trước khi quay trở lại Hà Nội nhận nhiệm vụ tại Quốc hội.\n|\n|-\n|7\n|'''[[Vũ Trọng Kim]]''' \n|1953 -\n|6,7\n|'''Bí thư thứ nhất Trung ương Đoàn khóa VI, VII'''. Sau khi rời ghế Bí thư thứ nhất Trung ương Đoàn, ông được điều động về tỉnh Quảng Trị làm Bí thư Tỉnh ủy. Còn cách [[Đại hội Đảng Cộng sản Việt Nam X]] một thời gian ngắn, ông về Hà Nội nhậm chức Phó Trưởng ban Thường trực Ban Dân vận Trung ương, kiêm nhiệm Bí thư Đảng uỷ khối cơ quan Dân vận Trung ương, sau đó là Phó Chủ tịch kiêm Tổng thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam. Hiện nay ông đang là '''Ủy viên Đoàn Chủ tịch [[Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]], Chủ tịch Trung ương Hội Cựu [[Thanh niên xung phong]] Việt Nam, Ủy viên [[Ủy ban Tư pháp của Quốc hội]]'''.\n|\n|-\n|8\n|'''[[Hoàng Bình Quân]]'''\n|1959 -\n|6,7,8\n|'''Bí thư thứ nhất Trung ương Đoàn khóa VII, VIII'''. Sau khi rời cương vị Bí thứ thứ nhất Trung ương Đoàn, ông đảm nhiệm các chức vụ Bí thư Tỉnh ủy Tuyên Quang, Trưởng ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam đến năm 2021 rồi nghỉ hưu. Ông là Bí thư thứ nhất Trung ương Đoàn duy nhất trong lịch sử từng đảm nhiệm đầy đủ các chức vụ cao nhất của tổ chức Đoàn - Hội - Đội ở Việt Nam.\n|\n|-\n|9\n|'''[[Đào Ngọc Dung]]'''\n|1962-\n|7, 8\n|'''Bí thư thứ nhất Trung ương Đoàn khóa VIII'''. Trước đó, ông từng đảm nhiệm chức vụ Bí thư thường trực Trung ương Đoàn, Chủ tịch Hội đồng Đội Trung ương trong suốt một thời gian dài. Sau khi vi phạm quy chế thi nghiên cứu sinh tại hội đồng thi Học viện Hành chính Quốc gia (vào tháng 5 năm 2006, chỉ sau khi bầu là Ủy viên Trung ương Đảng Cộng sản Việt Nam được 1 tháng) đã được điều về làm Bí thư Ban cán sự Đảng ngoài nước. Tháng 7 năm 2007, khi sắp xếp lại hệ thống tổ chức Đảng ở các cơ quan Trung ương, ông được điều về làm Phó Ban phụ trách vấn đề Tây Bắc và sau đó là Bí thư Tỉnh ủy Yên Bái, trúng cử Ban chấp hành Trung ương Đảng khóa XI. Hiện là '''Ủy viên Trung ương Đảng, Bộ trưởng [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]]'''[[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|.]]\n|\n|-\n|10\n|'''[[Võ Văn Thưởng]]'''\n|1970-\n|8, 9\n|'''Bí thư thứ nhất Trung ương Đoàn khóa VIII, IX''', nguyên Bí thư Tỉnh ủy Quảng Ngãi, nguyên Phó Bí thư thường trực [[Thành ủy Thành phố Hồ Chí Minh|Thành ủy TP. Hồ Chí Minh]], nguyên Trưởng Ban Tuyên giáo Trung ương, nguyên Thường trực Ban Bí thư. Hiện là '''[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam]]'''\n|\n|-\n|11\n|'''[[Nguyễn Đắc Vinh]]''' \n|1972-\n|9,10\n|'''Bí thư thứ nhất Trung ương Đoàn khóa IX, X''', nguyên Bí thư Tỉnh ủy [[Nghệ An]], nguyên Phó Chánh Văn phòng Trung ương Đảng, hiện là '''Ủy viên Trung ương Đảng, [[Ủy ban Văn hóa, Giáo dục Quốc hội (Việt Nam)|Chủ nhiệm Ủy ban Văn hóa, Giáo dục Quốc hội]]'''<ref>{{Chú thích web|url=https:\/\/vtc.vn\/ong-nguyen-dac-vinh-giu-chuc-chu-nhiem-uy-ban-van-hoa-giao-duc-cua-quoc-hoi-ar605259.html|tựa đề=Ông Nguyễn Đắc Vinh giữ chức Chủ nhiệm Ủy ban Văn hóa, Giáo dục của Quốc hội}}<\/ref>\n|\n|-\n|12\n|'''[[Lê Quốc Phong]]'''\n|1978-\n|10,11\n|'''Bí thư thứ nhất Trung ương Đoàn khóa X, XI'''; hiện là '''Ủy viên Trung ương Đảng, [[Tỉnh ủy Đồng Tháp|Bí thư Tỉnh ủy Đồng Tháp]]'''.\n|\n|-\n|13\n|[[Nguyễn Anh Tuấn (chính khách)|'''Nguyễn Anh Tuấn''']]\n|1979-\n|10,11\n|'''Bí thư thứ nhất Trung ương Đoàn khóa XI''', hiện là '''Ủy viên Trung ương Đảng, [[Tỉnh ủy Bắc Ninh|Bí thư Tỉnh ủy Bắc Ninh]].'''\n|\n|-\n!\n! colspan=\"5\" |Bí thư Trung ương Đoàn\n|-\n|1\n| [[Hồ Trúc]]\n| || 1, 2, 3 || Bí thư Quận ủy quận V Hà Nội năm 1947, nguyên Tổng thư ký Hội Liên hiệp Thanh niên Việt Nam, nguyên Thứ trưởng Bộ Giáo dục, Phó trưởng ban Khoa giáo TW, Hội trưởng Hội Cờ Việt Nam, Phó Chủ tịch Ủy ban Quốc gia UNESCO Việt Nam ||\n|-\n|2\n| [[Lê Xuân Đồng]]\n| ?-2016|| 2, 3 || Ủy viên Ban thường vụ TW Đoàn khóa II, nguyên Phó trưởng ban Tuyên huấn TW, Phó trưởng ban Thường trực Ban Tư tưởng Văn hóa Trung ương ||\n|-\n|3\n| [[Hoàng Minh Chính]] \n| 1920-2008|| 2 || Tổng Đoàn trưởng Đoàn Thanh niên Việt Nam, Tổng Thư ký [[Hội Liên hiệp Thanh niên Việt Nam]], Tổng thư ký Đảng Dân chủ Việt Nam, Viện trưởng Viện Triết học Mác-Lênin ||\n|-\n|4\n| [[Lê Bình]] \n| || 3 || ||\n|-\n|5\n| [[Lê Đức Chỉnh]]\n| 1918-2011|| 3 || Bí thư tỉnh ủy Thái Nguyên, Phó bí thư tỉnh ủy Hà Tĩnh, Khu ủy viên Khu tự trị Tây Bắc, Tổng cục trưởng Tổng cục thể dục thể thao, Chủ tịch Ủy ban Olympic Việt Nam || tên thật Hoàng Ngọc Chương\n|-\n|6\n| [[Lưu Minh Châu]]\n| || 3 || Nguyên Bí thư Thành Đoàn Hà Nội||\n|-\n|7\n| [[Nguyễn Văn Đệ]] \n| 1927-|| 3 || Phó Bí thư thành đoàn Hà Nội, Trưởng ban chỉ đạo Thanh niên xung phong trung ương (chống Mỹ cứu nước), Bí thư đoàn Thanh niên giao thông trung ương, đại biểu quốc hội Việt Nam khóa IV giữ chức vụ Phó chủ nhiệm Ủy ban ngân sách quốc hội, Trưởng đoàn chuyên gia thanh niên Việt Nam tại Campuchia, Vụ trưởng, Kiểm sát viên cao cấp của Viện Kiểm sát nhân dân tối cao, Bí thư Ban Chấp hành Đảng bộ khối các cơ quan công nghiệp trung ương. ||\n|-\n|8\n| [[Nguyễn Tiên Phong]]\n| || 3, 4 || Phó Ban dân vận Trung ương Đảng || còn gọi là Lê Đỗ An\n|-\n|9\n| [[Tạ Quang Chiến]]\n| 1925-2022|| 3 || Tổng cục trưởng Tổng cục Thể dục Thể thao, Chủ tịch Ủy ban Olympic Việt Nam, Đại biểu Quốc hội, Phó Chủ nhiệm Ủy ban Y tế Xã hội của Quốc hội khóa VII ||\n|-\n|10\n| [[Phan Minh Tánh]] \n| 1929-|| 3 || Bí thư Đoàn Thanh niên Cách mạng miền nam, Ủy viên Ủy ban quân quản TP HCM, Thành ủy viên Giám đốc Sở Nông nghiệp TP HCM, Ủy viên Thường vụ Thành ủy TP HCM, Phó chủ tịch UBND TP HCM, Phó bí thư thành ủy TP HCM, Ủy viên TƯ Đảng khóa VII, Trưởng ban dân vận TW, Ủy viên Ủy ban thường vụ Quốc hội ||\n|-\n|11\n| [[Nguyễn Thị Ngọc Khanh]]\n| || 3 || ||\n|-\n|12\n| [[Trần Lê Dũng]]\n| || 3 || || còn gọi là Trần Mậu Minh\n|-\n|13\n| [[Nguyễn Đức Toàn (bí thư đoàn)|Nguyễn Đức Toàn]]\n| || 3 || ||\n|-\n|14\n| [[Lương Văn Nghĩa]]\n| || 3 || Anh hùng Lao động, Ủy viên dự khuyết TW Đảng khóa IV, Thứ trưởng Bộ Nông nghiệp ||\n|-\n|15\n| [[Nguyễn Thị Hằng]] \n| 1944-|| 3, 4 || Ủy viên Ủy ban đối ngoại của Quốc hội, Thứ trưởng và Bộ trưởng Bộ Lao động Thương binh xã hội, Ủy viên TW Đảng, hiện là Chủ tịch Hội Dạy nghề Việt Nam ||\n|-\n|16\n| [[Lê Thanh Đạo]] \n| 1944-|| 3, 4 || Chủ tịch Hội đồng Đội TW khóa 1. Trung tá Không quân, Anh hùng lực lượng vũ trang năm 29 tuổi, Ủy viên Ủy ban thường vụ Quốc hội khóa V, Ủy viên Hội đồng Nhà nước, Chủ nhiệm Ủy ban thanh thiếu niên và nhi đồng của Quốc hội, Ủy viên TW Đảng khóa VII, Viện trưởng Viện Kiểm sát nhân dân tối cao, Phó Ban dân vận TW. ||\n|-\n|17\n| [[Phạm Công Khanh]]\n| 1937-|| 3, 4 || Ủy viên Ủy ban Dự thảo Hiến pháp, Ủy viên Ủy ban Dự án pháp luật của Quốc hội, Phó chủ nhiệm Ủy ban Văn hóa và giáo dục của Quốc hội||\n|-\n|18\n| [[Lê Quang Vịnh]]\n| 1936-|| 4 || Chủ tịch Hội Liên hiệp Thanh niên Việt Nam, Bí thư quận ủy Côn Đảo, nguyên Trưởng ban Tôn giáo Chính phủ ||\n|-\n|19\n| [[Phan Văn Chương]]\n| || 4 || Phó ban đối ngoại TW, Chủ tịch Ủy ban Việt Nam Đoàn kết và hợp tác Á - Phi - Mỹ La Tinh ||\n|-\n|20\n| [[Hồ Anh Dũng]] \n| 1941-|| 4 || Ủy viên Ủy ban Đối ngoại của Quốc hội, nguyên Viện trưởng Viện Nghiên cứu thanh niên, nguyên Ủy viên TW Đảng, Tổng Giám đốc Đài truyền hình Việt Nam, Ủy viên Đảng đoàn Liên hiệp các tổ chức hữu nghị Việt Nam, hiện là Phó chủ tịch Hội hữu nghị Việt Nga, Chủ tịch Ủy ban Việt Nam đoàn kết với nhân dân Palextin ||\n|-\n|21\n| [[Vũ Quốc Hùng]] \n| 1940-|| 4 || Chủ tịch Hội Sinh viên, Phó chủ tịch Hội Liên hiệp Thanh niên Việt Nam, Ủy viên TW Đảng khóa VII, khóa VIII, khóa IX, nguyên Phó Chủ nhiệm Ủy ban Kiểm tra TW ||\n|-\n|22\n| [[Trần Phương Thạc]]\n| 1939-2000|| 4 || Bí thư tỉnh đoàn Quảng Trị, Chủ tịch Ủy ban Cách mạng lâm thời Thị xã Đông Hà năm 1973, nguyên Phó trưởng Ban cán sự Đảng ngoài nước ||\n|-\n|23\n| [[Lương Công Đoan]]\n| 1945-|| 4 || Thư ký Liên hiệp Công đoàn tỉnh Phú Yên, Bí thư Tỉnh ủy [[Phú Yên]] ||\n|-\n|24\n| [[Lưu Minh Trị]]\n| 1942 || 4 || Bí thư Thành đoàn Hà Nội, Ủy viên Thường vụ Thành ủy Hà Nội, Phó chủ tịch UBND TP Hà Nội hiện là Chủ tịch Hội Di sản văn hóa Thăng Long - Hà Nội ||\n|-\n|25\n| [[Phạm Chánh Trực]]\n| 1939 || 4 || Bí thư Thành đoàn TP HCM, Phó chủ tịch UBND TP Hồ Chí Minh, Phó Bí thư thường trực Thành ủy Thành phố Hồ Chí Minh, Phó ban Kinh tế TW, Trưởng ban quản lý Khu công nghệ cao TP HCM, hiện là Chủ tịch HĐQT Công ty CP Chíp Sáng ||\n|-\n|26\n| [[Phan Thế Hùng]] \n|1942|| 4 || Ủy viên TW Đảng, Bí thư tỉnh ủy Vĩnh Phúc, Phó ban Nội chính TW ||\n|-\n|27\n| [[Nguyễn Minh Triết]] \n|1942|| 4 || Nguyên là Phó Chủ tịch kiêm Tổng thư ký Hội Liên hiệp Thanh niên Việt Nam. Nguyên là Ủy viên Bộ Chính trị, Bí thư Tỉnh ủy Sông Bé, Trưởng Ban Dân vận Trung ương, Bí thư Thành ủy Thành phố Hồ Chí Minh, Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam ||\n|-\n|28\n| [[Huỳnh Đảm]] \n|1948|| 4 || Nguyên Ủy viên Trung ương Đảng khóa IX, khóa X. Nguyên là Phó Bí thư tỉnh Đoàn Cà Mau; Phó Chủ tịch kiêm Tổng thư ký Hội Liên hiệp Thanh niên Việt Nam; Phó Bí thư Thành ủy Thành phố Hồ Chí Minh; Chủ tịch HĐND Thành phố Hồ Chí Minh; Phó Chủ tịch kiêm Tổng thư ký, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam. ||\n|-\n|29\n| Nguyễn Thước\n| 1953 || 5 || Nguyên là Ủy viên Ban Thường vụ Đảng ủy, Chủ nhiệm Chính trị Quân chủng Phòng không - Không quân. Hiện đã nghỉ hưu. ||\n|-\n|30\n| [[Vũ Xuân Hồng]] \n|1950|| 5 || Nguyên là Phó Chủ tịch kiêm Tổng thư ký Liên hiệp các tổ chức hữu nghị Việt Nam; Tổng thư ký Hội Việt - Mỹ; Chủ tịch Liên hiệp các tổ chức hữu nghị Việt Nam. Hiện đã nghỉ hưu ||\n|-\n|31\n| [[Phạm Phương Thảo]] \n|1952-|| 5, 6 || Chủ tịch Hội đồng Đội Trung ương khóa III. Nguyên là Phó Trưởng Ban Tư tưởng - Văn hóa, Phó Chủ tịch UBND Thành phố, Trưởng ban Tư tưởng - Văn hóa Thành ủy, Phó Bí thư Thành ủy, Chủ tịch HĐND Thành phố Hồ Chí Minh. Hiện đã nghỉ hưu||\n|-\n|32\n| [[Trịnh Tố Tâm]] \n|1945-1997|| 5 || Anh hùng Lực lượng vũ trang nhân dân. Nguyên là Thứ trưởng Bộ Lao động - Thương binh và Xã hội. Hiện đã mất. ||\n|-\n|33\n| [[Nguyễn Duy Hùng]] \n| 1954-2023|| 5 || Nguyên là Chánh Văn phòng Ban Tổ chức Trung ương; Giám đốc, Tổng Biên tập Nhà xuất bản Chính trị Quốc gia - Sự thật. Hiện đã mất.||\n|-\n|34\n| [[Phùng Ngọc Hùng]] \n|1950-|| 5 || Chủ tịch Hội đồng Đội Trung ương khóa II. Nguyên là Phó chủ nhiệm Ủy ban Dân số, Gia đình và Trẻ em; Thứ trưởng Bộ Lao động - Thương binh và Xã hội. Hiện đã nghỉ hưu. ||\n|-\n|35\n| [[Trần Hoàng Thám]] \n|1953-|| 5 || Nguyên là Ủy viên Ban Thường vụ Thành uỷ, Trưởng ban An ninh - Nội chính Thành ủy, Trưởng Ban Chỉ đạo Cải cách Tư pháp Thành phố, Trưởng Đoàn Đại biểu Quốc hội Thành phố Hồ Chí Minh; Phó Chủ tịch chuyên trách Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam. Hiện đã nghỉ hưu ||\n|-\n|36\n| [[Thái Hiền Lương]]\n|1956-|| 5 || Nguyên là Cục trưởng Cục Hành chính - Quản trị 2, Văn phòng Chính phủ. Hiện đã nghỉ hưu\n|-\n|37\n| [[Trương Thị Mai]] \n|1958-|| 6, 7 || Bí thư Thường trực Trung ương Đoàn khóa VII. Chủ tịch Trung ương Hội Liên hiệp Thanh niên Việt Nam khóa III, IV. Ủy viên Trung ương Đảng khóa X, XI, XII, XIII. Ủy viên Bộ Chính trị khóa XII, XIII. Nguyên là Phó Chủ nhiệm Ủy ban Văn hóa, Giáo dục, Thanh niên, Thiếu niên và Nhi đồng Quốc hội; Chủ nhiệm Ủy ban các vấn đề xã hội của Quốc hội, Trưởng Ban Dân vận Trung ương. Hiện là '''[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Thường trực Ban Bí thư]], [[Trưởng ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Trưởng Ban Tổ chức Trung ương Đảng]]'''||\n|-\n|38\n| [[Ngô Văn Triển]]\n|1961-|| 6 || Nguyên là Phó Bí thư Thường trực Quận ủy Quận 10, Phó Trưởng ban thường trực Ban Dân vận Thành ủy, Trưởng Ban Dân tộc UBND [[Thành phố Hồ Chí Minh]]. Hiện đã nghỉ hưu||\n|-\n|39\n| [[Trần Lưu Hải]]\n|1953-|| 6 || Ủy viên Trung ương Đảng khóa X, XI, Nguyên là Bí thư Tỉnh ủy Hòa Bình; Phó Trưởng ban Thường trực Ban Tổ chức Trung ương. Hiện đã nghỉ hưu. ||\n|-\n|40\n|[[Vũ Văn Tám]]\n|1958-|| 7 ||Nguyên là Phó Chủ tịch UBND tỉnh Ninh Bình; Thứ trưởng Bộ Thủy sản. [[Bộ Nông nghiệp và Phát triển nông thôn|Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn]]. Hiện đã nghỉ hưu||\n|-\n|41\n|[[Phạm Xuân Cảnh]]\n|1963\n|7\n|Từng là Phó Bí thư Thường trực, Bí thư Thành Đoàn, Chủ tịch Hội Sinh viên Việt Nam, Chủ tịch Hội Đồng Đội thành phố Hà Nội. Nguyên là Chuyên viên cao cấp, Phó Vụ trưởng của Vụ III - Văn phòng Chính phủ. Hiện là '''Phó Bí thư thường trực Đảng ủy, Thành viên Hội đồng Thành viên Tập đoàn Dầu khí Việt Nam''' \n|\n|-\n|42\n|[[Bùi Đặng Dũng]]\n|1961-|| 8 || Chủ tịch Trung ương Hội Sinh viên Việt Nam khóa VII. Nguyên là '''Phó Chủ nhiệm [[Ủy ban Tài chính - Ngân sách Quốc hội (Việt Nam)|Ủy ban Tài chính - Ngân sách của Quốc hội]].''' Hiện đã nghỉ hưu||\n|-\n|43\n|[[Lê Mạnh Hùng]]\n|1961-|| 8 || Bí thư Thường trực Trung ương Đoàn khóa VIII. Nguyên là Phó Bí thư Tỉnh ủy Yên Bái; Phó Bí thư Thường trực Đảng ủy Khối các cơ quan Trung ương; Phó Trưởng ban Tuyên giáo Trung ương. Hiện là '''Phó Chủ tịch kiêm Tổng Thư ký Trung ương Hội Khuyến học Việt Nam'''||\n|-\n|44\n|[[Đoàn Văn Thái]]\n|1962-|| 8 || Nguyên là Phó Chủ tịch kiêm Tổng thư ký Trung ương Hội Chữ Thập đỏ Việt Nam. Hiện là '''Phó Giám đốc Trung tâm Đào tạo trực thuộc Trung ương Hội Chữ Thập đỏ Việt Nam'''||\n|-\n|45\n|[[Nguyễn Thành Phong]]\n|1962-|| 8 || Bí thư Thường trực Trung ương Đoàn khóa VIII. Nguyên Ủy viên Trung ương Đảng khóa XI, XII, XIII (cho thôi giữ chức vụ từ tháng 10\/2022). Nguyên là Bí thư Quận ủy, Chủ tịch UBND Quận 2 - Thành phố Hồ Chí Minh; Phó Bí thư, Bí thư Tỉnh ủy Bến Tre; Phó Bí thư Thành ủy, [[Chủ tịch Ủy ban Nhân dân Thành phố Hồ Chí Minh|Chủ tịch UBND Thành phố Hồ Chí Minh]], Phó Trưởng Ban Thường trực Ban Kinh tế trung ương. Hiện đã nghỉ hưu||\n|-\n|46\n|[[Nông Quốc Tuấn]]\n|1963-|| 8 ||Chủ tịch Trung ương Hội Liên hiệp Thanh niên Việt Nam khóa V. Ủy viên Trung ương Đảng khóa XI. Nguyên là Phó Bí thư, Bí thư Tỉnh ủy Bắc Giang. Hiện là [[Ủy ban Dân tộc (Việt Nam)|'''Phó Chủ nhiệm Ủy ban Dân tộc''']]||\n|-\n|47\n|[[Lâm Thị Phương Thanh]]\n|1967-|| 8, 9 || Bí thư Thường trực Trung ương Đoàn khóa IX. Chủ tịch Trung ương Hội Sinh viên Việt Nam khóa VII. Ủy viên Trung ương Đảng khóa XII, XIII. Nguyên là Phó Trưởng Ban Tuyên giáo Trung ương; Bí thư Tỉnh ủy Lạng Sơn'''. Hiện là [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Phó Chánh Văn phòng Thường trực [[Văn phòng Trung ương Đảng Cộng sản Việt Nam|Văn phòng Trung ương Đảng]]'''||\n|-\n|48\n|[[Bùi Văn Cường]]\n|1965-|| 8 || Ủy viên Trung ương Đảng khóa XI (dự khuyết), XII, XIII. Nguyên là Phó Bí thư Tỉnh ủy Gia Lai; Phó Trưởng Ban Dân vận Trung ương; Bí thư Đảng ủy Khối Doanh nghiệp Trung ương; Chủ tịch Tổng Liên Đoàn Lao động Việt Nam; Bí thư Tỉnh ủy Đắc Lăk. Hiện là '''Ủy viên Trung ương Đảng, [[Văn phòng Quốc hội Việt Nam|Chủ nhiệm Văn phòng Quốc hội]]'''||\n|-\n|49\n|[[Nguyễn Lam (sinh 1965)|Nguyễn Lam]]\n|1965-|| 8 ||Chủ tịch Hội đồng Đội Trung ương khóa V. Nguyên là Ủy viên Thường trực, Phó Chủ tịch  chuyên trách Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam. Hiện là [[Ban Dân vận Trung ương Đảng Cộng sản Việt Nam|'''Phó Trưởng ban Dân vận Trung ương''']]||\n|-\n|50\n|[[Nguyễn Hoàng Hiệp]]\n|1969-|| 9 || Nguyên là Phó Chủ tịch chuyên trách Ủy ban An toàn giao thông Quốc gia; Phó Bí thư Thường trực [[Tỉnh ủy Bắc Kạn]]. Hiện là '''Thứ trưởng [[Bộ Nông nghiệp và Phát triển Nông thôn]]'''||\n|-\n|51\n|[[Phan Văn Mãi]]\n|1973-|| 9, 10 || Bí thư Thường trực Trung ương Đoàn khóa IX, X. Chủ tịch Trung ương Hội Liên hiệp Thanh niên Việt Nam khóa VI. Ủy viên Trung ương Đảng khóa XII, XIII. Nguyên là Phó Bí thư, Phó Bí thư Thường trực, Bí thư Tỉnh ủy, Chủ tịch Hội đồng Nhân dân tỉnh Bến Tre. Hiện là '''Ủy viên Trung ương Đảng, Phó Bí thư Thường trực [[Thành ủy Thành phố Hồ Chí Minh|Thành ủy]], [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Chủ tịch UBND Thành phố Hồ Chí Minh]]'''||\n|-\n|52\n|[[Nguyễn Thị Hà]]\n|1971-|| 9, 10 ||Chủ tịch Hội đồng Đội Trung ương khóa VI, VII. Nguyên là Phó Bí thư Tỉnh ủy Bắc Ninh. Hiện là '''Thứ trưởng [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động, Thương binh và Xã hội]]'''\n|\n|-\n|53\n|[[Dương Văn An]]\n|1971-|| 9, 10 || Ủy viên Trung ương Đảng khóa XIII. Nguyên là Phó Bí thư Tỉnh ủy Bình Thuận. Hiện là '''[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Bí thư Tỉnh ủy [[Bình Thuận]]'''||\n|-\n|54\n|[[Nguyễn Mạnh Dũng (chính khách)|Nguyễn Mạnh Dũng]]\n|1973-\n|9, 10\n|Bí thư Thường trực Trung ương Đoàn khóa X. Hiện là '''Quyền Bí thư [[Hà Giang|Tỉnh ủy Hà Giang]]'''\n|\n|-\n|55\n|[[Đặng Quốc Toàn]]\n|1977-||10|| Nguyên là Bí thư Quận ủy Quận 10. Hiện là '''Chánh Văn phòng UBND''' '''Thành phố Hồ Chí Minh'''||\n|-\n|56\n|[[Nguyễn Long Hải (chính khách)|Nguyễn Long Hải]]\n|1976-\n|10\n|Chủ tịch Hội đồng Đội Trung ương khóa VII. Ủy viên Trung ương Đảng khóa XIII (dự khuyết). Nguyên là Phó Chủ tịch UBND tỉnh Lạng Sơn; Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh [[Bắc Kạn]]. Hiện là '''[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII|Ủy viên dự khuyết Trung ương Đảng]], [[Đảng ủy Khối Doanh nghiệp Trung ương (Việt Nam)|Bí thư Đảng ủy Khối Doanh nghiệp Trung ương]]'''\n|\n|-\n|57\n|[[Nguyễn Phi Long]]\n|1976-\n|10\n|Chủ tich Trung ương Hội Liên hiệp Thanh niên Việt Nam khóa VII. Ủy viên Trung ương Đảng khóa XIII (dự khuyết). Nguyên là Phó Bí thư Tỉnh ủy, Phó Chủ tịch, Chủ tịch UBND tỉnh Bình Định. Hiện là '''[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII|Ủy viên dự khuyết Trung ương Đảng]], Bí thư Tỉnh ủy Hòa Bình.'''\n|\n|-\n|}\n\n== Các phong trào hành động cách mạng của Đoàn ==\nPhong trào hành động cách mạng (bao gồm các Phong trào, Chương trình, Cuộc vận động) là một trong những phương thức hoạt động chủ yếu của Đoàn Thanh niên Cộng sản Hồ Chí Minh. Thông qua các phong trào hành động cách mạng, Đoàn Thanh niên Cộng sản Hồ Chí Minh đoàn kết, tập hợp, giáo dục và tổ chức cho thanh niên thực hiện các mục tiêu, lý tưởng của Đoàn và đồng hành, hỗ trợ, giúp thanh niên được phát triển toàn diện.\n\nMỗi nhiệm kỳ, Đoàn phát động một hoặc một vài phong trào cách mạng phù hợp với đặc điểm của từng thời kỳ.\n\n=== Nhiệm kỳ I (1950 - 1956) ===\n*Năm 1950: '''Phong trào \"''Tòng quân giết giặc lập công''\"'''\n\n=== Nhiệm kỳ II (1956 - 1961) ===\n* Năm 1956: '''Phong trào \"''Lao động kiến thiết Tổ quốc''\"'''\n*Năm 1960: '''Phong trào \"''Thi đua trở thành người lao động tiên tiến''\"'''\n\n=== Nhiệm kỳ III (1961 - 1980) ===\n* Năm 1961: '''Phong trào ''\"Xung phong tình nguyện vượt mức kế hoạch Nhà nước 5 năm lần thứ nhất\"'''''\n* Năm 1964: '''Phong trào \"''Ba sẵn sàng''\"''' ở miền Bắc:\n\n# Sẵn sàng chiến đấu, chiến đấu dũng cảm và sẵn sàng gia nhập các lực lượng vũ trang nhân dân.\n# Sẵn sàng khắc phục khó khăn, đẩy mạnh sản xuất, học tập trong bất kỳ tình huống nào.\n# Sẵn sàng đi bất cứ nơi nào, làm bất cứ việc gì mà Tổ quốc cần đến.\n\n* Năm 1965: '''Phong trào \"''Năm xung phong''\"''' ở miền Nam:\n\n# Xung phong tiêu diệt thật nhiều sinh lực địch.\n# Xung phong tòng quân giết giặc.\n# Xung phong trong các cuộc đấu tranh chính trị ở nông thôn cũng như đô thị.\n# Xung phong phục vụ tiền tuyến, vào các đội [[thanh niên xung phong]] công tác phục vụ chiến trường.\n# Xung phong sản xuất nông nghiệp trong nông thôn.\n\n* Năm 1973: Đoàn Thanh niên Nhân dân cách mạng miền Nam phát động '''Phong trào ''“Ba xung phong giành giữ hoà bình”''''', bao gồm:\n\n# Xung phong đấu tranh chính trị.\n# Xung phong tham gia xây dựng lực lượng vũ trang.\n# Xung phong xây dựng vùng giải phóng và căn cứ địa cách mạng\n\n* Năm 1975: Phát động trong thanh niên cả nước cuộc vận động thi đua thực hiện các phong trào lớn:\n# '''Phong trào Lao động tình nguyện xây dựng Tổ quốc và lao động tình nguyện vượt mức kế hoạch trong khu vực sản xuất.'''\n# '''Phong trào Quyết thắng trong các lực lượng vũ trang.'''\n# '''Phong trào thi đua học tập và xây dựng tập thể học sinh xã hội chủ nghĩa'''\n# '''Phong trào rèn luyện thân thể và thực hiện nếp sống mới'''\n* Năm 1978: '''Phong trào ''“Ba xung kích làm chủ tập thể\"'''''\n* Năm 1979-1980: Thực hiện '''cuộc vận động \"''Ba mũi tên tiến công tiêu cực''\"''' và '''cuộc vận động \"''Toàn Đoàn tham gia xây dựng Đảng''\"'''\n\n=== Nhiệm kỳ IV (1980 - 1987) ===\n* Năm 1982–1983: Ba chương trình hành động cách mạng của tuổi trẻ, bao gồm:\n\n# '''Chương trình tuổi trẻ đẩy mạnh sản xuất lương thực.'''\n# '''Chương trình tuổi trẻ thực hành tiết kiệm.'''\n# '''Chương trình tham gia giải quyết việc làm cho thanh niên.'''\n* Năm 1984: Nghị quyết 7 (khoá IV) bổ sung và đề ra Năm chương trình hành động cách mạng của tuổi trẻ'', bao gồm''\n\n# '''Chương trình học tập - rèn luyện xây dựng con người mới xã hội chủ nghĩa.'''\n# '''Chương trình tuổi trẻ xung kích đẩy mạnh sản xuất lương thực và phát triển nông nghiệp toàn diện.'''\n# '''Chương trình tuổi trẻ lao động sáng tạo, tiết kiệm và giải quyết việc làm cho thanh niên.'''\n# '''Chương trình tuổi trẻ xung kích trên mặt trận an ninh - quốc phòng, bảo vệ Tổ quốc.'''\n# '''Chương trình tuổi trẻ xung kích trên mặt trận cải tạo xã hội chủ nghĩa và phân phối lưu thông.'''\n\n=== Nhiệm kỳ V (1987 - 1992) ===\n* Năm 1987: Đại hội V phát động '''phong trào: \"''Tuổi trẻ xung kích sáng tạo, xây dựng và bảo vệ Tổ quốc\"''''' với 4 chương trình:\n\n# Tuổi trẻ xung kích và sáng tạo trên mặt trận kinh tế, thực hiện thắng lợi 3 chương trình mục tiêu về lương thực, thực phẩm, hàng tiêu dùng và hàng xuất khẩu.\n# Tuổi trẻ đi đầu thực hiện các chính sách xã hội và đấu tranh cho công bằng xã hộii\n# Tuổi trẻ xung kích trên mặt trận quốc phòng, an ninh, bảo vệ Tổ quốc.\n# Tuổi trẻ học tập và tiến quân vào khoa học kỹ thuật.\n\n* Năm 1988: Triển khai '''''Cuộc vận động \"Xây dựng chi Đoàn mạnh''\"'''\n\n=== Nhiệm kỳ VI (1992 - 1997) ===\n* Năm 1992: Đại hội VI phát động 4 chương trình hành động cách mạng của Đoàn và tuổi trẻ Việt Nam bao gồm:\n\n# '''Chương trình thanh niên làm kinh tế, tham gia giải quyết việc làm.'''\n# '''Chương trình thanh niên tham gia bảo vệ Tổ quốc, bảo vệ an ninh chính trị, trật tự, an toàn xã hội.'''\n# '''Chương trình học tập, sáng tạo, tích cực tham gia phát triển văn hoá - xã hội.'''\n# '''Chương trình xây dựng Đội Thiếu niên Tiền phong Hồ Chí Minh và chăm sóc, giáo dục thiếu niên, nhi đồng.'''\n*Năm 1993: Hội nghị Ban Chấp hành Trung ương Đoàn lần thứ 2 (khóa VI) phát động hai phong trào lớn: '''\"''Thanh niên lập nghiệp''\"''' và '''''\"Tuổi trẻ giữ nước\"'''''\n\n=== Nhiệm kỳ VII (1997 - 2002) ===\n* Năm 1997: Tiếp tục phát triển hai phong trào lớn '''\"''Thanh niên lập nghiệp''\"''' và '''''\"Tuổi trẻ giữ nước\"'''''  lên một tầm cao mới\n\n=== Nhiệm kỳ VIII (2002 - 2007) ===\n* Năm 2002: Phát triển '''phong trào: \"''Tuổi trẻ thi đua tình nguyện, xây dựng và bảo vệ Tổ quốc''\"'''\n\n=== Nhiệm kỳ IX (2007 - 2012) ===\n* Năm 2007: Đoàn TNCS Hồ Chí Minh tập trung triển khai hai phong trào lớn là: \"''Năm xung kích phát triển kinh tế - xã hội và bảo vệ Tổ quốc''\" và \"''Bốn''  ''đồng hành với thanh niên lập thân, lập nghiệp''\"\n\n-  Phong trào '''\"''Năm xung kích phát triển kinh tế - xã hội và bảo vệ Tổ quốc\"'''''  (gọi tắt: Phong trào \"5 xung kích\") gồm các nội hàm'':''\n\n# Xung kích lao động sáng tạo, phát triển kinh tế - xã hội.\n# Xung kích, tình nguyện vì cuộc sống cộng đồng.\n# Xung kích bảo vệ Tổ quốc, giữ gìn an ninh chính trị và trật tự an toàn xã hội.\n# Xung kích thực hiện cải cách hành chính.\n# Xung kích trong hội nhập kinh tế quốc tế.\n\n- Phong trào '''\"''Bốn đồng hành với thanh niên lập thân, lập nghiệp\"'''''  (gọi tắt là: Phong trào \"4 đồng hành\") gồm các nội hàm:\n\n# Đồng hành với thanh niên trong học tập, nâng cao trình độ học vấn, chuyên môn, nghiệp vụ.\n# Đồng hành với thanh niên trong nghề nghiệp và việc làm.\n# Đồng hành với thanh niên trong nâng cao sức khỏe thể chất và đời sống văn hoá tinh thần.\n# Đồng hành với thanh niên trong phát triển kỹ năng xã hội.\n\n=== Nhiệm kỳ X (2012 - 2017) ===\n* Năm 2012: Triển khai '''2 phong trào: \"''Xung kích phát triển kinh tế - xã hội và bảo vệ Tổ quốc\"''''' ''và '''\"Đồng hành với thanh niên lập thân, lập nghiệp'''''<nowiki\/>'''\"''' trên cơ sở những bài học kinh nghiệm của hai phong trào \"''5 xung kích, 4 đồng hành''\"\n\n=== Nhiệm kỳ XI (2017 - 2022) ===\n* Năm 2017: Triển khai \"''3 phong trào hành động cách mạng phát huy vai trò xung kích, tình nguyện, sáng tạo của thanh niên trong xây dựng và bảo vệ Tổ quốc''\" và \"''3 chương trình đồng hành với thanh niên''\"<ref>{{Chú thích web|url=http:\/\/doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/38520\/toan-van-nghi-quyet-%C4%91ai-hoi-%C4%91oan-toan-quoc-lan-thu-xi.htm|tiêu đề=Toàn văn Nghị quyết Đại hội Đoàn toàn quốc lần thứ XI|archive-url=https:\/\/web.archive.org\/web\/20180527062614\/http:\/\/doanthanhnien.vn\/newsdetail\/DoanTNCSHCM\/38520\/toan-van-nghi-quyet-%C4%91ai-hoi-%C4%91oan-toan-quoc-lan-thu-xi.htm|archive-date=ngày 27 tháng 5 năm 2018|ngày truy cập=2018-06-03}}<\/ref>\n\n- ''3 phong trào hành động cách mạng phát huy vai trò xung kích, tình nguyện, sáng tạo của thanh niên trong xây dựng và bảo vệ Tổ quốc:''\n\n# '''Phong trào ''\"Thanh niên tình nguyện\"'''''\n# '''Phong trào ''\"Tuổi trẻ sáng tạo\"'''''\n# '''Phong trào ''\"Tuổi trẻ xung kích bảo vệ Tổ quốc\"'''''\n\n- ''3 chương trình đồng hành với thanh niên:''\n\n# '''Chương trình ''\"Đồng hành với thanh niên trong học tập\"'''''\n# '''Chương trình ''\"Đồng hành với thanh niên khởi nghiệp, lập nghiệp\"'''''\n# '''Chương trình ''\"Đồng hành với thanh niên rèn luyện và phát triển kỹ năng trong cuộc sống, nâng cao thể chất, đời sống văn hóa tinh thần\"'''''\n\n=== Nhiệm kỳ XII (2022 - 2027) ===\n\n* Năm 2022: Tiếp tục triển khai \"''3 phong trào hành động cách mạng phát huy vai trò xung kích, tình nguyện, sáng tạo của thanh niên trong xây dựng và bảo vệ Tổ quốc''\" và \"''3 chương trình đồng hành với thanh niên''\"\n\n== Tài chính ==\nĐiều lệ Đoàn quy định tài chính của Đoàn bao gồm ngân sách Nhà nước cấp, đoàn phí và các khoảng thu hợp pháp khác, việc quản lý sử dụng tài chính của Đoàn phải tuân thủ theo nguyên tắc quản lý của nhà nước<ref>Điều 40, Điều lệ Đoàn Thanh niên Cộng sản Hồ Chí Minh khóa XI<\/ref>. Trên thực tế, ngân sách Nhà nước chiếm tỷ lệ rất lớn trong kinh phí hoạt động của Đoàn và ngân sách dành cho Đoàn từng cấp luôn nằm trong dự toán ngân sách Nhà nước hằng năm của chính quyền cấp đó.\n\n== Xem thêm ==\n* [[Trại hè thiếu nhi (hoạt động Đội)|Trại hè thiếu nhi]] - hoạt động do Đoàn Thanh niên các cấp đứng ra tổ chức\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.doanthanhnien.vn Trang Web chính thức của Đoàn Thanh Niên Cộng sản Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130223054650\/http:\/\/doanthanhnien.vn\/ |date=2013-02-23 }}\n\n{{Hồ Chí Minh}}\n\n[[Thể loại:Tổ chức thành viên của Mặt trận Tổ quốc Việt Nam]]\n[[Thể loại:Huân chương Sao Vàng]]\n[[Thể loại:Tổ chức thanh thiếu niên Việt Nam]]\n[[Thể loại:Đoàn Thanh niên Cộng sản Hồ Chí Minh]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đảng phái chính trị Việt Nam]]\n__LUÔN_MỤC_LỤC__\n__CHỈ_MỤC__"}