{"3214396":"'''Đoàn Huyên''' (1925-2002) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], [[Giáo sư]], nguyên Cục trưởng [[Cục Khoa học Quân sự (Việt Nam)|Cục Khoa học Quân sự, Bộ Quốc phòng]]; Phó Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]].<ref>{{Chú thích web|url = http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=0&cn_id=54364|title = Cao Văn Khánh, vị tướng tham mưu chiến lược}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.tienphong.vn\/xa-hoi\/hai-bo-truong-quoc-phong-va-tam-vi-tuong-tu-mot-ngoi-truong-29240.tpo|title = Hai Bộ trưởng Quốc phòng và tám vị tướng từ một ngôi trường}}<\/ref><ref>{{Chú thích web|url = http:\/\/thuvien.hue.gov.vn\/?gd=1&cn=279&newsid=12-0-1864|title = Giải phóng quân Huế với phong trào Nam tiến}}{{Liên kết hỏng|date=2021-05-31 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-107-HDBT-dac-cach-cong-nhan-chuc-vu-khoa-hoc-trong-linh-vuc-khoa-hoc-Quan-su-vb37173t17.aspx|title = ĐẶC CÁCH CÔNG NHẬN CHỨC VỤ KHOA HỌC TRONG LĨNH VỰC KHOA HỌC QUÂN SỰ}}<\/ref>\n\n== Thân thế ==\nÔng quê ở xã Đại Hòa, huyện Đại Lộc, tỉnh [[Quảng Nam]].\n\nTrước Cách mạng tháng 8, ông theo học ở Trường thanh niên tiền tuyến ở Huế.\n\nTrong Cách mạng tháng 8 năm 1945, ông tham gia giành chính quyền tại Huế, là Trung đội trưởng Giải phóng quân (19 tháng 8 năm 1945). Sau khi thực dân Pháp núp bóng quân Anh trở lại Nam Bộ, ông tham gia Nam Tiến trên cương vị Trung đội trưởng.\n\nTháng 11 năm 1945, Đại đội phó rồi Đại đội trưởng Giải phóng quân trực thuộc Chi đội 3 Nam Long chiến đấu ở chiến trường Nam Bộ. Từng bị bắt ở Biên Hòa, 2 lần địch đưa ra dọa hành quyết ông nhất quyết không khai và trốn thoát về với đơn vị.\n\nTừ tháng 1 năm 1946, ông lần lượt là Đại đội trưởng, Tiểu đoàn phó rồi Tiểu đoàn trưởng Tiểu đoàn Cao Thắng, Trung đoàn 80 thuộc khu 6 chiến đấu ở mặt trận Phú Yên rồi tham gia hoạt động trong vùng định hậu ở phía Bắc Khánh Hòa. \n\nTháng 6 năm 1948, Trung đoàn phó Trung đoàn 80 Khu 6 rồi Liên Trung đoàn phó Liên trung đoàn 80-83 Liên khu 5.\n\nTháng 6 năm 1949, ông cùng đơn vị sang hoạt động ở Hạ Lào trong Ủy ban kháng chiến miền Nam Trung Bộ, là Khu phó Hạ Lào. Ông là phái viện Quân sự cạnh đại diện Chính phủ Kháng chiến Lào tại Khu Hạ Lào, Ủy viên Thường vụ Ban cán sự Hạ Lào trực thuộc Liên khu ủy Liên khu 5. \n\nSau Hiệp định Genève, tháng 10 năm 1954 ông tập kết ra Bắc và được cử làm Trưởng phòng Tác chiến Bộ Tư lệnh Pháo binh (tháng 11 năm 1954).\n\nTháng 3 năm 1955, là Trưởng phòng Huấn luyện Bộ Tư lệnh 350.\n\nTháng 8 năm 1960, ông được cử đi học tại học viện Quân sự Pháo binh Lê-nin-grát của Liên Xô.\n\nVề nước ông được cử làm Chủ nhiệm Khoa Pháo binh kiêm Phó trưởng Hệ Quân sự Học viện Quân chính (tháng 10 năm 1964). \n\nBước vào thời kỳ kháng chiến chống Mỹ cứu nước, ông được cử vào Nam là Trưởng đoàn nghiên cứu đánh Mỹ ở chiến trường khu 5 (tháng 12 năm 1965).\n\nTháng 1 năm 1967, Phó Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]]\n\nTháng 3 năm 1967, Tư lệnh Binh chủng Tên lửa [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]]\n\nTháng 1 năm 1968, Phó Tư lệnh Quân chủng Phòng không-Không quân. \n\nTháng 12 năm 1968, ông được cử làm chuyên viên cho phái đoàn quân sự Việt Nam Dân chủ Cộng hòa tại Hội nghị Pa-ri về Việt Nam. \n\nTháng 1 năm 1970, ông tham gia chiến dịch phản công Đường 9 Nam Lào trên cương vị Phó Tư lệnh Bộ Tư lệnh 70.\n\nTháng 2 năm 1971, Phó Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]]\n\nTháng 7 năm 1972, tiếp tục tham gia Hội nghị Pa-ri là Tổ trưởng Tổ quân sự.\n\nTháng 3 năm 1973, ông là Phó Trưởng đoàn Ban liên hiệp Quân sự 4 bên ở miền Nam. \n\nTháng 2 năm 1975, Phó Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]]\n\nTháng 6 năm 1977, chuyển sang làm công tác tổng kết ở [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không-Không quân]]\n\nTháng 7 năm 1978, là Trợ lý Giám đốc [[Học viện Quân sự cấp cao]].\n\nTháng 4 năm 1980, là Phân viện trưởng Phân viện Chiến lược [[Học viện Quân sự cấp cao]]\n\nTháng 1 năm 1981, ông là Cục trưởng [[Cục Khoa học Quân sự (Việt Nam)|Cục Khoa học Quân sự]] trực thuộc Bộ Tổng Tham mưu Bộ Quốc phòng. Ủy viên ban chỉ đạo biên soạn Tư điền Bách khoa Quân sự Bộ Tổng Tham mưu (từ tháng 10 năm 1989)\n\nNgày 1 tháng 1 năm 1996, ông được Nhà nước cho nghỉ hưu\n\nÔng mất năm 2002 tại thành phố Hồ Chí Minh. \n\n[[Thiếu tướng]] (02.1983).\n\n== Khen thưởng ==\nHuân chương Quân công (hạng Nhất, hạng Ba)\n\nHuân chương Chiến công hạng Nhất\n\nHuân chương Chiến thắng (chống Pháp) hạng Nhất\n\nHuân chương Kháng chiến chống Mỹ hạng Nhất\n\nHuân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n\nHuân chương Tự do hạng Nhất của nước Cộng hòa Dân chủ Nhân dân Lào\n\nHuy chương Quân kỳ quyết thắng\n\nHuy chương ‘’Vì sự nghiệp Khoa học và Công nghệ’’\n\nHuy hiệu 40 và 50 năm tuổi Đảng.''' '''\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1925|2002}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}