{"3244934":"{{Thông tin nghệ sĩ}}\n\n'''Đoàn Minh Tuấn''' bút danh là '''Huy Minh''', sinh năm 1932 tại làng Mỹ Khê - Sơn Mỹ, Tịnh Khê, Sơn Tịnh, tỉnh [[Quảng Ngãi]], là [[nhà văn]] người [[Việt Nam]], hội viên [[Hội Nhà văn Việt Nam]] (1974), hội viên [[Hội Điện ảnh Việt Nam]] (1982).\n\nNgày 19-6 năm 2011, tại Cung văn hóa lao động Thành phố Hồ Chí Minh (55B Nguyễn Thị Minh Khai, Quận 1, Thành phố Hồ Chí Minh) đã diễn ra buổi tọa đàm ''Nhà văn Đoàn Minh Tuấn - cuộc đời và trang viết'' để kỷ niệm sinh nhật lần thứ 80 và 60 năm cầm bút của ông.\n\n==Quá trình hoạt động==\n\n* Tốt nghiệp khoa Ngữ văn trường Đại học Tổng hợp (1961).\n* Giai đoạn (1961-1969): làm biên tập viên cho Đài Tiếng nói Việt Nam.\n* Giai đoạn (1969-1971): đi hoạt động vào chiến trường B (còn gọi là ''đi B''), trưởng đoàn tuyên truyền võ trang khu tại chiến trường Buôn Ma Thuột. \n* Giai đoạn (1975-1989): là trợ lý giám đốc Đài truyền hình TPHCM. Trưởng ban biên tập, giám đốc chi nhánh Nhà xuất bản Thông tin (phía Nam), phó tổng biên tập báo Văn hóa, phó tổng biên tập tạp chí Toàn Cảnh thuộc Bộ Văn hóa và Thông tin.\n\n==Văn nghiệp\/Tác phẩm==\n\nTác phẩm văn học của Đoàn Minh Tuấn được trích in trong Sách Giáo Khoa Lớp 5 như ''Phong cảnh đền Hùng''- sách Tiếng Việt 5 tập 2 và ''Một sáng thu xưa''- sách Tiếng Việt 5 tập 2, trích từ tập bút ký ''Núi sông hùng vĩ''.\n\nTác phẩm ''Núi sông hùng vĩ'' và ''Em đội viên mắt sáng'' cũng được [[Đài tiếng nói Việt Nam]] cho phát sóng trong chương trình đọc truyện dành cho Thiếu nhi ở thập niên 80, 90 (thế kỷ 20).\n\n===Tác phẩm tiêu biểu===\n\nĐoàn Minh Tuấn đã có nhiều tác phẩm có giá trị, được tái bản nhiều lần như. Tác phẩm của ông gồm các thể loại: tùy bút, bút ký, chân dung văn học: \n \n* Thầy giáo vùng cao (truyện, 1959); \n* Em đội viên mắt sáng (truyện, tái bản 4 lần); \n* Núi sông hùng vĩ (ký, 1973-1974 với 3 tập: \n** tập 1 - Đất Tổ ngàn năm; \n** tập 2 - Phương Nam thành đồng; \n** tập 3 - Từ ngày có Bác, in 5 lần); \n* Tuyển tập núi sông hùng vĩ (1989); \n* Bác Hồ cây đại thọ (truyện, ký, 1989, tái bản 4 lần); \n* Đền Hùng, một sáng thu xưa, Hùng Vương (truyện tranh, 1975); \n* Chu Văn An dâng sớ vua Trần (truyện tranh, 1987); \n* Nguyễn Tuân - khuôn mặt và tác phẩm, \n* Hoa đào hoa mai (1987)\n* Trăm năm một thuở (1995); \n* Với Bác Nguyễn (1997); \n* Những vì sao (1998, truyện); \n* Khuôn mặt và tác phẩm (2000, chân dung văn học); \n* Gửi lời chào bè bạn (ký, 2000); \n* 10 truyện ngắn chọn lọc (2000);\n* Đất nước phương trời (2007);\n\nNgoài ra, ông còn là tác giả của nhiều kịch bản phim tài liệu và nghệ thuật rối được quay ở Tiệp Khắc, Campuchia, nhiều ký được in ở Liên Xô, Trung Quốc và phát trên đài truyền hình, phát thanh Đông Âu cũ.\n\n===Chuyện hiểu lầm về sự trùng tên===\n\nChia sẻ về những kỷ niệm từ khi tác phẩm của mình được trích đưa vào giảng dạy trong nhà trường, nhà văn Đoàn Minh Tuấn kể lại: \"Nhiều lần tôi rất xúc động vì được các cháu nhỏ bày tỏ niềm thích thú khi được học đoạn trích ''Phong cảnh đền Hùng'' và ''Một sáng thu xưa''. Các cháu nội, ngoại của tôi cũng rất vui khi đến trường được học tác phẩm của ông mình. Tuy nhiên, cũng không ít chuyện \"dở khóc dở cười\" xung quanh hai đoạn trích này mà chung quy cũng tại cái tên thôi\".\n\nKhi đó, con trai của ông đang học lớp 5, một hôm vừa đi học về, bé đã chạy vào nhà tìm ông và khóc thút thít. Gặng hỏi mãi mới biết là hôm đó ở lớp, cô giáo không dạy bài ''Một sáng thu xưa'' vì cô đọc báo thấy có tin ông Đoàn Minh Tuấn vừa bị bắt do phạm tội nên cô không muốn cho học sinh đọc tác phẩm của ông nữa. Bạn bè trêu chọc, con trai xấu hổ chạy về nhà buồn bã. Nghe xong chuyện, nhà văn Đoàn Minh Tuấn vội vã đến trường học để làm rõ chuyện. Những hiểu nhầm rồi cũng qua đi khi bài báo đó chỉ là sự trùng hợp giữa cả họ và tên của một người xa lạ nào đó với tác giả.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Sách tiếng Việt, lớp 5.\n*[http:\/\/mobile.thesaigontimes.vn\/ArticleDetail.aspx?id=55279 Tọa đàm Nhà văn Đoàn Minh Tuấn, cuộc đời và trang viết- Báo Kinh tế Sài gòn online]{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/suckhoedoisong.vn\/van-hoc\/chat-su-thi-trong-van-chuong-doan-minh-tuan-2012112910372757.htm Chất sử thi trong văn chương Đoàn Minh Tuấn- Báo sức khỏe & đời sống]\n*[http:\/\/m.vietnamnet.vn\/vn\/van-hoa\/90767\/tranh-cai-ve-tac-gia-kich-ban--huyen-thoai-1c-.html Tranh cãi về tác giả kịch bản \"Huyền thoại 1C\"- Vietnamnet.vn]\n*[[Thượng kinh ký sự]]\n==Ghi chú==\n\n{{Thời gian sống|1932}}\n\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người Quảng Ngãi]]"}