{"402121":"'''Đoàn Chí Tuân''' ([[1855]]-[[1897]]), hay '''Đoàn Đức Mậu''', hiệu là '''Bạch Xĩ''', là [[nhà thơ]] và là thủ lĩnh một cuộc khởi nghĩa trong [[phong trào Cần Vương]] chống Pháp cuối [[thế kỷ 19]] tại [[Việt Nam]]. Ông đã từng xưng danh hiệu [[hoàng đế]] để kế tục vua [[Hàm Nghi]] chống Pháp nhưng không nhận được sự ủng hộ rộng rãi và cuối cùng thất bại.\n\n==Thân thế==\nĐoàn Chí Tuân sinh tại làng Hòa Ninh, nay thuộc xã Quảng Hòa, huyện [[Quảng Trạch]], tỉnh [[Quảng Bình]], [[Việt Nam]] trong một gia đình có truyền thống Nho học. Tổ 4 đời của Bạch Xĩ là Đoàn Chí Nguyện từng tham gia giúp [[nhà Tây Sơn]] và dự [[trận Ngọc Hồi-Đống Đa]]<ref name=\"NTG217\">Nhiều tác giả, sách đã dẫn, tr 217<\/ref>.\n\nCha Bạch Xĩ là Đoàn Chí Thông, còn được gọi là cụ Hương Thân, là người có chí hướng chống Pháp. Từ khi người Pháp vào đánh Việt Nam, Đoàn Chí Thông thường tập hợp người làng tại nhà bàn việc nước<ref name=\"NTG217\"\/>.\n\n==Tuổi trẻ==\nBạch Xĩ thông minh từ nhỏ, nổi tiếng là thần đồng. Năm lên 5 tuổi (1860), ông được cha cho đi học. Chỉ sau một thời gian, ông Tú Nguyễn trong làng đã khâm phục chí thông minh của Chí Tuân. Năm 6 tuổi (1861), ông được cha cho theo học thầy quan biện họ Trần ở làng Thọ Linh. Sau 1 năm, thầy không dám dạy Chí Tuân nữa vì trò Tuân ''\"đã học hết chữ của thầy\"''<ref name=\"NTG218\">Nhiều tác giả, sách đã dẫn, tr 218<\/ref>. Sau này ông còn theo học vài danh Nho nữa và đến năm lên 10 tuổi thì tự học ở nhà.\n\nNăm 12 tuổi (1867), Đoàn Chí Tuân đọc được nhiều sách của [[Trung Quốc]], [[Nhật Bản]]. Dù còn ít tuổi, Bạch Xĩ đã thông hiểu [[lịch sử Trung Quốc]], việc đất nước bị [[Bắc thuộc|người Hoa đô hộ]] và công trạng của những người chống xâm lược của Việt Nam<ref name=\"NTG218\"\/>. Tài năng văn thơ của ông nổi danh khắp vùng khiến vua [[Tự Đức]] nghe tiếng, sai Tùng Thiện vương đến tận nơi xem có phải là lời đồn ngoa. Sau đó [[Tùng Thiện Vương]] về tâu lại rằng lời đồn đại về Đoàn Chí Tuân là đúng. Tự Đức lo ngại và cho rằng phải đề phòng sau này ông lớn lên ''\"sẽ làm giặc\"''<ref>Nhiều tác giả, sách đã dẫn, tr 234<\/ref>.\n\nNăm 1873, quân Pháp tấn công [[Bắc Kỳ]], các phong trào chống Pháp nổ ra, từ đó tư tưởng chống Pháp của ông hình thành rõ rệt<ref name=\"NTG218\"\/>. Ông đi nhiều nơi, tìm kết giao với những người cùng tư tưởng chống Pháp, đến cả những vùng người [[Lào]], người [[Mường]]. Đối với những hòa ước của [[nhà Nguyễn]], Đoàn Chí Tuân tỏ ra bất mãn không đồng tình, vì vậy dù có tài nhưng ông quyết định không bao giờ đi thi, bởi ông cho rằng vua đã bán nước thì đi thi làm quan với ai? Ông bỏ bút sách và đi học võ mưu cứu nước<ref>Nhiều tác giả, sách đã dẫn, tr 236<\/ref>.\n\n==Hưởng ứng phong trào Cần Vương==\n=== Hoạt động ở Quảng Bình ===\nNăm 1885, kinh thành [[Huế]] thất thủ, [[Tôn Thất Thuyết]] đưa vua [[Hàm Nghi]] chạy ra ngoài, phát chiếu [[Cần Vương]]. Bạch Xĩ ra đón ra giá vua Hàm Nghi để xin theo giúp nhưng Tôn Thất Thuyết không trọng dụng ông, vì vậy ông trở về quê tổ chức quân đội chống Pháp.\n\nTrong vòng 2 tháng, Bạch Xĩ tập hợp được một đội quân gồm 490 người, chủ yếu là người Hòa Ninh, còn lại là những người xã lân cận như Minh Lệ, Vĩnh Lộc, La Hà, Vĩnh Phúc. Trong thành phần đội quân này có cả người theo [[Công giáo]] và lính cũ của triều đình<ref name=\"NTG218\"\/>. Vũ khí trong quân ngoài súng còn có cung nỏ, giáo mác, đoản đao.\n\nVì Hòa Ninh không có địa bàn hiểm trở để tổ chức căn cứ nên sau một thời gian huấn luyện quân, Bạch Xĩ phải chia quân ra làm 3 nhóm đi về 3 hướng đánh địch.\n# Nguyễn Hưng Vương dẫn 130 người đi nhập vào với nghĩa binh Cao Thượng Trí hoạt động ở Xuân Mai\n# Đinh Hán dẫn 120 người lên nhập với quân của Mai Lượng ở Cao Mại\n# Bạch Xĩ cùng Nguyễn Ngọc Hiền mang số quân còn lại lên nhập vào quân của Hoàng Phúc ở Vạn Xuân (Nam [[Quảng Bình]]).\n\nTại Vạn Xuân, Bạch Xĩ làm mưu sĩ phụ tá cho Hoàng Phúc, số quân của ông được nhập cùng đạo quân của Đề Phú. Từ năm 1885 đến 1888, 3 cánh quân Hoàng Phúc, Mai Lượng và Cao Thượng Trí đã hoạt động khá mạnh.\n\nVì sự chống đối của các cánh quân này, [[Đồng Khánh]] đi bắc tuần từ [[Quảng Trị]] ra [[Đồng Hới]] mất 23 ngày (27\/7 – 19\/8) mới đến nơi. Tại đây Đồng Khánh đã kêu gọi quân nổi dậy ra đầu thú và treo giải cho ai bắt được các thủ lĩnh, trong đó có Bạch Xĩ, nhưng không kết quả. Sau 10 ngày, Đồng Khánh phải bỏ dở chuyến bắc tuần trở về [[Huế]]<ref>Nhiều tác giả, sách đã dẫn, tr 220<\/ref>.\n\n=== Đến Hương Khê ===\nCuối năm 1888, vua [[Hàm Nghi]] bị bắt, các cánh quân [[Quảng Bình]] tan rã. Các thủ lĩnh còn lại đều thoái chí: [[Tôn Thất Đàm]] tự sát, [[Lê Trực]] đi ẩn dật, Cao Thượng Chí, Mai Lượng, Đề Phú và Đề Én đều trốn tránh về quê làm ăn. Chỉ còn lại Bạch Xĩ và cánh quân Hòa Ninh quyết tâm đánh Pháp đến cùng. Ông mang quân trở về Hòa Ninh, tập hợp thêm lực lượng, sau đó tiến ra Hà Tĩnh hoạt động.\n\nBạch Xĩ tìm đến [[Hương Khê]] theo [[Phan Đình Phùng]] và được thu nạp. Cánh quân của ông nhập vào với quân Hương Khê, còn Đoàn Chí Tuân trở thành một tướng bên cạnh [[Cao Thắng]], Nguyễn Chánh và 10 tướng khác trong bản doanh của Phan Đình Phùng.\n\nVua [[Hàm Nghi]] bị đi đày, Đoàn Chí Tuân kiến nghị với Phan Đình Phùng nên tôn một vị vua mới lên lãnh đạo phong trào chống Pháp, tập hợp liên kết nhân dân các thành phần theo [[Phật giáo|Lương]] và [[Công giáo]] cùng đánh Pháp. Tuy nhiên, Phan Đình Phùng và các tướng lĩnh Hương Khê đều không tán thành ý kiến của ông, thậm chí tỏ ra nghi ngờ lòng trung thành của ông<ref name=\"NTG222\">Nhiều tác giả, sách đã dẫn, tr 222<\/ref>. Bạch Xĩ thất vọng bèn bí mật rút cánh quân Hòa Ninh ra khỏi quân Hương Khê đi chiến đấu độc lập.\n\n==Hoàng đế Long Đức==\nBạch Xĩ mang quân về Đại Hàm xây dựng căn cứ. Ông cho rằng tầng lớp sĩ phu yêu nước muốn tôn vua đánh giặc, do đó nhất định phải có một vị vua tập hợp nhân dân chống Pháp. Để kế tục vua [[Hàm Nghi]] đánh Pháp, ông tự mình lên ngôi [[hoàng đế]], tự xưng niên hiệu là '''Long Đức''', lập ra triều nghi, cắt đặt 28 thủ hạ làm 28 triều thần rồi truyền hịch kêu gọi nhân dân theo Lương và Công giáo cùng nhau đứng lên chống Pháp<ref name=\"NTG222\"\/>.\n\nĐể tận dụng lòng tin của dân, Đoàn Chí Tuân tuyên truyền phép thuật, rằng đội quân của ông có thể dùng bùa hộ mệnh, phép tàng hình để tránh giặc và thần thông biến hóa khi ra trận để thắng giặc; dùng phép \"nhâm, cầm, độn\" để phán đoán tình hình... Ông đã tập hợp thêm được một số nhân dân vùng [[Hương Khê]], [[Hương Sơn]], [[La Sơn]] và cả từ [[Quảng Bình]] ra hưởng ứng. Ông và tổ chức chiến đấu trên cùng chiến trường với quân Phan Đình Phùng.\n\nLực lượng quân Bạch Xĩ lúc đông nhất có 600 người<ref>Nhiều tác giả, sách đã dẫn, tr 223<\/ref>. Ông chia thành 4 vệ: tiền, hậu, tả, hữu có ''chính vệ'' và ''phó vệ quân''.\n\nNgoài những trận đánh nhỏ, đội quân của ''Long Đức hoàng đế'' có những trận thắng địch đáng kể.\n\nNgày 15 tháng 1 năm 1891, quân Pháp tiến hành cuộc càn quét lớn kéo dài 15 ngày vào Hương Khê. Bạch Xĩ cho quân phục ở tả ngạn [[sông Ngàn Sâu]], chỗ bến đò Thanh Luyện bất ngờ đổ ra đánh khiến quân địch bị thiệt hại khá nhiều, đồng thời thu được 9 [[súng]] trước khi rút lui an toàn<ref>Nhiều tác giả, sách đã dẫn, tr 224<\/ref>.\n\nNgày 4 tháng 3 năm 1891, nhân ngày phiên chợ. Bạch Xĩ được một đội lính khố xanh làm nội ứng kéo quân Pháp ra chợ ăn uống. Nhân lúc đồn địch còn lại ít người, ông cho quân tập kích chớp nhoáng cướp được 11 khẩu súng.\n\nSau trận này, quân Bạch Xĩ ra sức khuếch trương thắng lợi, đề cao thủ thuật biến hóa, pháp thuật cao cường. Nhiều người nghe nói như vậy đều rất khâm phục Bạch Xĩ, tin rằng ông có phép thuật thật.\n\nBên cánh quân Hương Khê cũng có nhiều người bàn tán về tài năng của ông. Vì vậy Phan Đình Phùng không bằng lòng, kết tội ông tự ý xưng vua, bắt tay với [[Công giáo]] là phản nghịch, lại dùng bùa phép mê hoặc lòng người. Do đó [[Phan Đình Phùng]] quyết định cử người đi bắt giết ông. Bạch Xĩ biết được ý định đó, ông cho rằng chỉ vì hai người không cùng quan điểm. Để tránh đổ [[máu]] giữa hai cánh quân, ông kéo các thủ hạ rút khỏi Đại Hàm, không tỏ ý thù oán Phan Đình Phùng. Vì vậy ý định của Phan Đình Phùng không thực hiện được<ref>Nhiều tác giả, sách đã dẫn, tr 225<\/ref>.\n\nGiữa tháng 5 năm 1892, Bạch Xĩ mai phục một đoàn tiếp tế vận lương từ Minh Cầm lên Hương Khê. Khi quân địch lọt vào ổ phục kích ở tả ngạn Ngàn Sâu, quân Bạch Xĩ dùng súng và cung nỏ bắn ra. Quân địch bị thương vong gần hết, Bạch Xĩ thu được 9 súng, 15 hòm đạn và 9 gánh quân lương<ref name=\"NTG226\">Nhiều tác giả, sách đã dẫn, tr 226<\/ref>.\n\nSau đó quân Bạch Xĩ còn giành được một số thắng lợi nữa vào tháng 1 và tháng 8 năm 1893 và tháng 6 năm 1894.\n\nCuối năm 1895, [[Phan Đình Phùng]] lâm bệnh mất, quân Pháp tổ chức càn quét lớn để bắt nốt các tướng lĩnh Hương Khê. Bạch Xĩ cùng các tướng lĩnh tích cực chống trả nhằm đỡ đòn cho lực lượng còn lại của quân Hương Khê. Tháng 3 năm 1896, ông tổ chức tấn công vào đồn Trì Bản, dùng hầm [[chông]] bẫy địch khi rút lui và giết được một số quân đuổi theo<ref name=\"NTG226\"\/>\n\nCuối tháng 5 năm 1896, các tướng lĩnh cuối cùng của quân Hương Khê bị bắt, tại [[Hà Tĩnh]] chỉ còn lực lượng chống Pháp của Bạch Xĩ. Quân Pháp được sự hỗ trợ của trưởng đồn [[Linh Cảm]] [[người Việt]] vốn thông thạo địa hình nên tiến sâu vào Đại Hàm, núi Quạt và Chúc A. Đội quân của Đoàn Chí Tuân bị bệnh [[sốt rét]] hoành hành, trong đó có cả ông và phụ tá Nguyễn Ngọc Hiền. Chính vì vậy, quân dưới quyền ông không có ai chỉ huy tổ chức chiến đấu<ref>Nhiều tác giả, sách đã dẫn, tr 227<\/ref>. Hoạt động của quân Bạch Xĩ yếu hẳn đi, phải rút vào rừng sâu; một số người lần trốn trong dân nhưng bị bắt; cùng lúc đó Phó vệ Hoàng Hiểu cùng 11 người [[Công giáo]] ra hàng.\n\nChính vệ Nguyễn Ngọc Hiền cố gượng dậy tổ chức chống càn, đánh thắng một trận ở làng Hòa Duyệt tại hữu ngạn sông Ngàn Sâu vào tháng 9 năm 1896, diệt 17 lính khố xanh và thu 4 súng. Đây là thắng lợi cuối cùng của cánh quân Bạch Xĩ.\n\nĐược một số [[người Việt]] chỉ điểm, quân Pháp tập trung 430 người nửa đêm kéo đến bao vây 2 làng Trung Định và Đại Hoàng ở trước mặt núi Đại Hàm. Rạng sáng ngày 12 tháng 10 năm 1896, Đoàn Chí Tuân bị bắt khi đang bị sốt rét nặng, nằm trong nhà một người dân ở làng Trung Định. Trong các thủ hạ của ông, 60 người bị bắt, 27 người bị bắn chết cùng 3 dân làng<ref>Nhiều tác giả, sách đã dẫn, tr 228<\/ref>.\n\n==Qua đời==\nQuân Pháp trói Đoàn Chí Tuân khiêng về [[Vinh]] và giam tại nhà lao Vinh. Người Pháp tìm cách dụ hàng ông nhưng ông từ chối. Sau đó người Pháp sai Hồ Lệ là người quen cũ của ông đi thuyết phục ông đầu hàng.\n\nHồ Lệ làm câu thơ tỏ ý thương xót ông:\n:''Thương người răng trắng gặp hồi đen''\n\nĐoàn Chí Tuân bèn đáp lại:\n:''Đau kẻ lòng son ôm máu đỏ''\n\nKhông thể thuyết phục được ông, người Pháp dùng đòn tra tấn nhưng ông vẫn không chịu khuất phục. Cuối cùng, ông đã qua đời trong nhà lao vào cuối năm 1897. Năm đó ông 42 tuổi. Ban đầu người Pháp muốn giấu việc này, nhưng sau đó sang đầu năm 1898 mới công bố ông đã chết cuối năm 1897 nhưng không nêu rõ ngày tháng<ref>Nhiều tác giả, sách đã dẫn, tr 229<\/ref>.\n\nSau khi ông mất, phụ tá Nguyễn Ngọc Hiền tập hợp số quân còn lại, tuyên bố giải tán quân sĩ, chia những quân trang vật dụng còn lại, khuyên mọi người về quê làm ăn, chờ thời cơ có thủ lĩnh chống Pháp khác.\n\n==Nhà thơ==\nĐoàn Chí Tuân làm khá nhiều thơ, chủ yếu góp phần động viên, cổ vũ quần chúng chống Pháp và chống chủ trương thỏa hiệp của [[nhà Nguyễn]]. Không chỉ sáng tác trong thời trẻ, suốt quá trình chiến đấu, ông vẫn liên tục làm [[thơ]], [[phú]], viết [[câu đối]]...\n\nThơ văn Đoàn Chí Tuân viết cả bằng [[chữ Hán]] và [[chữ Nôm]]. Nhiều tác phẩm đã bị người Pháp truy tìm và tiêu hủy. Sau đó, một số người thu thập và sưu tầm lại thơ văn của ông, đến nay còn lại:\n* 7 bài [[thơ Đường]] bằng [[chữ Nôm]]: ''Bới khoai, Quét nhà, Rang bắp, Không lấy vợ, Đi Lào Mường, Thanh kiếm'' và ''Tự xưng ngôi''.\n* 2 bài [[thơ Đường]] [[chữ Hán]]: ''Tự thuật'' và ''Tặng Phan Đình Phùng''\n* 2 bài phú Nôm theo thể [[ca trù]]: ''Chí nam nhi'' và ''Tế thế yên dân''\n* Một bài phú [[chữ Hán]] theo thể [[hịch]]: ''Hịch kêu gọi đánh giặc''\n\nThơ Đoàn Chí Tuân toát lên lòng yêu nước, dù mô tả những việc làm thông thường trong cuộc sống nhưng luôn bày tỏ tư tưởng chống xâm lược. Đó là những trường hợp bài thơ'' Bới khoai'' và ''Quét nhà'' - được lựa chọn vào ''Hợp tuyển thơ văn yêu nước nửa sau thế kỷ 19'' của Phi Bằng.\n\n::Bài '''Bới khoai''':\n:''Xâm lấn đất ta đã bấy nay''\n:''Anh hùng gặp hội quyết ra tay''\n:''Nhỏ to những mấy vơ ngang cả''\n:''Dài vắn bao nhiêu bứt cả dây''\n\n::Bài '''Quét nhà''':\n:''Chỉ sợ muôn dân nhuốm bụi hồng''\n:''Ra tay một trận sạch như không''\n:''Đền từ quét tước thêm vui mắt''\n:''Đài các vào ra mới thỏa lòng''\n:''Lũ kiến bất tài xua mái bắc''\n:''Đoàn trùng vô hại gạt tường đông''\n:''Từ nhà mà nước, mà thiên hạ''\n:''Cũng có tay mình mới sạch trong''\n\n::Bài '''Rang bắp''':\n:''Hay làm rồi lại cũng hay ăn''\n:''Có một nhà ta tiếng dậy răn''\n:''Tả hữu dàn ra nào các tướng''\n:''Ngô lao đánh ráo ghẹo đông quân''\n:''Hỏa công chịu chước [[Gia Cát Lượng|thày Gia Cát]]''\n:''Bộ chiếu tài cao tướng [[Triệu Vân]]''\n:''Đánh dẹp yên rồi ngồi chem chẻm''\n:''Dồi dào ơn nước sướng muôn ngàn''\n\n==Nhận định==\nĐoàn Chí Tuân được đánh giá là một thủ lĩnh chống Pháp kiên cường bất khuất. Trong bối cảnh nhiều người thoái chí từ bỏ chiến đấu hoặc đầu hàng, ông là một trong những người vẫn chiến đấu đến cùng.\n\nĐặc biệt, Bạch Xĩ được xem là người có tư tưởng khá tiến bộ trong số những văn thân chống Pháp. Ông chủ trương đoàn kết giữa hai tôn giáo là [[đạo Phật|lương giáo]] và [[Công giáo]] - một chủ trương đúng đắn và độc đáo trong hoàn cảnh lịch sử khi đó. Với phong trào ''\"bình Tây sát tả\"'', nhiều người cho rằng tất cả giáo dân đều là giặc và muốn đánh Tây phải diệt đạo – quan điểm này tồn tại rộng rãi trong các văn thân sĩ phu và hoàn toàn sai lầm. Chính vì vậy, quan điểm đoàn kết [[tôn giáo]] của ông lại không được họ ủng hộ, thậm chí phản đối. Do đó, Đoàn Chí Tuân phải chiến đấu đơn độc<ref>Nhiều tác giả, sách đã dẫn, tr 230-231<\/ref>.\n\nNgoài ra, Đoàn Chí Tuân cũng có những nhược điểm<ref>Nhiều tác giả, sách đã dẫn, tr 231-232<\/ref>:\n* Ông dùng pháp thuật để kêu gọi quần chúng. Trên thực tế, nhiều thủ hạ của ông đã cường điệu hóa, thần thánh hóa những việc làm của ông. Vì vậy nhiều người phê phán ông, cho đó là \"tà đạo\".\n* Việc ông lên ngôi [[hoàng đế]] không tranh thủ được sự ủng hộ của các sĩ phu và uy tín của cá nhân ông chưa đủ để tập hợp đông đảo quần chúng.\n\nCác nhà nghiên cứu có ý kiến khác nhau quanh việc Bạch Xĩ xưng đế. Phi Bằng và [[Trần Huy Liệu]] phê phán cho rằng Đoàn Chí Tuân mang mộng làm đế vương. Tuy nhiên theo Võ Xuân Trang và Đoàn Kiến Thứ, ông tự lập trong bối cảnh bế tắc không tìm được người khác để tôn lên làm vua<ref>Nhiều tác giả, sách đã dẫn, tr 232<\/ref>.\n\n==Đường phố==\n\nTưởng nhớ công lao của ông hiện nay tại [[Thành phố Đồng Hới]], tỉnh [[Quảng Bình]], [[Việt Nam]] có đường phố mang tên '''Đoàn Chí Tuân'''\n\n==Xem thêm==\n* [[Phan Đình Phùng]]\n* [[Khởi nghĩa Hương Khê]]\n* [[Cần Vương]]\n\n==Tham khảo==\n{{wikisource|Một nhân vật trên lịch sử trước đây 40 năm: Đoàn Chí Tuân, Bạch Xỉ}}\n* Nhiều tác giả (1986), ''Danh nhân Bình Trị Thiên'', Nhà xuất bản Thuận Hóa.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Sinh năm 1855]]\n[[Thể loại:Mất năm 1897]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Nhà thơ Việt Nam]]"}