{"527745":"[[Tập tin:Nha hat cheo-Model.jpg|nhỏ|300px|Các đoàn [[chèo]], nhà hát [[chèo]] Việt Nam 2016]]\n'''Đoàn [[Chèo]] [[Hải Phòng]]''' là đơn vị hoạt động nghệ thuật, đóng tại số 49 đường [[Hai Bà Trưng ]], [[thành phố Hải Phòng]]. Đây là Đoàn Chèo thuộc chiếng Chèo [[xứ Đông]].\n\n==Lịch sử hình thành==\n[[Đoàn Chèo]] [[Hải Phòng]], nguyên là [[Đoàn Chèo]] Tả Ngạn, thành lập 1955. Đoàn văn công nhân dân Quân khu Tả ngạn khi đó hoạt động ở địa bàn rộng khắp các tỉnh: Hưng Yên, Thái Bình, Hải Dương, Hải Phòng, Kiến An ở phía tả ngạn hạ lưu [[sông Hồng]], chịu sự quản lý của Ban Tuyên huấn Quân khu Tả ngạn. Năm 1960, đoàn chuyển về [[Hải Phòng]], đổi tên thành [[Đoàn Chèo]] [[Hải Phòng]] do [[thành phố Hải Phòng]] quản lý. Nòng cốt của đoàn là một số nghệ sĩ đã từng hoạt động trong các đội tuyên truyền xung phong ở vùng địch hậu tỉnh [[Hải Dương]] (cũ) trong Kháng chiến chống Pháp (1948 - 54). Nghệ thuật biểu diễn theo dòng chiếng Đông ([[xứ Đông]]), với các nghệ nhân Trùm Bông, Trùm Thịnh. Những vở chủ yếu: \"Quan Âm Thị Kính\", \"Cô gái Sông Cấm\", \"Tấm vóc đại hồng\", \"Trăng lên hoa nở\", \"Cây tre trăm đốt\".\n\nChèo Xứ Đông thiên về trò lời và lối diễn đĩnh đạc, tinh tế. Dấu ấn sở trường của các nghệ sĩ dòng Chèo Xứ Đông còn lại cho thấy Chèo Xứ Đông khá thành công trong các vai diễn Sinh - Lão - Mụ, các vai Đào thì mạnh về Đào chín, Đào thương không mạnh về Đào lệch. Chèo Xứ Đông mạnh về hát, múa. Nhiều làn điệu Chèo Cổ được ghi lại từ các nghệ nhân Xứ Đông. Lối hát của Chèo Đông thường chậm rãi, đĩnh đạc, trau chuốt, nhả chữ, luyến láy, thể hiện tài hoa, điêu luyện, thể hiện trữ tình hơn trong làn hát. \n\nBên cạnh những đặc điểm chung của nghệ thuật Chèo Xứ Đông thì Chèo Hải Phòng có những thay đổi về nghệ thuật biểu diễn cũng như nội dung Chèo để phù hợp với từng thời kỳ lịch sử, xã hội, cũng như nhu cầu của quần chúng nhân dân. Giai điệu của các làn điệu hát Chèo ở Hải Phòng rất phù hợp với giọng tự nhiên và ngôn ngữ của người Việt. Hát Chèo được hình thành bắt nguồn từ các làn điệu dân ca, lời hát chèo lấy trong các sáng tác văn học dân gian ở vùng đồng bằng Bắc Bộ là chủ yếu bởi vậy Chèo có sức sống lâu bền, độc đáo và phổ biến. Trong khi một số Đoàn Chèo bạn có khuynh hướng dựng Chèo cải biên, thì Đoàn Chèo Hải Phòng vẫn kiên định, vững vàng, vẫn đậm chất Chèo truyền thống. Chèo Hải Phòng hiện nay có xu hướng dựng những vở diễn gắn với lịch sử, dã sử như: ''Người tạo dựng ngai vàng, Vùng sáng Dương Kinh'' nhằm khơi dậy truyền thống tốt đẹp trong nhân dân, nuôi dưỡng niềm tự hào về quê hương đất nước.\n\nThời hoàng kim của Chèo Hải Phòng (1965 - 1975) đã tạo nên một thế hệ diễn viên giàu tài năng, vững vàng về bản lĩnh nghệ thuật như: ''Ngọc Quỳnh, Huy Đông, Lệ Thanh, Hồng Minh, Hồng Tuấn, Minh Tơ, Thúy Chinh, Kim Oanh, Văn Châu, Bùi Thị Miều'',... Các tác giả, đạo diễn tài hoa như: ''Phan Tất Quang, Vũ Tiến Đĩnh, Văn Chi, Trần Đình Ngôn'',... vững vàng về trình độ chuyên môn, chất lượng vở diễn nâng lên một bước rõ rệt. Đặc biệt, [[Giáo sư]], [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]] Trần Bảng  là đạo diễn, soạn giả và nhà nghiên cứu [[chèo]] người Hải Phòng. Ông được nhận [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] đợt II ([[2001]]) và [[Giải thưởng Hồ Chí Minh]] về văn học - nghệ thuật đợt 5 ([[2017]]). Trong thời kỳ đổi mới, Chèo Hải Phòng đã dựng vở các vở: ''Nỗi đau tình mẹ, Câu chuyện tình, Công chúa Tô Lan, Ông vua hóa hổ, Muối mặn gừng cay, Linh hồn của đá, Biển khổ, Lời sấm truyền từ quán Trung Tân, Canh bạc cuối cùng, Lá diêu bông'',.. \n\nĐoàn Chèo Hải Phòng ngày nay đã phát huy được lợi thế của vùng chèo truyền thống xứ Đông và không ngừng phát triển để trở thành một đơn vị nghệ thuật sân khấu Chèo khá mạnh trong làng sân khấu chuyên nghiệp. Luôn chủ động mang nghệ thuật Chèo đến với công chúng, các vùng sâu, xa, bên cạnh đó còn dàn dựng các vở mới đổi mới cả về hình thức và nội dung biểu diễn nhằm thu hút khán giả đến với sân khấu Chèo, các diễn viên, nghệ sĩ của Đoàn còn không ngừng tìm hiểu, khai thác và phát huy vốn Chèo cổ truyền thống với tất cả sự say mê, tâm huyết. Từ đó, tập thể cán bộ, nhân viên, diễn viên, nhạc công của Đoàn Chèo đã trưởng thành hơn, đoạt nhiều thành tích cao, giải thưởng tại các hội diễn, hội thi sân khấu chuyên nghiệp trong khu vực và toàn quốc.Hiện nay đoàn chèo Hải Phòng đang sở hữu dàn diễn viên thế hệ vàng 10 với chất lượng tốt nhất từ giọng hát cho tới diễn xuất như nsưt Thanh Bình, Nsưt Thùy Dung,nsưt Văn Mởn, Nsưt Thanh Mai,Ns Thùy Dương... \nTừ năm 2019 đến nay đoàn dàn dựng hàng chục vở diễn thuộc đề án sân khấu truyền hình phục vụ nhân dân với các vở diễn ca ngợi mảnh đất, con người Hải Phòng, những thành tựu đổi mới về phát triển kinh tế xã hội của thành phố. \n\nBên cạnh Đoàn chèo Hải Phòng, Nghệ thuật sân khấu chèo ở Hải Phòng trong quần chúng nhân dân phát triển mạnh nhất thuộc 2 vùng chèo Tiên Lãng và An Lão.\n\n==Chức năng, nhiệm vụ==\n*Đoàn [[Chèo]] [[Hải Phòng]] là đơn vị nghệ thuật chuyên nghiệp, có tư cách pháp nhân thuộc sở Văn hóa, Thể thao và Du lịch Hải Phòng.\n*Đoàn [[Chèo]] Hải Phòng có chức năng tổ chức các hoạt động biểu diễn [[nghệ thuật Chèo]], ca múa nhạc trong và ngoài thành phố; khai thác, bảo tồn và phát triển nghệ thuật [[Chèo]] truyền thống trong và ngoài thành phố.\n*Xây dựng chương trình kịch mục của loại hình nghệ thuật Chèo, chương trình ca múa, nhạc dân gian phục vụ biểu diễn trong và ngoài thành phố.\n*Khôi phục, bảo tồn và truyền bá sâu rộng nghệ thuật Chèo truyền thống và Dân ca các dân tộc.\n*Đào tạo, bồi dưỡng nâng cao nghiệp vụ cho diễn viên, nhạc công và các đội văn nghệ không chuyên ở Hải Phòng.\n*Mở rộng mối quan hệ giao lưu, học tập với các đoàn nghệ thuật khác.\n*Tuyển chọn, đào tạo nhân lực để đáp ứng sự phát triển của nhà hát.\n*Thực hiện các nhiệm vụ chính trị khác do thành phố giao cho.\n\n==Thành tích==\n* Năm 2022 Tại liên hoan sân khấu chèo toàn quốc tại Hà Nam Đoàn chèo Hải Phòng dành huy chương vàng vở diễn Vang bóng một thời, tác giả kịch bản của nhà văn Nguyễn Hiếu dựa theo tác phẩm cùng tên của nhà văn Nguyễn Tuân .Với 2 hcv cá nhân là NSUT Thanh Bình và NS Quốc Kiên. 3 HCB là NSUT Văn Mởn, NSUT Thùy Dung,NS Thùy Dương. Giải nhạc công xuất sắc Đặng Thanh Toàn. Liên hoan có 6 vở hcv,6 vở HCB, 41 hcv cá nhân, 61 huy chương bạc, 9 HCĐ\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Hải Phòng giành 2 huy chương vàng cá nhân (Thùy Dung, Thanh Bình) và 3 huy chương bạc, xếp thứ 13\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2017, Cuộc thi Tài năng trẻ Diễn viên sân khấu Tuồng, Chèo chuyên nghiệp toàn quốc diễn ra ở Thanh Hóa, Chèo Hải Phòng đồng xếp thứ 7 với 1 HCV của Nguyễn Thị Dương.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở Hải Phòng<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date = ngày 31 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Đoàn Chèo Hải Phòng giành Huy chương bạc vở diễn \"Ông Vua hóa hổ\". Giải cá nhân có 02 Huy chương vàng (Văn Mởn, Hương Huế) và 02 Huy chương bạc (Thanh Bình, Thùy Dung). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 7\/17 đoàn tham dự theo thành tích huy chương.\n*Năm 2011, Tại Liên hoan Sân khấu Chèo về đề tài hiện đại – 2011 diễn ra ở Thái Bình,<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |ngày truy cập=2016-10-11 |tựa đề=Về việc tặng giải thưởng tại \"Liên hoan Sân khấu Chèo về đề tài hiện đại - 2011\" |archive-date=2016-10-12 |archive-url=https:\/\/web.archive.org\/web\/20161012151326\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |url-status=dead }}<\/ref> Chèo Hải Phòng không giành Huy chương vở diễn. Giải cá nhân có 01 Huy chương vàng (Thanh Mai) và 03 Huy chương bạc (Thùy Dương, Văn Mởn, Văn Thạo). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 03 vở diễn đạt HCB, 27 HCV cá nhân, 50 HCB cá nhân. Xếp hạng 11\/13 đoàn tham dự theo thành tích huy chương.\n*Năm 2009, Tại Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009 diễn ra ở Quảng Ninh<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2016-10-10 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009\" |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Đoàn Chèo Hải Phòng không giành Huy chương giải vở diễn (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 01 Huy chương vàng (Văn Mởn) và 04 Huy chương bạc (Thùy Dương, Thanh Bình, NSƯT Kim Liên, Quốc Kiên). Xếp thứ 11\/17 đoàn tham dự về số lượng huy chương.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/vtc.com.vn\/lp\/0\/25932\/gioi_thieu_cac_doan_nghe_thuat_dan_toc__doan_cheo_hai_phong.aspx Giới thiệu các đoàn nghệ thuật dân tộc: Đoàn chèo Hải Phòng]{{Liên kết hỏng|date = ngày 31 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Đoàn Chèo Việt Nam}}\n\n{{sơ khai Hải Phòng}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Văn hóa Hải Phòng]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]"}