{"1233396":"[[Tập tin:DOANDUCBAN.jpg|nhỏ|phải|125 px|Doanh nhân Đoàn Đức Ban, người khai sinh ra đặc sản nước mắm Vạn Vân]]\n'''Đoàn Đức Ban''' (1899-1945) là một trong những [[doanh nhân]] [[Việt Nam]] nổi tiếng trước [[Cách mạng tháng Tám]] ([[1945]]). [[Thương hiệu]] [[nước mắm]] Vạn Vân do ông sáng lập từng nổi danh toàn xứ [[Bắc Kỳ]] dưới thời [[Pháp thuộc]] (từ sau năm 1959, đổi tên thành nước mắm [[Cát Hải]] cho đến nay) và ở giai đoạn hưng thịnh giữa những năm [[1930]] được xem là cơ sở sản xuất nước mắm lớn nhất Việt Nam cũng như [[Đông Dương]] (năm 1939, bắt đầu mở đại lý tại [[Paris]], [[Pháp]]). Ông còn có các tên gọi khác là '''Lý Ban''' hay '''Vạn Vân'''. Một trong những người con của ông là Đoàn Đức Chuẩn sau này trở thành nhạc sĩ [[Đoàn Chuẩn]] nổi tiếng.\n\n==Thân thế và sự nghiệp== \n===Tay không dựng cơ nghiệp===\nĐoàn Đức Ban sinh trưởng tại thôn Hoà Hy, xã Hoà Quang thuộc huyện [[đảo]] [[Cát Hải]], [[Hải Phòng]]. Đến nay vẫn chưa rõ năm sinh của ông. Dòng họ Đoàn ở Cát Hải vốn có quê gốc ở tỉnh [[Thái Bình]], do chạy nạn dưới thời phong kiến mà đã di cư đến đảo Cát Hải sinh sống và lập nghiệp qua nhiều đời.\n\nMột số tài liệu nghiên cứu cho rằng đến cuối [[thế kỷ 19]], Cát Hải mới chỉ có nghề đánh [[cá]] biển và làm [[muối]]. Từ những chuyến chở cá và muối lên bán cho xứ [[Kinh Bắc]] người Cát Hải mới học được nghề làm nước mắm ở [[làng]] Vân, [[Bắc Ninh]], nơi có nghề làm [[rượu]] cũng rất nổi tiếng. Người làng Vân làm nước mắm bằng cá [[nước ngọt]] nên sản phẩm không có vị đậm, sản lượng cũng không nhiều, chủ yếu là dùng trong gia đình. Sau khi học được nghề, một số người [[Cát Hải]] đã làm nước mắm từ nguồn cá biển dồi dào của địa phương song lúc đầu cũng chỉ dùng giới hạn trong họ tộc. Là người có óc kinh doanh nhạy bén, ông Đoàn Đức Ban (tên thường gọi là Lý Ban) là người đầu tiên tại Cát Hải nghĩ tới việc sản xuất nước mắm rồi mang lên bán cho chính vùng [[Kinh Bắc]]. Nước mắm được chở bằng thuyền tới vạn chài làng Vân (vạn Vân) sau đó toả đi các nơi do vậy người mua quen gọi là nước mắm Vạn Vân. Đoàn Đức Ban cũng lấy tên \"Vạn Vân\" để đặt tên cho hãng nước mắm của mình.\n\nTheo một tài liệu của [[người Pháp]] (''Staliques Commerciales'') ấn hành vào năm 1936 thì xí nghiệp Vạn Vân là cơ sở sản xuất nước mắm lớn nhất tại [[Việt Nam]] và có thể cả ở [[Đông Dương]], được thành lập vào năm 1916 ở giữa hai làng Can Lộc và Văn Chấn thuộc huyện đảo Cát Hải. Lúc đầu cũng như mọi hộ sản xuất nước mắm khác, thuyền của ông chở nước mắm đi bán khắp nơi rồi lại trở về đảo Cát Hải. Sau ông mua nhà ở [[Bắc Ninh]], Hải Phòng, Hà Nội vừa làm kho chứa vừa làm cửa hàng. Cửa hàng ở [[Hải Phòng]] đặt tại nhà số 184 đại lộ Xavátxiơ (nay là phố Quang Trung), ngay trước bến nhận hàng trên sông Lấp. Cửa hàng ở [[Hà Nội]] đặt tại ngã ba phố Trần Nhật Duật và Hàng Khoai gần [[sông Hồng]] và ga Đầu Cầu (ga [[Long Biên]]). Cửa hàng ở Bắc Ninh cũng gần sông. Việc sản xuất, kinh doanh của hãng ngày một phát triển, tiếp tục khẳng định thương hiệu ở thị trường trong nước bên cạnh các dòng nước mắm của miền Trung và miền Nam. Đặc biệt, các sản phẩm nước mắm của hãng Vạn Vân với màu trắng pha vàng và nhẹ mùi, phù hợp để làm giò chả hoặc nước dùng [[phở]] (những món ăn đặc trưng của người miền Bắc) nên gần như chiếm lĩnh hoàn toàn thị trường tiêu thụ phía Bắc ([[Bắc Kỳ]]). Năm 1939, Hãng nước mắm Vạn Vân bắt đầu [[xuất khẩu]] sang [[Pháp]] và một số nước [[châu Âu]].\n\nÔng qua đời trước khi [[Cách mạng Tháng Tám]] nổ ra, công việc kinh doanh được giao lại cho vợ ông rồi sau này giao cho con trai cả là Đoàn Đức Trình quản lý. Ông Đoàn Đức Trình có tham gia Hội đồng kinh tế lý tài Đông Dương thời kỳ đó.\n\nÔng bà Vạn Vân có hai con trai và hai con gái. Con trai cả là Đoàn Đức Trình và một người con gái theo nghề của dòng họ. Người con trai thứ hai là Đoàn Đức Chuẩn đi theo con đường [[âm nhạc]] và nổi tiếng dưới nghệ danh [[Đoàn Chuẩn]].\n\nNăm 1959, trong đợt cải tạo công thương nghiệp [[tư bản]] tư doanh, cùng với 54 hộ tư sản và tiểu chủ sản xuất nước mắm khác ở Cát Hải, trong đó tài sản của Vạn Vân chiếm đa số, đã bị sáp nhập chung thành một xí nghiệp quốc doanh, qua nhiều giai đoạn lịch sử nay mang tên là Công ty cổ phần Chế biến Dịch vụ Thủy sản Cát Hải (Hải Phòng).\n\n===Bài học trong kinh doanh===\nĐoàn Đức Ban là một trong những người đầu tiên ở [[Việt Nam]] đã [[thương mại]] hóa một nghề thủ công truyền thống có từ lâu đời của [[người Việt]] là chế biến [[nước mắm]] bởi trước đó nước mắm chỉ được sản xuất và trao đổi ở mức độ nhỏ lẻ trong dân, chủ yếu là dùng trong gia đình. Từ đây việc sản xuất nước mắm đã trở thành một ngành kỹ nghệ thực sự.Ông cũng là một trong những [[doanh nhân]] [[người Việt]] đầu tiên thực sự ý thức được tầm quan trọng của [[thương hiệu]] trong kinh doanh. Ông đã khôn ngoan sử dụng tên một địa danh ở xứ [[Kinh Bắc]] (làng Vân) vốn nổi tiếng trong dân gian với nghề sản xuất nước mắm và [[rượu]] để làm thương hiệu cho sản phẩm của mình. Bởi vậy thương hiệu nước mắm của ông không tạo ra sự lạ lẫm và nhanh chóng chiếm được lòng tin của khách hàng khắp cả miền Bắc. Điển hình là tại chính xứ Kinh Bắc, người dân nơi đây vốn có truyền thống làm [[nước mắm]] từ lâu đời nhưng nay không thể cạnh tranh được với sản phẩm nước mắm của Vạn Vân và nhanh chóng chấp nhận thương hiệu mới.\n\nBan đầu, nước mắm Vạn Vân được sản xuất ở đảo [[Cát Hải]], sau đó được vận chuyển bằng thuyền đi bán ở khắp các tỉnh thành. Về sau, với đầu óc kinh doanh nhạy bén, ông đã thay đổi chiến lược kinh doanh một cách chuyên nghiệp hơn từ chỗ như một lái buôn trở thành một nhà [[doanh nghiệp]] thực thụ. Với tiền lãi từ những lần chở [[nước mắm]] đi bán, ông đầu tư mua nhà xưởng tại nhiều tỉnh thành như [[Hà Nội]], [[Hải Phòng]], [[Bắc Ninh]] để vừa làm kho cất vừa làm đại lý giao dịch. Nước mắm của các hãng khác nhau dù có tên, có cửa hàng hoặc không tên, không có cửa hàng đều được đựng trong chum hay thùng lớn theo cách truyền thống, từ đó đong ra bán lẻ, nhưng Đoàn Đức Ban đã nghĩ ra cách đóng chai và dán [[nhãn hiệu]] \"Nước mắm Vạn Vân một cá vàng\" cho sản phẩm của mình, đồng thời đăng ký trình tòa với Nha [[Kinh tế]] [[Hải Phòng]] thời đó để giữ [[bản quyền]]. Bởi vậy, trên thị trường đương thời dù có nhiều loại nước mắm cùng cạnh tranh với thương hiệu của ông nhưng người sử dụng vẫn nhớ tới thương hiệu Vạn Vân của Đoàn Đức Ban đầu tiên. Nhờ đó mà lợi nhuận của doanh nghiệp cũng không ngừng tăng lên. Vì vậy các con của ông không phải lo lắng tìm kế mưu sinh, điển hình là [[nhạc sĩ]] [[Đoàn Chuẩn]] được ông mua cho biệt thự, đầu tư tiền bạc xây rạp hát tại [[Hà Nội]] để có thể toàn tâm toàn ý đi theo con đường hoạt động [[nghệ thuật]] thay vì theo nghiệp kinh doanh của gia đình.\n\nSống dưới thời kỳ đất nước bị [[thực dân]] [[Pháp thuộc|đô hộ]], Đoàn Đức Ban cùng với [[Nguyễn Sơn Hà]] và [[Bạch Thái Bưởi]] là những doanh nhân, nhà kỹ nghệ nổi danh trong [[lịch sử Việt Nam]] xuất thân nghèo khó đã gây dựng nên cơ nghiệp từ miền đất cảng [[Hải Phòng]]. Trong những năm thịnh đạt của sự nghiệp, ông sở hữu nhiều nhà đất, đại lý tại [[Hải Phòng]], [[Hà Nội]]. Thương hiệu nước mắm Vạn Vân của ông thậm chí đã đi vào [[ca dao]]. Bởi vậy mà đến nay vẫn còn lưu truyền câu ca về những đặc sản nổi tiếng của xứ Bắc: \"Dưa La, húng Láng, nem Báng, tương Bần, nước mắm Vạn Vân, cá rô đầm Sét\"<ref>Đến nay vẫn còn những tranh luận về câu ca dao trên ở chỗ phải viết là \"nước mắm Vạn Vân\" hay viết là \"nước mắm vạn Vân\" thì mới thực sự hợp lý.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.tienphong.vn\/xa-hoi\/phong-su\/510024\/Nhac-si-Doan-Chuan-va-thuong-hieu-nuoc-mam-Van-Van.html Nhạc sĩ Đoàn Chuẩn và thương hiệu nước mắm Vạn Vân]\n* [http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Van-Van-hay-van-Van\/4197.bld \"Vạn Vân\" hay \"vạn Vân\"]\n* [http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Van-Van-khong-phai-la-van-Van\/7849.bld \"Vạn Vân\" không phải là vạn Vân (Dương Trung Quốc)]\n\n[[Thể loại:Sinh năm 1899]]\n[[Thể loại:Mất năm 1933]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Người Cát Hải]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Nhà đầu tư kinh doanh có trụ sở tại Hải Phòng (tính đến năm 1954)]]\n[[Thể loại:Nhà đầu tư kinh doanh người Việt Nam (tính đến năm 1954)]]"}