{"16817026":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đoài Dương\n| hình = \n| ghi chú hình = \n| vĩ độ = 22.7573333\n| kinh độ = 106.4848333\n| diện tích = 53,03 km²\n| dân số = 5.254 người\n| thời điểm dân số = 2019\n| mật độ dân số = 99 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]] \n| huyện = [[Trùng Khánh (huyện)|Trùng Khánh]]\n| thành lập = 1\/2\/2020: tái lập<ref name=NQ864 \/>\n| mã hành chính = 01525<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = \n}}\n\n'''Đoài Dương''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Trùng Khánh (huyện)|Trùng Khánh]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Đoài Dương nằm ở phía nam huyện [[Trùng Khánh (huyện)|Trùng Khánh]], có vị trí địa lý:\n*Phía đông giáp huyện [[Hạ Lang]]\n*Phía tây giáp xã [[Trung Phúc]]\n*Phía nam giáp huyện [[Quảng Hòa]]\n*Phía bắc giáp xã [[Cao Thăng]] và xã [[Đức Hồng]].\n\nXã Đoài Dương có diện tích 53,03&nbsp;km², dân số năm 2019 là 5.254 người, mật độ dân số đạt 99 người\/km².<ref name=\"NQ864\"\/>\n\nTrên địa bàn xã Đoài Dương có một số ngọn núi như: Bẩy Thiêu, Lũng Thàn, Lũng Xóm, Thin Phân, Pác Mác, Sa Ven, Sảng Cao, Pài Cải. [[Sông Bắc Vọng]] chảy qua địa bàn xã theo hướng tây bắc - đông nam.\n\nĐường tỉnh 206 chạy qua địa bàn theo xã Đoài Dương, trên đường đi có [[đèo Khau Liêu]].\n\n==Lịch sử==\nSau năm 1954, Đoài Dương là một xã thuộc huyện Trùng Khánh.\n\nNgày [[20 tháng 10]] năm [[1964]], Bộ Nội vụ ban hành Quyết định 273-NV<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-273-NV-dieu-chinh-dia-gioi-va-chia-lai-2-xa-thuoc-2-huyen-Trung-Khanh-va-Quang-Uyen-tinh-Cao-Bang-19623.aspx|tựa đề=Quyết định 273-NV năm 1964 về việc điều chỉnh địa giới và chia lại hai xã thuộc hai huyện Trùng Khánh và Quảng Uyên, tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tách xóm Ná Chá thuộc xã Đoài Dương để hợp với 7 xóm của xã Độc Lập, huyện Quảng Uyên thành xã Bình Lăng thuộc huyện Quảng Uyên. Đồng thời, chia các xóm còn lại của xã Đoài Dương thành 3 xã: \n*Xã Thông Huề gồm 13 xóm: Bản Cườm, Năm Dọi, Cóc Rầy, Bản Khuông, Bó Lạ, Cốc Chia, Nà Thình, Sóc Riềng, Nà Ít, Nà Kèo, Phờ Nìm, Thuơ Phia, Nặm Thúm.\n*Xã Đoài Côn gồm 11 xóm: Lũng Luông, Lũng Lô, Nà Quang, Phô Gài, Sốc Oắc, Bản Lùng, Tạp Ná, Pác Rà, Vai Noa, Pác Thân, Lung Rì.\n*Xã Thân Giáp gồm 17 xóm: Ngườm Sang, Nà Noa, Thuơ Khuông, Nhà Choát, Thông Lộc, Lũng Lếch, Lũng Lắc, Bảng Mang, Luộc Tấu, Phô Chảng, Sóc Chăng, Bảng Coỏng, Na Rắn, Phai Nhàn, Đông Chu, Khim Khát, Đông Nguyên.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Cao Bằng ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web|url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf|tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}<\/ref> về việc sáp nhập một số xóm thuộc ba xã Đoài Côn, Thân Giáp, Thông Huề.\n\nTrước khi sáp nhập, xã Thông Huề có diện tích 13,89&nbsp;km², dân số là 1.927 người, mật độ dân số đạt 139 người\/km², được chia thành 5 xóm: Phố Thông Huề, Bản Khuông - Cốc Chia, Cốc Rầy Nặm Dọi, Đồng Liên, Nà Ít - Nà Keo. Xã Đoài Côn có diện tích 17,63&nbsp;km², dân số năm là 1.808 người, mật độ dân số đạt 103 người\/km², có 5 xóm: Bản Lũng, Lũng Rì - Lũng Luông, Tắp Ná, Trung Tâm, Vinh Quang. Xã Thân Giáp có diện tích 21,51&nbsp;km², dân số là 1.519 người, mật độ dân số đạt 71 người\/km², có 4 xóm: Bản Coỏng, Đồng Nhất, Đồng Minh, Đồng Tiến.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 864\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2020]])<ref name=NQ864>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-864-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Cao-Bang-434042.aspx|tựa đề=Nghị quyết số 864\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tái lập xã Đoài Dương trên cơ sở sáp nhập toàn bộ diện tích và dân số của ba xã: Thông Huề, Đoài Côn và Thân Giáp.\n\n==Hành chính==\nXã Đoài Dương được chia thành 14 xóm: Bản Coỏng, Bản Khuông - Cốc Chia, Bản Lũng, Cốc Rầy Nặm Dọi, Đồng Liên, Đồng Minh, Đồng Nhất, Đồng Tiến, Lũng Rì - Lũng Luông, Nà Ít - Nà Keo, Tắp Ná, Phố Thông Huề, Trung Tâm, Vinh Quang.<ref name=27\/2019\/NQ-HĐND\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc huyện Trùng Khánh}}"}