{"584408":"'''Đoàn Đình Niêu''' (1840- 1913), là [[Đình nguyên]], [[Thám hoa]] [[nhà Nguyễn]], là quan Cửu Phẩm Tại Bộ, rồi thăng đến chức [[Thượng thư]] Bộ Hộ triều [[Tự Đức]], (hàm Nhị phẩm) hiệu là Cửu Lãm.\n\nQuê quán: Ông là người làng Phú Trạch xã Phú Diên huyện Quế Sơn nay là xã Quế Xuân 2 huyện [[Quế Sơn]] tỉnh [[Quảng Nam]].\n\nĐoàn Đình Niêu đỗ đầu [[tam khôi]] kỳ [[thi Đình]] khoa Nhã sĩ năm Ất Sửu (1865) đời vua [[Tự Đức]], là [[Đình nguyên thời Nguyễn]], danh Thám hoa. Cần lưu ý là trong kỳ thi Đình khoa Nhã sĩ năm Ất Sửu [[1865]] không có ai là Trạng nguyên hay Bảng Nhãn. Lệ thi cử [[nhà Nguyễn]] không lấy Trạng nguyên tại các kỳ thi Đình.\n\nNăm Canh Tý (1900) niên hiệu Thành Thái thứ 11, Ông làm ở Bộ Hộ đến chức quan Thượng thư (hàm Nhị phẩm) hiệu là Cửu Lãm. Vua định lương bổng đồng niên và tiền xuân phục cho ông là: Tòng nhị phẩm: tiền 250 quan, gạo 200 phương, tiền xuân phục 50 quan. Hơn 10 năm rồi mất. Ông là người làng Phú Trạch, xã Phú Diên, huyện Quế Sơn, nay xã Quế Xuân 2, huyện Quế Sơn, tỉnh Quảng. Ông lập gia đình với Bà Lê Thị Sắc (Là con gái trưởng của ông Lê Phó bản tại trấn Quảng (thuộc làng Mông Lãnh). Ông Bà sinh hạ được 9 người con (Gồm 4 trai và 5 gái) tại làng Phú Trạch xã Phú Diên nay là thôn Phú Bình xã Quế Xuân 2.  Ông mất ngày 27\/12\/1913 âm lịch, Bà mất ngày 12\/03 âm lịch. An táng tại nghĩa trang thôn Phú Bình xã Quế Xuân 2.\n\nCũng xin nhắc lại là trong tất cả các đời vua nhà Nguyễn bắt đầu từ triều vua Gia Long, nhà Nguyễn đã không lấy đỗ Trạng nguyên tại các kỳ thi Đình, người đỗ đầu tam giáp là [[Đình nguyên thời Nguyễn]]. Danh vị cao nhất trong các kỳ thi Đình thời Nguyễn là Bảng nhãn (duy nhất năm [[1851]]) đời vua Tự Đức, vua đã phá lệ cho thi liền 2 khoa là Ân khoa và Chế khoa và lấy đỗ hai [[Bảng nhãn]] là [[Phạm Thanh]] và [[Vũ Duy Thanh]].\n\nĐoàn Đình Niêu là phó chủ khảo trường [[thi Hội]] khoa Đinh Sửu.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Quốc triều khoa bảng lục\n* Đình nguyên thời Nguyễn\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Đình nguyên Việt Nam]]"}