{"502286":"'''Đoàn Thọ''' (段壽, ?-[[1871]]) là võ quan [[nhà Nguyễn]] trong [[lịch sử]] [[Việt Nam]].\n\n==Sự nghiệp==\nSách ''[[Đại Nam chính biên liệt truyện]]'' không cho biết quê quán của Đoàn Thọ, nhưng theo ''gia phả họ Đoàn'', thì quê quán của Trung quân Đoàn Thọ ở thôn Phú Mỹ, huyện [[Bình Sơn]], tỉnh [[Quảng Ngãi]]. Trước, ông tên là '''Đoàn Của''', sau đổi thành '''Đoàn Thọ'''.\n\nThuở trai trẻ,, ông theo học trường đào tạo võ chức ''Anh Danh'' <ref>Theo ''[[Đại Nam chính biên liệt truyện]]'' (tr. 297). Thông tin thêm: Sau khi lên ngôi, vua [[Gia Long]] đã cho lập hai trường đào tạo võ chức, đó là trường ''Anh Danh'' và trường ''Giáo Dưỡng''. Hai trường này dành riêng cho con các quan, các công tử không biết chữ. Tuy nhiên khi xếp bổ dụng, hạng tốt nghiệp trường này không bằng hạng thi đỗ võ cử (giải thích của [[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'', Quyển 4, [[Sài Gòn]], 1961, tr. 268).<\/ref>.\n\nNăm [[Thiệu Trị]] thứ ba ([[1843]]), nhờ lập công, ông được làm Hậu bảo Hiệp quản, rồi lần lượt trải chức Trung bảo vệ úy, Chưởng vệ, thự Thống chế doanh Kỳ Vũ, quyền Chưởng trung quân<ref name=\"SN\">Nguồn: ''Đại Nam chính biên liệt truyện'', tr. 297-200.<\/ref>\n\n[[Tháng 8]] năm [[1858]], tàu quân [[thực dân Pháp|Pháp]] nổ súng tấn công [[Đà Nẵng]], vua [[Tự Đức]] sai ông mang tờ dụ đi khuyến khích tướng sĩ và xem xét tình thế để đề xuất việc ứng phó <ref name=\"SN\" \/>.\n\nNăm [[1861]], ông được bổ làm Trung quân Đô thống, sung Phòng hộ sứ cửa biển [[Thuận An]] ([[Huế]]). Hai năm sau, ông làm thự Đô thống phủ Chưởng phủ sự sung quản lĩnh Thị vệ đại thần. Cũng trong năm này, có hai sứ giả nước [[Tây Ban Nha]] và [[Pháp]] đến [[Huế]], vua sai [[Trần Tiễn Thành]] và ông đón tiếp và thương thuyết việc nước nhưng không thành công, ông bị giáng lưu<ref name=\"SN\" \/>.\n\nNăm [[1864]], xét thấy ông siêng năng, làm việc chu đáo, vua [[Tự Đức]] lại cho làm thự Trung quân Đô thống phủ Đô thống, Chưởng phủ sự. Lúc bấy giờ, dư đảng [[Thái Bình Thiên Quốc]] chống [[nhà Thanh]] bên Trung Quốc của [[Hồng Tú Toàn]] là [[Ngô Côn]] chạy sang [[Việt Nam]], trước xin hàng, sau đem tàn quân cướp phá các tỉnh phía [[Miền Bắc Việt Nam|Bắc Việt Nam]]<ref name=\"SN\" \/>.\n\nCuối năm [[1870]], Ngô Côn xua quân vây đánh tỉnh thành [[Bắc Ninh]], quân của [[Ông Ích Khiêm]] liền đem quân chống trả, diệt được Ngô Côn <ref>Chép theo ''[[Việt Nam sử lược]]'' (tr. 507). ''Đại Nam chính biên liệt truyện'' chép khác, đại ý như sau: \"Năm [[1869]], Ngô Côn xua quân đi vây đánh thành tỉnh [[Bắc Ninh]]. Hay tin, từ huyện Kim Anh (nay là một phần huyện [[Sóc Sơn]], [[Hà Nội]]), Ông Ích Khiêm đem binh [[voi]] đến chống trả. Ngô Côn bị trúng đạn lạc, tử trận\" (tr. 814).<\/ref>. Thuộc hạ của Ngô Côn là Hoàng Sùng Anh (hiệu Cờ Vàng), [[Lưu Vĩnh Phúc]] (hiệu Cờ Đen), Bàn Văn Nhị-Lương Văn Lợi (hiệu Cờ Trắng), vẫn cứ quấy phá ở [[Tuyên Quang]], [[Thái Nguyên]]. Triều đình bèn sai Trung quân Đoàn Thọ sung chức Bình khấu tướng quân, đem đại đội binh tượng chia làm ba đạo tiến ra đất Bắc.\n\nĐoàn Thọ vừa mới ra, kéo quân lên đóng ở tỉnh thành [[Lạng Sơn]], bị \"bọn giặc khách\" (gọi theo sử [[nhà Nguyễn|Nguyễn]]) là Tô Tứ cùng Tăng Á Dã hiệp quân nổi dậy. Vua Tự Đức bèn chuẩn cho Đoàn Thọ làm Tổng thống [[Bắc Kỳ]] quân vụ.\n\n[[Tháng 10]] năm [[Tân Mùi]] ([[1871]]), lúc nửa đêm, Tô Tứ bất ngờ kéo lực lượng đến đánh úp thành Lạng Sơn giết chết Lãnh binh là Lê Văn Dã. Hốt hoảng các võ quan là Võ Trọng Bình, Đặng Toán, Văn Tường và đều bỏ chạy cả.\n\nChỉ mỗi mình Đoàn Thọ lên thành đốc quân tàn hơn 10 người cố đánh, nhưng vì thế ông bị giết tại trận<ref name=\"SN\" \/>.\n\n==Được tôn thờ==\nNghe Đoàn Thọ tử trận, vua [[Tự Đức]] thương lắm, nói rằng: ''\"Không biết giữ cho đại thần (Đoàn Thọ) được an toàn, là lỗi của trẫm\"''.\nMặc dù vậy, nhà vua cho là Đoàn Thọ thân làm chủ tướng để thành thất thủ, tội sơ suất khó chối được. Nhưng đương lúc giặc đánh úp, lại đem quân liều chết chống đánh, tiết liệt thực đáng khen, chuẩn cho giáng làm Trung quân Đô thống, chiểu hàm cấp tiền tuất, cho thêm 100 quan tiền cấp cho người nhà lập đền để thờ...<ref>Lược theo ''Đại Nam chính biên liệt truyện'', tr. 299.<\/ref>. Sau, Đoàn Thọ được phối thờ trong đền [[Trung Liệt]], quận [[Đống Đa]], [[Hà Nội]]<ref>Theo [http:\/\/www.thanglonghanoi.gov.vn\/channel\/67\/2009\/12\/4062\/#iMRf4oA7ARGl] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120913070050\/http:\/\/www.thanglonghanoi.gov.vn\/channel\/67\/2009\/12\/4062\/#iMRf4oA7ARGl |date=2012-09-13 }} và\n[http:\/\/www.thanglonghanoi.gov.vn\/channel\/67\/2009\/12\/4062\/#iMRf4oA7ARGl] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120913070050\/http:\/\/www.thanglonghanoi.gov.vn\/channel\/67\/2009\/12\/4062\/#iMRf4oA7ARGl |date=2012-09-13 }}<\/ref> cùng với [[Nguyễn Tri Phương]], [[Hoàng Diệu]], [[Trương Quốc Dụng]].\n\n==Thông tin liên quan==\nĐoàn Thọ không con, triều đình xét cho cháu là Đoàn Văn Diễn (con của người em là Đoàn Văn Lộc) làm con thừa tự, được vua chức phong làm Minh Nghĩa Đô Úy <ref>Tên và chức vị con ông chép theo ''Đại Nam chính biên liệt truyện'', tr. 299.<\/ref>.\n\nTheo ''gia phả họ Đoàn'', mộ phần ông trước ở tại thôn Trung Lũ, xã Dương Xuân Thượng, huyện [[Hương Thủy]], phủ [[Thừa Thiên]], đến năm [[2002]], cải táng về nghĩa trang phía nam thành phố [[Huế]]. Nhà thờ của ông tại số 70, Kim Long, thành phố [[Huế]].\n\n==Tham khảo==\n* [[Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Đại Nam chính biên liệt truyện''. Nhà xuất bản Văn Học, [[Hà Nội]], [[2004]].\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Sài Gòn]], [[1968]].\n* Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (Quyển 1), [[Sài Gòn]], [[1966]].\n==Chú thích==\n{{Tham khảo}}\n{{Thời gian sống|mất=1871}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Võ tướng nhà Nguyễn]]"}