{"7460175":"'''Đoàn Đức Thái''' (1944 - 14\/12\/1974) liệt sĩ, [[anh hùng Lực lượng vũ trang nhân dân]], người ôm bộc phá phá hàng rào dây thép gai trong [[Chiến tranh Việt Nam|kháng chiến chống Mỹ]] của [[Việt Nam]].<ref>{{Chú thích web|url=http:\/\/catba.com.vn\/?frame=anninhquocphong_chitiet&id=861|title=TẤM GƯƠNG NGƯỜI CHIẾN SĨ CỘNG SẢN ĐOÀN ĐỨC THÁI NIỀM TỰ HÀO CỦA TẤT CẢ CHÚNG TA|website=Cổng thông tin điện tử huyện Cát Hải}}<\/ref><ref>{{Chú thích web|url=http:\/\/huyenuybudang.binhphuoc.vn\/data\/news\/2013\/12\/495\/tieu%20hoc%5B1%5D.pdf|title=Tài liệu giảng dạy lịch sử địa phương|website=Huyện ủy Bù Đăng|ngày truy cập=2017-09-02|archive-date = ngày 10 tháng 10 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151010070432\/http:\/\/huyenuybudang.binhphuoc.vn\/data\/news\/2013\/12\/495\/tieu%20hoc&#91;1&#93;.pdf}}<\/ref>\n\n== Tiểu sử ==\n\nÔng sinh năm 1944 trong một gia đình nghèo ở thôn Hòa Hy, xã Hòa Quang ''(nay là [[Cát Hải (thị trấn)|thị trấn Cát Hải]])'', huyện [[Cát Hải|Cát Hả]]<nowiki\/>i, thành phố [[Hải Phòng]]. Mồ côi cha mẹ từ nhỏ, sống với anh trai là Đoàn Đức Đại tại xã Dư Hàng Kênh (huyện An Hải) và học [[Trường THPT Thái Phiên]]<ref>{{Chú thích web|url=http:\/\/thanhdoanhaiphong.gov.vn\/tin-tuc\/xung-kich-tinh-nguyen\/khanh-thanh-ngoi-nha-tinh-nghia-cho-gia-dinh-anh-hung-liet-si-doan-duc-thai-841|title=Khánh thành ngôi Nhà tình nghĩa cho gia đình Anh hùng, Liệt sĩ Đoàn Đức Thái|website=Thành đoàn Hải Phòng}}{{Liên kết hỏng|date=2023-04-05 |bot=InternetArchiveBot }}<\/ref>. Năm 1967, ông tình nguyện tham gia lực lượng thanh niên xung phong phục vụ chiến trường Khu 4. Tháng 12\/1971, ông nhập ngũ và đến năm 1972 được điều đến chi viện cho chiến trường B, thời gian này ông tham gia nhiều trận đánh trên chiến trường [[Đông Nam Bộ (Việt Nam)|Miền Đông Nam bộ]].\n\n== Trận đánh Bù Đăng ==\nTrước trận đánh [[Chi khu quân sự Bù Đăng]] vào đêm 13\/12\/1974, lúc ông đang rốt rét, thủ trưởng đơn vị không đồng ý để ông tham gia trận đánh. Song ông viết đơn xung phong tham gia cùng với 4 đồng đội của mình và được cấp trên giao nhiệm vụ tổ trưởng tổ [[bộc phá]]. \n\nHành trình tiến công có địa hình trống trải, sườn đồi dốc, hoả lực của địch rất ác liệt, ông cùng đồng đội thay nhau đặt bộc phá, liên tiếp các lớp hàng rào của địch bị phá tung. Đến tầng hàng rào cuối cùng, đã 2 lần đặt xong bộc phá, nhưng vì độ dốc quá lớn, móc bộc phá bị tụt, rơi xuống. Trước tình thế hết sức khẩn trương đó ông đã ôm bộc phá xông lên, bám vào hàng rào, tìm cách khắc phục, đặt được bộc phá, giật nụ xòe và định lui về vị trí thì bộc phá trượt khỏi hàng rào lăn xuống sườn dốc về phía đồng đội. Là quả bộc phá cuối cùng và có nguy cơ gây thương vong lớn cho đồng đội, Đoàn Đức Thái đã ôm quả bộc phá đang xòe lửa, lao ngược lên đồi dốc và dùng thân mình giữ chặt quả bộc phá vào tầng hàng rào cuối cùng và hô vang ''\"Quyết tử cho Tổ quốc quyết sinh! Xung phong! Xung phong!\".''' '''''Bộc phá nổ, hàng rào cuối cùng bật tung, ông hy sinh vào rạng sáng ngày 14\/12\/1974.\n\nSau khi hàng rào được mở, đồng đội của anh đã tiến lên tiêu diệt và bắt sống toàn bộ quân địch. Chiến thắng này tạo thế mở rộng vùng giải phóng dọc quốc lộ 13, tạo bàn đạp quan trọng cho [[chiến dịch Hồ Chí Minh]] tiến về giải phóng [[Thành phố Hồ Chí Minh|Sài Gòn]] năm 1975.\n\n== Danh hiệu ==\n* [[Huân chương Chiến công giải phóng hạng Nhất]]. \n* [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang Nhân dân]].\n\n== Đánh giá ==\n''\"Trong nhân dân ta, ngoài việc thờ phụng, cúng bái tổ tiên, bà con còn ngưỡng mộ thờ cúng các bậc danh thần, dũng tướng, các anh hùng liệt sĩ nêu gương liệt oanh xuất chúng như Đoàn Đức Thái, điều đó cũng đúng với đạo lý \"Uống nước nhớ nguồn, đền ơn đáp nghĩa\" của dân tộc Việt Nam ta\" (đ''ồng chí Sáu Phong, tức [[Nguyễn Minh Triết]], nguyên Chủ tịch nước, thời kháng chiến chống Mỹ là lãnh đạo cơ quan Trung ương Đoàn ở chiến trường B2).\n\n== Di sản ==\n* Tên của ông được đặt cho 2 ngôi trường: Trường THCS Đoàn Đức Thái, huyện Bù Đăng, tỉnh Bình Phước nơi ông hy sinh và Trường Tiểu học Đoàn Đức Thái, huyện Cát Hải, thành phố Hải Phòng – quê hương ông. <ref>{{Chú thích web|url=http:\/\/budang.binhphuoc.gov.vn\/3cms\/gia-dinh-liet-sy-anh-hung-llvtnd-doan-duc-thai-dua-hai-cot-liet-sy-ve-que-huyen-cat-hai-thanh-pho-hai-phong..htm|title=GIA ĐÌNH LIỆT SỸ, ANH HÙNG LLVTND ĐOÀN ĐỨC THÁI ĐƯA HÀI CỐT LIỆT SỸ VỀ QUÊ HUYỆN CÁT HẢI, THÀNH PHỐ HẢI PHÒNG.|website=Cổng thông tin điện tử huyện Bù Đăng|ngày truy cập=2017-09-02|archive-date = ngày 2 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170902230132\/http:\/\/budang.binhphuoc.gov.vn\/3cms\/gia-dinh-liet-sy-anh-hung-llvtnd-doan-duc-thai-dua-hai-cot-liet-sy-ve-que-huyen-cat-hai-thanh-pho-hai-phong..htm}}<\/ref>\n* Tên của ông được nhắc đến trong nhiều cuốn sách: ''\"Anh hùng liệt sĩ Đoàn Đức Thái - người con của quê hương Hải Phòng trên chiến trường Đông Nam Bộ\" (Nhà xuất bản Thanh niên), Thời cơ và quyết tâm chiến lược - Đại thắng mùa xuân 1975, qua những trang hồi ức (Nhà xuất bản Từ điển bách khoa), Lịch sử Nam bộ kháng chiến...'' \n* Ở [[thị trấn Đức Phong]], huyện Bù Đăng có một con đường mang tên ông. Dự kiến, [[Bù Đăng|huyện Bù Đăng]] sẽ xây dựng tượng đài Đoàn Đức Thái.<ref>{{Chú thích web|url=http:\/\/www.baobinhphuoc.com.vn\/Content\/bu-dang-se-xay-dung-tuong-dai-anh-hung-doan-duc-thai-36262|title=Bù Đăng sẽ xây dựng tượng đài Anh hùng Đoàn Đức Thái|website=Báo Bình Phước}}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{thời gian sống|1944|1974}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Liệt sĩ]]\n[[Thể loại:Người Cát Hải]]"}