{"420532":"{{Thông tin nhân vật phong kiến|tên=Đoàn Nguyễn Tuấn|hiệu=Hải Ông|tước vị=|tước vị đầy đủ=Hải Phái hầu|tác phẩm=Hải Ông thi tập|triều đại=[[Nhà Hậu Lê]], [[Nhà Tây Sơn]], [[Nhà Nguyễn]]|sinh=1750|nơi sinh=làng Hải Yên, huyện Quỳnh Côi (nay là làng Hải An, xã Quỳnh Nguyên, huyện Quỳnh Phụ), tỉnh [[Thái Bình]].|mất=?|nghề nghiệp=nhà thơ, nhà chính khách|hình=Tập thơ Đoàn Nguyễn Tuấn.jpg|ghi chú hình=Tác phẩm của Đoàn Nguyễn Tuấn đang được trưng bày trong [[Bảo tàng Quang Trung]] (Bình Định).|giới tính=[[Nam giới|Nam]]|học vấn=Cử nhân|quốc gia Đại Việt}}\n\n'''Đoàn Nguyễn Tuấn''' (段阮俊, [[1750]]-?), hiệu '''Hải Ông''', là [[nhà thơ]] thời [[nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nĐoàn Nguyễn Tuấn quê làng Hải Yên, huyện [[Quỳnh Côi]] (nay là làng Hải An, xã Quỳnh Nguyên, huyện [[Quỳnh Phụ]]), tỉnh [[Thái Bình]].\n\nÔng là con [[Hoàng giáp]] [[Đoàn Nguyễn Thục]], đại thần thời [[nhà Lê|Lê Mạt]], là con rể Tiến sĩ [[Nhữ Đình Toản]]. Ông quen với [[Nguyễn Nghiễm]] ([[1708]] - [[1775]]) cha [[Nguyễn Du]] và là anh vợ thi hào [[Nguyễn Du]].\n\nÔng thi đỗ Hương cống ([[Cử nhân]]) đời Lê (vào khoảng đời [[Lê Hiển Tông|Cảnh Hưng]]), nhưng không ra làm quan.\n\nNăm [[Canh Tý]] ([[1780]]), Nguyễn Khản là anh cả của Nguyễn Du đang làm Trấn thủ Sơn Tây bị khép tội mưu loạn trong [[Vụ án năm Canh Tý]], bị bãi chức và bị giam ở nhà Châu Quận công. Lúc này Nguyễn Du được Đoàn Nguyễn Tuấn đón về [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Hạ]] nuôi ăn học.\n\nKhoảng [[1786]], ông có tụ họp người làng bàn chuyện dấy binh giúp [[Trịnh Bồng]], nhưng việc không thành.\n \nCuối năm [[1787]], ông cùng [[Phan Huy Ích]], [[Ngô Thì Nhậm]] ra giúp [[nhà Tây Sơn]]; ông được cử giữ chức Hàn lâm trực học sĩ ([[1788]]).\n\n[[Tháng 9]] năm [[1789]], ông được giao nhiệm vụ đón tiếp sứ giả [[nhà Thanh]] sang phong vương cho vua [[Quang Trung]].\n\nNăm [[1790]], ông cùng [[Phan Huy Ích]], [[Vũ Huy Tấn]], được cử vào sứ bộ của vua Quang Trung giả, sang [[Trung Quốc]] triều kiến vua [[Càn Long]].\n\nĐoàn Nguyễn Tuấn trong sứ đoàn Tây Sơn trên đường đi Nhiệt Hà thì gặp Nguyễn Du trở về Hoàng Châu, gặp nhau nơi lữ quán hai người bàn luận sôi nổi về văn chương chuyện Hồng nhan đa truân. Nguyễn Du về trước và hẹn gặp nhau lại tại Thăng Long.\n\nKhi trở về nước, ông được thăng làm Tả thị lang [[bộ Lại]], tước Hải Phái hầu.\n\nSau khi vua Quang Trung mất đột ngột ([[1792]]), ông tiếp tục giúp vua [[Nguyễn Quang Toản|Cảnh Thịnh]] cho đến khi triều đại Tây Sơn sụp đổ.\n\nNăm [[1795|1797]], [[Nguyễn Đề]] thu xếp cùng Đoàn Nguyễn Tuấn cưới cô em út Đoàn Nguyễn Thị Huệ cho Nguyễn Du. Đoàn Nguyễn Tuấn giao cho Nguyễn Du gia trang tại Quỳnh Hải, từ đây chấm dứt cuộc đời mười năm gió bụi.\n\nMùa thu năm [[Nhâm Tuất]] ([[1802]]), Vua [[Gia Long]] diệt [[nhà Tây Sơn]]. Đoàn Nguyễn Tuấn, lúc này khoảng 50 tuổi, có lẽ về ẩn cư trong \"Phong nguyệt sào \"(tổ gió trăng) là một cái chòi trong vườn hoa nhà mình, ngâm vịnh trong đó, tự hiệu là Sào Ông.\n\nChưa biết năm mất của ông và cũng không rõ ông có ra làm quan thời [[Gia Long]] hay không.\n\n==Tác phẩm==\nĐoàn Nguyễn Tuấn chỉ để lại một tập thơ [[chữ Hán]] ''Hải Ông thi tập''<ref>{{chú thích web | url = http:\/\/www.thivien.net\/%C4%90o%C3%A0n-Nguy%E1%BB%85n-Tu%E1%BA%A5n\/author-GrfZ83486gEgzshT4ctASA| tiêu đề = Hải Ông thi tập- Đoàn Nguyễn Tuấn- Thi Viện.net| author = | ngày = | ngày truy cập = 5 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> (còn có tên khác là ''Cựu Hàn lâm Đoàn Nguyễn Tuấn thi tập''), gồm: 236 bài thơ; 5 bài [[phú]], hành, ca...\n \nDo thơ chép trong bản thảo<ref>Bản chép tay ''Hải Ông thi tập'' mang ký hiệu A. 2603 ở Thư viện Viện nghiên cứu Hán Nôm ([[Hà Nội]]).<\/ref> không theo trình tự nào, nên nhóm tác giả sách Thơ văn Đoàn Nguyễn Tuấn, đã căn cứ vào nội dung thơ mà chia thành hai mảng:\n*Thơ văn làm ở trong nước: 139 bài.\n*Thơ văn làm khi đi sứ và bang giao: 102 bài.\n\n==Giá trị trong văn học Việt==\nTrong ''Hải Ông thi tập'' có:\n*Những bài chân thành và hào hứng ca ngợi võ công của đội quân Tây Sơn, đã mang lại cảnh thanh bình thịnh trị cho đất nước; hoặc biểu lộ niềm tự hào về nền văn hiến dân tộc, như: \"Kỷ Dậu trọng thu thượng hoan nghênh tiếp sách sứ, tâm hữu Nguyễn Quế Kiên tặng thi nhị thủ, y nguyên vận phúc\" (''Sáng sớm ngày hai mươi tháng mười một hạ được thành, mừng làm thơ''); \"Quá [[sông Hồng|Nhị Hà]] quan Bắc binh cố lũy\" (''Qua sông Nhị xem lũy cũ của quân [[nhà Thanh|Bắc]]''); \"Trọng đông nguyệt, nhị thập thất nhật, tảo thời, khắc thành, hỷ tác\"; \"Cụ phong hậu cảnh sắc\" (''Cảnh sắc sau cơn bão táp''), \"Nam phong\" (''Gió Nam''); \"Ngự dinh cung kỳ\" (''Trong cung vua, kinh ghi''); \"Đáp vấn\" (''Trả lời câu hỏi'')...Ngần ấy cho thấy niềm phấn khởi, lòng tin, ý muốn đóng góp nhiều cho triều đại mới của ông. Tuy nhiên sau đó, nhận thấy vương triều này suy thoái nhanh chóng, nhất là sau khi vua [[Quang Trung]] đột ngột mất đi, khiến rải rác trong thơ ông không khỏi có những ý nghĩ bi quan, buồn chán...\n*Những bài thơ tức cảnh, ngẫu hứng như: \"Nguyệt Đức giang hoài cổ\" (''Qua sông Nguyệt Đức nhớ chuyện xưa''), \"Quá Tống Trân mộ\" (''Qua mộ Tống Trân''); (\"Dục Thúy sơn hành\" (''Bài hành về núi Dục Thúy''), \"Quá Tam Điệp sơn\" (''Qua núi Tam Điệp''), \"Quá Đông Sơn Bố Vệ\" (''Qua làng Bố Vệ, huyện Đông Sơn''), \"Vọng Na sơn ca\" (''Bài ca trông núi Nưa''), \"Quá Quỳnh Tụ kiến tùng cương, ngẫu tác\" (''Qua đất Quỳnh Tụ thấy đồi thông, ngẫu hứng làm thơ''); 29 bài thơ viết về mùa thu...Nổi bật, là những bài thơ viết về [[Thăng Long]] (\"Thăng Long tam thập vịnh\"). Qua chùm thơ này, người đọc được hiểu cụ thể hơn gương mặt của kinh thành trên hồi [[thế kỷ 18]]. Cũng qua đây, người đọc thấy rõ hơn tình yêu và sự am hiểu của ông đối với Thăng Long...\n*Những bài thơ tự thuật và cảm xúc trữ tình như: \"Tại Đồ Bàn thành ngoại khách xá tri húy nhật\" (''Tại quán khách ngoại thành Đồ Bàn, gặp ngày giỗ cha''); \"Thu, dư nhập kinh, đông mạt thủy qui, nhân ức [[Nguyễn Du|Tố Như]] thị \"Nhất quan bôn tẩu phong Trần Mạt\" chi cú triền thành tứ vận\" (''Mùa thu ta vào kinh, cuối đông mới về, nhân nhớ câu \"Nhân quan bôn tẩu phong trần mạt của Tố Như bèn dàn thành bốn vần''); \"Tuế mạt đáo xuân kinh tác\" (''Bài thơ làm dịp cuối năm khi tới kinh đô [[Phú Xuân]]''); \"Khách xá cảm hoài\" (''Cảm nghĩ khi ở quán trọ''); \"Tu bạch\" (''Râu bạc''); \"Thư hoài\" (''Tả nỗi lòng'')...\n*Những bài thơ họa đáp, tiễn tặng bạn bè như: \"Vũ Huynh Bắc hồi, dư họa nguyên vận ký phục\" (''Họa Vũ huynh về Bắc, tôi họa nguyên văn gửi đáp''), \"Họa Nguyễn Hàn lâm nguyên tác\" (''Họa nguyên văn của quan Hàn lâm họ Nguyễn''), \"Họa bất mị thi\" (''Họa bài thơ không ngủ''), \"Tiễn Vũ thị lang Bắc sứ\" (''Tiễn quan Thị lang họ Vũ sang sứ Trung Quốc''), \"[[Kỷ Mùi]] trọng hạ y nguyên vận tiễn Ngự quan Nam hoàn\" (''Tháng Năm năm Kỷ Mùi theo nguyên văn tiễn quan Ngự về Nam'')...\n\nỞ mảng thơ đi sứ, có nhiều bài rất hay (thường là thơ vịnh sử) như: \"[[trận Xích Bích|Xích Bích]] hoài cổ\" (''Trước cảnh Xích Bích nhớ xưa''), \"Đăng Hoàng Hạc lâu\" (Lầu Hoàng Hạc), \"Quá Trường Thành\" (''Qua Trường Thành''), \"Nhạc Dương lâu phú\" (''Bài phú lầu Nhạc Dương'')...\n \nNgoài ra, ông cũng có một số thơ nói về thân phận người phụ nữ như: \"Chiêu Quân mộ\" (''Mộ Chiêu Quân''), \"Hồ phụ hành\" (''Bài ca về vợ người Hồ''), \"Hòe Nhai ca nữ\" (''Cô ca nữ phố Hòe Nhai''), \"Đồ ngộ đảm nhi tầm phu gia\" (''Trên đường gặp chị gánh con đi tìm chồng'')...Đáng chú ý là bài \"Vô đề\" (''không đề''), ghi lại cuộc gặp gỡ bất ngờ của ông với một cô gái người Hoa xinh đẹp bên bờ sông Hán (thuộc tỉnh [[Hồ Bắc]], [[Trung Quốc]]). Đây là một bài \"thơ tình thực sự, chứng tỏ ông là người rất mực đa tình\"<ref>Theo Phạm Tú Châu, tr. 431.<\/ref>...\n \nNhìn chung, Đoàn Nguyễn Tuấn là người trầm mặc, phong nhã, ưa thơ, chân thành, giản dị, yêu quý quê hương đất nước. Sách ''Tây Sơn thuật lược'' (không rõ tác giả) cho biết: ''Ở trong làng mình, ông (Đoàn Nguyễn Tuấn) đã từng làm một ngôi nhà sàn giữa vườn hoa gọi là Phong nguyệt sào (Tổ gió trăng) để thường đến đấy ngâm vịnh, tự gọi là Sào Ông, dường như tự cho mình là [[Sào Phủ]].''\n \nVề mặt Nghệ thuật, thơ ông có nhiều hình tượng trong sáng, ít điển cố, câu thơ chải chuốt, thanh thoát, gợi cảm...<ref>Căn cứ nội dung thơ trong sách ''Thơ văn Đoàn Nguyễn Tuấn''. Có tham khảo thêm bài viết của Phạm Tú Châu, trong ''Từ điển Văn học'' (bộ mới, tr. 431-432) và Tạ Ngọc Liễn (tr. 161-266).<\/ref>\n\n''Từ điển bách khoa toàn thư Việt Nam'' đánh giá ''Hải Ông thi tập'' như sau:\n:''\"Hải Ông thi tập\" ghi lại tâm tư và hoạt động trong thời gian làm quan của Đoàn Nguyễn Tuấn. Có những bài bày tỏ niềm hào hứng, ca ngợi [[Trận Ngọc Hồi - Đống Đa|chiến thắng Đống Đa]] hoặc tự hào về đất nước. Cũng có những bài phản ánh ý nghĩ buồn nản, chán chường. Thơ ông được đánh giá là \"đầy ý vị, ai oán mà hài hoà, trầm tư mà ngay thẳng\" ([[Ngô Thì Nhậm]]), hoặc \"tài văn chương đồn lừng các trạm quán, lạ thay ngọn bút như có sinh khí\" (Trạng nguyên họ Tái [Zai], người [[Giang Tây]] [Jiangxi], Trung Quốc).\n{{wikisource tác giả|Đoàn Nguyễn Tuấn}}\n\n==Đường phố==\n\nHiện nay ở huyện [[Bình Chánh]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ông.\n\nỞ [[Huế]], [[Đà Nẵng]], [[Thành phố Thái Bình]] và ở Thị trấn [[Quỳnh Côi]] tỉnh [[Thái Bình]] đều có tên đường phố mang tên ông là '''Đoàn Nguyễn Tuấn'''.\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*Phạm Tú Châu, mục từ \"Đoàn Nguyễn Tuấn\" trong ''Từ điển Văn học (bộ mới)''. Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Thơ văn Đoàn Nguyễn Tuấn'' (tức Hải Ông thi tập). Nhà xuất bản Khoa học Xã hội, Hà Nội, 1982.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam.'' Nhà xuất bản Thanh Niên, 2008.\n\n<!--{{Thời gian sống|sinh=1750|mất=}}-->\n\n[[Thể loại:Sinh năm 1750]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Người Thái Bình]]"}