{"475184":"[[Tập tin:Nha hat cheo-Model.jpg|nhỏ|300px|Các đoàn [[chèo]], nhà hát [[chèo]] Việt Nam 2016]]\n'''[[Chèo#Danh sách các đoàn chèo|Đoàn Chèo]] [[Nam Định]]''' (mỹ danh: ''Chiếng chèo thành Nam'') là đơn vị hoạt động nghệ thuật chèo chuyên nghiệp tồn tại từ năm 1959 đến năm 2018 thì sáp nhập vào Nhà hát Nghệ thuật truyền thống tỉnh Nam Định. Đoàn Chèo Nam Định có tiền thân là Đội văn công nhân dân tỉnh [[Nam Định]] - được thành lập vào ngày 01 tháng 10 năm 1959<ref>{{Chú thích web |url=http:\/\/www.namdinh.gov.vn\/Default.aspx?tabID=741&ItemID=6728&CatID=756 |ngày truy cập=2010-03-18 |tựa đề=Tự hào nghệ thuật chèo Nam Định |archive-date=2006-09-30 |archive-url=https:\/\/web.archive.org\/web\/20060930144526\/http:\/\/www.namdinh.gov.vn\/Default.aspx?tabID=741&ItemID=6728&CatID=756 |url-status=dead }}<\/ref>. Năm 2007  Đoàn Chèo Nam Định được nâng cấp thành Nhà hát Chèo Nam Định hoạt động được 11 năm rồi lại trở thành Đoàn Chèo Nam Định trực thuộc Nhà hát Nghệ thuật truyền thống Nam Định.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5083\/201910\/doan-cheo-nam-dinh-ky-niem-60-nam-thanh-lap-2533782\/index.htm. Đoàn Chèo Nam Định kỷ niệm 60 năm thành lập]<\/ref>\n\n==Quá trình hình thành==\n===Nhà hát Chèo Nam Định===\nTháng 10-1959, Đoàn nghệ thuật Chèo Nam Định (thời kỳ đỉnh cao là [[Chèo|Nhà hát Chèo]] Nam Định) được thành lập. Giai đoạn 1966-1981, Đoàn nghệ thuật Chèo Nam Định hợp nhất với [[Đoàn Chèo Hà Nam]] thành Đoàn Chèo Nam Hà. Giai đoạn 1982-1992 hợp nhất với [[Đoàn Chèo Ninh Bình]] thành Đoàn Chèo Hà Nam Ninh. Tháng 3-1992, chia tách tỉnh [[Hà Nam Ninh]], Đoàn Chèo Nam Hà được thành lập. Năm 1997, tiếp tục chia tách tỉnh [[Nam Hà (tỉnh)|Nam Hà]], Đoàn lấy tên Đoàn Chèo Nam Định. \n\nNăm 2006, UBND tỉnh Nam Định quyết định nâng cấp Đoàn Chèo Nam Định thành Nhà hát Chèo Nam Định.<ref>{{Chú thích web |url=http:\/\/www.namdinh.gov.vn\/Home\/Tintrongtinh\/2014\/4270\/Nha-hat-Cheo-Nam-Dinh-ky-niem-55-nam-thanh-lap.aspx |ngày truy cập=2015-12-13 |tựa đề=Nhà hát Chèo Nam Định kỷ niệm 55 năm thành lập |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304132609\/http:\/\/www.namdinh.gov.vn\/Home\/Tintrongtinh\/2014\/4270\/Nha-hat-Cheo-Nam-Dinh-ky-niem-55-nam-thanh-lap.aspx |url-status=dead }}<\/ref> Năm 2015, Nhà hát Chèo Nam Định có 53 cán bộ, nghệ sĩ, diễn viên, trong đó, có 40 biên chế, 13 hợp đồng, hầu hết là thế hệ nghệ sĩ trẻ.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5087\/201506\/nha-hat-cheo-nam-dinh-cham-lo-dao-tao-luc-luong-dien-vien-tre-2419644\/ Nhà hát Chèo Nam Định chăm lo đào tạo lực lượng diễn viên trẻ]<\/ref>\n\nNăm 2019, Nhà hát Chèo Nam Định hợp nhất cùng Đoàn Cải lương, Đoàn Kịch nói và đổi tên thành Đoàn Chèo Nam Định thuộc Nhà hát Nghệ thuật truyền thống tỉnh Nam Định.\n\n===Nghệ thuật Chèo ở Nam Định===\n[[Nam Định]] là một trong những cái nôi của [[Nghệ thuật chèo|nghệ thuật Chèo]]. Huyện [[Ý Yên]] được đánh giá là \"thủ phủ\" của đất chèo Nam Định với các làng chèo Yên Phong, Yên Trị, Yên Chính, Yên Thọ, Yên Cường, An Lộc Hạ... cùng hàng chục đội chèo và hàng trăm nghệ sĩ nổi tiếng. Huyện [[Mỹ Lộc]] được nhắc đến với chèo làng Đặng với gánh chèo làng Quang Sán ở xã Mỹ Hà. Sau hòa bình lập lại, Mỹ Hà có tới 10 [[chèo|đội chèo]], riêng làng Quang Sán có năm đội. Huyện [[Vụ Bản]] có làng chèo Hào Kiệt với hầu hết thành viên là dân quân, du kích tham gia kháng chiến chống thực dân Pháp. Huyện Nam Trực ngoài phường chèo Điền Xá, Nam Mỹ, còn có các phường chèo gốc gắn kết với phường múa rối nước như làng Rạch ở xã Hồng Quang, làng Nhất ở xã Nam Giang. Huyện Hải Hậu có làng chèo Phú Văn Nam ở xã Hải Châu đã tồn tại cách đây hàng trăm năm...<ref>[http:\/\/www.vietnamplus.vn\/chieu-cheo-thanh-nam-deu-dan-sang-den-phuc-vu\/78183.vnp Chiếu chèo thành Nam đều đặn sáng đèn phục vụ]<\/ref>\n\nĐến năm 2015, [[Nam Định]] đã có 170 nhà văn hóa xã và hơn 1000 nhà văn hóa làng, đó chính là nơi hoạt động của trên 600 đội văn nghệ, trong đó có gần 200 đội chèo, câu [[Chèo|lạc bộ chèo]] đã góp phần đẩy nhanh tốc độ xã hội hóa các hoạt động văn hóa để [[Nam Định]] cùng cả nước vững bước xây dựng và phát triển nền văn hóa Việt Nam tiên tiến đậm đà bản sắc dân tộc.\n\n== Tác phẩm trong lịch sử==\n*Năm 1959 biên chế của Đội dưới 30 người, chưa chuyên hẳn về [[Chèo]] mà chương trình, tiết mục của Đội khá tổng hợp: hát [[Chèo]], múa Chèo, hát dân ca, diễn hoạt cảnh [[Chèo]], trích đoạn [[Chèo]] cổ và đội còn diễn cả kịch ngắn. Từng bước đội ngũ diễn viên và nhạc công được bổ sung, sau hơn một năm thành lập quân số của Đoàn đã lên tới hơn 40 người, và có điều kiện đi chuyên sâu vào nghệ thuật [[Chèo]].\n*Năm 1963 đoàn dàn dựng vở diễn: \"Chị Tâm bến Cốc\", tác giả và đạo diễn [[Tào Mạt]]. Vở diễn này Đoàn đã được biểu diễn tại nhà máy Liên hợp Dệt [[Nam Định]] nhân dịp [[Hồ Chí Minh]] về thăm nhà máy năm 1963.\n*Năm 1967, đoàn dàn dựng vở [[chèo]] lịch sử \"[[Trần Quốc Toản]] ra quân\"- tác giả Hoài Giao; đạo diễn Đoàn Bá. Năm 1971 vở diễn \"[[Trần Quốc Toản]] ra quân\" của đoàn [[Chèo]] [[Nam Định]] đã được quay thành phim nhựa 35 ly, chiếu rộng rãi.\n*Năm 1973 Đoàn [[chèo]] [[Nam Hà]] lại tổ chức một chuyến đi vào biểu diễn phục vụ đồng bào và [[chiến sĩ]] ở những vùng mới giải phóng của tỉnh [[Quảng Trị]]. Ngoài những vở chèo cổ, Đoàn [[Chèo]] [[Nam Định]] đã rất thành công trong việc dàn dựng và biểu diễn những vở [[chèo]] về đề tài lịch sử truyền thống Cách mạng và đề tài hiện đại; góp phần khẳng định: Nghệ thuật [[Chèo]] có đủ khả năng phản ánh sinh động tất cả các mảng đề tài của cuộc sống.\n*Năm 1975 Đoàn chọn và dàn dựng vở \" Ni cô Đàm Vân\" của tác giả Học Phi, chuyển thể [[Chèo]]: Trần Đình Ngôn - đạo diễn Lê Huệ. Vở diễn đã được chọn về thủ đô [[Hà Nội]] biểu diễn phục vụ đại biểu Đại hội lần thứ IV của Đảng (1976).\n*Tại hội diền toàn quốc năm 1985, vở diễn \"Những người nói thật\" được thưởng huy chương vàng. \n*Ngoài những vở chèo cổ mẫu mực của thể loại nghệ thuật sân khấu [[chèo]], trong quá trình tồn tại và phát triển, Đoàn Chèo [[Nam Định]] - [[Nam Hà]] - [[Hà Nam Ninh]] - nay là nhà hát [[Chèo]] [[Nam Định]] đã mạnh dạn khai thác và dàn dựng lại mảng đề tài: lịch sử truyền thống; Hiện thực Cách mạng đương đại. Đó là hai thế mạnh của Đoàn nghệ thuật [[Chèo]] tỉnh [[Nam Định]].\n*Từ đầu những năm 1960 của thế kỷ XX, Đoàn [[Chèo]] [[Nam Định]] là đơn vị đầu tiên nghiên cứu, thử nghiệm thành công việc đưa nghệ thuật dân gian \"Múa hát chầu văn\" lên sân khấu chuyên nghiệp. Trước đó đàn hát chầu văn hầu đồng của các cung văn thường diễn ra vào những dịp lễ hội, ở các phủ, đền. \n*Những tiết mục múa hát chầu văn của Đoàn [[Chèo]] [[Nam Định]], [[Nam Hà]] như: \"Nam Định quê tôi\", \"Đài sen dâng Bác\", \"Tiễn anh lên đường\", \"Gửi anh một khúc hát văn\" v.v… đã thu hút khán giả. Tên tuổi của các nghệ sĩ: Kim Mã, Kim Liên, Đăng Truyền; Thế Tuyền vừa đàn nguyệt vừa hát; Quyền Thanh, Quang Thiệu, qua sóng [[Đài Tiếng nói Việt Nam|Đài tiếng nói Việt Nam]] đã thường xuyên lan toả đến mọi miền đất nước.\n*Đoàn [[Chèo]] [[Nam Định]] đã mời tác giả Trần Đình Ngôn nghiên cứu và viết kịch bản về đề tài lịch sử truyền thống - các vương triều Trần. Cuối năm 1998 Đoàn dàn dựng vở \"[[Trần Anh Tông]]\" vở diễn được dàn dựng công phu nên ngay từ khi ra mắt đã chiếm được cảm tình của khán giả.\n*Năm 1999 vở diễn được [[Đài Truyền hình Việt Nam|Đài truyền hình Việt Nam]] phát trên sóng 2 lần. Tháng 2 năm 2000, Đoàn đưa vở diễn \"[[Trần Anh Tông]]\" tham dự hội diễn toàn quốc - chuyên về thể loại sân khấu Chèo. Hội tụ về hội diễn có tớ 18 đoàn Chèo chuyên nghiệp. Vở diễn của Đoàn Chèo Nam Định là một trong 2 vở được Ban giám khảo hội diễn trao huy chương vàng. Vở diễn đã được tuyển chọn vào biểu diễn phục vụ Đại biểu Đại hội IX của Đảng CSVN.\n\n==Thành tích==\n*Năm 2020, Tại Cuộc thi Tài năng trẻ diễn viên Chèo toàn quốc năm 2020 đã diễn ra tại [[Hà Nam]], Chèo Nam Định đã 1 huy chương bạc (Nguyễn Thị Linh), xếp thứ 9 các đoàn tham gia theo thành tích huy chương.\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Nam Định giành huy chương bạc cho vở diễn \"Gò Đống Mối\"; giành 3 huy chương vàng cá nhân (Thanh Nga, Diệu Hằng, Hồng Năm) và 4 huy chương bạc cùng giải nhạc sĩ xuất sắc nhất, xếp thứ 7\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2017, Cuộc thi Tài năng trẻ Diễn viên sân khấu Tuồng, Chèo chuyên nghiệp toàn quốc diễn ra ở Thanh Hóa, Chèo Nam Định xếp thứ 5 với 1 HCV của Trịnh Thị Mai và 1 HCB của Văn Thị Năm. Đồng thời Diễn viên Dương Thị Mai Linh là 1 trong 2 thí sinh đạt giải diễn viên trẻ triển vọng của cuộc thi.\n*Năm 2016, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2016 diễn ra ở [[Nhà hát Chèo Ninh Bình]]<ref>[http:\/\/www.baonamdinh.vn\/channel\/5106\/201610\/nha-hat-cheo-nam-dinh-dat-thanh-tich-cao-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-nam-2016-2514654\/ Nhà hát Chèo Nam Định đạt thành tích cao tại cuộc thi \"Nghệ thuật Sân khấu Chèo chuyên nghiệp toàn quốc năm 2016\"]<\/ref> Nhà hát Chèo Nam Định giành Huy chương vàng vở diễn “Không phải là vụ án”. Giải cá nhân có 05 Huy chương vàng (NSƯT Diệu Hằng, NSƯT Quốc Hùng, NSƯT Ngọc Hùng, Nghệ sĩ Minh Phương và Nghệ sĩ Văn Minh) và 05 Huy chương bạc. Ngoài ra Giải nhạc sĩ xuất sắc nhất thuộc về [[Phạm Đức Nhân|NSƯT Hạnh Nhân]] trong vở diễn “Không phải là vụ án”. Cơ cấu giải thưởng cuộc thi có tổng 05 vở diễn đạt HCV và 05 vở diễn đạt HCB, 42 HCV cá nhân, 81 HCB cá nhân. Nam Định xếp thứ 3\/16 đoàn tham dự theo thành tích huy chương.\n*Năm 2014, Tại \"Cuộc thi tài năng trẻ diễn viên sân khấu Chèo chuyên nghiệp toàn quốc - 2014\" diễn ra ở [[Ninh Bình]], Nhà hát Chèo Nam Định giành 01 HCV (Trịnh Văn La).<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/be-mac-cuoc-thi-tai-nang-tre-dien-vien-san-khau-cheo-chuyen-nghiep-toan-quoc--2014.aspx |ngày truy cập=2016-10-11 |tựa đề=Bế mạc \"Cuộc thi tài năng trẻ diễn viên sân khấu Chèo chuyên nghiệp toàn quốc - 2014\" |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304115245\/http:\/\/sankhau.com.vn\/news\/be-mac-cuoc-thi-tai-nang-tre-dien-vien-san-khau-cheo-chuyen-nghiep-toan-quoc--2014.aspx }}<\/ref> Xếp thứ 4 chung cuộc theo thành tích huy chương.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở Hải Phòng<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date = ngày 31 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Nhà hát Chèo Nam Định không giành Huy chương cho vở diễn “Chuyện lạ đời”. Giải cá nhân có 01 Huy chương vàng (NS Thanh Tú) và 03 Huy chương bạc (NSƯT Diệu Hằng, Hồng Năm, Trần Hằng). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 15\/17 đoàn tham dự theo thành tích huy chương.\n*Năm 2011, Tại Liên hoan Sân khấu Chèo về đề tài hiện đại – 2011 diễn ra ở Thái Bình,<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |ngày truy cập=2016-10-11 |tựa đề=Về việc tặng giải thưởng tại \"Liên hoan Sân khấu Chèo về đề tài hiện đại - 2011\" |archive-date=2016-10-12 |archive-url=https:\/\/web.archive.org\/web\/20161012151326\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |url-status=dead }}<\/ref> Chèo Nam Định không giành Huy chương vở diễn. Giải cá nhân có 01 Huy chương vàng (NS. Hoàng Diễn) và 03 Huy chương bạc (NSƯT. Hoàng Bích Thục, Trần Thị Hằng, Trần Ngọc Hùng). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 03 vở diễn đạt HCB, 27 HCV cá nhân, 50 HCB cá nhân. Xếp hạng 10\/13 đoàn tham dự theo thành tích huy chương.\n*Năm 2009, Tại Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009 diễn ra ở Quảng Ninh<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2016-10-10 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009” |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Nhà hát Chèo Nam Định giành Huy chương vàng vở diễn “Chiến trường không tiếng súng” (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 02 Huy chương vàng (Diệu Hằng, Thanh Nga) và 04 Huy chương bạc (NSƯT Đăng Khoa, Ngọc Hùng, Đức Thọ, Quốc Hùng). Xếp thứ 2\/17 đoàn tham dự theo thành tích huy chương.\n\n== Chú thích ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/baonamdinh.com.vn\/channel\/5087\/201011\/am-vang-Tieng-cheo-dai-Loc-2013651\/ Âm vang Tiếng chèo Đại Lộc]\n\n{{Du lịch Nam Định}}\n{{Đoàn Chèo Việt Nam}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Nam Định]]\n[[Thể loại:Nhà hát tại Việt Nam]]\n[[Thể loại:Văn hóa Nam Định]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]"}