{"19780804":"'''Đoàn Văn Diên''' là nhà lãnh đạo [[công đoàn]] [[Việt Nam]] hiện đang bị [[chính phủ Việt Nam]] cầm tù. [[Tổ chức Ân xá Quốc tế]] coi ông là một tù nhân lương tâm và kêu gọi trả tự do cho ông.<ref name=AI>{{cite web |url=https:\/\/www.amnesty.org\/en\/documents\/asa41\/011\/2007\/en\/ |title=Lead a Union, Go to Prison |author= |date=November 2007 |work= |publisher=[[Amnesty International]] |accessdate=17 January 2012}}<\/ref>\n\nĐoàn vốn là nhà hoạt động của [[Tổ chức Công nhân-Nông dân Thống nhất]], một liên đoàn lao động không được chính phủ Việt Nam công nhận. Trước khi diễn ra hội nghị thượng đỉnh [[Hợp tác Kinh tế Châu Á-Thái Bình Dương]], chính quyền đã bỏ tù tất cả các thành viên của UWFO, trong đó có Đoàn Văn Diên và con trai ông là [[Đoàn Huy Chương]].<ref name=HRW>{{cite web |url=https:\/\/www.hrw.org\/en\/node\/82844\/section\/3 |title=Not Yet a Workers’ Paradise |author= |date=4 May 2009 |work= |publisher=[[Human Rights Watch]] |accessdate=18 January 2012}}<\/ref> Cố vấn pháp lý của nhóm là [[Trần Quốc Hiền]] bị bắt vào tháng Giêng năm sau, hai ngày sau khi đồng ý trở thành phát ngôn viên của nhóm.<ref name=AI \/> Tháng 12 năm 2007, Đoàn Văn Diên và Đoàn Huy Chương bị tuyên mỗi người bốn năm rưỡi tù theo điều 258 bộ luật hình sự, tội “lợi dụng các quyền tự do dân chủ xâm phạm lợi ích nhà nước\".<ref name=HRW \/> Nhà chức trách cũng buộc tội họ vu khống chính quyền Việt Nam và truyền bá tư tưởng \"phản động\".<ref name=HRW \/> Bản án của họ đã bị các nhóm nhân quyền quốc tế phản đối bao gồm [[Tổ chức Theo dõi Nhân quyền]] và [[Tổ chức Ân xá Quốc tế]], những nhóm này bèn trao quy chế \"tù nhân lương tâm\" cho tất cả các nhà hoạt động bị bắt giữ và kêu gọi trả tự do vô điều kiện ngay lập tức cho họ.<ref name=AI \/>\n\nVào mùa xuân năm 2011, [[American Repertory Theater]] của [[Boston]] và [[Serj Tankian]] của [[System of a Down]] đã dành phần sản xuất vở bi kịch ''[[Prometheus Bound]]'' cho Trần Quốc Hiền, Đoàn Văn Diên, Đoàn Huy Chương và bảy trường hợp khác của Tổ chức Ân xá Quốc tế, ghi chú trong chương trình rằng \"bằng cách hát lên câu chuyện về [[Prometheus]], Vị thần đã thách thức bạo chúa [[Zeus]] bằng cách ban cho loài người cả lửa và nghệ thuật, tác phẩm này hy vọng sẽ mang lại tiếng nói cho những người hiện đang bị những kẻ áp bức thời hiện đại bịt miệng hoặc đe dọa\".<ref>{{cite web |url=http:\/\/www.americanrepertorytheater.org\/inside\/articles\/prometheus-bound-program-program-notes-prometheus-project-about-prometheus-project |title=About the Prometheus Project |author= |date=15 February 2011 |work= |publisher=American Repertory Theater |accessdate=16 May 2011}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Doan, Van Dien}}\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Tù nhân Việt Nam]]\n[[Thể loại:Nhà hoạt động xã hội Việt Nam]]\n[[Thể loại:Tù nhân lương tâm Tổ chức Ân xá Quốc tế bị Việt Nam giam giữ]]"}