{"527738":"[[Tập tin:Nha hat cheo-Model.jpg|nhỏ|300px|Các đoàn [[chèo]], nhà hát [[chèo]] Việt Nam]]\n'''Đoàn [[Chèo]] [[Quảng Ninh]]''' (tồn tại từ 1963 - 2018) nguyên là tên một đơn vị hoạt động nghệ thuật chèo chuyên nghiệp, hoạt động từ năm 1963 đến năm 2018 thì sáp nhập vào Đoàn Nghệ thuật Quảng Ninh.<ref>[http:\/\/baoquangninh.com.vn\/van-hoa\/201804\/chinh-thuc-thanh-lap-doan-nghe-thuat-quang-ninh-2380838\/ Chính thức thành lập Đoàn Nghệ thuật Quảng Ninh]<\/ref> Chèo Quảng Ninh xưa là Đoàn Chèo của chiếng Chèo [[xứ Đông]].\n\n==Lịch sử==\nNăm 1963 đoàn [[Chèo]] [[Quảng Ninh]] ra đời với tên gọi Đoàn Chèo khu Hồng Quảng trên cơ sở tổ chèo trong Đoàn Văn công Quảng Ninh tách ra.<ref>{{Chú thích web |url=http:\/\/quangninh.gov.vn\/vi-VN\/So\/sovanhoathethao\/Trang\/Tin%20chi%20ti%E1%BA%BFt.aspx?newsid=931&dt=2011-04-04&cid=3 |ngày truy cập=2016-10-28 |tựa đề=Chèo Quảng Ninh trong chiến lược phát triển du lịch |archive-date = ngày 28 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161028215438\/http:\/\/quangninh.gov.vn\/vi-VN\/So\/sovanhoathethao\/Trang\/Tin%20chi%20ti%E1%BA%BFt.aspx?newsid=931&dt=2011-04-04&cid=3 }}<\/ref>\n\nNgay sau khi thành lập, các nghệ sĩ, diễn viên của Đoàn [[Chèo]] Quảng Ninh đã bắt tay vào tập những vở được coi là kinh điển, mẫu mực của chèo cổ như: Quan Âm Thị Kính, Trương Viên. Thập kỷ 70 và 80 của thế kỷ trước, nhiều vở [[chèo]] của đoàn Chèo [[Quảng Ninh]] đã gây được dấu ấn sâu đậm trong lòng khán giả, như vở Nàng Sita, Nỗi đau lòng mẹ, Ngôi sao [[Hạ Long]]. Ngoài các buổi diễn phục vụ bà con vùng miền núi, hải đảo, các ngày lễ, tết, đoàn đã ký hợp đồng biểu diễn phục vụ khách du lịch tại các khách sạn lớn như Sài Gòn Hạ Long, Hạ Long Dream, Hạ Long Plaza, tàu du lịch Star Leo, hang Đầu Gỗ… Những năm gần đây, hầu như năm nào số buổi biểu diễn của Đoàn cũng vượt mức kế hoạch đề ra, doanh thu tăng từ 401 triệu đồng năm 2006 lên xấp xỉ 600 triệu đồng vào năm 2008.\n\n[[Hát chèo]] ở [[Quảng Ninh]] chủ yếu tập trung ở một số nơi ở phía tây tỉnh, nơi tiếp giáp với vùng châu thổ sông Hồng như: Đông Triều, Quảng Yên, Hạ Long. Đông Triều được coi là cái nôi của nghệ thuật hát chèo [[Quảng Ninh]]. Hát chèo ở đây đã có từ lâu đời, phát triển mạnh vào đầu thế kỷ XX với những phường chèo, đội chèo hoạt động khá bài bản.<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/vi\/news\/Van-Hoa-Thong-Tin\/Giu-lua-hat-cheo-vung-dat-mo-Quang-Ninh-17474\/ |ngày truy cập=2015-12-10 |tựa đề=Giữ lửa hát chèo vùng đất mỏ Quảng Ninh |archive-date=2015-12-11 |archive-url=https:\/\/web.archive.org\/web\/20151211105713\/http:\/\/vanhien.vn\/vi\/news\/Van-Hoa-Thong-Tin\/Giu-lua-hat-cheo-vung-dat-mo-Quang-Ninh-17474\/ |url-status=dead }}<\/ref>\n\n==Thành tích==\n*Năm 2020, Tại Cuộc thi Tài năng trẻ diễn viên Chèo toàn quốc năm 2020 đã diễn ra tại [[Hà Nam]], Chèo Quảng Ninh đã giành 1 giải triển vọng, xếp thứ 10 các đoàn tham gia theo thành tích huy chương.\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Quảng Ninh giành huy chương bạc cho vở diễn \"Nhân Huệ Vương Trần Khánh Dư\"; giành 1 huy chương vàng cá nhân (Ngọc Long) và 2 huy chương bạc, xếp thứ 11\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2016, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2016 diễn ra ở [[Nhà hát Chèo Ninh Bình]]<ref>{{Chú thích web |url=http:\/\/qtv.vn\/channel\/5983\/201610\/quang-ninh-gianh-4-huy-chuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2016-2516620\/ |ngày truy cập=2016-10-28 |tựa đề=Quảng Ninh giành 4 huy chương tại Cuộc thi Nghệ thuật Sân khấu Chèo chuyên nghiệp toàn quốc 2016 |archive-date = ngày 29 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161029045110\/http:\/\/qtv.vn\/channel\/5983\/201610\/quang-ninh-gianh-4-huy-chuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2016-2516620\/ }}<\/ref> Đoàn chèo Quảng Ninh tham gia vở diễn \"Tình người thợ mỏ\". Kết quả: Giải cá nhân có 01 Huy chương vàng (Phương Lan) và 03 Huy chương bạc (NSUT Phạm Thanh Bình, NSVM Ngọc Long và NS Thúy Ngần). \"Tình người thợ mỏ \" còn là một trong 4 vở diễn đã nhận được Bằng khen vở diễn xuất sắc về đề tài chiến tranh cách mạng do Hội Nghệ sĩ Sân khấu Việt Nam đã trao tặng.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở Hải Phòng<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date = ngày 31 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Đoàn Chèo Quảng Ninh không giành Huy chương vở diễn \"Bến nước tình người\". Giải cá nhân có 01 Huy chương vàng (Văn Mởn, Hương Huế) và 04 Huy chương bạc (Ngọc Long, Hoàng Diễn, Văn Tiến, Quang Quyến). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 14\/17 đoàn tham dự theo thành tích huy chương.\n*Năm 2011, Tại Liên hoan Sân khấu Chèo về đề tài hiện đại – 2011 diễn ra ở Thái Bình,<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |ngày truy cập=2016-10-11 |tựa đề=Về việc tặng giải thưởng tại \"Liên hoan Sân khấu Chèo về đề tài hiện đại - 2011\" |archive-date=2016-10-12 |archive-url=https:\/\/web.archive.org\/web\/20161012151326\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |url-status=dead }}<\/ref> Chèo Quảng Ninh không giành Huy chương vở diễn. Giải cá nhân có 01 Huy chương vàng (NSTNT. Bích Hạnh) và 03 Huy chương bạc (NS. Ngọc Long, NS. Phương Lan, NS. Văn Tiến). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 03 vở diễn đạt HCB, 27 HCV cá nhân, 50 HCB cá nhân. Xếp hạng 9\/13 đoàn tham dự theo thành tích huy chương.\n*Năm 2009, Tại Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009 diễn ra ở Quảng Ninh<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2016-10-10 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009\" |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Đoàn Chèo Quảng Ninh không giành Huy chương giải vở diễn (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 01 Huy chương vàng (Hồng Vân) và 01 Huy chương bạc (Văn Tiến). Xếp thứ 17\/17 đoàn tham dự về số lượng huy chương.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.quangninh.gov.vn\/So-VHTTDL\/Tin_tuc\/0006dc.aspx 45 năm Đoàn nghệ thuật Chèo Quảng Ninh (1963 - 2008)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090602233248\/http:\/\/www.quangninh.gov.vn\/So-VHTTDL\/Tin_tuc\/0006dc.aspx |date = ngày 2 tháng 6 năm 2009}}\n*[http:\/\/vtc.com.vn\/lp\/52\/7517\/gioi_thieu_cac_doan_nghe_thuat_dan_toc__doan_cheo_tinh_quang_ninh.aspx Giới thiệu các đoàn nghệ thuật dân tộc: Đoàn chèo tỉnh Quảng Ninh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090611010258\/http:\/\/www.vtc.com.vn\/lp\/52\/7517\/gioi_thieu_cac_doan_nghe_thuat_dan_toc__doan_cheo_tinh_quang_ninh.aspx |date = ngày 11 tháng 6 năm 2009}}\n\n{{Đoàn Chèo Việt Nam}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Quảng Ninh]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]"}