{"83322":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Cần biên tập|date=tháng 1\/2022}}\n{{Thông tin nhà văn\n| name = Đoàn Giỏi\n| image = Đoàn Giỏi.jpg\n| caption =\n| birth_name = \n| birth_date = {{ngày sinh|1925|05|17}}\n| birth_place = Tân Hiệp, [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|Mỹ Tho]], [[Liên bang Đông Dương]] (Nay là [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]])\n| death_date = {{ngày mất và tuổi|1989|04|02|1925|05|17}}\n| death_place = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| penname = Đoàn Giỏi, Nguyễn Hoài, Nguyễn Phú Lễ, Huyền Tư\n| occupation = [[Nhà văn]]\n| nationality = {{VIE}}\n| giai đoạn sáng tác = [[1947]] – [[1989]]\n| tác phẩm nổi bật = ''[[Đất rừng phương Nam]]''\n| ethnicity = [[Người Việt|Kinh]] \n}}\n'''Đoàn Giỏi''' ([[17 tháng 5]] năm [[1925]] – [[2 tháng 4]] năm [[1989]]), là một [[nhà văn]] [[Việt Nam]], hội viên [[Hội Nhà văn Việt Nam]] từ năm [[1957]]. Ông có những bút danh khác như: Nguyễn Hoài, Nguyễn Phú Lễ, Huyền Tư.\n\nCác tác phẩm của Đoàn Giỏi thường viết về cuộc sống, thiên nhiên và con người ở Nam Bộ. Tác phẩm \"[[Đất rừng phương Nam]]\" là một trong những tác phẩm nổi tiếng của Đoàn Giỏi.Tác phẩm này được lấy một đoạn để cho vào sách giáo khoa lớp 6.\n\n== Tiểu sử ==\nĐoàn Giỏi sinh ở quê tại xã Tân Hiệp, huyện [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] (ngày nay là thị trấn Tân Hiệp, huyện Châu Thành, tỉnh [[Tiền Giang]]). Ông xuất thân trong một gia đình địa chủ lớn, có hàng trăm mẫu ruộng màu mỡ ven sông Tiền. Nhà ông xưa tòa ngang dãy dọc, nơi mà bây giờ trở thành trụ sở Ủy ban nhân dân huyện Châu Thành. Tất cả nhà và đất gia đình ông đã tự nguyện hiến cho kháng chiến ngay từ đầu. Ông từng theo học tại trường Mỹ thuật Gia Định trong những năm 1939-1940. Khi [[Cách mạng tháng Tám]] thành công và [[toàn quốc kháng chiến]] bùng nổ, gia đình ông đã tự nguyện hiến toàn bộ nhà cửa, ruộng đất cho chính quyền [[Việt Minh]].\n\nTrong những năm [[Việt Nam]] chống [[Pháp thuộc|Pháp]], Đoàn Giỏi công tác trong ngành an ninh, rồi làm công tác thông tin, văn nghệ, từng giữ chức Phó trưởng Ty thông tin Rạch Giá (1949). Từ năm 1949 đến năm 1954, ông công tác tại Chi hội Văn nghệ Nam Bộ, viết bài cho tạp chí Lá Lúa, rồi tạp chí Văn nghệ Miền Nam\n\nSau 1954, ông tập kết ra Bắc, đến năm [[1955]] ông chuyển sang sáng tác và biên tập sách báo, công tác tại [[Đài Tiếng nói Việt Nam]], rồi [[Hội Văn nghệ Việt Nam]]. Ông là viên Ban chấp hành [[Hội Nhà văn Việt Nam]] các khóa I, II, III. Ông là Đảng viên [[Đảng Cộng sản Việt Nam]]. Đoàn Giỏi còn có các bút danh khác: Nguyễn Hoài, Nguyễn Phú Lễ, Huyền Tư.\n\n''[[Đất rừng phương Nam]]'' là truyện viết cho lứa tuổi thiếu nhi rất thành công và nổi tiếng của ông. Truyện đã được dịch ra nhiều tiếng nước ngoài, tái bản nhiều lần, được dựng thành phim và in trong Tủ Sách Vàng của [[Nhà xuất bản Kim Đồng]]. Tháng 2 năm 1957, Đoàn Giỏi nhận được đặt hàng của Hội văn nghệ Việt Nam viết một tác phẩm về thiếu nhi Nam Bộ, thời gian viết trong 4 tháng. Tuy nhiên, mãi đến tháng 5, khi nhà văn [[Nguyễn Huy Tưởng]] nhắc lại yêu cầu này và nhấn mạnh thời điểm ra đời của Nhà xuất bản Kim Đồng, Đoàn Giỏi mới bắt đầu viết. Chỉ trong một tháng, ông đã kịp hoàn tất tác phẩm đúng thời gian dự kiến. Tác phẩm được xuất bản ngay thời điểm ra đời của Nhà xuất bản Kim Đồng và đã thành công vượt mức mong đợi. ''Đất rừng phương Nam'' được tái bản rất nhiều lần và được dịch và xuất bản ở [[Liên Xô]], [[Hungary]], [[Trung Quốc]], [[Đức]], [[Cuba]]...\n\nÔng mất ngày 2 tháng 4 năm 1989 tại [[Thành phố Hồ Chí Minh]] vì bệnh ung thư. Ngày 7 tháng 4 năm 2000, Ủy ban Nhân dân Thành phố Hồ Chí Minh ra quyết định đặt tên ông cho một phố thuộc Quận [[Tân Phú, Thành phố Hồ Chí Minh|Tân Phú.]]\n\nGia đình Đoàn Giỏi đã hiến toàn bộ nhà cửa, ruộng đất cho chính phủ - trụ sở của Uỷ ban nhân dân huyện [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Tiền Giang]] hiện nay chính là nhà của gia đình ông. Sau khi Việt Nam thống nhất năm [[1975]] Đoàn Giỏi đi lại rất nhiều giữa hai miền Nam, Bắc nhưng không có nhà riêng, khi ở [[Hà Nội]] ông thường ở [[Hội nhà văn Việt Nam]] và khi vào Nam ở nhờ nhà bạn bè.\n\n==Tác phẩm==\n===Truyện dài===\n*''[[Đường về gia hương]]'' (1948)\n*''Cá bống mú'' (1956)\n*''[[Đất rừng phương Nam]]'' (1957)\n*''[[Cuộc truy tầm kho vũ khí]]'' (1962)\n\n===Truyện ngắn===\n*''Hoa hướng dương'' (1960)\n\n===Truyện ký===\n*[[Ngọn tầm vông]] (1956)\n*[[Trần Văn Ơn]] (1955)\n*[[Từ đất Tiền Giang]]\n*[[Người thủy thủ già trên hòn đảo lưu đày]]\n*[[Đèn tôi bay về Lục Hồ Chí Minh]]\n* [[Sông nước Cà Mau]]\n\n===Ký===\n*[[Khí hùng đất nước]] (1948)\n*[[Những dòng chữ máu Nam Kỳ 1976]] (1975)\n*[[Trong cuộc khởi nghĩa Nam Kỳ]]\n*[[Cây đước Cà Mau]]\n*[[Tết Nguyên Đán ở Nam Bộ]]\n\n===Kịch thơ===\n*[[Người Nam thà chết không hàng]] (1947)\n*[[Chiến sĩ Tháp Mười]] (1949)\n\n===Thơ===\n*[[Bến nước mười hai]]\n*[[Truyện thằng Cồi]]\n*[[Giữ vững niềm tin]] (1954)\n\n===Biên khảo===\n*[[Những chuyện lạ về cá]] (1981)\n*[[Tê giác giữa ngàn xanh]] (1982)\n\n==Thành tựu nghệ thuật==\nĐoàn Giỏi là nhà văn đã biến đất rừng phương Nam trở thành thân thuộc, đáng yêu đối với độc giả, không chỉ là độc giả nhỏ tuổi. Những trang văn của ông thấm đượm hơi thở của sông nước, rừng cây, những câu chuyện cả thực cả kỳ bí của thiên nhiên [[Nam bộ]] hoang sơ và truyền được hơi thở ấy cho độc giả. Có được điều đó không những là nhờ tình yêu của ông đối với miền đất Nam bộ quê hương mà còn ở óc quan sát tỉ mỉ, tinh tế, lối văn kể chuyện hấp dẫn trong tác phẩm của mình.\n\n==Câu đối Tào Ngu - Đoàn Giỏi==\nĐoàn Giỏi cộng tác với buổi phát thanh ''Hướng theo ngọn cờ cứu nước'' của [[Đài Tiếng nói Việt Nam]]. Sau chiến thắng đường 9 - Nam Lào, Đoàn Giỏi viết một bài cho đài, đúng hơn là một câu chuyện tâm tình giữa Đoàn Giỏi với một người bạn cũ, thời học chung với nhau ở trường trung học Mỹ Tho, được thể hiện dưới dạng một lá thư dài, chia ra nhiều đoạn và phát thanh liên tiếp nhiều lần... Người bạn ấy lúc bấy giờ là đại tá, [[tư lệnh]] một sư đoàn của [[quân lực Việt Nam Cộng Hòa]]. Sau đó, vị đại tá này cũng \"đáp trả\" bằng câu đối\n\n<center>''[[Trung Quốc]] có [[Tào Ngu]] mà giỏi, [[Việt Nam]] có Đoàn Giỏi mà ''\n''ngu.''<ref name=\"sgt\">{{chú thích báo |author= |title=Vài kỷ niệm với nhà văn - nhà báo Đoàn Giỏi |url= |access-date = |newspaper=Kiến Thức Ngày Nay |date = ngày 20 tháng 2 năm 1997}}<\/ref><\/center>\n\n==Chú thích==\n{{tham khảo}}\n\n{{Sơ khai tiểu sử}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1925]]\n[[Thể loại:Mất năm 1989]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam]]"}