{"55565":"[[Tập tin:Đàng Trong - Đàng Ngoài (1757).png|nhỏ|Đàng Ngoài và [[Đàng Trong]] (1757)]]\n[[Tập tin:VietNam1771.jpg|nhỏ|phải|Bản đồ lãnh thổ Đàng Ngoài (Tonkin), cùng [[Đàng Trong]] (Cochinchina) và [[Lào]], năm 1771.]]\n[[Tập tin:1866 Perthes Map of East India.jpg|phải|nhỏ|Bản đồ vẽ [[Vân Nam]], [[Ai Lao]] (phía dưới) và Miền Bắc Việt Nam (góc phải phía dưới) năm 1866]]\n'''Đàng Ngoài''' ([[chữ Hán]]: 唐外) hay '''Bắc Hà''' (北河) các tài liệu [[Thế giới phương Tây|phương Tây]] đương thời gọi xứ Đàng Ngoài là '''Tonkin''' (hay Tunquin, Tonqueen, Tonquin, Ton Kin...) là tên gọi vùng lãnh thổ [[Đại Việt]] kiểm soát bởi [[Chúa Trịnh]], xác định từ [[sông Gianh]] (tỉnh [[Quảng Bình]]) trở ra Bắc. Kinh đô Đàng Ngoài là [[Đông Kinh]] (còn gọi là Kinh Kỳ hay Kẻ Chợ).\n\n==Lịch sử==\n{{Chính|Trịnh-Nguyễn phân tranh}}\n[[Tập tin:Vietnam 1760.jpg|nhỏ|phải|250px|Bản đồ Việt Nam khoảng năm [[1760]], vẽ bởi công ty Cóvens e Mortier, Amsterdam. Đàng Ngoài được chú là ''Gan Nam ou Ton Kin'' (An Nam hoặc Đông Kinh).]]\nNăm 1527, [[Mạc Đăng Dung]] phế bỏ triều Lê lập ra [[triều Mạc]] (1527 - 1592). Một tướng của nhà Lê là [[Nguyễn Kim]] tập hợp lực lượng chống Mạc ở [[Thanh Hoá]] nhằm khôi phục triều Lê; năm 1533, lập [[Lê Trang Tông]] lên làm vua. Năm 1545, Nguyễn Kim chết, binh quyền giao cho con rể là [[Trịnh Kiểm]]. Năm 1592, con Trịnh Kiểm là [[Trịnh Tùng]] đánh bại triều Mạc, chiếm lại kinh thành [[Thăng Long]], cùng con cháu họ Trịnh kế tục xưng vương, nhân dân thường gọi là [[chúa Trịnh]]. Thực quyền nằm trong tay chúa Trịnh, còn vua Lê chỉ là danh nghĩa. Phạm vi thống trị của vua Lê - chúa Trịnh chỉ còn từ [[sông Gianh]] trở ra Bắc vì phía nam do [[Nguyễn Hoàng]], con trai của Nguyễn Kim, và con cháu họ Nguyễn chiếm giữ, nhân dân cũng gọi là [[chúa Nguyễn]].\n\nHai bên Trịnh-Nguyễn thường xuyên giao chiến, trong gần nửa thế kỷ từ 1627 đến 1672, hai bên [[Trịnh-Nguyễn phân tranh|đánh nhau 7 lần]] mà không có kết quả. Hai họ Trịnh, Nguyễn phải ngừng chiến tranh, lấy [[sông Gianh]] giới tuyến hai miền, phía bắc sông Gianh thuộc quyền vua Lê - chúa Trịnh gọi là '''Đàng Ngoài''' hay '''Bắc Hà''' (có kinh đô là Đông Kinh nên người phương Tây gọi là ''Tonquin'' hay ''Tonkin''), phía nam sông Gianh thuộc chúa Nguyễn gọi là [[Đàng Trong]] hay Nam Hà.\n\n==Chính trị, quân sự==\n{{Chính|Chúa Trịnh|Quân sự Đàng Ngoài}}\nNăm 1600, [[Trịnh Tùng]] được phong vương, chính thức trở thành chúa. Họ Trịnh được hưởng quyền thế tập (cha truyền con nối). Từ đây họ Trịnh lập ra hệ thống tổ chức chính quyền ở phủ chúa tương ứng với chính quyền có sẵn bên cung vua.\n\nNắm thực quyền điều hành triều đình, các chúa Trịnh đồng thời định đoạt các chính sách đời sống xã hội, khống chế triều đình nhà Lê. Một số vị vua Lê hoặc tông thất nhà Lê có ý định chống lại họ Trịnh để giành lại quyền bính như [[Lê Kính Tông]], [[Lê Duy Mật]], Lê Duy Vĩ đều thất bại và bị giết.\n\nChính quyền Lê-Trịnh không có cơ sở vững chắc trong dân<ref>Viện Sử học, sách đã dẫn, tr 94<\/ref> lại phải thường xuyên đương đầu với sự uy hiếp từ nhiều phía nên các chúa Trịnh đã sớm có ý thức hình thành một lực lượng quân đội thường trực đủ mạnh để tự vệ. Từ năm 1600, Trịnh Tùng chia quân đội làm hai loại: quân thường trực và ngoại binh.\n\nBên cạnh cuộc chiến chống họ Nguyễn phía nam từ năm 1627 đến 1672, họ Trịnh phải đối phó với tàn dư họ Mạc ở [[Cao Bằng]] tới năm 1677 và các [[chúa Bầu]] ở [[Tuyên Quang]] tới năm 1689.\n\nKể từ giữa [[thế kỷ 18]], do phải đối phó với các cuộc [[khởi nghĩa nông dân Đàng Ngoài]], chúa Trịnh còn huy động thêm nhiều dân đinh các làng xã, phiên chế thành đội ngũ gọi là hương binh, phủ binh. Trong số các cuộc khởi nghĩa nông dân, mạnh nhất là các cuộc nổi dậy của [[quận He]], [[quận Hẻo]], [[Lê Duy Mật]], [[Hoàng Công Chất]]. Các cuộc khởi nghĩa này cuối cùng bị dẹp năm 1770.\n\nSau khi dẹp yên các cuộc khởi nghĩa nông dân, nhân [[Đàng Trong]] có phong trào nổi dậy của [[nhà Tây Sơn|anh em Tây Sơn]], [[Trịnh Sâm]] điều quân vượt [[sông Gianh]] đánh Thuận Hóa. Đầu năm 1775 quân Trịnh chiếm được Phú Xuân, mở rộng bờ cõi Bắc Hà lần đầu tiên tới vùng đất Thuận Hóa mà trong 7 lần tranh chiến trong [[thế kỷ 17]] chưa bao giờ họ Trịnh tiến đến được.\n\n==Hành chính==\n{{chính|Hành chính Đàng Ngoài thời Lê trung hưng}}\n[[Tập tin:DaiVietQuocTongLamDo.jpg|nhỏ|250px|phải|Đại Việt quốc tổng lãm đồ (大越國總覽圖) được cho là bản đồ nước Đại Việt thời Vĩnh Lạc (1403-1424) nhà Minh Trung Quốc. (Nhưng thể hiện các địa danh Đàng Ngoài thời nhà Lê-Trịnh.)]]\nTrịnh Tùng bãi bỏ chức ''Tả, Hữu thừa tướng'' và ''Bình chương'' của thời trước, đặt ra chức ''Tham tụng'' làm việc ''Tể tướng'' và chức ''Bồi tụng'' đảm đương trọng trách trong phủ Chúa<ref name=\"VSH77\">Viện Sử học, sách đã dẫn, tr 77<\/ref>. Dưới Tham tụng và Bồi tụng, chúa Trịnh đặt thêm các ''Phiên'', tương đương với các ''Bộ'' bên cung vua. Tuy nhiên thời Trịnh Tùng chỉ có 3 Phiên, phải tới năm 1718 [[Trịnh Cương]] mới đặt thêm 3 Phiên nữa, từ đó mới đầy đủ 6 Phiên tương đương 6 Bộ của triều đình vua Lê là ''Binh phiên'', ''Hộ phiên'', ''Lại phiên, Lễ phiên, Hình phiên, Công phiên''<ref name=\"VSH79\">Viện Sử học, sách đã dẫn, tr 79<\/ref>.\n\nTại các địa phương, Đàng Ngoài chia làm 11 trấn, sau chia lập thêm 2 trấn thành 12 trấn ([[Hải Dương]], [[Sơn Nam (trấn)|Sơn Nam]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Kinh Bắc]], [[Cao Bằng]], [[Lạng Sơn]], [[Hưng Hóa]], [[An Quảng]], [[Tuyên Quang]], [[Thái Nguyên]], [[Thanh Hóa]], [[Nghệ An]]), và 1 phủ là phủ [[Phụng Thiên]] là vùng kinh thành.\n\nĐứng đầu các trấn là các cơ quan Trấn ty, Thừa ty và Hiến ty. Đứng đầu cơ quan Trấn ty là quan ''Trấn thủ, Đốc trấn'' và ''Lưu thủ''. Các trấn gần thì đặt chức Trấn thủ nhưng các trấn xa thì đặt chức Đốc trấn.\n\n==Giáo dục khoa cử ==\n{{Chính|Giáo dục khoa cử Đàng Ngoài thời Lê trung hưng}}\n\nCác chúa Trịnh cho duy trì hệ thống trường học từ trung ương đến địa phương vốn có từ thời Lê Sơ. Sang đầu [[thế kỷ 18]], triều đình chú trọng hơn đến việc hỗ trợ vật chất cho trường học các địa phương. Năm 1723, triều đình ban hành quy định cấp ruộng cho các trường học, gọi là học điền theo các mức: trường Quốc học 60 mẫu, trường Hương học 16 - 20 mẫu tùy vào quy mô từ nhỏ đến lớn. Hoa lợi từ ruộng được mang chi dùng vào việc đèn dầu trong học tập.\n\nNăm 1595 khi mới trở về [[Thăng Long]], nhà Lê trung hưng tổ chức kỳ thi Hội cho các cống sĩ ở bờ sông Nhị Hà và sau đó [[thi Đình]], lấy đỗ Tiến sĩ xuất thân và [[Đồng tiến sĩ xuất thân]].\n\nSang [[thế kỷ 17]], thể lệ thi cử được chỉnh đốn quy củ hơn. Tuy nhiên, theo đánh giá của [[Lịch triều hiến chương loại chí]], việc thi cử thời Lê trung hưng không còn giữ được sự nghiêm túc như thời [[Lê Thánh Tông]]<ref name=\"VSH571\">Viện Sử học, sách đã dẫn, tr 571<\/ref>.\n\nTừ sau năm 1750, do [[khởi nghĩa nông dân Đàng Ngoài|loạn lạc]], tư tưởng [[Nho giáo]] cũng suy, việc học hành và thi cử suy kém đi. Quy chế thi cử càng suy đồi, mất kỷ cương. Trong trường thi, việc trông coi cũng thả lỏng nên xảy ra hiện tượng quay cóp bài và mượn người khác vào thi hộ<ref name=\"VSH572\">Viện Sử học, sách đã dẫn, tr 572<\/ref>. Những tệ nạn đó diễn ra công khai làm trường thi rất lộn xộn.\n\n==Kinh tế==\n{{Chính|Nông nghiệp Đàng Ngoài thời Lê trung hưng|Thủ công nghiệp Đàng Ngoài thời Lê trung hưng|Thương mại Đàng Ngoài thời Lê trung hưng}}\n\n===Nông nghiệp===\nKể từ khi đánh bại [[nhà Mạc]], làm chủ vùng Bắc bộ, chính quyền Lê-Trịnh đã có nhiều cố gắng khắc phục hậu quả chiến tranh, khôi phục sản xuất nông nghiệp. Đối với việc thủy lợi, triều đình Lê-Trịnh cũng quan tâm. Khi thời tiết hạn hán nặng, triều đình cử quan xuống các đạo xem xét và sai làm xe tát nước để chống hạn. Việc tuần tra, sửa chữa đê điều cũng thực hiện thường xuyên<ref>Viện Sử học, sách đã dẫn, tr 184<\/ref>.\n\nVì thiếu đất nên mỗi người chỉ được một miếng đất nhỏ, người nông dân phải xen canh tăng vụ, tận dụng tối đa mảnh đất, mỗi năm thường thu hoạch 2-3 vụ. Kỹ thuật sản xuất nông nghiệp ở đồng bằng đạt trình độ khá cao. Phương pháp cày cấy chủ yếu dựa vào sức người, nông cụ giản đơn như liềm, cuốc, cày, bừa, hái<ref name=\"VSH186\">Viện Sử học, sách đã dẫn, tr 186<\/ref>.\n\nDo chính sách khuyến nông và sức lao động chăm chỉ của người dân, đến đầu thế kỷ 18, nông nghiệp Đàng Ngoài có những tiến bộ đáng kể. Những năm không gặp phải thiên tai, lụt lội, nhiều năm được mùa<ref name=\"VSH186\"\/>.\n\n=== Thủ công nghiệp===\nNgoài những nghề truyền thống nhằm phục vụ đời sống sinh hoạt như thợ đá, thợ sơn, thợ mộc, thợ rèn, thợ nề... như trước, còn có những ngành nghề phục vụ mục đích quân sự, chính trị mới như đóng tàu, đúc súng đạn. Đàng Ngoài có tài nguyên phong phú, tập trung chủ yếu ở vùng trung du phía bắc, gần biên giới với [[nhà Thanh]].\n\nDo ảnh hưởng của nội chiến kéo dài, sang [[thế kỷ 18]] việc khai thác mỏ mới được xúc tiến mạnh và quản lý chặt chẽ. Đồng thời, triều đình kiểm soát nghiêm việc mua bán các loại khoáng sản, nhất là [[đồng]], [[chì]] và [[thiếc]], những [[kim loại]] cần cho việc chế tạo vũ khí. Phương thức khai thác mỏ thời kỳ này vẫn mang tính thủ công: quặng đào lên bằng công cụ thô sơ rồi đãi và nấu trong lò nổi thô sơ<ref name=\"VSH221\">Viện Sử học, sách đã dẫn, tr 221<\/ref>.\n\n=== Thương mại ===\nKinh tế hàng hoá phát triển khá mạnh trong [[thế kỉ 17]], nhiều đô thị phồn thịnh, tiêu biểu là [[Thăng Long]] (Hà Nội) và [[Phố Hiến]] (Hưng Yên), quan hệ buôn bán với nước ngoài được mở rộng. Chợ là trung tâm [[kinh tế]] của [[nông thôn]], là nơi trao đổi hàng hóa của một xã hay một làng. Tại đây người nông dân và thợ thủ công mang sản phẩm mình sản xuất được như lương thực, thực phẩm, công cụ lao động, đồ dùng gia đình… ra chợ để mua bán, trao đổi. Dù bị các [[chúa Trịnh]] và [[chúa Nguyễn]] ngăn cấm, giữa [[Đàng Trong]] và Đàng Ngoài vẫn có luồng buôn bán trao đổi không chính thức<ref>Viện Sử học, sách đã dẫn, tr 231<\/ref>.\n\nKhác với thời Lê Sơ thực hiện chính sách đóng cửa đối với [[ngoại thương]], các [[chúa Trịnh]] thực thi chính sách mở cửa với nước ngoài. Ngoài những đối tác truyền thống từ [[phương Đông]] như [[Trung Quốc]], [[Nhật Bản]], thời kỳ này đã có thêm các đối tác từ [[phương Tây]] như [[Pháp]], [[Anh]], [[Bồ Đào Nha]], [[Hà Lan]].\n\n==Chấm dứt==\n{{Chính|Trịnh-Nguyễn phân tranh, 1774-1775|Nhà Tây Sơn}}\nTận dụng biến cố từ phong trào [[Nhà Tây Sơn]] ở [[Đàng Trong]], [[Trịnh (họ)|họ Trịnh]] mở bờ cõi Bắc Hà tới [[Thuận Hóa]] năm 1775. Sau khi đánh bại được quân Tây Sơn tại trận Cẩm Sa ([[Quảng Nam]]) rồi thu hàng Tây Sơn, nhận Tây Sơn làm tiên phong đi đánh [[chúa Nguyễn]], chúa Trịnh lo hưởng lạc không chú trọng việc phòng bị. Ngay cả khi [[Nguyễn Nhạc]] giết được hai chúa Nguyễn rồi tự xưng làm vua Thái Đức (1778), họ Trịnh vì Quảng Nam xa xôi hiểm trở và ngại dùng binh nên không hỏi đến<ref name=\"CM46\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.52 Khâm định Việt sử thông giám cương mục, chính biên quyển 46]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nSau khi [[Trịnh Sâm]] qua đời (1782), hai con là [[Trịnh Tông]] và [[Trịnh Cán]] tranh giành quyền lực. Cuối cùng [[Trịnh Tông]] giết phụ chính [[Hoàng Đình Bảo]], lật đổ [[Trịnh Cán]] giành ngôi. Thủ hạ của Đình Bảo là [[Nguyễn Hữu Chỉnh]] vào nam đầu hàng [[quân đội nhà Tây Sơn]]. Chính quyền [[Trịnh Tông]] không ổn định được [[Bắc Hà (huyện)|Bắc Hà]], ngày càng suy yếu.\n\nNăm [[1786]], sau khi đánh bật [[Chúa Nguyễn]] [[Nguyễn Ánh]] ra khỏi [[Đại Việt]], [[quân đội nhà Tây Sơn]] tiến ra [[Miền Bắc Việt Nam]] đánh quân đội nhà [[Chúa Trịnh]] với danh nghĩa \"Phù Lê diệt Trịnh\" theo đề nghị của [[Nguyễn Hữu Chỉnh]]. Quân đội nhà [[Chúa Trịnh]] lâu ngày không chiến đấu, chủ tướng trấn thủ [[Phú Xuân]] là [[Phạm Ngô Cầu]] không chú trọng việc binh nên thành [[Phú Xuân]] nhanh chóng thất thủ<ref name=\"CM46\"\/>.\n\nSang tháng 7 năm [[1786]], [[quân đội nhà Tây Sơn]] do [[Nguyễn Huệ]] chỉ huy tiến ra [[Miền Bắc Việt Nam]] ngày ấy. Quân Trịnh rệu rã liên tiếp thất bại. [[Trịnh Tông]] chạy trốn khỏi kinh thành, bị bắt đã tự sát trên đường bị áp giải<ref name=\"CM46\"\/>.\n\nDòng họ [[Chúa Trịnh]] bị tiêu diệt, chính thể Đàng Ngoài chấm dứt tồn tại. Khi [[Quân đội nhà Tây Sơn]] rút về [[Miền Nam Việt Nam]] trả lại chính thể cho vua Lê, lực lượng dòng họ nhà [[Chúa Trịnh]] còn cố gắng tái lập nhưng không thành công. Chính thể của vua Lê sau đó mâu thuẫn với [[quân đội nhà Tây Sơn]], vua [[Lê Chiêu Thống]] cầu viện [[nhà Thanh]] sang giúp nhưng [[trận Ngọc Hồi-Đống Đa]] nhưng quân đội [[nhà Thanh]] thất bại nặng nè và [[nhà Hậu Lê]] chấm dứt tồn tại năm [[1789]].\n\n==Tài liệu đương thời về xứ Đàng Ngoài==\n===Người bản địa===\n* [[Lê Hữu Trác]]\/[[Hải Thượng Lãn Ông]] (1720–1791)\n* [[Lê Quý Đôn]] (1726–1784)\n* [[Ngô Thì Sĩ]] (1726–1780)\n* [[Phạm Đình Hổ]] (1768–1839)\n\n===Người ngoại quốc===\n* [[Alexandre de Rhodes]]\/[[A-Lịch-Sơn Đắc-Lộ]] (1591–1660), ''Lịch sử vương quốc Đàng Ngoài''. (Bản Việt ngữ của Hồng Nhuệ Nguyễn Khắc Xuyên được Công ty Sách Dân Trí xuất bản năm 2016)\n\n==Xem thêm==\n{{thể loại Commons|Kingdom of Annam}}\n* [[Chúa Trịnh]]\n* [[Nhà Hậu Lê]]\n* [[Đàng Trong]]\n* [[Trịnh-Nguyễn phân tranh]]\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n* [[Khâm định Việt sử thông giám cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Trịnh – Nguyễn phân tranh|Đ]]"}