{"19167715":"[[Tập tin:Map of Hanoi, 1873, Phạm Đình Bách.jpg|nhỏ|phải|200px|Bản đồ Hà Nội năm 1873 vẽ đàn Nam Giao ở vị trí đánh số 17]] \n'''Đàn Nam Giao Thăng Long''' là đàn tế trời được xây dựng ở [[kinh thành Thăng Long]] để hoàng đế các triều đại từ [[nhà Lý]] đến hết [[nhà Lê Trung Hưng]] thực hiện nghi lễ [[tế Nam Giao]] trong khoảng gần tám trăm năm Thăng Long đóng vai trò là [[kinh đô]] nước [[Đại Việt]]. Đây là công trình kiến trúc tâm linh quan trọng của nhiều triều đình phong kiến Việt Nam. Hiện nay, đàn Nam Giao Thăng Long đã không còn các công trình kiến trúc, chỉ còn một số dấu vết khảo cổ trong lòng đất tại vị trí của Trung tâm thương mại [[Vincom Center Bà Triệu]]<ref name=\"Van Sau\">[http:\/\/hanoimoi.com.vn\/Tin-tuc\/1000_nam_thang_long\/167661\/272%3Ban-nam-giao-x432%3Ba Văn Sáu, ''Đàn Nam Giao xưa'', Báo Hà Nội mới điện tử, 2008, truy cập ngày 28 tháng 4 năm 2020]<\/ref>.\n\n== Vị trí ==\n[[Tập tin:Bản đồ kinh thành Thăng Long (kèm chú thích), theo Hồng Đức bản đồ sách 洪德版圖冊 (1490).jpg|nhỏ|phải|200px|Bản đồ thành Thăng Long thời Hồng Đức vẽ Đàn Nam Giao ở phía Nam, dưới cùng, ngay cạnh tường [[thành Đại La]]]]\nĐàn Nam Giao Thăng Long là một trong những công trình kiến trúc thường xuyên được thể hiện trong các bản đồ cổ vẽ Thành Thăng Long. [[Bản đồ Hồng Đức]] là bản đồ cổ sớm nhất còn lại đến ngày nay đã có vẽ lại vị trí Đàn Nam Giao nằm về phía Nam [[Hoàng thành Thăng Long]]\n\nĐàn Nam Giao đều được vẽ rất rõ trong các tấm bản đồ thành Thăng Long thời Lê và thời Nguyễn như: Bản đồ \"Trung đô\" năm 1490 (trong bộ ''Hồng Đức bản đồ''), “Trung đô sơn xuyên hình thắng chi đồ” (trong sách ''Thiên Nam lộ đồ'') năm Cảnh Hưng thứ 31 (1770), “Trung đô nhất phủ nhị huyện chi hình\" (trong sách ''Thiên tải nhàn đàm''), “Thăng Long [[thành Phụng]] Thiên phủ, nhất phủ nhị huyện\" (trong ''Thiên Nam tứ chí lộ đồ thư'') năm [[Gia Long]] thứ 9 (1810)<ref name=\"Van Sau\" \/>.\n\nNgay trước thời điểm [[Trận thành Hà Nội (1873)|Pháp chiếm thành Hà Nội]], Bản đồ thành Hà Nội năm 1873, do Phạm Đình Bách vẽ cho thấy đàn Nam Giao vẫn tồn tại. Bản đồ vẽ Đàn Nam Giao hình chữ nhật ba tầng, trên có tấm bia, ở gần [[Hồ Bảy Mẫu]], vị trí số 17, ghi chú 黎南郊壇 (''Lê Nam Giao đàn'') nghĩa là \"Đàn Nam Giao nhà Lê\". Trong chú thích của tấm Bản đồ này được Sở Địa Dư Đông Dương xuất bản năm 1937 thì ghi bằng chữ Quốc ngữ: \"Đàn-Nam-Giao\"<ref>[https:\/\/gallica.bnf.fr\/ark:\/12148\/btv1b531213085\/f1.item.r=HANOI Hanoï, 1873 - Plan dessiné par Pham-Dinh-Bach, Bibliothèque nationale de France (Thư viện quốc gia Pháp), département Cartes et plans, GE C-15056]<\/ref>.\n\nSau khi thành lập chính quyền Bảo hộ ở [[Bắc Kỳ]], người Pháp cấp khu đất có Đàn Nam Giao cho một công ty xây dựng nhà máy diêm. Từ năm 1892, khi nhà máy này đi vào sản xuất, đàn Nam Giao mới mất hẳn dấu tích<ref name=\"Van Sau\" \/>.\n\nNăm 1956, sau khi [[Giải phóng Thủ đô]], Nhà máy cơ khí Trần Hưng Đạo được chuyển từ Việt Bắc về và được xây dựng thay thế nhà máy diêm, trên nền đất của đàn Nam Giao cũ. Từ năm 2004, được sự đồng ý của Ủy ban nhân dân thành phố Hà Nội, nhà máy cơ khí Trần Hưng Đạo đã di dời để nhường chỗ cho Trung tâm thương mại [[Vincom Center Bà Triệu]] được xây dựng trên khu vực này<ref name=\"Bao tang lich su\">[http:\/\/baotanglichsu.vn\/vi\/Articles\/1002\/28529\/ve-tam-bia-djan-nam-giao-thoi-le-o-ha-noi.html Đinh Phương Châm, ''Về tấm bia đàn Nam Giao thời Lê ở Hà Nội'', Bảo tàng lịch sử quốc gia, truy cập ngày 28 tháng 4 năm 2020]<\/ref>.\n\nVị trí Đàn Nam Giao ngày nay có thể xác định như sau: Mặt trước đàn nhìn ra phố Thái Phiên (hướng Nam), cạnh phía bắc của đàn là đoạn giữa phố Đoàn Trần Nghiệp, cạnh phía đông giáp phố Mai Hắc Đế, cạnh phía tây giáp [[phố Bà Triệu (Hà Nội)|phố Bà Triệu]], thuộc [[quận Hai Bà Trưng]], [[Hà Nội]]<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/news\/Dan-Nam-Giao-le-te-Giao-Phan-ba-22771 |ngày truy cập=2020-04-28 |tựa đề=Trần Ngọc Tĩnh (Phanxipăng), ''Đàn Nam Giao & lễ tế Giao - Phần ba'', Tạp chí điện tử Văn Hiến Việt Nam, 2015, truy cập ngày 28 tháng 4 năm 2020 |archive-date=2021-01-18 |archive-url=https:\/\/web.archive.org\/web\/20210118020711\/http:\/\/vanhien.vn\/news\/Dan-Nam-Giao-le-te-Giao-Phan-ba-22771 |url-status=dead }}<\/ref>.\n\n== Lịch sử qua thư tịch cổ==\nĐàn Nam Giao ở kinh thành Thăng Long có một lịch sử phát triển và tồn tại lâu dài nhất so với những đàn Nam Giao hiện biết. Đàn Nam Giao Thăng Long trải qua các triều đại Lý, Trần, Lê Sơ, Mạc, Lê Trung Hưng và một giai đoạn ngắn của thời Tây Sơn, đã được ghi chép trong khá nhiều sử sách, bia kí và địa bạ cổ nước ta như: [[Đại Việt sử kí toàn thư]], Kiến văn tiểu lục, Lê triều hội điển, [[Vũ trung tùy bút]], [[Khâm định Việt sử thông giám cương mục]], [[Đại Nam nhất thống chí]], Thăng Long cổ tích khảo, Địa bạ huyện Thọ Xương, Nam Giao điện bi ký. ''Đại Việt sử ký toàn thư'' ghi lại chi tiết đầu tiên nhắc tới đàn tế giao vào năm 1154, đời [[Lý Anh Tông]]:\n\n{{cquote|''Tháng 9, vua ngự ra cửa Nam Thành Đại la xem đắp đàn Viên Khâu.''<ref>[http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/34-Anh-Tong-Hoang-De?uiLang=vn Hội Bảo Tồn Di Sản Chữ Nôm, Đại Việt sử ký toàn thư, Bản kỷ toàn thư, ''Anh Tông Hoàng đế'', trang 20 (10b). Nguyên văn: 九 月 帝 御 大 羅 城 南 門 觀 築 園 丘 (Cửu nguyệt, đế ngự Đại La Thành nam môn quan trúc Viên Khâu).]<\/ref>|||''Đại Việt sử ký toàn thư'', Bản kỷ thực lục, Quyển IV}}\n\n[[Phan Huy Chú]] trong sách [[Lịch triều hiến chương loại chí]] đã dẫn lời của Ngô Ngọ Phong (thời Lê): “ Từ nhà Trần về trước, không làm lễ Giao tế Trời, lễ ý văn vật thiếu sót nhiều vậy”. Nhưng khi chép về việc Hồ Hán Thương tổ chức tế Nam Giao thì có đoạn: \"Theo lệ cũ, cứ ba năm một lần đại lễ, vua ngồi xe thái bình (...) hai năm làm trung lễ, vua ngồi ngai bách cầm (...) hằng năm làm tiểu lễ, vua ngồi ngai nhỏ”<ref>Phan Huy Chú, ''Lịch triều hiến chương loại chí (Tập 1)'', Lễ nghi chí, Viện sử học phiên dịch và chú giải, Nhà xuất bản Giáo dục, 2007, trang 733<\/ref>. Lệ cũ mà nhà Hồ noi theo không phải của nhà Lý như các học giả đời sau phỏng đoán mà chính là lệ nhà Trần. Khi khai quật khảo cổ đã phát hiện được số dấu tích của kiến trúc thời Trần, cùng khá nhiều vật liệu kiến trúc và trang trí kiến trúc như tượng uyên ương, lá đề trang trí rồng, phượng. Điều này đã cho thấy thời Trần vẫn xây dựng và củng cố đàn Nam Giao. Điều đó cũng có nghĩa là tế Nam Giao vẫn được tổ chức. Tuy nhiên, cũng như thời Lí, những nghi lễ về tế Nam Giao lại không được ghi chép<ref name=\"Tran Anh Dung\">[http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-co-trung-dai-o-viet-nam\/2247-tran-anh-dung-dan-nam-giao-mot-cong-trinh-kien-truc-quan-trong-cua-kinh-thanh-thang-long.html Trần Anh Dũng, ''Đàn Nam Giao - Một công trình kiến trúc quan trọng của kinh thành Thăng Long'', Trung tâm Văn hóa học Lý luận và Ứng dụng, Trường Đại học Khoa học xã hội và nhân văn - Đại Học Quốc gia Thành phố Hồ Chí Minh, truy cập 26 tháng 4 năm 2020]<\/ref>\n\nTừ thời Lê trở đi, nhất là từ thời Lê Trung Hưng, việc tế Giao và xây dựng đàn Nam Giao được ghi chép nhiều hơn. [[Lê Quý Đôn]] ghi trong Kiến văn tiểu lục<ref>Lê Quý Đôn, ''Kiến văn tiểu lục'', bản dịch của Phạm Trọng Điềm, Nhà xuất bản Khoa Học Xã Hội, Hà Nội, 1977, tr.58-59<\/ref>:\n<blockquote>''Đời Hồng Đức định quy chế về đàn Nam Giao; điện Chiêu sự ba gian hai chái, đông vũ và tây vũ đều bảy gian, lại có điện canh ly2826, nhà trai cung2827 và nhà bếp, mở ba tầng cửa, bốn chung quanh xây tường.''<\/blockquote>\n\n[[Phan Huy Chú]] ghi trong [[Lịch triều hiến chương loại chí]]<ref>Phan Huy Chú, ''Lịch triều hiến chương loại chí (Tập 1)'', Lễ nghi chí, Viện sử học phiên dịch và chú giải, Nhà xuất bản Giáo dục, 2007, trang 735<\/ref>.:\n<blockquote>''Huyền Tông, năm Cảnh Trị thứ nhất (1663) làm điện Nam Giao. Trước kia lễ tế Giao, mỗi năm đắp nền ở chính giữa để tế Trời Đất, nền dài 15 thước, cao 5 tấc, hai bên tả hữu thờ các vị sao, đều đắp nền dài 16 thước, cao 3 tấc, bốn bên trồng cây, đằng trước mở ba cửa. Đến bây giờ mới sai làm điện, giữa là điện Chiêu Sự, bốn góc cột bằng đá, nền và sân trong ngoài đều lát đá, rường, xà, rui, hoành đều sơn son thếp vàng; có hai dãy hành lang tả hữu; bên ngoài là chỗ thay áo; đằng trước có ba tầng cửa. Quy mô chế thức rực rỡ mới mẻ. Sai triều thần là bọn Hồ Sĩ Dương làm văn khắc bia để ghi việc ấy''<\/blockquote>\n\nTháng 12 năm Cảnh Trị thứ hai (1664) thì khánh thành điện Chiêu Sự ở đàn Nam Giao. Tấm bia điện Nam Giao là hiện vật nguyên vẹn duy nhất còn sót lại đến ngày nay minh chứng cho dấu tích điện Nam Giao, tuy nhiên bia đề năm Vĩnh Trị thứ 4 (1679), tức là bia được dựng 15 năm sau ngày khánh thành điện Chiêu Sự mới.\n\n[[Phạm Đình Hổ]] ghi trong Vũ trung tùy bút<ref>Phạm Đình Hổ, ''Vũ trung tùy bút'', Lễ tế giao, Đông Châu Nguyễn Hữu Tiến dịch, Nhà xuất bản Trẻ - Nhà xuất bản Hồng Bàng, 2012<\/ref>:\n<blockquote>''Đàn tế Giao nước ta lập ra từ thời Lý, đến thời Lê đã trùng tu lại. Chính giữa đàn có một cái đền gọi là Chiêu Sự điện. Nền điện cao độ một trượng, chung quanh xây bệ đá, bao lơn đá, chạm khắc rất khéo. Ở trong có xây một cái bệ đá để hợp tế các thần [[Thượng đế|Hạo thiên thượng đế]]'' (trời), ''Hậu thổ địa kỳ'' (đất); ''thứ đến hai bên tả hữu là Thừa tướng đường, hai bên hành lang thì tế thần Đại minh'' (mặt trời) ''và Dạ minh'' (mặt trăng) ''cùng các vị tinh tú ở trên trời. Tất cả các vị thần kỳ, các vị đế vương đời trước đều được bày hàng để tế theo vào đấy. Lần cửa thứ nhất về mé ngoài là nơi hoàng thượng'' (vua Lê) ''thay áo, ở về bên tả; ra đến lần cửa thứ hai, rẽ về phía đông nam, là nơi đức vương thượng'' (chúa Trịnh) ''ra ngự; đến lần cửa thứ ba, bên ngoài có một ngôi nhà bảy gian là sở của phủ tiết chế đóng quân hầu''<\/blockquote>\n\nĐến cuối thời Lê Trung Hưng, khi chúa Trịnh suy tàn, vua [[Lê Chiêu Thống]] cho đốt hết các công trình kiến trúc và đàn Nam Giao cũng dần trở nên hoang phế. Năm 1802, khi vua Gia Long lên ngôi, triều Nguyễn đóng đô ở Phú Xuân (Huế) và cho đắp đàn tế ở làng An Ninh vào năm 1803, đến năm 1806 thì khởi công xây [[Đàn Nam Giao triều Nguyễn|đàn mới]] ở phía Nam kinh thành thuộc phường Trường An, thành phố Huế. Thăng Long mất vai trò là kinh đô và bị đổi thành trấn thành rồi tỉnh thành. Từ đó đàn Nam Giao ở Thăng Long không còn tổ chức lễ tế nữa<ref name=\"Bao tang lich su\" \/>.\n\nSau này, gần giữa thế kỉ XIX, thời Minh Mạng, [[Vũ Tông Phan]] khi đến thăm di tích, trước cảnh tiêu điều đã phát sinh cảm thán. Bài thơ “Thăm đàn Nam Giao triều trước Lê” của ông có hai đoạn, đoạn đầu là:\n\n{{cquote|''Tiêu điều lũy cổ gió thu bay''\n\n''Vời vợi dấu xưa biết ai đây''\n\n''Điện vắng chơ vơ mưa nắng dãi''\n\n''Bia mòn nhập nhoạng bóng chiều vây.''\n\n|||''Bản dịch của Vũ Thế Khôi''}}\n\nTrong “Lỗ Am di cảo tập”, trước bài thơ, Vũ Tông Phan có lời chú về vùng đất này như sau: “Đàn Nam Giao này tại ô cầu Dền phía nam thành Thăng Long, là nơi tế trời của các triều Lý, Trần, hậu Lê, sau đến nhà Lê Trung Hưng. Vào mùa thu năm Quý Mão, niên hiệu Cảnh Trị (1663), Tây Vương [[Trịnh Tạc]] dựng điện Chiêu Sự ở đây, nay chỉ còn chính điện cột kèo vẫn như mới, nhưng hiên mái mất đến nửa. Trước chính điện có con Ly nằm giữa gai góc, chim sẻ làm tổ. Bên ngoài là ruộng lúa, kê bao quanh. Trâu, dê thả rông trên nền điện, xa xa còn thấy một tấm bia đá vỡ nằm trơ trọi, xóm thôn chen lẫn, cảm khái làm bài thơ...”. Như vậy là vào giữa thế kỷ XIX, đàn Nam Giao Thăng Long tuy đã hư hại nhiều nhưng vẫn còn dáng hình<ref name=\"Van Sau\" \/>.\n\nNăm 1804, người ta cho dỡ gạch ngói của Đàn để xây thành. Tại đây, chỉ còn sót lại nhà bia và tấm bia đá. Theo nhà nghiên cứu Nguyễn Văn Uẩn, đến năm 1926, tấm bia ghi chép về đàn Nam Giao vẫn nằm lăn lóc ngoài bãi cỏ của nhà máy diêm, rồi được được Viện Viễn đông Bác cổ chuyển về đặt tại sân vườn Bảo tàng Louis Finot vào năm 1947 (nay là [[Bảo tàng Lịch sử Quốc gia]])<ref name=\"Van Sau\" \/><ref name=\"Bao tang lich su\" \/>.\n\n== Di tích khảo cổ ==\nNăm 2006, [[Viện Khảo cổ học]] đã đào thám sát ở địa điểm 114 Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội (trụ sở Nhà máy cơ khí Trần Hưng Đạo) tức là khu vực phía Nam, trên phần đất còn lại của đàn Nam Giao, với diện tích đào là 101,06 m². Tiếp theo, vào các năm 2007 và năm 2008 Viện Khảo cổ học và Ban quản lý di tích - danh thắng Hà Nội đã tiến hành ba đợt khai quật khảo cổ học trên phần đất còn lại của khu di tích đàn Nam Giao và một đợt di dời toàn bộ phần móng còn lại của kiến trúc nhà chữ công thời Lý về kho tạm Đống Thây (quận Đống Đa, Hà Nội), với tổng số diện tích khai quật 1.805 m².<ref name=\"Tran Anh Dung\" \/>\n\nKết quả khảo cổ đã phát hiện được khá nhiều viên gạch thời Lý in hàng chữ Hán: “Lý Gia đệ tam đế Long Thuỵ Thái Bình tứ niên tạo” (tức năm 1057) ở lớp văn hoá dưới cùng, cho thấy nhiều khả năng đàn Nam Giao có từ rất sớm<ref name=\"Tran Anh Dung\" \/>.\n\nNăm 2014, trong khi xây dựng hầm tòa [[Tòa nhà Quốc hội Việt Nam|Nhà Quốc hội]], Viện Khảo cổ học đã phát hiện một di tích đặc biệt với hình thù rất lạ với chất liệu chủ yếu bằng gỗ và đá. Viện Khảo cổ học tổ chức hội thảo quốc tế đánh giá giá trị và đề xuất phương án bảo tồn, nghiên cứu di tích bí ẩn vừa phát lộ. Hội thảo có sự tham dự của các chuyên gia hàng đầu của Việt Nam, Nhật Bản và Trung Quốc. Các ý kiến tại hội thảo đều công nhận đây là kiến trúc tâm linh để tế Thượng đế và Ngũ đế có phối hưởng tế tự liệt tổ, liệt tông của hoàng đế nhằm khẳng định tính chính đáng của Vương triều được Trời trao thiên mệnh, một loại kiến trúc không thể tách rời trong cấu trúc tổng thể của các vương đô cổ phương Đông.<ref name=\"Cong Khanh\">[https:\/\/zingnews.vn\/dan-te-nghin-nam-phat-lo-duoi-nha-quoc-hoi-hien-dai-post470857.html Công Khanh, ''Đàn tế nghìn năm phát lộ dưới Nhà Quốc hội hiện đại'', Tạp chí điện tử Tri thức trực tuyến (Zingnews), 2014 truy cập ngày 29 tháng 04 năm 2020]<\/ref>.\n\nNiên đại của di tích từ khoảng năm 1010 - 1048 và sau đó vẫn tiếp tục được sử dụng cho đến giữa thế kỷ XII. [[Viện Hàn lâm Khoa học xã hội Việt Nam]] kết luận: “Đây là di tích văn hóa tâm linh thuộc loại sớm nhất của Việt Nam, là di tích tâm linh độc đáo chỉ có ở kinh đô đầu triều Lý. Trong bối cảnh phương Đông đương thời, đây là loại di tích thể hiện tinh thần tự chủ, tự cường cao của Đại Việt thời Lý”<ref name=\"Cong Khanh\" \/>. Qua đó có thể thấy, trước khi xây dựng Đàn Nam Giao tại vị trí quận Hai Bà Trưng ngày nay, đã có thể tồn tại đàn tế trời ngay trong [[Hoàng thành Thăng Long|Hoàng thành]] những ngày đầu khi nhà Lý mới dời đô về Thăng Long.\n\n=== Tổng quan kết quả khai quật ===\nDấu tích kiến trúc và di vật khai quật được ở di tích đàn Nam Giao tại quận Hai Bà Trưng đã cho thấy giữa tài liệu thành văn và tài liệu khảo cổ học hoàn toàn khớp nhau về sự có mặt của đàn Nam Giao ở khu vực này. Di tích khảo cổ gồm có tầng đất mặt, tầng văn hóa đàn Nam Giao và tầng sinh thổ.\n\n* '''Tầng đất mặt''': Dày từ 1,05 m đến 1,94 m. Gồm hai lớp đất:\n**Lớp văn hoá hiện đại: đất lẫn gạch ngói bê tông, trụ móng nhà, bệ máy được hình thành từ khoảng 1957 đến 1985.\n**Lớp văn hoá cận đại: đất san lấp, có chỗ tương đối thuần, màu nâu. Tầng đất được hình thành vào khoảng đầu thế kỉ XX, có thể là khi xây dựng nhà máy diêm thời Pháp thuộc. Các ngôi mộ táng ở thế kỉ XX có miệng huyệt bắt đầu từ tầng đất này.\n*'''Tầng văn hóa đàn Nam Giao'''. Gồm 2 lớp:\n**Lớp 1: Lớp đất đắp nền đàn màu nâu xám, lẫn chủ yếu là gạch ngói vụn thời Lê được đầm chặt và phân bố rộng. Đây là lớp đất mặt đàn ở bên trên cùng của di tích đàn Nam Giao. Miệng huyệt của các ngôi mộ thế kỉ XI - X đều bắt đầu từ tầng đất này.\n**Lớp 2: Chủ yếu là tầng đất sét vàng xám được đắp tương đối dày với các vết tích của vật liệu kiến trúc thời Lê sơ và thời Lý-Trần. Độ sâu và độ dày của lớp này tùy thuộc vào vị trí của mỗi hố.\n*'''Tầng Sinh thổ''': tầng đất gốc, có 3 lớp đất sau:\n\nQua các hố đào ở khu vực này thì thấy khu vực đàn Nam Giao có nhiều gò đất nhỏ được san, bạt và đắp nối liên kết với nhau để tạo thành nền, có xu hướng dốc dần về phía Đông, phía Nam<ref name=\"Tran Anh Dung\" \/>.\n\n=== Dấu tích khảo cổ thời Lý ===\n[[Hình:National_Museum_Vietnamese_History_37_(cropped).jpg|nhỏ|phải|200px|Các mẫu ngói lá đề thời Lý (ảnh minh họa)]]\n'''Di tích kiến trúc thời Lý''' được phát hiện gồm có:\n\n- ''Đường móng rải mảnh sành'': Về cấu trúc, đường móng sành rộng trung bình khoảng 0,60 m, và được dải bằng nhiều lớp đất sét đầm nện với nhiều lớp mảnh sành thời Lí. Đây là móng của ngôi nhà có quy mô lớn, bố cục hình chữ Công thời Lý.Trong và ngoài nhà, chỉ tính những trụ móng đã phát hiện được, đã có tới 46 trụ móng làm từ mảnh sành và trụ móng làm từ mảnh bao nung. Móng của ngôi nhà có tổng chiều dài là 39 m, rộng nhất 22,65 m, chia làm 3 phần:\n\nNhà ngang phía Nam: chiều Bắc Nam 22,65m, chiều Đông Tây là 8,8 m - 9 m.\n\nỐng muống: là bộ phận kiến trúc nối 2 ngôi nhà ngang với nhau, chiều Bắc Nam 13,10 m - 13,50 m, chiều Đông Tây đến 7,20 m - 7,80 m.\n\nNhà ngang phía Bắc: chiều dài Bắc Nam là 16,50 m, chiều Đông Tây do bị mất nên có thể tham khảo chiều Đông Tây của nhà ngang phía Nam.\n\n- Ngoài ngôi nhà này còn phát hiện được 1 kiến trúc nhà khác có trụ móng bằng sỏi, phân bố ở các hố 10 Nam, hố 7, hố 6.\n\n- ''Các móng trụ bằng mảnh sành'': Bên trong và ngoài đường móng sành đã tìm được 46 móng trụ sành và bao nung, cơ bản trụ có dáng hình vuông (90&nbsp;cm x 90&nbsp;cm), cũng có móng trụ gần hình chữ nhật, (116&nbsp;cm x 85&nbsp;cm), có móng trụ có kích thước 90&nbsp;cm x 80&nbsp;cm. Các móng trụ đặt khá ngay ngắn, quy chỉnh.\n\n- ''Nền sân'': Nền sân phía Đông còn tương đối nguyên vẹn, được đắp bằng đất sét, bên trên có dấu tích lát gạch hình chữ nhật hoặc gạch vuông. Trên sân nền có dấu tích vật liệu kiến trúc đổ xuống và gạch lát trên sân bị đào dỡ.\n\n'''Di vật tiêu biểu thời Lý''':\n[[Hình:National Museum Vietnamese History 63.jpg|nhỏ|phải|200px|Đầu phượng ngậm ngọc thời Lý (ảnh minh họa)]]\n[[Hình:National Museum Vietnamese History 38.jpg|nhỏ|phải|200px|Đầu rồng và đầu quái thú thời Lý (ảnh minh họa)]]\nĐợt khai quật năm 2007 và 2008 tìm thấy '''214.521''' di vật các loại như mảnh gạch ngói, gốm men Việt Nam và Trung Quốc, đồ sành, vật liệu trang trí kiến trúc như: lá đề trang trí rồng, phượng; gạch lát nền trang trí hoa cúc, hoa mai, trong đó di vật thời Lý chiếm số lượng lớn, chủ yếu là đồ sành và vật liệu kiến trúc.\n\n- ''Gạch bìa'': màu đỏ, chất liệu mịn, độ nung cao, kích thước: 38,5&nbsp;cm x 19c m x 5&nbsp;cm; 37,6&nbsp;cm x 19,5&nbsp;cm x 4,5&nbsp;cm. Nhiều viên còn nằm nguyên vị trí bó móng nền nhà chữ Công. Gạch bìa có hai loại: Loại không trang trí, không có chữ và loại ở mặt phải in nổi 2 hàng chữ Hán theo chiều dọc: “Lý Gia đệ tam đế Long Thuỵ Thái Bình tứ niên tạo” (năm 1057).\n\n- ''Gạch vuông'' lát nền trang trí cúc đây hình sin, cuốn thành những đường tròn nổi.\n\n- ''Ngói trang trí lá đề'': Có hai loại: Lá đề cân và lá đề lệch trang trí rồng và phượng. Diềm lá đề tạo các ngọn lửa rõ ràng, chi tiết. Giữa lá đề trang trí hai hình chim phượng, có 1 hoặc 2 chân, hoặc trang trí hình hai con rồng, bốn con rồng ở tầng trên và tầng dưới cùng nâng ngọn lửa thiêng. Các chi tiết tỷ mỉ, tinh tế mang phong cách thời Lý như đã thấy ở nhiều di tích thời Lý khác. Cuống lá đề lệch chủ yếu là hình mây 3 chẽ cong mềm mại, ôm lấy viên ngọc báu đang toả nhiều quầng sáng. Đặc biệt là loại lá đề hình ngọn lửa có niên đại Lý sớm rất điển hình của di tích này.\n\n- ''Ngói lợp'': Ngói ống dài 35&nbsp;cm, đầu ngói 16&nbsp;cm có in nổi hình hoa sen 2-3 lớp cánh, có loại trên lưng ngói gắn lá đề cân trng trí rồng, phượng.\n\n- ''Đầu chim phượng'': Kích thước khá lớn, dài 50&nbsp;cm, rộng 24&nbsp;cm, dày 23&nbsp;cm. Mỏ phượng to khỏe ngậm ngọc mắt thon dài, lông mày cong, má mang xoáy cong, các chi tiết trang trí tỉ mỉ, tinh tế.\n\n- ''Đầu quái thú'': Màu đỏ tươi, mắt lồi, gờ mày cao, nhe rănh, mồm há rộng, diềm các bộ phận như lông mày, mồm, mang trang trí nổi băng soắn hình dấu hỏi tinh tế.\n\n- ''Đồ gốm sứ'': Đồ gốm sứ thế kỉ XI-XIII có các dòng men: Men trắng, gốm men ngọc, gốm hai màu men (Trong men trắng, ngoài men nâu).\n\n- ''Đồ sành'': Chiếm số lượng nhiều nhất, tập trung ở đường móng và trụ sành, hầu hết đều không trang trí hoa văn. Một số vò gốm cùng loại đã phát hiện được ở đàn Xã Tắc và hoàng thành Thăng Long.\n\nQua quy mô của ngôi nhà hình chữ Công ở khu vực phụ, cùng với sự trang trọng, cầu kì trong vật liệu và trang trí kiến trúc, đã cho thấy thời Lí đã rất chú trọng tới tế Nam Giao.\n\n=== Dấu tích khảo cổ thời Trần ===\n[[Hình:Paving tiles with chrysanthemum decoration, Ly-Tran dynasty, 11th-14th century AD, terracotta - National Museum of Vietnamese History - Hanoi, Vietnam - DSC05530.JPG|nhỏ|phải|200px|Gạch lát nền trang trí hoa cúc thời Trần (ảnh minh họa)]]\n[[Hình:Gach lat nen thoi Ho.png|nhỏ|phải|200px|Gạch lát nền thời Trần - Hồ hình hoa cúc nhiều lớp cánh trong hình lục lăng (ảnh minh họa)]]\n'''Di tích kiến trúc thời Trần''' là dấu tích các móng trụ bằng sỏi và con đường đi rải ở các hố H1, H2, 6, 7 và H1.\n\n- ''Các móng trụ sỏi'': kích thước 140&nbsp;cm x 140&nbsp;cm, cũng có trụ nhỏ hơn một chút: 112&nbsp;cm x 120&nbsp;cm. Các trụ móng ở hố 10 Nam chồng lên trên đường sành thời Lí. Các móng trụ ở hố H6 và H7 cùng với các trụ ở hố 10 Nam là của một kiến trúc khác dịch lui về phía Nam so với móng nhà chữ Công. Đây là một kiến trúc khá lớn, nhưng rất tiếc là không thể khai quật được bởi vì một toà nhà hiện đại lớn nằm đè lên trên. Các móng trụ sỏi này đều được đầm nện hết sức chắc chắn: bên dưới có các khối đá xanh, bên trên là sỏi nhồi chặt.\n\n- ''Dấu tích đường rải sỏi'': chạy theo hướng Đông Tây, phần đã xuất lộ dài 1 5m rộng 2,30 m đến 2,45 m, dày 20&nbsp;cm-27&nbsp;cm. Một nền lát gạch thời Lê và những ngôi mộ thế kỉ XIX- XX đã cắt nát con đường này. Các dấu tích trên đây được xác định thuộc thời Trần vì tại những hố này đã phát hiện được khá nhiều vật liệu kiến trúc, trang trí kiến trúc và đồ gốm thời Trần.\n\n'''Di vật tiêu biểu thời Trần''':\n- ''Vật liệu kiến trúc'' gồm có ngói sen, ngói mũi vát, lá đè cân và lệch, gạch lát nền trang trí hoa chanh, trang trí hoa cúc nhiều lớp cánh trong hình lục lăng, các góc có các đường chéo nổi, khi ghép nhiều viên lại sẽ có một băng hoa cúc liên hoàn như đã thấy ở Li Cung - [[thành nhà Hồ]], [[đàn Nam Giao nhà Hồ]], gạch bìa màu đỏ độ nung cao có các đường chải trên cạnh và mặt gạch, gạch lát nền hình vuông không trang trí hoa văn, ngói ống trang trí hoa sen.\nĐặc biệt là sự có mặt của loại gạch đặc trưng của thời Trần, đó là gạch Vĩnh Ninh Trường. Tượng uyên ương và lá đề trang trí rồng, phượng cũng chiếm số lượng nhiều hơn thời Lý và có mặt ở khá nhiều hố.\n\n- ''Đồ gốm sứ'': Chiếm số lượng chủ yếu không phải là đồ gốm sứ thời Lý mà là là đồ gốm sứ thời Trần với khá nhiều dòng gốm như gốm men nâu, men ngọc, men ngà, gốm lam mờ, và gốm hoa nâu, chủ yếu là mảnh thạp, lư hương, bát đĩa.\n\n=== Dấu tích khảo cổ thời Lê ===\n\n'''Dấu tích kiến trúc thời Lê Trung Hưng''':\n\n- ''Móng trụ'': Một chiếc có dáng hình tròn (hố H6). Vật liệu xây dựng móng trụ là các mảnh ngói ống, ngói âm dương màu xám, nâu đỏ. Có 2 nền sân lát gạch.Một nền lát toàn bộ bằng gạch vồ, nền còn lại lát bằng nhiều loại gạch khác nhau.\n\n- ''Sân gạch vồ'': Nền sân lát gạch vồ thời Lê Trung Hưng nằm đè lên toàn bộ móng nhà chữ Công ở hố 10. Sân này đã bị phá, chỉ còn lại một số mảng. Đây là một sân rộng, khoảng 30 m x 40 m, đầu phía bắc của sân có một khối trụ gạch vồ lớn: Cạnh đáy (theo chiều Bắc- Nam) dài 1,33 m, chiều Đông- Tây 1,62 m. Chiều cao của khối là 0,80 m, khối được xây bằng đất sét mịn, đất miết mạch dày 0,03 - 0,04 m. Khoảng giữa của trụ gạch có tạo một khe theo chiều Bắc- Nam rộng 0,21 m, sâu 0,40 m, ở mặt phía Tây cũng tạo một khe. Trụ này có thể là cột cờ.\n\n- ''Sân lát bằng nhiều loại gạch khác nhau'': Nền sân gạch nằm ở hố H11 và H12 được lát bằng gạch vồ và gạch bìa, gạch múi bưởi, gạch vuông nhiều thời được tận dụng lại, thậm chí cả mảnh mái tháp đất nung. Gạch vồ có nhiều cỡ khác nhau, cỡ to 43&nbsp;cm x 19&nbsp;cm x 12&nbsp;cm; cỡ nhỏ 34&nbsp;cm x 16&nbsp;cm x 9&nbsp;cm. Các viên gạch được xếp nằm theo hướng Bắc Nam. ở một vài vị trí, nền được xếp chen lẫn các viên gạch hoa lát nền thời Lý và thời Trần. Một viên còn lành nguyên in nổi hình hoa mai tròn. Viên gạch này giống hệt với các viên gạch lát ở di tích Li Cung của nhà Hồ ở Thanh Hóa.\n\nCác vết tích kiến trúc này được xác nhận khoảng thế kỷ XVII thời Lê Trung Hưng vì kiến trúc nằm ở lớp cao nhất của tầng văn hóa. Các vết tích này đều nằm đè lên dấu tích kiến trúc Lý-Trần. Vật liệu xây dựng là các loại gạch điển hình của thời Lê (gạch vồ) và thỉnh thoảng có chỗ sử dụng lại gạch Bắc thuộc, gạch thời Lý, gạch Trần. Nền sân này cũng bị phá và chia cắt thành nhiều mảng do những ngôi mộ thời Nguyễn và mộ thế kỉ XX chôn vào, cùng với việc cạy gạch ở nền sân để kè bao xung quanh những mộ.\n\n'''Di vật tiêu biểu thời Lê sơ và Lê Trung Hưng''':\nHiện chưa tìm thấy dấu tích kiến trúc thời Lê sơ mà chỉ tìm thấy các di vật thời Lê sơ như: ngói ống tráng men vàng có trang trí rồng năm móng, dấu tích các lần sửa chữa của năm Quang Thuận và Quang Hưng cũng không rõ ràng lắm. Dấu tích còn khá rõ, có thể của lần sửa chữa năm 1664 qua nền gạch vồ (hố H11 và H12), các di vật ngói, cặp tượng nghê-sấu trang trí trên nóc của kiến trúc. Ngói âm dương tráng men vàng, đầu ngói in nổi rồng uốn cong bốn góc hình sao, trang trí diềm mái men vàng các loại phát hiện được nhiều nhất tại khu vực này.\n\n- ''Ngói'': Gồm có ngói âm dương tráng men vàng thế kỉ XV-XVI, ngói âm dương màu xám từ thế kỉ XVthế kỉ XVII, XVIII, đầu ngói trang trí rồng hoặc hoa cúc.\n\n- ''Gạch'': gạch vồ xám: 43&nbsp;cm x 19&nbsp;cm x 12&nbsp;cm; 42&nbsp;cm x 21&nbsp;cm x 12&nbsp;cm; 34&nbsp;cm x 16&nbsp;cm x 9&nbsp;cm.\n\n- ''Trang trí diềm mái'': có hai loại, loại tráng men vàng và loại không có men, màu xám\n\n- ''Đầu tượng nghê - sấu'': có năm con bằng đất nung màu xám đen, trong đó có ba con còn tương đối nguyên vẹn. Tượng lớn: 45&nbsp;cm x 24&nbsp;cm x 15&nbsp;cm, tượng nhỏ: 39&nbsp;cm x 24&nbsp;cm x 11&nbsp;cm.\n\n=== Kết luận khảo cổ ===\nNhư vậy, cấu trúc của đàn Nam Giao cổ rất phức tạp và lớn rộng. Tại hiện trường khảo cổ mới đào một diện tích rất nhỏ. Các di tích này lại chồng chéo và bị phá hủy nặng nề do việc xây dựng nhà máy, việc xây cất mộ táng do đó rất khó nhận biết được vị trí của nó trong cấu trúc tổng thể của đàn Nam Giao. Vì vậy chỉ có thể nhận định bước đầu là đã chắc chắn tìm thấy một bộ phận của dấu tích đàn Nam Giao qua các thời Lý - Trần - Lê. Bộ phận dấu tích này một phần thuộc về các kiến trúc co mái, một phần thuộc về sân nền của đàn Nam Giao. Các bộ phận đó thuộc vị trí nào và là các kiến trúc nào của đàn Nam Giao thì hiện nay chưa thể xác định được<ref name=\"Tran Anh Dung\" \/>.\n\n== Bia điện Nam Giao ==\n{{Hiện vật lịch sử\n| name = Bia điện Nam Giao <br>南郊殿碑記 \n| tiêu đề phụ = ''[[Bảo vật quốc gia (Việt Nam)#Đợt 4|Bảo vật quốc gia]] số 17, đợt 4'' \n| image = Nam Giao stele.jpg\n| image_size = 280px\n| caption = Bia điện Nam Giao tại Bảo tàng lịch sử Quốc gia\n| chất liệu = [[Đá]]\n| kích thước = Đế: 214 cm x 156 cm x 51 cm\n| chiều cao = 213 cm\n| chiều rộng = 146 cm\n| chiều dày = 34 cm\n| hệ chữ viết = [[Chữ Hán]]\n| niên đại = 1679\n| thời kỳ\/văn hóa = [[Nhà Lê Trung Hưng]]\n| nơi lưu trữ = [[Bảo tàng Lịch sử Quốc gia (Việt Nam)|Bảo tàng Lịch sử Quốc gia]]\n| số đăng ký = LSb.32852<ref name=\"Bao tang lich su\" \/>\n}}\n'''Bia điện Nam Giao''' (chữ Hán: 南郊殿碑記 ''Nam Giao điện bi ký'') là tấm bia được dựng tại Đàn Nam Giao Thăng Long. Tấm bia là di vật còn sót lại chứa đựng nhiều giá trị to lớn về Đàn Nam Giao Thăng Long nói riêng và về lịch sử, văn hóa, kiến trúc của thời Lê Trung Hưng nói chung. Bia được Thủ tướng Chính phủ công nhận là [[Bảo vật quốc gia (Việt Nam)#Danh sách|bảo vật quốc gia]] năm 2015.\n\nBia hình chữ nhật, trán cong hình bán nguyệt, đặt trên bệ hình khối hộp chữ nhật ba cấp. Hoa văn được trang trí trên tấm bia thể hiện đề tài đặc trưng của nghệ thuật điêu khắc thời Lê Trung Hưng. Diềm trán bia chạm khắc đề tài lưỡng long chầu nguyệt và mây. Diềm xung quanh bia chạm rồng, phượng, mây, hoa mẫu đơn, cúc, băng lá đề kép và vân mây hình khánh. Bệ chân đế bia chạm khắc nổi [[Kỳ lân#long mã|long mã]] và hoa lá. Mặt trước của bia khắc bài minh bằng chữ Hán, do Tiến sĩ Nguyễn Tiến Triều soạn thảo, Tiến sĩ [[Hồ Sĩ Dương]] nhuận chính<ref name=\"Bao tang lich su\" \/>.\n\nMinh văn khắc trên bia cho biết rõ về ý nghĩa lịch sử và quá trình xây dựng điện Nam Giao. Nơi vua và triều thần tiến hành đại lễ vào đầu xuân hàng năm, cầu cho quốc thái dân an.\n\nBài ký trên bia được dịch nghĩa như sau<ref name=\"Bao tang lich su\" \/>:\n\n<blockquote>BÀI KÝ BIA ĐIỆN NAM GIAO\n\nTế Giao lại đặt tên điện Chiêu Sự là vì sao? Là vì nơi đó phụng sự Thượng đế. Làm sáng tỏ lễ Tế Giao thì việc trị nước dễ như chỉ bảo trên lòng bàn tay. Kính nghĩ, nước Đại Việt ta xây dựng mở mang trong trời đất muôn dặm như vậy. Đóng đô, xây thành rõ ràng việc xây dựng đất nước; Chọn hướng chính vị, tỏ lòng cung kính với trời. Lấy góc phía Nam thành để dựng điện Nam Giao Chiêu Sự. Vào sớm mồng một đầu năm nghênh tế ở đây. Lễ ấy cử hành trải qua bao đời vẫn giữ, nhưng xây dựng chưa được hoàn hảo, tô điểm cũng chưa thật tinh xảo, chưa đủ để báo ơn trời lớn lao. Cầu mong công trình này có được một quy chế từ xưa chưa có, làm được một việc từ xưa chưa ai làm, hẳn là phải đợi ở bậc Thánh vương có khí trượng vượt qua người thường!\n\nNay Đại nguyên soái Chưởng quốc chính, Thượng sư Thái phụ, Đức công Nhân uy, Minh thánh [[Trịnh Tạc|Tây vương]], trời cho thông tuệ, trung hậu nghiệp nhà, tiếp nối Vương nghiệp, trợ giúp Hoàng đồ, phò giúp Đương kim Hoàng thượng giữ vững ngôi vua, nối được phúc lành, lại ủy sai Nguyên soái Điển quốc chính [[Trịnh Căn|Định Nam vương]], quyết đoán mọi việc, mở mang trị bình.\n\nThường nghĩ, bậc vương giả, trên vâng mệnh trời đất, dưới vỗ về triệu dân. Biết kính trời thì thịnh trị có thể bền vững, thái bình có thể giữ mãi. Vậy nên thời và điềm, không phải được bắt đầu ở trời sao. Hàng năm vào ngày mồng một tháng Giêng mùa xuân, tự thân phò xa giá Hoàng thượng dẫn các quan triều nghiêm chỉnh đến sân điện, tiến hành đại lễ, cung kính cung kính hết mức, còn cho rằng như thế cũng chưa đủ. Thế là bèn ra uy quyết đoán, chọn lấy ngày lành, tập trung các thợ. Cột xà chọn lựa gỗ tốt; Mực thước theo cung Trường Sinh. Tháo bỏ các thứ cũ xưa, dựng xây toàn công phu mới. Đến tháng 9 mùa thu năm Quý Mão (1663) niên hiệu Cảnh Trị thứ nhất thì khởi công, đến cuối năm Giáp Thìn, niên hiệu Cảnh Trị thứ hai (1664) thì hoàn thành. Nền xây bằng gạch, trụ dựng cột đá. Đao cong rực rỡ, đầu rồng dưới mái sóng đôi. Góc uốn huy hoàng. Chân ngao vững vàng cân đối. Rỡ ràng quy mô đổi mới. Hiên ngang xây lại đất trời. Ngôi điện này không chỉ bày tỏ lòng tôn kính đương thời, mà còn muốn truyền mãi cho đời sau. Thế là bèn thuê thợ khắc đá truyền cho đời sau để biết được tấm lòng của Vương thượng, cung kính giữ bên trong, khiêm nhượng biểu hiện ở ngoài. Công thực dày, đức thực lớn. có công đức ấy hẳn sẽ có phúc thọ ấy. Phúc của trời, lộc trời dư dật. Thọ bởi trời ban, tuổi thọ trời cho. Ngàn phúc trăm phúc con cháu muôn ngàn đời dài mãi và cả nghiệp Đế, nghiệp Vương, mệnh trời ban cho dài mãi.\n\nKính cẩn ghi lại.\n\nNgày tốt Quý Mùi tháng 10 mùa đông, năm Vĩnh Trị thứ 4 Hoàng triều (1679).\n\n''Đặc tiến Kim tử Vinh lộc Đại phu, Tham tụng, Công bộ Thượng thư, kiêm Đông các Đại học sĩ, Duệ Quận công Hồ Sĩ Dương, người xã Hoàn Hậu huyện Quỳnh Lưu, cung kính nhuận chính''.\n\n''Đặc tiến Phụ quốc Thượng tướng quân Cai quan Thự vệ sự, Luân Quận công Vũ Công Chấn, người xã An Cự, huyện Thiên Bản, vâng làm đốc công''.\n\n''Quang tiến Thận lộc Đại phu, Đông các Hiệu thư, Xuân Trạch nam Nguyễn Tiến Triều, người xã Nam Nguyễn, huyện Phúc Lộc, vâng lệnh soạn thảo''.\n\n''Quang tiến Thận lộc Đại phu, Cai hợp Thị nội Thư tả, Binh bộ Lang trung, Hương Thọ nam Lê Công Chính, người xã Đình Luân, huyện Gia Lâm, vâng lệnh viết chữ.''<\/blockquote>\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Công trình lịch sử tại Hà Nội]]\n[[Thể loại:Văn bia Việt Nam]]"}