{"2412079":"'''Đào Trọng Kỳ, tự là Hy Tống''' (1839-1914) là một đại thần nhà Nguyễn. Ông là người có công tổ chức đào sông Chanh Dương, một công trình thủy lợi quan trọng của huyện Vĩnh Bảo, thành phố Hải Phòng\n\n==Xuất thân và hoạn lộ==\nĐào Trọng Kỳ sinh năm 1839 trong một gia tộc dòng khoa bảng tại làng Cổ Am, tổng Đông Am, huyện Vĩnh Bảo, tỉnh Hải Dương (nay thuộc xã [[Cổ Am]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]).\n\nNăm 1864, ông đỗ Cử nhân khoa Giáp Tý tại trường Hương Nam Định, xếp thứ 13.<ref>Thủ khoa là [[Trần Bích San]] (đỗ Đình nguyên [[Hoàng giáp]] khoa Ất Sửu 1865), Á khoa là [[Lã Xuân Oai]] (đỗ [[Phó bảng]] khoa Ất Sửu 1865), về sau đều là những danh thần của nhà Nguyễn.<\/ref> Năm 1869, ông vào thi Hội, nhưng chỉ đỗ nhị trường. Tuy vậy, triều đình vẫn cho ông sơ thụ hàm Hàn lâm Kiểm thảo, tòng Thất phẩm (vốn dành cho Phó bảng). Sau 1 năm, ông được bổ nhiệm làm Hành tẩu ở [[Ty luân sở]] tại Kinh thành ([[Huế]]). Năm 1870, ông được thăng chức Hàn lâm Biên tu (chánh Thất phẩm), đến năm 1871 thì được thăng chức Hàn lâm Tu soạn (tòng Lục phẩm) nhưng làm nhiệm vụ của Hàn lâm Trước tác (chánh Lục phẩm).\n\nNhững năm 1873-1874, ông được bổ làm Tri huyện Ý Yên, rồi đồng Tri phủ Nghĩa Hưng, rồi Tri phủ Kiến Xương. Đầu năm 1875, ông bị triều đình cách chức xét tội do đã để thất thủ Kiến Xương năm 1873. Đến cuối năm 1882, ông mới được triều đình triệu về kinh chờ bổ dụng.\n\nTuy nhiên, mãi đến năm 1887, triều đình mới cho ông được phục chức, làm Hàn lâm Điển tịch (chánh Ngũ phẩm), rồi làm Án sát Hải Dương, Hàn lâm Thị độc (Tam phẩm). Năm 1889, ông được bổ làm Tán lý quận thú Hải Dương, Bắc Ninh.\n\nNăm 1890, ông được thăng làm Phủ doãn Thừa Thiên, Nam Định. Năm 1896, ông được đổi làm Tổng đốc Sơn Tây, rồi về trí sĩ ở tuổi 60, được phong Vinh lộc đại phu, Hiệp tá đại học sĩ.\n\nÔng qua đời tại quê nhà năm 1914, thọ 76 tuổi.\n\n==Xây dựng sông đào Chanh Dương==\nNăm 1900, sau khi về trí sĩ, Đào Trọng Kỳ tự mình bỏ công tự khảo cứu địa hình, thiết kế công trình dẫn thủy nhập điền mang tên sông Chanh Dương dài hơn 23&nbsp;km, rộng ngang tới 40 m, sâu 4 m, chạy từ đầu về cuối huyện Vĩnh Bảo. Sở dĩ sông đào được đặt tên Chanh Dương vì được đào thẳng từ làng Chanh Chử (xã Thắng Thủy) chạy dọc qua các xã và thị trấn: Thắng Thủy, Vĩnh Long, Liên Am, Tam Cường, Hòa Bình, Trấn Dương, sau đó thông ra biển qua hệ thống cống. Theo thiết kế, nước sông Hồng đổ về sông Luộc, sau đó được dẫn vào sông Chanh Dương qua hệ thống cống dưới đê, rồi theo hệ thống mương, máng được thiết kế theo kiểu xương cá 2 bên sông, chảy vào các cánh đồng.\n\nĐào Trọng Kỳ vận động người dân góp công, góp sức, thậm chí hiến ruộng. Riêng ông cũng đóng góp tiền bạc tiết kiệm được trong mấy chục năm làm quan cũng như ruộng vườn là bổng lộc của nhà vua ban tặng đều dồn hết vào việc kiến tạo con sông. Sau 4 năm đào đắp, công trình sông Chanh Dương dẫn thủy nhập điền quan trọng bậc nhất huyện Vĩnh Bảo đã hoàn thành.\n\nNăm 1938, Tri phủ Vĩnh Bảo Vũ Văn Nhạc đã cho xây dựng bia tưởng niệm công đức. Sau 2 năm, nhà bia được xây dựng trang trọng, có mái che trên một nền tam cấp, dựng ngay ở trung tâm phố huyện, điểm giao của đường 17 và đường 10 bây giờ. Một mặt bia khắc 4 chữ \"Ẩm thủy tư nguyên\" (Uống nước nhớ nguồn) và ghi niên hiệu Bảo Đại.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [https:\/\/vnexpress.net\/thoi-su\/quan-tong-doc-doc-toan-bo-gia-tai-dao-song-3390543.html Quan Tổng đốc dốc toàn bộ gia tài đào sông]\n* [https:\/\/vnexpress.net\/thoi-su\/nha-go-quy-tram-tuoi-cua-quan-tong-doc-son-tay-3391095.html#ctr=related_news_click Nhà gỗ quý trăm tuổi của quan Tổng đốc Sơn Tây]\n\n{{thời gian sống|1839|1914}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Đại học sĩ triều Nguyễn]]"}