{"785503":"'''Đào Trí Phú''' (? - [[1854]]?), trước có tên là '''Đào Trí Kính''', là quan [[nhà Nguyễn|triều Nguyễn]] trong [[lịch sử Việt Nam]]. Khoảng năm [[1854]], ông bị xử \"[[tùng xẻo|lăng trì]]\" vì liên can đến việc mưu đoạt ngôi vua của [[Nguyễn Phúc Hồng Bảo]].\n\n==Tiểu sử==\n'''Đào Trí Phú''' sinh tại làng Phước Kiển, thuộc Long Thành, dinh Trấn Biên (nay thuộc xã Hiệp Phước, huyện [[Nhơn Trạch]], tỉnh [[Đồng Nai]]).\n \nCha ông, tên thụy là Hiến Tịnh (không rõ tên thật), làm quan (không rõ dưới triều nào) trải đến chức Trung nghị đại phu Thái bộc tự khanh, mẹ là người họ Lê, từng được phong làm Thục nhân.\n \nTừ nhỏ, Đào Trí Phú là người rất ham học. Năm [[Minh Mạng]] thứ 6 ([[1825]]), ông thi đỗ [[Cử nhân]] tại trường [[thi Hương|Hương]] [[Gia Định]]. Sau đó, ông đổi tên là '''Đào Trí Phú''', và lần lượt trải các chức quan: Thị lang [[bộ Hộ]], Tham tri [[bộ Hộ]], Hậu mạng sứ...<ref>Lương Văn Lựu, trong ''Biên Hòa sử lược toàn biên'' (Quyển 2, tr. 162), kể rằng sau khi quân [[Pháp]] đánh phá [[Đà Nẵng]] vào [[tháng 7]] năm [[1858]], vua [[Tự Đức]] liền cử Đào Trí Phú vào đấy để lo việc chống ngăn. Đến khi [[Tổng đốc]] Nam Nghĩa ([[Quảng Nam]] và [[Quảng Ngãi]]) là Trần Hoằng để mất đồn bị cách, ông lên thay thế. Tra trong ''[[Quốc triều sử toát yếu]]'' và ''[[Việt Nam sử lược]]'', thì người đó là [[Đào Trí]], chứ không phải là Đào Trí Phú. Vì vậy, thông tin của ông Lựu cung cấp, cần phải tra cứu thêm.<\/ref>\n\nNăm [[1836]], tàu nước Ma Ly Căn (tức [[Hoa Kỳ]]) đến vũng Sơn Trà ([[Đà Nẵng]]), ngỏ ý muốn đệ trình quốc thư xin giao thương. Vua [[Minh Mạng]] bèn cử Đào Trí Phú và Thị lang [[bộ Lại]] là Lê Bá Tú tới nơi hỏi han. Nhưng vì trưởng phái bộ là Edmund Roberts Robert bất ngờ lâm bệnh nặng, phải cho tàu đi ngay, nên việc trên bất thành.\n\n{{Xem thêm thông tin|Quan_hệ_Hoa_Kỳ_–_Việt_Nam#Trước_thế_kỷ_XX}}\n\nĐầu năm [[1842]], vua [[Thiệu Trị]] ra [[Bắc Thành]] nhận sách phong của [[nhà Thanh]] ([[Trung Quốc]]), ông được đi theo. Sau đó, ông nhận nhiệm vụ đưa sứ giả [[nhà Thanh]] là Bửu Thanh ra cửa ải <ref>''[[Quốc triều sử toát yếu]]'', tr. 319.<\/ref>.\n\nCuối năm [[1843]], Đào Trí Phú lại được cử làm Chánh sứ dẫn phái bộ đi công cán ở Giang Lưu Ba ([[Indonesia]]). Trong đoàn có [[Cao Bá Quát]], vì phạm tội phải đi \"hiệu lực\".\n\nNăm [[1854]], việc mưu đoạt ngôi vua của [[Nguyễn Phúc Hồng Bảo]] không thành. Đào Trí Phú, trước đây bị cách (không rõ lý do), bị kết tội cùng phe. Sách ''[[Đại Nam thực lục]]'' chỉ ghi vắn tắt sự kiện như sau: \n:''[[Giáp Dần]], [[Tự Đức]] năm thứ 7 ([[1854]])...An Phong Công là [[Nguyễn Phúc Hồng Bảo|Hồng Bảo]] mưu khởi nghịch, rồi thắt cổ tự tử ở nơi giam. Con trai, con gái Hồng Bảo và người dự mưu là Tôn Thất Bật đã chết, đều bị tước bỏ tên trong sổ Tôn nhân. Đào Trí Phú trước đây bị cách, phải tội [[tùng xẻo|lăng trì]]. Các phạm nhân đều bị tịch thu gia sản và bắt cả thân thuộc''.\n\nVì vậy, người thân ông phải cải họ trốn đi nơi khác, mãi đến sau này, mới dám lấy lại họ Đào. Theo lời kể còn lưu truyền tại quê hương Đào Trí Phú, thì ông không bị xử \"[[tùng xẻo]]\" (tức lăng trì) ở [[Huế]] mà bị giải về xử ở [[Long Thành]] rồi chôn luôn tại đó. Sau, con cháu mới lén lấy hài cốt của ông đem về [[chôn cất|chôn]] trong khu mộ của dòng họ ở làng Hiệp Phước <ref>Theo thông tin có trong sách ''Biên Hòa sử lược toàn biên''(tr. 164), thì trong ba ngôi mộ còn lại tại khu mộ, không có mộ của Đào Trí Phú.<\/ref>. Tuy nhiên, cũng có người cho rằng sau khi việc mưu sự thất bại, ông giả làm dân thường, xin quá giang thuyền [[nước mắm]] trốn đi. Hay được, triều đình cho quân đuổi theo giết ông tại [[Diên Khánh]] (thuộc [[Khánh Hòa]]), rồi thủ tiêu luôn thân xác <ref name=\"BH\">Theo ''Biên Hòa sử lược toàn biên'' (Quyển 2), tr. 163-164.<\/ref>.\n\nÁo mão cân đai của Đào Trí Phú để lại đều có gắn vàng lá, sau vì nghèo quá, chắt của ông gở bán lần hồi. Trước năm [[1975]], gặp lúc [[Bảo tàng Lịch sử Việt Nam (thành phố Hồ Chí Minh)|Bảo tàng Sài Gòn]] sưu tầm cổ vật, bà Lâm Thị Tô (không rõ lai lịch) đã đem những gì còn lại của di vật giao nộp để lĩnh bạc <ref name=\"BH\" \/>.\n\nHiện ở thị xã [[Long Khánh]], tỉnh [[Đồng Nai]] có con đường mang tên '''Đào Trí Phú''' <ref>Theo Quyết định số 28\/2010\/QĐ-UBND của UBND tỉnh Đồng Nai ký ngày 19 [[tháng 5]] năm [[2010]] [http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-28-2010-QD-UBND-dat-ten-doi-ten-duong-cong-trinh-cong-cong-vb106871t17.aspx].<\/ref>.\n\n==Sách tham khảo chính==\n* Quốc sử quán triều Nguyễn, ''Quốc triều sử toát yếu''. Nhà xuất bản văn học, [[2002]].\n* Lương Văn Lựu, ''Biên Hòa sử lược toàn biên'' (Quyển 2). Ty Thông tin Biên Hòa kiểm duyệt và cho phép xuất bản năm [[1973]].\n\n== Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n{{Thời gian sống|Sinh=|Mất=1854}}\n\n[[Thể loại:Người Đồng Nai]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}