{"254622":"'''Đào Sư Tích''' ([[chữ Hán]]: 陶師錫, 1350 - 1396), người làng Cổ Lễ, huyện [[Nam Chân]] (sau đổi là huyện [[Trực Ninh]]), phủ [[Thiên Trường]]. Nay thuộc tỉnh Nam Định. Ông đỗ trạng nguyên khoa Giáp Dần niên hiệu Long Khánh thứ 2 (1374),<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt Sử ký Toàn thư, Quyển VII, Kỷ nhà Trần, Duệ Tông hoàng đế]<\/ref> đời [[Trần Duệ Tông]]. Tháng 5 năm 1381, ông được lấy làm Tả tư lang trung, Nhập nội hành khiển.<ref name =PD>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt Sử ký Toàn thư, Quyển VIII, Kỷ nhà Trần, Phế Đế]<\/ref> Tháng 12 năm 1383, vua [[Phế Đế]] sai ông đề tựa ở đầu sách \"Bảo Hòa [điện] dư bút\".<ref name =PD \/> Tháng 12 năm 1392, thời [[Trần Thuận Tông]], ông bị giáng xuống Trung tư thị lang, Tri thẩm hình viện sự, do Quốc tử trợ giáo Đào Xuân Lôi khai rằng ông có xem bức thư của chính Xuân Lôi dâng lên nhà vua để phê phán sách Minh đạo của [[Hồ Quý Ly]]. Sau khi qua đời dân làng Cổ Lễ thờ ông làm thành hoàng, được nhiều triều đại vua chúa ban sắc cho làm thượng đẳng thần.\n==Tiểu sử==\nĐào Sư Tích sinh năm Canh dần (1350) là con trai Tiến sĩ [[Đào Toàn Bân]] đỗ tiến sĩ chính bảng làm quan chức tri Thẩm hình viện sự. Nguyên quán ông là làng Song Khê, xã [[Song Khê]], huyện Yên Dũng, Tỉnh Bắc Giang, nhưng sau này ông dời nhà lên ở xã [[Lý Hải]], huyện [[An Lãng]], phủ [[Tam Đái]] thuộc [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (nay là thôn Lý Hải, xã [[Phú Xuân]], huyện [[Bình Xuyên]], tỉnh [[Vĩnh Phúc]]). Ông mất tại quê hương thứ hai là xã Lý Hải. Mộ ông hiện còn ở xứ [[Đồng Đống]], xã Lý Hải. Từ nhỏ Đào Sư Tích đã tỏ ra thông minh khác người, lực học vượt đồng môn, lại có tài ứng đối và năng khiếu về thơ phú. Từ sự hiếu học cộng với lòng quyết tâm học tập nên các kỳ thi Hương, thi Hội, Đào Sư Tích đều đỗ đầu bảng.\n\n==Danh thần==\nĐào Sư Tích làm quan trải ba đời vua [[Trần Duệ Tông]] (1373-1377), [[Trần Phế Đế]] (1377 - 1388) và [[Trần Thuận Tông]] (1388-1398).\n\nỞ khoa thi Hương, Đào Sư Tích đỗ danh sách thứ nhất (Hương nguyên). Vào thi Hội, thi Đình ông đều đỗ thứ nhất: Đình Nguyên, Trạng nguyên khoa Giáp Dần niên hiệu Long Khánh đời vua Trần Duệ Tông (1374). [[Đại Việt sử ký toàn thư]] chép: \"Tháng 2, mùa xuân, Thượng hoàng ở cung Trùng Hoa tại Thiên Trường, thi Đình chọn tiến sĩ, cho Đào Sư Tích đỗ Trạng nguyên, Lê Hiến Phù đỗ Bảng nhãn, Trần Đình Thâm đỗ Thám hoa\". Tất cả các vị đỗ khoa này gồm 50 người đều được ban yến, áo, xếp cho quan chức theo thứ bậc khác nhau. Riêng ba vị đỗ tam khôi, được ân vinh đi chơi phố ba ngày.\nTháng 5 năm Tân Dậu (1381), ông được bổ nhiệm chức Nhập nội hành khiển hữu ti Lang trung. Tháng 12 năm Nhâm Tuất (1382), Thượng hoàng [[Trần Nghệ Tông]] ngự ở điện Bảo Hòa cho triệu tập các quan viên trong triều là Thiêm tri nội mật viện sự Nguyễn Mậu Tiên. Lang Trung bộ Lễ Phan Nghĩa và gia thần Vũ Hiến Hầu (không rõ tên) để hỏi các việc cũ, sai biên chép, làm thành bộ ''Bảo Hòa điện dư bút'' gồm tám quyển, ghi chép theo ngày tháng để dạy vua Phế Đế, Đào Sư Tích được Thượng hoàng sai viết bài tựa. Tháng 12 năm Nhâm Thìn (1392), [[Hồ Quý Ly]] bắt đầu sự chuyên quyền. Quý Ly viết 14 thiên Minh Đạo dâng lên vua Trần Thuận Tông, tỏ ý muốn sắp xếp lại bài vị [[Khổng Tử]] thờ ở [[Văn miếu|Văn Miếu]] vì theo Hồ Quý Ly, Khổng Tử chưa phải là Tiên thánh nên không được ngồi chính giữa là vị trí của Thiên tử. Các bài Minh Đạo còn tỏ ý nghi ngờ Khổng Tử, phê phán một số nhà hiền triết của Trung Quốc cổ đại. Nhiều cận thần trong triều dâng thư can Thượng Hoàng không nên nghe theo Quý Ly. Quý Ly bèn lập mưu hãm hại. Đào Sư Tích vì liên quan tới việc này mà bị giáng xuống làm Trung thư thị lang đồng tri thẩm hình viện sự. Chán cảnh nghịch thần chuyên quyền ông cáo quan về quê mở nghề làm thuốc và dạy học. Tương truyền thời gian này ông lên cư trú tại xã Lý Hải (thôn Lý Hải, xã Phú Xuân, huyện Bình Xuyên, tỉnh Vĩnh Phúc). Năm 1394 nhà Minh có nhiều yêu sách, gây khó khăn nhằm xâm chiếm nước ta, bắt cống nạp nhiều lễ vật. Vua Trần biết Đào Sư Tích là người có tài ứng xử, học nhiều hiểu rộng, biết cách bang giao liền xuống chiếu cho mời ông về triều và cử đi sứ sang nhà Minh. Với tài năng của mình, Đào Sư Tích đã thuyết phục được vua Minh xoá bỏ được các lệ cống nạp hàng năm giữa nước Việt với nhà Minh.\n\nNgày 4 tháng 9 năm Bính Tý (1396), Đào Sư Tích qua đời đột ngột trong thời gian đi sứ, thọ 49 tuổi. Thi hài ông được đưa về nước mai táng tại Phủ Thiên Trường. Tưởng nhớ công lao của ông, các quan thái thú, tổng lý, hương hào vùng Cổ Lễ đã lập đền thờ thờ ông cùng với cha là Đào Toàn Bân. Sau khi mất, ông được dân xã Cổ Lễ lập đền thờ tại nguyên quán, gọi là ''Đào Sư Tích Từ''. Ngày nay, tại chùa Cổ Lễ có tấm bia ''nhị Đào công từ bi'' (bia về đền thờ hai cha con ông họ Đào) chép về công việc ấy. Tại làng Lý Hải, ông được cũng thờ ở ''Miếu quốc tế'' (Miếu được cả nước tế tự) và được xếp là bậc danh hiền, phong phúc thần.\n==Tác phẩm==\n[[Tập tin:Khu Den Tho Trang Nguyen) (1).JPG|thumb|Khu đền thờ Trạng Nguyên tại thôn [[Song Khê]], xã [[Song Khê]], [[thành phố Bắc Giang]], tỉnh [[Bắc Giang]].]]Văn phẩm của Đào Sư Tích để lại hiện còn có:\n\n* Bài văn Đình đối của ông trong kì thi khoa Giáp Dần năm 1374. Đây cũng là bài văn thi Đình duy nhất của các khoa thi Đình đời Trần còn được ghi chép lại.\n* Bài ''Cảnh tinh phú'' (phú sao Cảnh) chép trong ''Quần hiền phú tập'' là tập phú của các danh sĩ các đời từ Trần, Hồ và Lê, do ông [[Nguyễn Thiên Túng]] viết bài tựa biên năm Diên Ninh Đinh Sửu (1459).\n\n==Giai thoại về Đào Sư Tích==\nÔng đi thi Hội, khi xuất hành, ra đến cổng gặp người con gái, ông quay mặt nhổ nước miếng. Người con gái ấy nói lại:\n\n- Gặp tôi có can gì đến việc đi thi của ông? Gặp con gái là tốt vì chữ \"nữ\" ghép với chữ \"tử\" là chữ \"hảo\", ông đi chuyến này ắt đỗ Tiến sĩ.\n\nĐào Sư Tích trả lời:\n\n- Tiến sĩ đâu vừa ý ta.\n\nNgười con gái lại nói:\n\n- Thế thì ắt đỗ Trạng nguyên.\n\nÔng vừa lòng, trả lời:\n\n- Chính hợp ý ta.\n\nKhoa ấy quả thật ông đỗ Trạng nguyên.\n==Liên kết ngoài==\n* [https:\/\/www.youtube.com\/watch?v=ZriZoYefznc Xem video khu lăng mộ trạng nguyên Đào Sư tích]\n==Chú thích==\n{{Tham khảo}}\n{{Trạng nguyên Việt Nam}}\n\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Sinh năm 1348]]\n[[Thể loại:Mất năm 1396]]\n[[Thể loại:Thái học sinh nhà Trần]]\n[[Thể loại:Trạng nguyên Việt Nam]]"}