{"2418116":"'''Đàm Dĩ Mông''' ([[chữ Hán]]: 譚以蒙) là đại thần ngoại thích [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông giữ chức phụ chính dưới 2 triều vua [[Lý Cao Tông]] và [[Lý Huệ Tông]].\n\n==Thân thế==\nĐàm Dĩ Mông là con của tướng quân Đàm Thì Phụng và là em trai của [[An Toàn hoàng hậu|hoàng hậu An Toàn]] họ Đàm - vợ vua [[Lý Cao Tông]]. Ông được sử sách mô tả là người nhu nhược không quyết đoán, không có học vấn.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt sử ký toàn thư, Bản kỷ quyển 4]<\/ref><ref name=\"ReferenceA\">Khâm định Việt sử thông giám cương mục, chính biên quyển 5<\/ref>\n\n==Sự nghiệp==\n===Đánh dẹp khởi nghĩa===\nNăm [[1186]], chị ông là Đàm thị được phong làm An Toàn nguyên phi. Có chị làm vợ vua, Đàm Dĩ Mông được cất nhắc làm quan trong triều. Năm [[1190]], thái phó Ngô Lý Tín qua đời, ông được phong làm thái phó, phụ chính cho vua Cao Tông.<ref>Đại Việt sử lược, tr 231<\/ref>\n\nNăm [[1192]], giáp Cổ Hoành thuộc [[Thanh Hóa]] theo Lê Vãn nổi dậy chống lại triều đình. Đàm Dĩ Mông được lệnh phát binh ở phủ Thanh Hóa đánh Lê Vãn. Tới nơi, ông sai quân chặt nhiều cây cối quăng xuống sông để ngăn chặn thuyền quân nổi dậy. Vì vậy thuyền quân Lê Vãn chỉ có thể di chuyển ngang dọc mà không thể xếp thành thế trận. Nhân lúc đó Đàm Dĩ Mông thúc quân đánh gấp, phá tan quân địch, bắt được chủ tướng Lê Vãn nhốt vào cũi đưa về Thăng Long.\n\nTháng chạp năm [[1192]], Hồ Điệp ở Diễn châu lại nổi dậy chống lại triều đình. Đàm Dĩ Mông lại được cử ra trận. Ông lại thắng trận, bắt sống được Hồ Điệp.\n\nĐầu năm [[1194]], Thủ lĩnh châu Chân Đăng là Hà Lê nổi dậy. Đàm Dĩ Mông lại được cử cầm quân đi dẹp. Lần này Đàm Dĩ Mông cũng thắng và bắt được Hà Lê.\n\n===Hạn chế Phật giáo===\n[[Đạo Phật]] thịnh hành trong nước [[Đại Việt]], có quá nhiều người làm sư. Năm [[1198]], Đàm Dĩ Mông kiến nghị vua Cao Tông về nhiều vị sư phá giới không chuyên tâm tu hành, nên bắt phải hoàn tục. Cao Tông nghe theo, cho ông triệu tập các nhà sư lại, chọn ra vài chục người còn nghiêm túc giữ đạo cho làm sư, còn lại đều đánh dấu vào tay bắt phải hoàn tục hết<ref>Đại Việt sử lược, tr 235<\/ref>.\n\nCũng trong năm đó, Đàm Dĩ Mông đích thân phán xét những vụ hình ngục thuộc Đô hội phủ ngoài trú quan.\n\n===Bị giáng chức===\nTháng 7 năm [[1203]], vua [[Chiêm Thành]] là Bố Trì bị chú là Bố Do đánh đuổi, mang 200 thuyền chở gia quyến đến cửa Kỳ La để cầu cứu. Lý Cao Tông sai Đàm Dĩ Mông và Khu mật xứ Đỗ An vào Kỳ La xử lý việc này. Đến nơi, ông nghe theo lời Đỗ An, không nghe theo Phạm Diên và Đỗ Thanh, bỏ không thu nhận Bố Trì, trở về kinh đô. Kết quả 2 tướng Phạm Diên và Đỗ Thanh sợ tội, tự mang quân đánh Bố Trì, nhưng bị bại trận, còn Bố Trì cũng bỏ về nước.\n\nThượng tướng Nguyễn Bảo Lương và Thượng thư Bộ Lại Tử Anh Nhị vốn là những người có tư thù với Đàm Dĩ Mông, nhân việc Bố Trì bèn tâu lên Lý Anh Tông rằng Đàm Dĩ Mông là mọt nước hại dân. Lý Cao Tông bèn giáng ông làm đại liêu (dưới hàng Tam công), bỏ chức phụ chính.\n\n===Trở lại chức phụ chính===\nLúc đó nhiều châu trong nước nổi dậy chống lại triều đình. Tháng 10 năm [[1204]], [[Lý Cao Tông]] sai Đàm Dĩ Mông mang quân đi đắp kênh bà Câu về phía bắc dọc theo cửa sống đến trại Vạn Lôi để ngăn chặn người châu Đại Hoàng theo Phí Lang nổi loạn. Đắp kênh xong, ông lại đóng vài chục chiếc thuyền lầu, cho quân cung nỏ người Phú Lương (Thái Nguyên) trên thuyền để đánh quân nổi dậy. Sau đó Đàm Dĩ Mông trở về [[Thăng Long]] theo lệnh gọi của vua Cao Tông. Quân Phí Lang đến nơi, quân triều đình thấy địch thanh thế lớn quá đều bỏ chạy, quân cung nỏ mà Đàm Dĩ Mông sắp đặt trên thuyền đều bị giết.<ref>Đại Việt sử lược, tr 244<\/ref>\n\nTháng 2 năm [[1206]], Đàm Dĩ Mông được phong làm Thái bảo, được đội mũ củng thần. Tháng 4 âm lịch năm [[1207]], Lý Cao Tông phục chức phụ chính cho ông.\n\n===Trong biến loạn===\nTháng 8 năm 1207, [[Đoàn Thượng]] và Đoàn Chủ nổi dậy ở Hồng châu chống triều đình. Lý Cao Tông sai đem đại binh đi đánh. Đàm Dĩ Mông đem quân đạo Đại Thông (miền Hà Đông cũ dọc sông Đáy), [[Phạm Bỉnh Di]] đem quân đạo Khả Liễu, Trần Hinh đem quân đạo Phù Đái (Vĩnh Bảo, Hải Phòng), Bảo Trinh hầu đem quân đạo Nam Sách (Nam Sách, Hải Dương), cùng họp nhau đánh Đoàn Thượng. Đoàn Thượng ngầm sai người đem của cải đút lót cho [[Phạm Du]], vì vậy Phạm Du cố xin với Cao Tông tha cho Thượng. Lý Cao Tông nghe lời Phạm Du bèn triệu Dĩ Mông và Bỉnh Di về. Từ đó ông cùng Phạm Bỉnh Di có hiềm khích với Phạm Du.\n\nTháng 7 năm 1209, Lý Cao Tông nghe theo gian thần [[Phạm Du]], giết tướng hoạn quan [[Phạm Bỉnh Di]]. Bộ tướng của Bỉnh Di là [[Quách Bốc]] đánh vào kinh thành, vua Cao Tông bỏ chạy lên Quy Hóa cùng Phạm Du, còn thái tử Sảm chạy về Hải Ấp. Quách Bốc lập hoàng tử [[Lý Thẩm]] (em thái tử Sảm) lên ngôi. Đàm Dĩ Mông ở lại [[Thăng Long]] thờ vua mới Lý Thẩm, được phong chức Thái úy.\n\nThái tử Sảm ở Hải Ấp không có lệnh vua cha, tự phong chức cho những người họ Trần làm vây cánh. Cuối năm [[1209]], họ Trần ở Hải Ấp nhân danh giúp thái tử Sảm đánh vào [[Thăng Long]] diệt Quách Bốc, lật đổ Lý Thẩm để khôi phục ngôi vua của Cao Tông. Vua Cao Tông trở về [[Thăng Long]]. Đàm Dĩ Mông sợ bị tội theo Lý Thẩm, bèn sai thủ hạ đi bắt 28 người nhận chức do thái tử Sảm phong khi còn ở Hải Ấp để lập công chuộc tội, và mang đến cửa nộp cho Đỗ Anh Doãn. Nhưng ông bị Đỗ Anh Doãn kể tội theo Lý Thầm là phản nghịch. Đàm Dĩ Mông rất hổ thẹn. Tuy nhiên cuối cùng ông vẫn không bị Lý Cao Tông trị tội, cho giữ chức Thái sư như cũ.<ref name=\"ReferenceA\"\/>\n\nNăm [[1210]], [[Lý Cao Tông]] mất, thái tử Sảm lên nối ngôi, tức là [[Lý Huệ Tông]]. Họ Trần và [[Tô Trung Từ]] bắt đầu nắm quyền trong triều, nhưng thế lực cũ của các cựu thần trong đó có Đàm Dĩ Mông vẫn còn. Ông được Lý Huệ Tông phong làm Thái úy, giữ chức phụ chính thay cho Đỗ Kính Tu vừa bị Tô Trung Từ sát hại. Ít lâu sau Huệ Tông lại phong cho ông tước vương.\n\nSau đó Tô Trung Từ cũng bị giết trong cuộc tranh chấp quyền lực. Trong nước hỗn loạn chia làm nhiều phe phái đánh lẫn nhau. [[Lý Huệ Tông]] khi dựa vào họ Trần, khi dựa vào họ Đoàn và họ Nguyễn chống họ Trần. Năm [[1213]], Lý Huệ Tông sai Đàm Dĩ Mông liên kết với [[Đoàn Thượng]] ở Hồng châu chống lại [[Trần Tự Khánh]] (cháu [[Tô Trung Từ]]). Sau đó ông lại được lệnh Huệ Tông đi đến vùng sông Tam Đái tập hợp lực lượng chống họ Trần.\n\nNăm [[1214]], Lý Huệ Tông cùng thái sư Đàm Dĩ Mông tự làm tướng, hẹn với quân Hồng châu đi đánh Tự Khánh, đến Mễ Sở gặp quân của họ Trần do Vương Lê, Nguyễn Cải chỉ huy. Hai bên chưa giao chiến, quân của Lê, Cải mới hò reo tiến lên, quân triều đình đã tự tan vỡ. Vương Lê, Nguyễn Cải bắt được thuyền rồng. Cánh quân đạo Bắc Giang do thái sư Đàm Dĩ Mông thống xuất tới bến An Diên ([[Thường Tín]], [[Hà Tây]] cũ) thì bị quân của [[Trần Thừa]] tiến đánh.\n\nLý Huệ Tông thất thế, muốn chạy lên Lạng Châu. Đàm Dĩ Mông ra sức can ngăn, đề nghị Huệ Tông đóng lại Đại Thất thuộc phủ Thiên Đức ([[Bắc Ninh]]) để gọi lực lượng của họ Đoàn. Huệ Tông nghe theo, nhưng vì mãi lực lượng họ Đoàn vùng Hồng không đến trợ chiến nên Huệ Tông phải chạy lên Lạng châu.\n\nTrần Tự Khánh không mời được Huệ Tông trở về kinh bèn lập con vua Anh Tông (chú Huệ Tông) là [[Lý Nguyên vương]] lên làm vua mới, rồi bắt người trong gia quyến Đàm Dĩ Mông là Đàm Kinh Bang trói bằng dây thép giam ở Mỹ Lộc. Cuối năm đó Trần Tự Khánh thả Đàm Kinh Bang, sai đi cùng bộ tướng Nguyễn Ngạnh đến thuyết phục Lý Huệ Tông trở về kinh. Cuối cùng sau khi dựa vào các sứ quân khác đều thất bại, Huệ Tông trở lại kinh thành Thăng Long dưới quyền khống chế của Trần Tự Khánh ([[1216]]).\n\nTừ sau thất bại trước họ Trần, Đàm Dĩ Mông không được sử sách nhắc đến nữa. Không rõ ông có cùng vua Huệ Tông lên Lạng Châu hay không và không rõ cuối cùng ông mất năm nào, tại đâu trong bối cảnh loạn lạc khi đó. Đàm Dĩ Mông có thời gian hoạt động trong triều đình nhà Lý khoảng 25 năm trong 2 đời vua Cao Tông và Huệ Tông.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2013|| style=\"text-align:center;\" |《[[Thái sư Trần Thủ Độ]]》|| style=\"text-align:center;\" |[[Mạnh Cường|NSND Mạnh Cường]]\n|}\n\n==Xem thêm==\n* [[Lý Cao Tông]]\n* [[Lý Huệ Tông]]\n* [[An Toàn hoàng hậu]]\n* [[Trần Tự Khánh]]\n\n==Tham khảo==\n* [[Đại Việt sử lược]], Nguyễn Gia Tường dịch ([[1993]]), Nhà xuất bản Tổng hợp TP Hồ Chí Minh\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]"}