{"3433579":"{{Thông tin nghệ sĩ\n| tiền tố = \n| name = Đào Sĩ Chu\n| nền = họa sĩ\n| image = Đào Sĩ Chu Sàigòn 1955.JPG\n| caption = Đào Sĩ Chu,Sài Gòn, 1955\n| nghệ danh = \n| birthname = Đào Sĩ Chu\n| tên gốc = \n| othername = Đào Sỹ Chu\n| birthdate = {{ngày sinh|1911|9|20}}\n| location = [[Việt Nam]], [[Hà Nội]]\n| deathdate = {{ngày mất và tuổi|1974|6|16|1911|9|20}}\n| deathplace = [[Việt Nam]], [[Thành phố Hồ Chí Minh|Sài Gòn]]\n| nationality = [[Việt Nam]]\n| nghề nghiệp = \n| field = [[Hội họa]], [[Sơn dầu]]\n| training = [[Hà Nội]] và [[Pháp|Paris]]\n| movement = \n| famous works = ''Trẻ em'' <br\/> ''Chân dung bà Đào Sĩ Chu'' <br\/> ''Bé gái cho gà ăn''\n| influenced by = [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương (EBAI)]]\n| influenced = \n| awards = Huy chương vàng tại triển lãm [[Thành phố Hồ Chí Minh|Sàigòn]] 1955, Huy chương vàng với tác phẩm \"Trẻ em\" năm 1960\n}}\n'''Đào Sĩ Chu''' ([[20 tháng 9]] năm [[1911]] - [[16 tháng 6]] năm [[1974]]) là một họa sĩ cận đại Việt Nam, được biết đến theo phong cách truyền thống của [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương (EBAI)]].<ref name=tony1>[http:\/\/www.cornellpress.cornell.edu\/book\/?GCOI=80140100398780 The Cold War and Cultural Expression in Southeast Asia]. Edited by Tony Day, Maya H. T. Liem, 2010 Page 88 \"The established traditions of EBAI prevailed through the late 1950s to early 1960s... especially marked among those graduates who later formed the Society of Saigonese Young Artists.... who were deeply rooted traditionalists, included artists such as Tú Duyên, Nguyễn Anh, Nguyễn Siên, and Lưu Đình Khải, as well as graduates from France like [[Nguyễn Khoa Toàn]], Đào Sĩ Chu, Văn Đen, Nguyễn Sao and Trần Quang Hiếu, to mention a few.]<\/ref> Ông cũng là một nhà tổ chức triển lãm nghệ thuật và tác giả về lịch sử nghệ thuật.<ref>Corinne de Ménonville ''La peinture vietnamienne: une aventure entre tradition et modernité'' 2003 \"Dans le comité organisateur et les différentes commissions, on relèvera les noms d'artistes tels que Dao Si Chu, Thanh Le,... Dao Si Chu, dans sa préface, fait une sorte de synthèse de l'histoire de l'art en montrant toute la difficulté d'être moderne (\"Toutes les méthodes ou techniques de la peinture moderne ne sont pas franchement trouvées..\")<\/ref>\n\n== Xuất thân ==\nĐào Sĩ Chu sinh ngày 20 tháng 9 năm 1911 tại [[Hà Nội]], con của cụ Đào Huống Mai, một nhà nho học và kỹ nghệ gia tại Hàng Trống<ref>Thượng Chi Văn Tập III, [[Phạm Quỳnh]], Phần Mĩ thuật Việt Nam, chương II, trang 07-20<\/ref> và là em trai của các chị Đào thị Ngọc Thư (mẹ của nhạc sĩ [[Phạm Trọng Cầu]]<ref>báo Tuổi Trẻ Chủ nhật 26\/04\/1998<\/ref>), Đào Thị Nguyệt Minh (nữ sĩ [[Vân Đài]]) và Đào Phi Phụng.\n\nSau khi đậu bằng tú tài toàn phần của [[trường Albert Sarraut]], ông được gia đình gửi sang học tập tại khoa Dược trường đại học Toulouse, Pháp Quốc. Ông tốt nghiệp Dược Sĩ Hạng Nhất (pharmacien de 1ère classe) vào cuối năm 1939.\n\n===Trở thành họa sĩ===\nTừ khi còn là sinh viên, Đào Sĩ Chu đã bị thu hút bởi hội họa và ông thường học hỏi thêm về chuyên môn từ các danh họa tốt nghiệp từ [[Trường Đại học Mỹ thuật Hà Nội|Trường Mỹ thuật Đông Dương]] (École des beaux arts de l'Indochine, viết tắt là EBAI) như Trần Bình Lộc, [[Lê Phổ]], [[Tô Ngọc Vân]]. \n[[Tập tin:Ngã Sáu Sàigòn màu nước trên bìa cứng 24x32 1955.JPG|nhỏ|phải|Ngã Sáu Sàigòn màu nước trên bìa cứng 24x32 1955]]\n\nNăm 1949, ông sang Pháp học chuyên sâu hội họa tại một xưởng họa danh tiếng. Khoảng năm 1951, một cuộc triển lãm của Đào Sĩ Chu và họa sĩ [[Lê Bá Đảng]] (sau này cũng thành danh) được khai mạc tại phòng tranh Vibaud (Galerie Vibaud) và đã nhận được nhiều lời phê bình khen ngợi từ các tạp chí nghệ thuật Les Ponts des Arts, Le Cri de Paris,... về màu sắc và tài vẽ chân dung. Sau đó ông mở các triển lãm tranh tại [[Grand Palais]] và Salon des Indépendants mà ông là hội viên trong Hội Nghệ sĩ Độc lập (Société des Artists Indépendants)<ref>[http:\/\/www.abebooks.fr\/rechercher-livre\/auteur\/societe-des-artistes-independants\/catalogue], 69ème exposition, 1958, trang 64-65, vần D, số 875 - 876<\/ref>.\n\n[[Tập tin:Trẻ em 46x58.JPG|nhỏ|phải|Trẻ em 46x58]]\n\nTrở về nước năm 1952, ông thành lập một phòng tranh lấy tên là Liên Hương để trưng bày họa phẩm của các đồng nghiệp. Đây cũng là nơi gặp gỡ của giới trí thức và văn nghệ sĩ Hà Nội và ông cũng được mời tham gia nhiều triển lãm chung tại Nhà hát Lớn Hà Nội. Ngoài ra, ông là một nhà soạn nhạc có với hợp đồng hãng Pathé Marconi Paris sản xuất đĩa của những bản nhạc Hoàng hôn, Cố hương, Gió thu, Phụ nữ Việt Nam, Trong sương,...<ref>do danh ca Tuyết Nhung (disc PA.2855) và Hoàng Lan trình bày (disc PA. 2854 và PA. 2856)<\/ref>.\n\n===Thành công===\nNăm 1955, ông đoạt giải Huy chương Vàng trong cuộc triển lãm Sài gòn.\n\nNăm 1957, Đào Sĩ Chu được bầu làm Chủ tịch Ủy ban Thuyết trình trong Đại hội Văn hóa Quốc gia<ref>[http:\/\/hdl.handle.net\/2123\/633 Vietnamese aesthetics from 1925 onwards] - [https:\/\/ses.library.usyd.edu.au\/ The University of Sydney], Đào Sĩ Chu, 1957, Bàn về Hội Họa Việt Nam, trang 152 - 173, do Xã Hội Ấn Quán ấn hành.<\/ref> nhằm triển khai các phong trào và sự kiện văn hóa sau này như cuộc Triển lãm Mùa xuân 1958 và Đệ nhất triển lãm Mỹ thuật Quốc tế Sàigòn (26\/10\/1962) mà ông lả Tổng Đặc ủy kiêm Tổng thư ký <ref>[http:\/\/www.abaa.org\/book\/843247604] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151120200538\/http:\/\/www.abaa.org\/book\/843247604 |date=2015-11-20 }}, Đệ Nhất Triển Lãm Mỹ thuật Quốc tế Sàigòn (1962), trang 11<\/ref>. \n[[Tập tin:Chọi gà, dầu trên lụa 46x38, 1968.jpg|nhỏ|phải|Chọi gà, dầu trên lụa 46x38, 1968]]\n\nTuy ông ảnh hưởng theo trường phái của các danh họa trường Mỹ thuật Đông Dương (EBAI)<ref name=tony1 \/>, khi trong ban giám khảo của một số triển lãm, ông thường ủng hộ các họa sĩ trẻ vì quan niệm phóng khoáng của ông<ref>[http:\/\/hdl.handle.net\/2123\/633 Vietnamese aesthetics from 1925 onwards] - [https:\/\/ses.library.usyd.edu.au\/ The University of Sydney], Author, Boi Tran Huynh. Publisher, Sydney College of the Arts, University of Sydney, 2005. Length, 836 pages, chương 4, trang 196, 200, 230 và 231<\/ref>:\n\n\" Nghệ thuật là phải sáng tạo. Mặc dầu bây giờ còn nhiều khuynh hướng hiện thực cùng ấn tượng nhưng tôi tin rằng mai đây tương lai nghệ thuật sẽ tiến tới các trường phái lập thể (cubisme), vô hình dung (non figuratif) và trừu tượng (abstrait). Thật ra vì còn đương tìm hiểu nên tôi vẩn vẽ theo lối hiện thực mới trong đó có pha tính chất ấn tượng (réalisme – impressionnisme). Tôi ưa sử dụng sơn dầu hơn cả vì chỉ chất sơn dầu mới đủ khả năng lột tả tâm hồn họa sĩ và phẩm chất của nó có tính chất quốc tế hơn.”<ref>[http:\/\/hdl.handle.net\/2123\/633 Vietnamese aesthetics from 1925 onwards] - [https:\/\/ses.library.usyd.edu.au\/ The University of Sydney], Đào Sĩ Chu phỏng vấn bởi Duy Thanh, tạp chí Sáng Dội Miền Nam số 01 (7),1960, trang 5.<\/ref>\n[[Tập tin:Bé gái cho gà ăn, 46x38.JPG|nhỏ|phải|Bé gái cho gà ăn, 46x38]]\n\nĐiển hình là bức tranh \" Phong cảnh Thủ Đức \" là phong cách riêng biệt của họa sĩ Đào Sĩ Chu, được in trên trang tháng Ba của cuốn lịch năm 1959 do Sở Thông tin Hoa Kỳ ấn hành.<ref>[http:\/\/hdl.handle.net\/2123\/633\/ Vietnamese aesthetics from 1925 onwards] - [https:\/\/ses.library.usyd.edu.au\/ The University of Sydney], Figure 32, page 231: Đào Sĩ Chu,Thủ Đức, 1959, a print of an original oil painting in 1959 Calendar sponsored by The American Department of Information, photograph by Boi Tran Huynh<\/ref>.\n\nNăm 1959, ông có triển lãm chung với Thái Tuấn, Duy Thanh, Vị Ý, Lê Thị Quang, Ngọc Dũng, Phạm Thị Khánh tại phòng Thông tin Đô Thành - Sài Gòn.<ref>{{Chú thích web | url = http:\/\/tuanvietnam.net\/2010-07-16-hoa-si-ngoc-dung-vi-sao-roi-vao-bat-tan | tiêu đề = Họa sĩ Ngọc Dũng, vì sao rơi vào bất tận | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTrong thập niên 60, ông là Giáo sư [[Trường Đại học Mỹ thuật Thành phố Hồ Chí Minh|Trường Quốc gia Cao đẳng Mỹ thuật Gia Định]] và thường viết nhiều bài chuyên môn như Hội họa Trung Hoa, Nhật Bản, Khảo cứu về Đông dược bằng phương pháp thực nghiệm cho các nguyệt san Bách Khoa, Phương Đông. Từ năm 1970, ông được trường đại học Minh Đức, khoa Nhân văn và Nghệ thuật mời làm giảng viên và cố vấn.\n\nÔng mất vào ngày 16 tháng 6 năm 1974 (năm Giáp Dần) tại [[Thành phố Hồ Chí Minh|Sàigòn]].\n\n==Sau năm 1975==\n\nNhững lý thuyết mỹ thuật của Đào Sĩ Chu bị phê phán bởi họa sĩ Nguyễn Phi Hoanh (1904 - 2001), tốt nghiệp trường mỹ thuật Toulouse, tác giả quyển sách Mỹ thuật Việt Nam, chương XI, trang 247 - 277, do Nhà Xuất Bản Thành phố Hồ Chí Minh in vào tháng 11 năm 1984<ref>[http:\/\/books.google.com\/books\/about\/Mỹ_thuật_Việt_Nam.html?id Mỹ thuật Việt Nam] - Nguyễn-Phi-Hoanh - Google Books.<\/ref>.\n\nMãi đến thập niên 1990, tên tuổi họa sĩ Đào Sĩ Chu mới được nhắc đến qua hai cuộc triển lãm tuyển tập của các danh họa Việt Nam của hai nhà sưu tập tư nhân Trương Văn Ý (05\/1992) và Bùi Quốc Chí - bộ sưu tập [[Đức Minh]]-VN (1998)<ref>Trích từ báo Tuổi Trẻ ngày 6 tháng 5 năm 1992 và ngày 10 tháng 3 năm 1998<\/ref>.\n\nSau đó trong một cuộc đấu giá tranh tại [[Sotheby's]] Singapore, tháng 04 năm 2002, thấy xuất hiện một họa phẩm của Đào Sĩ Chu \"Bé gái cho gà ăn\" (là một trong những tác phẩm cuối cùng sáng tác đầu năm 1974)<ref>[http:\/\/hdl.handle.net\/2123\/633 Vietnamese aesthetics from 1925 onwards] - [https:\/\/ses.library.usyd.edu.au\/ The University of Sydney], Figure 33, page 231: Đào Sĩ Chu, Young Girl Feeding Chicken, 1974, oil, 45 x 38 cm, (Sotheby’s Catalogue April 2002). Robert Bezuijen owned the painting and released it for auction.<\/ref>.\n\nTiếp theo năm 2009 trong tháng 10, một cuộc đấu giá tranh tại Pháp, qua mạng ghi nhận một tác phẩm khác của Đào Sĩ Chu là \"Phụ nữ trẻ đang suy tư\" (sáng tác năm 1962).{{fact}}\n\nTheo báo Nhân dân điện tử (25\/06\/2011), [[Bảo tàng Mỹ thuật Việt Nam]] hiện có trong kho hơn 400 tranh sơn dầu trong đó gần 30 bức tranh sáng tác trước năm 1945 thường được gọi là tranh cận đại của các họa sĩ Lê Huy Miến (1898 - 1905), [[Trần Văn Cẩn]], [[Tô Ngọc Vân]],... bên cạnh đó còn có chín bức tranh của họa sĩ Đào Sĩ Chu không ghi năm sáng tác cụ thể cũng được xếp vào danh sách tranh cận đại.<ref>{{Chú thích web | url = http:\/\/www.nhandan.com.vn\/vanhoa\/di-san\/item\/17093802-.html | tiêu đề = Nỗi lo tuổi thọ sơn dầu | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = [[Nhân dân (báo)|Báo điện tử Nhân dân]] | ngôn ngữ = }}<\/ref>\n\nMột bức tranh \"Phong cảnh\" của họa sĩ Đào Sĩ Chu đang được trưng bày tại [[Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh]] <ref>{{Chú thích web | url = http:\/\/lecourrier.vn\/les-peintures-a-lhuile-du-musee-des-beauxarts-de-ho-chi-minhville\/122909.html | tiêu đề = Les peintures à l'huile du Musée des beaux-arts de Hô Chi Minh-Ville | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 9 năm 2016 | nơi xuất bản = lecourrier.vn | ngôn ngữ = fr }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.baotangmythuattphcm.com\/gtbosuutap\/phong-canh-dao-si-chu\/ |ngày truy cập=2016-09-07 |tựa đề=Phong cảnh – Đào Sĩ Chu, Bảo tàng Mỹ thuật tpHCM |archive-date=2016-09-15 |archive-url=https:\/\/web.archive.org\/web\/20160915052913\/http:\/\/baotangmythuattphcm.com\/gtbosuutap\/phong-canh-dao-si-chu\/ }}<\/ref>.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Thời gian sống|sinh=1911|mất=1974}}\n\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1911]]\n[[Thể loại:Mất năm 1974]]"}