{"1221706":"{{Chú thích trong bài|date=tháng 3\/2022}}\n{{Cần biên tập|date=tháng 3\/2022}}\n{{Wiki hóa|date=tháng 3\/2022}}\n'''Đào Công Giản''': một tướng lĩnh cao cấp của phong trào [[Nhà Tây Sơn|Tây Sơn]]\n\n==Hành trạng==\n\nĐào Công Giản là Đại Đô đốc dưới quyền tiết chế của Thiếu phó [[Trần Quang Diệu]]. Đào Công Giản tham gia trận đánh vây thành Bình Định đang do [[Võ Tánh]] tử thủ, sau đó ông được điều vào Phú Yên để ngăn chặn cánh quân của [[Nguyễn Văn Thành]], [[Nguyễn Đức Xuyên]] đang kéo ra giải vây.\n\n[[Đại Nam Thực Lục]] của triều Nguyễn viết: ''(Tướng giặc) [[Trần Quang Diệu]] nghe tin đại binh đến Diên Khánh, sai người đảng là bọn Đại đô đốc Đào Công Giản và Đô đốc Tuấn (không rõ họ) đem quân Hổ hầu vào Phú Yên, họp với [[Phạm Văn Điềm]] đóng giữ các bảo Hội An và La Thai''. (trang 422-Tập 1)\n\nMặc dù chống lại kịch liệt, nhưng do quân thế yếu hơn, Đại Đô đốc ĐÀo Công Giản bị bắt, ông nhịn ăn mà chết.\n\n[[Đại Nam Thực Lục]] của triều Nguyễn viết: ''Quân [[Nguyễn Văn Thành]] đến Xuân Đài, phân phái các tướng, sai Đô thống chế [[Lê Chất]], Phó tướng [[Nguyễn Đình Đắc]] và [[Trương Tiến Bảo]], ba đạo đều tiến, cùng quân giặc đánh nhau ở Xích Thổ và Thanh Kỳ (đều tên đất), thắng to. Quân ta lấy được bảo Hội An. Đô đốc giặc là Tuấn và [[Phạm Văn Điềm]] chạy ra gò ái Thạch, dựa thế núi để giữ. Bộ binh của bọn Nguyễn Đức Xuyên vừa tới. Thành lại thân đốc các quân tiến đánh. Tiền đạo Lê Chất vị trúng đạn, càng hăng máu đánh khỏe. Đức Xuyên giục quân và voi tiếp ứng, các quân thừa thế đánh theo. Quân giặc thua to, lùi về đồn La Thai. Thành bèn để quản dinh Tiên phong Nguyễn Văn Tánh ở lại đóng đồn ở Chi Phụ, rồi chia quân làm hai đạo, theo đường tắt vượt đèo mà tiến, đánh úp sau lưng giặc. Quân giặc sợ hãi cả vỡ. Đại đô đốc giặc là Đào Công Giản bỏ đồn chạy. Tánh đón đánh bắt sống được. Còn Tuấn và Điềm thì chạy thoát. Quân ta bắt sống đảng giặc và thu được cờ trống súng ống khí giới không xiết kể. Tin thắng trận báo lên. Thưởng cho tướng sĩ 3.000 quan tiền. Tù giặc là Đào Công Giản thì giam ở trong quân mà không giết. Rồi Giản bị bệnh chết, sai đem xác gửi cho giặc''. (trang 423-Tập 1)\n\n==Nhận xét==\n\nChúng ta có rất ít tư liệu về Đại Đô đốc Đào Công Giản. Nhưng có thể nói ông là một trong số những tướng lĩnh tận lực trung thành với nhà Tây Sơn.\n\n==Ghi chú==\n\nĐô đốc Tuấn: tức Đại Đô đốc [[Trần Danh Tuấn]]\n\nPhạm Văn Điềm: tức Tham đốc [[Phạm Văn Điềm]]\n\n==Nguồn tham khảo==\n\n1. [[Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n\n2. [[Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n3. [[Tây Sơn thuật lược]] - [[Tạ Quang Phát]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}