{"308192":"'''Đào Xá''' (chữ Hán: 陶舍), là một tên gọi từ lâu đời của nhiều làng xã ở nông thôn miền Bắc [[Việt Nam]]. Rất nhiều làng mang tên Đào Xá là những làng nghề truyền thống đặc sắc hoặc có những di tích lịch sử văn hóa nổi tiếng. Trong cái tên gọi này, chữ Xá ([[chữ Hán]] là 舍), có nghĩa là nơi cư trú. Đào Xá có thể có nghĩa là \"''Làng của những người mang họ [[Đào (họ người)|Đào]]''\", một họ của [[người Việt Nam]].\n\nTheo cuốn sách ''Tên làng xã Việt Nam đầu thế kỷ 19 (thuộc các tỉnh từ Nghệ Tĩnh trở ra)'', vào đầu thời [[nhà Nguyễn]], ở Bắc Bộ và Bắc Trung Bộ Việt Nam có tới 12 làng xã mang tên Đào Xá <ref>Sách ''Tên làng xã Việt Nam đầu thế kỷ 19 (thuộc các tỉnh từ Nghệ Tĩnh trở ra)'', trang 233<\/ref>, gồm:\n*xã Đào Xá tổng Đỗ Xá huyện Đường Hào phủ Thượng Hồng trấn Hải Dương (Đào Xá, Đào Dương, Ân Thi, [[Hưng Yên]]),\n*xã Đào Xá tổng Ngọc Cục huyện Đường An phủ Thượng Hồng trấn Hải Dương (Đào Quạt, [[Bình Giang|Bãi Sậy]], [[Hải Dương|Hưng Yên]]),\n*xã Đào Xá tổng Hạ Bì huyện Bất Bạt phủ [[Quảng Oai]] trấn Sơn Tây (nay là thôn Đào Xá, xã Đào Xá, [[Thanh Thủy, Phú Thọ|Thanh Thủy]], [[Phú Thọ]]),\n*xã Đào Xá tổng Phá Lãng huyện Lang Tài phủ Thuận An xứ Kinh Bắc (nay là thôn Đào Xá, xã Trung Chính, [[Lương Tài]], [[Bắc Ninh]]),\n*xã Đào Xá tổng Hương La huyện Yên Phong phủ Từ Sơn xứ Kinh Bắc (Đào Xá, [[Bắc Ninh (thành phố)|thành phố Bắc Ninh]]),\n*xã Đào Xá tổng Hồng Vũ huyện Hưng Nhân phủ Tiên Hưng [[trấn Sơn Nam]] Hạ (Đào Xá, [[Hưng Hà]], Thái Bình),\n*xã Đào Xá tổng Đồng Vi huyện Đông Quan phủ Thái Bình trấn Sơn Nam Hạ (Đào Xá, [[Đông Hưng]], Thái Bình),\n*xã Đào Xá tổng Đào Xá huyện Phụ Dực phủ Thái Bình trấn Sơn Nam Hạ (Đào Xá, [[Quỳnh Phụ]], [[Thái Bình]]),\n*xã Đào Xá tổng Tạ Xá huyện Kim Động phủ Khoái Châu trấn Sơn Nam Thượng (Đào Xá, [[Khoái Châu|Chính Nghĩa, Kim Động]], [[Hưng Yên]]),\n*xã Đào Xá tổng Lưu Xá huyện Đông An phủ Khoái Châu trấn Sơn Nam Thượng (nay là thôn Đào Xá, xã [[Nghĩa Dân, Kim Động|Nghĩa Dân]], [[Kim Động|Phú Xuyên]], [[Hưng Yên]]),\n*thôn Đào Xá tổng Đông Lỗ huyện Sơn Minh phủ Ứng Thiên trấn Sơn Nam Thượng (nay là thôn Đào Xá, xã [[Đông Lỗ]], [[Ứng Hòa]], Hà Nội),\n*thôn Đào Xá tổng Thượng Đình huyện Tư Nông phủ [[Phú Bình]] xứ [[Thái Nguyên]] (nay thành xã [[Đào Xá, Phú Bình|Đào Xá]], [[Phú Bình]], [[Thái Nguyên]]).\nNgoài ra, đầu triều nhà Nguyễn, tại huyện Phụ Dực thuộc trấn Sơn Nam Hạ, có một tổng (cấp hành chính trung gian giữa xã và huyện, ngày nay không còn nữa) cũng mang tên Đào Xá. Nhiều làng Đào Xá ngày nay phát triển thành các xã Đào Xá, như Đào Xá huyện Phú Bình hay Đào Xá huyện Thanh Thủy.\n \nMột số thôn làng khác cũng mang tên Đào Xá:\n*Thôn Đào Xá, xã [[Đào Dương]], [[Ân Thi]], [[Hưng Yên]]\n*Thôn Đào Xá, xã [[Vĩnh Xá]], [[Kim Động]], Hưng Yên\n*Thôn Đào Xá, xã [[Nghĩa Dân]], Kim Động, Hưng Yên\n*Thôn Đào Xá, xã Cao An, [[Cẩm Giàng]], [[Hải Dương]]\n*Thôn Đào Xá, xã An Bình, [[Nam Sách]], Hải Dương\n*Thôn Đào Xá, xã Thắng Lợi, Thường Tín, Hà Nội\n\n== Những làng nghề mang tên Đào Xá ==\nLàng Đào Xá thuộc xã [[Đông Lỗ]], huyện [[Ứng Hòa]], [[Hà Nội]] (trước thuộc tỉnh [[Hà Tây (tỉnh)|Hà Tây]] cũ). Vào thời Nguyễn, làng này thuộc huyện Sơn Minh phủ Ứng Thiên trấn Sơn Nam Thượng (sau là phủ Ứng Hòa tỉnh Hà Nội). Đây là làng nghề nổi tiếng với các sản phẩm nhạc cụ dân tộc Việt Nam. Các loại đàn được sản xuất ở đây gồm: [[đàn bầu]], [[đàn tam thập lục]], [[đàn đáy]], [[đàn nguyệt]], [[đàn tỳ bà]]... cho đến những [[đàn nhị|cây nhị]], cây hồ, cây líu. Sản phẩm nhạc cụ dân tộc được bán ra khắp Việt Nam.\nLàng này đang đứng trước nguy cơ mất nghề truyền thống này do thanh niên trong làng không còn hứng thú theo nghề này. \n<ref>{{Chú thích web|url=http:\/\/www.itaexpress.com.vn\/tin_ita\/d_i_s_ng\/phong_s_ky_s\/dao_xa_lang_ngh_lam_dan_dan_t_c_d_c_nh_t|tiêu đề=Đào Xá: Làng nghề làm đàn dân tộc độc nhất|ngày tháng=5 tháng 11 năm 2008}}<\/ref>. Nghề làm đàn đã được duy trì hàng trăm năm nay tại đây, cho dù ở thời hiện tại cả làng chỉ còn ngót nghét hai chục hộ vẫn đeo đuổi nghề<ref>{{Chú thích web |url=http:\/\/www.nhacviet.vietnamnet.vn\/vn\/tinnhacviet\/21350\/index.aspx |ngày truy cập=2009-09-25 |tựa đề=Bài ''Thương hiệu cho đàn Đào Xá: bao giờ mới có?'' trên Việt Nam Net |archive-date = ngày 9 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100209073501\/http:\/\/www.nhacviet.vietnamnet.vn\/vn\/tinnhacviet\/21350\/index.aspx }}<\/ref>.\n\nLàng Đào Xá xã [[Phong Khê]] [[Bắc Ninh (thành phố)|thành phố Bắc Ninh]] tỉnh [[Bắc Ninh]], thời xưa là xã Đào Xá tổng Hương La huyện Yên Phong phủ Từ Sơn, một trong 49 làng [[Quan họ]] gốc của xứ [[Kinh Bắc]] <ref name =\"Quan họ\">[http:\/\/bacninh.com\/?page=news_detail&id=6059&category_id=59&portal=bacninh Bài ''Lời ca Quan họ rộn rã một vùng quê'' đăng trên báo Bắc Ninh và Cổng thương mại điện tử Bắc Ninh.]<\/ref>. Nằm bên bờ [[sông Ngũ Huyện Khê]] (sông Thiếp), làng Đào Xá này còn nổi tiếng từ xa xưa với nghề thủ công làm [[giấy dó]] (một loại giấy truyền thống dùng để vẽ tranh dân gian như: [[tranh Đông Hồ]],...) <ref name =\"Quan họ\"\/><ref>{{Chú thích web |url=http:\/\/www.bacninh.gov.vn\/Story\/KHCNMoiTruong\/BaoVeMoiTruong\/2009\/5\/18278.html |ngày truy cập=2009-09-29 |tựa đề=Bài ''Cải thiện môi trường thôn Đào Xá'' trên Cổng giao tiếp điện tử Bắc Ninh. |archive-date = ngày 28 tháng 9 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090928053917\/http:\/\/www.bacninh.gov.vn\/Story\/KHCNMoiTruong\/BaoVeMoiTruong\/2009\/5\/18278.html }}<\/ref>.\n\nLàng thêu ren Đào Xá xã Thắng Lợi huyện [[Thường Tín]] Hà Nội, từng là một trong nhiều làng nghề thủ công truyền thống về thêu (đầu ra của nghề dệt lụa) ở đất Hà Tây quê lụa. Làng thêu Đào Xá, nằm cách trung tâm thủ đô Hà Nội 25&nbsp;km theo [[Quốc lộ 1]] về phía Nam, phía Bắc của làng gần kề với làng Quất Động quê hương của ông tổ nghề thêu ren Lê Công Hành. Nghề thêu ren truyền thống ở đây, hiện vẫn đang phát triển, với nhiều nghệ nhân vẽ kiểu tạo mẫu và hàng trăm nghệ nhân thêu ren (400 tay kim), chủ yếu làm hàng thêu xuất khẩu <ref>[http:\/\/www.cinet.gov.vn\/?ctl=usc_NewsViewsdetail&zoneid=30&rootId=0&newsid=22536 Làng thêu Đào Xá.]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n== Di chỉ khảo cổ làng cổ Đào Xá ==\nLàng cổ Đào Xá xã [[Đào Xá, Thanh Thủy, Phú Thọ|Đào Xá]] huyện Thanh Thủy tỉnh Phú Thọ (trước thuộc huyện Tam Thanh tỉnh Vĩnh Phú), là một địa điểm khảo cổ nổi tiếng với những hiện vật thuộc cuối [[thời đại đồ đá mới]], đầu [[thời đại đồ đồng]], cách đây 4000-5000 năm. Tại đây, các nhà khảo cổ đã phát hiện ra chiếc [[trống đồng]] Đông Sơn đầu tiên của tỉnh Vĩnh Phú, là [[trống đồng loại I Hegơ]] (nhóm D kiểu D1), được lưu trữ tại [[viện Bảo tàng Lịch sử Việt Nam]] <ref name=\"Tìm hiểu làng Việt\">Cuốn sách \"Tìm hiểu làng Việt\", Diệp Đình Hoa, viện Dân tộc học - viện Khoa học Xã hội Việt Nam, trang 38.<\/ref>. Làng cổ Đào Xá này nằm cạnh đường 322, chạy theo hướng Bắc Nam từ bờ [[sông Đà]] (đường 323) sang thị trấn Hưng Hóa của huyện [[Tam Nông, Phú Thọ|Tam Nông]], tại vùng ngã ba [[sông Hồng]] với sông Đà. Xã Đào Xá có địa giới giáp các xã và thị trấn: Dị Nậu ở phía Tây Bắc, Tân Phương ở phía Nam, Thạch Đồng phía Đông Nam, Dâu Dương phía Đông Bắc và [[Thành Hưng Hóa|Hưng Hóa]] phía Bắc. Địa hình xã Đào Xá này gồm một vùng đồi bát úp cao khoảng 20–40 m, là nơi cư trú từ xa xưa đến nay của người dân bản địa, bao quanh một vùng lòng chảo là nơi canh tác nông nghiệp. Các hiện vật khảo cổ được phát hiện vào các năm 1978-1982, tại vùng đồi bát úp nơi sinh sống của người Việt cổ, bao gồm: rìu có vai, rìu chữ nhất, trống đồng, chậu đồng, vò, đĩa, bát, vò men xanh,...\n\nTuy nhiên trong cuốn sánh ''Tìm hiểu làng Việt'', Diệp Đình Hoa cho rằng ngồn gốc tên gọi của làng Đào Xá này là gọi chệch từ tên Đầu Xá mà ra.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Việt Nam}}\n\n[[Thể loại:Làng Hà Nội]]\n[[Thể loại:Làng Việt Nam]]"}