{"1221736":"'''Đào Vũ Thường''' ([[chữ Hán]]: 陶武常) tên hiệu là '''Đoan Hiên tiên sinh''' (1705-1754) là một vị [[tiến sĩ]] đời nhà Lê. Ông từng làm công khoa cấp sự trung và Ngự sử [[Kinh Bắc]].<ref name=DHung-DanhNhan >[https:\/\/donghung.thaibinh.gov.vn\/gioi-thieu\/danh-nhan Danh nhân huyện Đông Hưng]. Cổng TTDT tỉnh Thái Bình: Huyện Đông Hưng, 2018.<\/ref>\n\n== Tiểu sử ==\n\nÔng sinh ngày 7 tháng 2 năm 1705 tại xóm nhà Rỏ làng Yên Lũ, huyện Thanh Lan, Phủ Tiên Hưng trấn Sơn Nam nay là xã Đông Quang, huyện [[Đông Hưng]], tỉnh [[Thái Bình]]. Năm 19 tuổi, ông đỗ cống cử khoa Quý Mão (1723) niên hiệu Bảo Thái thời vua [[Lê Dụ Tông]] và được bổ làm quan huấn đạo. Môn sinh theo học rất đông, nhiều người đỗ đạt thành tài được nhân gian truyền tụng.\n\nCó câu rằng:\n:''Nức danh Yên Lũ họ Đào''\n:''Gần xa sĩ tử xin vào nhập môn''\n\nNgày 23 tháng 7 năm [[Mậu Dần]] (1754), ông mất tại Nghệ An, khi vừa bàn giao xong công việc cũ để đi nhậm chức Ngự sử Kinh Bắc ([[Bắc Ninh]]). Con cháu đưa về táng tại quê nhà.\n\nNăm 1762 sau 2 năm đi sứ Trung Quốc, Quan bảng nhãn [[Lê Quý Đôn]] đã hiểu rõ danh tướng [[Hoàng Phúc]] là người giỏi địa lý đã sử dụng ''Cao Biền tấu thư, địa lý kiều tự'' tại Đại Việt nên đã xin nhà vua về làm tổng trấn ở tỉnh Hải Dương để quản đất Hạ Bì. Tri ân công đức của quan ngự sử Kinh Bắc, quan bảng nhãn Lê Quý Đôn đã cấp ngôi mộ trong kiểu đất đẹp ''Hạ Bì Chi Thủy'' cùng với ruộng cho thủ mộ truyền nhiều đời trông nom. Con trai cả của Cụ Đào Vũ Thường là Cụ Đào Vũ Điển khi được sắc phong ''Ngự sử đài chiều khám'' năm 1777 thì chuyển cát táng cha về [[Hạ Bì]], nay thuộc thôn Đỗ Thượng, xã Phạm Kha, huyện [[Thanh Miện]], [[Hải Dương]].\n\n== Quan nghiệp ==\n\nTuy làm quan huấn đạo bận dạy học trò trong huyện nhưng Cụ vẫn dùi mài kinh sử, luyện tập văn chương, năm 42 tuổi vượt 2000 cống sĩ, Cụ đậu tam giáp đồng tiến sĩ xuất thân khoa Bính dần (1746) niên hiệu Cảnh Hưng thứ 7 đời vua [[Lê Hiển Tông]] tại khoa thi hội ở [[Thăng Long]], được nhà vua ban cho áo mũ, cờ biển, ''\"Ấn tứ vinh quy\"'' và được khắc tên vào bia đá đặt tại [[Văn Miếu - Quốc Tử giám]].\n\nTheo quốc lễ triều Lê thời đó, mỗi tiến sĩ được cấp 30 mẫu đất để sinh cơ lập nghiệp, sinh con đẻ cháu đời đời. Cụ không nhận những chân ruộng tốt, những \"bờ xôi ruộng mật\" dân đã tốn công khai phá mà Cụ xin nhận đất ở cánh đồng mả Lờn thuộc tổng Cát Hộ, cạnh làng Yên Lũ để tránh tiếng \"chưa đỗ ông Nghè đã đè hàng tổng\". Đưa con cháu, dân làng đến khai phá đào sông dẫn thủy nhập điền trở thành ruộng đồng, làng mạc lập thành trại Đồng Lan từ đó.\n\nSinh thời, về đường quan trường sau khi đỗ [[tiến sĩ]], Cụ được thăng chức ''Công khoa cấp sự trung, tiếp theo cụ được thăng chức ''Nghệ An Thanh bình Hiến sát sứ'',Ngự sử Kinh Bắc''.\n\n== Tác phẩm ==\nNăm [[Canh Thân]] (1740) nhân có đoàn sứ bộ [[nhà Thanh]] sang nước ta vua [[Lê Hiển Tông]] triệu ông từ xứ Nghệ về để đón tiếp và đàm đạo. Khi sứ thần Trung Hoa tới đền [[Hai Bà Trưng]] ở làng Hà Lôi ngoại thành Thăng Long.(Nay là Phường Đồng Nhân, thành phố Hà Nội) để giới thiệu thắng cảnh và cùng làm thơ, ngâm vịnh. Quan nghè Yên Lũ đã hạ bút:\n\n:''Anh hùng chí khí nữ nhi nam''\n:''Thiên cổ linh nhân hách hách đàm''\n:''Túng phỉ xích phù thiên sứ Bắc''\n:''Hà nan hồng kiểm địa đồ Nam''\n:''Nhất thâu vật dĩ yên kiều biếm''\n:''Tam tiệp do linh quắc thước tàm''\n:''Thượng hải tang điền kinh kỷ cục''\n:''Y y miếu mạo chiếu hàn lam''\n\nDịch là:\n\n:''Anh hùng chí khí kém chi nam''\n:''Khí thiêng muôn thuở mãi luận bàn''\n:''Cờ đỏ tung bay rợp trời Bắc''\n:''Đánh Hán thành công đoạt đất Nam''\n:''Dẫu thua chớ trách người phận gái''\n:''Rằng được thêm dơ kẻ tướng già''\n:''Bãi bể nương dâu bao thế cuộc''\n:''Đền vẫn uy nghi bóng chiều lam.''\n:Bài thơ ca ngợi tấm gương trung liệt của Hai Bà Trưng đồng thời thể hiện tấm lòng yêu nước thương dân của quan ngự sử, làm cho Sứ thần nhà Thanh phải giật mình kính phục và nói với quan ngự sử rằng: \"Con cháu Đào tộc còn thịnh vượng lâu dài\"(Hậu sinh khả úy).\n== Di tích ==\n:Tiến sĩ Đào Vũ Thường đã để lại tấm gương cho đời về lòng hiếu học, lòng yêu nước thương dân có lẽ vì thế nên dân Đông Quang, Thái Bình và dân Phạm Kha(Hải Dương) luôn nhớ về Ông. Phần mộ của ông nằm ở nơi đất khách quê người vẫn được dân giữ gìn bảo vệ.\n:Từ đường tiến sĩ Đào Vũ Thường tại xã Đông Quang, huyện [[Đông Hưng]], tỉnh [[Thái Bình]] được nhà nước công nhận là di tích lịch sử văn hóa theo Quyết định số 2015-VH\/QĐ của Bộ trưởng Bộ văn hóa thông tin ngày 16\/12\/1993.\n\n== Gia đình ==\n:Phu nhân quan ngự sử là Phạm Thị Siêu hiệu là \"Nhân anh nghi nhân\" Sinh năm Quý tỵ 1713, tạ thế ngày 25\/2 năm Giáp Dần 1794, hưởng thọ 82 tuổi. Khi đào sông Sa Lung Quan Thượng thư Lương Quy Chính triều Thành thái Nhà Nguyễn chuyển táng về quê nhà tại mả Rồi thôn Đoài, xã Hồng Việt, huyện [[Đông Hưng]], tỉnh [[Thái Bình]] nơi có kiểu đất đẹp(Nhị nữ hiến hoa)\n:Con trai cả: Đào Vũ Điển sinh giờ Dần ngày 21\/9 năm Quý Hợi 1743, tạ thế giờ Thân ngày 10\/10 năm Canh ngọ 1810 hưởng thọ 68 tuổi. Cụ thông minh học giỏi, đỗ Hương cống(nên gọi cụ là Cống cả) học vị không bằng cha(Cụ nghè) nhưng về đường quan trường cụ lại cao hơn cha một trật(có thể là cấp). sắc phong tới chức \"Ngự sử đài chiếu khám\" năm 1777 khi mới 35 tuổi. Cụ là bạn thân với Quan bảng nhãn [[Lê Quý Đôn]] đồng triều.\n:Con thứ hai là Đào Vũ Tuân. Cụ đỗ hương cống nên gọi là cống hai.Tính cụ cương trực, gặp lúc Tây Sơn ra Bắc hà (1788) Vua Lê Chiêu Thống chạy sang Trung Quốc. Cụ không ra làm quan với nhà Tây Sơn, trung thành phù Lê, bèn cùng với nhiều ông Cống sỹ dấy quân đánh nhau với Tây Sơn, Cụ kháng cự được vài năm, do quân Tây Sơn quá mạnh cụ tuẫn tiết. Phần mộ Cụ ở làng Phù Tải(Làng Giải) huyện Thanh Miện, tỉnh hải Dương. Nhân dân địa phương gọi là mả quan.\n: Con thứ 3 là Đào Vũ Cầu. Cụ học nhà Chiêu Văn quán, hàm tú lâm cục, chức nho sinh(nên thường gọi là cụ nho ba).Cụ thọ 43 tuổi.\n\n== Tham khảo ==\n{{tham khảo}}\n* ''Đào Vũ Thường (1705-1754)- Tấm gương hiếu học yêu nước thương dân'' (tác giả Phạm Minh Đức)\n* ''Tư liệu của Giáo sư sử học Lê Văn Lan trong chương trình \"Danh nhân đất Việt\" phát sóng trên VTV1 Đài truyền hình Việt Nam vào 7h30 ngày 08\/1\/2012''\n* ''Gia phả Họ Đào phụng lập năm Nhâm ngọ 2002''\n\n{{thời gian sống|1705|1754}}\n\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Nhà thơ Việt Nam thế kỷ 18]]"}