{"491325":"{{Nhiều vấn đề|\n{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Wiki hóa|date=tháng 1\/2022}}\n{{Văn phong|date=tháng 1\/2022}}\n{{Tâng bốc|date=tháng 1\/2022}}\n}}\n'''Đào Hồng Tuyển''' (sinh năm [[1954]]) là [[Chủ tịch hội đồng quản trị|Chủ tịch Hội đồng Quản trị]] [[Tập đoàn Tuần Châu]], Phó Chủ tịch Thường trực Hội Cựu chiến binh [[Đoàn tàu Không số]] [[Việt Nam]]. Ông nổi tiếng bởi sự giàu có với vai trò \"chúa đảo\" [[Tuần Châu]] tại [[Quảng Ninh]].<ref>[http:\/\/dantri.com.vn\/c76\/s76-448675\/chua-dao-tuan-chau-cong-khai-tai-san.htm \"Chúa đảo\" Tuần Châu công khai tài sản], Dân trí<\/ref>.\n\n==Tiểu sử==\nĐào Hồng Tuyển sinh ra và lớn lên trên đất [[Quảng Yên]] - nhưng lại lập nghiệp ở [[Thành phố Hồ Chí Minh]] sau ngày Giải phóng.\n*Năm 1969, khi mới 15 tuổi, Đào Hồng Tuyển gia nhập Đoàn tàu Không số hoạt động dọc theo [[đường mòn Hồ Chí Minh]] trên biển. {{fact|date = ngày 6 tháng 1 năm 2013}}\n*Năm 1979, tham gia quân tình nguyện chiến đấu ở [[Chiến tranh biên giới Tây Nam|chiến trường Campuchia]] ở độ tuổi 25.\n*Sau khi xuất ngũ, ông từng làm nhiều nghề khác nhau và là chủ sở hữu của 34 nhà máy, xí nghiệp trong lĩnh vực nước giải khát và phân bón rồi chuyển sang lĩnh vực làm bánh kẹo, làm giấy trước khi đảm nhận các chức vụ: Phó Tổng Giám đốc Công ty Xuất nhập khẩu Trung ương Đoàn, Giám đốc Trung tâm chuyển giao và xuất nhập khẩu công nghệ, Phó Chủ tịch Hội phân bón Việt Nam. Sau đó ông tách ra tự thành lập Công ty TNHH Âu Lạc mà ông là Chủ tịch HĐQT. Sau nhiều lần \"ngụp lặn\" trong thương trường, hiện nay Tổng Công ty Âu Lạc của ông có 7 công ty thành viên với 10.000 lao động.\n*Năm 1998, ông đầu tư Dự án xây dựng khu đô thị - du lịch - giải trí quốc tế tại đảo [[Tuần Châu]], [[vịnh Hạ Long]] Quảng Ninh theo phương thức dùng quỹ đất tạo vốn xây dựng cơ sở hạ tầng với số vốn đầu tư hơn 400 triệu USD{{fact|date = ngày 6 tháng 1 năm 2013}}. Sau 13 tháng lấn biển, con đường đầu tiên nối đất liền với đảo được hoàn thành. Sau đó, ông xây dựng một loạt các khu vui chơi giải trí biến đảo Tuần Châu thực sự thành \"Ngọc Châu\" như báo chí vẫn gọi xưa nay.\n\n==Hoạt động==\nĐào Hồng Tuyển cũng là một người nổi tiếng với các dự án quỹ từ thiện. Ông đã ủng hộ các vùng bị bão số 7 năm 2005 một căn biệt thự mới xây chưa sử dụng và được bán đấu giá 12 tỷ đồng. Trước khi được khán giả cả nước biết đến qua vụ tấm thiệp 600 triệu đồng, ông Tuyển đã đầu tư xây 150 căn nhà cho người nghèo và nhiều hoạt động từ thiện khác. {{fact|date = ngày 6 tháng 1 năm 2013}}\n\nÔng Đào Hồng Tuyển nói, ông không làm những cái mà thiên hạ đã làm. \"Tôi làm những cái mà thiên hạ không làm. Hoặc làm những cái mà thiên hạ nghĩ đến nhưng không làm được\", ông Tuyển cho hay. Doanh nhân và chuyện đồn đoán thất thiệt là chuyện không thể tránh khỏi. \"Chúa đảo\" cho hay, dư luận cũng đồn đại ông nợ 4 ngàn tỷ đồng, không trả cho ngân hàng. \"Tôi chính thức khẳng định rằng, đó là chuyện bịa đặt. Tôi có thuê một công ty Hàn Quốc để họ quản lý kinh doanh các dịch vụ ở Tuần Châu, nhưng xem ra họ không đảm trách được. Năm ngoái, họ đã rút về nước rồi\", ông Tuyển chính thức lên tiếng.<ref name=\"dantri\">http:\/\/dantri.com.vn\/c76\/s76-448675\/chua-dao-tuan-chau-cong-khai-tai-san.htm<\/ref><ref name=\"dantri2\">http:\/\/dantri.com.vn\/c76\/s76-449174\/di-tim-ty-phu-usd-viet-nam.htm<\/ref>\n\nNgoài sở hữu đảo du lịch quốc tế Tuần Châu (Quảng Ninh), hiện giờ ông Đào Hồng Tuyển sở hữu 14 công ty, 34 nhà máy xí nghiệp với cả vạn công nhân…Xác nhận về tài sản của mình, \"chúa đảo\" Đào Hồng Tuyển không ngần ngại nói rằng, tổng tài sản của ông lên tới 2 tỷ đô la Mỹ. Với lượng tài sản khổng lồ nói trên, nhưng khi trả lời câu hỏi \"ông là người giàu nhất Việt Nam\", ông Tuyển có một đáp án khác: \"Tôi đã tổ chức cuộc gặp một trăm người giàu Việt Nam và một trăm người đẹp từ khắp thế giới về đây… Rất hoành tráng phải không?\"<ref name=\"dantri\"\/><ref name=\"dantri2\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Sơ khai tiểu sử}}\n\n{{Thời gian sống|1954}}\n\n[[Thể loại:Người Quảng Ninh]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Lãnh đạo doanh nghiệp]]"}