{"523081":"'''Đào Trí''' ([[chữ Hán]]: 陶致;<ref>[[:s:Trang:Viet Nam Su Luoc.djvu\/267]]<\/ref> ) (1798?<ref>Trong ''Đại Nam chính biên liệt truyện'' có câu: ''Năm [[Tự Đức]] thứ 21 (1868) tuổi Trí đến lệ 70, dâng sớ cáo lui'' (tr. 546), nên tạm suy ra là Đào Trí sinh năm 1798. Còn năm mất sách này ghi là: '' (Đào) Trí năm 80 tuổi thì chết'' (tr. 547). Tuy nhiên tra trong sách ''Đại Nam dư địa chí ước biên'' (phần tỉnh Phú Yên) do [[Cao Xuân Dục]] biên soạn thì lại thấy câu: ''Đào Trí thọ \"hơn\" 80 tuổi thì mất'' (tr. 145). Vì vậy, chưa thể xác định được năm mất.<\/ref> - ?), tự là ''Trung Hòa.''\n\nLà một võ quan cao cấp của [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nChức Vụ Cuối Đời Và Được Truy Tôn '''Bình Tây Sơn Bắc Quân Thứ Thống Đốc Tiễu Bộ Quân Vụ Đại Thần.'''\n\n==Thân thế ==\nTiên tổ '''Đào Trí''' là người [[Thanh Hóa]], sau chuyển vào ở huyện [[Đồng Xuân]], tỉnh [[Phú Yên]].\n\n== Sự nghiệp ==\nTuy là con nhà nghèo, nhưng Đào Trí rất hiếu học và ham đọc sách. Năm [[Minh Mạng]] thứ 5 ([[1824]]), theo lệ làng, ông ra đầu quân rồi thăng mãi đến Chánh đội trưởng suất đội.\n\nNăm [[Canh Tý]] ([[1840]]), Đào Trí được điều động sang Trấn Tây thành (tức [[Chân Lạp]]). Nhờ trấn áp được cuộc nổi dậy của người Chân Lạp ở Sa Tôn, nên ông được bổ chức Phó quản cơ sung Hiệp quản vệ Tả Thủy ở [[Vĩnh Long]].\n \nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), Đào Trí được thăng làm Phó vệ úy vệ Tiền doanh Hùng Nhuệ.\n\nNăm [[Đinh Mùi]] ([[1847]]), ông lãnh việc đi phòng giữ biển [[Đà Nẵng]], xây đắp đồn bảo. Một lần dự trận đánh ở Trà Sơn,<ref>Cả hai sách dùng để tham khảo đều không ghi rõ là Đào Trí đã đánh nhau với ai. Tra ở sách ''Việt Nam biên niên sử'' của Đặng Duy Phúc thì thấy [[tháng 3]] [[âm lịch]] năm [[1847]], chỉ huy Pháp là Rigault de Genouilly gây hấn ở Đà Nẵng, cho quân bắn chìm 5 chiếc thuyền vỏ bọc đồng của quân Việt, giết chết Lãnh binh Nguyễn Đức Chung và Hiệp quản Lý Diên (Nhà xuất bản [[Hà Nội]], 2009, tr. 294). Rất có thể vì vậy mà ông bị cách vì tội \"không biết ra sức\" (''Đại Nam chính biên liệt truyện'', tr. 544)<\/ref> không làm tròn nhiệm vụ, ông bị cách chức nhưng cho lưu lại, rồi đổi về làm Phó vệ úy vệ nhị Hậu doanh quân Vũ Lâm.\n \nNăm [[Tự Đức]] thứ nhất ([[1848]]), chuyển Đào Trí vào [[Nam Kỳ]] làm Lãnh binh [[Biên Hòa]], rồi [[Định Tường]]. \n \nNăm [[Giáp Dần]] ([[1854]]), ông được bổ làm Đô chỉ huy sứ vệ Cẩm Y, rồi đổi làm Tham biện quân vụ tỉnh [[Quảng Ngãi]]. Đến khi [[Nổi dậy ở Đá Vách thời Nguyễn|nạn Thạch Bích]] tạm lắng yên, ông được triệu về [[Kinh đô Huế]] làm Thự chưởng vệ, giữ quyền Hữu dực doanh Vũ Lâm.\n\nNăm [[Ất Mão]] ([[1855]]), trước khi đại thần [[Tạ Quang Cự]] về hưu đã tiến cử Đào Trí với nhà vua, nhờ vậy ông được tin cậy.\n\n[[Tháng 8]] năm [[Bính Thìn]] ([[1856]]), tàu chiến Pháp đến sinh sự ở vũng Sơn Trà thuộc cửa Hàn ([[Quảng Nam]], nay thuộc thành phố [[Đà Nẵng]]), vua Tự Đức sai Đào Trí, Hường lô tự khanh Nguyễn Duy Hiệp, Tổng đốc Quảng Nam Trần Tri cùng lo việc chống giữ.\n \nNgày 1 [[tháng 9]] năm [[1858]] ([[Mậu Ngọ]]), tàu chiến [[Pháp]] gồm 12 chiếc vào cửa Hàn, bắn phá các bảo đài. Việc ấy tâu lên, nhà vua liền sai Đào Trí cùng với Tổng đốc Nam Nghĩa ([[Quảng Nam]] và [[Quảng Ngãi]]) Trần Hoằng ra sức chống cự. Sau vì để đồn An Hải và đồn Điện Hải bị vây rồi thất thủ, Trần Hoằng bị cách, Đào Trí lên nắm quyền Tổng đốc.\n\n[[Tháng 10]] ([[âm lịch]]) năm ấy, ở [[sông Hàn]], nhờ khéo cho quân mai phục, ông và Tán tương [[Nguyễn Duy]] đã đánh lui được quân Pháp. \n \nNăm [[Nhâm Tuất]] ([[1862]]), Đào Trí được sung chức Kinh lý đại thần, đốc biện việc lương quân và khí giới từ [[Quảng Nam]] đến [[Bình Thuận]]. Nhưng chẳng bao lâu sau thì ông phải ra [[Bắc Kỳ]] nhậm chức Thống chế tham tán quân thứ Hải Yên,<ref>Hải Yên hay Hải An gồm [[Hải Dương]]& [[Quảng Yên]].<\/ref> để hiệp cùng các tướng lĩnh khác đi đánh dẹp cuộc nổi dậy của [[Tạ Văn Phụng]].\n\nTiếp đó, Đào Trí cùng với [[Trương Quốc Dụng]] và Phan Tham Tĩnh dẫn quân qua lấy lại được phủ [[Bình Giang]] và giải vây cho thành tỉnh [[Hải Dương]] vào [[tháng 7]] ([[âm lịch]]) năm ấy. Sang tháng sau, viên chỉ huy quân Cổ phỉ Tàu<ref>Sử [[nhà Nguyễn]] còn gọi là ''giặc khách''. Đây là một trong số tàn dư của các lực lượng chống [[nhà Thanh|Thanh]] nhưng đã biến chất.<\/ref> là Lý Hiệp Thắng kéo lực lượng đến vây thành tỉnh [[Cao Bằng]]. Đào Trí cùng với tướng Trương Quốc Dụng dẫn quân Hải Dương qua giải vây được.\n\nNhờ hai chiến công này, Đào Trí được thăng hàm Đô thống lĩnh chức Tổng đốc Định Yên.<ref>Định An hay Định Yên gồm [[Nam Định]] và [[Hưng Yên]].<\/ref> Ông dâng sớ đại ý nói rằng: \n:''\"Lệ [[thi Hương]] thường dùng các viên phủ, huyện sung làm sơ phúc thảo, nay đem viên giáo thụ sung vào phúc khảo, viên huấn đạo và [[cử nhân]] sung vào sơ khảo (tức giao việc này lại cho ngành giáo địa phương), để dân trong hạt không phải phiền vì việc đón tiễn\".''\n\nLời tâu được nhà vua khen là phải.\n \nGặp khi [[Nam Định]] giá gạo đắt, dân thiếu ăn, Đào Trí cùng Bố chính Nguyễn Huy Kỷ và Án sát Lê Tuấn quyên tiền giúp việc chẩn cấp được 1.400 [[lạng]] [[bạc]], 90.500 quan [[tiền]] và 2.200 hộc [[lúa]]. Bên cạnh đó, ông còn sai dựng kho xã thương được 94.100 hộc lúa cùng 1.800 quan tiền; và đôn đốc dân đắp đê, khai khẩn ruộng được hơn 17.000 [[mẫu]], được nhiều người khen là biết làm lợi cho dân<ref>Lược theo ''Đại Nam chính biên liệt truyện'', tr. 546.<\/ref>.\n\nNăm [[Bính Dần]] ([[1866]]), đến kỳ xét công lao, Đào Trí được thăng Tả quân Đô thống phủ Chưởng phủ sự, nhưng vẫn lĩnh chức như cũ. Sau, nhà vua thấy [[Hà Nội]] là nơi trọng yếu nên đổi ông đến Hà Ninh ([[Hà Nội]] & [[Ninh Bình]]), kiêm sung thống đốc việc phòng giữ ven biển của ba tỉnh là [[Nam Định]], [[Hải Dương]], [[Quảng Yên]]. Ngoài ra, ông còn đảm việc huấn luyện biền binh, sửa sang đồn lũy.\n \nNăm [[Mậu Thìn]] ([[1868]]), một nhóm [[tú tài]] ở [[Nam Định]] do Lê Đường dẫn đầu đi đốt phá nhà thờ và nhà dân theo đạo [[Thiên Chúa]] ở hai xã là Trình Xuyên và Ngọc Thành. Nhà vua cho rằng Đào Trí trước đây làm Tổng đốc Định Yên, được dân tin phục nên sai ông đến đó để giải quyết việc cho êm thắm. Xong việc, Đào Trí về lại [[Hà Nội]] rồi nhận lệnh dẫn quân mạnh đi tuần hành ở các hạt [[Nam Định]], [[Hải Dương]] và [[Bắc Ninh]].\n\nCũng trong năm này, lấy cớ già yếu (70 tuổi), Đào Trí dâng sớ cáo quan. Vua Tự Đức cho rằng ông tuy già nhưng vẫn làm được việc nên không cho. Biết Đào Trí khi ở [[Nam Định]], đã vì dân làm nhiều việc tốt, nhà vua thưởng cho ông một kim bài có chữ \"vị đức, vị dân\" và sai sử quán soạn văn bia để giao cho tỉnh trên khắc vào đá, nhưng ông từ chối.\n\nBấy giờ quân Ngô Côn (một trong số tàn dư của lực lượng chống [[nhà Thanh|Thanh]] có tên là [[Thái Bình Thiên Quốc]] nhưng đã biến chất) đang nổi lên đánh phá ở đất Bắc, nên nhà vua lại bổ Đào Trí làm Sơn Bắc quân thứ Thống đốc tiễu bộ quân vụ Đại thần. Và để thống nhất việc quân, nhà vua cho hợp tất cả các đạo quân đang đóng ở Sơn Hưng Tuyên ([[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hưng Hóa]], [[Tuyên Quang]]), rồi giao ông được toàn quyền điều động.\n \nSau đó, ở trận đồn Man Hạ, ông chỉ huy quân đánh thua, phải giáng làm Đô thống. Rồi vì suốt nửa tháng không phái quân đi đánh, ông lại bị giáng xuống Thống chế, sung việc đốc vận.\n\nNăm [[Kỷ Tỵ]] ([[1869]]), Đề đốc [[Phùng Tử Tài]] vâng chỉ dụ vua [[nhà Thanh]] sang giúp quân triều tiễu trừ quân Ngô Côn. Năm sau ([[1870]]), khi Phùng Tử Tài dẫn quân đến thành [[Tuyên Quang]], mà lương thực cùng đạn dược không được chuyển vận kịp thời. Khâm sai [[Võ Trọng Bình]] đem việc ấy tâu lên, Đào Trí bị nhà vua sai tước hết chức hàm, nhưng cho lấy công chuộc tội.<ref>Chép theo ''Đại Nam chính biên liệt truyện'', tr. 547. Trong ''Tự điển nhân vật lịch sử Việt Nam'' (bản in năm 1992), Nguyễn Q. Thắng và Nguyễn Bá Thế cho rằng vì Đào Trí đánh thua quân [[Pháp]] nên bị cách (tr. 127). Xét ra có thể không đúng vì đến năm [[1873]], quân Pháp mới ra [[Bắc Kỳ]] nhân vụ lái buôn Jean Dupuis, mà Đào Trí thì đã nghỉ hưu từ năm 1870.<\/ref>\n\nKhông lâu sau, Đào Trí được khai phục chức Lãnh binh. [[Tháng 7]] ([[âm lịch]]) năm ấy, vì quá già yếu ông lại xin nghỉ. Lần này, Đào Trí được nhà vua chuẩn y, và cho khai phục chức Chưởng vệ, tức chức quan gần như trở lại từ đầu.\n \nĐào Trí mất ở tuổi ngoài 80.\n\n==Ghi nhận công lao==\nTrong bộ sách ''[[Đại Nam chính biên liệt truyện]]'' do Tổng tài [[Cao Xuân Dục]] chủ trì việc biên soạn có lời khen ngợi Đào Trí như sau:\n:''Đào Trí tính nhanh nhẹn, thẳng thắn, thích văn chương. Tuy xuất thân về hàng ngũ, nhưng thường đón thầy dạy học. Đào Trí thích đọc [[Vũ kinh thất thư|Vũ kinh]], học qua kinh sử. Phương Đình [[Nguyễn Văn Siêu]] thường khen Đào Trí tuy bề ngoài thì võ, mà bề trong thì văn. Đào Trí ở ngoài Bắc gần 18 năm, khi đốc suất việc tỉnh, thì chính sự được chỉnh đốn, khi thống quản việc quân thì thao lược thông thạo. Võ thần như thế, thực là ít có''<ref>''Đại Nam chính biên liệt truyện'', tr. 547.<\/ref>.\n\nỞ [[Quận 7]], [[Thành phố Hồ Chí Minh]] hiện có con đường mang tên ông.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo chính==\n*[[Quốc sử quán triều Nguyễn]], ''[[Đại Nam chính biên liệt truyện]]''. Nhà xuất bản Văn học, 2004.\n*[[Quốc sử quán triều Nguyễn]], ''[[Quốc triều chính biên toát yếu]]''. Nhà xuất bản Văn học, 2002.\n\n[[Thể loại:Sinh năm 1798]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Người Phú Yên]]"}