{"13712379":"{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| tên gốc = \n| nền = đạo diễn\n| name = Đào Bá Sơn\n| chú thích hình = \n| nghệ danh = \n| birth_name = Đào Bá Sơn\n| birth_date = {{Birth year and age|1952}}\n| birth_place = [[Hà Nội]], [[Việt Nam Dân chủ Cộng hoà]]\n| death_date = \n| death_place = \n| đào tạo = [[Trường Đại học Sân khấu và Điện ảnh Hà Nội|Trường Điện ảnh Hà Nội]]\n| quốc tịch = {{VIE}}\n| nghề nghiệp = {{hlist|Diễn viên điện ảnh|Diễn viên truyền hình|Đạo diễn điện ảnh}}\n| năm hoạt động điện ảnh = [[1978]] – nay\n| spouse = \n| awards = [[Nghệ sĩ Nhân dân]]: Đợt 7 (2011)\n| image = \n}}\n\n'''Đào Bá Sơn''' (sinh ngày [[20 tháng 12]] năm [[1952]] tại [[Hà Nội]]) là một diễn viên, đạo diễn người Việt Nam. Ông là sinh viên khóa 2 Trường Điện ảnh Hà Nội từ năm 1973 đến năm 1977. Đào Bá Sơn được nhiều người biết đến với vai trò diễn viên<ref>https:\/\/vnexpress.net\/giai-tri\/dao-ba-son-tro-lai-voi-ban-linh-cong-tu-2541557.html<\/ref><ref>https:\/\/vietnamnet.vn\/vn\/giai-tri\/cuoc-song-kho-tin-cua-2-ong-tay-khet-tieng-man-anh-viet-264572.html<\/ref>. Năm 1984, ông chuyển vào sinh sống và làm việc tại [[Thành phố Hồ Chí Minh]] cho đến nay. Kể từ khi vào TP. HCM, sự nghiệp điện ảnh của ông gắn liền với [[Hãng phim Giải Phóng]]. Ông đã đóng hơn 100 vai chính, thứ trong các bộ phim điện ảnh và truyền hình.\n\nNgoài ra ông còn được biết đến với vai trò đạo diễn của nhiều bộ phim đoạt giải thưởng và được khán giả biết đến như: [[Long thành cầm giả ca (phim)|Long thành cầm giả ca]], Cầu thang tối<ref>https:\/\/vnexpress.net\/giai-tri\/phim\/cau-thang-toi-1555<\/ref>, Biệt ly trắng, Người tìm vàng, Đi qua lời nguyền, Chị Dung, Lời tạ từ trong mưa, Đám mây không dừng lại.<ref>https:\/\/thanhnien.vn\/van-hoa\/dao-dien-dao-ba-son-nho-mai-noi-nuoc-thom-ngay-tet-cua-me-666021.html<\/ref><ref>https:\/\/tuoitre.vn\/dao-ba-son-ke-tinh-cha-trong-gio-van-thoi-tu-bien-1372573.htm<\/ref>\n\nĐể ghi nhận sự đóng góp vĩ đại của ông dành cho điện ảnh nước nhà, năm 2011 ông đã vinh dự được nhà nước trao tặng danh hiệu [[Nghệ sĩ Nhân dân]].\n\n== Sự nghiệp ==\nNăm 1977, Đào Bá Sơn tốt nghiệp khóa 2 của Trường Điện ảnh Hà Nội. Năm 1978, ông về làm việc tại [[Hãng phim truyện Việt Nam]]. Năm 1980, ông về làm việc cho Nhà hát Kịch Trung ương. Năm 1984, ông bắt đầu chuyển vào sinh sống tại [[Thành phố Hồ Chí Minh]].\n\nĐào Bá Sơn là một nghệ sĩ hoạt động bền bỉ của điện ảnh Việt. Tính đến nay, ông đã có hơn 37 năm làm diễn viên và hơn 24 năm làm đạo diễn. Trong suốt sự nghiệp của mình, ông đã để lại 80 phim truyện nhựa cùng hàng trăm tập phim video và phim truyền hình.\n\nKhi mới bước vào nghề diễn viên, Đào Bá Sơn thường được giao những vai sĩ quan Mỹ, Pháp như: vai Trung úy Smith trong \"Chom và Sa\", vai Thiếu tá Jean trong \"[[Tự thú trước bình minh]]\" của đạo diễn [[Phạm Kỳ Nam]], vai Đại úy Snaider trong \"Tình không biên giới\", vai người cựu chiến binh Mỹ Rizt trong \"Pho tượng Lastmy\" của đạo diễn Nguyễn Văn Thông. Ngoài những vai diễn sĩ quan quân đội, Đào Bá Sơn còn gây ấn tượng với nhiều vai chính khác, như vai Nam trong phim \"Hãy tha thứ cho em\", vai giám đốc Tư Lê trong phim \"[[Lưới trời (phim 2003)|Lưới trời]]\"...\n\nTrong vai trò đạo diễn, Đào Bá Sơn đã gặt hái được rất nhiều thành công với 16 giải thưởng quốc gia, trong đó có 3 giải Đạo diễn xuất sắc. Nhiều bộ phim của ông được tham dự nhiều Liên hoan phim quốc tế như: \"Biệt ly trắng\", \"Madam Dung\", \"Đám mây không dừng lại\", \"Người tìm vàng\", \"[[Long thành cầm giả ca (phim)|Long thành cầm giả ca]]\". Bộ phim được đánh giá cao nhất trong sự nghiệp đạo diễn của Đào Bá Sơn chính là \"Long thành cầm giả ca\", có nội dung về đề tài lịch sử Thăng Long - Hà Nội, phim đã đoạt giải [[Giải cánh diều|Cánh diều vàng]] (2010) danh giá.\n\nHiện nay, Đào Bá Sơn đang giảng dạy tại Khoa Đạo diễn - [[Trường Đại học Sân khấu - Điện ảnh Thành phố Hồ Chí Minh|Trường Đại học Sân khấu - Điện ảnh TP. HCM]]. Tính đến nay, ông đã có hơn 12 năm cống hiến trong nghề giáo, đã đào tạo nên nhiều thế hệ nghệ sĩ trẻ. Trong đó có một số nghệ sĩ trẻ có tên tuổi như: Thanh Sơn đoạt giải Cánh diều bạc năm 2005, Nguyễn Anh Tuấn đoạt giải Cánh diều vàng năm 2007, Hồ Thanh Tuấn đoạt giải Cánh diều vàng năm 2009, Đinh Thái Thụy đoạt giải Cánh diều bạc năm 2007.\n\nÔng là ban giám khảo nhiều năm liền của Liên hoan phim trong nước [[Giải cánh diều|Cánh diều vàng]]<ref>https:\/\/dantri.com.vn\/van-hoa\/lo-dien-cac-giam-khao-dinh-dam-cua-lhp-quoc-te-ha-noi-lan-iv-2016102911420942.htm<\/ref> và cũng là ban giám khảo của hạng mục Gương mặt điện ảnh & truyền hình hôm nay - [[Giải thưởng Ngôi Sao Xanh]].\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*{{imdb name|nm4630570|Đào Bá Sơn}}\n\n{{sơ khai nhân vật Việt Nam}}\n{{thời gian sống|1952}}\n\n[[Thể loại:Sinh năm 1952]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Đạo diễn điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh tại Hà Nội]]\n[[Thể loại:Người họ Đào tại Việt Nam]]\n[[Thể loại:Phim và người giành giải Cánh diều]]"}