{"19612063":"{{Infobox Mandir|image=Đàn Sơn Xuyên.png|creator=[[Tự Đức]]|caption=Đàn Sơn Xuyên|proper_name=Đàn Sơn Xuyên|date_built=1852|architecture=Đàn tế|primary_deity=|location=Trường tiểu học Phường Đúc, số 245 đường Bùi Thị Xuân, Thành phố Huế.}}'''Đàn Sơn Xuyên''' là một [[Các đàn tế cổ tại Huế|đàn tế]] được xây dựng ở Huế dưới thời [[Tự Đức]], vào năm 1852. Đây là nơi cúng tế toàn bộ thần núi, thần sông của đất Thừa Thiên xưa, và là đàn tế thần sông núi duy nhất còn lại của Việt Nam.\n\n== Lịch sử ==\n\n=== Xây dựng ===\nTrước thời Nguyễn chưa thấy nguồn tư liệu nào nhắc đến việc xây dựng đàn Sơn Xuyên. Từ năm [[Minh Mạng]] thứ 21 (1840), các đàn tế \"danh sơn đại xuyên\" mới được thiết lập. Ở mỗi tỉnh, hằng năm mỗi khi triều đình tổ chức cúng tế xong là triệt giải chứ không làm kiên cố như đàn Sơn Xuyên ở Huế.<ref name=\":0\">{{Chú thích web|url=http:\/\/hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=5&l=vn|tựa đề=Đàn Sơn Xuyên|website=Trung tâm Bảo tồn Di tích Cố đô Huế|url-status=dead|ngày truy cập=2021-06-28|archive-date=2021-06-28|archive-url=https:\/\/web.archive.org\/web\/20210628112613\/http:\/\/hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=5&l=vn}}<\/ref>\n\nĐàn Sơn Xuyên ở Huế được xây dựng vào năm 1852, thời vua [[Tự Đức]]. Việc xây dựng đàn được triều Nguyễn giao [[Bộ Công]] trực tiếp phụ trách, dựng theo khuôn mẫu của [[Đàn Xã Tắc (Huế)|đàn Xã Tắc]].\n\nTheo sách ''[[Khâm định Đại Nam hội điển sự lệ|Khâm định Đại Nam hội điển sự lệ tục biên]]'' thì: <blockquote>\"Năm [[Tự Đức]] thứ 5 (1852): Chuẩn tấu, về việc xây dựng đàn Sơn Xuyên, nay đã chọn được một khu đất tại xứ Bộ Hóa thuộc địa phận hai xã Dương Xuân Thượng, Hạ. Đây là chỗ rộng rãi, thoáng đãng, có thể đắp đàn. Vậy nên theo mẫu đàn Xã Tắc mà liệu xây dựng. Về tầng thứ nhất qui chế hình vuông, mỗi bề đều 5 trượng 4 thước, đắp nền đất cao lên 2 thước 5 tấc; chung quanh dựng lan can cao 9 thước, tầng thứ 2 qui chế hình vuông, mỗi bề đều 10 trượng 4 thước 4 tấc, đắp nền đất cao lên 1 thước 3 tấc, chung quanh lan can cao 1 thước 8 tấc đều xây bằng gạch vuông loại xây thành. Nền bên dưới quy chế cũng vuông, mỗi bề đều 21 trượng 6 thước, đều trên đất bằng; chung quanh lan can xây bằng đá núi cho vững chắc. Nhưng đợi đến tháng 3 tháng 4 sang năm, thu hoạch lúa xong, Bộ Công sẽ tư phát cấp của công và điều động thợ đến. Lại giao cho phủ Thừa Thiên phái thuộc viên đến cùng các vật liệu cần dùng và thuê 500 tên phu theo chỉ thị của Bộ, Ty Giám thành mà xây đắ trong 2 tháng làm xong, sau đó của công chi hết bao nhiêu cứ thực khai vào sổ tiêu. Còn việc làm lấn vào điền thổ bao nhiêu mẫu sào thì do nha phủ Thừa Thiên theo lệ mà giải quyết.\n\nNăm Tự Đức thứ 6 (1853): chuẩn lời nghị, về đàn Sơn Xuyên, chuẩn y nghị định [[Bộ Lễ]] là theo mẫu đàn Xã Tắc làm nền vuông, chung quanh trồng tre xanh, ở trong trồng cây cảnh, ở ngoài cùng xây đắp thêm bằng đá núi\"<\/blockquote>\n[[Tập_tin:Sơ_đồ_Đàn_Sơn_Xuyên.png|nhỏ|Sơ đồ Đàn Sơn Xuyên]]\nTheo ''Quốc Sử Quán'', kiến trúc của Đàn Sơn Xuyên rất giống với đàn Nam Giao và đàn Xã Tắc vì đàn Sơn Xuyên hiện nay vẫn còn giữ những cấu trúc cơ bản, nhất là tầng trên. Cả hai tầng của đàn Sơn Xuyên vốn đều được xây bó quanh bằng gạch vồ và đá núi, giữa đổ đất nện chặt. Tầng trên cao hơn 1 m, mỗi cạnh rộng khoảng 22 m; tầng dưới cao gần 0,5 m, mỗi cạnh dài khoảng 45 m. Kích thước tuy nhỏ hơn nhưng về tỉ lệ giữa các tầng đàn thì khá giống đàn Xã Tắc.\n\n=== Lễ tế thần sông núi ===\nĐến năm [[Kiến Phúc]] thứ nhất (1884), nhà vua đã ban chiếu gồm 26 điều, trong đó có đề cập đến việc cúng tế các thần sông núi như sau:<blockquote>\" - [[Đàn Xã Tắc (Huế)|Đàn Xã Tắc]], [[Miếu Lịch đại đế vương|miếu Lịch Đại Đế Vương]] và [[Văn miếu (Huế)|Văn Miếu]], [[Võ miếu (Huế)|Võ Miếu]], [[Đô Thành Hoàng miếu]], Thành Hoàng miếu với các thần kỳ ở trong từ điển đều tế một đàn\n\n- Sông to núi lớn ở các địa phương đều tế một đàn\"<\/blockquote>Theo sách [[Khâm định Đại Nam hội điển sự lệ|Khâm định Đại Nam hội điển sự lệ tục biên]], tập 5, trang 50, việc tế lễ ở đàn Sơn Xuyên được quy định cụ thể:\n\n* Hằng năm tế vào các tháng trọng xuân và trọng thu (tức là tháng 2 và tháng 8 âm lịch). \n* Lễ vật gồm: một con bò, một con heo, một mâm xôi hạng lớn, 8 mâm quả phẩm (mỗi án 2 mâm), hương đèn, vàng bạc, trầu rượu, trầm trà. \n* Còn về tế phục khi hành lễ tại đây thì các quan tế đều phải mặc quan phục đại triều.\n\nViệc cúng tế ở đàn Sơn Xuyên được nhà Nguyễn duy trì đến triều [[Hàm Nghi]] năm thứ 1 (1885) và [[Thành Thái]] thứ 1 (1889), từ đó đến sau năm 1945, không thấy tài liệu nào nhắc đến việc sửa sang cũng như tế lễ ở đàn Sơn Xuyên.\n\n== Hiện trạng ==\nDi tích đàn Sơn Xuyên hiện nay nằm trong khuôn viên trường tiểu học [[Phường Đúc]], số 245 đường Bùi Thị Xuân.<ref name=\":0\" \/> Đàn hiện nay đang bị hủy hoại, nó chỉ còn lại một phần nhờ vào sự bảo vệ tự phát của thầy cô trường tiểu học Phường Đúc.\n\nĐàn Sơn Xuyên nằm lộ thiên, cao hai tầng, xây bằng gạch vồ, vôi vữa và đá núi. Tầng dưới rộng 45x45m, tầng trên đồng tâm rộng 23x23m. Theo ấn định của thời vua Tự Đức thứ 5 (1852), hai tầng đàn Sơn Xuyên được xây dựng trên khuôn viên rộng khoảng 8.410m2. Nhưng phần đất này đang thuộc phạm vi quản lý của trường học và nhà dân. Hiện chỉ còn tầng trên của đàn (cao gần 1m) nằm nổi khỏi mặt đất, cây cối um tùm. Những án thờ chư thần núi sông, bia đá, bài vị đều đã biến mất. Thay vào đó là hai bệ thờ bằng bê tông, một điểm hoá vàng mã do người dân sở tại tự xây dựng để hương khói vào khoảng năm 1969.<ref>{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/co-do-hue-tram-nam-tim-lai-dan-son-xuyen-10807.html|tựa đề=Cố đô Huế: Trăm năm tìm lại đàn Sơn Xuyên|ngày=06\/01\/2008|website=Báo Xây dựng|url-status=live}}<\/ref>\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n* [https:\/\/archives.org.vn\/video\/dan-son-dan-son-xuyen-noi-tho-cung-than-nui-va-than-song%7C-ltqgi.htm Đàn Sơn Xuyên - Nơi thờ cúng thần núi và thần sông] - Trung tâm Lưu trữ Quốc gia I\n* Phan Thuận An, [https:\/\/vjol.info.vn\/index.php\/ncpt-hue\/article\/view\/7006 Tìm thấy một di tích triều Nguyễn ở Huế: Đàn Sơn Xuyên\/A historical relic in Huế: Đàn Sơn Xuyên] - Tạp chí Nghiên cứu và Phát triển{{Quần thể di tích Cố đô Huế}}\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Đàn tế cổ ở Huế]]"}