{"1239028":"'''Đào Nguyên Cát'''   (sinh năm [[1927]]) là một [[giáo sư]], [[nhà báo]]  có nhiều năm hoạt động trong lĩnh vực  [[kinh tế|báo chí]]   tại [[Việt Nam]]. ''Thời báo Kinh tế Việt Nam'' do ông sáng lập và giữ cương vị Tổng biên tập có một vị trí đáng kể trong đời sống kinh tế Việt Nam những năm qua, đặc biệt là trong giai đoạn hội nhập với kinh tế thế giới.\n\n==Tiểu sử==\nGiáo sư Đào Nguyên Cát sinh trưởng trong một dòng họ nổi tiếng tại xã [[Cổ Am]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]. Nơi đây vốn nổi danh từ lâu bởi câu nói: \"Đông Cổ Am, Nam [[Hành Thiện]]\" ([[xứ Đông]] có làng Cổ Am, xứ [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]] có làng Hành Thiện). Dòng họ Đào ở Cổ Am nổi tiếng bởi sinh ra nhiều người có những đóng góp xuất sắc trong các ngành [[văn hóa]], [[khoa học]] của đất nước, trong đó có GS. [[Đào Trọng Thi]] hoạt động trong lĩnh vực [[toán học]].\n\nSau [[Cách mạng Tháng tám]], Đào Nguyên Cát rời ghế nhà trường tham gia hoạt động cách mạng. Trong hai cuộc kháng chiến sau này, ông hoạt động chủ yếu trong công tác tư tưởng của [[Đảng Cộng sản Việt Nam]] tại Ban Tuyên huấn Trung ương Đảng. Đầu những năm 1950, ông được tổ chức điều động lên [[Tuyên Quang]] nhận công tác. Hai lần được cử đi học lý luận cách mạng ở [[Trung Quốc]] và [[Liên Xô]], ông tiếp tục là cán bộ phụ trách trong các vụ huấn học, vụ giáo dục lý luận chính trị, công tác tại Trường đảng cao cấp tại chức, giảng bài, soạn sách và viết báo. Sau này, ông được Thủ tướng chính phủ phong học hàm Giáo sư chuyên ngành [[kinh tế học]].\n\nTrong thời kỳ [[Đổi Mới]], sau khi đã nghỉ công tác tại cơ quan Đảng, ông là người sáng lập và là lãnh đạo chủ chốt của tờ [[Thời báo Kinh tế Việt Nam]] trong hơn 20 năm qua với cương vị là Tổng biên tập. Đây là một nhóm tờ báo tự xuất bản và trực thuộc [[Hội Khoa học Kinh tế Việt Nam]]. Thời báo Kinh tế Việt Nam được coi là tờ báo có nhiều đóng góp trong lĩnh vực [[kinh tế]] tại [[Việt Nam]], đặc biệt trong giai đoạn hội nhập của [[kinh tế]] Việt Nam với [[thế giới]] những năm qua với tập hợp điều hành [[quản lý]] là những [[Nhà Lý|nhà lý]] luận kinh tế có uy tín của Việt Nam. Tờ báo phát hành rộng rãi trong nhiều [[ngôn ngữ]] như [[tiếng Việt]], [[tiếng Anh]], [[tiếng Nhật]], [[tiếng Hoa]], với các ấn bản khác nhau như [[niên giám]], [[báo điện tử]] (VnEconomy), báo \"Tư vấn Tiêu - Dùng\", đồng thời tổ chức trao các giải thưởng về kinh tế tầm cỡ quốc gia như Giải thưởng Rồng Vàng, Giải thưởng Du lịch (The Guide Awards), Giải thưởng Thương hiệu mạnh. Giáo sư Đào Nguyên Cát còn là một trong những người sáng lập Trường Đại học Quản trị kinh doanh Hà Nội, từng giữ chức Chủ tịch Hội đồng quản trị và là Phó Chủ tịch [[Hội Khoa học Kinh tế Việt Nam]].\n\n==Ghi nhận==\nNgày 10\/4\/2011, Thời báo Kinh tế Việt Nam kỷ niệm 20 năm thành lập<ref>[http:\/\/dantri.com.vn\/c36\/s20-471799\/thoi-bao-kinh-te-viet-nam-sang-tuoi-hai-muoi.htm]<\/ref>. Giáo sư Trần Phương, Chủ tịch Hội khoa học Kinh tế Việt Nam (cơ quan chủ quản của Thời báo Kinh tế Việt Nam) đã đánh giá cao những hoạt động khoa học, xã hội của báo như tổ chức các hội thảo kinh tế, trao các giải thưởng có uy tín trong lĩnh vực kinh tế tại Việt Nam…đồng thời nhấn mạnh sự nghiệp của Thời báo Kinh tế Việt Nam gắn liền với tên tuổi, công lao của người sáng lập, [[chèo]] lái cơ quan này trong suốt 20 năm đã qua là Giáo sư, Tổng biên tập Đào Nguyên Cát.\n\nÔng [[Hoàng Tùng]], nguyên Bí thư Trung ương Đảng, Trưởng ban tư tưởng văn hóa Trung ương, nguyên Chủ tịch Hội Nhà báo Việt Nam đã có những đánh giá về GS. Đào Nguyên Cát: \"Tôi làm công tác ở văn phòng trung ương đảng, tại căn cứ địa [[Việt Bắc]] từ những năm năm mươi và sau đó, chuyên làm công tác tuyên huấn; cho nên có một thời gian dài gần nửa thế kỷ khá hiểu biết về Đào Nguyên Cát... Ông là một nhà nghiên cứu, giảng bài có tín nhiệm, biết trình bày những vấn đề lý luận phức tạp, có cơ sở lý luận vững và miêu tả có logic. Văn ông sáng sủa và có phong cách riêng. Đào Nguyên Cát nổi tiếng là một nhà tổ chức giỏi. Ban Tuyên huấn Trung ương Đảng giao việc gì, dù khó, đều tin rằng Đào Nguyên Cát hoàn thành xuất sắc.\"<ref>{{Chú thích web |url=http:\/\/hodaovietnam.com\/131n\/tren-60-nam-hoat-dong-cach-mang-cua-mot-nha-giao-va-nha-bao.html |ngày truy cập=2012-04-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-09-27 |archive-url=https:\/\/web.archive.org\/web\/20110927115023\/http:\/\/hodaovietnam.com\/131n\/tren-60-nam-hoat-dong-cach-mang-cua-mot-nha-giao-va-nha-bao.html |url-status=dead }}<\/ref>\n\nVới những cống hiến cho sự nghiệp cách mạng thống nhất đất nước, ông đã được Nhà nước Việt Nam trao tặng [[Huân chương Kháng chiến]] hạng Ba (1960) và Huân chương Kháng chiến hạng Nhì (1983).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/hodaovietnam.com\/131n\/tren-60-nam-hoat-dong-cach-mang-cua-mot-nha-giao-va-nha-bao.html TRÊN 60 NĂM HOẠT ĐỘNG CÁCH MẠNG CỦA MỘT NHÀ GIÁO VÀ NHÀ BÁO (HOÀNG TÙNG)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110927115023\/http:\/\/hodaovietnam.com\/131n\/tren-60-nam-hoat-dong-cach-mang-cua-mot-nha-giao-va-nha-bao.html |date=2011-09-27 }}\n* [http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=262 Các tư liệu về Giáo sư Đào Nguyên Cát]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vneconomy.vn\/20110411032611596P0C9920\/thoi-bao-kinh-te-viet-nam-cot-moc-tuoi-20.htm Thời báo Kinh tế Việt Nam sang tuổi hai mươi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120125072529\/http:\/\/vneconomy.vn\/20110411032611596p0c9920\/thoi-bao-kinh-te-viet-nam-cot-moc-tuoi-20.htm |date=2012-01-25 }}\n\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà kinh tế học Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Nhà báo Việt Nam]]"}