{"337902":"'''Đào Quang Nhiêu''' (陶光饒; [[1601]]-[[1672]]) là một danh tướng của 3 đời chúa Trịnh ([[Trịnh Tráng]], [[Trịnh Tạc]], [[Trịnh Căn]]) thời [[Lê trung hưng]]. Ông tham gia trong cuộc [[Trịnh Nguyễn phân tranh|chiến tranh]] giữa [[chúa Trịnh]] và [[chúa Nguyễn]] giữa [[thế kỷ 17]].\n\n== Thân thế ==\nTheo sách [[Lịch triều hiến chương loại chí]], phần ''Nhân vật chí'', Đào Quang Nhiêu người làng Tuyền Cam, huyện [[Thanh Oai]], [[Hà Nội]]. Cha ông là Đào Quang Hoa, làm chức Hữu đô đốc thời Lê Thần Tông, tước Yên quận công.<ref name=\"PHC417\">Phan Huy Chú, sách đã dẫn, tr 417<\/ref>\n\nTheo Gia phả họ Nguyễn Gia chi thôn An Khoái - Dân Hòa - Thanh Oai - Hà Nội thì Đào Quang Nhiêu thực chất là người họ Nguyễn ở Thanh Oai phủ Ứng Thiên. Do bố mất sớm, ở với cậu, được cậu cho vào kinh học nên sau này nhớ ơn của cậu nên lấy họ cậu là Đào Quang.<ref>Gia phả họ Nguyễn Gia chi thôn An Khoái- Dân Hòa - Thanh Oai- Hà Nội<\/ref>\n\n==Sự nghiệp==\n=== Dẹp nội loạn ===\nLà con công thần, Đào Quang Nhiêu được nối chức cha giữ sổ quân. Thời [[Lê Chân Tông]] (1643-1649), [[Trịnh Lịch]] mưu đồ chống lại chúa [[Trịnh Tráng]], ông được lệnh cầm quân đi đánh.\n\nÔng cùng Trịnh Lịch giao chiến tại chợ Hàng Dê, chém các thủ hạ theo Lịch, bắt sống và giết chết Trịnh Lịch. Do có công trong trận này, Đào Quang Nhiêu được phong làm Đương quận công.\n\n=== Nam chinh ===\n[[Trịnh-Nguyễn phân tranh|Chiến tranh Trịnh-Nguyễn]] tiếp diễn, Đào Quang Nhiêu theo chúa Trịnh đi nam tiến.\n\nNăm 1655, ông được phong làm Đốc suất Nghệ An. Lúc đó [[Đàng Trong]] đang mạnh, [[Nguyễn Hữu Dật]] đánh úp Kỳ Hoa, tướng [[Vũ Văn Nhiên]] của Đàng Ngoài bỏ chạy, Trịnh Trượng bị bại trận ở Lạc Xuyên. Trịnh Tráng bèn sai Trịnh Toàn cùng Đào Quang Nhiêu vào chống cự, quân Nam mới rút lui. Đến tháng 4, quân Nguyễn lại đánh cửa Nam Giới, các cánh thủy quân của họ Trịnh đều bỏ chạy. Quân Nguyễn kéo đến Thạch Hà, vây giáp Đào Quang Nhiêu. Trịnh Toàn thúc các tướng đến cứu Đào Quang Nhiêu. Ông mở lũy ra đánh, quân Nguyễn thua chạy. Quang Nhiêu đuổi tới làng Đại Nại, thu được nhiều voi ngựa.<ref name=\"PHC417\"\/>\n\nNhờ chiến công đó, ông được phong làm Thái bảo.\n\nNăm 1658, quân Nguyễn lại ra đánh Bạch Đường. Đào Quang Nhiêu chống cự đuổi được quân Nguyễn phải lui. Mùa đông năm đó chúa Trịnh sai Lê Thì Hiến chia đường vào nam, đụng độ với quân Nguyễn ở huyện Hương Sơn, đánh bại quân Nguyễn. Sau trận đó, Đào Quang Nhiêu được thăng làm Phó tướng, Thiếu úy, được giao ở lại trấn thủ Nghệ An là trấn đầu địa giới giáp ranh với họ Nguyễn. Ông lãnh các tướng đóng đồn ở Hà Trung.<ref name=\"PHC418\">Phan Huy Chú, sách đã dẫn, tr 418<\/ref>\n\nNăm 1660, khi Trịnh Căn đánh đuổi được Nguyễn Hữu Dật và [[Nguyễn Hữu Tiến]] về Nam, chiếm lại 7 huyện Nghệ An, đẩy quân Nguyễn lùi về nam sông Gianh, đã giao cho ông ở lại trấn thủ đất [[Nghệ An]] và kiêm lĩnh cả đất Bắc Bố Chính để phòng giữ mọi nơi.\n\nTháng 10 năm 1661, [[Trịnh Tạc]] cử đại binh và đem vua [[Lê Thần Tông]] vào đánh chúa Nguyễn, trận này Đào Quang Nhiêu làm Tổng suất. Tuy nhiên quân Trịnh vẫn không hạ được lũy Thầy, phải rút về bắc.<ref name=\"VNSL\">[http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=208:vit-nam-s-lc-trn-trng-kim-s-chin-tranh&catid=38:lichsu&Itemid=76 Việt Nam Sử lược]{{Liên kết hỏng|date=2023-04-06 |bot=InternetArchiveBot }}<\/ref>\n\n== Qua đời ==\nTrong suốt hơn 50 năm, ông lập nhiều chiến công chống thù trong giặc ngoài cho [[chúa Trịnh]]. Ông là một trong những tướng lĩnh tham chiến chính trong thời kỳ [[Trịnh Nguyễn phân tranh]]. Ông mất năm 1672 khi đang làm trấn thủ xứ [[Nghệ An]] kiêm trấn châu [[Bố Chính]], thống suất quan Tả khuông quân dinh phó tướng thiếu úy Đương quận công, thọ 72 tuổi.\n\nĐào Quang Nhiêu được vua ban thái tể, cho thụy là ''Thuần Cẩn'', bao phong làm phúc thần, lập đền thờ ở quê nhà (xã Tuyền Cam-Thanh Oai - nay là Xã Dân Hoà, [[Thanh Oai]], [[Hà Nội]]<ref>[http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=208:vit-nam-s-lc-trn-trng-kim-s-chin-tranh&catid=38:lichsu&Itemid=76 Việt Nam sử lược]{{Liên kết hỏng|date=2023-04-06 |bot=InternetArchiveBot }}<\/ref>).\n\n== Con cái ==\nCon trai ông là [[Đào Quang Quyền]] và [[Đào Quang Huy]] cũng là những bậc danh tướng.\n[[Đào Quang Huy]] lấy quận chúa Lê Thị Ngọc Anh, được ban họ Trịnh, hiệu là Trịnh Kỳ, nhưng sau phạm tội bị chém.\n\nTháng 6\/1670 (Canh Tuất, niên hiệu [[Cảnh Trị]] năm thứ 8 [1670]), Đề đốc Tấn quận công Trịnh Kỳ được cử làm đô đốc thiêm sự.\n\n[[Đại Việt Sử ký Toàn thư]] chép:\n:\"''Tháng 9, Đào Quang Huy có tội bị giết. Quang Huy là con Quang Nhiêu, nhờ công ấm của cha, được phong chức tước quyền lộc, lấy quận chúa. Nhưng Huy kiêu lộng rông càn, làm nhiều việc bội nghịch vô đạo, lại ngầm làm nhà ở chỗ đất cấm. Có người tố cáo, việc bị phát giác, giao cho đình thần xét hỏi, biết được hết tình trạng, khép vào tội bêu đầu để giữ đúng pháp luật. Vương nghĩ đến cha hắn có nhiều công lao với nước, giảm tội cho thắt cổ chết và giết bọn đồng đảng là Kiêm Lộc hầu Trịnh Khuê''\".<ref>[http:\/\/tusach.vietnhim.com\/showthread.php?t=10&page=58 Đại Việt sử ký toàn thư, trang 58]<\/ref>\n\n== Đền thờ==\nNgôi đền hiện nay chỉ còn phần hậu cung với hai phỗng thời [[Hậu Lê]], một bát hương sành Thổ Hà, một bia chữ nhật niên đại Cảnh Hưng 43 và một bia trụ vuông ở phía cổng làng. Đặc biệt hiếm quý là nhóm tượng đá \"trâu buồn, hạc rủ\". Trâu buồn là pho tượng thể hiện một con trâu tơ tạc bằng 1 tượng đá xanh liền khối ở tư thế nằm buồn, nhưng lại nổi lên rất rõ gờ sống lưng hằn từng vết đốt xương. Trâu nằm nghiêng, mắt nhắm và miệng thì nín lặng, lịm dần cho đến khi hồn lìa khỏi xác lúc nào cũng không biết. Hạc rủ lại là một khối đá đứng tạo hình con hạc đủ cả chân cao với từng chiếc vảy và 5 ngón chân gầy guộc. Con hạc dúi cái mỏ dài ngoẵng của mình vào một bên cánh và ủ rũ cho đến chết lúc nào cũng không biết. Đền đã được xếp hạng di tích lịch sử văn hoá cấp quốc gia năm 2000.<ref>Văn bia đền thờ Đại Vương Đào Quang Nhiêu - Thôn Tiên Lữ - Xã Dân Hòa - Thanh Oai - Hà Nội<\/ref>\n\n== Tham khảo ==\n* [[Phan Huy Chú]] (2008), ''Lịch triều hiến chương loại chí, tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=1601|Mất=1672}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}