{"3637900":"{{Văn phong}}\n{{Thiếu nguồn gốc}}\n'''Đài Nghiên''' là một kiến trúc hình nghiên mực nằm bên cạnh [[Tháp Bút]] tại [[đền Ngọc Sơn]], [[hồ Hoàn Kiếm]], [[Hà Nội]]. Đài Nghiên ở bên dưới chân Tháp Bút.\n\n== Quang Cảnh và bố cục của Đài Nghiên ==\nQua cổng Long Môn - Hổ Bảng, đường vào [[đền Ngọc Sơn]] thu hẹp lại vì hai bên lề có xây hai dãy tường hoa thấp. Cuối con đường là lớp cổng thứ ba. Khác với hai lớp cổng ngoài có bốn hàng cột hay lớp cửa trống, lớp cổng này có tường cao, có mái, cửa cuốn, cánh cửa gỗ sơn son. Trên mái đặt một cái nghiên đá cho nên cổng cũng có tên là Nghiễn Đài (Đài Nghiên). Vì có bút thì phải có [[nghiên]], mà bút dùng để viết lên trời xanh thì nghiên cũng phải lớn tương xứng với bút. Đây là một cái nghiên được tạc từ cả một tảng đá xanh, hình quả đào cắt ngang theo chiều dọc, khoét lõm lòng chảo, bề dài quả đào 0,97m, bề ngang 0,8m, cao 0,3m, chu vi khoảng 2m, được làm từ lần trùng tu năm 1865. Nghiên được đội trên lưng ba con thiềm thừ (con cóc). Đặc biệt trên thân của nghiên có khắc một bài minh của [[Nguyễn Văn Siêu]]. Bài minh có 64 chữ Hán nhưng ý tứ hay, hàm súc:\n\n;Cổ hữu:\n:''Huyệt địa trực nghiễn''\n:''Chú Đạo Đức Kinh''\n:''Chước đại phương nghiễn''\n:''Trước Hán Xuân Thu''\n:''Thạch tư nghiễn dã''\n:''Phỉ tượng hà hình.''\n:''Bất phương, bất viên''\n:''Diệu tồn chư dụng.''\n:''Bất cao bất hạ,''\n:''Vị hồ quyết trung.''\n:''Phủ Hoàn Kiếm thủy,''\n:''Ngưỡng thạch bút phong.''\n:''Ứng Thượng Thai nhi thổ vân vật,''\n:''Hàm nguyên khí nhi ma hư không.''\n\nBài minh được dịch nghĩa là:\n\n\"Xưa lấy hốc đất làm nghiên, chú giải Đạo đức kinh, nghiền ngẫm bên nghiên lớn, viết sách Hán Xuân Thu. Từ đá tách ra làm nghiên, chẳng có hình dáng. Không vuông không tròn, dùng vào mọi việc thật là kì diệu. Không cao không thấp, ngôi ở chính giữa. Cúi coi hồ Hoàn Kiếm, ngửa trông ngọn tháp Bút đá ứng vào sao Thai mà làm ra mọi biến đổi. Ngậm nguyên khí mà mài hư không\".\n\nTheo nhà nghiên cứu Nguyễn Vinh Phúc thì có thể đây là một quan niệm có tính chất bản thể luận về nghiên mực cũng như thể hiện tư tưởng của con người thời phong kiến.\nỞ khoảng giữa vòm cửa và hai chữ Nghiễn Đài có đắp bức cuốn thư bên trong là những dòng chữ Hán. Những dòng chữ đó cũng chính là bài minh khắc ở nghiên đá được đắp lại nhưng lại được viết theo lối chữ thảo.\n\nMặt sau của đài Nghiên, ở hai bên cửa có hai câu đối mang đậm màu sắc của Đạo giáo:\n:''Dạ nguyệt hoặc qua tiên thị hạc''\n:''Hào lương tín lạc tử phi ngư''\n\nDịch nghĩa:\n: Đêm trăng, ngờ bay qua hạc ấy là tiên\n: Cầu hào, tin niềm vui người không phải cá.\n\nVế thứ nhất của câu đối lấy điển tích trong bài [[Hậu Xích Bích phú]] của [[Tô Đông Pha]]. Vế thứ hai lấy điển tích ở sách [[Trang Tử]]. Hai câu đối này thể hiện quan điểm hư vô của Đạo giáo.\n\n== Ảnh hưởng du lịch và văn hoá ==\nNhiều người cho rằng, trong năm, du khách đến thăm đền Ngọc Sơn có thể may mắn chứng kiến giây phút kì diệu nhất của kiến trúc này. Đó là khi mặt trời đứng bóng, bóng Tháp Bút chấm đúng vào giữa lòng '''Đài Nghiên'''. Cùng với Tháp Bút, '''Đài Nghiên''' trở thành biểu trưng văn hoá với triết lý cao siêu, hướng thiện, là một công trình vô giá trong quần thể di tích [[đền Ngọc Sơn]] và hồ [[Hồ Hoàn Kiếm|Hoàn Kiếm.]]\n[[Thể loại:Hoàn toàn không có nguồn tham khảo]]\n[[Thể loại:Hoàn Kiếm]]"}