{"19625966":"{{Infobox Mandir|image=|creator=[[Thành Thái]]|caption=Đàn Âm Hồn|proper_name=Đàn Sơn Xuyên|date_built=1895|architecture=Đàn tế|primary_deity=|location=73 Ông Ích Khiêm, phường [[Thuận Hòa]], [[Huế]].}}'''Đàn Âm Hồn''' là [[Các đàn tế cổ tại Huế|đàn tế]] ở [[Huế]] được xây dựng vào thời [[Thành Thái]] (1894) để tế các vong hồn binh lính dân chúng chết trong sự kiện [[Trận Kinh thành Huế 1885|Thất thủ Kinh Đô]] vào ngày 23 tháng 5 Âm lịch hàng năm.\n\n== Lịch sử ==\nTheo sách ''[[Đại Nam thực lục]]'', ngày 23\/5\/1885, [[Thất thủ kinh đô|Kinh thành Huế thất thủ]] trước sự tấn công của quân Pháp, hàng nghìn quan quân và dân chúng chết trong cảnh binh đao hỗn loạn. Năm 1894, vua [[Thành Thái]] cho xây Đàn Âm Hồn và hàng năm vào ngày 23\/5 Âm lịch, triều Nguyễn đều cử hành lễ tế.\n\nĐàn được xây dựng tại địa điểm diễn ra trận tập kích với quy mô lớn do quan đại thần [[Tôn Thất Thuyết]] và em trai ông trực tiếp chỉ huy nhằm tiêu diệt đội quân hùng hậu của Pháp mới tăng cường. Theo sử sách, cuộc tập kích đã thất bại. Tại nơi xảy ra trận chiến, toàn bộ số binh sĩ triều đình tử trận, một phần bị quân Pháp vứt xuống sông, một số bị đem thiêu, làm cho cả kinh thành sống trong mùi xú uế hàng tháng trời. Trong khoảng thời gian sau đó, dân cư sống gần khu vực này không được yên ổn, liên tục xảy ra hỏa hoạn, bất an. Trong dân chúng bắt đầu xuất hiện tin đồn rằng vong hồn những người chết trận đã gây nên hỏa hoạn do không được thờ cúng. Để trấn an người dân, vào năm 1894, triều đình Huế đã cho lập đàn thờ các binh sĩ tử trận, gọi là đàn Âm hồn.<ref name=\":1\">{{Chú thích web|url=https:\/\/kienthuc.net.vn\/di-san\/kham-pha-dan-te-am-hon-it-nguoi-biet-o-hoang-thanh-hue-952888.html#p-2|tựa đề=Khám phá đàn tế Âm hồn ít người biết ở Hoàng thành Huế|ngày=28-10-2017|website=Báo Kiến Thức|url-status=live}}<\/ref>\n\nĐàn này lúc đầu được đắp bằng đất, sau được xây cất tử tế, trở thành ngôi đền trong đó có đặt bài vị ghi danh các chiến sĩ đã hy sinh trong ngày kinh đô thất thủ. Sau này, triều đình cho làm thêm một ngôi nhà ba gian để giữ đồ thờ cúng gọi là tự khí và các tài liệu liên quan, đồng thời cắt một đội quân nhỏ để coi sóc chung cho cả đàn.\n\nR. Orband trong \"Lịch biến cố An Nam\" (Éphéméride Annamites, BAVH 1915-3)<ref name=\":0\">''Những Người Bạn Cố Đô Huế - Tập 3 (1915)'', NXB Thuận Hoá, 1997, Trang 312<\/ref> viết rằng:<blockquote>Ngày 6 tháng 7 năm 1915 (ngày 24 tháng 5 niên hiệu 9 [[Duy Tân]]): Lễ cúng tưởng niệm u hồn (cô hồn). Sau những trận đánh ở Huế thời [[Hàm Nghi]] nguyên niên (1885), những người chết trận - theo lời của người dân Kinh Thành than oán – là ma đã gây ra nhiều đám cháy. Tháng 6 năm 1894 (tháng 5 niên hiệu 6 [[Thành Thái]]), Thựơng thư Bộ Lễ xin phép được dựng trong Kinh thành gần cửa Quảng Đức và gần Lý Thiện (bếp) một đàn để hàng năm đến ngày cúng (24 tháng 5 nghĩa là vào khoảng 5 tháng 7 dương lịch); nhiều bàn thờ để đặt các lễ vật cúng cho những nạn nhân chiến tranh<\/blockquote>\n\n== Lế tế Âm Hồn ==\nR. Orband trong \"Lễ hội ở Huế\" (Les fêtes a Hue, BAVH 1916-2)<ref>''Những người bạn Cố đô Huế - Tập 3 (1916)'', NXB Thuận Hoá, 1997, Trang 199<\/ref> viết:<blockquote>Ngày 24 tháng 5, ở Kinh thành có một đợt cúng cô hồn đơn giản nhưng rất cảm động. Sau các trận đánh ở Huế năm 1885, ngày mồng năm tháng bảy, vong linh người chết, theo lời kể của dân ở thành, đã trở thành nhiều hồn ma gây nhiều hoả hoạn. Vì người dân không cúng cho họ. Vì vậy đến năm 1894, Bộ Lễ có đặt ở cửa Quảng Đức một bãi đất, mà hàng năm vào ngày kỵ, người ta dựng các bàn thờ để cúng các vong linh bị chết trong chiến tranh. Vị đề đốc hộ thành đứng chủ lễ và trong buổi lễ có đọc sớ.<\/blockquote>R. Orband trong \"Lịch biến cố An Nam\" (Éphéméride Annamites, BAVH 1915-3)<ref name=\":0\" \/> ghi lại rằng: <blockquote>Lễ vật gồm có: một con bò, một con dê, một con lợn, xôi, thức ăn chín, nước chè, rượu, gạo, vàng bạc, đèn hương… Một vị quan võ cao cấp được cử theo chiếu vua để điều khiển cúng bái; một quản vệ và hai ông đội hành lễ. Bài vị của Thành Hoàng (vị thần bảo vệ Kinh Thành) được đặt trên bàn thờ chính, bài vị của quan viên thương vong (các quan văn, võ tử trận) được đặt bàn thờ giữa (trung án), bài vị các lại binh (quan nhỏ và lính tử trận) trên bàn thờ bên trái (tả án), sau cùng là của nam, phụ, lão, ấu (đàn ông, đàn bàm công già, trẻ con) đặt bên phải (hữu án). Buổi lễ có 3 tuần rượu và đọc sớ do một tuyên tế văn ở hàm bát phẩm hay thất phẩm cầu khấn như sau: ''\"Ngày 24 tháng 5 niên hiệu 9 Duy Tân, thừa lệnh nhà vua, vị đề đốc hộ thành, Võ… xin trân trọng kính vái các vong linh của quan vị, nhân viên, quân lính nam phụ lão ấu hy sinh trong trận vào tháng 5 Ất Dậu (1885, các lễ vật tế đầy đủ như trên, kính mong quý vị vui vẻ chấp nhận cho…\"''<\/blockquote>Dưới thời đại quân chủ, vào ngày tế lễ, bà [[Từ Cung Hoàng thái hậu|Từ Cung]] cho lính gánh lễ vật ra cúng tại miếu. Giờ hành lễ, quan lại các bộ trong Thành Nội cũng đến hành lễ. Năm nào phẩm vật và tiền bạc cúng phong phú thì ban tổ chức cho hạ bò, lợn để cúng tế.\n\nLễ tế Đàn Âm hồn lúc bấy giờ được xem như quốc lễ, quan Đề đốc kinh thành làm chủ tế. Nghi thức này kéo dài cho đến năm 1945. Sau năm 1945, do sự tan rã của nhà Nguyễn, đàn Âm hồn không còn được bảo vệ như xưa. Các công trình của đàn tế dần dần đổ nát do chiến tranh cũng như sự xâm hại của con người. Dù vậy, việc tế Đàn Âm hồn vẫn được người dân trong khu vực duy trì cho đến nay qua việc hình thành Phổ Phước Lợi (ban cúng tế) với sự tham gia của khoảng 100 hộ gia đình.<ref name=\":1\" \/>\n\n== Hiện trạng ==\nĐàn Âm Hồn hiện nay tọa lạc tại số 73, đường Ông Ích Khiêm, phường [[Thuận Hòa (phường)|Thuận Hòa]], thành phố Huế.\n\nDi tích đàn Âm Hồn đã bị xấm lấn và chiếm dụng vào mục đích khác trong nhiều thập niên qua. Di tích này đã được UBND tỉnh Thừa Thiên Huế công nhận là di tích cấp tỉnh vào ngày 15\/12\/2013. Đến thời điểm tháng 05\/2017, toàn bộ diện tích của di tích này đã được thu hồi.\n\nTháng 5\/2018 lần đầu tiên lễ tế Âm hồn được diễn ra đúng với nghi lễ của triều đình trên mảnh đất di tích lịch sử này.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/tai-hien-le-te-dan-am-hon-theo-nghi-thuc-duoi-trieu-nguyen-o-hue-20180706072050171.htm|tựa đề=Tái hiện lễ tế đàn Âm hồn theo nghi thức dưới triều Nguyễn ở Huế|ngày=06-07-2018|website=Tuổi Trẻ Online|url-status=live}}<\/ref>\n\n== Đàn Âm hồn trong văn thơ ==\nTrong thời gian 15 năm bị giam lỏng ở [[Bến Ngự]] (1925-1940), [[Phan Bội Châu]] từng đến dự lễ tế âm hồn 23 tháng 5 tại đàn Âm Hồn và ông đã làm một \"Văn tế cô hồn 23 tháng 5 ở Kinh thành Huế\" rất thống thiết. Nhiều người Huế còn thuộc bài văn tế này và bài văn đã được ghi lại đưa vào Phan Bội Châu Toàn tập (t.6, NXB Thuận Hoá, 1990, tr. 358). Kết thúc bài văn tế ông viết:<blockquote>''\"Cùng cha chú bác thím mợ cô dì ta cả thày, đau đoạn sau càng đau đoạn trước, tình nhất sinh nhất tử sơ khác gì thân.''\n\n''Nầy hương hoa vàng giấy xôi rượu chuối chè, chút gọi rằng nếm lấy hơi xin nếm lấy lòng, nghĩa đồng chủng đồng bào thác xem như sống.''\n\n''Hỡi tinh linh các đấng, phù trì cho Tổ quốc trường tồn.''\n\n''Nay quốc ngữ vài hàng, ao ước những chí thành năng động.\"''<\/blockquote>\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Đàn tế cổ ở Huế]]\n[[Thể loại:Di tích Cố đô Huế]]"}