{"35880":"{{bài cùng tên|Đàn Nam Giao}}\n{{Infobox Mandir \n|image =Dan Nam Giao Hue.jpg\n|creator= [[Gia Long]] \n|caption=Đàn Nam Giao\n|proper_name= Đàn Nam Giao \n|date_built =1803\n|architecture=Đàn tế \n|primary_deity=\n|location=Quần thể di tích cố đô Huế \n}}\n'''Đàn Nam Giao triều Nguyễn''' ([[tiếng Hán]]: 阮朝南郊壇) là nơi các vua nhà Nguyễn tổ chức lễ tế trời đất vào mùa xuân hàng năm, thuộc địa phận phường Trường An, thành phố [[Huế]]. Đây là đàn Nam Giao duy nhất còn hiện hữu (dù trong tình trạng không còn nguyên vẹn) ở [[Việt Nam]], cũng là đàn tế duy nhất còn tồn tại trong số nhiều [[Các đàn tế cổ tại Huế|đàn tế cổ ở Huế]].\n\nLễ tế Nam Giao là nghi lễ quan trọng bậc nhất dưới chế độ quân chủ vì chỉ nhà vua mới có quyền làm lễ tế Giao, tức là tế Trời Đất, nhằm khẳng định tính chính thống của triều đại, uy quyền của Hoàng đế tuân theo mệnh trời mà cai trị dân chúng. Do vậy, hầu như các [[Lịch sử Việt Nam|triều đại phong kiến Việt Nam]] đều tổ chức lễ tế Giao và cho xây dựng [[đàn Nam Giao]]. Cũng với mục đích đó, đàn Nam Giao đã được [[nhà Nguyễn]] khởi công xây dựng vào ngày [[25 tháng 3]] năm [[1806]]. Sau khi hoàn thành, vua [[Gia Long]] lần đầu tiên tổ chức lễ tế Giao tại đây vào ngày [[27 tháng 3]] năm [[1807]].\n\nĐàn Nam Giao triều Nguyễn là một tổ hợp các công trình kiến trúc gồm Giao đàn, Trai cung, Thần trù và Thần khố trong khuôn viên hình chữ nhật có diện tích đến 10[[Hecta|ha]]. Trung tâm của khuôn viên đàn Nam Giao là Giao đàn, hướng về phía nam, gồm 3 tầng: tầng trên cùng là Viên đàn, xây thành hình tròn, tượng trưng cho Trời; hai tầng dưới là Phương đàn, xây thành hình vuông, tượng trưng cho Đất. Đây là nơi diễn ra các hoạt động lễ nghi chính trong lễ tế Nam Giao. Ở phía tây nam của Giao đàn là Trai cung, xây dựng theo thế \"tọa bắc hướng nam\", là nơi nhà vua trai giới thanh tịnh trước khi hành lễ. Ngoài ra còn có Thần khố là kho cất giữ đồ tế khí, Thần trù là nhà bếp chuẩn bị đồ tế lễ, nằm ở phía đông bắc của Giao đàn. Một rừng thông xanh ngắt bọc lấy toàn bộ khuôn viên đàn Nam Giao.\n\nTrong suốt 79 năm ([[1807]] - [[1885]]) độc lập của nhà Nguyễn, đàn Nam Giao luôn là nơi tổ chức nghi thức tế Giao đều đặn vào mùa xuân hàng năm. Từ năm [[1886]] đến năm [[1890]], triều đình Huế không tổ chức lễ tế Giao. Bắt đầu từ năm [[1891]], cứ ba năm một lần, vua Nguyễn lại đến tế Trời Đất ở đàn tế. Lễ tế cuối cùng của triều Nguyễn tại đây là vào ngày 23 tháng 3 năm [[1945]]. Như vậy, đã có 10 trong tổng số 13 vị vua nhà Nguyễn đích thân tế hoặc sai người tế thay ở đàn Nam Giao với 98 buổi đại lễ được tổ chức.\n\nSau khi [[nhà Nguyễn]] chính thức cáo chung vào [[tháng 8]] năm [[1945]], đàn Nam Giao không được sử dụng đúng mục đích, dần dần đổ nát, hoang phế qua hai cuộc [[chiến tranh Đông Dương]] và [[chiến tranh Việt Nam]] ác liệt, giống như nhiều di tích trong [[quần thể di tích Cố đô Huế]]. Năm [[1977]], đàn Nam Giao nhà Nguyễn bị xâm hại nghiêm trọng khi chính quyền tỉnh [[Bình Trị Thiên]] cho xây dựng một đài tưởng niệm liệt sĩ bằng gạch trên nền Viên đàn. Sự kiện này đã gây xôn xao dư luận Huế nhưng mãi đến ngày 15 tháng 9 năm [[1992]], [[Ủy ban nhân dân|UBND]] tỉnh [[Thừa Thiên Huế]] mới có quyết định di dời đài tưởng niệm liệt sĩ, khôi phục đàn Nam Giao, đồng thời giao [[Trung tâm Bảo tồn Di tích Cố đô Huế|Trung tâm Bảo tồn di tích Cố đô Huế]] nhiệm vụ bảo vệ, lập hồ sơ, luận chứng kỹ thuật phục vụ công tác trùng tu. Năm [[1993]], đàn Nam Giao nhà Nguyễn nằm trong danh mục 16 di tích có giá trị toàn cầu nổi bật được [[UNESCO]] công nhận là [[di sản văn hóa thế giới]]. Năm [[1997]], đàn được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] nước Cộng hòa Xã hội chủ nghĩa Việt Nam xếp hạng di tích lịch sử - văn hóa cấp quốc gia và được trùng tu tôn tạo bước đầu. Mùa [[Festival Huế]] năm [[2004]], lần đầu tiên sau gần 60 năm vắng bóng, Trung tâm Bảo tồn di tích Cố đô Huế đã phục dựng lại lễ tế Nam Giao ở đàn Nam Giao triều Nguyễn và đây tiếp tục là điểm nhấn trong các mùa [[Festival Huế]] nhiều năm sau.\n\n==Vị trí và kiến trúc==\n===Vị trí===\nĐàn Nam Giao triều Nguyễn được xây dựng ở xã Dương Xuân, về phía nam của kinh thành [[Huế]], nay thuộc địa phận phường Trường An, thành phố [[Huế]], cách [[Kỳ đài]] 3[[km]] theo đường chim bay<ref name=pxp>{{chú thích web|url=http:\/\/www.truongkieumauhue.org\/forum\/YaBB.pl?num=1161853658\/88|title=Thăng trầm đàn Nam Giao triều Nguyễn|ngày truy cập=2021-06-01|archive-date = ngày 28 tháng 10 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121028173558\/http:\/\/www.truongkieumauhue.org\/forum\/YaBB.pl?num=1161853658%2F88}}<\/ref>. Cổng phía bắc của di tích là giao lộ của các trục đường Điện Biên Phủ, đường Phan Bội Châu, đường Lê Ngô Cát và đường Ngự Bình. Về phía đông, đàn Nam Giao giáp đường Tam Thai, phía tây giáp đường Minh Mạng.\n===Kiến trúc===\n[[Tập tin:Trai Cung.jpg|nhỏ|phải|300px|Mặt bên chính điện Trai cung (齋宮).]]\n\nĐàn Nam Giao triều Nguyễn được xây dựng trên khuôn viên hình chữ nhật có diện tích 103.350[[Mét vuông|m²]] với [[chiều rộng]] (hai cạnh bắc nam) là 265[[Mét|m]] và chiều dài (hai cạnh đông tây) là 390m<ref name=pxp\/>. Bốn mặt khuôn viên đều trổ cửa theo bốn hướng đông, tây, nam, bắc trong đó cửa nam là cửa chính<ref name=qh>{{chú thích web|url=http:\/\/honvietquochoc.com.vn\/Van-hoa\/Truyen-thong\/Le-te-Nam-Giao.aspx|title=Lễ tế Nam Giao|ngày truy cập=2011-07-16|archive-date = ngày 14 tháng 6 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110614131236\/http:\/\/honvietquochoc.com.vn\/Van-hoa\/Truyen-thong\/Le-te-Nam-Giao.aspx}}<\/ref>. Trước mỗi cửa đều xây bình phong, mỗi bình phong rộng 12,5m, cao 3,2m, dày 0,8m, được xây bằng đá, nay chỉ còn ba bức ở các phía đông, nam, tây<ref name=pxp\/>. Bao bọc lấy khu đàn tế là một vòng tường xây bằng đá bazan, cao 1,6m<ref name=sh>{{chú thích web|url=http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=39&catid=52&ID=4734&shname=Nhung-dan-te-o-Bac-Kinh-va-dan-Nam-Giao-Hue|title=Những đàn tế ở Bắc Kinh và đàn Nam Giao Huế}}<\/ref> nhưng đã bị triệt phá từ lâu<ref name=pxp\/>. Trong [[lịch sử Việt Nam]], đây là đàn tế Giao to lớn nhất<ref name=sh\/>.\n\nPhía trong khuôn viên đàn là các công trình kiến trúc được nhà Nguyễn cho xây dựng để phục vụ đại lễ Nam Giao với trung tâm là đàn Nam Giao. Ngoài ra còn có Trai cung, Thần khố, Thần trù, Quan cư, Khoản tiếp cùng một số công trình phụ.\n\n====Đàn Nam Giao====\n[[Tập tin:Trên Viên Đàn.jpg|nhỏ|phải|300px|Một phần bề mặt Viên đàn]] \nĐàn Nam Giao gồm 3 tầng bằng gạch xây chồng lên nhau, cao gần 4,7m, cấu tạo và kích thước của các tầng rất hài hòa và cân đối<ref name=sh\/>.\n\n* Tầng trên cùng là Viên đàn, xây hình tròn, tượng trưng cho Trời. Đàn có đường kính 40,5m<ref name=pxp\/>, cao 2.8m<ref name=pxp\/>; xung quanh xây lan can cao hơn 0.8m, dày 0,3m<ref name=sh\/>, quét sơn màu xanh<ref name=ntc>{{harvnb|Quốc sử quán triều Nguyễn|1969|p=20}}<\/ref>. Mặt đàn lát gạch và đặt sẵn 28 viên đá tảng chân cột để mỗi khi tế sẽ dùng một tòa nhà che bằng vải màu xanh (được gọi là ''Thanh ốc'') lên trên<ref name=sh\/>. Từ năm [[1846]] trở đi tòa nhà này được gọi là ''Hoàng khung vũ''<ref name=sh\/>. Bốn mặt Viên đàn có thềm, thềm phía nam 15 bậc, ba mặt còn lại đều 9 bậc<ref name=ntc\/>. Đàn này, dưới thời Nguyễn, là nơi hợp tế [[Ngọc Hoàng Thượng đế]] (Trời) và Hoàng Địa Kỳ (Đất) cùng chúa [[Nguyễn Hoàng]] và các vị vua [[nhà Nguyễn]].\n* Tầng giữa là Phương đàn hay còn gọi là Tùng đàn, xây hình vuông, tượng trưng cho Đất. Đàn có cạnh dài 83m <ref name=pxp\/>, cao 1,1m <ref name=sh\/>; xung quanh xây lan can, cao 0,9m, dày 0,3m<ref name=sh\/>, quét sơn màu vàng. Khi tế Giao, người ta dựng một tòa nhà che vải vàng (gọi là ''Hoàng ốc''). Bốn mặt Phương đàn có thềm, đều 5 bậc. Đàn này, dưới thời Nguyễn, là nơi tế thần Mặt Trời, Mặt Trăng, Tinh Tú, Mây, Mưa, Gió, Sấm, Năm và Tháng, Núi, Biển, Sông, Đầm Phá, các vị thần núi ở các sơn lăng các vua nhà Nguyễn, thần giữ lăng tẩm và phần mộ cùng tất cả các vị thần trong toàn quốc [[Việt Nam]].\n* Tầng dưới cùng xây hình vuông, tượng trưng cho Người. Đàn có cạnh dài 165m<ref name=pxp\/>, cao 0,84m<ref name=pxp\/>; xung quanh xây lan can cao 0,93m, dày 0,3m<ref name=sh\/> và quét sơn màu đỏ. Mặt trước đàn có xây hai hàng đá tảng, mỗi hàng 6 tảng để cắm tàn<ref name=qh\/>. Góc đông nam đàn có xây một cái bệ gọi là lò \"phần sài\", là nơi đốt con sinh để tế. Ở góc tây bắc đào một cái lỗ để chôn lông và huyết của con sinh, gọi là huyệt \"ế mao huyết\"<ref name=qh\/>. Bốn mặt đàn này có thềm, đều 4 bậc.\n\nCó thể thấy kiến trúc đàn Nam Giao triều Nguyễn tuân thủ chặt chẽ theo thuyết Tam tài cũng như quan niệm \"Trời tròn Đất vuông\". Đàn Nam Giao gồm ba tầng xây chồng lên nhau với các dạng thức và màu sắc khác biệt. Trời tròn biểu hiện bằng Viên đàn với lan can quét vôi màu xanh (\"thiên thanh\": trời xanh). Đất vuông biểu hiện bằng Phương đàn với lan can quét vôi màu vàng (\"địa hoàng\": đất vàng). Tầng dưới cùng cũng hình vuông, lan can quét vôi màu đỏ biểu hiện cho Người (\"xích tử\": con đỏ)<ref name=pxp\/>. Trời - Đất - Người (tức \"Tam tài\": Thiên - Địa - Nhân) được thể hiện trong mối quan hệ vừa có tính tách biệt tương đối, vừa thống nhất tuyệt đối. Đặc biệt, yếu tố Con người được thể hiện rất rõ ràng và khá bình đẳng với tất cả Trời Đất và các vị thần linh. Nhà nghiên cứu Phan Thanh Hải cho rằng \"''đây chính là đỉnh cao tư tưởng THÁI HÒA của Việt Nam dưới thời Nguyễn''\".<ref name=sh\/>\n\n====Trai cung====\nTrai cung là tổng thể kiến trúc khép kín nằm ở góc tây nam của khuôn viên đàn Nam Giao triều Nguyễn, được bố trí theo thế \"tọa bắc hướng nam\", gồm chính điện, nhà Tả túc, Hữu túc, phòng Thượng trà, sở Thượng thiện...<ref name=sh\/> Vây bọc lấy Trai cung là tường gạch hình chữ nhật dài 85m, rộng 65m. Cổng chính của Trai cung nằm ở phía nam, phía bắc cũng trổ một cửa. Đây là nơi nhà vua trai giới thanh tịnh trước khi hành lễ tế Giao.\n\n====Các công trình khác====\nNằm ở góc đông bắc của khuôn viên đàn Nam Giao là Thần khố, Thần trù và Tế sinh sở. Thần khố là kho để đồ tế khí, Thần trù là nhà bếp để sửa soạn đồ vật tế lễ<ref name=sh\/> còn Tế sinh sở là nơi giết mổ các con vật dùng để tế lễ <ref>{{chú thích web|url=http:\/\/www.vjol.info\/index.php\/ncpt-hue\/article\/view\/4017\/3858|title=Hệ thống đàn miếu tại kinh đô Huế thời Nguyễn}}{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Ngoài ra còn có nhà Quan cư là nơi cho các quan lại nghỉ ngơi trước khi theo nhà vua làm lễ, nhà Khoản tiếp là nơi đón tiếp quan khách đến dự lễ. Hiện nay, tất cả các hạng mục công trình này đều không còn tồn tại<ref name=pxp\/>.\n\nXung quanh khuôn viên đàn Nam Giao, cả ở bên trong lẫn ngoài tường đá<ref name=ntc\/>, nhà Nguyễn còn cho trồng rất nhiều [[thông]], loài cây tượng trưng cho khí phách người \"quân tử\". Truyền thống này khởi nguồn từ vua [[Gia Long]]. Sau khi khởi công xây dựng đàn Nam Giao, nhà vua đã ra lệnh trồng một cụm thông về hướng nam của đàn, phía trong tường, nhằm biểu thị cho bậc khôn ngoan tài trí đã kiên nhẫn nếm mật nằm gai và dũng cảm vào sinh ra tử mà sáng lập vương triều Nguyễn<ref>{{harvnb|Nguyễn Đình Hòe|L. Cadière|1914|p=73-77}}<\/ref>. Quanh đó cũng trồng thông, mỗi cây gắn một tấm biển nhỏ bằng đồng hay bằng đá khắc tên từng vị Khai quốc công thần triều Nguyễn. Sau đó nhiều năm, [[ngày 20 tháng 3]] năm [[1834]], vua [[Minh Mạng]] đến Trai cung chuẩn bị cho buổi tế Giao. Nhà vua đã tự tay trồng 10 cây thông ở hai bên phải trái Trai cung, rồi treo biển đồng khắc bài minh do vua ngự chế lên cây để truyền lâu dài<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=61}}<\/ref>, sau đó còn sai các Hoàng tử con vua đều tự tay trồng thông quanh đường vua ngự<ref>{{harvnb|Nguyễn Phúc Miên Trinh|1854}}<\/ref>. Vua [[Thiệu Trị]] nối ngôi cũng noi gương ấy, vua thân trồng 11 cây thông ở đàn Nam Giao. Hàng ngũ hoàng thân quốc thích cũng như đại thần được vinh dự trồng mỗi người một cây thông quanh đàn Nam Giao, trên cây có buộc thẻ bài khắc họ tên mình<ref name=pxp\/>. Đến đời vua [[Tự Đức]], quyền được trồng thông tại khu vực Nam Giao nới rộng tới quan văn tứ phẩm lẫn quan võ tam phẩm. Rừng thông Nam Giao vì vậy cũng mở rộng, lấn dần sang phần đất sau Trai cung, vượt khỏi giới hạn tường đá. Tính đến năm [[1885]], tức từ đời vua [[Hàm Nghi]] trở về trước, mỗi quan lại vào triều diện kiến nhà vua để được thăng chức nâng bậc, ngay sau đó phải lên đàn Nam Giao để tự tay trồng một cây thông với sự chứng kiến của phái đoàn đặc biệt gồm các thành viên đại diện bộ Lễ và bộ Công. Nhà nghiên cứu L. Cadière bình luận \"''Tấm biển cài trên cây đảm bảo đời sống cho cây. Đố ông quan nào chịu nổi tấm biển tên mình treo trên một cây khô héo vào dịp tế Giao ? Nếu điều ấy xảy ra và đức vua lỡ trông thấy, thì ông quan nào đấy không chỉ chịu tủi nhục mà rất có thể sẽ đón nhận những hậu quả tai hại ! Thật ra, qua việc ngỡ chừng nhỏ nhặt ấy, vua Minh Mạng đã thể hiện tầm chính trị nhìn xa trông rộng. Với sự thận trọng nhằm duy trì và phát triển cây xanh, vấn đề ngài từng quan tâm thể hiện hẳn đem lại những hướng dẫn thực tiễn quý báu cho các cơ quan nông lâm nghiệp ngày nay''<ref name=pxp\/>\".\n\nTuy nhiên, sau khi nhà Nguyễn sụp đổ, rừng thông đàn Nam Giao bị thu hẹp diện tích, phần thì do bom đạn đốn ngã, phần thì do người dân đẵn gỗ làm chất đốt<ref name=pxp\/>.\n\n==Lịch sử==\n===Những đàn tế Trời Đất của các chúa Nguyễn===\nDải đất [[Thuận Hóa]], [[Quảng Nam]] thuộc về quyền cai trị của họ Nguyễn từ năm [[Nguyễn Hoàng|chúa Tiên]] vào trấn thủ, năm [[1558]]. Sau cái chết của ông vào năm [[1613]], chúa [[Nguyễn Phúc Nguyên]] lên nắm quyền. Về bề ngoài, cả chúa Tiên và chúa Sãi vẫn thần phục vua Lê chúa Trịnh, chỉ xưng là Quốc công và coi mình như một chức quan trấn thủ miền biên viễn nên chưa thể công khai tế Trời Đất. Năm [[1635]], chúa Thượng [[Nguyễn Phúc Lan]] lên nối ngôi chúa, dời thủ phủ vào [[Kim Long]], lập đàn tế tạ ơn Trời Đất đầu tiên của đế vương dòng họ Nguyễn. Bảng Trung hầu [[Nguyễn Khoa Chiêm]] chép rằng \"''Thượng vương lên nối ngôi, xuống lệnh đại xá thiên hạ, dựng đàn tạ ơn trời đất, yết cáo tiên vương ở nhà Thái miếu''\"<ref>{{harvnb|Nguyễn Khoa Chiêm|1986|p=197}}<\/ref>.\n\nLên ngôi năm [[1648]], Hiền Vương [[Nguyễn Phúc Tần]] vẫn chọn Kim Long làm thủ phủ của mình. Và vào năm [[1673]], sau khi chống chọi thành công cuộc tiến đánh của quân Trịnh vào năm [[1672]], chúa khải hoàn về phủ chính Kim Long, tế cáo Trời Đất Tôn miếu, gia phong cho các vị linh thần<ref>{{harvnb|Quốc sử quán triều Nguyễn|2002|p=88}}<\/ref>. Cũng trong khoảng thập kỉ 70 của thế kỉ XVII, một giáo sĩ người Pháp là Bénigne Vachet đã có dịp tới Đàng Trong và miêu tả một buổi lễ tế Trời của chúa Nguyễn vào ngày đầu năm. Theo B. Vachet, sáng sớm tinh mơ mùng Một Tết năm nọ, các ông hoàng, đức ông, quan võ, quan tư pháp cùng binh lính tới vương phủ phò chúa Nguyễn ra ngoài ruộng đồng. Toàn đoàn giữ im lặng cho đến khi mặt trời mọc. Chúa mặc đồ đen, đầu trần, rời khỏi ngai, bước ra vạt đất trống, quỳ xuống lạy trời chín lạy. Rồi chúa lên ngai. Cả đoàn lần lượt đến chúc tụng, vái tạ, chúc phúc và tung hô vạn tuế chúa. Kết thúc là những loạt súng lệnh đã đặt sẵn quanh dinh phủ nổ vang chào mừng<ref name=ng>{{chú thích web|url=http:\/\/www.truongkieumauhue.org\/forum\/YaBB.pl?num=1157987917\/63|title=Đàn Nam Giao và lễ tế Giao từ triều Lý}}{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Có thể thấy chúa Hiền tế Trời rất đơn giản, không cần đắp đàn mà chỉ tế ở vạt đất trống giữa đồng ruộng, có thể là ở Kim Long, hoặc ở vùng lân cận phủ Kim Long như làng An Ninh kề trên hoặc Vạn Xuân kề dưới<ref name=ng\/>.\n\n===Đàn Nam Giao của triều đại quân chủ cuối cùng (1806 - 1945)===\nSau nhiều biến cố đầy xáo động cuối thế kỉ XVIII, [[Nguyễn Ánh]], kẻ may mắn sống sót sau những cuộc truy bức gắt gao của [[Nhà Tây Sơn|Tây Sơn]], âm thầm trở về Gia Định vào năm [[1787]]. Bài học từ thất bại [[trận Rạch Gầm - Xoài Mút|Rạch Gầm - Xoài Mút]] đã khiến Nguyễn Ánh hiểu ra rằng không nên trông mong vào ngoại quốc. Củng cố thế lực ở Nam Hà và Bắc tiến theo gió Nam, sách lược ấy tỏ ra hữu hiệu, nhất là khi nội bộ [[nhà Tây Sơn]] trở nên lục đục và hủ bại. Năm [[1801]], quân Nguyễn đại thắng trong trận quyết định [[Trận Thị Nại (1801)|Thị Nại]] và đánh bại hoàn toàn nhà Tây Sơn năm [[1802]]. Nguyễn Ánh lên ngôi vua, đặt niên hiệu là [[Gia Long]], cai trị một đất nước rộng lớn chưa từng có kể từ thời [[nhà Ngô]]. Để chứng minh cho tính chính thống của triều đại mình, [[triều Nguyễn]], năm [[1803]], Gia Long cho xây dựng đàn tế Trời Đất ở cánh đồng làng An Ninh, phía tây Kinh thành Huế. Công trình này được khởi công xây dựng vào ngày ất dậu tháng 1 năm Quý Hợi tức [[ngày 10 tháng 2]] năm [[1803]]<ref name=tl1>{{harvnb|Quốc sử quán triều Nguyễn|2002|p=359}}<\/ref>. Cùng năm, vua ra lệnh cho bộ Lễ xem xét nghi lễ tế Giao vì thấy nghi thức từ trước còn sơ lược<ref name=tl1\/>.\n[[Tập tin:Mặt nam đàn Nam Giao.gif|nhỏ|300px|phải|Mặt nam đàn Nam Giao triều Nguyễn (không rõ thời điểm)]]\n\nKhông rõ vì vấn đề gì, nhà Nguyễn lại có ý định di dời đàn tế Trời Đất đến địa điểm mới: xã Dương Xuân, phía nam Kinh thành Huế. Vào ngày giáp thân tháng 2 năm Bính Dần tức ngày 25 tháng 3 năm [[1806]], một đàn tế Trời Đất mới đã được khởi công xây dựng ở Dương Xuân. Công việc thi công được giao cho Chưởng quân [[Phạm Văn Nhân]]. Quanh việc quy hoạch và giải tỏa mặt bằng để xây đàn Nam Giao, triều Nguyễn đã tiến hành một cách đàng hoàng, thỏa đáng, tránh để nhân dân chịu thiệt thòi mà oán thán<ref name=pxp\/>. Ban đầu, ở địa điểm này đã có một số khá nhiều mồ mả và đất đai của dân chúng. Sau khi có lệnh bốc dời, nếu ngôi mộ nào không có thân nhân đến thực hiện, thì triều đình cho bốc và đưa về một chỗ. Những hài cốt ấy được chôn chung thành hai ngôi mộ tập thể ở gần Ba Đồn, cách đàn Nam Giao chừng 200m về phía đông nam<ref name=pta>{{harvnb|Phan Thuận An|1997|p=153}}<\/ref>, hàng năm đều ban tế lễ<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=62}}<\/ref>. Đất đai của tư nhân bị xâm chiếm thì bồi thường bằng tiền bạc<ref name=pta\/>.\n\nSử sách không ghi rõ thời gian hoàn thành đàn Nam Giao triều Nguyễn, nhưng có lẽ đàn được khánh thành vào năm [[1806]] vì năm sau [[1807]], vua Gia Long đã tổ chức đại lễ tế Giao tại đây. Sau khi hoàn thành, triều đình thưởng cho quân lính xây dựng 5000 quan tiền, lấy 25 người dân xã Dương Xuân sung làm đàn phu, miễn cho giao dịch để trông coi bảo vệ đàn<ref>{{harvnb|Quốc sử quán triều Nguyễn|2002|p=652-653}}<\/ref>. Ngày 27 tháng 3 năm [[1807]], vua Gia Long lần đầu tiên làm lễ tế Trời Đất ở đàn Nam Giao, rước chúa Tiên [[Nguyễn Hoàng]] thăng phối. Từ đó, cứ tháng trọng xuân (tháng hai âm lịch) hoặc tháng quý xuân (tháng ba âm lịch) mỗi năm, triều Nguyễn lại tổ chức lễ tế Giao với sự chỉ trì của nhà vua. Nếu nhà vua không thể hành lễ thì sẽ sai người tế thay, như năm [[1818]], Thái tử Nguyễn Phúc Đảm tế Giao thay vua [[Gia Long]].\n\nTrước lễ tế Giao năm [[1834]], vua [[Minh Mạng]] tự tay trồng 10 cây thông ở sân Trai cung, đồng thời sai Hoàng tử tước công trồng thông ở xung quanh đường vua ngự. Về sau, các quan lại ở Kinh đô từ tứ phẩm trở lên và các quan địa phương về dự lễ tế Giao đều được phép trồng thông và gắn biển tên, tạo nên một rừng thông xanh rậm rì bao quanh khuôn viên đàn tế. Cũng trong dịp tế lễ này, vua sai Phủ doãn phủ Thừa Thiên đắp lại mồ mả vô chủ được di dời khi xây đắp đàn Nam Giao, vì sợ năm tháng lâu ngày, các ngôi mộ này bị sụt lở. Dưới thời vua [[Minh Mạng]], xung quanh khu vực đàn Nam Giao rất vắng vẻ, không có người ở. Trong lễ tế Giao năm [[1839]], nhà vua nói rằng \"''Đàn tế Giao được Thế Tổ Cao Hoàng đế ta làm nên, chỗ ấy thực là cao ráo sáng sủa, nhưng gần núi vắng vẻ, trong một năm binh dân tụ họp chẳng qua mấy ngày tế Giao mà thôi, cho nên khí lạnh ẩm dễ làm người cảm, nay nên trù tính thế nào xây dựng nhà cửa cho quan văn võ, cho dân đến ở, lập ra hàng chợ, thì người và khói lửa tập hợp, khí núi có thể bớt dần''\"<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=458}}<\/ref>.\n\nDưới thời vua [[Thiệu Trị]] và [[Tự Đức]], lễ tế Giao vẫn được tiến hành như thường lệ, dù rằng với sức khỏe yếu kém, rất nhiều năm liền vua Tự Đức phải sai người tế thay (như [[Phan Thanh Giản]], [[Đoàn Thọ]] hoặc [[Dục Đức]]). Năm [[1883]], sau cái chết của vua [[Tự Đức]], nhà Nguyễn lại phải bối rối với tiếng súng của tàu Pháp ở cửa biển Thuận An. [[Hiệp ước Harmand]] và sau đó là [[Hiệp ước Patenôtre]] được ký kết, triều Nguyễn mất đi tư cách là vương triều phong kiến độc lập, từ bây giờ phải chịu sự bảo hộ của Pháp. Nhưng đặc quyền được tế Trời Đất vào mỗi mùa xuân hàng năm vẫn thuộc về vua Nguyễn và người Pháp cũng không có hành động cấm cản nào đối với đại lễ này. [[Ngày 22 tháng 3]] năm [[1884]], lễ Nam Giao được tổ chức dù vua [[Kiến Phúc]] không đến tế mà sai hoàng thân Tôn Thất Thế thay mình. [[Ngày 27 tháng 3]] năm [[1885]], vua [[Hàm Nghi]] cũng không đến tế mà sai Đặng Đức Địch hành lễ thay. Có lẽ lễ Nam Giao sẽ tiếp tục được cử hành nếu không có [[Trận Kinh thành Huế 1885|biến cố tháng 7 năm 1885]], vua [[Hàm Nghi]] rút lên căn cứ [[Tân Sở]], người Pháp lập [[Đồng Khánh]] làm vua.\n\nMùa xuân năm [[1886]], triều thần dâng phiếu tâu xin với vua rằng, \"''vừa mới loạn xong, chuẩn cho đình tế một lần''\"<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=221}}<\/ref>. Do đó, năm ấy không tổ chức tế Giao. Có lẽ các năm [[1887]], [[1888]] cũng không tổ chức tế Giao vì theo như chiếu chỉ của vua [[Đồng Khánh]] vào tháng 11 âm lịch năm [[1888]], cho thấy vua chưa hề tế Giao lần nào \"''Đời xưa cứ mỗi năm làm đàn Giao, tế Trời Đất chín lễ, bản triều tế Trời Đất, phối hưởng tổ khảo, mỗi năm một lễ, chép ở tự điển, rất là to lớn long trọng. Trẫm từ khi nối ngôi đến nay, từng vì sau khi loạn lạc, chưa kịp cử hành, một niềm tôn kính, rất không tự yên. Vậy chuẩn cho tôn nhân đình thần tùy nghi châm chước định điển lễ thế nào cho thích hợp, để kịp sang năm cử hành; đợi ngày nào kho tàng của nước được sung túc, đồ thờ lễ phẩm đầy đủ, sẽ theo cũ mà làm''\"<ref>{{harvnb|Quốc sử quán triều Nguyễn|2007|p=445}}<\/ref>. Năm ấy, triều đình ấn định ba năm tế Giao một lần, vào các năm Tý, Mão, Ngọ, Dậu. Nhưng vua [[Đồng Khánh]] chưa kịp làm lễ tế Giao thì đã ra người thiên cổ. Và khả năng tài chính eo hẹp của triều đình Huế không cho phép ước mơ ''theo cũ mà làm'' của ông thành hiện thực. Từ năm [[1891]] đến năm [[1945]], ba năm một lần làm lễ tế Giao ở đàn Nam Giao với 18 đại lễ được cử hành.\n\nLễ tế Giao cuối cùng dưới thời quân chủ được tổ chức ở đàn Nam Giao triều Nguyễn là vào ngày 23 tháng 3 năm [[1945]]. Ngày 30 tháng 8 năm ấy, vua Bảo Đại thoái vị ở [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]] trong cao trào [[Cách mạng tháng Tám]], nhà Nguyễn chính thức cáo chung, báo hiệu một thời kì lịch sử mới của [[Việt Nam]] cũng như một giai đoạn \"chìm nổi phong trần\" của đàn Nam Giao triều Nguyễn. Sau đó, vua [[Bảo Đại]], lúc này là quốc trưởng [[Bảo Đại]], cũng tổ chức tế Trời Đất nhưng không ở Huế mà là ở [[Ban Mê Thuột]] vào năm [[1953]].\n\n===Từ đài tưởng niệm liệt sĩ đến Di sản văn hóa thế giới (1945 - 1993)===\nNăm [[1945]], nước [[Việt Nam Dân chủ Cộng hòa]] ra đời, rồi không lâu sau đó, quốc gia này phải đương đầu với [[Liên hiệp Pháp]] trong cuộc [[chiến tranh Đông Dương]] ác liệt vào cuối năm [[1946]]. Thời điểm này cũng mở đầu giai đoạn suy thoái trầm trọng của quần thể di tích Cố đô Huế, khi chiến lược \"[[Tiêu thổ|tiêu thổ kháng chiến]]\" được [[Việt Minh]] thực hiện cộng với những trận chiến giành giật địa bàn ác liệt trong [[Chiến tranh Đông Dương|hai cuộc chiến tranh]], đã biến nhiều công trình cổ ở Huế thành phế tích, trong đó có đàn Nam Giao triều Nguyễn. Khu rừng thông bị chặt trụi hoặc đốn ngã, các tòa nhà Thần trù, Quan cư, Binh xá... và vòng tường ngoài bị phá hủy<ref>{{harvnb|Trần Đức Anh Sơn|2004|p=124}}<\/ref>. Thỉnh thoảng, nơi này vụt có chút sinh khí khi các đoàn thể Hướng đạo, Gia đình Phật tử hoặc các lớp sinh viên, học sinh đến du ngoạn, dựng lều, nổi lửa trại, bày trò chơi<ref name=pxp\/>. Cũng có vài ký giả, văn nghệ sĩ, nhà giáo, nhà nghiên cứu ghé tới đây quan sát thực địa như trường hợp Huỳnh Hữu Hiến viết bài ''Đàn Nam Giao'' in trên tập san Lành Mạnh số 64 năm 1962, Bửu Kế soạn bài ''Lễ tế Giao'' đăng tạp chí Đại học số 37 và 38 năm 1964, Lê Văn Hoàng thực hiện luận văn cao học ''Sự tích đàn Nam Giao'' năm 1972<ref name=pxp\/>.\n[[Tập tin:Cổng Trai cung.jpg|nhỏ|trái|250px|Tam quan Trai cung thuộc khuôn viên đàn Nam Giao triều Nguyễn hiện nay]]\nNăm [[1975]], Việt Nam Dân chủ Cộng hòa mở [[Chiến dịch Mùa Xuân 1975]], tổng tiến công [[Việt Nam Cộng hòa]]. Với [[sự kiện 30 tháng 4 năm 1975]], [[Việt Nam Cộng hòa|Sài Gòn]] đầu hàng vô điều kiện, [[chiến tranh Việt Nam]] kết thúc sau 21 năm ác liệt kéo dài. Hòa bình được lập lại trên đất nước Việt Nam thống nhất. Thế nhưng, việc khắc phục hậu quả nặng nề của cuộc chiến tranh đối với quần thể các di tích Cố đô Huế không được chính quyền mới quan tâm đến, do nhiều định kiến về chính trị đương thời<ref name=pxp\/>. Thậm chí có một số di tích đã bị sử dụng bừa bãi sai mục đích, chẳng hạn như có thời khu vực Đại Nội bị biến thành làm nơi sinh sống, làm việc của Xí nghiệp truyền thanh và Xí nghiệp in tỉnh Bình - Trị - Thiên<ref name=nng>{{harvnb|Nguyễn Trọng Huấn|1993|p=8}}<\/ref>. Đàn Nam Giao cũng không nằm ngoài số phận ấy.\n\nNăm [[1977]], một vụ nổ mìn đã xảy ra ở trên sân [[Nghênh Lương Đình]], trước [[Phu Văn Lâu]]. Vụ nổ đã phá tung đài tưởng niệm liệt sĩ bằng tôn và gỗ, cao chừng 3,5m, được dựng lên ở đây vào năm [[1975]]<ref name=pxp\/>. Ngay trong đêm xảy ra vụ việc, lực lượng an ninh Việt Nam đã đến ngay để dọn dẹp hiện trường, dựng lại đài tưởng niệm như cũ. Nhưng đầu tháng 11 năm 1977, [[Tỉnh ủy]] tỉnh [[Bình Trị Thiên]] yêu cầu xây dựng đài tưởng niệm mới ở vị trí khác vì cho rằng địa điểm trước Phu Văn Lâu không đảm bảo an toàn cho Bí thư Tỉnh ủy lúc ấy là Bùi San đến đặt vòng hoa vào [[ngày 22 tháng 12]] là ngày thành lập [[Quân đội Nhân dân Việt Nam]]. Một cuộc họp \"khẩn\" với đại diện các cơ quan công quyền của tỉnh này đã diễn ra ở trụ sở Ty Thương binh và Xã hội. Nhiều địa điểm ở [[Huế]] được đề xuất nhưng cuối cùng, địa điểm được chọn lại là đàn Nam Giao triều Nguyễn ở xã Thủy Xuân (nay là phường Trường An), thành phố Huế<ref name=pxp\/>.\n\nCông trình này xây ngay chính giữa nền Viên đàn, bằng gạch ốp đá rửa, cao chừng 10m, do kiến trúc sư Nguyễn Quý Quyền thiết kế, phó Ty Xây dựng tỉnh Bình Trị Thiên Nguyễn Văn Đoái đôn đốc thi công. Ngày 22 tháng 12 năm 1977, khối \"tân cổ cưỡng duyên\"<ref name=nng\/> được khánh thành với sự hiện diện của Bí thư Tỉnh ủy Bùi San. Trong thời gian đó, thủ trưởng ngành Văn hóa tỉnh Bình Trị Thiên, người có trách nhiệm quản lý các di tích lịch sử - văn hóa trong tỉnh này, Ty trưởng Ty Văn hóa, Nhạc sĩ [[Trần Hoàn]] lại không hề có hành động nào ngăn chặn vụ việc phá đàn Nam Giao tai tiếng vì ông đang công tác ở [[Liên Xô]]<ref name=nng\/>. Không chỉ nền Viên đàn mà khu vực Trai cung cũng bị biến dạng khi trở thành nơi đặt máy xay xát của công ty Lương thực thành phố Huế, nền nhà Khoản tiếp biến ra trụ sở Ủy ban nhân dân xã Thủy Xuân. Dư luận Huế bày tỏ bất bình bằng câu ca dao mà nhiều năm sau còn được truyền tụng<ref name=pxp\/>\n\n:::''Trần Hoàn cùng với Bùi San''\n\n::''Hai thằng hợp tác phá đàn Nam Giao''<ref>{{harvnb|Trần Đức Anh Sơn|2004|p=214}}<\/ref>\n\nTuy vậy, phải 15 năm sau, nhận thấy việc tùy tiến cải biến công trình đàn Nam Giao là sai lầm trầm trọng, ngày 15 tháng 9 năm [[1992]], chính quyền tỉnh Thừa Thiên Huế quyết định di dời đài tưởng niệm liệt sĩ đến địa điểm khác, trở lại nguyên dạng đàn Nam Giao<ref name=pxp\/>. Tỉnh này cũng giao Trung tâm Bảo tồn di tích cố đô Huế nhiệm vụ bảo vệ, lập hồ sơ, luận chứng kỹ thuật phục vụ công tác trùng tu. Song sau đó, việc trùng tu vẫn chưa được diễn ra, đàn Nam Giao có khi được dùng làm bãi tập lái ô tô, lúc lại biến thành thao trường của quân đội Việt Nam.\n\nNgày 11 tháng 12 năm 1993, đàn Nam Giao nằm trong danh sách 16 di tích có giá trị toàn cầu nổi bật thuộc [[quần thể di tích Cố đô Huế]] được [[UNESCO]] công nhận là Di sản văn hóa thế giới. Giá trị của đàn Nam Giao triều Nguyễn được cộng đồng quốc tế công nhận, điều này đã mở ra một giai đoạn mới trong lịch sử tồn tại của đàn Nam Giao.\n\n===Trùng tu và khôi phục (1993 đến nay)===\nViệc đàn Nam Giao triều Nguyễn được công nhận là Di sản văn hóa thế giới đã góp phần hồi sinh di tích quan trọng này. Năm [[1994]], Trung tâm Bảo tồn di tích Cố đô Huế mở các hố thám sát trong khuôn viên đàn Nam Giao<ref name=pxp\/>. Ngày 27 tháng 9 năm [[1997]], đàn Nam Giao triều Nguyễn ở xã Thủy Xuân được xếp hạng di tích lịch sử - văn hóa cấp quốc gia. Tháng 8 năm [[2003]], Trai cung được trùng tu bước đầu<ref name=pxp\/>. Chuẩn bị thực hiện lễ hội Nam Giao dịp [[Festival Huế]] năm [[2004]], Trung tâm Bảo tồn di tích cố đô Huế cho lắp thêm đèn chiếu sáng về đêm tại khu vực đàn tế, lại rào lưới thép đan mắt cáo tứ phía tạm thay vòng tường đá thuở xưa từng bao bọc khuôn viên di tích này<ref name=pxp\/>. Tháng 6 năm [[2005]], Bộ Văn hóa và Thông tin Việt Nam phê duyệt dự án tôn tạo đàn Nam Giao với tổng kinh phí gần 3 tỉ Việt Nam đồng. Cổng phía Bắc của đàn đã được trùng tu vào năm [[2006]]. Trong các lễ hội [[Festival Huế]] năm [[2006]], [[2008]] và [[2010]], lễ tế Nam Giao đều diễn ra ở đây.\n\n==Xem thêm==\n* [[Đàn Nam Giao]]\n* [[Lễ tế giao#Lễ tế Nam Giao triều Nguyễn|Lễ tế Nam Giao]]\n* [[Các đàn tế cổ tại Huế]]\n* [[Quần thể di tích Cố đô Huế]]\n\n==Chú giải và thư mục==\n===Chú giải===\n{{Tham khảo|30em}}\n=== Thư mục ===\n{{MultiCol}}\n* {{Chú thích\n | author=Phanxipăng\n | authorlink=\n | title=Thăng trầm đàn Nam Giao triều Nguyễn\n | publisher=Tạp chí Thế giới Mới\n | place=\n | volume=\n | url=\n | edition=\n | year=2006\n | ISBN=\n}}\n* {{Chú thích\n | author=Nguyễn Khuê\n | authorlink=\n | title=Lễ tế Nam Giao\n | publisher=Tạp chí Quốc học\n | place=\n | volume=\n | url=\n | edition=\n | year=2010\n | ISBN=\n}}\n* {{Chú thích\n | author=Phan Thanh Hải\n | authorlink=\n | title=Những đàn tế ở Bắc Kinh và đàn Nam Giao Huế\n | publisher=Diễn đàn Sông Hương\n | place=\n | volume=\n | url=\n | edition=\n | year=2010\n | ISBN=\n}}\n* {{Chú thích\n | author=Phan Thanh Hải\n | authorlink=\n | title=Hệ thống đàn miếu tại kinh đô Huế thời Nguyễn\n | publisher=Tạp chí Nghiên cứu và Phát triển\n | place=\n | volume=78\n | url=\n | edition=\n | year=2010\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam Nhất thống chí, bản dịch\n | publisher=Nhà xuất bản Khoa học xã hội\n | place=\n | volume=\n | url=\n | edition=\n | year=1969\n | ISBN=\n}}\n\n* {{Chú thích\n | author=Phan Thuận An\n | authorlink=\n | title=Kiến trúc cố đô Huế\n | publisher=Nhà xuất bản Thuận Hóa\n | place=Huế\n | volume=\n | url=\n | edition=\n | year=1997\n | ISBN=\n}}\n* {{Chú thích\n | author=Trần Đức Anh Sơn\n | authorlink=\n | title=Huế - triều Nguyễn, một cái nhìn\n | publisher=Nhà xuất bản Thuận Hóa\n | place=Huế\n | volume=\n | url=\n | edition=\n | year=2004\n | ISBN=\n}}\n* {{Chú thích\n | author=Nguyễn Trọng Huấn\n | authorlink=\n | title=Ông Trần Hoàn và...\"món nợ\" Nam Giao\n | publisher=Tạp chí Kiến trúc và Đời sống\n | place=\n | volume=\n | url=\n | edition=\n | year=1993\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục, bản dịch\n | publisher=Nhà xuất bản Giáo dục\n | place=Hà Nội\n | volume=1\n | url=\n | edition=\n | year=2002\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Giáo dục\n | place=Hà Nội\n | volume=4\n | url=\n | edition=\n | year=2007\n | ISBN=\n}}\n* {{Chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Đại Nam thực lục\n | publisher=Nhà xuất bản Giáo dục\n | place=Hà Nội\n | volume=9\n | url=\n | edition=\n | year=2007\n | ISBN=\n}}\n* {{Chú thích\n | author=Nguyễn Phúc Miên Trinh\n | authorlink=\n | title=Kiến Trai Cung thủ thực tùng cảm phú\n | publisher=\n | place=\n | volume=\n | url=\n | edition=\n | year=1854\n | ISBN=\n}}\n{{Multicol-end}}\n{{thể loại Commons|Esplanade of Sacrifice to the Heaven and Earth}}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Đàn tế cổ ở Huế]]"}