{"949623":"{{thiếu nguồn gốc}}\n{{Wikify}}\n'''Đào Công Chính, tên húy là Dĩnh Đạt''' sinh năm 1639 mất ngày 26 tháng 4 năm 1709 (tức  17\/03 Kỷ Sửu). Sau \"Hội thảo về thân thế sự nghiệp Danh y Đào Công Chính\" ngày 06\/12\/2004 tại Vĩnh Bảo có các Giáo sư, tiến sĩ, viện sĩ, nhà khoa học, sử học, y học đầu ngành tham dự, cũng tại hội thảo này Đào Công Chính được nhất trí suy tôn là một trong ba Đại danh y của Việt Nam có công lớn trong việc xây dựng nền y học cổ truyền của dân tộc Việt Nam, tạo thế kiềng ba chân vững chắc cho nền đông y học gồm:\n\n* Y học đối với Hải Thượng Lãn Ông - Lê Hữu Trác.\n* Dược học đối với Tuệ Tĩnh.\n* Dưỡng sinh học đối với Đào Công Chính.\n\nLà danh sĩ thời [[Lê Trung Hưng]] ở [[thế kỷ 17]]. Sự nghiệp của ông được nhắc đến trong nhiều tài liệu viết về các danh y trong lịch sử y học cổ truyền Việt Nam. Bên cạnh đó ông cũng là một tác gia, một nhà ngoại giao kiệt xuất. Tác phẩm có giá trị nhất ông để lại là sách y học ''Bảo Sinh Diên Thọ Toản Yếu''.\n\n==Thân thế và sự nghiệp==\nĐào Công Chính sinh năm 1639, người làng Hội Am (Tên cổ là làng Cõi), tổng Đông Am, phủ Hạ Hồng, huyện Vĩnh Lại, trấn [[Hải Dương]] xưa (nay là thôn Hội Am, xã Cao Minh, huyện [[Vĩnh Bảo]], Thành phố [[Hải Phòng]]) một làng có nghề canh cửi và nuôi cá giống.\n\nThuở nhỏ ông nổi tiếng thông minh ham học và có thể xem là thần đồng, năm 13 tuổi (1651) đã đi thi Hương, đậu [[Hương cống]]. Năm 23 tuổi (1661) đời [[Lê Thần Tông]], ông đậu [[Bảng nhãn]], vì vậy dân làng còn gọi ông là Bảng Cõi. Được vua yêu, chúa quý nên thăng tiến rất nhanh, chỉ trong vòng 15 năm (1661-1676) từ Thị thư hàn lâm viện đã được bổ nhiệm chức Phủ doãn Phụng Thiên (người đứng đầu kinh đô Thăng Long).\n\nNăm [[1673]], Đào Công Chính được triều đình cử làm phó sứ (đoàn do Hồ Sĩ Dương phụ trách) sang [[Trung Quốc]]. Năm 1675 về nước, do hoàn thành tốt nhiệm vụ, khi trở về ông được phong chức Lại bộ Hữu thị lang, nhập thị kinh diên giảng quan (người giảng sách cho vua) rồi Tăng tả thị lang, Quang tiến Thận lộc Đại phu Bồi tụng.\n\nĐào Công Chính còn là tác gia quan trọng của thế kỷ 17, khi còn là thị thư hàn lâm viện, ông là đồng tác giả tham gia biên soạn Đại Việt sử ký toàn thư, biên tập phần kỷ tục biên hoàn thành (1665).\n\nKhi nhập thị kinh diên (giảng sách cho vua) trong vòng 2 năm (1675-1676) cùng lúc ông làm sử quan tổng tài (chủ biên) biên tập 2 quốc sử nổi tiếng là: Trùng san lam sơn thực lục, Trung hưng thực lục.\n\nĐặc biệt năm 1676, Đào Công Chính biên soạn sách Bảo sinh diên thọ toản yếu theo chỉ dụ của vua Lê Hiển Tông và chúa Trịnh Căn, nội dung sách viết về thuật dưỡng sinh cho vua, quan, chưa phải cho thứ dân nhưng sách viết rất toàn diện cả về lý luận lẫn thực tiễn, phòng bệnh, chữa bệnh, rèn luyện hướng dẫn cách ăn uống, kiêng kỵ, tắm giặt, nghỉ ngơi và hoạt động tình dục...Sách bám sát thực tế của nhân dân và được thừa nhận vận dụng có kết quả, được các bậc danh y sau này tiếp thu, vận dụng, phát triển nâng cao, vì vậy ông còn được tôn vinh là \"Đức thánh thuốc nam, Hội Am Vĩnh Lại\".\n\nNgoài ra ông còn được xem là một nhà thơ, nhà ngoại giao, nhà sử học, đặc biệt là danh y-nhà dưỡng sinh học nổi tiếng thế kỷ 17.\n\n'''Vì sao Bảng nhãn Đào Công Chính vắng bóng một thời?!'''\n\nTừng là một hiền tài, ích quốc lợi dân thế kỷ 17, nhưng tiếc thay sang đến thế kỷ 18, vua quan nhà Nguyễn cho rằng: sử gia thời Lê-Trịnh viết sử quân gia, không dựa vào quan điểm chính thống của vua, mà dựa vào quan điểm của chúa (mắc tội không kính trọng, yêu mến với vua) nên đã bị vua Minh Mạng hạ chiếu xóa tên, thu hồi, đốt sách, cấm không được lưu hành sử sách thời Lê-Trịnh, đây cũng là lý do làm cho cụ Đào Công Chính tổn hại thanh danh, vắng bóng một thời.\n\nĐể tôn vinh và biết ơn công lao cụ, ngày 08\/10\/2011 UBND thành phố Hải Phòng có công văn 5906\/UBND về chủ trương xây dựng khu lưu niệm Danh y Đào Công Chính tại xã Cao Minh quê hương cụ nhưng hiện tại công trình đang trong quá trình vận động, ủng hộ để xây dựng, xây dựng ở sau trường mầm non cũ và hiện tại là nhà văn hóa.\n\nĐài truyền hình VTV1, VTV4 đã làm phim \"Ông Bảng Cõi\" trong chương trình Danh nhân Đất Việt năm 2011 để nói về thân thế, sự nghiệp của cụ\n\nTrung ương Hội đông y, Hội khoa học lịch sử, Thông tấn xã Việt Nam xuất bản cuốn \"Tổng tập Đào Công Chính\" năm 2007\n\nTrung tướng Vũ Ba cùng Thành hội Đông y Hải Phòng tổng hợp biên soạn cuốn \" Sổ tay dưỡng sinh ca Đào Công Chính\" để đưa vào thực tiễn luyện tập.\n\n==Tác phẩm==\nĐồng tác giả tham gia biên soạn Đại Việt sử ký toàn thư, biên tập phần kỷ tục biên hoàn thành (1665).\n\nLàm chủ biên, biên tập 2 quốc sử nổi tiếng là: Trùng san lam sơn thực lục, Trung hưng thực lục (1675-1676) và tham gia nhóm biên soạn quốc sử do Phạm Công Trứ đứng đầu.\n\nÔng để lại sách ''Bảo Sinh Diên Thọ Toản Yếu'' được xem là một trong những tác phẩm có giá trị lớn của nền y học dân tộc, trong đó sưu tầm, phân tích, tổng hợp nhiều kiến giải của các tác phẩm y học xưa như Tuân sinh, Đạt sinh, Bản Thảo Cương Mục… và kinh nghiệm rèn luyện cơ thể của những người theo đạo Lão như Đào Hoằng Cảnh, Lã Đồng Tân, Trần Đoàn… Nội dung sách ''Bảo Sinh Diên Thọ Toản Yếu'' hướng dẫn việc giữ gìn sức khỏe để tăng tuổi thọ thông qua các phương pháp dưỡng sinh và khí công (tập luyện cơ thể) như giữ vệ sinh, điều dưỡng, rèn luyện tâm thần, trị bệnh bằng thư giãn, hô hấp, xoa bóp... Tác phẩm này sau nhiều lần chỉnh sửa đã được triều đình cho khắc in vào năm 1676 và phổ biến rộng rãi. Sau này, sách đã được Hội Khoa học lịch sử Hải Phòng dịch ra Quốc ngữ và được Nhà xuất bản Thông tấn xã Việt Nam phát hành.\n\n==Tham khảo==\n{{tham khảo}}Các thông tin chỉnh sửa được cháu nội Trung tướng Vũ Ba (nguyên Cục trưởng cục dân quân tự vệ - BQP) tổng hợp qua các tài liệu, và nhất là sau khi đã có cuộc \"Hội thảo về thân thế sự nghiệp Danh y Đào Công Chính\" diễn ra ngày 06\/12\/2004 tại Vĩnh Bảo-Tp.Hải Phòng với sự tham dự của các chuyên gia đầu ngành và lãnh đạo ban ngành, với mong muốn được chia sẻ nhiều thông tin hơn để Việt Nam được biết đến nhiều hơn về bậc Đại danh y chịu nhiều thiệt thòi này.\n\nCác nhân vật đã tham gia tìm và khơi nguồn lại thân thế, sự nghiệp cụ Đào Công Chính:\n\n- Nhà sử học Lê Văn Lan\n\n- Nhà sử học Ngô Đăng Lợi\n\n- Trung tướng Vũ Văn Ba, nguyên Cục trưởng cục Dân Quân Tự Vệ - BQP đã có ý tưởng tìm lại thân thế cụ Đào Công Chính sau khi tìm thấy tên cụ trên văn bia của Quốc Tử Giám{{sơ khai Hải Dương}}\n\n[[Thể loại:Người xứ Đông]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Danh y Việt Nam]]\n[[Thể loại:Sinh năm 1623]]\n[[Thể loại:Năm mất thiếu]]"}