{"2262718":"'''Đào Hoàng''' ([[chữ Hán]]: 陶璜, ? - ?, tên [[Tên chữ (người)|tên tự]] là '''Thế Anh''' (世英), là đại tướng dưới triều [[Đông Ngô]] và [[Tây Tấn]] trong [[lịch sử Trung Quốc]].\n\n==Giành lại Giao châu==\n{{Chính|Chiến dịch Giao-Quảng}}\n[[Tấn thư]] không ghi rõ ràng về thân thế và tổ tiên của Đào Hoàng, chỉ cho biết rằng ông sinh ra và lớn lên ở vùng Mạt Lăng, quận Đơn Dương<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7057 quyển 57]: Đào Hoàng, tự Thế Anh, Đan Dương Mạt Lăng nhân dã<\/ref> thuộc nước [[Đông Ngô]], một trong ba quốc gia thời [[Tam Quốc]], hùng cứ ở miền Giang Đông. Thời bấy giờ, miền đất [[Giao Châu]]<ref>Phần lớn nằm trên địa phận Bắc Bộ của Việt Nam hiện nay<\/ref>, thuộc vùng quản lý của Đông Ngô thường phát sinh bạo loạn. Thời Ngô [[Tôn Hạo]], thái thú Giao Châu là [[Tôn Tư]] tàn bạo, làm bách tính thống khổ. Cuối năm [[263]], viên quan [[Lữ Hưng]] giết chết [[Tôn Tư]] và giành quyền cai trị Giao Châu. Lữ Hưng đem Giao châu theo về [[Nhà Tấn|Tây Tấn]] ở miền bắc, được [[Tư Mã Chiêu]] phong làm An Nam tướng quân, thái thú Giao Chỉ, coi việc binh ở Giao châu và cho [[Hoắc Dặc]] làm Thứ sử Giao châu từ xa (vẫn ở [[Nam Trung (Trung Quốc)|Nam Trung]], không sang Giao Châu).\n\nSang năm [[264]], Lữ Hưng bị thủ hạ là công tào [[Lý Thống]] sát hại. [[Nhà Tấn]] bèn cử [[Thoán Cốc]] sang làm thay Lữ Hưng làm thái thú Giao Chỉ. Sau Cốc chết, nhà Tấn cho Mã Dung lên thay, ít lâu sau thì Dung cũng chết, [[Tấn Vũ Đế]] theo sự tiến cử của Hoắc Dặc, cho Dương Tắc làm thái thú Giao Chỉ, cùng với thái thú quận Cửu Chân Đổng Nguyên, nha môn Mạnh Cán, Mạnh Thông, Lý Tùng, Vương Nghiệp, coi giữ Giao Chỉ.\n[[File:三國266.jpg|liên_kết=https:\/\/zh.wikipedia.org\/wiki\/File:%E4%B8%89%E5%9C%8B266.jpg|nhỏ|336x336px|Năm 266, [[nhà Tấn]] sau khi thu phục [[Thục Hán|Thục Há]]<nowiki\/>n, chiếm giữ luôn [[Giao Châu]] trước đó thuộc [[Đông Ngô]].]]\n[[Tập_tin:交阯之亂263.jpg|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp_tin:%E4%BA%A4%E9%98%AF%E4%B9%8B%E4%BA%82263.jpg|nhỏ|322x322px|Diễn{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }} biến chiến dịch Giao-Quảng. Mũi tên màu đỏ chỉ quân Đông Ngô, màu xanh lam chỉ quân Tấn.]]\nNăm [[268]], [[Tôn Hạo]] phong [[Lưu Tuấn]] làm thứ sử Giao châu, sai đánh chiếm lại từ tay [[nhà Tấn]], nhưng bị [[Dương Tắc]] đánh bại 3 lần, Tuấn tử chiến. Quận Uất Lâm thuộc Quảng châu của [[nhà Ngô]] cũng bị Dương Tắc chiếm đóng. [[Nhà Tấn]] theo tiến cử của Tắc, cho [[Mao Quế]] làm thái thú [[Uất Lâm]]<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7057 quyển 57]: Giao Chỉ thái thú Tôn Tư tham bạo, vi bách tính　sở hoạn. Hội sát chiến Đặng Tuân chí, thiện điều khổng tước tam thiên đầu, khiển tống mạt lăng, kí　 \nkhổ viễn dịch, hàm Tư vi loạn, quận lại Lã Hưng sát Tư cập Tuân, dĩ quận nội phụ. Vũ Đế bai Hưng An Nam tướng quân, Giao Chỉ thái thú, tầm vi kì công Lý Thống sở sát, đế canh dĩ kiến nịnh Thoán Cốc vi Giao Chỉ thái thú, Cốc hậu tử, canh khiển ba tây Mã đung đại chi. Dung bệnh tốt, Nam Trung giám [[Hoắc Dặc]] khiển kiền vi Dương Tắc dai dung, dữ tướng quân Mao, Cửu Chân thái thú Đổng Nguyên, Nha môn Mạnh Cán, Mạnh Thông, Lý Tùng, Vương Nghiệp, thoán năng đẳng, tự thục xuất Giao Chỉ<\/ref>.\n\nNăm [[269]], thấy đã mất hai châu, Tôn Hạo hoảng sợ, vội sai Ngu Dĩ làm Giám quân, Tiết Vũ làm Uy Nam tướng quân kiêm đại đô đốc và Đào Hoàng được phong chức Thương Ngô thái thú, đem quân tiến đánh nhằm chiếm lại Giao châu. Trận đầu ra quân, Đào Hoàng bại trận ở sông Phần phải lui về giữ Hợp Phố, hai tướng tử trận. [[Tiết Vũ]] giận lắm, trách mắng ông rồi định rút quân về. Đào Hoàng không muốn, dẫn hơn 100 quân vào tập kích Đổng Nguyên, cướp của cải rồi quay thuyền về. Sau Tiết Vũ đổi ý, xin lỗi Hoàng, lại phái làm Tiền bộ đại đốc đem quân trở lại Giao Chỉ theo đường biển vào châu, giao tranh với Đổng Nguyên. Các tướng định ra giao chiến nhưng Đào Hoàng cho rằng trên cầu gãy có quân Tấn mai phục, bèn sắp riêng quân cầm kích dài cho ở lại phía sau. Khi giáp trận, Đổng Nguyên dùng kế rút lui nhử, Hoàng đuổi theo, quả đúng có quân mai phục. Lúc đó quân cầm kích dài ở phía sau mới ra đốn đánh. Quân của Đào Hoàng trong ứng ngoài hợp, đánh bại và giết chết Đổng Nguyên. Sau đó ông lại sai đem thuyền cướp bắt được hôm trước cùng vài nghìn tấm gấm bản thổ, đưa cho Lương Tề ở Phù Nghiễm. Tề thấy vậy bèn đem quân hơn vạn người đến trợ giúp.\n\nBên quân Tấn, Dương Tắc cho tướng Vương Tố thay Đổng Nguyên, cùng với Giải Hệ cố thủ trong thành. Đào Hoàng dùng kế mua chuộc em Hệ là Tượng, sai cưỡi xe bốn bánh chơi ngoài phố, có phường nhạc và lính hầu theo sau. Bọn Vương Tố nghĩ em Nghệ làm vậy tất Hệ có ý muốn đi, bèn giết Hệ. Đào Hoàng nhân tình hình đó lại công hãm và chiếm được giao châu. Đông Ngô cho ông làm Thứ sử Giao châu<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7057 quyển 57]: Ngô khiển Ngu Dĩ vi giám quân, Tiết Vũ vi Uy Nam tướng quân, Đại đô đốc, Hoàng vi Thương Ngô thái thú, cự Tắc, chiến vu Phân thủy, Hoàng bại, thối bảo Hợp Phố, vong kì nhị tướng. Vũ vị Hoàng viết: Nhược tự biểu thảo tặc, nhi tang nhị suất, kì trách an tại? Hoàng viết: Hạ quan bất đắc hành ý, chư quân bất tương thuận, cố trí bại nhĩ. Vũ nộ, \ndục dẫn quân hoàn. Hoàng dạ dĩ sổ bách binh tập Đổng Nguyên, hoạch　kì bảo vật, thuyền tái nhi quy. Vũ nãi tạ chi, dĩ Hoàng lĩnh Giao châu, vi tiền bộ đốc. Hoàng tòng hải đạo xuất ư bất ý, kính chí Giao Chỉ, Nguyên cự chi. Chư tướng tương chiến, Hoàng nghi đoạn tường nội hữu phục binh, liệt trường kích ư thậm hậu. Binh tài tiếp, Nguyên ngụy thối, Hoàng truy chi, phục binh quả xuất, trường kích nghịch chi, đại phá Nguyên đẳng. Dĩ tiền sở đắc bảo thuyền thượng cẩm vật sổ thiên thất di phù nghiêm tặc suất lương kì, kì tương vạn dư nhân trợ hoàng. Nguyên hữu dũng tương giải hệ đồng tại thành nội, Hoàng dụ kì đệ Tượng, sử vi thư dữ hệ, hựu sử, cổ xuy đạo tòng nhi hành. Nguyên đẳng viết: Tượng thượng nhược thử, Hệ tất khứ chí. nãi tựu sát. Vũ, Hoàng toại hãm Giao Chỉ, Ngô nhân dụng hoàng vi Giao châu thứ sử<\/ref><ref>[[Đại Việt sử ký toàn thư]], [http:\/\/vi.wikisource.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0\/T%E1%BA%ADp_II\/Cu%E1%BB%91n_th%E1%BB%A9_t%C6%B0\/%C4%90%E1%BB%9Di_thu%E1%BB%99c_v%E1%BB%81_Ng%C3%B4,_T%E1%BA%A5n,_T%E1%BB%91ng,_T%E1%BB%81,_L%C6%B0%C6%A1ng đời thuộc về Ngô, Tấn, Tống, Tề, Lương]<\/ref>.\n\n==Mở mang đất đai==\nĐào Hoàng bắt được [[Dương Tắc]] và giết Mao Quế. Tuy nhiên [[Lý Tộ]] vẫn chiếm giữ quận Cửu Chân theo Tấn, không hàng Ngô. Sau đó Đào Hoàng sai cậu Tộ là Hoảng ra dụ Tộ hàng nhưng Tộ không nghe, Đào Hoàng đánh lâu ngày mới hạ được Cửu Chân. Toàn Giao châu trở về [[Đông Ngô]], Đào Hoàng được phong làm Giao châu mục, Đô đốc Giao châu chư quân sự, Tiền tướng quân.\n\nĐịa thế ba quận Vũ Bình, Cửu Đức, Tân Xương hiểm trở, lại thường có giặc cướp. Tôn Hạo sai Hoàng đem quân đánh, mở mang ba quận vào đất Ngô. Sau Tôn Hạo phong ông làm đô đốc Vũ Xương, dời đến Hợp Phố và cho viên thái thú Hợp Phố Tu Nguyên lên thay, nhưng có nghìn người Giao châu xin cho Hoàng ở lại, vua Ngô bèn cho ông ở lại Giao Châu.\n\n==Hàng Tấn và qua đời==\nNăm [[280]], Tấn Vũ Đế đem quân diệt Ngô, hạ Kiến Nghiệp, bắt sống Tôn Hạo. Tôn Hạo đích thân viết một bức thư, sai Hoàng Tức đến khuyên Đào Hoàng quy thuận nhà Tấn. Đào Hoàng khóc suốt mấy ngày, sau cùng mới chịu, sai sứ đưa ấn bao về Lạc Dương. [[Tấn Vũ Đế]] cho ông giữ nguyên chức cũ, lại ban tước Uyển Lăng hầu, Quan quân tướng quân<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7057 quyển 57]: Hạo ký hàng Tấn, thủ thư khiển Hoàng Tức dung sắc Hoàng quy　 \nthuận. Hoàng lưu thế sổ nhật, khiển sử tống ấn thụ nghệ Lạc Dương. Đế chiếu phức kì bổn chức, phong Uyển Lăng hầu, cải vi quan quân tương quân<\/ref>.\n\nSau khi diệt được Ngô, nhà Tấn định giảm quân ở các châu, quận Đào Hoàng dâng sớ lên vua Tấn nói:<blockquote>''Giao Châu khuất nẻo riêng một miền, chen vào giữa núi và biển, ngoài cách với Lâm-Ấp chỉ có bảy trăm dặm. Tướng Mường là Phạm Hùng mấy đời làm giặc lẩn lút, thường cướp phá trăm họ. Lại kết liên với Phù - Nam, hăng vào quấy rối: nào đánh phá quận - huyện; nào giết hại quan, dân... Tôi khi xưa được nước cũ kén dùng, đóng quân ở miền Nam có hơn mười năm. Tuy trước sau đánh dẹp, giết được bọn Cừ Khôi nhưng trong núi, thẳm, hang cùng, vẫn còn có những quân nấp-náu. Vả lại đám quân của tôi coi, vốn có hơn tám nghìn người. Đất miền Nam nóng ẩm, phần nhiều có khí-độc. Lại thêm liên năm đánh dẹp, chết mòn mãi đi, hiện nay còn có hai nghìn bốn trăm hai mươi người. Nay bốn biển hỗn-đồng, không đâu là không thần phục. Cố-nhiên nên cuốn giáp, bỏ gươm chăm về lễ, nghĩa. Nhưng người trong châu này, chán chuyện yên vui thích gây họa-loạn! Lại bờ biển phía nam Quảng-Châu vòng quanh hơn sáu nghìn dặm, không chịu tòng-phục đến hơn năm vạn nhà! Cùng với những bọn bất-kham ở Quế Lâm cũng đến vạn nhà nữa! Đến như bọn chịu gánh vác việc quan, chỉ có hơn năm nghìn nhà. Môi răng của hai châu, vững được chỉ trông nhờ quân lính. Lại Ninh Châu. Hưng Cổ, tiếp giữ thượng lưu, cách quận Giao-Chỉ nghìn sáu trăm dậm. Đường thủy, đường bộ đều thông. Giữ gìn lẫn cho nhau. Quân trong châu chưa nên rút bớt, để tỏ ra vẻ mảnh rẻ, trống rỗng...''<\/blockquote>Vua Tấn nghe lời ông.\n\nTheo sử sách, Đào Hoàng ở Giao Châu hơn 30 năm, ân, oai tỏ rõ, được dân khác tục quý mến. Năm [[300]], ông qua đời, người cả châu kêu khóc như chết mất cha mất mẹ.\n\nKhông rõ Đào Hoàng thọ được bao nhiêu tuổi. [[Nhà Tấn]] cử Ngô Ngạn sang thay Đào Hoàng giữ Giao châu, còn người con của ông làm Đào Uy làm Thương Ngô thái thú, sau lại được thăng làm Thứ sử.\n\n==Xem thêm==\n*[[Tôn Hạo]]\n*[[Chiến dịch Giao-Quảng]]\n*[[Nhà Tấn]]\n*[[Tiết Vũ]]\n*[[Bắc thuộc lần 2]]\n\n==Tham khảo==\n*[[Tấn thư]], quyển 57\n*[[Đại Việt sử ký toàn thư]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Người Việt gốc Hoa]]"}