{"188523":"{{wikify}}\n{{chú thích trong bài}}\n{{Thông tin nghệ sĩ\n| image = Dao Mong Long.jpg\n| nền = diễn viên\n| tiền tố = [[Nghệ sĩ nhân dân]]\n| imagesize = \n| caption = \n| birthname = \n| alias =\n| birthdate = {{ngày sinh|1915|1|7}}\n| birthplace = [[Nghi Xuân]], Hà Tĩnh\n| deathdate = {{ngày mất và tuổi|2006|8|9|1915|1|7}}\n| deathplace =\n| nationality = {{VIE}}\n| field = {{hlist|Cải lương|kịch nói|sân khấu}}\n| nghề nghiệp = {{hlist|Diễn viên|soạn giả|đạo diễn}}\n| training =\n| movement =\n| famous works =\n| patrons = Nhà hát kịch Việt Nam\n| influenced by =\n| influenced =\n| giải thưởng = {{plainlist| \n* [[Nghệ sĩ nhân dân]]: Đợt 1 (1984)\n* [[Huân chương Độc lập]] III}}\n| spouse = [[Phạm Thị Thành]]\n| con = 2\n}}\n'''Đào Mộng Long''' ([[7 tháng 1]] năm [[1915]] - [[9 tháng 8]] năm [[2006]]) là một diễn viên, nhà đạo diễn, nhà soạn giả sân khấu cải lương và kịch nói [[Việt Nam]]. Ông được phong tặng danh hiệu [[Nghệ sĩ nhân dân]] vào năm [[1984]] (đợt 1).\n\n== Tiểu sử ==\nÔng sinh trong một gia đình có người cha rất yêu nghệ thuật, người làng Hội Thống, nay là xã Xuân Hội, huyện [[Nghi Xuân]], [[Hà Tĩnh]].\n*Năm 5 tuổi, ông đã được bố đưa đi xem hát [[tuồng]] hàng đêm. Ông say mê hát tuồng và nghệ thuật sân khấu dân gian từ đó.\n*Năm [[1927]], sau khi bà nội mất thì gia đình chuyển từ [[thành phố Nam Định]] về [[Vinh]], gần với quê hương Nghi Xuân.\n*Năm 15 tuổi ([[1930]]), ông thôi học và đi làm đủ các nghề: cân gạo thuê, thợ ảnh, thợ kẻ chữ và vẽ kiểu dáng bàn ghế...\n*Năm [[1933]], ông bắt đầu tham gia đàn hát và diễn cải lương cho Hội Hồng Thập tự [[Vinh]]. Sau đó ông sang [[Lào]], tham gia gánh hát của cô Hồng Liên rồi làm [[nhạc công]] cho gánh hát An Lạc. Gánh An Lạc tan, ông về Hà Nội xin vào gánh Quảng Lạc.\n*Năm [[1936]], ông trở thành kép chính trong gánh Liên Việt của gia đình [[Ái Liên]].\n* Năm [[1941]], ông lại tham gia vào gánh Nam Hồng, làm nhạc, thơ, kịch thơ, diễn viên, đạo diễn và soạn giả cho các vở [[cải lương]]. Ông tham gia gánh Nam Hồng suốt mấy năm cho đến khi [[Cách mạng tháng 8]] thành công. Trong thời gian này ông sáng tác và đóng vai chính trong nhiều vở cải lương mà kịch bản không còn được lưu giữ bởi thời đó diễn \"cương\" còn phổ biến. Vở cải lương \"Làm sang\" diễn ở miền Tây Nam Bộ, nhạo báng mấy công tử nhưng lại được các công tử miền Tây ưu ái mời về diễn. Sau này kịch bản cải lương được viết thành vở ''Tiền và Nghĩa''. Vở kịch thơ ''Con cò mồi'' sau này đổi thành ''Dòng máu thanh niên ''diễn được vài đêm thì bị chính quyền ngăn cấm cũng thất lạc kịch bản. Kịch thơ ''Phạm Ngũ Lão'' viết sau khi Nhật đảo chính Pháp đã diễn rất thành công ở Sài Gòn theo kiểu sa lông, mang tính ước lệ cao.\n* Ông tham gia khởi nghĩa ở [[Nam Kì]], tham gia Ban chấp hành Hội Nghệ sĩ [[Sài Gòn]]. \n*Ông gia nhập quân ngũ năm [[1945]]-[[1946]], đi kháng chiến trong chiến khu Nam Bộ. Ông cùng ca sĩ [[Quốc Hương]] được cử đi tuyên truyền, hoạt động văn nghệ ở các đơn vị bộ đội [[Việt Minh]]. Thời gian này ông còn là một [[nhạc sĩ]] với 2 sáng tác được công chúng biết tới là ''Hồn Việt Nam'' (trùng tên với một sáng tác khác của [[Bùi Công Kỳ]]) và ''Hồn chiến sĩ''. Khi mặt trận miền Nam bị vỡ, ông về Sài Gòn và trốn ra Bắc.\n*Năm [[1947]], ông tham gia đoàn văn công quân khu 4, rồi làm cán bộ chính trị của Bộ tư lệnh địa phương.\n*Năm [[1949]], ông được kết nạp vào [[Đảng Cộng sản Việt Nam]].\n*Năm [[1951]], ông trở lại hoạt động sân khấu, làm liên đoàn trưởng Liên đoàn ca kịch khu Bốn.\n*Năm [[1954]], ông được cử ra Việt Bắc, tham gia Đoàn Văn công Nhân dân Trung ương. Từ đó ông gắn chặt cuộc đời với nghệ thuật sân khấu, làm diễn viên, đạo diễn, soạn giả và làm giám đốc Đoàn kịch nói trung ương (nay là [[Nhà hát kịch Việt Nam]]). \n*Năm 1960-1968 ông soạn nhiều vở cải lương, kịch với nội dung cách mạng và chê cười thói xấu, trong đó có ''Ngọn lửa căm hờn (Lò lửa giặc Tần), Tiền và nghĩa, Kêu cứu..''. Hai vở ''Tiền và Nghĩa'' và ''Kêu cứu'' của ông được dàn dựng cho đoàn Cải lương [[Hải Phòng]] (trước đó là đoàn Phương Đông) đạt được số đêm công diễn trên 1000 đêm với diễn xuất chói sáng của nghệ sĩ Hoàng Anh trong vai ông Nhân. Vở ''Tiền và nghĩa'' sau này một số đoàn diễn dưới tên ''Nát một đời hoa ''mà không được sự đồng ý của tác giả''.''\n* Năm [[1960]], ông viết kịch bản về [[Trương Chi]] mang tên ''Hận tương giao''.\n*Năm [[1972]], ông viết vở [[kịch thơ]] ''Trắng hoa mai'' trong lúc Mỹ leo thang đánh phá miền Bắc.\n\nÔng mất tại nhà riêng vào 12g05 ngày [[9 tháng 8]] năm [[2006]], hưởng thọ 92 tuổi. Ông có ba người vợ, người vợ thứ ba là đạo diễn, nghệ sĩ nhân dân [[Phạm Thị Thành]] (ông cưới bà Thành khi ông 45 tuổi, bà 18 tuổi). Ông và đạo diễn Phạm Thị Thành có hai người con.\n\nTác giả Trần Minh Thu đã viết cuốn sách mang tên \"Con rồng giữa trần ai\" để tưởng nhớ đến Nghệ sĩ Nhân dân Đào Mộng Long, do Nhà xuất bản Sân khấu ấn hành.\n\n== Tài năng diễn xuất ==\nGiai đoạn biểu diễn trong các gánh hát cải lương của Đào Mộng Long ít được ghi nhận ngày nay và chỉ còn nhắc đến trong các hồi ký của lớp nghệ sĩ tiền bối. Hồi ký [[Phạm Duy]] có nói đến giai đoạn gánh của ông gặp gánh của Đào Mộng Long hát trong miền Nam. Phạm Duy cũng nêu bản [[Vọng cổ]] mà người miền Bắc không thể hát hay được bằng người miền Nam nhưng lại có những sáng tạo diễn xuất làm mê hoặc được dân miền Nam khiến họ phải bỏ tiền đi coi đoàn cải lương miền Bắc (chương 26-27, Tập 1). Giới nghệ sĩ miền Nam như [[Năm Châu]], cô Bảy [[Phùng Há]] rất ái mộ diễn xuất của Đào Mộng Long trong gánh hát Nam Hồng. Những nghệ sĩ như Sác Lô (Charlot) Miều, Tư Chơi nay chỉ còn rất ít người biết đến. Chính nhờ những vai diễn để đời trong lòng công chúng Sài Gòn và miền Tây mà Đào Mộng Long đã thoát hiểm khi trốn về Sài Gòn chữa bệnh trong thời gian đầu kháng chiến và được các nghệ sĩ cải lương Sài Gòn che chở giúp kiếm giấy tờ thoát ra Bắc. Sau này nghệ sĩ Kim Cương, Minh Vương và [[Thanh Tòng]] vẫn tôn Đào Mộng Long là thầy. Nghệ sĩ Lệ Thủy đã diễn rất thành công vai Thiên Kiều Công chúa trong vở Trắng hoa mai do Nhị Kiều chuyển thể từ kịch thơ thành cải lương.\n\nÔng đã đóng nhiều vở, chủ yếu là vai phụ, tuy nhiên đã để lại nhiều ấn tượng sâu sắc với các vai như cụ Ba Bơ (trong ''Bão biển''), Chánh Tôn (trong ''Chị Hòa''), Siarơ (trong ''[[Liuba]]''), cụ Thiện (''[[Lửa hậu phương]]''), Govozilin (trong ''Khúc thứ ba bi tráng''), Phaunhin (trong ''Xâm lược'')... Ông còn đóng Bạ Kinh trong phim ''[[Vĩ tuyến 17 ngày và đêm]]''.\n\nVới những vai phụ, ông cho rằng: <blockquote>''Với tôi, vai phụ rất khó, thậm chí, có thể khó hơn cả vai chính. Số phận vai phụ trên sân khấu thật ngắn ngủi, sự hiện diện chỉ trong phút chốc. Diễn vai phụ, diễn viên chỉ được phép bùng nổ sáng tạo trong một khoảng rất hạn hẹp chật chội của không gian và thời gian trên sân khấu... Tôi đã gọi vai phụ là \"sự thoáng qua\" trên sân khấu.''<ref name=laodong\/>.<\/blockquote>\n\n[[Tập tin:Dao Mong Long - Shir.jpg|nhỏ|trái|200px|Đào Mộng Long trong vai nhân vật phản diện Siarơ của vở kịch nổi tiếng ''[[Liuba]]'' do đạo diễn [[Liên Xô]] Vaxiliev dàn dựng.]]\nTheo tiến sĩ Nguyễn Thị Minh Thái, những vai phụ đều được ông diễn hết sức dụng công và có ý thức thẩm mỹ với mục đích thiết lập cách hóa thân riêng biệt cho chúng. Diễn xuất của ông có chiều sâu tư tưởng và phương pháp xử lý riêng, nhưng lại không cứng nhắc, mà sống động và chi tiết<ref name=tp\/>.\n\nVai diễn Siarơ của ông trong vở kịch ''Liuba'', dù chỉ là một vai rất nhỏ, nhưng khi xem Đào Mộng Long biểu diễn, đạo diễn Liên Xô Vaxiliev đã ôm chầm lấy ông và kêu lên: \"''Xin cảm ơn. Ông quả là nghệ sĩ lớn. Ở sân khấu Liên Xô, chẳng ai để ý đến vai phụ này cả!''\"<ref name=laodong>Nguyễn Thị Minh Thái, [http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung%2840,163599%29 Mãi còn chói sáng vai phụ của Đào Mộng Long]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}, Báo Lao động. Truy cập 2008-09-29<\/ref>. Ông luôn tìm tòi sáng tạo, đổi mới những vai phụ của mình để làm sao có hiệu quả cao nhất, có những vai diễn cả trăm lần mới tìm ra cách xử lý ưng ý (vai cụ Thiện trong ''Lửa hậu phương'')<ref name=tp\/>. Với vai Phaunhin vở ''Xâm lược'', ông ghi trong sổ tay: \"''Có lẽ suốt đời chỉ đóng vai này thôi, tôi cũng chưa nghiên cứu và thể hiện được đầy đủ tính phức phức tạp và đa dạng của nó''\"...<ref name=tp\/>\n\nMặc dù thế, đôi khi chính vì làm nổi bật nhân vật phụ quá đà, mà ông đã lấn lướt cả vai chính, thu hút toàn bộ sự chú ý của người xem vào vai phụ của mình như trong vai ông Lại của vở ''Quê hương''. Đào Mộng Long tự nhận đó là một sai lầm trong diễn xuất của mình, đã phá vỡ tính đồng bộ của cộng đồng diễn viên và vở diễn<ref name=tp\/>. Với vai diễn này, đạo diễn Phạm Thị Thành nhớ lại: \"''Ngay đến vai một ông già nhỏ bé xuất hiện chớp nhoáng trong Quê hương Việt Nam, ông ấy cũng khiến người xem phải nhớ đến cái cách ông đội mũ, cách ông nằm khểnh với những ngón chân ngọ nguậy. Không thể lẫn vào ai...''\".\n\nNghệ sĩ Nhân dân Đào Mộng Long thuộc thế hệ diễn viên [[kịch nói]] đầu đàn của Việt Nam, cùng với [[Thế Lữ]], [[Song Kim]], [[Trúc Quỳnh]], [[Can Trường]]... đã ghi dấu ấn đậm nét ở sân khấu kịch nói những năm chiến tranh.\n\n== Chú thích ==\n{{Tham khảo|refs=\n\n<ref name=tp>\n{{chú thích báo\n|tác giả= Nguyễn Thị Minh Thái\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/www.tienphong.vn\/van-nghe\/dao-mong-long-nguoi-dien-vai-phunbsp-cu-nhu-khong-56850.tpo\n|tên bài= Đào Mộng Long - Người diễn vai phụ cứ như không...\n|ngày= 2006-08-13\n|ngày truy cập= 2008-09-29}}\n<\/ref>\n}}\n\n== Liên kết ngoài ==\n* ''Diễn viên và sân khấu'' - [[Lưu Quang Vũ]], [[Vương Trí Nhàn]] và [[Xuân Quỳnh]] - Nhà xuất bản Văn hóa, 1978\n* Ngôi sao không tắt - Nguyễn Đình San - Nhà xuất bản Sân khấu, 2004.\n* Hồi ký Phạm Duy, Chương 26, Tập 1 - Bản online, 2010\n* [http:\/\/www.laodong.com.vn\/Home\/vanhoa\/2006\/8\/1468.laodong Có một Đào Mộng Long nhạc sĩ] - Lao động số 229 Ngày 20\/08\/2006.\n* [http:\/\/vnexpress.net\/Vietnam\/Van-hoa\/2002\/09\/3B9C09E7\/ Tâm sự của nghệ sĩ Đào Mộng Long về sự nghiệp] - [[VnExpress]] 27\/9\/2002\n* [http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/150795.asp Nghệ sĩ Nhân dân Đào Mộng Long: Diễn vai phụ cực kỳ khó] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080425131055\/http:\/\/www.nld.com.vn\/tintuc\/van-hoa\/150795.asp |date=2008-04-25 }} - Người lao động 14-05-2006\n* {{chú thích báo\n|tác giả= Đào Mộng Long\n|tác phẩm= Báo Tuổi Trẻ online\n|url= http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/155668\/an-trai-cay-ngot-biet-on-nguoi-trong.html\n|tên bài= Ăn trái cây ngọt biết ơn người trồng\n|ngày= 2006-08-13\n|ngày truy cập= 2014-01-08}}\n* [http:\/\/www.sankhauvietnam.com.vn\/Story\/nghesy\/2006\/8\/826.html Vĩnh biệt Nghệ sĩ Nhân dân Đào Mộng Long!] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090612094138\/http:\/\/www.sankhauvietnam.com.vn\/Story\/nghesy\/2006\/8\/826.html |date=2009-06-12 }}\n\n{{Thời gian sống|1915|2006}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Đạo diễn sân khấu Việt Nam]]\n[[Thể loại:Nhà viết kịch Việt Nam]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Soạn giả cải lương]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Huân chương Độc lập hạng Ba]]\n[[Thể loại:Nhà soạn kịch thế kỷ 20]]\n[[Thể loại:Nhà soạn kịch thế kỷ 21]]"}