{"39355":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Đèo Pha Đin''\n| position = bottom\n| lat_deg = 21.567220\n| lon_deg = 103.525646\n}}\n{{coord| 21.567220| 103.525646| type:landmark| format= dms| name=Đèo Pha Đin| display= title}}\n'''Đèo Pha Đin''' hay '''Dốc Pha Đin''' là [[đèo núi]] trên [[quốc lộ 6]] ở giáp ranh giữa xã [[Phổng Lái]] huyện [[Thuận Châu]] tỉnh [[Sơn La]] và xã [[Tỏa Tình]] huyện [[Tuần Giáo]] tỉnh [[Điện Biên]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-fa52 >Bản đồ tỷ lệ 1:50.000 tờ F-48-52-C. Cục Đo đạc và Bản đồ Việt Nam, 2013.<\/ref>.\n\nĐèo có độ dài 32&nbsp;km. Điểm khởi đầu của đèo cách [[Thành phố Sơn La]] về phía Tây 66&nbsp;km còn điểm cuối của đèo cách [[Thành phố Điện Biên Phủ]] khoảng 84&nbsp;km.<ref name= Vov-8deo >[http:\/\/truyenhinhdulich.vn\/travel\/8-con-deo-mien-bac-hut-hon-dan-du-lich-bui-495.html 8 con đèo miền Bắc hút hồn dân du lịch bụi]. VOV Online, 06\/11\/2018.<\/ref>\n\nDu khách thường xếp đèo Pha Đin vào một trong \"tứ đại đỉnh đèo\" vùng miền núi phía Bắc, bên cạnh [[Đèo Ô Quy Hồ]], [[Đèo Khau Phạ]] và [[Đèo Mã Pí Lèng]]. Cũng có khi đèo được xếp cùng nhóm sáu con đèo gây ấn tượng nhất Việt Nam bao gồm Khau Phạ, [[Đèo Hồng Thu Mán|Hồng Thu Mán]] (trên Quốc lộ 4D, thuộc Pa So Phong Thổ, [[Lai Châu]]), Ô Quy Hồ, [[Đèo Hải Vân|Hải Vân]] và [[Đèo Khánh Lê |Khánh Lê]] (huyện [[Khánh Vĩnh]], [[Khánh Hòa]]).\n\n==Truyền thuyết==\nTên gọi đèo Pha Đin nguyên gốc xuất xứ từ tiếng [[người Thái|Thái]], ''Pha đin'', trong đó ''Pha'' nghĩa là \"Trời\", ''Đin'' là \"Đất\" hàm nghĩa nơi đây là chỗ nơi đất trời gặp nhau. \n\nNgười [[Lai Châu]] cũ (nay là Điện Biên) và Sơn La từ xa xưa còn lưu truyền câu chuyện kể về cuộc bàn thảo tìm cách vạch định ranh giới của hai địa phương bằng một cuộc đua [[ngựa]] vượt dốc Pha Đin. Người và ngựa của cả hai phía đều đồng thời xuất phát từ hai dốc đèo. Hai dũng sĩ và hai con tuấn mã đều có sức mạnh và ý chí như nhau nên khoảng cách mà họ đi được cho tới địa điểm gặp nhau trên đèo không chênh lệch bao nhiêu. Tuy vậy, phần ngựa Lai Châu phi nhanh hơn nên phần đèo thuộc về Lai Châu dài hơn một chút so với phần phía Sơn La<ref>[http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2004\/02\/50812\/ Đèo Pha Đin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080507123546\/http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2004\/02\/50812\/ |date=2008-05-07 }}. vietnamnet, 2004.<\/ref>.\n\n==Đặc điểm==\nTheo quốc lộ 6 qua [[cao nguyên Mộc Châu]] tới [[Yên Châu]], [[Mai Sơn]], [[Thuận Châu]] rồi từ Thuận Châu vượt qua Pha Đin là tới [[Tuần Giáo]], cửa ngõ của Lai Châu cũ và tỉnh mới Điện Biên bây giờ.\n\nĐèo Pha Đin dài khoảng 32&nbsp;km, từ km số 360 đến km số 392 trên quốc lộ 6, là nơi tiếp giáp theo hướng Đông-Tây giữa tỉnh [[Sơn La]] và tỉnh [[Điện Biên]], nằm trong hệ thống [[cao nguyên Tả Phìn]]. Điểm cao nhất của đèo là 1.648 mét so với mực nước biển và tại đây có một tháp truyền hình khối lượng khoảng 70 tấn, chịu sức gió 200&nbsp;km\/h<ref>[http:\/\/www.anninhthudo.vn\/Tianyon\/Index.aspx?ArticleID=2488&ChannelID=92 Tây Bắc du ký]<\/ref>. Địa thế đèo rất hiểm trở, chênh vênh, một bên là vách núi và một bên là vực sâu hun hút. Độ dốc của đèo khoảng 10%, có chỗ 12% đến 15% thậm chí cục bộ 19%. Lúc lên dốc và xuống dốc, con đường đèo ngoằn ngoèo với 8 cung đường cua hết sức nguy hiểm, bán kính đường cong dưới 15m và bên cạnh đó là vô số các khúc cua tay áo, cua chữ A, chữ Z trong đó có nhiều đoạn chỉ đủ cho một ô tô đi qua. Khu vực này núi đất đỏ chứ không phải núi đá vôi, nên nền đất đèo nhìn chung tương đối yếu, dễ xảy ra sụt, trượt, lở đất vào mùa mưa và thêm vào đó, bề mặt đường rất thô sơ, cấp phối. Chính vì vậy, có nhiều vụ tai nạn thảm khốc đã thường xuyên xảy ra trên đường đèo<ref>[http:\/\/euro.dantri.com.vn\/phong-suky-su\/ky-3-an-tuong-nhung-con-deo-102411.htm Ấn tượng những con đèo]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}. dantri,<\/ref>.\n\nTrên lưng chừng đèo Pha Đin thường mịt mờ mây phủ, dưới chân đèo là những [[bản làng]] lác đác. Đứng trên dốc đèo phía tỉnh Điện Biên nhìn xuống du khách sẽ thấy [[thung lũng Mường Quài]] trải rộng với ngút ngàn màu xanh của đồi núi, thấp thoáng những làng bản đầu tiên của huyện Tuần Giáo<ref>[http:\/\/cema.gov.vn\/modules.php?name=Content&op=details&mid=1276#ixzz12AaDpqZo Trang trại dưới chân đèo Pha Đin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081016041716\/http:\/\/cema.gov.vn\/modules.php?mid=1276&name=Content&op=details#ixzz12AaDpqZo |date=2008-10-16 }}. cema<\/ref>. Tuy nhiên, khi lên đến gần đỉnh đèo thì hầu như không còn nhìn thấy bản làng nào mà chỉ còn nền trời xanh thẳm và núi rừng hùng vĩ như hòa quyện làm một.\n\nTrong [[kháng chiến chống Pháp]], một trong những tuyến huyết mạch quan trọng tiếp vận vũ khí đạn dược và lương thực cho [[chiến dịch Điện Biên Phủ]] ([[1954]]) của [[Việt Minh]] đi qua đèo này, đã khiến đèo Pha Đin trở thành một biểu tượng của tinh thần gan dạ với hơn 8.000 thanh niên xung phong \"quyết tử cho Tổ quốc quyết sinh\"<ref>[http:\/\/dulich.tuangiao.gov.vn\/canh-dep-tu-nhien\/du-lich-kham-pha-trai-nghiem-deo-pha-din-tuan-giao-dien-bien-19.html Du lịch khám phá, trải nghiệm Đèo Pha Đin – Tuần Giáo – Điện Biên]. Du lịch Tuần Giáo - Điện Biên, 10\/11\/2017.<\/ref>. Năm 1954, nhằm chặn đứng tuyến tiếp vận này của Việt Minh, suốt 48 ngày đêm ròng rã tướng Pháp [[Christian de Castries]] đã cho máy bay oanh tạc đường số 6, trong đó đèo Pha Đin và [[ngã ba Cò Nòi]] (di tích lịch sử quốc gia ở huyện [[Mai Sơn]], tỉnh Sơn La) là hai nơi hứng chịu nhiều nhất lượng bom đạn đổ xuống. Trên đỉnh đèo Pha Đin hiện còn tấm bia ghi lại dấu ấn lịch sử này.\n\nNhững năm gần đây (từ năm [[2006]] đến năm [[2009]]), dự án cải tạo, nâng cấp quốc lộ 6 đoạn Sơn La-Tuần Giáo với tổng mức đầu tư hơn 1.165 tỷ đồng đã hoàn tất. Tuyến đường tránh đèo Pha Đin được xây dựng bám theo sườn núi các đỉnh đèo phụ phía trái quốc lộ 6 cũ, có độ cao khoảng 1.000m (thấp hơn đèo Pha Đin 200-400m), đã khiến xe cộ ít lưu thông qua cung đường qua đèo Pha Đin và con đèo chỉ còn phù hợp với khách du lịch ưa mạo hiểm.\n\n==Đèo Pha Đin trong thơ văn==\n:''Dốc Pha Đin chị gánh anh thồ''\n:''Đèo Lũng Lô anh hò chị hát''\n:''Dù bom đạn xương tan thịt nát''\n:''Không sờn lòng, không tiếc tuổi xanh''\n::Trích ''Hoan hô chiến sĩ Điện Biên'', Thơ [[Tố Hữu]]\n\nĐèo Pha Din mới được sửa chữa, nâng cấp theo tiêu chuẩn đường cấp III miền núi, không còn cua tay áo, độ dốc một số điểm là 10°Có \"châm chước\".\nTrên đèo có cột mốc phân giới giữa Sơn La và Điện Biên. Nhưng cột mốc chỉ mang tính ước lượng, không chính xác.\nTrên đỉnh đèo có một chợ chim, bán rất nhiều loại chim do người dân mang ra. Ngoài ra có bán thịt ngựa, măng, táo mèo (theo mùa), rau cải mèo,...\nTrên đèo có nhiều điểm nước ngầm, gây rất nhiều khó khăn cho việc thi công đèo. Có một số vị trí thường có hiện tượng đá lăn, rất nguy hiểm.\n\n==Liên kết ngoài==\n{{tham khảo|29em}}\n\n== Liên kết ngoài ==\n{{Commonscat |Mountain passes of Vietnam}}\n\n{{Đèo Việt Nam}}\n[[Thể loại:Giao thông Điện Biên]]\n[[Thể loại:Giao thông Sơn La]]"}