{"17573":"{{Thông tin đèo núi\n| name = Đèo Hải Vân\n| other_name = \n| photo = Haivan2.jpg\n| photo_caption = Đường đèo Hải Vân từ Quảng Nam ra Bắc\n| photo_alt = \n| map = Vietnam\n| map_caption = Vị trí của Đèo Hải Vân\n| map_size = 200\n| label = \n| label_position = \n| elevation_m = 500\n| elevation_ref = \n| location = {{VIE}}\n| topo = \n| lat_d = 16 | lat_m = 11 | lat_s =14| lat_NS = N\n| long_d = 108 | long_m = 07 | long_s = 50| long_EW = E\n| region = \n| source = <!-- traveljournals.net -->\n| range = \n| scale = \n| display = \n| format = \n| coordinates = \n| coordinates_ref = \n| traversed = \n}}\n'''Đèo Hải Vân''' còn có tên là '''đèo Ải Vân''' (vì trên đỉnh đèo xưa kia có một cửa ải) hay '''đèo Mây''' (vì đỉnh đèo thường có mây che phủ), cao 500 [[m]](1640 ft)(so với [[mực nước biển]]), dài 20 [[km]], cắt ngang dãy [[núi Bạch Mã]] (là một phần của [[Dãy núi Trường Sơn|dãy Trường Sơn]] chạy cắt ra sát [[biển]]) ở giữa ranh giới tỉnh [[Thừa Thiên Huế]] (ở phía Bắc) và thành phố [[Đà Nẵng]] (ở phía Nam), [[Việt Nam]] <ref>Thông tin này căn cứ theo sách ''Sổ tay địa danh Việt Nam'' (Nhà xuất bản Giáo dục, 2008, tr. 117). Có nguồn cho rằng đèo Hải Vân cao 496 m so với mực nước biển, và dài 21 km [http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=8112 Đèo Hải Vân - \"Đệ nhất hùng quan\"].<\/ref>.\n\n==Lịch sử==\n[[Tập tin:Hai Van Pass Base.jpg|nhỏ|phải|250px|Đỉnh đèo Hải Vân]]\nTheo sử liệu, trước năm [[Bính Ngọ]] ([[1306]]), vùng đất có đèo Hải Vân thuộc về hai châu Ô, Rí của vương quốc [[Chămpa|Champa]] (còn gọi là [[Chiêm Thành]]). Sau khi được vua Champa là Chế Mân cắt làm sính lễ cầu hôn [[Công chúa Huyền Trân]] đời [[Nhà Trần|Trần]] vào năm [[1306]], thì ngọn đèo chính là ranh giới giữa Đại Việt và Chiêm Thành.\n\nKhoảng một [[thế kỷ]] sau, vào năm [[Nhâm Ngọ]] ([[1402]]), [[nhà Hồ]] (dưới triều [[Hồ Hán Thương]]) sai tướng Đỗ Mãn đem quân sang đánh Chiêm Thành, khiến vua nước ấy là Ba Đích Lại (Jaya Sinhavarman V) phải cắt đất Chiêm Động và Cổ Lũy để cầu hòa <ref>Xem [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, 1968, tr.184.<\/ref>. Kể từ đó, cả vùng đất có đèo Hải Vân mới thuộc hẳn về nước Đại Ngu (tức [[Việt Nam]] ngày nay), và trở thành ranh giới tự nhiên của hai xứ [[Thuận Hóa]] và [[Quảng Nam]], như sách ''[[Phủ Biên tạp lục]]'' của [[Lê Quý Đôn]] đã chép: ''\"Hải Vân dưới sát bờ biển, trên chọc từng mây là giới hạn của hai xứ Thuận Hóa và Quảng Nam\"''.<ref>Dẫn lại theo [http:\/\/diemhenviet.com\/hue-481\/deo-hai-van-1191\/#ixzz1u7VYELSW] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120508134126\/http:\/\/diemhenviet.com\/hue-481\/deo-hai-van-1191\/#ixzz1u7VYELSW |date = ngày 8 tháng 5 năm 2012}}.<\/ref>\n[[Tập tin:Đèo Hải Vân.jpeg|nhỏ|phải|300px|Đèo Hải Vân]]\nVào thời [[Nhà Nguyễn|Nguyễn]], đèo Hải Vân vẫn là ''chỗ giáp giới giữa [[Thừa Thiên]] và [[Quảng Nam]]. Phía bắc chân núi giáp vực biển có hang Dơi, tục gọi là bãi Tiêu. Tương truyền xưa có thần sóng, thuyền đi qua đó thường bị lật chìm, nên ngạn ngữ có câu: \"Đường bộ thì sợ [[Hải Vân]]\/ Đường thủy thì sợ sóng thần Hang Dơi\"''<ref>Cao Xuân Dục, ''Đại Nam dư địa chí ước biên''. Nhà xuất bản Văn học, 2003, tr. 76.<\/ref>.\n\n==Đường đèo==\nDưới thời [[Việt Nam Cộng hòa]] vì cơ nguy tai nạn giao thông trên con đường hẹp nên việc qua lại trên đèo được điều hành bằng cách đặt 3 trạm kiểm soát: 1 ở [[Lăng Cô]], 1 ở đỉnh đèo, và 1 ở [[Liên Chiểu]], hạn chế xe phải đi thành đoàn cùng lên đèo hoặc cùng xuống đèo để giảm tai nạn xe đâm nhau ngược đường. Xe từ Lăng Cô hay Liên Chiểu phải đợi tụ thành một đoàn rồi bắt đầu trèo đèo cùng một lượt. Đến đỉnh đèo thì đoàn xe dừng lại ở trạm kiểm soát và rồi xuống đèo cùng một lượt cho đến qua khỏi trạm kiểm soát ở chân đèo. Như vậy suốt đoạn đường đèo chỉ có một chiều xe chạy. Năm 1966 lực lượng công binh [[Seabee]] của [[binh chủng]] [[Thủy quân Lục chiến Hoa Kỳ]] nới rộng đường xa lộ qua đèo thì việc giao thông không phải đợi ở ba trạm kiểm soát kể trên nữa.<ref name=\"Việt. Irvine 2014\">Võ Hương An. ''Trong ngõ ngách sử Việt''. Irvine, CA: Nam Việt, 2014. Tr 218-231.<\/ref>\n[[Tập tin:Đèo Hải Vân 2.jpeg|nhỏ|phải|300px]]\nNgày [[5 tháng 6]] năm [[2005]], hầm đường bộ xuyên đèo Hải Vân cũng đã được đưa ra vào sử dụng, càng tạo thuận lợi cho việc đi lại, nên trở ngại ấy đã không còn nữa, tuy nhiên, đèo Hải Vân vẫn là một \"hàng rào\" ngăn cản một phần khí hậu giữa hai miền <ref>Xem trang [[Khí hậu Việt Nam]] hay xem bài \"Đặc điểm khí hậu Việt Nam\" trong sách Địa lý 8. Nhà xuất bản Giáo dục, tr. 111.<\/ref>.\n\nMặc dù ngày nay đã có hầm đường bộ xuyên đèo Hải Vân, và địa hình của đường đèo vẫn còn một số hiểm trở, song nhiều du khách vẫn thích đi trên con đường này để thưởng ngoạn. Vào những ngày đẹp trời, họ có thể thấy khá rõ một phần thành phố [[Đà Nẵng]], [[Cảng Tiên Sa]] - Bán đảo [[Sơn Trà]], [[Cù lao Chàm]],... và những bãi [[cát]] vàng chạy dài ôm lấy mặt nước bao la trong xanh của [[biển]].\n\n==Cửa ải Hải Vân==\n[[Tập tin:Hai Van Quan.jpg|nhỏ|phải|250px|Di tích Hải Vân Quan]]\nNgày nay, trên đỉnh đèo Hải Vân vẫn còn dấu vết của một cửa ải. Cửa ải này được gọi là ''Hải Vân Quan'' (海雲關), xây từ đời [[Nhà Trần|Trần]] và được trùng tu vào thời [[Nhà Nguyễn|Nguyễn]] (năm [[Minh Mạng]] thứ 7, [[1826]]).<ref>Theo Quách Tấn, ''Bước lãng du'', Nhà xuất bản Trẻ, 1996, tr. 219.<\/ref> Cửa trông về phủ Thừa Thiên đề ba chữ \"Hải Vân Quan\", cửa trông xuống [[Quảng Nam]] đề \"Thiên hạ đệ nhất hùng quan\". Lạc khoản một bên góc bảng còn ghi thêm \"Minh Mệnh thất niên cát nhật tạo\", tức là làm vào ngày tốt năm Minh Mệnh thứ 7 ([[1826]]).<ref name=\"Việt. Irvine 2014\"\/> Danh hiệu này tương truyền do vua [[Lê Thánh Tông]] phong tặng khi nhà vua dừng quân ở đây vào năm [[Canh Thìn]] ([[1470]]).\n\nSách ''Đại Nam thực lục chính biên'' chép rõ: \n:''\"Phía trước, phía sau đều đặt một cửa quan (ngạch trước viết ba chữ \"Hải Vân quan\" (海雲關), ngạch sau viết 6 chữ \"Thiên hạ đệ nhất hùng quan\" (天下第一雄關). Cửa trước cao và dài đều 15 thước (khoảng 6 [[mét]]), ngang 17 thước 5 tấc, cửa sau cao 15 thước, dài 11 thước, ngang 18 thước 1 tấc, cửa tò vò đều cao 10 thước 8 tấc, ngang 8 thước 1 tấc. Phía tả hữu cửa quan, xếp đá làm tường, trước sau tiếp nhau. Phái biền binh 4 đội Hữu sai và 2 đội Ứng sai chở súng ống đến để đấy (súng quá sơn bằng đồng 5 cỗ, ống phun lửa 200 ống, pháo thăng thiên 100 cây và thuốc đạn theo súng). Chuẩn định từ Hải Vân trở ra Bắc thuộc quản hạt Thừa Thiên, từ ngoài Hải Vân trở vào Nam thuộc quảng hạt [[Quảng Nam]]\"''.\n\nNăm [[1876]] trước khi người [[Pháp]] lập nền Bảo hộ thì nhà địa lý học [[Jules-Léon Dutreuil de Rhins]] khi đi đường bộ từ [[Đà Nẵng]] ra [[Huế]] có ghi nhận rằng cửa ải có 50 lính canh phòng. Năm [[1885]] sau khi ký [[Hòa ước Giáp Thân]] ([[1884]]) thì số lính chỉ còn khoảng 5 người và sang đầu [[thế kỷ 20]] khi Henri Coserat của [[Hội Đô thành Hiếu cổ]] (Association des Amis du Vieux Hué) lên đèo quan sát thì cửa ải đã bị bỏ ngỏ, không còn ai canh gác.<ref name=\"Việt. Irvine 2014\"\/>\n\nCửa ải Hải Vân còn chứng kiến cuộc ngự du của vua [[Thành Thái]] vào mùa hè năm [[1896]]. Xa giá của vua đi đường thủy vào đến [[Lăng Cô]], nghỉ qua đêm rồi hôm sau đăng sơn. Vua cưỡi [[ngựa]]; tháp tùng là giới chức Pháp gồm có [[Toàn quyền Đông Dương|Toàn quyền]] [[Rousseau]] và [[Khâm sứ Trung Kỳ|Khâm sứ]] Brière lên tận cửa ải để ngắm cảnh quan.<ref name=\"Việt. Irvine 2014\"\/>\n\nĐáng tiếc là di tích này đang bị xuống cấp trầm trọng.<ref>Xem bài viết \"Hoang phế Hải Vân\" trên Vov online cập nhật ngày 8 tháng 9 năm 2011 [http:\/\/danang.vietccr.vn\/xem-tin-tuc\/hoang-phe-hai-van-quan-default.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120726073415\/http:\/\/danang.vietccr.vn\/xem-tin-tuc\/hoang-phe-hai-van-quan-default.html |date = ngày 26 tháng 7 năm 2012}}.<\/ref> Ngoài ra, nơi đỉnh Hải Vân hiện vẫn còn một vài lô cốt (tàn tích của Đồn Nhất) do quân đội [[thực dân Pháp|Pháp]] xây dựng vào năm [[1926]] để bảo vệ ngọn đèo chiến lược này. Sau đồn bót ấy được chuyển sang tay quân đội [[Hoa Kỳ|Mỹ]]. Trong hai cuộc kháng chiến chống Pháp và chiến tranh Việt Nam, đèo Hải Vân là nơi đã liên tiếp diễn ra những trận đánh lớn.<ref>''Việt Nam đất nước giàu đẹp'' (tập 2). Nhà xuất bản Sự thật, 1983, tr. 215.<\/ref>\n[[Tập tin:Hai Van Pass ocean view.jpg|nhỏ|250px|Một lô cốt còn lại trên đỉnh Hải Vân, nhìn ra phía [[Lăng Cô]].]]\n[[Tập tin:Đèo Hải Vân 4.jpeg|nhỏ|phải|300px]]\nNăm [[2017]] cửa ải Hải Vân (Hải Vân Quan) được [[Bộ Văn hóa, Thể thao và Du lịch]] ký quyết định xếp hạng [[Di tích Việt Nam|di tích cấp quốc gia]]. Do Hải Vân Quan nằm trên địa bàn thị trấn [[Lăng Cô]] (huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế]]) và phường [[Hòa Hiệp Bắc, Liên Chiểu|Hòa Hiệp Bắc]] (quận [[Liên Chiểu]], [[Đà Nẵng]]) nên [[Ủy ban nhân dân Tỉnh (Việt Nam)|Ủy ban Nhân dân]] tỉnh [[Thừa Thiên Huế]] và [[Đà Nẵng]] cùng chịu trách nhiệm quản lý di tích này.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20170415\/hai-van-quan-duoc-xep-hang-di-tich-cap-quoc-gia\/1298505.html|tiêu đề=​Hải Vân Quan được xếp hạng di tích cấp quốc gia}}<\/ref><ref>{{Chú thích web|url=http:\/\/vtv.vn\/trong-nuoc\/hai-van-quan-duoc-cong-nhan-la-di-tich-quoc-gia-20170416060010759.htm|tiêu đề=Hải Vân Quan được công nhận là di tích quốc gia}}<\/ref>\n\n==Giá trị văn hóa==\n[[Tập tin:Dinh deo Hai Van.jpg|nhỏ|phải|250px|Điểm dừng chân trên đỉnh Hải Vân]]\nNói về Hải Vân, [[ca dao Việt Nam]] có câu: \n:''Chiều chiều mây phủ Ải Vân\n:''Chim kêu ghềnh đá gẫm thân lại buồn''.\n\nĐịa thế hiểm trở của Hải Vân cũng được nhắc đến trong câu:\n:''Đường bộ thì sợ Hải Vân\n:''Đường thủy thì sợ sóng thần hang Dơi.\n\nThơ đề vịnh về ngọn đèo này cũng có nhiều, song đáng chú ý có bài thơ [[chữ Nho]] \"Vãn quá Hải Vân quan\" (晚過海雲關) của nhà chí sĩ [[Trần Quý Cáp]] ([[1870]]-[[1908]]),\n\n:''Thôi ngôi vạn nhận cổ hùng quan 崔嵬萬仞古雄關\n:''Kỷ độ đăng lâm phủ ngưỡng gian 幾度登臨俯仰間\n:''Sầu nhãn vọng cùng thương hải ngoại 愁眼望窮滄海外\n:''Nộ quyền huy phá bạch vân đoan 怒拳揮破白雲端\n:''Cô chu phân điệu hoang thôn mộ 孤舟分掉荒村暮\n:''Quyện điểu đầu lâm cổ mộc hàn 倦鳥投林古木寒\n:''Thất lý oanh hồi xuyên quá hậu 七里縈迴穿過後\n:''Uất thông giai khí Ngũ Hành sơn 鬱蔥佳氣五行山\n\ntạm dịch ra Việt văn như sau:<ref>Chép theo Quách Tấn, ''Bước lãng du'', tr. 222.<\/ref>\n:''Hùng quan chất ngất đỉnh non xây,\n:''Bước đã quen nơi cúi ngửa này.\n:''Sầu ngập mắt trông ngàn dặm biển,\n:''Giận tung quyền phá bốn bề mây.\n:''Chiều quang mái trú đìu hiu bến,\n:''Mỏi đáp rừng chim lạnh lẽo cây.\n:''Bảy dặm quang co đèo vượt khói,\n:''[[Ngũ Hành Sơn|Non Hành]] giai khí ngút trời bay.\n[[Tập tin:Đèo Hải Vân 3.jpeg|nhỏ|phải|300px]]\nVề mặt mỹ thuật, đèo Hải Vân và cửa ải trên đỉnh đèo được triều đình [[nhà Nguyễn]] coi trọng nên vua Minh Mệnh đã truyền cho khắc hình vào Dụ Đỉnh, tức đỉnh thứ 8 của [[Cửu Đỉnh (nhà Nguyễn)|Cửu Đỉnh]] trong sân [[Thế miếu]].\n\n== Vấn đề an ninh quốc phòng ==\nCuối năm 2014, một dự án gây đe dọa nghiêm trọng an ninh quốc phòng đã xảy ra trên đèo Hải Vân. Tỉnh Thừa Thiên Huế đã cấp phép cho một nhà thầu của Trung Quốc xây dựng khu du lịch nghỉ qua đêm trên đèo Hải Vân. Ngay lập tức, phía TP Đà Nẵng đã phản đối vì khu du lịch đó nằm trong vị trí \"yết hầu\" của Đà Nẵng. Nếu có xung đột xảy ra, Việt Nam sẽ mất quyền kiểm soát hoàn toàn vùng trời và vùng biển của Đà Nẵng và đất nước sẽ bị chia đôi.. Ngay lập tức, tỉnh Thừa Thiên Huế đã hủy bỏ dự án khu du lịch này và yêu cầu gỡ bỏ các hạng mục công trình của khu du lịch.<ref>{{Chú thích web|url=http:\/\/infonet.vn\/vi-tri-cua-du-an-trung-quoc-tren-nui-hai-van-trong-yeu-nhu-the-nao-post149011.info|tiêu đề=Đèo Hải Vân quan trọng về an ninh,quốc phòng như thế nào?}}<\/ref>\n\n==Xây nhà trái phép tại núi Hải Vân==\nSáng 4-2-2015, UBND quận Liên Chiểu (Đà Nẵng) đã xử phạt thiếu tướng [[Phan Như Thạch (thiếu tướng Công an)|Phan Như Thạch]] (nguyên giám đốc Công an tỉnh Quảng Nam) và ông Ngô Văn Quang (giám đốc Công ty TNHH vàng Phước Minh) mỗi người 22,5 triệu đồng vì việc xây dựng công trình trái phép của hai ông tại khu vực núi Hải Vân ở P. Hòa Hiệp Bắc, Q. Liên Chiểu.\nÔng Thạch đã cho xây dựng một biệt thự ba tầng bất hợp pháp. Ông Quang ngoài công trình biệt thự của mình còn bị phạt tiền 15 triệu đồng về hành vi tự ý chuyển đổi mục đích sử dụng đất rừng đặc dụng, đất rừng phòng hộ, đất rừng sản xuất mà không được cơ quan nhà nước có thẩm quyền cho phép, tự ý xây dựng công trình trên đất rừng với diện tích 1.411m2 với các công trình khác. Ngoài ra ông còn bị buộc phải khôi phục lại tình trạng ban đầu trong vòng 35 ngày kể từ ngày nhận được quyết định.<ref>[https:\/\/tuoitre.vn\/da-nang-cong-bo-xu-phat-vu-xay-biet-thu-trai-phep-707592.htm Đà Nẵng công bố quyết định buộc tháo dỡ \"biệt phủ\" trái phép], Tuổi Trẻ, 4.2.2015<\/ref> Tuy nhiên, sau 7 năm công trình biệt thự của ông Quang vẫn chưa được tháo dỡ xong. <ref>[https:\/\/nld.com.vn\/thoi-su\/biet-thu-cua-dai-gia-vang-tren-nui-hai-van-van-chua-thao-do-xong-20220419123049634.htm Biệt thự của đại gia vàng trên núi Hải Vân vẫn chưa tháo dỡ xong], NLD, 19.4.2022<\/ref>\n\n== Xem thêm ==\n* [[Hầm Hải Vân]]\n\n== Chú thích ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Hai Van Pass}}\n\n{{Đèo Việt Nam}}\n\n[[Thể loại:Giao thông Đà Nẵng]]\n[[Thể loại:Địa lý Đà Nẵng]]\n[[Thể loại:Địa lý Thừa Thiên Huế]]"}