{"39653":"{{Infobox mountain pass\n| name          = Đèo Ngoạn Mục\n| elevation_m   = 980\n| length        = 18 km\n| elevation_ref = \n| location = Biên giới [[Ninh Thuận]] và [[Lâm Đồng]], [[Việt Nam]]\n| coordinates   = {{coord|11.837294|108.645625|format=dms|source:wikidata|display=inline,title}}\n| map          = Vietnam\n| map_caption = Vị trí Đèo Ngoạn Mục trong Việt Nam\n| coordinates = {{coord|11.837294|108.645625|type:pass|display=inline,title}}\n}}\n[[Tập tin:Deo_Song_Pha_1.jpg|thumb|250px|Đèo Sông Pha, Ninh Thuận nhìn về hướng đông bắc]] \n[[Tập tin:Deo_Song_Pha_2.jpg|thumb|250px|Dự án du lịch ở đỉnh đèo Sông Pha]] \n[[Tập tin:Đèo Ngoạn Mục.JPG|nhỏ|250px|Đèo Ngoạn Mục nhìn từ ranh giới hai tỉnh Lâm Đồng và Ninh Thuận]]\n'''Đèo Ngoạn Mục''' hay '''[[đèo Sông Pha]]''' là một ngọn đèo nằm trên [[Quốc lộ 27]] giữa ranh giới huyện [[Ninh Sơn]], tỉnh [[Ninh Thuận]] và huyện [[Đơn Dương]], tỉnh [[Lâm Đồng]], [[Việt Nam]].<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-cb02 >Bản đồ tỷ lệ 1:50.000 tờ C-49-2-A. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =NinhThuan-tt33 >[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Thong-tu-33-2015-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Ninh-Thuan-287264.aspx Thông tư 33\/2015\/TT-BTNMT ngày 30\/06\/2015] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ phần đất liền tỉnh Ninh Thuận. Thuvien Phapluat Online, 2017. Truy cập 11\/11\/2018.<\/ref>\n\nĐèo Ngoạn Mục là một trong các [[đèo núi]] đẹp nhất [[Việt Nam]], men theo những sườn núi dựng nối thung lũng Ninh Sơn với [[cao nguyên Lang Biang]]. Đây là tuyến giao thông huyết mạch, cửa ngõ giữa các tỉnh [[Đồng bằng duyên hải miền Trung|Tây Nguyên]] và [[Đồng bằng duyên hải miền Trung|Duyên hải Miền Trung]].<ref name=\"DeoLd-ttdl\">[http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/16079 Khám phá 7 cung đường đèo đẹp dẫn vào Đà Lạt (Lâm Đồng)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181113210732\/http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/16079 |date=2018-11-13 }}. Trung tâm Thông tin du lịch Tổng cục Du lịch, 26\/01\/2016. Truy cập 15\/11\/2018.<\/ref>\n\n==Lịch sử==\nSau khi [[Yersin]] phát hiện ra [[Đà Lạt]] năm 1893, năm 1897 trong kế hoạch xây dựng thành phố này viên toàn quyền Doumer đã phái một nhóm nghiên cứu thực địa nhằm lập bản đồ mở tuyến đường từ [[Phan Rang – Tháp Chàm|Phan Rang]] lên Đà Lạt. Dưới sự chỉ huy của đại uý Thouars, nhóm người này đã vẽ được lộ trình dài 122&nbsp;km từ Phan Rang băng qua xóm Gòn (tên gọi của thung lũng Ninh Sơn lúc bấy giờ) để lên Dran (Đơn Dương), thung lũng Đa Nhim, Klong, Prenn rồi đến Đà Lạt. Lộ trình ấy làm phác thảo một hướng đường bộ qua đèo '''Bellevue''', tức Ngoạn Mục ngày nay và một hướng đường sắt răng cưa được xây dựng đến năm 1917. Ngoạn Mục được coi là con đường được hình thành trong vất vả, giữa lam sơn chướng khí và sự rình rập của thú dữ cùng những toán lục lâm thảo khấu.{{fact|date=7-2014}}\n\nGần một thế kỷ trôi qua, con đường đèo được mở rộng hơn qua 2 lần sửa chữa lớn của [[Pháp]] và [[Nhật]] về sau này và quá trình tu sửa liên tục của nhà nước Việt Nam trong thời gian gần đây. Khu Bảo tồn Thiên nhiên Đèo Ngoạn Mục được công nhận theo Quyết định số 194\/CT của Chủ tịch Hội đồng Bộ trưởng, ký ngày 09 tháng 8 năm 1986.<ref name=\"birdlifeindochina\">[http:\/\/birdlifeindochina.org\/birdlife\/source_book\/pdf\/Tay%20nguyen\/Deo%20Ngoan%20Muc.pdf Khu BTTN Đèo Ngoạn Mục]<\/ref>\n\n==Đặc điểm==\nĐèo Ngoạn Mục dài khoảng 18&nbsp;km,<ref>{{Chú thích web|url = http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/book\/Pages\/books\/caonguyen\/THIENNHIEN.HTM|title = Chiều dài đèo Ngoạn Mục|ngày truy cập = 2015-01-15|archive-date = 2015-01-15|archive-url = https:\/\/web.archive.org\/web\/20150115114745\/http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/book\/Pages\/books\/caonguyen\/THIENNHIEN.HTM}}<\/ref>{{fact|date=http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/book\/Pages\/books\/caonguyen\/THIENNHIEN.HTM}} có độ dốc trung bình trên 9 độ, là đèo có độ dốc lớn nhất ở các tỉnh phía Nam. Nằm trên quốc lộ từ thành phố Phan Rang - Tháp Chàm đi Đà Lạt, đèo có độ cao trong khoảng 200m ở điểm thấp nhất và lên tới 980 m ở đỉnh đèo.<ref name=\"birdlifeindochina\"\/> Trên đèo Ngoạn Mục có 4 đoạn cua khuỷu tay rất gấp, con đường uốn lượn mềm mại qua những đồi núi, sườn đồi lớn nhỏ khác nhau tạo hình vòng sóng, tạo nên những tầng đường mà nếu có dịp dừng chân trên đỉnh nhìn xuống, dễ thấy vẻ quyến rũ lãng mạn lẫn hùng vĩ của nó. Từ trên đèo nhìn xuống thấy bờ vực dốc đứng, sâu thẳm, lấp ló qua những rặng [[cây thông|thông]] là con đường ngoằn ngoèo khúc khuỷu với những chiếc [[ô tô]] ví như món đồ chơi chậm chạp đang bò lên hay xuống. Xa hơn là đồng bằng Phan Rang với dòng [[sông Cái (Ninh Thuận)|sông Cái]] uốn lượn. Hai dải núi cao ôm bọc lấy [[thung lũng Phan Rang]] chạy ra tận biển. Những ngày đẹp trời, từ trên đèo có thể thấy đường bờ cát trắng và nhấp nhô những con sóng lăn tăn.\n\nBên đèo Ngoạn Mục là những suối thác cắt ngang vách núi, những dãy núi đồi với hệ [[thực vật]] khá phong phú đa dạng, đặc trưng. Hệ thực vật rừng nguyên sinh đèo Ngoạn Mục bao gồm các loài cây ôn đới như thông lá dẹt, thông lá tròn xuất hiện ngày một nhiều theo hướng dốc núi cao dần. Rừng khộp tái sinh với những ưu thế là khá nhiều cây dầu rái, dầu trà ben, tiếp đến là rừng thường với các loài cây xanh vùng nhiệt đới núi thấp. Ở phía đông có các loài dẻ, re, chạy dần sang phía tây là những đồi [[thông]], loài thực vật đặc trưng của vùng khí hậu ôn đới. Tuy vậy, rừng ở đây đã bị tác động nặng nề do hậu quả mà các hoạt động của con người mang lại<ref name=\"birdlifeindochina\"\/> như việc đặt ống dẫn nước cho thủy điện Đa Nhim, du lịch, khai thác lâm sản,<ref>[http:\/\/www.sggp.org.vn\/nhipcaubandoc\/2009\/2\/180460\/ Đèo Ngoạn Mục, phá rừng cũng \"ngoạn mục\"]<\/ref> giao thông v.v.\n\n==Khí hậu==\nNằm trong khu vực chuyển tiếp giữa vùng đồng bằng ven biển nam Trung Bộ và cao nguyên Đà Lạt,<ref name=\"birdlifeindochina\"\/> Đèo Ngoạn Mục mang trong mình nhiều trạng thái cảnh quan và khí hậu khác nhau. Nếu đi từ dưới lên, sẽ dễ dàng nhận ra sự giảm dần nhiệt độ qua những thay đổi về hệ sinh thái. Sự xuất hiện dần của thông, hoa [[dã quỳ]] hai bên đường tạo nên một ấn tượng về một tiểu vùng khí hậu lạnh hơn và một vùng phong thổ khác. Phân định tại Eo Gió với một khúc cua ngoặt khuỷu tay, khí hậu đột ngột thay đổi từ cái nắng gắt gỏng của Ninh Sơn chuyển sang những đợt gió [[cao nguyên]] lạnh buốt.\n\n==Du lịch==\nĐèo Ngoạn Mục hấp dẫn du khách với cảnh sắc thay đổi liên tục theo thời gian và không gian. Lên Ngoạn Mục vào buổi sáng bằng xe gắn máy, du khách dễ bị choáng ngợp bởi những cụm mây mịt mù. Lên Ngoạn Mục những chiều đông, có thể đứng ở vực cao ngắm ra khoảng rừng những vách đồi trước mặt, thấy những mảng rừng đổi màu lá xanh, lá đỏ. Lên đèo Ngoạn Mục vào những đêm trăng sáng, dễ nhận ra một không gian ảo huyền giữa bao la núi rừng.\n\nVới địa thế khá hiểm trở, Đèo Ngoạn Mục trở thành đoạn đường thú vị cho một tour bằng xe đạp, xe gắn máy trên đường từ phố núi Đà Lạt xuôi về duyên hải Phan Rang.\n\n==Tham khảo==\n{{tham khảo|25em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Ngoan Muc Pass}}\n{{Du lịch Lâm Đồng}}\n{{Đèo Việt Nam}}\n\n[[Thể loại:Giao thông Ninh Thuận]]\n[[Thể loại:Giao thông Lâm Đồng]]"}