{"387412":"{{Thông tin đền Việt Nam\n| tên = Đình Tân Hưng\n| tên khác = \n| hình = \n| vĩ độ = \n| kinh độ = \n| tiền tố = \n| tên thánh = \n| sinh = \n| mất = \n| công trạng = \n| địa chỉ = Ấp Tân Hưng, xã [[Lý Văn Lâm (xã)|Lý Văn Lâm]], thành phố [[Cà Mau (thành phố)|Cà Mau]], tỉnh [[Cà Mau]]\n| xây dựng = 1907\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = Kỳ yên\n| cấp di tích = quốc gia\n| tên di tích = \n| loại di tích = lịch sử\n| loại di tích 2 = văn hóa\n| loại di tích 3 = \n| ngày nhận = {{startdate|1992|8|4}}\n| quyết định = \n}}\n\n'''Đình Tân Hưng''' thuộc ấp Tân Hưng, xã [[Lý Văn Lâm (xã)|Lý Văn Lâm]], thành phố [[Cà Mau (thành phố)|Cà Mau]], tỉnh [[Cà Mau]], cách trung tâm thành phố Cà Mau 4&nbsp;km về phía nam, trên tuyến kênh rạch Rập đường đi huyện [[Cái Nước]].\n\nĐình được bộ Văn hoá Thông tin công nhận, xếp hạng di tích năm 1992.\n\n==Lịch sử==\nĐình Tân Hưng được xây dựng năm 1907. Trải qua thời gian chiến tranh, đình bị hư hỏng toàn bộ. Trên nền cũ của đình, người dân địa phương cho dựng một ngôi đình khác nhỏ hơn gồm một gian hai chái, mái lợp ngói âm dương, trên nóc đúc hai rồng chầu. Phía trước đình có bức bình phong bằng gạch đắp hình [[hổ]], hai bên có hai trụ gạch vuông, đỉnh trụ đắp hình hai bông sen. Hai bên sân có hai miếu thờ nhỏ.\n\nLà nơi treo cờ [[Đảng Cộng sản Đông Dương]] đầu tiên tại Cà Mau (năm 1930), cũng là nơi đóng quân của Bộ chỉ huy Mặt trận Tân Hưng, mặt trận chống Pháp tại Cà Mau, Đình Tân Hưng có ý nghĩa giá trị văn hóa-lịch sử to lớn, đồng thời là hình ảnh của việc giữ gìn và phát huy bản sắc văn hóa của tỉnh Cà Mau, miền đất cực Nam Việt Nam<ref>[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=445 Đình Tân Hưng]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}<\/ref>.\n\n==Trùng tu==\nSau khi được xếp hạng, di tích được quy hoạch xây dựng phần sân thành vườn hoa và xây bia lưu niệm. Riêng công trình nhà chính sẽ được sửa chữa trùng tu để tổ chức các sinh hoạt văn hoá, kể truyện truyền thống. Theo chương trình trùng thu tôn tạo chống xuống cấp các di tích lịch sử của Bộ Văn hóa Thông tin Việt Nam và Sở văn hóa thông tin tỉnh Cà Mau, đã hỗ trợ gần 300 triệu đồng để xây dựng mới đình, bức chạm nổi, san lấp mặt bằng và xây kè chống sạt lở.\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Cà Mau}}\n[[Thể loại:Đình tại Cà Mau|Tân Hưng]]\n[[Thể loại:Di tích tại Cà Mau]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}