{"2438304":"[[Hình:Dinh vinh phuoc.jpg|nhỏ|250px|phải|Đình thần Vĩnh Phước]]\n'''Đình thần Vĩnh Phước''' là một ngôi đình cổ và là một di tích tại thành phố [[Sa Đéc]], tỉnh [[Đồng Tháp]], [[Việt Nam]].\n\n==Tên gọi== \n[[Hình:Đình Vĩnh Phước (toàn cảnh).jpg|nhỏ|250px|phải|Đình Vĩnh Phước (toàn cảnh)]]\n'''Đình thần Vĩnh Phước''' còn được gọi là '''Đình Gạo'''. Có ý kiến cho rằng, vì hồi đầu [[thế kỷ 20]], đây là nơi nhận [[gạo]] do người dân quyên góp, và phát lại cho những ai đói khổ vì thiên tai. Lại có ý kiến cho rằng, vì những người bán gạo ở chợ Sa Đéc xưa, tan chợ thường gửi gạo ở đình, nên gọi dần thành tên<ref>Theo Nhất Thống, \"Đình Vĩnh Phước\" đăng trên trang ''Thông tin điện tử thị xã Sa Đéc'' (nay là TP. Sa Đéc) [http:\/\/sadec.dongthap.gov.vn\/wps\/portal\/sadec\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os_jQEDc3n1AXEwN3V1MXA09nX2-XEG8XYwN3A_2CbEdFACgMUD4!\/?WCM_PORTLET=PC_7_UTFFLUD40GE5D0ICMKDTKD3062_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/TXSadec\/sitthixasadec\/sitatimhieusadec\/sitaditichthangcanh\/dinhvinhphuoc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140202222900\/http:\/\/sadec.dongthap.gov.vn\/wps\/portal\/sadec\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os_jQEDc3n1AXEwN3V1MXA09nX2-XEG8XYwN3A_2CbEdFACgMUD4!\/?WCM_PORTLET=PC_7_UTFFLUD40GE5D0ICMKDTKD3062_WCM&WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2FTXSadec%2Fsitthixasadec%2Fsitatimhieusadec%2Fsitaditichthangcanh%2Fdinhvinhphuoc |date=2014-02-02 }}.<\/ref>.\n\n==Lịch sử==\nKhi xưa, đình thần Vĩnh Phước toạ lạc trên một mảnh đất thuộc thôn Vĩnh Phước, huyện Vĩnh An, phủ Tân Thành, tỉnh [[An Giang]]. Ngày nay, đình nằm trên đường [[Trần Hưng Đạo]], thuộc địa bàn phường 1, thành phố [[Sa Đéc]], trong một khuôn viên rộng hơn 300 [[m²]], tiếp giáp với ba con đường trong nội ô thành phố.\n\nCăn cứ vào sắc thần đề năm [[Tự Đức]] ngũ niên (1852), thì ngôi đình có thể đã có từ trước năm [[1852]]<ref>Theo Bảng giới thiệu di tích treo trong đình Vĩnh Phước, thì đình được xây dựng vào năm [[1807]], để thờ Thành hoàng Bổn cảnh. Ngoài ra, đây còn là nơi làm việc của thôn Vĩnh Phước.<\/ref>. Ban đầu, đình được dựng đơn sơ. Sau, có một gia đình ở gần đó hỷ cúng thêm đất; nên năm [[1904]], đình được khởi công xây dựng lại khang trang và quy mô như ngày nay <ref>Theo Nhất Thống, bài \"Đình Vĩnh Phước\", nguồn đã dẫn.<\/ref>. Đến năm [[1936]], đình được dựng thêm nhà hậu. Sau [[sự kiện 30 tháng 4 năm 1975]], đình bị mượn tạm làm cơ quan, đến [[tháng 12]] năm [[2001]], thì trả lại cho nhân dân để tiếp tục thờ cúng...<ref>Theo bảng giới thiệu di tích treo trong đình Vĩnh Phước.<\/ref>.\n\nTuy trải qua nhiều năm tháng và nhiều biến cố, nhưng cơ bản ngôi đình vẫn giữ được nét kiến trúc lúc ban đầu ([[1904]]).\n\n==Kiến trúc, thờ phụng==\n[[Hình:Đình Vĩnh Phước ở Sa Đéc.jpg|nhỏ|250px|phải|Tòa đình chính]]\nĐình Vĩnh Phước được thiết kế tương tự như những ngôi đình cổ khác ở [[Nam Bộ]]. Từ ngoài vào trong có: \n=== Cổng tam quan===\nTrên cổng chính, tên \"Đình thần Vĩnh Phước\" được đắp nổi bằng [[tiếng Việt|chữ Việt]] và [[chữ Hán]]. Trên 4 cột ở đây là đôi câu đối bằng chữ Hán, phiên âm ra như sau: ''Vĩnh bảo hương thôn an thạnh lợi, Phước chiêm bá tánh thọ hương xuân''; ''Thánh đức oai linh phò bổn xứ, Thần ân hiển hách hộ nhân dân''. Trên cổng phụ bên trái có 4 chữ Hán, phiên âm là: ''Quốc thái dân an''; và trên cổng phụ bên phải có 4 chữ Hán, phiên âm là: ''Phong điều vũ thuận''.\n\n===Sân đình=== \nỞ giữa sân là tấm bình phong đắp nổi hình [[rồng]] (mặt trước) và hình [[ngựa]] (mặt sau), liền đó là bàn thờ [[Thần Nông]]. Phía phải, miếu thờ Ngũ hành nương nương, phía trái thờ Chúa xứ sơn quân (Thần [[Cọp|Hổ]]).\n\n===Tòa đình chính===\nMái tòa đình lợp ngói âm dương, kiểu \"thượng lầu hạ hiên\", trên mái có nhiều hình đắp nổi theo những điển tích xưa...Toàn bộ khung sườn của đình đều bằng gỗ, được kết cấu chịu lực. Bao lam, thành vọng, hoành phi, liễn đối trong đình đều được chạm khắc công phu, tinh tế và sơn son thếp vàng.\n\nĐể vào chánh điện, khách phải qua nhà võ ca. Đây là nơi xây chầu và hát tuồng vào mỗi dịp [[lễ Kỳ yên]]. Phía trước hàng ba của võ ca có 4 cột bằng đá đẽo có chạm khắc. Trên đầu mỗi cây kèo có chạm hình đầu [[rồng]] ngậm trái châu.\n\n[[Hình:Trong đình Vĩnh Phước.jpg|nhỏ|250px|phải|Gian giữa bên trong đình]]\nNối liền với nhà võ ca là chánh điện. Ở giữa điện là bàn thờ [[Thành hoàng]] Bổn cảnh<ref>Ở Nam Bộ, vị thần được thờ trong nhiều đình làng chỉ có tên là '''Thành hoàng Bổn cảnh''' (神隍本境). Theo sách ''Minh Mạng chính yếu'' (quyển thứ 12, năm [[Minh Mạng]] thứ 20, [[1839]]), thì nhà vua đã chuẩn y lời tâu của [[Bộ Lễ]] xin hạ lệnh cho các địa phương lập thêm thần vị ''Bổn cảnh''. Đây là chức vụ mới, lúc trước không phổ biến. Lê Phục Thiện, người dịch sách trên chú giải: ''Thành hoàng là vị thần coi một khu vực nào. Bổn cảnh là cõi đất nơi mình được thờ\". Nhà văn [[Sơn Nam]] cho biết bởi đây là dạng viên chức được vua ủy quyền trừu tượng, trong rất nhiều trường hợp, không phải là con người lịch sử bằng xương bằng thịt. Do vậy, đa phần không có tượng mà chỉ thờ một chữ \"thần\" (神) và thường cũng chỉ có mỹ hiệu chung chung là \"Quảng hậu, chính trực, đôn ngưng\" (tức rộng rãi, ngay thẳng, tích tụ). Xem chi tiết ở trang [[Thành hoàng]].<\/ref>, trên có đặt hai cái ngai để sắc thần; hai bên là bàn thờ Tả ban và Hữu ban; phía sau các bàn thờ đó là nơi thờ Tiền hiền và Hậu hiền. Ngoài ra, ở trong chánh điện còn có bàn thờ tướng [[Tống Phước Hòa]] (? - [[1777]]). Theo tài liệu, vào năm [[1946]], vì miếu thờ của viên tướng này bị hư hoại, nên Ban tế tự miếu đã đem sắc thần của ông về thờ chung trong đình<ref>Nguồn: Bảng giới thiệu di tích treo trong đình Vĩnh Phước.<\/ref>.\n\nPhía sau nhà chánh điện là một cái sân nhỏ rồi đến nhà hậu, nối liền có hai tiểu sảnh ở hai bên. Nhà hậu được dùng làm nơi nấu nướng thức ăn mỗi khi cúng đình.\n \nHàng năm, đình có 2 lễ cúng chính, đó là lễ \"Thượng điền\" vào ngày 16, 17 [[tháng giêng|tháng Giêng]] và [[lễ Kỳ yên]] vào ngày 17 tháng 7 âm lịch. \n \nNgày [[10 tháng 4]] năm [[2003]], đình Vĩnh Phước đã được UBND tỉnh Đồng Tháp công nhận là ''di tích Lịch sử - Văn hóa cấp tỉnh''<ref>Theo Nhất Thống, bài \"Đình Vĩnh Phước\", đã dẫn.<\/ref>.\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Đình tại Đồng Tháp|Vĩnh Phước]]\n[[Thể loại:Sa Đéc]]"}