{"13468228":"{{Thông tin đền Việt Nam\n| tên = Đình Phú Mỹ\n| loại = đình\n| hình = \n| chú thích = \n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây =\n\n| tước vị = Thiên Bảo hộ quốc đại vương\n| tên thần = Hùng Bảo\n| sinh = \n| mất = \n| công trạng = đánh đuổi quân Tô Định\n| thánh tích =\n\n| tước vị 2 = Ả Nương hoàng công chúa\n| tên thần 2 = Trần Nương\n| công trạng 2 = đánh đuổi quân Tô Định\n\n| loại đền = \n| đối tượng thờ = \n| địa chỉ = thôn Phú Mỹ, xã Tự Lập, huyện Mê Linh, thành phố Hà Nội\n| thành lập = thế kỉ XVII\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| lễ hội = 9-10 tháng 1 (âm lịch)\n| điện thoại = \n| web =\n\n| tên di tích = <!-- tên trong hồ sơ di tích -->\n| cấp di tích = quốc gia\n| loại di tích = kiến trúc\n| loại di tích 2 = nghệ thuật\n| loại di tích 3 = \n| tiêu chuẩn = \n| ngày nhận = 1992\n| ngày tước = \n| quyết định = \n| hồ sơ tham khảo = \n| một phần của = \n}}\n\n'''Đình Phú Mỹ''' là một ngôi [[đình]] truyền thống của [[Việt Nam]] thờ Hùng Bảo và Trần Nương, hai vị tướng quân dưới trướng [[Hai Bà Trưng]]. Đình tọa lạc tại xã [[Tự Lập, Mê Linh|Tự Lập]], huyện [[Mê Linh]], thành phố [[Hà Nội]], đã được xếp hạng là [[Di tích Việt Nam|di tích kiến trúc nghệ thuật cấp quốc gia]] của [[Việt Nam]].\n\n== Truyền thuyết ==\nVào thời [[bac thuộc|thuộc Hán]], bộ chủ Hải Dương là Hùng Trọng và vợ là Trương Quyền lấy nhau sinh hạ được một người con trai, đặt tên là Hùng Bảo. Năm Hùng Bảo lên 10 thì cha mất, Hùng Bảo làm bộ chủ thay cha, nhờ tài năng, đức độ của mình mà được hào kiệt khắp nơi tìm về quy phục. Năm 21 tuổi thì mẹ qua đời.<ref name=\":0\">{{Chú thích sách|tựa đề=Việt Thường thị Trưng Vương công thần Bảo Vương Hải bộ chủ phụ đạo đại vương Ngọc phả|tác giả=Nguyễn Bính|nhà xuất bản=|năm=1572|trích dẫn=|cuốn=|isbn=|trang=|chương=|nơi xuất bản=}}<\/ref>\n\nMột năm sau, Hùng Bảo đi chu du khắp nơi, đến huyện Chu Diên thì được Trần Công gả con gái là Trần Thị Nương làm vợ; đến ngày cưới thì bị Đinh Công Dũng, một hào phú địa phương, đem 100 người đến cướp dâu, Đinh Công Dũng bị Hùng Bảo chém chết, gia binh chạy toán loạn; đám cưới tiếp tục tiến hành, rồi ông đưa vợ về Hải Dương.\n\nNăm [[Giáp Ngọ]], [[Hán Quang Vũ Đế|Hán Thế Tổ]] sai [[Tô Định]] sang làm [[thái thú]] [[Giao Châu]]; Tô Định vô cùng bạo ngược, tàn sát, áp bức dân lành. Bè đảng của Đinh Công Dũng cấu kết với [[Nhà Hán|quân Hán]], bắt giết Trần Công; được tin cấp báo, vợ chồng Hùng Bảo, Trần Nương kép quân về nhưng không kịp, đành an táng cha tại trang Thái Lai (nay là thôn Thái Lai, xã [[Tiến Thắng, Mê Linh|Tiến Thắng]]) và cho lập cung ở đó để canh gác mộ phần Trần Công (bây giờ là đền Thái Lai); Hùng Bảo thì đóng ở cung Tuyền Liệt (thuộc thôn Phú Mỹ, xã Tự Lập ngày nay) cách đấy không xa.\n\nThù nhà, nợ nước, hai vợ chồng Hùng Bảo, Trần Nương đã chiêu dụ hào kiệt, anh tài được hơn 300 người. Đội thị vệ do Trần Nương chỉ huy có 42 nữ tướng tài giỏi. Từ đó, vợ chồng Hùng Bảo, Trần Nương càng nổi tiếng. Các anh hùng, tù trưởng trong vùng đều khâm phục. Bấy giờ trong huyện có hai chị em Bà Trưng dòng dõi Vua Hùng. Trưng Trắc cũng bị giặc giết mất chồng là Thi Sách, nên rất căm thù và đang chiêu tập binh mã để khởi nghĩa. Biết tin vợ chồng Hùng Bảo cùng chí hướng đã mang hịch đến chiêu dụ (hôm ấy là ngày 11-8 năm Canh Tý). Hùng Bảo rất phấn khởi liền tập hợp hết tráng sĩ, gia thần được 500 người và đội quân của Trần Nương gồm 251 nữ binh đến hội quân cùng Bà Trưng. Trưng Nữ cả mừng cho khao thưởng quân sĩ. Phong cho Hùng Bảo làm Tiết chế tiền quân, Trần Nương làm trưởng lĩnh quân trung nữ tốt. Sau đó Trưng Nữ làm lễ tế cáo trời đất, thánh thần rồi chia 2 đạo thủy bộ tiến đánh Tô Định. Quân Tô Định thua to phải tháo chạy về nước. Nghĩa quân thừa thắng thu lại 65 thành trì trên toàn cõi Nam Bang. Trưng Trắc lên ngôi vua, xưng là Trưng Vương; phong cho em là Trưng Nhị làm Bình Khôi công chúa, phong cho Hùng Bảo là Thiên Bảo hộ quốc đại vương, phong cho Trần Nương là Ả Nương hoàng công chúa. Các tướng sĩ khác cũng đều được phong thưởng.\n\nĐất nước thái bình, Hùng Bảo xin vua cho về cung ấp. Trưng Vương ưng thuận, lại ban thưởng cho vợ chồng Hùng Bảo 300 lạng vàng, bạc. Ban cho Hùng Bảo đất Toàn Liệt, ban cho Trần Nương đất Thái Lai làm thực ấp. Lúc sống thì làm cung ấp, lúc chết làm chỗ phụng thờ mãi mãi.<ref name=\":0\" \/>\n\nTrưng Vương ở ngôi được 3 năm thì nhà Đông Hán sai Mã Viện, đem 20 vạn quân sang xâm chiếm, báo thù. Trưng Vương liền triệu vợ chồng Hùng Bảo hồi kinh để mang quân ứng chiến. Ông bà mang quân thẳng đến đất Đô Dương - Cửu Chân chiến đấu với quân Hán. Ông chém liền hơn 10 tướng giặc, song quân giặc quá đông, biết khó cự được nên ông bà phá vòng vây, chém liền mấy tướng giặc nữa rồi chạy về đất Chu Diên. Quân giặc đuổi theo, đến bến Tuyền Liệt, ông bà lao xuống sông tuẫn tiết.\n\nThương mến và cảm phục vợ chồng người tướng tài giỏi, trung liệt, Trưng Nữ Vương và các đời vua sau này đều phong mỹ tự cho ông bà Hùng Bảo - Trần Nương. Phong cho Hùng Bảo là \"Uy linh hiển ứng thiên bảo hộ quốc đại vương\". Phong cho Trần Nương là \"Ả Nương Hoàng công chúa đại vương linh phù chi thần\".\n\nTưởng nhớ đến công lao to lớn của vợ chồng người tướng tài ba, trung liệt, nhân dân Phú Mỹ lập đình thờ hai vị, tôn Hùng Bảo làm Thành hoàng làng. Vào các dịp lễ tết, các ngày tuần tiết đều sắm sửa lễ nghi, đèn nhang thờ phụng.\n\n== Kiến trúc ==\nMặc dù bia ký và niên đại ghi chép thời gian xây dựng ngôi đình không còn, nhưng qua nghệ thuật kiến trúc, nghệ thuật chạm khắc, nghệ thuật trang trí của ngôi đình, giới nghiên cứu đoán định rằng đình Phú Mỹ được xây dựng vào [[thế kỷ 17]].\n\nĐình Phú Mỹ hiện toạ lạc trên gò đất cao ở trung tâm làng Phú Mỹ, xã Tự Lập. Đình quay hướng đông nam theo dòng chảy của [[sông Cà Lồ]].\n\nKiến trúc đình bao gồm: ao đình - cổng trụ, sân, toà Đại đình. Hai bên toà Đại đình có 2 toà Tả vu, Hữu vu.\n\nToà Đại đình có bố cục chữ \"Đinh\" kết cấu các vì theo kiểu thức chồng rường, giá chiêng. Các hệ thống vì được liên kết với nhau bởi các xà thượng, xà trung, xà hạ. Các cột được tạo tác theo kiểu \"thượng thu, hạ thách\" gồm 48 cột đều có hòn kê bằng đá.\n\n=== Nghệ thuật ===\nVề nghệ thuật trang trí, các nghệ nhân đã sử dụng triệt để các cấu kiện kiến trúc để thể hiện các hình tượng trang trí. Đó là điêu khắc trên các bức cốn, xà, đầu dư, kẻ, bẩy. Các tác phẩm điêu khắc là những đề tài sinh hoạt của con người, các con vật, hoa, lá, vân mây.\n\nĐề tài \"Tứ linh\" được tạo tác thành tượng tròn, bố trí trên các xà nách của hai gian bên. Đầu bẩy đình chạm khắc đôi rồng cuốn nhưng đuôi kiểu cá chép, xung quanh hình đao, mác. Đầu dư là một tác phẩm được chạm lộng đầu rồng miệng ngậm ngọc. Bức chạm trên cốn bên trái gian giữa nổi lên hình một đôi rồng vờn nhau. Trên con rồng có một người cởi trần đóng khố đang trong tư thế chiến đấu với một con rồng khác.\n\nPhía trên bức cốn, ở góc phải là tác phẩm chạm khắc đề tài \"Tam đa\" tượng trưng là: con khỉ đang nhảy nhót, tay cầm quả đào; một con dơi đang bay; một con hươu đủng đỉnh đi, đầu ngoái lại. Bức chạm bên phải cũng thể hiện đôi rồng và người cởi trần đóng khố đang vươn mình nắm đuôi rồng, chân phải co lên đá.\n\nBức cốn nách hai bên đối nhau qua gian giữa chạm cảnh một người cởi trần đóng khố đang múa với con rồng bằng tay trái, tay phải chống nách, hai chân ở tư thế \"đứng tấn\" (cảnh múa rồng).\n\nNhiều bức chạm hai gian chái còn có các đề tài thiên nhiên như hoa, lá, hình chuột, thỏ… và những con vật gần gũi với đời sống thường nhật của người nông dân.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Đình tại Hà Nội|Phú Mỹ]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Di tích tại Hà Nội]]"}