{"19625908":"{{Thông tin đền Việt Nam\n| tên = Miếu Hỏa Thần\n| tên gốc = \n| hình = Miếu Hỏa Thần.png\n| vĩ độ = \n| kinh độ = \n| tiền tố = \n| tên thánh = \n| sinh = \n| mất = \n| công trạng = \n| loại = miếu\n| địa chỉ = Lịch Đợi, [[Phường Đúc]], [[Huế]]\n| xây dựng = 1825\n| người sáng lập = [[Minh Mạng]]\n| tôn tạo = 1903, 1937\n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = 23 tháng 6 âm lịch\n| thờ phụng = Thần lửa, thần hỏa pháo\n| danh sách = #Lịch sử\n| cấp di tích = \n| tên di tích = \n| loại di tích = \n| loại di tích 2 = \n| loại di tích 3 = \n| ngày nhận = \n| quyết định = \n| tình trạng = bỏ hoang\n}}'''Đình Phú Vĩnh''' hay [[Miếu Hỏa thần]], là ngôi miếu thờ thần lửa, ban đầu được xây dựng từ thời [[Minh Mạng]] thứ sáu (1825) nằm phía bắc [[sông Ngự Hà]] trong [[kinh thành Huế]] sau được dời về địa bàn phường Đệ Cửu, còn có tên gọi là [[Miếu Hỏa thần|đình Đệ Cửu]], sau được xây lại và đổi tên là [[Miếu Hỏa thần|đình Phú Vĩnh]] (1937). Hiện di tích này nằm trong khu vực Lịch Đợi, phường [[Phường Đúc]] của thành phố [[Huế]].\n\n== Lịch sử ==\nVào [[Nhà Nguyễn|thời Nguyễn]] vì kinh đô được chuyển vào Huế nên tại đây các vua Nguyễn cũng đã thiết lập nhiều công trình thờ tự khác nhau, trong đó các đền thờ các vị thần bảo trợ, riêng có thần Lửa chưa được thờ. Theo sách [[Minh Mạng chính yếu]], vào năm [[Minh Mạng]] thứ năm (1824), bấy giờ các đại thần ở [[bộ Lễ]] khi xét danh mục các đền thờ đã đề xuất dựng miếu tế Hỏa thần (thần Lửa). Trong bản tấu sớ có đoạn viết:<blockquote>\"Nay nước nhà nhàn hạ, nên làm sáng tỏ việc lễ nhạc. Từ đại tự (tế lớn), trung tự đến quần tự, không có lẽ nào không được cử hành. Các quỷ thần sông núi đều yên vị, chỉ có thần Hỏa chưa được tế. Vậy xin lập miếu để thờ thần Hỏa\".<\/blockquote>Vua Minh Mạng sau khi xem tấu sớ trình lên đã \"làm theo lời tâu, sai dựng miếu ở phía Bắc sông [[Sông Ngự Hà|Ngự Hà]], tế thần Hỏa vào ngày 23 tháng 6 mỗi năm\" (Minh Mạng chính yếu).<ref>{{Chú thích web|url=https:\/\/baocantho.com.vn\/tuc-tho-than-lua-a122290.html|tựa đề=Tục thờ thần lửa|ngày=2020-06-14|website=Báo Cần Thơ|ngày lưu trữ=|url-status=live}}<\/ref>\n\nHằng năm, ngày 23 tháng 6 âm lịch, người ta phải dân tế thần một lễ tam sinh: trâu, heo, dê và xôi. Các quan tỉnh Thừa Thiên được ủy nhiệm cúng tế, và 9 người dân làng Phú Xuân được giao cho việc canh gác, giữ gìn ngôi miếu. Vào năm 1825, việc xây miếu hoàn thành, vua Minh Mạng đã ban hành một chỉ dụ cho tổ chức lễ khánh thành vào ngày 15 tháng 6 âm lịch để làm lễ \"an vị thần vị\" của thần. Một đại biểu của Lục bộ đứng làm chánh tế biểu lễ.\n\nTới năm [[Đồng Khánh]] thứ nhất (1886) do [[miếu thần Hỏa Pháo]] (hay [[miếu Hỏa Bác Thần]]), thờ thần súng thần công của kinh thành gần đó bị dỡ bỏ, thần Nổ của miếu Hỏa Pháo được chuyển vào thờ chung trong miếu Hỏa thần.\n\nDưới thời [[Thành Thái]] (1903) miếu này được giao lại cho làng Bình An quản lý, có tên là đình Đệ Cửu bởi lúc này đình nằm tại địa bàn phường Đệ Cửu.\n\nNăm [[Bảo Đại]] thứ 12 (1937), do đình Đệ Cửu xuống cấp nghiêm trọng, nên người dân trong phường đã xây dựng lại đình và đổi tên thành đình Phú Vĩnh.\n\n== Hiện trạng ==\nĐình Phú Vĩnh hiện bị bỏ hoang, nằm trong cư kiệt 40 đường Lịch Đợi, phường [[Phường Đúc]], thành phố Huế, định hạ giải để xây dựng khu dân cư [[Bàu Vá]]. Tuy nhiên, do công luận lên tiếng, chính quyền Thừa Thiên Huế đã quyết định giữ nguyên hiện trạng bảo vệ ngôi đình cổ này.<ref>{{Chú thích web|url=https:\/\/baothuathienhue.vn\/giu-nguyen-trang-bao-ton-dinh-phu-vinh-a46141.html|tựa đề=Giữ nguyên trạng, bảo tồn đình Phú Vĩnh|ngày=2017-08-26|website=Báo Thừa Thiên Huế|url-status=live}}<\/ref>\n\nViệc khôi phục đình Phú Vĩnh còn có ý nghĩa lớn vì đó là di tích duy nhất còn lại từ [[cụm di tích Lịch Đợi]], nơi từng có [[Miếu Lịch đại đế vương|miếu Lịch Đại đế vương]] và [[miếu Lê Thánh Tôn]] được xây dựng dưới thời vua Minh Mạng ở Huế.\n\n== Liên kết ngoài ==\n[https:\/\/www.youtube.com\/watch?v=Bvw0znyndSg Miếu hỏa thần]\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Quần thể di tích Cố đô Huế}}\n[[Thể loại:Miếu Việt Nam]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}