{"94655":"{{Thông tin đền Việt Nam\n| tên = Đình Bát Tràng\n| di tích = \n| hình = Bat Trang communal house (2018) 01.jpg\n| chú thích = \n| bản đồ 1 = \n| ghi chú bản đồ 1 = \n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| tước vị = Lưu Thiên Tử Đại Vương\n| tên thần = [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] \n| tên khác = \n| sinh = \n| mất = \n| công trạng = khai quốc công thần nhà Đinh\n| thánh tích = \n| tước vị 2 = Bạch Mã Đại Vương\n| tên thần 2= [[Long Đỗ]]\n| thánh tích 2 = thành hoàng Thăng Long\n| tên thần 3= Tràng Thuận Nghi Dung\n| tước vị 4 = Phan Đại tướng\n| tên thần 4= Phan Chính Nghị\n| tên thần 5= Cai Minh Đại Vương\n| tên thần 6= Hồ Quốc Thần Đại Vương\n| loại đền = \n| đối tượng thờ = \n| địa chỉ = làng [[Bát Tràng]], xã [[Bát Tràng]], huyện [[Gia Lâm]], thành phố [[Hà Nội]]\n| thành lập = [[1720]]\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| lễ hội = \n| điện thoại = \n| web = \n}}\n'''Đình Bát Tràng''' là một trong số những ngôi đình lớn của xứ [[Kinh Bắc]] xưa. Đình nằm tại làng [[Bát Tràng]], xã Bát Tràng, huyện [[Gia Lâm]], thành phố [[Hà Nội]]. Đình Bát Tràng thờ sáu vị thần đã có công giúp dân đánh giặc giữ nước bao: gồm: [[Lưu Cơ|Lưu Thiên Tử Đại Vương]], [[Long Đỗ|Bạch Mã Đại Vương]], Tràng Thuận Nghi Dung, Phan Đại tướng, Cai Minh Đại Vương và Hồ Quốc Thần Đại Vương.<ref>{{Chú thích web |url=http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/5950 |ngày truy cập=2016-10-29 |tựa đề=Lễ hội làng gốm Bát Tràng |archive-date=2016-10-30 |archive-url=https:\/\/web.archive.org\/web\/20161030082236\/http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/5950 }}<\/ref>\n\nĐình được làm lại vào năm [[1720]] đời vua [[Lê Dụ Tông]], xây theo kiểu chữ Nhị, phía trong là hậu cung gồm 3 gian, phía ngoài là tòa đại bái gồm 5 gian 2 chái. Cột đình làm bằng những cây gỗ lim lớn, Các gian bên được lát bục gỗ theo bậc tam cấp làm chỗ ngồi, đình quay ra sông Nhị Hà. Hiện nay đình còn lưu giữ hơn 50 đạo sắc phong cho thành hoàng, đời vua [[Lê Hiển Tông|Lê Cảnh Hưng]], đời vua [[Quang Trung]] và vua [[Cảnh Thịnh]].<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/news\/Dinh-lang-Bat-Trang-34709 |ngày truy cập=2016-10-29 |tựa đề=Đình làng Bát Tràng |archive-date=2016-10-30 |archive-url=https:\/\/web.archive.org\/web\/20161030081351\/http:\/\/vanhien.vn\/news\/Dinh-lang-Bat-Trang-34709 |url-status=dead }}<\/ref>\n\n== Lịch sử ==\nNằm trong quần thể di tích của làng gốm sứ cổ truyền [[Bát Tràng]], thành phố [[Hà Nội]], đình Bát Tràng được xây dựng vào năm 1720. Với kiến trúc bề thế, đình quay về hướng Tây, nhìn ra dòng [[sông Hồng]]. Kiến trúc đình theo lối chữ Nhị, phía sau là Hậu cung, nơi thờ 6 vị thánh thần được được suy tôn là Lục vị Thành Hoàng. Phía trước là tòa Đại bái gồm 5 gian 2 trái với hai tầng bục gỗ và được dựng bởi nhiều cây cột gỗ lim lớn hàng vòng tay người ôm không xuể. Chính giữa tòa Đại bái là hương án thờ Công đồng, bên trên treo hai bức đại tự sơn son thếp vàng lớn: \"Thiên địa hợp kì đức\" 天地合其德(Đức lớn thuận theo trời và đất), lấy nghĩa theo quẻ đầu tiên trong Kinh Dịch. Nội dung của bức Đại tự này cũng chính là tôn chỉ của dân làng bao đời nay: Trong cuộc sống luôn lấy chữ Đức làm đầu, mọi việc tất sẽ hanh thông, thuận lợi. Và bức đại tự \"Hiếu nghĩa cấp công 好義急公\" - Đây chính là tấm biển vua Nguyễn ban cho dân Bát Tràng khi [[nhà Nguyễn]] xây thành [[Hà Nội]] vì nghĩa lớn dân làng Bát Tràng đã cạy gạch ở sân đình dâng nộp cho triều đình. Hai bên hương án là đôi câu đối ghi dấu gốc tích con dân làng Bát: \"Bồ di thủ nghệ khai đình vũ - Lan nhiệt tâm hương bái thánh thần\" (埔移手藝開亭宇 ， 蘭熱心香拜聖神 - Đem nghề từ làng Bồ ra khởi dựng đình miếu, Lòng thành như hương lan cúng tạ thánh thần). Hai bên chái đình là ban thờ Vách Tả, Vách Hữu. Theo các cụ già trong làng kể lại, hai bên vách đình thờ những người trong làng không có con cái. Đây cũng chính là một nét văn hóa đẹp thể hiện cái đức Hiếu sinh của người dân làng Bát. Bục thấp nhất và sân đình được lát bằng gạch Bát - Thứ gạch đã đi vào thơ ca, huyền thoại của dân tộc, thứ gạch xe duyên xây bể, thứ gạch bền chắc mà không một loại rêu nào bám được và đã được ưa dùng từ cung đình đến làng xã. Bốn mái đình cong vút, lượn sóng, phía trên đắp hình Nghê vừa mềm mại, vừa khoẻ khoắn, uy nghiêm. Trên cửa chính bước vào tòa Đại bái treo bức Hoành phi với bốn chữ \"Bạch thổ danh sơn 白土名山\", gợi nhớ lại cái khung cảnh sơ khai của vùng đất sét trắng - Bạch Thổ Phường (Bát Tràng ngày nay) khi dòng họ Nguyễn Ninh Tràng mới theo vua [[Lý Thái Tổ]] dời đô từ [[Hoa Lư]] về [[Đại La]] để sản xuất loại gạch Vĩnh Ninh Trường phục vụ công cuộc xây dựng kinh thành mới. Cột đồng trụ uy nghiêm như những cây bút lớn viết thẳng lên trời xanh mang khí thế truyền thống khoa bảng của làng. Trên cột đồng trụ gắn đôi câu đối sứ: \"Ngũ hành tú khí chung anh kiệt - Vạn trượng văn quang biểu cát tường\" (五型秀氣煄英傑，萬丈文光表吉祥 - Nơi hội tụ khí thiêng hun đúc nên các bậc anh hùng hào kiệt - Ánh sáng văn hóa tỏa xa vạn dặm biểu thị sự cát tường). Cửa tả, cửa hữu lần lượt gắn hai hàng chữ \"Thổ thành kim\" (土成金 - Đất biến thành vàng), \"Nê tác bảo\" (泥做寶 - Bùn làm ra của báu) - Bùn đất qua đôi bàn tay người nghệ nhân làng Bát trở thành những vật phẩm quý giá, đồ cống tế ngoại giao. Trải qua các Triều đại lịch sử, đình Bát Tràng hiện còn lưu giữ được hơn 50 đạo sắc phong. Năm 1976, đình và Văn chỉ Bát Tràng vinh dự đón Đại tướng Võ Nguyên Giáp về thăm. Chính bởi những giá trị về kiến trúc và văn hóa như vậy, năm 2005 Bộ Văn hóa thông tin đã cấp bằng Di tích Văn hóa Kiến trúc Nghệ thuật cho đình Bát Tràng. Sau gần 300 năm tuổi cộng với chiến tranh địch họa, đình bị hư hoại nặng. Từ năm 2005, dân làng Bát Tràng đã cùng nhau đóng góp, đại trùng tu đình. Nay công trình đại trùng tu đã hoàn tất, đình Bát Tràng đã trở lại đúng với dáng dấp xưa.\n\nMột vị tướng thời [[nhà Đinh]] là [[Lưu Cơ]] được thờ là Thánh cả được thờ là Thành Hoàng làng nghề gốm sứ Bát Tràng. Ông được suy tôn là Lưu Thiên tử Đại vương được thờ trong đình Bát Tràng. Theo \"Bát Tràng - làng nghề, làng văn\" Chủ biên PGS TS Bùi Xuân Đính, Nhà xuất bản Hà Nội, 2013 (tr.290-300) thì đình Bát Tràng thờ 6 vị Thành hoàng: Lưu Thiên Tử đại vương, Đức Thánh bà - Lã Đệ tam Đại vương, Bạch Mã Đại vương, Phan Đại tướng Đại vương, Hộ Quốc Đại vương và Cai Minh Tự Đại vương. Trong đó Lưu Thiên Tử Đại vương là Thánh cả, được thờ ở giữa, nơi trang trọng nhất. Ý kiến đánh giá của Ts. Nguyễn Việt cho biết Lưu Thiên Tử Đại vương là [[Lưu Cơ]] vì [[Lưu Cơ]] là con cầu tự tại Sơn thần Bạch Bát ở [[Ninh Bình]] (do vậy thường được gọi là \"con trời cho\" hay \"con trời - Thiên tử\", khi mất được dân làng Bạch Bát thờ là Thành Hoàng. Khi dân Bạch Bát mang nghề gốm sứ từ làng Bồ Bát (Bồ Bát hiện là Bồ Xuyên và Bạch Bát) ra Bạch Thổ (Bát Tràng) lập nghiệp, cư dân các làng thông thường khi di chuyển đi nơi khác thường lấy thành hoàng làng gốc để thờ tại làng mới.\n\n==Một số câu đối tại đình Bát Tràng==\n{|\n|valign=top|\n<br \/>\n:埔移手藝開亭宇\n:蘭熱心香拜聖神\n|valign=top|\n:Phiên âm:\n:''Bồ di thủ nghệ khai đình vũ''\n:''Lan nhiệt tâm hương bái thánh thần''\n|valign=top|\n:Dịch nghĩa:\n:Đem nghề từ làng Bồ ra khởi dựng đình miếu\n:Lòng thành như hương lan cúng tạ thánh thần.\n|}\n\n{|\n|valign=top|\n<br \/>\n:兩界交爭圖畫入\n:重門煙月太平開\n|valign=top|\n:Phiên âm:\n:''Lưỡng giới giao tranh đồ họa nhập''\n:''Trùng môn yên nguyệt thái bình khai.''\n|valign=top|\n:Dịch nghĩa:\n:Gianh giới giữa hai nơi đẹp như tranh vẽ\n:Cửa từng lớp, khói che mặt trăng, mở ra một thời thái bình, thịnh trị.\n|}\n\n{|\n|valign=top|\n:五行秀氣煄英傑\n:萬丈文光表吉祥\n|valign=top|\n:Phiên âm:\n:''Ngũ hành tú khí chung anh kiệt''\n:''Vạn trượng văn quang biểu cát tường''\n|valign=top|\n:Dịch nghĩa:\n:Nơi tụ hội khí thiêng hun đúc nên những bậc anh hùng hào kiệt\n:Ánh sáng văn hóa tỏa xa vạn dặm biểu hiện sự cát tường.\n|}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai kiến trúc tôn giáo Việt Nam}}\n\n[[Thể loại:Đình tại Hà Nội|Bát Tràng]][[Thể loại:Di tích tại Hà Nội]]"}