{"1646405":"[[Hình:Đình thần Vĩnh Tế.jpg|nhỏ|Đình thần Vĩnh Tế]]\n'''Đình thần Vĩnh Tế''' tọa lạc trên [[quốc lộ 91]], thuộc phường Núi Sam, thành phố [[Châu Đốc]], tỉnh [[An Giang]] ([[Việt Nam]]).\n\n==Lịch sử==\nNgôi đình được xây dựng năm [[Mậu Dần]] ([[1938]]). Lúc đầu, đình nằm cách vị trí hiện nay khoảng vài trăm [[mét]] về hướng Đông.\n\nĐình được lập ra để thờ danh tướng [[Thoại Ngọc Hầu]] ([[1761]]-[[1829]]), là người đã có công lao to lớn trong việc khai hoang lập ấp, mở rộng bờ cõi và gìn giữ biên cương. Nổi bật, là ông đã chỉ huy việc đào [[kênh Thoại Hà]] và [[kênh Vĩnh Tế]].\n\nVì thế, ở hàng cột phía trước đình có đôi câu đối tôn vinh ông như sau:\n:帝德昭彰廣被群方歌有聖\n:皇圖鞏固恩施四海祝無疆\n:Phiên âm Hán-Việt:\n:Đế đức chiêu chương quảng bị quần phương ca hữu thánh\n:Hoàng đồ củng cố ân thi tứ hải chúc vô cương.\n:Dịch nghĩa:\n:''Đức độ sáng ngời dân chúng nơi nơi tôn làm thánh\n:''Cơ đồ củng cố ân đức thi hành chốn chốn chúc vô cương.\n\n==Kiến trúc==\nSau vài lần trùng tu, đình thần Vĩnh Tế hiện nay có quy mô khá rộng. Bên ngoài là cổng có dòng [[chữ Hán]]: 永濟祠門 (Vĩnh Tế Từ Môn, dịch là Cửa đình Vĩnh Tế). Hai bên cổng có khắc câu đối sơn vàng trên nền đỏ. Trên mái cổng có phù điêu lưỡng long tranh châu đắp bằng đá xanh. Trong khuôn viên đình còn có 4 ngôi miếu nhỏ thờ thần. Phía trước chánh điện là một dãy hành lang bao quanh. Chánh điện có hai lớp mái, được nâng đỡ bởi 5 hàng cột, các cột đều ốp liễn đối, chạm trổ hoa văn tinh xảo. \n \n==Lễ cúng==\nHằng năm, đình tổ chức các kỳ lễ lớn:\n:- Lễ cúng cầu an: tổ chức vào ngày [[14 tháng 8]] [[âm lịch]]. Trong buổi lễ, có cuộc rước bài vị từ Lăng Thoại Ngọc Hầu về đình.\n:- Lễ Tất niên: tổ chức vào ngày [[25 tháng 12]] âm lịch.\n:- Lễ cúng ông Tính (người có công trong việc xây dựng đình): ngày [[25 tháng 5]] âm lịch.\n\n==Nguồn tham khảo==\n*Đình thần Vĩnh Tế trên website tỉnh An Giang, đăng ngày 07 tháng 01 năm 2011. [http:\/\/angiang.gov.vn\/wps\/portal\/sokhcn\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3j3oBBLczdTEwODwFALA0_fYM8Acw9XQyc_Y_2CbEdFALWjLlQ!\/?PC_7_GRT97F5400QU80IMSIP7HE1BF4_WCM_CONTEXT=\/wps\/wcm\/connect\/xavinhte\/siteofvinhte\/danhlamthangcanh\/dinh+vinh+te]\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai An Giang}}\n\n[[Thể loại:Đình tại An Giang|Vĩnh Tế]]\n[[Thể loại:Châu Đốc|Đình thần Vĩnh Tế]]"}