{"831790":"{{otheruses|Đình Cam Giá}}\n'''Đình Cam Giá''' là ngôi đình của làng Cam Giá, phường [[Ninh Khánh]], [[thành phố Ninh Bình]], tỉnh [[Ninh Bình]].\n\n==Khái quát==\nĐình Cam Giá có từ thời Trần. Trước cửa đình có cây lộc vừng trường tồn đã hơn ba trăm tuổi, có bia đá ghi công đức các vị thần Hoàng làng, có 4 voi đá, ngựa đá, mỗi con nặng hàng tấn. Trước cửa đình còn có hồ sen hình bán nguyệt, đường kính dài tới 60m, mới được dân làng tôn tạo, xây tường hoa bao quanh bờ hồ, ở giữa dựng quả non bộ \"Ngũ hoành sơn\" cao hơn 4m… Đình nằm bên trái đường tại Km số 3 [[Quốc lộ 1]]A từ [[ninh Bình (thành phố)|thành phố Ninh Bình]] đi Hà Nội.\n\n==Lễ hội==\nLễ hội đình Voi đá Ngựa đá, còn gọi là Hội Kỳ Phúc, là một lễ hội đặc trưng của làng Cam Giá. Lễ hội này được tổ chức hàng năm vào ngày 12-10 âm lịch. Lễ hội tôn vinh các thần hoàng đã được phong sắc. Sắc phong sớm nhất đề ngày 21-5 Cảnh Thịnh thứ 4 (1796) cho phép lành tôn thờ Lã Gia là \"Thượng đẳng tối linh đại vương\" đã có công đức \"Bảo dân quốc hùng lược an dân\". Tiếp sau là hai vị sắc phong thần Hoàng làng đó là Hồng Đức Thái sư Câu mang, người có công khai phá đất Cam Giá, giáo dân, truyền dạy chữ nghĩa. Vị thần Hoàng làng thứ ba được tôn thờ là Quận công Lê Trung Nghĩa. Trong sắc phong thời Nguyễn (Tự Đức) có đoạn: \"Quận công Lê húy Trung Nghĩa sĩ Lê triều phụ quốc thượng tướng quân tá đô đốc hữu tự mãn Lê triều Cảnh Hưng Cảnh Thịnh\". Quận công Lê Trung Nghĩa (có họ là Nguyễn được đổi lấy họ vua) vừa là quan lớn của triều đình Lê, lại là rể làng nên làng Cam Giá được ông tặng một số ruộng tốt (khoảng 14 mẫu) để lấy hoa lợi gây công quỹ chi phí cho lễ hội hàng năng của làng.\n\nTất cả tám giáp trong làng đều có phần ruộng công để thu hoa lợi dùng vào việc mua đồ tế lễ hàng năm mà chủ yếu là mua gạo nếp hương hoa vàng thơm ngon để làm món xôi đâm. Bản thân những công việc đồ xôi, đâm xôi, đơm lễ, khám xôi (chấm thi) chia phần bận rộn suốt chiều hôm trước đến quá trưa hôm sau đã là sự phô diễn những vẻ đẹp hồn hậu, trong sáng của cả dân làng góp nên sự hân hoan nồng nhiệt của lễ hội đình Voi đá Ngựa đá làng Cam Giá.\n\n\nĐÌNH LÀNG CAM GIÁ QUÊ TÔI\n\n\nTháng Mười Kỳ Phúc hội Làng,\n\nMười hai các Xóm rộng ràng thi xôi\n\nĐình làng Cam Giá quê tôi,\n\nBao năm voi, ngựa vẫn nơi cổng đình\n\nTiền Hồ bán nguyệt xinh xinh,\n\nTả Mưng cổ thụ bóng hình thời gian...\n\nThăng trầm thế sự hợp - tan,\n\nVẫn đây tôn kính không gian phụng thờ...\n\n\nQuê hương lưu giữ tuổi thơ,\n\nBao năm phiêu dạt vẫn mơ về làng\n\nMái đình một góc hàng trang,\n\nĐể ta đi giữa mênh mang cuộc đời...\n\nMái đình cùng tiếng à ơi,\n\nĐể ta đi giữa cuộc đời mênh mang....\n\n(Fb.Hồng Quang Tuệ)\n\n==Tham khảo==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Ninh Bình}}\n\n[[Thể loại:Ninh Bình (thành phố)]]"}