{"327423":"{{thiếu nguồn gốc}}\n'''Đình Bình Trường''' nằm ờ vị trí 10°40'7\"B -106°34'5\"Đ, cách trung tâm [[Thành phố Hồ Chí Minh]] 18&nbsp;km, tọa lạc tại ấp 1 [[xã Bình Chánh]], là ngôi Đình được xây dựng vào đầu thế kỷ thứ 19. Năm 1852, năm thứ 5 đời [[Vua Tự Đức]] đã ban sắc phong cho Thần Thành Hoàng thôn (làng) Bình Trường và được thờ cúng tại Đình. Đến nay, Đình vẫn còn lưu giữ được những nét kiến trúc cổ truyền thống như mái ngói âm dương, trang trí bờ nóc mái, hệ thống cột, kèo, xà gồ, các tác phẩm điêu khắc gỗ, tác phẩm Hán Nôm có giá trị về lịch sử, kiến trúc, nghệ thuật. Cùng với giá trị vật thể, Đình còn lưu giữ những giá trị văn hóa phi vật thể như [[lễ hội Kỳ Yên]], lễ cúng Thần Nông, lễ cúng Cầu Bông. Với những giá trị nêu trên, ngày 01 tháng 02 năm 2005, đình Bình Trường được [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] xếp hạng di tích kiến trúc nghệ thuật cấp thành phố.\n[[Tập tin:congdinh.jpg|nhỏ|phải|200px|Đình Bình Trường]]\n==Lịch sử di tích==\n\nQua tìm hiểu cho thấy thôn Bình Trường xưa đã có tên trong danh sách thôn xã của vùng đất Gia Định từ năm 1818 do [[Trịnh Hoài Đức]] ghi trong [[Gia Định Thành Thông Chí]]. Lúc này, Bình Trường thôn thuộc tổng Long Hưng huyện Tân Long, [[tỉnh Gia Định]].\n\nNăm 1936, khi tổng Long Hưng chia làm hai (tổng Long Hưng Thượng và Tổng Long Hưng Hạ), thôn Bình Trường lúc đó phía Đông giáp xã Bình Chánh, phía Tây giáp xã Xuân Hòa, thuộc tổng Long Hưng Hạ, huyện Tân Long, tỉnh Gia Định.\n\nĐến năm 1880, địa bàn thành phố hiện nay gồm cả hai thành phố Sài Gòn – Chợ Lớn, thôn Bình Trường lúc này là một trong 15 thôn (xã) thuộc tổng Long Hưng Thượng, hạt Chợ Lớn.\n\nNăm 1888, Hạt giải thể, đến năm 1910, nhiều thôn xã tiếp tục sáp nhập vào hai thành phố của tỉnh Gia Định và [[tỉnh Chợ Lớn]], thôn Bình Trường sáp nhập vào xã Bình Chánh, là một trong bốn xã của tổng Long Hưng Trung thuộc tỉnh Gia Định.\n\nTừ sau ngày đất nước thống nhất, đình Bình Trường thuộc ấp 1 [[xã Bình Chánh]], [[huyện Bình Chánh]], [[Thành phố Hồ Chí Minh]].\n\nĐến nay, chưa có tài liệu nào nêu rõ đình Bình Trường được xây dựng từ tháng năm nào. Song cũng như nhiều ngôi đình khác ở huyện Bình Chánh, sau khi khai khẩn đất đai, định cư yên ổn, lập thôn (xã) là người dân ở đây nghĩ đến việc lập đình. Ban đầu, ngôi đình được cất đơn sơ bằng vật liệu gỗ, tre, lá sẵn có ở địa phương, đến năm 1844, lần đầu tiên đình được trùng tu khá quy mô. Đến năm 1938 – 1939, ông Hồ Văn Nhơn thấy ngôi đình thấp, xuống cấp đã bỏ tiền và vận động bá tánh trong vùng đóng góp tài lực để sửa chữa ngôi đình. Trong tu bổ đình, sau lần thực hiện vào năm 1844 thì đây là đợt tu bổ lớn, có tới 150 người từ các viên quan, hương chức nam, nữ và bá tánh đã đóng góp tiền cho tu bổ. Tại lần sửa chữa này, nền đình được đắp cao hơn, các cột gỗ còn lại được kê trên trụ xi măng cốt sắt, đồng thời một số công trình được tu bổ như bức bình phong thần Hổ, Miếu Bạch Mã Thái giám, Miếu Ngũ Hành, võ ca, võ qui.\n\nTừ năm 1995 – 2002, các công trình khác trong khuôn viên đình lần lượt được tu bổ như bục sân khấu bằng xi măng ngoài trời, nhà văn hóa, tường rào bảo vệ khuôn viên. Tuy nhiên, những kiến trúc cổ thuộc lĩnh vực tín ngưỡng của người Việt vẫn được giữ vững như mái ngói âm dương, bờ nóc mái với hình lưỡng long tranh châu, các con lân, cột gỗ nơi chính điện với cặp liễn đối có lạc khoản ghi \"Mậu Thân niên\" tức năm 1848. Cũng tại chính điện của đình còn lưu giữ bức hoành phi là tấm biển hiệu đình Bình Trường làm năm Giáp Thìn tức năm 1844. Thần Thành Hoàng thôn Bình Trường là vị thần có công bảo vệ cho dân và được thờ cúng tại đình. Năm 1852, vua Tự Đức đã có sắc phong ban cho Thần Thành Hoàng thôn [[Bình Trường]].\n\nNhư đã nêu trên, vùng đất có địa danh thôn Bình Trường được ghi nhận từ năm 1818; các cổ vật còn được lưu giữ tại đình như bức hoành phi \"Đình Bình Trường\" có niên đại 1844; cây xiên nối hai cột cái của đình có niên đại năm 1848; thần thôn Bình Trường được vua Tự Đức Ngũ niên phong sắc năm 1852. Từ những nguồn tư liệu này cho thấy đình có thể được xây dựng từ năm 1818. Tính đến nay, đình có niên đại gần 200 năm.\n\n==Khảo tả di tích==\n\nTừ ngoài nhìn vào, đình Bình Trường tọa lạc trên khoảng đất hình chữ nhật với diện tích chừng 0,2 ha. Hướng của đình quay về hướng Đông Bắc, xung quanh đình là cánh đồng lúa xen kẽ là những nhà dân.\n\nCổng vào đình cao, thiết kế chắc chắn theo kiểu tam quan, trên cổng ghi ba chữ \"Đình Bình Trường\" bằng chữ Việt và chữ Hán.\n\nQua khỏi cổng Đình chứng 10m là vị trí của đình, đình Bình Trường được cấu trúc bởi bốn ngôi nóc xếp đội với thứ tự võ ca, võ qui, chính điện và nhà hội, các mái nhà được lợp bằng ngói âm dương. Bờ nóc mái chính điện được trang trí theo mô típ truyền thống với hình lưỡng long tranh châu bằng gốm sứ, bốn góc bờ mái có bốn kỳ lân quay ra bốn hướng không chỉ mục đích trang trí, nó còn có ý nghĩa canh giữ cho ngôi đình. Bờ nóc mái tại võ ca, võ qui và nhà hội trang trí đơn giản hơn, nhỏ hơn so với chính điện.\n\nVõ ca đình Bình Trường là dạng nhà vuông có 4 mái. Cùng với các đòn tay, dui bằng gỗ chống đỡ cho mái nhà có bốn cột trụ bê tông trơn và các kèo bê tông đúc. Hai cột phía trước trong võ ca mặt trước đắp hình rồng sắc sảo với dáng uốn lượn lanh lẹ khỏe mạnh, phía mặt sau mỗi cột có bao lam đắp nổi gắn liền cột có nội dung\"\n\n’’Doanh dư lạc nghiệp sắc phong hựu thiện đôn ngưng\n’’Phong nẫm điều hòa đại đức tý dân hộ quốc.\n\nTạm dịch:\n\n’’Vui nghiệp buôn bán, sắc phong Hựu Thiện Đôn Ngưng\n’’Đồng ruộng tươi tốt, đức lớn giúp dân giúp nước.\n\nXa xưa, võ ca đình Bình Trường cũng như nhiều đình khác ở [[Thành phố Hồ Chí Minh]] là nơi để làm lễ Xây Chầu, làm sân khấu tổ chức hát bội. Ngày nay, một phần do diện tích chật hẹp, mặt khác mỗi dịp Kỳ Yên, bá tánh đến lễ đình đông, do vật tổ chức hát bội được dời ra sân khấu ngoài trời. Mặt trước sân khấu quayu vào hướng đình nhằm đảm bảo yếu tố tín ngưỡng với ý nghĩa diễn tuồng cho thần xem, đồng thời đảm bảo chỗ ngồi xem tuồng thoáng mát rộng rãi cho bá tánh.\n\nQua khỏi võ ca là võ qui, theo truyền thống võ qui là nơi để cho bá tánh ngồi xem hát tuồng. Như trên đã nêu, sân khấu được dời ra khuôn viên nên võ qui đình Bình Trường hiện nay được sử dụng là nơi để các bàn thờ vọng, nơi bố trí các nhạc cụ lễ hội như chiêng, trống, mõ… và tiếp nhận các vật phẩm cúng thần mỗi dịp lễ Kỳ Yên. Muốn vào chính điện từ phíc trước đình phải qua võ qui.\n\nQua khỏi võ qui là nhà chính điện, được xây dựng theo kiểu nhà tứ trụ và được mở rộng ra bốn hướng nhờ hệ thống kèo đoạn. Chính điện đình Bình Trường hiện nay còn giữ được bốn cột gỗ lớn, hai cột phía trước có cặp liễn đối liền cột chạm nổi hình rồng, hai cột phía sau cũng có cặp liễn đối dính liền cột khắc chữ Hán có nội dung:\n\n’’Bình an cửu mộc thần ân long quang tự cổ\n’’Trường diễn vĩnh lưu bí vũ tráng lệ ư kim.\n\nTạm dịch:\n\n’’Được bình an là nhờ đã lâu tắm gội ơn thần rạng rỡ từ xưa\n’’Phồn thịnh lâu dài còn lưu mãi, miếu đình huyền bí đẹp mãi tới hôm nay.\n\nCặp liễn đối chạm hình rồng và khắc chữ liền cột ở chính điện đình Bình Trường là những tác phẩm điêu khắc nghệ thuật cổ xưa và hiếm có còn lại trong các đình ở Thành phố Hồ Chí Minh.\n\nCó thể vào chính điện bằng ba cửa hình vòm, cửa lớn chính giữa trước bàn thờ thần, hai cửa bên cũng hình vòm nhưng nhỏ hơn. Trên mỗi cửa đều có bao lam chạm khắc hình mẫu đơn, điểu. Lần tu bổ sau cùng, cửa sắt đã thay cho cửa gỗ với mục đích bảo vệ an toàn cho các cổ vật và di vật gian chính điện. Gian chính điện được chia làm hai phần. Phần lớn diện tích phía trước là vị trí khám thờ thần Thần Thành Hoàng Bản Cảnh, đặt trang trọng chính giữa, trên án thờ có trang thờ ghi chữ ‘’’Thần’’’. Vách tường phía trên trang thờ thần có bức hoành phi ghi chữ Hán ‘’’Hanh Phong Đại dự’’’ với ý nghĩa thời vận hanh thông là niềm vui lớn. Trước hương án thờ Thần có đầy đủ những đồ khí tự như cặp chân đèn, bát nhanh, đỉnh chầm, giá dĩa quả, bình hoa, hộp đựng sắc phong, giàn lỗ bộ, cặp lọng, đôi hạc đứng trên lưng rùa. Thần được thờ cúng tại đình Bình Trường là vị thần Thành Hoàng Bản Cảnh đã có công khai phá vùng đất từ những đầu mở đất phương Nam, đồng thời phù hộ cho dân làng bình an.\n\nThần Thành Hoàng Bản Cảnh đình Bình Trường được [[vua Tự Đức]] ban sắc phong năm 1852 (tức năm Tự Đức thứ năm). Sắc phong có nội dung:\n\n’’Sắc: Bản Cảnh Thành Hoàng chi thần nguyên tặng Quảng Hậu Chính Trực Hựu Thiện chi thần, hộ quốc tý dân nẫm trứ linh ứng, tứ kim phỉ ưng cảng mệnh miến niệm thần hưu, khả gia tặng Quảng Hậu Chính Trực Hựu Thiện Đôn Ngưng chi thần, nhưng chuẩn Tân Long huyện, Bình Trường thôn y cựu phụng sự, thần kỳ tướng hựu bảo ngã lê dân, khâm tai!\n\nTự Đức ngũ niên thập nhất nguyệt nhị thập cửu nhật.\n\nSắc mệnh chi bảo.\n\nTạm dịch:\n\n’’Sắc: Thần Thành Hoàng bản cảnh nguyên được tặng là Thần \"Quảng Hậu Chính Trực Hựu Thiện\", giúp nước cứu dân đã nhiều lần hiển hiện linh ứng. Ta nay vâng theo mệnh Trời, nghĩ tới đức tốt của Thần, tặng thêm cho Thần là \"Quảng Hậu Chính Trực Hựu Thiện Đôn Ngưng\". Chuẩn cho thôn Bình Trường huyện Tân Long vẫn phụng sự Thần như trước đây. Thần phải giúp đỡ, bảo vệ lê dân của ta. Khâm tai!\n\nNgày 29 tháng 11 năm Tự Đức thứ năm (1852)\n\nĐóng bảo (ấn) Sắc mệnh.\n\nNgoài khám thờ thần, chính điện đình Bình Trường còn nhiều bàn thờ. Bàn thờ hai bên song song với hương án thờ Thần có bàn thờ Tả ban liệt vị và Hữu ban liệt vị. Hai bên vách tường trái và phải chính điện theo thứ tự trong ra có bốn bàn thờ và bài vị bằng gỗ là bàn thờ Tiền hiền chi vị, Hậu hiền chi vị, Tả Thanh Long chi vị, Hữu Bạch Hổ chi vị, các bài viết trên bài vị đều là chữ Hán.\n\nMột phần ba nhà chính điện phía sau quay ra nhà hội sở, tại đây có bàn thờ Tiền Viên Quan ở chính giữa, trên có trang thờ Tiên Sư. Hai bên trái và phải bàn thờ Tiền Viên Quan là bàn thờ Hội Hương Chức Nam và bàn thờ Hội Hương Chức Nữ.\n\nNhà hội là ngôi nhà ba gian, hai chái mái ngói. Vật liệu nhà như cột, kèo, đòn tay… được tận dụng lại khi tu bổ nhà chính điện. Nhà hội có 1 bàn thờ chiến sĩ trận vong được đặt đối diện với bàn thờ Tiền Viên quan. Công năng chủ yếu của nhà hội là nơi tiếp khách, hội họp của Hội Hương đình và các đoàn thể.\n\n[http:\/\/static.panoramio.com\/photos\/original\/39160842.jpg] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161015174207\/http:\/\/static.panoramio.com\/photos\/original\/39160842.jpg |date = ngày 15 tháng 10 năm 2016}}\n\n==Các hiện vật trong di tích==\n\nDo ảnh hưởng chiến tranh, các cổ vật, di vật của đình Bình Trường không còn nhiều, cổ vật, di vật có giá trị về lịch sử và nghệ thuật như:\n\n1. Sắc phong [[vua Tự Đức]] cho Thần Thành Hoàng Bản Cảnh thôn Bình Trường\n\n2. Tấm bảng hiệu đình Bình Trường\n\n3. Bức hoành phi nơi chính điện\n\n4. Cây trính còn lại nơi nhà hội\n\n5. Lư trầm có quai\n\n6. Lư hình trái xoài\n\n7. Hai dàn bát bửu\n\n8. Trống bằng thân cây khoét ruột\n\n9. Nồi đồng\n\n10. Mõ gỗ\n\n11. Lư hương bằng gốm, đế bằng danh mộc\n\n12. Lân bằng gốm và sành trang trí nóc mái đình\n\n13. 3 bao lam nơi chính điện; 4 liễn đối nhà chính điện\n\n[[Tập tin:ThầnĐình.jpg|nhỏ|phải|200px|Thần Đình Bình Trường]]\n\n==Các hình thức sinh hoạt văn hóa – lễ hội==\n\nQua kiến trúc ngôi đình, cùng các cổ vật, di vật còn lại có giá trị về văn hóa vật thể. Đình Bình Trường còn lưu giữ những giá trị văn hóa phi vật thể qua việc duy trì các lễ hội.\n\nTheo truyền thống, mỗi năm đình Bình Trường có hai lệ cúng nhỏ và một lệ cúng lớn. Lệ nhỏ thứ nhất là lệ cúng Hạ Điền được thực hiện vào ngày 12 tháng tư âm lịch, là thời điểm của mùa mưa mới bắt đầu, nông dân trong vùng tiến hành xuống lúa. Lệ cúng nhỏ thứ hai là cúng Cầu Bông diễn ra vào ngày 12 tháng 10 âm lịch khi lúa đã bắt đầu làm đòng. Cả hai lệ cúng do Hội Hương đình thực hiện tại bàn thờ Thần Nông. Lễ vật cúng giản đơn gồm gà, xôi nếp, trái cây, hoa, rượu, bánh, nhang đèn. Nội dung cúng qua văn tế hàng năm cho thấy đây là tín ngưỡng dân gian của cư dân nông nghiệp với lời nguey65n cầu mưa thuận, gió hòa để mùa màng thuận lợi, đất ruộng trúng lúa, đất vườn trúng quả, dân làng có cuộc sống ấm no, con cháu hạnh phúc.\n\nNgoài hai lễ trên, lễ cúng lớn nhất tại đình Bình Trường là lễ Cầu an (lễ Kỳ Yên). Lễ được tổ chức trong 3 ngày 15, 16 và 17 tháng giêng âm lịch.\n\nSáng ngày rằm tháng giêng, khi cảnh vật còn chìm trong làn sương mỏng lạnh đầu xuân, Ban Hội Hương đình cùng đoàn rước sắc với trang phục truyền thống trang nghiêm, có cờ, có trống đã khiêng long đình sang nhà vị thủ sắc để rước sắc thần. Đến nơi, sau một tuần hương và ba tuần rượu, đại diện đoàn rước sắc thỉnh sắc Thần đưa lên long đình để rước sắc về đình trong niềm vui rộn rã của chiêng trống và điệu múa vui mắt của con lân dẫn đầu. Về tới đình, hộp đựng sắc phong được đưa lên bàn thờ Thần Thành Hoàng Bản Cảnh tại chính điện, sau đó là các nghi thức an vị thực hiện sự cung kính đối với Thần Thành Hoàng. Từ lúc này trở đi, mọi người tin tưởng rằng Thần Thành Hoàng đã về nghỉ tại đình. Khoảng 16 giờ chiều cùng ngày có nghi thức cúng Ngũ Hành Nương Nương tại miếu nhỏ phía trước đình. Lễ vật cúng thường gồm cặp vịt, đĩa xôi, mâm ngũ quả, bình hoa, rượu, trà và nhang đèn. Sau khi các vị trong Hội Hương đình làm lễ, bà con trong vùng lần lượt thắp nhang cầu mong năm vị nữ thần luôn giúp đỡ cho dân làng về nhiều lĩnh vực.\n\nNgày 16 tháng giêng là ngày lễ chính, khoảng 9 giờ sáng, nghi lễ tế Thần Thành Hoàng được tổ chức với sự thực hiện của Ban Hội Hương đình cùng các chấp sự, ban nhạc lễ, học trò lễ và đào Thái. Lễ vật dâng cúng Thần là một con heo trắng, xôi, bánh, trái cây, hoa, rượu, trà. Nghi thức tế Thần Thành Hoàng vốn là nghi thức tế Trời Đất của triều đình [[nhà Nguyễn]] khi xưa, nay cúng Thần, nghi lễ này được giản lược đi rất nhiều để còn các nghi thức chuẩn bị, dâng cúng lễ vật, đọc văn tế… Bài văn tế với nội dung thỉnh mời Thần Thành Hoàng cùng các vị thần thánh trong vùng về dự lễ và cầu nguyện cho quốc thái dân an, mưa thuận gió hòa, nhà nhà lạc nghiệp, xứ sở hài hòa. Sau lễ tế Thần là các lễ cúng Tiên Sư, Tiền Hiền, Hậu Hiền, văn tế cúng Tiên Sư, Tiền Hiền, Hậu Hiền có nội dung ca ngợi và thương tiếc các bậc tiền hiền có công khai phá đất đai, xây dựng các công trình công cộng và truyền dạy nghề nghiệp cho dân làng. Cũng trong ngày này, lễ tế vong hồn các anh hùng liệt sĩ được thực hiện tại đài tưởng niệm, lễ vật có mâm cơm, rượu, trà. Nội dung tế lễ nhằm tưởng nhớ đến các chiến sĩ anh hùng đã hy sinh cho hòa bình độc lập thống nhất đất nước. Đến 16 giờ là lễ Xây Chầu Đại Bội.\n\n==Giá trị của di tích==\n\nGiá trị thứ nhất, đình Bình Trường là công trình kiến trúc đến nay đã gần 200 năm, đình là nơi lưu giữ giá trị văn hóa vật thể với kiến trúc truyền thống của người Việt thuộc loại hình tín ngưỡng dân gian. Dù trải qua nhiều lần tu bổ trong điều kiện chiến tranh, nhận thức người thực hiện công trình có mức độ nhưng đình vẫn lưu giữ được 1 kiến trúc cổ truyền thống như mái ngói, trang trí bờ nóc mái, một số cột, một số tác phẩm điêu khắc, tác phẩm Hán Nôm có giá trị cao về niên đại và thẩm mỹ.\n\nThứ hai, cùng với giá trị vật thể, đình còn là nơi lưu giữ những giá trị văn hóa phi vật thể. Mặc dù có ảnh hưởng của quá trình đô thị hóa, tuy nhiên khu vực đình vẫn còn giữ được nét của cư dân nông nghiệp. Các lễ cúng trong năm phải kể là cúng Cầu Bông và lễ cúng Thần Nông nhằm cầu mong mưa thuận gió hòa, vụ mùa bội thu – Một nguyện vọng rất chất phác và chính đáng của cư dân nông nghiệp. Lễ hội lớn nhất tại đình Bình Trường là lễ cúng Kỳ Yên. Đây mới thực sự là ngày hội của dân làng. Ngày nay, đình Bình Trường có rất đông bá tánh ở Bình Chánh và vùng lân cận về cúng Thần với tâm nguyện cầu quốc thái dân an, mưa thuận gió hòa, cầu cho mọi nhà có cuộc sống may mắn, hạnh phúc, lễ hội đáp ứng nhu cầu đời sống tâm linh lành mạnh của đông đảo các giới trong xã hội.\n\nCùng với lễ hội, đình Bình Trường còn là địa điểm lưu giữ các tác phẩm có giá trị về Hán Nôm, các tác phẩm điêu khắc gỗ có tính nghệ thuật cao cùng một số cổ vật, di vật khác.\n\nThứ ba, đình Bình Trường là địa điểm của cơ sở cách mạng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{Wikispecies nội dòng}}\n\n[[Thể loại:Đình tại Thành phố Hồ Chí Minh|Bình Trường]]\n[[Thể loại:Bình Chánh]]"}