{"824840":"[[Tập tin:Đình Tân Ngãi (Vĩnh Long).jpg|nhỏ|Đình Tân Ngãi]] \n'''Đình Tân Ngãi''', tên chữ là '''Tân Ngãi đình''', tọa lạc tại ấp Tân Xuân (ở gần chợ Trường An và cầu Cái Côn trên [[Quốc lộ 1]], đoạn từ [[cầu Mỹ Thuận]] đi đến [[thành phố Vĩnh Long]]), xã Tân Ngãi, [[thành phố Vĩnh Long]], tỉnh [[Vĩnh Long]] ([[Việt Nam]]). Ngày 28 [[tháng 5]] năm [[2008]], ngôi đình này đã được Chính quyền tỉnh Vĩnh Long công nhận là di tích ''lịch sử-văn hóa'' cấp tỉnh <ref>Theo ''Văn bia đình thần Tân Ngãi''.<\/ref>.\n \n==Lịch sử==\nỞ khoảng giữa [[thế kỷ 18]], trên bước đường mở cõi phương Nam, một nhóm lưu dân [[người Việt|Việt]] đã chọn nơi đây để sinh cơ lập nghiệp. Sau nhiều năm ra sức khai hoang, họ lập nên hai làng là Tân Sơn và Vĩnh Tòng (đến giữa [[thế kỷ 19]], thì sáp nhập thành làng Tân Ngãi ngày nay), rồi dựng đình thờ thần [[Thành hoàng]] Bổn cảnh vào khoảng năm [[1836]]. Buổi đầu, đình được dựng lên đơn sơ bằng cây lá, trên một diện tích rộng 11.000[[m²]], do ông Trịnh Đạo Thiện hiến cúng. Sau đó, đình bị hỏa hoạn.\n\nNăm [[1836]], các ông là Đỗ Văn Sơn, Tô Văn Vận, Tô Văn Hiệp,...đã vận động dân làng xây dựng lại ngôi đình. Lần này đình được tái lập quy mô bằng gạch ngói, song vì nhiều nguyên nhân, mãi đến năm [[1851]] mới hoàn thành.\n\nNgày 19 [[tháng 11]] năm [[Tự Đức]] thứ năm ([[1852]]), [[Thần hoàng]] đình Tân Ngãi được triều đình [[Huế]] cấp sắc là: ''Bổn cảnh Thành Hoàng chi Thần'', kèm theo mỹ tự là: ''Quảng hậu, Chánh trực, Hựu thiện, Đôn ngưng chi Thần''.\n\nTừ năm [[1914]] đến năm [[1918]], vì trường làng bị hư hỏng, dãy nhà trù (nhà bếp) gồm 6 căn của đình biến thành trường học.\n \nNăm [[1945]], đình Tân Ngãi là cơ sở hoạt động của tổ chức [[Thanh niên Tiền phong]] do ông Trần Chí Đề (Quản Đề) và ông Tô Văn Đạt làm thủ lĩnh.\n\nNăm [[1946]], dãy nhà trù của đình bị quân [[Thực dân Pháp|Pháp]] càn vào tháo gỡ, lấy vật liệu xây cất chợ Trường An, mãi đến năm [[1954]] mới được hai ông là Trương Văn Thành (Đốc phủ Thành) và Phạm Văn Ngà (Hội đồng Ngà) đứng ra dựng lại.\n \nNăm [[1970]], ông Dương Toàn Trung (Tám Tốt) cùng ông Trần Chí Đề vận động dân làng xây cất võ ca, để biểu diễn hát bội trong những kỳ lễ hội.\n\nNăm [[1976]], hai bên sân khấu trong võ ca được sử dụng làm hai phòng học mẫu giáo. \n \nNăm [[1977]], chính quyền xã Tân Ngãi trưng dụng toàn bộ ngôi đình làm cơ quan và kho lúa của Sở Lương thực tỉnh Cửu Long (nay là tỉnh [[Vĩnh Long]]), mãi đến ngày 10 [[tháng 4]] năm [[1990]], mới giao trả lại cho nhân dân làm nơi thờ tự.\n\nTừ đó đến nay đình Tân Ngãi đã trải qua các lần tu bổ: Dựng cổng Tam quan ([[1993]]), chống dột ([[1998]]), làm hàng rào và sửa võ ca ([[2001]]), thay 8 bộ cửa gỗ bằng cửa sắt ([[2004]]), cải tạo sân đình ([[2005]]), sửa sân khấu trong võ ca ([[2006]]), dựng bia đình thần Tân Ngãi ([[2011]])...\n \nTổng diện tích đất đình hiện nay là 4.777,6[[m²]], tổng diện tích xây dựng là 839,61[[m²]], riêng ngôi đình chiếm 610,6[[m²]]<ref>Theo ''Bản liệt kê tiểu sử đình Tân Ngãi'' do Ban phụng tự đình Tân Ngãi biên soạn.<\/ref>. \n \n==Kiến trúc==\n[[Tập tin:Bia đình Tân Ngãi (Vĩnh Long).jpg|nhỏ|Bia đình Tân Ngãi dựng năm 2011]]\nĐình Tân Ngãi là một công trình kiến trúc nghệ thuật, mang dáng dấp chung của các ngôi đình làng ở [[Nam Bộ]]. Đình tọa lạc trong một khuôn viên rộng có nhiều cây cổ thụ và cây kiểng. Mặt tiền của đình hướng ra sông Cái Côn.\n\nNgôi đình xây dựng theo kiểu xếp đọi, gồm một quần thể với các gian nhà nối liền nhau. Mái đình lợp ngói âm dương. Trên từng đỉnh nóc được trang trí nhiều hoa văn đẹp như: \"[[Cá]] hóa long\", \"Lưỡng [[long]] chầu nguyệt\", \"chim [[phụng]]\", \"[[lân]]\"...bằng sành. Nền đình ốp đá xanh cao ráo, vững chãi.\n\nNgôi đình gồm 4 gian là võ ca, võ quy, chánh điện và nhà thính. Bên phải trước đình có miếu thờ Bạch Mã Thái Giám <ref>Theo bài viết \"Từ ngựa sắt Thánh Gióng đến Bạch Mã thái giám & Kiền Trắc mã\" của nhà nghiên cứu Huỳnh Ngọc Trảng, thì Bạch Mã Thái Giám là mỹ hiệu được tạo thành từ tâm thức lưỡng tính, biểu thị sự vẹn toàn. Trong thực tế, vị thần này được thờ ở đình làng và được dân gian hiểu như là con vật cỡi (Bạch mã) của thần [[Thành hoàng]], và là thuộc hạ hầu cận (Thái giám\/ hoạn quan). Đó là biện sự thế tục, còn trong truyền thống [[Phật giáo]], Bạch Mã được coi là [[Bồ tát]] (Balaha) hay chính là [[Phật]]. Xem chi tiết ở đây: [http:\/\/www.phattuvietnam.net\/8\/2028.html]. Tuy nhiên, theo ''Địa chí Tiền Giang'', mục: \"Bạch Mã Thái giám Tôn Thần\", thì Bạch Mã Thái Giám là thần Mã Đầu La Sát có hình dạng mình người đầu ngựa. Đây là một trong những hóa thân của Bồ Tát [[Quan Âm]], hoặc là có nguồn gốc từ một vị thần có tên là Kalkyavatara (một dạng [[Vishnu]] của đạo [[Bà-la-môn]], và là vị thần của các lái buôn tải hàng hóa bằng ngựa trên [[con đường tơ lụa]])...Vào [[thế kỷ 17]]-[[thế kỷ 18|18]], người đi khai hoang đem tín ngưỡng từ miền Trung vào Nam, và thường được tùng tự bên cạnh thần [[Thành hoàng]] làng. Thường thì triều [[Nhà Nguyễn|Nguyễn]] xếp Bạch Mã Thái Giám vào bậc Trung đẳng thần. Song ở một số làng như Kiểng Phước, Bình Nghị, Dương Phước, Đồng Sơn, Bình Long, Vĩnh Thạnh...Bạch Mã Thái Giám được cấp sắc là Thượng đẳng thần.<\/ref>. Bên trái trước đình có miếu thờ Ngũ Hành Nương Nương<ref>Ngũ Hành là năm loại vật chất căn bản, gồm: Kim (kim loại), Mộc (gỗ), Thủy (nước), Hỏa (lửa) và Thổ (đất). Lần hồi thuyết Ngũ Hành được tín ngưỡng hóa, thành sự thờ phượng Ngũ Hành Nương Nương, tức năm loại vật chất được coi như năm vị nữ thần (xem thêm: [http:\/\/www.trietvan.com\/phamviethung\/tucthonguhanh.htm])<\/ref>. Hông bên trái đình là dãy nhà trù gồm 06 gian.\n\nNội thất ngôi đình được xây dựng bởi một hệ thống các gian nhà nối liền nhau, có nhiều cột tròn bằng danh mộc. Đặc biệt, để mở rộng diện tích nên trong kết cấu bộ khung sườn được thực hiện bằng loại kèo đấm, kèo quyết vươn ra bốn hướng của từng gian. Trên các vì kèo, xuyên, trính (nhất là gian chính điện và võ qui), được điêu khắc hoa văn \"mai, lan, cúc, trúc\", \"bát bửu\", \"dây lá\", \"chữ triện\",...Đầu kèo có hoa văn mây, đầu [[rồng]],... Ngoài ra, trong nội thất đình còn được bày trí nhiều hiện vật như hoành phi, câu đối, bao lam, nghi thờ,...được chạm khắc tinh xảo, có niên đại ở [[thế kỷ 19]] và đầu [[thế kỷ 20]].\n \n==Thờ cúng==\nTrong đình Tân Ngãi, vị thần được thờ chính là [[Thành hoàng]] Bổn cảnh. Ngoài ra, ở đây còn có các bàn thờ Tả ban, Hữu ban, Thần Tài, Thổ Địa, Tiền Hiền, Hậu Hiền, và các anh hùng liệt sĩ. \nHàng năm đình có hai lễ cúng lớn là:\n:- Lễ Hạ điền-[[Lễ Kỳ yên|Kỳ yên]] vào ngày 16, 17 [[tháng 3]] [[âm lịch]].\n:- Lễ Thượng điền vào ngày 16, 17 [[tháng 10]] [[âm lịch]].\n \n==Tham khảo==\n*Lịch sử tỉnh Vĩnh Long (1732–2000) do Ban Tuyên giáo Tỉnh ủy Vĩnh Long ấn hành năm 2002.\n*Văn bia đình thần Tân Ngãi (bia dựng tại đình vào mùa xuân năm Tân Mão, 2011).\n*Bản liệt kê tiểu sử đình Tân Ngãi do Ban phụng tự đình Tân Ngãi biên soạn.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Đình tại Vĩnh Long|Tân Ngãi]]\n[[Thể loại:Vĩnh Long (thành phố)]]"}