{"328426":"'''Đình Trà Cổ''' nằm ở khu Nam Thọ, phường [[Trà Cổ]], [[thành phố Móng Cái]], tỉnh [[Quảng Ninh]], [[Việt Nam]]. Đây được đánh giá là ngôi [[đình]] khá đồ sộ ở địa đầu đất nước và hoàn toàn mang dấu ấn nền văn hoá Việt<ref>Theo báo Lào Cai, website Gia dinh. Net đăng tải lại: [http:\/\/giadinh.net.vn\/20090401094453825p0c1023\/dinh-tra-co-cot-moc-van-hoa-viet.htm].<\/ref>.\n\n==Nguồn gốc, kiến trúc==\nNgôi đình được xây dựng vào năm Quang Thuận thứ 2 ([[Tân Tỵ]], [[1461]]) dưới triều vua [[Lê Thánh Tông]], trên vùng đất phía Nam phường Trà Cổ ngày nay<ref>Theo báo Lào Cai, nguồn đã dẫn.<\/ref>. Mặc dù trải qua rất nhiều năm, nhiều cơn binh lửa, và đã được sửa chữa nhiều lần, nhưng ngôi đình vẫn giữ được những nét đặc trưng về phong cách kiến trúc và nghệ thuật chạm khắc như lúc khởi dựng.\n\nĐình Trà Cổ được dựng theo kiểu chữ \"Đinh\" trên tổng diện tích 1000 [[m2]], quay hướng nam. Tiền đường gồm 5 gian, 2 chái, hậu cung có 3 gian. Mái đình hơi võng, lợp ngói mũi giống như những ngôi đình của các làng quê đồng bằng [[sông Hồng]].\n\nBên trong đình có 48 cột [[lim]] đặt trên tảng kê bằng đá xanh. Cột cái cao 4,65 [[m]], chu vi cột 1,63 m. Các cột được giằng đan bởi những xà ngang dọc, ở các đầu xà gồ đều chạm đầu [[rồng]]. Hai đầu hồi là hai bức [[hoành phi]] sơn son thiếp [[vàng]] đối diện nhau ghi tám [[chữ Hán]]: \"Nam Sơn Tịnh Thọ\" 南山淨壽 (Nước Nam bền vững), \"Địa cửu thiên trường\" 地久天長 (Đất vững trời dài)\". Ngoài ra, đình còn có 2 cột bằng đá nguyên khối cao hơn 2 m.\n\nĐề tài trang trí ở đây rất phong phú và đa dạng như long, ly, quy, phượng, lưỡng long chầu nguyệt, long hoá mây, cá chép hoá long, long mã, hổ phù, hoa văn dạng hoa lá, mây xoắn... Tất cả được thể hiện rất công phu, tài nghệ, mang đậm nét văn hoá cổ truyền của người [[Việt Nam]].\n\n<gallery>\nHình:DinhTraCo.jpg|Tòan cảnh Đình Trà Cổ \nHình:DinhTraCoGiua.jpg|Gian thờ chính giữa của Đình Trà Cổ\nHình:DinhTraCoPhai.jpg|Gian thờ bên phải của Đình Trà Cổ\nHình:DinhTraCoTrai.jpg|Gian thờ bên trái của Đình Trà Cổ\nHình:DinhTraCoCot.jpg|Cột gỗ cửa đình và hoa văn\n<\/gallery>\n\n==Thờ cúng==\nTrong đình thờ 6 vị [[Thành hoàng]] làng đã có công lập nên xã Trà Cổ xưa. Truyền rằng, vào thời hậu Lê năm 1461 những người dân Đồ Sơn (họ là những ngư dân, và là những người lính ra trấn giữ mảnh đất này) đã đến đây và ở lại sinh cơ lập nghiệp lập nên làng chài Trà Cổ (cho nên có câu: ''Trà Cổ tổ Đồ Sơn''). Tên Trà Cổ được lấy từ hai chữ cái đầu tiên của quê cũ là Trà Phương và Cổ Trai. Bên cạnh đó, đình Trà Cổ cũng là nơi thờ Quận He ([[Nguyễn Hữu Cầu]]), một lãnh tụ nông dân khởi nghĩa thời [[Nhà Hậu Lê|Lê]] – [[Chúa Trịnh|Trịnh]].\n\nLễ hội Trà Cổ được diễn ra từ 29\/5 đến hết 3\/6 [[âm lịch]] hằng năm. Nét độc đáo của lễ hội là lễ rước thần trên biển và hội thi \"Ông voi\" (cuộc thi giữa 12 chú lợn được 12 ông đám chăm sóc, nuôi dưỡng). \n== Chú thích ==\n{{Tham khảo}}\n\n{{Đình Việt Nam}}\n{{Du lịch Quảng Ninh}}\n\n{{sơ khai Quảng Ninh}}\n\n[[Thể loại:Đình tại Quảng Ninh|Trà Cổ]]\n[[Thể loại:Móng Cái]]"}