{"1741940":"[[Tập tin:Định Yên temple.jpg|thumb|Đình thần Định Yên]] \n'''Đình Định Yên''' tọa lạc ở ấp An Lợi A, xã [[Định Yên, Lấp Vò|Định Yên]], huyện [[Lấp Vò]], tỉnh [[Đồng Tháp]], [[Việt Nam]]. Năm [[2012]], ngôi đình được Bộ Văn hóa - Thể thao và Du lịch công nhận là di tích ''lịch sử văn hóa cấp quốc gia''<ref>Nguồn: Thông tin trên website báo Đồng Tháp, cập nhật ngày [[31 tháng 12]] năm [[2012]] [http:\/\/baodongthap.com.vn\/newsdetails.aspx?newsid=27382] 04:32:26].<\/ref>.\n\n==Lịch sử, kiến trúc==\n[[Tập tin:Bàn thờ đình Định Yên.jpg|nhỏ|Một trong số bàn thờ trong chính điện]] \nNgôi đình được xây dựng vào năm [[Canh Tuất]] ([[1910]])<ref>Trên cổng đình Định Yên ghi năm xây dựng đình là \"năm [[Canh Tuất]] ([[1909]])\". Nếu là năm ấy phải ghi là [[1910]], vì năm [[1909]] là năm [[Kỷ Dậu]].<\/ref>, để thờ thần [[Thành hoàng]] Bổn cảnh và ông Phạm Văn An, là người đầu tiên khai hoang lập ấp nơi đây.\n\nBan đầu, đình được cất rất đơn sơ, bằng tre lá trên nền đất cao. Điểm đầu tiên ở rạch Bàu Bùng, kế đến dời về rạch bà Chơn, sau dời về địa điểm hiện nay ở đầu vàm Ngã Cái, Ngã Bát.\n\nĐình xây trên một khuôn viên rộng, theo kiểu kiến trúc \"nội công, ngoại quốc\". Mái đình lợp ngói đại ống; các kỳ, kèo, cột được chạm trổ hoa văn đầu [[rồng]], [[lân]], [[cá]] hóa long...tinh xảo. Các câu đối, liễn, bao lam đều sơn son thếp vàng, cẩn ốc xà cừ, chạm các hình: cá hóa long, hoa sen, mẫu đơn và các bức tranh sơn thủy ca ngợi đất nước và con người.\n\nNgoài chính điện, đình còn có các hạng mục khác như: cổng đình, bái đình, nhà khách, v.v... Nhìn chung, đình Định Yên có kiến trúc quy mô, đặc sắc, còn giữ được khá nguyên trạng. \n<ref>Nguồn: \"Đồng Tháp: Thêm 2 di tích lịch sử cấp quốc gia được công nhận\"\nTrên website VTV Cần Thơ, viết vào [[12 tháng 7]] năm [[2012]] [http:\/\/canthotv.vn\/tin-tuc\/dong-thap-them-2-di-tich-lich-su-cap-quoc-gia-duoc-cong-nhan\/].<\/ref>\n\n==Thờ phụng, lễ hội== \n[[Tập tin:Tranh trong đình Định Yên.jpg|nhỏ|Một trong số tranh sơn thủy trong đình]]\nTrong chính điện thờ thần Thành hoàng Bổn cảnh (được vua [[Tự Đức]] phong sắc vào ngày [[21 tháng 11]] [[âm lịch]] năm [[Nhâm Tý]], [[1852]]), hai bên tả hữu ban thờ các vị tiền hiền của làng. Hằng năm, đình mở hội vào các ngày 16, 17 [[tháng 4]] và 15, 16 [[tháng 11]] [[âm lịch]].\n\nLễ hội bao gồm những nghi thức truyền thống như: đội kỵ mã, đội lân, đội lính hầu, đội nhạc lễ, học trò lễ, v.v...Hội đình Định Yên được xem là một trong những lễ hội truyền thống hằng năm của tỉnh [[Đồng Tháp]].\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Đình tại Đồng Tháp|Định Yên]]\n[[Thể loại:Di tích quốc gia Việt Nam|Đ]]\n[[Thể loại:Lấp Vò]]"}