{"47215":"{{chú thích trong bài}}'''Đình làng Đức Thắng''' là một ngôi đình cổ nằm tại phường Đức Thắng, thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]].\n\n==Lịch sử==\nĐình này được xây dựng từ những năm đầu [[thế kỷ 19]], khi đó chỉ là một nhà tranh vách đất để nhân dân làm nơi thờ [[Thành Hoàng làng]] và hội đồng kỳ mục hội họp. Năm Đinh Mùi (1811), khi đã chuẩn bị đầy đủ vật liệu và tiền bạc thì nhân dân khởi công xây dựng mới ngôi đình trên nền ngôi đình cũ. Nhưng vì đây là ngôi đình có quy mô lớn nhất lúc bấy giờ ở Phan Thiết nên mãi đến năm 1847 thì công việc xây dựng mới hoàn chỉnh, kể cả các công trình phụ. Có tài liệu ở đình Đức Thắng ghi: việc xây dựng đình làng Đức Thắng từ năm Tân Sửu đến Đinh Mùi.\n\n==Kiến trúc==\nXét về tổng thể kiến trúc, đình làng Đức Thắng là ngôi đình có quy mô đồ sộ vào bậc nhất thời bấy giờ, là một trong những ngôi đình cổ của [[Việt Nam]].\n\nĐình Đức Thắng xây dựng theo lối [[kiến trúc]] dân gian ''Tứ trụ'' tức là dùng bốn cây cột đình lớn làm cột chính, từ đây toả ra và liên kết với hết thảy các kết cấu kiến trúc bằng gỗ khác. Các công trình của đình chính, nhà võ ca, nhà thờ Tiền Hiền, Hậu Hiền hợp thành một tổng thể kiến trúc rộng lớn và liên kết chặt chẽ với nhau. \n*Nội thất: được bài trí nhiều khám thờ, hai bên treo các câu liễn, bên trên đặt những tấm hoành, dọc theo khám thờ nhiều bao lam gỗ được nghệ nhân xưa dùng kỹ thuật chạm lộng để thể hiện đề tài, tạo nên nhiều hình tượng, phong cảnh thiên nhiên sinh động. Những tác phẩm điêu khắc bằng gỗ này phần lớn có niên đại từ thời các vua [[nhà Nguyễn]]. Đình làng Đức Thắng hiện còn lưu giữ nhiều sắc phong do các vua triều Nguyễn ban tặng, đến nay còn rất tốt.\n*Ngoại thất được trang trí bằng nhiều tác phẩm [[nghệ thuật]] được chặm khắc bằng kỹ thuật đắp nổi và ghép mảnh sành phù hợp với [[tín ngưỡng]] dân gian ở địa phương. Các tác phẩm trang trí nghệ thuật này miêu tả cảnh [[thiên nhiên]], muông thú và các điển tích xưa.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.binhthuan.vn\/TNDNCN\/pages\/index.asp?id=v25 Đình làng Đức Thắng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927172847\/http:\/\/www.binhthuan.vn\/TNDNCN\/pages\/index.asp?id=v25 |date = ngày 27 tháng 9 năm 2007}}\n\n{{Du lịch Bình Thuận}}\n\n{{sơ khai Bình Thuận}}\n\n[[Thể loại:Phan Thiết|Đ]]\n[[Thể loại:Đình tại Bình Thuận|Đức Thắng]]"}