{"19741373":"{{Thông tin đền Việt Nam\n| tên = Đình Hạ Hiệp\n| tên khác = Đình Liên Hiệp<br>Đình Kẻ Hiệp\n| hình = \n| chú thích = \n| vĩ độ = 21.061610539525322\n| kinh độ = 105.64295180578043\n| tước vị = Tướng quân\n| tên thần = Hoàng Đạo\n| sinh = \n| mất = \n| công trạng = \n| đối tượng thờ = \n| địa chỉ = [[Liên Hiệp, Phúc Thọ|Liên Hiệp]], [[Phúc Thọ]], [[Hà Nội]]\n| thành lập = Đầu thế kỷ 17\n| người sáng lập = \n| lễ hội = 13 tháng 2 âm lịch\n| tên di tích đặc biệt = Đình Hạ Hiệp\n| ngày nhận danh hiệu di tích đặc biệt = 31\/12\/2020\n| loại di tích đặc biệt = Kiến trúc nghệ thuật\n| quyết định danh hiệu di tích đặc biệt = 2280\/QĐ-TTg\n}}'''Đình Hạ Hiệp''' là một ngôi [[đình]] có vị trí nằm ở xã [[Liên Hiệp, Phúc Thọ|Liên Hiệp]], huyện [[Phúc Thọ]], thành phố [[Hà Nội]]. Ngôi đình này được [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ Việt Nam]] quyết định xếp hạng và công nhận là [[Di tích quốc gia đặc biệt (Việt Nam)|di tích quốc gia đặc biệt]] vào năm 2020. Đình này còn có tên là đình Liên Hiệp hay đình Kẻ Hiệp.\n\n== Lịch sử ==\nĐình Hạ Hiệp có vị trí tọa lạc tại xã Liên Hiệp, huyện Phúc Thọ. Ngôi đình này thờ Thành hoàng là Tướng quân Hoàng Đạo, một tướng quân tham gia cuộc [[khởi nghĩa Hai Bà Trưng]] trong những năm 40 - 43 sau công nguyên.<ref name=\":2\">{{Chú thích web|url=https:\/\/sodulich.hanoi.gov.vn\/diem-den\/diem-den-du-lich-di-san-di-tich\/dinh-ha-hiep.html|tựa đề=Đình Hạ Hiệp|ngày=2020-11-30|website=Sở Du Lịch Hà Nội|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-07-23}}<\/ref> Theo ghi chép, đây là một vị danh tướng dưới thời Hai Bà Trưng. Hiện đình làng Hạ hiệp còn giữ được 27 đạo sắc phong của các đời vua phong Thượng đẳng thần cho Thành hoàng Hoàng Đạo. Việc thờ các vị tướng liên quan đến cuộc khởi nghĩa Hai Bà Trưng là hiện tượng phổ biến của nhiều di tích dọc [[sông Đáy]].<ref name=\":2\" \/>\n\nCăn cứ vào phong cách nghệ thuật trên kiến trúc cùng những đạo sắc phong thần, ngôi đình này được xác định là có niên đại từ triều [[Nhà Lê trung hưng|nhà Lê]] (khoảng đầu Thế kỉ 17 trở về trước).<ref name=\":0\">{{Chú thích web|url=http:\/\/dsvh.gov.vn\/dinh-ha-hiep-thanh-pho-ha-noi-3311|tựa đề=Đình Hạ Hiệp, Thành phố Hà Nội|tác giả=Khánh Chi|website=Cục di sản Văn hóa Việt Nam|url-status=live|ngày truy cập=2022-07-23}}<\/ref>\n\nTheo các tài liệu nghiên cứu gần đây, ngôi đình được dựng từ những năm 30 của thế kỉ XVII, hậu cung được dựng vào nửa cuối thế kỉ 17, được tu sửa và mở rộng ở thế kỉ XIX; tiền tế dựng năm 1856 và hai Nghi môn được dựng ở đầu thế kỉ XX. Qua quá trình tồn tại, tới các năm 1751, 1759, 1771 thì được nhân dân trong làng quyên tiền tu sửa đình. Sự việc được ghi lại trong tấm bia “''Tại đình bi''” hiện dựng bên trái đình (niên đại của tấm bia ghi là năm [[Lê Hiển Tông|Cảnh Hưng]] thứ 32 (1771). Năm 1816, đình tiếp tục được tu bổ, làm thêm hai bể nước bằng đá, một số hòm [[sớ]], đồ thờ tự khác... Những năm gần đây, đình tiếp tục được nhà nước Việt Nam cũng như nhân dân trùng tu và gìn giữ.<ref name=\":0\" \/>\n\n== Kiến trúc ==\nVề mặt kiến trúc, đình Hạ Hiệp gồm nhiều hạng mục công trình tọa lạc trên một khu đất có diện tích khoảng 3.000m<sup>2<\/sup>.<ref name=\":0\" \/> Ngoài hai cổng trước, sau, hồ nước, sân... kiến trúc chính hiện nay của đình làng Hạ Hiệp gồm 3 phần: tiền tế, đại đình, hậu cung, tạo nên một mặt bằng công trình chính có dạng tiền hình chữ Nhất, hậu chữ Đinh.<ref name=\":0\" \/> Cùng với việc thờ Thành Hoàng làng, đình Hạ Hiệp còn kết hợp thờ cả ông Đặng Trung hầu (tên chữ là Phúc Ánh), người đã có công tu sửa đình. Ban thờ Đặng Trung hầu được làm trên một khám thờ lửng giữa hai hàng cột hiên ngoài, chái bên trái Đại đình.<ref name=\":2\" \/>\n\n=== Nghi môn ===\nĐình Hạ Hiệp có hai nghi môn (cửa chính): nghi môn thứ nhất nằm phía trước tòa Tiền tế, trên trục thần đạo và hiện chỉ còn mang ý nghĩa tượng trưng bởi đường qua lại từ phía này đã bị bịt kín. Nghi môn thứ hai nằm phía bên trái Đại đình, sát đường trục chính của xã. Kích thước các cột trụ ở Nghi môn này nhỏ hơn ở Nghi môn thứ nhất.<ref name=\":0\" \/>\n\n=== Tiền tế ===\nTiền tế là một tòa nhà hình chữ nhật gồm ba gian hai chái, hai tầng tám mái xếp theo kiểu chồng diêm, được dựng trên một cấp nền cao hơn mặt sân phía trước 0.17m. Nền nhà được lát gạch màu đỏ, theo mạch chữ công. Bộ khung gỗ của Tiền tế đình làng Hạ Hiệp được dựng trên 4 hàng chân cột đều có thiết diện vuông: 2 hàng cột cái (bằng gỗ) và 2 hàng cột quân (bằng đá).<ref name=\":0\" \/>\n\n=== Đại đình ===\nĐại đình gồm ba gian hai chái nhưng mỗi chái có kích thước lớn gần như một gian. Toàn bộ công trình này được dựng trên một cấp nền hình chữ, bó vỉa xung quanh là những viên đá xẻ. Thời xưa, khu vực này vốn có sàn. Theo nhiều người lớn tuổi ở đây kể lại thì sàn đình đã bị dỡ trong khoảng từ năm 1968 đến 1970. Bộ khung Đại đình được dựng trên 6 hàng cột [[gỗ lim]].<ref name=\":0\" \/>\n\n=== Hậu cung ===\nHậu cung là nơi đặt bài vị thờ Thành hoàng gồm 2 gian, dựng vuông góc với tòa ngoài, có hai lớp mái trước, sau, xây tường bít đốc và được dựng vuông góc với Đại đình tại vị trí gian giữa. Hậu cung gồm 3 bộ vì nóc. Bộ vì nóc ngoài cùng được đỡ bởi một câu đầu kê trên hai đầu cột quân bên phải và bên trái vì gian giữa Đại đình. Bộ vì nóc thứ hai Hậu cung được làm kiểu ván mê. Hai bộ vì nóc phía ngoài và phía trong lại được làm kiểu biến thể giá chiêng, chồng rường con nhị. Liên kết ở vì nách Hậu cung là kiểu dùng kẻ. Khu vực này được xem là cung cấm, nơi trang nghiêm nên Hậu cung đình làng Hạ Hiệp được xây tường bao kín đáo, theo kiểu thức tường hồi bít đốc tay ngai. Mỗi mái Hậu cung còn có 8 hoành. Hậu cung được trang trí trên kiến trúc đình Hạ Hiệp: tập trung bên ngoài, trên hệ mái tại Nghi môn, chủ yếu là những con vật thần thoại và mang tính ước lệ như [[Rồng Việt Nam|rồng]], [[Kỳ lân|lân]], [[Phượng hoàng|phượng]], voi, ngựa, các hoa văn [[Triện thư|chữ Triện]].<ref name=\":0\" \/>\n\n=== Chạm khắc ===\nĐình Hạ Hiệp có rất nhiều hình tượng con người được chạm khắc như những đạo sĩ ngồi bó gối trầm tư, người bắt lợn, chồng nụ, chồng hoa, thôn nữ ngồi trên đầu rồng, đá cầu, cưỡi ngựa, cưỡi voi, quản tượng.<ref>{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/hinh-tuong-con-nguoi-trong-dieu-khac-kien-truc-dinh-lang-viet-the-ky-xvii-10767.html|tựa đề=Hình tượng con người trong điêu khắc kiến trúc đình làng Việt thế kỷ XVII {{!}} Văn hóa|tác giả=Tạ Quốc Khánh|họ=|tên=|ngày=2008-05-03|website=Báo Xây dựng|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-07-23}}<\/ref>\n\nTại đây còn xuất hiện những bức chạm dị thú như mãng xà được khắc theo hình tượng hung dữ, đang nhìn đám trai làng vật nhau. Trong cuốn sách hồ sơ di tích của ngôi đình này, cũng như theo lời giới thiệu của những người lớn tuổi, dị thú này được gọi là [[Makara]].<ref name=\":1\">{{Chú thích web|url=http:\/\/ape.gov.vn\/hinh-anh-mang-xa-tinh-o-dinh-ha-hiep-lat-lai-mot-huyen-tich-d1849.th|tựa đề=Hình ảnh mãng xà tinh ở đình Hạ Hiệp: Lật lại một huyền tích|tác giả=T.H.Y.T|ngày=2018-09|website=ape.gov.vn|url-status=live|ngày truy cập=2022-07-23}}<\/ref> Tuy vậy, hiện tại những nghiên cứu trước đây về ngôi đình này đa phần tập trung vào mảng chạm bắn hổ và các hoạt cảnh rồng tiên, đấu vật hay chọi gà. Dị thú mãng xà này có chiều dài gần 1m được miêu tả là có \"thân đứng thẳng, có bốn chân, thân có vảy như rồng, mắt trợn to, mồm răng lởm chởm, miệng ngậm ngọc\".<ref name=\":1\" \/> Đây chưa thể xem là Makara vì hình tướng mãng xà khá rõ, có phần giống với hình mãng xà trong bức tranh [[Thạch Sanh]] đánh xà tinh của làng [[tranh Đông Hồ]]. Makara có một đặc trưng tiếu tượng là chiếc nanh ở hàm trên dài, cong vút lên trên, mũi dài cuộn lên trên, mang những đặc tính của voi. Các đặc điểm trên đều không có ở bất kỳ dị thú nào ở đình Hạ Hiệp.<ref name=\":1\" \/> Qua nghiên cứu hình tướng và đối chiếu với các hoạt cảnh xung quanh cùng ngữ cảnh chung của các bức chạm khắc ở nơi đây, có giả thuyết cho rằng đây là bức chạm mô tả Quỷ Xương cuồng (tức Mộc tinh) đã từng được kể đến trong sách [[Lĩnh Nam chích quái]].<ref name=\":1\" \/>\n\n== Di sản ==\nĐình Hạ Hiệp được cấp bằng di tích cấp quốc gia năm 1991.<ref name=\":3\">{{Chú thích web|url=https:\/\/thanhnien.vn\/post-543694.html|tựa đề=Di tích quốc gia biến thành... kho|tác giả=Trinh Nguyễn|ngày=2016-03-07|website=Báo Thanh Niên|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-07-23}}<\/ref> Sau đó, [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ Việt Nam]] quyết định xếp hạng và công nhận ngôi đình là [[Di tích quốc gia đặc biệt (Việt Nam)|di tích quốc gia đặc biệt]], hạng mục \"Di tích kiến trúc nghệ thuật\" vào năm 2020.<ref>{{Chú thích web|url=http:\/\/thanhtra.com.vn\/xa-hoi\/van-hoa\/xep-hang-7-di-tich-quoc-gia-dac-biet-176592.html|tựa đề=Xếp hạng 7 di tích quốc gia đặc biệt|tác giả=Hoàng Yến|ngày=2021-01-06|website=Báo Thanh tra|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-07-23}}<\/ref>\n\nHạ Hiệp là một trong số ít ngôi đình niên đại khởi dựng từ nửa đầu thế kỉ 17 còn bảo tồn được nguyên vẹn về kiểu dáng kiến trúc. Các mảng trang trí chạm khắc có niên đại trải dài từ thế kỉ 17 đến đầu thế kỉ 20 tương đối phong phú, tạo nên đặc trưng riêng. Với hàng trăm mảng điêu khắc, trang trí thuộc giai đoạn nhà [[Hậu Lê]], [[nhà Nguyễn]] đã cho thấy tính khéo léo của các nghệ nhân đương thời. Những mảng chạm khắc trang trí ở đình làng Hạ Hiệp thể hiện \"tính dân gian sâu sắc với nhiều đề tài phong phú\".<ref name=\":0\" \/>\n\nNgôi đình cổ này còn bảo tồn đầy đủ các di vật có giá trị, trải qua nhiều thế kỉ. Những chiếc kiệu, hòm sớ, [[sắc phong]], [[Bia (kiến trúc)|bia đá]], bể cảnh,... đã tạo nên một bộ sưu tập các đồ thờ tự có giá trị cao về mặt lịch sử, văn hóa. Những hiện vật được coi như độc bản đã trở thành niềm tự hào của người dân làng Hạ Hiệp, thậm chí còn cho thấy sự bền vững của di tích qua gần 4 thế kỉ tồn tại.<ref name=\":0\" \/>\n\nĐặc biệt, đình làng Hạ Hiệp còn giữ được 2 bể cảnh bằng đá có kiểu dáng tương tự nhau. Kích thước mỗi bể là 95x45x30cm. Trên thân bể chạm nổi các hình long cuốn thủy, [[Hoa sen (Phật giáo)|hoa sen]], sóng nước... Trên thân mỗi bể này còn ghi rõ niên đại tạo dựng là năm [[Gia Long]] thứ 15 (1816). Đây là hai hiện vật khá độc đáo, lại được ghi niên đại cụ thể, có thể xem là rất hiếm gặp trong các di tích cùng loại.<ref name=\":0\" \/>\n\n== Lễ hội ==\nHội đình Hạ Hiệp được tổ chức vào ngày [[13 tháng 2]] âm lịch, ngày hóa của thành hoàng làng Hoàng Đạo. Hội đình có nhiều nghi lễ tế tự truyền thống và nhiều trò vui dân gian độc đáo, là cuộc rước với những trai làng khoẻ mạnh, mặc áo đỏ nẹp trắng, vác phạng, kích giáo, long đao... tượng trưng cho đạo quân chiến đấu dưới quyền của Hoàng Đạo. Đám rước có 3 cỗ kiệu, rước từ Quán Dâu là nơi có miếu thờ Hoàng Đạo (tục truyền đây là căn cứ chiến đấu của ông và ông đã hi sinh ở đây) về đình Hạ Hiệp. Sau khi tế lễ long trọng ở đình, hết lễ kiệu rước Thành hoàng về miếu.<ref>{{chú thích sách|tác giả=Thuận Hải|tựa đề=Bản sắc văn hóa lễ hội|nhà xuất bản=Nhà xuất bản Giao thông vận tải|year=2006|nơi=|trang=126|url=https:\/\/www.google.com\/books\/edition\/Bản_sắc_văn_hóa_lễ_hội\/H1FQAQAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\n== Vấn đề ==\nNgôi đình đang đối mặt với việc chứa nhiều đồ cung tiến, khiến cho diện tích và không gian bị lấn chiếm. Đa số chúng đều là đồ đá: đèn đá, lư hương đá, cặp ngà voi giả gắn đá, sập đá.<ref name=\":3\" \/> \n\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Di tích quốc gia đặc biệt}}\n{{Du lịch Hà Nội}}\n[[Thể loại:Đình tại Hà Nội|Hạ Hiệp]]\n[[Thể loại:Phúc Thọ]]"}