{"565184":"{{Thông tin đền Việt Nam\n| tên = Đình Chu Quyến\n| loại = đình\n| hình = Đình Tràng.JPG\n| chú thích = Đình Chu Quyến\n| vĩ độ = 21.196232\n| kinh độ = 105.442898\n| tước vị = Nhã Lang vương\n| tên thánh = [[Nhã Lang Vương|Nhã Lang]]\n| sinh = \n| mất = \n| công trạng = \n| thánh tích =\n| loại đền = \n| đối tượng thờ = nhân vật lịch sử\n| địa chỉ = \n| thành lập = [[thế kỷ 17]]\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| lễ hội = \n| điện thoại = \n| web =\n| tên di tích = Đình Chu Quyến\n| cấp di tích = quốc gia\n| loại di tích = lịch sử\n| loại di tích 2 = văn hóa\n| loại di tích 3 = \n| tiêu chuẩn = \n| ngày nhận = 28 tháng 4 năm 1962\n| quyết định = 313-VH\/VP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-313-VH-VP-xep-hang-nhung-di-tich-danh-thang-canh-toan-mien-Bac-19864.aspx|title=Quyết định 313-VH\/VP xếp hạng những di tích, danh thắng cảnh toàn miền Bắc|website=Thư viện pháp luật}}<\/ref>\n| hồ sơ tham khảo = \n| một phần của = \n}}\n\n'''Đình Chu Quyến''', còn gọi là '''đình Chàng''', là một ngôi đình cổ, có niên đại thuộc cuối [[thế kỷ 17]]<ref>[http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=33401 Đình Chu Quyến] trên [[Từ điển bách khoa Việt Nam]]<\/ref>. Là ngôi đình tiêu biểu cho [[kiến trúc gỗ]] dân gian [[Kiến trúc cổ Việt Nam|truyền thống của Việt Nam]] thời [[Lê trung hưng]] (Hậu Lê). Đình Chu Quyến là ngôi đình thuộc làng Châu Chàng (tên nôm là làng Chàng) xã [[Chu Minh (xã)|Chu Minh]], huyện [[Ba Vì]], [[Hà Nội]] ngày nay. Đầu [[thế kỷ 19]], làng Chàng là xã Châu Chàng (Chu Quyến) tổng Châu Chàng huyện Tiên Phong phủ [[Quảng Oai]] [[trấn Sơn Tây]]<ref>cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trấn Sơn Tây, trang 41.<\/ref>. Đình Chàng làm bằng [[gỗ lim]], thờ Nhã Lang, (tương truyền là con rể của [[Triệu Quang Phục]]), và là con trai của [[Lý Phật Tử]] (các nhân vật trong [[lịch sử Việt Nam]] [[thế kỉ 6]]). Cùng với các ngôi đình khác khá nổi bật về giá trị nghệ thuât kiến trúc, những ngôi đình đều nằm trên vùng đất [[xứ Đoài]] như: [[đình Thổ Tang]], đình Hương Canh ([[Vĩnh Phúc]]), [[đình Tây Đằng]], [[đình So]] ([[Hà Nội]]),... và một loạt các đình với số lượng lớn còn tồn tại đến ngày nay ở vùng xứ Đoài: như đình Tường Phiêu ([[Thạch Thất]], Hà Nội), đình [[Hoàng Xá]],... đình Chu Quyến đã góp phần tạo thành một giá trị phong cách kiến trúc nổi bật ở một xứ nằm phía Tây [[Thăng Long]], xứng với câu thành ngữ [[tục ngữ]]: \"''Cầu Nam - chùa Bắc - đình Đoài''\"<ref>Kiến trúc cổ Việt Nam, Vũ Tam Lang, trang 169.<\/ref>.\n\n== Kiến trúc ==\n[[Tập tin:Đình Tràng 1.JPG|nhỏ|Đầu hồi đình Chu Quyến]]\nĐình Chu Quyến có mặt bằng kiểu \"''chữ Nhất''\" (一), tức là [[hình chữ nhật]] chạy dài 30 [[Mét|m]], với kiến trúc ''3 gian 2 chái'', diện tích 395 [[Mét vuông|m²]], kết cấu [[Quy thức kiến trúc cổ Việt Nam|khung gỗ chồng rường truyền thống]], với đầy đủ 6 hàng cột: 2 hàng ''cột cái'' (đường kính 60-81 [[cm]]), 2 hàng ''cột quân'' (50&nbsp;cm), 2 hàng ''cột hiên'' (50&nbsp;cm), đối xứng với nhau qua trục dọc nhà. Khung cột kiểu \"''Thượng thu hạ thách''\". Bốn cột cái lớn gian giữa (chính điện) có đường kính tới 81&nbsp;cm. Hai đầu hồi cũng có 1 hàng cột hiên ở mỗi hồi, quay vuông góc với hàng cột cái, và các cột hiên này nằm cùng trục dọc với 6 hàng cột dọc. Hàng cột hiên đỡ hệ thống [[Bảy (kiến trúc)|kẻ bẩy]] ở 4 phía mặt đình. Các kẻ hiên được nối liền, gác lên các cột quân. Nối giữa các đỉnh cột quân với cột cái, là các ''rường cụt'', và cột cái với nhau là hệ thống xà, ''vì [[kèo]] giá chiêng kiểu chồng rường con nhị'' ([[nhị]], 二). Trên hệ kết cấu khung gỗ: kẻ bảy, rương cụt, ván nong (ván măng),... là những tác phẩm điêu khắc dân gian tinh xảo, miêu tả các cảnh chọi gà, gảy đàn, hát múa dân gian, người cưỡi hổ, cưỡi ngựa, các họa tiết trang trí linh vật như: phượng mẹ và đàn phượng con, rồng là đề tài chủ đạo ở đây và được thể hiện bằng nhiều cách khác nhau. Kết cấu nóc là kiểu 4 mái dốc (hai mái dốc chính và hai mái phụ vuông góc che 2 trái và 2 hiên đầu hồi), với 4 đầu đao vút cong thanh thoát ở 4 góc mái. Trên mái là hệ thống tượng điêu khắc bằng [[gốm]] thể hiện các linh vật: con xô, con kìm nóc (cá hóa rồng) trên các bờ nóc, góc mái, đầu đao.\n\nKhác với [[đình Đình Bảng]] xã Đình Bảng huyện [[Từ Sơn]] tỉnh [[Bắc Ninh]], đình Chu Quyến là một không gian kiến trúc mở, không có hệ thống ván nong, ''cửa Bức bàn'' bao quanh 4 phía hàng cột hiên, thay vào đó là một hệ lan can thấp bao quanh hệ sàn [[gỗ]]. Sàn gỗ ở độ cao cách mặt đất 0,8 m, với 3 cấp để dân làng ngồi theo thứ bậc (thế thứ) chức sắc và tuổi tác, mỗi khi sinh hoạt cộng đồng làng xã. Hậu cung, nơi thờ [[thành hoàng]] làng là Nhã Lang, cũng không được làm tách riêng, mà nằm ngay trong gian giữa (chính điện), tại vị trí các cột cái và cột quân phía sau gian trung tâm tòa đại đình, và được quây kín cố định, tạo không khí thần bí và trang nghiêm<ref>Kiến trúc cổ Việt Nam, Vũ Tam Lang, trang 135.<\/ref> (Đình Bảng: hậu cung tách riêng [[Đại Bái|đại bái]], thành kiến trúc chữ Đinh, 丁).\n[[Tập tin:Đình Tràng 3.JPG|nhỏ|trái|Hoa văn đình Chu Quyến]]\n\n== Xếp hạng và trùng tu di tích ==\n[[Tập tin:Đình Tràng 2.JPG|nhỏ|Nội tự đình Chu Quyến]]\nĐình Chu Quyến đã được [[Bộ Văn hóa]] nước [[Việt Nam Dân chủ Cộng hòa]] xếp hạng [[di tích lịch sử văn hóa]] theo quyết định số 313\/QĐ ngày 28\/04\/1962, thuộc loại hình di tích kiến trúc nghệ thuật, với chức năng công trình kiến trúc tín ngưỡng.<ref>[http:\/\/www.baotonditich.vn\/?mod=news&view_news_id=152 Đình Chu Quyến trên trang web của Viện Bảo tồn di tích Việt Nam.]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}<\/ref>\n\nTừ năm 2007-2010, đình Chu Quyến được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] tiến hành trùng tu lớn với những kỹ thuật trùng tu di tích hiện đại. Đến năm 2010 dự án trùng tu di tích đình Chu Quyến đã hoàn thành và được đánh giá là thành công.<ref>[http:\/\/www.nhandan.com.vn\/cmlink\/nhan-dan-i-n-t\/th-i-s\/v-n-hoa\/di-s-n\/inh-chu-quy-n-o-t-gi-i-th-ng-l-n-qu-c-t-v-trung-tu-di-tich-1.271674#gLbMcIvtSftv Bài ''Đình Chu Quyến đoạt giải thưởng lớn quốc tế về trùng tu di tích'' trên báo Nhân dân điện tử lúc 17:19, Thứ tư, 10\/11\/2010 (GMT+7)]<\/ref> Khảo sát năm 2007, trước khi trùng tu, tình trạng đình Chàng sau 400 năm rất nguy cấp: 48 cột (là toàn bộ số cột của đình) đều bị tiêu tâm (ruỗng lõi), trong đó có 1 cột cái bị mục ruỗng tới 90% đã từng được gia cố bằng biện pháp đổ [[bê tông]] vào lõi. Toàn bộ kết cấu gỗ của đình bị 17 loại nấm gỗ xâm hại. Mái ngói qua nhiều đợt trùng tu trong 400 năm pha tạp nhiều loại ngói khác nhau (51 loại). Quá trình trùng tu đã giữ nguyên gần như tất cả phần vỏ các cây cột bị tiêu tâm, và gia cố lõi của chúng chính bằng vật liệu gỗ, đảm bảo giữ nguyên trạng dáng vẻ kiến trúc, màu sắc và chất cảm vật liệu như nguyên bản, mà vẫn tăng cường được sự bền vững của di tích. Viện Bảo tồn di tích đã xử lý hết các loại nấm mốc gây hại cho các cấu kiện gỗ, thay thế toàn bộ số ngói nung bị mục nát trên mái đình bằng loại ngói nung đúng theo phương pháp nung truyền thống bằng rơm và với cùng một chất đất tương đồng với loại ngói cổ có ở mái đình. Riêng hai cái cột bị hỏng nặng phải thay thế bằng cột gỗ lim mới, những người trùng tu đã chế tạo bề mặt giống như các cột cũ còn lại của đình, 2 cấu kiện cột hỏng được xử lý nấm mốc, và trưng bày ngay tại sân đình. Dự án trùng tu đình Chàng đã được giải thưởng quốc tế về bảo tồn di sản kiến trúc châu Á-Thái Bình Dương năm 2010 tại [[Tây An]] [[Trung Quốc]].\n[[Tập tin:Cột đình CQ.JPG|nhỏ|trái|Cột đình Chu Quyến]]\n\n== Tham khảo ==\n*[http:\/\/www.baotonditich.vn\/?mod=news&view_news_id=152 Đình Chu Quyến]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Kiến trúc cổ Việt Nam]]\n[[Thể loại:Đình tại Hà Nội|Chu Quyến]]\n[[Thể loại:Ba Vì]]"}