{"238392":"{{Thông tin đền Việt Nam\n| tên = Đình Châu Phú\n| tên gốc = 忠義祠\n| tên khác = Trung Nghĩa Từ, Đình thần Châu Phú, Lễ Công Từ Đường (Đền Lễ Công), Đền Ông\n| hình = Cổng đình thần Châu Phú.jpg\n| vĩ độ = \n| kinh độ = \n| tiền tố = Thượng đẳng thần\n| tên thánh = [[Nguyễn Hữu Cảnh]]\n| sinh = 1650\n| mất = 1700\n| công trạng = Danh tướng thời chúa [[Nguyễn Phúc Chu]]\n| tên thánh 2 = [[Thoại Ngọc Hầu]]\n| tiền tố 2 = Trung đẳng thần\n| sinh 2 = 1761\n| mất 2 = 1829\n| tên thánh 3 = [[Vệ Thủy]]\n| tiền tố 3 = Chánh phó\n| địa chỉ = Góc đường Trần Hưng Đạo – Nguyễn Văn Thoại, phường [[Châu Phú A]], thành phố [[Châu Đốc]], tỉnh [[An Giang]]\n| xây dựng = \n| người sáng lập = [[Thoại Ngọc hầu|Nguyễn Văn Thoại]]\n| tôn tạo = 1838 – 1858\n| xây mới = 1926\n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = [[Lễ Kỳ yên]]\n| cấp di tích = quốc gia\n| tên di tích = \n| loại di tích = kiến trúc nghệ thuật\n| ngày nhận = {{startdate|1988|11|16}}\n| quyết định = Số 1288\/VH-QĐ\n}}\n\n'''Đình Châu Phú''' có [[Tên chữ (địa danh)|tên chữ]] là '''Trung Nghĩa Từ''' ([[chữ Hán]]: 忠 義 祠), còn được gọi là '''Lễ Công Từ Đường''' (gọi tắt là '''đền Lễ Công''', dân chúng quen gọi là '''đền Ông'''); tọa lạc tại góc đường [[Trần Hưng Đạo]] - [[Thoại Ngọc hầu|Nguyễn Văn Thoại]], thuộc phường [[Châu Phú A]], thành phố [[Châu Đốc]], tỉnh [[An Giang]] ([[Việt Nam]]). Đây là một ''ngôi đình xưa nhất của tỉnh''<ref>Nhiều người soạn, Kỷ lục An Giang, 2009. Nhà xuất bản Thông Tấn, 2009, tr. 107.<\/ref>, và là một ''di tích kiến trúc nghệ thuật cấp quốc gia''.\n\n==Nguồn gốc==\n[[Tập tin:Đình Châu Phú tại chợ Châu Đốc.jpg|nhỏ|phải|230px|Đình Châu Phú]] \nNgôi đình do [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] ([[1761]]-[[1829]]) đứng ra xây dựng để thờ [[Nguyễn Hữu Cảnh]] ([[1650]]-[[1700]]). Có nhiều ý kiến khác nhau về năm xây dựng đình, song chỉ ở khoảng năm [[1817]] (năm ông nhậm chức Trấn thủ [[Vĩnh Thanh (trấn)|trấn Vĩnh Thanh]]) cho đến năm [[1829]] (năm ông mất).\n\nBan đầu, đình được dựng đơn sơ với mái lá, vách ván, nền đất, tọa lạc trong một khuôn viên rộng rãi, thoáng mát, nhiều bóng cây cổ thụ, mặt chính nhìn ra dòng [[sông Hậu]], và có tên là '''đền Lễ Công''' (dân chúng quen gọi là '''đền Ông'''). Sau đó, đình được bà Huỳnh Thị Phú (vợ Lê Công Thoàn) quan tâm coi sóc. Trong những năm [[1838]]–[[1858]], bà đã đứng ra tu sửa lại ngôi đền và xây nền gạch.\n\nSách ''[[Đại Nam nhất thống chí]]'' chép: ''\"Đền Lễ Công ở thôn Châu Phú, huyện Tây Xuyên, thờ Nguyễn Hữu Kỉnh. Đền do Nguyễn Văn Thụy (tức [[Thoại Ngọc Hầu]]) dựng khi làm Trấn thủ, nay hương lửa vẫn như cũ, thường tỏ anh linh\"...''\n\nĐây là ngôi đền được liệt vào danh mục thờ tự chính thống, phụng tự theo quốc điển thời [[nhà Nguyễn]]. Trong [[thời Pháp thuộc]], như nhiều đền thờ khác, đền Lễ Công cũng bị đình hóa, tức trở thành đình thờ thần của làng, với tên gọi mới: '''Đình Châu Phú'''<ref>Theo ''Sổ tay hành hương đất phương Nam'', tr. 385.<\/ref>. \n[[Tập tin:Đình Châu Phú.jpg|nhỏ|phải|230px|Toàn cảnh đình Châu Phú]]\nĐến năm [[1926]], nhà cầm quyền [[Thực dân Pháp|Pháp]] ở tỉnh Châu Đốc quyết định di dời đình, để dựng lên nơi đó một bệnh viện (nay là Bệnh viện thành phố Châu Đốc). Bà Huỳnh Thị Phú và hương chủ Lan đứng ra vận động nhân dân đóng góp tiền của, để chuyển đình đến đầu chợ Châu Đốc, tức vị trí hiện nay <ref>Giờ đây, trước mặt đình là những dãy nhà cao thấp đủ kiểu che chắn, nên đình không còn nhìn thấy sông Hậu và vì ở ngay chợ, nên đình mất hết sự yên tĩnh cần có.<\/ref>.\n\nBởi công trình quá tốn kém, số tiền quyên góp và công quỹ của làng không đủ, chính quyền tỉnh phải tổ chức sổ xố Tombola để có thêm tiền xây dựng.\n\nTừ đó đến nay, đã trải qua hơn 200 năm, tuy có sửa chữa, gia cố nhiều lần, nhưng vẫn giữ nguyên kiến trúc cũ.\n\n==Kiến trúc và thờ phụng==\n[[Tập tin:Trong đình Châu Phú.jpg|nhỏ|phải|230px|Gian thờ chính trong đình.]]\nĐình Châu Phú có diện tích 240&nbsp;m², được xây dựng bề thế với lối kiến trúc cổ kính, kiểu chữ \"tam\", nóc có lầu, mái tam cấp, lợp ngói đại tiểu, nền lát gạch bông, tường gạch hồ vôi ô dước, cột gỗ căm xe và cà chất. Trên nóc đình chạm khắc nhiều tượng đẹp, khỏe như: Bát tiên, lưỡng long tranh châu, lưỡng long chầu nguyệt, cá hóa long, chim, công, phụng, sư tử,...\n\nBên ngoài có tường rào bao bọc chắc chắn, trong sân có cổ thụ tỏa bóng mát. Ở hai góc sân có miếu Ngũ Hành và miếu Sơn Quân. Cổng tam quan lợp ngói đỏ, mái cong ba tầng trang trí hoa văn hình rồng. Bên trên có bức hoành phi đắp bằng [[chữ Hán]]: 忠 義 祠 (Trung Nghĩa Từ). Hoành phi được đắp ở cả hai mặt của cổng. Các hàng cột ở cổng đều có đắp câu đối đỏ.\n\nTòa nhà chính được trang trí rất kiểu cách. Mặt hành lang phía trước lấp những ô cửa vòm và hoa văn rất tinh xảo. Bên trên lối vào chính có bức hoành phi đề 4 chữ Hán: 上等神廟 (Thượng Đẳng Thần Miếu). Chánh điện gồm có 3 gian. Gian giữa là bệ thờ Nguyễn Hữu Cảnh - Thượng đẳng thần, Thoại Ngọc Hầu - Trung đẳng thần và thần Chánh phó Vệ Thủy. Hai bên là Tả Ban và Hữu Ban. Chánh điện có 9 hàng cột, mỗi hàng 4 trụ. Cột được làm bằng gỗ quý, đường kính hơn một vòng tay, ốp liễn đối, sơn son thiếp vàng, chạm trỗ lộng lẫy với các hình bát tiên, chim muông, mai lan, cúc trúc... Tất cả các hàng cột đều có hoành phi và câu đối được sơn thiếp vàng lộng lẫy.\n\nGian giữa, ở hàng cột thứ 8 là bệ thờ Nguyễn Hữu Cảnh. Trên án thờ, lư đỉnh chói lọi, hai bên là tàn lọng, bát bửu rực rỡ. Bệ thờ được đặt rất cao ở nơi trung tâm, trên đó có 3 bức tượng gỗ điêu khắc khéo léo, cao hơn 1 [[m]], bên ngoài sơn nhũ vàng óng ánh. Giữa là tượng Nguyễn Hữu Cảnh, hai bên là tượng quan văn võ đứng hầu.\n\nNăm [[1978]], trong [[Xung đột biên giới Việt Nam–Campuchia (1975–1978)|xung đột ở biên giới phía Tây Nam]], một trái pháo của quân [[Pol Pot]] (Pôn Pốt) bắn sang đã làm hư hại một phần mái sau, nhưng sau đó đã được nhân dân sửa lại như cũ <ref>Theo ''Di tích lịch sử và di sản văn hóa Việt Nam'', tr. 7.<\/ref>.\n\n==Liễn đối==\nCác liễn đối tại đình đều là lời ca ngợi [[Nguyễn Hữu Cảnh]], như: \n:Khai thác quân thần, công tại biên thùy, danh tại sử,\n:Trung thần chánh khí, sanh vi chân tướng, tử vi thần.\n:Tạm dịch:\n:''Đấng quân thần mở mang bờ cõi, công ở biên thùy, danh ở sử,''\n:''Người chính khí trung thành, sống làm tướng, thác làm thần.''\n\n:Chân Lạp trần thanh, Đông Phố bách niên lưu di tích,\n:Sầm Giang tinh vận, Tây Thùy thiên cổ thướu dư oai.\n:Tạm dịch:\n:''Nước [[Chân Lạp]] sạch bụi, chốn Đông Phố trăm năm đề công lớn,''\n:''Chốn Sầm Giang sao rụng, cõi Tây thùy ngàn xưa nhóm dư oai.''\n\n==Giá trị==\n[[Tập tin:Sắc phong trong đình Châu Phú.jpg|nhỏ|phải|230px|Một sắc phong thần.]]\nĐình hiện còn lưu giữ các sắc phong thần cho Nguyễn Hữu Cảnh có từ thời [[Minh Mạng]], [[Tự Đức]]... và 29 hoành phi, 22 liễn đối, bia ký và hàng trăm hiện vật quý khác như lư hương, khánh thờ, kiệu, đồ lễ bộ, trống, đàn...\n\nNhờ những tay khéo léo, tài năng, đình Châu Phú đã thể hiện được những tinh hoa, những tiêu biểu của lối kiến trúc vừa mang đậm dấu ấn nghệ thuật thời Nguyễn, vừa mang phong cách truyền thống của đình làng [[Nam Bộ]]. Ngày [[16 tháng 11]] năm [[1988]], Bộ Văn hóa đã ra quyết định số 1288\/VH-QĐ công nhận đình Châu Phú là một ''di tích kiến trúc nghệ thuật cấp quốc gia''.\n\nHàng năm vào các ngày mùng 9, 10 và 11 tháng 5 [[âm lịch]] đều có tổ chức lễ cúng [[Lễ Kỳ yên|kỳ yên]] (cầu an) trọng thể.\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Nguyễn Văn Hầu]], ''Thoại Ngọc Hầu và những cuộc khai phá miền Hậu Giang''. Nhà xuất bản Hương Sen, Sài Gòn, sách không ghi năm xuất bản.\n*Huỳnh Ngọc Trảng chủ biên, ''Sổ tay hành hương đất phương Nam''. Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n*Thùy Linh-Việt Trinh, ''Di tích lịch sử và di sản văn hóa Việt Nam''. Nhà xuất bản Lao động, 2011.\n==Liên kết ngoài==\n*[http:\/\/www.cinet.vn\/?ctl=usc_NewsViewsdetail&zoneid=30&rootId=2&newsid=22468 Lễ cầu an ở đình Châu Phú] Trên web Bộ Văn hóa, thể thao và du lịch.\n*[http:\/\/www.tuoitreangiang.com\/home\/modules.php?name=News&file=article&sid=113 Công đức người mở cõi] Trên web Tuổi trẻ An Giang.\n*[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=897%3Agii-thiu-mt-s-vn-bn-han-nom-inh-chau-phu-chau-c-an-giang&catid=65%3Ahan-nom&Itemid=153&lang=vi] Giới thiệu một số văn bản Hán Nôm ở đình Châu Phú\n\n[[Thể loại:Di tích tại An Giang]]\n[[Thể loại:Đình tại An Giang|Châu Phú]]\n[[Thể loại:Châu Đốc]]"}