{"1705623":"{{Thông tin đền Việt Nam\n| tên = Đình Tân Thạch\n| tên gốc = 疆無壽聖\n| tên khác = Đình Thạch Hồ\n| hình = Cổng đình Tân Thạch.jpg\n| vĩ độ = \n| kinh độ = \n| tiền tố = \n| tên thánh = [[Thành hoàng]]\n| sinh = \n| mất = \n| công trạng = \n| địa chỉ = Ấp 9, [[Tân Thạch]], [[Châu Thành, Bến Tre|Châu Thành]], [[Bến Tre]]\n| xây dựng = 1841\n| người sáng lập = Nguyễn Quý Bằng\n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = [[Lễ Kỳ yên]]\n| cấp di tích = quốc gia\n| tên di tích = Đình Tân Thạch\n| loại di tích = kiến trúc nghệ thuật\n| ngày nhận = {{startdate|2001|12|28}}\n| quyết định = Số 52\/2001\/QĐ-BVHTT\n}}\n'''Đình Tân Thạch''', trước có tên là '''đình Thạch Hồ''', thuộc thôn Thạch Hồ, tổng Hòa Bình, trấn Vĩnh Tường, tỉnh Định Tường; nay thuộc ấp 9, xã [[Tân Thạch]], huyện [[Châu Thành, Bến Tre|Châu Thành]], cách trung tâm [[thành phố Bến Tre]] ([[Việt Nam]]) khoảng 12,5 [[km]] về hướng đông nam.\n\n==Lịch sử, kiến trúc==\n[[Hình:Đình Tân Thạch.jpg|nhỏ|Đình Tân Thạch]]\nNgôi đình được khởi công xây dựng vào năm [[1841]], do ông Nguyễn Quý Bằng hiến đất và vận động nhân dân tham gia đóng góp. Đình được xây dựng trong một khuôn viên rộng lớn với tổng diện tích hơn 7.600 [[m2]], trong đó, diện tích mặt bằng của ngôi đình khoảng 1.250 m2. Theo thứ tự từ ngoài vào trong có:\n\nCổng tam quan xây bằng gạch, mái lợp ngói. Hai bên cổng ra vào có đắp nổi 2 câu đối bằng chữ Việt (do được xây dựng trong mấy năm gần đây): \n:''Cân bằng phong vũ\/ mang gió mùa biển cả\/ ổn định xã Thạch Hồ,'' \n:''Trợ sức thiên nhiên\/ đem châu thổ [[sông Tiền]]\/ đắp bồi vùng Rạch Miễu''.\n\nTrước sân đình có bức bình phong bằng đá cao khoảng 3 [[m]], chạm nổi hình rồng và hổ theo mô típ \"long bàn hổ cứ\" ([[rồng]] cuộn [[hổ]] ngồi) để miêu tả thế đất chắc chắn bền vững, vừa tiện lợi cho việc phòng thủ giữ gìn, vừa phù hợp với việc phát triển phồn vinh, để lại cho con cháu muôn đời <ref>Xem chi tiết ở đây: [http:\/\/m.baodatviet.vn\/Home\/congdongviet\/Thang-Long-ngan-nam-va-the-Rong-cuon-ho-ngoi\/20104\/87515.datviet]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}.<\/ref>. Hai bên có hai câu đối bằng [[chữ Hán]]: \n:''Hổ cứ sơn lâm phù xã tắc\n:''Long du nguyệt điện tráng sơn hà''.\n\nBên trái của bức bình phong là miếu thờ Sơn quân, bên trong thờ thần Hổ (được xem như vị thần hộ vệ, giữ cửa, ngăn chặn tà ma). Bên phải của bức bình phong là miếu thờ thần Thổ địa và thần Hà bá, bên trong có bài vị ghi \"Long thần Thổ địa, Hà bá thủy quan tôn thần\". Đây là hai vị thần, một vị cai quản đất đai, một vị cai quản vùng sông nước. Đặc biệt trong miếu còn thờ 3 hòn đá, thể hiện tín ngưỡng thờ Neak Tà (tức ông Tà) của người [[Khmer]] bản địa, thể hiện sự giao lưu và tiếp biến văn hóa của lưu dân Việt khi đến định cư nơi vùng đất mới.\n\nĐình có cấu trúc hình chữ \"tam\" (三) liền mái, trụ vững chắc trên nền móng kè đá xanh với những hàng cột được dựng bằng gỗ lim. Mái đình lợp ngói âm dương, trên có trang trí hình lưỡng long tranh châu, cá hóa long và bát tiên. Nền đình lót gạch tàu, các cột, kèo, đòn tay được kết dính với nhau bằng kỹ thuật mộng chốt. Khu vực chính của đình gồm có 3 gian là: võ ca, võ quy và chính điện được xây dựng liền nhau.\n[[Hình:Bên trong đình Tân Thạch.jpg|nhỏ|Bên trong đình]]\n:-Võ ca là một gian trống trải với 3 căn, 2 chái. Đây là nơi diễn ra hoạt động [[Lễ Xây chầu|xây chầu]], [[hát chầu]] (hát bội) vào các dịp [[lễ Kỳ yên]]. \n:-Võ quy gồm 5 căn, 2 chái, các thanh xà ngang được nối xuyên qua từng đôi cột cái với nhau (kiểu nhà xuyên trính), dùng làm nơi hành lễ tế thần. \n:-Chính điện là tòa nhà trung tâm của đình, được xây theo kiểu nhà 3 căn, 2 chái rộng rãi. Phía trước gian chính điện, trên bàn thờ bên phải có hai bài vị ghi: \"Nam Hải Cự Tộc Ngọc Lân Thần\" và \"Thủy Đức nương nương\", còn bàn thờ bên trái có 2 bài vị ghi: \"Chúa Xứ Thánh Mẫu nương nương\" và \"Thái giám Bạch mã mộc trụ ngũ phương tôn thần\". Giữa nhà chính điện thờ Quốc tổ [[Hùng Vương]], kế đến là tượng Chủ tịch [[Hồ Chí Minh]]. Gian cuối cùng có khánh thờ thần [[Thành hoàng]] (vị thần được chính trong đình) được sơn son thiếp vàng. Bên trái và phải có các bàn thờ: Tả ban, Hữu ban, Tiền hiền, Hậu hiền, Đông trù tư mệnh thủ thần quân.\n\nNối liền với chính điện còn có nhà trù (nhà bếp) và nhà tiền vãng. Trong nhà tiền vãng có 3 khánh thờ, để thờ các bậc \"tiền hiền khai khẩn, hậu hiền khai cơ\".\n\n==Hiện vật quý==\n[[Hình:Bên trong đình Tân Thạch 2.jpg|nhỏ|Bên trong đình, ảnh 2]]\nNgoài giá trị là một ngôi đình cổ (xây năm [[1841]]), hiện trong đình cũng còn lưu giữ nhiều hiện vật quý, đáng kể có:\n:-6 đạo sắc phong thần của triều đình [[nhà Nguyễn]], trong đó có 4 đạo sắc phong thời [[Thiệu Trị]] ngũ niên ([[1845]]), và đạo 2 sắc phong thời [[Tự Đức]] tam niên ([[1850]]).\n:-4 bộ lư mắt tre. \n:-7 lư trầm bằng đồng thau.\n:-13 bức hoành phi được chạm nổi, sơn son thếp vàng độc đáo.\n:-13 bao lam thành vọng bằng gỗ, được trang trí trên cột chính ở gian võ ca, võ quy và chính điện. Các hiện vật này có những niên đại khác nhau do đình đã qua nhiều lần trùng tu, sửa chữa. Nhưng tất cả đều được sơn son thếp vàng, chạm trổ công phu, thể hiện tài năng của các nghệ nhân thời bấy giờ.\n \nNhìn chung, các bức hoành phi, câu đối...trong đình đều có nội dung ca ngợi công đức của thần [[Thành hoàng]] và thể hiện tấm lòng ngưỡng vọng của người dân đối thần.\n\nNgày 28\/12\/2001, Bộ Văn hóa-Thông tin đã ký quyết định số 52\/2001\/QĐ-BVHTT công nhận Đình Tân Thạch là Di tích Kiến trúc Nghệ thuật cấp Quốc gia.\n\nHằng năm, [[lễ Kỳ yên]] ở đình Tân Thạch được tổ chức một lần vào trung tuần [[tháng 7]] [[âm lịch]] với quy mô lớn và trang trọng <ref>Nguồn: \"Di tích nghệ thuật đình Tân Thạch\", đã dẫn.<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Nguồn tham khảo==\n\n[[Thể loại:Đình tại Bến Tre|Tân Thạch]]\n[[Thể loại:Châu Thành, Bến Tre]]"}