{"19794847":"{{Infobox civil conflict\n| title            = Đình chỉ chiến tranh Việt Nam\n| partof           = [[phong trào phản chiến trong Chiến tranh Việt Nam]]\n| image            = [[Tập tin:Students from Toronto join March against Death, Washington, 14 Nov. 1969.jpg|275px]]\n| image_size       = 250\n| caption          = Sinh viên ở Toronto tham gia Tuần hành ở [[Washington, D.C.]] vào ngày 14 tháng 11 năm 1969\n| date             = \n| place            = [[Hoa Kỳ]] và [[Úc]]\n| coordinates      = \n| causes           = \n| goals            = Yêu cầu Hoa Kỳ ngừng tham chiến vào [[chiến tranh Việt Nam]]\n| methods          = \n| status           = \n| result           = * Diễn văn \"[[Đa số im lặng]]\" của Richard Nixon\n* Phong trào phản đối lan rộng\n| side1            = \n| side2            = \n| side3            = \n| leadfigures1     = \n| leadfigures2     = \n| leadfigures3     = \n| howmany1         = \n| howmany2         = \n| howmany3         = \n| casualties1      = \n| casualties2      = \n| casualties3      = \n| fatalities       =\n| injuries         =\n| arrests          = \n| detentions       =\n| charged          =\n| fined            =\n| casualties_label = \n| notes            = \n| sidebox          = \n}}\n\n'''Đình chỉ chiến tranh Việt Nam''' (tiếng Anh: ''Moratorium to End the War in Vietnam'') là một thuật ngữ ám chỉ một loạt các cuộc biểu tình và tuyên truyền quy mô lớn trên khắp Hoa Kỳ chống lại sự can dự của nước này vào [[Chiến tranh Việt Nam]]. Chuỗi sự kiện đã diễn ra từ ngày 15 tháng 10 năm 1969<ref>{{chú thích báo|title=1969: Millions march in US Vietnam Moratorium|url=http:\/\/news.bbc.co.uk\/onthisday\/hi\/dates\/stories\/october\/15\/newsid_2533000\/2533131.stm|work=[[On This Day]]|date=15 October 1969|publisher=[[BBC News]]|access-date=March 28, 2012}}<\/ref> cho đến một tháng hơn sau đó, ngày 15 tháng 11 năm 1060 với một cuộc Tuần hành yêu cầu đình chiến lớn ở [[Washington, D.C.|Washington, D.C]].\n\n{{ill|Fred Halstead|en|Fred Halstead}}, người ủng hộ các phong trào, đã đưa ra nhận định và gọi đây là \"lần đầu tiên [một phong trào phản chiến] đạt đến mức độ của một phong trào quần chúng chính thức\".<ref>{{chú thích web|url=https:\/\/jacobinmag.com\/2019\/10\/vietnam-war-moratorium-protest-gi-movement|title=Fifty Years Ago Today, US Soldiers Joined the Vietnam Moratorium Protests in Mass Numbers|website=jacobinmag.com}}<\/ref>\n\n==Làn sóng đầu tiên==\n===Bối cảnh===\nKhi tân Tổng thống đến từ Đảng Cộng hòa, [[Richard Nixon]], nhậm chức vào ngày 20 tháng 1 năm 1969 đã có khoảng 34.000 lính Mỹ đã thiệt mạng trong chiến tranh Việt Nam vào thời điểm đó.<ref name=\"auto\">Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.601.<\/ref> Trong năm đầu tiên Nixon nắm quyền, từ tháng 1 năm 1969 đến tháng 1 năm 1970, đã có khoảng 10.000 lính Mỹ khác thiệt mạng trong cuộc chiến.<ref name=\"auto\"\/> Mặc dù sau đó, Nixon đã nhắc nhiều về các kế hoạch \"hòa bình trong danh dự\" và Việt Nam hóa chiến tranh vào năm 1969, nhưng nhìn chung vào thời điểm đó là các chính sách của Nixon cơ bản tương tự như của [[Lyndon B. Johnson]].\n\nLời kêu gọi đình chiến đã được phát triển từ lời kêu gọi tổng đình công vào ngày 20 tháng 4 năm 1969 của Jerome Grossman nếu chiến tranh chưa kết thúc vào tháng 10. David Hawk và [[Sam Brown]],<ref>{{chú thích web|url=http:\/\/openvault.wgbh.org\/catalog\/org.wgbh.mla:df96b4fbdd72ece621c2511b70c51217025f3845|title=Interview with Sam Brown, 1982|date=August 11, 1982|publisher=WGBH Open Vault|archive-url=https:\/\/archive.today\/20120714020341\/http:\/\/openvault.wgbh.org\/catalog\/org.wgbh.mla:df96b4fbdd72ece621c2511b70c51217025f3845|archive-date=July 14, 2012|url-status=dead}}<\/ref> người đã từng tham gia làm việc cho [[Eugene McCarthy]] trong chiến dịch tranh cử Tổng thống vào năm 1968, đã thay đổi khái niệm này thành những cuộc đình chỉ ít cực đoạn và bắt đầu tổ chức sự kiện dưới dạng Ủy ban Đình chiến Việt Nam cùng với David Mixner, Marge Sklenkar, John Gage và nhiều người khác. Vào năm 1969, Brown là một chàng trai 25 tuổi và là một cựu sinh viên [[thần học]] và từng là tình nguyện viên trong các chiến dịch cho Thượng nghị sĩ McCarthy vào năm 1968 đã phát triển các khái niệm về biểu tình đình chiến.<ref name=\"karnow598\">Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.598.<\/ref> Brown đã cho rằng các cuộc biểu tình nên diễn ra trong phạm vi cộng đồng thay vì chỉ nằm trong khuôn viên các trường học để \"những người ở trung tâm đất nước cảm thấy nó thuộc về họ\".<ref name=\"karnow598\" \/> Brown và nhiều nhà lãnh đạo ôn hòa khác của phong trào phản chiến đã cho rằng cách tốt nhất để gây áp lực lên Nixon là đảm bảo phong cách \"đứng đắn\" cho phong trào để nhận được sự ủng hộ của đa số người dân Mỹ; trong khi nhiều người không thích [[văn hóa phản kháng]] [[hippie]] hoặc phong trào [[Cánh tả Mới]] cấp tiến.<ref name=\"karnow598\" \/> Ủy ban Đình chiến Việt Nam đã tìm kiếm sự ủng hộ qua các phong trào dân quyền, nhà thờ, giảng viên đại học, công đoàn, các chủ doanh nghiệp và chính trị gia.<ref name=\"karnow598\" \/> Trước các cuộc Đình chiến vào ngày 15 tháng 10, [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] [[Việt Nam Dân chủ Cộng hòa]] [[Phạm Văn Đồng]] đã viết một bức thư ca ngợi những người tuần hành vì đã cố gắng cứu những người lính Mỹ trẻ tuổi \"khỏi cái chết vô ích ở Việt Nam\".<ref name=\"auto1\">Lannguth, A.J. ''Our Vietnam'', New York: Simon & Schuster 2000 p.594<\/ref> Trong một bài phát biểu do [[Patrick Buchanan]] viết, Phó Tổng thống Hoa Kỳ [[Spiro Agnew]] đã yêu cầu những người tổ chức biểu tình đình chiến gỡ bỏ lá thư của ông Đồng và cáo buộc họ là \"những kẻ [[Chủ nghĩa cộng sản|cộng sản]] lừa đảo\".<ref name=\"auto1\" \/>\n\nTương tự như các cuộc biểu tình phản chiến lớn trước đó, bao gồm cuộc tuần hành của Ủy ban Tổng động viên chấm dứt chiến tranh Việt Nam vào ngày 15 tháng 4 năm 1967 tại [[Liên Hợp Quốc]] và cuộc diễn hành năm 1967 tại [[Lầu Năm Góc]], các sự kiện này đã thành công rực rỡ với hàng triệu người tham gia trên khắp thế giới. Tổng thống Hoa Kỳ [[Bill Clinton]], khi đó chỉ mới là Học giả Rhodes tại [[Oxford]] cũng đã tổ chức và tham gia biểu tình ở Anh; sau này nó đã góp phần vào chiến dịch tranh cử Tổng thống của ông.\n\n=== Tuần hành ===\nTại [[thành phố New York]] ngày diễn ra trận đấu thứ 4 trong khuôn khổ [[World Series]] vào năm 1969 đã diễn ra tranh cãi khi thị trưởng [[John Lindsay]] mong muốn treo lá cờ Hoa Kỳ ở vị trí giữa chừng của cây cột cờ; tuy nhiên, Ủy viên Bóng chày Bowie Kuhn đã bác bỏ yêu cầu của thị trường và yêu cầu lá cờ được treo ở đỉnh của cột cờ. Ngoài ra, người bắt đầu ván đấu thứ 4 Tom Seaver cũng đã xuất hiện trong một số tài liệu về Ngày Đình chiến được phát hành trước trận đấu. Tuy nhiên, sau đó Seaver đã cho rằng hình ảnh của anh đã được sử dụng mà không có sự đồng ý hoặc thông qua.\n\nHơn 250 nghìn người đã tham gia diễn hành Đình chiến ở Washington, D.C., tại đây họ đã diễu hành ở [[Đại lộ Pennsylvania]] vào buổi tối cùng những ngọn nến do [[Coretta Scott King]] dẫn đầu đi đến [[Nhà Trắng]].<ref name=\"auto3\">Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.599.<\/ref> Scott King đã chia sẻ với người diễu hành rằng chồng bà là [[Martin Luther King]] đã bị ám sát nhưng ông sẽ rất vui khi thấy nhiều người từ tất cả các chủng tộc tụ hợp lại vì hòa bình. Các cuộc hội thảo tại [[New York (tiểu bang)|New York]], [[Detroit]], [[Boston]]{{Snd}}những nơi có khoảng 100.000 người tham dự bài phát biểu của Thượng nghị sĩ phản chiến [[George McGovern]] và [[Miami]] cũng đã thu hút nhiều người tham dự.<ref name=\"auto3\" \/> Khác với các cuộc biểu tình tại Đại hội Đảng Dân chủ ở [[Chicago]] vvàothasng 8 năm 1968 dẫn đến nhiều cuộc nổi dậy của cảnh sát thì các cuộc biểu tình đình chiến vào hôm 15 tháng 10 được diễn ra trong tĩnh lặng với chủ đề chính xoay quanh về sự đau khổ và buồn bã trong chiến tranh thay vì tức giận và phẫn uất. Nhà báo Stanley Karnow đã viết, \"một cuộc biểu tình trầm lắng, gần như u sầu với sự quan tâm của tầng lớp trung lưu...\".<ref name=\"auto3\" \/> Các cuộc diễu hành đình chiến cũng đã có sự xuất hiện của nhiều diễn giả bao gồm Coretta Scott King, Tiến sĩ [[Benjamin Spock]], [[David Dellinger]], [[W. Averell Harriman]] và [[Arthur Goldberg]]. Trong bài phát biểu của mình tại New York, Harriman đã dự đoán việc Nixon \"sẽ phải chú ý\".<ref name=\"auto3\" \/> Danh hài [[Dick Gregory]] sau đó đã nói với đám đông: \"Tổng thống bảo rằng bất cứ điều gì các bạn làm cũng sẽ chẳng ảnh hưởng đến ông ấy. Tôi đề nghị ông ta có một cuộc gọi điện thoại đường dài đến trang trại LBJ\".<ref name=\"auto1\" \/>{{Efn|Trang trại LBJ là một trang trại ở Tây Nam Texas, Hoa Kỳ, nơi Tổng thống [[Lyndon B. Johnson]] và gia đình ông sinh sống. Trang trại này nằm gần thành phố Stonewall, Texas.}}\n\n=== Hậu quả ===\n{{Xem thêm|Đa số im lặng}}\nTrong một tuyên bố với báo chí, Tổng thống Nixon đã tuyên bố: \"Dưới bất kỳ hoàn cảnh nào, tôi sẽ không bị ảnh hưởng\" khi \"chính sách được đưa ra trên đường phố đồng nghĩa với tình trạng hỗn loạn\". Vào ngày 15 tháng 10 năm 1969, thư ký báo chí Nhà Trắng đã tuyên bố Nixon hoàn toàn không quan tâm đến việc đình chiến và ngày hôm đó vẫn diễn ra những \"công việc bình thường\".<ref name=\"auto3\" \/> Tuy nhiên, Nixon cũng đã rất tức giận với các cuộc biểu tình đình chiến và cảm thấy bản thân đang bị bao vây khi ông cho rằng việc này đã làm suy yếu chiến thắng \"hòa bình danh dự\" ở Việt Nam của ông.<ref name=\"auto3\" \/> Nixon đã yêu cầu các cố vấn an ninh của mình viết bài chống lại các cuộc biểu tình đình chiến và mất hai tuần để tạo ra một phiên bản vừa ý với Tổng thống. Đến ngày 19 tháng 10 năm 1969, trong một bài phát biểu ở [[New Orleans]] của Phó Tổng thống Hoa Kỳ Spiro Agnew, ông đã cáo buộc, \"tinh thần tự chết của quốc gia đang gia tăng, nó được khuyến khích bởi một đội ngũ kẻ hống hách tự cho mình là những nhà trí thức\".<ref name=\"auto2\">Wornsnop, Richard \"United States\" from ''Encyclopedia Britannia Yearbook 1970'' p. 783.<\/ref> Agnew cũng đã cáo buộc các phong trào hòa bình đã bị kiểm soát bởi \"những kẻ bất đồng chính kiến cực đoan và những kẻ vô sản mạo danh\" đang lên kế hoạch cho các cuộc biểu tình đình chiến \"mạnh mẽ hơn, bạo lực hơn\" sắp tới.<ref name=\"auto2\" \/> Trong một bài báo về các cuộc tuần hành đầu tiên của tạp chí ''[[Time (tạp chí)|Time]]'' đã cho rằng các cuộc biểu tình đình chiến đã mang lại \"sự tôn trọng và phổ biến mới\" cho phong trào phản chiến.<ref name=\"auto3\" \/> Tại nhiều địa điểm ở Hoa Kỳ, hơn 15 triệu người đã tham gia vào các cuộc diễu hành phản chiến hôm 15 tháng 10.{{sfn|Fountain|2015|p=33}} Sự thành công của các cuộc diễu hành đình chiến phần lớn do tránh được bạo lực mà nhiều người Mỹ có tư tưởng Cánh tả Mới và tư tưởng \"''sex, drugs and rock 'n' roll''\"{{Efn|\"Sex, drugs and rock 'n' roll\" là một cụm từ được sử dụng để chỉ các phong cách sống, giá trị và văn hóa liên quan đến văn hóa hiệp sĩ, văn hóa \"hippie\" và nhạc rock của thập niên 1960 và 1970. Nó thường được đặt trong bối cảnh văn hóa và xã hội đối với các giá trị truyền thống, đặc biệt là giá trị của đức tính và trách nhiệm cá nhân. Cụm từ này thường được coi là tiêu cực và phản đối bởi những người ủng hộ giá trị truyền thống.}} của những người [[hippie]], được coi rộng rãi là chống đối xã hội.\n\nĐáp lại các cuộc biểu tình vào ngày 15 tháng 10 thì vào tối ngày 3 tháng 11 năm 1969, Nixon đã lên truyền hình toàn quốc để đọc \"[[Đa số im lặng|bài phát biểu đa số im lặng]]\" kêu gọi sự ủng hộ của \"đa số im lặng\" người Mỹ đối với chính sách Chiến tranh Việt Nam của ông.<ref>Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.599-600.<\/ref> Trong bài phát biểu của mình, Nixon đã tuyên bố chia sẻ mục tiêu của những người biểu tình đòi hòa bình ở Việt Nam nhưng ông lập luận rằng Hoa Kỳ phải chiến thắng ở Việt Nam, đồng nghĩa sẽ tiếp tục chiến tranh cho đến khi chính phủ [[Việt Nam Dân chủ Cộng hòa]] ngừng cố gắng lật đổ chính phủ [[Việt Nam Cộng hòa]].<ref name=\"auto6\">Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.600.<\/ref> Nixon đã ngầm chấp nhận quan điểm của phong trào phản chiến rằng Việt Nam Cộng hòa không quan trọng, ông cho rằng việc quan trọng chính là uy tín của Mỹ bởi các đồng minh của nước này sẽ mất niềm tin nếu như Mỹ không ủng hộ Việt Nam Cộng hòa. Nixon xác nhận chính sách [[Việt Nam hóa chiến tranh]] của ông sẽ giảm thiểu tổn thất của [[quân đội Hoa Kỳ]] tại Việt Nam; sẵn sàng thỏa hiệp miễn Việt Nam Dân chủ Cộng hòa công nhận Việt Nam Cộng hòa; và cuối cùng cảnh báo sẽ đưa ra \"biện pháp mạnh mẽ và hiệu quả\" nếu chiến tranh tiếp diễn. Nixon đã kết thúc bài phát biểu \"đa số im lặng\" với câu: \"Và do đó tối nay, các bạn, đa số im lặng của đồng bào Mỹ – tôi xin sự ủng hộ của bạn. Hãy cùng nhau đoàn kết cho hòa bình. Hãy cùng nhau đoàn kết chống lại sự thất bại. Vì hãy hiểu rằng: Việt Nam Dân chủ Cộng hòa không thể đánh bại hoặc làm nhục Hoa Kỳ. Chỉ có người Mỹ mới có thể làm điều đó\".<ref name=\"auto6\" \/>\n\nSau bài phát biểu \"đa số im lặng\" thì phản ứng của công chúng dành cho Nixon rất tích cực khi đường dây điện thoại tới Nhà Trắng đã bị quá tải vài giờ sau khi ông phát biểu vì nhiều người đã gọi tới Nhà Trắng để chúc mừng Tổng thống. Tương tự, phản ứng với bài phát biểu của Agnew với phía truyền thông cũng tích cực ở nhiều khu vực nước này, tuy nhiên khác với bài phát biểu \"đa số im lặng\" của Nixon khi ông đang nói thay \"đa số im lặng\" thì bài phát biểu của Agnew lại được đưa ra với mục đích gây thù địch và phân cực. Khi tỷ lệ ủng hộ của công chúng cho Nixon tăng vọt, ông đã nói với các cố vấn của mình tại [[Phòng Bầu dục]]: \"Hiện chúng ta đã đẩy những kẻ tự cho mình là tự do đến đường cùng và chúng ta sẽ tiếp tục đẩy chúng vào con đường đó\".<ref name=\"auto6\" \/> Vào ngày 13 tháng 11 tại [[Des Moines]], Agnew đã phát biểu chỉ trích biểu tình đình chiến khi tuyên bố rằng tất cả công việc của các phương tiện truyền thông chỉ là \"một nhóm nhỏ, không được bầu cử{{Snd}}tôi xin nhắc lại là không{{Snd}}đại diện cho quan điểm của Hoa Kỳ\".<ref name=\"auto6\" \/> Agnew đã cáo buộc giới truyền thông có thành kiến với Nixon và phong trào hòa bình, đồng thời củng cố thêm niềm tin của ông với giới truyền thông \"đối với một người đàn ông\" đại diện cho \"giới hạn địa lý và trí tuệ của New York lẫn Washington\".<ref name=\"auto2\" \/> Agnew cũng đã đặc biệt chỉ trích ''[[The New York Times]]'' và [[The Washington Post|''The Washington Post'']].<ref name=\"auto2\" \/>\n\n== Làn sóng thứ hai ==\n\n=== Hình thành ===\nVào đầu tháng 11 năm 1969, hai vấn đề đã được tiết lộ làm cho các phong trào phản chiến phát triển mạnh mẽ trở lại. Thiếu tướng [[Robert Rheault]] của [[Đặc nhiệm Lục quân Hoa Kỳ]] đã bị buộc tội mưu sát một quan chức Việt Nam Cộng hòa và bị nghi là gián điệp của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]], được mô tả giả dối trong một báo cáo của Quân đội là \"chấm dứt thành phần cực đoan\".<ref name=\"auto6\" \/> Điều đã làm cho công chúng Mỹ choáng váng hơn cả là vào ngày 12 tháng 11 năm 1969, nhà báo [[Seymour Hersh]] đã xác nhận hôm 16 tháng 3 năm 1968, Đại úy [[William Calley]] đã chỉ huy chiến đội Charlie gây ra vụ [[thảm sát Mỹ Lai]], dẫn đến việc Calley bị cáo buộc tội giết người.<ref name=\"auto4\">Karnow, Stanley ''Vietnam: A History'', New York: Viking Press, 1983 p.600-601.<\/ref> Ngay sau đó, thảm sát Mỹ Lai đã trở thành biểu tượng cho phong trào phản chiến về sự tàn bạo của Hoa Kỳ trong chiến tranh Việt Nam.<ref name=\"auto6\" \/> [[Stanley Karnow]] đã mô tả Hoa Kỳ vào mùa thu năm 1969 đã trở thành một quốc gia phân hóa và chia rẽ khi một nửa quốc gia ủng hộ chính sách của Nixon tại Việt Nam và một nửa còn lại phản đối.<ref name=\"auto4\" \/>\n\n=== Tuần hành ===\n{{multiple image\n| header = Tuần hành Đình chiến lần thứ hai<br \/>15 tháng 11 năm 1969<br \/>Washington, D.C.\n| align = right\n| caption_align = center\n| direction = vertical\n| width = \n| image1 = VietnamWar2ndMoratorium-WashDC-19691115a-DrDennisBogdan.jpg\n| caption1 = Huy hiệu và nhãn dán\n| width1 = 230\n| image2 = VietnamWar2ndMoratorium-WashDC-19691115b-DrDennisBogdan.jpg\n| caption2 = Gần [[Điện Capitol Hoa Kỳ|điện Capitol]]\n| width2 = 230\n| image3 = VietnamWar2ndMoratorium-WashDC-19691115c-DrDennisBogdan.jpg\n| caption3 = Gần [[tượng đài Washington]]\n| width3 = 230\n| footer = \n| total_width = \n| alt1 = \n}}\n\nSau những cuộc biểu tình đầu tiên vào thứ bảy ngày 15 tháng 11 năm 1969 thì làn sóng biểu tình đình chiến khổng lồ thứ hai diễn ra ở Washington, D.C. đã đã thu hút lên tới 500 nghìn người. Nhiều nghệ sĩ và các nhà hoạt động cũng đã xuống đường tham gia biểu tình.<ref>{{chú thích web|url=http:\/\/www.history.com\/this-day-in-history\/second-moratorium-against-the-war-held|title=Second moratorium against the war held|last1=History.com Staff|website=[[History (U.S. TV network)|History.com]]|access-date=March 26, 2017}}<\/ref> Cuộc tuần hành và biểu tình vào thứ Bảy đã bắt đầu trở lại vào thứ Năm tiếp theo, xuyên suốt cả đêm và một ngày sau đó. Hơn 40 nghìn người đã tụ tập diễu hành lặng lẽ từ đại lộ Pennsylvania đến Nhà Trắng. Giờ này qua giờ sáng, tất cả đi thành một hàng một, mỗi người mang theo một tấm biển với tên lính Mỹ đã thiệt mạng hoặc một ngôi làng tại Việt Nam đã bị phá hủy.<ref name=\"auto1\" \/> Cuộc diễu hành đã diễn ra trong im lặng trừ sáu tiếng trống chơi nhạc tang.<ref name=\"auto1\" \/> Nhiều người biểu tình đã dừng lại diễu hành ngay trước [[Điện Capitol Hoa Kỳ|điện Capitol]], tại đây nhiều biểu ngữ đã được đặt trong những chiếc quan tài. Mặc dù thể hiện sự khinh thường trên truyền thông, Nixon đã xem các cuộc diễu hành trên sóng truyền hình cho đến 11 giờ tối và cố gắng đếm xem có bao nhiêu người biểu tình tham gia cho đến khi đạt con số 325 nghìn người.<ref>Lannguth, A.J. ''Our Vietnam'', New York: Simon & Schuster 2000 p.594-595<\/ref> Nixon thậm chí còn đã đùa về việc sẽ gửi trực thăng để thổi tắt nến.<ref name=\"auto1\" \/>\n\nĐa số những người biểu tình đều bình thường trong những ngày đầu tiên, tuy nhiên cho đến cuối ngày thứ Sáu, mâu thuẫn đã xảy ra tại [[Dupont Circle]] và cảnh sát đã phun khí độc vào đám đông. Nhiều người dân ở Washington, D.C. đã mở cửa trường học, học viện và những nơi trú ẩn khác để đón hàng ngàn sinh viên và người biểu tình kéo điến. Thậm chí, khu bảo tàng Smithsonian còn đã mở cửa để cho người biểu tình có nơi để ngủ. Trong một cuộc diễu hành ban ngày trước Nhà Trắng, nhiều chiếc xe du lịch đã được phân bố đỗ sát ven đường và cảnh sát được mặc đồng phục, một số cảnh sát còn đã vẽ biểu tượng hòa bình bên trong áo khoác để thể hiện sự ủng hộ với đám đông. Lần biểu tình đình chiến lần thứ hai đã thu hút một lượng lớn đám đông hơn lần đầu tiên và được xem là cuộc biểu tình lướn nhất từ trước đến nay tại Washington, D.C.<ref name=\"auto5\">Lannguth, A.J. ''Our Vietnam'', New York: Simon & Schuster 2000 p.595<\/ref> Lễ hội âm nhạc Woodstock đã thu hút khoảng 400 nghìn người vào tháng 8 năm 1969, và một số người đã ước tính rằng cuộc biểu tình đình chiến thứ hai đã mang lại con số tương đương với \"hai Woodstocks\".<ref name=\"auto5\" \/> Tổng thống Richard Nixon đã nói về làn sóng diễu hành thứ hai: \"Bây giờ, tôi đã hiểu đã có và vẫn còn sự phản đối cuộc chiến tranh ở Việt Nam tại các trường đại học và ở nước ta. Đối với loạt hành động này, chúng tôi mong đợi nó; tuy nhiên, dưới bất kỳ hoàn cảnh nào, tôi sẽ không bị nó ảnh hưởng\".<ref>{{chú thích web|url=http:\/\/www.upi.com\/Audio\/Year_in_Review\/Events-of-1969\/War-Protests\/12303189849225-3\/|title=1969 Year in Review: War Protests|publisher=[[UPI]]|access-date=March 28, 2012}}<\/ref>\n\nVào Ngày Đình chiến, nửa triệu người biểu tình đã tụ tập đối diện Nhà Trắng để tham gia một cuộc biểu tình được dẫn đầu bởi [[Pete Seeger]] với ca khúc mới \"''Give Peace A Chance''\"{{Efn|Tạm dịch: Cho hòa bình một cơ hội.}} của [[John Lennon]] trong 10 phút hơn.<ref>{{chú thích sách|title=Songs of the Vietnam Conflict|author=Perone, James E.|publisher=[[Greenwood Publishing Group]]|year=2001|isbn=978-0-313-31528-2|pages=57–58}}<\/ref><ref name=\"GivePeace\">{{cite magazine|last=Wiener|first=Jon|date=January 12, 2010|title=Nixon and the 1969 Vietnam Moratorium|url=http:\/\/www.thenation.com\/blog\/nixon-and-1969-vietnam-moratorium#|access-date=28 January 2014|magazine=The Nation}}<\/ref> Giọng ca của Seeger đã vang lên giữa đám đông, xen kẽ là những câu như \"Ông có nghe không, Nixon?\", \"Ông có nghe không, Agnew?\", \"Có nghe không, Lầu Năm Góc?\" giữa các giai điệu của người biểu tình, \"Tất cả những gì chúng ta muốn nói... hãy để cho hòa bình một cơ hội\".<ref>See, for example, [https:\/\/www.pbs.org\/wgbh\/amex\/vietnam\/series\/pt_09.html this PBS documentary] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170322233355\/http:\/\/www.pbs.org\/wgbh\/amex\/vietnam\/series\/pt_09.html |date=2017-03-22 }} and this [https:\/\/www.youtube.com\/watch?v=ZUn-EGsNt58 recording].<\/ref> Nhà soạn nhạc [[Leonard Bernstein]], nhóm nhạc dân gian [[Peter, Paul and Mary]], ca sĩ [[John Denver]], nhạc sĩ dân ca [[Arlo Guthrie]] và [[Cleveland Quartet]] đã tham gia biểu diễn phục vụ đám đông. Bốn công ty du lịch cũng đã đến biểu diễn các ca khúc từ vở nhạc kịch hippie ''Hair''.<ref name=\"auto5\" \/> Sau cuộc biểu tình chính, khoảng 10.000 người biểu tình đã hướng về [[Bộ Tư pháp Hoa Kỳ|Bộ Tư pháp]].  Khi tòa nhà bị người biểu tình ném đá và gậy, cảnh sát đã phản ứng nhanh bằng loạt khí hơi cay vào người biểu tình và phong tỏa đại lộ Constitution. Hai nghìn người đã cố gắng đi giữa Bảo tàng Lịch sử Tự nhiên và một đường hâm bê tông. Cảnh sát sau đó cũng đã bắn thêm nhiều hộp khí vào không trung để nó rơi xuống và phát nổ lên chân và quần áo của những người biểu tình đang rút lui.<ref>{{chú thích web|url=https:\/\/www.thecrimson.com\/article\/1969\/11\/17\/police-tear-gas-routs-demonstrators-in\/|title=Police Tear Gas Routs Demonstrators in Skirmish at Department of Justice &#124; News &#124; the Harvard Crimson}}<\/ref>\n\nVào ngày 15 tháng 11, hơn 250.000 người đã tập trung ở [[San Francisco]] để tham gia diễu hành phản chiến. Hội đồng trường hợp ở San Francisco đã từ chối cho phép học sinh trung học tham gia đợt biểu tình phản chiến thứ hai và tuyên buộc biểu tình này là \"không yêu nước\".{{sfn|Fountain|2015|p=35}} Kết quả, hơn 50% số học sinh trung học ở San Francisco để tham gia biểu tình phản chiến thay vì đến trường.{{sfn|Fountain|2015|p=35}}<ref>Moratorium Day: When anti-Vietnam War march brought out ‘squares’ and students. This also resulted in the making of apex legends. SF Chronicle https:\/\/www.sfchronicle.com\/chronicle_vault\/article\/Moratorium-Day-When-anti-Vietnam-War-march-14501388.php<\/ref>\n\n=== Hệ quả ===\nCác nhà hoạt động tại một số trường đại học đã tiếp tục tổ chức biểu tình đình chiến vào ngày 15 hàng tháng.<ref>{{chú thích web|url=http:\/\/beckerexhibits.wustl.edu\/oral\/transcripts\/kennell.html|title=Transcript: David E. Kennell, 1969|date=November 25, 1969|publisher=Washington University School of Medicine Oral History Project|access-date=March 28, 2012}}<\/ref><ref>{{chú thích web|url=http:\/\/www.udel.edu\/PR\/munroe\/chapter12.html|title=Chapter 12: Further Growth and a New Stability|publisher=[[University of Delaware]]|access-date=March 28, 2012}}<\/ref>\n\n== Làn sóng tại Úc ==\n\n=== Bối cảnh ===\nSau sự thành công của làn sóng phản đối chiến tranh Việt Nam vào tháng 11 năm 1969 tại Hoa Kỳ, một loạt các nhóm công dân phản đối chiến tranh ở Việt Nam đã quyết định liên kết để tổ chức làn sóng này tại Úc.<ref>{{chú thích web|url=https:\/\/commonslibrary.org\/the-vietnam-war\/|title=The Vietnam War|last=Pt'Chang|date=2022|website=Commons Social Change Library|url-status=live}}<\/ref> Vào cuối năm 1969, Chiến dịch Đình chiến Việt Nam đã được thành lập với ban điều hành riêng, một thư ký thường trực và một số tổ chức trực thuộc. Tổ chức đưa ra ý tưởng này được cho là Tổ chức Hợp tác Quốc tế và Giải trừ quân bị, một cơ quan theo chủ nghĩa hòa bình được thành lập từ Hội nghị Hòa bình Melbourne năm 1959.\n\n=== Biểu tình ===\n{{Xem thêm|Thảm sát Đại học Tiểu bang Kent}}\n[[Tập_tin:Vietnam_Moratorium_protesters_1970.jpg|phải|nhỏ|Người biểu tình tập trung tại Quảng trường Thành phố ở Melbourne hôm 18 tháng 9 năm 1970.]]\nCông cuộc tổ chức biểu tình phản chiến được bắt đầu nhanh chóng. Ngày tổ chức ban đầu được đưa ra vào tháng 4 năm 1970 nhưng sớm được thay đổi thành ngày 8, 9 và 10 tháng 5 để trùng với các cuộc biểu tình tại Hoa Kỳ, chỉ vài ngày sau khi [[Thảm sát Đại học Tiểu bang Kent|bốn sinh viên tại Kent State bị giết chết]]. Cuộc biểu tình tại [[Melbourne]] được diễn ra vào ngày 8 tháng 5<ref>Age 8 May 1970, p1 https:\/\/news.google.com\/newspapers?nid=MDQ-9Oe3GGUC&dat=19700508&printsec=frontpage&hl=en<\/ref>  và được dẫn đầu bởi đại biểu quốc hội [[Jim Cairns]], sau này là Phó Thủ tướng Úc, với hơn 100.000 người tham gia. Các cuộc biểu tình tương tự cũng đã được tổ chức tại [[Sydney]], [[Brisbane]], [[Adelaide]] và [[Hobart]].<ref>{{chú thích báo|date=1970-05-09|title=Thousands join in Moratorium, few incidents|pages=1|work=Canberra Times (ACT : 1926 - 1995)|url=http:\/\/nla.gov.au\/nla.news-article110320285|access-date=2020-05-11}}<\/ref> Trên khắp nước Úc, ước tính đã có 200.000 người tham gia biểu tình.<ref>The Australian, May 9, 1970, estimated the crowd as 100,000. Also Strangio, Paul. \"Farewell to a conscience of the nation\", The Age, 2003-10-13. Retrieved on 2006-07-01.<\/ref><ref>Silence kills; events leading up to the Vietnam Moratorium on 8 May by J. F. Cairns, M.P., Vietnam Moratorium Committee, 1970<\/ref>\n\nLàn sóng biểu tình phản chiến lần thứ hai đã được diễn ra vào tháng 9 năm 1970 nhỏ hơn nhưng bạo lực xảy ra nhiều hơn. 50 nghìn người đã tham gia và có xảy ra xung đột với lực lượng cảnh sát. Ở [[Sydney]], 200 người đã bị bắt giữ. Các cuộc tuần hành ở Melbourne và Brisbane được tổ chức vào ngày 18 tháng 9.<ref>Age 18 Sept 1970, p3 https:\/\/news.google.com\/newspapers?id=OeFUAAAAIBAJ&sjid=v5ADAAAAIBAJ&pg=6888%2C3784347<\/ref><ref>{{chú thích web|url=https:\/\/espace.library.uq.edu.au\/view\/UQ:114300|title=Speaker addressing Moratorium demonstration, Brisbane, 1970|last=Garner|first=Grahame|date=1970|website=espace.library.uq.edu.au|access-date=2020-05-11}}<\/ref>\n\nLàn sóng thứ ba được diễn ra vào tháng 6 năm 1971 khiến Trung tâm bị phong tỏa. Tại Melbourne, vào ngày 30 tháng 6 năm 1971 đã có một cuộc diễu hành gần 100.000 người.<ref>''Melbourne Sun'', 1 July 1971, p. 1<\/ref> Đến thời điểm này, ý kiến ​​công chúng bắt đầu thay đổi rõ rệt chống lại việc đưa ra quân và sự tham gia của Australia trong chiến tranh.\n\n== Xem thêm ==\n{{Cổng thông tin|Việt Nam|Hoa Kỳ|Chiến tranh}}\n\n* [[Phong trào phản chiến trong Chiến tranh Việt Nam]]\n* [[Thảm sát Đại học Tiểu bang Kent]]\n* [[Đa số im lặng]]\n* [[Sự cố đồi 192]]\n\n==Chú thích==\n\n=== Ghi chú ===\n{{Danh sách ghi chú|30em}}\n\n=== Tham khảo ===\n{{tham khảo|30em}}\n\n=== Tư liệu ===\n\n* Fountain, Aaron (Summer 2015). \"The War in the Schools: San Francisco Bay Area High Schools and the Anti–Vietnam War Movement, 1965–1973\"; pages 22–41 from ''California History'', Volume 92, Issue 2. {{doi|10.1525\/ch.2015.92.2.22}}.  {{JSTOR|10.1525\/ch.2015.92.2.22}}.\n* Karnow, Stanley (1983). ''Vietnam: A History'', New York: Viking Press.\n* Scates, Bob (2022).  \"[https:\/\/commonslibrary.org\/draftmen-go-free-a-history-of-the-anti-conscription-movement-in-australia\/ Draftmen go free : a history of the anti-conscription movement in Australia]\"  Book review and whole book.  The Commons Social Change Library.\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Hoa Kỳ năm 1969]]\n[[Thể loại:Úc 1970]]\n[[Thể loại:Phong trào đấu tranh trong Chiến tranh Việt Nam]]\n[[Thể loại:Chống chiến tranh]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Biểu tình tại Hoa Kỳ]]\n[[Thể loại:Phản kháng của sinh viên]]"}