{"2433990":"{{Thông tin đền Việt Nam\n| tên = Đình Mông Phụ\n| hình = Dinh mong phu.jpg\n| chú thích = Đình Mông Phụ nhìn từ cổng chính\n| vĩ độ = 21.158403\n| kinh độ = 105.4703084\n| tiền tố = Tản Viên Sơn Thánh\n| tên thánh = [[Sơn Tinh]]\n| sinh = \n| mất = \n| công trạng = \n| địa chỉ = thị xã [[Sơn Tây (thị xã)|Sơn Tây]], [[Hà Nội]]\n| xây dựng = 1533\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = \n| cấp di tích = quốc gia\n| tên di tích = \n| loại di tích = lịch sử\n| loại di tích 2 = văn hóa\n| loại di tích 3 = \n| ngày nhận = 1984\n| quyết định = \n}}\n\n'''Đình Mông Phụ''' (亭蒙阜) là một di tích cấp quốc gia ở làng cổ [[Đường Lâm]], nay thuộc [[thị xã Sơn Tây]], [[Hà Nội]], [[Việt Nam]].\n==Lịch sử, kiến trúc==\nĐình Mông Phụ được xây dựng trên một khu đất trung tâm và cao nhất của làng, rộng khoảng 1.800 [[m²]]. Mặt tiền Đại đình ngó ra [[hướng Tây Nam]].\n\nNăm xây dựng ngôi đình 1533 thời Vua [[Mạc Thái Tông|Mạc Đăng Doanh]]. Về sau, đình được tôn tạo, tu sửa vài lần; nhưng vẫn giữ nguyên dạng kiến trúc, điêu khắc ở đầu [[thế kỷ 19]]. Trong số ấy, theo tài liệu, thì năm [[1858]], dưới triều vua [[Tự Đức]], đình được sửa chữa lần thứ nhất<ref>Theo bài \"Đình Mông Phụ\" đăng trên Trang thông tin điện tử thị xã Sơn Tây, Ngày đăng: 16\/06\/2011 [http:\/\/sontay.gov.vn\/tabid\/146\/postid\/793\/DINH-MONG-PHU.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140106041053\/http:\/\/sontay.gov.vn\/tabid\/146\/postid\/793\/DINH-MONG-PHU.aspx |date=2014-01-06 }}<\/ref>. Gần đây ([[2006]] - [[2008]]), đình cũng đã được tu sửa lớn <ref>Theo thông tin trên Trang tin điện tử của [[Bộ Văn hóa, Thể thao và Du lịch]], thì trước sự tác động của thời gian, khí hậu, côn trùng, các hạng mục công trình đã bị xuống cấp nghiêm trọng. Năm [[2006]], Nhà nước đã phê duyệt dự án tu bổ, sửa chữa đình bằng nguồn ngân sách từ chương trình mục tiêu bảo tồn văn hóa quốc gia. Các hạng mục của công trình đã được sửa chữa tôn tạo là nhà tả hữu vu, mái ngói, bờ nóc, một số cây cột lớn, hậu cung, các bức trạm trổ...(đăng ngày 6 tháng 12 năm 2008 [http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=40071&sitepageid=51] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140106041745\/http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=40071&sitepageid=51 |date=2014-01-06 }}).<\/ref>.[[Hình:Nhà Xích hậu.jpg|nhỏ|250px|phải|Nhà Xích hậu ở phía trước đình Mông Phụ]] \nDiện mạo của ngôi đình hiện nay được xây dựng theo kiểu chữ \"Công\" ([[chữ Hán]]: 工), gồm Nghi môn (cổng chính), sân đình, Tả Mạc (nhà bên trái), Hữu mạc (nhà bên phải) và Đại đình (hay tòa Đại bái, tức tòa đình chính). Ngoài ra, ở bên ngoài đình (phía tay phải từ đình nhìn ra) có nhà Xích hậu. Đây là nơi tiếp khách, và là nơi chuẩn bị lễ trước khi vào đình. Lược kể:\n\n* '''Nghi môn''': gồm bốn trụ vuông xây gạch, hai trụ lớn và hai trụ nhỏ. Bốn đầu trụ tạo tác lồng đền hình vuông có chạm nổi tứ linh, trên đỉnh hai trụ lớn có hai con [[sư tử]] ngồi nhìn ra phía giữa, đỉnh hai trụ nhỏ đội hai bình hoa. Ba mặt trụ có các câu đối chữ Hán chạm nổi.\n* '''Sân đình''' và '''Tả Hữu mạc''': Sân đình rộng, lát gạch [[Bát Tràng]], hai bên có Tả Hữu mạc, mỗi nhà có năm gian nhỏ. Đây là nơi thờ tổ tiên các dòng họ trong làng và người có công với làng…\n* '''Đình chính''': gọi là ''tòa Đại bái'' gồm năm gian hai chái. Hậu cung (đình trong) là một tòa nhà nối ba gian giữa của đình ngoài kéo dài ra phía sau như cán chày. Hai bên đình có hai cái [[giếng]] cổ (tục gọi là hai mắt [[rồng]]). Mái đình hình võng nhẹ, lợp ngói mũi hài, hai đầu nóc có chạm hình hai con rồng. Góc mái uốn ngược lên thành hình rồng. Các vì kèo được thiết kế theo kiểu giá chiêng chồng rường, dựa trên sáu hàng chân. Những đầu dư của các xà ở gian chính và những kẻ hiên là những trọng điểm để trang trí. Những mô típ trang trí như [[rồng]], [[hổ]], [[cá]], [[chim]], [[hoa]] [[lá]], [[mây]],... đều được chạm nổi, chạm lộng hoặc chạm ren. Đình chính không có tường vách ngăn che, tất cả đều để trống, chỉ có một lan can có chấn song hình con tiện bao quanh ba mặt đến tường của Hậu cung. Đình có sàn ở hai gian bên, ở gian giữa có cửa võng hình lưỡng long chầu nguyệt sơn son thiếp vàng. Một bàn thờ lớn trang trí bằng tượng rồng, hổ phù ngậm chữ \"Thọ\" ([[chữ Hán]]: 壽), [[mây]]... Hậu cung chỉ có sườn gỗ bào trơn, có tường xây kín ba mặt, bệ thờ đặt giữa Hậu cung, có ngai và bài vị thờ Tản Viên Sơn Thánh.<ref>Theo webste Du lịch Đường lâm [http:\/\/langcoduonglam.com\/index.php?option=com_content&view=article&id=52%3Adinhmongphu&catid=37%3Atplaces&Itemid=109&lang=vi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140106040924\/http:\/\/langcoduonglam.com\/index.php?option=com_content&view=article&id=52:dinhmongphu&catid=37:tplaces&Itemid=109&lang=vi |date=2014-01-06 }}.<\/ref>\n\n==Thờ phụng, giá trị==\n[[Hình:Khánh đồng Mông Phụ.jpg|nhỏ|250px|phải|Khánh đồng cổ ở trong đình]]\nTrong đình thờ thần Tản Viên Sơn Thánh (tức thần [[Tản Viên]]), là một trong bốn vị thánh bất tử của [[người Việt]] ([[Tứ bất tử]]), làm [[Thành hoàng]] làng. Cùng với [[chùa Mía]], đình Mông Phụ là một công trình kiến trúc có giá trị nghệ thuật ở làng cổ [[Đường Lâm]]. Trong nội thất của đình hiện còn bảo lưu được rất nhiều hiện vật quý báu có giá trị. Một trong số ấy là bức hoành phi với 4 chữ Hán: \"Dũng cảm cả tưởng\" do vua [[Thành Thái]] ban tặng cho làng sau một trận săn bắt cướp...\n\nĐình Mông Phụ đã được Bộ Thông tin - Văn hóa (nay là [[Bộ Văn hóa, Thể thao và Du lịch]]) xếp hạng là di tích ''lịch sử - văn hóa cấp quốc gia'' năm [[1984]]<ref>Theo thông tin trên Trang tin điện tử của Bộ Văn hóa, Thể thao và Du lịch [http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=40071&sitepageid=51] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140106041745\/http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=40071&sitepageid=51 |date=2014-01-06 }}.<\/ref>.\n==Xem thêm==\n* Làng cổ [[Đường Lâm]]\n==Chú thích==\n{{Tham khảo}}\n{{sơ khai kiến trúc tôn giáo Việt Nam}}\n\n[[Thể loại:Đình tại Hà Nội|Mông Phụ]]\n[[Thể loại:Sơn Tây (thị xã)]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}