{"47216":"'''Đình làng Đức Nghĩa''' là một ngôi đình cổ nằm ở phường [[Đức Nghĩa]], thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]].\n\n==Lịch sử==\nĐình được xây dựng vào những năm đầu [[thế kỷ 19]], nằm ở vị trí gần [[đình làng Đức Thắng]]. Tuy nhiên, vì những lý do khách quan về phong thổ [[địa lý]] nên dân làng dời đình lên động cát làng Thành Đức (làng Thành Đức nhập với vạn [[Nam Nghĩa]] thành làng Đức Nghĩa). Đình xây dựng trên [[động]] [[cát]] cao, phía trước có ao [[sen]] lớn.\n\n==Kiến trúc==\nĐình làng Đức Nghĩa có dạng [[kiến trúc]] giống như Đình làng Đức thắng, ví dụ như cổ lầu là nơi tập trung phần trang trí [[nghệ thuật]] đặc sắc nhất trong tổng thể đình làng. Ở đây nghệ nhân xưa đã dùng nghệ thuật ghép mảnh [[sứ]], [[sành]] để tạo nên hình tượng ''Tứ Linh'', những phần dưới của mái hạ, các bờ nóc, bờ quyết cũng được trang trí nghệ thuật làm ngôi đình vừa cổ kính vừa trang nghiêm.\n\nNội thất: ở phần trang trí nghệ thuật chạm khắc bên trong Đình chính với hệ thống bao lam bằng gỗ, như bức rèm nhủ xuống các khám thờ bởi những dây leo, hoa lá, chim muông người thợ xưa chạm khắc. Nghệ thuật trang trí Đình làng Đức Nghĩa cả ngoại thất và nội thất phối hợp với nhau tạo nên những đường nét kiến trúc cổ hài hoà và đạt đến đỉnh cao so với một số ngôi đình trong thời kỳ này.\n\nĐình còn lưu giữ nhiều [[di sản văn hóa]] [[chữ Trung Quốc|Hán]]-[[Nôm]]. Trong đó có đề cập đến ruộng đất của làng, đến [[lịch sử]] nguồn gốc dân cư ở làng. Quan trọng nhất trong số đó là 13 sắc phong của các đời vua [[Triều Nguyễn]] ban tặng cho [[Thành Hoàng làng]] cùng các [[vị thần]] khác, kể cả nữ Thần Thiên YAna Diễn Ngọc Phi của [[người Chăm]].\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.binhthuan.vn\/TNDNCN\/pages\/index.asp?id=v24 Đình làng Đức Thắng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927172832\/http:\/\/www.binhthuan.vn\/TNDNCN\/pages\/index.asp?id=v24 |date=2007-09-27 }}\n\n{{Du lịch Bình Thuận}}\n\n{{sơ khai Bình Thuận}}\n\n[[Thể loại:Phan Thiết]]\n[[Thể loại:Đình tại Bình Thuận|Đức Nghĩa]]"}