{"330922":"{{chú thích trong bài}}\n \n[[Tập tin:Đình Tân Lân.jpg|nhỏ|phải|200px|Đình Tân Lân, đánh dấu nơi định cư đầu tiên của nhóm Trần Thượng Xuyên ở vùng Đồng Nai.]]\n'''Đình Tân Lân''' toạ lạc trên đường Nguyễn Văn Trị, mặt tiền hướng [[Tây Nam]], nhìn ra dòng [[sông Đồng Nai]]. Xưa kia đình thuộc thôn Tân Lân (Xóm Mới), huyện Phước Chánh, dinh Trấn Biên; nay thuộc phường [[Hòa Bình, Biên Hòa|Hòa Bình]], thành phố [[Biên Hòa]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\n==Lịch sử==\nNgày [[23 tháng 10]] năm [[1720]], Trấn Biên Đô đốc tướng quân [[Trần Thượng Xuyên]] mất. Để ghi nhớ công lao của ông trong công cuộc khai phá đất đai và mở mang thương mại vùng [[Đồng Nai]] - [[Gia Định]], nhân dân trong vùng đã lập ngôi miếu nhỏ thờ ông trong khu vực [[thành cổ Biên Hòa]].\n \nNgày [[14 tháng 12]] năm [[1861]], theo kế hoạch đánh chiếm Biên Hòa do tướng Bonard phê chuẩn, liên quân [[Pháp]] và [[Tây Ban Nha]] với khoảng một ngàn quân, hai hạm thuyền tiến đánh cả đường bộ và đường thủy. Sáng ngày 17, Pháp chiếm được tỉnh lỵ Biên Hoà, và kể từ đó ngôi miếu phải hai lần dời chuyển (năm [[1861]] và [[1906]]), mới đến nơi hiện nay. Năm [[1935]], miếu được xây dựng mới kiên cố và đặt tên là ''Tân Lân thành cổ miếu'' (gọi tắt là ''Đình Tân Lân'').\n\n==Kiến trúc==\n[[Tập tin:Trần Thượng Xuyên.jpg|nhỏ|phải|200px|Nơi chính điện thờ tướng Trần Thượng Xuyên.]]\nĐình Tân Lân toạ lạc nơi khuôn viên đất rộng khoảng 3.000[[m²]], trên một nền cao 60&nbsp;cm bằng đá xanh, lát gạch bông (20[[cm]] X 20&nbsp;cm), với lối kiến trúc mang đậm dấu ấn của văn hoá [[Trung Quốc]].\nMặt đình được kiến trúc theo kiểu chữ tam (三), lợp ngói âm dương, trên nóc chính điện có lưỡng long tranh châu, lý ngư hóa rồng. Trên hai đầu đao còn có tượng ông Nhật, bà Nguyệt, tiên đồng, ngọc nữ...\n\nĐình gồm ba gian: tiền đình, chánh điện và hậu cung nối tiếp nhau. Hai bên tả hữu là miếu thờ Bà và thờ Ông. \n===Tiền đình===\nPhần Tiền đình có diện tích 75,5m². Trên nóc trang trí hàng trăm tượng người, vật bằng gốm sứ men xanh màu lưu ly thể hiện các đề tài cổ điển phương Đông một cách sinh động như: Bát tiên quá hải, [[Quan Công]] phò nhị tẩu, thiếu nữ giao cầu, diễn võ đài, cảnh bái triều rước xách, tiễn đưa, diễn hí tấu nhạc, vinh qui bái tổ, xét xử tội nhân nơi địa ngục, hội triều nơi thiên đình...Bên trong tiền đình, trên các xà ngang được chạm trổ các đề tài dơi, đào, hoa, lá biểu trưng cho phước thọ, trường tồn.\n===Chánh điện=== \nPhần Chánh điện chiếm diện tích 487,5m². Tượng Trần Thượng Xuyên uy nghiêm ngự trên ngai sơn son thếp vàng được đặt trang trọng giữa chánh điện. Nơi đây có những hàng cột gỗ lim to, những cặp chim trĩ, loan, phượng... bằng đồng đứng chầu, cùng bộ bát bửu cũng bằng đồng đặt thẳng hai bên hàng trước bàn thờ thần làm tăng thêm sự trang nghiêm. Ngoài ra, đình còn có tổ hợp thờ thần rất phong phú: thờ bà Thiên Hậu, thờ Quan Công, Tả Ban, Hữu Ban, Tiền Hiền, Hậu Hiền, Bạch Mã Thái Giám, v.v...\n===Hậu cung===\n[[Tập tin:Bia đình Tân Lân.jpg|nhỏ|phải|200px|Bia ghi công Trần Thượng Xuyên trước đình Tân Lân.]]\nHậu cung 120m², có bốn hàng tám cột, khung và vì kèo bằng gỗ không trang trí, hai mái lợp ngói âm dương, trên bờ nóc có gắn tượng rồng chầu pháp lam, hai bên có đôi cá chép và lân bằng gốm men xanh, nền lát gạch hoa. Chính giữa thờ Tiên sư, hai bên thờ Tiên thứ Việt Nam và Tiên thứ Trung Quốc. Ngoài ra, ngay sau Hậu cung còn có khu nhà bếp.\n\n==Giá trị==\nĐình Tân Lân với những mảng trang trí trên là sự kết hợp hài hòa, nhuần nhuyễn giữa hai yếu tố kiến trúc nghệ thuật thời [[Nhà Nguyễn|Nguyễn]] với yếu tố kiến trúc nghệ thuật đặc trưng vùng [[Hoa Nam]] (Trung Quốc). \n \nHiện nay, đình Tân Lân còn lưu giữ sắc thần của vua [[Tự Đức]] ngũ niên ([[1852]]) ban cho Trần Thượng Xuyên, những tài liệu [[chữ Hán|Hán]] [[chữ Nôm|Nôm]] và những chất liệu gỗ gồm 8 tấm liễn đối, 12 tấm hoành phi và 2 bộ Bát bửu bằng đồng...\n \nĐình Tân Lân đã được Bộ Văn hoá - Thông tin - Thể thao và Du lịch xếp hạng di tích lịch sử, kiến trúc nghệ thuật cấp quốc gia theo Quyết định số 457\/QĐ, ngày 25 tháng 3 năm 1991.\n \nHàng năm, nhân dân lấy ngày Trần Thượng Xuyên mất ([[23 tháng 10]] [[âm lịch]]) làm ngày giỗ trọng và ngày 12 đến 14 tháng 12 âm lịch, làm ngày lễ hội Kỳ yên. Di tích đình Tân Lân là một trong những địa chỉ trong ''tour'' du lịch của Thành phố Biên Hòa.\n==Xem thêm==\n*[[Trần Thượng Xuyên]]\n*[[Cù lao Phố]]\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/doantncshcm.dongnai.gov.vn\/mlfolder.ngày 30 tháng 10 năm 2008.7528173203\/mlfolder.ngày 3 tháng 11 năm 2008.0874269479\/mlnews.ngày 3 tháng 11 năm 2008.9328512953 Di tích đình Tân Lân]\n*[http:\/\/222.255.121.160:3035\/bienhoa\/gioi-thieu-chung\/THANGCANHDULICH\/dinhtanlan Đình Tân Lân]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/wikimapia.org\/304169\/vi\/%C4%90%C3%ACnh-T%C3%A2n-L%C3%A2n-Temple Đình Tân Lân trên wikimapia.org]\n\n[[Thể loại:Đình tại Đồng Nai|Tân Lân]]\n[[Thể loại:Lịch sử Đàng Trong]]"}