{"1243576":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đình Dù\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 58\n| vĩ giây = 07\n| kinh phút = 00\n| kinh giây = 26\n| diện tích = 4,47 km²<ref name=HUNGYEN2019\/>\n| dân số = 9.393 người<ref name=HUNGYEN2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 2.100 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| huyện = [[Văn Lâm]]\n| thành lập = \n| trụ sở UBND = Thôn Đình Dù\n| mã hành chính = 12004<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Đình Dù''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Văn Lâm]], tỉnh [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nXã Đình Dù có vị trí địa lý:\n*Phía đông giáp xã [[Minh Hải (xã)|Minh Hải]]\n*Phía tây giáp xã [[Trưng Trắc, Văn Lâm|Trưng Trắc]] và xã [[Tân Quang, Văn Lâm|Tân Quang]]\n*Phía nam giáp xã [[Lạc Hồng (xã)|Lạc Hồng]]\n*Phía bắc giáp thị trấn [[Như Quỳnh (thị trấn)|Như Quỳnh]] và xã [[Lạc Đạo, Văn Lâm|Lạc Đạo]].\n\nXã Đình Dù có diện tích 4,47&nbsp;km², dân số năm 2019 là 9.393 người<ref name=HUNGYEN2019>{{Chú thích web |url = http:\/\/niengiamhuyen.thongkehungyen.gov.vn |title =  Dân số đến 31 tháng 12 năm 2019 - tỉnh Hưng Yên |access-date = ngày 15 tháng 6 năm 2020 |author = Niên giám thống kê năm 2019 các huyện, thị xã, thành phố thuộc tỉnh Hưng Yên}}<\/ref>, mật độ dân số đạt 2.100 người\/km².\n\n==Hành chính==\nXã Đình Dù được chia thành 5 thôn: Thị Trung, Đình Dù, Xuân Lôi, Ngải Dương và Đồng Xá.\n\nThôn Đồng Xá được thành lập trên cơ sở phần đất nông nghiệp tại phía nam thôn Đình Tổ xã Đại Đồng. Cùng với thôn Đồng Xá xã Lạc Đạo, thôn Đồng Xá xã Đình Dù được đặt tên theo thôn Đồng Xá của xã Đại Đồng.<ref name=\"XDINHDU\">{{Chú thích web|url=https:\/\/vanlam.hungyen.gov.vn\/portal\/Pages\/2017-10-14\/Gioi-thieu-ve-Dinh-Dupiqknx.aspx|tựa đề=Giới thiệu về Đình Dù|ngày=25 tháng 4 năm 2017|website=Cổng thông tin điện tử huyện Văn Lâm, tỉnh Hưng Yên|url-status=live}}<\/ref>\n\n==Lịch sử==\nTrước đây, Đình Dù là một xã thuộc huyện Mỹ Văn.\n\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=60\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện : Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Mỹ Văn thành 3 huyện: Mỹ Hào, Văn Lâm và Yên Mỹ. Xã Đình Dù trực thuộc huyện Văn Lâm.\n\nNgày [[31 tháng 7]] năm [[2020]], Bộ Xây dựng ban hành Quyết định 1005\/QĐ-BXD công nhận khu vực phát triển đô thị trung tâm huyện Văn Lâm (gồm thị trấn Như Quỳnh và 5 xã: Đình Dù, Lạc Đạo, Lạc Hồng, Tân Quang, Trưng Trắc) được công nhận là đô thị loại IV.<ref name=1005\/QĐ-BXD>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/tin-tuc\/1285\/63734\/cong-nhan-khu-vuc-phat-trien-do-thi-trung-tam-huyen-van-lam-thi-tran-nhu-quynh-va-khu-vuc-phat-trien-mo-rong-tinh-hung-yen-dat-tieu-chi-do-thi-loai-iv.aspx|tựa đề=Công nhận khu vực phát triển đô thị trung tâm huyện Văn Lâm (thị trấn Như Quỳnh và khu vực phát triển mở rộng) tỉnh Hưng Yên đạt tiêu chí đô thị loại IV|ngày=2020-07-31|website=Bộ Xây dựng}}<\/ref>\n\n==Kinh tế==\nXã Đình Dù có vị trí thuận lợi giữa nhiều trục đường quan trọng (quốc lộ, tỉnh lộ). Một phần khu công nghiệp Phố Nối A nằm trên địa bàn xã. Chợ Đường Cái nằm cạnh quốc lộ 5 thuộc xã Đình Dù là nơi trao đổi buôn bán của xã và các khu vực lân cận. Hai thôn Thị Trung và Đình Dù tiếp giáp đường quốc lộ 5 do vậy hai thôn này có nhiều điều kiện thuận lợi để giao thương, phát triển kinh tế xã hội.\n\nThôn Xuân Lôi: làng nghề làm đậu phụ rất nổi tiếng ở khu vực, nơi đây cung cấp thực phẩm cho nhiều xã trong huyện. Thôn Thị Trung có nhiều hộ làm bún cung cấp cho địa phương và nhiều nơi xa hơn như ở Như Quỳnh, Hà Nội...\n\nThôn Ngải Dương: về mặt địa lý xa trung tâm hành chính của xã- ở đây có chi bộ Đảng thôn Ngải Dương - là một trong những (là một trong ba) chi bộ Đảng đầu tiên của tỉnh Hưng Yên.\n\nThôn Đồng Xá: là thôn mới được thành lập trên cơ sở đất nông nghiệp tại phía nam thôn Đình Tổ xã Đại Đồng, do đó đây là thôn cách xa trung tâm xã nhất. \n\nVới sự phát triển của đa dạng của kinh tế địa phương từ công nghiệp, thương mại, dịch vụ, làng nghề... đã tạo cho bộ mặt các thôn xóm trong xã khá khan trang, đời sống nhân dân cũng được nâng lên rõ rệt. Xã Đình Dù nằm trong khu vực thị trấn Như Quỳnh mở rộng đã được Bộ xây dựng công nhận là đô thị loại IV ngày 31\/7\/2020 theo quyết định 1005\/ QD- BXD.\n\n==Giao thông==\nXã Đình Dù nằm ở gần trung tâm của huyện Văn Lâm cách trung tâm Hà Nội 20&nbsp;km về phía đông. Có Quốc lộ 5 chạy qua đoạn km 16, tỉnh lộ 206 trong khu công nghiệp Phố Nối A, tỉnh lộ 385. Xã có một đoạn ngắn đường sắt Hà Nôi - Hải Phòng chạy qua.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hưng Yên}}\n{{Đơn vị hành chính thuộc huyện Văn Lâm}}"}