{"193421":"{{bài cùng tên|Mỹ Phước}}\n[[Tập tin:Đình Mỹ Phước.jpg|nhỏ|phải|250px|Đình Mỹ Phước]]\n'''Đình Mỹ Phước''' là một ngôi đình khang trang, bề thế và là một di tích ''kiến trúc nghệ thuật'' cấp quốc gia của tỉnh [[An Giang]], [[Việt Nam]].\n\n==Nguồn gốc, kiến trúc==\n'''Đình Mỹ Phước''' tọa lạc tại trung tâm phường [[Mỹ Long]]<ref>Phường Mỹ Long hiện nay chỉ là một phần của làng [[Mỹ Phước]] (phúc 福, do kỵ húy nên đổi ra phước) xưa. Làng Mỹ Phước được thành lập khá sớm. Theo tài liệu, thì khi tỉnh An Giang mới thành lập ([[1832]]), phía hữu ngạn [[sông Hậu]], dân cư thưa thớt. Từ biên giới Việt – [[Chân Lạp]] xuống Long Xuyên chỉ có các làng Bình Thạnh Tây (đối diện Bình Thạnh Đông bây giờ), Bình Đức và Mỹ Phước. Nguồn: Cổng thông tin điện tử An Giang, phần ''Lịch sử hình thành tỉnh An Giang'' [http:\/\/www.angiang.gov.vn\/wps\/portal\/!ut\/p\/c5\/dc3LDoIwEAXQLzJzKS2PZUUe1UpBEZGNYWEMiYAL4_cLcaNG5i7PzB2qaUzfPNtr82iHvrlRRbVzjneF70aCw1iCQWkrK31vw7KVM_rpwz2TuVBmnQd8u2Rg4vs6lNGkRRBq24q1Q8fp3_yG5D_-p3_yIJYJdzVgWAmwVOxzHPY2lP12zIwEpcnQXejeVWjVQr4A-YWl4g!!\/dl3\/d3\/L3dDb0EvUU5RTGtBISEvWUZSdndBISEvNl9HUlQ5N0Y1NDA4T1A3MElPSlFDNE1CMjBOMA!!\/] truy cập ngày 11\/06\/2013.<\/ref>, thuộc [[thành phố Long Xuyên]].\nKhông rõ năm xây dựng, chỉ biết ban đầu, đình được xây dựng bằng tre, lá. Đến năm [[1889]], được sửa lại (lợp ngói, cột bằng gỗ [[căm xe]]), và sau đó còn trải qua ba lần tu sửa nữa: năm [[1903]], xây tường xung quanh thay cho ván; năm [[1960]], nâng nền đình; năm [[1990]], dựng hàng rào bằng [[xi măng]].\n\nNgôi đình nằm trong khuôn viên có diện tích 4.770 [[m2]] <ref>Năm [[2009]], sách ''Kỷ lục An Giang 2009'', đã xác nhận đây là \"ngôi đình có khuôn viên lớn nhất tỉnh\" (tr. 105).<\/ref>, Tuy nhiên chỉ còn lại 3.620 [[m2]], xung quanh có tường gạch bao, có một cửa chính và ba cửa phụ bằng [[Gạch nung|gạch]] và [[xi măng]].\n\nCổng chính xây theo kiểu tam quan, trên có ba chữ \"Mỹ Phước (Phúc) Đình\", hai bên có hai con [[lân]] bằng đất nung tráng men xanh.\n\nQua cổng tam quan, ở hai bên có hai miếu: miếu Sơn Quân và miếu Hội đồng.\n\nNgôi đình chính dài 37 [[m]], rộng 16,5 m (tổng cộng 610,5 [[m2]]), gồm chín gian, có ba cửa chính. Bờ nóc gắn hai con [[rồng]] uốn khúc, đuôi xoắn, chầu nậm rượu.\nNóc nhà võ ca gắn hai con [[phượng]] và bát tiên ở hai bên. Ở giữa có hình [[bát quái]], hai bên có hai con [[nai]]. Mặt trước mái đình giữa đắp hình [[địa cầu]], hai bên có hai con [[cá]] hóa [[rồng]]. Hai đầu đao có hình nhật nguyệt và hình người. Mái lợp ngói âm dương, có ba tầng mười hai mái, được đắp tượng cá hóa rồng, nhật nguyệt, lưỡng long tranh châu, phượng, lân và bát tiên.\n\nĐình là một quần thể gồm nhiều nhà vuông có bốn cột cái gọi là Tứ trụ được mở ra bốn phía chung quanh bằng bộ kèo đâm và kèo quyết theo kiểu \"Võ đậu, đùi ếch\". Vì muốn có diện tích bên trong rộng rãi nên ghép các ngôi nhà liền với nhau theo kiểu \"trùng thềm điệp ốc\"<ref>Kiểu \"trùng thềm điệp ốc\" hay còn gọi là \"trùng lương trùng thềm\" - kiểu nhà kép hai mái trên một nền.<\/ref>, tạo nên một không gian rộng rãi. Nơi gian thờ chính có hai bộ bao lam chạm trổ hoa lá, bát tiên, sơn son thiếp vàng tinh xảo.\n\n==Việc thờ cúng==\nGian chính có khám thờ thần [[Thành hoàng]] làng là [[Nguyễn Hữu Cảnh]] ([[1650]]-[[1700]]), một vị tướng của chúa [[Nguyễn Phúc Chu]], người có công chiêu dân khai phá vùng đất này. Ngoài ra, ở đây còn có bàn thờ Hội đồng.\n\nVõ qui (trung điện) có bàn thờ 18 đời [[vua Hùng]] và bàn thờ chủ tịch [[Hồ Chí Minh]]. Hai bên gian chính, là các bàn thờ: Tả ban, Hữu ban, Đông hiến, Tây hiến, tiền hiền, hậu hiền,...Đặc biệt, nơi đây còn thờ thần Thị, tức ông Nguyễn Văn Võ, người có công lập chợ Long Xuyên. Ngôi đình có đã sắc phong từ thời [[Tự Đức]] năm thứ 5 ([[1852]].\n\nHằng năm, lễ chính của đình là [[lễ Kỳ yên]] được tổ chức vào các ngày 10, 11, 12 [[tháng 5]] [[âm lịch]] <ref>Theo ''Kỷ lục An Giang 2009'', tr. 105.<\/ref>\n\nNgày [[26 tháng 6]] năm [[1995]], ngôi đình đã được xếp loại di tích \"kiến trúc nghệ thuật\" cấp quốc gia theo quyết định số 2233\/VH-QD.\n==Ảnh==\n<gallery>\nTập tin:Dinhmyphuoc.jpg|Đình Mỹ Phước\nTập tin:Nội thất đình Mỹ Phước.jpg|Bên trong đình\nTập tin:Bàn thờ Thành hoàng.jpg|Bàn thờ thần Thành hoàng (Nguyễn Hữu Cảnh)\nTập tin:Thanthimyphuocnho.jpg|Ngoài nhìn vào, gian bên trái thờ thần Thị\n<\/gallery>\n\n==Xem thêm==\n*[[Thành hoàng]]\n*[[Đình làng Nam Bộ]]\n==Sách tham khảo==\n* Nhiều người soạn, ''Kỷ lục An Giang 2009''. Nhà xuất bản Thông Tấn, 2010.\n==Chú thích==\n{{Tham khảo}}\n{{Chùa miếu ở An Giang}}\n\n[[Thể loại:Long Xuyên]]\n[[Thể loại:Đình tại An Giang|Mỹ Phước]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}