{"2457722":"[[Hình:Toàn cảnh đình Định Mỹ.jpg| nhỏ|250px|phải| Toàn cảnh đình Định Mỹ]]\n\n'''Đình Định Mỹ''' tọa lạc tại vàm rạch Thốt Nốt và bên dòng [[kênh Thoại Hà]]; nay thuộc ấp Mỹ Thành, xã [[Định Mỹ, Thoại Sơn|Định Mỹ]], huyện [[Thoại Sơn]], tỉnh [[An Giang]], [[Việt Nam]].\n\n==Nguồn gốc==\nSau khi [[kênh Thoại Hà]] được đào xong ([[Mậu Dần]], [[1818]]), thuyền ghe xuôi ngược được dễ dàng, thì lưu dân tìm đến vùng đất mới (tức Định Mỹ sau này) để mưu sinh ngày một đông.\n\nDưới triều vua [[Tự Đức]], sau khi họp bàn, người dân ở đây đã cử ra 4 người đại diện xin lập thôn và xin được đặt tên là Định Mỹ. Theo họ, \"định\" có nghĩa là được, và \"mỹ\" có nghĩa là tốt đẹp.\n\nNăm [[1864]], thủ lĩnh kháng Pháp [[Trương Định]] ([[1820]] - [[1864]]) tử tiết tại [[Gò Công]]. Một số nghĩa binh của ông sau đó đã rút chạy về Định Mỹ và tiếp tục chiến đấu dưới cờ của thủ lĩnh [[Nguyễn Trung Trực]] ([[1839]]? – [[1868]]) và thủ lĩnh [[Trần Văn Thành]] (? - [[1873]]).\n\nTheo lời kể, vào năm [[Bính Dần]] ([[1866]]), để tưởng nhớ và tôn thờ chủ tướng Trương Định, những nghĩa binh ấy đã lập đền thờ (tức đình Định Mỹ) tại vàm rạch Thốt Nốt, và bên dòng kênh [[Thoại Hà]]. Tuy nhiên, để che mắt quân [[Thực dân Pháp|Pháp]], họ chỉ nói là thờ [[Thần hoàng]] Bổn cảnh...<ref name=\"Theo p 1\">Nguồn tham khảo chính: Bảo Phong, \"Đình Định Mỹ, di tích lịch sử gắn với danh thần Trương Công Định\" trên website Sở Văn hóa, Thể thao và du lịch An Giang, không ghi ngày cập nhật [http:\/\/sovhttdl.angiang.gov.vn\/chitiettongquan.php?idcm=1&tqid=47] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140503001911\/http:\/\/sovhttdl.angiang.gov.vn\/chitiettongquan.php?idcm=1&tqid=47 |date=2014-05-03 }}.<\/ref>\n\n==Kiến trúc, thờ cúng==\n[[Hình:Đình Định Mỹ.JPG| nhỏ|250px|phải|Tòa đại đình]]\nQua nhiều lần trùng tu, đình Định Mỹ hiện nay có diện mạo của lần trùng tu vào năm [[1986]], và được xây dựng trên một diện tích khoảng 544 [[m²]]. Ngôi đình có một cổng chánh, một cổng phụ và tường rào bao quanh.\n \nỞ sân đình có miếu thờ [[Thần Nông]], hai miếu nhỏ thờ Chúa Xứ nương nương <ref>Chúa Xứ nương nương (còn gọi là Bà Chúa Xứ) là một nữ thần có quyền thế lớn ở một khu vực. Xem chi tiết ở đây: [http:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=print&id=272].<\/ref> và [[Thổ công]] (Thổ địa). Ngoài ra, ở đây còn có bia Sơn Thần đắp nổi hình [[cọp]].\n\nTòa đại đình gồm có 3 gian, được xây theo kiểu chữ \"tam\" (三). Ở gian ngoài, có bàn thờ Tổ quốc và ảnh chân dung Chủ tịch [[Hồ Chí Minh]]. Bên trong chánh điện thờ [[Thành hoàng]] làng (Anh hùng dân tộc Trương Định), hai bên là bàn thờ Tả ban và Hữu ban. Dọc hai bên chánh điện là các bàn thờ: Bạch mã Thái giám Tôn Thần <ref>Vào thế kỷ 17 - 18, người đi khai hoang đã đem tín ngưỡng Bạch mã Thái giám từ [[miền Trung Việt Nam]] vào, thường được thờ bên cạnh thần [[Thành hoàng]]. Xem chi tiết ở đây:[http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=7965&cap=4&id=7976] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140502215145\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=7965&cap=4&id=7976 |date=2014-05-02 }}.<\/ref>, Tiên sư <ref>Tiên sư còn gọi là Thánh sư, Nghệ sư, là ông tổ một nghề nào đó hoặc là người đã khai phá ra nghề và truyền lại cho các thế hệ sau...Xem chi tiết ở đây: [http:\/\/laodong.com.vn\/doi-song\/cung-tien-su-mong-9-thang-gieng-21561.bld], cập nhật ngày 10\/02\/2011.<\/ref>, Tiền hiền, Hậu hiền <ref>Nói về tiền hiền, hậu hiền, trong dân gian đã có các câu: 1\/ \"Tiền hiền khai khẩn, hậu hiền khai cơ\": Tiền hiền là những người có công quy dân lập làng\/ấp; hậu hiền có công xây dựng các công trình có tính cách làm nền móng (cơ là nền móng) cho làng, xã như đình, chùa, lăng, miếu...2\/ Tiền hiền khai khẩn, hậu hiền khai canh: Tiền hiền có công quy dân lập làng\/ấp; hậu hiền có công giúp dân mở mang ruộng đất canh tác. 3\/ \"Tiền hiền khai khẩn, hậu hiền khai khẩn\": Tiền hiền có công quy dân lập làng\/ấp; (nhưng do làng bị xiêu tán nên) hậu hiền đến sau phải quy dân lập làng mới trên cơ sở làng cũ. Xem chi tiết ở đây: [http:\/\/www.baodanang.vn\/channel\/6059\/201305\/tien-hien-hau-hien-2243114\/].<\/ref>. Hậu đình thờ các hương chức có công đã mất. \n[[Hình:Nơi đình Định Mỹ.jpg|nhỏ|250px|phải|Phong cảnh nơi đình Định Mỹ tọa lạc. Mặt tiền đình ngó ra [[kênh Thoại Hà]] (bên phải ảnh)]]\nHằng năm, có hai lễ hội lớn được tổ chức tại đình, đó là [[lễ Kỳ yên]] vào ngày 16, 17, 18 tháng 2 [[âm lịch]]; và lễ Lạp miếu <ref>Tế \"lạp\", còn gọi là lễ \"chạp miễu\", tức là lễ tạ ơn Thần... Xem chi tiết ở đây: [http:\/\/dangcongsan.vn\/CPV\/Modules\/Preview\/PrintPreview.aspx?co_id=30646&cn_id=31960].<\/ref> vào ngày 16, 17 [[tháng chạp]] âm lịch. Ngoài ra, ở đây còn có các kỳ cúng vào 3 ngày rằm lớn ([[tháng giêng]], [[tháng 7]], [[tháng 10]]) và các ngày sóc vọng, lễ tết trong năm...<ref name=\"Theo p 1\" \/>\n\n{{sơ khai An Giang}}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Đình tại An Giang|Định Mỹ]]\n[[Thể loại:Thoại Sơn|Định Mỹ]]"}