{"3508612":"'''Đô sát viện''' (都察院, Censorate) là cơ quan tối cao trong các triều đại [[Trung Quốc]] và [[Việt Nam]] xưa, với trọng trách thay mặt vua giám sát, đàn hặc và kiến nghị mọi hoạt động của quan lại các cấp, lẫn trọng trách giám sát việc thi hành luật pháp và thực hiện nghiêm chỉnh các quy tắc triều đình ban hành từ trung ương đến địa phương. Đô sát viện là cơ quan độc lập tại trung ương, trực thuộc sự điều hành của vua, và không phụ thuộc vào bất kỳ cơ quan nào trong hoạt động giám sát của mình. Đô sát viện đã tạo nên một hệ thống giám sát hiệu lực và góp phần làm trong sạch hệ thống quan lại trong các triều đại quân chủ xưa\n\n== Lịch sử ==\nĐô sát viện nguyên đã được lập vào đời [[Tần]] [[Trung Quốc]] và tại Việt Nam, được áp dụng vào thời [[Nhà Nguyễn|Nguyễn]].\n\nNăm [[Gia Long]] 3 (1804), nhà [[Nhà Nguyễn|Nguyễn]] khảo quan chế thời [[Nhà Minh|Minh]] [[Nhà Thanh|Thanh]] [[Trung Quốc]], đặt các chức quan phụ trách công tác giám sát tối cao là [[Đô ngự sử]] và Phó Đô ngự sử phụ trách [[Ngự sử đài]], tiền thân của Đô sát viện.\n\nNăm [[Minh Mạng]] 8 (1827), đặt thêm các [[Cấp sự trung lục khoa]] và [[Giám sát ngự sử]] tại các đạo. Năm [[Minh Mạng]] 13 (1832), Đô sát viện được chính thức thành lập là một viện và trở thành một cơ quan giám sát tối cao với đầy đủ các quy chế kiểm sát các cơ quan hành chính trung ương với Lục khoa và kiểm sát các cơ quan hành chính địa phương, với Giám sát ngự sử các đạo. Bắt đầu từ thời này, Đô sát viện, là một cơ quan hội đồng, cùng với [[Đại lý tự]] (cơ quan xét xử tối cao) và [[bộ Hình]] nằm trong Tam pháp ty, tức là hệ thống tư pháp của triều đình nhà Nguyễn.\n\nThời [[Nhà Nguyễn|Nguyễn]], quan [[Thông chính sứ ty|Thông chính sứ]], [[Đại lý tự]] khanh, Đô sát viện Hữu đô ngự sử, và 6 vị Thượng thư [[Lục bộ|Lục Bộ]], hợp thành Cửu khanh của triều đình nhà [[Nhà Nguyễn|Nguyễn]].\n\n== Cơ cấu tổ chức ==\nĐứng đầu Đô sát viện là 4 vị đại thần giữ các chức vụ sau:\n* Tả Đô ngự sử và Hữu Đô ngự sử (tức là Trưởng quan Đô sát viện), hàm ngang với chức [[Thượng thư]] các bộ, trật Chánh nhị phẩm. Tả Đô ngự sử không chuyên đặt.\n* Tả phó Đô ngự sử và Hữu phó Đô ngự sử, hàm ngang với [[Tham tri]] các bộ, trật Tòng nhị phẩm\nBên dưới bốn vị đại thần trên là Lục khoa và 16 vị [[Giám sát ngự sử]] 16 đạo.\n\nTại kinh thành, Lục khoa là các cơ quan Đô sát viện giám sát tất cả các bộ, nha cấp trung ương. Lục khoa, được điều hành bởi 1 quan Cấp sự trung tại mỗi khoa, trật Chánh ngũ phẩm năm 1827, Tòng tứ phẩm năm 1837, gồm:\n* Lại khoa, kiểm sát [[bộ Lại]] và [[Hàn Lâm Viện|Hàn lâm viện]];\n* Hộ khoa, kiểm sát [[bộ Hộ]], [[Nội vụ phủ]], [[Tào chính ty]], [[Thương chính ty]];\n* Lễ khoa, kiểm sát [[bộ Lễ]], [[Thái thường tự]], [[Quang lộc tự]], [[Quốc tử giám]], [[Khâm thiên giám]];\n* Binh khoa, kiểm sát [[bộ Binh]], [[Thái bộc tự]], [[Kinh thành đề đốc]], [[Vũ khố]];\n* Hình khoa, kiểm sát [[bộ Hình]] và [[Đại lý tự]];\n* Công khoa, kiểm sát [[bộ Công]], Mộc thương.\nTại địa phương, Giám sát đạo là các cơ quan Đô sát viện giám sát tất cả các nha cấp địa phương. Giám sát đạo, được điều hành bởi 1 quan giám sát ngự sử tại mỗi đạo. Về trật phẩm, các Giám sát ngự sử tại các đạo (với chức danh như Kinh kỳ đạo Ngự sử hoặc An Tỉnh đạo Ngự sử) đồng trật Chánh ngũ phẩm. Toàn quốc được chia ra gồm các Giám sát đạo như sau:\n* Đạo Kinh kỳ, giám sát kinh đô Thừa Thiên Huế;\n* Đạo Sơn Hưng Tuyên, giám sát ba tỉnh Sơn Tây, Hưng Hóa, Tuyên Quang;\n* Đạo Lạng Bình, giám sát hai tỉnh Lạng Sơn, Cao Bằng;\n* Đạo Ninh Thái, giám sát hai tỉnh Bắc Ninh, Thái Nguyên;\n* Đạo Hải An, giám sát hai tỉnh Hải Dương, Quảng Yên;\n* Đạo Định Yên, giám sát hai tỉnh Nam Định, Hưng Yên;\n* Đạo Hà Ninh, giám sát hai tỉnh Hà Nội, Ninh Bình;\n* Đạo Thanh Hóa, giám sát tỉnh Thanh Hóa;\n* Đạo An Tĩnh, giám sát hai tỉnh Nghệ An, Hà Tĩnh;\n* Đạo Bình Trị, giám sát hai tỉnh Quảng Bình, Quảng Trị;\n* Đạo Nam Ngãi, giám sát hai tỉnh Quảng Nam, Quảng Ngãi;\n* Đạo Bình Phú, giám sát hai tỉnh Bình Định, Phú Yên;\n* Đạo Thuận Khánh, giám sát hai tỉnh Bình Thuận, Khánh Hòa;\n* Đạo Định Biên, giám sát hai tỉnh Gia Định, Biên Hòa;\n* Đạo Long Tường, giám sát hai tỉnh Vĩnh Long, Định Tường;\n* Đạo An Hà, giám sát hai tỉnh An Giang, Hà Tiên.\n\n== Nhiệm vụ ==\nTheo [[Đại Nam Thực lục Chính biên|Đại Nam thực lục chính biên]], nhiệm vụ các quan ngự sử được giao như sau:\n* Tả Hữu Đô Ngự Sử: \"Giữ việc chỉnh đốn chức phận các quan để nghiêm phong hoá cho đúng phép tắc\".\n* Tả, Hữu phó Đô Ngự Sử: \"Xem xét các việc trong viện và giúp việc cho Tả hữu đô ngự sử, được giao cho việc trình bày điều phải, đàn hặc việc trái\".\n* Cấp sự trung phụ trách 6 khoa có nhiệm vụ: \"Nếu gặp những việc chậm trễ, trái pháp, lầm lẫn và nhũng tệ quan lại do bọn nha lại gian xảo đổi trắng, thay đen đều phải vạch rõ sự thực mà hặc tấu\".\n* Giám sát ngự sử 16 đạo có nhiệm vụ: \"Kiểm xét địa phương đạo mình, nếu quan lại có những tệ tham ô, chậm trễ trái pháp, thì tuỳ việc mà vạch ra, tham hặc. Phàm quan viên văn võ ở kinh thấy ai không công bằng, không giữ phép đều được phép hặc tấu\".\nDưới triều Nguyễn, Đô sát viện có các nhiệm vụ sau đây:<ref>{{Chú thích web|url=http:\/\/thuvien.ued.udn.vn:8080\/dspace\/bitstream\/TVDHSPDN_123456789\/14679\/1\/000000CVv209S22008037.pdf|title=Nghiên cứu trao đổi|ngày truy cập=2016-10-07|archive-date = ngày 10 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161010145719\/http:\/\/thuvien.ued.udn.vn:8080\/dspace\/bitstream\/TVDHSPDN_123456789\/14679\/1\/000000CVv209S22008037.pdf}}<\/ref>\n* Quyền đàn hạch, nghĩa là quyền vạch rõ các tội lỗi, vi phạm của các quan lại từ bá quan đến các hoàng thân, hoàng tử;\n* Quyền tấu trình trực tiếp với vua;\n* Quyền ghi chép các lời nói, hành động của vua và quan chức trong các ngày hội triều (gồm các phiên đại triều, phiên thường triều, và phiên ngự điện thính), nghe chính sự, tài liệu ghi chép nộp cho [[Quốc sử quán]] làm tư liệu;\n* Quyền kiểm tra các bộ, nha trong triều như việc tế tự,thiết triều, ngoại giao, trường thi, kho tàng, v.v.;\n* Quyền phúc duyệt các bản án;\nCác quan lại của các khoa, đạo hoạt động độc lập rất cao và ý kiến tấu sớ của họ có thể được gửi thẳng lên vua mà không phải trình qua Trưởng quan phê duyệt. Ví dụ, khi vua [[Minh Mạng]] băng hà, để tỏ lòng hiếu nghĩa, vua [[Thiệu Trị]] tổ chức việc tang lễ quá dài, gây ảnh hưởng đến hoạt động thường nhật của dân chúng, quan Giám sát ngự sử đạo Lạng Bình lúc đó là [[Doãn Khuê]], dâng sớ trực tiếp can gián.\n\nNgoài việc giám sát thường xuyên của Đô sát viện, triều đình còn thường cử những đoàn thanh tra xuống các địa phương, tại những điểm nóng về kinh tế (vùng mới khai hoang), hoặc nơi vừa trải qua dịch bệnh, thiên tai, chiến tranh... giải quyết công việc tại chỗ, gọi là chế độ Kinh lược đại sứ. Nổi tiếng nhất là đoàn [[Kinh lược sứ]] của Thượng thư [[bộ Binh]], [[Cơ mật viện]] đại thần [[Trương Đăng Quế]], thanh tra toàn bộ 6 tỉnh [[Nam kỳ]] vào năm 1836, để lần đầu tiên thiết lập hệ thống sổ sách địa chính của lục tỉnh.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Tổ chức hành chính trung ương thời Nguyễn Minh Mạng}}\n{{Chức quan thời phong kiến Việt Nam}}\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Nhà Minh]]\n[[Thể loại:Viện Kiểm sát Nhân dân Tối cao Việt Nam]]"}