{"2418755":"{{Thông tin báo chí\n| name        = Đông Pháp thời báo\n| logo        = [[Hình:Logo Đông Pháp thời báo (Le Courrier Indochinois).svg|240px]]\n| image       = [[Hình:Đông Pháp thời báo, số ngày 10 tháng 3 năm 1924.jpg|175px|border]]\n| caption     = Trang nhất số ngày 10 tháng 3 năm 1924\n| type        = \n| motto       = \n| status      = <!--Tình trạng-->\n| owners      = <!--chủ tờ báo-->\n| founder     = <!--người, tổ chức thành lập-->\n| publisher   = \n| editor      = <!--biên tập-->\n| chiefeditor = Nguyễn Kim Đính (1923–1927)<br \/>Diệp Văn Kỳ\n| assoceditor = <!--Tên của phó tổng biên tập-->\n| maneditor   = <!--Quản lý-->\n| newseditor  = <!--Biên tập tin tức-->\n| managingeditordesign =\n| campuseditor=\n| campuschief =\n| opeditor    =\n| sportseditor=\n| photoeditor =\n| staff       = \n| foundation  = 1923\n| license     = <!--Giấy phép-->\n| political   = \n| language    = [[Tiếng Việt]]\n| ceased publication = \n| headquarters= [[Sài Gòn]], [[Nam Kỳ]]\n| location = 71, đường Mac-Mahon (nay là đường Nam Kỳ Khởi Nghĩa)\n| country = [[Liên bang Đông Dương]]\n| subsidiary  = <!--Trụ sở phụ-->\n| circulation = <!--Số lượng lưu hành-->\n| sister newspapers =\n| ISSN        = \n| oclc        = \n| website     = \n}}\n\n'''Đông Pháp Thời Báo''' ([[tiếng Pháp]]: ''Le Courrier Indochinois'', [[chữ Hán]]: 東法時報)<ref>[http:\/\/digital.library.unt.edu\/ark:\/67531\/metadc9463\/m1\/379\/ Library of Congress Catalogs: Newspapers in Microform, Foreign Countries, 1948-1983], UNT Digital Library.<\/ref><ref>[http:\/\/anom.archivesnationales.culture.gouv.fr\/ark:\/61561\/ml790ytuz0r.num=20.geogname=Indochine.start=61.form=complexe Đông Pháp Thời Báo (Le Courrier indochinois) (1927)], Direction générale des Finances Publiques.<\/ref> là một tờ báo [[tiếng Pháp|tiếng Việt]] xuất bản vào giai đoạn [[Pháp thuộc]] ở [[Nam kỳ]], [[Việt Nam]].<ref>[http:\/\/www.nhandan.com.vn\/mobile\/_mobile_tphcm\/_mobile_chuyenxuachuyennay\/item\/19372202.html Những tờ báo xuân đầu tiên ở Sài Gòn], Nhân Dân.<\/ref>\n\n==Lịch sử==\nĐông Pháp Thời Báo mỗi số có từ bốn đến tám trang, khổ lớn 65x40 cm, xuất bản ba kỳ một tuần vào các ngày thứ Hai, thứ Tư, thứ Sáu. Số đầu ra ngày 2 tháng 5 năm 1923. Số cuối (809) ra ngày 22 tháng 12 năm 1928.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/bao-tet-dac-san-viet-nam-n20130116154748936.htm Báo Tết: đặc sản Việt Nam], Thể thao Văn hóa.<\/ref><ref>[http:\/\/phebinhvanhoc.com.vn\/?tag=phu-nu-tan-van Tiểu dẫn], Lại Nguyên Ân.<\/ref> Sau đó Đông Pháp Thời Báo được đổi tên thành Thần Chung (chữ Pháp: ''La Cloche du Matin)'' theo giấy phép ra báo mà Diệp Văn Kỳ mới được cấp (Thần Chung ra số 1 ngày 7.01.1929, bị cấm sau số 344 ngày 23&24 tháng 3 năm 1930). Giấy phép Đông Pháp Thời Báo được Diệp Văn Kỳ trả lại cho Nguyễn Kim Đính, ông Đính có lúc định xuất bản lại tờ báo này, song việc đó không thành.\n\n=== Chủ nhiệm Nguyễn Kim Đính ===\nGiai đoạn tháng 5 năm 1923 tới tháng 10 năm 1927, chủ nhiệm báo (tức chủ sở hữu, tương đương \"cơ quan chủ quản\" trong hệ thống báo chí Việt Nam hiện đại) là ông [[Nguyễn Kim Đính]].\n\nTừ tháng 5 năm 1923 tới tháng 12 năm 1924, chủ bút (tức tổng biên tập) là ông Hồ Văn Trung.\n\nTháng 12 năm 1924, chủ nhiệm Nguyễn Kim Đính điều chỉnh ban biên tập và thay Trung bằng một người mới từ miền Bắc là [[Trần Huy Liệu]]. Ông Trần Huy Liệu làm chủ bút từ tháng 1 năm 1925 tới tháng 7 năm 1926.<ref name=\":0\">''The Birth of Vietnamese Political Journalism: Saigon, 1916-1930'', Philippe M.F. Peycam, Columbia University Press, 2012.<\/ref> Viết cho báo giai đoạn này ngoài Trần Huy Liệu còn có Bùi Công Trừng, Bùi Thế Mỹ... Báo dần chuyển hướng sang là một diễn đàn phản biện với chính quyền thực dân.<ref name=\":0\" \/>\n\nTháng 3 năm 1925, [[Tôn Dật Tiên]] qua đời ở [[Trung Quốc]], Trần Huy Liệu đã viết một bài dài giới thiệu tiểu sử của ông như tấm gương một nhà giải phóng dân tộc.\n\nTháng 9 năm 1925, Đông Pháp Thời Báo đăng một bài về cuộc đời [[Phan Bội Châu]] khi nhà lãnh đạo cao niên này đang bị chính quyền thực dân đưa ra xét xử.\n\nSau khi [[Phan Châu Trinh]] qua đời, tháng 3 năm 1926, Trần Huy Liệu lại viết một bài tiểu sử dài về nhân vật này.\n\nNhờ lập trường đối lập tương đối dứt khoát, Đông Pháp Thời Báo đã tăng được lượng độc giả gấp đôi trong vòng chỉ một năm, mỗi kỳ in 10.000 tờ trong khi tổng số lượng in của các báo Sài Gòn, cả tiếng Việt lẫn tiếng Pháp, không vượt quá 25.000 tờ.<ref name=\":0\" \/>\n\n=== Chủ nhiệm Diệp Văn Kỳ ===\nTháng 10 năm 1927, vì kinh doanh thua lỗ, ông Nguyễn Kim Đính phải bán tờ báo lại cho ông [[Diệp Văn Kỳ]] (từ số 635, thứ Sáu, ngày 14 tháng 10 năm 1927).\n\nÔng Diệp Văn Kỳ, sinh năm 1894, là một người có quốc tịch Pháp, có cha làm thông ngôn cho triều đình Huế và mẹ là một quận chúa. Bản thân ông có bằng tiến sĩ luật ở Đại học Paris và từng làm phó chủ tịch [[Đảng Lập hiến Đông Dương]] tại Pháp.\n\nÔng có ý định mở một tờ báo sau khi về nước năm 1926, với sự hậu thuẫn tài chính của người cha vợ giàu có, địa chủ ở [[Sa Đéc (tỉnh)|Sa Đéc]] Lê Quang Hiển. Không xin được giấy phép ra báo, ông Kỳ đã thỏa thuận với ông Đính ngày 6 tháng 9 năm 1927 đầu tư một số tiền lớn là 20.000 đồng bạc Đông Dương để cùng điều hành tờ báo. Đây là vụ giao dịch lớn nhất từ trước tới lúc đó cho một tờ báo chữ quốc ngữ, và ông Kỳ phải thế chấp tám căn nhà của cha vợ ở [[Sài Gòn]].<ref name=\":0\" \/>\n\nTháng 8 năm 1928, ông Diệp Văn Kỳ mời nhà báo trẻ tuổi Nguyễn Văn Bá, vốn đang làm ở tòa soạn báo ''L'Écho Annamitte'', về làm chủ bút.\n\nVị chủ bút mới gây ấn tượng với loạt bài điều tra toàn diện về vụ bắt giam [[Nguyễn An Ninh]] kéo dài suốt hai tháng từ số ngày 4 tháng 10 năm 1928, bao gồm cả một bài phỏng vấn ông Ninh trong tù. Loạt bài kết luận \"Hội kín Nguyễn An Ninh chỉ tồn tại trong trí tưởng tượng của chính quyền\".<ref>''Đông Pháp Thời Báo'', số ra ngày 11 tháng 12 năm 1928.<\/ref>\n\nĐông Pháp Thời Báo cũng đổi ngày ra báo sang các ngày thứ Ba, thứ Năm và thứ Bảy và cho ra các phụ trương [[thể thao]], [[phụ nữ]] và trẻ em, [[văn chương]].\n\nDiệp Văn Kỳ còn mời thêm các cây bút tên tuổi ngoài bắc như [[Tản Đà]] và [[Ngô Tất Tố]] vào Nam để tăng cường cho ban biên tập báo. Phan Khôi cộng tác viết cho Đông Pháp Thời Báo từ đầu năm 1928.\n\n==Danh sách các chủ bút==\n* Hồ Văn Trung\n* Nguyễn Tử Thức\n* [[Trần Huy Liệu]] (bút danh Nam Kiều)\n* [[Bùi Thế Mĩ|Bùi Thế Mỹ]] (bút danh Lan Đình) \n* [[Nguyễn Văn Bá]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Thư mục ==\n* ''Báo chí Việt Nam từ khởi thủy đến 1945'' (Huỳnh Văn Tòng, Nhà xuất bản Thành phố Hồ Chí Minh, 2000) <!-- số trang ?? -->\n\n{{sơ khai báo chí}}\n\n[[Thể loại:Báo chí Sài Gòn]]\n[[Thể loại:Báo chí Việt Nam thời Pháp thuộc]]\n[[Thể loại:Khởi đầu năm 1923 ở Việt Nam]]"}