{"387962":"{{Infobox Film |\n name = Indochine<br>(Đông Dương) |\n image = Indochine 1992.jpg |\n director = [[Régis Wargnier]] |\n writer = [[Erik Orsenna]]<br>[[Louis Gardel]]<br>[[Catherine Cohen]]<br>Régis Wargnier |\n producer = [[Eric Heumann]] <br>[[Jean Labadie]] |\n starring = [[Catherine Deneuve]]<br>[[Phạm Linh Đan]]<br>[[Vincent Perez]] |\n music = [[Patrick Doyle]] |\n cinematography = [[François Catonné]] |\n editing = [[Agnès Schwab]] <br>[[Geneviève Winding]] |\n released = 15 tháng 4 năm 1992 |\n distributor = [[Bac Films]] |\n runtime = 148 phút |\n language = Tiếng Pháp<br \/>Tiếng Việt |\n budget = $29.6 triệu<ref>http:\/\/www.jpbox-office.com\/fichfilm.php?id=4795<\/ref>\n}}\n'''''Đông Dương''''' ([[tiếng Pháp]]: ''Indochine'') là một bộ phim [[Điện ảnh Pháp|Pháp]] của đạo diễn [[Régis Wargnier]] công chiếu lần đầu năm 1992. Lấy bối cảnh Việt Nam trong thời gian là thuộc địa của Pháp, bộ phim là câu chuyện kể của Éliane Devries, một chủ đồn điền cao su người Pháp, về những sự kiện xảy ra trong giai đoạn bà sống ở Việt Nam. Dàn diễn viên chính của phim gồm [[Catherine Deneuve]], [[Vincent Perez]] cùng diễn viên trẻ người Pháp gốc Việt [[Phạm Linh Đan]]. Bộ phim sau khi công chiếu đã được đánh giá cao và được trao [[Giải Oscar cho phim ngoại ngữ hay nhất]].\n\n== Nội dung ==\nÉliane Devries ([[Catherine Deneuve]]) là một người phụ nữ [[Pháp]] sống ở [[Đông Dương]] nơi cha bà có một đồn điền cao su rộng lớn. Tuy được nhiều người theo đuổi trong đó có ông trùm mật vụ Guy Asselin ([[Jean Yanne]]), Éliane vẫn sống độc thân cùng người con nuôi Camille ([[Phạm Linh Đan]]), một công chúa Đông Dương mồ côi cha mẹ. Cuộc đời của Éliane và Camille bị xáo trộn bởi sự xuất hiện của viên sĩ quan hải quân trẻ tuổi và nóng nảy Jean-Baptiste Le Guen ([[Vincent Perez]]). Lần lượt Éliane rồi Camille đem lòng yêu Jean-Baptiste nhưng quan hệ của họ nhanh chóng tan vỡ, và Jean-Baptiste bị điều ra [[vịnh Hạ Long]] đóng quân tại một hòn đảo hẻo lánh nơi người Pháp tiến hành mộ phu cho các đồn điền miền Nam. Cảm thấy không thể sống thiếu Jean-Baptiste, Camille làm đám cưới với Thành ([[Eric Nguyen]]), một trí thức trẻ người Việt, rồi đề nghị anh cho cô ra miền Bắc tìm người yêu. Trên đường tới Hạ Long, cô gặp Sao ([[Như Quỳnh (diễn viên)|Như Quỳnh]]) đang cùng chồng trốn khỏi trạm khai thác đá để tìm công việc mới ở miền Nam. Tại hòn đảo nơi Jean-Baptiste đóng quân, Sao cùng chồng và hai con bị phát hiện và giết hại. Chứng kiến xác của gia đình Sao, Camille bị sốc và dùng súng giết viên sĩ quan Pháp quản lý việc mộ phu. Cô cùng Jean-Baptiste phải chạy trốn và được những người [[Đảng Cộng sản Việt Nam|Cộng sản]] trong đó có Thành che giấu. Cải trang thành diễn viên [[tuồng]] trong đoàn biểu diễn lưu động của những người Cộng sản, Camille và Jean-Baptiste dần tiến về phía Bắc tới biên giới [[Trung Quốc]], Camille sinh cho Jean-Baptiste đứa con trai đầu lòng ngay sau một buổi diễn. Tới biên giới giáp tỉnh [[Vân Nam]], Jean-Baptiste bị lính Pháp phát hiện và bắt giữ khi đang làm lễ [[Báp têm]] cho con trai, Camille không lâu sau cũng bị mật vụ Pháp bắt.\n\nCon trai của Camille và Jean-Baptiste sau đó được Éliane chăm sóc. Trước khi bị điều về Pháp, Jean-Baptiste tới thăm con trai và chết ngay trên giường bên cạnh con với một viên đạn trên đầu. Vài năm sau Camille được thả trong dịp ân xá của [[Mặt trận bình dân Pháp]] nhưng cô quyết định đi theo con đường cách mạng thay vì trở về sống cùng Éliane. Sau khi Pháp thất bại ở Đông Dương, Éliane quay về Pháp cùng con trai của Camille, nhân [[Hội nghị Genève năm 1954]] bà đưa anh tới gặp mẹ - nay là thành viên phái đoàn Việt Nam - tại [[Genève]].\n\n==Diễn viên==\n* [[Catherine Deneuve]]: Éliane Devries chủ đồn điền cao su\n* [[Vincent Perez]]: Jean-Baptiste Le Guen, sĩ quan hải quân Pháp\n* [[Phạm Linh Đan]]: Camille, công chúa An Nam mồ côi, con nuôi của Éliane\n* [[Jean Yanne]]: Guy Asselin, sếp cảnh sát thực dân Pháp\n* Carlo Brandt: Castellani, thanh tra cảnh sát thực dân Pháp\n* Eric Nguyen: Thành, sinh viên Việt nam yêu nước từ Pháp về, chồng Camille\n* [[Trịnh Thịnh]]: Minh, người của Guy Aselin, cộng tác với Castellani\n* [[Như Quỳnh (diễn viên)|Như Quỳnh]]: ''Sao''\n* Nguyen Tran Quang Johnny: Étienne (bé)\n* Jean-Baptiste Huynh: Étienne (lớn) con trai của Jean- Baptiste và Camille\n* [[Ngô Quang Hải]]: \n* Hubert Saint-Macary: Raymond\n* Henri Marteau: Émile Devries, cha của Éliane\n* Gérard Lartigau: đô đốc hải quân\n* Andrzej Seweryn: Hebrard, sĩ quan tuyển mộ phu, bị Camille bắn chết\n* [[Mai Châu (diễn viên)]]: Sen, người giúp việc của Eliane\n\n== Giải thưởng ==\n''Đông Dương'' là bộ phim chiến thắng tại hạng mục [[Giải Oscar cho phim ngoại ngữ hay nhất|Phim ngoại ngữ hay nhất]] trong lễ trao [[giải Oscar]] lần thứ 65, Catherine Deneuve cũng nhận được một đề cử ở hạng mục [[Giải Oscar cho nữ diễn viên chính xuất sắc nhất|Vai nữ chính]], đây là đề cử Oscar duy nhất của bà tính cho đến năm [[2009]].\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* {{imdb title|0104507|Indochine}}\n\n[[Thể loại:Phim của Canal+]]\n[[Thể loại:Phim Pháp]]\n[[Thể loại:Phim về Chiến tranh Đông Dương]]\n[[Thể loại:Giải Oscar cho phim ngoại ngữ hay nhất]]\n[[Thể loại:Phim năm 1992]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim giành giải Oscar cho phim ngoại ngữ hay nhất]]\n[[Thể loại:Phim chính kịch Pháp]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 1930]]\n[[Thể loại:Phim chính kịch lãng mạn thập niên 1990]]\n[[Thể loại:Phim do Régis Wargnier đạo diễn]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim tiếng Pháp]]\n[[Thể loại:Phim của Sony Pictures Classics]]\n[[Thể loại:Phim giành giải Quả cầu vàng cho Phim ngoại ngữ hay nhất]]"}