{"371745":"{{thông tin tác phẩm văn học\n| tên = Đông Hồ ấn nguyệt\n| hình = Núi Tô Châu, Hà Tiên.jpg\n| cỡ hình = 300px\n| chú thích hình = Đầm Đông Hồ bên núi Tô Châu\n| thể loại = [[Thơ Việt Nam|thơ]]\n| tác giả = [[Mạc Thiên Tứ]]\n| tên gốc = 東湖印月\n| thời gian sáng tác = \n| triều đại = [[Nhà Lê trung hưng|Lê trung hưng]]\n| quốc gia = [[Việt Nam]]\n| ngôn ngữ = chữ Hán và chữ Nôm\n| chủ đề = khu đầm tự nhiên phía đông trấn Hà Tiên\n}}\n\n'''''Đông Hồ ấn nguyệt''''' ([[chữ Hán]]: 東湖印月, có nghĩa là ''hồ phía đông in hình trăng''), là tên hai bài thơ của [[Mạc Thiên Tứ]]; một bằng chữ Hán được xếp trong tập ''[[Hà Tiên thập vịnh]]'' (khắc in năm 1737), và một bằng [[chữ Nôm]] được xếp trong tập ''[[Hà Tiên thập cảnh khúc vịnh]]'' (chưa được khắc in) <ref>''Hà Tiên thập cảnh khúc vịnh'' có sau ''Hà Tiên thập vịnh'' ([[1737]]), và chưa được khắc in. Bản hiện nay do thi sĩ [[Đông Hồ (nhà thơ)|Đông Hồ]] sưu tập được.<\/ref>.\n\nCả hai thi phẩm đều nói về một khu đầm tự nhiên nằm ở phía Đông trấn Hà Tiên xưa, nay thuộc phường [[Đông Hồ, Hà Tiên|Đông Hồ]], thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]], [[Việt Nam]].\n\n==Giới thiệu đề tài==\nĐông Hồ rộng khoảng 1.047 ha (có nguồn ghi 14&nbsp;km²), là một đoạn phình to của [[sông Giang Thành]] trước khi đổ ra [[vịnh Thái Lan]]. Lẽ ra nơi đây phải được gọi là đầm, phá hay vũng; nhưng người xưa đã quen gọi là hồ, vì lẽ từ phía thượng nguồn nhìn ra biển, [[núi Tô Châu]] (đại Tô Châu, tiểu Tô Châu), [[Kim Dữ lan đào|núi Kim Dữ]] và núi [[Bình san điệp thúy|Bình San]] vây quanh, không còn trông thấy cửa biển, nên nó trông giống một cái hồ hơn.\n\nSách ''[[Gia Định thành thông chí]]'' giới thiệu hồ này như sau:\n:''Ấy là hồ ở trước trấn thự, phía nam khóa thủy khẩu của hải cảng Hà Tiên chặt chẽ để giữ địa khí, bề ngang 5 [[trượng]], sâu 10 thước ta. Phía bắc tiếp với hạ lưu sông Vĩnh Tế. Lòng hồ mênh mông rộng 71 trượng, gọi là hồ Hà Tiên, còn gọi là Đông Hồ, vì hồ ở về phía đông vậy. Giữa hồ có nổi cồn cát non, phía đông và phía tây nước sâu trên dưới 5 thước ta, thuyền bè ở sông ở biển đến đậu chen nhau, người buôn tụ hội đông đảo. Cảnh trăng nước mênh mang, trong 10 cảnh ở Hà Tiên đây là cảnh Đông Hồ ấn nguyệt (trăng in Đông Hồ).<ref>Xem [[Trịnh Hoài Đức]], ''Gia Định thành thông chí'' [http:\/\/yeusaigon.net\/index.php?option=com_content&view=article&id=776:gia-dinh-thanh-thong-chi-cuon-2-phan-5&catid=95:co-the-ban-chua-biet&Itemid=56]<\/ref>''\n\nNgày trước, nối hai bờ Đông hồ là một chiếc cầu phao, bây giờ đã có cầu bê tông.\n\n==Giới thiệu thơ==\n===Bài chữ Hán===\n{|valign=\"top\"\n|\n:Nguyên tác:\n:'''東湖印月'''\n\n:雲霽煙消共渺茫，\n:一灣風景接洪荒。\n:晴空浪靜傳雙影，\n:碧海光寒洗萬方。\n:湛闊應涵天蕩漾，\n:凜零不愧海滄凉。\n:魚龍夢覺衝難破，\n:依舊冰心上下光。\n|\n:Phiên âm Hán-Việt:\n:'''Đông Hồ ấn nguyệt'''\n:Vân tế yên tiêu cộng diểu mang,\n:Nhất loan phong cảnh tiếp hồng hoang.\n:Tình không lãng tịnh truyền song ảnh,\n:Bích hải quang hàn tẩy vạn phương.\n:Trạm khoát ứng hàm thiên đãng dạng,\n:Lẫm linh bất quý hải thương lương.\n:Ngư long mộng giác xung nan phá,\n:Y cựu băng tâm thượng hạ quang.\n|}\n\n===Bài chữ Nôm===\nBài này nằm trong tập ''Hà Tiên thập cảnh khúc vịnh'', gồm một khúc vịnh dài 34 câu, và kết thúc bằng một bài thơ [[Đường luật]] như sau:\n\n:Một hồ lẻo lẻo tiết thu quang,\n:Giữa có vầng trăng nổi rỡ ràng.\n:Đáy nước chân mây in một sắc,\n:Ả Hằng nàng Tố ló đôi phương.\n:Rạng thanh đã hứng thuyền Tô Tử,\n:Lạnh lẽo càng đau tiếng Nhạc Xương.\n:Cảnh một mà tình người dễ một\n:Kẻ thì ngả ngớn kẻ sầu thương.<ref>Xem toàn bài trong ''Văn học Hà Tiên'' do Đông Hồ biên soạn, Nhà xuất bản Văn nghệ Thành phố HCM, 1999, tr. 246-247.<\/ref>\n\n==Lời bình==\nCả hai bài đều chú trọng tả cảnh một vầng trăng in bóng xuống mặt hồ, thành đôi bóng song song trên trời dưới nước.\nĐề cập đến bài Hán thi, theo thi sĩ Đông Hồ thì toàn thể bài không nói lên được ý cảnh của đầu bài là \"ấn nguyệt\". Tác giả chỉ nói được tư thế của mình cũng có thể sánh với triều đình [[nhà Thanh]] và [[nhà Nguyễn]]. Hai câu luận (5 và 6) bộc lộ ý rõ ràng: \"Trời\" và \"biển\" được dùng để chỉ hai triều đình trên.\n \nVới bài thơ Nôm, thi sĩ Đông Hồ có lời bình đại để như sau:\n:Tả một hồ nước trong vắt đương tiết mùa thu quang đãng. Tại sao lại chọn vào tiết mùa thu? Bởi núi thì đẹp vào mùa xuân mà nước thì đẹp vào mùa thu.\n:Một vầng trăng vành vạnh nổi giữa thanh không in bóng xuống mặt hồ trong leo lẻo. Dưới như hô như ứng, như tiếng vang, như ảnh tùy hình. Ở hai câu đầu, hồ và trăng riêng rẽ, đến hai câu thực (ba và bốn), trời với nước mới hòa đồng, trăng với hồ mới hỗn hợp. Trong cảnh sắc đó, có người hân hoan như chàng [[Tô Đông Pha|Tô Tử]] thả thuyền trên sông Xích Bích, nhưng cũng có người đeo mối bi ai như nàng Nhạc Xương<ref>Đây nhắc tích \"gương vỡ lại lành\": Nhạc Xương công chúa, em [[Trần Thúc Bảo|Trần Hậu Chủ]], có chồng (có sách chép là người yêu) là Từ Đức Ngôn. Gặp buổi loạn lạc, bèn bẽ gãy một chiếc gương tròn, chia mỗi người giữ một mảnh. Nhờ vậy, mà sau này hai người gặp lại nhau. Xem thêm: ([http:\/\/www.personal.usyd.edu.au\/~cdao\/tudien\/g\/g5-006.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080808095947\/http:\/\/www.personal.usyd.edu.au\/~cdao\/tudien\/g\/g5-006.htm |date = ngày 8 tháng 8 năm 2008}})<\/ref>. Mới biết ngoại cảnh là một, mà cảnh ngộ tâm tư đâu đã giống nhau.\n\n:Tóm lại, bài thơ Nôm có tám câu, mà câu nào cũng vừa đúng với ý cảnh, với tâm tình. Nửa bài trê, tả cảnh trăng cảnh nước, nửa bài dưới, đáng lẽ nói lên niềm vui trọn vẹn thì tác giả lại để vào đó một niềm bi thu não nuột, làm cho chúng ta thấy cuộc hoan lạc ở đời, không bao giờ được hoàn toàn. Bài thơ vì thế có đôi chút triết lý nhẹ nhàng...So lại, bài thơ Nôm hay hơn, trau chuốt hơn bài Hán thi. Cách đây hơn hai [[thế kỷ]] mà lời thơ đã trau chuốt, lọc lõi đến như thế, thật là một điều đáng lạ và đáng quý...<ref>Theo Đông Hồ, ''Văn học Hà Tiên'', tr. 257-259 và 263<\/ref>.\n\n==Xem thêm==\n*[[Mạc Thiên Tứ]]\n*[[Tao đàn Chiêu Anh Các]]\n*[[Hà Tiên thập vịnh]]\n*[[Hà Tiên thập cảnh khúc vịnh]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vanchuongviet.org\/vietnamese\/tulieu_tacpham.asp?TPID=4892&LOAIID=15&TGID=851 Hà Tiên thập vịnh-3]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.baotintuc.vn\/132N20111116140218821T0\/danh-thuc-dam-dong-ho.htm \"Đánh thức\" đầm Đông Hồ ]\n\n{{Hà Tiên thập cảnh}}\n\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Du lịch Kiên Giang]]"}