{"14965479":"{{otheruses4|huyện cũ thuộc tỉnh Bắc Ninh|phường thuộc thành phố Từ Sơn|Đông Ngàn}}\n\n== Lịch Sử ==\n'''Đông Ngàn''' là tên một huyện thuộc tỉnh [[Bắc Ninh]], [[Việt Nam]] trước năm 1912, tương ứng với địa giới thành phố [[Từ Sơn]], tỉnh Bắc Ninh và một phần các huyện [[Đông Anh]], [[Gia Lâm]], thành phố [[Hà Nội]] ngày nay.\n\nTên huyện Đông Ngàn có từ [[thời Trần]] (thế kỷ 13)<ref name=\"DN2\"\/>; lấy theo tên huyện lỵ là xã Đông Ngàn tổng Đông Ngàn<ref name=\"DN3\">{{chú thích web|title=Cách đặt tên xóm, thôn, xã, tổng, huyện ở Bắc Ninh trong lịch sử |url=http:\/\/snv.bacninh.gov.vn\/news\/-\/details\/57424\/cach-at-ten-xom-thon-xa-tong-huyen-o-bac-ninh-trong-lich-su|website=Công thông tin điện tử tỉnh Bắc Ninh - Sở Nội vụ|publisher=ngày 5 tháng 12 năm 2016|access-date=ngày 4 tháng 6 năm 2019}}<\/ref>.\n\n[[Thời thuộc Minh]] (1214-1227), huyện Đông Ngàn thuộc châu Vũ Ninh.<ref name=\"DN2\">{{chú thích web|title=Tình hình thay đổi địa giới hành chính ở thị xã Từ Sơn |url=http:\/\/snv.bacninh.gov.vn\/news\/-\/details\/57424\/tinh-hinh-thay-oi-ia-gioi-hanh-chinh-o-thi-xa-tu-son|website=Công thông tin điện tử tỉnh Bắc Ninh - Sở Nội vụ|publisher=ngày 3 tháng 1 năm 2019|access-date=ngày 4 tháng 6 năm 2019}}<\/ref>\n\nTừ [[thời Lê]] (thế kỷ 15) đến cuối [[thời Nguyễn]] (đầu thế kỷ 20), huyện Đông Ngàn thuộc phủ Từ Sơn.<ref name=\"DN2\"\/>\n\nVào năm 1469 thời vua [[Lê Thánh Tông]] triều [[Hậu Lê]], Đông Ngàn là một trong 5 huyện thuộc phủ Từ Sơn, thừa tuyên Kinh Bắc, cùng với các huyện [[Quế Dương]], [[Võ Giàng]], [[Tiên Du]], [[Yên Phong]]. Thừa tuyên Kinh Bắc khi đó gồm có phủ Thuận An (năm 1862 được đổi là phủ [[Thuận Thành]]),  phủ Từ Sơn, phủ Bắc Hà (tương ứng với huyện [[Sóc Sơn]], Hà Nội và các huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], [[Việt Yên]], tỉnh [[Bắc Giang]] hiện nay), phủ [[Lạng Giang]].<ref name=\"DN1\">{{chú thích web|title=Tình hình thay đổi tên gọi, đơn vị hành chính, địa giới hành chính tỉnh Bắc Ninh|url=http:\/\/snv.bacninh.gov.vn\/news\/-\/details\/57424\/tinh-hinh-thay-oi-ten-goi-on-vi-hanh-chinh-ia-gioi-hanh-chinh-tinh-bac-ninh|website=Công thông tin điện tử tỉnh Bắc Ninh - Sở Nội vụ|publisher=ngày 13 tháng 9 năm 2017|access-date=ngày 4 tháng 6 năm 2019}}<\/ref>\n\nNăm 1490 thời vua [[Lê Thánh Tông]], trong bản đồ của nhà Lê ghi tên đất này là xứ [[Kinh Bắc]], sau gọi là trấn Kinh Bắc.<ref name=\"DN1\"\/>\n\nNăm 1831 thời vua [[Minh Mệnh]] triều Nguyễn, huyện Đông Ngàn thuộc phủ Từ Sơn, tỉnh Bắc Ninh.<ref name=\"DN1\"\/>\n\nNăm 1876, nhà Nguyễn tách một phần huyện Đông Ngàn để thành lập huyện Đông Khê, sau đổi là Đông Anh.<ref name=\"DN1\"\/>\n\nVào thế kỷ 15, huyện Đông Ngàn có 88 xã và 1 châu. Thời [[Gia Long]] (1802-1819), huyện có 13 tổng với 96 xã, thôn, phường.<ref name=\"DN2\"\/>\n\nĐầu thế kỷ 20, một phần huyện Đông Ngàn (3 tổng: Tuân Lệ, Xuân Canh, Cổ Loa) cùng với một phần huyện Kim Anh (tổng Kim Anh và 3 xã của tổng Phù Lỗ), một phần huyện Yên Phong (3 xã của tổng Phương La) được sáp nhập để thành lập huyện Đông Anh, [[tỉnh Phúc Yên]].<ref name=\"DN2\"\/>\n\nNăm 1912, huyện Đông Ngàn được đổi tên thành huyện Từ Sơn.<ref name=\"DN1\"\/>\n\nNgày [[20 tháng 4]] năm [[1961]], 10 xã và 1 thị trấn của huyện Từ Sơn, bao gồm các xã: [[Liên Hà, Đông Anh|Liên Hà]], [[Vân Hà, Đông Anh|Vân Hà]], [[Dục Tú]], [[Yên Thường|Quang Trung]], [[Đông Hội]], [[Mai Lâm, Đông Anh|Mai Lâm]], [[Yên Viên (xã)|Tiền Phong]], [[Đình Xuyên]], [[Dương Hà]], [[Ninh Hiệp (xã)|Ninh Hiệp]], thị trấn [[Yên Viên (thị trấn)|Yên Viên]] cùng với toàn bộ huyện Gia Lâm và một số xã thuộc các huyện Tiên Du, Thuận Thành được chuyển từ tỉnh Bắc Ninh về thành phố Hà Nội<ref name=\"DN1\"\/> (nay các xã, thị trấn nói trên thuộc các huyện Đông Anh và Gia Lâm).\n\nHiện nay, địa danh \"Đông Ngàn\" chỉ còn được dùng để chỉ phường [[Đông Ngàn]], đơn vị hành chính cấp xã trực thuộc thành phố Từ Sơn, tỉnh Bắc Ninh (được thành lập vào năm 2008 trên cơ sở thị trấn Từ Sơn, huyện Từ Sơn cũ).\n\n== Địa Giới ==\nHuyện Đông Ngàn có 88 xã và 1 châu. Thời Lê Thánh Tông (1490), huyện có 90 xã. Thời Gia Long (1802-1819) huyện có 13 tổng với 96 xã, thôn, phường:\n\n1. Tổng Hội Phụ có 8 xã: Hội Phụ, Đông Ngàn, Ông Xá, Du Lâm, Tiên Hội, Hoa Lâm, Mai Hiên, Lộc Hà.\n\n2. Tổng Tuân Lệ có 10 xã: Tuân Lệ, Chiêm Trạch, Phương Trạch, Cổ Dương, Tiên Kha, Ngọc Giang, Uy Nỗ, , Uy Nỗ Trung (đổi tên thành Trung Oai từ năm 1911), Vân Trì, Viên Nội (xã Viên Nội phiêu tán năm 1807).\n\n3. Tổng Hà Lỗ có 9 xã thôn: Hà Lỗ, thôn Thiết Úng thuộc xã Thiết Úng, thôn Cổ Châu thuộc xã Thiết Úng, Thiết Bình, Vân Điềm, Lỗ Khê, Hà Vị, Ngô Khê, Thù Lỗ.\n\n4. Tổng Yên Thường có 9 xã, sở: Yên Thường, Trịnh Xá, sở Qui Mông, Xung Quán, thôn Đa Hội thuộc xã Châu Tháp, thôn Đa Vạn thuộc xã Châu Tháp, Đình Vĩ, Song Tháp.\n\n5. Tổng Hạ Dương có 6 xã: Hạ Dương, Ninh Giang, Hiệp Phù, Ninh Xuyên, Công Đình, Phù Ninh.\n\n6. Tổng Dục Tú có 6 xã: Dục Tú, Ngọc Lôi, Đồng Đầu, Thạc Quả.\n\n7. Tổng Mẫn Xá có 6 xã: Mẫn Xá, Quan Đình (trước năm 1803 gọi là Lan Đình), Đông Bích, Thọ Khê, Đông Xuất, Quan Độ ((trước năm 1803 gọi là Lan Độ).\n\n8. Tổng Phù Lưu có 7 xã: Phù Lưu, Đại Đình, Đình Bảng, Trang Liệt, Bính Hạ, Dương Lôi, Thụ Chương.\n\n9. Tổng Xuân Canh có 11 xã thôn: Xuân Canh, Uy Nỗ Thượng, thôn Cầu Kỳ thuộc xã Uy Nỗ Thượng, Vạn Lộc, thôn Văn Thượng thuộc xã Lực Canh, thôn Quán thuộc xã Lực Canh, Mạch Tràng, thôn Cát Lại thuộc xã Phúc Lộc, thôn Lại Nghĩa thuộc xã Phúc Lộc, Xuân Trạch, Kinh Nỗ.\n\n10. Tổng Phù Chẩn có 4 xã: Phù Chẩn, Phù Cảo, Phù Lộc, Phù Luân.\n\n11. Tổng Nghĩa Lập có 8 xã thôn: Nghĩa Lập, Phù Khê, Tiến Bào, Ông Mặc, thôn Thọ Triền thuộc xã Ông Mặc, Hoa Thiều, Đồng Kỵ, Mai Động.\n\n12. Tổng Cổ Loa có 8 xã thôn: Cổ Loa, thôn Thư Cưu thuộc xã Lương Quán, Đường An, Lỗ Giao, Lương Qui, Dục Nội, Gia Lộc, Lương Quán (xã Lương Quán phiêu tán năm 1807, phục hồi năm 1808).\n\n13. Tổng Tam Sơn có 8 xã: Tam Sơn, Vịnh Cầu, Đông Mai, An Từ, Lễ Xuyên, Dương Sơn, Tam Lư, Cẩm Chương.\n\nTừ thời Minh Mệnh trở đi, có một số xã được đổi tên: năm 1823, đổi Ông Mặc là Hương Mặc, năm 1836, đổi Phù Cảo là Phù Tảo; năm 1841, Hoa Thiều đổi là Kim Thiều, Hoa Lâm đổi là Danh Lâm; năm 1848,  Thụ Chương đổi là Xuân Thụ, Cẩm Chương đổi là Cẩm Đường.\n\nSách “Đồng khánh địa dư chí” (1886) chép huyện Đông ngàn có 13 tổng, 92 xã, thôn, sở, ít hơn thời Gia Long 4 thôn sở là do: thôn Cổ Châu và thôn Thiết Úng hợp nhất trở thành xã Thiết Úng,  xã Hà Khê hợp nhất với xã Thù Lỗ thành một xã lấy tên là xã Lỗ Khê thuộc tổng Hà Lỗ; thôn Đa Hội hợp nhất với thôn Đa Vạn của xã  Châu Tháp thành đơn vị xã gọi là xã Song Tháp, sở Qui Mông được nâng lên cấp xã; tổng Xuân Canh thời Gia Long có 11 xã thôn, đến đây chỉ có 9 thôn, vì thôn cầu Kỳ, Văn Thượng, thôn Quán hợp nhất lại thành xã Lực Canh, thôn Cát Lại hợp nhất với thôn Lại Nghĩa thành một thôn; tổng Nghĩa Lập không thấy chép thôn Thọ Triền như thời Gia Long. Năm 1886 cũng có một số xã được đổi tên: Ngọc Luỹ đổi là Ngọc Lôi, Kinh Lỗ đổi là Cường Lỗ, Phúc Lộc đổi là Vạn Lộc, Mạch Tràng đổi là Mạch Dương,\n\n== Tham Khảo ==\nhttps:\/\/snv.bacninh.gov.vn\/news\/-\/details\/57424\/tinh-hinh-thay-oi-ia-gioi-hanh-chinh-o-thi-xa-tu-son\n\nhttps:\/\/nghiencuulichsu.com\/2016\/09\/05\/tu-son-va-tien-du-xua\/\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Sơ khai Bắc Ninh}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Bắc Ninh]]"}