{"831065":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Đông Cao\n| hình = \n| ghi chú hình = \n| vĩ độ = 21.3728\n| kinh độ = 105.9031\t\t\t\n| diện tích = 6,47 km²\n| dân số = 9.120 người<ref name=NQ469 \/>\n| thời điểm dân số = 2021\n| mật độ dân số = 1.409 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| thành phố = [[Phổ Yên]]\n| thành lập = 10\/4\/2022<ref name=NQ469 \/>\n| trụ sở UBND = \n| mã hành chính = 05896<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|dongcao.phoyen.thainguyen.gov.vn}}\n}}\n\n'''Đông Cao''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Phổ Yên]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nPhường Đông Cao nằm ở phía đông nam thành phố Phổ Yên, có vị trí địa lý:\n*Phía đông giáp tỉnh [[Bắc Giang]] và phường [[Tiên Phong, Phổ Yên|Tiên Phong]]\n*Phía tây giáp phường [[Trung Thành, Phổ Yên|Trung Thành]]\n*Phía nam giáp phường [[Tân Phú, Phổ Yên|Tân Phú]]\n*Phía bắc giáp phường [[Tân Hương, Phổ Yên|Tân Hương]].\n\nPhường Đông Cao có diện tích 6,47&nbsp;km², dân số năm 2021 là 9.120 người<ref name=NQ469 \/>, mật độ dân số đạt 1.409 người\/km².\n\n==Lịch sử==\nSau năm 1954, địa bàn phường Đông Cao hiện nay khi đó là xã Tân Tiến thuộc huyện Phổ Yên.\n\nNgày [[7 tháng 4]] năm [[1974]], [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]] ra Quyết định số 136\/NV đổi tên xã Tân Tiến thành xã Đông Cao.\n\nNgày [[15 tháng 5]] năm [[2015]], thành lập thị xã Phổ Yên trên cơ sở toàn bộ diện tích và dân số của huyện Phổ Yên<ref name=NQ932>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-932-NQ-UBTVQH13-thanh-lap-thi-xa-Pho-Yen-dieu-chinh-dia-gioi-hanh-chinh-Thai-Nguyen-289498.aspx|title=Nghị quyết 932\/NQ-UBTVQH13 về việc thành lập thị xã Phổ Yên và 04 phường thuộc thị xã Phổ Yên, điều chỉnh địa giới hành chính thành phố Thái Nguyên để thành lập phường Lương Sơn thuộc thị xã Sông Công và thành lập thành phố Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>, xã Đông Cao thuộc thị xã Phổ Yên.\n\nĐến năm 2019, xã Đông Cao được chia thành 24 xóm: Thành, Thượng, Việt Hồng, An Phong, Dỏ, Cò, Đồi, Sắn, Tân Ấp, Đình, Nghè, Trang, Tân Thành, Tân Trung, Dộc, Me, Đông, Trại Cẩm La, Soi, Việt Lâm, Đông Hạ, Trà Thị, Việt Cường, Rùa.\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập hai xóm Thượng và Trại thôn Cẩm La thành xóm Thượng Trại, sáp nhập hai xóm Soi và xóm Trại thôn Đông Hạ thành xóm Soi Trại, sáp nhập hai xóm Việt Lâm và Việt Hồng thành xóm Việt Hùng, sáp nhập xóm Tân Trung vào xóm Tân Thành.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-03-30 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref>\n\nNgày [[15 tháng 2]] năm [[2022]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 469\/NQ-UBTVQH15 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên (nghị quyết có hiệu lực từ ngày [[10 tháng 4]] năm [[2022]])<ref name=NQ469>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-469-NQ-UBTVQH15-2022-thanh-lap-phuong-thuoc-thi-xa-Pho-Yen-Thai-Nguyen-504359.aspx|tựa đề=Nghị quyết số 469\/NQ-UBTVQH15 năm 2022 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên|url-status=live}}<\/ref>. Theo đó, thành lập phường Đông Cao trên cơ sở toàn bộ 6,47 km² diện tích tự nhiên và 9.120 người của xã Đông Cao.\n\n==Hành chính==\nXã Đông Cao được chia thành 20 xóm: An Phong, Cò, Dỏ, Dộc, Đình, Đông, Đồi, Me, Nghè, Rùa, Sắn, Soi Trại, Tân Ấp, Tân Thành, Thành, Thượng Trại, Trà Thị, Trung, Việt Cường, Việt Hùng.\n\n==Di tích==\nTrên địa bàn xã Đông Cao có đền Giá, thuộc địa phận xóm Thượng Trại, là một trong số những ngôi đền liên quan đến truyền thuyết Thánh Gióng. Lễ hội đền Giá được tổ chức mỗi năm hai lần: lễ hội chính được tổ chức vào ngày mùng 5 và mùng 6 tháng Giêng Âm lịch. Khu đền có hai toà nhà: Nhà tiền tế ở phía trước rộng 5 gian và hậu cung rộng 3 gian đều có các phần kiến trúc bằng gỗ chạm trổ tinh vi, phong phú với các kiến trúc cuối Lê đầu Nguyễn. Phần tường xây ở hậu cung, đốc nhà…có đắp nổi các hình hoa lá và long, li, quy, phượng.<ref>{{Chú thích web| url = http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=326&articleid=1536| tiêu đề = Thái Nguyên: Lễ hội đền Giá| ngày truy cập=ngày 5 tháng 12 năm 2011| nhà xuất bản = Trang tin điện tử Bộ Văn hóa, Thể thao, Du lịch}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc thành phố Phổ Yên}}"}