{"493106":"{{bài cùng tên|Đông Nam (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đông Nam\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| thành phố = \n| thị xã = \n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n|bí thư =  \n| trụ sở UBND = \n|tỉnh=[[Thanh Hóa]]\n|huyện=[[Đông Sơn, Thanh Hóa|Đông Sơn]]\n|diện tích=9,33\n|dân số=5.391 người (1999)<ref name=QD19\/>\n|mật độ dân số=578\n| mã hành chính = 16423<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Đông Nam''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Thông tin địa lý ==\n\nXã Đông Nam có [[diện tích]]: 9,33&nbsp;km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ<\/ref>. Theo Tổng điều tra dân số năm 1999, xã Đông Nam có [[dân số|dân số 5]].193 người<ref name=QD19\/>. Đây là xã có mật độ dân cư thấp nhất huyện Đông Sơn.\n\nXã Đông Nam nằm ở cực nam huyện Đông Sơn, giáp giới với ba huyện: Quảng Xương, Nông Công, Triệu Sơn. Địa giới hành chính: \n:*[[Phía đông]] giáp xã [[Đông Vinh, thành phố Thanh Hóa|Đông Vinh]], thành phố Thanh Hóa;\n:*[[Phía nam]] giáp xã [[Quảng Yên, Quảng Xương|Quảng Yên]] (huyện [[Quảng Xương]]) và xã [[Hoàng Giang, Nông Cống|Hoàng Giang]] (huyện [[Nông Cống]]);\n:*[[Phía tây]] giáp xã [[Hoàng Sơn, Nông Cống|Hoàng Sơn]] (huyện Nông Cống) và xã [[Đồng Thắng, Triệu Sơn|Đồng Thắng]] (huyện [[Triệu Sơn]]);\n:*[[Phía bắc]] giáp các xã [[Đông Phú, Đông Sơn|Đông Phú]] và [[Đông Quang, Đông Sơn|Đông Quang]], huyện Đông Sơn.\nĐây là địa phương có tuyến [[Đường cao tốc Mai Sơn – Quốc lộ 45]] đi qua đang được xây dựng.\n\n== Hành chính ==\nThời [[nhà Nguyễn]], xã Đông Nam thuộc tổng Quang Chiếu, huyện Đông Sơn, phủ Thiệu Hóa, gồm các thôn: Mai Chữ, Phú Yên, Sơn Dương, Hoàng Lạp (xã Phù Lưu cũ), Phú Bật (xã Trường Hựu)<ref name=LangThanhhoaII>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá |trang=47-48| publisher = Nhà xuất bản Thanh Hoá, 2001 }}<\/ref>.\n\nTên gọi xã Đông Nam có từ năm 1953<ref name=LangThanhhoaII\/>.\n\nNăm 1977, các xã hữu ngạn [[sông Chu]] thuộc huyện [[Thiệu Hóa]] sáp nhập với huyện Đông Sơn thành huyện [[Đông Thiệu]], xã Đông Nam thuộc huyện Đông Thiệu. Năm 1982 huyện Đông Thiệu đổi lại là huyện Đông Sơn, xã Đông Nam lại thuộc huyện Đông Sơn.\n\nXã Đông Nam ngày nay gồm các làng: Phú Yên, Tân Chính, Nam Thành, Nam Vinh, Phúc Đoàn, xóm Cộng, Hạnh Phúc, Cần Liêm(Mai Chữ), Chính Kết<ref name=LangThanhhoaII\/>.\n\n==Di tích lịch sử, văn hóa==\n===Đình và đền Thượng ===\nĐình và đền Thượng thờ Thành hoàng<ref name=LangThanhhoaII\/>.\n\n===Kênh Nhà Lê===\nXã Đông Nam nằm bên tuyến [[kênh Nhà Lê]], là tuyến đường thủy đầu tiên trong lịch sử Việt Nam từ [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] và được xem là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt.\n\n===Thành Hoàng Nghiêu ===\nĐầu thế kỷ 15, danh tướng [[Nguyễn Chích]] đã chọn vùng núi hiểm trở thuộc vùng phía Tây xã Đông Nam huyện Đông Sơn, tỉnh Thanh Hoá để xây thành đắp luỹ, lập nên căn cứ quân sự có tên là thành Hoàng Nghiêu, với diện tích trên 100 ha, để luyện tập quân binh trong cuộc kháng chiến chống quân xâm lược Nhà Minh. Sau đó nghe danh tướng quân Nguyễn Chích, [[Lê Lợi]] đã đích thân viết thư mời Nguyễn Chích về Lam Sơn hội nghĩa, cùng nhau đánh giặc, giữ nước. Cuộc kháng chiến đã thành công, mở ra một kỷ nguyên mới cho nước nhà<ref name=\"DN4\">[http:\/\/dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=30679&cn_id=369825 Có nên xây dựng bãi rác tại khu Di tích Lịch sử - Văn hoá?]<\/ref>.\n\nThành Hoàng Nghiêu cách thành phố Thanh Hoá khoảng 15&nbsp;km về phía Tây nam, nằm trong vùng bao gồm nhiều thung lũng lớn như: Thung Chim, Thung Bò, Thung Khỉ, Thung Khế, Thung Chùa... Quần thể các thung lũng của thành Hoàng Nghiêu nằm gần kề nhau và được ngăn cách với bên ngoài bởi các vách đá cao, dựng đứng. Địa thế hiểm trở này đã được nghĩa quân Nguyễn Chích lợi dụng để xây trại, dựng ấp nhằm kế hoạch kháng chiến lâu dài với giặc Minh. Trải qua thời gian dài, hiện di vật còn lại tại thung Chùa chỉ còn một bia đá cao gần 2 m, rộng 1,25 m với nhiều nét Hán tự đã hoen mờ. Phía đông bắc thung Chùa còn lại ngôi đền nhỏ được xây dựng từ thời Nguyễn Chích. Phía đông còn 2 thành đất, hai thành này nằm cách nhau khoảng 150 m, cao khoảng 1,2 m... tiếp thành đất là Thung Điểu, trong thung khá bằng địa, phía tây nam thành đất có con sông Hoàng uốn lượn sát quanh, tạo địa thế thêm hiểm trở hơn. Tại đây còn có Hang Bến, là nơi cất giấu lương thực, súng đạn của đội dân quân vận tải thuyền nan nổi tiếng, phục vụ chiến trường Miền Nam thời kỳ chống Mỹ. Vùng đất \"sơn thủy hữu tình\" này còn được đánh giá là rất có tiềm năng để xây dựng thành \"Khu du lịch sinh thái và leo núi\"<ref name=\"DN4\"\/>.\n\nThành Hoàng Nghiêu đã được công nhận là di tích lịch sử văn hóa cấp tỉnh năm 2004<ref name=\"QD3437\">Quyết định số 3437\/QĐ-CT ngày 01\/11\/2004 của Chủ tịch UBND tỉnh Thanh Hóa<\/ref> và đang được đề nghị xếp hạng di tích cấp quốc gia. Trước đó, năm 2003 UBND huyện Đông Sơn đã ra lệnh \"cấm khai thác đá\" tại vùng này để bảo vệ khu di tích lịch sử<ref name=\"DN4\"\/>.\n\nTuy nhiên, ngày 3\/3\/2009, UBND tỉnh Thanh Hóa đã ra quyết định chấp thuận địa điểm xây dựng khu xử lý chất thải sinh hoạt của [[thành phố Thanh Hóa]] và các vùng lân cận tại khu vực Thung Chim, núi Vàng, xã Đông Nam, huyện Đông Sơn, diện tích khoảng 30 - 35 ha. Địa điểm này nằm trong khu di tích thành Hoàng Nghiêu. Việc xây dựng khu xử lý rác thải rắn trên địa bàn sẽ làm cho xã Đông Nam bị ngập lụt khi có mưa vì Thung Chim là thung lũng chứa nước chủ yếu của toàn xã. Ngoài ra, vị trí xây dựng khu xử lý rác thải nằm sát sông Hoàng và khu vực dân cư sinh sống.\n\n== Giáo dục==\nXã Đông Nam có 01 trường tiểu học và 01 trường trung học cơ sở.\n\n==Nghề khai thác đá==\nĐược thiên nhiên ưu đãi, xã Đông Nam có nhiều mỏ đá với trữ lượng rất lớn và có giá trị. Một số đơn vị, doanh nghiệp đã được phép khai thác, sản xuất đá ốp lát xuất khẩu, đá xây dựng. Tuy nhiên hiện nay thực trạng khai thác đá trái phép và không đảm bảo an toàn lao động đang diễn ra tại đây<ref name=\"DN1\">[http:\/\/thanhtra.com.vn\/Default.aspx?tabid=65&newsid=28508 Đông Sơn (Thanh Hóa): \"Sơn thần\" kêu cứu]<\/ref>.\n\n==Tham khảo==\n{{Tham khảo}}\n== Liên kết ngoài ==\n \n{{Đơn vị hành chính thuộc huyện Đông Sơn}}\n{{sơ khai Thanh Hóa}}"}