{"19354388":"'''Đô thị tại Hậu Giang''' là những: [[Thành phố (Việt Nam)|thành phố]], [[Thị xã (Việt Nam)|thị xã]], [[Thị trấn (Việt Nam)|thị trấn]] và các trung tâm các xã được cơ quan nhà nước có thẩm quyền ra quyết định công nhận.\n\n[[Tập tin:Vị Thanh - Hậu Giang.jpg|nhỏ]]\n\nHiện tại [[tỉnh Hậu Giang]] có ba loại đô thị: loại II, loại III và loại V. Trong đó có đô thị, gồm: 1 [[đô thị loại II]], 2 [[đô thị loại III]], 15 [[đô thị loại V]]<ref name=THG2022\/>.\n\n==Lịch sử==\n===[[Vị Thanh|Thành phố Vị Thanh]]===\nNgày [[9 tháng 3]] năm [[1961]], chính quyền [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] quyết định thành lập thị trấn Vị Thanh bao gồm khu vực chợ Cái Nhum và các ấp xung quanh, bên cạnh xã Vị Thanh.\n\nSau khi Ủy ban Quân quản thị xã Vị Thanh tiếp quản toàn bộ tỉnh lỵ [[Chương Thiện]] của chính quyền Việt Nam cộng hòa, thiết lập bộ máy hành chính tại 11 ấp, trên cơ sở 9 ấp của xã Vị Thanh cũ<ref name=BHG221021>{{Chú thích web|url=http:\/\/baohaugiang.com.vn\/xay-dung-dang-chinh-quyen\/vi-thanh-hinh-thanh-va-phat-trien-vi-thanh-hoa-luu-thoi-hoa-binh-xay-dung-101982.html|tựa đề= Vị Thanh: Hình thành và phát triển: Vị Thanh - Hỏa Lựu thời hòa bình, xây dựng |ngày= 22 tháng 10 năm 2021 |tác giả= Vị Thanh |website= Báo Hậu Giang |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref>.\n\n[[Tháng 6]] năm [[1966]], chính quyền [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] tách thị trấn Vị Thanh và một số ấp của xã Vị Thanh ra khỏi huyện Long Mỹ để thành lập thị xã Vị Thanh trực thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]. Thị xã Vị Thanh có 11 ấp, gồm 8 ấp vùng ven và 3 ấp nội ô. Chính quyền Cách mạng chia địa bàn thị xã ra làm 4 khu vực (gồm 3 khu vực ven và 1 khu vực nội ô) gồm:\n*Khu vực 1 (vùng 1) có 2 ấp: Vị Hưng, Vị Nghĩa (tương đương một phần phường IV và một phần xã Vị Đông thuộc huyện [[Vị Thủy]] hiện nay)\n*Khu vực 2 (vùng 2) có 3 ấp: Nàng Chăn, Vị An A, Vị An B (tương đương xã Vị Tân hiện nay)\n*Khu vực 3 (vùng 3) có 3 ấp: Vị Long, Vị Hòa, Vị Đức (tương đương phường III và phường V hiện nay)\n*Khu vực nội ô có 3 ấp: Vị Thành, Vị Thiện, Vị Tín (tương đương phường I và một phần phường IV hiện nay).\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] thì lúc bấy giờ vẫn đặt thị xã [[Vị Thanh]] trực thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cũ.\n\n[[Tháng 10]] năm [[1975]], trên cơ sở 11 ấp, chính quyền thị xã Vị Thanh thành lập 2 phường và 3 vùng (như thời chiến), bao gồm<ref name=BHG221021\/>:\n*Thành lập phường Tân Thành trên cơ sở ấp Vị Thanh\n*Thành lập phường Thiện Tín trên cơ sở gồm 2 ấp: Vị Thiện, Vị Tín\n*Thành lập Vùng I trên cơ sở gồm 2 ấp: Vị Hưng, Vị Nghĩa\n*Thành lập Vùng II trên cơ sở gồm 3 ấp: Nàng Chăn, Vị An A, Vị An B\n*Thành lập Vùng III trên cơ sở gồm 3 ấp: Vị Long, Vị Hòa, Vị Đức.\n\nNgày [[24 tháng 2]] năm [[1976]], Chính phủ ban hành Nghị định số 03\/NĐ-76 và Quyết định số 17\/QĐ-76 ngày [[24 tháng 3]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất ba tỉnh [[Sóc Trăng]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và [[Cần Thơ|thành phố Cần Thơ]] để thành lập tỉnh mới [[Hậu Giang (tỉnh cũ)|Hậu Giang]]. Theo đó, thị xã Vị Thanh thuộc tỉnh Hậu Giang.\n\nĐến [[tháng 6]] năm [[1976]], các vùng I, II, III đổi thành các phường I, II, III<ref name=BHG221021\/>.\n\nNgày [[15 tháng 12]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định số 330-CP<ref name=330-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-330-CP-hop-nhat-huyen-Long-My-va-thi-xa-Vi-Thanh-tinh-Hau-Giang-thanh-huyen-Long-My-vb57933t17.aspx|tựa đề= Quyết định 330-CP năm 1977 về việc hợp nhất huyện Long Mỹ và thị xã Vị Thanh thuộc tỉnh Hậu Giang thành một đơn vị hành chính lấy tên là huyện Long Mỹ |ngày= 15 tháng 12 năm 1977 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc:\n*Sáp nhập thị xã [[Vị Thanh]] vào huyện Long Mỹ.\n*Thị xã Vị Thanh chuyển xuống thành thị trấn Vị Thanh thuộc huyện Long Mỹ.\n\nNgày [[23 tháng 10]] năm [[1978]], Hội đồng Chính phủ ban hành Quyết định số 273-CP<ref name=273-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-273-CP-thanh-lap-xa-Vi-Tan-huyen-Long-My-tinh-Hau-Giang-xac-dinh-dia-gioi-thi-tran-Vi-Thanh-huyen-Long-My-cung-tinh-vb57838t17.aspx|tựa đề= Quyết định số 273-CP năm 1978 về việc thành lập xã Vị Tân thuộc huyện Long Mỹ, tỉnh Hậu Giang và xác định địa giới của xã Vị Tân và thị trấn Vị Thanh thuộc huyện Long Mỹ cùng tỉnh |ngày= 23 tháng 10 năm 1978 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc:\n*Thành lập xã mới Vị Tân trên cơ sở tách đất từ thị trấn Vị Thanh.\n*Địa giới của thị trấn Vị Thanh:\n**Phía đông giáp xã Vị Thủy\n**Phía tây và phía bắc giáp xã Vị Tân\n**Phía nam giáp xã Vĩnh Thuận Đông.\n\nNgày [[26 tháng 10]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định số 119-HĐBT<ref name=119-HĐBT>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-119-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb43157t17.aspx|tựa đề= Quyết định 119-HĐBT ngày 26\/10\/1981 của Hội đồng Bộ trưởng về việc phân vạch địa giới một số huyện thuộc tỉnh Hậu Giang |ngày= 26 tháng 10 năm 1981 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc chuyển thị trấn Vị Thanh thuộc huyện Long Mỹ cũ về huyện Mỹ Thanh mới thành lập quản lý.\n\nNgày [[6 tháng 4]] năm [[1982]], Hội đồng Bộ trưởng ban hành Quyết định số 64-HĐBT<ref name=64-HĐBT>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-64-HDBT-doi-ten-huyen-My-Thanh-thuoc-tinh-Hau-Giang-vb43926t17.aspx|tựa đề= Quyết định 64-HĐBT, ngày 6\/4\/1982 của Hội đồng Bộ trưởng về việc đổi tên huyện Mỹ Thanh thành huyện Vị Thanh thuộc tỉnh Hậu Giang |ngày= 6 tháng 4 năm 1982 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc đổi tên huyện Mỹ Thanh thành huyện Vị Thanh thuộc tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]]. Thị trấn Vị Thanh thuộc huyện Vị Thanh.\n\nNgày [[26 tháng 12]] năm [[1991]], [[Quốc hội Việt Nam]] ban hành Nghị quyết<ref name=NQ-QH>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-vb42812t13.aspx|tựa đề= Nghị quyết của Quốc hội CHXHCNVN] ngày 26 tháng 12 năm 1991 về việc phân vạch lại địa giới hành chính một số tỉnh |ngày= 26 tháng 12 năm 1991 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> chia [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]] thành [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và tỉnh [[Sóc Trăng]]. Thị trấn Vị Thanh, huyện Vị Thanh thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]].\n\nNgày [[1 tháng 7]] năm [[1999]], [[Chính phủ Việt Nam]] ra Nghị định số 45\/1999\/NĐ-CP<ref name=45\/1999\/NĐ-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-45-1999-ND-CP-thanh-lap-thi-xa-Vi-Thanh-doi-ten-huyen-Vi-Thanh-thanh-huyen-Vi-Thuy-va-thanh-lap-cac-phuong-xa-thi-tran-thuoc-tinh-Can-Tho-vb45424t11.aspx|tựa đề= Nghị định số 45\/1999\/NĐ-CP ngày 01\/07\/1999 của Chính phủ về việc thành lập thị xã Vị Thanh, đổi tên huyện Vị Thanh thành huyện Vị Thuỷ và thành lập các phường, xã, thị trấn thuộc thị xã Vị Thanh, huyện Vị Thủy, tỉnh Cần Thơ |ngày= 1 tháng 7 năm 1999 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc:\n#Thành lập thị xã Vị Thanh trên cơ sở toàn bộ diện tích và dân số của thị trấn Vị Thanh, xã Vị Tân, xã Hỏa Lựu, xã Hỏa Tiến, 438 ha diện tích tự nhiên và 6.326 nhân khẩu của xã Vị Đông, huyện Vị Thanh cũ.\n#Thành lập các phường thuộc thị xã Vị Thanh trên cơ sở thị trấn Vị Thanh (cũ), 438 ha diện tích tự nhiên và 6.326 nhân khẩu của xã Vị Đông.\n#Thành lập Phường I trên cơ sở 102,63 ha diện tích tự nhiên và 6.402 nhân khẩu của thị trấn Vị Thanh cũ.\n#Thành lập Phường III trên cơ sở 1.270,36 ha diện tích tự nhiên và 7.109 nhân khẩu của thị trấn Vị Thanh cũ.\n#Thành lập Phường IV trên cơ sở 562,32 ha diện tích tự nhiên và 11.272 nhân khẩu (trong đó có 352,32 ha diện tích tự nhiên với 7.518 nhân khẩu của thị trấn Vị Thanh cũ và 210 ha diện tích tự nhiên với 3.754 nhân khẩu của xã Vị Đông).\n#Thành lập phường V trên cơ sở 803,38 ha diện tích tự nhiên và 7.497 nhân khẩu (trong đó có 575,38 ha diện tích tự nhiên với 4.955 nhân khẩu của thị trấn Vị Thanh cũ và 228 ha diện tích tự nhiên với 2.572 nhân khẩu của xã Vị Đông).\n#Thị xã Vị Thanh có 11.582,15 ha diện tích tự nhiên và 70.456 nhân khẩu, có 7 đơn vị hành chính trực thuộc gồm 4 phường: I, III, IV, V và 3 xã: Vị Tân, Hoả Lựu, Hỏa Tiến.\n#Địa giới hành chính thị xã Vị Thanh:\n*Phía đông giáp huyện Vị Thủy\n*Phía tây giáp huyện Gò Quao, tỉnh Kiên Giang\n*Phía nam giáp huyện Long Mỹ\n*Phía bắc giáp huyện Vị Thủy và huyện Giồng Riềng, tỉnh Kiên Giang.\n\nNgày [[12 tháng 5]] năm [[2003]], Chính phủ ban hành Nghị định số 48\/2003\/NĐ-CP<ref name=48\/2003\/NĐ-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-48-2003-ND-CP-thanh-lap-xa-phuong-thi-tran-thuoc-huyen-Chau-Thanh-A-O-Mon-Phung-Hiep-va-thi-xa-Vi-Thanh-tinh-Can-Tho-vb6621t11.aspx|tựa đề= Nghị định số 48\/2003\/NĐ-CP về việc thành lập xã, phường, thị trấn thuộc các huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ |ngày= 12 tháng 5 năm 2003 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc thành lập Phường VII thuộc trên cơ sở 616 ha diện tích tự nhiên và 6.625 nhân khẩu của xã Hỏa Lựu.\n\nNgày [[26 tháng 11]] năm [[2003]], [[Quốc hội Việt Nam]] ban hành Nghị quyết số 22\/2003\/QH11<ref name=22\/2003\/QH11>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-22-2003-QH11-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-vb51694.aspx|tựa đề= Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành |ngày= 26 tháng 11 năm 2003 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc chia tỉnh Cần Thơ thành thành phố Cần Thơ trực thuộc trung ương và tỉnh Hậu Giang. Thị xã Vị Thanh thuộc tỉnh Hậu Giang và là tỉnh lỵ của tỉnh [[Hậu Giang]].\n\nNgày [[27 tháng 10]] năm [[2006]], Chính phủ ban hành Nghị định số 124\/2006\/NĐ-CP<ref name=124\/2006\/NĐ-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-124-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-thi-tran-thuoc-thi-xa-Vi-Thanh-huyen-Long-My-doi-ten-Tan-Hiep-Nga-Bay-Hau-Giang-vb14846t11.aspx|tựa đề= Nghị định số 124\/2006\/NĐ-CP về việc điều chỉnh địa giới hành chính, thành lập xã, thị trấn thuộc thị xã Vị Thanh, huyện Long Mỹ; đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh Hậu Giang |ngày= 27 tháng 10 năm 2006 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc thành lập xã Tân Tiến trên cơ sở điều chỉnh 2.202,12 ha diện tích tự nhiên và 7.089 nhân khẩu của xã Hỏa Tiến.\n\nSau khi điều chỉnh, thị xã Vị Thanh có 11.879,99 ha diện tích tự nhiên và 69.785 nhân khẩu, có 9 đơn vị hành chính trực thuộc gồm 5 phường: I, III, IV, V, VII và 4 xã: Vị Tân, Hỏa Lựu, Tân Tiến, Hỏa Tiến.\n\nNgày [[15 tháng 12]] năm [[2009]], thị xã Vị Thanh được công nhận [[đô thị loại III]].\n\nNgày [[23 tháng 9]] năm [[2010]], Chính phủ ban hành Nghị quyết số 34\/NQ-CP<ref name=34\/NQ-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-34-NQ-CP-thanh-lap-thanh-pho-Vi-Thanh-thuoc-tinh-Hau-Giang-vb112091t13.aspx|tựa đề= Nghị quyết số 34\/NQ-CP năm 2010 thành lập thành phố Vị Thanh thuộc tỉnh Hậu Giang |ngày= 23 tháng 9 năm 2010 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc thành lập thành phố Vị Thanh thuộc tỉnh Hậu Giang trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Vị Thanh.\n\nThành phố Vị thanh có diện tích tự nhiên 11.867,74 ha và 97.222 nhân khẩu, 09 đơn vị hành chính cấp xã, gồm các phường: I, III, IV, V, VII và các xã: Vị Tân, Hỏa Lựu, Tân Tiến, Hỏa Tiến.\n\nĐịa giới hành chính thành phố Vị Thanh:\n*Phía đông giáp huyện Vị Thủy\n*Phía tây giáp huyện Gò Quao, tỉnh Kiên Giang\n*Phía nam giáo huyện Long Mỹ, tỉnh Hậu Giang\n*Phía bắc giáp huyện Vị Thủy, tỉnh Hậu Giang và huyện Giồng Riềng, tỉnh Kiên Giang.\n\nNgày [[19 tháng 12]] năm [[2019]], Thủ tướng Chính phủ ban hành Quyết định số 1845\/QĐ-TTg<ref name=1845\/QĐ-TTg>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-1845-QD-TTg-2019-cong-nhan-thanh-pho-Vi-Thanh-mo-rong-dat-tieu-chi-do-thi-loai-II-441122.aspx|tựa đề= Quyết định số 1845\/QĐ-TTg công nhận thành phố Vị Thanh mở rộng đạt tiêu chí đô thị loại II trực thuộc tỉnh Hậu Giang |ngày= 19 tháng 12 năm 2019 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc công nhận thành phố Vị Thanh mở rộng đạt tiêu chí đô thị loại II trực thuộc tỉnh Hậu Giang.\n\n===[[Ngã Bảy|Thành phố Ngã Bảy]]===\nTừ thời Pháp thuộc cho đến năm [[1975]], làng Phụng Hiệp và sau năm [[1956]] là xã Phụng Hiệp liên tục giữ vai trò là quận lỵ quận [[Phụng Hiệp]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]].\n\nSau năm [[1975]], quận Phụng Hiệp đổi thành huyện Phụng Hiệp, đồng thời tách đất xã Phụng Hiệp để thành lập thị trấn Phụng Hiệp và xã Đại Thành, về sau lại tách đất xã Đại Thành để thành lập xã Tân Thành. Từ đó, thị trấn Phụng Hiệp tiếp tục giữ vai trò là huyện lỵ huyện Phụng Hiệp, tỉnh Cần Thơ (đến năm [[2004]] thuộc tỉnh Hậu Giang).\n\nNgày [[26 tháng 7]] năm [[2005]], Chính phủ ban hành Nghị định 98\/2005\/NĐ-CP<ref name=98\/2005\/NĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-98-2005-ND-CP-thanh-lap-thi-xa-Tan-Hiep-tinh-Hau-Giang-thanh-lap-phuong-xa-thuoc-Tan-Hiep-2569.aspx|tựa đề= Nghị định số 98\/2005\/NĐ-CP ngày 26\/07\/2005 của Chính phủ về việc thành lập thị xã Tân Hiệp, tỉnh Hậu Giang; thành lập phường, xã thuộc thị xã Tân Hiệp |ngày= 26 tháng 7 năm 2005 |website= Thư viện Pháp luật |ngày truy cập= 1 tháng 8 năm 2005 |url-status=live}}<\/ref> về việc:\n#Thành lập thị xã Tân Hiệp trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị trấn Phụng Hiệp, xã Đại Thành, xã Tân Thành, 1.932,76 ha diện tích tự nhiên và 11.482 nhân khẩu của xã Phụng Hiệp, 220 ha diện tích tự nhiên và 1.170 nhân khẩu của xã Tân Phước Hưng thuộc huyện Phụng Hiệp.\n#Thành lập phường Ngã Bảy trên cơ sở  472,95 ha diện tích tự nhiên và 13.564 nhân khẩu (trong đó có 217,61 ha diện tích tự nhiên và 8.964 nhân khẩu của thị trấn Phụng Hiệp, 78,65 ha diện tích tự nhiên và 1.500 nhân khẩu của xã Phụng Hiệp, 176,69 ha diện tích tự nhiên và 3.100 nhân khẩu của xã Đại Thành).\n#Thành lập phường Lái Hiếu trên cơ sở 816,37 ha diện tích tự nhiên và 9.826 nhân khẩu (trong đó có 357,99 ha diện tích tự nhiên và 7.160 nhân khẩu của thị trấn Phụng Hiệp, 338,38 ha diện tích tự nhiên và 1.996 nhân khẩu của xã Phụng Hiệp, 120 ha diện tích tự nhiên và 670 nhân khẩu của xã Tân Phước Hưng).\n#Thành lập phường Hiệp Thành trên cơ sở 1.225,18 ha diện tích tự nhiên và 11.049 nhân khẩu (trong đó có 828,57 ha diện tích tự nhiên và 8.632 nhân khẩu của thị trấn Phụng Hiệp, 296,61 ha diện tích tự nhiên và 1.917 nhân khẩu của xã Đại Thành, 100 ha diện tích tự nhiên và 500 nhân khẩu của xã Tân Phước Hưng).\n#Thành lập xã Hiệp Lợi trên cơ sở 1.515,73 ha diện tích tự nhiên và 7.986 nhân khẩu của xã Phụng Hiệp.\n#Thị xã Tân Hiệp có 7.894,93 ha diện tích tự nhiên với 61.024 nhân khẩu và có 6 đơn vị hành chính trực thuộc, bao gồm 3 phường: Ngã Bảy, Lái Hiếu, Hiệp Thành và 3 xã: Hiệp Lợi, Đại Thành, Tân Thành.\n#Địa giới hành chính thị xã Tân Hiệp:\n*Phía đông giáp tỉnh Sóc Trăng\n*Phía tây và phía nam giáp huyện Phụng Hiệp\n*Phía bắc giáp huyện Châu Thành.\n\nNgày [[27 tháng 10]] năm [[2006]], Chính phủ ban hành Nghị định số 124\/2006\/NĐ-CP<ref name=124\/2006\/NĐ-CP\/> về việc đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh Hậu Giang.\n\nNgày [[30 tháng 12]] năm [[2015]], [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] ban hành quyết định số 1589\/QĐ-BXD<ref name=1589\/QĐ-UBND>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-1589-QD-BXD-2015-cong-nhan-thi-xa-Nga-Bay-la-do-thi-loai-III-truc-thuoc-tinh-Hau-Giang-359102.aspx|tựa đề= Quyết định số 1589\/QĐ-BXD năm 2015 về việc công nhận thị xã Ngã Bảy là đô thị loại III trực thuộc tỉnh Hậu Giang |ngày= 30 tháng 12 năm 2015 |website= Thư viện Pháp luật |ngày truy cập= 30 tháng 12 năm 2015 |url-status=live}}<\/ref> công nhận thị xã Ngã Bảy là [[Đô thị loại III (Việt Nam)|đô thị loại III]] trực thuộc tỉnh Hậu Giang.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 869\/NQ-UBTVQH14<ref name=869\/NQ-UBTVQH14>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-869-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Hau-Giang-434047.aspx|tựa đề= Nghị quyết số 869\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hậu Giang |ngày= 10 tháng 1 năm 2020 |website= Thư viện Pháp luật |ngày truy cập= 1 tháng 2 năm 2020 |url-status=live}}<\/ref> về việc:\n#Thành lập phường Hiệp Lợi thuộc thị xã Ngã Bảy trên cơ sở toàn bộ 14,05&nbsp;km² diện tích tự nhiên và 9.435 người của xã Hiệp Lợi.\n#Thành lập thành phố Ngã Bảy thuộc tỉnh Hậu Giang trên cơ sở toàn bộ 78,07&nbsp;km² diện tích tự nhiên và 101.192 người của thị xã Ngã Bảy.\n#Thành phố Ngã Bảy có 6 đơn vị hành chính cấp xã, bao gồm 4 phường: Hiệp Lợi, Hiệp Thành, Lái Hiếu, Ngã Bảy và 2 xã: Đại Thành, Tân Thành.\n#Địa giới hành chính thành phố Ngã Bảy:\n*Phía đông giáp tỉnh Sóc Trăng\n*Phía tây và phía nam giáp huyện Phụng Hiệp\n*Phía bắc giáp huyện Châu Thành.\n\n===[[Long Mỹ (thị xã)|Thị xã Long Mỹ]]===\nNgày [[28 tháng 12]] năm [[2010]], Bộ Xây dựng ban hành Quyết định số 1139\/QĐ-BXD về việc công nhận thị trấn Long Mỹ là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].\n\nNgày [[15 tháng 5]] năm [[2015]], [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết số 933\/NQ-UBTVQH13<ref name=NQ933>Nghị quyết 933\/NQ-UBTVQH13 về việc điều chỉnh địa giới hành chính huyện Long Mỹ để thành lập thị xã Long Mỹ và 4 phường thuộc thị xã Long Mỹ, tỉnh Hậu Giang<\/ref>. Theo đó:\n*Thành lập thị xã Long Mỹ trên cơ sở tách 2 thị trấn: Long Mỹ, Trà Lồng và 5 xã: Long Bình, Long Phú, Long Trị, Long Trị A, Tân Phú thuộc huyện [[Long Mỹ (huyện)|Long Mỹ]]\n*Thành lập phường Bình Thạnh trên cơ sở một phần diện tích, dân số của thị trấn Long Mỹ và một phần diện tích, dân số của xã Long Bình\n*Thành lập phường Thuận An trên cơ sở toàn bộ diện tích, dân số còn lại của thị trấn Long Mỹ\n*Thành lập phường Trà Lồng trên cơ sở toàn bộ diện tích, dân số của thị trấn Trà Lồng và một phần diện tích, dân số của xã Tân Phú\n*Thành lập phường Vĩnh Tường trên cơ sở một phần diện tích, dân số của xã Long Bình.\n\nThị xã Long Mỹ có 14.448,65 ha diện tích tự nhiên và 72.957 người với 9 đơn vị hành chính trực thuộc, bao gồm 4 phường và 5 xã.\n\nNgày [[3 tháng 12]] năm [[2019]], [[Bộ Xây dựng]] ban hành Quyết định số 1012\/QĐ-BXD về việc công nhận thị xã Long Mỹ là [[Đô thị Việt Nam#Đô thị loại III|đô thị loại III]].<ref name=BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/tl\/tin-tuc\/21128\/quyet-dinh--cong-nhan-thi-xa-long-my--tinh-hau-giang-la-do-thi-loai-iii.aspx|tựa đề=Quyết định: Công nhận thị xã Long Mỹ, tỉnh Hậu Giang là đô thị loại III|ngày=2019-12-03|website=Cổng thông tin điện tử Bộ Xây dựng|url-status=live}}<\/ref>\n\n===[[Châu Thành, Hậu Giang|Huyện Châu Thành]]===\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 869\/NQ-UBTVQH14<ref name=869\/NQ-UBTVQH14\/> về việc điều chỉnh 3,69&nbsp;km² diện tích tự nhiên và 1.030 người của xã Phú An vào thị trấn Ngã Sáu.\n\nSau khi điều chỉnh, thị trấn Ngã Sáu có 14,23&nbsp;km² diện tích tự nhiên và quy mô dân số 9.189 người.\n\n===[[Châu Thành A|Huyện Châu Thành A]]===\nNgày [[12 tháng 5]] năm [[2003]], Chính phủ ban hành Nghị định số 48\/2003\/NĐ-CP<ref name=48\/2003\/NĐ-CP\/> về việc thành lập thị trấn Một Ngàn (thị trấn huyện lỵ huyện Châu Thành A) trên cơ sở điều chỉnh 433 ha diện tích tự nhiên và 4.124 nhân khẩu của xã Tân Thuận, 297 ha diện tích tự nhiên và 2.632 nhân khẩu của xã Nhơn Nghĩa A.\n\nThị trấn Một Ngàn có 730 ha diện tích tự nhiên và 6.756 nhân khẩu.\n\n===[[Long Mỹ (huyện)|Huyện Long Mỹ]]===\nNgày [[9 tháng 3]] năm [[1961]], chính quyền [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] quyết định thành lập thị trấn Vị Thanh thuộc huyện Long Mỹ trên cơ sở bao gồm khu vực chợ Cái Nhum và các ấp xung quanh, bên cạnh xã Vị Thanh.\n\nThị trấn Long Mỹ được thành lập do tách một phần nhỏ đất đai từ các xã Long Trị, Long Bình và Thuận Hưng, huyện Long Mỹ, tỉnh Cần Thơ.\n\nNgày [[21 tháng 4]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định số 174-CP<ref name=174-CP>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-174-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb57443t17.aspx|tựa đề= Quyết định 174 năm 1979 về việc điều chỉnh một số xã thuộc tỉnh Hậu Giang |ngày= 21 tháng 4 năm 1979 |website= Thư viện Pháp luật |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref> về việc sáp nhập ấp 8 của xã Thuận Hưng và ấp 9 của xã Long Trị cũ vào thị trấn Long Mỹ.\n\nNgày [[26 tháng 10]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định số 119-HĐBT<ref name=119-HĐBT\/> về việc chuyển thị trấn Long Mỹ thuộc huyện Long Mỹ cũ về huyện Long Mỹ mới quản lý.\n\nNgày [[27 tháng 10]] năm [[2006]], Chính phủ ban hành Nghị định số 124\/2006\/NĐ-CP<ref name=124\/2006\/NĐ-CP\/> về việc thành lập thị trấn Trà Lồng trên cơ sở điều chỉnh 713,56 ha diện tích tự nhiên và 4.571 nhân khẩu của xã Long Phú.\n\nNgày [[28 tháng 12]] năm [[2010]], Bộ Xây dựng ban hành Quyết định số 1139\/QĐ-BXD về việc công nhận thị trấn Long Mỹ là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].\n\nNgày [[27 tháng 9]] năm [[2013]], UBND tỉnh Hậu Giang ban hành Quyết định số 1584\/QĐ-UBND về việc công nhận trung tâm xã Vĩnh Viễn đạt tiêu chuẩn đô thị loại V<ref name=1584\/QĐ-UBND>Quyết định số 1584\/QĐ-UBND ngày 27\/9\/2013 của UBND tỉnh Hậu Giang về việc trung tâm xã Vĩnh Viễn, huyện Long Mỹ đạt tiêu chuẩn đô thị loại V<\/ref>.\n\nNgày [[19 tháng 12]] năm [[2017]], UBND tỉnh ban hành Quyết định số 2402\/QĐ-UBND<ref name=2402-QĐ\/UBND>Quyết định số 2402 ngày 19\/12\/2017 của UBND tỉnh Hậu Giang về việc công nhận đô thị Vĩnh Viễn, huyện Long Mỹ là đô thị loại V<\/ref> về việc công nhận đô thị Vĩnh Viễn là đô thị loại V<ref name=DTTHLM>{{Chú thích web|url=https:\/\/tttt.haugiang.gov.vn\/c%E1%BB%95ng-th%C3%A0nh-vi%C3%AAn\/%C4%91%C3%A0i-truy%E1%BB%81n-thanh-huy%E1%BB%87n-long-m%E1%BB%B9\/tin-t%E1%BB%A9c\/kinh-t%E1%BA%BF\/kinh-t%E1%BA%BF\/|tựa đề= Vĩnh Viễn được công nhận đô thị loại 5 |ngày= 19 tháng 12 năm 2017 |tác giả= Tú Anh |website= Đài truyền thanh huyện Long Thành |ngày truy cập= 24 tháng 1 năm 2018 |url-status=live}}<\/ref>.\n\nNgày [[29 tháng 1]] năm [[2019]], UBND tỉnh Hậu Giang ban hành Quyết định số 196\/QĐ-UBND về việc công nhận đô thị Xà Phiên đạt tiêu chuẩn đô thị loại V<ref name=196\/QĐ-UBND>Quyết định số 196\/QĐ-UBND ngày 29\/01\/2019 của UBND tỉnh Hậu Giang về việc công nhận đô thị Xà Phiên, huyện Long Mỹ đạt tiêu chuẩn đô thị loại V<\/ref>.\n\nNgày [[12 tháng 3]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 655\/NQ-UBTVQH14 về việc thành lập thị trấn Vĩnh Viễn (thị trấn huyện lỵ huyện Long Mỹ) trên cơ sở toàn bộ 40,72 km2 diện tích tự nhiên và dân số 11.142 người của xã Vĩnh Viễn (nghị quyết có hiệu lực từ ngày [[1 tháng 5]] năm [[2019]]).<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-655-NQ-UBTVQH14-2019-thanh-lap-thi-tran-Vinh-Vien-thuoc-huyen-Long-My-Hau-Giang-410089.aspx Nghị quyết số 655\/NQ-UBTVQH14 của Ủy ban Thường vụ Quốc hội về việc thành lập thị trấn Vĩnh Viễn thuộc huyện Long Mỹ, tỉnh Hậu Giang]<\/ref>\n\n===[[Phụng Hiệp|Huyện Phụng Hiệp]]===\nTừ thời Pháp thuộc cho đến năm [[1975]], làng Phụng Hiệp và sau năm [[1956]] là xã Phụng Hiệp liên tục giữ vai trò là quận lỵ quận [[Phụng Hiệp]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]].\n\nSau năm [[1975]], quận Phụng Hiệp đổi thành huyện Phụng Hiệp, đồng thời tách đất xã Phụng Hiệp để thành lập thị trấn Phụng Hiệp và xã Đại Thành, về sau lại tách đất xã Đại Thành để thành lập xã Tân Thành. Từ đó, thị trấn Phụng Hiệp tiếp tục giữ vai trò là huyện lỵ huyện Phụng Hiệp, tỉnh Cần Thơ (đến năm [[2004]] thuộc tỉnh Hậu Giang).\n\nNgày [[24 tháng 8]] năm [[1999]], Chính phủ ban hành Nghị định số 80\/1999\/NĐ-CP<ref>{{Chú thích web|url= http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-80-1999-ND-CP-thanh-lap-xa-thuoc-huyen-Thot-Not-va-Phung-Hiep-tinh-Can-Tho-vb45613t11.aspx|tiêu đề =Nghị định 80\/1999\/NĐ|tác giả 1=|ngày=|ngày truy cập=30 tháng 9 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc thành lập các xã thuộc các huyện Thốt Nốt và Phụng Hiệp, tỉnh Cần Thơ. Theo đó, thành lập xã Tân Long trên cơ sở 2.172 ha diện tích tự nhiên và 15.799 nhân khẩu của xã Long Thạnh.\n\nNgày [[4 tháng 8]] năm [[2000]], [[Chính phủ Việt Nam]] ban hành Nghị định số 28\/2000\/NĐ-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-28-2000-ND-CP-thanh-lap-thi-tran-thuoc-cac-huyen-Thot-Not-O-Mon-va-Phung-Hiep-tinh-Can-Tho-vb46618t11.aspx|tiêu đề=Nghị định 28\/2000\/NĐ|tác giả 1=|ngày=|ngày truy cập=30 tháng 9 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ. Theo đó: \n*Thành lập thị trấn Cây Dương trên cơ sở 1.512 ha diện tích tự nhiên và 7.981 nhân khẩu của xã Hiệp Hưng \n*Thành lập thị trấn Kinh Cùng trên cơ sở 1.300 ha diện tích tự nhiên và 10.288 nhân khẩu của xã Hoà An.\n\nNgày [[26 tháng 7]] năm [[2005]], Chính phủ ban hành Nghị định 98\/2005\/NĐ-CP<ref name=98\/2005\/NĐ-CP\/> về việc thành lập thị xã Tân Hiệp trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị trấn Phụng Hiệp, xã Đại Thành, xã Tân Thành, 1.932,76 ha diện tích tự nhiên và 11.482 nhân khẩu của xã Phụng Hiệp, 220 ha diện tích tự nhiên và 1.170 nhân khẩu của xã Tân Phước Hưng thuộc huyện Phụng Hiệp.\n\nHuyện Phụng Hiệp còn lại 48.481,05 ha diện tích tự nhiên và 205.460 nhân khẩu, có 14 đơn vị hành chính trực thuộc bao gồm 2 thị trấn: Cây Dương, Kinh Cùng và 12 xã.\n\nNăm 2009, UBND tỉnh Hậu Giang công nhận thị trấn Cây Dương là đô thị loại V<ref name=BHG>{{Chú thích web|url=http:\/\/baohaugiang.com.vn\/thoi-su-trong-tinh\/thong-qua-quy-hoach-chung-thi-tran-cay-duong-119667.html|tựa đề= Thông qua quy hoạch chung thị trấn Cây Dương |ngày= 7 tháng 2 năm 2023 |tác giả= Lê Đĩnh |website= Báo Hậu Giang |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref>.\n\nNgày [[24 tháng 1]] năm [[2011]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số 06\/NQ-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-06-NQ-CP-thanh-lap-thi-tran-Mai-Dam-thuoc-huyen-Chau-Thanh-vb118123t13.aspx|tiêu đề=Nghị quyết 06\/NQ|tác giả 1=|ngày=|ngày truy cập=30 tháng 9 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc thành lập thị trấn Búng Tàu trên cơ sở điều chỉnh 1.518,5 ha diện tích tự nhiên và 7.413 nhân khẩu của xã Tân Phước Hưng.\n\nNgày [[11 tháng 2]] năm [[2014]], UBND tỉnh Hậu Giang ban hành Quyết định số 174\/QĐ-UBND về việc công nhận trung tâm xã Phương Bình đạt tiêu chuẩn đô thị loại V<ref name=174\/QĐ-UBND>Quyết định số 174\/QĐ-UBND ngày 11\/02\/2014 của UBND tỉnh Hậu Giang về việc công nhận trung tâm xã Phương Bình, huyện Phụng Hiệp đạt tiêu chuẩn đô thị loại V<\/ref>.\n\n===[[Vị Thủy|Huyện Vị Thủy]]===\nNgày [[1 tháng 7]] năm [[1999]], [[Chính phủ Việt Nam]] ra Nghị định số 45\/1999\/NĐ-CP<ref name=45\/1999\/NĐ-CP\/> về việc thành lập thị trấn Nàng Mau trên cơ sở 420 ha diện tích tự nhiên và 3.803 nhân khẩu của xã Vị Thủy; 204 ha diện tích tự nhiên và 1.819 nhân khẩu của xã Vị Thắng.\n\nThị trấn Nàng Mau có 624 ha diện tích tự nhiên và 5.622 nhân khẩu.\n\n==Danh sách đô thị==\nTính đến ngày [[31 tháng 12]] năm [[2020]], [[tỉnh Hậu Giang]] có 18 đô thị gồm 2 [[thành phố]], 1 [[thị xã]], 11 [[thị trấn]] và 4 trung tâm [[xã]].<ref name=\"hcct\">[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=15345 Đơn vị hành chính, Đất đai và Khí hậu Niên giám thống kê 2011], Tổng cục Thống kê Việt Nam.<\/ref>\n{| class=\"wikitable\"\n!Số thứ tự \n!Tên đô thị\n!Năm thành lập \n!Loại đô thị \n!Năm công nhận \n!Diện tích (km²)\n!Dân số (người) \n!Thời điểm dân số \n!Mật độ dân số (người\/km²)\n!Hành chính\n!Vai trò<ref>Dự thảo Quy hoạch tỉnh Hậu Giang thời kỳ 2021 - 2030, tầm nhìn đến năm 2050. Dự thảo lần 3: Báo cáo tổng hợp. Hậu Giang, tháng 10 năm 2022. Tính chất của từng đô thị từ trang 485 đến trang 493<\/ref>\n|-\n|1 \n|Thành phố [[Vị Thanh]] \n|2010\n|<center>[[Đô thị Việt Nam#Đô thị loại II|Loại II]]\n|2019 \n|118,67 \n|72.999\n|2020\n|\n|5 phường, 4 xã\n|\n*Là đầu mối quan trọng trong mối quan hệ liên vùng giữa TP. Cần Thơ - tỉnh Kiên Giang, Bạc Liêu và Sóc Trăng.\n*Là đô thị hạt nhân đô thị chính vùng tỉnh Hậu Giang.\n*Là trung tâm chính trị, kinh tế, văn hóa xã hội, khoa học kỹ thuật của tỉnh Hậu Giang. \n*Là trung tâm Thương mại - Dịch vụ của vùng tỉnh và các Khu công nghiệp, Cụm công nghiệp phía Nam của tỉnh Hậu Giang sau năm 2030.\n|-\n|2\n|Thành phố [[Ngã Bảy]]\n|2020\n|rowspan=\"2\"|<center>[[Đô thị Việt Nam#Đô thị loại III|Loại III]]\n|2015\n|78,07\n|55.933\n|2020\n|\n|4 phường, 2 xã\n|\n*Là trung tâm kinh tế, văn hóa, y tế, giáo dục - đào tạo khu vực phía Đông của tỉnh Hậu Giang\n*Là đô thị có vai trò thúc đẩy phát triển kinh tế - xã hội của tiểu vùng phía Đông tỉnh Hậu Giang và một số huyện lân cận tỉnh Sóc Trăng. \n*Là vùng du lịch cảnh quan, sinh thái. Thế mạnh của vùng là phát triển dịch vụ du lịch, văn hóa, sinh thái và nghỉ ngơi, giải trí của người dân, phát triển vùng chuyên canh sản xuất nông nghiệp và công nghiệp chế biến. \n*Là đầu mối giao thông thủy bộ quan trọng nối giữa vùng Tây Sông Hậu với vùng bán đảo Cà Mau, thuận lợi để giao thương phát triển kinh tế.\n|-\n|3\n|Thị xã [[Long Mỹ (thị xã)|Long Mỹ]]\n|2015\n|2019\n|149,29\n|62.063\n|2020\n|\n|4 phường, 5 xã\n|Là trung tâm kinh tế, văn hóa, giáo dục, khoa học kỹ thuật phía Nam của tỉnh Hậu Giang.\n|-\n|4\n|Thị trấn [[Cái Tắc]]\n|2007\n|rowspan=\"15\"|<center>[[Đô thị Việt Nam#Đô thị loại V|Loại V]]\n|\n|7,39 \n|10.600\n|2007\n|1.536\n|\n|\n*Là trung tâm kinh tế của huyện Châu Thành A.\n*Là trung tâm kinh tế, văn hoá, giáo dục – đào tạo, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Châu Thành A và được phát triển không gian đô thị qua các xã Thạnh Hòa, Long Thạnh của huyện Phụng Hiệp, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|5\n|Thị trấn [[Cây Dương]]\n|2000\n|\n|14,94<ref name=HPH2020\/>\n|7.717<ref name=HPH2020>{{Chú thích web|url=https:\/\/haugiang.gov.vn\/documents\/20124\/960594\/Baocao_QH2030_PhungHiep_trinhduyet.pdf_20211104091519.pdf\/10bf6893-ecb1-25fd-c41b-b9077332fb0e|tựa đề= Dân số đô thị của huyện Phụng Hiệp năm 2020 (trang 28) |ngày= 4 tháng 11 năm 2021 |website= Cổng thông tin điện tử tỉnh Hậu Giang |url-status=live}}<\/ref>\n|2020\n|516\n|\n|\n*Là đô thị loại V trực thuộc tỉnh, trung tâm hành chính, kinh tế của huyện Phụng Hiệp.\n*Là trung tâm kinh tế, văn hoá, hành chính, giáo dục – đào tạo, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Phụng Hiệp, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|6\n|Thị trấn [[Bảy Ngàn]]\n|2009\n|\n|13,03\n|11.990\n|2009\n|920\n|\n|\n*Là trung tâm kinh tế của huyện Châu Thành A. \n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Châu Thành A, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|7\n|Thị trấn [[Búng Tàu]]\n|2011\n|\n|14,67<ref name=HPH2020\/>\n|5.919<ref name=HPH2020\/>\n|2020\n|440\n|\n|\n*Là trung tâm kinh tế của huyện Phụng Hiệp. \n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Phụng Hiệp, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|8\n|Thị trấn [[Kinh Cùng]]\n|2000\n|\n|12,27<ref name=HPH2020\/>\n|7.728<ref name=HPH2020\/>\n|2020\n|630\n|\n|\n*Là trung tâm kinh tế của huyện Phụng Hiệp.\n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Phụng Hiệp, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|9\n|Thị trấn [[Mái Dầm]]\n|2011\n|\n|16,02\n|11.737\n|2010\n|733\n|\n|\n*Là trung tâm kinh tế, giáo dục – đào tạo nghề, văn hoá, dịch vụ của huyện Châu Thành\n*Là cửa ngỏ tiếp giáp tỉnh Sóc Trăng và đầu mối giao thông, giao lưu của một vùng huyện Châu Thành, có vai trò thúc đẩy \nsự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|10\n|Thị trấn [[Một Ngàn]]\n|2003\n|\n|8,44\n|7.800 \n|2003\n|925\n|\n|\n*Là trung tâm hành chính, kinh tế của huyện Châu Thành A.\n*Là trung tâm kinh tế, văn hoá, hành chính, giáo dục – đào tạo, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Châu Thành A, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|11\n|Thị trấn [[Nàng Mau]]\n|1999\n|\n|6,24\n|6.456\n|2020\n|\n|\n|\n*Là trung tâm hành chính, kinh tế của huyện Vị Thủy. \n*Là trung tâm kinh tế, văn hoá, hành chính, giáo dục – đào tạo, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Vị Thủy, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|12\n|Thị trấn [[Ngã Sáu]]\n|2001\n|\n|14,23\n|9.189\n|2019\n|646\n|\n|\n*Là trung tâm hành chính, kinh tế, giáo dục – đào tạo của huyện Châu Thành.\n*Là trung tâm kinh tế, hành chính, giáo dục – đào tạo, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Châu Thành, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|13\n|Thị trấn [[Rạch Gòi]]\n|2007\n|\n|11,20\n|9.870\n|2007\n|881\n|\n|\n*Là trung tâm kinh tế của huyện Châu Thành A. \n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Châu Thành A, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|14\n|Thị trấn [[Vĩnh Viễn (thị trấn)|Vĩnh Viễn]]\n|2019\n|2017\n|40,72\n|11.142\n|2018\n|274\n|\n|\n*Là trung tâm hành chính, kinh tế của huyện Long Mỹ. \n*Là trung tâm kinh tế, văn hoá, hành chính, giáo dục – đào tạo, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Long Mỹ, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|15\n|Đô thị Cái Sơn (xã [[Phương Bình]])\n|1957\n|2013\n|56,59\n|16.174\n|2009\n|286\n|\n|\n*Là trung tâm kinh tế của huyện Phụng Hiệp.\n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Phụng Hiệp, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|16\n|Đô thị [[Xà Phiên]]\n|1991\n|2019\n|48,09\n|14.799\n|1999\n|308\n|\n|\n*Là trung tâm kinh tế của huyện Long Mỹ.\n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Long Mỹ, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|17\n|Đô thị [[Lương Nghĩa]]\n|\n|\n|\n|\n|\n|\n|\n*Là đô thị loại V trực thuộc tỉnh, trung tâm kinh tế của huyện Long Mỹ.\n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Long Mỹ, có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|-\n|18\n|Đô thị [[Tân Long, Phụng Hiệp|Tân Long]]\n|\n|\n|\n|\n|\n|\n|\n*Là trung tâm kinh tế của huyện Phụng Hiệp.\n*Là trung tâm kinh tế, văn hoá, dịch vụ, đầu mối giao thông, giao lưu của một vùng huyện Phụng Hiệp và huyện Châu Thành (tiếp giáp xã Đông Phước sẽ phát triển mạnh về du lịch nghỉ dưỡng), có vai trò thúc đẩy sự phát triển kinh tế - xã hội của một vùng tỉnh Hậu Giang.\n|}\n\n==Chương trình phát triển đô thị==\nNăm [[2004]], tỉnh Hậu Giang mới thành lập chỉ có 9 đô thị gồm: 1 đô thị loại IV (TX. Vị Thanh) và 8 đô thị loại V<ref name=THG2022>{{Chú thích web|url=https:\/\/haugiang.gov.vn\/documents\/327637\/1284216\/221013-%20H%E1%BA%ADu%20Giang_B%C3%A1o%20c%C3%A1o%20cu%E1%BB%91i%20k%E1%BB%B3%20(t%E1%BB%95ng%20h%E1%BB%A3p)-V14sent.pdf_20221018104926.pdf\/f3e7b2ab-179d-b6d3-b9cf-f1cc292c5f9c|tựa đề= Dự thảo Quy hoạch tỉnh Hậu Giang thời kỳ 2021 - 2030, tầm nhìn đến năm 2050 (Dự thảo lần 3 (Báo cáo kỳ cuối): Báo cáo tổng hợp). Trang 231|ngày= 13 tháng 10 năm 2022 |website= Cổng thông tin điện tử tỉnh Hậu Giang |ngày truy cập= 14 tháng 10 năm 2022 |url-status=live}}<\/ref>.\n\nTính đến năm [[2019]], tỉnh Hậu Giang có 16 đô thị, gồm 1 đô thị loại II là TP. Vị Thanh; 2 đô thị loại III là TP. Ngã Bảy và TX. Long Mỹ; 13 đô thị loại V (trong đó: 11 đô thị là thị trấn và 2 đô thị không là thị trấn: Xà Phiên, Cái Sơn) và tỷ lệ đô thị hóa năm 2019 là 25,9%<ref name=BHG210521>{{Chú thích web|url=http:\/\/www.baohaugiang.com.vn\/xay-dung-do-thi\/tim-huong-phat-trien-do-thi-ben-vung-89227.html\/|tựa đề= Hậu Giang tìm hướng phát triển đô thị bền vững |ngày= 21 tháng 5 năm 2020 |tác giả= Bài, ảnh: Hoài Thu |website= Báo Hậu Giang |ngày truy cập= 9 tháng 3 năm 2023 |url-status=live}}<\/ref>.\n\nTính đến năm [[2020]], tỉnh Hậu Giang có 18 đô thị gồm: 1 đô thị loại II, 2 đô thị loại III, 15 đô thị loại V (trong đó có 4 đô thị loại V chưa được công nhận là thị trấn)<ref name=BTN>{{Chú thích web|url=https:\/\/thanhnien.vn\/hau-giang-phat-trien-do-thi-1851113259.htm|tựa đề= Hậu Giang phát triển đô thị |ngày= 20 tháng 9 năm 2021 |tác giả= Quang Minh Nhật |website= Báo Thanh Niên |ngày truy cập= 8 tháng 3 năm 2023 |url-status=live}}<\/ref> và tỉ lệ đô thị hóa là 29%<ref name=THG2022\/>.\n\nTheo số liệu thống kê dân số tỉnh Hậu Giang năm 2020, dân số thành thị là 206.628 người chiếm 28,3% tổng dân số toàn tỉnh<ref name=THG2022\/>.\n\nĐịnh hướng phát triển hệ thống đô thị theo chương trình phát triển đô thị:\n*Đến 2025, tỉnh có 19 đô thị bao gồm: 1 đô thị loại II, 2 đô thị loại III, 1 đô thị loại IV (TT. Cái Tắc), 15 đô thị loại V (9 thị trấn, 6 đô thị mới).\n*Năm 2030, tỉnh có 19 đô thị bao gồm: 2 đô thị loại II, 1 đô thị loại III, 7 đô thị loại IV và 9 đô thị loại V (4 thị trấn, 5 đô thị mới)<ref>Dự thảo Quy hoạch tỉnh Hậu Giang thời kỳ 2021 - 2030, tầm nhìn đến năm 2050. Dự thảo lần 3: Báo cáo tổng hợp. Hậu Giang, tháng 10 năm 2022. Trang 478.<\/ref>.\n*Sau năm 2030, đô thị Châu Thành (toàn bộ huyện Châu Thành) được định hướng phát triển thành đô thị loại IV và thành lập thị xã Châu Thành thuộc tỉnh Hậu Giang<ref>Dự thảo Quy hoạch tỉnh Hậu Giang thời kỳ 2021 - 2030, tầm nhìn đến năm 2050. Dự thảo lần 3: Báo cáo tổng hợp. Hậu Giang, tháng 10 năm 2022. Trang 493.<\/ref>. \n\nĐịnh hướng phát triển 3 đô thị chính + 1 tâm: Vị Thanh, Ngã Bảy, Long Mỹ + Châu Thành.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{sơ khai Hậu Giang}}\n{{Đô thị tại Việt Nam theo tỉnh}}"}