{"1168372":"{{chú thích trong bài}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Đông Minh\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.393139\n| kinh độ = 106.577784\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Tiền Hải]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13003<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Đông Minh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tiền Hải]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n==Địa lý - Hành chính==\nĐông Minh là xã ven biển thuộc huyện Tiền Hải, được thành lập ngày 05\/5\/1955.\n\nXã cách [[thành phố Thái Bình]] về hướng Đông 29&nbsp;km; cách [[thị trấn Tiền Hải]] về hướng Đông 9&nbsp;km; phía Đông giáp [[Biển Đông]]; phía Bắc giáp xã [[Đông Hoàng, Tiền Hải|Đông Hoàng]]; phía Tây giáp các xã [[Đông Phong, Tiền Hải|Đông Phong]], [[Đông Cơ]], [[Đông Lâm]]; phía Nam giáp xã [[Nam Thịnh]].\n\nDiện tích tự nhiên 8,34 km2, dân số 8.422 người với 2.430 hộ dân (6\/2010), tập trung thành 5 thôn: Đồng Châu, Đồng Châu nội, Minh Châu, Thanh Lâm, Ngãi Châu.\n\nUBND xã tọa lạc tại thôn Minh Châu\n\n==Dân cư==\nDân Nông nghiệp vốn là dân sống trên đất của Văn Hải (Đông Phong), chủ yếu gốc họ Vũ, họ Lý, họ Đặng... đến từ những năm xã mới được thành lập.\n\nVùng Đồng Muối là dân nhập cư từ những năm 1960 về sau gồm: Họ Trần, Họ Hoàng đến từ Trà Giang Kiến Xương; Họ Hoàng đến từ Lương Phú, Tây Lương; Họ Đinh, họ Nguyễn đến từ Phụ Thành, Đông Trà; Họ Đoàn đến từ Đông Lâm; Họ Đặng từ Đông Phong...\n\nDân cư ở đây chủ yếu sống bằng nghề nông, làm muối và nuôi trồng thủy hải sản.\n\n==Giao thông==\n* Đường 39B theo hướng Đông - Tây chạy dài đến giáp bãi biển;\n* Đường đê số 6 theo hướng Bắc Nam là trục đường chính của xã.\n\nPhương tiện giao thông đi lại rất thuận lợi, có bến xe Buýt từ trung tâm xã đi TP Thái Bình, Hà Nội...\n\n==Kinh tế==\n* Khí hậu biển rất tốt. Từ thời Pháp thuộc nơi đây đã được xây dựng làm khu nghỉ nghỉ mát và điều dưỡng. Đồng Châu là trung tâm Du lịch sinh thái biển thu hút nhiều du khách trong và ngoài nước.\n* Xã có nghề làm muối phát triển, nghề nông nghiệp, đánh bắt và nuôi trồng thủy sản. Sau này nghề muối gần như bỏ hẳn,diện tích đất làm muối rất rộng biến thành đầm, ao nuội tôm cua. Ngoài bãi biển nuôi ngao (nghêu) trên diện tích mấy trăm hecta mặt nước - Nuôi trồng và xuất khẩu thủy, hải sản là nguồn kinh tế chính và chủ yếu của xã.\n* Công trình thủy nông Cống Lân là công trình lớn được xây dựng từ thời Pháp nằm giáp ranh Đông Minh, Đông Lâm, Nam Cường điều hành thủy nông chính cho huyện Tiền Hải.\n\n==Giáo dục - Y tế==\nXã có 1 trường THCS (Tiền thân là Trường PT cấp 2 Đông Minh thành lập năm 1966) đặt tại Thôn Minh Châu; và 1 trường Tiểu học (có 02 phân hiệu đặt ở thôn Thanh Lâm và thôn Đồng Châu nội).\n\nTrạm Y tế xã cũng được đầu tư xây dựng cao tầng khá khang trang và được trang bị hệ thống máy móc khá hiện đại đủ điều kiện khám chữa bệnh, điều trị và chăm sóc sức khỏe cho nhân dân trong xã.\n\n==Di tích - Danh thắng==\n* Đền Cửa Lân, còn gọi là Đền Bà, được xây dựng vào thế kỷ XIX thuộc thôn Ngãi Châu, khoảng năm 1824, sau khi Doanh điền sứ [[Nguyễn Công Trứ]] mở mang bờ cõi khai sinh ra đất Tiền Châu. Khu vực nhà đền xưa kia còn gọi là Cồn Tiên, nơi neo đậu tàu thuyền đánh cá của nhân dân nhiều địa phương đến lập ấp khai hoang.\n\nTrong Đền còn lưu giữ bài thơ bằng chữ Hán, ca ngợi sự tôn nghiêm linh thiêng của khu di tích lịch sử văn hóa Đền Bà - Đền Cửa Lân. Bài thơ được phiên âm Hán Việt là:\n\n::::::::Đông Minh Thánh Mẫu điện Linh thiêng\n::::::::Di tích tôn nghiêm cảnh hữu tình\n::::::::Hải khoát thiên cao hòa sắc cộng\n::::::::Thổ phồn Thủy Tinh hậu An vinh\n::::::::Thần Từ Thổ Tinh lưu danh thắng\n::::::::Thánh Đức trường tồn vạn chí minh\n::::::::Mẫu Tử nhất gia Tôn Liệt Nữ\n::::::::Trung Trinh Tiết tháo Tử như sinh.\n::Đền Bà được công nhận là di tích văn hóa cấp quốc gia. Hội lễ đền vào ngày 10-03 âm lịch thu hút rất nhiều du khách thập phương.\n\n* Xã có 2 ngôi chùa: chùa Minh Châu (còn gọi Minh Quang Tự) tại thôn Minh Châu được công nhận là di tích văn hóa.\n* Thôn Minh Châu có miếu thờ thần. Ngoài thờ thánh và thần hoàng làng, miếu còn thờ Chủ tịch [[Hồ Chí Minh]] và có đá bia ghi danh các liệt sĩ hy sinh đã trong thời kỳ kháng chiến chống Pháp, chống Mỹ, bảo vệ Biên giới phía bắc và thực hiện nghĩa vụ quốc tế.\n* Theo thông lệ hằng năm vào ngày 05 tháng giêng âm lịch (mùng 5 tết) xã có tổ chức mừng thọ cho những ngừoi tuổi 70, 80, 90, 100,....\n* Tôn giáo: \"Không tôn giáo\" nhưng ảnh hưởng của Đạo Khổng, Đạo Giáo, Phật giáo. Đồng Châu Ngoại có 02 nhà thờ Thiên Chúa (nhà thờ họ đạo) 01 nhà thờ dựng đề niên đại 1937, trước hầu như chỉ do họ đạo hành lễ nhưng hiện nay (2013) được xây dựng mới trên khuôn viên cũ, khá khang trang và đã tổ chức hành lễ quy mô khu vực.\n\n==Những cư dân tiêu biểu==\n* Ông Phạm Lai (Lý Lai) người đến lập ấp từ rất sớm (người trồng cây đa miếu Minh Châu)\n* Ông Phan Văn Thùy - Chánh tổng - còn gọi là [[Chánh Thùy]] Thành lập thôn Minh Châu.\n* Ông Đoàn Nha người khai khẩn lập ấp.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Tiền Hải}}"}