{"493085":"{{bài cùng tên|Đông Minh}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đông Minh\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| thành phố = \n| thị xã = \n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n|bí thư =  \n| trụ sở UBND = \n|tỉnh=[[Thanh Hóa]]\n|huyện=[[Đông Sơn, Thanh Hóa|Đông Sơn]]\n|diện tích=4,14\n|dân số=4.265 người (2017)\n|mật độ dân số=1.103\n| mã hành chính = 40813<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Đông Minh''' là một [[xã]] thuộc [[huyện]] [[Đông Sơn]], [[tỉnh]] [[Thanh Hóa]], [[Việt Nam]].\n\n== Địa lý ==\nXã Đông Minh có [[diện tích]]: 4,14&nbsp;km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ<\/ref>. Theo Tổng điều tra dân số năm 2017, xã Đông Minh có [[dân số]] 4.265 người.\n\nVị trí địa lý: \n:*[[Phía đông]] giáp xã [[Đông Thịnh, Đông Sơn|Đông Thịnh]];\n:*[[Phía nam]] giáp xã [[Đông Yên, Đông Sơn|Đông Yên]] và xã [[Đông Hòa, Đông Sơn|Đông Hòa]];\n:*[[Phía tây]] giáp xã [[Đông Ninh, Đông Sơn|Đông Ninh]];\n:*[[Phía bắc]] giáp xã [[Đông Khê, Đông Sơn|Đông Khê]].\n\n== Lịch sử ==\nLàng truyền thống của xã Đông Minh được hình thành rất sớm. Từ đầu thế kỷ V đến đầu thế kỷ V đến đầu thế kỷ XI, cả ba làng gắn liền với Đông Phố, quận trị Cửu Chân. Thành Hoàng của ba làng là ba vị thuộc hạ của Lê Ngọc sống vào cuối thế kỷ VI đầu thế kỷ VII. Nhiều cồn bãi, xứ đồng…trên mảnh đất này còn ghi lại nhiều dấu vết của vùng ven kinh đô Đông Phố, cùng Trường Xuân và cuộc chiến đấu của Lê Ngọc chống lại nhà Đường đầu thế kỷ thứ VII.\n\nThời Gia Long (1802 – 1819), huyện Đông Sơn có 6 tổng. Thôn Vân Đô, Thôn Tuân Hóa thuộc tổng Lê Nguyễn, thôn Trung, Thôn Tiền Lộc, Thôn Thượng Phúc thuộc tổng Thạch Khê. Năm Minh Mạng thứ 19 (1838) hai tổng Thạch Khê và Tuyên Hóa chia thành 3 tổng Tuyên Hóa, Thạch Khê, Thanh Khê. Thôn Vân Đô, thôn Trung, thôn Tiền Lộc, Thôn Thượng Phúc thuộc tổng Thanh Khê. Thanh Khê sau đổi thành Kim Khê. Thôn Tuân Hóa thuộc tổng Tuyên Hóa. Cho đến những năm trước cách mạng tháng Tám, làng Tuân Hóa thuộc tổng Tuyên Hóa. Vân Đô, thôn Trung, Tiền Lộc, Thượng Phúc thuộc tổng Kim Khê. Cuối năm 1945 đầu năm 1946 huyện Đông Sơn giải thể đơn vị hành chính cấp tổng, chia 7 tổng cũ thành 22 xã. Năm làng trên thuộc xã Đồng Minh. Năm 1948, huyện Đông Sơn điều chỉnh, sắp xếp laị địa giới các xã. Toàn huyện gồm 13 xã. Xã Đông Minh và xã Đồng Pho nhập với nhau và đặt tên Đông Hòa. Tháng 8 năm 1954, Đông Sơn lại chia thành 25 xã. Đông Hòa tách thành hai xã: Đông Hòa và Đông Minh. Xã Đông Minh với các làng cũ là Vân Đô, Tuân Hóa, Trung Thôn và Dự Mao\n\nThời [[nhà Nguyễn]], xã Đông Minh thuộc tổng Thạch Khê, sau đó thuộc tổng Lê Nguyễn, huyện Đông Sơn, phủ Thiệu Hóa, gồm các thôn: Vân Đô, Tuân Hóa, Trung Tôn, Hạc Thành và thôn Dự <ref name=LangThanhhoaII>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá |trang=47| publisher = Nhà xuất bản Thanh Hoá, 2001 }}<\/ref>.\n\nTên gọi xã Đông Minh có từ năm 1953.\n\nNăm 1977, các xã hữu ngạn [[sông Chu]] thuộc huyện [[Thiệu Hóa]] sáp nhập với huyện Đông Sơn thành huyện [[Đông Thiệu, Thanh Hóa|Đông Thiệu]], xã Đông Minh thuộc huyện Đông Thiệu. Năm 1982 huyện Đông Thiệu đổi lại là huyện Đông Sơn, xã Đông Minh lại thuộc huyện Đông Sơn.\n\nTrước tháng 8 năm 2018, xã Đông Minh gồm 9 thôn, đánh số từ 1 đến 9, tương ứng với có 3 làng truyền thống: làng Vân Đô, làng Tuân Hóa, làng Trung Đông gồm 7 làng: Làng Vân Đô, làng Chiến Lợi, Làng Ngã Năm Tuân Hóa, Làng Đâu Đấu, Làng Trung Thôn, Làng Tiền Lộc, Làng Thượng Phúc được chia ra 9 thôn với tổng số dân là 1446 hộ bao gồm 4898 khẩu.\n\nTừ tháng 8 năm 2018, xã Đông Minh gồm 6 thôn với 3 làng như sau:\n\n▪ Làng Vân Đô: Thôn 1 và Thôn 2.\n\n▪ Làng Tuân Hóa: Thôn 3 và Thôn 4.\n\n▪ Làng Trung Đông: Thôn 5 và Thôn 6.\n\n==Di tích lịch sử, văn hóa==\n*Làng Mao Xá<ref name=LangThanhhoaII\/> có đền thờ Bà  Đanh và chùa thờ Phật.\n*Đền thờ Ngã Năm thờ Giắc Kim Công Trang<ref name=LangThanhhoaII\/>.\n*Làng Vân Đô có đền thờ Quận công Trịnh Khải và Từ đường họ Trịnh thờ [[Trịnh Khắc Phục]], [[khai quốc công thần]] trong [[khởi nghĩa Lam Sơn]]<ref name=LangThanhhoaII\/>.\n\n== Y tế, Giáo dục==\nXã Đông Minh có 01 trạm y tế cấp xã. Hệ thống giáo dục gồm 01 Trường mầm non, 01 Trường tiểu học và THCS.\n\n== Kinh tế ==\n{{chú thích trong bài}}\nTrong những năm qua, kinh tế Đông Minh có những bước phát triển tiến bộ, tốc độ tăng trưởng hàng năm đạt từ 17 - 18,8%\/năm.\n\nCơ cấu kinh tế: Sản xuất nông nghiệp: 47%; Sản xuất tiểu thủ công nghiệp và xây dựng cơ bản: 22%; Dịch vụ thương mại và nguồn thu khác: 31%.\n\nGDP bình quân đầu người: đạt 21,3 triệu đồng\/người\/năm.\n\nSản xuất nông nghiệp: Tổng diện tích gieo cấy 258,1 ha. \n* Vụ chiêm xuân: Năng suất bình quân năm 2012 đạt 65,8tạ\/ha, giảm 4,2tạ\/ha so với cùng kỳ và đạt 99,7%. Sản lượng đạt: 1 677,6 tấn. \n* Vụ mùa: Năng suất bình quân năm 2012 đạt 56,72ạ\/ha, tăng 10,32 tạ so với cùng kỳ và bằng 101,3% kế hoạch đầu năm. Sản lượng đạt 1 463,9 tấn.\nTổng sản lượng cả năm đạt 3 162,2 tấn, tăng 4,7% so với cùng kỳ và bằng 100,4% kế hoạch. Bình quân lương thực đầu người 856&nbsp;kg\/người\/năm, tăng 9,46% so với năm 2011 và bằng 109,7% Nghị quyết.\n\n== Chú thích ==\n{{Tham khảo}}\n== Liên kết ngoài ==\n \n {{Đơn vị hành chính thuộc huyện Đông Sơn}}\n{{sơ khai Thanh Hóa}}"}