{"61174":"{{bài cùng tên|Đông Hà (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam |thành phố thuộc tỉnh\n| tên = Đông Hà\n| logo =Logo TP. Đông Hà.svg|thumb|<nowiki>]]<\/nowiki>\n| ghi chú logo = Logo [[Đông Hà|Thành phố Đông Hà]] \n| hình = Một góc Đông Hà, Quảng Trị.JPG\n| ghi chú hình = Trung tâm thành phố Đông Hà nhìn từ trên cao\n| vĩ độ = 16\n| vĩ phút = 48\n| vĩ giây = 01\n| kinh độ = 107\n| kinh phút = 05\n| kinh giây = 12\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 73,06 km²\n| dân số = 95.658 người\n| thời điểm dân số = 2019\n| mật độ dân số = 1.308 người\/km²\n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Trị]]\n| thành lập = 11\/8\/2009\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại III|Loại III]] \n| năm công nhận = 2005\n| chủ tịch UBND = Nguyễn Tăng \n| chủ tịch HĐND = Hồ Sỹ Trung \n|bí thư =  Nguyễn Chiến Thắng\n| chủ tịch UBMTTQ = Phạm Thị Thu Hà\n| viện trưởng VKSND = Phạm Vũ Ngọc\n| phân chia hành chính = 9 phường\n| trụ sở UBND = Số 1, đường Huyền Trân Công Chúa, [[Phường 1, Đông Hà|phường 1]]\n| mã hành chính = 461<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|dongha.quangtri.gov.vn}}\n|biển số xe=74-C1|cỡ logo=242px}}\n\n'''Đông Hà''' là [[Thành phố (Việt Nam)|thành phố]] tỉnh lỵ của tỉnh [[Quảng Trị]], [[Việt Nam]].\n\nThành phố nằm ở ngã ba [[Quốc lộ 1]] và [[Quốc lộ 9]]. Đông Hà là trung tâm chính trị, văn hóa, xã hội, kinh tế và thương mại của tỉnh [[Quảng Trị]].<ref name=autogenerated2>{{Chú thích web | url = http:\/\/www.diaoconline.vn\/tinchitiet\/18\/15978\/thanh-lap-thanh-pho-dong-ha-thuoc-tinh-quang-tri\/ | tiêu đề = Thành lập thành phố Đông Hà thuộc tỉnh Quảng Trị | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Địa Ốc Online | ngôn ngữ = }}<\/ref> Đông Hà có một vị trí quan trọng, nằm ở trung độ giao thông của cả nước, trên giao lộ 1A nối thủ đô [[Hà Nội]] - [[Thành phố Hồ Chí Minh]] và quốc lộ 9 trong hệ thống đường xuyên Á, là điểm khởi đầu ở phía Đông của trục [[Hành lang kinh tế Đông - Tây]] giữa đông bắc [[Thái Lan]], [[Lào]], [[Myanmar]] và [[Miền Trung (Việt Nam)|miền Trung Việt Nam]] qua cửa khẩu quốc tế Lao Bảo và các nước trong khu vực [[biển Đông]] qua cảng Cửa Việt, kết thúc ở thành phố [[Đà Nẵng]].\n\n==Địa lý==\n=== Vị trí địa lý ===\nThành phố Đông Hà nằm ở trung tâm tỉnh [[Quảng Trị]], có vị trí địa lý:\n* Phía đông và phía nam giáp huyện [[Triệu Phong]]\n* Phía tây giáp huyện [[Cam Lộ]]\n* Phía bắc giáp huyện [[Gio Linh]] và huyện Cam Lộ.\n\nThành phố Đông Hà có diện tích tự nhiên 72,95&nbsp;km², dân số là 84.157 người. Mật độ dân số là 1.153 người\/km² Thành phố cách thủ đô [[Hà Nội]] 600&nbsp;km về phía Nam, cách [[Thành phố Hồ Chí Minh]] 1118&nbsp;km về phía Bắc, cách [[cửa khẩu quốc tế Lao Bảo]] 83&nbsp;km về phía tây, cách [[Huế]] 66&nbsp;km, cách [[Đồng Hới]] 100&nbsp;km, cách [[Quảng Trị (thị xã)|thị xã Quảng Trị]] 12&nbsp;km.\n\n=== Địa hình ===\nĐịa hình của Đông Hà có đặc trưng về mặt hình thể như là một mặt cầu mở rộng ra hai phía Nam, Bắc của quốc lộ 9, địa hình hơi nghiêng và thấp dần từ Tây sang Đông. Các vùng đất đồi bị chia cắt bởi nhiều đồi bát úp xen giữa là các khe.\n\nNhìn chung, lãnh thổ Đông Hà có gồm hai dạng địa hình cơ bản sau:<ref name=autogenerated3 \/>\n\n* Địa hình gò đồi bát úp ở phía Tây và Tây Nam, chiếm 44,1% diện tích tự nhiên với hơn 3.000 ha, có độ cao trung bình 5- 100m. Về thổ nhưỡng, mặt đất ở đây được phủ trên nền phiếm thạch và sa phiến cùng với địa hình gò đồi bát úp nối dài. Với địa hình này sẽ thích hợp cho việc sản xuất canh tác, trồng cây lâm nghiệp, xây dựng và phát triển các mô hình kinh tế trang trại, sinh thái vườn đồi, vườn rừng. Xen kẻ giữa những gò đồi là những hồ đập có tác dụng điều hoà khí hậu, bảo vệ môi trường, đồng thời tạo ra những cảnh quan tự nhiên, môi trường sinh thái để tạo điều kiện cho việc xây dựng và phát triển các cụm điểm dịch vụ vui chơi, giải trí, tạo ra một cảnh quan đô thị đẹp, đa dạng.\n* Địa hình đồng bằng có độ cao trung bình 3m so với mực nước biển, chiếm 55,9% diện tích tự nhiên. Về thổn nhưỡng, đất ở đây được phủ lên mặt lớp phù sa thuận lợi cho phát triển nông nghiệp (trồng [[lúa]], hoa, rau màu...). Địa hình này tập trung ở các phường: 2, phường 3, phường Đông Thanh, Đông Giang, Đông Lễ, Đông Lương. Do địa hình thấp trũng, nên thường hay bị ngập lụt về mùa mưa bão đồng thời hạn hán, thiếu nước về mùa hè, ảnh hưởng lớn đến sản xuất và đời sống.\n=== Khí hậu ===\nKhí hậu của Đông Hà thuộc hệ khí hậu nhiệt đới ẩm với đặc trưng là [[gió Lào]] (gió Phơn Tây Nam) ở Quảng Trị nói chung và ở Đông Hà nói riêng.\n\nThành phố Đông Hà nằm ở khu vực đất hẹp của [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ]], mang đặc điểm của khí hậu gió mùa và có những biểu hiện đặc thù so với các vùng khí hậu khu vực phía Đông [[dãy núi Trường Sơn]]. Do chịu ảnh hưởng mạnh mẽ của gió phơn Tây Nam nên tạo thành một vùng khí hậu khô, nóng. Chế độ khí hậu chia làm 2 mùa rõ rệt là mùa [[mưa]] và mùa khô nóng.\n\nVề mùa Đông, do chịu ảnh hưởng của không khí lạnh cực đới tràn về đến tận đèo Hải Vân vì vậy ở khu vực Đông Hà có mùa đông tương đối lạnh so với các vùng phía nam. Chênh lệch nhiệt độ trung bình giữa tháng nóng nhất và lạnh nhất từ 9 đến 10 độ C. Đây cũng là khu vực có lượng mưa tương đối lớn nhưng tập trung chủ yếu trong 4 tháng mùa mưa (khoảng 80%).\n\nTuy nhiên số ngày mưa phân bố không đều, trong các tháng cao điểm trung bình mỗi tháng có từ 17 đến 20 [[ngày]] mưa làm ảnh hưởng đến bố trí thời vụ của một số cây trồng và ảnh hưởng đến sản xuất nông nghiệp của người dân ở địa phương.\n\nKhu vực Đông Hà còn chịu ảnh hưởng của bão. Mùa bão ở đây tập trung từ tháng 9 đến tháng 11. Các cơn bão đổ bộ vào đất liền thường tập trung vào các cơn bão số 7, 8, 9 và 10.\n\nBão thường kèm theo mưa to kết hợp với nước biển dâng cao và lượng mưa lớn từ trên nguồn đổ về gây lũ lụt và ngập úng trên diện rộng làm thiệt hại đến cơ sở hạ tầng và phá hoại mùa màng.\n\nĐông Hà chịu ảnh hưởng sâu sắc của hai loại gió mùa: gió mùa đông bắc hoạt động từ tháng 11 đến tháng 3 năm sau và gió mùa tây nam hoạt động từ tháng 4 đến tháng 9.\n\nNói chung, khí hậu của khu vực có nhiều nét biến động mạnh, thể hiện qua sự biến động mùa: mùa đông và mùa hè, mùa mưa và mùa khô. Thời tiết của Đông Hà thường gây úng vào đầu vụ đối với vụ đông xuân; hạn đầu vụ, úng cuối vụ đối với vụ hè.<ref name=autogenerated3 \/>\n\n{{Weather box|width=auto\n|metric first=y\n|single line=y \n|location = Đông Hà\n|Jan high C = 22.9\n|Feb high C = 24.0\n|Mar high C = 27.1\n|Apr high C = 31.3\n|May high C = 33.9\n|Jun high C = 34.8\n|Jul high C = 34.6\n|Aug high C = 33.8\n|Sep high C = 31.7\n|Oct high C = 28.7\n|Nov high C = 26.0\n|Dec high C = 23.2\n|year high C = 29.3\n|Jan mean C = 19.6\n|Feb mean C = 20.5\n|Mar mean C = 22.7\n|Apr mean C = 25.9\n|May mean C = 28.4\n|Jun mean C = 29.8\n|Jul mean C = 29.5\n|Aug mean C = 28.9\n|Sep mean C = 27.3\n|Oct mean C = 25.3\n|Nov mean C = 23.0\n|Dec mean C = 20.3\n|year mean C = 25.1\n|Jan low C = 17.5\n|Feb low C = 18.3\n|Mar low C = 20.2\n|Apr low C = 23.0\n|May low C = 25.0\n|Jun low C = 26.5\n|Jul low C = 26.3\n|Aug low C = 25.8\n|Sep low C = 24.5\n|Oct low C = 23.0\n|Nov low C = 20.9\n|Dec low C = 18.3\n|year low C = 22.5\n|Jan record high C = 34.6 |Jan record low C = 10.0\n|Feb record high C = 37.9 |Feb record low C = 11.2\n|Mar record high C = 39.8 |Mar record low C = 9.4\n|Apr record high C = 42.1 |Apr record low C = 15.8\n|May record high C = 42.0 |May record low C = 17.4\n|Jun record high C = 41.4 |Jun record low C = 21.5\n|Jul record high C = 39.7 |Jul record low C = 22.2\n|Aug record high C = 39.4 |Aug record low C = 22.7\n|Sep record high C = 38.9 |Sep record low C = 18.6\n|Oct record high C = 34.9 |Oct record low C = 16.9\n|Nov record high C = 35.6 |Nov record low C = 13.3\n|Dec record high C = 33.0 |Dec record low C = 9.8\n|year record high C = 42.1  |year record low C = 9.4\n|precipitation colour = green\n|Jan precipitation mm = 52.9\n|Feb precipitation mm = 32.0\n|Mar precipitation mm = 35.2\n|Apr precipitation mm = 63.7\n|May precipitation mm = 116.8\n|Jun precipitation mm = 92.2\n|Jul precipitation mm = 81.4\n|Aug precipitation mm = 159.6\n|Sep precipitation mm = 400.6\n|Oct precipitation mm = 629.7\n|Nov precipitation mm = 402.4\n|Dec precipitation mm = 189.7\n|year precipitation mm = \n|Jan precipitation days = 14.0\n|Feb precipitation days = 11.4\n|Mar precipitation days = 11.3\n|Apr precipitation days = 10.0\n|May precipitation days = 10.8\n|Jun precipitation days = 7.8\n|Jul precipitation days = 8.1\n|Aug precipitation days = 11.0\n|Sep precipitation days = 15.9\n|Oct precipitation days = 20.4\n|Nov precipitation days = 20.0\n|Dec precipitation days = 18.4\n|year precipitation days = \n|Jan humidity = 74.8\n|Feb humidity = 76.4\n|Mar humidity = 70.8\n|Apr humidity = 64.1\n|May humidity = 57.8\n|Jun humidity = 53.2\n|Jul humidity = 51.0\n|Aug humidity = 55.5\n|Sep humidity = 65.0\n|Oct humidity = 73.1\n|Nov humidity = 74.8\n|Dec humidity = 75.6\n|year humidity = 66.0\n|Jan sun = 95.3\n|Feb sun = 88.9\n|Mar sun = 123.4\n|Apr sun = 170.2\n|May sun = 228.2\n|Jun sun = 225.1\n|Jul sun = 227.5\n|Aug sun = 199.1\n|Sep sun = 161.7\n|Oct sun = 127.9\n|Nov sun = 94.2\n|Dec sun = 72.2\n|year sun = 1815.1\n|source 1 = Vietnam Institute for Building Science and Technology<ref name=IBST>{{cite web|title=QCVN 02:2022\/BXD Quy chuẩn kỹ thuật quốc gia về Số liệu điều kiện tự nhiên dùng trong xây dựng|url=https:\/\/luatvietnam.vn\/xay-dung\/quy-chuan-viet-nam-qcvn-02-2022-bxd-232769-d3.html|url-status=live|lang=vi}}<\/ref>\n}}\n\n=== Thổ nhưỡng ===\nĐất đai của Đông Hà bao gồm các loại đất chủ yếu như:<ref name=autogenerated5>{{Chú thích web | url = http:\/\/www.congthuong-quangtri.gov.vn\/Include\/default.asp?option=2&ChitietID=243&MenuID=17&MenuChaID=0&hienthivanban=0 | tiêu đề = ::.. So Cong Thuong Quang Tri..:: | tác giả =  | ngày =  | ngày truy cập =  | nơi xuất bản = Cổng TTĐT tỉnh Quảng Trị | ngôn ngữ =  }}{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n* Đất Feralit vàng trên sa phiến (Ps): là loại đất Feralít vàng phát triển trên phiến sét (Fs), đây là loại đất chiếm tỷ lệ lớn và có giá trị kinh tế, phân bố tập trung ở vùng đồi phía tây và phía tây nam thị xã. Diện tích đất này chiếm khoảng 3.500 ha, chủ yếu thích hợp trồng cây lâm nghiệp, cây ăn quả, phát triển đồng cỏ chăn nuôi.\n* Đất phù sa bồi (Pb): Là loại đất phù sa được bồi đắp hàng năm, đây là loại đất chiếm tỷ lệ lớn nhất và có ý nghĩa kinh tế phân bố chủ yếu ở các vùng khu vực triền sông Hiếu, sông Vĩnh Phước. Tổng diện tích khoảng 500 ha. Đây là loại đất thích hợp cho việc trồng cây lương thực, cây ăn quả và cây công nghiệp trong vùng.\n* Đất phù sa không được bồi\n* Đất phù sa Glây (Pg):Phân bố rãi rác ở các khu vực trồng lúa (thuộc các phường Đông Thanh, Đông Giang, Đông Lễ, Đông Lương) có diện tích 1.000 ha, chuyên trồng lúa và hoa màu. Đặc điểm chung của các loại đất trên là bị chua phèn, độ PH dao động từ 4,5 đến 6,5 nên độ phì kém.\n* Đất cát...\n\n=== Khoáng sản ===\nNguồn khoáng sản ở Đông Hà nhìn chung nghèo, chủ yếu gồm có đất sét làm gạch ngói nhưng trữ lượng không lớn lại phân bố rãi rác ở các phường Đông Giang, Đông Thanh, Đông Lương và phường 2. Việc khai thác không thể thực hiện trên diện rộng và có quy mô lớn.\n\nMột số cuộc nghiên cứu và khảo sát cho biết trên đất Đông Hà có quặng sắt ở đồi Quai Vạc (km 6 và km 7), sắt ở đường 9 (gần trung tâm thành phố).<ref name=autogenerated5 \/>\n\n=== Nguồn nước ===\n* '''Nguồn nước mặt''':\n\nThành phố Đông Hà có tổng trữ lượng nguồn nước mặt lớn, phân bố khá đều trên thành phố.\n\nNgoài nguồn nước từ sông Hiếu, Vĩnh Phước, Thạch Hãn, Hói Sòng và hàng chục khe suối, các hồ chứa, Đông Hà còn có một số hồ đập nhân tạo phục vụ cho sản xuất nông nghiệp, cải tạo môi trường và nuôi trồng thủy sản như: hồ Trung Chỉ, hồ Khe Mây, hồ Đại An, hồ Đại An, hồ Khe Sắn. Đông Hà còn là nơi có sông Cam Lộ chảy qua.\n\nHệ thống hồ đập ở thị xã là tiềm năng lợi thế để đầu tư xây dựng hình thành các cụm điểm vui chơi, nghỉ ngơi giải trí theo hướng hệ lâm viên dịch vụ sinh thái.\n\n* '''Nguồn nước ngầm''':\n\nNước dưới đất vùng Đông Hà tồn tại dưới 2 dạng chính: Trong các lỗ hổng và các tầng chứa nước khe nứt của đất đá chứa nước gọi là các tầng chứa nước lỗ hổng và các tầng chứa nước khe nứt.\n\nVùng trung tâm thành phố và khu vực đất đồi tầng ngầm nghèo. Nguồn nước mạch nông tồn tại ở vùng đất trũng thuộc khu vực trầm tích phù sa.\n\nKhông có nguồn nước ngầm mạch sâu ở khu vực nội thị nhưng có thể khai thác nguồn nước ngầm mạch sâu cách trung tâm thị xã 12&nbsp;km về phía đông bắc, với công suất 15.000m³\/ngày (tại huyện Gio Linh), trữ lượng nước tương ứng với cấp C1 là 19.046m³\/ngày, cấp C2= 98.493m³\/ngày. Lưu lượng giếng khoan từ 15 đến 191\/s, tổng độ khoáng hoá 80 đến 280&nbsp;mg\/l.\n\n=== Thủy sản ===\nThành phố Đông Hà không tiếp giáp với bờ biển, các con sông có lưu vực nhỏ nên tiềm năng đánh bắt tự nhiên không đáng kể. Hiện tại, thành phố đang phát triển chuyển đổi cơ cấu đất đai một số vùng để phát triển nuôi trồng thủy sản, đây cũng là một trong những định hướng có khả năng phát triển kinh tế trên địa bàn. Diện tích mặt nước nuôi trồng thủy sản là 151,7 ha với bình quân tổng sản lượng thủy sản khai thác hàng năm là 471 tấn.<ref name=autogenerated5 \/>\n\n=== Rừng ===\nTrước đây diện tích rừng tự nhiên của Đông Hà khá lớn với nhiều chủng loại gỗ quý và động vật cũng tương đối phong phú. Nhưng do hậu quả chiến tranh, chất độc hoá học đã tàn phá và nạn khai khai thác rừng bừa bãi đã cạn kiệt tài nguyên rừng.\n\nHệ thống rừng ở Đông Hà chủ yếu hiện nay là rừng trồng và rừng tái sinh. Rừng của thành phố ngoài ý nghĩa về kinh tế còn là góp phần tích cực vào việc điều hoà khí hậu, giữ gìn nguồn nước chống xói mòn và tạo cảnh quan du lịch sinh thái.\n\n== Lịch sử ==\n[[Hình:KC-130F VMGR-152 landing at Dong Ha 1967.JPEG|260px|phải|nhỏ|Lockheed KC-130F Hercules (BuNo 149808) của Thủy quân lục chiến Hoa Kỳ tại sân bay Đông Hà năm 1967]]\nKhởi thủy của Đông Hà được bắt đầu vào khoảng thế kỷ XVIII,<ref name=autogenerated6>{{Chú thích web | url = http:\/\/www.baoquangtri.vn\/default.aspx?TabID=75&modid=386&ItemID=1986 | tiêu đề = Báo Quảng Trị: Để Đông Hà xứng tầm là thành phố trực thuộc tỉnh | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Báo Quảng Trị | ngôn ngữ = }}<\/ref> vào đầu thế kỷ XX, thành phố Đông Hà là một xóm nhỏ vắng vẻ và chỉ là một trạm trung chuyển nhỏ cho những chuyến hoả xa Bắc - Nam ghé lại chở hàng của những nhà tư bản ngươì [[Pháp]] trong đó có Manpouech, vốn là công sứ ở Xavanakhẹt, đã từ chức để theo nghiệp kinh doanh.\n\nKhi người Pháp vận động phu phen đi mở đường nối Đông Hà lên tận sông Mêkông và đường 9 thì ông Manpouech đã lập một đoàn xe chuyên chạy tuyến này chở tài nguyên khai thác từ Lào về Đông Hà theo đường 9, xuống ga Đông Hà rồi theo tàu hoả chở hàng đến cảng [[Hải Phòng]].\n\nNhững năm chiến tranh với Pháp, Đông Hà cũng chỉ là một thị trấn nhỏ với khoảng hơn ngàn dân. Khi chiến tranh Việt Nam bắt đầu, cầu Hiền Lương, sông Bến Hải thành giới tuyến quân sự tạm thời thì Đông Hà mới trở thành vị trí tiền đồn cho [[Quân lực Việt Nam Cộng hòa]]. Thị xã lúc này đặc trưng như một khu quân sự với ngổn ngang sắc lính, xe cộ, tiếng ồn, bụi bặm, những khu vực sống xen kẽ giữa người dân và trại lính.\n\nTrong thời kỳ [[chiến tranh Việt Nam]], thị trấn Đông Hà là một đô thị quan trọng đối với khu vực [[Khe Sanh]], [[Lao Bảo]]. Sau năm [[1975]], Tỉnh [[Bình Trị Thiên]] được thành lập trên cơ sở hợp nhất 3 tỉnh [[Quảng Bình]], [[Quảng Trị]] và [[Thừa Thiên]], Đông Hà trở thành thị xã, 5 phường: 1, 2, 3, 4, 5 và xã Quảng Tân.\n\nTrong thời gian này, địa giới Đông Hà có những biến đổi theo hướng mở rộng. Ngày [[18 tháng 5]] năm [[1981]], giải thể xã Quảng Tân để sáp nhập xã này vào xã Gio Quang thuộc [[Bến Hải (huyện)|huyện Bến Hải]].<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-187-CP-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Binh-Tri-Thien-vb43075t17.aspx | tiêu đề = Quyết định 187 | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Theo Quyết định số 64\/HĐBT ngày [[11 tháng 9]] năm [[1981]] của Hội đồng Bộ trưởng,<ref>Nay là Chính phủ<\/ref> thị xã Đông Hà được sáp nhập thêm 8 xã: Cam An, Cam Thanh, Cam Thành, Cam Thủy, Cam Hiếu, Cam Tuyền, Cam Chính và Cam Nghĩa (thuộc huyện [[Bến Hải (huyện)|Bến Hải]]) và 2 xã: Triệu Lương, Triệu Lễ (thuộc huyện [[Triệu Hải (huyện)|Triệu Hải]]). Thị xã Đông Hà sau khi được mở rộng bao gồm các phường I, phường II, phường III, phường IV, phường V và các xã Cam An, Cam Thanh, Cam Thành, Cam Thủy, Cam Hiếu, Cam Tuyền, Cam Chính, Cam Nghĩa, Triệu Lương, Triệu Lễ.<ref>[http:\/\/www.chinhphu.vn\/vanbanpq\/lawdocs\/QD64HĐBT.rtf?id=6130 Quyết định số 64\/HĐBT ngày 11\/9\/1981 của Hội đồng Bộ trưởng về việc mở rộng thành phố Huế, thị xã Đông Hà và phân vạch lại địa giới các huyện Hương Điền, Hương Phú, Bến Hải, Triệu Hải thuộc tỉnh Bình Trị Thiên]<\/ref>\n \nSau khi tỉnh Bình Trị Thiên được tách thành ba tỉnh như trước vào ngày [[30 tháng 6]] năm [[1989]], thị xã Đông Hà trở thành tỉnh lỵ Quảng Trị.<ref name=autogenerated6 \/> đồng thời là trung tâm chính trị, kinh tế, văn hóa - xã hội và khoa học kỹ thuật của tỉnh này.<ref name=autogenerated2 \/>\n\nNgày [[23 tháng 2]] năm [[1991]], thành lập 2 phường: Đông Thanh (tách từ xã Cam Thanh và Đông Giang (tách từ xã Cam An).\n\nNgày [[19 tháng 8]] năm [[1991]], tách 8 xã: Cam An, Cam Thanh, Cam Thành, Cam Thủy, Cam Hiếu, Cam Tuyền, Cam Chính, Cam Nghĩa để tái lập huyện [[Cam Lộ]].<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-328-HDBT-dieu-chinh-dia-gioi-thi-xa-Dong-Ha-va-thanh-lap-lai-huyen-Cam-Lo-tinh-Quang-Tri-vb38202t17.aspx | tiêu đề = Quyết định 328 | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nQua 20 năm xây dựng và phát triển, Đông Hà đã đạt được những kết quả quan trọng trên nhiều lĩnh vực. Tốc độ đô thị hóa diễn ra nhanh và đồng bộ, diện mạo đô thị ngày một khang trang.\n\nNgày [[1 tháng 3]] năm [[1999]], chuyển xã Triệu Lương thành phường Đông Lương và chuyển xã Triệu Lễ thành phường Đông Lễ.<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-08-1999-ND-CP-thanh-lap-cac-phuong-Dong-Le-va-Dong-Luong-thuoc-thi-xa-Dong-Ha-tinh-Quang-Tri-vb45088t11.aspx | tiêu đề = Nghị định 08\/1999\/NĐ | tác giả = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNgày [[13 tháng 12]] năm [[2005]], Đông Hà được [[Bộ Xây dựng]] công nhận là đô thị loại III theo Quyết định số 2285\/QĐ-BXD. Đây là sự ghi nhận những bước phát triển quan trọng của thị xã này.\n\nNgày [[12 tháng 8]] năm [[2009]], thị xã Đông Hà được nâng cấp lên thành phố theo Nghị quyết số 33\/NQ-CP của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]].<ref>{{chú thích báo\n|tác giả= Minh Phương\n|tác phẩm= Báo điện tử của Chính phủ Cộng hòa xã hội chủ nghĩa Việt Nam\n|url= http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-lap-thanh-pho-Ben-Tre-Dong-Ha-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-Binh-Phuoc-Binh-Duong\/20098\/188.vgp\n|tên bài= Thành lập thành phố Bến Tre, Đông Hà và điều chỉnh địa giới hành chính tỉnh Bình Phước, Bình Dương\n|ngày= 12 tháng 8 năm 2009\n|ngày truy cập= 27 tháng 3 năm 2013\n|title= Bản sao đã lưu trữ\n|archive-date= 2016-03-05\n|archive-url= https:\/\/web.archive.org\/web\/20160305005912\/http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-lap-thanh-pho-Ben-Tre-Dong-Ha-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-Binh-Phuoc-Binh-Duong\/20098\/188.vgp\n|url-status= dead\n}}<\/ref>\n\nĐồng thời với việc đón nhận quyết định thành lập thành phố, thành phố Đông Hà còn vinh dự đón nhận Huân chương Lao động hạng nhất của [[Chủ tịch nước]]. Buổi lễ công bố Nghị quyết và đón nhận huân chương được tổ chức vào ngày [[1 tháng 9]] năm [[2009]] nhân kỉ niệm 64 năm ngày Quốc khách 2\/9 đã diễn ra long trọng, đầy màu sắc, thu hút hàng ngàn người dân Đông Hà tham dự.<ref name=autogenerated2 \/><ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/c20\/s20-347648\/dem-hoi-phao-hoa-mung-dong-ha-len-thanh-pho.htm | tiêu đề = Đêm hội pháo hoa mừng Đông Hà lên thành phố | tác giả = | ngày = 2 tháng 9 năm 2009 | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref> Đây được coi là mốc son và là bước ngoặt đánh dấu quá trình xây dựng, phát triển và trưởng thành của đô thị này.\n\nDù vậy trên bước đường phát triển, thành phố Đông Hà không thể tránh khỏi những khó khăn, thách thức về kinh tế, xã hội và vấn đề môi trường. Một trong số những vấn đề xã hội nảy sinh là tệ nạn ma túy,<ref>\n{{chú thích báo\n|tác giả=Trúc Quân\n|tác phẩm=Báo Người Lao động Điện tử\n|url=http:\/\/nld.com.vn\/126946p0c1019\/ma-tuy-hoanh-hanh-o-dong-ha.htm\n|tên bài=Ma túy hoành hành ở Đông Hà\n|ngày=14 tháng 9 năm 2005\n|ngày truy cập=24 tháng 3 năm 2013}}\n<\/ref> ô nhiễm môi trường<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/xa-hoi\/chon-ca-tan-thuoc-tru-sau-gan-nguon-nuoc-sinh-hoat-1247672970.htm | tiêu đề = Chôn cả tấn thuốc trừ sâu gần nguồn nước sinh hoạt | tác giả = | ngày = | ngày truy cập = 30 tháng 11 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref><ref>\n{{chú thích báo\n|tác giả= Bảo Hạnh\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/2007\/09\/742487\/\n|tên bài= Xếp hàng múc nước từ… nghĩa địa\n|ngày= 19 tháng 9 năm 2007\n|ngày truy cập=24 tháng 3 năm 2013}}\n<\/ref> và các hiện tượng tiêu cực xã hội khác.\n\n== Hành chính ==\nThành phố Đông Hà có 9 đơn vị hành chính cấp xã trực thuộc, bao gồm 9 phường: [[Phường 1, Đông Hà|1]], [[Phường 2, Đông Hà|2]], [[Phường 3, Đông Hà|3]], [[Phường 4, Đông Hà|4]], [[Phường 5, Đông Hà|5]], [[Đông Giang, Đông Hà|Đông Giang]], [[Đông Lễ]], [[Đông Lương]], [[Đông Thanh, Đông Hà|Đông Thanh]].\n\nHiện nay, Đông Hà là 1 trong 7 thành phố trực thuộc tỉnh không có xã trực thuộc (cùng với [[Bắc Ninh (thành phố)|Bắc Ninh]], [[Dĩ An]], [[Sóc Trăng (thành phố)|Sóc Trăng]], [[Thủ Dầu Một]], [[Từ Sơn]]  và [[Vĩnh Long (thành phố)|Vĩnh Long]]). Đồng thời đây cũng là thành phố duy nhất ở khu vực Bắc Trung Bộ đặt tên phường bằng số.\n\n== Giao thông ==\nĐông Hà nằm ở nơi giao cắt của [[đường 9]] và [[Quốc lộ 1]]. Tuyến [[đường sắt Bắc-Nam]] chạy qua thành phố, [[ga Đông Hà]] là một trong những ga chính trên tuyến đường ray này. Dự án [[sân bay Quảng Trị]] dự kiến sẽ được xây ở huyện [[Gio Linh]], cách Đông Hà 7&nbsp;km về phía bắc.\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Cam Lộ – La Sơn]] đi qua đang được xây dựng.\n\n[[Tập tin:Ga Dong Ha.jpg|nhỏ|phải|270px|Ga Đông Hà]]\nVùng đất Đông Hà được có nhiều cảnh quan đẹp với những đồi núi, sông ngòi, rừng cây và địa hình đa dạng. Đây là điều kiện thuận lợi để xây dựng và phát triển thành một đô thị có một nét đặc trưng riêng vừa mang tính lịch sử truyền thống vừa có tính hiện đại theo xu thế hội nhập, giao lưu, hợp tác, phát triển với cả nước, khu vực và quốc tế.\n\nMôi trường hiện tại của thành phố Đông Hà là cơ bản trong lành. Ô nhiễm môi trường chưa gây ảnh hưởng đáng kể trên phạm vi rộng và đe doạ trực tiếp đến sức khoẻ của cộng đồng.\n\nTuy nhiên, trong những năm trở lại đây, với tốc độ đô thị hoá ngày càng cao, hoạt động sản xuất ngày càng phát triển, trong khi cơ sở hạ tầng còn nhiều thiếu thốn, chưa được xây dựng đồng bộ, hoàn chỉnh nên tình trạng ô nhiễm cục bộ đã xuất hiện ở một số nơi như: điểm nút các tuyến giao thông, các trung tâm thương mại, vùng phụ cận, các xí nghiệp, nhà máy bắt đầu có những dấu hiệu đáng quan ngại, nhất là vấn đề nước thải, rác thải.\n\nHệ thống cống rãnh thoát nước đô thị chưa được hoàn thiện, nước thải sinh hoạt và nước thải từ các hoạt động sản xuất kinh doanh vẫn còn tình trạng thoát tự do qua các khe mương tự nhiên và dẫn ra các con sông, khe suối, hồ đập tự nhiên... gây ô nhiễm cục bộ ở các khu dân cư, nồng độ BOD, COD, các chỉ tiêu vi sinh ở các cống thoát, ao hồ nội thị đều vượt quá tiêu chuẩn cho phép từ 100 đến 500 lần.\n\n=== Đường phố ===\nĐường Nguyễn Vức\n\nĐường Nguyễn Hữu Thọ\n\nĐường Thoại Ngọc Hầu\n\nĐường Hùng Vương\n\nĐường Hàm Nghi\n\nĐường Lê Quy Đôn\n\nĐường Đặng Tất\n\nĐường Nguyễn Huệ\n\nĐường Nguyễn Thái Học\n\nĐường Lưu Hữu Phước\n\nĐường Văn Cao\n\nĐường Trần Phú\n\nĐường Lê Duẩn (Quốc lộ 1A)\n\nĐường Trần Hưng Đạo\n\nĐường Lê Phụng Hiểu\n\nĐường Nguyễn Tri Phương\n\nĐường Lê Thế Hiếu\n\nĐường Lê Hồng Phong\n\nĐường Đoàn Khuê\n\nĐường Lý Thường Kiệt\n\nĐường Bùi Bằng Đoàn\n\nĐường Cần Vương\n\nĐường Lê Ngọc Hân\n<br \/>Đường Huỳnh Thúc Kháng\n\nĐường Trường Chinh\n\nĐường Phạm Văn Đồng\n\nĐường Lương Định Của\n\nĐường Nguyễn Cảnh Chân\n\nĐường Bùi Trung Lập\n\nĐường Nguyễn Thiện Thuật\n\nĐường Đào Duy Anh\n\nĐường Hà Huy Tập\n\nĐường Hai Bà Trưng\n\nĐường Lê Chưởng\n\nĐường Mai Hắc Đế\n\nĐường Trương Định\n\nĐường Trần Bình Trọng\n\nĐường Điện Biên Phủ (Quốc lộ 9D)\n\nĐường Đại Cồ Việt\n\nĐường Duy Tân\n\nĐường Cồn Cỏ\n\nĐường Kim Đồng\n\nĐường Thanh Niên\n\nĐường Nguyễn Du\n\nĐường Lãn Ông\n\nĐường Tôn Thất Tùng\n\nĐường Nguyễn Viết Xuân\n\nĐường Lê Lợi\n\nĐường Lê Thánh Tông\n\nĐường Âu Cơ.\n\n==Kinh tế - xã hội==\n=== Thương mại ===\n[[Tập tin:Chợ Đông Ha2.jpg|nhỏ|giữa|300px|[[Chợ]] Đông Hà nhìn từ trên cao]]\n[[Chợ]] Đông Hà có quy mô lớn nhất ở tỉnh [[Quảng Trị]] và là trung tâm đầu mối, nơi diễn ra những hoạt động mua bán, trao đổi hàng hóa và dịch vụ bằng [[tiền tệ]] hoặc hiện vật của cả tỉnh.\n[[Tập tin:Chợ Đông Hà, Quảng Trị.jpeg|nhỏ|giữa|270px|Chợ Đông Hà nhìn từ cổng chính]]\nNgoài ra, tỉnh còn có siêu thị Quảng Hà, là mô hình siêu thị đầu tiên của tỉnh lỵ đi vào hoạt động, hiện nay Đông Hà đã có nhiều chuỗi cửa hàng, siêu thị hoạt động. Đông Hà còn có làng hoa An Lạc (khu phố 3, phường Đông Giang), là làng hoa lớn nhất ở Quảng Trị chuyên cung cấp hoa tết, nhất là [[hoa cúc]].\n\n== Du lịch ==\nĐông Hà là một đầu mối cho các tuyến du lịch bằng đường bộ của du khách [[Lào]] và [[Thái Lan]] qua tham quan [[miền Trung Việt Nam]]. Đông Hà là nơi lưu trú của du khách thăm các chiến trường cũ như: đường 9 Khe Sanh, [[cầu Hiền Lương]], [[địa đạo Vịnh Mốc]], [[Thành cổ Quảng Trị]].\n\n== Chú thích ==\n{{Tham khảo|colwidth=30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Dong Ha}}\n* [http:\/\/www.dongha.gov.vn\/Include\/default.asp?option=2&ChitietID=701&MenuID=21&MenuChaID=1&hienthivanban=0 Website chính thức]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n{{Huyện thị Quảng Trị}}\n{{Đơn vị hành chính thuộc thành phố Đông Hà}}\n{{Thành phố Việt Nam}}\n\n[[Thể loại:Tỉnh lỵ Việt Nam]]\n[[Thể loại:Đô thị Việt Nam loại III]]"}