{"486225":"{{otheruses|Đông Thanh}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đông Thanh\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = 5,82 km²<ref name=QD19\/>\n| dân số = 6.542 người<ref name=QD19>{{Chú thích sách| title = Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ}}<\/ref>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.124 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Đông Sơn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 16402<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Đông Thanh''' là một [[xã]] thuộc [[huyện]] [[Đông Sơn]], [[tỉnh]] [[Thanh Hóa]], [[Việt Nam]].\n\n== Địa lý ==\nXã Đông Thanh có vị trí địa lý:\n*Phía đông giáp xã [[Đông Tiến, Đông Sơn|Đông Tiến]] và huyện [[Thiệu Hóa]]\n*Phía tây và phía bắc giáp huyện Thiệu Hóa\n*Phía nam giáp xã [[Đông Khê, Đông Sơn|Đông Khê]] và thị trấn [[Rừng Thông]].\n\nXã Đông Thanh có diện tích 5,82&nbsp;km², dân số năm 1999 là 6.542 người.<ref name=QD19\/> mật độ dân số đạt 1.124 người\/km².\n\nXã là một vùng quê nổi tiếng về truyền thống văn hóa và sự hiếu học ở [[xứ Thanh]].\n\n==Hành chính==\nXã Đông Thanh được chia thành 8 thôn: Phúc Triền 1, Phúc Triền 2, Quỳnh Bôi 1, Quỳnh Bôi 2, Kim Bôi, Ngọc Tích, Cần, Kiệm.<ref name=HCTH>{{Chú thích web | url = http:\/\/congbao.thanhhoa.gov.vn\/webpages\/content\/docinfo.faces?docid=4218&docgaid=4279&isstoredoc=false | tiêu đề = Quyết định số 3110\/QĐ-UBND ngày 17 tháng 8 năm 2018 của Chủ tịch UBND tỉnh Thanh Hóa về việc đổi tên; chuyển thôn thành khu phố; sáp nhập để thành lập thôn, tổ dân phố tại xã, phường, thị trấn thuộc các huyện, thị xã, thành phố trên địa bàn tỉnh Thanh Hóa | ngày truy cập = ngày 28 tháng 9 năm 2018 | nhà xuất bản =  | archive-date = 2018-09-29 | archive-url = https:\/\/web.archive.org\/web\/20180929081707\/http:\/\/congbao.thanhhoa.gov.vn\/webpages\/content\/docinfo.faces?docid=4218&docgaid=4279&isstoredoc=false | url-status = dead }}<\/ref> \n\n==Lịch sử==\nXã Đông thanh, xưa gọi là làng Cổ Bôn hay Kẻ Bôn. \n\nThời [[Nhà Lý|Lý]] gọi là Trang Bôn. \n\nThời [[Nhà Lê|Lê]] - [[Nhà Nguyễn|Nguyễn]] thuộc tổng Thạch Khê, gồm bốn xã (tứ xã Bôn): Phúc Thọ, Ngọc Bôn, Ngọc Đôi, Quỳnh Bôi.<ref name=LangThanhhoaII\/> Tứ xã Bôn được ví như một bộ đồ trà quý. Dân gian có câu: ''Đông Sơn tứ Bôn, Hoằng Hóa lưỡng Bột'' để chỉ các vùng đất học của xứ Thanh.\n\nNgày nay xã Đông Thanh được chia thành các làng: Phúc Triền (xã Phúc Thọ cũ), Kim Bôi (xã Ngọc Bôi cũ), Ngọc Tích (xã Ngọc Đôi cũ), Quỳnh Bôi, xóm Cần, xóm Kiệm và xóm Trại, chia thành 12 thôn đặt tên từ thôn 1 đến thôn 12.<ref name=LangThanhhoaII>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001}}<\/ref>\n\nTên gọi ''Đông Thanh'' xuất hiện từ năm [[1953]]. \n\nNăm [[1977]], các xã hữu ngạn [[sông Chu]] thuộc huyện [[Thiệu Hóa]] sáp nhập với huyện Đông Sơn thành huyện [[Đông Thiệu, Thanh Hóa|Đông Thiệu]], xã Đông Thanh thuộc huyện Đông Thiệu. \n\nNăm [[1982]], huyện Đông Thiệu đổi lại là huyện Đông Sơn, xã Đông Thanh lại thuộc huyện Đông Sơn. Thời kì này, xã Đông Thanh là trung tâm địa lý của huyện Đông Sơn. Sau khi tách trở lại các xã hữu ngạn sông Chu về huyện Thiệu Hóa, xã Đông Thanh là cửa ngõ nối huyện Đông Sơn với huyện Thiệu Hóa và các huyện phía bắc của tỉnh Thanh Hóa.\n\n==Văn hóa==\n===Làng Cổ Bôn===\nKẻ Bôn hay làng Cổ Bôn hay làng Bôn, là một trong những làng cổ có văn hoá truyền thống đặc sắc, nay thuộc xã Đông Thanh, huyện Đông Sơn, tỉnh Thanh Hoá.\n\nLàng Cổ Bôn được các nhà [[khảo cổ học]] khẳng định là một trong những làng cổ ở [[xứ Thanh]]. Cổ Bôn nằm trong khu vực trung tâm làng cổ đã được hình thành, phát triển từ thời kỳ [[văn hoá Đông Sơn]] cách ngày nay hơn hai ngàn năm. Trên một doi đất cách làng mấy trăm mét, tại cánh đồng thuộc xã [[Đông Tiến, Đông Sơn|Đông Tiến]], các nhà khảo cổ học đã phát hiện ra một dấu vết của hai khu làng cổ tồn tại từ trước khi có văn hoá Đông Sơn và cả sau khi văn hoá Hán bành trướng ở đây.\n\nKhác với đa số các làng quê ở đồng bằng sông Mã, nơi mà người dân thường nói giọng Thanh Hóa đặc trưng với nhiều từ địa phương và một âm vực khá đơn điệu, người dân làng Bôn mặc dù vẫn sử dụng các phương ngữ Thanh Hóa nhưng giọng nói của họ khá giàu âm điệu, trầm bổng và giống với giọng nói của người làng Rủn (xã Đông Khê ngày nay).\n\nNhà văn [[Triệu Bôn]] viết về làng quê của mình như sau:\n\n:::''Ta đi góc biển chân trời,''\n::''Nghe làng Bôn gọi bồi hồi trong tim...''\n\n===Trò diễn dân gian===\nCổ Bôn có cảnh trí tự nhiên, môi trường sinh thái không có gì đặc biệt nhưng thuận lợi cho việc phát triển kinh tế tiểu nông và sinh hoạt văn hoá cộng đồng.\n\nNét đặc sắc của văn hoá cổ truyền Cổ Bôn là kho tàng văn nghệ dân gian. Cổ Bôn là nơi có khối lượng truyện dân gian và [[ca dao]] [[dân ca]] phong phú, để lại dấu ấn trong kho tàng văn hoá truyền thống xứ Thanh; nhưng đáng chú ý hơn là hệ thống trò diễn dân gian đặc sắc.\n\nHàng năm, làng tổ chức hội Bôn vào ngày 20 tháng Giêng. Các thôn rước [[thành hoàng]] về sinh Bôn để hội làng. Theo tục lệ cỗ cúng ở hội kẻ Bôn rất to, phải có bánh đầu tằm và [[bánh chưng]] to bằng cái mẹt, phải luộc bánh bằng vạc, mỗi vạc luộc được hai cái.\n\nHội Bôn hằng năm có trò Bôn, là một hệ thống năm trò diễn (ngũ trò): trò tiên cuội, trò Hoà Lan, trò Ngô, trò lăng ba khúc, trò thủy (còn gọi là các trò: ngô phường, lam phường, tiền phường, thủy phường và lăng ba khúc.\n\nTrò Bôn do quan viên trong làng quy định, tuỳ theo tình hình năm mở hội. Nếu định chữ Thượng thì làng tổ chức đánh cờ – đám, nếu định chữ Trung thì kéo trò Bôn, nếu chữ Hạ thì chỉ làm cỗ \"bò sống, lợn sống\" (tạ lễ bằng thịt sống).\n\n===Thành Hoàng làng===\nLàng thờ 4 vị thành hoàng: Thánh Cả, Thánh Phúc, Thánh Quỳnh, Thánh He, trong đó Thánh Cả hiệu là Đế Thích (vua đánh cờ) biểu tượng của một khúc gỗ thiêng, thánh Quỳnh biểu trưng là \"Con cáo luôm thuôm\", thánh Phúc là một người mồ côi, thánh Hẹ là Đặng quận công Nguyễn Khải.\n\n===Đền thờ Nguyễn Văn Nghi (Nguyễn Nghi)===\nĐền thờ Nguyễn Văn Nghi được công nhận là di tích lịch sử và kiến trúc nghệ thuật cấp quốc gia theo Quyết định số 1539\/VH-QĐ ngày 27 tháng 12 năm 1990 của Bộ Văn hoá – Thông tin (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]).<ref name=\"DTLSTH\">{{Chú thích web|url=http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DSach134.htm|tiêu đề=Danh sách di tích cấp quốc gia thuộc tỉnh Thanh Hoá|nhà xuất bản=binhthuan.gov.vn|ngày truy cập=2010-04-16|archive-date=2009-03-27|archive-url=https:\/\/web.archive.org\/web\/20090327032921\/http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DSach134.htm|url-status=dead}}<\/ref>\n\nĐền thờ Nguyễn Nghi ở làng Phúc Triền, huyện Đông Sơn, tỉnh Thanh Hoá. Nguyễn Nghi là cha của Nguyễn Khải, người được tôn xưng là Thánh Hẹ.\n\n===Đền Phúc Khê===\nĐền Phúc Khê, thuộc làng Phúc Triền, xã Đông Thanh, huyện Đông Sơn, tỉnh Thanh Hoá. Đền thờ Nguyễn Văn Nghi (Nguyễn Nghi), làm Lại bộ Tả thị lang đời vua [[Lê Trang Tông]].Là di tích văn hóa cấp Quốc gia.\n\nĐây là công trình nghệ thuật điêu khắc đá thế kỉ 17<ref name=LangThanhhoaII\/>. Đền có diện tích khoảng 20 ha, chia làm hai khu. Khu ngoài đường đi vào đến chính dài hơn trăm mét, lát đá, phiến đá rộng 0,5m. Có bia đá,́ ghi công tích Nguyễn Văn Nghi và công tích người con, là Đăng quận công Nguyễn Khải.\n\nHai bên, có hai dãy tượng đá gồm bốn ngao đá, hai voi đá, hai ngựa đá, hai quan võ cầm chuỳ, một giếng đá. Cổng đền vào khu trong xây bằng gạch và đá, có vòm cuốn cao 5m, rộng 7m, dày 5m, trên nóc, có hình rồng phun nước. Cổng có ba chữ \"Tướng công môn\".\n\nKhu trong có diện tích 6.572 m2, có nhà thờ Nguyễn Văn Nghi. Đền được nhà nước xếp hạng di tích lịch sử văn hoá và là một di tích bằng đá hiếm thấy.\n\n===Đền Cả ở thôn Ngọc Tích===\nĐền là di tích lịch sử văn hoá cấp tỉnh<ref name=\"Ntich\">Quyết định số 2382\/QĐ-ủy ban nhân dân ngày 30 tháng 8 năm 2006 của Chủ tịch ủy ban nhân dân tỉnh Thanh Hoá<\/ref>. Đình và nghè Cả (làng Ngọc Tích) thờ Đế Thích (thần Trí Tuệ).\n\n===Các di tích khác===\n*Đền Cả (Thờ Đế Thích).\n*Đền và Miếu Hẹ (làng Kim Bôi), còn gọi là Miễu Kim: thờ Đăng Quận công Nguyễn Khải (con Nguyễn Văn Nghi).<ref name=LangThanhhoaII\/>\n*Đền Bạch Vân Sơn thần và Phủ Mẫu: Cụm di tích lịch sử văn hoá và kiến trúc nghệ thuật cấp tỉnh<ref name=\"QD4109\">Quyết định số 4109\/QĐ-ủy ban nhân dân ngày 25 tháng 12 năm 2007 của Chủ tịch ủy ban nhân dân tỉnh Thanh Hoá<\/ref>, nằm ở làng Quỳnh Bôi.<ref name=LangThanhhoaII\/> Do Đăng Quận công Nguyễn Khải xây để thờ Bạch vân Sơn thần đã giúp ông thắng trận.\n*Nhà thờ tiến sĩ Lưu Ngạn Quang (thời Lê có bia ghi danh tại Văn Miếu Hà nội), Thờ tại nhà ông Lưu Kham làng Kim Bôi.<ref name=LangThanhhoaII\/>\n*Nhà thờ tiến sĩ Nguyễn Trừng (thế kỉ 16), làng Ngọc Tích.<ref name=LangThanhhoaII\/>\n*Nhà thờ, khu mộ, nhà bia ký các Quận Công dòng Họ La, đã được UBND tỉnh Thanh Hóa công nhân là \"Di tích văn hóa lịch sử cấp tỉnh, thành phố\" vào năm 1988 và cấp bằng \"Di tích văn hóa lịch sử cấp tỉnh, thành phố\" năm 2010. (Đền thờ các Quận công họ La vào thời Lê Trung Hưng gồm các Quận công: 1. La Đức Hà, [[Quận công]], Đặng tiến phụ quốc thượng tướng quân, Thần phủ tứ vệ quân vụ sự, Tham đốc trụ quốc Mĩ [[Quận công|Quận Công]] La Đức Hà, công thần thời [[Nhà Lê sơ|nhà Lê]].; 2. La Thị Lánh - Phó thị nhũ, Tòng A bảo, Quận phu nhân La Thị Lánh, công thần thời [[Nhà Lê sơ|nhà Lê]].; 3. La Đức Trang, [[Quận công]], Đặng tiến phụ quốc thượng tướng quân, Đô chỉ huy sứ, Tư đô chỉ huy thiên sự, Nhũ uôm tướng quân họ Vinh Hầu, Dũng [[Quận công]] La Đức Trang công thần thời [[Nhà Lê sơ|nhà Lê]].; 4. La Đức Ninh, [[Quận công]], Việt trung tướng quân, Cẩm Y Vệ Tỳ bài, Thiết kỵ úy bá lăng hầu, Hùng [[Quận công|Quận Công]] La Đức Ninh, công thần thời [[Nhà Lê sơ|nhà Lê.]])<ref name=\"LangThanhhoaII\" \/>\n*Nhà thờ, bia ký Cao Cử, đỗ tiến sĩ khoa Bính Tuất (1646), làng Ngọc Tích.<ref name=LangThanhhoaII\/>\n*Từ đường [[họ Thiều]], thờ Thiều Sĩ Lâm, đỗ tiến sĩ năm 1670.<ref name=LangThanhhoaII\/>\n*Mộ và bia ký Lê Nhữ Tốn, khai quốc công thần [[khởi nghĩa Lam Sơn]], ở làng Kim Bôi.<ref name=LangThanhhoaII\/>\n*Văn chỉ tứ xã Bôn.<ref name=LangThanhhoaII\/>\n*Bia cầu Ngọc Khê.<ref name=LangThanhhoaII\/>\n*Văn bia của [[Phùng Khắc Khoan]].\n\n==Danh nhân==\n*[[Triệu Bôn]], Nhà văn Việt nam.Tên thật là Lê văn Sửu ở làng Kim Bôi.(1938-2003)\n*Nguyễn Nghi (Nguyễn Văn Nghi), Thái bảo Đông các Đại học sĩ, làm Lại bộ Tả thị lang đời vua [[Lê Trang Tông]].\n*Đăng Quận công Nguyễn Khải, con của Nguyễn văn Nghi.\n*[[Lưu Ngạn Quang]],Hoàng giáp tiến sĩ (thời Lê), ở làng Kim Bôi.\n*Nguyễn Trừng, tiến sĩ (thế kỉ 16), làng Ngọc Tích.\n*Cao Cử (người làng Ngọc Tích). Đỗ đệ tam giáp đồng Tiến sĩ xuất thân khoa Bính Tuất năm 1646. Ông làm quan Giám sát Ngự sử.\n*Thiều Sĩ Lâm, đỗ Đệ tam giáp đồng Tiến sĩ xuất thân.\n*Lê Nhữ Tốn, khai quốc công thần khởi nghĩa Lam Sơn.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Đông Sơn}}"}