{"69224":"{{bài cùng tên|Đông Triều (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|thị xã \n| tên = Đông Triều\n| logo =Logo Đông Triều, Quảng Ninh.svg\n| hình = Phuongmaokhe.jpg\n| ghi chú hình = Một góc phường Mạo Khê\n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 5\n| vĩ giây = 4\n| kinh phút = 30\n| kinh giây = 37\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 396,58 km²\n| dân số = 171.673 người\n| thời điểm dân số = 2019\n| dân số thành thị =\n| dân số nông thôn = \n| mật độ dân số = 433 người\/km² \n| loại đô thị = Loại III\n| năm công nhận = 2020<ref name=BXD\/>\n| thành lập = 2015<ref name=\"891\/NQ-UBTVQH13\"\/>\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Quảng Ninh]]\n| chủ tịch UBND = Nguyễn Văn Ngoãn\n| chủ tịch HĐND = Nguyễn Huyền Trang\n|bí thư =  Nguyễn Thái Duy \n| trụ sở UBND = Đường Lê Hồng Phong, phường [[Đông Triều (phường)|Đông Triều]]\n| phân chia hành chính = 10 phường, 11 xã\n| mã hành chính = 205<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 36\n| mã điện thoại = 203\n| biển số xe = 14-Z1\n| web = {{url|dongtrieu.quangninh.gov.vn}}\n|cỡ logo=242px|ghi chú logo=Logo [[Đông Triều|thị xã Đông Triều]], [[Quảng Ninh|tỉnh Quảng Ninh]]}}\n'''Đông Triều''' là một [[Thị xã (Việt Nam)|thị xã]] nằm ở phía tây tỉnh [[Quảng Ninh]], [[Việt Nam]].\n\n==Địa lý==\nThị xã Đông Triều nằm ở phía tây của tỉnh [[Quảng Ninh]], nằm  cách thành phố [[Hạ Long]] khoảng 60 km về phía tây, cách trung tâm thủ đô [[Hà Nội]] khoảng 100 km, có vị trí địa lý:\n\n* Phía đông giáp thành phố [[Uông Bí]]\n* Phía tây giáp thành phố [[Chí Linh]], tỉnh [[Hải Dương]]\n* Phía nam giáp huyện [[Thủy Nguyên]], thành phố [[Hải Phòng]] và thị xã [[Kinh Môn]], tỉnh [[Hải Dương]]\n* Phía bắc giáp huyện [[Sơn Động]] và huyện [[Lục Nam]] thuộc tỉnh [[Bắc Giang]].<ref>{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=KQfmKG9o0eJ0b2oYplBA|tựa đề=Địa giới hành chính thị xã Đông Triều|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nĐông Triều nằm ở giao lộ của vùng [[tam giác]] kinh tế trọng điểm Bắc Bộ: Hà Nội - Hải Phòng - Quảng Ninh. Thị xã Đông Triều có diện tích 396,58&nbsp;km², dân số năm 2019 là 171.673 người.\n\nTốc độ tăng trưởng dân số hàng năm của thị xã Đông Triều là 1%, trong đó 50,2% là nam và 49,8% là nữ. Thị xã Đông Triều có cơ cấu dân số trong độ tuổi lao động khá cao, đây là nguồn cung cấp một lực lượng lao động dồi dào cho các doanh nghiệp đến đầu tư trên địa bàn.\n\nSố hộ dân trong thị xã: 48.866 hộ, bình quân 3,8 người\/hộ, trong đó:\n* Khu vực đô thị: 20.680 hộ, bình quân 3,67 người\/hộ;\n* Khu vực nông thôn: 28.186 hộ, bình quân 3,52 người\/hộ.\nThu nhập bình quân đầu người năm 2014 đạt 1.972,7 USD, tăng 972,7 USD so với năm 2010.\n\nTỷ lệ hộ nghèo trên địa bàn thị xã ngày càng giảm. Trong 6 tháng đầu năm 2020, số hộ nghèo đã giảm xuống còn 34 hộ <ref name=\":0\">{{Chú thích web|url=https:\/\/baoquangninh.com.vn\/de-het-nam-2020-dong-trieu-khong-con-ho-ngheo-2490092.html|tiêu đề=Để hết năm 2020, Đông Triều không còn hộ nghèo|url-status=live}}<\/ref>.[[Tập tin:ĐôngTriềuf.jpg|thumb|Ngã 4 Đông Triều|264x264px]]\n\nGiao thông có [[quốc lộ 18]] chạy qua, ngoài ra còn có dự án [[đường cao tốc Nội Bài – Bắc Ninh – Hạ Long]], tuyến đường ven sông nối cao tốc Hạ Long – Hải Phòng đến Đông Triều, [[đường sắt Yên Viên - Cái Lân]] đi qua hiện đang được đầu tư.\n\n=== Khí hậu ===\nThị xã Đông Triều có một nền khí hậu đa dạng, pha trộn giữa khí hậu miền núi và khí hậu duyên hải. Đông Triều có nhiệt độ trung bình 22,2 độ C, lượng mưa trung bình hàng năm 1.856mm, độ ẩm trung bình 81%. Nhìn chung, khí hậu của thị xã Đông Triều thuận lợi cho phát triển kinh tế, bao gồm phát triển nông nghiệp, thuận lợi cho hệ sinh thái tự nhiên và điều kiện sống của con người. Các khu vực tiểu khí hậu tạo bởi địa hình phức tạp của địa phương phù hợp để phát triển nông - lâm - ngư nghiệp và du lịch.\n\nNhiệt độ trung bình năm đạt 23,8 độ C, dao động từ 16,6 độ C đến 29,4 độ C. Nhiệt độ vào mùa đông ở mức khá thấp, nhiệt độ trung bình trong tháng 1 tại các nơi đều dưới 16 độ C, trị số thấp nhất tuyệt đối tới 3-5 độ C.\n\nNhiệt độ mùa hè khá cao, trị số trung bình tháng 7 đạt trên 290C, trị số cao nhất tuyệt đối lên tới 39 - 40 độ C.\n\n- Lượng mưa: Lượng mưa trung bình ở Đông Triều tương đối thấp so với các khu vực khác trong tỉnh, trung bình năm chỉ đạt 1.444,0&nbsp;mm (Quảng Hà 2.625&nbsp;mm).\n\n- Phân bố lượng mưa năm theo mùa: Mùa mưa kéo dài từ tháng 5 đến tháng 10, chiếm 80 - 90% tổng lượng mưa cả năm, tháng có lượng mưa lớn nhất là tháng 7, tháng 8 và tháng 9. Mùa ít mưa từ tháng 11 đến tháng 4 năm sau, lượng mưa thấp chỉ chiếm khoảng 10-15% lượng mưa cả năm. Tháng có lượng mưa ít nhất là tháng 12 và tháng 1.\n\n&nbsp;- Số giờ nắng trung bình 1500 - 1600 giờ.\n\n- Số giờ nắng trung bình tháng cao nhất trên 219 giờ (tháng 7).\n\n- Số giờ nắng trung bình thấp nhất: 6 giờ (tháng 3).\n\nĐộ ẩm không khí tương đối trung bình năm đạt 82%. Độ ẩm không khí tương đối trung bình ở Đông Triều có sự phân hóa theo mùa, mùa mưa độ ẩm không khí cao hơn mùa ít mưa, tháng có độ ẩm cao nhất là tháng 3 đạt 91%, tháng có độ ẩm thấp nhất là tháng 11 đạt 68%.\n\n&nbsp;- Hướng gió: Hướng thịnh hành là: Bắc - Đông Bắc vào mùa đông và hướng Nam - Đông Nam vào mùa hạ.\n\n- Tốc độ gió: Tốc độ gió trung bình năm: 3&nbsp;m\/s, tốc độ gió lớn nhất: 45&nbsp;m\/s.\n\nMỗi năm Đông Triều chịu ảnh hưởng khoảng 5 - 6 cơn bão, bão đổ bộ vào Đông Triều có tốc độ gió từ 20 – 40&nbsp;m\/s, thường gây ra mưa rất lớn, lượng mưa từ 100 – 200&nbsp;mm, có nơi lên tới 500&nbsp;mm.&nbsp;\n\n'''Sương muối:'''\n\n&nbsp;Sương muối thường xuất hiện ở Đông Triều trong khoảng thời gian từ tháng 12 năm trước đến tháng 3 năm sau, tập trung ở các vùng đồi núi An Sinh, Bình Khê, Tràng Lương, khi đó nhiệt độ có nơi xuống tới 30&nbsp;°C.\n\nNhìn chung các yếu tố khí hậu tương đối thích hợp cho phát triển sản xuất các sản phẩm nông nghiệp đa dạng chất lượng cao.\n\n==Lịch sử==\nTên cổ của vùng đất này là An Sinh, đời vua [[Trần Dụ Tông]] mới đổi thành Đông Triều. Xưa thị xã Đông Triều rất rộng, bao gồm cả một phần huyện Kinh Môn và tổng Bí Giàng, năm 1896 tổng Bí Giàng cắt về huyện Yên Hưng. Do vậy, trong sử sách vùng danh sơn Yên Tử thuộc Đông Triều.\n\n[[Tập tin:Dao Dong Trieu.jpg|300px|phải|nhỏ|Bản đồ đạo Đông Triều năm 1891]]\nĐây còn là vùng đất ghi đậm nhiều dấu ấn lịch sử và văn hoá. Là vùng đất cổ, thời [[Bắc thuộc]] thuộc [[châu Giao]], thời [[Ngô]] [[Đinh]] - [[Tiền Lê]] thuộc lộ Nam Sách Giang, thời [[Trần]] thuộc phủ [[Tân Hưng]], thời [[Hậu Lê]] thuộc phủ [[Kinh Môn]] trấn [[Hải Dương]]. Do ở cửa ngõ ra Đông Bắc nên thời Trần thị xã Đông Triều là trung tâm của châu Đông Triều. Thời Pháp thống trị, toàn quyền Pháp đã cho lập Đạo Đông Triều (ngày 10 tháng 11 năm 1890) sau đó lại đưa Đông Triều vào khu quân sự Phả Lại (ngày 24 tháng 8 năm 1891) rồi lại đưa về tỉnh Hải Dương (ngày 10 tháng 10 năm 1895).\n\nTương truyền [[Lê Chân]] quê ở làng An Biên nay thuộc xã Thủy An. Năm 39, đang căm ghét bọn quan quân đô hộ [[nhà Hán]], được tin [[Hai Bà Trưng]] dấy binh khởi nghĩa, Lê Chân đã chiêu tập nam nữ thanh niên Đông Triều rồi cả vùng Kinh Môn, Thủy Nguyên ngày nay đứng lên đánh đuổi quân giặc và lập căn cứ bên sông Cửa Cấm. Lê Chân đã lập nhiều chiến công và trở thành nữ tướng tâm phúc của Hai Bà Trưng. Cùng hưởng ứng cuộc khởi nghĩa chống giặc Đông Hán. Đông Triều còn có những tấm gương phụ nữ lẫm liệt khác như Thánh Thiên, Vĩnh Huy, chị em Nguyệt Thai - Nguyệt Độ. Đông Triều cũng góp nhiều chiến công ở thời Trần. Trong [[Trận Bạch Đằng (1288)|trận Bạch Đằng]] năm 1288 hai vua Trần đã phục binh ở vùng Yên Đức rồi khoá đuôi đánh dồn đoàn binh thuyền Nguyên Mông xuống trận địa cọc, dân Đông Triều đã phá các cầu chặn đứt đường hộ tống trên bộ của giặc. Nhờ địa thế hiểm yếu, Đông Triều là căn cứ của nhiều cuộc khởi nghĩa nông dân: Ngô Bệ (1344-1345), Trần Cao (1516-1527), Nguyễn Tuyển - Nguyễn Cừ (1743). Đầu thế kỷ XIX, Đông Triều là nơi nóng bỏng phong trào [[Phong trào Cần Vương|Cần Vương]] chống Pháp. Các cuộc khởi nghĩa nối tiếp của Đốc Tít (1884-1889), Lưu Kỳ (1890-1892), Lãnh Pha (1892-1895), Đốc Thu (1893-1895) v.v. Tiếp đến là phong trào đấu tranh của công nhân mỏ Mạo Khê. Năm 1926 đồng chí [[Hoàng Quốc Việt]] đã tổ chức trong công nhân tổ chức đoàn kết, tương trợ lẫn nhau đặt tên là Long Sương Đoàn. Tháng 3-1929, chi bộ Hội Việt Nam Cách mạng Thanh niên được thành lập. Ngày ngày 23 tháng 2 năm 1930 chi bộ Đảng Cộng sản Việt Nam ở Mạo Khê ra đời trước sự chứng kiến của đồng chí Nguyễn Văn Cừ và đồng chí Nguyễn Đức Cảnh thay mặt Xứ uỷ và Thành uỷ Hải Phòng công nhận. Đây là chi bộ Đảng Cộng sản Việt Nam đầu tiên ở Quảng Ninh. Đông Triều là quê hương của một chiến khu oanh liệt trong Cách mạng Tháng Tám năm 1945 (sau được gọi là Chiến khu thứ tư hoặc Chiến khu Trần Hưng Đạo). \n\nTrong cao trào cách mạng tiền khởi nghĩa, sau ba tháng xây dựng lực lượng, ngày ngày 8 tháng 6 năm 1945 Du kích quân Đông Triều từ căn cứ Hổ Lao, Bắc Mã đã tiến quân hạ đồn và chiếm huyện lỵ Đông Triều, hạ đồn Chí Linh, đồn Tràng Bạch, buộc đồn binh Nhật ở Mạo Khê đầu hàng và chính thức thành lập uỷ ban quân sự cách mạng của Chiến khu. Tướng Nguyễn Bình là người trực tiếp lãnh đạo cuộc khởi nghĩa của nhân dân Đông Triều và nhận được sự ủng hộ, tiếp sức từ cụ Tổng Chiến, tức cụ Bùi Tố Chiến, ở làng Hà Lôi (cụ là chánh tổng của tổng Mễ Sơn, là một trong \"tứ tổng\" và là tổng lớn nhất của Đông Triều khi đó) và hoạt động nuôi quân của nhân dân làng Hổ Lao, trong đó có gia đình 5 anh em cụ Mạc Văn Nít (cụ Bá Nít) là gia đình khá giả ở địa phương cung cấp lương thảo để nuôi hơn 500 quân trong thời gian chờ ngày khởi nghĩa.\n\nNgày 8\/6\/1945 đánh dấu thắng lợi của khởi nghĩa Đông Triều với việc tướng Bình và nghĩa quân Đông Triều chiếm được đồn Đông Triều. Sau đó, Chiến khu Đông Triều đã nhanh chóng phát triển lực lượng, đầu tháng 7 giải phóng Uông Bí, cuối tháng 7 giải phóng tỉnh lỵ Quảng Yên rồi thừa thắng tiến quân giải phóng Hải Phòng, Hải Dương, Kiến An, Hòn Gai, Cẩm Phả. Riêng ở Đông Triều, ngay cuối tháng 6, Uỷ ban nhân dân cách mạng lâm thời đã được thành lập ở thị xã và tất cả các xã.\n\nTrong kháng chiến chống Pháp, Đông Triều là vùng chiến tranh du kích nổi tiếng, điển hình là chiến công và gương hy sinh của du kích xã Yên Đức. Sau trận chiến đấu quyết liệt 5 ngày 5 đêm làm địch thiệt hại nặng, du kích cố thủ ở hang núi Canh đã bị chúng hun lửa khói vào hang, 73 du kích hy sinh. Đông Triều nằm trong khu tập kết 100 ngày, ngày ngày 31 tháng 10 năm 1954 những tên lính Pháp cuối cùng rút khỏi thị trấn Đông Triều, Mạo Khê. Riêng 4 xã phía đông nằm trong khu tập kết 300 ngày nên ngày 14 tháng 4 năm 1955 mới được giải phóng.\n\nSau Cách mạng, đến [[9 tháng 7]] năm [[1947]], Đông Triều mới nhập về tỉnh Quảng Hồng. Ngày [[28 tháng 1]] năm [[1959]], Đông Triều sáp nhập trở lại tỉnh Hải Dương.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-005-SL-tra-Dong-trieu-ve-Hai-duong-36847.aspx Sắc lệnh số 005\/SL năm 1959]<\/ref> Từ ngày [[27 tháng 10]] năm [[1961]], Đông Triều lại nhập vào khu Hồng Quảng <ref>[https:\/\/m.thuvienphapluat.vn\/cong-van\/Bo-may-hanh-chinh\/Nghi-Quyet-sap-nhap-huyen-Dong-Trieu-thuoc-tinh-Hai-Duong-vao-khu-Hong-Quang-42691.aspx Nghị quyết của Quốc hội năm 1961]<\/ref> (từ 30 tháng 10 năm 1963, Hồng Quảng hợp nhất với Hải Ninh thành tỉnh Quảng Ninh<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-Quyet-hop-nhat-tinh-Hai-Ninh-va-khu-Hong-Quang-va-sap-nhap-xa-Huu-San-thuoc-huyen-Dinh-Lap-tinh-Hai-Ninh-huyen-Son-Dong-tinh-Ha-Bac-vb42700t13.aspx Nghị Quyết về việc hợp nhất tỉnh Hải Ninh và khu Hồng Quảng và sáp nhập xã Hữu Sản thuộc huyện Đình Lập, tỉnh Hải Ninh, huyện Sơn Động, tỉnh Hà Bắc do Quốc hội ban hành]<\/ref>). Huyện Đông Triều khi đó bao gồm 2 thị trấn: Đông Triều, Mạo Khê và 18 xã: An Sinh, Bình Dương, Bình Khê, Đức Chính, Hoàng Quế, Hồng Phong, Hưng Đạo, Kim Sơn, Nguyễn Huệ, Phạm Hồng Thái, Tân Việt, Thủy An, Tràng An, Tràng Lương, Việt Dân, Xuân Sơn, Yên Đức, Yên Thọ.\n\nNgày [[17 tháng 5]] năm [[1986]], chia xã Phạm Hồng Thái thành 2 xã: [[Hồng Thái Đông]] và [[Hồng Thái Tây]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-62-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-Pham-Hong-Thai-huyen-Dong-Trieu-tinh-Quang-Ninh-37101.aspx|tựa đề=Quyết định 62\/HĐBT năm 1986 về việc điều chỉnh địa giới hành chính xã Phạm Hồng Thái của huyện Đông Triều thuộc tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[18 tháng 5]] năm [[2011]], [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] ban hành Quyết định số 479\/QĐ-BXD về việc công nhận thị trấn Mạo Khê là đô thị loại IV.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-479-QD-BXD-cong-nhan-thi-tran-Mao-Khe-huyen-Dong-Trieu-130433.aspx|title=Quyết định 479\/QĐ-BXD năm 2011 về việc công nhận thị trấn Mạo Khê, huyện Đông Triều, tỉnh Quảng Ninh là đô thị loại IV do Bộ trưởng Bộ Xây dựng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[11 tháng 12]] năm [[2013]], Phó Thủ tướng Chính phủ [[Vũ Đức Đam]] ký Quyết định xếp hạng di tích quốc gia đặc biệt (đợt 4) đối với 14 di tích, trong đó có Khu Di tích lịch sử quốc gia đặc biệt là Khu di tích Nhà Trần tại thị xã Đông Triều.\n\nNgày [[7 tháng 7]] năm [[2014]], Bộ Xây dựng ban hành Quyết định số 775\/QĐ-BXD về việc công nhận đô thị Đông Triều mở rộng là đô thị loại IV trực thuộc tỉnh Quảng Ninh.<ref name=\"775\/QĐ-BXD\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-775-QD-BXD-2014-cong-nhan-do-thi-Dong-Trieu-mo-rong-dat-tieu-chuan-loai-IV-238659.aspx|title=Quyết định 775\/QĐ-BXD của Bộ Xây dựng về việc công nhận đô thị Đông Triều mở rộng, huyện Đông Triều, tỉnh Quảng Ninh đạt tiêu chuẩn đô thị loại IV|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nCuối năm [[2014]], huyện Đông Triều bao gồm 2 thị trấn: Đông Triều, Mạo Khê và 19 xã: An Sinh, Bình Dương, Bình Khê, Đức Chính, Hoàng Quế, Hồng Phong, Hồng Thái Đông, Hồng Thái Tây, Hưng Đạo, Kim Sơn, Nguyễn Huệ, Tân Việt, Thủy An, Tràng An, Tràng Lương, Việt Dân, Xuân Sơn, Yên Đức, Yên Thọ.\n\nNgày [[11 tháng 3]] năm [[2015]], [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết số 891\/NQ-UBTVQH13 <ref name=\"891\/NQ-UBTVQH13\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-891-nq-ubtvqh13-thanh-lap-thi-xa-phuong-thuoc-thi-xa-dong-trieu-quang-ninh-289485.aspx|title=Nghị quyết 891\/NQ-UBTVQH13 năm 2015 về thành lập thị xã Đông Triều và 6 phường thuộc thị xã Đông Triều, tỉnh Quảng Ninh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập thị xã Đông Triều trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện Đông Triều.\n*Chuyển 2 thị trấn: Đông Triều, Mạo Khê và 4 xã: Đức Chính, Hưng Đạo, Kim Sơn, Xuân Sơn thành 6 phường có tên tương ứng.\n\nSau khi thành lập, thị xã Đông Triều có 39.721,55 ha diện tích tự nhiên và 173.141 người với 21 đơn vị hành chính trực thuộc, gồm 6 phường và 15 xã.\n\nNgày [[1 tháng 11]] năm [[2019]], chuyển 4 xã: Hoàng Quế, Hồng Phong, Tràng An, Yên Thọ thành 4 phường có tên tương ứng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-769-NQ-UBTVQH14-2019-thanh-lap-phuong-thuoc-thi-xa-Dong-Trieu-tinh-Quang-Ninh-426226.aspx|title=Nghị quyết 769\/NQ-UBTVQH14 năm 2019 về việc thành lập 4 phường thuộc thị xã Đông Triều, tỉnh Quảng Ninh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nThị xã Đông Triều có 10 phường và 11 xã như hiện nay.\n\nNgày [[20 tháng 10]] năm [[2020]], Bộ Xây dựng ban hành Quyết định số 1359\/QĐ-BXD công nhận thị xã Đông Triều là đô thị loại III trực thuộc tỉnh Quảng Ninh.<ref name=BXD>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/Pages\/ChiTietVanBan.aspx?vID=3746&TypeVB=1|tựa đề=Quyết định số 1359\/QĐ-BXD về việc công nhận thị xã Đông Triều là đô thị loại III trực thuộc tỉnh Quảng Ninh|tác giả=|họ=|tên=|ngày=2020-10-20|website=Cổng thông tin điện tử Bộ Xây dựng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Hành chính==\nThị xã Đông Triều có 21 đơn vị hành chính cấp xã trực thuộc, bao gồm 10 phường: [[Đông Triều (phường)|Đông Triều]], [[Đức Chính, Đông Triều|Đức Chính]], [[Hoàng Quế]], [[Hồng Phong, Đông Triều|Hồng Phong]], [[Hưng Đạo, Đông Triều|Hưng Đạo]], [[Kim Sơn, Đông Triều|Kim Sơn]], [[Mạo Khê]], [[Tràng An, Đông Triều|Tràng An]], [[Xuân Sơn, Đông Triều|Xuân Sơn]], [[Yên Thọ, Đông Triều|Yên Thọ]] và 11 xã: [[An Sinh, Đông Triều|An Sinh]], [[Bình Dương, Đông Triều|Bình Dương]], [[Bình Khê, Đông Triều|Bình Khê]], [[Hồng Thái Đông]], [[Hồng Thái Tây]], [[Nguyễn Huệ, Đông Triều|Nguyễn Huệ]], [[Tân Việt, Đông Triều|Tân Việt]], [[Thủy An, Đông Triều|Thủy An]], [[Tràng Lương]], [[Việt Dân]], [[Yên Đức]].\n{| align=\"center\" width=\"100%\" cellspacing=\"6\" cellpadding=\"0\" style=\"background: #f9f9f9; border: 1px #aaa solid; margin-top: 16px\"\n! colspan=\"3\" style=\"background: #E6E6FA; font-size: 95%;\" |Danh sách các đơn vị hành chính trực thuộc thị xã Đông Triều\n|-\n| valign=\"top\" width=\"50%\" style=\"background: #f9f9f9;\" |\n{| width=\"100%\" cellspacing=\"1\" cellpadding=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\"\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" |Tên\n! style=\"border-bottom: 2px solid #CCCCFF;\" |Diện tích ([[Kilômét vuông|km²]])\n! style=\"border-bottom: 2px solid #CCCCFF;\" |Dân số (người)\n|-\n| colspan=\"3\" align=\"left\" style=\"background: #F5F5DC; padding-left: 30px;\" |'''Phường (10)'''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Đông Triều (phường)|Đông Triều]]\n|0,77\n|5.380\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Đức Chính, Đông Triều|Đức Chính]]\n|6,28\n|7.315\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hoàng Quế]]\n|14,88\n|7.377\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hồng Phong, Đông Triều|Hồng Phong]]\n|7,38\n|8.186\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hưng Đạo, Đông Triều|Hưng Đạo]]\n|8,1\n|8.611\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Kim Sơn, Đông Triều|Kim Sơn]]\n|10,45\n|9.328\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Mạo Khê]]\n|19,07\n|39.983\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Tràng An, Đông Triều|Tràng An]]\n|9,53\n|6.001\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Xuân Sơn, Đông Triều|Xuân Sơn]]\n|6,6\n|6.805\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Yên Thọ, Đông Triều|Yên Thọ]]\n|10,21\n|10.816\n|}\n| valign=\"top\" width=\"50%\" style=\"background: #f9f9f9;\" |\n{| width=\"100%\" cellspacing=\"1\" cellpadding=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\"\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" |Tên\n! style=\"border-bottom: 2px solid #CCCCFF;\" |Diện tích ([[Kilômét vuông|km²]])\n! style=\"border-bottom: 2px solid #CCCCFF;\" |Dân số (người)\n|-\n| colspan=\"3\" align=\"left\" style=\"background: #F5F5DC; padding-left: 30px;\" |'''Xã (11)'''\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[An Sinh, Đông Triều|An Sinh]]\n|83,12\n|7.280\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Bình Dương, Đông Triều|Bình Dương]]\n|10,08\n|8.665\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Bình Khê, Đông Triều|Bình Khê]]\n|57,76\n|10.858\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hồng Thái Đông]]\n|20,16\n|8.777\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hồng Thái Tây]]\n|19,16\n|6.742\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Nguyễn Huệ, Đông Triều|Nguyễn Huệ]]\n|10,83\n|6.093\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Tân Việt, Đông Triều|Tân Việt]]\n|5,55\n|3.458\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thủy An, Đông Triều|Thủy An]]\n|7,93\n|4.354\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Tràng Lương]]\n|72,3\n|2.922\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Việt Dân]]\n|7,22\n|4.158\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Yên Đức]]\n|9,36\n|5.439\n|-\n|}\n|}\n\n==Kinh tế==\nTốc độ tăng trưởng kinh tế của Đông Triều đã tăng lên đáng kể trong những năm gần đây, giúp thị xã trở thành một trong những địa phương phát triển nhanh nhất ở Quảng Ninh. Giai đoạn 2016 – 2020 tốc độ tăng trưởng bình quân đạt 15,6%\/năm, cơ cấu kinh tế tiếp tục có sự chuyển dịch tích cực, đúng hướng, theo hướng tăng công nghiệp, thương mại dịch vụ, giảm dần sản xuất nông nghiệp.\n\nNăm 2019, tỷ trọng ngành công nghiệp chiếm 62,93%, dịch vụ 30,03% và nông lâm nghiệp chiếm 7,03%.\n[[Tập tin:Fours de cuisson (Dong Trieu) (4375854466).jpg|nhỏ|Lò nung [[Gốm Việt Nam|gốm]] ở Đông Triều]]\nTổng sản phẩm trên địa bàn bình quân đầu người đạt 2.220 USD tăng 12,3% so với năm 2014. Mức tăng trưởng này được thúc đẩy bởi cả hai lĩnh vực đang được mở rộng nhanh chóng là công nghiệp và xây dựng (bao gồm khai thác mỏ) cũng như lĩnh vực dịch vụ đang được đẩy mạnh.\n\n===Tài nguyên thiên nhiên===\nĐông Triều, vùng đất có tài nguyên khoáng sản phong phú chủ yếu là than đá, đất sét, cát giúp tạo đà cho phát triển công nghiệp xi măng, gốm sứ, vật liệu xây dựng và sản xuất điện... Địa hình bao gồm núi, đồi và đồng bằng với nhiều loại đất màu mỡ tạo không gian phát triển đa dạng các loại hình sản xuất: lâm nghiệp, trồng cây ăn quả, lúa, chăn nuôi và nuôi trồng thủy sản tập trung.\n\n'''Tài nguyên than'''\n\nKhai thác than là ngành công nghiệp lớn nhất trên địa bàn thị xã Đông Triều với khoảng 3.606 nghìn tấn than được khai thác trong năm 2015, tăng 17,2% so với cùng kỳ. Trữ lượng than phân bố chủ yếu trên địa bàn các xã Hồng Thái Tây, Hồng Thái Đông, Hoàng Quế, Yên Thọ, Tràng Lương, Bình Khê và phường Mạo Khê; Vùng Đông Triều là một khu vực có trữ lượng than lớn (khoảng > 600 triệu tấn) và cùng là một trong những trung tâm khai thac lớn của tỉnh Quảng Ninh. Các nguồn tài nguyên và khoáng sản khác Đông Triều có một nguồn lớn vật liệu xây dựng, như đất sét làm gạch, cát, đá xây dựng. Ngoài ra đất sét được sử dụng để sản xuất gốm, sành sứ và làm gạch phân bổ tập trung chủ yếu ở các xã Bình Dương, Việt Dân, Tràng An, Yên Thọ, Bình Khê, Yên Đức, Kim Sơn, Hoàng Quế. Trữ lượng đá vôi được phân bố chủ yếu ở xã Hồng Thái Tây, Yên Đức và chủ yếu sử dụng để sản xuất xi măng. Mỏ đá vôi Tân Yên có trữ lượng lên đến 350 triệu m3.\n\n'''Đất đai'''\n\nĐông Triều có cảnh quan đẹp với toàn khu vực là địa hình đồi núi. Tổng diện tích đất tự nhiên của thị xã Đông Triều là 39.658 ha. Trong đó, diện tích đất nông nghiệp chiếm khoảng 69,6% (27.653 ha), diện tích đất phi nông nghiệp chiếm 23,2% (9.199 ha) và diện tích đất chưa sử dụng chiếm tới 7,2% (2.806 ha). Trong cơ cấu đất nông nghiệp, đất lâm nghiệp chiếm diện tích lớn nhất 67,2%. Tiếp đó, đất sản xuất nông nghiệp chiếm 34%. Diện tích đất chưa sử dụng hiện còn 2.806 ha, trong đó chủ yếu là đất đồi núi không có rừng che phủ. Đông Triều có kế hoạch tăng diện tích đất phi nông nghiệp, trong đó sẽ sử dụng cho các hoạt động kinh doanh, khoáng sản và du lịch. Để hỗ trợ sự gia tăng này, diện tích đất đang sử dụng cho mục đích nông nghiệp sẽ giảm, đặc biệt đối với đất trồng cây lâu năm, đất rừng sản xuất, đất nuôi trồng thủy sản cũng như đất chưa sử dụng. Tuy nhiên, Thị xã sẽ nỗ lực thực hiện tái trồng rừng nhằm tăng khoảng 2.000ha diện tích đất lâm nghiệp, thúc đẩy sản xuất rừng và tăng độ che phủ rừng. Tính gộp hai xu hướng này, diện tích đất nông nghiệp sẽ tăng nhẹ, dự kiến tăng thêm 21,08 ha lên 27.674,08 ha vào năm 2020.\n\n'''Nước ngọt'''\n\nThị xã Đông Triều có hệ thống tài nguyên nước mặt bao gồm hệ thống sông Cầm đổ vào sông Đá Bạc và 44 hồ chứa lớn nhỏ trong đó có 03 hồ lớn nhất gồm: hồ Khe Chè, hồ Bến Châu, và hồ Trại Lốc I. Ngoài ra, Thị xã còn có các sông chảy qua: sông Đạm dài 5&nbsp;km, sông Đá Vách dài 15&nbsp;km, sông Vàng dài 3&nbsp;km và sông Kinh Thầy ngăn cách Đông Triều và Kinh Môn (Hải Dương). Các sông trên địa bàn Thị xã không lớn song cũng góp phần đáng kể trong việc phát triển kinh tế - xã hội. Thị xã có trữ lượng lớn nước ngầm ở các xã Bình Khê, Tràng An, Tân Việt và phường Đức Chính có khả năng khai thác phục vụ đời sống nhân dân thị xã Đông Triều. Hiện nay, toàn Thị xã có 7 nguồn nước ngầm được sử dụng để cấp nước sinh hoạt cho khu vực Đông Triều, Mạo Khê và các xã, phường lân cận Đức Chính, Hưng Đạo, Xuân Sơn, Hồng Phong, Yên Thọ và Kim Sơn với tổng công suất 9.188 m3\/ngày đêm. Thị xã Đông Triều có 44 hồ đập lớn nhỏ với tổng trữ lượng khoảng 500 triệu m3, trong đó khoảng 24 hồ được sử dụng để cung cấp nước cho sản xuất và đời sống dân sinh.\n\nNước được cấp cho Mạo Khê và Yên Thọ cùng với cụm công nghiệp Kim Sơn. có 2 công trình nhà máy cung cấp nước sạch sinh hoạt cho người dân, tập trung tại phường Đông Triều và Mạo Khê. Tại khu vực Đông Triều: nguồn nước được khai thác từ 5 giếng khoan với tổng công suất là 4.288 m3\/ngày đêm. Nước từ các giếng được cung cấp cho khu vực trung tâm Đông Triều, Đức Chính, Hồng Phong, Hưng Đạo, Xuân Sơn\n\nTại khu vực Mạo Khê: nguồn nước được khai thác từ 01 giếng khoan (giếng 12) và nguồn nước mặt sông Trung Lương xử lý qua nhà máy nước Miếu Hương.\n\n'''Rừng'''\n\nTừ năm 2013 đến năm 2015 diện tích và độ che phủ rừng của thị xã tăng từ 17.415,56 ha lên 19.892,5 ha.<ref>{{Chú thích web|url=http:\/\/xuctiendautudongtrieu.vn\/Tai-nguyen-thien-nhien\/dta\/vi\/160\/|tiêu đề=Tài nguyên thiên nhiên}}<\/ref>[[Tập tin:ĐôngTriềuc.jpg|thumb|Nhiệt điện Mạo Khê|264x264px]][[Tập tin:ĐôngTriềuh.jpg|thumb|Mỏ than Mạo Khê|264x264px]]\n\n===Công nghiệp===\nNgành công nghiệp và xây dựng chiếm 63,5% giá trị sản xuất của thị xã Đông Triều và góp phần rất lớn vào tốc độ tăng trưởng kinh tế gần đây của Thị xã với giá trị sản xuất công nghiệp năm 2015 (theo giá cố định năm 1994) đạt 2.912 tỷ đồng, bằng 101,4% mục tiêu NQ HĐND thị xã, tăng 17,7% cùng kỳ.\nĐộng lực của tốc độ tăng trưởng này chính là sự phát triển của các tiểu ngành khai thác than, nhiệt điện và vật liệu xây dựng. Ngành dịch vụ Ngành dịch vụ chiếm 27,3% tổng giá trị sản xuất của nền kinh tế và đang phát triển mạnh mẽ trong những năm gần đây với tốc độ tăng trưởng hàng năm là 16%.\nTốc độ tăng trưởng của ngành dịch vụ chủ yếu có được từ hoạt động kinh doanh vật liệu xây dựng và vật liệu khai thác mỏ. Ngành du lịch cũng đang được tích cực đầu tư nhằm tăng chất lượng dịch vụ, loại hình du lịch, lượng khách cả trong và ngoài nước đến với Đông Triều.\n\n===Nông nghiệp===\nNgành nông nghiệp mặc dù chỉ đóng góp 9,2% vào tổng giá trị sản xuất, một con số khá thấp so với các ngành khác, ngành nông nghiệp vẫn giữ một vai trò quan trọng trong nền kinh tế thị xã Đông Triều trên khía cạnh tạo công ăn việc làm và giữ tỷ lệ lao động có việc làm ở mức ổn định.\nTrong những năm qua được sự quan tâm của Tỉnh Quảng Ninh, sự vào cuộc của cả hệ thống chính trị thị xã, các dự án nông nghiệp công nghệ cao, sản xuất tập trung đã được triển khai, đã mang lại những hiệu quả rõ rệt về kinh tế - xã hội.\n\n== Du lịch ==\nĐông Triều hiện có 4 tuyến, 14 điểm du lịch đã được UBND tỉnh công nhận, trong đó nhiều tuyến, điểm đã và đang được khai thác khá hiệu quả:\n\n+ 4 Tuyến du lịch là:\n\n- Tuyến du lịch tâm linh di tích nhà Trần;\n\n- Tuyến du lịch tâm linh kết hợp sinh thái;\n\n- Tuyến du lịch khám phá miền quê Đông Triều;\n\n- Tuyến du lịch Đệ tứ Chiến khu Đông Triều.\n\n+ Các điểm du lịch gồm:\n\n- Điểm du lịch đền An Sinh;\n\n- Điểm du lịch đền Thái (xã An Sinh);\n\n- Điểm du lịch chùa Quỳnh Lâm (phường Tràng An);\n\n- Điểm du lịch chùa, am Ngọa Vân;\n\n- Điểm du lịch chùa Hồ Thiên (xã Bình Khê);\n\n- Điểm du lịch địa điểm lịch sử Trung tâm chiến khu Đông Triều (chùa Bắc Mã), (xã Bình Dương);\n\n- Điểm du lịch Cụm di tích lịch sử cách mạng khu mỏ Mạo Khê (phường Mạo Khê);\n\n- Điểm du lịch Làng quê Yên Đức (xã Yên Đức);\n\n- Điểm du lịch hồ Khe Chè (xã An Sinh);\n\n- Điểm du lịch Công viên Hà Lan (phường Mạo Khê);\n\n- Điểm du lịch Trung tâm giới thiệu và bán sản phẩm OCOP Quảng Ninh (phường Mạo Khê);\n\n- Điểm du lịch Công ty Cổ phần Thành Đồng (xã Bình Dương);\n\n- Điểm du lịch Công ty Cổ phần Thái Sơn 88 (phường Yên Thọ)\n\n- Điểm du lịch Chi nhánh Công ty TNHH Quang Vinh (phường Mạo Khê).\n\n===Các khu vui chơi giải trí===\n- Công viên nước - Thể thao - Văn hóa Hà Lan\n- Khu du lịch Quảng Ninh Gate\n- Điểm dừng chân du lịch Quảng Ninh Gate\n- Trung tâm TDTT Thị xã Đông Triều\n- Du lịch làng quê Yên Đức\n- Trung tâm VH TT phường Xuân Sơn\n- Cung thiếu nhi thị xã\n\n- Trung tâm thể thao và vui chơi giải trí Tân Việt Bắc.\n[[Tập tin:ĐôngTriềub.jpg|thumb|Hồ đập trại Lốc|264x264px]]\n \n[[Tập tin:ĐôngTriềuk.jpg|thumb|Khu du lịch sinh thái Hồ Khe Chè|264x264px]]\n=== Di tích lịch sử ===\n[[Tập tin:ĐôngTriềui.jpg|thumb|Bãi Đá Chồng Ngọa Vân|264x264px]]\n* [[Đền Lê Chân]] - Xã Thủy An\n* [[Đền An Sinh]]—Xã An Sinh\n* [[Chùa Ngọa Vân]]—Xã Bình Khê\n* [[Chùa Hồ Thiên]]—Xã Bình Khê\n* [[Cửa Chúa Năm Phương]]—Xã Tràng Lương\n* [[Lăng mộ các vua Trần tại Đông Triều|Lăng mộ các vua Trần]] - Xã An Sinh\n* [[Chùa Quỳnh Lâm, Đông Triều|Chùa Quỳnh Lâm]] - phường Tràng An\n* [[Chùa Trạo Hà]]—Phường Đức Chính\n* [[Chùa Cầm]]—Xuân Cầm-Phường Xuân Sơn\n* [[Chùa Mễ Sơn]]—Phường Xuân Sơn\n* [[Chùa Đông Sơn]]—Phường Xuân Sơn\n* [[Chùa Mĩ Cụ]]—Phường Hưng Đạo\n* [[Chùa Ngọc Thanh]]—Thôn Vị Thủy -Xã Thủy An\n* [[Đền Thái]]—Thái miếu vương [[Triều Trần]] tại quê gốc.\n* [[Chùa Tuyết]] ( Trung Tiết Tự) - Xã An Sinh\n* [[Chùa Nhuệ Hổ]] - Phường Kim Sơn\n* [[Chùa Bắc Mã]] - Xã Bình Dương\n* [[Đình Bắc Mã]] - Xã Bình Dương\n* [[Chùa Hổ Lao]] - Xã Tân Việt\n* [[Đình Hổ Lao]] - Xã Tân Việt\n* [[Chùa Non Đông]] (Tường Quang Tự)\n* [[Chùa Tế]] (Tường Vân Tự) - Vĩnh Quang -phường [[Mạo Khê]]\n* [[Chùa Cảnh Huống]] - Xã Yên Đức\n* [[Chùa Kỉnh]]\n* [[Đình Xuân Quang]]\n* [[Lũy thành nhà Mạc]]\n* Đền nhà Bà - Phường Hoàng Quế\n* Chùa Râm (Đoan Nghiêm Tự) Khu Yên Lâm 1, Phường Đức Chinh.\n* [[Khu di tích lịch sử Đồn Cao]].\n* [[Chùa Hà Giang]] ( Hà Nguyên Tự), Khu Hà Lôi, Phường Tràng An\n\n==Văn hóa ==\nHơn sáu mươi năm trước, với thế đất hiểm yếu, Đông Triều được chọn làm căn cứ địa của [[Chiến khu Đông Triều|Đệ tứ Chiến khu]]. Và từ đây, những chiến công lừng lẫy của quân và dân ta đã được ghi dấu tại mảnh đất này. Với những làng nghề truyền thống từ cha ông để lại, Đông triều có rất nhiều làng nghề được phục vụ nhân dân và thị trường như: Làng nghề Gốm Sứ Đông triều, như xay xát gạo, mộc gia dụng, thợ nề, sản xuất vật liệu xây dựng, nấm ăn và nguyên liệu, dệt thổ cẩm, đan lát mây tre làm thúng, mủng, rèn, cơ khí nhỏ, sửa chữa, dệt may, thêu ren, điêu khắc than đá...[[Tập tin:ĐôngTriềul.jpg|thumb|Đại hội TDTT Đông Triều 2013|264x264px]]\n\n==Giáo dục ==\nCác trường Đại học và phổ thông trên địa bàn thị xã:\n* [[Trường Đại học Công nghiệp Quảng Ninh|Đại học công nghiệp Quảng Ninh]].\n* Trường THPT Đông Triều.\n* Trường THPT Hoàng Quốc Việt.\n* Trường THPT Hoàng Hoa Thám.\n* Trường THPT Lê Chân.\n* Trường THPT Trần Nhân Tông\n* Trường THPT Nguyễn Bình.\n* Trường THPT Trần Hưng Đạo.\n* Trung tâm GDNN & GDTX thị xã Đông Triều.\nCác trường Trung học cơ sở và tiểu học trên địa bàn thị xã.\n* Trường Trung học cơ sở Yên Thọ\n* Trường Trung học cơ sở Yên Đức\n* Trường Trung học cơ sở Xuân Sơn\n* Trường Trung học cơ sở Việt Dân\n* Trường Trung học cơ sở Nguyễn Du\n* Trường Trung học cơ sở Tràng Lương\n* Trường Trung học cơ sở Tràng An\n* Trường Trung học cơ sở Thủy An\n* Trường Trung học cơ sở Tân Việt\n* Trường Trung học cơ sở Nguyễn Huệ\n* Trường Trung học cơ sở Nguyễn Đức Cảnh\n* Trường Trung học cơ sở Mạo Khê II\n* Trường Trung học cơ sở Mạo Khê I\n* Trường Trung học cơ sở Lê Hồng Phong\n* Trường Trung học cơ sở Kim Sơn\n* Trường Trung học cơ sở Hưng Đạo\n* Trường Trung học cơ sở Hồng Thái Tây\n* Trường Trung học cơ sở Hồng Thái Đông\n* Trường Trung học cơ sở Hoàng Quế\n* Trường Trung học cơ sở Đức Chính\n* Trường Trung học cơ sở Bình Khê\n* Trường Trung học cơ sở Bình Dương\n* Trường Trung học cơ sở An Sinh\n* Trường TH Yên Thọ\n* Trường TH Yên Đức\n* Trường TH Xuân Sơn\n* Trường TH Vĩnh Khê\n* Trường TH Việt Dân\n* Trường TH Kim Đồng\n* Trường TH Tràng Lương\n* Trường TH Tràng An\n* Trường TH Thủy An\n* Trường TH Tân Việt\n* Trường TH Quyết Thắng\n* Trường TH Nguyễn Văn Cừ\n* Trường TH Nguyễn Huệ\n* Trường TH Mạo Khê B\n* Trường TH Mạo Khê A\n* Trường TH Lê Hồng Phong\n* Trường TH Kim Sơn\n* Trường TH Hưng Đạo\n* Trường TH Hông Thái Tây\n* Trường TH Hông Thái Đông\n* Trường TH Hoàng Quế\n* Trường TH Đức Chính\n* Trường TH Bình Khê II\n* Trường TH Bình Khê I\n* Trường TH Bình Dương\n* Trường TH An Sinh B\n* Trường TH An Sinh A\n\n==Giao thông==\nHệ thống giao thông đường bộ và đường thủy gồm có:\n* [[Quốc lộ 18|Quốc lộ 18A]] nối thị xã Đông Triều với [[Chí Linh|thành phố Chí Linh]], tỉnh [[Hải Dương]] qua cầu địa phận (Vàng Chua).\n* [[Quốc lộ 17|Quốc lộ 17C]] nối phường Mạo Khê, thị xã Đông Triều với [[Kinh Môn|thị xã Kinh Môn]], Hải Dương.\n* Tỉnh Lộ 326 nối Đông Triều - Uông Bí - Hạ Long - Cẩm Phả.\n* [[Phà|Phà Triều]] nối Đông Triều với thị xã [[Kinh Môn]], [[Hải Dương]] qua [[Kinh Thầy|sông Kinh Thầy]].\n* Cầu Hoàng Thạch nối phường [[Mạo Khê]] với phường Minh Tân, thị xã [[Kinh Môn]], [[Hải Dương]] qua sông Đá Vách.\n* Đông Triều cũng có tuyến đường sắt [[Hà Nội]] - [[Cảng Cái Lân|Cái Lân]] đi qua với ga chính là ga Tràng An, Ga Mạo Khê....\nNgoài ra còn có dự án [[đường cao tốc Nội Bài – Bắc Ninh – Hạ Long|đường cao tốc Nội Bài - Hạ Long]] đi qua hiện đã được quy hoạch.\n\n== Hạ tầng ==\n\nThị xã Đông Triều nằm ở vị trí cửa ngõ phía Tây của tỉnh Quảng Ninh, có điều kiện thuận lợi trong việc chào đón các nhà đầu tư vào tỉnh Quảng Ninh. Thời gian vừa qua, được sự quan tâm của Trung ương, UBND tỉnh Quảng Ninh, thị xã Đông Triều đã được quan tâm đầu tư, hoàn thiện hệ thống hạ tầng kỹ thuật, như: Đầu tư nâng cấp, mở rộng tuyến đường Quốc lộ 18, nâng cấp, mở rộng các tuyến đường tỉnh lộ (tỉnh lộ 345: đang được đầu tư; tỉnh lộ 332, 333 đang được nghiên cứu đầu tưên cứu đầu tư); nghiên cứu đầu tư xây dựng một số tuyến đường mới phục vụ mục tiêu phát triển kinh tế xã hội (tuyến đường trung tâm thị xã, tuyến đường nối từ Quốc lộ 18 qua xã Thủy An, Nguyễn Huệ nối sang tỉnh Hải Dương bằng cầu Đông Mai bắc qua sông Vàng), tiếp tục đầu tư hoàn thiện các tuyến đường liên xã, phường của thị xã (tuyến Tràng An - Bình Khê, tuyến Xuân Sơn - Bình Khê vào nhà máy nhiệt điện). Ngoài hệ thống đường giao thông, thị xã Đông Triều còn được quan tâm đầu tư hệ thống lưới điện trung hạ thế (như dự án chống quá tải, dự án nâng cấp đường dây trung thế 22kV) đảm bảo cấp điện liên tục cho phát triển kinh tế xã hội; mở rộng mạng lưới cấp nước sạch, đầu tư mới các trạm xử lý nước trên địa bàn (trạm xử lý nước Khe Chè, các trạm xử lý nước tại xã Nguyễn Huệ, Thủy An, Hoàng Quế, Hồng Thái Tây).\n\nVề giáo dục: Thị xã Đông Triều có 86 cơ sở giáo dục ở tất cả các cấp học, đã hoàn thành phổ cập giáo dục mầm non cho trẻ 5 tuổi, phổ cập giáo dục tiểu học mức độ 2 và trung học cơ sở mức độ 3 với mỗi xã có tối thiểu một trường tiểu học và một trường trung học cơ sở hoặc một trường kết hợp. 80\/86 trường đạt chuẩn quốc gia đạt 93% số trường, đạt chuẩn quốc gia. 100% số trường học có kết nối Internet.\n\n== Đường phố==\n<center>\n{| class=\"wikitable collapsible collapsed\" style=\"width:90%; font-size:90%; text-align: center;\"\n|-\n! colspan=\"5\" style=\"border: 2.5px solid #6060FF; background: #6060FF; color: #ffffff;\" |Danh sách các tuyến đường tại Đông Triều\n|-\n!'''Tên đường'''\n!Vị trí\n!Dài (m)\n!Rộng (m)\n!Ý nghĩa tên gọi, thông tin thêm\n|-\n|'''Hoàng Hoa Thám'''\n|Từ Cầu Chạ đến Ngã 4 dốc Thụ\n|3490\n|12\n|\n|-\n|'''Lê Hồng Phong'''\n|Từ đường Nguyễn Bình đến Bến phà Triều\n|3130\n|5,5\n|\n|-\n|'''Mễ Dương'''\n|Từ đường Nguyễn Bình đến Ngã 3 khu La Dương\n|2380\n|5,5\n|Tên của HTX trước đây thuộc xã Hưng Đạo\n|-\n|'''Mỹ Cụ'''\n|Từ đường Nguyễn Bình đến khu La Dương, phường Hưng Đạo\n|2450\n|3,5\n|Tên của làng và chùa Mỹ Cụ, có nghĩa là \"Cỗ ngon dâng vua\"\n|-\n|'''Ngô Gia Tự'''\n|Từ đường Nguyễn Văn Đài đến Ngã 3 Suối Cạn\n|1900\n|8\n|\n|-\n|'''Nguyễn Bình'''\n|Từ Ngã 3 tượng đài đến Cầu Cầm\n|3650\n|12\n|Trung tướng, tư lệnh Chiến khu Đông Triều\n|-\n|'''Nguyễn Đức Cảnh'''\n|Từ đường Hoàng Hoa Thám đến Cầu Đá Vách\n|1230\n|12\n|\n|-\n|'''Nguyễn Hải Thanh'''\n|Từ Ngã 3 tượng đài đến đường Nguyễn Bình\n|3650\n|12\n|Bí thư đầu tiên của Đệ tứ chiến khu Đông Triều\n|-\n|'''Nguyễn Văn Cừ'''\n|Từ Cầu Hoàng Thạch đến Ngã 3 Chùa Non Đông\n|3700\n|7-12\n|Bí thư đặc khu Hồng Gai - Uông Bí, tham gia Vô sản hóa ở mỏ Vàng Danh\n|-\n|'''Nguyễn Văn Đài'''\n|Từ Nhà sáng 56 mỏ than Mạo Khê đến Cảng Bến Cân\n|2990\n|8\n|Bí thư đầu tiên của huyện bộ Việt Minh Đông Triều\n|-\n|'''Nguyễn Văn Phùng'''\n|Từ đường Trần Hưng Đạo đến Nhà máy Nhiệt điện Mạo Khê\n|4285\n|4\n|Quê ở khu Xuân Viên, phường Xuân Sơn; ông tham gia cách mạng tại huyện bộ Việt Minh Đông Triều\n|-\n|'''Trần Hưng Đạo'''\n|Từ Cầu Cầm đến Cầu Chạ\n|4660\n|12\n|Vị tướng tài năng triều Trần, được thờ ở đến An Sinh, Đông Triều\n|-\n|'''Trần Nhân Tông'''\n|Từ đường Nguyễn Bình đến Ngã 4 đền An Sinh\n|4554\n|8\n|Vị vua thứ 3 nhà Trần, năm 1308 ông về Ngọa Vân, Đông Triều và viên tịch tại đây\n|-\n|'''Trần Quang Triều'''\n|Từ Ngã 6 Đức Chính đến Ga Đông Triều\n|1900\n|8\n|Vị quan triều Trần, sau ông về ở ẩn tại am Bích Động, gần chùa Quỳnh Lâm, phường Tràng An\n|-\n|'''Lê Chân'''\n|(phường Hồng Phong, xã Việt Dân, xã Thủy An, xã Bình Dương). Điểm đầu: Giáp cầu Vàng Chua, tại km 46+300, Quốc lộ 18; điểm cuối: Giáp ngã 3 khu vực Tượng đài văn hóa Đông Triều. Đường dài 5.500m, rộng 15m\n|\n|\n|\n|-\n|'''Trần Quốc Nghiễn'''\n|Điểm đầu: Giáp Huyện lộ 186 tại Km 1+ 780, đường Trần Quang Triều; điểm cuối: Giáp Huyện lộ 186 tại km6+280. Đường dài 4.500m, rộng 08m.\n|800\n|\n|\n|-\n|'''Hoàng Văn Thụ'''\n|(phường Yên Thọ, phường Hoàng Quế). Điểm đầu: Giáp đường Hoàng Hoa Thám; điểm cuối: Giáp Km68, Quốc lộ 18 (đoạn ngã 4 cổng chợ Lầm). Đường dài 4.300m, rộng 15m.\n|\n|\n|\n|-\n|'''Trần Quang Khải'''\n|(phường Yên Thọ, phường Mạo Khê, phường Kim Sơn). Điểm đầu: Giáp đường Trần Hưng Đạo; điểm cuối: Giáp đường Trần Khắc Chung. Đường dài 6.200m, rộng 11m.\n|\n|\n|\n|-\n|'''Trần Khắc Chung'''\n|(phường Yên Thọ, phường Hoàng Quế, xã Yên Đức). Điểm đầu: Giáp đường Hoàng Văn Thụ; điểm cuối: Giáp Bến Đụn, xã Yên Đức. Đường dài 3.700m, rộng 11m.\n|\n|\n|\n|-\n|'''Bùi Tố Quyên'''\n|(phường Tràng An). Điểm đầu: Giáp đường Trần Quốc Nghiễn; điểm cuối: Giáp Kho KV4 - Cục Quân khí. Đường dài 2.400m, rộng 11m.\n|\n|\n|\n|-\n! colspan=\"2\" |Tổng số đường đã đặt tên: 20\n! colspan=\"3\" |Tổng chiều dài các đường đã biết: updating m\n|}\n<\/center>\n\n<center>\n{| class=\"wikitable collapsible collapsed\" style=\"width:90%; font-size:90%; text-align: center;\"\n|-\n! colspan=\"6\" style=\"border: 2.5px solid #6060FF; background: #6060FF; color: #ffffff;\" |Danh sách các tuyến phố tại Đông Triều\n|-\n!Phường\n!Tên phố\n!Vị trí\n!Dài (m)\n!Rộng (m)\n!Ý nghĩa tên gọi, thông tin thêm\n|-\n| rowspan=\"2\" |[[Đông Triều (phường)|Đông Triều]]\n|'''Chợ Cột'''\n|Từ đường Nguyễn Bình đến đường Trần Nhân Tông\n|540\n|7\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Sư Tuệ'''\n|Từ đường Nguyễn Bình đến đường Nguyễn Hải Thanh\n|725\n|7\n|Ông từng tham gia hoạt động cách mạng tại Chùa Bắc Mã, gây dựng chiến khu Đông Triều\n|-\n| rowspan=\"3\" |[[Đức Chính, Đông Triều|Đức Chính]]\n|'''Nguyễn Văn Liền'''\n|Từ đường Trần Quang Triều đến Nhà Văn hóa khu Yên Lâm 2\n|1130\n|4\n|Anh hùng lực lượng vũ trang nhân dân, quê ở khu Yên Lâm 2, phường Đức Chính\n|-\n|'''Trạo Hà'''\n|Từ đường Nguyễn Bình đến đường Nguyễn Hải Thanh\n|1207\n|8\n|Tên của làng Trạo Hà xưa, đình Trạo Hà - đền Di Ái\n|-\n|'''Yên Lâm'''\n|Từ đường Trần Nhân Tông đến phố Trạo Hà\n|1085\n|4\n|Tên làng cổ thuộc tổng Mễ Sơn nay thuộc phường Đức Chính\n|-\n|[[Hưng Đạo, Đông Triều|Hưng Đạo]]\n|'''Cổng Toang'''\n|Từ đường Nguyễn BÌnh đến Trụ sở UBND phường Hưng Đạo\n|410\n|3,5-5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n| rowspan=\"3\" |[[Kim Sơn, Đông Triều|Kim Sơn]]\n|'''Gia Mô'''\n|Từ đường Trần Hưng Đạo đến phố Kim Sen\n|660\n|5-12\n|Tên của khu Gia Mô\n|-\n|'''Kim Sen'''\n|Từ đường Trần Hưng Đạo đến phố Kim Sen\n|1630\n|8\n|Tên của khu Kim Sen\n|-\n|'''Nhuệ Hổ'''\n|Từ đường Trần Hưng Đạo đến Nhà văn hóa Nhuệ Hổ\n|550\n|4\n|Tên của khu và chùa Nhuệ Hổ\n|-\n| rowspan=\"11\" |[[Mạo Khê]]\n|'''Công Nông'''\n|Từ phố Vườn Thông đến đường Nguyễn Văn Cừ\n|1110\n|5-8\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Dân Chủ'''\n|Từ phố Đặng Châu Tuệ đến phố Vườn Thông\n|330\n|5,5\n|Tên của khu Dân Chủ\n|-\n|'''Đặng Châu Tuệ'''\n|Từ đường Nguyễn Văn Đài đến Khu Vĩnh Lập\n|650\n|5,5\n|Bí thư chi bộ Đảng đầu tiên được thành lập ở khu mỏ Mạo Khê\n|-\n|'''Hoàng Quốc Việt'''\n|Từ đường Hoàng Hoa Thám đến Ga Mạo Khê\n|730\n|4-8\n|\n|-\n|'''Vĩnh Hải'''\n|Từ đường Hoàng Hoa Thám đến Ngã 3 khu Vĩnh Hải\n|640\n|5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vĩnh Hòa'''\n|Từ đường Hoàng Hoa Thám đến Ngã 3 Xí nghiệp cơ khí thủy Mạo Khê\n|700\n|4\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vĩnh Khê'''\n|Từ đường Nguyễn Văn Cừ đến đường Nguyễn Văn Đài\n|1200\n|5-8\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vĩnh Quang'''\n|Từ đường Trần Hưng Đạo đến Ngã 3 Nhà văn hóa Vĩnh Quang 1\n|712\n|5,5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vĩnh Trung'''\n|Từ Công viên Hà Lan đến phố Vườn Thông\n|625\n|5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vĩnh Tuy'''\n|Từ đường Hoàng Hoa Thám đến Ngã 3 khu Vĩnh Tuy 2\n|740\n|5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n|'''Vườn Thông'''\n|Từ đường Hoàng Hoa Thám đến phố Dân Chủ\n|1170\n|5,5\n|Tên địa danh quen thuộc đi vào tiềm thức của nhân dân\n|-\n| rowspan=\"2\" |[[Xuân Sơn, Đông Triều|Xuân Sơn]]\n|'''Công Viên'''\n|Từ đường Trần Hưng Đạo đến đường Nguyễn Văn Phùng\n|726\n|5\n|\n|-\n|'''Xuân Viên'''\n|Từ đường Trần Hưng Đạo đến đường Nguyễn Văn Phùng\n|1120\n|4-5\n|Tên 1 làng thuộc xã Xuân Sơn khi xưa\n|-\n! colspan=\"3\" |Tổng số phố đã đặt tên: 22\n! colspan=\"3\" |Tổng chiều dài các phố đã biết: 18390 m\n|}\n<\/center>\n\n==Làng nghề==\nĐông Triều là một thị xã vùng bán sơn địa. Nằm xa các trung tâm dân cư đông đúc (cách thủ đô Hà Nội khoảng 90&nbsp;km) nên ít có thế mạnh phát triển về làng nghề, ngành nghề hay địa phương có nghề tập trung. Tuy nhiên ở đây có nghề làm gốm ở hai thị trấn cũ với khá nhiều hộ kinh doanh, sản xuất. Khu vực 3 xã vùng núi như An Sinh, Bình Liêu, Tràng Lương nhiều hộ phát triển ngành trồng trọt, trồng cây ăn quả như vải, nhãn, mít, bưởi... tạo việc làm thu nhập cho người dân.\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Quang Ninh Province}}\n*[http:\/\/quangninh.gov.vn\/vi-VN\/huyenthi\/ThixaDongTrieu\/Trang\/default.aspx\/ Cổng Thông tin Thị xã Đông Triều] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150525215054\/http:\/\/www.quangninh.gov.vn\/vi-VN\/huyenthi\/thixadongtrieu\/Trang\/default.aspx |date = ngày 25 tháng 5 năm 2015}}\n*[http:\/\/dongtrieu.edu.vn\/ Phòng Giáo dục và Đào Tạo Thị xã Đông Triều]\n*[http:\/\/dulichdongtrieu.vn\/ Du lịch Đông Triều]\n*[http:\/\/xuctiendautudongtrieu.vn\/ Trung tâm xúc tiến đầu tư Thị xã Đông Triều]\n\n{{Đơn vị hành chính thuộc thị xã Đông Triều}}\n{{Huyện thị Quảng Ninh}}\n{{Thị xã Việt Nam}}\n\n{{Sơ khai Quảng Ninh}}\n\n[[Thể loại:Đô thị Việt Nam loại III]]"}