{"77999":"{{bài cùng tên|Nguyễn Văn Tuyết}}\n{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Văn Tuyết\n| tên gốc = 阮文雪\n| hình = \n| cỡ hình = \n| ghi chú hình = <!-- Binh nghiệp -->\n| phục vụ = [[Nhà Tây Sơn]]\n| thuộc = [[Quân đội nhà Tây Sơn]]\n| năm tại ngũ = \n| cấp bậc = Đô đốc\n| đơn vị = \n| chỉ huy = \n| tham chiến = * Chiến tranh Tây Sơn - Mãn Thanh\n* [[Chiến tranh Tây Sơn-Chúa Nguyễn, 1787-1802|Chiến tranh Tây Sơn - Chúa Nguyễn]]\n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = \n| húy = \n| tự = \n| hiệu = \n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = <!-- chức cao nhất -->\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = [[Trần Thị Lan]]\n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| sinh = \n| nơi sinh = \n| mất = [[1802]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Tây Sơn|Tây Sơn]]\n| tác phẩm = <!-- nổi bật -->\n}}\n'''Đô đốc Tuyết''' ([[chữ Hán]]: 都督雪; ?-[[1802]]<sup>?<\/sup>), có tên là '''Nguyễn Văn Tuyết''' (阮文雪), là danh tướng [[nhà Tây Sơn]] trong [[lịch sử Việt Nam]]. Ông là một trong [[Tây Sơn thất hổ tướng]].\n\n==Thân thế và sự nghiệp==\nMột số sử liệu đã chép rằng Nguyễn Văn Tuyết là người [[An Nhơn]], huyện [[Tuy Viễn (huyện)|Tuy Viễn]], phủ [[Quy Nhơn]] (nay thuộc huyện [[Tây Sơn, Bình Định|Tây Sơn]], tỉnh [[Bình Định]]). Tuy nhiên, theo gia phả họ Nguyễn (chi 2 phái 4 ở làng Lệ Xuyên, xã [[Triệu Trạch]], huyện [[Triệu Phong]], tỉnh [[Quảng Trị]]), thì ông là người làng Ôn Tuyền, huyện Đăng Xương, [[Thuận Hóa]] (nay là làng Lệ Xuyên, xã Triệu Trạch, huyện Triệu Phong, Quảng Trị); và tên thật của ông là '''Nguyễn Minh Mẫn'''.\n\nTương truyền trước khi [[phong trào Tây Sơn]] khởi phát vào năm [[1771]], ông là người có sức mạnh, giỏi võ, và từng là một trong số người du thủ du thực. Tình cờ trên bước đường phiêu bạt khắp nơi, ông gặp được một người thầy dạy võ hết lòng yêu thương chỉ dạy, lại còn đem con gái gả cho, Nguyễn Văn Tuyết đã trở thành người quyết chí đem tài sức của mình ra cứu khổ cho dân. Khi nghe [[Nguyễn Nhạc]] ở [[Nhà Tây Sơn|Tây Sơn]] chiêu mộ hào kiệt, ông bèn cùng vợ về quê nhà, rồi lên sơn trại đầu quân, và nhanh chóng được anh em nhà Tây Sơn trọng dụng.\n\nNăm [[Quý Tỵ]] (1773), Tây Sơn Vương Nguyễn Nhạc đánh chiếm xong huyện lỵ [[Tuy Viễn (huyện)|Tuy Viễn]], giao cho ông và Huyền Khê (tên hiệu, tên thật không rõ) đóng giữ.<ref>''Nhà Tây Sơn'', tr. 39.<\/ref>\n\n[[Tháng năm|Tháng 5]] năm [[1788]], sau khi [[Vũ Văn Nhậm]] bị giết tại [[Thăng Long]], binh quyền của Nhậm được Nguyễn Huệ giao lại cho [[Ngô Văn Sở]]. Nguyễn Văn Tuyết (lúc này đã được thăng làm Đô đốc) là một trong số ít người được cử ở lại làm phụ tá.\n \nCuối năm [[Mậu Thân]] (1788), khoảng 29 vạn quân [[Nhà Thanh|Mãn Thanh]] do [[Tôn Sĩ Nghị]] chỉ huy tràn sang xâm lược nước Việt, ông được dự phần trong bộ chỉ huy [[Đàng Ngoài|Bắc Hà]] do Đại Tư mã [[Ngô Văn Sở]] đứng đầu. Được tin cậy, ông lãnh trọng trách gấp rút trở về [[Cố đô Huế|Phú Xuân]], cấp báo tình hình nguy cấp và phương lược phòng chống quân Thanh do bộ chỉ huy Bắc Hà đề xuất.<ref>Tương truyền, Đô đốc Tuyết có ngựa hay, nên được lãnh trọng trách này.<\/ref>\n\nNghe tin báo, ngày 25 tháng 11 năm [[Mậu Thân]] ([[22 tháng 12]] năm 1788), vua [[Quang Trung]] (Nguyễn Huệ) xuất quân tiến ra [[Đàng Ngoài|Bắc Hà]]. Trong lệnh xuất quân của nhà vua vào ngày 30 [[tháng Chạp]] năm [[Mậu Thân]], thì: ''Đại đô đốc Lộc, Đô đốc Tuyết đốc xuất tả quân, trong đó gồm có thủy quân vượt biển vào [[sông Lục Đầu]]; rồi Tuyết vẫn kinh lý vùng [[Hải Dương]] để tiếp ứng với mặt Đông...''<ref>Theo ''[[Hoàng Lê nhất thống chí]]'', tr. 182.<\/ref>\n \nSách ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', ghi chi tiết: \n:''...Đạo quân thứ hai đi đường thủy, do đô đốc Nguyễn Văn Tuyết chỉ huy, (từ Biện Sơn) tiến vào [[sông Lục Đầu]], tiêu diệt quân cần vương của [[Lê Chiêu Thống]] ở Hải Dương, rồi tiến lên uy hiếp cạnh sườn phía đông của Tôn Sĩ Nghị đóng ở bờ [[sông Hồng]], làm tiếp ứng cho đạo quân chủ lực và các đạo quân khác đánh vào [[Thăng Long]]...''<ref>''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', tr. 230.<\/ref>\n\nSau trận đại phá quân Thanh, sử liệu không ghi rõ Đô đốc Nguyễn Văn Tuyết làm gì và ở đâu, chỉ biết khoảng giữa năm [[1802]], khi vua [[Gia Long]] (Nguyễn Phúc Ánh) dẫn đại quân tiến ra [[Bắc Thành]], thì vợ chồng ông đang coi việc binh ở nơi đó.\n \nTrước sức mạnh của quân đội Nguyễn, liệu không thể chống giữ nổi, Đô đốc Nguyễn Văn Tuyết và vợ đã đưa vua [[Nguyễn Quang Toản|Cảnh Thịnh]] cùng cung quyến sang [[sông Hồng|sông Nhị Hà]] chạy lên vùng núi phía Bắc. Tướng [[Lê Chất]] dẫn quân truy đuổi kịp. Đô đốc Tuyết truyền cho vợ phò ngự giá chạy trước, còn mình thì ở lại ngăn cản. Sau một hồi kịch chiến, ông bị súng bắn trúng té nhào, tử trận... quân Nguyễn liền đuổi theo ngự giá. Trần phu nhân hết sức chống cự, nhưng chỉ ít lâu thì cả đoàn đều bị bắt. Không thể để đối phương làm nhục, phu nhân liền tự sát cùng với Thái hậu [[Bùi Thị Nhạn]]. Đó là ngày 16 tháng 6 năm [[Nhâm Tuất]] (1802)...\n\nĐề cập đến ngày tàn của nhà Tây Sơn, sách ''Nhà Tây Sơn'' có câu chép về vợ chồng Đô đốc Tuyết như sau: ''Nguyễn Văn Tuyết đã cùng vợ con tuẫn nghĩa sau khi thất thủ Bắc Thành''.<ref>''Nhà Tây Sơn'', tr. 204.<\/ref>\n\n==Câu nói lưu danh==\n{{cquote|''Ra sức trừ khử sự đau khổ cho dân, vì cả cõi đời này mà tiêu diệt hết mọi bất bình, đó là sở nguyện của ta''.|||'''Đô đốc Tuyết'''<ref>Trích trong ''Tây Sơn lương tướng ngoại truyện'' do danh sĩ [[Nguyễn Trọng Trì]] soạn. Nguyễn Khắc Thuần dẫn lại trong ''Danh tướng Việt Nam'' (tập 3), tr. 287.<\/ref>}}\n\n==Nghi vấn==\nVề cái chết của Đô đốc Tuyết, đang tồn tại ba ý kiến khác nhau:\n#Ông đã cùng vợ con tuẫn nghĩa sau khi Bắc Thành thất thủ vào năm [[1802]].\n#Ông đã trốn được sau khi [[nhà Tây Sơn]] sụp đổ, và sống mai danh ẩn tích cho đến ngày qua đời.<ref name=\"Theo p 3\">Theo ''Danh tướng Việt Nam'' (tập 3), tr. 290.<\/ref>\n#Ông đã thất tích tại [[Hải Dương]]. Gia phả đã dẫn trên, chép: ''Nguyễn Minh Mẫn (tự Tuyết), Đô đốc hải quân, tướng lĩnh Tây Sơn, tiền trào vi huấn đạo Tuyết quang tử, thất tích tại Hải Dương năm [[Kỷ Dậu]] (1789)''...<ref>Cũng theo gia phả này, thì Đô đốc Tuyết có một người con trai duy nhất tên là Nguyễn Minh Tuế, cũng là tướng giỏi của [[nhà Tây Sơn]]. Năm [[Canh Tuất]] (1790), Minh Tuế được phong làm \"Bắc Triều Hữu Quân Tham Luận Tuế Thành Hầu\", đến năm [[1792]] vào [[Gia Định]] rồi thất tích.<\/ref>\n\n==Được tôn thờ và lưu danh==\nHiện nay, tại đường Hoàng Diệu thuộc quận [[Phú Nhuận]], [[Thành phố Hồ Chí Minh]], có một đền thờ của dòng họ Nguyễn Văn Tuyết. Ở đấy, con cháu ông thờ ông và còn thờ cả danh tướng [[Nguyễn Tăng Long|Đô đốc Long]].<ref name=\"Theo p 3\"\/> Ngoài ra, ở [[quận 7]] [[Thành phố Hồ Chí Minh]], quận [[Đống Đa]] thành phố [[Hà Nội]], quận [[Cẩm Lệ]] thành phố [[Đà Nẵng]] cũng có những con đường mang tên ông.\n\n==Thông tin thêm==\n(Chỉ để tham khảo)\n \nTác giả sách ''Nhà Tây Sơn'' kể: \n:Nguyễn Văn Tuyết là người An Nhơn, có sức mạnh, từng tụ tập kẻ vô lại ở chợ Gò Chàm (phía Bắc thành [[Quy Nhơn]]), và được tôn làm đầu nậu (đầu đảng). Ông tự đặt ra lệ là bất kỳ ai đến chợ mãi võ đều phải đến xin phép ông. Một hôm, ông nghe tin Trần lão (Trần Kim Hùng, người thôn Trường Định, huyện [[Tuy Viễn (huyện)|Tuy Viễn]]) cùng hai cháu gái trẻ đến chợ mãi võ mà không xin phép, liền kéo mươi thủ hạ đến hỏi tội. Sau khi tranh tài, biết Trần lão giỏi võ hơn mình, ông xin đi theo làm môn đồ. Kể từ đó, nghe lời thầy dạy, ông lo rèn võ luyện văn để chờ cơ hội ra giúp nước. Năm năm sau, Nguyễn Văn Tuyết trở về, những thuộc hạ cũ đến mừng ông đều lựa lời khuyên nên bỏ nghề cướp bóc. Khi nghe [[Nguyễn Nhạc]] ở Tây Sơn chiêu mộ hào kiệt, ông bèn cùng vợ về quê nhà rồi lên sơn trại đầu quân. Tại đây, Nguyễn Văn Tuyết gặp lại một trong hai người cháu gái của Trần sư phụ là [[Trần Thị Lan]], và ông đã cưới cô này làm vợ...<ref>Lược kể theo ''Nhà Tây Sơn'', tr. 50-52.<\/ref>\n\n==Xem thêm==\n*[[Nhà Tây Sơn]]\n==Sách tham khảo==\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'', Nhà xuất bản Văn Học, 1984,\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam'' (Tập 3). Nhà xuất bản Giáo dục, 2005.\n*[[Quách Tấn]]- Quách Giao,'' Nhà Tây Sơn''. Bảo tàng Quang Trung xuất bản, 2002\n*Nguyễn Lương Bích - Phạm Ngọc Phụng, ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ''. Nhà xuất bản QĐND, 1977\n\n==Chú thích==\n{{Tham khảo}}\n{{Tây Sơn thất hổ tướng}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Mất năm 1802]]"}