{"37311":"{{DISPLAYTITLE:''Đăng đàn cung''}}\n{{Hộp thông tin quốc ca \n| title     = ĐĂNG ĐÀN CUNG<br>登壇宮\n| until     = 1945\n| composer  = [[Jean-Baptiste Chaigneau]]\n| author    = [[Nguyễn Phúc Ưng Thiều]]\n| image     = Đăng đàn cung.jpg\n| country   = {{flagicon|Vietnam|1941}} [[Nhà Nguyễn]] <br\/> [[Hoàng ca]] của {{flagicon|Vietnam|1945}} [[Đế quốc Việt Nam]]\n| successor = [[Tiến quân ca]] ([[Việt Nam Dân chủ Cộng hòa]]) <br\/> [[Thanh niên hành khúc|Tiếng gọi công dân]] ([[Quốc gia Việt Nam]])\n| adopted   = 1802\n| sound     = Đăng Đàn cung (登壇宮) - 1941 Annam Anthem - Recreation by Prof. Liam C. Kelley (Lê Minh Khải).mp3\n}}\n\n'''Đăng đàn cung''' ([[chữ Hán]]: 登壇宮, diễn nghĩa ''giai điệu đăng đàn'') là tên của [[quốc thiều]] thời [[nhà Nguyễn]], có [[tiết tấu]] dựa trên [[ngũ cung]], cũng là quốc ca đầu tiên của [[Việt Nam]].\n\n==Lịch sử==\nKhi vua [[Gia Long]] lên ngôi, ông đã tổ chức ngay một nghi lễ triều chính cho công việc nhận tước vị này. Nhà vua ra lệnh soạn thảo bản quốc thiều để sử dụng trong các đại lễ của triều đình. Từ thời vua Gia Long trở đi, ''Đăng đàn cung'' còn được dùng mỗi khi vua du xuân hoặc khi [[xa giá]] từ [[Thành Huế|Đại Nội]] lên [[Đàn Nam Giao triều Nguyễn|đàn Nam Giao]].\n\nSang [[thế kỷ 20]] triều [[Khải Định]], người trưởng ban nhạc trong Đại Nội bấy giờ là ông J. Tịnh (tức bác sĩ Nguyễn Đương Tinh) cho soạn lại Đăng đàn cung theo [[ký âm pháp]] của nhạc phương Tây để dễ sử dụng trong quân nhạc của Đại Nội.\n\nKhi vua [[Bảo Đại]] hồi loan năm [[1932]], bản nhạc này đã được sử dụng để nghênh đón, đặc biệt lần này có thêm cả lời. Theo ''Ngọ báo'' (số 1521), lời bài hát \"Đăng đàn\" của ông Nguyễn Trung Phán (Thượng hạng Tú tài, Giáo sư ở Huế) và ông Nguyễn Trung Nghệ (Thị giảng Học sĩ, Giáo sư ở Huế)<ref>''Bài Quốc ca \"đăng đàn\"'', Hà Thành ngọ báo, Số 1521, 24 Tháng Chín 1932, Trang 1.<\/ref>. Mấy câu mở đầu bài là:\n::''Dậy, dậy, dậy mở mắt xem toàn châu''\n::''Đèn khai hóa rọi khắp toàn cầu''\n::''Ngọn đường thông thương ngàn dặm''\n::''Xe tàu điện, tàu nước, tàu bay...''\n\nVào năm [[1945]], khi [[Trần Trọng Kim]] lên làm [[thủ tướng]] của [[Đế quốc Việt Nam]] thì bài Đăng đàn cung vẫn được dùng làm [[quốc thiều]] và có dự định đặt lời mới nhưng chưa kịp thì chính phủ bị giải thể.\n\nKể từ sau thời gian trên thì bài Đăng Đàn Cung chỉ còn xuất hiện trong các đám tế lễ cổ truyền và ngày nay chúng ta còn được nghe mỗi khi có biểu diễn [[nhã nhạc Cung đình Huế]] hay trong [[Festival Huế 2004]]. Trong cuộc sống đời thường, trẻ em Huế thường hát theo điệu Đăng đàn cung nhưng với lời dân gian khác.\n\n==Dàn nhạc==\nĐể thể hiện bài này, dàn nhạc triều Nguyễn phải dùng cả [[trống]] đại, trống con, xập xoã (cymbale), [[kèn]], [[sáo]] và [[đàn]] hoà nhịp với nhau. Tiếng kèn và sáo là nổi trội nhất.\n\n==Phần ký âm==\nPhần ký âm bao gồm các nốt nhạc được đọc theo cách của người xưa như sau:\n::Họ phạn ''họ'', xàng xê cống cống xê xàng ''xê''\n::Cồng xàng xê ''cống'', họ cống liu cống xê ''xàng''\n::Xự xàng cống xê xàng ''xự'', xê xàng xự xàng cống xàng ''xê''\n::Cồng xàng xê ''cống'', họ cống liu cống xê ''xàng''\n::Xự xàng cống xê xàng ''xự'', xê xàng xự họ phạn, ''họ''\n::Xự họ phạn họ ''xự'', xê xàng họ, phạn, ''họ''\n::Xự họ phạn ''xự'', xê xàng xự xàng cống xàng ''xê''.\n\n==Phần lời==\nPhần lời bài hát dưới đây lấy từ trong cuốn ''Hymnes et Pavillon d'Indochine''.\n\n::Kìa... núi vàng bể bạc,\n::Có sách Trời, sách Trời, định phần:\n::Một dòng ta gầy non song vững-chặt.\n::Đã ba ngàn, mấy trăm năm,\n::Bắc Nam cùng một nhà con Hồng cháu Lạc.\n::Văn-minh đào-tạo:\n::Màu gấm hoa càng đượm.\n::Rạng vẻ dòng-giống Tiên-Long.\n::Ấy, công gầy dựng,\n::Từ xưa đà khó-nhọc,\n::Nhớ công dày-nặng,\n::Lòng trung-quân đã sẵn.\n::Cố yêu nhau, với nhau một niềm\n::Nguyện nhà Việt Nam muôn đời thạnh-trị.\n\n==Lời sửa đổi==\nLời bài hát do ông [[Nguyễn Phúc Ưng Thiều]] viết, dùng trong [[thập niên 1940]]:\n\n1. \n:Dậy dậy dậy mở mắt xem toàn châu,\n:Đèn khai hóa rạng khắp hoàn cầu.\n:Ngọn đường thông thương ngàn dặm, xe tàu điện, tàu nước, tàu bay.\n:Nghề khôn khéo chạy khắp phương trời,\n:Càng ngày văn minh càng rộng, tranh cạnh lợi quyền.\n:Đất càng ngày càng rộng, dân giàu nước mạnh.\n:Nước càng ngày càng thịnh, của có thêm người khôn.\n\n2. \n:Người Nam Quốc, một giống Tiên Rồng,\n:Thiệt giòng giai nhân tài tử, xưa rày gọi là nước tài ba.\n:Nền văn hiến, nặn đúc anh hùng,\n:Sẵn tài thông minh trời dựng, thêm nghề học hành.\n:Học càng ngày càng tiến, nghề nghiệp mở rộng.\n:Nước càng giàu càng mạnh, nòi giống thêm vẻ vang.\n\n3. \n:Này Âu Á, gặp lúc phong trào,\n:Sẵn thấy gia công rèn tập, trăm nghề nghiệp đều biết đều hay.\n:Đường tiến hóa chạy suốt Tam Kỳ,\n:Càng ngày non sông càng đẹp, cảm ơn bù trì.\n:Chúc Đại Pháp bình an, nước nhà thịnh trị,\n:Chúc Nam Việt vạn tuế, trường thọ vô cương.\n\nNăm 1942 ở Hà Nội, nhạc sĩ [[Lê Hữu Mục]] (1925 -) ghi lại nhạc, đặt lời ca khác gọi đó là Quốc ca Việt Nam, lấy tên \"Tiếng Gọi Non Sông\" còn có tên là '''Hồn Việt Nam''': \n\"Đây núi sông hùng vĩ trời Nam. Đã bao đời vết anh hùng chưa hề tan. \nVì đâu máu ai ghi ngàn thu …\" được một số người tin là quốc ca song ở miền Trung ít ai biết.\n\n==Lời mới==\nNguyễn Đình Thi năm 1945 cũng đặt lời cho bản này như sau:\n\n:Sông núi ta còn thắm nhường kia,\n:Chúng ta còn yêu đồng bào.\n:Gương người xưa, lòng ta há phút giây nào phai,\n:Đồng bào! Mau chung sức nhau nắm tay ta thề,\n:Yêu thương non nước, dìu dắt nâng cao nòi giống nước Nam nhà.\n:Chung sức và chung lòng, không ngại ngùng ta ra đời.\n:Tin tài ta, tin chắc nơi ngày mai...\n\nNhân kỷ niệm 1000 năm Thăng Long Hà Nội, nhạc sĩ Ngọc Phan đã hòa âm và soạn lại lời mới cho điệu \"Đăng đàn cung\", tựa đề \"Non Sông Vang Câu Ca Mừng\":\n\n1. \n:Khắp đất trời quê ta rộn rã lời ca,\n:Mừng đất nước đổi mới chan hoà.\n:Nhịp nhàng gái trai trẻ già, nắn cung đàn cùng hát lời ca,\n:Mừng đất nước đổi mới chan hoà,\n:Đời vui ấm no muôn nhà, tiếng ca cùng hoà.\n:Khắp đất trời quê ta tiếng ca đậm đà.\n2.\n:Các dân tộc Việt Nam cùng đón niềm vui,\n:Mừng đất nước rộn rã tiếng cười.\n:Bạn bè khắp nơi trao lời, chúc mừng đất nước đẹp tươi,\n:Mừng Thủ đô - Thành phố bao đời,\n:Sử xanh vẫn luôn rạng ngời chiến công tuyệt vời.\n:Bao bạn bè năm châu hát chung niềm vui.\n3.\n:Đây đất trời Thăng Long, Rồng chiếu hiển linh,\n:Ngàn năm sáng dải đất ân tình.\n:Cùng nhau sống trong thanh bình, tô thêm màu mảnh đất đẹp xinh,\n:Ngàn năm sáng dải đất ân tình,\n:Cùng vui sống trong thanh bình, tiếng ca ngọt lành.\n:Vui hát mừng Thủ đô xứng danh Hoà Bình.\n4.\n:Vui hát mừng Thủ đô xứng danh Hoà Bình,\n:Vui hát mừng Thủ đô xứng danh Hoà Bình.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*''Đôi điều về Đăng đàn cung quốc thiều của triều Nguyễn'', Thiện Mộc Lan, Tạp chí Thông tin Khoa học và Công nghệ, số 1(27), 2000.\n* Bài: <u>dậy dậy dậy, mở mắt xem toàn châu<\/u>....... mới chính là bài Đăng đàn cung. Phật giáo Huế đã dùng nhạc này thay lời trong một đám rước ngày vía Thích ca mồng 8 tháng tư (vào khoảng năm 1933) Nó hay dùng trong các đám rước như Nam giao chẳng hạn.\n* Bài: <u>Kìa núi vàng bể bac<\/u>....xuất hiện ở Huế dưới thời chính phủ Pétain.Nguyền khoa Toàn(hình như là tá lý Bộ Học) đã ra sức phổ biến bài này trong học sinh. Trước đó chỉ có quôc thiều Pháp (bài Marseillaiise) Để mị dân. trong lễ lược đều đánh 2 bài: Marseillaiise trước rồi Kìa núi vàng sau...Thậm chí lá <cờ bảo hộ> trước đó là màu vàng có tam tài (xanh trắng đỏ) ở góc trên trong cũng được gỡ bỏ, chỉ còn màu vàng\n\n[[Thể loại:Quốc ca Việt Nam]]\n[[Thể loại:Biểu tượng hoàng gia tại Việt Nam]]\n[[Thể loại:Nhạc cung đình Huế]]\n[[Thể loại:Nhạc cổ truyền Việt Nam]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Âm nhạc Việt Nam]]\n[[Thể loại:Bài hát Việt Nam]]"}