{"19345630":"{{công trình tương lai}}\n{{Thông tin đường bộ Việt Nam\n|Đường CT= Có\n|Tên=Cao tốc\n|name=Đường cao tốc<br \/>Tiên Yên – Lạng Sơn – Cao Bằng\n|logo=CT 10, VNM.svg\n|logo caption=Bảng kí hiệu đường cao tốc Tiên Yên – Lạng Sơn – Cao Bằng\n|hình chụp đường=\n|screenshot street=\n|caption_đường=\n|Tồn tại=\n|screenshot maps=Vietnam CT.10 Map.png\n|Đầu={{Banner đường Việt Nam|CT|06|link=1}} tại [[Tiên Yên]], [[Quảng Ninh]]\n|Giữa={{Banner đường Việt Nam|QL|18|link=1}} tại Tiên Yên, Quảng Ninh<br>\n{{Banner đường Việt Nam|QL|31|link=1}} tại [[Đình Lập]], [[Lạng Sơn]]<br>\n{{Banner đường Việt Nam|CT|01|link=1}} {{AHN-AH|1|VN}} và {{Banner đường Việt Nam|QL|1|link=1}} {{AHN-AH|1|VN}} tại [[Yên Trạch]], [[Cao Lộc]], Lạng Sơn<br>\n{{Banner đường Việt Nam|QL|4A|link=1}} tại [[Văn Lãng]], Lạng Sơn<br>\n{{Banner đường Việt Nam|QL|34B|link=1}} tại [[Đông Khê]], [[Cao Bằng]]<br>\n{{Banner đường Việt Nam|QL|3|link=1}} tại [[Hòa An]], Cao Bằng\n|Cuối=[[Tập tin:China Expwy G69 sign with name.svg|x20px|alt=|link=Đường cao tốc Ngân Xuyên – Bách Sắc]] tại [[cửa khẩu Trà Lĩnh]], [[Trùng Khánh]], Cao Bằng\n|Hướng đầu=Đông Nam\n|Hướng cuối=Tây Bắc\n|Chiều dài=215 km\n|CT_Trước={{Banner đường Việt Nam|CT|09|link=1}}\n|CT_Sau={{Banner đường Việt Nam|CT|11|link=1}}\n|Tỉnh=[[Quảng Ninh]], [[Lạng Sơn]], [[Cao Bằng]]\n|Q_H= *'''Quảng Ninh''': [[Tiên Yên]]\n*'''Lạng Sơn''': [[Đình Lập]], [[Lộc Bình]], [[Cao Lộc]], [[Văn Lãng]], [[Tràng Định]]\n*'''Cao Bằng''': [[Thạch An]], [[Quảng Hòa]], [[Trùng Khánh (huyện)|Trùng Khánh]]\n}}\n'''Đường cao tốc Tiên Yên – Lạng Sơn – Cao Bằng''' (ký hiệu toàn tuyến là '''CT.10'''<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Giao-thong-Van-tai\/Quyet-dinh-1454-QD-TTg-2021-phe-duyet-Quy-hoach-mang-luoi-duong-bo-thoi-ky-2021-2030-486651.aspx?v=d|tựa đề=Quyết định 1454\/QĐ-TTg 2021 phê duyệt Quy hoạch mạng lưới đường bộ thời kỳ 2021 2030|website=thuvienphapluat.vn|ngày truy cập=2023-06-13}}<\/ref>) là tuyến đường cao tốc đường bộ chạy dọc biên giới [[Việt Nam]] – [[Trung Quốc]] với tổng chiều dài 215&nbsp;km, đi qua địa bàn ba tỉnh [[Quảng Ninh]], [[Lạng Sơn]], [[Cao Bằng]].\n\n== Thông tin tuyến đường ==\n===Đoạn Tiên Yên – Đồng Đăng===\nTuyến đường có chiều dài 100km, điểm đầu tại Tiên Yên giao với [[đường cao tốc Hải Phòng - Hạ Long - Vân Đồn - Móng Cái]], điểm cuối tiếp giáp đoạn Đồng Đăng - Trà Lĩnh, đi qua các xã [[Hải Yến, Cao Lộc|Hải Yến]], [[Lộc Yên, Cao Lộc|Lộc Yên]], [[Thạch Đạn]], [[Bảo Lâm, Cao Lộc|Bảo Lâm]], [[Đồng Đăng]] thuộc huyện [[Cao Lộc]], tỉnh [[Lạng Sơn]]. Tuyến cao tốc này dự kiến được khởi công xây dựng sau năm 2030.\n\n===Đoạn Đồng Đăng – Trà Lĩnh===\nTuyến đường có chiều dài 115km, nối thị trấn [[Đồng Đăng]] thuộc huyện [[Cao Lộc]], tỉnh [[Lạng Sơn]] với thị trấn [[Trà Lĩnh]] thuộc huyện [[Trùng Khánh (huyện)|Trùng Khánh]], tỉnh [[Cao Bằng]].<ref>[https:\/\/www.nhandan.com.vn\/kinhte\/item\/43593402-thuc-day-tien-do-du-an-cao-toc-dong-dang-tra-linh.html Thúc đẩy tiến độ dự án cao tốc Đồng Đăng - Trà Lĩnh]<\/ref>.\n\nTuyến cao tốc '''Đồng Đăng – Trà Lĩnh''' dự kiến khởi công xây dựng vào cuối năm 2023 và hoàn thành trước 2030, khi hoàn thành sẽ rút ngắn thời gian di chuyển từ Cao Bằng đến Hà Nội còn 3 tiếng 30 phút thay vì 5 tiếng. Từ [[Cao Bằng]] đến [[Móng Cái]] còn 4 tiếng thay vì 6 tiếng như hiện nay.\n\n== Lộ trình xây dựng ==\n\n* Trong giai đoạn 1, tỉnh Cao Bằng đề xuất đầu tư khoảng 93&nbsp;km (từ Km100+00 tại nút giao nối đoạn Quảng Ninh - Đồng Đăng khu vực cửa khẩu Tân Thanh, huyện Văn Lãng đến Km193+00 nút giao với QL3 tại lý trình Km307+650 QL3, xã Phúc Sen, huyện Quảng Hòa) với quy mô nền đường 17m, mặt đường rộng 14 m với 4 làn xe và đường nối từ đường cao tốc vào thành phố [[Cao Bằng (thành phố)|Cao Bằng]] có chiều dài khoảng 15,5&nbsp;km với quy mô nền đường 17m, mặt đường rộng 14 m với 4 làn xe.\n* Giai đoạn 2 (hoàn thiện), Dự án sẽ đầu tư tiếp khoảng 22&nbsp;km (từ Km193+00 nút giao với QL3 tại lý trình Km307+650 QL3 xã Phúc Sen, huyện Quảng Hòa đến Km215+00 tại cửa khẩu Trà Lĩnh) với quy mô bề rộng nền đường 17 m, mặt đường rộng 14 m với 4 làn xe. Tốc độ thiết kế tuyến cao tốc này là 80&nbsp;km\/h, đối với đoạn địa hình khó khăn cho phép thiết kế với vận tốc 60&nbsp;km\/h.  Tổng mức đầu tư Dự án khoảng 20.939 tỷ đồng, trong đó tổng mức đầu tư giai đoạn 1 là 12.546 tỷ đồng; tổng mức đầu tư giai đoạn 2 (hoàn thiện): 8.393 tỷ đồng.  UBND tỉnh Cao Bằng đề xuất cơ cấu nguồn vốn thực hiện giai đoạn 1 Dự án gồm vốn chủ sở hữu và vốn huy động của nhà đầu tư, trong đó vốn do nhà đầu tư huy động (vốn chủ sở hữu, vốn tín dụng và vốn hợp pháp khác) 7.546 tỷ đồng. Nhà nước tham gia trong Dự án bằng vốn góp và vốn hỗ trợ xây dựng công trình phụ trợ, giải phóng mặt bằng và tái định cư: 5.000 tỷ đồng, trong đó vốn ngân sách trung ương là 2.500 tỷ đồng, vốn ngân sách địa phương là 2.500 tỷ đồng.\n* Giai đoạn 3, Dự án sẽ đầu tư thêm khoảng 100&nbsp;km (từ Km0+000 nút giao với [[Đường cao tốc Hải Phòng - Hạ Long - Vân Đồn - Móng Cái|Cao tốc Hải Phòng – Quảng Ninh]] tại lý trình Km113+460 xã Tiên Lãng, huyện Tiên Yên, Quảng Ninh đến Km100+000 tại nút giao thành phố Lạng Sơn với quy mô bề rộng nền đường 24,75 m với 4 làn xe. Tốc độ thiết kế tuyến cao tốc này là 80-100&nbsp;km\/h, đối với đoạn địa hình khó khăn cho phép thiết kế với vận tốc 60&nbsp;km\/h. Tổng mức đầu tư Dự án khoảng 33.503 tỷ đồng, trong đó tổng mức đầu tư giai đoạn 1 là 12.546 tỷ đồng; tổng mức đầu tư giai đoạn 2 (hoàn thiện): 8.393 tỷ đồng; tổng mức đầu tư giai đoạn 3 là 12.564 tỷ đồng.\n* Dự án được chia thành 3 dự án thành phần để thực hiện, gồm: Dự án thành phần Văn Lãng - Thạch An: từ Km+00 đến Km58+00, dài 58&nbsp;km, tổng mức đầu tư khoảng 5.163 tỷ đồng; Dự án thành phần Thạch An - Quảng Hoà: từ Km58+00 đến Km79+300, dài 21,3&nbsp;km, tổng mức đầu tư khoảng 2.724 tỷ đồng; Dự án thành phần Quảng Hoà - TP. Cao Bằng: từ Km79+300 đến Km93+00, dài 13,7&nbsp;km tuyến chính và 15,5&nbsp;km tuyến nối với thành phố Cao Bằng tổng mức đầu tư khoảng 4.659 tỷ đồng.  Dự kiến, giai đoạn 1 Dự án (từ khi ký hợp đồng dự án đến khi hoàn thành đưa vào sử dụng) triển khai từ năm 2020 đến 2024. Thời gian vận hành, thu phí hoàn vốn khoảng 16 năm (từ năm 2024 đến năm 2040). Giai đoạn 2 sẽ thực hiện sau năm 2025.  Khi tuyến cao tốc hoàn thành sẽ đáp ứng nhu cầu vận tải kết nối trung tâm kinh tế, chính trị với các tỉnh miền núi phía Đông Bắc, các khu kinh tế, khu du lịch quốc gia, khu công nghiệp, phục vụ cho mục tiêu thúc đẩy phát triển kinh tế xã hội và đảm bảo quốc phòng - an ninh và giữ vững chủ quyền biên giới Quốc gia. Dự án cũng sẽ tạo ra một tuyến cao tốc đối ngoại huyết mạch mới kết nối giao thương hàng hóa từ cảng Quốc tế Lạch Huyện (Hải Phòng) đi Trùng Khánh - Urumqi - Khorgos (Trung Quốc) sang các nước Châu Âu, góp phần nâng cao năng lực cạnh tranh của nền kinh tế, tạo động lực phát triển kinh tế - xã hội của tỉnh Lạng Sơn và tỉnh Cao Bằng; thay đổi tình trạng Quốc lộ 4A là đường độc đạo nối giữa hai tỉnh Lạng Sơn và Cao Bằng.\n\n== Lộ trình chi tiết ==\n* '''IC''' : Nút giao, '''JCT''' : Điểm lên xuống, '''SA''' : Khu vực dịch vụ (Trạm dừng nghỉ), '''TG''' : Trạm thu phí, '''TN''' : Hầm đường bộ, '''BR''' : Cầu\n* Đơn vị đo khoảng cách là '''[[Kilômét|km]]'''.\n\n===Đoạn Tiên Yên – Đồng Đăng===\n\n===Đoạn Đồng Đăng – Trà Lĩnh===\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n{{Đường cao tốc và quốc lộ Việt Nam}}\n\n[[Thể loại:Đường cao tốc Việt Nam|Đ]]\n[[Thể loại:Giao thông Lạng Sơn]]\n[[Thể loại:Giao thông Cao Bằng]]"}