{"15170":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{hatnote|Về các con đường khác cùng tên \"Đường Hồ Chí Minh\", xem [[Đường Hồ Chí Minh (định hướng)]].}}\n{{Hộp thông tin căn cứ quân sự\n| name= Đường mòn Hồ Chí Minh\n| location= Đông Nam Lào\n| image= [[Tập tin:HoCMT.png|250px]]\n| caption= Đường mòn Hồ Chí Minh năm 1967\n| type= Tuyến Hậu cần chiến lược\n| controlledby={{flagicon image|FNL Flag.svg}} [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], [[Pathet Lào]]\n| built= 1959–1975\n| dates= 1959–1975\n| battles= [[Chiến dịch Barrel Roll]]<br\/>[[Chiến dịch Steel Tiger]]<br\/>[[Chiến dịch Tiger Hound]]<br\/>[[Chiến dịch Commando Hunt]]<br\/>[[Chiến dịch Campuchia|Cuộc xâm nhập Campuchia]]<br\/>[[Chiến dịch Lam Sơn 719]]<br\/>[[Chiến dịch Mùa Xuân 1975|Chiến dịch Hồ Chí Minh]]<br\/>[[Chiến dịch Left Jab]]<br\/>[[Chiến dịch Honorable Dragon]]<br\/>[[Chiến dịch Diamond Arrow]]<br\/>[[Project Copper]]<br\/>[[Chiến dịch Phiboonpol]]<br\/>[[Chiến dịch Sayasila]]<br\/>[[Chiến dịch Bedrock (Lào)|Chiến dịch Bedrock]]<br\/>[[Chiến dịch Thao La]]<br\/>[[Chiến dịch Black Lion]]\n| past_commanders= • Thiếu tướng [[Võ Bẩm]]<br\/>• Thiếu tướng [[Phan Trọng Tuệ]]<br\/>• Trung tướng [[Hoàng Văn Thái (trung tướng)|Hoàng Văn Thái]]<br\/>• Trung tướng [[Đồng Sỹ Nguyên]]\n| garrison= {{formatnum:5,000–60,000}}\n}}\n\n'''Đường Trường Sơn''' hay '''đường mòn Hồ Chí Minh''' ({{lang-en|Ho Chi Minh trail}}) là một tuyến Hậu cần chiến lược bao gồm mạng lưới giao thông quân sự, chạy từ lãnh thổ [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]] vào tới lãnh thổ [[Miền Nam (Việt Nam)|miền Nam Việt Nam]], phía đông Trường Sơn đi qua [[miền Trung Việt Nam]] và phía tây [[Dãy Trường Sơn|Trường Sơn]], có đoạn đi qua hạ [[Lào]], [[Campuchia]]. Đây là tuyến hậu cần chiến lược trọng yếu cung cấp binh lực và vật chất hậu cần, vũ khí trang bị để chi viện cho [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] trên chiến trường miền Nam Việt Nam, liên tục trong suốt 16 năm (1959–1975) của thời kỳ [[Chiến tranh Việt Nam]].\n\n[[Đoàn 559, Quân đội nhân dân Việt Nam|Binh đoàn Trường Sơn]] (đoàn 559) Quân đội nhân dân Việt Nam là đơn vị trực tiếp triển khai các đơn vị hậu cần đảm bảo giao liên chuyển quân, đảm bảo y tế, vận tải, xăng dầu, công binh, bộ binh và phòng không, tạo thành một tuyến hậu cần chiến lược để đảm bảo hoạt động cho cả hệ thống giao thông hoả tuyến này luôn được thông suốt. Tuyến đường Trường Sơn còn được những người lính trong cuộc chiến gọi là ''Tuyến lửa''.\n\nỞ [[Việt Nam]], hệ thống đường này đặt tên là Đường Trường Sơn, lấy tên của [[dãy Trường Sơn]] – dãy núi chạy dọc [[miền Trung Việt Nam]], nơi hệ thống này đi qua (trên bản đồ là QL15). Sau này, nó còn có thêm tên gọi Đường mòn Hồ Chí Minh ''(Ho Chi Minh trail)'', tên gọi này có nguồn gốc từ Mỹ <ref>Military History Institute of Vietnam, ''Victory in Vietnam: The Official History of the People's Army of Vietnam, 1954-1975.'' Người dịch: Merle Pribbenow, Lawerence KS: University of Kansas Press, 2002, tr. 28.<\/ref>.\n\nTrong [[chiến tranh Việt Nam]], lực lượng quân sự Mỹ và [[quân đội Sài Gòn]] đã tập trung đánh phá hệ thống giao thông này bằng hàng loạt các chiến dịch bộ binh và không quân. Hàng triệu tấn bom đạn đã được Mỹ ném xuống. Một hệ thống máy móc trinh sát điện tử, được gọi là [[Hàng rào điện tử McNamara|Hàng rào Điện tử McNamara]], đã được tăng cường sử dụng để nhằm trinh sát việc vận chuyển và chỉ điểm hướng dẫn máy bay ném bom. Ngoài ra, quân đội Mỹ còn thường xuyên sử dụng [[chất độc da cam|chất độc màu da cam]] cùng một số loại chất độc diệt cỏ khác đã được rải xuống nhiều vùng rừng trên đường Trường Sơn làm trụi lá cây, các dự án tạo mưa và các chất hóa học tạo bùn cũng được Mỹ sử dụng để cản trở giao thông trên tuyến. Bất chấp tất cả những biện pháp tinh vi và đắt đỏ đó, đường Trường Sơn vẫn không bị cắt đứt mà ngày càng trở nên tinh vi và hoàn thiện hơn. Theo ''Spartans in Darkness: American SIGINT and the Indochina War, 1945-1975'', một văn bản lịch sử chính thức của [[Cơ quan An ninh Quốc gia]] Hoa Kỳ (''National Security Agency''), đường Trường Sơn được [[quân đội Hoa Kỳ]] coi là ''\"một trong những thành tựu kiến trúc quân sự vĩ đại nhất của thế kỷ 20\"''<ref>Robert J. Hanyok, ''Spartans in Darkness''. Washington, D.C.: Center for Cryptographic History, NSA, 2002, tr. 94.<\/ref>.\n\nNgày nay, tuyến [[tây Trường Sơn]] (địa phận Lào) nhiều nơi đã thành vùng bỏ hoang, một vài điểm được xây dựng trở thành di tích lịch sử.\n\n== Lịch sử ==\n\n=== Tiền thân ===\nTrong giai đoạn [[kháng chiến Chống Pháp]], tiền thân của tuyến đường mòn Hồ Chí Minh sau này gồm bốn tuyến đường chính là:\n\n'''Tuyến 1''': Đường thượng (Tây Trường Sơn): Từ Chu Lễ ([[Hà Tĩnh]]) đi bộ vào [[ga Tân Ấp]] ([[Quảng Bình]]) rồi xuyên tây Quảng Bình vào [[Khe Sanh]] qua [[Quốc lộ 9A]] đến [[Ba Lòng]] là chiến khu của [[Quảng Trị]].\n\n'''Tuyến 2''': [[Đường Đông Trường Sơn]]: cũng từ Chu Lễ nhưng có một đoạn đi xe goòng (toa xe lửa nhỏ, đặt trên ray vừa kéo vừa đẩy) vào tới Minh Cầm (nay là [[Minh Hóa]], [[Quảng Bình]]) rồi đến vùng đông Quảng Trị, ngược lên [[Ba Lòng]].\n\n'''Tuyến 3''': Từ chiến khu Ba Lòng vào [[khu 5]], đi xuyên lên [[A Lưới]], vào bến Hiên (nay là [[Đông Giang]], [[Quảng Nam]]) rồi đi tiếp vào [[Bình Định]].\n\n'''Tuyến 4''': Từ khu V vào [[Nam Bộ]]: Từ dốc Chanh ([[Phú Yên]]) đi đến hòn Dữ ([[Khánh Hòa]]) xuyên qua [[núi Ba Cụm]], đến trạm Mã Đà và sau đó đến trạm Đội Lào ([[Tà Lu]], [[Huyện (Việt Nam)|huyện]] [[Đông Giang]], tỉnh [[Quảng Nam]])<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/60-nam-duong-truong-son-ky-1-tuyen-duong-rung-thoi-khang-phap-20190518081708038.htm|title=60 năm đường Trường Sơn - Kỳ 1: Tuyến đường rừng thời kháng đảng ngu c***|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n=== Hình thành (1959–1965) ===\n[[Tập tin:DuongTruongSon59-64.jpg|nhỏ|200px|trái|Đường Trường Sơn, 1959-1964]]\nMột số phần của Đường Trường Sơn vốn đã tồn tại từ hàng thế kỷ dưới hình thức các con đường mòn sơ khai dành cho việc giao thông buôn bán trong vùng. Khu vực mà hệ thống đi qua đã là một trong những vùng đất có địa hình hiểm trở nhất [[Đông Nam Á]]: núi cao, ít dân, rừng rậm nhiệt đới. Trong những năm đầu của [[Chiến tranh Đông Dương]], [[Việt Minh]] đã sử dụng hệ thống đường mòn này làm đường nối liền Bắc Nam, một trong các tuyến đường đưa cán bộ di chuyển giữa hai miền để tránh sự truy quét của quân Pháp. Tháng 5 năm 1958, các lực lượng thuộc [[Quân đội nhân dân Việt Nam|Quân đội nhân dân Việt Nam (QĐNDVN)]] và [[Pathet Lào]] đã chiếm giữ các nút giao thông tại [[Seponh|Sê Pôn]] (''Tchepone''), trên đường 9 thuộc địa phận Lào.<ref>John Prados, ''The Blood Road'', New York: John Wiley and Sons, 1998, tr. 24.<\/ref>\n\nSau khi chế độ [[Việt Nam Cộng hòa]] ra đời dưới sự hậu thuẫn của Mỹ, đã phủ nhận tổng tuyển cử toàn quốc theo [[Hiệp định Genève, 1954|Hiệp định Genève về Việt Nam năm 1954]], đưa đến việc chia cắt Việt Nam. Để tiếp tục chi viện cho [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|quân Giải phóng miền Nam]], chính phủ [[Việt Nam Dân chủ Cộng hòa]] đã quyết định xây dựng những tuyến đường chiến lược chi viện cho miền Nam. Trên cơ sở đó đã có 2 tuyến đường được xem xét là tuyến đường bộ dọc theo [[dãy Trường Sơn]] và tuyến [[Đường mòn Hồ Chí Minh trên biển|đường biển trên biển Đông.]]\n\nNăm 1959, khi xung đột quân sự lên cao giữa [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và chính phủ [[Ngô Đình Diệm]], chính phủ Hà Nội gửi [[Đoàn 559, Quân đội nhân dân Việt Nam|Đoàn 559]] (mới được thành lập vào tháng 5 năm 1959) vào Nam để xây dựng hệ thống đường Trường Sơn với lực lượng gồm một tiểu đoàn giao liên D301 với 440 người. Đoàn trưởng là Thượng tá (sau này là [[Thiếu tướng Quân đội nhân dân Việt Nam|Thiếu tướng]]) [[Võ Bẩm]] (nguyên Cục phó Cục Nông binh thuộc [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]]). Đoàn có nhiệm vụ vừa vận chuyển vừa mở đường hành quân. Với phương châm \"''đi không dấu, nấu không khói, nói không tiếng''\" để đảm bảo bí mật tối đa, toàn bộ vũ khí và hàng mang theo đều là các loại cũ từ thời Pháp, thậm chí đoàn còn dùng ván gỗ để khi đi không để lại dấu vết trên đất rừng.\n\nTrong những năm đầu của cuộc xung đột (1960-1964), đường Trường Sơn chủ yếu được dùng để chuyển quân, do hệ thống hạ tầng đường sá trên tuyến còn hạn chế, chưa phát huy được phương tiện cơ giới, nên khi đó việc vận chuyển tiếp viện hậu cần, súng đạn vào Nam chủ yếu là thông qua [[đường Hồ Chí Minh trên biển|tuyến đường chi viện trên biển]] bằng những \"con tàu không số\" đã thực sự có hiệu quả cao hơn<ref>Năm 1959, VNDCCH thành lập Đoàn 759, với 20 con tàu để vận chuyển vũ khí khí tài.Victory in Vietnam, tr.88<\/ref><ref>[https:\/\/baohanam.com.vn\/bien-va-hai-dao-viet-nam\/duong-ho-chi-minh-tren-bien-doi-voi-cuoc-khang-chien-chong-my-cuu-nuoc-cua-dan-toc-viet-nam-10122.html Đường Hồ Chí Minh trên biển đối với cuộc kháng chiến chống Mỹ, cứu nước của dân tộc Việt Nam]<\/ref>.\n\nTuyến đường mòn phiá Đông Trường sơn có địa hình hiểm trở dốc cao phức tạp, nên từ năm 1961, đoàn 559 tiến hành khảo sát và mở  tuyến giao thông của mình sang sườn Tây của dãy Trường Sơn.<ref>Prados, tr. 15.<\/ref> Một năm sau, đoàn 559 được bổ sung quân số thêm 6.000 người, biên chế thành hai trung đoàn 70 và 71.<ref name=autogenerated1>''Victory in Vietnam'', tr. 88.<\/ref> Con số này không bao gồm các lực lượng chiến đấu với nhiệm vụ bảo vệ tuyến đường và lực lượng dân công Việt, Lào. Sau các cố gắng của hải quân Mỹ nhằm ngăn chặn hoạt động của miền Bắc trên vùng biển ven bờ bởi [[Chiến dịch Market Time]], hoạt động [[đường Hồ Chí Minh trên biển]] bị chững lại một thời gian, thì lúc này đường Trường Sơn đã được hoàn chỉnh hơn, đủ năng lực thực hiện cả hai nhiệm vụ: vừa chuyển quân vừa chuyển Vật chất hậu cần từ miền Bắc vào Nam, đồng thời còn tổ chức được hệ thống kho tàng dọc theo biên giới mà sau được gọi là các \"Khu căn cứ\" (Base Area), nơi này đến lượt nó lại trở thành các thánh địa cho các lực lượng Quân giải phóng miền Nam dưỡng quân và tái trang bị sau khi thực hiện các hoạt động quân sự bên trong lãnh thổ do đối phương kiểm soát.\n\n[[Tập tin:HCMTBA.jpg|nhỏ|phải|Các khu căn cứ của Đoàn 559 trên lãnh thổ Lào ''(tài liệu trinh sát của CIA)'']]\n\nCó 5 khu căn cứ lớn trong vùng cán xoong của Lào (xem bản đồ). Căn cứ 604 là trung tâm hậu cần chính; từ đó, quân và quân nhu được điều phối vào Vùng 1 chiến thuật của [[Việt Nam Cộng hòa]] và các căn cứ khác xa hơn ở phía Nam. Căn cứ 611 hỗ trợ vận tải từ căn cứ 604 tới căn cứ 609; cung cấp xăng dầu và đạn dược cho căn cứ 607 và tới tận [[thung lũng A Sầu]] ở [[Thừa Thiên Huế|Thừa Thiên]]. Căn cứ 612 được dành để hỗ trợ Mặt trận B3 tại [[Tây Nguyên]]. Căn cứ 614 nằm giữa [[Chavane]] (Lào) và [[Khâm Đức, Phước Sơn|Khâm Đức]] (Nam Việt Nam) vận chuyển quân và hàng hóa vào Vùng 2 chiến thuật và Mặt trận B3. Căn cứ 609 giữ vai trò quan trọng, do mạng lưới đường ở đây có thể dùng để vận chuyển vật chất hậu cần trong mùa mưa.<ref>Brig. Gen. Soutchay Vongsavanh, ''RLG Operations and Activities in the Laotian Panhandle''. Washington DC: US Army Center of Military History, 1980, tr. 12.<\/ref> Ban đầu, hàng hóa được vận chuyển bằng xe đạp thồ, xe bò. Đến tháng 12 năm 1961, Đoàn vận tải số 3<!--the 3rd Truck Transportation Group--> của [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]] đã trở thành đơn vị vận tải sử dụng xe cơ giới đầu tiên của QĐNDVN phục vụ trên đường Trường Sơn. Từ đây, vận tải cơ giới tăng lên nhanh chóng.<ref>''Victory in Vietnam, tr. 127.''<\/ref>\n\nCó hai loại đơn vị thuộc Đoàn 559 là: các binh trạm và các đơn vị giao liên. Một binh trạm tương đương với một trung tâm hậu cần cấp trung đoàn, có trách nhiệm bảo vệ một đoạn đường. Trong khi các đơn vị độc lập chịu trách nhiệm đảm bảo an ninh, công binh và các chức năng đánh tín hiệu thông tin, binh trạm cung cấp các nhu yếu phẩm, dịch vụ hậu cần. Giữa các binh trạm là các trạm giao liên thường đóng cách nhau một ngày đường đi bộ, có trách nhiệm cung cấp lương thực, chỗ trú, y tế, và dẫn đường tới binh trạm tiếp theo.\n\nĐến tháng 4 năm 1965, chỉ huy Đoàn 559 là [[Phan Trọng Tuệ|Tướng Phan Trọng Tuệ]], quân số đã tăng lên tới 24.000 người, được biên chế trong 6 tiểu đoàn vận tải bằng xe ô tô tải, 2 tiểu đoàn vận tải xe đạp thồ, một tiểu đoàn vận tải đường thủy, 8 tiểu đoàn công binh, và 45 trạm giao liên. Khẩu hiệu của Đoàn 559 khi đó là \"''Đánh địch mà tiến, mở đường mà đi''''''<ref>''Victory in Vietnam,'' tr. 170.<\/ref>\n\nTừ năm 1961 - 1964, đoàn 559 đã xây dựng 751 km đường vận tải ô tô, 600 km đường gùi thồ, 300 km đường sông; vận chuyển 10.136 tấn hàng (trong đó giao cho chiến trường 2.912 tấn, chủ yếu là vũ khí đạn dược). Từ tháng 9\/1962 - 2\/1965, Đoàn 759 chuyển vào chiến trường 4.919 tấn vũ khí đạn dược. Trong đó, giao cho Hậu cần Miền (ở bến Lộc An, Bà Rịa) 170 tấn, kịp thời bổ sung cho [[trận Bình Giã]]. Từ 1962 - 1965, Đoàn K10 tiếp nhận hàng hóa từ Thạnh Phú, Bến Tre đưa lên, vận chuyển bảo đảm cho chiến dịch Bình Giã 1.000 tấn; cấp cho T4 chuyển vào nội thành Sài Gòn 200 tấn; dự trữ tại Rừng Sác 100 tấn. Từ 1961-1965, B2 được Miền Bắc chi viện 4.092 tấn vật chất, chủ yếu vũ khí đạn và trang bị kỹ thuật (chiếm 13,3% tổng số vật chất có tại B2) và 449 triệu đồng (tiền miền nam), 33 triệu Riel (tiền Campuchia)<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/hau-can-mien-gop-phan-danh-bai-chien-luoc-chien-tranh-dac-biet-cua-de-quoc-my-1960-1965-481925<\/ref>\n\nCho đến mùa khô 1964-1965, hệ thống đường Tây Trường Sơn được phát triển thành một mạng lưới của các con đường đất (một số đoạn được rải đá hoặc lót ván gỗ) rộng khoảng 5,5 m, đường cho người đi bộ và xe đạp thồ, bãi đỗ xe tải. Còn có kho chứa, bãi chứa hàng, doanh trại, bệnh viện, và các cơ sở vật chất khác. Tất cả được che giấu khỏi quan sát từ trên không bằng một hệ thống ngụy trang tự nhiên và nhân tạo được mở rộng và củng cố, góp phần tăng năng lực thông xe đáng kể cho toàn tuyến.\n\nThời tiết ở vùng Đông Nam Lào đóng vai trò quan trọng cả trong nỗ lực hậu cần và cả trong cố gắng của [[Quân đội Hoa Kỳ|quân đội Mỹ]] và [[Việt Nam Cộng hòa]] nhằm phá đường. Mùa mưa kéo dài từ tháng 5 đến tháng 9, trong thời gian này, trời luôn nhiều mây, mưa nhiều, nhiệt độ cao. Mùa khô kéo dài từ tháng 10 đến tháng 3, khí hậu tương đối khô hơn và nhiệt độ thấp hơn. Do mạng lưới đường chủ yếu là đường đất, khối lượng vận chuyển chủ yếu (và các hoạt động quân sự mà nó hỗ trợ) được thực hiện vào mùa khô. Về sau, hệ thống đường được bổ sung bởi vận tải đường sông, kiểu vận tải này cho phép chuyển các khối lượng lớn quân nhu ngay cả trong mùa mưa.\n\n=== Ngăn chặn và mở rộng (1965-1968) ===\n[[Tập tin:DuongTruongSon65-68.jpg|nhỏ|200px|phải|Đường Trường Sơn, 1965-1968]]\nĐầu năm 1965, [[Thiếu tướng]] [[Phan Trọng Tuệ]] được cử làm [[Tư lệnh]] kiêm [[Chính ủy]] [[Đoàn 559, Quân đội nhân dân Việt Nam|Đoàn 559]]. Cuối năm 1965, Đại tá [[Hoàng Văn Thái (trung tướng)|Hoàng Văn Thái]] (nguyên Phó chủ nhiệm [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]]) được cử làm Tư lệnh và Đại tá [[Trần Ngọc Giao]] (Cục trưởng [[Cục Vận tải, Quân đội nhân dân Việt Nam|Cục Vận tải, Tổng cục Hậu cần]]) được cử kiêm nhiệm Phó Tư lệnh. Đại tá [[Vũ Xuân Chiêm]] (nguyên Phó chủ nhiệm [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]]) được cử làm Chính ủy Đoàn 559. Đến cuối năm 1966, Đại tá [[Đồng Sĩ Nguyên]] (nguyên Phó Chủ nhiệm [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]]) được cử làm Tư lệnh Đoàn 559 cho đến khi Đoàn 559 kết thúc nhiệm vụ lịch sử của mình (1976).\n\nTheo ước lượng của tình báo Mỹ, số quân vào Nam theo đường Trường Sơn là trong năm 1961 là 5.843, năm 1962 là 12.675 (con số thực là 5.300); năm 1963 là 7.693 (thực là 4.700); và năm 1964 là 12.424 (thực là 9.000).<ref>Jacob Van Staaveren, ''Interdiction in Southern Laos, 1960-1968.'' Washington DC: Center for Air Force History, 1993, Appendix5. Actual figures from Prados, tr. 45.<\/ref> Năm 1964, khả năng cung ứng của đường Trường Sơn đã đạt đến từ 20 đến 30 tấn mỗi ngày.<ref name=autogenerated1 \/> Năm 1965, nhờ có các tuyến đường mới mở (trong đó có các tuyến đi qua [[Campuchia]]), lượng vật chất hậu cần được chuyển vào Nam trong năm này gần bằng tổng của 5 năm trước.\n\nĐến năm 1965, việc đánh phá ngăn chặn tuyến đường Trường Sơn đã trở thành một trong những ưu tiên hàng đầu của Mỹ, nhưng các chiến dịch chống phá gặp khó khăn do thiếu lực lượng và bởi tính \"trung lập\" của Lào. Các vấn đề phức tạp của chính trị Lào cùng với sự can thiệp của Mỹ và Việt Nam Dân chủ Cộng hòa đã dẫn tới một chính sách chung là hai bên cùng lờ nhau,<ref>Xem Nina S. Adams and Alfred McCoy, eds., ''Laos: War and Revolution'', New York: 1970 và Atrhur J, Dommen, ''Conflict in Laos: the Politics of Neutralization'', New York: 1971.<\/ref> và tiếp tục vi phạm tính trung lập của Lào: Việt Nam Dân chủ Cộng hòa củng cố và mở rộng hệ thống hậu cần trên đất Lào và hỗ trợ lực lượng đồng minh [[Pathet Lào]]; còn Mỹ thì không ngừng ném bom đường Trường Sơn đồng thời bí mật xây dựng một lực lượng vũ trang chống lại hoạt động của Việt Nam Dân chủ Cộng hoà.<ref>Hai tác phẩm hay nhất về cuộc chiến tranh bí mật kỳ quặc tại Lào là ''Shadow War.'' của Kenneth Conboy và James Morrison, Boulder CO: Paladin Press, 1995 và ''Shooting at the Moon.'' của Roger Warner, South Royalton VT: Steerforth Press, 1996.<\/ref> Tuy nhiên quân đội Mỹ được lệnh không ra khỏi biên giới Việt Nam Cộng hòa vì Tổng thống Mỹ không muốn mở rộng chiến tranh.<ref>Apokalypse Vietnam (phim tài liệu), đạo diễn Ulle Schröder, Sebastian Dehnhardt, Ulrich Brochhagen, Peer Horstmann, Jürgen Eike, Cộng hòa Liên bang Đức, 2005<\/ref>\n\nNgày 14 tháng 12 năm 1964, Không lực Mỹ thực hiện [[Chiến dịch Barrel Roll]] lần đầu ném bom một cách có hệ thống phần đường trên đất Lào.<ref>Van Staaveren, tr. 44.<\/ref> Ngày 20 tháng 3 năm 1965, sau khi [[Chiến dịch Sấm Rền]] đánh phá miền Bắc và Bắc Trung Bộ mở màn, Tổng thống Mỹ [[Lyndon B. Johnson]] đã chấp thuận một cuộc leo thang quân sự nhằm phá đường Trường Sơn.<ref>Morocco, tr. 27.<\/ref> Chiến dịch [[Barrel Roll]] tiếp diễn ở vùng Đông Bắc Lào, trong khi vùng cán xoong phía nam bị ném bom bởi [[Chiến dịch Steel Tiger]]. Đến giữa năm, số phi vụ đã tăng từ 20 lên 1.000 lượt mỗi tháng. Trong tháng 1 năm 1965, chỉ huy Mỹ tại [[Thành phố Hồ Chí Minh|Sài Gòn]] yêu cầu kiểm soát các chiến dịch ném bom tại các vùng Lào giáp ranh với 5 tỉnh phía Bắc Việt Nam Cộng hòa. Đến đây, vùng này thuộc về địa bàn của [[Chiến dịch Tiger Hound]].<ref>Morocco, tr. 27-28.<\/ref>\n\nMùa mưa hàng năm làm ảnh hưởng tới các hoạt động vận tải của đường Trường Sơn và cũng gây khó khăn cho các chiến dịch ném bom. Ngoài ra, [[sương mù]] buổi sớm và khói do tập tục đốt rẫy của dân cư thiểu số cũng cản trở việc ném bom. Trong năm 1968, Không quân Mỹ thực hiện hai thí nghiệm với hy vọng làm trầm trọng hơn nữa kiểu thời tiết xấu của mùa mưa. Dự án Popeye là một cố gắng nhằm kéo dài vô hạn mùa mưa trên đường Trường Sơn bằng cách tạo mây. Dự án bắt đầu thử nghiệm vào tháng 9 trên vùng lưu vực sông [[Sekong|Se Kong]] - con sông chảy qua địa bàn của các chiến dịch Steel Tiger và Tiger Hound. Mây được tạo trong không trung bằng các đám khói [[Bạc iodide]] và sau đó được kích hoạt bằng một mồi nổ bắn ra từ súng bắn pháo sáng. Dự án thử nghiệm thành công và chương trình đã được thực hiện cho đến tháng 7 năm 1972.<ref>Van Staaveren, tr. 226-228.<\/ref>\n\nDự án Commando Lava được bắt đầu thử nghiệm vào tháng 5. Các nhà khoa học ở công ty [[Dow Chemical]] đã chế tạo một [[dung dịch]] hóa học mà khi trộn với nước mưa sẽ phá hủy tính ổn định của các thành phần của đất và tạo ra bùn. Những thành viên quân sự và dân sự của chương trình này đã rất hứng thú, họ cho rằng họ đang \"tạo bùn chứ không gây chiến.\"<ref>Van Staaveren, tr. 236-239.<\/ref> Tuy nhiên, thử nghiệm không cho kết quả tốt, chất này chỉ có tác dụng ở một số vùng, tùy theo thành phần của đất.\n\nTrên mặt đất, ban đầu, [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] và Quân đội Hoàng gia Lào có trách nhiệm ngăn chặn, làm chậm, hoặc ít nhất là theo dõi hoạt động của Quân đội nhân dân Việt Nam. Về sau, nhiệm vụ này do các đội thám báo Lào do CIA xây dựng thực hiện. Đến tháng 10 năm 1965, Tướng [[William Westmoreland]], chỉ huy quân đội Mỹ ở Nam Việt Nam, nhận được thẩm quyền tung lực lượng biệt kích Mỹ vượt qua biên giới. Ngày 18 tháng 11, lực lượng bí mật [[MACVSOG|SOG]] (''Military Assistance Command, Vietnam Studies and Observations Group'') thực hiện đặc vụ \"vượt hàng rào\" đầu tiên vào đất Lào.<ref>Military Assistance Command, Vietnam Command History 1965, Annex N, tr. 16.<\/ref> Đây là khởi đầu của một nỗ lực thám báo không ngừng mở rộng của SOG cho đến khi tổ chức này được giải thể vào năm 1972. Ngày 10 tháng 12, một vũ khí khác của Mỹ đã được đưa vào sử dụng, đó là trận ném bom đầu tiên của [[b-52 Stratofortress|pháo đài bay B-52]] xuống đường Trường Sơn.<ref>Prados, tr. 158.<\/ref>\n\nTuy nhiên, các cố gắng trên không chặn hoặc giảm được nhịp độ vận chuyển vào Nam. Mặc dù vậy, các nhà sử học Mỹ vẫn đánh giá các chiến dịch đánh phá này không vô ích, do 10 ngàn quân của Việt Nam Dân chủ Cộng hòa đã bị giữ lại để bảo vệ và duy trì đường Trường Sơn thay vì vào Nam chiến đấu.<ref>John Schlight, ''A War Too Long: The USAF in Southeast Asia, 1961-1975.'' Washington DC: Air Force History and Museums Program, 1996, tr. 56.<\/ref><ref>Edward Doyle, Samuel Lipsman, et al, ''America Takes Over, 1965-1967.'' Boston: Boston Publishing Company, 1982, tr. 18-19.<\/ref>\n\nNăm 1966, Mỹ ước tính tổng số quân vào Nam qua đường Trường Sơn là từ 58.000 đến 90.000 người, trong đó có ít nhất 5 trung đoàn hoàn chỉnh.<ref>Prados, tr. 182.<\/ref> Mùa khô năm 1966-1967 đánh dấu bước chuyển lớn về chiến thuật vận tải của đoàn 559 từ \"phòng tránh tích cực\" sang \"tiến công\" hợp đồng binh chủng. Các sở chỉ huy được chuyển ra gần đường, các lực lượng phòng không, công binh đóng sát đường để hỗ trợ kịp thời và hiệu quả hơn cho lực lượng vận tải chủ công. Nhiều tuyến đường phụ, đường vòng được mở thêm để đảm bảo thông đường cho xe chạy. Đến cuối năm 1967, mạng lưới đường đã lên 2.959&nbsp;km đường ô tô, trong đó có 275&nbsp;km đường chính, 576&nbsp;km đường vòng, và 450 đường vào cùng các kho chứa.<ref>Joint Chiefs of Staff, ''MACSOG Documentation Study'', Appendix D, tr. 293-294.<\/ref>\n\nBộ đội Trường Sơn còn sử dụng sông [[Sekong|Se Kong]] và sông [[Se Bangfai]] để chở lương thực, nhiên liệu, và đạn dược bằng cách cho hàng vào các thùng thép và thả trôi sông, các thùng này được thu lại ở đầu kia bởi các hệ thống lưới và rào gỗ. Người Mỹ đã không biết rằng trong năm 1967, để chuẩn bị cho cuộc [[sự kiện Tết Mậu Thân|tổng tấn công Mậu Thân 1968]], hơn 81.000 tấn hàng đã được vận chuyển và cất giữ <ref>''Victory in Vietnam,'' tr. 208.<\/ref>, 200.000 quân, trong đó có 7 trung đoàn bộ binh và 20 tiểu đoàn độc lập đã vào Nam.<ref>Doyle, Lipsman, and Maitland, tr. 46.<\/ref>\n\nVật chất hậu cần được vận chuyển theo đoàn được hộ tống từ miền Bắc theo từng chặng, xe tải chỉ chạy đi về giữa hai trạm, dỡ hàng và lấy hàng mới tại mỗi trạm. Nếu một xe tải bị hỏng hoặc bị bom phá, nó sẽ được thay bằng một xe của trạm gần nhất phía Bắc, và cứ như vậy cho đến khi một xe tải mới được đưa vào tại trạm cuối ở miền Bắc. Cuối cùng, khi hàng tới trạm giao liên cuối cùng ở phía Nam, hàng được bốc dỡ, cất vào kho, đưa lên các phương tiện vận tải thủy, hoặc do người vác vào miền Nam Việt Nam.\n\nĐể tránh bom, các đơn vị vận tải thường chỉ chạy khi trời tối, cao điểm là lúc gần sáng. Khi máy bay Mỹ tới, giao thông sẽ dừng lại cho đến khi trời gần sáng, khi các máy bay ném bom và bắn phá ban đêm trở về căn cứ. Rồi xe lại chạy, cao điểm tiếp theo là khoảng 6 giờ sáng khi các lái xe cố gắng đưa xe về điểm tập kết trước khi mặt trời mọc và các đợt máy bay buổi sáng bắt đầu.<ref>Nalty, tr. 218.<\/ref>\n\nTừ năm 1965-1968, Đoàn 559 đã vận chuyển chi viện cho chiến trường 121.139 tấn vật chất, trong đó chi viện cho miền Nam 27.548 tấn, chiến trường Nam Lào 12.935 tấn và bảo đảm cho các lực lượng hành quân trên các tuyến 15.862 tấn; đưa 594.858 lượt người hành quân vào chiến trường, trong đó có 45 đơn vị kỹ thuật với 566 xe cơ giới, 380 khẩu pháo, vận chuyển 35.421 lượt thương bệnh binh<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/bao-dam-hau-can-cho-lien-quan-viet-lao-chien-dau-trong-khang-chien-chong-my-cuu-nuoc-463511<\/ref>\n\n=== Thời kỳ 1968–1972 ===\n[[Tập tin:DuongTruongSon69-73.jpg|nhỏ|200px|Đường mòn Hồ Chí Minh, 1969-1973]]\n\nNăm 1970, Bộ tư lệnh 559 được nâng lên cấp quân đoàn. Chỉ huy thời kỳ này là Đại tá [[Đồng Sĩ Nguyên]] - [[Tư lệnh]] và Đại tá [[Vũ Xuân Chiêm]] – [[Chính ủy]]. Năm 1971, Đại tá [[Đặng Tính]] được cử làm Chính ủy (Chính ủy Đặng Tính gặp tai nạn và mất trên đường đi công tác năm 1973). Binh đoàn được tổ chức lại thành 5 bộ tư lệnh khu vực ngang cấp sư đoàn là: 470, 471, 472, 473, và 571. Lực lượng binh đoàn bao gồm 4 trung đoàn vận tải, 2 trung đoàn đường ống dẫn dầu, 3 trung đoàn pháo phòng không, 8 trung đoàn công binh, và Sư đoàn 968 Bộ binh. Đến cuối năm, đoàn 559 đã có 27 binh trạm, vận chuyển 40.000 tấn hàng với tỉ lệ mất mát của năm đó là 3.4%.<ref name=\"autogenerated2\">''Victory in Vietnam'', tr. 261<\/ref>.\n\nTừ năm 1960 đến 1970, gần 80% lượng hàng được chuyển bằng đường biển từ Bắc vào Nam qua [[Đường Hồ Chí Minh trên biển|'''Đường mòn Hồ Chí Minh trên biển''']] chuyển hàng trực tiếp tới các cảng biển Trung bộ, Nam bộ Việt Nam (đến năm 1965) và quá cảnh qua '''cảng [[Sihanoukville]]''' ở Campuchia, rồi từ đó đưa vào miền Nam Việt Nam. \n\nTừ sau vụ đảo chính năm 1970 của tướng [[Lon Nol]] tại Campuchia, và việc đóng cảng Sihanoukville đối với tàu chi viện của miền Bắc - Đường Trường Sơn phải làm thêm nhiệm vụ của [[đường Hồ Chí Minh trên biển]].\n\nDo dự báo trước khả năng mất đường hậu cần phía Nam nên từ năm 1969, Quân đội nhân dân Việt Nam đã bắt đầu nỗ lực mở rộng hành lang tuyến hậu cần lớn nhất trong cả cuộc chiến.<ref>Gilster, tr. 20.<\/ref> Năm 1970, ta chiếm các thị xã Lào [[Attapeu|Attopeu]] và [[Saravane]] ở chân [[cao nguyên Boloven]], kéo dài hệ thống vận tải trên sông [[Sekong|Se Kong]] vào Campuchia. Quân đội nhân dân Việt Nam còn thành lập Đoàn Vận tải 470 để quản lý dòng người và hàng đi tới các chiến trường mới trong lãnh thổ Campuchia.<ref>Prados, tr. 191<\/ref> \"Con đường Giải Phóng\" mới này rẽ sang Tây từ đường Trường Sơn tại Mường May ở Nam Lào, đi song song với [[Sekong|Se Kong]] để vào Campuchia.\n\nCuối cùng, tuyến đường mới này kéo dài qua [[Siem Prang]] tới [[sông Cửu Long|sông Mekong]] đoạn ở gần [[Stung Treng]], Campuchia.<ref>''Victory in Vietnam'', tr. 382.<\/ref> Trong năm 1971 Quân đội nhân dân Việt Nam chiếm [[Paksong]] và tiến tới [[Pakxe|Pakse]] tại trung tâm [[cao nguyên Boloven]]. Năm sau, Quân đội nhân dân Việt Nam chiếm được Khong Sedone. Họ còn tiếp tục một chiến dịch được bắt đầu từ năm 1968 để dọn sườn phía đông của đường Trường Sơn. Trong năm đó, các cứ điểm của các Lực lượng Đặc biệt của Mỹ tại [[Khe Sanh]] và [[Khâm Đức, Phước Sơn|Khâm Đức]] (cả hai đều do SOG sử dụng làm các căn cứ tiền phương cho các hoạt động biệt kích chống phá đường Trường Sơn) đều bị bỏ hoặc đánh bại.<ref>[[Trận Khâm Đức|Trận đánh tại Khâm Đức]] ít được biết đến, nhưng được coi là thất bại tồi tệ nhất của Mỹ trong Chiến tranh Việt Nam, trận thua này đã đặt dấu chấm hết cho tuyên bố rằng \"Mỹ thắng mọi trận đánh\" (''the U.S. won every battle''.)<\/ref> Năm 1970, số phận tương tự đã xảy đến cho một căn cứ khác tại [[Dak Seang]]. Hành lang tuyến vận chuyển từng rộng chỉ 20 dặm nay đã trải rộng 90 dặm từ Đông sang Tây. Năm 1971, \"đường kín\" dưới tán rừng bắt đầu được xây đựng. Đến năm 1973, xe tải có thể chạy suốt dọc đường mà không ra khỏi mái ngụy trang, ngoại trừ khi đi qua suối cạn hay vượt suối qua các ngầm (loại đường được xây hoặc kè bằng đá ngay dưới mặt nước).<ref>Nalty, tr. 295.<\/ref>\n\nTừ năm 1969-1972, tuyến Đường 559 đã vận chuyển chi viện cho các chiến trường 277.611 tấn hàng (miền Nam 162.710 tấn, chiến trường Lào 114.901 tấn), bảo đảm cho 692.690 lượt người hành quân vào miền Nam và 256.871 người hành quân ra miền Bắc; thời gian hành quân vào B2 rút ngắn được 10-15 ngày, góp phần quan trọng để bảo đảm cho các chiến dịch lớn<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/bao-dam-hau-can-cho-lien-quan-viet-lao-chien-dau-trong-khang-chien-chong-my-cuu-nuoc-463511<\/ref>\n\n==== Chiến dịch Commando Hunt và Igloo White ====\n{{chính|Chiến dịch Commando Hunt|Chiến dịch Igloo White}}\nĐến năm 1968, hệ thống đường giao thông, tuyến hậu cần từ miền Bắc đã mở rộng và hiện đại hóa. Ngoài ra, khoảng 43.000 người Việt và Lào đã tham gia điều khiển, nâng cấp, hoặc mở rộng hệ thống đường.<ref>Nalty, tr. 37.<\/ref> Lượng bom ném xuống Trường Sơn đạt đỉnh năm 1969, với khoảng 433.000 tấn ném xuống Lào.<ref>Prados, tr. 303.<\/ref> Đây là thời điểm kết thúc của chiến dịch Rolling Thunder và mở đầu của chiến dịch Commando Hunt (tháng 11 năm 1968).\n\nViệc nỗ lực ném bom liên tục này được chỉ dẫn bởi chiến dịch Igloo White hoạt động tại [[Nakhon Phanom]], [[Thái Lan]]. Chiến dịch này gồm ba phần: các thiết bị cảm ứng địa chấn và âm thanh thu thập thông tin tình báo trên đường Trường Sơn ([[hàng rào điện tử McNamara|hàng rào điện tử MacNamara]]), các máy tính tại Trung tâm Giám sát Thâm nhập (''Infiltration Surveillance Center'' – ICS) đặt tại Thái Lan thu thập thông tin và ước tính các đường vận tải và tốc độ xe; các kíp máy bay được ISC chỉ dẫn để đánh phá các mục tiêu.<ref>Van Staaveren, tr. 255-283.<\/ref> Nỗ lực này còn được hỗ trợ bởi các nhóm biệt kích SOG. Ngoài các nhiệm vụ do thám, đặt máy nghe trộm, và đánh giá thiệt hại do bom, các nhóm này còn tự tay lắp đặt các thiết bị cảm ứng cho chiến dịch Igloo White.\n\nĐến giai đoạn cuối của chiến dịch Commando Hunt (tháng 10 năm 1970 – tháng 4 năm 1972) số phi vụ máy bay bắn phá mỗi ngày là 182 máy bay tiêm kích, 13 máy bay chiến đấu (''fixed wing gunship'') và 21 [[B-52 Stratofortress|B-52]].<ref>Herman L. Gilster, ''The Air War in Southeast Asia: Case Studies of Selected Campaigns''. Maxwell Air Force Base, AL: Air University Press, 1993, tr. 21.<\/ref>\n\nKhông quân Mỹ tuyên bố chỉ riêng trong 7 chiến dịch Commando Hunt từ tháng 11\/1968 đến tháng 3\/1972, 46.000 xe tải đã bị phá hủy hay đánh hỏng trên đường Trường Sơn, và tỉ lệ đến đích của xe tải chỉ là 16%. Tuy nhiên, đến những năm 1990, các sử gia Mỹ đã bác bỏ số liệu này khi biết rằng trong giai đoạn đó, phía Việt Nam chỉ nhập về trung bình khoảng 6.000 xe tải\/ năm. Sử gia [[Earl Tilford]] kể lại đã từng có báo cáo về \"300 xe tải bị phá hủy hay đánh hỏng chỉ trong 1 đêm\", khiến tướng Mỹ rất hài lòng, nhưng đêm sau thì đường lại tấp nập như cũ. Theo ông: ''\"Không quân Mỹ đã thành công trong việc đánh lừa chính mình rằng chiến dịch Commando Hunt có tác dụng.\"'' Chuyên gia không quân [[John Corell]] thì cho rằng các phi công Mỹ đã báo cáo phóng đại thành tích ít nhất là 4 lần.\n\n[[Tập tin:North Vietnamese Antiaircraft Weapons.jpg|nhỏ|200px|trái|Sự phát triển của [[vũ khí phòng không]] Quân đội nhân dân Việt Nam 1965-1972]]\nQuân đội nhân dân Việt Nam đáp trả máy bay Mỹ bằng lực lượng pháo phòng không ngày càng mạnh. Năm 1968, lực lượng này chỉ gồm các pháo phòng không cỡ 37-mm và 57-mm điều khiển thủ công. Năm sau đã xuất hiện súng pháo 85-mm và 100-mm do [[ra đa|radar]] điều khiển. Đến năm 1972, Mỹ ước tính đường Trường Sơn đã được bảo vệ bởi hơn 1.500 khẩu pháo phòng không.<ref>Prados, tr. 313.<\/ref>\n\nNgày 20\/7\/1971, Sư đoàn Phòng không 377 được Bộ Quốc phòng điều động trực thuộc Bộ tư lệnh Trường Sơn. Bộ cũng bổ sung cho Bộ tư lệnh Trường Sơn thêm 728 khẩu pháo phòng không các loại, 20.000 bộ đội và 15.000 thanh niên xung phong. Chưa bao giờ lực lượng phòng không của Trường Sơn lại hùng hậu như thời kỳ này: Sư đoàn 377 (có 6 trung đoàn) và 12 Trung đoàn cao xạ và tên lửa độc lập. Đó là chưa kể 28 tiểu đoàn pháo cao xạ của 25 Binh trạm Trường Sơn.\n\nTrong các loại vũ khí bắn phá Trường Sơn, máy bay chiến đấu [[Lockheed AC-130|AC-130 Spectre]] với kính ngắm hồng ngoại và súng 40&nbsp;mm được phía Việt Nam Dân chủ Cộng hòa đánh giá là hiệu quả nhất, kiểm soát và hạn chế phần nào hoạt động vận tải về đêm,<ref name=autogenerated2 \/> phá hủy 2.432 xe tải trong tổng số 4.000 xe bị bom phá trong mùa khô 1970-71.<ref>''Victory in Vietnam'', tr. 262.<\/ref>\n\nĐể đối phó với máy bay AC-130, tháng 2 năm 1972, một tuyến \"đường kín\" dài 800&nbsp;km hoàn thành và bắt đầu đưa vào sử dụng. Trên tuyến này, xe chạy dưới tán rừng già, chạy hoàn toàn vào ban ngày để tránh bị máy bay phát hiện. Xe chạy theo đội hình trung đoàn liền trên toàn tuyến chứ không chạy theo chặng nên thời gian giảm được từ 10 đến 15 ngày. Ban đêm, các đội xe vẫn tiếp tục chở hàng trên \"đường hở\", kết hợp với việc nghi binh bởi các xe hỏng chạy thật để bẫy AC-130 cho lực lượng phòng không tấn công.\n\nNgày 29 tháng 3 năm 1972, máy bay AC-130 đã bị bắn rơi trong một phi vụ ban đêm bởi tên lửa đất đối không [[S-75 Dvina|SAM-2]] ở gần [[Seponh|Sê Pôn]].<ref>Prados, tr. 369.<\/ref>, 14 phi công Mỹ thiệt mạng. Hai ngày sau, một chiếc AC-130 lại bị quật ngã bởi pháo phòng không 57mm và rơi xuống rừng Trường Sơn, 15 thành viên phi hành đoàn nhảy dù và được giải cứu sau đó. Không quân Mỹ bị mất liên tiếp hai chiếc máy bay đắt đỏ và 14 phi công chỉ trong 2 ngày. Ngày 18\/6\/1972, bộ đội Việt Nam sử dụng tên lửa vác vai [[Strela 2]] bắn rơi một chiếc AC-130. Sau các vụ này, AC-130 phải lui về hoạt động ở phía Nam đường 9. Tuyến \"đường kín\" này đã đem lại hai kết quả quan trọng:\n\n* Nỗ lực của Mỹ dùng máy bay AC-130 để đánh phá và chặn xe đã bị vô hiệu hóa; \n* Việc vận tải được thực hiện theo cung dài đội hình lớn, đi thắng từ đầu đến cuối tuyến, kết thúc những năm tháng dai dẳng xe phải chạy ban đêm, vận chuyển theo từng cung trạm, vừa chậm vừa kém hiệu quả.\n\nSau 2 năm, chiến dịch Igloo White nói riêng và \"''Chương trình ngăn chặn mới''\" nói chung đã không thể thu được kết quả như mong muốn. Đến năm 1970, các thông tin của cơ quan tình báo chiến trường Mỹ đã khiến người ta phải sửng sốt. Theo đó, từ năm 1969 cho đến năm 1970, mức thâm nhập qua Trường Sơn lên tới 348 đoàn, trong đó có 46 tiểu đoàn trang bị mạnh, 24.530 tấn vũ khí, có 335 chuyến bay các loại bí mật thả vũ khí xuống các hành lang ở [[Lào]]. John McConnell, Tham mưu trưởng Không quân Mỹ thừa nhận:<ref>''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức (trích theo Nguyễn Việt Phương, ''Trường Sơn đường Hồ Chí Minh huyền thoại'', sđd, tập 1, tr.334)<\/ref>\n\n{{Pull quote| ''Không quân Mỹ đang phải gánh chịu những tổn thất to lớn trong cuộc chiến kỳ lạ để giành lấy những thắng lợi nhỏ nhoi… Tôi chưa bao giờ thất vọng như lúc này''}}\n\nSau khi Hàng rào McNamara bị chọc thủng, đến lượt kế hoạch ''Igloo White'' bị phá sản. Từ sau năm 1970, kỹ thuật quân sự Mỹ bế tắc, không tìm ra lời giải mới nào khả quan trong việc cắt đứt đường Hồ Chí Minh.<ref>''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức (theo Nguyễn Việt Phương, sđd, tập 1 tr.327-322)<\/ref> Tuy nhiên, kế hoạch này vẫn tiếp tục được kéo dài cho đến năm 1973, khi [[Hiệp định Paris 1973|Hiệp định Paris]] được ký kết.\n\n==== Chiến dịch Lam Sơn 719 ====\n{{chính|Chiến dịch Lam Sơn 719}}\nĐầu tháng 2 năm 1971, 30.000 quân Việt Nam Cộng hòa, 4.000 quân Hoàng gia Lào, được sự yểm trợ của 10.000 lính Mỹ và [[không quân Mỹ]], đã vượt biên giới Lào, tiến theo Đường 9 về phía trung tâm hậu cần của Quân đội nhân dân Việt Nam tại [[Seponh|Sê Pôn]] (''Tchepone''). [[Chiến dịch Lam Sơn 719]], cuộc tấn công được dự tính đã lâu vào hệ thống đường Trường Sơn và cuộc thử nghiệm của chính sách [[Việt Nam hóa chiến tranh]] của Mỹ, đã bắt đầu. Quân đội Mỹ (ngoại trừ các đơn vị không quân, pháo binh, trực thăng) theo mệnh lệnh sẽ không tham gia trực tiếp cuộc xâm lược.<ref>Keith W. Nolan, ''Into Laos'', Novato CA: Presidio Press, 1986.<\/ref> Đầu tiên, chiến dịch tiến triển tốt, chỉ gặp phải ít kháng cự. Tuy nhiên, Quân đội nhân dân Việt Nam đã chuẩn bị cho trận chiến này từ lâu, họ nhanh chóng điều đến một lực lượng cuối cùng lên đến 60.000 quân, đợi khi thời cơ đến thì phản công cô lập và tiêu diệt từng cánh quân của QLVNCH.<ref>David Fulghum, Terrence Maitland, et al, ''South Vietnam on Trial'', Boston: Boston Publishing Company, 1984, tr. 75.<\/ref>\n\n[[Tập tin:DuongTruongSon73-75.jpg|nhỏ|250px|phải|Đường Trường Sơn, 1973-1975]]\nChiến trận nổ ra tại Nam Lào không giống với bất cứ trận chiến nào trước đó trong Chiến tranh Việt Nam, lần đầu tiên Quân đội nhân dân Việt Nam có sự hiệp đồng binh chủng: bộ binh tấn công với sự hỗ trợ của [[xe tăng]] và [[pháo]] hạng nặng đè bẹp các vị trí của Quân lực Việt Nam Cộng hòa tại các cánh và đội hình chính. Hỏa lực phòng không phối hợp đã làm cho sự hỗ trợ và vận tải bằng không quân trở nên khó khăn và thiệt hại lớn, 168 trực thăng bị bắn rơi và 618 chiếc khác bị bắn hỏng.<ref>Nolan, tr. 358.<\/ref> Tuy đổ được quân vào một vài điểm cao phía Đông [[Seponh|Sê Pôn]] và đưa được quân trinh sát vào trong thị trấn, nhưng đó là một chiến tích không mấy giá trị, vì Quân lực Việt Nam Cộng hòa sau đó đã phải nhanh chóng rút lui. Quân đội nhân dân Việt Nam khép chặt gọng kìm và chặn đánh trên suốt quá trình rút lui. Tuy được hỗ trợ bởi hỏa lực mạnh của Mỹ, nhưng Quân lực Việt Nam Cộng hòa vẫn chịu thiệt hại nặng nề. Đến ngày 25 tháng 3, chiến sự kết thúc, các đơn vị cuối cùng của Việt Nam Cộng hòa rút chạy trở về với đối phương đuổi sát phía sau. \n\nTrong suốt thời gian diễn ra Chiến dịch, Đoàn 559 đã thực hiện cơ động lực lượng, gồm bộ binh: 27.935 người; 2 tiểu đoàn xe tăng, 1 trung đoàn công binh, 2 trung đoàn pháo binh, cùng 8.271 tấn vật chất (đạn: 3.329 tấn; lương thực, thực phẩm: 4.196 tấn; xăng dầu: 600 tấn; hàng quân y: 56,6 tấn; hàng khác: 81,4 tấn). Lực lượng vận tải đã cung cấp khối lượng lớn vũ khí, trang bị, gồm: Súng bộ binh 23.312 khẩu; súng cối, pháo, ĐKZ: 770 khẩu; pháo cao xạ và súng máy phòng không: 670 khẩu; xe ô tô (không kể của các binh trạm chiến lược): 603 chiếc; xe xích: 98 chiếc; [[xe tăng]]: 88 chiếc. Lực lượng bảo đảm kỹ thuật gồm, trạm sửa chữa xe đơn vị: 11 trạm; trạm sửa chữa vũ khí đơn vị: 26 trạm. Đây là lần đầu tiên hậu cần chiến lược sử dụng phương tiện cơ giới để cơ động lực lượng dự bị chiến lược quy mô lớn vào vị trí tập kết chiến dịch. Tính đến ngày 31\/3, số thương binh được chuyển bằng phương tiện cơ giới về hậu phương chiếm 37% tổng số thương binh<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/cong-tac-bao-dam-hau-can-trong-chien-dich-duong-9-nam-lao-481951<\/ref> \n\nPhối hợp chặt chẽ với Đoàn 559, Hậu cần Binh đoàn 70 đảm nhiệm vận chuyển trên hướng chủ yếu của Chiến dịch (hướng Bắc). Binh đoàn 70 gồm 1 đại đội xe ô tô (32 xe) đảm nhiệm vận chuyển đột xuất, vận chuyển nhỏ trên các cung đường không thuộc tuyến chiến lược, cũng đã vận chuyển được 425 tấn hàng các loại. Ngoài ra, còn có 2 sư đoàn vận tải bộ làm nhiệm vụ vận tải từ kho chiến dịch và sư đoàn đến các đại đội, 1.500 dân công làm nhiệm vụ chuyển thương và phục vụ trên các tuyến điều trị. Mặt trận B5 ở hướng Đông, gồm 1 trung đội xe ô tô (18 xe), 5 đại đội vận tải bộ và 2.000 dân công, trong chiến dịch cũng chuyển được hơn 1.000 tấn. Trong tháng 2 và 3\/1971, hậu cần chiến dịch đã cung cấp khối lượng lớn vật chất bằng cả 6 tháng cho [[Chiến dịch Đường 9 - Khe Sanh]] (năm 1968)<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/cong-tac-bao-dam-hau-can-trong-chien-dich-duong-9-nam-lao-481951<\/ref>\n\nChiến dịch này được coi là một thất bại đẫm máu của liên quân Mỹ-Việt Nam Cộng hòa, cả với vai trò thử nghiệm của [[Việt Nam hóa chiến tranh]] (bên tấn công chịu thương vong hơn một nửa quân số) và với vai trò phá hệ thống hậu cần của Quân đội nhân dân Việt Nam (trong gần hai tháng diễn ra chiến dịch và tham gia chiến dịch, chẳng những xe vận tải không bị tắc, mà khối lượng hàng chuyển giao các chiến trường tăng gấp hai lần, thời gian đưa hàng đến đích cũng nhanh hơn, chỉ bằng nửa thời gian trước đó<ref>Đồng Sĩ Nguyên, ''Đường xuyên Trường Sơn''.<\/ref>).\n\n=== Tuyến xăng dầu vượt Trường Sơn (1968–1975) ===\n\nCuối năm 1968, tình báo Mỹ đã có một phát hiện gây sốc, đó là phát hiện về hệ thống đường ống dẫn xăng dầu chạy ở phía tây nam từ [[Vinh]].<ref>Prados, tr. 339-340.<\/ref>\n\nThực sự đó là một tuyến đường ống dẫn xăng dầu đang được triển khai với điểm đầu là từ biên giới Việt - Trung chạy về hướng nam, sẽ vào đến miền Đông Nam Bộ. Nó được xây dựng bắt nguồn từ ý chí và quyết tâm cao độ của tướng '''[[Đinh Đức Thiện]]''',<ref>[http:\/\/special.vietnamplus.vn\/duong_ong_xang_dau ‘Huyền thoại' về đường ống xăng dầu xuyên Trường Sơn]<\/ref> Chủ nhiệm [[Tổng cục Hậu cần]] và trí thông minh, lòng dũng cảm và sự hy sinh lớn lao của cán bộ chiến sĩ ngành xăng dầu [[Quân đội nhân dân Việt Nam]] và đặc biệt là của bộ đội xăng dầu Trường Sơn.\n\nTuyến đường ống xăng dầu chiến lược Bắc - Nam nhằm chi viện cho chiến trường miền Nam: được xuất phát bắt đầu từ hai trạm thuộc biên giới Việt - Trung là [[Lạng Sơn]] và [[Quảng Ninh]], hai tuyến đường ống cùng dẫn về trạm Nhân Vực, thuộc huyện [[Thường Tín]], Hà Nội. Từ đây, được hợp lại thành một đường ống chạy thẳng vào miền Trung qua [[Hà Nam]], [[Ninh Bình]], [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]].\n\nĐến đây tuyến ống được chia làm hai ngả (do bộ đội Trường Sơn đảm nhiệm xây dựng, bảo vệ và vận hành): một ngả theo đường Đông Trường Sơn đi qua Quảng Trị, Thừa Thiên, Quảng Nam, Quảng Ngãi, qua Tây Nguyên, vượt Kon Tum, xuống [[Đắc Nông]]. Ngả thứ hai lại vượt đèo Mụ Giạ, sang Lào vươn tới hạ Lào, rồi vượt qua biên giới Lào và Campuchia để vào tới Đắc Nông. Trên toàn bộ hệ thống (tuyến ống hai nhánh qua Đông và Tây Trường Sơn) có với chiều dài 1.450&nbsp;km với tổng cộng 316 trạm bơm đẩy, 101 kho với sức chứa trên 300 nghìn m3. Bộ đội xăng dầu đã tập trung một lực lượng gồm: 9 trung đoàn đường ống, 2 trung đoàn công trình, 1 trung đoàn thông tin, 2 nhà máy cơ khí, 3 tiểu đoàn xe vận tải.\n\nĐến đầu năm 1969, hệ thống này đã vượt qua biên giới với Lào, và đến năm 1970 đã vươn tới gần [[thung lũng A Sầu]] ở tỉnh Thừa Thiên... Được hỗ trợ bởi nhiều trạm bơm nhỏ, đường ống bằng thép đã có thể chuyển dầu diesel, xăng và dầu hỏa qua cùng một ống. Nhờ các nỗ lực của Trung đoàn đường ống 592 Quân đội nhân dân Việt Nam, đến năm 1970, chiều dài đường ống vào Lào đã tăng lên nhanh chóng<ref>''Victory in Vietnam'', tr. 392.<\/ref>. Ngày 20\/1\/1975, đường ống xăng dầu đã được Bộ đội Trường Sơn xây dựng vào tới Bu Prăng (nay thuộc huyện Tuy Đức, [[Đắk Nông|tỉnh Đắc Nông]]).\n\nĐến tháng 3\/1975, trước yêu cầu của chiến trường, bộ đội Trường Sơn đã quyết tâm hoàn chỉnh hệ thống đường ống xăng dầu, liên hoàn Đông và Tây Trường Sơn, khẩn trương kéo dài thêm được 596&nbsp;km đường ống tới tận vùng giải phóng, mà điểm cuối của tuyến ống là [[Bù Gia Mập]], bàn giao cho [[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|Cục hậu cần Quân giải phóng]] tại [[Lộc Ninh]], tỉnh [[Bình Phước]] (miền Đông Nam bộ) thuộc địa bàn chiến trường B2.\n\nTrong suốt 7 năm (1968 - 1975), tuyến ống này được xây dựng vận hành, đã nhập vào tuyến hơn 317.000 tấn xăng dầu, đã cấp được 5,5 triệu m3 xăng dầu, cung ứng một nguồn vật chất hậu cần hết sức thiết yếu cho các chiến trường.\n\n===Đường mòn Hồ Chí Minh trên biển===\n{{chính|Đường mòn Hồ Chí Minh trên biển}}\n\n===Đường mòn Hồ Chí Minh trên không===\nCuối tháng 2-1960, Đại tướng [[Võ Nguyên Giáp]] dùng trực thăng bay vào làm việc với các tỉnh Quảng Bình, Quảng Trị, đặc khu Vĩnh Linh, Sư đoàn 325, Lữ đoàn 341. Sau chuyến khảo sát, Đại tướng gợi ý khả năng sử dụng máy bay để tạo các tuyến vận tải phục vụ chiến trường. Dựa trên gợi ý này, [[Không quân Nhân dân Việt Nam]] đã thành lập riêng một đoàn vận tải đặc biệt mang tên Đoàn 919, hoạt động từ năm 1960.\n\nĐiểm xuất phát của những máy bay Đoàn 919 là sân bay Cát Bi (Hải Phòng), sân bay Vinh, sân bay Đồng Hới và từ đó chuyển hàng vào khu Làng Ho, Vitthulu. Một thời gian sau, khi đã mở con đường Trường Sơn Tây, máy bay của Đoàn 919 bay thẳng sang Hạ Lào. Ban đầu do chưa có sân bay thích hợp nên phải dùng phương pháp thả dù hàng hóa xuống một số địa điểm quy định như Mường Phìn, Mường Phalan… Về sau, do đã có sân bay Tà Khống thuộc tỉnh Xê Pôn, Nam Lào nên các máy bay có thể hạ cánh để đưa hàng và quân tập kết ở đây. Từ sân bay này, bộ đội hành quân vào Nam, hàng hóa thì được vận tải tiếp vào các tuyến phía trong. Trong ba năm từ 1960 – 1962, các máy bay của Đoàn 919 phối hợp với phi công Liên Xô đã thực hiện 3.821 chuyến bay, vận chuyển 9.419 lượt bộ đội và 743 tấn hàng hóa, thả 3.227 dù hàng và kiện hàng.\n\nTuyến vận tải máy bay sang Lào chỉ tồn tại đến năm 1963 thì dừng do Chính phủ Liên hiệp ba phái ở Lào bị tan vỡ. Từ năm 1965, không quân Mỹ đánh phá miền Bắc nên không thể sử dụng máy bay chở hàng vào Quảng Bình hoặc vượt lên tây Trường Sơn được nữa. Đến đầu năm 1973, sau khi ký Hiệp định Paris, vận chuyển hàng không quân sự mới lại được sử dụng lại. Tính từ 1960 cho đến tháng 4-1975, Đoàn 919 đã vận chuyển vào miền Nam và đưa xuống Nam Lào 60.000 lượt bộ đội, 31.000 tấn vũ khí đạn dược, khí tài, lương thực, thuốc men và hàng hóa quân sự.\n\n=== Đường tới chiến thắng (1973–1975) ===\nSau [[Hiệp định Paris 1973|Hiệp định Paris năm 1973]], Mỹ ngừng ném bom miền [[Bắc Việt Nam]] và Lào. Tuyến chi viện chiến lược Trường Sơn được phát triển nhanh chóng, toàn diện, với quy mô lớn trên mọi mặt.\n\nNăm 1973, hệ thống đường Trường Sơn bao gồm một con đường (rải sỏi và đá vôi) rộng hai làn xe, chạy từ các cửa khẩu ở Bắc Trung Bộ tới [[dãy Chu Pông]] ở miền Nam. Năm sau, đã được gia cố hoàn chỉnh từ [[Tây Nguyên]] đến tận tỉnh [[Bình Phước]] ở phía tây bắc Sài Gòn. Đường ống dẫn dầu duy nhất đã từng kết thúc tại [[thung lũng A Sầu]] nay bao gồm 4 đường (đường lớn nhất có đường kính 200&nbsp;mm) kéo về phía Nam tới [[Lộc Ninh]]<ref>Prados, tr. 371<\/ref>\n\nTháng 7 năm 1973 Bộ Tư lệnh Trường Sơn được tăng cường tổ chức biên chế, các bộ phận cấp trung đoàn được chuyển lên cấp sư đoàn, và các binh trạm được nâng lên cấp trung đoàn. Bộ tư lệnh Trường Sơn có tám đơn vị cấp sư đoàn gồm hai sư đoàn ô tô vận tải: 571, 471; bốn sư đoàn công binh: 470, 472, 473, 565; Sư đoàn phòng không 377, Sư đoàn bộ binh 968 và một số trung đoàn trực thuộc như: 2 trung đoàn đường ống xăng dầu, 2 trung đoàn cầu, 2 trung đoàn thông tin, 1 trung đoàn vận tải đường sông, 1 trung đoàn giao liên cơ giới, 1 trung đoàn kho, 1 trung đoàn huấn luyện, an dưỡng... Lực lượng thanh niên xung phong trên tuyến gồm 4 đoàn – tương đương trung đoàn, với gần 10 nghìn nam nữ thanh niên. Dưới sự chỉ huy thời kỳ này là Tư lệnh [[Đồng Sĩ Nguyên]] và Đại tá [[Hoàng Thế Thiện]] là Chính ủy, đầu năm 1975, Đại tá [[Lê Xy]] được cử thay Chính ủy.\n\nQuân bổ sung cho các chiến trường đều được hành quân bằng cơ giới, chấm dứt hành quân bộ. Trong mùa khô 1973-1974, mỗi tháng chuyển được trên 30.000 đến 50.000 quân qua tuyến. Trước đây, bộ đội hành quân bộ từ miền Bắc vào chiến trường B2 mất hơn ba tháng, nay chỉ mất hơn chục ngày. Đây là một bước tiến nhảy vọt về chất trong tổ chức hành quân. Đối với hàng, đội hình vận chuyển chủ yếu là trung đoàn, chạy hoàn toàn ban ngày, đi thẳng từ nơi nhận hàng tới nơi giao hàng.\n\nĐến mùa hè năm 1974, Đường tuyến phía Tây Trường Sơn được nâng cấp, mở thêm tuyến đường phía Đông Trường Sơn, hình thành một hệ thống liên hoàn, vững chắc, là cơ sở hạ tầng bảo đảm chi viện liên tục vật chất hậu cần kỹ thuật, cơ động lực lượng, bảo đảm cho đòn tiến công chiến lược khi thời cơ đến. Tuyến hành lang đông – tây Trường Sơn đã hình thành một tuyến hậu cần chiến lược, trải dài trên diện tích 130 nghìn cây số vuông, nối liền hậu phương lớn miền Bắc với các chiến trường Tây nguyên, Trung và Nam bộ, mà điểm cuối cùng tập kết mọi vật chất hậu cần kỹ thuật là tại Bù Gia Mập, Lộc Ninh, tỉnh Bình Phước, bàn giao cho '''[[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|Hậu cần Quân giải phóng]].'''\n\nTrong cuộc Tổng tiến công và nổi dậy mùa Xuân 1975, tuyến đường đã bảo đảm cơ động nhanh chóng 3 quân đoàn, 5 sư đoàn và 2 trung đoàn binh chủng vào chiến dịch, phục vụ hành quân đi các chiến trường 411 nghìn người (cả dân sự). \n\nHệ thống đường Trường Sơn (bao gồm cả tuyến xăng dầu vươt Trường Sơn) là tuyến hậu cần chiến lược vững chắc, một trong những nhân tố quyết định thắng lợi nhiệm vụ chi viện của hậu phương chiến lược miền Bắc cho các chiến trường miền Nam, góp phần quan trọng cho trận chiến quyết định, giải phóng Sài Gòn, thống nhất đất nước.\n\n=== Sau chiến tranh (1975 - nay) ===\nĐường Trường Sơn của những năm chiến tranh mang một trọng trách mới: phục vụ nhu cầu phát triển kinh tế - xã hội, an ninh quốc phòng... của thời bình.\n\nDọc bên đường, các thị trấn sầm uất, những khu dân cư đông đúc đã hiện hữu như để minh chứng cho sức sống mãnh liệt trên con đường lịch sử này. Điều đặc biệt là ở những làng nhỏ ven đường sẽ bắt gặp cuộc sống của những cựu [[Thanh niên xung phong]]. Họ ở khắp nơi về đây tham gia xây dựng con đường của thời bình để phát triển kinh tế, và khi con đường đã thông, họ lại chọn đây làm nơi lập nghiệp thay vì quay về bản xứ.\n\nTheo Ban quản lý dự án đường Hồ Chí Minh, năm 1996 [[Chính phủ Việt Nam]] đã giao [[Bộ Giao thông Vận tải (Việt Nam)]] nghiên cứu quy hoạch đường để hình thành trục dọc đường bộ xuyên Việt thứ hai nằm ở phía Tây của đất nước với tên gọi ban đầu là công trình Xa lộ Bắc Nam. Tháng 8 năm 1998, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] chính thức đổi tên công trình Xa lộ Bắc Nam thành Đường Hồ Chí Minh.\n\nNgày 3 tháng 2 năm 2000, [[Chính phủ Việt Nam]] cho phép xây dựng đường Hồ Chí Minh (giai đoạn 1) từ Hòa Lạc ([[Hà Nội]]) đến [[Ngọc Hồi]] ([[Kon Tum]]) và nhánh Tây từ [[Khe Gát]] ([[Quảng Bình]]) đến [[Thạnh Mỹ]] ([[Quảng Nam]]). Ngày 5 tháng 4 năm 2000, dự án khởi công.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/60-nam-duong-truong-son-ky-cuoi-cuoc-song-moi-tren-con-duong-huyen-thoai-20190522094207306.htm|title=60 năm đường Trường Sơn - Kỳ cuối: Cuộc sống mới trên con đường huyền thoại|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n=== Tổng kết 20 năm chiến đấu ===\nTính đến [[sự kiện 30 tháng 4 năm 1975|ngày giải phóng miền Nam thống nhất đất nước]], đường Trường Sơn đã tồn tại gần 6000 ngày đêm. Các lực lượng công binh, [[thanh niên xung phong]], dân công hỏa tuyến Trường Sơn gồm khoảng 120.000 người đã làm nên mạng đường liên hoàn, vững chắc với 5 hệ thống đường trục dọc, 21 đường trục ngang, nối Đông với Tây Trường Sơn, vươn tới các chiến trường, với tổng [[chiều dài]] gần 2 vạn km đường ô tô, 1.400&nbsp;km đường ống dẫn xǎng dầu, 3.140&nbsp;km \"đường kín\" cho xe chạy ban ngày và hàng ngàn cầu, cống, ngầm.\n\nTrong các chiến dịch đánh phá từ năm 1965 đến năm 1972, Mỹ đã huy động khoảng 733.000 chuyến máy bay (có 26.539 lần dùng [[B-52]] rải thảm), đánh phá khoảng 152.000 trận; ném xuống các tuyến đường Trường Sơn gần 4 triệu tấn bom đạn và gần 1 triệu galông chất độc hoá học (1 galông = 4,4 lít hàng khô và 3,78 lít hàng lỏng). Hơn 20.000 bộ đội, thanh niên xung phong, công nhân giao thông đã hy sinh; hơn 30.000 người bị thương, khoảng 14.500 xe - máy các loại, hơn 700 khẩu pháo các loại bị phá hủy hoặc hư hại nặng; hơn 90.000 tấn hàng hóa bị đánh cháy... Về phía Mỹ, hàng trăm máy bay các loại bị bắn rơi, hàng ngàn lính biệt kích, thám báo được tung vào đây bị thương vong hoặc bị bắt. Quân đội Mỹ đã tiêu tốn nhiều tỷ USD vào các kế hoạch nhằm cắt đứt tuyến đường song đều bị thất bại.\n\nTướng [[Merrill McPeak]], Tham mưu trưởng Không quân Mỹ, từng là phi công chiến đấu ở Việt Nam. Ông kể lại: bằng phương tiện quan sát hiện đại gắn trên máy bay, ông ta có thể săn những chiếc xe vận tải Việt Nam như săn thỏ. Tuy đã bắn nhiều rocket, thả nhiều bom đến như vậy, nhưng không lực Mỹ vẫn không tài nào ngăn nổi sự vận chuyển trên đường Trường Sơn. Cho đến nay, Merrill McPeek nói rằng ông vẫn ức tới nghẹn cổ, và kết luận: Ông đã ủng hộ nhầm phe, nếu có thể được thì ngày ấy ông nên chiến đấu cùng đội ngũ với các chiến sỹ can trường, quả cảm ở bên phía Việt Nam<ref>https:\/\/nongnghiep.vn\/bo-phim-the-vietnam-war--cam-nhan-cua-mot-nguoi-trong-cuoc-d206916.html<\/ref>\n\nTrong 16 năm, tuyến hậu cần chiến lược đường Trường Sơn đã vận chuyển hơn 1 triệu tấn vật chất, vũ khí vào các chiến trường; đưa hơn 2 triệu lượt người hành quân; cơ động 10 lượt sư đoàn, hộ tống hơn 90 đơn vị kỹ thuật vào các chiến trường; cứu chữa gần 1 triệu lượt thương bệnh binh; đưa hơn 500.000 người từ tiền tuyến trở về hậu phương, trong đó có hơn 300.000 thương bệnh binh<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/dai-tuong-vo-nguyen-giap-voi-cong-tac-hau-can-quan-doi-482017<\/ref>\n\n== Hành quân trên đường Trường Sơn ==\n[[Tập tin:Bintranh22.jpg|nhỏ|trái|250px|Một binh trạm trên đường Trường Sơn]]\nBộ đội hành quân trên đường Trường Sơn phải vượt qua chặng đường dài trên 1.500&nbsp;km.\n\nKhởi đầu của con đường, những người lính đầu tiên đã hành quân vào miền Nam theo phương thức thô sơ nhất: gùi cõng trên vai và đi bộ. Mỗi chuyến đi gồm 25-30 người với 25-30 cái gùi. Những quân tư trang, vật dụng sinh hoạt vô cùng đặc biệt: mặc bà ba đen, che mưa bằng tấm nilông, những chiếc đèn pin được đem gò lại, làm cho mất hai chữ Rạng Đông và dấu hiệu mặt trời mọc. Thuốc lá Điện Biên, Tam Đảo phải cắt bỏ đầu có in chữ trên điếu thuốc rồi bọc vào túi nilông. Những người lính ấy phải bỏ lại tất cả giấy tờ, thư từ, không được ghi chép bất cứ thứ gì để đảm bảo giữ bí mật hành quân.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/60-nam-duong-truong-son-ky-2-nhung-nguoi-mo-duong-thoi-chong-my-20190519090007075.htm|title=60 năm đường Trường Sơn: Kỳ 2: Những người mở đường thời chống Mỹ|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nTrong giai đoạn đầu tiên mở đường và vận tải với phương thức gùi cõng truyền thống, từ tháng 8 đến hết tháng 12 năm 1959 tiểu đoàn 301 - tiền thân [[đoàn 559]] đã đi được 8 chuyến hàng trót lọt với tổng số hàng gồm 1.667 súng trường, 712 tiểu liên, 72 trung liên, 21 súng giảm thanh, 850 súng ngắn với 250.000 viên đạn các loại, 180&nbsp;kg thuốc nổ TNT kèm ngòi nổ, 750 dao găm, 340 kìm cắt dây thép gai, 40 ống nhòm, 65 la bàn, 26 bản đồ khu V, Tây Nguyên, Lào và đông bắc Campuchia. Số hàng này được Khu ủy [[khu 5]] tiếp nhận và vận chuyển vào [[Tây Nguyên]], [[Tây nam bộ]]. Cũng trong năm 1959, có 542 cán bộ và chiến sĩ được đưa từ Bắc vào Nam nhận nhiệm vụ.<ref name=\":0\" \/>\n\nThời gian đầu hoàn toàn hành quân bộ, mỗi ngày đi một đoạn đường từ trạm giao liên này tới trạm giao liên tiếp theo. Từ Khe Hó ([[Quảng Trị]]), hàng được trung chuyển qua 9 binh trạm: 2 trạm ở bắc [[sông Bến Hải]] và 7 trạm ở phía nam sông. Những trạm ở bắc sông là đất của [[Miền Bắc (Việt Nam)|Miền Bắc]], có thể gùi hàng vào ban ngày, còn các trạm phía nam sông chỉ có thể gùi vào ban đêm, lấy khúc gỗ mục có [[lân quang]] phát sáng gắn lên gùi người đi trước. Người đi sau nhìn vệt sáng ấy mà bám theo. Khó khăn nhất là vượt qua tuyến quốc lộ 9. Xe địch đi lại liên tục trên đường. Đêm đêm khi vượt qua đường phải có tín hiệu cảnh giới. An toàn mới vượt. Người gùi hàng phải mang hai miếng gỗ mỏng lót dưới bàn chân để khi \"lết\" qua đường không để lại dấu chân. Trường hợp đoàn đi đông, giao liên sẽ trải tấm nilông ngang đường để khi người cuối cùng đi qua sẽ gấp tấm nilông lại, xóa dấu vết.<ref name=\":0\" \/> Bộ đội hành quân bộ vào chiến trường B2 mất hơn ba tháng, nếu vào chiến trường Nam Bộ, đến [[Bù Gia Mập]] – điểm cuối cùng của con đường mòn thì hết khoảng 5 tháng.\n\nĐể chuẩn bị cho chặng đường dài gian khổ, bộ đội rèn luyện hành quân kèm mang đá, vác cây trên vùng đồi núi Kim Bôi – Hạ Bì, tỉnh [[Hòa Bình]], rồi hành quân bộ trên quãng đường trên nửa ngàn cây số từ Hòa Bình vào [[Quảng Bình]] – cửa ngõ phía Bắc của đường Trường Sơn.\n\nNăm 1965, mỗi người phải mang 30&nbsp;kg quân trang, [[lương khô]], súng đạn, thuốc quân y, đường, gạo, muối... Do hàng được chuyển bằng cơ giới ngày càng nhiều, lượng lương thực trữ tại các trạm giao liên ngày càng nhiều, nên khối lượng phải mang vác cũng giảm dần. Năm 1966 giảm xuống còn 25&nbsp;kg, sau năm 1967 còn 20&nbsp;kg.\n\nVề chế độ ăn, ngoài gạo lĩnh tại các trạm giao liên, mỗi người lính được cấp một ống cóng ruốc thịt, trong đó pha trộn thuốc chống [[sốt rét]], tê phù... Một kilôgam muối để dùng cho toàn bộ chặng đường. Đồ ăn cho mỗi ngày gồm có một nắm cơm khi hành quân ban ngày và một bữa cơm khi dừng chân ban đêm. Với chế độ ăn này và cuộc hành quân vất vả mỗi ngày, nhiều bộ đội thiếu dinh dưỡng trầm trọng. Do thế, khi gặp người dân sống bên đường, bộ đội thường đem quân trang, tư trang để đổi lấy rau, quả, lợn, gà...\n\nVào những năm mà mật độ bom đạn trút xuống đường Trường Sơn chưa phải là ác liệt, những đoàn quân qua đây phần lớn thương vong không phải vì bom đạn địch mà vì [[sốt rét]], phù tim, phù phổi, [[tả lỵ]], [[trụy tim mạch]], suy kiệt thể lực do thiếu đói, đường sá gian truân.<ref>Theo hồi ký \"Trên con đường không cột số\" của tác giả Lam Giang (Hồ Sĩ Thành, chiến sĩ của Đại đội 17 - Đại đội trợ chiến cối 82 thuộc Trung đoàn 52 - Sư đoàn 320) kể về cuộc hành quân của Đại đội ông từ Hòa Bình vượt Trường Sơn năm 1966, đại đội ông gồm hơn 120 người, sau sáu tháng hành quân, 18 người đến được điểm tập kết ở chiến trường Nam Bộ, sau hai tháng tập kết đợi những người ốm bệnh dọc đường, quân số đại đội đến nơi chưa lên được một nửa.<\/ref> Trong đó, sốt rét rừng là nhân tố tiêu hao sinh lực mạnh nhất. Mặc dù bộ đội được trang bị thuốc cá nhân, mỗi đơn vị có y tá mang thùng thuốc dự trữ đi theo, đồng thời thực hiện chế độ uống thuốc phòng bệnh, nhưng sốt rét vẫn là căn bệnh phổ biến tại Trường Sơn, bất cứ ai cũng có thể bị nhiễm. Nhiều người tử vong vì sốt rét lâu ngày chuyển sang ác tính. Những người vượt qua được thì da dẻ xanh tái do thiếu máu, sức khỏe suy giảm.\n\n[[Tập tin:Nvamarch.jpg|nhỏ|phải|200px|Quân đội nhân dân Việt Nam đang hành quân trên đường Trường Sơn qua Lào.]]\nTrên đường trèo đèo lội suối, chiếc gậy Trường Sơn là công cụ hỗ trợ đắc lực: giúp bước chân thêm vững, đường trơn đỡ ngã, và làm giá chống ba lô khi đứng nghỉ. Những chiếc gậy tre xuất xứ từ làng Hòa Xá ([[Hà Tây]]) này đã đi vào bài hát [[Chiếc gậy Trường Sơn]] của nhạc sĩ [[Phạm Tuyên]]. Đôi dép cao su (còn gọi là \"đôi dép Bác Hồ\") cũng là một hành trang rất phù hợp với đường rừng bùn lầy ẩm ướt do mưa nhiều, vì chân đi trong giày ủng lâu ngày sẽ bị úng nước và lở loét - một vấn đề mà lính Mỹ thường xuyên gặp phải khi đánh trận hay đóng quân ở vùng rừng.\n\nViệc hành quân bằng cơ giới được bắt đầu từ năm 1968, tuy chỉ mới ở số lượng không nhiều. Trong tháng 1, có gần 6.000 quân được tổ chức hành quân bằng cơ giới. Trong tháng 4, hai tiểu đoàn pháo lớn, xe tăng, gần 124.000 quân được bảo đảm hành quân vào chiến trường. Tuy nhiên, do nguy cơ thương vong lớn (mỗi xe tải bị máy bay đánh cháy có thể làm thiệt mạng toàn bộ đơn vị trên xe), nên hình thức chuyển quân này chỉ được sử dụng hạn chế.\n\nNăm 1973, kể từ sau khi có [[Hiệp định Paris 1973|Hiệp định Paris]], quân bổ sung cho các chiến trường đều được hành quân bằng cơ giới, chấm dứt hành quân bộ. Thời gian hành quân bằng xe chỉ mất hơn 10 ngày. Đây là một bước tiến nhảy vọt về chất trong tổ chức hành quân. Năm 1974, toàn bộ việc giao liên, hành quân, chuyển thương đều chuyển sang phương tiện cơ giới, mỗi tháng chuyển được trên 30.000 đến 50.000 quân qua tuyến. Những tổn thất do kiệt sức, suy dinh dưỡng, bệnh tật... cũng được giảm thiểu tối đa.\n\n== Tri ân và vinh danh ==\n[[Tập tin:Nghĩa trang liệt sĩ Trơờng Sơn 2.JPG|nhỏ|phải|256px|[[Nghĩa trang liệt sĩ Trường Sơn]]]]\n{{chính|Nghĩa trang liệt sĩ Trường Sơn}}\nNgay từ trong những năm tháng chiến sự, tướng [[Đồng Sĩ Nguyên]] đã đề xuất nên quy tập các liệt sĩ nằm rải rác trên dọc tuyến đường Trường Sơn và đất bạn [[Lào]], [[Campuchia]] lại một nơi để những đồng đội và nhất là thân nhân [[liệt sĩ]] tiện lui tới thăm viếng.\nNgay sau [[Hiệp định Paris 1973]], tướng [[Đồng Sĩ Nguyên]] đã chỉ đạo việc quy tập mộ liệt sĩ Trường Sơn. Kết quả là trong số hơn 20.000 người đã ngã xuống trên chiến trường Trường Sơn, đến nay đã quy tập được hơn một vạn hài cốt về [[Nghĩa trang liệt sĩ Trường Sơn]].<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/60-nam-duong-truong-son-ky-4-noi-liet-si-nam-lai-2019052110040753.htm|title=60 năm đường Trường Sơn - Kỳ 4: Nơi liệt sĩ nằm lại|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\nNghĩa trang được xây dựng từ ngày 24 tháng 10 năm 1975 và hoàn thành ngày 10 tháng 4 năm 1977, đây là nghĩa trang có quy mô lớn nhất Việt Nam, có kiến trúc, bố cục độc đáo, không giống đa phần nghĩa trang liệt sĩ khác ở [[Việt Nam]].{{cần dẫn nguồn}}.\n\n== Trong văn hóa đại chúng ==\nTrong những năm chiến tranh và cả trong thời kỳ hậu chiến, đường Trường Sơn đã là chủ đề cho rất nhiều tác phẩm âm nhạc và văn học. Nhiều nhà thơ, nhà văn cũng đã là những người lính Trường Sơn.\n\n=== Văn học ===\nMột số bài thơ:\n* \"Theo chân [[Hồ Chí Minh|Bác]]\" của [[Tố Hữu]]:\n::''Xẻ dọc Trường Sơn đi cứu nước''\n::''Mà lòng phơi phới dậy tương lai''\n<!--::''Trường Sơn đông, Trường Sơn tây'' Phạm Tiến Duật:\n::''Cái gạt nước xua đi nỗi nhớ'' \ncâu đầu là tên bài thơ hay 1 câu thơ?-->\n* \"Lá đỏ\" của [[Nguyễn Đình Thi]]:\n::''Gặp em trên cao lộng gió''\n::''Rừng Trường Sơn ào ào lá đỏ''\n* ''\"''[[Trường Sơn Đông, Trường Sơn Tây]]''\"'' của [[Phạm Tiến Duật]]:\n::''Đông sang Tây không phải đường thư''\n::''Đường chuyển đạn và đường chuyển gạo''\n::''Đông Trường Sơn, cô gái \"ba sẵn sàng\" xanh áo''\n::''Tây Trường Sơn bộ đội áo màu xanh''\n* \" Bài Thơ về Tiểu đội xe không kính\" của [[Phạm Tiến Duật]]:\n::''Nhìn thấy gió vào xoa mắt đắng''\n::''Nhìn thấy con đường chạy thẳng vào tim''\n\n=== Âm nhạc ===\nMột số bài hát về Trường Sơn:\n* \"''[[Bước chân trên dải Trường Sơn]]''\", 1967, nhạc [[Vũ Trọng Hối]], lời thơ [[Tào Mạt|Đăng Thục]], được gọi là \"bản quân ca của người lính Trường Sơn\"\n::''Ta vượt trên triền núi cao Trường Sơn. Đá mòn mà đôi gót không mòn... Máu thấm đường ta đi lẫn mồ hôi rơi tình quê tha thiết. Ta đi theo ánh lửa từ trái tim mình...''\n* \"''[[Bài ca Trường Sơn]]''\", 1966, nhạc [[Trần Chung]], lời thơ [[Gia Dũng]].\n::''...đêm nay ta đi Trường Sơn lộng gió. Trời vắng trăng sao nhưng tim ta rực lửa. Đi ta đi tung cánh đại bàng...''\n* \"''[[Chiếc gậy Trường Sơn]]''\", 1967, nhạc và lời [[Phạm Tuyên]]\n::''Trường sơn ơi, nơi núi mờ xa mà ta chưa qua, có suối reo, có gió ngàn cây, có dốc cao vực sâu mất lối, mây trắng quyện dưới chân bước bồi hồi, có nắng lửa đốt thiêu vách núi...''\n* \"''[[Đường Trường Sơn xe anh qua]]''\", 1971, nhạc [[Văn Dung]]\n::''Đường em ghi chiến công lẫy lừng, tràn niềm tin trong muôn gian lao Đường Trường Sơn xe anh thẳng tới..''\n* \"''[[Trường Sơn Đông - Trường Sơn Tây]]''\", 1971, nhạc [[Hoàng Hiệp]], lời thơ [[Phạm Tiến Duật]]\n::''...từ nơi em đưa sang bên nơi anh những binh đoàn nối nhau ra tiền tuyến, như tình yêu nối lời vô tận. Đông Trường Sơn nối Tây Trường Sơn...''\n* \"''[[Lá đỏ]]''\", nhạc [[Hoàng Hiệp]], lời thơ [[Nguyễn Đình Thi]]\n::''Gặp em trên cao lộng gió. Rừng Trường Sơn ào ào lá đỏ. Em đứng đứng ở bên đường, như quê hương vai áo bạc quàng súng trường. Đoàn quân vẫn đi vội vã. Bụi Trường Sơn nhòa trong trời lửa...\n* \"''[[Đêm Trường Sơn nhớ Bác]]''\", 1974, nhạc [[Trần Chung]], lời thơ [[Nguyễn Trung Thu (nhà thơ)|Nguyễn Trung Thu]]\n::''Ơi, đêm Trường Sơn, nghe tiếng suối trong như tiếng hát xa, mà ngỡ như từ Pác Bó suối về đây ngân nga...''\n\n=== Phim ảnh ===\n* Phim ''Sinh mệnh'', đạo diễn Đào Duy Phúc, 2005...\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Nguồn tư liệu ==\n=== Tài liệu chính phủ Hoa Kỳ ===\n* U.S. Military Assistance Command, Vietnam Studies and Observations Group, Annex N, ''Command History 1965''. Saigon, 1966.\n* Gilster, Herman L. ''The Air War in Southeast Asia: Case Studies of Selected Campaigns.'' Maxwell Air Force Base: AL, Air University Press, 1993.\n* Military History Institute of Vietnam. ''Victory in Vietnam: The Official History of the People's Army of Vietnam, 1954-1975.'' Trans Merle L. Pribbenow. Lawerence KS: University of Kansas Press, 2002. {{ISBN|0700621873}}\n* Nalty, Bernard C. ''[https:\/\/www.amazon.com\/War-against-Trucks-Interdiction-1968-1972\/dp\/1484096444 The War Against Trucks, Aerial Interdiction in Southern Laos, 1968-1972].'' Washington DC: US Air Force History and Museums Program, 2005.\n* Ngo, Lt. Gen. Quang Truong, ''[https:\/\/www.amazon.com\/Easter-offensive-1972-Quang-Truong\/dp\/B002W6YZU6 The Easter Offensive of 1972].'' Washington DC: US Army Center of Military History, 1984.\n* Nguyen, Maj. Gen. Duy Hinh, ''[https:\/\/www.amazon.com\/Lam-Maj-Gen-Nguyen-Hinh\/dp\/1984054465 Lam Son 719]''. Washington DC: US Army Center of Military History, 1979.\n* Tranh, Brig. Gen. Dinh Tho, ''[https:\/\/www.amazon.com\/Cambodian-incursion-Dinh-Tho-Tran\/dp\/B003AZYT22 The Cambodian Incursion].'' Washington DC: US Army Center of Military History, 1979.\n* Tilford, Earl H., ''[https:\/\/media.defense.gov\/2017\/Apr\/07\/2001728434\/-1\/-1\/0\/B_0040_TILFORD_SETUP.PDF Setup: What the Air Force did in Vietnam and Why.]'' Maxwell Air Force Base, AL: Air University Press, 1991.\n* Van Staaveren, Jacob. ''Interdiction in Southern Laos, 1960-1968.'' Washington DC: Center for Air Force History, 1993. {{ISBN|1410220605}}\n* Vongsavanh, Brig. Gen. Soutchay ''RLG Military Operations and Activities in the Laotian Panhandle.'' Washington DC: US Army Center of Military History, 1980. {{ISBN|1780392648}}\n\n=== Tài liệu của Việt Nam ===\n* Đồng Sĩ Nguyên, ''Đường xuyên Trường Sơn'', Nhà xuất bản Quân đội nhân dân, 1999.\n* Lam Giang, ''Trên con đường không cột số'', Nhà xuất bản Quân đội nhân dân, 2004.\n\n=== Các nguồn phụ ===\n* Andrade, Dale. ''Trial by Fire: The 1972 Easter Offensive, America's Last Vietnam Battle'', New York: Hippocrene Books, 1995.\n* Brown, McAlister, Gordon Hardy, and Arnold Isaacs. ''Pawns of War''. Boston: Boston Publishing Company, 1987.\n* Conboy, Kenneth with James Morrison. ''Shadow War''. Boulder CO: Paladin Press, 1995.\n* Dougan, Carl, David Fulghum, ''et al.'' ''The Fall of the South''. Boston: Boston Publishing Company, 1985.\n* Doyle, Edward, Samuel Lipsman, and Terrence Maitland ''et al.'' ''The North''. Boston: Boston Publishing Company, 1986.\n* Fulghum, David, Terrence Maitland, ''et al.'' ''South Vietnam on Trial''. Boston: Boston Publishing Company, 1984.\n* Lipsman, Samuel, Steven Weiss, ''et al.'' ''The False Peace''. Boston: Boston Publishing Company, 1985.\n* Littauer, Raphael and Norman Uphoff, eds, ''The Air War in Indochina''. Boston: Beacon Press, 1972.\n* Morocco John. ''Rain of Fire, Air War, 1969-1973'', Boston: Boston Publishing Company, 1985.\n* Nolan, Keith W. ''Into Laos: The Story of Dewey Canyon II\/Lam Son 719, Vietnam 1971''. Novato CA: Presidio Press, 1986.\n* Prados, John. ''The Blood Road: The Ho Chi Minh Trail and the Vietnam War'', New York: John Wiley and Sons, 1998.\n* Shawcross, William. ''Sideshow: Kissinger, Nixon, and the Destruction of Cambodia''. New York: Washington Square Books, 1979.\n* Snepp, Frank. ''Decent Interval''. New York: Random House, 1977.\n\n== Xem thêm ==\n*[[Đường Hồ Chí Minh trên biển]]\n*[[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|Hậu cần Quân giải phóng miền Nam Việt Nam.]]\n*[[Nghĩa trang liệt sĩ Trường Sơn|Nghĩa trang Trường Sơn]]\n*[[Ngã ba Đồng Lộc]]\n*21 [[khu du lịch quốc gia]] Việt Nam.\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Ho Chi Minh trail}}\n{{Chủ đề|Việt Nam|Lịch sử Việt Nam|Quân sự|Chiến tranh Việt Nam|Châu Á}}\n* {{TĐBKVN|35534|Đường mòn Hồ Chí Minh}}\n* {{Britannica|268322|Ho Chi Minh Trail}}\n* [https:\/\/web.archive.org\/web\/20040704191405\/http:\/\/hanoi.vnn.vn\/chuyen_de\/9904\/ Bo doi Truong Son - Duong Ho Chi Minh] [https:\/\/web.archive.org\/web\/20070810111532\/http:\/\/hanoi.vnn.vn:80\/chuyen_de\/9904\/ Bản lưu trữ 10\/8\/2007]\n* John T. Correll, ''[http:\/\/www.airforcemag.com\/MagazineArchive\/Documents\/2005\/November%202005\/1105trail.pdf The Ho Chi Minh Trail]'', Airforce Magazine Online, November 2005, Vol. 88, No. 11\n* Báo Tuổi trẻ, ''Đường Hồ Chí Minh xuyên lòng đất''. TUẤN PHÙNG\n** [https:\/\/tuoitre.vn\/di-qua-tam-giac-lua-211787.htm Kì 1: Đi qua \"tam giác lửa\"] 23\/07\/2007 06:27 GMT+7\n** [https:\/\/tuoitre.vn\/dong-xang-vuot-truong-son-211949.htm Kì 2: Dòng xăng vượt Trường Sơn] 24\/07\/2007 05:02 GMT+7\n** [https:\/\/tuoitre.vn\/di-truoc-don-dau-212137.htm Kì 3: Đi trước đón đầu] 25\/07\/2007 06:21 GMT+7\n* [https:\/\/web.archive.org\/web\/20100125023724\/http:\/\/www.voanews.com\/vietnamese\/archive\/2005-08\/2005-08-16-voa11.cfm Đường mòn Hồ Chí Minh: Từ con đường máu đến một trong những địa điểm thu hút nhiều khách du lịch] Website Đài Tiếng Nói Hoa Kỳ.\n* [https:\/\/baohanam.com.vn\/bien-va-hai-dao-viet-nam\/duong-ho-chi-minh-tren-bien-doi-voi-cuoc-khang-chien-chong-my-cuu-nuoc-cua-dan-toc-viet-nam-10122.html Đường Hồ Chí Minh trên biển đối với cuộc kháng chiến chống Mỹ, cứu nước của dân tộc Việt Nam].\n* [http:\/\/www.baodaklak.vn\/channel\/3721\/200909\/duong-truong-son-dac-biet-tren-khong-1907435\/ Đường mòn HCM trên không].\n* [https:\/\/saigondautu.com.vn\/ngan-hang\/con-duong-thu-5-ngan-hang-khong-khoa-90390.html Con đường mòn HCM thứ 5].\n{{Kiểm soát tính nhất quán}}\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Thanh chiến tranh Việt Nam}}\n\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Địa danh trong Chiến tranh Việt Nam]]\n[[Thể loại:Đường mòn|Hồ Chí Minh]]\n[[Thể loại:Bài Việt Nam chọn lọc]]\n[[Thể loại:Đường bộ Việt Nam]]\n[[Thể loại:Lịch sử Lào kể từ 1945]]"}