{"19802986":"{{Otheruses|Trường Chinh (định hướng)}}\n{{Thông tin đường bộ Việt Nam|Hướng đầu=Đông Nam|Hướng cuối=Tây Bắc|chiều dài=7,3&nbsp;km|Cuối={{Banner đường Việt Nam|QL|1|link=1}} {{Banner đường Việt Nam|QL|22|link=1}} {{AHN-AH|1|VN}} tại nút giao An Sương, [[Quận 12]], [[Thành phố Hồ Chí Minh]]|Tỉnh=[[Thành phố Hồ Chí Minh]]|Q_H=[[Tân Bình]], [[Tân Phú (quận)|Tân Phú]], [[Quận 12]]|Tồn tại=[[30 tháng 7]] năm [[2005]]<br>({{Age in years, months, weeks and days|year1=2005|month1=7|day1=30|year2={{CURRENTYEAR}}|month2={{CURRENTMONTH}}|day2={{CURRENTDAY}}}})|Đầu=[[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|Đường Cách Mạng Tháng Tám]] tại ngã tư Bảy Hiền, [[Tân Bình]], [[Thành phố Hồ Chí Minh]]|name=Đại lộ Trường Chinh|Tên khác=Đường cao tốc Bảy Hiền - An Sương|screenshot street=Đại lộ trường chinh đoạn qua địa phận quận 12.JPG|caption_đường=Đại lộ Trường Chinh đoạn qua địa phận [[Quận 12|quận 12]]}}\n\n'''Đường Trường Chinh''' hay '''Đại lộ Trường Chinh''', là một tuyến đường đi qua nội thành và cửa ngõ Tây Bắc của [[Thành phố Hồ Chí Minh]], được khởi công để tạo thành một trục đường mới ra vào phía Bắc theo hướng Đông Nam – Tây Bắc, đại lộ này có trung tâm mua sắm Pandora City - [[BigC]] và khu công nghiệp Tân Bình - giao lộ với đường [[Tây Thạnh]] tại [[Tây Thạnh|phường Tây Thạnh]], [[Tân Phú (quận)|quận Tân Phú]]. Tuyến đường này đáp ứng yêu cầu lưu thông của thành phố đi các nơi theo hướng Đông Nam – Tây Bắc và các tỉnh [[Miền Đông Nam Bộ|miền Đông]], tạo trục giao thông sang [[Hóc Môn]], và cải thiện môi trường ven kênh mà nó đi qua, tăng vẻ mỹ quan cho thành phố.<ref name=tuoitre1>[https:\/\/tuoitre.vn\/tphcm-nhieu-cong-trinh-giao-thong-duoc-dua-vao-su-dung-76573.htm\/ TP.HCM: nhiều công trình giao thông được đưa vào sử dụng] trên Báo Tuổi Trẻ<\/ref>\n\n== Vị trí ==\nĐại lộ chạy dọc theo [[Sông Vàm Thuật – Bến Cát – Trường Đay – Kênh Tham Lương – Rạch Nước Lên|Sông Vàm Thuật]] từ quận [[Tân Bình]] đến ngã ba đường Phan Huy Ích gần cầu Tham Lương, [[Phường 15, Tân Bình|phường 15]], [[Tân Bình|quận Tân Bình]]; vượt sông Vàm Thuật bằng cầu Tham Lương và nối với [[xa lộ Đại Hàn]] và [[Quốc lộ 22]] tại Nút giao An Sương, [[Quận 12]] và huyện [[Hóc Môn]]. [[Chiều dài]] toàn tuyến là 7,3&nbsp;km, đi qua địa bàn các quận Tân Bình, Tân Phú, 12, tạo thành một tuyến trục giao thông Đông Nam – Tây Bắc, và kết nối hai đầu Đông Nam – Tây Bắc thành phố. Đại lộ Trường Chinh tạo điều kiện thuận lợi cho các phương tiện giao thông ra vào các quận nội thành và từ đây đi các tỉnh [[Đông Nam Bộ|miền Đông]] không phải đi vào trung tâm thành phố. Đây là con đường huyết mạch liên kết chặt chẽ các địa phương trong [[Vùng kinh tế trọng điểm phía nam|vùng kinh tế trọng điểm phía Nam]]<ref name=tuoitre1\/>.\n\n== Các công trình chính==\n===Hầm chui An Sương===\n{{chính|Hầm chui An Sương}}\n[[Hầm chui An Sương]] được thực hiện theo công nghệ hầm dìm. Đường hầm có chiều dài 445 m (nhánh N1), 385 m (nhánh N2), rộng 33 m cho 4 làn xe. Công trình gồm 4 đốt hầm dài 370 m. được thông xe toàn tuyến vào [[15 tháng 7]], [[2020]], nút giao An Sương có tổng chiều dài khoảng 830 m, gồm 2 hầm chui N1 và N2, với tổng mức đầu tư 514 tỷ đồng.<ref name=vnexprress1>[https:\/\/vnexpress.net\/ham-chui-an-suong-thong-xe-4130683.html\/ Hầm chui An Sương thông xe] trên VnExpress<\/ref>\n\n=== Các hạng mục khác ===\n* Ngã tư với [[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|Đường Cách Mạng Tháng Tám]] tại quận Tân Bình.\n* Nút giao thông với [[xa lộ Đại Hàn]] và [[Quốc lộ 22]] tại ngã tư An Sương, quận 12.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/7-nut-giao-thong-quan-trong-o-cua-ngo-tp-hcm-4164404.html|tựa đề=7 nút giao thông quan trọng ở cửa ngõ TP HCM|website=VnExpress|ngày truy cập=2023-05-12}}<\/ref>\n\n=== Thông số cơ bản ===\n* [[Chiều dài]] toàn tuyến: 7,3&nbsp;km.\n* [[Chiều dài]] tính riêng Hầm chui An Sương: 550&nbsp;m.\n* [[Chiều rộng]] mặt đường: 10-12m (từ ngã tư Bảy Hiền đến đường Âu Cơ), 30m (từ đường Âu Cơ đến đường Cộng Hòa) và 60 m (từ đường Cộng Hòa đến nút giao An Sương)\n* Thông số làn xe: 4 làn xe (đoạn từ ngã tư Bảy Hiền - đường Âu Cơ) 6 làn xe (đoạn từ đường Âu Cơ - đường Cộng Hòa), 10-12 làn xe (đoạn từ đường Cộng Hòa - nút giao An Sương).\n* Tổng mức đầu tư: hơn 1.020 tỷ đồng (tính đến năm 2005, do phải tăng vốn hơn 2.600 tỷ đồng để mở rộng thêm tại quận Tân Bình và quận Tân Phú).\n* Dấu mốc: 29\/4\/2005 thông xe kỹ thuật, thông xe toàn tuyến vào ngày 30\/7\/2005.\n\n=== Thông tin về tuyến đường ===\n* Đoạn Bảy Hiền - Âu Cơ: 4 làn xe, Đoạn Âu Cơ - Cộng Hòa: 6 làn xe, Đoạn Cộng Hòa - An Sương: 10-12 làn xe.\n\n=== Thông tin về cầu, hầm ===\n* Cầu Tham Lương: 10 làn xe.\n* Hầm chui An Sương: 4 làn xe.\n\n== Lợi ích ==\nĐại lộ Trường Chinh được coi là con đường lâu đời nhất của Thành phố Hồ Chí Minh và là điểm nhấn quan trọng nhất của cửa ngõ đi vào Hóc Môn, góp phần cho việc giãn dân cư đô thị về phía sông Vàm Thuật và phía Bắc thành phố, đặc biệt đối với [[Khu đô thị mới An Sương|trung tâm thương mại An Sương]] thuộc quận 12 và giúp nơi này trở thành trung tâm của thành phố trong tương lai, khi Thành phố Hồ Chí Minh xác định sẽ phát triển về hướng tây và hướng bắc. Một giá trị lớn khác của đại lộ Trường Chinh, là cải tạo môi trường ven sông, tạo vẻ mỹ quan thành phố. Khi đại lộ này hoàn thành, những nhà chòi ổ chuột của 10.000 hộ ở hai bên [[Sông Vàm Thuật – Bến Cát – Trường Đay – Kênh Tham Lương – Rạch Nước Lên|Sông Vàm Thuật]] sống tốt hơn và môi trường sống văn minh hơn. Ngoài ra khi xây dựng Đại lộ Trường Chinh, cầu Tham Lương và [[Hầm chui An Sương|hầm chui An Sương]] sẽ phải đập bỏ để xây dựng mới lại nhằm nâng cao độ tĩnh không của cầu để Đại lộ Trường Chinh chạy ở dưới cầu, hầm, điều này sẽ giúp cho tĩnh không thông thuyền của Sông Vàm Thuật – Bến Cát – Trường Đay – Kênh Tham Lương – Rạch Nước Lên được nâng cao qua đó giúp cho việc phát triển giao thông và kinh tế đường thủy trở nên thuận lợi hơn.<ref name=tuoitre1\/>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Đường phố Thành phố Hồ Chí Minh|Trường Chinh]]\n[[Thể loại:Tân Bình]]\n[[Thể loại:Tân Phú (quận)]]\n[[Thể loại:Quận 12]]"}