{"824200":"[[File:Annam Sur la route mandarine (...)Salles André btv1b53172478b 1.jpg|thumb|Mandarin Road, Ca Pass, 1898|nhỏ|phải|300px|Đường Cái Quan đoạn qua [[Đèo Cả]] năm 1898]]\n[[Tập tin:Route Turan to Hue 1.jpg|phải|300px|nhỏ|Lộ trình đường Cái Quan (ghi là ''Mandarins' Road'') năm 1893 từ Cửa Hàn lên kinh đô nhà Nguyễn, vượt đèo Hải Vân. Ký hiệu \"T\" là trạm xá.]] \n'''Đường Cái Quan''' hay '''đường Thiên lý''', cũng có khi gọi là '''đường Quan lộ''',<ref>[http:\/\/www.khamphahue.com.vn\/ehue\/?catid=dvdulich&scatid=diemtq&m3=dtls&nid=12708 Hải Vân Quan]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}<\/ref>'''đường Quan báo''' hay '''đường xuyên Việt''' là một con đường dài chạy từ [[miền Bắc Việt Nam]] đến [[miền Nam Việt Nam]], chủ yếu đắp vào đầu [[thế kỷ 19]].\n\n==Lịch sử trước thế kỷ 19==\nHệ thống đường bộ ở [[Việt Nam]] sử ghi là có từ thời [[nhà Lý]], chia thành từng \"cung\", có trạm xá với mục đích chạy công văn. Mỗi trạm cách nhau khoảng 15-20 [[km]] có phu trạm canh gác.\n\nThời [[nhà Hồ]], vua [[Hồ Hán Thương]] sai đắp đường thiên lý năm 1402 từ [[Thành Tây Đô|Tây Đô]] vào đến vùng biên thùy [[Châu Lý|Hóa Châu]].<ref>Nguyễn Đăng Thục. \"Hai trào-lưu di-dân Nam-tiến\". ''Việt Nam khảo-cổ tập-san'' Số 6. Sài Gòn, 1970. Tr 174.<\/ref>\n\nSang thời [[nhà Lê]], năm [[1471]] [[triều đình]] đã cho đắp đường Thiên lý từ [[Thăng Long]] vào đến [[Bình Định]].\n\n==Thời nhà Nguyễn==\n[[Tập tin:Tabula Geographica Imperii Anamitici.jpg|phải|300px|nhỏ|''An Nam Đại quốc Họa đồ'' năm 1838 ghi rõ con đường Cái Quan từ Huế ra Hà Nội, rồi từ Hà Nội lên Lạng Sơn. Dọc đường có đánh dấu những trạm xá (''cursorum publicorum statio'')]]\n\nKhi vua [[Gia Long]] thống nhất đất nước, lập ra [[nhà Nguyễn]] thì con đường giao thông Nam Bắc lại được triều đình quan tâm, sai đắp lại, chạy dài từ [[Ải Nam Quan]] đến [[Hà Tiên (tỉnh)|Hà Tiên]]. Dọc đường cách khoảng 30 [[dặm]] thì đặt một trạm xá có viên chức địa phương trông coi. Tổng cộng vào giữa [[thế kỷ 19]] có 133 trạm và 6.000 cai đội và phu trạm phục dịch.<ref name=\"thiên lý\">[http:\/\/dongten.net\/archives\/2925 Đường thiên lý dưới thời Nguyễn]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}<\/ref>\n\nVới hệ thống trạm xá, tin tức do Ty Bưu chính và công văn do Ty Thông chính có thể truyền nhanh bằng [[ngựa]]. Việc quan hệ thì từ kinh thành Huế ra [[Hà Nội]] luật pháp quy định tối đa bốn, năm ngày. Quá hạn thì phu trạm bị phạt. Nhanh hơn thì phu trạm được thưởng. Ở những con ngòi nhỏ thì con đường có [[cầu]] bắc ngang để vượt qua. Chỗ gặp sông lớn có bến đò qua sông thì phu trạm được ưu tiên qua đò khi chạy tin.<ref name=\"thiên lý\"\/>\n\n[[Quốc lộ 1]] của [[thế kỷ 20]] nhiều đoạn đã chạy theo con đường Thiên lý lịch sử này. Trên con đường này có những cây cầu bền chắc mà tên gọi còn tồn tại đến ngày nay như cầu Lim (Ninh Bình). Năm 1826, một số cầu [[gỗ]] được chạm trổ, trang trí, lợp [[ngói]], có hàng quán nhỏ bán bên hành lang cầu như ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hà Bắc (tỉnh cũ)|Hà Bắc]], [[Ninh Bình]]. Đặc sắc là các cầu có mái: cầu Tây Đằng ([[Quảng Oai]], Hà Nội), Gia Hòa (Thạch Thất, Hà Tây), Yên Lợi (Vĩnh Phú)… ''[[Đại Nam nhất thống chí]]'' có ghi chép về số lượng các cầu gạch đá ở một số tỉnh: Quảng Ngãi 59 cầu (trong đó có 3 cầu gồm 2 nhịp, 56 cầu 1 nhịp), Phú Yên 29 cầu, Bình Định 20 cầu…\n\n==Di tích==\nDi tích đường thiên lý nối giữa [[Ninh Bình]] và [[Thanh Hóa]] đi qua ải Cửu Chân tức [[đèo Ba Dội]], ranh giới giữa hai miền Bắc và miền Trung. Di tích đường Thiên Lý là tên một con đường cổ, nối hai thành phố cửa ngõ là [[Tam Điệp]] với [[Bỉm Sơn]], thuộc quần thể [[Phòng tuyến Tam Điệp]]. Với chiều dài gần 4 Km, đi vòng cung như cánh võng từ đền Dâu tới đền Sòng là 2 di tích trên Quốc lộ 1, con đường Thiên Lý quanh co uốn lượn qua bãi lau lách, hai bên đường là dãy núi đá sừng sững thâm nghiêm, vượt qua ba ngọn núi đất du khách đến với Nhà bia Ba dội trên đỉnh Đèo.\n\n==Văn hóa==\nCon đường Cái Quan có giá trị văn hóa lớn đối với [[người Việt]], nói lên sự thống nhất của mọi miền đất nước và lịch sử [[Nam tiến]] của dân tộc. [[Nhạc sĩ]] [[Phạm Duy]] có bản \"[[Trường ca Con đường Cái Quan]]\", dùng con đường làm lộ trình, \"''đi từ Ải Nam Quan cho tới mũi Cà Mau, đi từ ngày lập quốc cho tới khi đã hoàn thành xứ sở, đi trong lịch sử và lòng dân, đi tới đâu cũng có tiếng dân chúng địa phương ca hát chúc tụng lữ khách đi nối liền được lòng người và đất nước''\"\n\nNgười phu trạm chạy tin cũng được coi là tiền thân của ngành bưu chính Việt Nam nên ngày [[6 tháng 6]] năm [[1971]], Tổng cục Bưu chính [[Việt Nam Cộng hòa]] đã cho phát hành con tem với hình người phu trạm phi ngựa để kỷ niệm 20 năm bưu hoa Việt Nam.<ref>[http:\/\/nguoivietutah.org\/modules.php?name=News&file=print&sid=4355 Sinh nhật 59 năm con tem đầu tiên của Việt Nam]<\/ref>\n\n==Xem thêm==\n* [[Quốc lộ 1]]\n\n==Chú thích==\n\n{{Tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Đường bộ Việt Nam]]"}