{"28414":"[[Tập tin:Đường Đoàn Thị Điểm (Huế).jpg|nhỏ|300px|Đường Đoàn Thị Điểm - Đường phượng bay ngày xưa{{coord|16.475967|107.582803}}]]\nỞ [[Huế]] có hai con đường được gọi là '''đường Phượng bay'''<ref>(Huế - Tên đường phố Xưa & Nay. Sách do Nhà xuất bản Thuận Hóa phát hành 2004. Tác giả: Dương Phước Thu.)<\/ref>:\n#Đoạn từ [[cầu Trường Tiền]] đến Bạch Hổ, [[người cao niên]] ở Huế vẫn quen gọi là đường Phượng Bay. Nhà thơ [[Anh Phan]] đã minh chứng cho điều này từ năm 1966, qua bài thơ Con đường Phượng Bay, có đoạn:\n#:\"Con đường Phượng Bay nằm dọc bờ bắc sông Hương,\n#:Từ cầu Trường Tiền lên cầu Bạch Hổ.\n#:Đi trên con đường Phượng Bay nắng hoa vàng rơi lỗ chỗ...\"\n#\"Đường Đoàn Thị Điểm, là đoạn nối dài từ đường Hai Ba Tháng Tám đến đường Tịnh Tâm\n\nĐường được hình thành từ đầu thế kỷ 19, cùng thời với việc xây dựng Kinh Thành. Là con đường quan trọng của Hoàng Thành và có tên rất sớm. Từ 1945 trở về trước là đường Hiển Nhơn. Sau 1956 đổi tên là đường Đoàn Thị Điểm cho đến ngày nay. Nhạc sĩ [[Trịnh Công Sơn]] gọi là đường Phượng Bay, hiện người Huế vẫn hay gọi như thế...\"\n\n'''Đường Phượng bay''' là tên gọi khác của đường Lê Duẩn, chạy ngang qua Phu Văn Lâu, điều này đã được chính NS. Trịnh Công Sơn xác nhận. Link:http:\/\/baothuathienhue.vn\/?gd=5&cn=136&newsid=18-0-8089<!--{{cần dẫn chứng}}-->\n\nNằm bên cạnh khu vực hoàng thành, sự trầm mặc của dấu tích, nét thâm trầm đặc trưng của cố đô khiến cho con đường trở nên vô cùng thơ mộng. Con đường ngắn, ít dân cư sinh sống nhưng màu xanh mướt cây cối rất phù hợp với lối sống nhàn tản, thích đi bộ, tư lự, trầm ngâm của người dân xứ [[Huế]]. Mùa đông ấm áp, mùa hè rực rỡ không chỉ riêng có [[màu đỏ]] của sắc ''phượng bay'' mà còn [[màu vàng|vàng]] dịu nhẹ của hoa điệp, [[màu tím]] thanh tao của những bông hoa bằng lăng...\n\nĐường Phượng bay là một trong những con đường đẹp ở [[Huế]], gợi nhiều cảm hứng cho [[thi ca]], [[âm nhạc]], [[hội họa]]...\n\n==Liên kết ngoài==\n{{tham khảo|30em}}\n*[http:\/\/www.hue.vnn.vn\/chuyende\/2006\/04\/132557\/ Đường phố Huế đổi tên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070505092454\/http:\/\/www.hue.vnn.vn\/chuyende\/2006\/04\/132557\/ |date=2007-05-05 }}\n\n{{sơ khai Thừa Thiên Huế}}\n\n[[Thể loại:Danh lam thắng cảnh tại Huế]]\n[[Thể loại:Đường phố|P]]"}