{"19793228":"{{Infobox road\n| country = VNM\n| type = \n| route = \n| map = \n| map_notes = \n| alternate_name = \n| length_mi = \n| length_km = 666.79\n| length_notes = \n| photo = \n| photo_notes = \n| length_ref = \n| established = \n| direction_a = Bắc\n| terminus_a = Thị trấn [[Thạnh Mỹ, Nam Giang|Thạnh Mỹ]], [[Nam Giang]], [[Quảng Nam]]\n| direction_b = Nam\n| terminus_b = Tỉnh [[Lâm Đồng]]\n| name = Đường Trường Sơn Đông\n}}\n\n'''Đường Trường Sơn Đông''' là một tuyến đường đang được xây dựng có điểm đầu tại thị trấn [[Thạnh Mỹ, Nam Giang|Thạnh Mỹ]], [[Nam Giang]], [[Quảng Nam]] và điểm cuối tại tỉnh [[Lâm Đồng]]. Đường được xây dựng dựa trên cơ sở của tuyến Z114 cũ trong thời kỳ kháng chiến chống Mỹ, chủ yếu nằm trên sườn Đông của dãy Trường Sơn.<ref name=\":0\">{{Chú thích báo|last=Hiếu Hùng|date=ngày 12 tháng 7 năm 2022|title=Đường Trường Sơn Đông có ý nghĩa chiến lược đảm bảo an sinh, an ninh quốc phòng|work=Báo Tin tức|url=https:\/\/baotintuc.vn\/kinh-te\/duong-truong-son-dong-co-y-nghia-chien-luoc-dam-bao-an-sinh-an-ninh-quoc-phong-20220701103012951.htm|accessdate =ngày 19 tháng 3 năm 2023}}<\/ref>\n\n== Thông tin ==\nToàn tuyến có chiều dài là 666,79&nbsp;km, trong đó đoạn tuyến xây dựng mới có chiều dài là 609,02&nbsp;km, 57,77&nbsp;km tận dụng từ những tuyến đường có sẵn. Đây là trục giao thông quan trọng chạy giữa [[Quốc lộ 1]] và [[đường Hồ Chí Minh]], kết nối 10 tuyến quốc lộ trong khu vực. Theo quyết định ngày 1 tháng 9 năm 2021 của Thủ tướng Chính phủ về việc phê duyệt Quy hoạch mạng lưới đường bộ thời kỳ 2021 - 2030, tầm nhìn đến năm 2050, tuyến đường Trường Sơn Đông thuộc danh sách các tuyến quốc lộ chính yếu ở khu vực [[Trung Bộ]] và [[Tây Nguyên]]. Đường Trường Sơn Đông dự kiến hoàn thành vào năm 2025.<ref name=\":0\" \/>\n\n== Lịch sử ==\n\n* Trong thời kỳ kháng chiến chống Mỹ, Trung ương Đảng và Chủ tịch Hồ Chí Minh đã mở tuyến đường chi viện chiến lược Trường Sơn ở cánh Đông và cánh Tây, góp phần vào sự thắng lợi của [[chiến dịch Mùa Xuân 1975]].\n* Sau giải phóng, [[Quốc lộ 14]] hình thành ở cánh phía Tây và được nâng cấp, mở rộng thành [[Đường Hồ Chí Minh]]. Ở cánh phía Đông, Chính phủ đã giao cho Bộ Tổng tham mưu – Bộ Quốc phòng triển khai xây dựng đường Trường Sơn Đông.\n* Năm 2007, dự án chính thức khởi công xây dựng, chủ đầu tư là Bộ Tổng tham mưu – Bộ Quốc phòng với số vốn khoảng 10.000 tỷ đồng. Dự án trên dự kiến sẽ được hoàn thành vào năm 2025.<ref name=\":0\" \/><ref name=\":1\">{{Chú thích báo|last=Công Bắc|date=ngày 19 tháng 5 năm 2019|title=Đường Trường Sơn Đông: Tiếp bước con đường huyền thoại|work=vov.vn|url=https:\/\/vov.vn\/chinh-tri\/duong-truong-son-dong-tiep-buoc-con-duong-huyen-thoai-910696.vov|accessdate =ngày 19 tháng 3 năm 2023}}<\/ref>\n\nĐường Trường Sơn Đông khi hoàn thành sẽ có vai trò đặc biệt quan trọng về chiến lược phòng thủ quốc gia, củng cố an ninh – quốc phòng. Ngoài ra tuyến đường đi qua những khu vực mà đồng bào dân tộc còn gặp nhiều khó khăn, do đó tuyến đường hoàn thành sẽ giúp khai thác tiềm năng của khu vực và phát triển kinh tế – xã hội.<ref name=\":0\" \/><ref name=\":1\" \/>\n\n== Sai phạm ==\nVào ngày 14 tháng 2 năm 2022, Sở Nông nghiệp và Phát triển Nông thôn Lâm Đồng nhận được văn bản báo cáo về việc Ban Quản lý dự án 46 tự ý mở đường Trường Sơn Đông qua [[Vườn quốc gia Bidoup – Núi Bà]] đoạn thuộc huyện [[Lạc Dương (huyện)|Lạc Dương]], tỉnh [[Lâm Đồng]]. Kết quả kiểm tra cho thấy, tại một phần của tiểu khu 22, 26 thuộc xã [[Đưng KNớ]], [[Lạc Dương (huyện)|Lạc Dương]]. Tổng chiều dài đoạn đường đã mở là 3.321 m, bề rộng trung bình 4 m. Trong đó đoạn dài 1.067 m nằm ngoài ranh giới đã chuyển mục đích sử dụng đất rừng đặc dụng sang mục đích đất đường giao thông. Tổng diện tích mở đường nằm ngoài ranh giới chuyển mục đích sử dụng đất là 4.268 m². Ngoài ra còn hai vị trí san ủi khác với tổng diện tích san ủi là 8.300 m². Sở Nông nghiệp và Phát triển Nông thôn Lâm Đồng đã nhận định rằng việc Ban Quản lý dự án 46 tự ý mở đường làm thiệt hại tài nguyên rừng ở địa phương khi chưa có sự quyết định của các cơ quan có thẩm quyền là sai quy định.<ref>{{Chú thích báo|last=Vũ Long|date=ngày 14 tháng 2 năm 2022|title=Dự án đường Trường Sơn Đông tiếp tục hủy hoại rừng ở Lâm Đồng|work=Báo Tiền phong|url=https:\/\/tienphong.vn\/du-an-duong-truong-son-dong-tiep-tuc-huy-hoai-rung-o-lam-dong-post1416170.tpo|accessdate =ngày 19 tháng 3 năm 2023}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}{{Đường cao tốc và quốc lộ Việt Nam}}\n\n[[Thể loại:Quốc lộ Việt Nam]]\n[[Thể loại:Giao thông Việt Nam]]\n[[Thể loại:Giao thông Quảng Nam]]\n[[Thể loại:Giao thông Kon Tum]]\n[[Thể loại:Giao thông Đắk Lắk]]\n[[Thể loại:Giao thông Lâm Đồng]]"}