{"104059":"{{bài cùng tên|Quốc dân Đảng (định hướng)}}\n{{Thông tin đảng phái chính trị\n| tên = Đại Việt Quốc dân Đảng\n| tên gốc = ''Đại Việt''\n| logo = Flag of VNQDD.svg\n| mã màu = #EF4135\n| lãnh tụ = [[Trương Tử Anh]]\n| chủ tịch = \n| tổng thư ký =\n| phát ngôn viên = \n| lãnh đạo 1 = [[Nguyễn Tôn Hoàn]]\n| lãnh đạo 2 = [[Phan Huy Quát]]\n| lãnh đạo 3 = [[Trần Trung Dung]]\n| lãnh đạo 4 = [[Bùi Diễm]]\n| lãnh đạo 5 = [[Lý Ngọc Dưỡng]]\n| thành lập = [[10 tháng 12]] năm [[1939]]\n| giải tán =\n| headquarters = [[Hà Nội]] (1939 - 1954)<br>[[Thành phố Hồ Chí Minh|Sài Gòn]] (1954 - 1975)<br>[[California]], {{USA}} (1975 đến nay)\n| báo = ''Việt Nam''<br>''Chính nghĩa''\n| thanh niên = [[Tổng đoàn Thanh niên Hùng Việt]]<ref>[http:\/\/www.daivietquocdandang.net\/tongdoanthanhnienhungviet1.htm Tổng đoàn Thanh niên Hùng Việt]<\/ref>\n| năm thành viên =\n| thành viên =\n| hệ tư tưởng = [[Chủ nghĩa dân tộc Việt Nam]] <br> [[Chủ nghĩa dân tộc sinh tồn]]<br>[[Chủ nghĩa chống cộng]]\n| khẩu hiệu = '''''Tự do''' - '''Dân chủ''' - '''Phú cường'''''\n| quốc gia = [[Tập tin:Flag of Colonial Annam.svg|22px]] [[Liên bang Đông Dương]]<br>[[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Quốc gia Việt Nam]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br>{{USA}}\n| quốc tế = {{USA}}\n| nghị viện châu Âu = {{flag|Pháp}}\n| màu = {{colorbox|red}} {{colorbox|blue}} {{colorbox|white}}\n| trang web = [http:\/\/www.daivietquocdandang.net DVQDD]\n| ghi chú = \n| anthem = ''Việt Nam minh châu trời Đông''\n}}\n'''Đại Việt Quốc dân Đảng''', thường được gọi tắt là '''Đảng Đại Việt''', là một [[đảng phái chính trị]] của [[Việt Nam]], thành lập từ năm [[1939]]. Đảng Đại Việt là một trong những [[Đảng phái chính trị|đảng chính trị]] có vai trò quan trọng trong [[lịch sử Việt Nam]] suốt từ khi thành lập đến năm [[1975]]. Trong quá trình hoạt động, các đảng viên Đại Việt nhiều lần phân hóa, sáp nhập, dẫn đến sự hình thành nhiều hệ phái khác nhau. Sau năm [[1975]], hầu như các hoạt động chính trị của đảng viên Đại Việt đều ở [[hải ngoại]].\n\n==Hình thành==\n===Chủ nghĩa dân tộc sinh tồn===\n{{Chính|Chủ nghĩa dân tộc sinh tồn}}\n[[Tập tin:Trương Tử Anh.jpg|thumb|right|200px|Chân dung lãnh tụ [[Trương Tử Anh]] năm 1946.|liên_kết=Special:FilePath\/Trương_Tử_Anh.jpg]]\nNăm [[1934]], [[Trương Tử Anh]], người [[Phú Yên]], ra [[Hà Nội]] theo học Luật khoa [[Viện Đại học Đông Dương]]. Là một người có tinh thần dân tộc, trong thời gian học tập, ông chú ý nghiên cứu nhiều về các triết thuyết, các chủ nghĩa chính trị đang thịnh hành trên thế giới thời bấy giờ. Trong các tiểu luận viết từ năm 1935, ông từng viết: ''\"Những triết thuyết, những chủ nghĩa chính trị đương thời đều không thích hợp với dân tộc Việt Nam và đều có sai lầm\"''. Từ đó, ông manh nha việc xây dựng một chủ thuyết của riêng nhằm định hướng cho những hoạt động chính trị của mình về sau này.\n\nNgày [[10 tháng 12]] năm [[1938]], Trương Tử Anh công bố một chủ thuyết tư tưởng về triết học và chính trị, gọi là [[Chủ nghĩa dân tộc sinh tồn]]. Chủ thuyết này về sau được các đồng chí của ông phát triển thêm, khái quát thành những điểm chính sau:\n\n* Con người gồm những [[bản năng]] cơ bản là [[Vị kỷ]], [[Tình dục]] và [[Xã hội]]\n* Để sinh tồn thì các bản năng này phải mạnh hơn những cá thể khác.\n* Để bản năng mạnh mẽ cần có Sức mạnh, Biến cải và Hợp quần.\n\nTóm lại, để tồn tại, mỗi cá thể phải tạo cho mình sự vượt trội hơn đa số cá thể khác trong xã hội. Mở rộng ra, mỗi dân tộc, muốn sinh tồn phải có được ưu thế tương tranh để vượt lên được dân tộc khác. Điều này, về sau được ông nêu rõ trong Tuyên ngôn thành lập Đảng: ''\"Chúng ta phải nhận thức rằng trên lập trường quốc tế, giữa các quốc gia chỉ có quyền và lợi mà thôi. Mọi hành động của nước này đối với nước khác không ngoài mục đích ấy\"''.\n\nSuốt thời gian học tại Viện Đại học Đông Dương, Trương Tử Anh đã truyền bá chủ thuyết Dân tộc sinh tồn và thu hút được một số bạn đồng chí trẻ. Ngày [[10 tháng 12]] năm [[1939]], ông tuyên bố thành lập Đại Việt Quốc Dân Đảng và lấy Chủ nghĩa dân tộc sinh tồn làm nền tảng lý thuyết.\n\n===Tổ chức ban đầu===\nCơ cấu trung ương đầu tiên của Đảng gồm 16 người với Trương Tử Anh làm Đảng trưởng, có trụ sở đặt ở [[Hà Nội]]. Trung ương trực tiếp điều hành Xứ bộ Bắc Việt trong khi Trung Việt và Nam Việt có xứ bộ riêng<ref>Hà Thúc Ký. tr 111-2<\/ref>. Ngoài ra Đảng còn có nhân sự hoạt động ở [[Lào]] và [[Cao Miên]]. Bên cạnh đó, một chi bộ Đảng đặc biệt được thành lập ở Phú Yên được gọi là Chi bộ Đảng-trưởng đặt dưới quyền trực tiếp của Trung ương. Những đảng viên chủ chốt bấy giờ có [[Nguyễn Tiến Hỷ]], Nguyễn Sĩ Dinh, Phan Cảnh Hoàng, Trương Bá Hoành, Đặng Vũ Trứ, Nguyễn Sơn Hải, Tạ Thành Châm, Phan Bá Trọng, [[Nguyễn Tôn Hoàn]], Nguyễn Định Quốc, [[Đặng Xuân Tiếp]], [[Đặng Vũ Lạc]], [[Ngô Gia Hy]], Đặng Văn Sung, [[Bùi Diễm]], [[Trần Trung Dung]], [[Nguyễn Đình Luyện]], [[Phan Huy Quát]], [[Lê Thăng]], [[Bửu Hiệp]], [[Hà Thúc Ký]], Hoàng Xuân Tửu, Dương Thiệu Di. Nguyễn Tôn Hoàn được giao phó làm phát ngôn viên của Đảng và liên lạc viên giữa các Xứ bộ.<ref>{{Chú thích web |url=http:\/\/daivietquocdandang.org\/2010\/02\/16\/lichsudang-2\/ |ngày truy cập=2010-03-17 |tựa đề=Đại Việt Quốc dân Đảng, Lịch sử |archive-date = ngày 2 tháng 7 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100702022137\/http:\/\/daivietquocdandang.org\/2010\/02\/16\/lichsudang-2\/ }}<\/ref>\n\n===Mặt trận Đại Việt Quốc gia-Liên minh và Ủy ban Chính trị Bắc Kỳ ===\nĐược vài năm sau khi thành lập, Đại Việt Quốc Dân Đảng kết hợp với [[Đại Việt Quốc xã]] của [[Nguyễn Xuân Tiếu]]; [[Đại Việt Duy dân]] của [[Lý Đông A]]; và [[Đại Việt Dân chính]] của [[Nguyễn Tường Tam]] thành lập một mặt trận chung với tên gọi là [[Đại Việt Quốc gia Liên minh]] với mục đích liên kết với Nhật để đánh Pháp vào năm 1944. Ngoài ra [[Tân Việt Nam Quốc dân Đảng]] do [[Nhượng Tống]] lãnh đạo cũng gia nhập liên minh này. Ban Chấp hành Trung ương bầu Nguyễn Xuân Tiếu làm chủ tịch.<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=35291&z=71 |ngày truy cập=2010-03-16 |tựa đề=\"Hoàng Đạo và cách mạng\" Báo ''Thế kỷ'' |archive-date=2010-01-05 |archive-url=https:\/\/web.archive.org\/web\/20100105205624\/http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=35291&z=71 |url-status=dead }}<\/ref>\n\nKhi Nhật đảo chính Pháp vào ngày [[9 tháng 3]] năm 1945 thì Đại Việt Quốc gia Liên minh đứng ra lập Ủy ban Chính trị Bắc Kỳ mong tiếp quản quyền điều hành từ tay người Nhật nhưng [[Đế quốc Nhật Bản|chính phủ Tokyo]] chọn duy trì thể chế quân chủ của triều đình Huế và ủy thác cho [[chính phủ Trần Trọng Kim]] của vua [[Bảo Đại]]. [[Thủ tướng]] [[Trần Trọng Kim]] cho lập Ủy ban Giám đốc Chính trị Miền Bắc với [[Nguyễn Xuân Chữ]], [[Phan Kế Toại]] (Khâm sai Bắc Kỳ), [[Trần Văn Lai]] (Thị trưởng Hà Nội), [[Nguyễn Tường Long]] (đảng viên Đại Việt), cùng [[Đặng Thai Mai]], với nhiệm vụ ổn định tình hình ở Bắc Bộ. Tuy nhiên, trước khi Ủy ban kịp hoạt động thì lực lượng [[Việt Minh]] đã giành được chính quyền, vua [[Bảo Đại]] tuyên bố thoái vị khiến Ủy ban mất cơ sở hoạt động, phải giải tán. Đại Việt Quốc gia Liên minh cũng tan rã vì các đảng thành viên không nhất trí quan điểm hành động trong giai đoạn mới.\n\n=== Mặt trận Quốc dân Đảng Việt Nam ===\n[[Tập tin:Flag of VNQDD.svg|phải|nhỏ|Cờ hiệu của Đại Việt Quốc dân Đảng, sau dùng chung cho Mặt trận Quốc dân Đảng kể cả [[Việt Nam Quốc dân Đảng]]]]\nSau khi giành được chính quyền, ngày [[5 tháng 9]] năm [[1945]], nhân danh Chủ tịch [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]], Bộ trưởng Nội vụ [[Võ Nguyên Giáp]] đã ký Sắc lệnh số 8 giải thể [[Đại Việt Quốc gia Xã hội Đảng|Đại Việt Quốc gia Xã hội-Đảng]] và Đại Việt Quốc dân Đảng vì cho rằng ''\"Đại Việt quốc gia xã hội Đảng đã tư thông với ngoại quốc để mưu những việc có hại cho sự độc lập Việt Nam và '''Đại Việt Quốc dân Đảng''' đã âm mưu những việc hại cho sự độc lập quốc gia và nền kinh tế Việt Nam\"''<ref>[http:\/\/www.vietlaw.gov.vn\/LAWNET\/docView.do?docid=7&type=html&searchType=fulltextsearch&searchText= Sắc lệnh số 8 ngày 5 tháng 9 năm 1945]<\/ref><ref>Ý chỉ việc cộng tác với người Nhật.<\/ref>\n\nViệc giải tán Đại Việt Quốc dân Đảng đã làm các đảng viên Đại Việt mất khả năng tham chính. Trước chiến thắng của Việt Minh trong cuộc [[Quốc hội Việt Nam khóa I|Tổng tuyển cử]], ngày [[15 tháng 12]] năm [[1945]], Đại Việt Quốc dân đảng cùng với [[Việt Nam Quốc dân đảng|Việt Nam Quốc dân-đảng]] (lãnh tụ là [[Vũ Hồng Khanh]]) và [[Đại Việt Dân Chính Đảng|Đại Việt Dân Chính-Đảng]] (lãnh tụ là [[Nguyễn Tường Tam]]) thành lập '''[[Mặt trận Quốc dân Đảng Việt Nam]]''' để chống lại \"phe Cộng sản\". Cờ hiệu của Đại Việt là lá cờ nền đỏ, tròng xanh, sao trắng và ca khúc \"Việt Nam Minh châu trời đông\" của [[Hùng Lân]] được dùng chung cho cả Mặt trận.<ref>{{Chú thích web |url=http:\/\/www.tandaiviet.org\/tdv\/index.php?option=com_content&view=article&id=68:th-gi-cac-ng-chi&catid=25:gii-thiu&Itemid=34 |ngày truy cập=2010-03-18 |tựa đề=Tân Đại Việt \"Thư gửi các đồng chí\" |archive-date = ngày 12 tháng 4 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100412120305\/http:\/\/www.tandaiviet.org\/tdv\/index.php?option=com_content&view=article&id=68:th-gi-cac-ng-chi&catid=25:gii-thiu&Itemid=34 }}<\/ref><ref>[http:\/\/www.tinparis.net\/chanhtri\/TDV_lichsu.html Tân Đại Việt]<\/ref> Trương Tử Anh làm Chủ tịch, Vũ Hồng Khanh làm Bí thư trưởng và Nguyễn Tường Tam làm Tổng thư ký. Việc tham gia Mặt trận Quốc dân đảng giúp các đảng viên Đại Việt có lại khả năng tham chính dưới danh nghĩa của Mặt trận.\n\nĐối với chương trình hành động của Mặt trận Quốc dân Đảng, Đại Việt Quốc dân Đảng đưa ra kế hoạch bốn điểm nhằm chống lại [[Việt Minh]] trong việc bầu cử Quốc hội và thành lập [[Chính phủ Liên hiệp Kháng chiến|Chính phủ Liên hiệp]]:\n# Phát động phong trào toàn dân bất hợp tác với Việt Minh\n# Tách rời cựu hoàng Bảo Đại ra khỏi Việt Minh và vô hiệu hóa Quốc hội Việt Minh\n# Thành lập một Trung tâm chính trị ở hải ngoại\n# Củng cố các chiến khu, tăng cường khối Quốc dân Quân, mở rộng địa bàn hoạt động.\nTuy nhiên kế hoạch này cũng gây ra một sự bất đồng trong nội bộ Mặt trận, cũng như các đồng minh chống Việt Minh. [[Việt Nam Cách mệnh Đồng minh Hội|Việt Nam Cách mệnh Đồng minh-Hội]] (Việt Cách) tuy cũng có lập trường đối lập nhưng chấp nhận thỏa hiệp với Việt Minh; [[Nguyễn Hải Thần]], lãnh tụ Việt Cách tham gia [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa]] và giữ chức Phó Chủ tịch. Hai lãnh tụ của 2 đảng thành viên của Mặt trận là [[Nguyễn Tường Tam]] (Đại Việt Dân Chính Đảng) và [[Vũ Hồng Khanh]] (Việt Nam Quốc dân đảng - Việt Quốc) sau đó cũng đã tham gia [[Chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa]] với cương vị Bộ trưởng Ngoại giao và Phó chủ tịch Ủy ban Kháng chiến toàn quốc. Do việc này, trên thực tế, hoạt động của Mặt trận Quốc dân Đảng chỉ còn do Đại Việt Quốc dân Đảng duy trì.<ref>[http:\/\/www.tinparis.net\/chanhtri\/TDV_lichsu.html Lịch sử Tân Đại Việt]<\/ref>\n\n=== Mặt trận Quốc gia Liên hiệp ===\nỞ [[Nam Bộ]], Đại Việt Quốc dân Đảng liên kết với những nhóm không Cộng sản khác như [[Việt Nam Quốc dân Đảng]] do Phạm Hữu Đức lãnh đạo, lực lượng [[Cao Đài]] của [[Trình Minh Thế]], lực lượng [[Phật giáo Hòa Hảo]] của đức [[Huỳnh Phú Sổ]] và nhóm [[Bình Xuyên]] của [[Lê Văn Viễn]], để thành lập [[Mặt trận Quốc gia Liên hiệp]] vào tháng 4 năm [[1946]] với [[Huỳnh Phú Sổ]] làm Chủ tịch. Việt Minh cũng gửi đại diện tham gia trong Mặt trận nhưng đến tháng 5 thì rút lui.<ref>{{Chú thích web |url=http:\/\/www.hungviet.org\/suthat070300.htm |ngày truy cập=2010-03-19 |tựa đề=Vụ tướng Nguyễn Bình |archive-date = ngày 20 tháng 6 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100620165458\/http:\/\/hungviet.org\/suthat070300.htm }}<\/ref><ref>{{Chú thích web |url=http:\/\/hqvnch.net\/default.asp?id=640&lstid=178 |ngày truy cập=2010-03-19 |tựa đề=Bối cảnh lịch sử trong Nam 1945-46 |archive-date = ngày 25 tháng 3 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100325090242\/http:\/\/hqvnch.net\/default.asp?id=640&lstid=178 }}<\/ref> \n===Phát triển lực lượng và bị trấn áp===\nSo với các đảng phái khác, vốn có thực lực bởi hậu thuẫn bởi nước ngoài (Việt Quốc, Việt Cách) hoặc tôn giáo (Cao Đài, Hòa Hảo), Đại Việt chỉ thuần túy dựa vào các đảng viên, thiếu hẳn lực lượng quân sự mạnh. Nhận thức được điều này, dưới danh nghĩa Mặt trận Quốc dân Đảng ở miền Bắc và Mặt trận Quốc gia Liên hiệp ở miền Nam, Đại Việt cho ra nhật báo ''Việt Nam'', tuần báo ''Chính nghĩa'' và đặc san ''Sao trắng'', dưới quyền lãnh đạo trực tiếp của Trung ương Đảng bộ đặt ở Hà Nội.<ref>Hà Thúc Ký. tr 113<\/ref> Những ấn phẩm khác có báo ''Đồng minh'', và ''Thanh niên''. Đảng cũng lập ra Phong trào Quốc gia Bình dân và Đoàn Thanh niên Bảo quốc để vận động và tranh thủ lực lượng quần chúng tranh đua với Việt Minh.<ref name=\"daivietquocdandang.org\">{{Chú thích web |url=http:\/\/daivietquocdandang.org\/2010\/02\/16\/lichsudang-2\/ |ngày truy cập=2010-03-17 |tựa đề=Đại Việt Quốc dân Đảng, Lịch sử Đảng |archive-date = ngày 2 tháng 7 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100702022137\/http:\/\/daivietquocdandang.org\/2010\/02\/16\/lichsudang-2\/ }}<\/ref>\n\nRải rác khắp ba miền, Đảng cũng cho thành lập chiến khu ở [[Kép]] ([[Bắc Giang]]), Lạc Triệu ([[Bắc Giang]]), [[Yên Bái]], Di Linh (huyện Nông Cống, Thanh Hóa), An Điền (huyện Thủ Đức, [[tỉnh Gia Định]]), An Thành ([[Vĩnh Long]]), và Ba Rài ([[Mỹ Tho]]) để xây dựng các căn cứ và xây dựng lực lượng quân sự mạnh chống lại chính phủ [[Việt Nam Dân chủ Cộng hòa]] do [[Việt Minh]] lãnh đạo. Riêng ở Lạc Triệu và Yên Bái thì có trường huấn luyện sĩ quan.<ref>{{Chú thích web |url=http:\/\/www.daivietquocdandang.com\/lichsudang.htm |ngày truy cập=2009-09-14 |tựa đề=Lược sử Đại Việt Quốc dân Đảng 1939-63 |archive-date=2011-10-16 |archive-url=https:\/\/web.archive.org\/web\/20111016032653\/http:\/\/www.daivietquocdandang.com\/lichsudang.htm |url-status=dead }}<\/ref>\n\nNgày [[6 tháng 3]] năm 1946, khi [[Chính phủ Liên hiệp Kháng chiến|Chính phủ Liên hiệp]] ký kết [[Hiệp định Sơ bộ (1946)|Hiệp định Sơ bộ]] với Pháp, đồng ý cho Pháp kéo ra phía bắc vĩ tuyến 16 để giải giới quân đội Nhật Bản thay cho quân đội [[Trung Hoa Quốc dân đảng]] theo [[Hiệp ước Pháp-Hoa]] trước đó. Việc này đã làm cho Việt Quốc và Việt Cách, hai đảng có hậu thuẫn mạnh từ chính phủ Trùng Khánh, mất đi chỗ dựa, dẫn đến yếu thế trước sức mạnh của Việt Minh. Tranh chấp giữa Việt Minh và các đảng phái khác trong Chính phủ Liên hiệp vào thời điểm này càng sâu sắc, thậm chí đã bùng dậy xung đột võ trang. Nhân cơ hội người Pháp chưa có hành động võ trang, chính phủ Việt Minh tìm cách tiễu trừ thế lực của Việt Quốc, là đảng \"đối lập\" có thực lực quân sự, bắt giam nhiều lãnh đạo của Việt Quốc dựa theo [[vụ án Ôn Như Hầu]], sau đó tấn công căn cứ quân sự Việt Quốc tại [[Vĩnh Yên]]. Một số lãnh đạo của Mặt trận Quốc dân Đảng cũng bị mất tích.<ref>Hà Thúc Ký. tr 113-4<\/ref>.\n\nĐại Việt cũng nằm trong kế hoạch diệt trừ thế lực chống đối của chính phủ Việt Minh. Ngày [[19 tháng 12]] năm [[1946]], khi tiếng súng báo hiệu cuộc [[chiến tranh Đông Dương]] bắt đầu thì đảng trưởng Trương Tử Anh đột ngột mất tích. Một số người cho là bị [[Việt Minh]] thủ tiêu.<ref>Trager, Frank. ''Marxism in Southeast Asia''. Stanford, CA: Stanford University Press, 1959. tr 267<\/ref>\n\n==Phân ly lần thứ nhất==\n===Tham gia chính phủ Quốc gia Việt Nam===\nĐể tồn tại, các đảng viên Đại Việt chấp nhận hoạt động dưới sự thỏa hiệp của người Pháp, bấy giờ cũng muốn gây chia rẽ để làm suy yếu lực lượng chống Pháp và tập hợp dưới \"[[Giải pháp Bảo Đại]]\" có tính chất thỏa hiệp hơn. Đại Việt nhân cơ hội này tham gia [[Liên minh Quốc gia]], vận động cựu hoàng [[Bảo Đại]] tiến đến sự thành lập [[Quốc gia Việt Nam]]. Năm đảng viên Đại Việt chiếm 5 trong số 19 ghế Nội các trong chính phủ đầu tiên của Quốc gia Việt Nam:<ref name=\"daivietquocdandang.org\"\/> \n# [[Lê Thăng]], Bộ trưởng Ngoại giao\n# [[Phan Huy Quát]], Bộ trưởng Giáo dục\n# [[Nguyễn Tôn Hoàn]], Bộ trưởng Thanh niên\n# [[Đặng Trinh Kỳ]], Tổng Thư ký Chính phủ\n# [[Nguyễn Hữu Trí (đảng Đại Việt)|Nguyễn Hữu Trí]] Thủ hiến Bắc phần.\n\n===Sự chia rẽ giữa các Xứ bộ===\nTrên thực tế, từ sau khi Đảng trưởng Trương Tử Anh mất tích, hoạt động của Đảng bắt đầu có sự phân hóa và xu hướng phân ly cũng bắt đầu xuất hiện. Mâu thuẫn về cách thức tổ chức và hoạt động giữa các lãnh đạo trung ương dẫn đến việc ai về xứ bộ ấy và lãnh đạo Xứ bộ hoạt động theo những đường lối riêng rẽ. Tại miền Bắc, sau cái chết của Bác sĩ [[Đặng Vũ Lạc]] năm 1948, tổ chức của Xứ bộ Bắc Việt tan ra thành nhóm nhỏ không hoạt động chung nhau. Tại Xứ bộ Trung Việt, năm 1950 [[Hà Thúc Ký]] thay Bửu Hiệp làm Xứ trưởng, tuy nhiên tổ chức của Xứ bộ Trung Việt vẫn giữ nguyên như trước. Tại Nam Việt, ngay từ năm 1948, Xứ bộ Nam Việt đã cho thành lập lực lượng [[Thanh niên Bảo quốc Đoàn]] để xây dựng lực lượng nòng cốt trong tương lai.<ref>{{Chú thích web |url=http:\/\/www.daivietquocdandang.com\/nvck.htm |ngày truy cập=2010-03-17 |tựa đề=Đại Việt Quốc dân Đảng, Khóa huấn luyện Thanh niên Bảo quốc Đoàn |archive-date=2010-10-05 |archive-url=https:\/\/web.archive.org\/web\/20101005045108\/http:\/\/www.daivietquocdandang.com\/nvck.htm |url-status=dead }}<\/ref> Tuy nhiên, sự thống nhất của Đại Việt Quốc dân Đảng hầu như đã chấm dứt.\n\n===Bị chính quyền Ngô Đình Diệm trấn áp===\nSau [[Hiệp định Genève]], hầu hết đảng viên và các cơ sở của Đại Việt đều dời vào miền Nam. Bấy giờ, Đại Việt đã trở thành đảng phái chính trị Quốc dân có lực lượng hùng hậu.\n\nTuy nhiên, lo ngại trước viễn cảnh cát cứ, Thủ tướng [[Ngô Đình Diệm]] đã lần lượt tiêu diệt các thế lực chính trị đối lập mạnh, trong đó có Đại Việt. Các chiến khu Nguyễn Huệ ([[Phú Yên]]) và Châu Đốc đều bị giải tán, chiến khu Ba Lòng ([[Quảng Trị]]) bị quân đội tiến đánh khiến tan vỡ. Nhiều lãnh đạo Đảng Đại Việt bị bắt giam, thủ tiêu hoặc phải lưu vong ra nước ngoài.\n\nDọn sạch mọi thế lực cản trở, Thủ tướng Ngô Đình Diệm thực hiện [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|trưng cầu dân ý]], thành lập nền [[cộng hòa]] và lên làm [[Tổng thống]]. Do thái độ không chấp nhận đối lập của Ngô Đình Diệm, hầu hết các đảng đối lập, trong đó có Đại Việt, hầu như không được tham chính. Bên cạnh đó, những mâu thuẫn giữa các lãnh đạo càng nghiêm trọng, dẫn đến hoạt động của Đảng gần như ngưng hẳn.\n\n===Ủng hộ đảo chính===\nTuy vậy, các đảng Quốc dân nhiều lần tìm cơ hội trở lại chính trường. Ngày [[11 tháng 11]] năm 1960, nổi ra [[Đảo chính Việt Nam Cộng hòa 1960|cuộc đảo chính quân sự]] do [[Đại tá]] [[Nguyễn Chánh Thi]] cầm đầu. Đại Việt cùng với Việt Quốc ra tuyên cáo ủng hộ [[đảo chính]]. Tuy nhiên, cuộc đảo chính nhanh chóng thất bại. Để trả đũa, [[Ngô Đình Nhu]] đã ra lệnh trấn áp tổ chức của 2 đảng này.\n\nNgày [[27 tháng 2]] năm [[1962]], hai [[phi công]] Nguyễn Văn Cử và [[Phạm Phú Quốc]] đã bất ngờ [[Vụ đánh bom Dinh Độc Lập 1962|ném bom Dinh Độc Lập]] mưu sát Tổng thống Diệm nhưng không đạt được mục đích. Lấy lý do Đại Việt có liên can trong việc lập kế hoạch cũng như tổ chức việc ném bom, Ngô Đình Nhu một lần nữa thực hiện trấn áp mạnh mẽ đối với tổ chức của Đại Việt.\n\n==Phân ly lần thứ hai==\n===Tân Đại Việt và Đại Việt-Cách mạng===\nMãi sau khi [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính]] năm 1963 với nền [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] bị lật đổ và Tổng thống Ngô Đình Diệm bị sát hại thì các đảng phái chính trị đối lập, trong đó có Đại Việt, mới hoạt động trở lại. Tuy nhiên, giữa các lãnh đạo của Đảng đã có sự phân hóa trầm trọng. Trung ương đảng sau năm 1964 không nhóm họp nữa vì những chia rẽ nội bộ. Nguyên do chính là khác biệt căn bản về đường lối đấu tranh. [[Nguyễn Ngọc Huy]] chủ trương bỏ phương thức cách mạng quân sự mà theo hẳn phương pháp ôn hòa qua [[lá phiếu]].<ref name=\"Voices\">Taylor, K W, ed. ''Voices from the Second Republic of South Vietnam (1967-1975)''. Ithaca, NY: Cornell Southeast Asia Program Publications, 2014. Tr 147-151<\/ref>\n\nNgày [[14 tháng 11]] năm [[1964]], một nhóm các đảng viên Đại Việt, chủ yếu là các đảng viên trẻ ở vùng [[Lục tỉnh]], tập hợp và lập ra một chính đảng mới lấy tên là '''[[Đảng Tân Đại Việt]]''', với cờ hiệu giống Đại Việt Quốc dân đảng, nhưng chen một dải màu vàng vào giữa nền đỏ.<ref>{{Chú thích web |url=http:\/\/www.tandaiviet.org\/tdv\/ |ngày truy cập=2010-03-18 |tựa đề=Tân Đại Việt |archive-date = ngày 11 tháng 4 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100411063141\/http:\/\/www.tandaiviet.org\/tdv\/ }}<\/ref> Phan Thông Thảo làm Chủ tịch Đảng và Giáo sư [[Nguyễn Ngọc Huy]] giữ chức Tổng thư ký. Nguyễn Ngọc Huy cũng là một người trong phái đoàn [[Việt Nam Cộng hòa]] ở [[Hòa đàm Paris]].<ref>Penniman, Howard R. tr 171<\/ref> Tân Đại Việt còn lập ra hai tổ chức ngoại vi [[Phong trào Quốc gia Cấp tiến]] để thu hút các thành phần không phải đảng viên nhưng hợp tác được với nhau.\n\nNhóm các đảng viên cũ, thành phần nòng cốt ở khu vực [[Quảng Trị]] và [[Thừa Thiên]] cũng tập hợp lại, đến ngày [[25 tháng 12]] năm [[1965]] ra tuyên cáo thành lập chính đảng với tên mới '''[[Đảng Đại Việt Cách mạng]]'''. Cờ hiệu của Đại Việt Cách mạng cũng thay đổi, giữ sao trắng trong vòng tròn xanh nhưng nửa trên của cờ màu vàng, nửa dưới màu đỏ. [[Hà Thúc Ký]] là Chủ tịch kiêm Tổng Bí thư của đảng; Trần Việt Sơn làm Phó tổng bí thư.\n\nMột nhóm các đảng viên Xứ bộ Nam Việt cũ do ông [[Nguyễn Văn Hướng]], Xứ bộ trưởng đầu tiên nhưng về sau bị truất phế, lãnh đạo, tham gia thành lập [[Liên minh Tự do dân chủ]] với lập trường ủng hộ Tổng thống [[Nguyễn Văn Thiệu]].\n\nTrước sự ly khai trên, còn có một số nhóm đảng viên vẫn giữ lại danh xưng Đại Việt Quốc dân đảng, nhưng hoạt động độc lập và không có sự liên kết với nhau. Mãi đến năm 1972, các đảng viên Đại Việt còn lại mới tổ chức đại hội hợp nhất, do Giáo sư Phạm Đăng Cảnh làm Chưởng nhiệm.\n\n===Một đảng phái chính trị lớn ở miền Nam===\nTuy vậy, xét về tổng quan, Đại Việt (bao gồm cả [[Tân Đại Việt]], [[Đại Việt Cách mạng Đảng]] và Đại Việt Quốc dân đảng) là một đảng phái chính trị lớn ở miền Nam bấy giờ. Một số đảng viên tên tuổi tham chính trong chính phủ Việt Nam Cộng hòa như: \n# Bác sĩ [[Nguyễn Tôn Hoàn]]: Phó Thủ tướng\n# [[Hà Thúc Ký]]: Tổng trưởng Nội vụ\n# Bác sĩ [[Phan Huy Quát]]: Thủ tướng\n# [[Quân lực Việt Nam Cộng hoà|Đại tướng]] [[Trần Thiện Khiêm]]: Thủ tướng Chính phủ\n\nTrong cuộc tuyển cử Thượng viện Quốc hội Việt Nam Cộng hòa năm 1967, liên danh của Đại Việt là một trong 6 liên danh chấp chính.<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=101744&z=196 |ngày truy cập=2009-09-27 |tựa đề=Phỏng vấn Giáo sư Nguyễn-Lý-Tưởng về Đảng Đại Việt |archive-date=2010-03-09 |archive-url=https:\/\/web.archive.org\/web\/20100309133825\/http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=101744&z=196 |url-status=dead }}<\/ref> Số đảng viên vào cuối thập niên 1960 là khoảng 20.000 người.<ref>Smith, Harvey, et al. tr 253<\/ref>\n\n[[Tập san]] ''Đuốc Việt'' và báo ''Tự quyết'' làm cơ quan ngôn luận và liên lạc của Đại Việt<ref>{{Chú thích web |url=http:\/\/www.daivietquocdandang.com\/lichsudang.htm |ngày truy cập=2009-09-14 |tựa đề=Lược sử Đại Việt Quốc dân Đảng |archive-date=2011-10-16 |archive-url=https:\/\/web.archive.org\/web\/20111016032653\/http:\/\/www.daivietquocdandang.com\/lichsudang.htm |url-status=dead }}<\/ref>. Đại Việt cũng nắm giữ hai tờ báo ''Saigon Post'' ([[Anh ngữ]]) và ''[[Báo chính luận]]'', là một trong những tờ nhật báo lớn nhất miền Nam.<ref>Smith, Harvey et al. tr 253-4<\/ref>\n\n==Phân ly lần thứ ba==\n===Cố gắng hợp nhất ở hải ngoại===\nSau [[sự kiện 30 tháng 4 năm 1975]], đại bộ phận của Đại Việt thoát ra nước ngoài. Bắt đầu từ năm [[1981]] thành phần Tân Đại Việt do Nguyễn Ngọc Huy huy động lập ra Liên minh Dân chủ Việt Nam, vận động kết hợp mọi đảng viên Đại Việt cũ nay lưu vong ở [[Bắc Mỹ]], [[Úc]] và [[Châu Âu]] trở lại sinh hoạt Đảng. Ngày [[28 tháng 5]] năm 1988, Nguyễn Ngọc Huy và cựu Đại sứ [[Bùi Diễm]] tổ chức cuộc họp với các lãnh đạo của Đại Việt Quốc dân đảng, Tân Đại Việt và Đại Việt Cách mạng tại [[San Jose, California|San José]], [[California]], đề nghị thống nhất thành Đại Việt Quốc dân Đảng, nhưng không thành. Ngày [[28 tháng 7]] năm 1990, Giáo sư Nguyễn Ngọc Huy qua đời tại [[Paris]] và ý định thống nhất ba đảng Đại Việt cũng tan thành mây khói.\n\nTuy không thể thống nhất với các đảng Đại Việt khác, một đại hội 3 ngày, 30 tháng 6, 1 và 2 tháng 7 năm 1995, được tổ chức tại [[Irvine, California|Irvine]], [[California]], để tổ chức lại Ban chấp hành Trung ương Đại Việt Quốc dân Đảng. Bác sĩ [[Nguyễn Tôn Hoàn]] được Đại hội bầu làm Chủ tịch Ban chấp hành Trung ương Đảng, Hoàng Trí Tài được bầu làm Tổng thư ký.\n\nNgày 26, 27 và 28 tháng 11 năm 1998, một đại hội bất thường họp tại [[San Jose, California|San José]], [[California]] để bầu một Ban chấp hành mới. Bác sĩ Nguyễn Tôn Hoàn được bầu làm Chủ tịch Đảng, bác sĩ Lý Ngọc Dưỡng làm Chủ tịch Ban Chấp hành Trung ương, Vũ Văn Phấn (Quốc Vinh) làm Chủ tịch Ban Giám sát.\n\n===Rạn nứt và chia rẽ===\nSau cái chết của Bác sĩ Nguyễn Tôn Hoàn vào tháng 9 năm [[2001]], nội bộ Đảng lại xuất hiện mâu thuẫn. Một lần nữa, Đại Việt Quốc dân Đảng bị chia làm nhiều hệ phái khác nhau và các hệ phái đều tự nhận là kế thừa chính thống cũng như công kích các hệ phái khác. Ngày [[20 tháng 11]], [[2016]] '''Đại Việt Quốc Dân Đảng''' kỷ niệm [[77]] [[năm]] thành lập và ra mắt tân hội đồng lãnh đạo tại Hội Trường Garden Grove Community Center ở [[Garden Grove, California]].<ref>[http:\/\/www.nguoi-viet.com\/little-saigon\/dai-viet-quoc-dan-dang-ky-niem-77-nam-ra-mat-tan-hoi-dong-lanh-dao\/ Đại Việt Quốc Dân Đảng kỷ niệm 77 năm, ra mắt tân hội đồng lãnh đạo], Nguoi-Viet, 21.11.2016<\/ref>\n\n====Hệ phái Phan Hòa Hiệp====\nMột Đại hội được tổ chức ngày [[24 tháng 8]] năm [[2002]], tại [[Falls Church, Virginia|Falls Church]], [[Virginia]] đã bầu ra Ban lãnh đạo Đảng nhiệm kỳ 2002-2006 với [[Phan Hòa Hiệp]] làm Chủ tịch Đảng, Bác sĩ Lý Ngọc Dưỡng làm Đệ Nhất Phó chủ tịch Đảng kiêm Chủ tịch Ban chấp hành Trung ương và Trần Thanh Liêm làm Chủ tịch Ban Giám sát. Tại đại hội năm 2006, Phan Hòa Hiệp được bầu lại làm Chủ tịch Đảng, ông Trần Thanh Liêm làm Chủ tịch Ban chấp hành Trung ương.\n\nSau Đại hội này, một số lãnh đạo của hệ phái do Đỗ Hùng đứng đầu đã ly khai và hợp tác với một số lãnh đạo của hệ phái Phan Văn Song do Trương Việt Hoàng đứng đầu để thành lập Ủy ban trung ương riêng, hình thành một hệ phái độc lập.\n\nKhông thấy hệ phái này đại hội bầu ban lãnh đạo kể từ sau đại hội 2006-2010\n\n====Hệ phái Phạm Đăng Cảnh====\n[[Tập tin:Đại hội Đại Việt Quốc dân Đảng lần 7, Little Saigon, 2012.jpg|nhỏ|Khai mạc Đại hội Đại Việt Quốc dân Đảng (hệ phái Phạm Đăng Cảnh) lần 7]]\n[[Tập tin:Giáo sư Trần Trọng Đạt đọc diễn văn khai mạc Đại hội Đại Việt Quốc dân Đảng lần 7, Little Saigon, 2012.jpg|nhỏ|Giáo sư Trần Trọng Đạt đọc diễn văn khai mạc Đại hội Đại Việt Quốc dân Đảng (hệ phái Phạm Đăng Cảnh) lần 7, Little Saigon, 2012]]\nPhản ứng trước sự kiện Đại hội [[Falls Church, Virginia|Falls Church]] [[2002]] của nhóm Phan Hòa Hiệp, một nhóm lãnh đạo Đảng đã tổ chức một đại hội riêng vào các ngày 30, 31 tháng 8 và ngày 1 tháng 9 năm 2002 tại [[Garden Grove, California|Garden Grove]], [[California]]. Đại hội này đã bầu ông [[Phạm Đăng Cảnh]] làm Chủ tịch Đảng, Bùi Anh Ca làm Chủ tịch Ban chấp hành Trung ương và Trần Trọng Đạt làm Chủ tịch Ban Giám sát.\n\nNgày 16 và 17 tháng 4 năm 2005, một đại hội bất thường (sớm 1 năm) được tổ chức tại [[Santa Ana, California|Santa Ana]], [[California]]. Đại hội này có 2 liên danh tranh cử vào ban lãnh đạo gồm Liên danh Triệu Thanh Sơn (hay Đào Nhật Tiến), Tiến sĩ Nguyễn Học Tập, Luật sư Lâm Thủy (hay Võ Huệ) và Liên danh Phan Văn Song, Nam Quốc (hay Lê Nhiên), Du Long. Liên danh Triệu Thanh Sơn tuyên bố thắng cử và cử Triệu Thanh Sơn làm Chủ tịch Đảng, Trần Trọng Đạt làm Chủ tịch Ban chấp hành Trung ương và Phan Văn Song làm Chủ tịch Ban Giám sát.<ref>Tuy nhiên không lâu sau đó ông Song đã ly khai và lập hệ phái riêng.<\/ref>\n\nNgày 4 và 5 tháng 12 năm 2009, một Đại hội Đảng được tổ chức ở [[Santa Ana, California]], kỷ niệm 70 năm thành lập đảng Đại Việt. Lần này nhân sự gồm Lâm Thủy (hay Võ Huệ) làm Chủ tịch Đảng, Trần Trọng Đạt làm Chủ tịch Ban Chấp hành, Bùi Anh Ca làm Chủ tịch Ban Giám sát.\n\nVào các ngày 7, 8 và 9 tháng 12 năm 2012 tại Little Saigon, hệ phái này đã tổ chức Đại hội lần thứ 7 (được tính từ ngày thành lập Đảng [[10 tháng 12]] năm 1939), với 122 đại biểu. Đại hội lần này đơn giản cơ cấu lãnh đạo, bãi bỏ hẳn chức Chủ tịch Ban chấp hành. Ông Trần Trọng Đạt giữ chức Chủ tịch Đảng, ông Trần Tuấn Khanh làm Chủ tịch Ủy ban Giám sát.\n\n====Hệ phái Phan Văn Song====\nSau khi thất cử tại đại hội tháng 4 năm 2005 tại [[Santa Ana, California|Santa Ana]], một nhóm đảng viên Đại Việt do [[Phan Văn Song]] lãnh đạo, đã ly khai và tổ chức đại hội riêng vào ngày 12 và 13 tháng 11 năm 2005 tại [[San Jose, California]], bầu ra một Ban lãnh đạo gồm Tiến sĩ Phan Văn Song làm Chủ tịch Đảng, Trương Việt Hoàng (hay Trương Văn Thạch) làm Chủ tịch Ban Chấp hành Trung ương.\n\nNgày 7 và 8 tháng 5 năm 2010, tại đại hội được tổ chức ở [[Westminster, California|Westminster]], [[California]], xảy ra sự phân ly giữa 2 nhóm lãnh đạo khi nhóm Trương Việt Hoàng quyết định lấy Đảng quy 1995 làm căn bản nhưng tu chính bỏ chức Chủ tịch Đảng. Tuy nhiên nhóm Phan Văn Song phản đối quyết định này nên vẫn quyết định lưu chức Chủ tịch nhiệm kỳ 2010-2014 cho ông Phan Văn Song và cải xưng rút ngắn tên gọi là '''đảng Đại Việt'''.\n\n====Hệ phái Trương Việt Hoàng====\nHình thành từ sự ly khai của một số đảng viên của hệ phái Phan Hòa Hiệp hợp tác với hệ phái [[Phan Văn Song]]. Tại đại hội ở [[Westminster, California|Westminster]], [[California]], ngày 7 và 8 tháng 5 năm 2010, nhóm này chủ trương tu chính bỏ chức Chủ tịch Đảng, bấy giờ do Phan Văn Song đương nhiệm, nhưng gặp xung đột với nhóm Phan Văn Song vì vậy tách ra thành lập một Ủy ban trung ương riêng do [[Trương Việt Hoàng (chính trị gia)|Trương Việt Hoàng]], nguyên Chủ tịch Ban Chấp hành Trung ương hệ phái Phan Văn Song, giữ chức Chủ tịch Ban Điều hành Trung ương, Tiến sĩ Đỗ Hùng, nguyên Ủy viên Trung ương hệ phái Phan Hòa Hiệp, giữ chức Tổng thư ký.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/www.daivietquocdandang.com\/ Đại Việt Quốc Dân Đảng (hệ phái Trương Việt Hoàng)&(Phan Văn Song)]\n*[http:\/\/www.daivietquocdandang.net\/ Đại Việt Quốc Dân Đảng (hệ phái Phạm Đăng Cảnh)]\n* Hà Thúc Ký. ''Sống còn với Dân tộc, hồi ký chính trị''. ?: Phương Nghi, 2009.\n*Penniman, Howard R. ''Elections in South Vietnam''. Stanford, CA: Hoover Institution on War, Revolution and Peace, 1972.\n*Quang Minh, ''Cách mạng Việt Nam thời cận kim. Đại Việt Quốc Dân Đảng 1938-1995'', Westminster, CA, Nhà xuất bản Văn Nghệ, [2001] (2<sup>nd ed.<\/sup>).\n*Smith, Harvey, et al. ''Area Handbook for South Vietnam''. Washington, DC: US Government Printing Office, 1967.\n* {{Chú thích sách |title=Dai Viêt, indépendance et révolution au Viêt-Nam: L'échec de la troisième voie (1938–1955) |last=Guillemot |first=François |publisher=Les Indes savantes |year=2012 |location=Paris |url=https:\/\/www.lesindessavantes.com\/ouvrage\/dai-viet\/ |isbn=978-2846542807 }}\n** Guillemot (2019). \"[https:\/\/www.diendan.org\/viet-nam\/reponse-a-m-nghiem-phong-tuan «Y a-t-il eu une troisième force au Viêt-Nam, 1947–1948?», Réponse à M. Nghiêm Phong Tuấn]\".\n\n== Xem thêm ==\n{{thể loại Commons|Nationalist Party of Greater Viet}}\n* [[Danh sách các đảng phái chính trị của Việt Nam]]\n* [[Mặt trận Quốc dân Đảng Việt Nam]]\n\n== Liên kết ==\n*[http:\/\/www.lmdcvn.net\/blog\/ Liên minh Dân chủ Việt Nam, tổ chức ngoại vi của Đảng Đại Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141217214108\/http:\/\/www.lmdcvn.net\/blog\/ |date = ngày 17 tháng 12 năm 2014}}\n{{Đảng phái chính trị Việt Nam}}\n\n[[Thể loại:Đại Việt Quốc dân Đảng| ]]\n[[Thể loại:Lịch sử chính trị Việt Nam]]\n[[Thể loại:Cựu đảng phái chính trị Việt Nam]]\n[[Thể loại:Đảng phái chính trị Việt Nam bị cấm]]\n[[Thể loại:Tổ chức chính trị Việt Nam thời Pháp thuộc]]\n[[Thể loại:Khởi đầu năm 1939 ở Việt Nam]]"}