{"321547":"'''Đặng Huyền Thông''' (?-?), tên thật '''Đặng Mậu Nghiệp''', tự '''Huyền Thông''', là một nghệ nhân [[gốm sứ]] [[Việt Nam]] sống vào [[thế kỷ 16]].\n\n==Thân thế==\nÔng quê ở thôn Cổ Phường, xã Hùng Thắng, huyện Thanh Lâm, phủ Nam Sách, trấn [[Hải Dương]] (nay thuộc xã [[Minh Tân, Nam Sách|Minh Tân]], huyện [[Nam Sách]], tỉnh [[Hải Dương]]). Việc này còn được ghi lại trong gia phả dòng họ Đặng thôn Hùng Thắng và đôi câu đối trong đền thờ ông:\n\n:Bát bác tự tiền tây Đào Xá\n:Khai hoa chi hậu Cổ Phương thôn.\n\nTạm dịch\n\n:Trước vốn ở phía tây thôn Đào Xá\n:Sau mở mang sự nghiệp ở thôn Cổ Phường\n\"Quê gốc cụ Đặng Huyền Thông (Tên tự: Đặng Mậu Nghiệp) quê gốc ở Đào Xá - Đào Dương - Ân Thi - Hưng Yên (Gần Thông Bình Hồ - Xã Quảng Lãng - Huyện Ân Thi). Cụ là con thứ 2 trong gia đình có 4 anh em, gồm\" cụ: Đặng Húy Thực, Đặng Húy Mậu Nghiệp, Đặng Húy Đỉnh và Đặng Thị Phiêu (Hiện cụ Phiêu đi lấy chồng ở đâu không rõ). Riêng cụ Đặng Húy Mậu Nghiệp (Đặng Huyền Thông) đi ra Thôn Cổ Phường để lập nghiệp làm nghề gốm sứ, sau cụ lại về quê Đào Xá và mất tại đó, hiện nay phần mộ chí của cụ vẫn còn ở Đào Xá, hàng năm giỗ cụ vào ngày 04\/02 âm lịch, họ Đặng ở Hùng Thắng vẫn cử người vào để tổ chức ngày giỗ cụ. Đôi câu đối:\n: Bát bác tự tiền tây Đào Xá\n:Khai hoa chi hậu Cổ Phương thôn.\nlà ở nhà thờ họ Đặng ở Đào Xá chứ không phải ở Hùng Thắng (Thông tin chi tiết có thể tham khảo các cụ trong dòng họ Đặng ở Đào Xá hoặc ở [https:\/\/goo.gl\/maps\/M7y5AHMn23G2 Hùng Thắng] - Đặng Đức Duy, điện thoại liên lạc 0903214828, là con cháu họ Đặng đời thứ 7 tại Hùng Thắng sưu tầm và bổ sung)\n: Hiện tại chưa rõ thôn Đào Xá này là ở đâu. [[Hùng Thắng]] vốn có tên là Cổ Phường - phường thợ gốm<ref name=vusta>\"[http:\/\/www.vusta.vn\/news_detail.asp?id=19775 Gốm Chu Đậu]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}\". ''Xưa và nay''. Truy cập ngày [[3 tháng 2]] năm [[2009]].<\/ref>, nơi đây cũng là một làng gốm nổi tiếng. Tại đây, dòng họ Đặng đã quy tụ đông đúc, cho xây lò, nung gốm, biến làng thành một điểm phụ sản xuất của trung tâm [[gốm Chu Đậu]]<ref name=dxl>{{Chú thích sách |title=Từ điển nhân vật lịch sử Việt Nam |author=Đinh Xuân Lâm |authorlink=Đinh Xuân Lâm |others=Trương Hữu Quýnh |year=2004 | publisher=Nhà xuất bản Giáo dục |pages=492}}<\/ref>.\n\nTừng đỗ [[sinh đồ]], Đặng Huyền Thông không những có thể viết chữ lên mặt gốm rất đẹp mà còn tham khảo được nhiều sách vở để nâng cao tay nghề<ref name=dxl\/>.\n\n==Sự nghiệp==\nĐặng Huyền Thông đã để lại những tác phẩm gốm quý, gồm những chân đèn với các thớt vẽ men màu lam, rồng đắp nổi, trang trí rậm, được coi là điển hình cho quan điểm thẩm mĩ [[nhà Mạc|thời Mạc]], đậm chất dân gian; cùng những bát hương lớn cùng một thể loại, hiện vẫn còn lưu truyền tại nhiều [[đền]], [[chùa]] [[Bắc Bộ]]. Toàn bộ các tác phẩm của ông đều được phủ một loại men trong, dày và có màu xanh sẫm, đôi khi lẫn màu ghi xám hay ngả vàng. Sử dụng loại men màu lam xám, ông đã kết hợp với các chi tiết được chạm thủng chạm nổi, dán ghép kết hợp với khắc chìm để thể hiện nhiều đề tài phong phú khác nhau.\n\nÔng là một trong số không nhiều những nghệ nhân gốm ký tên vào tác phẩm của mình, không những thế, trong một số hiện vật, ông còn ghi cả ngày và địa điểm sản xuất, người đặt hàng và nơi sử dụng<ref name=vusta\/>. Một số tác phẩm do ông cùng vợ là Nguyễn Thị Đỉnh sản xuất và ký tên<ref>Đinh Kiều Nguyên, \"[http:\/\/www.antd.vn\/Tianyon\/Index.aspx?ArticleID=34534&ChannelID=92 Giải mã gốm Chu Đậu]{{Liên kết hỏng|date=2023-04-08 |bot=InternetArchiveBot }}\". ''An ninh Thế giới''. Truy cập ngày [[3 tháng 2]] năm [[2009]].<\/ref>.\n\nÔng là nghệ nhân ghi tên trên nhiều tác phẩm nhất trong số các tác phẩm gốm thời Mạc còn lại đến ngày nay<ref name=vusta\/>. Trong 12 hiện vật gốm ở Bảo tàng Lịch sử Việt Nam và 7 hiện vật ở Bảo tàng [[Hải Dương]], ghi rõ sản xuất vào thời [[Mạc Mậu Hợp]] (1578 - 1891) với các niên hiệu Diên Thành, Đoan Thái, Hưng Trị, đã có 10 tác phẩm ghi tên Đặng Huyền Thông, gồm 3 bát hương và 7 chân đèn<ref name=vusta\/>. Bên cạnh các bảo tàng, tác phẩm của ông còn được có mặt trong nhiều bộ sưu tập tư nhân trên thế giới. Tại [[Bảo tàng Topkapi Saray]] ở [[Istanbul]] (Thổ Nhĩ Kỳ) có lưu giữ một lư hương gốm xanh xám được ông làm vào năm Hưng Trị thứ 2 (1589), được xem là một trong hai cổ vật gốm quý giá nhất của Chu Đậu<ref name=nxn>Nguyễn Xuân Nghị, \"[http:\/\/www.ncvanhoa.org.vn\/InfoDetail.asp?Action=View&ID=90&CatID=23&MaxID=4 Gốm Chu Đậu thất truyền và Dự án khôi phục lại làng nghề truyền thống]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\". Viện Nghiên cứu Văn hóa. Truy cập [[3 tháng 2]] năm [[2009]].<\/ref>.\n\nNhững đồ gốm của Đặng Huyền Thông đã đánh dấu bước phát triển mới của gốm men thế kỷ 16<ref name=dxl\/>. Ông được người dân Chu Đậu tôn vinh làm ông [[tổ nghề]] gốm Chu Đậu<ref name=nxn\/<ref>\"[http:\/\/www.thanhnien.com.vn\/2004\/Pages\/200441\/99057.aspx Gốm Chu Đậu hồi sinh, vẻ mới hồn xưa]\". ''Thanh Niên''. Truy cập ngày [[3 tháng 2]] năm [[2009]].<\/ref>. Đền thờ Đặng Huyền Thông xây dựng tại thôn Hùng Thắng đã được Nhà nước Việt Nam xếp hạng Di tích lịch sử văn hoá cấp quốc gia.\n\nCông đức của Đặng Huyền Thông được ghi lại trong nhiều văn bia (khắc trên [[bia đá]]) còn tồn tại đến ngày nay. Chủ yếu các bia đá này nằm ở thôn Hùng Thắng trong đó ghi lại một số việc làm quan trọng của Đặng Huyền Thông như phát triển sản xuất, xây dựng chùa chiền (chùa An Ninh Tự) và đặc biệt là việc cử nghệ nhân [[Vương Quốc Doanh]] đem thợ đến [[Bát Tràng]], góp một phần làm cho gốm sứ Bát Tràng hưng thịnh như ngày nay.\n\n==Xem thêm==\n* [[Gốm Chu Đậu-Mỹ Xá]]\n\n==Liên kết ngoài==\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Nghệ nhân Việt Nam]]\n[[Thể loại:Tổ nghề truyền thống Việt Nam]]\n[[Thể loại:Gốm Việt Nam]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Nhà Mạc]]"}