{"229459":"[[Tập tin:DangVuHy.jpg|nhỏ|150px|Giáo sư, Bác sĩ<br> '''Đặng Vũ Hỷ''']]\n[[Giáo sư]] '''Đặng Vũ Hỷ''' ([[17 tháng 3]] năm [[1910]] - [[4 tháng 10]] năm [[1972]]) là một bác sĩ chuyên khoa da liễu, đặc biệt có nhiều công trình nghiên cứu điều trị [[bệnh phong]], [[bệnh hoa liễu]] và các bệnh ngoài da khác. Ông nguyên là chủ nhiệm Bộ môn Khoa Da liễu [[Bệnh viện Bạch Mai]], kiêm chủ nhiệm Bộ môn Da liễu của [[Đại học Y Hà Nội]]. Ông được nhận [[Giải thưởng Hồ Chí Minh đợt I]] năm [[1996]].\n\n== Tiểu sử ==\n\n=== Thời kì đầu ===\nĐặng Vũ Hỷ sinh năm [[1910]] tại làng [[Hành Thiện]], huyện [[Xuân Trường]], tỉnh [[Nam Định]], trong một dòng họ có truyền thống khoa bảng lâu đời. Dòng họ ông còn có nhiều người nổi danh như [[Đặng Vũ Khiêu]], [[Đặng Vũ Chương]], [[Đặng Xuân Khu]] ([[Trường Chinh]])...\n\nLúc nhỏ ông học tiểu học ở [[Nam Định]], lớn lên ông theo học trung học ở [[Trường Albert Sarraut]]. Ông học khoá 4 năm ở [[Trường Y khoa Hà Nội]], sau đó tiếp tục sang Pháp học lấy bằng bác sĩ. Năm [[1937]], ông tốt nghiệp bác sĩ nội trú bệnh viện [[Paris]] với bản luận văn ''La syphilis de l'ovaire'' ([[Bệnh giang mai]] [[buồng trứng]]) được Nhà xuất bản Amédée le Grand in bằng [[tiếng Pháp]] và phát hành ở Paris với số lượng không nhiều.\n\nSau [[Cách mạng tháng 8]] thành công, lúc ấy đang khám bệnh tư tại Hà Nội, ông gặp giáo sư [[Hồ Đắc Di]] (lúc ấy vừa mới nhận chức Hiệu trưởng [[Đại học Y Dược Hà Nội]]) và được mời làm quyền giáo sư, giảng dạy tại Trường Y, chủ nhiệm Bộ môn Da Liễu, đồng thời làm chủ nhiệm phòng khám ở Bệnh viện Đồn Thủy (nơi bác sĩ Hồ Đắc Di làm Giám đốc).\n\n=== Tham gia kháng chiến ===\n[[Tháng 12]] năm [[1946]], khi cuộc chiến đấu chống Pháp sắp bùng nổ, ông đem vợ là Phạm Thị Thức (con gái học giả [[Phạm Quỳnh]] <ref name=tp1\/>) và con trai là [[Đặng Vũ Minh]] (lúc ấy mới sinh được 3 tháng) tạm lánh về quê tại Nam Định. Kháng chiến bùng nổ, ông gia nhập [[Vệ quốc đoàn]], phụ trách trạm quân y tiền phương ở [[Cổ Lễ]], tham gia chữa trị trong kháng chiến. Sau đó, ông phụ trách một Quân y viện ở [[Thư Điền]], tỉnh [[Ninh Bình]]. Thời gian này ông đã tự học rất nhiều và có hiểu biết vững vàng về cả nội lẫn ngoại khoa. Trong hồi ký của mình, giáo sư [[Phạm Khuê]] (em vợ ông) kể lại:\n\n\"''Trở lại thời gian đầu kháng chiến ở Thư Điền. Tối nào hai anh em cũng thắp đèn dầu học đến tận khuya mặc dầu cả ngày đã làm việc đến mệt lừ. Sổ tay ghi chép chuyên môn của anh dày đặc vì những sách học đều là mượn, nên phải trả. Anh làm việc rất điều độ, thể dục rất đều, giờ nào việc nấy, tính tình lúc nào cũng điềm tĩnh cho dù ở hoàn cảnh rất khó khăn của cuộc kháng chiến. Khi có điều kiện thì thực hiện cái mà ngày nay ta gọi là thư giãn - mặc dầu bận rộn, khi ở địa phương có ai đau ốm cần đến, anh đều chống gậy xách hòm cấp cứu đến ngay. Hình ảnh người thầy thuốc quần xanh công nhân chống gậy xách cái hòm \"na ná như hòm thợ cạo\" đi khắp hang cùng ngõ hẻm là rất quen thuộc với đồng bào địa phương. Một điều làm tôi cũng rất cảm phục là tuy ở lâu, làm chuyên môn là chủ yếu nhưng khi cần vẫn có khả năng tổ chức chỉ huy rất tốt. Khi giặc tấn công [[Việt Bắc]] vào năm [[1947]] ([[Sông Lô]], đường số 4) thì chúng cũng tiến công luôn căn cứ Ninh Bình làm thành một gọng kìm rất hiểm. Quân y viện của chúng tôi bị đánh phá. Anh đã chỉ huy đâu ra đấy đơn vị sơ tán vào chân núi Dưỡng Khê đảm bảo an toàn cho tất cả thương binh, phương tiện dụng cụ, một cách rất bình tĩnh. Đứng ở một gò cao anh chỉ huy một cách gọn gàng, ra những mệnh lệnh chính xác và cụ thể. Tôi thoáng nghĩ: trí thức của ta như thế đó. Bẵng một dạo, tôi không gặp anh. Anh chuyển về Trường Y sĩ Nông Cống, rồi lên Việt Bắc tham gia giảng dạy ở Đại học Y ở Việt Bắc.''\" <ref>[http:\/\/www.hmu.edu.vn\/hmu\/lichsu\/ls_than.asp?Code=9&id=History Thời kỳ kháng chiến chống Pháp (1945 - 1954)]{{Liên kết hỏng|date=2023-04-08 |bot=InternetArchiveBot }} - Ban lịch sử Đại học Y Hà Nội<\/ref>\n\nÔng công tác tại Trường Y sĩ liên khu III - IV ở [[Nông Cống]] - [[Thanh Hóa]] (hiệu trưởng là bác sĩ [[Hoàng Đình Cầu]], giảng dạy còn có [[Nguyễn Xuân Nguyên]], [[Trần Hữu Tước]]...) cho đến khi Trường Y sĩ Thanh Hoá chuyển lên Việt Bắc, sáp nhập với Trường đại học Y. Ông cùng với gia đình chuyển lên [[Tuyên Quang]], tham gia giảng dạy ở đây. Ông và gia đình đã tham gia kháng chiến trọn vẹn 8 năm liền. Thời gian kháng chiến, mặc dù là bác sĩ chuyên khoa da liễu nhưng do yêu cầu và thiếu thốn nhân sự, ông còn tự học thêm để giảng dạy nội và ngoại khoa.\n\n=== Sau kháng chiến ===\nNăm [[1954]], sau ngày giải phóng Thủ đô, ông cùng gia đình trở về Hà Nội. Ông được phân công làm chủ nhiệm Khoa Da Liễu nằm trong Bệnh viện Bạch Mai đồng thời kiêm Chủ nhiệm Khoa và Bộ môn Da Liễu của [[Trường Đại Học Y Dược Hà Nội]]. Ở đây, ông thực hiện đúng sở trường của mình. Ông liên tiếp biên soạn, xuất bản 5 cuốn sách về bệnh phong, bệnh hoa liễu và các bệnh ngoài da. Từ năm [[1954]] đến [[1972]], ông công bố 48 công trình khoa học trên các tạp chí chuyên ngành ở [[Việt Nam]],[[Pháp]], [[Anh]], [[Đức]], [[Rumani]]... Ông đặc biệt thương xót những người bị bệnh phong, giúp đỡ chữa bệnh, gần gũi, an ủi họ.\n\nGiáo sư Đặng Vũ Hỷ qua đời ngày [[4 tháng 10]] năm [[1972]]. Ông được dựng tượng tưởng niệm ở [[Trại phong Tuy Hòa]]. Dưới chân tượng có khắc dòng chữ: \"... ''Cuộc đời tận tụy vì người bệnh, y đức trong sáng của Giáo sư Đặng Vũ Hỷ để lại những nét sâu đậm trong lòng người mắc bệnh phong và những thầy thuốc chuyên khoa''\".\n\nNăm [[1996]], ông được truy tặng [[Giải thưởng Hồ Chí Minh]] về khoa học kĩ thuật đợt I cho hai cuốn sách chuyên khảo, 16 công trình nghiên cứu bệnh phong, bộ giáo trình Bệnh da liễu và 32 công trình nghiên cứu khác.\n\n== Gia đình ==\n* Phu nhân là Phạm Thị Thức con gái của [[Thượng thư]] [[Phạm Quỳnh]].\n* Con trai ông, Giáo sư [[Đặng Vũ Minh]], là Nhà Hoá học nổi tiếng, Viện trưởng Viện Hoá học, cựu Chủ tịch Viện Khoa học và Công nghệ Việt Nam.<ref>{{Chú thích web |url=http:\/\/www.vast.ac.vn\/index.asp?progid=1001&staticID=18#dangvuminh |ngày truy cập=2008-05-02 |tựa đề=Một số nhà khoa học tiêu biểu của Viện KH&CN Việt Nam |archive-date=2007-09-27 |archive-url=https:\/\/web.archive.org\/web\/20070927203319\/http:\/\/www.vast.ac.vn\/index.asp?progid=1001&staticID=18#dangvuminh }}<\/ref>.\n* Con gái ông là [[Đặng Kim Chi]], Giáo sư, Tiến sĩ, nguyên phó viện trưởng viện KH&CN Môi trường, Trường [[Đại học Bách khoa Hà Nội]] (Bà Đặng Kim Chi là con dâu của [[Nguyễn Xiển]])<ref name=ld1\/>.\n\n== Chú thích ==\n{{Tham khảo|2|refs=\n\n<ref name=tp1>\n{{chú thích báo\n|tác giả= Xuân Ba\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/www.tienphong.vn\/van-nghe\/26729\/Nhung-uan-khuc-trong-cuoc-doi-ong-chu-bao-Nam-Phong-2.html\n|tên bài= Những uẩn khúc trong cuộc đời ông chủ báo Nam Phong (2)\n|ngày= 29 tháng 10 năm 2005\n|ngày truy cập= 17 tháng 5 năm 2013}}\n<\/ref>\n\n<ref name=ld1>{{chú thích báo\n|tác giả= Lê Hợi, Thanh Thủy\n|tác phẩm= Báo Lao động\n|url= http:\/\/www.laodong.com.vn\/Home\/Giao-su-cua-lang-nghe\/20093\/129302.laodong\n|tên bài= Giáo sư của làng nghề\n|số= 51\/2009\n|ngày= 9 tháng 3 năm 2009\n|url lưu trữ= https:\/\/web.archive.org\/web\/20090325014032\/http:\/\/www.laodong.com.vn\/Home\/Giao-su-cua-lang-nghe\/20093\/129302.laodong\n|ngày lưu trữ= 2009-03-25\n|ngày truy cập= 17 tháng 5 năm 2013\n|title= Bản sao đã lưu trữ\n|url-status= live\n}}<\/ref>\n\n}}\n\n== Tham khảo ==\n* [http:\/\/www.binhthuan.gov.vn\/KHTT\/vanhoa\/0001\/0000\/DNHAN100.HTM Đặng Vũ Hỷ, y đức và tài năng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080418110738\/http:\/\/www.binhthuan.gov.vn\/KHTT\/vanhoa\/0001\/0000\/DNHAN100.HTM |date=2008-04-18 }} - [[Báo Nhân dân]]\n\n{{Thời gian sống|sinh=1910|mất=1972}}\n\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Người làng Hành Thiện, Nam Định]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}