{"1667520":"{{wikify}}\n'''Đặng Văn Long''' tự là Tử Vân, một [[tướng]] lĩnh cao cấp của phong trào [[Nhà Tây Sơn|Tây Sơn]] <ref>[http:\/\/dangtocvietnam.com\/index.php?mod=article&cat=Danhnhan&article=118 Danh nhân họ Đặng]<\/ref>.\n\n==Xuất thân và võ nghệ==\nĐặng Văn Long tự là Tử Vân quê ở làng Đại An huyện Tuy Viễn phủ Quy Nhơn, nay thuộc xã Nhơn Mỹ huyện An Nhơn, Bình Định. Lúc nhỏ ông học võ, tinh thông môn cương quyền. Sau đó, ông tìm tới thầy [[Trương Văn Hiến]] ở An Thái xin học môn miên quyền. Đặng Văn Long tính tình điềm đạm, học rộng hiểu nhiều, được ân sư họ Trương chăm dạy chu đáo. Khi còn ở trường, Đặng kết thân với Nguyễn Huệ và Phan Văn Lân.\n\nCó sức khỏe hơn người và chăm chỉ tập tành,được thầy đem hết những bí truyền dạy cho, Đặng Văn Long trở thành một cao thủ. Ông được các bạn đồng môn gọi là Đặng Vô Địch vì tuyệt giỏi cả hai môn ngạnh công và miên quyền. Ông có thể nằm dưới đất, cánh tay đỡ được bánh xe nặng, nên ở Quy Nhơn người ta gọi ông là Thiết Tý Đặng (họ Đặng cánh tay sắt).\n\nCha Đặng Văn Long là Đặng Văn Lõi vốn từ Bắc Hà cùng với mấy người đồng hương có nghề rèn vào lập nghiệp ở đàng trong lập ra làng Thiết Trụ, nay thuộc xã Nhơn Hậu Huyện An Nhơn. Ông được dân làng An Khê thờ làm vị tổ nghề của địa phương.<ref>\"Nghề thủ công truyền thống Việt Nam và các vị tổ nghề\" NXB Văn hóa dân tộc, HN-1996, tr.111.<\/ref> Qua đó có thể khẳng định rằng ông Đặng Văn Lõi đã cũng theo con là Đặng Văn Long lên Tây Sơn thượng đạo rèn vũ khí cho Tây Sơn và truyền nghề rèn cho dân làng địa phương, nên mới được dân làng tôn là tổ nghề.\n\nĐặng Văn Long sinh năm Bính Tý (1756), nhỏ hơn Nguyễn Huệ 3 tuổi, cũng coi là đồng trang lứa.\n\n''Tương truyền theo dân gian, Nguyễn Huệ đã gặp ông trong một trường hợp đặc biệt.Anh em Tây Sơn chuẩn bị dấy binh, rất thiếu thốn về binh khí. Mà bọn quyền thần [[Trương Phúc Loan]] thì ra lệnh cấm các thợ rèn rèn gươm búa côn chùy… Chúng đề phòng các cuộc khởi nghĩa nổi dậy.''\n\n''Nguyễn Huệ vất vả đi lùng thợ rèn để rước về Tây Sơn thượng đạo. Đến Đại An, gặp một người cao lớn dùng đoạn tre to gánh khoảng mười vuông lúa đi băng băng, Nguyễn Huệ thầm phục liền xuống ngựa hỏi thăm. Người nọ hứa sẽ dẫn đường đi tìm thợ rèn. Nguyễn Huệ ghé vai gánh giùm, nhún mình lên, đoạn tre gãy đôi. Tiện tay, Nguyễn Huệ nhổ một cây trắc bên đường thay đòn gánh. Người nọ quá kính phục sức khỏe phi thường ấy, quỳ xuống lạy. Người ấy không ai khác chính là Đặng Văn Long.''\n\n''Nghe tiếng Nguyễn Huệ đã lâu, nay mới giáp mặt, Đặng Văn Long vui mừng khôn xiết. Ông mời Nguyễn Huệ về nhà, làm cơm thết đãi và tặng một thanh đại đao quý. Qua trò chuyện, biết tổ tiên ông mấy đời làm nghề rèn, Nguyễn Huệ mời Đặng Văn Long tụ nghĩa. Cảm phục tài đức Nguyễn Huệ, ông nhận lời giúp Tây Sơn. Nhờ có ông, nghĩa quân Tây Sơn được trang bị thêm nhiều vũ khí.''\n\n''Sau khi Đặng Văn Long gặp Nguyễn Huệ và chấp nhận lời mời của Nguyễn Huệ lên Tây Sơn thượng đạo rèn vũ khí cho phong trào Tây Sơn đang trong quá trình chuẩn bị ngày dấy nghiệp, thì cả nhà Đặng Văn Long vẫn ở chỗ cũ.''\n\nĐến năm 1771, cuộc khởi nghĩa Tây Sơn nổ ra thì vợ con và 2 em Đặng Văn Long chạy về Háo Đức, cách Thiết Trụ chừng 25&nbsp;km, nay thuộc xã Nhơn An huyện An Nhơn. Và con cháu Đặng Văn Long vẫn ở Háo Đức cho đến tận ngày nay <ref name=\"Gia pha\">Gia phả họ Đặng Háo Đức<\/ref>\n\nNơi quê hương không có đối thủ, Đặng đi giang hồ khắp đó đây hầu tiêu dao ngày tháng. Nơi Đặng thường lui tới là các danh sơn đất Bắc. Bởi vậy, khi nhà Tây Sơn khởi nghĩa, Đặng Văn Long còn mãi ở tận phương Bắc trên bước đường vân du. Khi Đặng về đến Nghệ An thì gặp lúc vua Quang Trung kéo binh ra Bắc, dừng lại Nghệ An để tuyển thêm quân. Đặng Văn Long liền đến nhập ngũ.\n\n==Tham gia chiến dịch đánh Mãn Thanh==\nTương truyền khi Tây Sơn tuyển thêm quân Thanh Nghệ để tiến ra bắc, Đặng Văn Long ứng nghĩa.\n\nTân binh đều được luyện tập hàng ngày. Quân sĩ đều mặc áo quần cặp nẹp đỏ, đội nón ngù kết tua đỏ: Quân dung đâu mới lạ thường \/ Mũ mao, áo đỏ chật đường kéo ra ''(Đại Ban quốc sử diễn ca).''\n\nKhi luyện tập tân binh ông dùng bộ bào trắng giữa đám quân sĩ sắc đỏ (quân phục Tây Sơn là màu đỏ) tay cầm kích, lưng đeo cung, biểu diễn võ nghệ trông vừa đẹp vừa hùng. Nguyễn Huệ thấy lạ, sai triệu đến hỏi thì nhận ra ông, rất mừng bèn phong ông làm Đại Đô đốc lĩnh Hữu quân. (Có nghi vấn về vai trò lãnh đạo Hữu quân giữa ba viên tướng Tây Sơn là Đặng Văn Long, [[Lê Văn Long]] và [[Nguyễn Tăng Long]]).\n\nKhi tiến đánh Thăng Long, vua Quang Trung giao cho đô đốc Đặng Văn Long cùng đô đốc Bảo giữ một trong năm đạo quân, làm nhiệm vụ đốc suất hữu quân, trong đó gồm quân voi và quân kỵ mã. Để chuẩn bị đánh đồn Khương Thượng nằm ở phía Tây Nam thành Thăng Long, Đại Đô đốc Long hiệp cùng Đại Đô đốc Bảo đem mã quân qua huyện Chương Đức (Hà Đông) để tiến đến làng Nhân Mục, huyện Thanh Trì (Hà Đông). để đánh ngang và dồn quân Điền Châu.\n\nCánh quân của Đại Đô đốc Long được hai vị tướng quân tài ba trợ giúp.\n\nMột là Đô đốc Lý Văn Bưu, vị tướng có tài điều khiển đoàn kỵ binh chiến đấu một cách thuần thục.\n\nHai là tướng quân Đặng Tiến Đông, quê ở Lương Xá, gần Thăng Long; trí dũng hơn người, trước kia đã từng làm quan cùng chúa Trịnh, sau quy thuận nhà Tây Sơn, được phong chức Đô đốc. Đặng Tiến Đông nhờ thông thuộc, am hiểu địa hình địa thế trong khắp vùng Thăng Long và lân cận, nên tham mưu cho Đại Đô đốc  Long, việc hành quân qua các đường tắt tránh được tai mắt quân Thanh.\n\nTừ Thanh Trì, quân Đại Đô đốc Long chiếm trọn hai đồn Yên Quyết và Nhân Mục nằm ở phía Tây Bắc đồn Khương Thượng. Hai đồn này làm tiền đồn cho Khương Thượng, mất một cách mau lẹ và im lắng.\n\nTừ lúc chưa tinh sương, đồn Khương Thượng đã bị vây kín mà lính trong đồn còn say sưa giấc điệp. Quân Đại Đô đốc Long nhờ nhân dân yểm trợ đã dùng rơm khô bện thành con cúi, tẩm dầu, chực lửa. Rồi một tiếng hô, muôn nghìn tiếng ứng, đồng thời lửa bực cháy sáng lòa. Toán quân kỵ mã, tay cầm giáo, tay cầm đuốc, ào ào xông vào. Bộ binh hò hét vang trời theo sau gót ngựa. Quân trong đồn thức giấc, khiếp đảm, chỉ lo tìm đường tẩu thoát. Quân Tây Sơn tràn vào như nước vỡ bờ. Quân Thanh bị giết quá nửa. Một nửa còn sống sót, lớp chạy ra hướng Bắc, lớp nương theo sông Tô Lịch chạy về Hướng Nam. Chạy đến Đầm Mực thì gặp đoàn voi của Đại Đô đốc  Bảo. Quân Thanh bị voi chà xé tan tành.\n\nTướng chỉ huy đồn là Đề đốc Sầm Nghi Đống, khi trận đánh bắt đầu đã khiếp sợ trốn ra Hoa Sơn tức gò Đống Đa, thắt cổ tự tử.\n\nKhi vua Quang Trung đang đánh với quân Thanh ở Ngọc Hồi thì Đặng Văn Long đã đánh tên thái thú Điền Châu ở trại Khương Thượng thuộc huyện Quảng Đức. Quân Thanh đạp lên nhau mà chạy. Thừa thắng, Đặng Văn Long tiến trước vào thành. Vì thích lập công lạ, khi xông ra trận địa, Đặng Văn Long mặc áo màu trắng, cầm kích, lưng đeo cung dài, hăng hái hét to đốc thúc quân sĩ. Ông tiến đến đâu, giặc tan vỡ đến đó. Vì quân Tây Sơn lúc bấy giờ mặc toàn áo đỏ, vua Quang Trung thấy lạ mới cho người cưỡi ngựa đến hỏi người mặc áo trắng là ai. Ông được dẫn đến yết kiến và vua khen ngợi, ban cho hai con ngựa và bốn mươi xấp lụa. Vì vậy, tục truyền là \"Bạch y tướng quân\".\n\nTuy nhiên, sau khi vua Lê Chiêu Thống chạy theo tàn quân Tôn Sĩ Nghị, thì một số cựu thần nhà Lê lại dựa vào địa thế hiểm yếu của các núi rừng phía Bắc, tụ quân chống lại nhà Tây Sơn. Đại Đô đốc  Long phải ở lại Bắc hà để đánh dẹp.\n\nTrước tiên là dẹp cuộc dấy loạn của Dương Đình Tuấn, người huyện Yên Thế (Bắc Giang), trước đây đã phò Lê Chiêu Thống trong khi ẩn náu để chờ viện binh Trung Quốc. Khi Chiêu Thống chạy sang Tàu, Tuấn ở lại tiếp tục hoạt động chống Tây Sơn. Đặng Văn Long đem binh tảo trừ. Tuấn đánh không lại, chạy trốn vào rừng rồi biệt tích.\n\nThứ đến là nhóm Phạm Đình Đạt, người Vũ Giang (Bắc Ninh), cùng em là Tạo sĩ Phạm Đình Phan, tiến sĩ Phạm Đình Dữ và các con là Phạm Đình Hân, Phạm Đình Cù, Phạm Đình Ninh, Phạm Đình Duật, quật khởi ở núi Huyền Đinh, tục gọi là núi Treo Đinh. Phạm vi hoạt động của nhóm này rất mạnh ở vùng Lạng Giang, Đặng Văn Long phải chật vật lắm mới tiêu diệt được.\n\nNăm Cảnh Thịnh thứ 2, những kẻ hoài Lê quấy phá Bắc thành, Đặng Văn Long nhiếp chức tả võ uy tướng An đông đạo kinh lược, cầm quân đánh dẹp. Ông có nhiều công lớn trong việc trấn giữ biên phòng, được phong chức Tả võ lâm quân, đại tướng quân.\n\nVua Cảnh Thịnh khen ông \"phía Bắc phạt quân Thanh, trong nước đánh bọn phản động nhà Lê, định Bắc, bình Nam, làm cho mọi nơi đều tuân theo thanh giáo của ?\n\nTheo thần tích thần phả tại đình Mễ Trì Hạ quận Nam Từ Liêm Hà Nội có đoạn: \" Năm Kỷ Dậu (1789), cánh quân thần tốc của Đô đốc Long cũng tiến về đây, ém quân quanh đầm rồi bất ngờ diệt đồn giặc Thanh ở đó và làm cho thái thú Sầm Nghi Đống phải thắt cổ tự tử, thừa thế tràn vào Thăng Long, tổng đốc Tôn Sĩ Nghị phải vất tất cả để bỏ chạy,..\"\n\n==Kết cục==\nKhi nhà Tây Sơn nội bộ rối loạn, ông từ quan về quê mở trường dạy võ.<ref>[http:\/\/www.baobinhdinh.com.vn\/642\/2003\/12\/7722\/ 2. Đặng Văn Long]<\/ref>.\n\nHầu hết các nhà nghiên cứu về phong trào Tây Sơn ở miền Bắc cũng như ở Bình Định-quê hương của phong trào này đều thống nhất nhận định là đến triều Cảnh Thịnh, Đặng Văn Long đã có ý từ quan, nhưng phải ở lại Bắc Hà để đánh dẹp các cuộc nổi loạn của Dương Đình Tuấn ở Yên Thế và cha con anh em Phạm Đình Đạt ở Lạng Giang. Sau đó ông trở về quê mở trường dạy võ ở vùng núi Nam Sơn. Nhưng ông nhận thấy lớp võ sinh ngày nay không còn ý chí như thế hệ đàn anh xưa, Đặng Văn Long đóng cửa trường rồi lên núi làm rẫy. Khi Võ Văn Dũng trốn thoát được nanh vuốt của quân Nguyễn (xem chuyện ở trang Võ Văn Dũng), chạy trốn về An Khê với tham vọng tiếp tục xây dựng lực lượng để khôi phục nhà Tây Sơn, bèn tìm đến lôi kéo Đặng Văn Long, nhưng Đặng Văn Long không theo. Về sau không ai biết Đặng Văn Long chết ở đâu và bao giờ. Ngay gia phả họ Đặng thôn Háo Đức cũng chỉ chép Đặng Văn Long chết sớm nhưng không chép rõ ngày giỗ (trường hợp duy nhất trong bản phả). Chẳng những thế dòng họ còn dựng một ngôi mộ giả ở thôn Nhạn Tháp xã Nhơn Hậu, suốt 200 trăm năm con cháu tưởng mộ thật nên hàng năm phải đi xa gần 30&nbsp;km để tu tảo ngôi mộ đó. Đến năm 1978, theo yêu cầu cải tạo đồng ruộng của địa phương, trưởng tộc Đặng Văn Do (1912-1984) đã trực tiếp cùng mấy con cháu lên Nhạn Tháp để đi dời mộ, nhưng đào mãi vẫn không thấy đi cốt, mới thuê thêm nhiều người dân địa phương đào rộng mỗi chiều 4m sâu 2m cũng không thấy gì, đành về không. Sau sự kiện đó, dòng họ mới xác định lại một ngôi mộ ở Tân Kiều sát dãy núi Nam Sơn, gần nơi xưa kia Đặng Văn Long mở trường dạy võ chính là mộ Đặng Văn Long mà xưa nay cho là mộ bà Võ Thị Trừ vợ ông (nguồn: Do anh Đặng Hữu Nghĩa, con trai ông Đặng Văn Do nói trên cung cấp.{{Fact}}<ref name=\"Gia pha\"\/><ref>Góp bàn chuyện trong sử cũ. Ngô Vui. NXB Lao Động HN\/2012<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/book.depkhoe.net\/truyen-co-tich\/tay-son-bi-hung-truyen\/chuong-62chan-hon-quan-dang-van-long-bo-quan-tim-minh-chua-bang-duc-sieu-dang-ke\/ Tây Sơn bi hùng truyện]\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}