{"3052632":"'''Đặng Mỹ Dung''' tên tiếng Mỹ là Yung Krall, sinh năm 1945 là một cựu điệp viên [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]], cựu đặc vụ [[Cục Điều tra Liên bang|FBI]] gốc Việt và vợ của một sĩ quan hải quân Mỹ<ref name=voa1>[http:\/\/www.voatiengviet.com\/content\/yung-krall-former-viet-cia-02-20-11-116564733\/896128.html Câu chuyện về gia đình nữ cựu điệp viên CIA gốc Việt], VOA, 19.02.2011<\/ref>. Bà Dung, cũng lại là một liên lạc viên của các cơ quan tình báo Việt Nam ở Mỹ và [[Paris]], là một nhân chứng trong vụ án [[gián điệp]] của [[Trương Đình Hùng]].\n\n==Tiểu sử==\nĐặng Mỹ Dung là con gái của Đặng Quang Minh (làm nghề thầy giáo tên thật là [[Đặng Văn Quang]]), nguyên [[đại sứ]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] (MTDTGPMNVN) tại [[Liên Xô]], có 6 anh em. Năm 1954 khi bà được 9 tuổi thì cha bà tập kết ra Bắc. Mặc dù muốn đưa cả vợ con đi, nhưng vợ không bằng lòng, vì không đồng ý với đường lối làm việc theo Cộng sản của ông, nên ông chỉ đưa người con trai cả là Đặng Văn Khôi đi theo, để vợ và 6 người con ở lại. Bà Dung chỉ gặp lại cha lần đầu tiên vào tháng 8 năm 1975 lúc cha bà đại diện phái đoàn của Mặt trận Giải phóng Miền Nam đi qua Tokyo để dự hội nghị chống bom nguyên tử. \nTheo bà Dung thì bà bắt đầu làm việc với cơ quan tình báo Mỹ CIA vào tháng 5 năm 1975, để trả ơn cho họ, sau khi nhờ họ giúp má bà ra khỏi Việt Nam<ref name=voa1\/>.\n\nBà Đặng Mỹ Dung đã cộng tác với CIA và FBI để phá mạng lưới gián điệp Việt Nam hoạt động tại Mỹ thời kỳ 1976-1978<ref name=oj1>[http:\/\/openjurist.org\/629\/f2d\/908\/united-states-v-truong-dinh-hung United States v. Truong Dinh Hung], openjurist, truy cập ngày 02.07.2014<\/ref>, đưa đến việc ông Đinh Bá Thi, đại sứ Việt Nam tại Liên hợp quốc bị trục xuất. Ronald Humphrey, người cung cấp tài liệu và Trương Đình Hùng, người nhận và chuyển tới phía Việt Nam ở Paris qua bà Dung bị kết án 15 năm tù.\n\n==Ngàn Giọt Lệ Rơi==\nBà Dung được biết đến nhiều qua cuốn tự truyện ''Ngàn Giọt Lệ Rơi'' ([[tiếng Anh]]: A Thousand Tears Falling) kể lại hoàn cảnh của một gia đình bị phân chia vì chiến tranh, vì ý thức hệ.\nTrong lời tựa của cuốn này, cựu Bộ trưởng Tư Pháp Hoa Kỳ Griffin Boyette Bell viết: \"Yung Krall đúng là một công dân Mỹ vĩ đại. Tôi nhiệt liệt tán dương sự nghiệp của cô đối với nước ta, và tôi vui mừng thấy rằng cuối cùng người đọc đã được biết đến câu chuyện của người phụ nữ xuất sắc này. Hy vọng của tôi là cuốn sách này sẽ đóng góp vào quá trình hàn gắn vết thương và xiết chặt tình cảm ở đất nước này và ở Việt Nam.\" <ref name=voa1\/>\n==Xem thêm==\n*[[Trương Đình Hùng]]\n==Chú thích==\n{{tham khảo}}\n\n{{Thời gian sống|1945}}\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Điệp viên CIA]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Người viết hồi ký Mỹ]]\n[[Thể loại:Điệp viên Mỹ]]"}