{"410237":"{{thiếu nguồn gốc}}\n'''Đại Thế giới''' (1937 - 1975) (các tên khác là '''Casino Grande Monde''', '''hý trường Đại Thế giới''') là một trong những sòng bạc lớn nhất [[Đông Pháp|Đông Dương]] vào [[thế kỷ 20]] do người Pháp bảo trợ lập ra vào năm 1937 và bị Tổng thống [[Ngô Đình Diệm]] xóa sổ tạm thời vào năm 1955. Nhưng không lâu sau đó, [[Ngô Đình Nhu]] đã cho mở lại và chỉ chính thức đóng cửa vào năm 1975 khi [[Sự kiện 30 tháng 4 năm 1975|chính quyền Sài Gòn sụp đổ]]<ref>http:\/\/kienthuc.net.vn\/tham-cung\/bao-dai-va-vu-tranh-gianh-song-bac-lon-nhat-vn-228908.html<\/ref>.\n\nVị trí Đại Thế giới hiện nay là Công viên nước Đại Thế giới và Trung tâm Văn hóa Quận 5.\n\n==Lịch sử==\nGiai đoạn trước khi Đại Thế giới xuất hiện, [[người Hoa (Việt Nam)|người Hoa]] thao túng việc bài bạc tại khu [[Chợ Lớn]]. Để giành lại mối lợi này, chính quyền Pháp tại [[Nam Kỳ]] đứng ra bảo trợ thành lập sòng bạc Đại Thế giới để thu hút các con bạc khắp khu vực Sài Gòn - Chợ Lớn. Hàng năm chính quyền bảo hộ thu được nguồn thuế rất lớn từ sòng bạc này. Ngoài bài bạc, Đại Thế giới còn là tụ điểm ăn chơi, hút sách, trai gái nổi tiếng khắp cả nước thời [[Pháp thuộc]].\n\nSau [[Đệ nhị Thế chiến]], người Pháp quay lại tiếp tục khai thác sòng bạc này. Khi đó, Đại Thế giới thuộc quyền quản lý của [[Lâm Giống]], trùm cờ bạc [[Ma Cao]]. Mỗi ngày sòng bạc phải chi 400 ngàn [[đồng bạc Đông Dương]] đóng thuế cho [[chính quyền Nam Kỳ]], ngoài ra phải chi thêm 500 ngàn đồng nữa ngoài sổ sách cho các thế lực đen để mua sự an toàn.\n\nPhòng Nhì Pháp (cơ quan tình báo) sau khi chiêu hồi [[Bảy Viễn]] (Lê Văn Viễn) - thủ lĩnh [[Bình Xuyên]] về thành đã gắn cho ông lon [[đại tá]].Theo hồ sơ về tỷ phú Hoa kiều [[Lý Long Thân]] do [[Cảnh sát Việt Nam Cộng hòa]] lập, hiện lưu trữ tại [[Cục lưu trữ Việt Nam]], thì Lý để cầu thân Bảy Viễn đã bỏ số tiền hơn 4 triệu [[franc Pháp|franc]] để tổ chức tiệc chiêu đãi Bảy Viễn và thuộc cấp tại hý trường Đại Thế giới. Sau đó Lý còn đề nghị Bảy Viễn đứng ra thầu lại sòng bạc Đại Thế giới dưới sự hỗ trợ tài chính của chính mình với giá 500 nghìn đồng Đông Dương\/ngày và sự bảo trợ của Quốc trưởng [[Bảo Đại]].\n\nVào năm [[1955]], nhằm thống nhất các lực lượng Quốc gia, cắt đứt nguồn tài trợ của Bảy Viễn cũng như xóa bỏ lối sống đồi trụy tại đây, Tổng thống [[Ngô Đình Diệm]] đã ra lệnh đóng cửa tạm thời Đại Thế giới. Bảy Viễn chỉ huy lực lượng [[Bình Xuyên]] chống lại nhưng bị quân đội Quốc gia truy nã, phải rút xuống [[Rừng Sác]], tẩu thoát rồi lưu vong sang [[Pháp]].\n\nĐại Thế giới nằm ở vị trí hiện nay là Trung tâm Văn hóa Quận 5 (địa chỉ số 105 [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|đường Trần Hưng Đạo]]) và Công viên nước Đại Thế giới (địa chỉ số 1106 [[Đường Võ Văn Kiệt, Thành phố Hồ Chí Minh|đường Võ Văn Kiệt]]) tại [[phường 6, Quận 5]], [[Thành phố Hồ Chí Minh]]. Đây cũng là nơi tổ chức ngày hội [[Tết Nguyên tiêu]] hàng năm của Thành phố Hồ Chí Minh<ref>http:\/\/www.quan5.hochiminhcity.gov.vn\/tintuc\/Lists\/Posts\/Post.aspx?List=f73cebc3-9669-400e-b5fd-9e63a89949f0&ID=1043<\/ref>.\n\n== Giai thoại ==\nNhà khảo cổ học [[Vương Hồng Sển]] đã hội ngộ cùng Hoa khôi [[Trần Ngọc Trà]] tại sòng bạc Đại Thế giới vào năm 1952 [http:\/\/www.thanhnien.com.vn\/2007\/Pages\/200715\/188434.aspx].\n\nCha và hai người anh ruột của tỷ phú [[Stanley Ho]] (sinh năm 1921 tại [[Hồng Kông]]), trùm cờ bạc [[Ma Cao|Ma cao]], có cổ phần tại sòng bạc Đại Thế giới<ref>https:\/\/vietbao.com\/a50336\/vua-macao-o-sai-gon<\/ref>.\n\n== Tham khảo ==\n{{tham khảo}}\n*[http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent13.htm Origins of the Insurgency in South Vietnam, 1954-1960] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090820235844\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon\/pent13.htm |date=2009-08-20 }}\n*[http:\/\/www.thanhnien.com.vn\/2007\/Pages\/200715\/188434.aspx Những ngày \"mộng dưới hoa\"]\n\n[[Thể loại:Địa danh cũ Thành phố Hồ Chí Minh|Đ]]\n[[Thể loại:Sòng bạc tại Việt Nam]]\n[[Thể loại:Quận 5]]"}