{"41193":"[[Tập tin:Flag of the Communist Party of Vietnam.svg|nhỏ|Đảng kỳ [[Đảng Cộng sản Việt Nam]]]]\n{{Chính trị Việt Nam}}\n'''Đại hội Đại biểu toàn quốc''' là đại hội then chốt của [[Đảng Cộng sản Việt Nam]], do [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] triệu tập thường lệ 5 năm 1 lần, theo Điều lệ là \"cơ quan lãnh đạo cao nhất của Đảng\". Đại biểu dự đại hội gồm các Ủy viên Ban Chấp hành Trung ương triệu tập đại hội và [[Đại biểu Quốc hội Việt Nam|đại biểu]] do đại hội cấp dưới bầu.\n\nĐại biểu chính thức dự Đại hội đại biểu toàn quốc gồm các Ủy viên Ban Chấp hành Trung ương và Đại biểu do Đại hội cấp dưới bầu; Đại biểu dự Đại hội phải được Đại hội thẩm tra tư cách và biểu quyết công nhận.\n\nĐại hội Đại biểu toàn quốc bất thường có thể được triệu tập khi Ban Chấp hành Trung ương thấy cần hoặc khi có hơn một nửa số Cấp ủy trực thuộc yêu cầu. Đại biểu dự Đại hội bất thường là các Uỷ viên Trung ương đương nhiệm, đại biểu đã dự Đại hội đại biểu toàn quốc đầu nhiệm kỳ, đủ tư cách.\n\nỞ các cấp, cơ quan lãnh đạo cao nhất là đại hội đại biểu hoặc đại hội đảng viên, với đại biểu tham dự gồm các ủy viên ban chấp hành cấp triệu tập đại hội và đại biểu do đại hội cấp dưới bầu.\n\nMột số kỳ có Đại hội trù bị họp kín một số ngày giải quyết các công việc quan trọng, còn Đại hội chính thức hay có đại biểu quốc tế tham dự, họp công khai. Các Đại hội gần đây bỏ thể lệ này, thường chỉ họp trù bị một ngày để chuẩn bị công việc Đại hội chính. Thông thường, [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] sẽ đọc Báo cáo chính trị tổng kết nhiệm kỳ.\n\n==Nhiệm vụ==\n*Đánh giá kết quả thực hiện nghị quyết của nhiệm kỳ vừa qua;\n*Quyết định đường lối, chính sách của Đảng nhiệm kỳ tới;\n*Bầu [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]]; Số lượng Ủy viên Trung ương chính thức và Ủy viên Trung ương dự khuyết do Đại hội quyết định;\n*Bổ sung, sửa đổi [[Cương lĩnh chính trị của Đảng Cộng sản Việt Nam|Cương lĩnh chính trị]] và [[Điều lệ Đảng Cộng sản Việt Nam|Điều lệ Đảng]] khi cần.\n\n{{Clear}}\n==Các kỳ đại hội đại biểu toàn quốc==\n{| class=\"wikitable\"\n|-\n! Đại hội đại biểu toàn quốc!! Thời gian!! Địa điểm || Số đại biểu || Số đảng viên || Nội dung\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam I|Lần thứ I]] || 28 - 31\/3\/[[1935]] || [[Ma Cao]]|| 13 || 600 ||Đại hội đánh dấu sự khôi phục và phát triển của tổ chức Đảng sau đợt [[khủng bố trắng]] của [[Đế quốc thực dân Pháp|Pháp]] trong [[Xô Viết Nghệ Tĩnh]].\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam II|Lần thứ II]] || 11 - 19\/2\/[[1951]] || [[Tuyên Quang]] || 158 (53 dự khuyết)|| 766.349 || Khởi xướng [[Cải cách ruộng đất tại miền Bắc Việt Nam]].\nHoàn chỉnh đường lối kháng chiến chống thực dân Pháp và sự can thiệp của Mỹ.\n\nBiểu dương khích lệ tinh thần toàn đảng, toàn quân, toàn dân. Đại hội thể hiện được năng lực tư duy của Đảng.\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam III|Lần thứ III]]|| 5 - 12\/9\/[[1960]] || rowspan=\"11\" | [[Hà Nội]] || 525 (51 dự khuyết)|| 500.000 || Đề ra đường lối cách mạng của cả nước và nhiệm vụ riêng cho cách mạng 2 miền: Xây dựng [[Hệ thống xã hội chủ nghĩa|Chủ nghĩa Xã hội]] ở miền Bắc, tiến hành Cách mạng Dân tộc Dân chủ ở miền Nam.\n|-----\n|[[Đại hội Đảng Cộng sản Việt Nam IV|Lần thứ IV]]|| 14 - 20\/12\/[[1976]] || 1008 || 1.550.000 || Đại hội đầu tiên sau thống nhất.\n|-----\n|[[Đại hội Đảng Cộng sản Việt Nam V|Lần thứ V]]|| 27 - 31\/3\/[[1982]] || 1033 || 1.727.000 ||Đường lối xây dựng Chủ nghĩa xã hội trong thời kì quá độ bắt đầu có sự điều chỉnh, bổ sung, [[phát triển]], cụ thể hóa theo từng chặng đường, từng giai đoạn cho phù hợp với những điều kiện lịch sử.\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam VI|Lần thứ VI]] || 15 - 18\/12\/[[1986]] || 1129 || 2.109.613 || Khởi xướng chính sách [[Đổi Mới|đổi mới]].\n|-----\n|[[Đại hội Đảng Cộng sản Việt Nam VII|Lần thứ VII]]|| 24 - 27\/6\/[[1991]] || 1176 || 2.155.022 ||Đề ra Cương lĩnh xây dựng đất nước trong thời kì quá độ lên Chủ nghĩa xã hội. Mở rộng [[Quan hệ ngoại giao của Việt Nam|quan hệ đối ngoại]] theo hướng đa phương hóa, đa dạng hóa.\n|-----\n|[[Đại hội Đảng Cộng sản Việt Nam VIII|Lần thứ VIII]]|| 28\/6 - 1\/7\/[[1996]] || 1198 || 2.130.000 ||Đại hội đã tổng kết đánh giá, kiểm điểm 10 năm thực hiện đường lối đổi mới của đại hội VI và 5 năm thực hiện Nghị quyết Đại hội 7, đề ra chủ trương, nhiệm vụ nhằm kế thừa, phát huy những thành tựu, ưu điểm đã đạt được; điều chỉnh bổ sung, phát triển đường lối đổi mới để tiếp tục đưa sự nghiệp đổi mới của đất nước tiến lên.\n|-----\n|[[Đại hội Đảng Cộng sản Việt Nam IX|Lần thứ IX]]|| 19 - 22\/4\/[[2001]]|| 1168 || 2,4 triệu\n||Đại hội khẳng định tiếp tục nắm vững 2 nhiệm vụ chiến lược là xây dựng và bảo vệ Tổ quốc xã hội chủ nghĩa, đẩy mạnh [[Công nghiệp hóa tại Việt Nam|công nghiệp hóa]], hiện đại hóa đất nước. Tạo nền tảng để đến năm 2020 Việt Nam cơ bản trở thành một [[nước công nghiệp]] theo hướng hiện đại.\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam X|Lần thứ X]] || 18 - 25\/4\/[[2006]]|| 1176 || 3,1 triệu || '''''Đảng viên làm kinh tế tư nhân không giới hạn về quy mô''''' - Việc Đại hội ra Nghị quyết cho phép Đảng viên của Đảng được làm [[kinh tế]] tư nhân, kể cả kinh tế tư bản tư nhân là bước tiến quan trọng trong nhận thức của Đảng Cộng sản Việt Nam sau 20 năm đổi mới, thể hiện bước đột phá trong thay đổi tư duy của Đảng Cộng sản Việt Nam. Đại hội cũng làm rõ mối quan hệ giữa các thành phần kinh tế trong nền kinh tế Việt Nam. \n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam XI|Lần thứ XI]] || 11 - 19\/1\/[[2011]]|| 1377 || 3,6 triệu || [Đây là đại hội đầu tiên tổ chức trước [[Tết Nguyên Đán]]]. Đại hội đề ra '''''\"Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội (bổ sung, phát triển năm 2011)\",''''' trong đó đề ra đường lối xây dựng Đảng, tổng kết và ghi nhận thành tựu phát triển kinh tế đã đạt được.\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam XII|Lần thứ XII]] || 21 - 28\/1\/[[2016]]|| 1510 || hơn 4,5 triệu <ref>[http:\/\/www.vietnamplus.vn\/thong-bao-ve-dai-hoi-dang-lan-thu-xii-toi-cac-doan-ngoai-giao\/362373.vnp Thông tấn xã Việt Nam]<\/ref> || Tiếp tục tăng cường xây dựng Đảng trong sạch, vững mạnh; phát huy sức mạnh toàn dân tộc và dân chủ xã hội chủ nghĩa; đẩy mạnh toàn diện, đồng bộ công cuộc đổi mới; bảo vệ vững chắc Tổ quốc, giữ vững [[Môi trường xã hội|môi trường]] [[hòa bình]], ổn định; phấn đấu sớm đưa Việt Nam cơ bản trở thành nước công nghiệp theo hướng hiện đại.\n|-----\n| [[Đại hội Đảng Cộng sản Việt Nam XIII|Lần thứ XIII]] || 25\/1-1\/2\/[[2021]]||  1587||~5.300.000 (tính đến 10\/2020)\n|\n* '''Chủ đề Đại hội:''' ''\"Tăng cường xây dựng, chỉnh đốn Đảng và hệ thống chính trị trong sạch, vững mạnh; phát huy ý chí, khát vọng, sức mạnh đại đoàn kết toàn dân tộc kết hợp với sức mạnh thời đại; đẩy mạnh đổi mới sáng tạo, phát triển nhanh và bền vững đất nước; bảo vệ vững chắc Tổ quốc, giữ vững môi trường hòa bình, ổn định; phấn đấu đến giữa thế kỷ XXI nước ta trở thành nước phát triển, theo định hướng xã hội chủ nghĩa.\"''\n* '''Phương châm chỉ đạo:''' \"Đoàn kết - Dân chủ - Kỷ cương - Sáng tạo - Phát triển\"\n|}\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.cpv.org.vn\/content.asp?topic=2&subtopic=2 Điều lệ Đảng Cộng sản Việt Nam]\n\n{{Đại hội Đảng Cộng sản Việt Nam}}\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n\n[[Thể loại:Chính trị Việt Nam]]\n[[Thể loại:Đại hội Đảng Cộng sản Việt Nam| ]]\n[[Thể loại:Khởi đầu năm 1935 ở Việt Nam]]"}