{"42197":"{{otheruses4|thành Đại La|các nghĩa khác của La Thành|La Thành (định hướng)}}\n'''Đại La''' ([[chữ Hán]]: 大羅), còn có các tên gọi khác là ''Đại La thành'', ''Thành Đại La'', ''La Thành'' (羅城) là một thành trì, thủ phủ của [[An Nam đô hộ phủ]] thời [[Nhà Đường]] trong hai [[thế kỷ 8]] và [[thế kỷ 9]]. Thành nằm ở vị trí giữa Thành Hà Nội và sông Tô Lịch, thuộc quận Ba Đình của [[Hà Nội]] hiện nay.\n\n'''Đại La''' ban đầu do [[Trương Bá Nghi]] cho đắp từ năm [[Đại Lịch (định hướng)|Đại Lịch]] thứ 1 đời  [[Đường Đại Tông]] (767); [[Triệu Xương]] cho đắp thêm năm [[Trinh Nguyên]] thứ 7 đời [[Đường Đức Tông]] (791).\n\nĐến năm [[Nguyên Hòa]] thứ 3 đời [[Đường Hiến Tông]] (808), [[Trương Chu]] lại sửa đắp lại<ref>Lê Tắc - Ủy ban phiên dịch sử liệu Việt Nam thuộc Viện Đại Học Huế (1961), An Nam Chí Lược, tr. 5<\/ref> năm [[Trường Khánh]] thứ 4 đời [[Đường Mục Tông]] (824), [[Lý Nguyên Gia]] dời phủ trị tới bên sông [[Tô Lịch]], đắp một cái thành nhỏ, gọi là '''La Thành''', sau đó [[Cao Biền]] cho đắp lại to lớn hơn.\n\nTheo sử cũ thì La Thành do [[Cao Biền]] cho đắp có chu vi 1.982,5 trượng (≈6,6&nbsp;km); thành cao 2,6 trượng (≈8,67 m), chân thành rộng 2,5 trượng (≈8,33 m), nữ tường<ref>Bức tường nhỏ đắp trên tường thành lớn hay đê con chạch đắp trên mặt đê chính<\/ref> bốn mặt cao 5,5 thước (≈1,83 m), với 55 lầu vọng địch, 6 nơi úng môn[5], 3 hào nước, 34 đường đi. Ông còn cho đắp đê vòng quanh ngoài thành dài 2.125,8 trượng (≈7,09&nbsp;km), đê cao 1,5 trượng (≈5,00 m), chân đê rộng 2 trượng (≈6,66 m) và làm hơn 400.000 gian nhà.<ref>Đại Việt Sử Ký Toàn Thư - Ngoại Kỷ - Quyển V: ''Cao Biền giữ phủ xưng vương, đắp La Thành vòng quanh 1.982 trượng lẻ 5 thước, thân thành cao 2 trượng 6 thước, chân thành rộng 2 trượng 5 thước, bốn mặt thành đắp các nữ tường nhỏ trên bốn mặt thành cao 5 thước 5 tấc, lầu nhìn giặc 55 sở, cửa ống 6 sở, cừ nước 3 sở, đường bộ 34 sở. Lại đắp con đê vòng quanh dài 2.125 trượng 8 thước; cao 1 trượng 5 thước; chân rộng 2 trượng, cùng làm nhà cửa hơn 40 vạn gian.''<\/ref>\n\nTheo truyền thuyết, do thành xây đi xây lại vẫn bị sụt ở vùng [[sông Tô Lịch]], Cao Biền đã cho trấn yểm tại đây để làm cho đất vững và chặn dòng [[long mạch]] của vùng đất này. Các di chỉ tìm được trong lòng sông tháng 9 năm 2001 được một số nhà nghiên cứu cho là di tích của bùa yểm này.{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nNăm 1010,Lý Công Uẩn tức Lý Thái Tổ ra Chiếu Dời Đô từ Hoa Lư (Ninh Bình) đến Đại La và lấy tên này làm tên thành. Cũng trong năm 1010, vua Lý Thái Tổ đổi tên phủ thành Đại La là thành [[Thăng Long]].<ref>Đại Việt Sử Ký Toàn Thư - Bản Kỷ - Quyển II: ''Mùa thu, tháng 7, vua từ thành Hoa Lư, dời đô ra kinh phủ ở thành Đại La, tạm đỗ thuyền dưới thành, có rồng vàng hiện lên ở thuyền ngự, nhân đó đổi tên thành gọi là thành Thăng Long.''<\/ref>\n\n==Xem thêm==\n*[[Tên gọi của Hà Nội qua các thời kỳ lịch sử]]\n*[[Hoàng thành Thăng Long]]\n*[[Thánh vật ở sông Tô Lịch]]\n*[[Cao Biền]]\n*[[Thủ đô Việt Nam]]\n== Tham khảo ==\n{{Tham khảo}}\n== Liên kết ngoài ==\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Địa danh cũ Việt Nam|Đ]]\n[[Thể loại:Thành cổ Việt Nam]]\n[[Thể loại:Cố đô Việt Nam]]"}