{"362800":"{{pp-protected|small=yes}}\n{{Trung lập}}\n{{Thông tin đảng phái chính trị\n| tên = Việt Nam Canh tân Cách mạng Đảng\n| tên gốc = ''Vietnam Reform Revolutionary Party'', VRRP\n| mã màu = #3399FF\n| logo = Huy hiệu Việt Nam Canh tân Cách mạng Đảng.png\n| founder = [[Hoàng Cơ Minh]]\n| chủ tịch = [[Lý Thái Hùng]]<ref name=\"tanlanhdao\">{{cite web|url=https:\/\/viettan.org\/tan-lanh-dao-cua-dang-viet-tan-nhiem-ky-2022-2025\/|title=Tân Lãnh Đạo của Đảng Việt Tân nhiệm kỳ 2022-2025|author=Đảng Việt Tân|date=2022-09-21}}<\/ref>\n| tổng bí thư = Hoàng Tứ Duy<ref name=\"tanlanhdao\"\/>\n| phát ngôn viên = Đông Xuyến<ref name=\"tanlanhdao\"\/>\n| chức danh 1 = Trung ương Đảng\n| lãnh đạo 1 = Nguyễn Đỗ Thanh Phong<br>Nguyễn Kim<br>[[Nguyễn Quốc Quân]]<br>Đặng Vũ Chấn<br>Hà Đông Xuyến\n| thành lập = [[10 tháng 7]] năm [[1982]]\n| headquarters = [[San Jose, California|San Jose]], [[California]], {{flag|Hoa Kỳ}}<br>{{flag|Úc}}<br>{{flag|Đài Loan}}<br>{{flag|Canada}}<br>{{flag|Pháp}}<br>{{flag|Vương quốc Anh}}<br>{{flag|Đức}}<br>{{flag|Nhật Bản}}<br>{{flag|Thái Lan}}\n| hệ tư tưởng = [[Dân chủ tự do]]<br>[[Chủ nghĩa dân tộc Việt Nam]]<br>[[Chủ nghĩa chống cộng]]\n| khẩu hiệu = '''''Chấm dứt độc tài''' - '''Canh tân đất nước'''''\n| quốc gia = {{USA}}\n| quốc tế =\n| nghị viện châu Âu =\n| flag = Viet_Tan_Logo.png\n| màu = {{colorbox|#3399FF}} {{colorbox|white}}\n| trang web = https:\/\/viettan.org\/\n| ghi chú = \n}}\n\n'''Đảng Việt Tân''' hoặc '''Việt Nam Canh tân Cách mạng Đảng''' ([[tiếng Anh]]: ''Vietnam Reform Revolutionary Party'', '''VRRP''') là một tổ chức chính trị được thành lập bởi một nhóm [[người Mỹ gốc Việt]] tại [[San Jose, California]] năm 1982 với mục đích đấu tranh lật đổ chế độ Cộng sản tại Việt Nam và canh tân đất nước. Tiền thân của Đảng Việt Tân là [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam|Mặt Trận Quốc gia thống nhất giải phóng Việt Nam]] do [[Hoàng Cơ Minh]], chuẩn tướng hải quân [[Quân lực Việt Nam Cộng Hòa]] thành lập vào năm 1980 (hay còn gọi là Mặt Trận Hoàng Cơ Minh). Năm 2004, Mặt trận tuyên bố giải tán, tái tổ chức thành Việt Tân và tuyên bố sẽ thực hiện \"''những hoạt động đấu tranh thích hợp với tình thế mới''\".<ref>{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/05\/070504_viettan.shtml|tựa đề=Một bài viết về đảng Việt Tân|tác giả=Carlyle Thayer|ngày=2007-05-04|website=bbc.co.uk|ngày truy cập=2021-04-23}}<\/ref> Tổ chức Việt Tân tuyên bố có những thành viên hoạt động công khai trong nước Việt Nam.<ref>{{Chú thích web|url=http:\/\/vi.rfi.fr\/viet-nam\/20100909-viet-tan-thong-bao-giao-su-pham-minh-hoang-la-thanh-vien-cua-to-chuc-nay|tiêu đề=Việt Tân thông báo giáo sư Phạm Minh Hoàng là thành viên của tổ chức này|ngày=2010-09-09|website=RFI|ngày truy cập=2021-04-23}}<\/ref> Tuy có tên là ''\"Đảng\"'' Việt Tân nhưng thực ra tổ chức này hoạt động tại Mỹ như một hội đoàn theo quy chế \"unincorporated association” ([[hội đoàn không đăng ký pháp nhân]]).<ref>{{Chú thích web|url=https:\/\/chantroimoimedia.com\/2016\/09\/04\/luat-su-phu-noi-ve-quy-che-unincorporated-association\/|tựa đề=Luật sư Đỗ Phủ nói về quy chế unincorporated association|ngày=2016-09-04|website=Chân Trời Mới media|ngày truy cập=2021-04-23}}<\/ref>\n\n== Thành lập ==\nTháng 5\/1975, tướng Hoàng Cơ Minh chỉ huy soái hạm HQ-3 di tản chiến thuật đến [[Guam]], tạm trú trong trại Barrigada. Theo lời của những người di tản cùng với ông thì tinh thần của ông lúc đó còn rất là hăng hái và không chấp nhận đầu hàng chế độ mới. Ông cho rằng Việt Minh lúc đầu khởi sự cũng không có gì với một nhóm dân quân miền Thượng,<ref>{{Chú thích video|url=https:\/\/www.youtube.com\/watch?v=nNnSboobXNA|title=Cựu Đại tá Vũ Văn Lộc: 'Terror in Little Saigon' là phim dở, đầu voi đuôi chuột...|date = ngày 6 tháng 11 năm 2015}}<\/ref> đồng thời quân đội Việt Nam Cộng Hòa thực chất có tổ chức rất lỏng lẻo.<ref name=\":0\">Diễn đàn paltalk, Đỗ Thông Minh nói về Việt Tân, video Youtube<\/ref><ref name=\":1\">{{Chú thích video|url=https:\/\/www.youtube.com\/watch?v=BfAJpDNhvVw|title=Tâm tình với anh Đỗ Thông Minh tại Nhật Bản -- 01|date = ngày 7 tháng 10 năm 2017 |last=Lữ Thị Tường Uyên}}<\/ref> Chính vì lí do đó, tướng Hoàng Cơ Minh muốn tổ chức lại một tổ chức có quản lí chặt chẽ như phía Cộng sản, với hệ thống quân đội và đảng phái chính trị lãnh đạo.<ref name=\":0\" \/> Ngày 30\/4\/1980, Mặt Trận Quốc gia Thống Nhất Giải Phóng Việt Nam thành lập do Hoàng Cơ Minh làm chủ tịch Mặt Trận và đại tá Phạm Văn Liễu làm Tổng vụ trưởng Tổng vụ Hải ngoại. Về ngày thành lập của Mặt Trận, theo ý kiến của những người từng tham gia mặt trận vào thời điểm đó thì ngày 30\/4\/1980 thực ra chỉ là ngày \"ước định\", do khi tướng Hoàng Cơ Minh cùng những người trong mặt trận đến Thái Lan thì trên đường đi tất cả mới quyết định lấy ngày 30\/4\/1980 làm ngày thành lập mặt trận.<ref name=\":2\">{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=vgfdx2Rjdv8|tiêu đề=Cựu sáng lập viên Mặt Trận Hoàng Cơ Minh tiết lộ một số vấn đề quan trọng|ngày=Nov 14, 2015|website=Truyền hình Cali today}}<\/ref> Trên thực tế, 3 tổ chức Lực lượng Quân dân Việt Nam, Tổ chức Phục hưng Việt Nam và Tổ chức Người Việt tự do quyết định giải tán để hợp nhất thành Mặt Trận nên đại diện của cả ba tổ chức trong chuyến đi đến Thái Lan đều nhất trí với nhau lấy ngày 30\/4\/1980 làm ngày thành lập, để tránh trường hợp 3 tổ chức nói về ngày thành lập là 3 ngày khác nhau.<ref name=\":1\" \/><ref name=\":2\" \/>\n\nMục tiêu của tổ chức Mặt Trận là \"đấu tranh giải phóng [[Việt Nam]] khỏi chế độ Cộng sản\" bằng phương pháp bất bạo động. Để có thể tiến hành các hoạt động đấu tranh chính trị, bất bạo động, tổ chức Mặt Trận đã tìm cách liên kết với chính phủ Thái Lan để đặt một căn cứ trên đất Thái Lan. Ngày 18 -  26\/11\/1981, tướng Hoàng Cơ Minh cùng các thành viên trong Mặt Trận đến [[Băng Cốc|Bangkok]] liên lạc với tướng Thái Hadsayin để thuê đất, thuê rừng nằm ở biên giới Thái-Lào, thuộc làng Nong Noi, tỉnh U Bon, lập căn cứ khu chiến. Ngày 8\/3\/1982, tổ chức Mặt Trận công bố cương lĩnh chính trị tại khu chiến. Tại hải ngoại, Mặt trận đã tổ chức nhiều hoạt động kêu gọi người Việt ở nước ngoài (chủ yếu ở [[Pháp]] và [[Hoa Kỳ|Mỹ]]) ủng hộ đường lối đấu tranh của họ qua tờ báo ''Kháng chiến'', vận động tài chính qua các Phong trào Yểm trợ kháng chiến, Đoàn Văn nghệ kháng chiến. Vốn thu được do Mặt trận quyên góp được dùng để mở chuỗi cửa hàng Phở Hòa trên khắp nước Mỹ.<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Su-den-toi-cua-trum-phan-dong-Hoang-Co-Minh-%28phan-1%29-287063\/|tiêu đề=Sự đền tội của trùm phản động Hoàng Cơ Minh (phần 1)|ngày=2007-04-02|website=An ninh Thế giới Online|ngày truy cập=2021-03-11}}<\/ref> Trong những năm tiếp theo, Mặt trận tổ chức các cuộc xâm nhập vũ trang vào Việt Nam với mục đích xây dựng căn cứ, hạ tầng cho hoạt động đấu tranh (không phải nhằm mục đích chiến tranh vũ trang với quân đội Cộng sản). Các chiến dịch Đông Tiến xâm nhập Việt Nam lần lượt bị lực lượng vũ trang 3 nước Đông Dương đánh bại. Các chiến dịch Đông Tiến thời điểm này bao gồm:\n\n*Năm 1985, Đặng Quốc Hiền, với chức danh ''\"tư lệnh lực lượng vũ trang kháng chiến\"'' dẫn đầu 40 binh lính tìm cách vượt biên vào Việt Nam. Toán xâm nhập bị [[Lực lượng Biên phòng]] Lào chặn đánh, nhóm phải quay về Thái Lan. Cùng năm, Đặng Quốc Hiền chết vì bệnh sốt rét tại ''\"chiến khu\"'' (theo lời kể của các thành viên Việt Tân).\n*Ngày 15\/5\/1986, Mặt Trận tiến hành ''\"chiến dịch [[Đông Tiến I]]\"'', do Dương Văn Tư dẫn 100 quân xâm nhập vào Việt Nam. Ngày 19\/9\/1986, khi vừa đặt chân lên biên giới Việt Nam, toán quân Dương Văn Tư bị [[Lực lượng Biên phòng]] Việt Nam (đồn 637), [[Lào]] và [[Campuchia]] phục kích và gây tổn thất lớn, toán còn sống sót phải quay về Thái Lan.\n*Ngày 1\/12\/1986, Mặt Trận mở cuộc hành quân ''\"[[Chiến dịch Đông Tiến II|Đông Tiến II\"]]'' xâm nhập vào Việt Nam lần nữa và đích thân Hoàng Cơ Minh chỉ huy. Khi toán quân chuẩn bị vượt sông Mekong thì bị quân đội Việt - Lào phối hợp đánh chặn nên buộc phải quay về căn cứ.\n*Ngày 7\/7\/1987, Mặt Trận tiến hành cuộc hành quân ''\"[[Chiến dịch Đông Tiến II|Đông Tiến II]]\"'' lần thứ hai với mục tiêu xâm nhập vào Việt Nam, đến [[Tây Nguyên]] để dựng lên căn cứ. Theo kế hoạch, toán quân sẽ vượt [[Mê Kông|sông Mekong]], sang tỉnh [[Salavan]] thuộc [[Nam Lào|miền Nam nước Lào]] rồi từ đó, dưới sự dẫn đường của 20 thổ phỉ Lào, sẽ đi về [[Sekong (tỉnh)|tỉnh Sêkông]] và xâm nhập khu vực ngã ba biên giới, thuộc tỉnh [[Kon Tum]], Việt Nam.<ref name=\"cand1\">\n[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Su-den-toi-cua-trum-phan-dong-Hoang-Co-Minh-%28phan-1%29-287063\/ Sự đền tội của trùm phản động Hoàng Cơ Minh (phần 1)]<\/ref> Ngày 11\/7\/1987, đoàn quân vượt [[Mê Kông|sông Mekong]] vào đất Lào. Hai mươi ngày sau khi tiến gần đến biên giới Việt Nam thì bị [[Quân đội Nhân dân Lào|quân đội Lào]] phối hợp với quân du kích chặn đánh tổng cộng 15 trận. Đêm 27\/8\/1987 trong trận đánh cuối cùng, Hoàng Cơ Minh bị thương và tự sát. Toán quân tan rã, một số chạy về [[Thái Lan]], một số bị bắt sống.\n\nTrong [[chiến dịch Đông Tiến II]] năm 1987, Hoàng Cơ Minh bị thương và đã tự sát. Năm 1991, chiến dịch ''\"Đông tiến III\"'' do thiếu úy dù Đào Hoa Kế chỉ huy cũng bị đánh tan.<ref name=\":1\" \/> Sau cái chết của Hoàng Cơ Minh, Mặt trận hầu như chỉ thu gọn lại trên hình thức tuyên truyền vận động trong giới người Việt tại hải ngoại.\n\nNăm 2001, tổ chức Mặt Trận chính thức công bố sự thật về cái chết của đề đốc Hoàng Cơ Minh. Năm 2004, tại Đức, tổ chức Mặt Trận tuyên bố giải tán và công khai hóa Việt Nam Canh tân Cách mạng Đảng (gọi tắt là Việt Tân). Đảng Việt Tân chủ trương đấu tranh ''\"chấm dứt chế độ độc tài\"'' bằng phương thức ''\"đấu tranh bất bạo động\"'' với tuyên bố ''\"chủ trương tiến hành cuộc cách mạng bằng chính sức mạnh và trí tuệ của dân tộc Việt Nam để giải phóng đất nước thoát khỏi ách độc tài [[Cộng sản]] hầu có điều kiện chấm dứt tình trạng nghèo nàn và lạc hậu của đất nước\".<ref>{{Chú thích web|url=http:\/\/www.viettan.org\/rubrique.php3?id_rubrique=2|tựa đề=Đảng Việt Tân - Chủ trương và Đường lối|website=Việt Tân}}<\/ref>''\n\n== Hoạt động ==\nBị xem là một tổ chức khủng bố, Chính phủ Việt Nam luôn có những cáo buộc Đảng Việt Tân với các hoạt động khủng bố nhằm mục đích phá hoại chính quyền Cộng hoà [[Hệ thống xã hội chủ nghĩa|Xã hội Chủ nghĩa]] Việt Nam, phá hoại, gây chia rẽ khối Đại đoàn kết dân tộc Việt Nam. Tuy nhiên, phía Việt Tân luôn bác bỏ những cáo buộc của chính phủ Việt Nam mà họ cho là \"vô căn cứ\" và luôn tuyên bố chủ trương “Đối Đầu Bất Bạo Động để tháo gỡ độc tài - Xây dựng Xã Hội Dân Sự để đặt nền dân chủ - Vận Động Toàn Dân để canh tân đất nước”. Đảng Việt Tân cũng luôn khuyến khích, quảng bá mọi hình thức \"đấu tranh bất bạo động\" để tránh hay giảm thiểu đổ máu, đổ vỡ\" như trong chiến tranh.<ref>{{Chú thích web|url=http:\/\/www.viettan.org\/%C4%90ang-Viet-Tan-va-%C4%90ang-Cong-san.html|tiêu đề=So sánh Việt Tân và Đảng CSVN|website=Việt Tân}}<\/ref> Chính phủ Việt Nam cũng cáo buộc Việt Tân tập trung \"nguồn lực\", tài chính để \"nuôi dưỡng\" hàng trăm người chỉ làm công việc duy nhất là sống trên các diễn đàn, các trang mạng ảo để thực hiện chiêu trò đánh bóng, marketing cho Việt Tân.<ref name=\"nhandan.com.vn\">{{Chú thích web|url=https:\/\/nhandan.com.vn\/binh-luan-phe-phan\/bo-mat-that-cua-to-chuc-khung-bo-viet-tan-247337\/|tựa đề=Bộ mặt thật của tổ chức khủng bố Việt tân|ngày=2015-11-09|website=Báo Nhân Dân|ngày truy cập=2021-03-11}}<\/ref>\n\nChính phủ [[Hoa Kỳ]], [[Canada]] và [[Liên Hợp Quốc|Cao uỷ Liên hợp quốc về Quyền con người]] coi Việt Tân như một ''\"tổ chức mang tính \"hòa bình\" ủng hộ cho \"cải cách [[dân chủ]]\" và không có các hành vi bạo lực\"''.<ref>{{Chú thích web|url=https:\/\/news.un.org\/en\/story\/2013\/01\/429682|tên bài=UN News: UN human rights office concerned over convictions of 14 activists in Vietnam|ngày=ngày 11 tháng 1 năm 2013|website=UN News|ngôn ngữ=tiếng Anh|nơi xuất bản=|ngày truy cập=2021-03-11}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.un.org\/apps\/news\/story.asp?NewsID=43906&Cr=vietnam&Cr1=#.VzOctxV97Vo|tiêu đề=UN human rights office concerned over convictions of 14 activists in Vietnam}}<\/ref>\n\n=== Tại Việt Nam ===\nHiện tại, theo các tài liệu của các cơ quan chức năng chính quyền ở Việt Nam thì Việt Tân tiếp tục \"tuyển mộ\", \"huấn luyện\", \"chỉ đạo\" thành viên xâm nhập nội địa để thực hiện các hoạt động phá hoại, gây rối, làm mất an ninh - trật tự; bạo loạn; thủ tiêu, bắt cóc con tin; bên cạnh việc đưa thành viên từ nội địa ra nước ngoài để tổ chức \"đào tạo\", \"huấn luyện\" về phương thức khủng bố, chế tạo bom xăng, dùng vũ khí các loại... để phục vụ cho những hoạt động khủng bố, phá hoại, ám sát...[[Việt Nam Canh tân Cách mạng Đảng#cite note-21|<sup>[21]<\/sup>]] Việt Tân đã nhiều lần thực hiện âm mưu đánh bom tại [[Thành phố Hồ Chí Minh]] nhân các dịp lễ lớn nơi các điểm tập trung đông người (điển hình như [[Nhà thờ Đức Bà (Quận 1)]], ga quốc tế [[Sân bay quốc tế Tân Sơn Nhất|Sân bay Tân Sơn Nhất]] (Quận Tân Bình)...) nhưng tất cả đều bất thành.<sup>[[Việt Nam Canh tân Cách mạng Đảng#cite note-22|[22]]]<\/sup> Hầu hết những thành viên tham gia Việt Tân đều bị cơ quan Công an Việt Nam bắt giữ khi đang cố thâm nhập vào nội địa đều mang theo vũ khí có tính chất nguy hiểm như súng lục, lựu đạn, dao găm, lưỡi lê, vật liệu chế tạo bom, bom xăng, pháo, các chất hoá học, các chất gây nổ khác... (nguồn thông tin chưa được kiểm chứng, còn mang tính chủ quan).[[Tập tin:Viet Tan Organizes Civic Action in Hanoi.jpg|200px|nhỏ|trái|Biểu tình tại Hà Nội năm 2010 do Việt Tân tổ chức.]]Việt Tân được cho là đã đứng sau nhiều vụ tụ tập, gây rối trật tự công cộng của các đối tượng chống đối Đảng và Nhà nước, nấp dưới chiêu bài ''\"đòi minh bạch, đòi công lý\",'' lấy cớ ''\"cá chết hàng loạt ở Formosa Hà Tĩnh\"..''. Theo thông tin từ cơ quan Công an Thành phố Hồ Chí Minh, mục tiêu của các cuộc tụ tập lấy cớ ''“vì môi trường”'' là nhằm gây rối, phá hoại cuộc bầu cử Đại biểu Quốc hội khóa XIV và Hội đồng nhân dân các cấp nhiệm kỳ 2016 - 2021. Trong đoàn biểu tình, có kẻ sử dụng bình xịt hơi cay manh động tấn công lực lượng chức năng. Đã có một thanh niên xung phong làm nhiệm vụ giữ trật tự cho đoàn biểu tình bị một số đối tượng kéo đến tận nhà đập phá, khủng bố. (nguồn thông tin chưa được kiểm chứng, còn mang tính chủ quan)\n\nNgày [[17 tháng 11]] năm 2007, 3 đảng viên của đảng Việt Tân từ hải ngoại về Việt Nam đã bị lực lượng trinh sát Công an phát hiện và bắt giữ ở một khu ngoại ô phía Nam của Thành phố Hồ Chí Minh khi đang tìm cách rải 7.000 tờ truyền đơn về \"''đấu tranh bất bạo động\"''. 3 người này sau đó bị trục xuất về Mỹ.<ref>{{Chú thích web|url=http:\/\/www.humanrightshouse.org\/dllvis5.asp?id=6512|tiêu đề=Pro-democracy activists to be charged with terrorism in Vietnam|tác giả 1=Niels Jacob Harbitz|ngày tháng=2008-05-05|archive-url=https:\/\/web.archive.org\/web\/20081023115212\/http:\/\/www.humanrightshouse.org\/dllvis5.asp?id=6512|archive-date = ngày 23 tháng 10 năm 2008 |ngày truy cập=2008-09-01}}<\/ref>\n\nNăm 2009, lực lượng [[Công an nhân dân Việt Nam|Công an Việt Nam]] cũng đã đập tan kế hoạch của Việt Tân khi có âm mưu thiết lập đường dây qua ngả biên giới để đưa người, vũ khí xâm nhập bất hợp pháp thông qua Nguyễn Văn Bé. Mục tiêu của Nguyễn Văn Bé là chụp ảnh trái phép các cửa khẩu ở Kiên Giang, Tây Ninh, Tổng lãnh sự quán Mỹ tại Thành phố Hồ Chí Minh,… đồng thời tìm hiểu quy luật qua lại của người dân vùng giáp ranh thuộc biên giới Việt Nam - [[Campuchia]]. Bé còn có nhiệm vụ liên lạc và báo cáo cho các thành viên ''\"cộm cán\"'' của Việt Tân như Nguyễn Tuyết Nhung ở Úc và Đặng Quốc Sủng ở Mỹ. Nguyễn Văn Bé đã bị bắt vào ngày 9.5.2009 với tang vật, bằng chứng phạm pháp và đã bị buộc phải cúi đầu nhận tội.<ref name=\":3\">[http:\/\/vietnamnet.vn\/vn\/thoi-su\/viet-tan-kich-dong-chong-pha-the-nao-306026.html#inner-article Việt Tân kích động chống phá thế nào], 21\/05\/2016, Vietnamnet<\/ref><ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Ho-so-Interpol\/Pha-vo-mot-am-muu-khung-bo-cua-nhom-phan-dong-Viet-Tan-294628\/|tiêu đề=Phá vỡ một âm mưu khủng bố của nhóm phản động Việt Tân|website=}}<\/ref>\n\nViệt Tân cũng bị chính phủ Việt Nam cáo buộc thực hiện nhiều biện pháp để tiến hành \"tuyên truyền\" như chèn sóng radio, sóng vô tuyến gây nhiễu loạn, phát tán thông tin trên mạng Internet, lợi dụng các sự kiện lớn để tập trung \"tuyên truyền\", đánh bóng tên tuổi. Phía chính phủ Việt Nam cũng cho rằng các thông tin đưa về tình hình Việt Nam thường bị bóp méo, thổi phồng quá mức, gây hoang mang trong quần chúng nhân dân. (nguồn thông tin chưa kiểm chứng, còn mang tính chủ quan)\n\nTheo các cáo buộc của [[Bộ Công an (Việt Nam)|Bộ công an Việt Nam]], để thực hiện âm mưu bạo loạn nhằm lật đổ chính quyền, Việt Tân đã tiến hành kích động, lôi kéo người dân xuống đường tuần hành, biểu tình, từ đó tiến tới gây bạo loạn vũ trang, đập phá cơ sở vật chất, trụ sở cơ quan,... Việt Tân đã chi tiền để làm gia tăng số lượng người tham gia \"biểu tình\", tăng mức độ bạo động. Nhiều thành viên Việt Tân đã cố tình dàn dựng cảnh xô xát, mất trật tự trong các cuộc biểu tình.<sup>[[Việt Nam Canh tân Cách mạng Đảng#cite note-cand.com.vn-39|[39]]]<\/sup>Trong các cuộc biểu tình, bạo động, Việt Tân đã chỉ đạo cho các thành viên trà trộn vào đám đông, có những hành vi manh động như sử dụng dao, bình xịt hơi cay, bom xăng để tấn công các lực lượng chức năng có trách nhiệm bảo vệ an toàn cũng như giữ trật tự cho đoàn biểu tình. Thậm chí, Việt Tân còn ra tuyên bố ''\"trao thưởng\"'' cho những ai có những hành vi bạo lực chống lại cơ quan chức năng.[[Việt Nam Canh tân Cách mạng Đảng#cite note-40|<sup>[40]<\/sup>]][[Việt Nam Canh tân Cách mạng Đảng#cite note-41|<sup>[41]<\/sup>]] Cũng theo phía Bộ Công An, Thông thường, các thành viên \"cốt cán\" của Việt Tân không trực tiếp tham gia biểu tình để tránh thương vong cho chính họ nếu có xô xát xảy ra. Họ chỉ ngồi một chỗ, sử dụng thiết bị viễn thông, điện tử, mạng Internet để kích động, thương vong sẽ giáng vào người tham gia biểu tình và các cơ quan chức năng.[[Việt Nam Canh tân Cách mạng Đảng#cite note-42|<sup>[42]<\/sup>]] Theo cơ quan Công an Việt Nam, nhận thấy rõ ràng những sự bất minh và những mục đích không trong sáng của các hoạt động ''\"biểu tình\"'' do Việt Tân kích động, nhiều người dân đã thể hiện thái độ lên án, phản đối gay gắt và hoàn toàn không đồng tình.[[Việt Nam Canh tân Cách mạng Đảng#cite note-43|<sup>[43]<\/sup>]]\n\nVẫn theo chính phủ Việt Nam, để thu hút được sự quan tâm, chú ý của nhiều thành phần trong xã hội, chiến lược tuyên truyền của Việt Tân khá bài bản. Việt Tân đã xuyên tạc, bóp méo thông tin về tình hình nội địa, gây hiểu sai cho người tiếp nhận thông tin, kích động sự bất mãn trong dân chúng. Hoạt động bóp méo thông tin chủ yếu tập trung vào các chủ đề liên quan lợi ích, an ninh chủ quyền và toàn vẹn lãnh thổ Việt Nam, những vấn đề đang tồn tại trong nước như nạn tham nhũng, khiếu kiện, những sơ hở thiếu sót trong chính sách của Nhà nước. Việt Tân lợi dụng mâu thuẫn giữa Việt Nam - Trung Quốc về lãnh hải, chủ quyền biển đảo để đẩy Việt Nam vào thế bị động trong hoạch định và thực thi chính sách đối ngoại, gây sức ép để Việt Nam phải từ bỏ chính sách đối ngoại độc lập, tự chủ để sang một chính sách đối ngoại lệ thuộc, bất lợi cho nhân dân.[[Việt Nam Canh tân Cách mạng Đảng#cite note-44|<sup>[44]<\/sup>]] Việt Tân đã sử dụng biện pháp cắt dán, lắp ghép để bóp méo thông tin, tạo “hội chứng đám đông” trong quần chúng. Những hình ảnh, video thường không cung cấp đầy đủ thông tin hoặc cung cấp thông tin sai lệch để gây hiểu sai cho người đọc và làm mất uy tín cho những nạn nhân (bị đưa thông tin lên). Bên cạnh đó, Việt Tân cũng đưa ra những thông tin không có thật để gây ảnh hưởng tới sức sản xuất kinh tế của nhân dân Việt Nam, phủ nhận những thành quả của nhân dân trong công cuộc xây dựng và bảo vệ Tổ quốc.[[Việt Nam Canh tân Cách mạng Đảng#cite note-45|<sup>[45]<\/sup>]]\n\nNgày 14\/3\/2010, một số người được cho là thành viên của Việt Tân xuất hiện công khai trên cầu Thê Húc trước đền Ngọc Sơn ở Hà Nội để phát mũ, áo thun có chữ HS-TS-VN (Hoàng Sa - Trường Sa - Việt Nam) cho người qua lại. Theo các thành viên Việt Tân này, việc phát mũ áo HS-TS là để ghi nhớ công ơn các chiến sĩ đã hy sinh khi bảo vệ Hoàng Sa năm 1974 và Trường Sa năm 1984. Theo đài [[RFA]], việc phát áo mũ diễn ra trong tinh thần trật tự và đây là điều bất ngờ đối với công an Hà Nội.<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/From-ha-noi-viettan-members-affirm-vietnam-s-sovereignty-interview-a-participant-NKhanh-03152010122810.html|tiêu đề=}}<\/ref>\n\nBắt đầu từ tháng 5 năm 2010, Việt Tân phát động ''\"Chiến dịch vượt [[tường lửa]] và an ninh điện tử\"'' để người trong nước có thể cập nhật được tin tức mà không bị Nhà nước Việt Nam ngăn cấm hoặc kiểm duyệt.<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/No-firewall-campaign-KhAn-09222010162258.html|tiêu đề=Chiến dịch vượt tường lửa|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=[[Đài Á Châu Tự do]]|ngôn ngữ=}}<\/ref>\n\nNgày 9\/10\/2010, trong dịp [[Đại lễ 1000 năm Thăng Long – Hà Nội|kỷ niệm Thăng Long Nghìn Tuổi]], người của Việt Tân lại công khai xuất hiện tại gần tượng đài [[Lý Thái Tổ#Vinh danh|Lý Thái Tổ]], Hà Nội, giăng biểu ngữ và ''\"đọc bản lên tiếng\"'' của Việt Tân về ''\"hiểm họa Bắc Triều\".''<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/mobile\/vietnam\/2010\/10\/101018_viettan_arrest_view.shtml.|tiêu đề=}}<\/ref> Trong vụ này 1 thành viên Việt Tân đã bị công an Việt Nam truy đuổi và bắt giữ.<ref>{{Chú thích web|url=http:\/\/www.voatiengviet.com\/a\/aussie-protester-10-21-2010-105430453\/884697.html|tiêu đề=}}<\/ref>\n\nNgày 10\/8\/2016, Việt Tân đã liên kết với một số nhóm tự xưng là ''\"Xã hội dân sự\"'' (XHDS) Việt Nam ở trong nước cùng các nhóm XHDS [[Đài Loan]] để tổ chức buổi họp báo và biểu tình ngay trước trụ sở chính tại Đài Loan của công ty Formosa nhằm ''\"đòi lại công lý cho môi trường biển Việt Nam''\" cụ thể là đòi công ty Formosa công bố điều tra nội bộ về nguyên nhân của chất thải độc hại xả ra biển và cam kết rửa sạch hoàn toàn môi trường của Việt Nam. Trước đó, Công ty Formosa ở Hà Tĩnh đã thừa nhận xả thải chất độc công nghệ huỷ hoại môi trường biển miền Trung Việt Nam khiến cá chết hàng loạt từ tháng 4 năm 2016, làm nhiều ngư dân phải bỏ nghề hay rơi vào cảnh nợ nần. Formosa Hà Tĩnh đã thoả thuận với nhà nước Việt Nam để bồi thường 500 triệu đô la Mỹ, nhưng người dân cho rằng mức bồi thường chưa thoả đáng.<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/08\/160810_formosa_taiwan_protest|tiêu đề=Phản đối trước trụ sở Formosa ở Đài Loan}}<\/ref>\n\nNgoài ra, Việt Tân còn lợi dụng dư luận về những vấn đề xã hội và kinh tế như khiếu kiện đòi lại đất bị truất hữu ở [[Đồng Tháp]]; phản kháng dự án khai thác [[bô xít|bauxit]] ở [[Tây Nguyên]] của giảng viên [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Bách khoa Thành phố Hồ Chí Minh]] [[Phạm Minh Hoàng]].<ref>{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/08\/100823_viet_arrest_update.shtml|tiêu đề=BBC Vietnamese|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref>\n\nViệt Tân cũng đã liên tục trong nhiều năm cùng nhiều tổ chức phi chính phủ tham gia Hội nghị về Nhân quyền và Dân Chủ tại Geneva, Thuỵ Sỹ, ngay trước các buổi họp thường niên của Hội đồng Nhân quyền Liên hợp quốc. Trong Hội nghị tháng 2 năm 2017, đại diện của Việt Tân là Đặng Xuân Diệu, vừa được chính phủ Việt Nam thả trước thời hạn nhờ vận động ngoại giao từ Khối Cộng đồng Chung Âu Châu và đã sang Pháp, đã đọc bài tham luận kể về điều mà gọi là \"''sự ngược đãi hành hạ trong nhà tù Cộng sản Việt Nam đối với ông''\" và kêu gọi quốc tế quan tâm đến các tù nhân lương tâm Việt Nam.<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam-38989501|tiêu đề=Đặng Xuân Diệu và Hội nghị Nhân quyền ở Geneva}}<\/ref><ref>{{Chú thích web|url=http:\/\/viettan.org\/Bai-phat-bieu-cua-Cuu-TNLT-Đang.html|tiêu đề=Bà phát biểu của cựu Tù nhân lương tâm Đặng Xuân Diệu}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.voatiengviet.com\/a\/ong-dieu-keu-goi-quoc-te-quan-tam-toi-tu-nhan-luong-tam-vn\/3734996.html|tiêu đề=Cựu tù nhân lương tâm ĐX Diệu vận động quốc tế tại Geneva}}<\/ref> Tuy nhiên, phía chính phủ Việt Nam khẳng định tù nhân Đặng Xuân Diệu không hề bị ngược đãi trong quá trình thụ án. Thậm chí, trong thời gian thụ án Đặng Xuân Diệu không chịu lao động, cải tạo để trở thành người tốt, công dân có ích cho xã hội mà luôn tìm cách \"bày trò\" trong quá trình lao động, cải tạo tại Trại giam số 5. Diệu sử dụng mọi thủ đoạn như \"tuyệt thực\", tự \"hành xác\" để tạo cớ mắc bệnh... Việc Đặng Xuân Diệu xin ''\"tị nạn chính trị\"'' bị nhiều người cho là một hành động đê hèn.<ref name=\"dautruongdanchu.com\">http:\/\/www.dautruongdanchu.com\/2017\/01\/ke-phan-boi-ang-xuan-dieu-tron-chay-e.html<\/ref> Đặng Xuân Diệu đã lợi dụng việc được chính phủ Việt Nam cho phép sang Pháp chữa bệnh để ''\"tị nạn chính trị\"''. Phía chính phủ Việt Nam cho rằng tại Hội nghị nói trên, Đặng Xuân Diệu đã trắng trợn xuyên tạc về tình hình dân chủ, nhân quyền tại Việt Nam<ref name=\"datmeanhhung.com\">http:\/\/www.datmeanhhung.com\/2017\/03\/ang-xuan-dieu-chinh-thuc-au-quan-cho.html<\/ref> trong khi tại Hội đồng Nhân quyền Liên hiệp quốc bao gồm cả nhiều nước phương Tây, vai trò của Việt Nam được đánh giá cao tại Hội đồng Nhân quyền của Liên hợp quốc.<ref name=\"vov.vn\">{{Chú thích web|url=https:\/\/vov.vn\/chinh-tri\/3-nam-la-thanh-vien-hoi-dong-nhan-quyen-lhq-va-dau-an-viet-nam-555265.vov|tựa đề=3 năm là thành viên Hội đồng Nhân quyền LHQ và dấu ấn Việt Nam|ngày=2016-09-30|website=VOV|ngày truy cập=2021-03-11}}<\/ref>\n\nHội thảo về ''\"Tự do Internet tại Việt Nam\"'' mang tên “Vietnam Cyber Dialogue” do Việt Tân phối họp cùng tổ chức Phóng Viên Không Biên Giới (RSF) - vốn bị Việt Nam cho rằng đã xuyên tạc về tình hình tự do báo chí tại các quốc gia này,<ref>{{Chú thích web|url=https:\/\/vovworld.vn\/vi-VN\/binh-luan\/to-chuc-phong-vien-khong-bien-gioi-xuyen-tac-ve-tu-do-bao-chi-o-viet-nam-135228.vov|tựa đề=Tổ chức phóng viên không biên giới xuyên tạc về tự do báo chí ở Việt Nam|ngày=2013-02-06|website=VOV|ngày truy cập=2021-04-24}}<\/ref><ref>{{Chú thích web|url=https:\/\/nhandan.com.vn\/binh-luan-phe-phan\/rsf-va-cai-goi-xep-hang-tu-do-bao-chi-ky-2-269059\/|tựa đề=RSF và cái gọi “xếp hạng tự do báo chí” (Kỳ 2)|ngày=2016-08-04|website=Báo Nhân Dân|ngày truy cập=2021-04-24}}<\/ref> và tổ chức Hiến Chương 19 (Article 19) tổ chức lần đầu tiên tại Singapore.<ref>{{Chú thích web|url=https:\/\/internetfreedomfestival.org\/vietnam-cyber-dialogue\/|tựa đề=3rd Vietnam Cyber Dialogue|website=Internet Freedom Festival|ngày truy cập=2021-04-24}}<\/ref> Theo nhiều người, tại Hội thảo trên, Việt Tân, RSF và Hiến chương 19 đã vu cáo, xuyên tạc, bịa đặt về vấn đề nhân quyền ở Việt Nam. Thông tin thiếu khách quan do chỉ được thu thập bới các tổ chức, cá nhân vốn có thái độ thù địch, hoặc rất thiếu thiện chí với Việt Nam.<ref>{{Chú thích web|url=https:\/\/nhandan.com.vn\/binh-luan-phe-phan\/phai-chang-ho-muon-di-nguoc-lai-cac-nguyen-tac-da-cam-ket-233292\/|tựa đề=Phải chăng họ muốn đi ngược lại các nguyên tắc đã cam kết?|ngày=2015-05-25|website=Báo Nhân Dân|ngày truy cập=2021-04-24}}<\/ref>\n\nTheo báo Pháp luật, do tình trạng suy thoái kinh tế, các nguồn ủng hộ tài chính của Việt Tân ngày càng trở nên hạn hẹp. Để huy động thêm nguồn tài chính, Việt Tân đã tạo ra các chân rết với vỏ bọc là các tổ chức xã hội dân sự giả danh để tìm nguồn tài chính, tuyển chọn nhân sự. Những dự án của các chân rết thực chất là để huy động tài chính từ các tổ chức không có thiện cảm với chính phủ Việt Nam.<ref name=\"phapluat\">{{Chú thích web|url=https:\/\/baophapluat.vn\/phap-luat\/khi-chieu-tro-viet-tan-bi-hai-ngoai-tay-chay-274904.html|tựa đề=Khi chiêu trò Việt Tân bị hải ngoại tẩy chay|ngày=2016-05-20|website=Báo Pháp luật Việt Nam|ngày truy cập=2021-04-24}}<\/ref>\n\nCũng theo báo Pháp luật, những hoạt động của Việt Tân bị ngay cả những người chống đối chính quyền mạnh mẽ nhất cho là \"đã làm hỏng những ý nghĩa tốt đẹp của xã hội dân sự”, tức bằng những thủ đoạn, chiêu trò của một tổ chức bản chất là giống mafia. Theo báo này, bản chất gốc của các tổ chức xã hội dân sự ra đời không phải để đấu tranh chính trị mà là để thẩm định chất lượng quản trị đất nước của chính phủ, bên cạnh đó trở thành kênh vận động và kết nối thông tin giữa người dân và chính phủ chứ không phải là để lật đổ chính quyền. Với mục đích là lật đổ chính quyền, Việt Tân đã làm méo mó bản chất của xã hội dân sự.<ref name=\"phapluat\" \/>\n\nĐảng Việt Tân đã làm việc với tiến sĩ Gene Sharp để dịch ra Việt ngữ cuốn sách [[From Dictatorship to Democracy]]<ref>{{Chú thích web |url=http:\/\/www.aeinstein.org\/organizationsVietFDTD.html |ngày truy cập=2013-09-16 |tựa đề=\"Từ Độc Tài Đến Dân Chủ\" |archive-date = ngày 13 tháng 9 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130913042156\/http:\/\/www.aeinstein.org\/organizationsVietFDTD.html |url-status=dead }}<\/ref> của Tiến sĩ [[Gene Sharp]], thuộc [[Học viện Albert Einstein]], chuyên gia nghiên cứu và hỗ trợ việc xây dựng thể chế dân chủ trên khắp thế giới. Tên tiếng Việt của cuốn sách này là ''\"Từ độc tài đến dân chủ\"'', được Đảng Việt Tân cho ''\"phổ biến miễn phí\"'' tại hải ngoại và về trong nước Việt Nam.\n\n=== Tại Mỹ và các nước khác ===\n[[Tập tin:President George Bush and Vice President Dick Cheney meet with Vietnamese Democracy and Human Rights Activists.jpg|nhỏ|trái|222px|Tổng thống Mỹ Bush tiếp lãnh đạo Việt Tân]]\n\nNgày 29 Tháng 5 năm 2007, [[Tổng thống Hoa Kỳ|Tổng thống]] [[George W. Bush|Bush]] mời Chủ tịch Đảng Việt Tân là Đỗ Hoàng Điềm đến [[tòa Bạch Ốc]] nói chuyện để hiểu thêm về chính sách chính trị đối nội của Việt Nam trước khi gặp gỡ [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Nguyễn Minh Triết]] vào ngày 22 Tháng 6.<ref>Hoàng Dung. ''Sau bức màn đỏ: hậu trường chính trị Việt Nam sau 1975''. Falls Church, VA: Tiếng Quê Hương, 2007. Tr 306-7<\/ref>\n\nNgày 11 tháng 6 năm 2007, tại Quốc hội Hoa Kỳ, Hoàng Tứ Duy đại diện cho Việt Tân được mời để đọc thông báo của tổ chức này về tình trạng [[Nhân quyền]] ở Việt Nam.<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/Human_Rights_concerns_in_Vietnam_TTruc-20071107.html|tiêu đề=Quốc hội Hoa Kỳ điều trần về tình trạng nhân quyền ở Việt Nam|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=[[Đài Á Châu Tự do]]|ngôn ngữ=}}<\/ref>\n\nNgày 19 tháng 3 năm 2009, đại diện [[Việt Tân]] bao gồm [[Đỗ Hoàng Điềm]], Nguyễn Đỗ Thanh Phong và Trương Đức có mặt trong buổi điều trần ở Quốc hội Úc về các [[Biện Pháp Tăng Cường Nhân quyền cho Vùng Á Châu Thái Bình Dương]].<ref>{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/03\/090320_viettan_australia_hearing.shtml|tiêu đề=Việt Tân điều trần trước quốc hội Úc|tác giả 1=BBC News|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref>\n\nNgày 17 tháng 6 năm 2010, Trần Diệu Chân đại diện cho Việt Tân là một trong 4 thành viên của tham luận đoàn cho buổi thảo luận về [[Nhân quyền]] ở [[Quốc hội Canada]].<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/vietnam\/chinh-tri\/Ottawa-seminar-on-rights-and-democracy-in-vn-tquang-06192010142426.html|tiêu đề=Hội luận về nhân quyền – dân chủ cho VN tại Canada|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=[[Đài Á Châu Tự do]]|ngôn ngữ=}}<\/ref>\n\nTiểu Ban Quốc tế Nhân quyền thuộc Ủy ban Thường trực về Đối Ngoại và Phát triển Quốc tế Canada đã mời [[Đỗ Hoàng Điềm]], Chủ tịch Đảng Việt Tân tham dự biểu điều trần diễn ra vào lúc 1 giờ trưa Thứ Ba ngày 21 tháng 4 năm 2015 tại toà nhà Quốc hội, số 1 Wellington Street, thủ đô Ottawa. Tại đây, Việt Tân tuyên bố rằng trong nhiều năm qua, tình hình vi phạm nhân quyền tại Việt Nam ''\"ngày một'' ''gia tăng\"'', nhà cầm quyền ở [[Đảng Cộng sản Việt Nam|Hà Nội]] đã ''\"ra sức đàn áp các nhà bất đồng chính kiến, khiến cho dư luận quốc tế nhiều lần lên tiếng và quan ngại\"''.<ref>{{Chú thích web|url=https:\/\/chantroimoimedia.com\/2015\/06\/01\/chu%CC%89-ti%CC%A3ch-da%CC%89ng-vie%CC%A3t-tan-dieu-tran-ta%CC%A3i-qh-canada\/|tiêu đề=Chủ tịch đảng Việt Tân điều trần tại QH Canada}}<\/ref> Tuy nhiên, phía chính phủ Việt Nam khẳng định tù nhân Đặng Xuân Diệu không hề bị ngược đãi trong quá trình thụ án. Thậm chí, trong thời gian thụ án Đặng Xuân Diệu không chịu lao động, cải tạo để trở thành người tốt, công dân có ích cho xã hội mà luôn tìm cách \"bày trò\" trong quá trình lao động, cải tạo tại trại giam số 5. Diệu sử dụng mọi thủ đoạn như \"tuyệt thực\", tự \"hành xác\" để tạo cớ mắc bệnh... Việc Đặng Xuân Diệu xin ''\"tị nạn chính trị\"'' bị nhiều người cho là một hành động đê hèn.<ref name=\"dautruongdanchu.com\" \/> Đặng Xuân Diệu đã lợi dụng việc được chính phủ Việt Nam cho phép sang Pháp chữa bệnh để ''\"tị nạn chính trị''.\" Phía chính phủ Việt Nam cho rằng tại Hội nghị nói trên, Đặng Xuân Diệu đã trắng trợn xuyên tạc về tình hình dân chủ, nhân quyền tại Việt Nam<ref name=\"datmeanhhung.com\" \/> trong khi tại Hội đồng Nhân quyền Liên hợp quốc bao gồm cả nhiều nước phương Tây, vai trò của Việt Nam được đánh giá cao tại Hội đồng Nhân quyền của Liên hợp quốc.<ref name=\"vov.vn\" \/>\n\nMột trong những ''\"nỗ lực\"'' của Việt Tân là các hoạt động ''\"vận động\"'' chính giới, tiếp xúc các chính khách cao cấp như Tổng thống Mỹ<ref>{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/06\/070627_whitehousebriefing.shtml|tiêu đề=BBCVietnamese.com|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref> các dân biểu tại [[Hoa Kỳ|Mỹ]], [[Úc]], [[Pháp]], [[Canada]], [[Thụy Sĩ|Thụy Sỹ]].. để trao đổi và cập nhật về tình hình nhân quyền cũng như các vụ bắt giam những người bày tỏ quan điểm khác với chính phủ, ''\"tham nhũng\"'' và các vụ ''\"cưỡng chế đất\"'' ở Việt Nam. Tháng 3 năm 2008, Đỗ Hoàng Điềm được [[Bộ Ngoại giao Hoa Kỳ|bộ ngoại giao Mỹ]] mời tham gia một trong 8 tham luận đoàn<ref>{{Chú thích web|url=http:\/\/www.foreign.senate.gov\/hearings\/the-united-states-and-vietnam-examining-the-bilateral-relationship|tiêu đề=United States Senate Committee on Foreign Relations|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref> trong buổi điều trần về quan hệ giữa Mỹ và Việt trong bối cảnh dân chủ hóa toàn cầu hiện nay. Ngoài buổi điều trần ở [[Quốc hội Hoa Kỳ|Quốc hội Mỹ]], Việt Tân được mời làm tham luận đoàn cho buổi điều trần ở [[Quốc hội Úc]] vào tháng 3 năm 2009.<ref>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/Hearing-on-VN-HumanRights-held-by-Australian-parliament-TMi-03202009125401.html?searchterm=Qu%E1%BB%91c%20H%E1%BB%99i%20%C3%9Ac|tiêu đề=Quốc hội Úc điều trần về Nhân quyền Việt Nam|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=[[Đài Á Châu Tự do]]|ngôn ngữ=}}<\/ref>\n\nTheo chính phủ Việt Nam, Việt Tân thường lợi dụng những cá nhân, tổ chức hoạt động chính trị không có thiện chí với nhân dân Việt Nam tại Hoa Kỳ và các nước phương Tây cũng như lợi dụng chính sách \"''tiêu chuẩn kép''\" có tính hai mặt trong chính sách đối ngoại của Hoa Kỳ để tiến hành các hoạt động khủng bố, tuyên truyền, bóp méo sự thật.<ref>{{Chú thích web |url=http:\/\/dlv.vn\/2013\/05\/viettan-quai-thai-thoi-hau-chien.html#axzz4PE8XgPRX |ngày truy cập=2021-05-29 |tựa đề=Việt Tân, Đứa Con Lai Tật Nguyền Mỹ – Việt Hay Quái Thai Thời Hậu Chiến? |archive-date = ngày 16 tháng 11 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161116060538\/http:\/\/dlv.vn\/2013\/05\/viettan-quai-thai-thoi-hau-chien.html#axzz4PE8XgPRX }}<\/ref> Để tranh thủ được sự ủng hộ về chính trị, Việt Tân đã sử dụng vỏ bọc là các \"''tổ chức xã hội dân sự''\". Theo báo Pháp luật, mục đích của các tổ chức xã hội dân sự này là để thẩm định chất lượng quản trị đất nước của chính phủ, trở thành kênh vận động và kết nối thông tin giữa người dân và chính phủ, chứ không phải là bạo động, lật đổ chính trị như những gì Việt Tân đang thực hiện.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/viet-tan-tu-khung-bo-den-nup-bong-xa-hoi-dan-su-ky-2-705297.html|tựa đề=Việt Tân - Từ khủng bố đến núp bóng 'xã hội dân sự' - Kỳ 2|ngày=2016-05-22|website=Thanh Niên|ngày truy cập=2021-03-11}}<\/ref>\n\nVào tháng 5 năm 2016, Việt Tân đã cùng với các tổ chức Ủy ban Thuỵ Sĩ Việt Nam (COSUNAM), Cộng đồng Việt Nam Tỵ Nạn Cộng sản tại [[Hà Lan]], Liên Hội Người Việt Tỵ Nạn tại [[Cộng Hòa Liên Bang Đức|Cộng hòa Liên bang Đức]] đã gửi tới [[Liên Hợp Quốc|Liên hợp quốc]] một hồ sơ tiếng Anh mang tên ''Shadow Report On Police Torture in Vietnam'', dày 278 trang mô tả các hành vi mà Việt Tân gọi là ''\"việc tra tấn, giết người của công an cộng sản và thành phần đầu gấu\"''. Theo các tổ chức thiết lập hồ sơ, đây là bước đầu để chuẩn bị ''\"khởi kiện Nhà nước Việt Nam và các thành phần trực tiếp thi hành mệnh lệnh với người dân Việt Nam\"''. Việt Nam đã ký kết [[Công ước chống Tra tấn của Liên Hợp Quốc|Công ước LHQ về Chống tra tấn và bạo hành]] (UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment) vào ngày 07\/11\/2013, và đã được Quốc hội Việt Nam chính thức thông qua vào ngày 05\/02\/2015.<ref>{{Chú thích web|url=https:\/\/viettan.org\/bon-to-chuc-de-nap-ho-so-chang-dau-khoi-kien-cong-san-viet-nam-ve-bao-hanh\/|tựa đề=Bốn tổ chức đệ nạp hồ sơ chặng đầu khởi kiện cộng sản Việt Nam về bạo hành|ngày=2016-05-17|website=Việt Tân|ngày truy cập=2021-04-23}}<\/ref>\n\nTrước chuyến thăm Việt Nam của Tổng thồng Mỹ [[Barack Obama]], đại diện Việt Tân cùng một số tổ chức chính trị của người Việt lưu vong ở Mỹ đã đề nghị trong cuộc gặp gỡ với Hội đồng An ninh Quốc gia & Bộ Ngoại giao Mỹ tại Nhà Trắng ngày 17\/5\/2016: có thông điệp hướng về tương lai, vạch ra các yếu tố cần thiết để hai quốc gia thật sự đạt được một mối quan hệ \"toàn diện”; tiếp xúc trực tiếp với người dân Việt Nam, đặc biệt là các nhà hoạt động độc lập; đòi hỏi Nhà nước Việt Nam phải thả những tù nhân chính trị, bảo đảm sự minh bạch trong việc giải quyết vụ cá chết; chính phủ Mỹ cần tham khảo ý kiến của những cử tri người Mỹ gốc Việt trước chuyến thăm của ông Obama.<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/05\/160518_us_vn_rights_group_nsc_meeting|tiêu đề=Việt - Mỹ: 'Mấu chốt là nhân quyền}}<\/ref>\n\n===Những mâu thuẫn nội bộ===\nTrong nội bộ của Việt Tân đã từng xuất hiện những mâu thuẫn gay gắt nhưng âm ỉ và đã lên đến đỉnh điểm khi Trần Xuân Ninh và Hoàng Cơ Định công khai, trực tiếp công kích nhau vào năm 2006. Phái do Trần Xuân Ninh đứng đầu cho rằng phái do Hoàng Cơ Định đứng đầu phản bội truyền thống, bản sắc của Việt Tân thuở ban đầu… Hoàng Cơ Định tính toán cho thành viên của Việt Tân hoạt động “bất bạo động”, nếu xảy ra trường hợp ngoài ý muốn thì chính thành viên ấy phải trực tiếp chịu trách nhiệm, kẻ đầu não không hề hấn gì… Bên cạnh đó, Trần Xuân Ninh cũng phản đối tình trạng gia đình trị trong Việt Tân, như người phát ngôn của tổ chức là Hoàng Tứ Duy, con trai của Hoàng Cơ Định, và chủ tịch Việt Tân là Đỗ Hoàng Điềm có cha là Đỗ Thúc Vịnh và mẹ là Hoàng Thị An, chị ruột của Hoàng Cơ Long, Hoàng Cơ Minh, Hoàng Cơ Định.<ref name=\"nhandan.com.vn\" \/> Etcetera Nguyễn - Tổng thư ký Báo điện tử vietweekly.com nhận định, nói một cách thẳng thắn rằng, đảng Việt Tân không được lòng các đảng phái ở hải ngoại bởi vì sự chuyển đổi của họ và những việc họ đã làm trong quá khứ những người trong cộng động mang tính chất khủng bố, họ làm chiêu thức mà những người trong cộng đồng không chấp nhận.<ref>{{Chú thích web |url=http:\/\/tuyengiao.gts.edu.vn\/to-chuc-phan-dong-viet-tan-voi-nhung-muu-do-kich-dong-chong-pha-hoat-dong-xuyen-tac-va-boi-nho-2.html |ngày truy cập=2021-05-29 |tựa đề=Tổ chức phản động Việt Tân với những mưu mô kích động chống phá hoạt động xuyên tạc và bôi nhọ |archive-date = ngày 5 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170905143515\/http:\/\/tuyengiao.gts.edu.vn\/to-chuc-phan-dong-viet-tan-voi-nhung-muu-do-kich-dong-chong-pha-hoat-dong-xuyen-tac-va-boi-nho-2.html }}<\/ref>\n\nTheo báo Pháp luật, những thành phần \"cốt cán\" chống đối chính quyền đã tự thổ lộ, bộc bạch trên mạng Internet rằng Việt Tân đã tìm cách sử dụng tài chính để thao túng các hội nhóm “chống đối tự phát” như \"No-U\", \"Hoàng Sa\", \"Diễn đàn Xã hội Dân sự\"... Các thành viên này đã thuật lại chuyện Việt Tân thường gợi ý, giúp những nhóm này tìm ngân quỹ từ nước ngoài, \"công khai “ràng buộc”\" các thành viên \"cốt cán\" của các nhóm rồi đưa lên truyền thông như sự ngầm khẳng định về những sự kiện mà Việt Tân cho rằng đó là “thành công” của họ.<ref name=\"phapluat\" \/>\n\n==Quan điểm của các chính phủ==\n\n=== Phía Việt Nam ===\nĐảng Việt Tân là một trong những tổ chức bị chính quyền Việt Nam liệt vào danh sách những tổ chức [[khủng bố]], với những cáo buộc là đã hình thành một lực lượng vũ trang và đồng thời tiến hành thuê tội phạm nhằm ám sát các quan chức chính phủ trong nước và sau đó thủ tiêu những kẻ giết thuê này nhằm xóa dấu vết.<ref name=\"BBC\">{{Chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/05\/070504_viettan.shtml|tiêu đề=BBCVietnamese.com|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref>\n\n*Báo An ninh Thế giới xuất bản tại Việt Nam, từng có bài viết chỉ trích về một đoạn clip ngắn do Việt Tân và một nhà báo Úc đã thực hiện, được quay vào năm 2003 và trình chiếu trên đài truyền hình ABC toàn quốc ở [[Úc]], trong đó phỏng vấn một số nhân vật được coi là ''\"đảng viên quốc nội\".''<ref name=\"antg\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2007\/5\/62269.cand|tiêu đề=Mối quan hệ giữa \"Đảng Việt Tân\" và bà Loretta Sanchez|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=Báo Công an Nhân dân Điện tử|ngôn ngữ=}}<\/ref> An ninh Thế giới thì cho rằng những nhân vật trong các video trên đều là những người nghiện ma túy, nhiễm HIV, hoặc là người ít học, thiếu hiểu biết về chính trị, và được \"trả công bằng đô la Mỹ\" và những lời \"hứa hẹn \"sẽ cho đi định cư ở Mỹ\", và đánh giá các cuộc phỏng vấn này là \"trò bịp bợm\" đánh lừa cả người phỏng vấn.<ref name=\"antg\" \/> Báo An ninh Thế giới không cho biết những người này có bị bắt để điều tra hay không.\n*Theo [[VietNamNet|VietnamNet]] dẫn lời Đại tá Nguyễn Hữu Cầu, Giám đốc Công an tỉnh Nghệ An, phát ngôn tại Hội đồng Nhân dân tỉnh Nghệ An hôm 4\/8\/2016 rằng \"tổ chức Việt Tân có mặt rất nhiều\" ở Nghệ An. Gần đây nhất, trong vụ [[Formosa Vũng Áng|Formosa]] bị buộc tội gây ô nhiễm làm cá chết hàng loạt, ông Cầu nói \"Việt Tân đã lợi dụng sự việc để kích động bà con nhân dân đi biểu tình tuần hành chống phá\". Ông cũng cho hay rằng lực lượng Công an cả ở trung ương lẫn địa phương \"đã triển khai nhiều giải pháp quyết liệt\" để đối phó với Việt Tân, đồng thời khuyến cáo \"cử tri tỉnh nhà và đại biểu Hội đồng Nhân dân hết sức cảnh giác, không để bị mắc bẫy Việt Tân, không nghe kẻ xấu lôi kéo, xúi giục làm tình hình an ninh trật tự phức tạp\".\n*Từ khi có tình trạng [[Cá chết hàng loạt ở Việt Nam 2016|cá chết hàng loạt]] hồi tháng Tư (2016), nhiều cuộc biểu tình đã xảy ra tại một số thành phố ở Việt Nam, và cơ quan Công an cho rằng đảng Việt Tân đã \"xúi giục, kích động\" người dân tham gia. Người phát ngôn của Việt Tân, Hoàng Tứ Duy, thì nói rằng ''\"biểu tình ôn hòa là quyền của tất cả mọi người, cho nên không có chuyện bất cứ tổ chức chính trị hay tổ chức đối lập nào, mà tạo sự gây rối chính là hành động của phía công an\"''<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/08\/160805_nghean_viettan Việt Tân]<\/ref>.\n\n=== Phản ứng của Bộ Ngoại giao Mỹ ===\n[[Đại sứ]] Hoa Kỳ tại Việt Nam [[Michael Michalak]] đã tuyên bố rằng: ''\"không thấy chứng cứ nào để kết tội Việt Tân là khủng bố\".''<ref>{{Chú thích web|url=http:\/\/www.usatoday.com\/news\/world\/ngày 12 tháng 12 năm 2007-1111594379_x.htm|tiêu đề=Vietnam frees 3 U.S. citizens|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=|ngôn ngữ=}}<\/ref>\n\nBộ Ngoại giao Mỹ cho hay, Việt Tân không bị liệt vào danh sách khủng bố theo luật Hoa Kỳ. Ông Katina Adams, phát ngôn viên văn phòng Đông Á của Bộ Ngoại giao Hoa Kỳ nói với thông tấn xã Reuters: “''Chúng tôi đề nghị bạn nên liên hệ với Chính phủ Việt Nam để lấy thêm tin tức về lời cáo buộc này của họ''”.<ref name=\"rt108\">[http:\/\/www.reuters.com\/article\/us-vietnam-security-idUSKCN1271HZ Vietnam declares California-based group terrorist], reuters, 8.10.2016 (tiếng Anh)<\/ref>\n\n==Thông báo của Bộ Công an ngày 7\/10\/2016==\n\n===Cáo buộc của Bộ Công an===\nMột tuần sau khi trên 10 nghìn người dân miền Trung biểu tình trước công ty Formosa ngày 2\/10\/2016, đòi đóng cửa và trục xuất công ty thép này vì đã huỷ hoại môi trường sống, làm cá chết hàng loạt ven biển miền Trung,<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/10\/161002_formosa_protest_ky_anh|tiêu đề=Người dân ở Kỳ Anh biểu tình vì Formosa|ngày=2016-10-03|website=BBC News|ngày truy cập=2021-04-23}}<\/ref> Bộ Công an cho biết, hiện nay, Việt Tân tiếp tục \"tuyển mộ\", \"huấn luyện\", \"chỉ đạo\" thành viên xâm nhập vào Việt Nam kích động biểu tình, phá hoại, làm mất an ninh - trật tự, gây bạo loạn, thủ tiêu, bắt cóc con tin; đưa người ra nước ngoài \"đào tạo\", \"huấn luyện\", tổ chức các \"khóa đào tạo trực tuyến\" về phương thức, hoạt động khủng bố, phá hoại; phát tán lên mạng Internet những hướng dẫn về cách chế tạo bom xăng, vũ khí có tính chất nguy hiểm để phục vụ những hoạt động khủng bố, phá hoại, ám sát…[[Việt Nam Canh tân Cách mạng Đảng#cite note-21|<sup>[21]<\/sup>]]\n\nBộ Công an nêu rõ: Việt Tân là tổ chức khủng bố, do đó, người nào có hành vi tham gia, tuyên truyền, lôi kéo, xúi giục người khác tham gia, tài trợ, nhận tài trợ của Việt Tân; tham gia các khóa đào tạo, huấn luyện do Việt Tân tổ chức; hoạt động theo sự chỉ đạo của Việt Tân… sẽ đồng phạm tội khủng bố, tài trợ khủng bố và sẽ bị xử lý theo quy định của Pháp luật nước Cộng hòa Xã hội chủ nghĩa Việt Nam<ref>[http:\/\/thanhnien.vn\/thoi-su\/bo-cong-an-dua-viet-tan-vao-danh-sach-to-chuc-khung-bo-752718.html Bộ Công an đưa Việt Tân vào danh sách tổ chức khủng bố], thanhnien, 7.10.2016<\/ref>.\n\n===Phản ứng của Việt Tân===\nPhản ứng với lời cáo buộc, Đảng Việt Tân ra thông cáo bằng tiếng Anh nói chính phủ Việt Nam ''\"sợ đối lập có tổ chức\"'' và phía cảnh sát thì “''tung ra những tuyên truyền vô căn cứ''” nhằm ngăn chặn người Việt Nam ''\"cổ vũ chính trị hòa bình\"'': \"''hãy để nhân dân Việt Nam quyết định Việt Tân có phải là một mối đe dọa hay không''\".<ref name=\"rt108\" \/><ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/10\/161007_viet_tan_bo_cong_an Việt Tân phản ứng tố cáo của Việt Nam], bbc, 8.10.2016<\/ref>\n\nThông cáo tiếp theo ngày 8\/10 bằng tiếng Việt của Việt Tân nói: \"''Tiểu xảo này nhằm chuyển chú ý của công luận ra khỏi những nguyên do thật hay những kẻ thực sự trách nhiệm, đồng thời hù dọa để mong ngăn chận làn sóng căm phẫn từ người dân''\"<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/10\/161009_viettan_reax_bo_cong_an_vn Việt Tân nói Việt Nam dùng 'tiểu xảo'], bbc, 8.10.2016<\/ref>\n\n== Những vấn đề gây tranh cãi ==\n\n===Bị cộng đồng người Việt ở nước ngoài phản đối===\nSau sự đổ vỡ của Mặt Trận Hoàng Cơ Minh, một số thành viên khác có tham gia trong ''\"chiến dịch Đông Tiến\"'' bị tòa án ở Mỹ truy tố về các gian lận tài chính sau khi trở về [[Hoa Kỳ]], ngày 10\/4\/1991, Tổ chức Mặt Trận cũng bị rất nhiều chỉ trích về những thông tin sai sự thật về quá trình \"kháng chiến\" như việc có trên dưới 10 ngàn quân trong nước,<ref>Ảo vọng cuối cùng, phim tài liệu<\/ref> đánh nhiều trận với quân đội Cộng sản, được người dân trong nước chào đón, tiếp tế lương thực,... trong khi thưc tế lực lượng Đông Tiến đã không thể xâm nhập được vào Việt Nam. Các cuộc vận động tài chính qua các ''\"Phong trào Yểm trợ kháng chiến\", \"Đoàn Văn nghệ kháng chiến\",'' với tiền quyên góp thu được bị nhiều người hải ngoại cho là dùng để ''\"mở chuỗi cửa hàng Phở Hòa trên khắp nước Mỹ\"''. Tuy nhiên, báo An ninh Thế giới tại Việt Nam cho thấy Hoàng Cơ Minh và một số thành viên trong ''\"Đảng\"'' đã ''\"dàn cảnh\"'' nhiều vụ để lấy được nhiều tiền từ những người quyên góp cho tổ chức này.<ref name=\"vietnamnet\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2007\/5\/62226.cand|tiêu đề=Trò bịp bợm của \"Đảng Việt Tân\": Các chiến dịch siêu lừa|tác giả 1=|ngày=|ngày truy cập=8 tháng 6 năm 2014|nơi xuất bản=Báo Công an Nhân dân Điện tử|ngôn ngữ=}}<\/ref>\n\nKhi Việt Tân mới ra đời năm 2004, đã có 1.500 đại diện cho cộng đồng và 20 hội đoàn người Việt tại Mỹ đã mang theo nhiều khẩu hiệu, biểu ngữ lên án, tố cáo những tội ác khủng bố, lừa đảo cộng đồng người Việt ở nước ngoài của Việt Tân, do ông Phạm Huy Sảnh, cựu đại tá, nguyên là chỉ huy lực lượng Cảnh sát Việt Nam Cộng hòa trước năm 1975 dẫn đầu. Nhiều tổ chức người Việt từ châu Âu, Mỹ và Canada đã gọi điện, gửi thư và đưa nhiều tin bài ca ngợi tinh thần đấu tranh rất cao của tập thể cộng đồng người Việt tại bang Washington để ủng hộ cuộc biểu tình. Từ Canada, ông Trương Như Phùng, nguyên là đại tá quân đội Việt Nam Cộng hòa đã gọi điện bày tỏ “nhiệt liệt ủng hộ cuộc biểu tình tại Seattle bang Washington để phản đối ''“Mặt trận\"'' - \"Việt Tân”. Từ châu Âu, tổ chức “Cựu chiến sỹ” đã gửi đến đoàn biểu tình bức điện bày tỏ sự ủng hộ nhiệt liệt cuộc biểu tình chống bọn “Mặt trận\/Việt Tân” do cộng đồng người Việt ở bang Washington tổ chức. Cộng đồng người Việt tại Cộng hòa Liên bang Đức đòi hỏi Việt Tân phải công khai toàn bộ số tiền bạc đã lừa đảo, vay mượn, cưỡng đoạt của đồng bào ở nước ngoài từ trước tới nay; phải chịu trách nhiệm với đồng bào về những thiệt hại tài sản, sinh mạng, hạnh phúc gia đình do chúng gây ra.<ref>http:\/\/antg.cand.com.vn\/Phong-su\/Cong-dong-Viet-kieu-tay-chay-Viet-Tan-288318\/<\/ref>\n\nTheo báo Pháp luật, Liên hợp quốc có quy định rằng \"các quỹ dân chủ cho dù muốn can thiệp vào nội tình của một quốc gia đến đâu, cũng không thể rót tiền cho các đảng phái chống đối, kêu gọi lật đổ chính phủ khác\", nên ngân sách của Việt Tân ngày càng bị eo hẹp khi bị cộng đồng tẩy chay, vạch mặt, các tổ chức ngoại vi không thể xin tiền từ bà con hải ngoại dễ như trước, nhất là trong bối cảnh suy thoái kinh tế. Điều này buộc Việt Tân phải chuyển hướng hành động là tạo vỏ bọc là một tổ chức xã hội dân sự giả danh hoặc tạo ra các chân rết là các tổ chức xã hội dân sự giả danh. Điều này bị bà con Việt kiều, kiều bào và người dân trong nước nhận ra khi cùng một nhân vật lại tham gia nhiều tổ chức khác nhau.<ref name=\"phapluat\" \/> (nguồn thông tin chưa được kiểm chứng, còn mang tính chủ quan)\n\n===Nghi vấn ám sát===\n{{Main|Khủng bố ở Little Saigon}}\nTừ 1981 đến 1990, 5 nhà báo [[người Mỹ gốc Việt]] ở các thành phố trên khắp [[Hoa Kỳ|nước Mỹ]] đã bị [[ám sát]], và nhiều người khác trong cộng đồng đã bị đe dọa và [[khủng bố]]. Tất cả những nhà báo bị sát hại đều làm việc cho những tờ báo tiếng Việt có lượng lưu hành nhỏ phục vụ cộng đồng [[Người Việt tại Hoa Kỳ|dân Việt Nam]] di cư sang Mỹ sau khi [[Chính quyền Sài Gòn|Sài Gòn]] sụp đổ vào cuối tháng 4 năm 1975.\n\nNăm 1990, nhà báo Lan Phương (gốc Việt) là đồng nghiệp trong báo ''Văn Nghệ Tiền Phong'' của nạn nhân Lê Triết còn nghi ngờ là thủ phạm có thể là \"điệp viên của Chính phủ Việt Nam\", sang Mỹ bằng cách ''\"trà trộn vào dòng người tỵ nạn\"'', nhưng ông này không thể đưa ra một cái tên nào mà mình nghi ngờ. Tuy nhiên, Chính phủ Mỹ và [[FBI]] không tin vào những câu chuyện suy diễn kiểu này vì những điệp viên sẽ không làm những chuyện rủi ro như ám sát ở nước ngoài. Phát ngôn viên [[Chính quyền liên bang Hoa Kỳ|Chính phủ Mỹ]] cho rằng việc tái xây dựng mối quan hệ Việt - Mỹ là ưu tiên của chính phủ Việt Nam, và các \"điệp viên Hà Nội\" sẽ không làm những chuyện gây phương hại đến việc đó <ref name=\"The Milwaukee Journal\">{{Chú thích web|url=https:\/\/news.google.com\/newspapers?nid=1499&dat=19901223&id=zaIaAAAAIBAJ&sjid=LSwEAAAAIBAJ&pg=4366%2c7461208&hl=en|tiêu đề=Nhân viên báo Văn Nghệ Tiền Phong nghi CSVN giết Lê Triết}}{{Liên kết hỏng|date=2023-04-08 |bot=InternetArchiveBot }}<\/ref>.\n\nNăm 2015, FRONTLINE và [[ProPublica]] (chương trình điều tra của đài [[PBS]]) đã điều tra, khám phá và thấy rằng có một điểm chung khác trong các vụ giết người đó: rất nhiều những tờ báo tiếng Việt đó, ngoài việc cùng đả kích lên án chính phủ Cộng hòa Xã hội chủ nghĩa Việt Nam, đã chỉ trích một tổ chức chống Cộng nổi tiếng gọi là [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam]], một tổ chức muốn khởi động lại cuộc chiến tranh Việt Nam. Đây là một tổ chức được lãnh đạo bởi [[Phó Đề đốc]] [[Chuẩn tướng]] [[Hải quân Việt Nam Cộng hòa]] [[Hoàng Cơ Minh]] - tiền thân của ''\"Việt Nam Canh tân Cách mạng đảng\"'', gọi tắt là ''\"đảng Việt Tân\"''. Ai đứng đằng sau những hành động khủng bố này, cho tới bây giờ vẫn là câu hỏi chưa có lời giải đáp. Nhóm điều tra của FRONTLINE và [[ProPublica]] đã lần theo dấu vết và tìm ra những cựu thành viên tổ chức này. Theo phóng viên A.C. Thompson, chính 5 cựu thành viên đã thừa nhận rằng ''\"Mặt trận\"'' từng thành lập một đội ám sát bí mật có bí danh K-9 để thực hiện các vụ ám sát nói trên. Đồng thời, các nhà báo điều tra cũng phát hiện những vụ ám sát mới, có thể có liên quan đến nhóm này ở ngoài nước Mỹ.\n\nCũng trong cùng phóng sự của [[ProPublica]] trên [[PBS]], tác giả AC. Thompson cũng cho biết FBI đã bỏ ra 15 năm trời để điều tra các vụ ám sát các ký giả ở trên và đã không tìm thấy bằng chứng kết tội Mặt Trận.\n\nTrả lời những phản hồi, Giám sát viên của [[PBS]], người giữ vai trò phê bình nội bộ và độc lập của [[PBS]] là ông Michael Getler, nhìn nhận giá trị của chủ đề. Ban đầu ông nhận thấy việc điều tra có những khiếm khuyết trong việc phỏng vấn nhân chứng, tuy nhiên sau khi hỏi lại nhà sản xuất Thompson, ông biết rằng họ đã đối chiếu thông tin với nhiều cuộc phỏng vấn khác và đã có trong tay các tài liệu mật của [[FBI]] (nay được giải mật theo Đạo luật Tự do thông tin), điều này chỉ được nhắc tới chút ít trong phim nhưng đóng một vai trò quan trọng trong độ uy tín của chương trình.<ref name=\"pbs\">{{Chú thích web|url=http:\/\/www.pbs.org\/ombudsman\/blogs\/ombudsman\/2015\/11\/19\/unsolved-murders-a-vietnam-battle-still-being-fought-in-this-country\/|tiêu đề=Unsolved Murders: A Vietnam Battle Still Being Fought in This Country|ngày truy cập=2016-04-01|archive-date=2016-04-03|archive-url=https:\/\/web.archive.org\/web\/20160403125734\/http:\/\/www.pbs.org\/ombudsman\/blogs\/ombudsman\/2015\/11\/19\/unsolved-murders-a-vietnam-battle-still-being-fought-in-this-country|url-status=dead}}. ''When I asked the producers my “where does that come from” question, here’s what they said: “Although some former Front members were identified in the film and article, such as Tran Van Be Tu, we agreed not to identify most of the former leaders referred to above; they feared they would be endangering themselves as well as exposing themselves to possible prosecution. We know who they are, and the information they provided corresponds to the documents and other interviews. As we reported, the FBI files show that numerous people told agents that K-9 was a unit of the Front that targeted its enemies, and so did other interviewees in our film and article, including Tran Van Be Tu and Dam Phong's friend. The FBI files go into detail on K-9’s likely assassins, possible leaders, and agents refer to K-9 as the enforcement branch of the Front. We reference these files multiple times in the film and one of the lead agents on the case, speaking publicly for the first time, could not have spoken to this question more directly, saying ‘K-9 was established as the assassination arm of the Front.’” Thompson, to his credit, succeeded in getting FBI files released under a Freedom of Information Act request. There are glimpses of words shown on the screen but mostly blank or redacted pages are shown. References to material from the FBI files play some role in the broadcast. But the accompanying online material, especially the long article written by Thompson, is actually much more detailed about the files and brings more credibility to the broad theme of the program...''<\/ref>\n\nMột cựu thành viên Mặt Trận trong số những người được phỏng vấn trong phim là Nguyễn Xuân Nghĩa, nguyên là một lãnh đạo cao cấp của Mặt Trận. Nguyễn Xuân Nghĩa đã lên tiếng rằng ''\"chúng ta tiếp tục là nạn nhân của truyền thông Mỹ\"'' và cho rằng những đoạn phỏng vấn Nguyễn Xuân Nghĩa trong phim ''\"bị cắt xén\"'' và ''\"những đoạn viết về việc tôi trả lời phỏng vấn là hoàn toàn bịa đặt, vừa thiếu đạo đức vừa thiếu chuyên nghiệp\"''<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=217099&zoneid=1 |ngày truy cập=2022-12-25 |tựa đề=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=217099&zoneid= \"Nguyễn Xuân Nghĩa phản hồi phim Terror in Little Saigon\" |archive-date=2015-11-09 |archive-url=https:\/\/web.archive.org\/web\/20151109155117\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=217099&zoneid=1 |url-status=dead }}<\/ref>.\n\nTrả lời những lời phản bác bộ phim từ cựu thành viên Việt Tân, tác giả bộ phim A.C. Thompson đã khẳng định qua phỏng vấn trên ''BBC'': ''\"Tôi đã công bố thông tin thu thập được từ các cuộc nói chuyện với một đại diện của Việt Tân từ lâu trước khi chúng tôi chạy bài và phát bộ phim. Tôi khuyến khích nhóm này phản bác thông tin mà chúng tôi đã chia sẻ. Nhưng họ không làm; thay vì thế, Việt Tân lại ra thông cáo báo chí công kích.\"'', và rằng ''\"khi chúng tôi xem lại hồ sơ FBI, rõ ràng nhiều người trong nhóm này đã khai với FBI rằng Mặt Trận dính líu một số trong các vụ tội ác đó. Chúng tôi tìm ra năm nguồn khả tín từng ở trong Mặt Trận. Họ cho thêm thông tin về các vụ này và xác nhận rằng Mặt Trận điều hành một nhóm sát thủ. Đặc biệt, một nhân vật hoàn toàn xác nhận sự dính líu của Mặt Trận trong vụ giết ông Nguyễn Đạm Phong và Dương Trọng Lâm.\"''<ref name=\"bbc.com\">[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/11\/151109_terror_little_saigon_reax Câu hỏi về 'Khủng bố ở Little Saigon'], bbc, 9.11.2015<\/ref>\n\nĐáp lại [[A.C. Thompson]] trong buổi phỏng vấn trên BBC, đại diện Việt Tân [[Hoàng Tứ Duy]] đã phân tích: ''\"FBI đã điều tra các vụ giết người này trong nhiều năm. Theo các tuyên bố chính thức của FBI đăng trên trang web của Frontline, họ kết luận không đủ bằng chứng để tiếp tục điều tra... Ông Nguyễn Xuân Nghĩa đã nhiều lần phủ nhận lời cáo buộc về bạo hành bất kể nỗ lực của A.C. Thompson cố “dí ông” qua nhiều giờ phỏng vấn. Ấn bản trên web nói rằng ông Nghĩa, phát biểu khi không quay phim, có biết những cá nhân trong Mặt Trận nghĩ đến chuyện dùng bạo lực. Ông Nguyễn Xuân Nghĩa đã lên tiếng sau đó rằng lời ông đã bị kể lại sai lệch. Phóng sự cho rằng Mặt Trận đeo đuổi một chính sách dùng bạo lực chống lại giới chỉ trích, nhưng họ chẳng tìm ra hay trưng ra tài liệu nào của Mặt Trận ra lệnh tấn công như vậy. Tài liệu quảng cáo bảo rằng có năm cựu thành viên Mặt Trận ám chỉ tổ chức này liên can đến vụ sát hại. Nhưng trong số năm người được phỏng vấn, người duy nhất bảo rằng Mặt Trận có dính đến việc sát hại lại là một nguồn ẩn danh. Mặc dù chương trình này không có khả năng xác định tính xác thực của người nói, lời thú nhận của ông ta vẫn được xem là chứng cớ mới. Ông Nguyễn Đăng Khoa tuyên bố rõ trước ống kính là ông không biết gì về K-9. Lời phủ nhận được nghe rõ bằng tiếng Việt nhưng không dịch ra trên màn hình. Ông Trần Văn Bé Tư chỉ tham gia Mặt Trận một thời gian ngắn và bị trục xuất năm 1984 vì quan điểm của ông quá cực đoan. Các câu trả lời của ông về K-9 là những tuyên bố vô căn cứ của một người chưa hề thuộc về K-9. Thompson hỏi ông ta: “Gia đình Đạm Phong nghĩ là Đạm Phong vì chỉ trích Mặt Trận thế mà bị giết. Điều đó có chính xác đối với ông không?” Câu trả lời của Trần Văn Bé Tư là một lời đồn: “Tôi nghe như thế. Ông 'Johnny' Nguyễn Văn Xung liên tục khẳng định ông ta không biết gì về việc Mặt Trận dính líu đến việc sát hại những người chỉ trích.\"\"'' <ref name=\"bbc.com\" \/>\n\nSau khi bộ phim trình chiếu, ông Nguyễn Thanh Tú, con trai nhà báo Nguyễn Đạm Phong, chủ nhiệm tờ ''Tự Do'' (bị ám sát năm 1982, tại [[Houston]], [[Texas]]), đã trả lời phỏng vấn về việc [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam|Mặt Trận]] đã de dọa sẽ giết bố ông sau khi ông này vạch trần việc [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam|Mặt Trận]] làm giả những bức ảnh ''\"chiến khu ở Việt Nam\"'' để vận động Việt kiều quyên góp tiền cho tổ chức:<ref>{{Chú thích web |url=http:\/\/www.danchimviet.info\/archives\/99250\/terror-in-little-saigon-con-trai-nha-bao-dam-phong-len-tieng\/2015\/11 |ngày truy cập=2016-05-22 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 11 tháng 5 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160511161326\/http:\/\/www.danchimviet.info\/archives\/99250\/terror-in-little-saigon-con-trai-nha-bao-dam-phong-len-tieng\/2015\/11 }}<\/ref>\n\n::''Tôi có thể nói với quý vị rằng gia đình tôi ngày nào cũng liên tiếp phải nhận những lời hăm dọa từ Mặt Trận…''\n::''…Cha tôi, Nguyễn Đạm Phong, đã dành số báo Tự Do cuối cùng của ông để phơi bày sự gian lận của các lãnh đạo Mặt Trận... Tôi là nhân chứng cho “sự thực” còn sống, chứ không phải những lời đồn đãi. Tôi từng tham dự những buổi gặp gỡ thành viên Mặt Trận với bố tôi và chứng kiến những chiến thuật họ sử dụng, từ mua chuộc đến hăm dọa.”''\n::''Khi thấy họ gây quỹ được rất nhiều tiền, bố tôi hỏi các anh gây quỹ được nhiều tiền như vậy thì có sổ sách gì không... khi bố tôi hỏi, thì họ mới đưa tên này tên kia. Nhưng theo kinh nghiệm và trực giác của nhà báo thì qua cách trả lời của họ, bố tôi bắt đầu thấy nghi nghi... Bố tôi qua tới [[Thái Lan]] mới khám phá ra sự thật... Bố tôi qua đó thì mới biết cái trại mà họ nói có 10 ngàn quân, là chỗ ở [[Thái Lan]] chứ không phải ở Việt Nam. Chẳng những không có 10 ngàn người, mà chỉ có vài trăm người, mà trong đó còn có người Thái và người Lào đứng vào đó để chụp hình, để quay phim, để đem về [[quảng cáo]]. Bố tôi tìm được sự việc này, bay về, chuẩn bị cho ra một số báo để vạch trần những việc đó. Biết như vậy, Mặt Trận gặp bố tôi để hăm dọa... Chính tôi cũng đã nhiều lần nghe điện thoại. Họ nói rõ ràng, không giấu giếm. Họ nói họ là đại diện của Mặt Trận... Họ bảo tôi nói cho bố tôi nghe: nếu mà không ngừng, mà tiếp tục viết những bài có thể ảnh hưởng xấu tới Mặt Trận, thì bố tôi sẽ bị thủ tiêu... Khi gọi cho bố tôi, họ nói: “Nếu không dừng lại thì sẽ sắp là những giờ cuối cùng của đời mày.”''\n::''Giữa hai người, ông Nguyễn Xuân Nghĩa và A.C. Thompson thì tôi tin A.C. Thompson hơn... Họ là nhà báo, họ cần gì phải nói dối, phải dựng chuyện? Danh dự và tiếng tăm của nhà báo nó quan trọng hơn chứ? Tại sao những nhà báo này phải hy sinh điều đó?''\n\nNgoài ra, trong phóng sự của [[PBS]] cũng có nói đến việc 10 thành viên trong Mặt Trận bị chính tổ chức của họ giết hại tại Lào khi nhóm này tìm cách xâm nhập vào Việt Nam (5 người chôn trên đỉnh đồi, 5 người [[chôn cất|chôn]] ở đâu đó dưới chân đồi, chôn vùi không một nấm mồ), sự việc được kể lại bởi 1 người Lào từng là thành viên Mặt Trận. Theo tác giả bộ phim - A.C. Thompson, con số 10 người này là ít nhất không rõ họ bị giết vì dám có ý kiến phản đối lãnh đạo Mặt Trận hay chỉ do nản chí nên đòi trở về Mỹ.<ref>{{Chú thích web|url=https:\/\/www.danluan.org\/tin-tuc\/20151105\/noi-dau-cua-toi-khi-xem-terror-in-little-saigon|tựa đề=Nỗi đau của tôi khi xem Terror in Little Saigon|ngày=2015-11-05|website=Dân Luận|ngày truy cập=2021-04-24}}<\/ref>\n\nMột vụ ám sát khác cũng bị dư luận cho là do Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam thực hiện là vụ ông Đoàn Văn Toại, phó chủ tịch Tổng hội Sinh viên Đại học Sài Gòn, vì chỉ trích Mặt trận này lúc đó đang quyên tiền cho phong trào kháng chiến mà ông cho là lừa gạt nên tháng 8\/1989 ông bị kẻ lạ mặt bắn ba phát làm bể hàm, lủng ruột nhưng ông chỉ bị thương nặng và thoát chết. Thủ phạm tẩu thoát.<ref>[http:\/\/www.bbc.com\/vietnamese\/forum-42194931 Đoàn Văn Toại và sinh viên Sài Gòn một thời], Bùi Văn Phú, BBC Vietnamese<\/ref>\n\n==Ban cán sự==\n===Chủ tịch===\n*[[Hoàng Cơ Minh]] (1982 - 1987)\n*[[Nguyễn Kim (Đảng Việt Tân)|Nguyễn Kim]] (2001 - 2006)\n*[[Đỗ Hoàng Điềm]] (2006 - 2022)\n*[[Lý Thái Hùng]] (2022 - nay)\n\n===Tổng bí thư===\n*Hoàng Cơ Định (1982 - 2006)\n*[[Lý Thái Hùng]] (2006 - nay)\n\n===Phát ngôn viên===\n*Hoàng Tứ Duy\n*Nguyễn Đỗ Thanh Phong\n*[[Nguyễn Quốc Quân]]\n*Đặng Vũ Chấn\n*Hà Đông Xuyến\n\n==Tham khảo==\n{{Tham khảo|colwidth=25em}}\n\n==Xem thêm==\n*[[Danh sách tổ chức chính trị người Việt tại hải ngoại]]\n\n==Liên kết ngoài==\n{{Thể loại Commons|Vietnam Reform Party}}\n*[https:\/\/viettan.org\/ Trang chủ]\n*{{Facebook|viettan}}\n\n{{Đảng phái chính trị Việt Nam}}\n\n[[Thể loại:Đảng Việt Tân| ]]\n[[Thể loại:Đảng phái chính trị Việt Nam bị cấm]]"}