{"328745":"'''Đặng Lân''' (鄧麟) hay '''Đặng Mậu Lân''' (鄧茂麟), tục gọi ''cậu Trời'' (? – ?) là em ruột Tuyên phi [[Đặng Thị Huệ]], là Quận mã<ref>Con rể của chúa gọi là Quận mã.<\/ref> của chúa [[Trịnh Sâm]]. Ông nổi tiếng là người càn rỡ và dâm dật trong lịch sử phong kiến [[Việt Nam]].\n\n==Tiểu truyện==\n'''Đặng Lân''', cũng như chị ông là Đặng Thị Huệ, các sử sách còn lưu lại đều không ghi cha mẹ họ là ai, chỉ cho biết rằng Thị Huệ sinh ra trong nhà nghèo khó ở làng [[Phù Đổng]], huyện [[Gia Lâm]], tỉnh [[Bắc Ninh]] (nay thuộc [[Hà Nội]]), khi lớn lên là một cô gái hái chè (nên sau về với chúa Trịnh Sâm còn được tục gọi là \"Bà Chúa Chè\"), nhờ đó mà hiểu phần nào cảnh sống của ông.\n\nVà theo sử sách, thì sau khi chúa Trịnh Sâm dẹp yên các cuộc khởi nghĩa lớn, bốn phương yên ổn, kho đụn đầy đủ, dần dần sinh bụng kiêu căng, xa xỉ, phi tần thị nữ kén vào rất nhiều, mặc ý vui chơi thoả thích.\nMột hôm, Tiệp dư Trần Thị Vinh sai nữ tỳ Đặng Thị Huệ (vừa được tuyển vào cung) bưng một khay hoa đến trước mặt chúa. Thấy Thị Huệ rất xinh đẹp, chúa Trịnh đem lòng sủng ái. Và từ khi bà được phong làm Tuyên phi, có quyền hành lớn, thì em bà là Đặng Lân cũng có chỗ dựa để lộng hành...\n\nTrong sách [[Tang thương ngẫu lục]], Kính Phủ (tức [[Nguyễn Án]]) kể:\n\n:''Quận mã Đặng Lân là em bà Đặng Tuyên phi của chúa Tĩnh Vương (Trịnh Sâm), thường hay ngông càn phạm phép. Y cưỡng gian một người đàn bà không được bèn cắt vú người ta. Người chồng kiện đến quan, y bị bắt giam ở ngục Ngự sử đài rồi vì có Phi xin cho mà được tha. Tĩnh vương đem nàng Quận chúa thứ hai gả cho Lân, các đồ trang liêm và của hồi môn, so với các triều trước nhiều gấp mười lần. Phủ đệ dựng ở phía Tây nam kinh thành [[Thăng Long]], đồ ăn thức dùng đàng hoàng như một vị vương giả. Lân càng làm nhiều sự càn rỡ, nuôi trong nhà hơn trăm gia đồng, thường cho đội mũ đeo gươm, ra ngoài chợ phố đi nhung nhăng, uống rượu say đánh người bị thương, quan Kinh doãn không kiềm chế nổi. Mỗi khi Lân đi ra, đem theo đến hàng mấy chục con chó săn, con nào cũng đeo nhạc vàng, khoác áo thêu, hét trước hò sau, lấp cả đường lối. Một lần nhân cơn tức giận, Lân giết chết nội giám là Sử thọ hầu, rồi cắm thanh gươm ở trước cửa để không ai dám vào bắt...''<ref>[[Phạm Đình Hổ]] & Nguyễn Án, ''Tang thương ngẫu lục'', Nhà xuất bản VHTT, Hà Nội, 2000, tr.49-50.<\/ref>\n\nSách ''[[Hoàng Lê nhất thống chí]]'', hồi thứ nhất, cũng mô tả tương tự:\n\n:''Đặng Mậu Lân này vốn là một tên hung bạo, từ khi Thị Huệ được chúa yêu dấu Lân lại càng ỷ vào thế chị để làm những việc càn rỡ. Hết thảy áo quần, xe kiệu của y, nhất nhất đều rập kiểu theo đúng như của vua chúa. Thường ngày, Lân vẫn đem theo vài chục tên tay sai, cầm gươm vác giáo đi nghênh ngang khắp kinh ấp. Hễ gặp xe kiệu, bất kỳ là của đám quan quân nào, Lân cũng đều cà khịa đánh nhau làm cho họ nhục nhã, rồi lấy thế làm thích thú. Gặp đàn bà con gái giữa đường, hễ người nào trông vừa mắt, tức thì Lân sai tay chân quây màn trướng ngay tại chỗ, rồi lôi người ấy vào hiếp liền. Ai không chịu, Lân xẻo luôn đầu vú. Chồng hoặc cha kẻ bị nạn, nếu dám hé răng kêu ca, lập tức Lân sai quân vặn gãy răng, hoặc cũng có người bị đánh đến chết. Người thiên hạ sợ Lân hơn sợ beo sói.''<ref>Ngô gia văn phái, ''Hoàng Lê nhất thống chí'' tập I (Nhà xuất bản Văn học, 1984, tr.27)<\/ref>\n\nTác giả sách trên còn kể, một hôm Đặng Thị Huệ hỏi con gái yêu của chúa là Ngọc Lan<ref>Trong tiểu thuyết ''Đêm hội Long Trì'', nàng có tên Quỳnh Hoa.<\/ref> cho em trai mình.\n\n:''Công chúa này tên chữ là Ngọc Thuyên, là cô con gái yêu quý nhất của chúa Trịnh Sâm. Nguyên chính phi Hoàng Thị Ngọc Khoan sinh được hai nàng công chúa. Cô lớn là công chúa Ngọc Anh, tên chữ là Ngọc Loan, đã gả cho Đương trung hầu [[Bùi Thế Toại]], con trai cả của Đoan quận công [[Bùi Thế Đạt]] làm trấn thủ Nghệ An trước kia. Còn Ngọc Lan là cô thứ hai, chưa có chồng, được chúa rất yêu chiều. Ngọc Lan vóc người yếu đuối, từ nhỏ vẫn ở trong cung Thủy Tinh, kiêng nắng, kiêng gió. Nơi Ngọc Lan ở, chúa bắt thị tỳ phải nói năng sẽ sàng để cho nàng khỏi giật mình. Khi Ngọc Lan đã lớn, mỗi lần vào thăm chúa, chúa đều cho phép cùng ngồi với mình như lúc còn bé. Phàm những điều Ngọc Lan cầu xin chúa, không có lời nào là không đắt. Các quan vào hàng công thần, quý tộc, nhiều người đã tới cầu hôn, nhưng chúa chưa hứa gả cho ai. Đã có lần chúa hạ chiếu chỉ cho các quan văn võ, cùng con cháu các dòng họ công thần vào phủ để cho công chúa tự kén chọn. Chúa bảo công chúa hễ chọn được ai vừa ý thì chúa sẽ gả cho người đó. Nhưng Ngọc Lan vẫn chưa kén được ai vừa lòng.''\n\nTrịnh Sâm không bằng lòng, nhưng vì nể Tuyên phi phải nghe theo. Thế rồi, cuộc hôn nhân được tiến hành, nhưng chúa lấy cớ rằng công nữ chưa từng lên đậu lên sởi, để không cho phép Đặng Lân hợp cẩn (theo lễ xưa, đêm tân hôn vợ chồng uống chung một chén rượu, gọi là hợp cẩn). Rồi chúa sai quan mỗ  bảo cùng nhiều thị nữ đi theo để hộ vệ công chúa. Tiếp đó, chúa lại phái thêm cả viên nội sai là Sử trung hầu đến làm giám chế, không cho Lân xâm phạm tới công chúa. Đặng Mậu Lân tuy đã lấy được công chúa Ngọc Lan, nhưng cứ mỗi lần vào với công chúa thì lại bị Sử Trung ngăn cản vì vậy Lân hết sức tức giận và nảy sinh lòng căm thù .\n\nBị ngăn cản Lân tuốt gươm chém Sử Trung và sai đóng chặt cửa dinh, ra lệnh trong ngoài không ai được ra vào, định ngầm thủ tiêu cái thây Sử Trung. Công nữ Ngọc Lan nghe chuyện, lập tức bảo một thị nữ chui qua một lỗ hở nhỏ chạy về phủ chúa báo tin. Chúa cả giận, sai viên quan hầu đốc thúc một toán lính đến bắt Lân. Lân cầm gươm lăm lăm, đứng trước cửa doạ giết. Nghe tin dữ, chúa phải sai Quận Huy ([[Hoàng Đình Bảo]]) đem quân vây bắt Lân, giải về phủ, giao cho triều đình xử tội. Các quan đều nói tội giết sứ giả đáng bêu đầu.\n\nĐặng Thị Huệ nghe tin, khóc lóc xin chết thay em. Chúa bất đắc dĩ phải tha cho Lân tội chết và giảm xuống thành tội đi đày ở châu xa.\n\nSách ''Tang thương ngẫu lục'' kể tiếp: \n:''Đình thần họp bàn mãi...sau cùng xin Phi (Đặng Thị Huệ) đầy Lân ra ở An Quảng. Lân xếp dọn nhà cửa, mặc áo tù đi ra khỏi kinh, nhà chức sự sắm sẵn xe thuyền ở bến sông Nhị Hà, y đem theo nàng hầu vợ lẽ rất nhiều, tiếng đàn sáo véo von không dứt. Ra đến nơi, quan địa phương phải làm nhà cửa cho y ở.''<ref>Sách đã dẫn, tr. 50.<\/ref>\n\nTháng 9 năm [[Nhâm Dần]] (1782), chúa Trịnh Sâm qua đời, con của Tuyên phi là [[Trịnh Cán]] lên ngôi chúa, nhưng chỉ ở ngôi được một tháng thì bị binh lính Tam phủ phế truất, đập phá nhà cửa, giết Quận Huy cùng thân thuộc phe cánh. Họ đón [[Trịnh Tông]] lên ngôi chúa và từ đó, nhóm lính trên (sử cũ gọi họ là ''Kiêu binh'') ngày càng càn rỡ, không ai trị nổi. Phe cánh Đặng Thị Huệ bị truy lùng, trả thù và bà bị truất xuống thứ nhân.\n \nMặc dù sách ''Tang thương ngẫu lục'' chỉ chép: ''Về sau, Tuyên Phi và Cung Quốc công (Trịnh Cán) bị phế. Đặng Lân bị bắt bỏ ngục rồi nhịn ăn mà chết''. Nhưng căn cứ vào đoạn sử vừa dẫn, thì rất có thể Đặng Lân mất ở khoảng năm 1782.<ref>''Từ điển nhân vật lịch sử Việt Nam'', ghi Đặng Thị Huệ (?- 1782), là tự mâu thuẫn với đoạn văn sau: Sau, đám kiêu binh tam phủ nổi loạn giết Trịnh Cán, bắt giam bà vào ngục. Được hai năm, bà mới được thả ra làm lễ tế chồng (Trịnh Sâm). Tế xong, bà đâm cổ tự vẫn chết (Nguyễn Q. Thắng & Nguyễn Bá Thế soạn, Nhà xuất bản KHXH, 1992, tr. 145). ''Hoàng Lê nhất thống chí'' (tr. 96) và ''Khâm định Việt sử thông giám cương mục'' (Chính biên, quyển 45, tờ 35) chép tương tự, nhưng cho biết bà tự vẫn bằng thuốc độc. Vậy, nếu chúa Trịnh Sâm mất năm 1782, thì không thể nào Tuyên phi mất cùng năm được.<\/ref>\n\n==Trong văn học nghệ thuật==\nNhà văn [[Nguyễn Huy Tưởng]] đã bồi đắp Đặng Mậu Lân trong lịch sử thành một Đặng Mậu Lân trong tiểu thuyết [[Đêm hội Long Trì]]. Ở đó, theo GS. Hà Minh Đức, nhân vật Mậu Lân đã được \"khai thác tỉ mỉ hơn, sinh động hơn. Hắn như một con thú dữ khát mồi, hãm hiếp, phá phách, giết chóc, coi thường kỷ cương xã hội, chà đạp lên đạo lý, sống dã man, tàn bạo và dâm loạn...\". Khác với lịch sử, Mậu Lân không chết trong ngục thất mà chết dưới lưỡi gươm của Nguyễn Mại, một võ tướng trẻ đầy nghĩa khí. Tuy nhân vật này không có thật, nhưng cũng theo GS. Đức, đó chính là tác giả \"muốn biểu lộ thái độ bất bình của người viết trước những thế lực tàn bạo trong lịch sử cũng như trong cuộc sống\", muốn \"tìm đến một bàn tay dũng cảm, thể hiện tinh thần công lý phù hợp với ý dân: cái Ác phải bị đền tội!\"<ref>Lược trích bài giới thiệu ''[[Đêm hội Long Trì]]'' in trong ''Tuyển tập Nguyễn Huy Tưởng'' (tập I), Nhà xuất bản Văn học, Hà Nội, 1984, tr. 15 và 17<\/ref>\n\nTiểu thuyết ''[[Đêm hội Long Trì]]'' đã được chuyển thể thành phim nhựa. Phim do [[Hãng phim truyện Việt Nam]] sản xuất, [[Hải Ninh]] làm đạo diễn với sự góp mặt của các diễn viên giỏi nghề, như: [[Thế Anh]], [[Lê Vân]], [[Thu Hà]]...\n\nVà theo đánh giá của nhiều đạo diễn thì \"không một diễn viên nào thể hiện tốt vai Đặng Lân như [[Hoàng Thắng]]. Còn khán giả thì nói rằng \"cứ nhìn thấy anh là họ khiếp sợ, không biết cậu Trời còn định giở trò gì nữa...\"<ref name=thanhnien>[http:\/\/www.thanhnien.com.vn\/News\/0108\/Pages\/200804\/224205.aspx www.thanhnien.com]<\/ref>.\n\nNgoài ra hiện nay, từ \"cậu Giời\" đôi khi vẫn được dùng để chỉ những \"cậu ấm\" hống hách, ngang ngược, coi thường pháp luật.\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]"}