{"804982":"{{Mồ côi|date=tháng 10\/2021}}\n{{coord|20|42|52|N|106|13|38|E|display=title}}'''Đảo Cò Chi Lăng Nam''' là một khu du lịch sinh thái nổi tiếng ở Hải Dương. Nơi đây có cảnh quan thiên nhiên rộng mở, thoáng đãng, bình yên đậm chất nông thôn Bắc Bộ. Đến với Đảo cò Chi Lăng Nam du khách sẽ được ngồi thuyền thưởng ngoạn cảnh sắc cực kỳ ấn tượng. Một hòn đảo nhỏ nằm giữa mặt hồ mênh mông nước. Từng đàn cò trắng bay rợp trời ríu rít gọi nhau về tổ. Hồ nước rộng thênh thang xanh mát, trên đảo cò đậu san sát trên cây nhìn như những bông hoa trắng nổi bật trên cụm cây xanh tốt. Tất cả tạo nên một không gian vô cùng tuyệt vời để mỗi du khách sau khi thưởng ngoạn sẽ cảm thấy thêm quý, thêm yêu cuộc sống tươi đẹp mà tạo hóa đã ban tặng cho con người.\n\n== Vị trí địa lý==\n\nĐảo cò Chi Lăng Nam trực thuộc thôn An Dương, xã Chi Lăng Nam, huyện Thanh Miện, tỉnh Hải Dương. Khu du lịch sinh thái Đảo cò cách thành phố Hải Dương tầm 30&nbsp;km, cách thủ đô Hà Nội hơn 60&nbsp;km về phía Nam.\n\n== Lịch sử ==\n\nNgười dân trong vùng các thế hệ truyền lại rằng vùng hồ An Dương ngày xưa từng là cánh đồng chiêm trũng ở giữa có một gò đất nổi lên cao. Vào khoảng thế kỉ XV một trận đại hồng thủy đã làm vỡ đê sông Luộc nước tràn vào ngập trắng cả một vùng. Quanh gò đất cao giữa cánh đồng trũng xuất hiện những xoáy nước khổng lồ rồi tạo thành một hồ nước lớn. Đất lành chim đậu dần dần hòn đảo trở thành nơi trú ngụ của hàng trăm, hàng nghìn con cò.\n\nNhận thấy đây là cảnh quan thiên nhiên \"độc nhất vô nhị\" chính quyền địa phương và nhân dân huyện Chi Lăng Nam đã quyết định đề xuất xây dựng khu bảo tồn thiên nhiên. Từ đây Đảo cò Chi Lăng Nam ra đời và dần trở thành khu du lịch sinh thái nổi tiếng trên địa bàn tỉnh Hải Dương\n\n== Hệ sinh thái Đảo cò ==\n\nCó tổng diện tích là 31,673 ha Khu sinh thái Đảo cò Chi Lăng Nam có hệ sinh thái động thực vật vô cùng đa dạng với hơn 170 loài ở cả trên đảo và dưới lòng hồ.\n\nĐảo cò là nơi trú ngụ của rất nhiều loài cò, vạc, chim nước quý. Các loài vạc như vạc lưng xanh, vạc xám, vạc sao...Các loài chim nước như iệc xám, chim bói cá, chim trả, cú mèo, cuốc, bồng chanh...Và đặc biệt không thể kể đến cơ man các loại cò như cò ghềnh, cò trắng, cò bợ, cò lửa, có diệc, cò ruồi. Hiện nay ở Đảo cò Chi Lăng Nam thường có khoảng 16.000 con cò và 6.000 con vạc sinh sống.\n\nĐảo là nơi trú ngụ của họ nhà cò vạc còn dưới hồ An Dương sâu và rộng lại là nơi sinh sống của rất nhiều loại cá quý như cá vược, cá chạch, cá bơn, cá nheo, cá chép, cá quả...hay các loại ba ba, rùa, tôm, cua...\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[https:\/\/dantri.com.vn\/xa-hoi\/tham-lai-dao-co-chi-lang-nam-1304608147.htm Thăm lại Đảo Cò Chi Lăng Nam]\n*[https:\/\/dantri.com.vn\/xa-hoi\/tham-dao-co-va-vac-doi-ca-nhau-1248997352.htm Thăm đảo cò và vạc \"đổi ca\" nhau]\n*[https:\/\/dantri.com.vn\/van-hoa\/dao-co-net-thien-nhien-hoang-so-giua-dong-bang-bac-bo-1377740447.htm Đảo Cò - Nét thiên nhiên hoang sơ giữa đồng bằng Bắc Bộ]\n\n[[Thể loại:Hải Dương]]\n[[Thể loại:Khu du lịch sinh thái Việt Nam]]\n[[Thể loại:Du lịch Hải Dương]]"}