{"493546":"{{Chú thích trong bài|date=tháng 8\/2022}}\n[[Tập tin:Đặng Nguyên Cẩn.jpg|nhỏ|Đặng Nguyên Cẩn]]\n'''Đặng Nguyên Cẩn''' ([[1867]]-[[1923]]), tên cũ là '''Đặng Thai Nhận''', hiệu '''Thai Sơn''', '''Tam Thai'''; là chí sĩ cận đại trong [[lịch sử]] [[Việt Nam]].\n\n==Thân thế ==\nÔng sinh trưởng tại làng Lương Điền, tổng Bích Triều, huyện [[Thanh Chương]], tỉnh [[Nghệ An]].\n\nCha của ông là Đặng Thai Giai (hay Thai Cảnh), từng tham gia [[phong trào Cần Vương]], bị quân [[Pháp]] bắt giam, tra tấn rồi an trí cho đến chết <ref>Theo ''Đặng Tộc Đại Tông Phả'' thì ông Giai là hậu duệ của Đặng Liên, con trai thứ ba của Quốc công [[Đặng Tất]].<\/ref>.\n\n==Sự nghiệp==\nNăm [[1888]], Đặng Nguyên Cẩn thi đỗ [[Cử nhân]] khoa [[Mậu Tý]], được bổ làm Giáo thụ phủ [[Hưng Nguyên]] nằm ở phía nam tỉnh [[Nghệ An]].\n\nNăm [[1895]], ông đỗ [[Phó bảng]] khoa [[Ất Mùi]], được đổi làm quan tại [[Huế]], rồi làm Đốc học ở tỉnh [[Nghệ An]].\n\nTheo con đường của cha, tại đây, ông tham gia và cổ động [[phong trào Đông Du]], [[phong trào Duy Tân]] theo đường lối do [[Phan Chu Trinh]] khởi xướng<ref>Duy Tân hội thường gọi là \"Ám xã\", hoạt động bí mật, theo đường lối quân chủ, chủ trương \"bài Pháp giành độc lập\" do Phan Bội Châu, [[Nguyễn Tiểu La]] khởi xướng.\nPhong trào Duy Tân thường gọi là \"Minh xã\", hoạt động công khai, theo đường lối dân chủ, chủ trương \"ỷ Pháp tự cường\" do Phan Châu Trinh khởi xướng.\nTuy đều tán thành công cuộc duy tân, nhưng đây là điểm khác biệt giữa ông Trinh và ông Châu. Xem thêm trong Lời nói đầu của Huỳnh Lý (in trong sách ''Thơ văn Phan Chu Trinh'' do nhà xuất bản Văn học ấn hành năm 1083).<\/ref>.\n\nĐầu [[tháng 8]] năm [[1905]], Đặng Nguyên Cẩn và [[Ngô Đức Kế]] gặp [[Phan Bội Châu]] tại [[Hà Tĩnh]], khi nhà chí sĩ này về nước với ý định đón [[Cường Để]] xuất ngoại. Cũng trong năm này, Đặng Nguyên Cẩn đưa em là [[Đặng Thúc Hứa]] <ref>Đặng Thúc Hứa ([[1870]]-[[1931]]), cũng là một chí sĩ yêu nước. Sau khi cha và anh đều mất, ông vẫn hoạt động cách mạng tại [[Thái Lan]] cho đến hết đời.<\/ref> xuất dương sang [[Nhật]] học tập.\n\nNăm [[1907]], ông cùng Ngô Đức Kế, [[Lê Văn Huân]] lập \"Triêu Dương thương quán\" ở [[Vinh]] buôn bán hàng nội hoá và các sách tân thư của [[Đông Kinh Nghĩa Thục]], để vừa cổ xúy vừa tạo nguồn tài chính cho phong trào. Tuy nhiên, chỉ hoạt động được nửa năm, thì nhà cầm quyền [[thực dân Pháp]] bắt đầu ra tay đàn áp, \"Triêu Dương thương quán\" bị buộc đóng cửa, còn Đặng Nguyên Cẩn thì bị thuyên chuyển vào làm đốc học [[Bình Thuận]].\n\nNăm [[1908]], ông hưởng ứng phong trào chống thuế ở [[Trung Kỳ]], bị Pháp bắt đày ra [[Côn Đảo]].\n\nBị lao tù khổ sở suốt 13 năm, đến năm [[1921]], Đặng Nguyên Cẩn được thả cùng với [[Huỳnh Thúc Kháng]], Ngô Đức Kế.\n\nTrở về quê ít lâu sau thì ông mất ([[1923]]).\n\nViết về ông, trong \"Thi tù tùng thoại\" ([[1939]]) của Huỳnh Thúc Kháng có đoạn: \n:''Cụ Đặng Nguyên Cẩn là một nhà học rộng, sĩ phu [[Nghệ An|Nghệ]] [[Hà Tĩnh|Tĩnh]] xem như núi [[Thái Sơn]], sao [[Bắc Đẩu]], là một người bạn già của cụ [[Phan Bội Châu|Sào Nam]]. Vóc người nhỏ bé, mặt mũi đen sạm, ngoài văn học ra không biết một thứ gì. Tướng cụ xấu, nếu như không quen biết mà mới gặp cụ lần đầu, tất cho là người không biết chữ nhất là một, mà ai có dè trong bụng như kho sách, khí áp nghìn quân; cái ngòi bút cổ kính không ai sánh, cùng cái tướng xấu quê đen sạm kia, hiệp thành cái lạ mà đời người ít có.''\n\n==Tác phẩm==\nSinh thời, Đặng Nguyên Cẩn có sáng tác một số thơ văn, một số đã được giới thiệu trong \"Thi tù tùng thoại\" của Huỳnh Thúc Kháng.\n\nSau này, các sách hợp tuyển thơ văn yêu nước ở đầu ''thế kỷ 20'' cũng đã giới thiệu lại một số bài của ông, như: ''Cảm tác, Khấp Ngư Hải [[Đặng Thái Thân]], Cổ động tân học, Điếu [[Phạm Văn Ngôn]], Tiễn Phan Sào Nam nam du, Đặng Lam thành sơn hoài cổ phú,''...\n\n==Thông tin thêm==\nỞ [[Thành phố Hồ Chí Minh]], thành phố [[Ban Mê Thuột]] đều có đường phố mang tên Đặng Nguyên Cẩn.\n\nCon ông là nhà giáo, nhà văn [[Đặng Thai Mai]].\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*''Đặng Tộc Đại Tông Phả'', Yến Quận công Đặng Tiến Thự viết năm 1683, Tiến sĩ Ứng Quận công Đặng Đình Tướng tục biên năm 1686, Thái Nhạc Quận công Đặng Sĩ Hàn tiếp tục tục biên năm 1745, Nguyễn Văn Thành giới thiệu, Nhà xuất bản Văn hóa Thông tin, 2002.\n*[http:\/\/baothaibinh.net\/van-hoa\/van-hoa\/282-ho-dang-nam-bang-vuong-toc-thoi-ly.html ''Họ Đặng \"Nam bang vượng tộc\" thời Lý đến thời Lê''], Nguyễn Văn Thành, Phó Giám đốc Trung tâm nghiên cứu và ứng dụng phả học Việt Nam\n*Nhiều người soạn (Huỳnh Lý chủ biên), ''Hợp tuyển thơ văn Việt Nam'' (1858-1920, quyển 2). Nhà xuất bản Văn học, 1985.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam.'' Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n\n{{Phong trào độc lập Việt Nam}}\n\n{{Thời gian sống|sinh=1867|mất=1923|tên=Đặng Nguyên Cẩn}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Phó bảng]]\n[[Thể loại:Phong trào Đông Du]]\n[[Thể loại:Phong trào Duy Tân]]"}