{"813685":"{{Thông tin nhân vật\n| hình = Đặng Thị Hoàng Yến.jpg\n| cỡ hình = 205px\n| ghi chú hình = Bà Đặng Thị Hoàng Yến tham dự Hội nghị kinh tế Thế giới về Đông Á tại Thành phố Hồ Chí Minh, Việt Nam ngày 7 tháng 7 năm 2010<ref>[http:\/\/www.itaexpress.com.vn\/tin_ita\/tan_t_o_hom_nay\/s_ki_n\/h_i_ngh_kinh_t_th_gi_i_v_dong_a_vai_tro_dang_len_c_a_chau_a_trong_phat_tri_n_toan_c_u Hội nghị Kinh tế thế giới về Đông Á: Vai trò đang lên của châu Á trong phát triển toàn cầu], ItaExpress 05\/08\/2010<\/ref>\n| tên = Maya Dangelas\n| tên khai sinh = Đặng Thị Hoàng Yến\n| ngày sinh = {{năm sinh và tuổi|1959}}\n| mất = \n| nguyên nhân cái chết = \n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = [[Người Việt|Kinh]]\n| nơi sinh = [[Hải Phòng]]\n| quê: [[Quận Phú Nhuận]], <br>[[Thành phố Hồ Chí Minh]] <ref name=autogenerated4>{{Chú thích web |url=http:\/\/vnclp.gov.vn\/UserControls\/ckfinder\/userfiles\/files\/6%2867%29.doc |ngày truy cập=2015-05-19 |tựa đề=Báo cáo kết quả kỳ họp thứ hai, Quốc hội khóa XIII <!-- Bot generated title --> |archive-date = ngày 20 tháng 5 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150520112116\/http:\/\/vnclp.gov.vn\/UserControls\/ckfinder\/userfiles\/files\/6%2867%29.doc }}<\/ref>\n| quốc gia = Việt Nam\n| quốc tịch = Việt Nam\n| học vấn = [[Cử nhân]]\n| alma_mater = [[Đại học Kinh tế Thành phố Hồ Chí Minh]]\n| công việc = Chủ tịch HĐQT, <br>[[Danh sách đại biểu Quốc hội Việt Nam khóa XIII#Tỉnh Long An|Đại biểu Quốc hội khóa XIII]] <ref name=\"ds1\">{{Chú thích web |url=http:\/\/www.na.gov.vn\/tailieukyhop\/LDQHvaNN13\/Chitiet\/UBVH.htm |ngày truy cập=2011-08-30 |tựa đề=Danh sách thành viên Ủy ban Văn hóa, Giáo dục, Thanh niên, Thiếu niên, Nhi đồng CỦA QUỐC HỘI KHOÁ XIII |archive-date = ngày 8 tháng 6 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130608094631\/http:\/\/www.na.gov.vn\/tailieukyhop\/LDQHvaNN13\/Chitiet\/UBVH.htm }}<\/ref>\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = [[Tập đoàn Tân Tạo]]\n| agent = \n| known = Kinh doanh\n| notable_works = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = \n| partner = \n| children = \n| parents = \n| chữ ký = \n| website = \n}}\n\n'''Maya Dangelas''', thường được biết đến với tên khai sinh '''Đặng Thị Hoàng Yến''', sinh năm 1959 tại Hải Phòng, là một cựu doanh nhân Việt Nam hiện đang cư trú tại Hoa Kỳ.\n\nBà hiện là Chủ tịch Hội đồng Quản trị của [[Tập đoàn Tân Tạo]] <ref>[https:\/\/vietstock.vn\/2022\/09\/ita-da-chi-tam-ung-gan-108-ty-dong-cho-gia-dinh-chu-tich-vao-dau-thang-62022-737-1002927.htm ITA đã chi tạm ứng gần 108 tỷ đồng cho gia đình Chủ tịch vào đầu tháng 6\/2022 - Vietstock]<\/ref> <ref>[https:\/\/vneconomy.vn\/ita-cong-bo-bctc-ban-nien-da-soat-xet-voi-mot-loat-y-kien-ngoai-tru-va-nhan-manh.htm ITA công bố BCTC bán niên đã soát xét với một loạt ý kiến ngoại trừ và nhấn mạnh - VnEconomy]<\/ref>, Chủ tịch Hội đồng Quản trị kiêm Hiệu trưởng [[Trường Đại học Tân Tạo]],<ref>{{Chú thích web |url=http:\/\/www.longan.gov.vn\/chinhquyen\/Pages\/Danh-sach-Doan-dai-bieu-Quoc-hoi-tinh-Long-An-khoa-XIII-%28nhiem-ky-2011--2016%29.aspx |ngày truy cập=2011-08-30 |tựa đề=Danh sách Đoàn đại biểu Quốc hội tỉnh Long An khoá XIII (nhiệm kỳ 2011 -2016 |archive-date=2012-12-14 |archive-url=https:\/\/web.archive.org\/web\/20121214042613\/http:\/\/longan.gov.vn\/chinhquyen\/Pages\/Danh-sach-Doan-dai-bieu-Quoc-hoi-tinh-Long-An-khoa-XIII-(nhiem-ky-2011--2016).aspx |url-status=dead }}<\/ref> <ref>[https:\/\/ttu.edu.vn\/gioi-thieu\/van-phong-chu-tich Chủ tịch HĐQT kiêm Hiệu trưởng của Đại học Tân Tạo]<\/ref> cựu chủ tịch của Diễn đàn Doanh nghiệp Việt Nam - Hoa Kỳ <ref>{{Chú thích web |url=http:\/\/dddn.com.vn\/20100408023616412cat111\/le-ra-mat-dien-dan-doanh-nghiep-viet-nam--hoa-ky.htm |ngày truy cập=2011-08-30 |tựa đề=Lễ ra mắt Diễn đàn Doanh nghiệp Việt Nam – Hoa Kỳ |archive-date=2010-04-16 |archive-url=https:\/\/web.archive.org\/web\/20100416171742\/http:\/\/dddn.com.vn\/20100408023616412cat111\/le-ra-mat-dien-dan-doanh-nghiep-viet-nam--hoa-ky.htm |url-status=dead }}<\/ref>.\n\nBà đã bị bãi miễn chức danh đại biểu Quốc hội Việt Nam năm 2012 với lý do liên quan đến người chồng Việt kiều Mỹ đã ly dị. Sau đó bà sang Mỹ định cư và đổi tên thành Maya Dangelas.\n\nTháng 9 năm 2019, bà ủy quyền 4 công ty luật để đâm đơn kiện ông [[Nguyễn Tấn Dũng]] ra Tòa Trọng tài Quốc tế, với lý do ông Dũng đã khiến công ty của bà bà thiệt hại 2.5 tỷ USD về lợi nhuận và đầu tư trong thời gian ông Dũng còn tại vị.\n\n==Tiểu sử==\n\nĐặng Thị Hoàng Yến sinh năm 1959 tại Hải Phòng, bố là cán bộ người Sài Gòn tập kết ra bắc, mẹ là người Hải Phòng.<ref>[http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/quoc-hoi-bai-nhiem-ba-dang-thi-hoang-yen-2192758\/ Quốc hội bãi nhiệm bà Đặng Thị Hoàng Yến] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160204211230\/http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/quoc-hoi-bai-nhiem-ba-dang-thi-hoang-yen-2192758\/ |date=2016-02-04 }}, baodatviet, 26.5.2012<\/ref> Bà là chị ruột của ông [[Đặng Thành Tâm]], người từng được xếp hạng là người giàu nhất ở Việt Nam năm 2007.\n\nĐặng Thị Hoàng Yến tốt nghiệp [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]]. Sau khi tốt nghiệp, bà công tác tại cơ quan Nhà nước 13 năm. Năm 1993, bà quyết định tạo dựng con đường đi cho riêng mình khi thành lập Công ty TNHH Hoàng Yến, tiền thân của [[Tập đoàn Tân Tạo]] ngày nay.<ref>{{Chú thích web |url=http:\/\/nguoiduongthoi.com.vn\/Desktop.aspx\/Video-Clips\/Video-clips\/Phat_hinh_ngay_15-2-2009-Video-Ba_Dang_Thi_Hoang_Yen-Chu_tich_Tap_doan_Tan_Tao\/ |ngày truy cập=2011-08-30 |tựa đề=Video Clips |archive-date = ngày 15 tháng 8 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110815002404\/http:\/\/www.nguoiduongthoi.com.vn\/Desktop.aspx\/Video-Clips\/Video-clips\/Phat_hinh_ngay_15-2-2009-Video-Ba_Dang_Thi_Hoang_Yen-Chu_tich_Tap_doan_Tan_Tao\/ |url-status=dead }}<\/ref>\nTập đoàn Tân Tạo đã phát triển trở thành doanh nghiệp phát triển hạ tầng và khu công nghiệp hàng đầu tại Việt Nam <ref>[http:\/\/www.nhadatanbien.com\/Default.aspx?id=226&pageid=newsdt Tập đoàn Tân Tạo: Tạo diện mạo mới cho những vùng đất khó]<\/ref> và tạo ra hàng trăm ngàn việc làm trong nước. Hiện nay Tập đoàn Tân Tạo có 21 công ty con hoạt động trên nhiều lĩnh vực như phát triển hạ tầng, xây dựng, năng lượng và truyền thông.\n\nCông ty Cổ phần đầu tư và công nghiêp Tân Tạo - ITACO, công ty con thuộc Tập đoàn Tân Tạo, đã trở thành một trong 9 cổ phiếu blue-chip được chọn gia nhập chỉ số chứng khoán [[Russell Global Index]] <ref>[http:\/\/vnexpress.net\/GL\/Kinh-doanh\/Chung-khoan\/2008\/07\/3BA0414E\/ Chứng khoán Việt Nam gia nhập chỉ số Russell Global Index]<\/ref> và là một trong 10 công ty có giá trị vốn hóa lớn và tính thanh khoản tốt nhất Việt Nam hiện nay được lựa chọn tính toán trong chỉ số [[S&P Vietnam 10 Index]].\n\nCông ty Cổ phần phát triển Năng lượng Tân Tạo, công ty thành viên thuộc Tập đoàn, đang đầu tư xây dựng một trong những nhà máy điện lớn nhất tại Việt Nam với tổng vốn đầu tư 3 tỷ USD.<ref>[http:\/\/cafef.vn\/ITA-40973\/ita-ky-hop-dong-epc-nha-may-nhiet-dien-kien-luong-giai-doan-1.chn ITA: Ký hợp đồng EPC Nhà máy nhiệt điện Kiên Lương giai đoạn 1 ]<\/ref>\n\nNăm 2007, [[Tập đoàn Tân Tạo]] đã thành lập ''Quỹ ITA vì tương lai'', ''Quỹ ITA chiến thắng bệnh tật'', ''Quỹ ITA hàn gắn vết thương nhằm hỗ trợ việc học, y tế và vật chất cho những người có hoàn cảnh khó khăn'' <ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=222204&ChannelID=3 Tinh thần tương ái giúp đất nước ngày càng phát triển - Tuổi Trẻ Online]<\/ref>.\n\nHàng năm, hàng ngàn học bổng của Tập đoàn được trao tặng cho các học sinh, sinh viên có thành tích học tập xuất sắc trên khắp cả nước<ref>[http:\/\/www.sggp.org.vn\/giaoduc\/2009\/9\/201664\/ SGGP Online- Giải thưởng Hoa Trạng nguyên 2009: Tôn vinh 1.655 học sinh đạt thành tích cao trong học tập]<\/ref>. Ngoài ra, bà đã tài trợ và sáng lập [[Trường Đại học Tân Tạo]], trường đại học được xây dựng theo tiêu chuẩn Hoa Kỳ. Sinh viên tốt nghiệp của trường sẽ có thể theo học sau đại học tại các trường đại học trên toàn thế giới.\n\n== Khen thưởng ==\nĐặng Thị Hoàng Yến đã được nhận nhiều giải thưởng và bằng khen như ''Giải thưởng nhân văn 2011'' của Ủy ban hữu nghị thành phố [[San Francisco]] và [[Thành phố Hồ Chí Minh]] <ref>[http:\/\/www.itaexpress.com.vn\/tin_ita\/tan_t_o_hom_nay\/s_ki_n\/ba_d_ng_th_hoang_y_n_nh_n_gi_i_th_ng_nhan_d_o_c_a_y_ban_h_u_ngh_tp_sanfrancisco_hcm Bà Đặng Thị Hoàng Yến nhận Giải thưởng nhân đạo của Ủy ban hữu nghị Tp. Sanfrancisco-HCM]<\/ref>, ''Giải thưởng siêu sao kinh doanh''<ref>[http:\/\/www.itaexpress.com.vn\/tin_ita\/tan_t_o_hom_nay\/s_ki_n\/sieu_sao_kinh_doanh_la_bi_t_t_o_ra_cai_m_i Siêu sao kinh doanh là biết tạo ra cái mới]<\/ref>, ''Giải thưởng bông hồng vàng'' <ref>\n{{chú thích báo\n|tác giả= Hoài Nam\n|tác phẩm= Báo điện tử Dân trí\n|url= http:\/\/dantri.com.vn\/xa-hoi\/bong-hong-vang-chia-se-viec-nuoc-viec-nha-221972.htm\n|tên bài= \"Bông hồng vàng\" chia sẻ việc nước, việc nhà\n|ngày= 8 tháng 3 năm 2008\n|ngày truy cập= 8 tháng 4 năm 2013}}\n<\/ref> và nhiều bằng khen của Thủ tướng Chính phủ.\n\n== Vụ việc dư luận quan tâm ==\n=== Thông tin sai sự thật trên báo chí ===\nTheo một số báo trong nước như báo ''Cựu Chiến Binh'', ''Người Cao Tuổi'', ''Hội nhà văn Thành phố Hồ Chí Minh'', ''Năng lượng mới'' thì đầu năm 1998, A17 – đơn vị thực hiện Chuyên án AB98 tổ chức đấu tranh với một số đối tượng trong đường dây chạy thầu một số dự án điện ở [[Bộ Kế hoạch và Đầu tư]], trong đó bà Đặng Thị Hoàng Yến (lúc đó đang là Chủ tịch HĐQT Công ty TNHH Hoàng Yến) là đối tượng chính nhưng đã trốn qua [[Hoa Kỳ]]. Bà Yến bị cấm xuất cảnh trong hai năm 1998-2000 để điều tra vụ làm lộ thông thông tin đấu thầu năm 1998 nhưng sau đó đã được xác định không liên quan đến vụ án <ref name=vne1>\n{{chú thích báo\n|tác giả= Tiến Dũng\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/11\/ba-dang-thi-hoang-yen-khong-lien-quan-vu-an-lo-bi-mat-nha-nuoc\/\n|tên bài= Bà Đặng Thị Hoàng Yến không liên quan vụ án lộ bí mật nhà nước\n|ngày= 26 tháng 11 năm 2011\n|ngày truy cập= 8 tháng 4 năm 2013}}\n<\/ref>. Tuy nhiên, luật sư Trần Đình Triển, Trưởng Văn phòng Luật sư Vì Dân (Hà Nội) cho biết: 'Bà Yến chưa bao giờ nhận được và cũng chưa bao giờ biết có Lệnh khởi tố như vậy. Khi chúng tôi làm việc với một tờ báo đưa tin, yêu cầu họ cung cấp các chứng cứ như số quyết định khởi tố vụ án, khởi tố bị can đối với bà Yến, ra lệnh cấm xuất cảnh hay lệnh truy nã bà Yến ở đâu, đến nay họ đều không chứng minh được.'.\n\nNgày 26 tháng 11 năm 2011, [[Ủy ban Thường vụ Quốc hội]] đã công bố với báo chí kết luận xác minh lý lịch của bà Yến không có vấn đề gì <ref name=vne1 \/>. Theo nội dung văn bản đăng tải trên trang web của [[Tập đoàn Tân Tạo]], Báo Người cao tuổi và báo Cựu chiến binh Việt Nam đã có công văn gửi Cục Báo chí xin lỗi và xin đính chính lại thông tin đăng tải sai sự thật. Tuy nhiên, cho đến thời điểm đầu tháng 5 năm 2012, vẫn chưa có thông tin đăng trên các báo khác về việc các báo về việc hai tờ báo này đăng đính chính.<ref name=autogenerated2>[http:\/\/nld.com.vn\/20120426072339407p0c1002\/thanh-tra-bo-tttt-tuyt-coi-ba-dang-thi-hoang-yen.htm Thanh tra Bộ TT- TT \"tuýt còi\" bà Đặng Thị Hoàng Yến | Thời sự trong nước | Người Lao động Online<!-- Bot generated title -->]<\/ref>\n\nSau đó, ngày 21 tháng 3 năm 2012, Cục Báo chí đã có văn bản số 223\/CBC-PLCS đề nghị Thanh tra Bộ Thông tin và Truyền thông và sao gửi cho bà Yến, đề nghị xem xét vi phạm\ncủa báo Người cao tuổi và báo Cựu chiến binh Việt Nam để áp dụng xử phạt theo quy định của pháp luật vì đã đăng một số thông tin sai sự thật về bà Yến. Cho đến nay, Thanh tra [[Bộ Thông tin và Truyền thông]] vẫn chưa có kết luận chính thức các báo này có đăng thông tin chính xác hay không<ref name=autogenerated2 \/>.\n\nNgoài ra, bà Yến còn cho rằng báo Cựu chiến binh đã vòi tiền do trước khi đăng bài đầu tiên, Tổng biên tập báo Cựu chiến binh có gọi điện thông báo và fax cho bà đọc trước. Phóng viên của báo cũng đã gọi điện nhắn tin dọa sẽ đăng thêm nhiều bài nữa nếu bà \"không có ý kiến gì cả\".\n\n=== Bị bãi miễn tư cách Đại biểu Quốc hội ===\nTrong cuộc bầu cử [[Quốc hội Việt Nam khóa XIII|Quốc hội khóa XIII]], bà Yến đắc cử Đại biểu Quốc hội khóa XIII, đạt tỉ lệ 62,36% số phiếu hợp lệ tại khu vực bầu cử số 1 tỉnh Long An (gồm các huyện [[Thủ Thừa]], [[Bến Lức]], [[Đức Hòa]], [[Đức Huệ]] của tỉnh Long An)<ref name=autogenerated4 \/>.\n\nVề việc bà bị cho là khai lý lịch không chính xác khi ứng cử đại biểu Quốc hội, theo chuyên gia lâu năm về Việt Nam, Carl Thayer, từ Học viện Quốc phòng Úc, \"Thật khó tin rằng bà lại không phải là nạn nhân của những bên ghen tị với tài sản và thành công của bà\".\nÔng phân tích: \"Để trở thành nữ doanh nhân giàu nhất nhì Việt Nam, chắc chắn bà ấy phải có những va chạm.\" \"Việt Nam cũng còn lâu trước khi trở thành một quốc gia được cai trị bằng pháp luật. Có lẽ bất kỳ doanh nhân nào cũng có thể bị phát hiện là đã phạm tội vì hệ thống kiểm soát yếu kém.\" \"Mọi cáo buộc cần phải được một cơ quan phù hợp điều tra độc lập,\".<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/04\/120419_hoangyen_quochoi.shtml BBC Vietnamese - Việt Nam - Dân biểu Hoàng Yến 'có thể bị bãi nhiệm'<!-- Bot generated title -->]<\/ref> \n \nBà Hoàng Yến bị cho là đã khai lý lịch \"không chính xác\" khi ứng cử đại biểu quốc hội (cụ thể là bà đã không khai bà đã là [[Đảng viên]] và khai độc thân khi đã ly hôn với chồng là [[Jimmy Trần]] đang bị truy tố vì tội lừa đảo) nên [[Mặt trận Tổ quốc Việt Nam]] tỉnh [[Long An]] đề nghị lên Quốc hội Việt Nam xin bãi miễn tư cách [[đại biểu Quốc hội]] của bà <ref>[http:\/\/www.thanhnien.com.vn\/pages\/20120417\/de-nghi-bai-mien-tu-cach-dbqh-cua-ba-hoang-yen.aspx Đề nghị bãi miễn tư cách ĐBQH của bà Hoàng Yến | Thanh Niên Online<!-- Bot generated title -->]<\/ref>\n\nBà phủ nhận sự cố tình khai không chính xác và cho dó là \"tai nạn hoàn toàn không mong muốn\" vì \"những thiếu sót trong các biểu mẫu khai của ứng cử viên đại biểu Quốc hội\" <ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/04\/dai-bieu-qh-hoang-yen-toi-chap-nhan-viec-bai-nhiem\/ Đại biểu QH Hoàng Yến: 'Tôi chấp nhận việc bãi nhiệm' ], VnExpress 22\/4\/2012<\/ref>. Cụ thể, bà Yến cho rằng, nếu khai là Đảng viên thì bà \"có lợi thế trong tranh cử\", nhưng do không sinh hoạt Đảng quá lâu nên \"tự thấy mình không còn là một đảng viên\" mặc dù chưa hề \"viết đơn xin ra khỏi Đảng và cũng chưa bao giờ bị kỷ luật\".<ref name=autogenerated1>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/04\/ba-hoang-yen-tu-thay-khong-con-la-dang-vien\/ Bà Hoàng Yến 'tự thấy không còn là đảng viên' - VnExpress<!-- Bot generated title -->]<\/ref> Liên quan đến người chồng Jimmy Trần đang bị truy nã, bà Yến cho rằng, việc ly hôn của bà với ông này đã được \"giải quyết xong\" vào ngày 6\/10\/2010 tại Việt Nam, trong khi ngày nộp hồ sơ tham gia ứng cử đại biểu Quốc hội là 18\/3\/2011. \"Vậy thì tôi khai độc thân là chính xác\", bà nói và cho rằng: \"Việc [[Tòa án Nhân dân tối cao (Việt Nam)|tòa án tối cao]] ra quyết định giám đốc thẩm vào tháng 12\/2011, rút lại quyết định xử ly hôn là yếu tố pháp lý phát sinh về sau và ngoài ý muốn\".<ref name=autogenerated1 \/>\n\nNgày 18 tháng 4 năm 2012, Đoàn chủ tịch Ủy ban Trung ương MTTQ Việt Nam cũng đã tán thành kiến nghị Uỷ ban Thường vụ Quốc hội xem xét và trình Quốc hội bãi miễn tư cách đại biểu Quốc hội đối với bà Yến <ref name=\"mttq1\">[http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/04\/doan-chu-tich-mttq-kien-nghi-bai-nhiem-dai-bieu-hoang-yen\/ Đoàn chủ tịch MTTQ kiến nghị bãi nhiệm đại biểu Hoàng Yến], VnExpress 18\/4\/2012<\/ref>.\n\nNgày 26 tháng 5 năm 2012, bà Đặng Thị Hoàng Yến chính thức bị [[Quốc hội]] Việt Nam bãi nhiệm, với hơn 90% số đại biểu tán thành.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/05\/120526_hoangyen_parliament.shtml Bà Hoàng Yến bị Quốc hội bãi nhiệm] BBC, 26.05.2012<\/ref>.\n\nTừ tháng 10\/2013 bà Đặng Thị Hoàng Yến vừa là Chủ tịch HĐQT kiêm Hiệu Trưởng Đại học Tân Tạo. {{cần dẫn nguồn}}\n\n===Kiện ông Nguyễn Tấn Dũng===\nTháng 9 năm 2019, bà Đặng Thị Hoàng Yến, trong giấy tờ khởi kiện là Tiến sĩ Maya Dangelas, là công dân Mỹ từ năm 2005, hiện sống tại Hoa Kỳ thuê bốn công ty luật đại diện để kiện ông Nguyễn Tấn Dũng với cáo buộc là \"hồi còn giữ chức thủ tướng, ông đã hủy bỏ bất hợp pháp thỏa thuận xây dựng, sở hữu và vận hành Dự án Nhiệt điện Kiên Lương (tỉnh Kiên Giang), Việt Nam\", đòi bồi thường 2,5 tỷ USD.<ref>{{chú thích web | url = https:\/\/www.bbc.com\/vietnamese\/vietnam-49667129 | tiêu đề = Vì sao bà Đặng Thị Hoàng Yến kiện ông Nguyễn Tấn Dũng? | author =  | ngày =  | ngày truy cập = 15 tháng 9 năm 2019 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh}}<\/ref>, <ref name=bbc62066803>{{chú thích web | url = https:\/\/www.bbc.com\/vietnamese\/vietnam-62066803 | tiêu đề = Tập đoàn Tân Tạo lại khởi kiện Việt Nam ra cơ quan trọng tài quốc tế | author =  | ngày =  | ngày truy cập = 7 tháng 7 năm 2022 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref>\n\nTrả lời câu hỏi tại sao nguyên đơn chỉ kiện cá nhân ông Dũng chứ không kiện Chính phủ Việt Nam, luật sư Tony Buzbee giải thích:\n''Các nguyên đơn nhắm vào cựu Thủ tướng Dũng, vừa trong vai trò là hiện thân của Nhà nước Việt Nam, vừa với tư cách của bản thân ông. Ông cựu Thủ tướng có thể chọn cách bảo vệ cá nhân mình trước tòa Trọng tài, hay tìm cách nấp sau Nhà nước mà thời ấy ông là hiện thân của, tức Việt Nam.''\n\n===Kiện chính quyền Việt Nam===\nTrang mạng đài BBC ngày 6.7.2022 cho hay, Tập đoàn Tân Tạo của Chủ tịch Đặng Thị Hoàng Yến đưa ra trọng tài quốc tế thủ tục kiện chính phủ Việt Nam hàng tỷ đô la Mỹ vì hệ thống toà án Việt Nam vào ngày 25\/1\/2018 đã ra phán quyết buộc Tân Tạo phải làm thủ tục phá sản để trả khoản nợ hơn 21 tỷ đồng (900.000 USD) và từ chối quyền chống án của họ. <ref name=bbc62066803\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Thời gian sống|1959}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam bị bãi nhiệm]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Long An]]\n[[Thể loại:Cựu sinh viên Đại học Kinh tế Thành phố Hồ Chí Minh]]\n[[Thể loại:Lấy chồng Tây]]"}