{"3269474":"{{Viên chức\n| tên = Đặng Hùng Võ\n| hình = https:\/\/nienlich.vn\/Userfiles\/Upload\/images\/DgHgVo-3.jpg\n| ngang = 250\n| ngày sinh = {{bda|1946|11|25}}\n| nơi ở = [[Hà Nội]]\n| chức vụ = Thứ trưởng [[Bộ Tài nguyên và Môi trường (Việt Nam)]]\n| bắt đầu = Tháng 8 năm 2002\n| kết thúc = Tháng 3 năm 2007\n| địa hạt = [[Hà Nội, Việt Nam]]\n| chức vụ 2 = Phó Tổng cục trưởng Tổng cục Địa chính\n| bắt đầu 2 = Tháng 1 năm 1994\n| kết thúc 2 = Tháng 7 năm 2002\n| đảng = [[Đảng Cộng sản Việt Nam]]\n}}\n[[Tập tin:Giáo sư Đặng Hùng Võ.jpg|nhỏ]]\n'''Đặng Hùng Võ''' (sinh 25 tháng 11 năm 1946) là giáo sư, tiến sĩ khoa học, nguyên Thứ trưởng [[Bộ Tài nguyên và Môi trường (Việt Nam)]].\n\n==Tiểu sử==\nĐặng Hùng Võ sinh năm 1946 tại [[Hà Nội]]. Bố ông là một trong số những trí thức đầu tiên của Hà Nội tham gia [[Cách mạng Tháng Tám|Cách mạng]] vào đúng ngày [[2 tháng 9]] năm [[1945]] và hy sinh trong [[Kháng chiến chống thực dân Pháp]] vào đúng ngày [[Toàn quốc kháng chiến]] cuối năm 1946, khi đó ông đã đầy 1 tháng tuổi rồi<ref>{{Chú thích web|url = https:\/\/www.youtube.com\/watch?v=qtKCxPifO6g|title = GS. Đặng Hùng Võ với Lễ Độc lập}}<\/ref>.\n\nÔng trải qua tuổi thơ với mẹ tại [[Gia Lâm]], [[Hà Nội]]. Năm 1968, ông tốt nghiệp cử nhân toán học tại [[Trường Đại học Tổng hợp Hà Nội]] và bắt đầu công tác giảng dạy toán tại [[Trường Đại học Mỏ - Địa chất]] từ năm 1969 đến 1976. Trong thời gian này, ông theo học và tốt nghiệp kỹ sư trắc địa tại Trường năm 1975 trước khi chuyển về công tác tại Cục Đo đạc và Bản đồ Nhà nước (nay là Cục Đo đạc và Bản đồ Việt Nam trực thuộc [[Bộ Tài nguyên và Môi trường (Việt Nam)]] cho tới năm 1980.\n\nÔng làm nghiên cứu sinh tiến sĩ tại [[Đại học Công nghệ Warszawa|Đại học Bách khoa Vác-sa-va]] (Ba Lan) từ 1980 đến 1984 sau đó được mời làm việc tại Viện Hàn lâm Khoa học Krakow từ 1984 đến 1988 và hoàn thành Luận án Tiến sĩ Khoa học tại đây. Trong thời gian này, ông trở nên giàu có với nghề tay trái là kinh doanh, buôn bán hàng hóa tại Ba Lan và các nước Đông Âu theo mô hình công ty đa quốc gia<ref>{{Chú thích web|url = http:\/\/tuanvietnam.vietnamnet.vn\/2011-05-11-gs-dang-hung-vo-noi-ve-tien-khoang-san-va-vo-tre|title = GS Đặng Hùng Võ nói về tiền, khoáng sản và... vợ trẻ|ngày truy cập = 2015-10-27|archive-date = 2015-11-17|archive-url = https:\/\/web.archive.org\/web\/20151117025203\/http:\/\/tuanvietnam.vietnamnet.vn\/2011-05-11-gs-dang-hung-vo-noi-ve-tien-khoang-san-va-vo-tre}}<\/ref>.\n\nÔng trở về Việt Nam vào năm 1988 và tiếp tục công tác trong lĩnh vực trắc địa bản đồ, quản lý đất đai. Từ năm 1994, ông lần lượt trải qua các chức vụ quan trọng như Phó Tổng cục trưởng, Quyền Tổng cục trưởng Tổng cục Địa chính và Thứ trưởng Bộ Tài nguyên và Môi trường trước khi nghỉ hưu từ 01 tháng 3 năm 2007. Bên cạnh đó, năm 1996, ông tham gia xây dựng và mở chuyên ngành đào tạo Cử nhân Địa chính tại [[Trường Đại học Khoa học Tự nhiên, Đại học Quốc gia Hà Nội]] và giữ vai trò chủ nhiệm Bộ môn.\n\nÔng tiếp tục giữ vai trò cố vấn cho một số dự án, nghiên cứu của các tổ chức quốc tế tại Việt Nam và tiếp tục công tác giảng dạy, nghiên cứu khoa học và hướng dẫn sinh viên, nghiên cứu sinh.\n\nÔng được biết đến không chỉ như một nhà khoa học có nhiều đóng góp cho ngành quản lý đất đai Việt Nam, là người đặt nền móng cho việc xây dựng Luật Đất đai năm 2003, mang lại nhiều điểm mới cho công tác quản lý đất đai trong nước; mà còn như một người đàn ông khác biệt, đặc biệt phóng khoáng trong tình yêu.\n\n==Giải thưởng==\nĐặng Hùng Võ được phong hàm Giáo sư năm 1992; được Chính phủ Nước Cộng hòa Dân chủ Nhân dân Lào tặng Huân chương Hữu nghị năm 2000<ref>https:\/\/cafeland.vn\/doanh-nhan\/tieu-bieu\/ong-dang-hung-vo-244.html<\/ref>; được Chủ tịch Nước tặng thưởng Giải thưởng Hồ Chí Minh về Khoa học, Công nghệ năm 2005<ref>{{Chú thích web |url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungchienluockhoahoccongnghe?categoryId=864&articleId=3089 |ngày truy cập=2015-10-22 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-09-23 |archive-url=https:\/\/web.archive.org\/web\/20150923222050\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungchienluockhoahoccongnghe?categoryId=864&articleId=3089 |url-status=dead }}<\/ref> và được phong tặng danh hiệu Anh hùng Lao động thời kỳ đổi mới cùng vào năm đó<ref>{{Chú thích web|url = http:\/\/dangcongsan.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=10008&cn_id=185411|title = Trao tặng danh hiệu Anh hùng Lao động cho các cá nhân và tập thể ngành tài nguyên môi trường}}<\/ref>.\n\n== Sự kiện gây chú ý ==\n\nNgay khi nghỉ hưu, ông nộp Đơn tự ứng cử Đại biểu quốc hội Khóa XII<ref>{{Chú thích web|url = http:\/\/dantri.com.vn\/xa-hoi\/ong-dang-hung-vo-chua-bao-gio-ngai-dung-cham-1173377719.htm|title = Ông Đặng Hùng Võ: \"Chưa bao giờ ngại đụng chạm!\"}}<\/ref> được dư luận, nhân dân quan tâm và ủng hộ rất nhiều. Tuy nhiên sau đó ông xin rút đơn ứng cử<ref>{{Chú thích web|url = http:\/\/dantri.com.vn\/xa-hoi\/ong-dang-hung-vo-xin-rut-don-tu-ung-cu-dai-bieu-quoc-hoi-1174655987.htm|title = Ông Đặng Hùng Võ xin rút đơn tự ứng cử đại biểu Quốc hội}}<\/ref>.\n\nVào tháng 11 năm 2012, ông đã mượn Hội trường của Bộ Tài nguyên và Môi trường để tổ chức đối thoại với người dân huyện Văn Giang (Hưng Yên) có liên quan đến việc thu hồi đất, giải phóng mặt bằng xây dựng khu đô thị Ecopark tại đây. Sự kiện gây ra nhiều ý kiến trái chiều của các tầng lớp xã hội<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/vu-van-giang-gs-dang-hung-vo-nhan-sai-20121108081458772.htm|title = Vụ Văn Giang: GS Đặng Hùng Võ nhận sai}}<\/ref><ref>{{Chú thích web|url = http:\/\/giaoduc.net.vn\/Xa-hoi\/Ong-Vu-Quoc-Hung-ly-giai-hien-tuong-Dang-Hung-Vo-post97727.gd|title = Ông Vũ Quốc Hùng lý giải \"hiện tượng Đặng Hùng Võ\"}}<\/ref>.\n\n==Ủng hộ phát triển kinh tế biển tại huyện Cần Giờ==\n\nGiáo sư Tiến sĩ khoa học Đặng Hùng Võ, nguyên Thứ trưởng Bộ Tài nguyên và Môi trường rất ủng hộ chủ trương của ông [[Võ Văn Hoan]] về phát triển kinh tế biển và khẳng định Sài Gòn xưa đã chứng minh được vị thế địa kinh tế nổi trội trong số các đô thị biển thuộc khu vực Đông Á và Đông Nam Á. Đó là vị trí nằm trên đường biển giao thương giữa Thái Bình Dương và Ấn Độ Dương. Đây cũng là đoạn đường thủy còn nhiều khó khăn để hoàn thiện hải trình vòng quanh thế giới khi kênh đào Suez đã nối Ấn Độ Dương với Đại Tây Dương và kênh đào Panama đã nối giữa Đại Tây Dương với Thái Bình Dương. [[Hòn ngọc Viễn Đông]] là tên gọi của Sài Gòn từ lịch sử với vị trí phù hợp nối giữa Thái Bình Dương và Ấn Độ Dương. Cần Giờ, ngoài chức năng là một khu rừng ngập mặn, còn là không gian có thể phát triển đô thị biển gắn liền với du lịch biển. Vấn đề chính là tạo được quan hệ cộng sinh giữa đô thị, du lịch và rừng ngập mặn. Cần Giờ cũng là vùng kết nối của rất nhiều cảng cỡ nhỏ phục vụ vận tải đường sông và đường biển.<ref>https:\/\/thanhnien.vn\/tai-chinh-kinh-doanh\/tphcm-se-tien-ra-bien-the-nao-mo-kho-bau-can-gio-1364129.html<\/ref>\n\n==Gia đình==\nÔng có ba đời vợ và hiện tại, ông sống cùng người vợ thứ ba là Nghệ sĩ đàn dân tộc Hồng Ánh, Giảng viên một trường nghệ thuật tại Hà Nội<ref>{{Chú thích web|url = http:\/\/vtc.vn\/vo-tre-cua-gs-dang-hung-vo-ke-chuyen-sau-ngay-cuoi.13.282489.htm|title = Vợ trẻ của GS Đặng Hùng Võ kể chuyện sau ngày cưới}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.ngaynay.vn\/Giao-su-Dang-Hung-Vo-chia-se-ve-cuoc-hon-nhan-hanh-phuc-nam-65-tuoi-p267759.html|title = Giáo sư Đặng Hùng Võ chia sẻ về cuộc hôn nhân hạnh phúc năm 65 tuổi|ngày truy cập = 2015-10-23|archive-date = 2016-01-08|archive-url = https:\/\/web.archive.org\/web\/20160108082706\/http:\/\/www.ngaynay.vn\/giao-su-dang-hung-vo-chia-se-ve-cuoc-hon-nhan-hanh-phuc-nam-65-tuoi-p267759.html}}<\/ref>.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai nhà khoa học Việt Nam}}\n{{thời gian sống|1946}}\n\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Tài nguyên và Môi trường (Việt Nam)]]\n[[Thể loại:Nhà địa lý học Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Cựu giảng viên Đại học Mỏ - Địa chất Hà Nội]]\n[[Thể loại:Cựu sinh viên Trường Đại học Tổng hợp Hà Nội]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]"}