{"3215435":"'''Đặng Văn Duy''' (1924 – 2014) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], từng giữ các chức vụ [[Cục Dân vận Quân đội nhân dân Việt Nam|Cục trưởng cục tuyên truyền đặc biệt Tổng cục Chính trị]], [[Ban Cơ yếu Chính phủ Việt Nam|Phó ban Cơ yếu Trung ương]], Chính ủy Bộ Tư lệnh Không quân.<ref name=\":0\">{{Chú thích web|url = http:\/\/cand.com.vn\/Xa-hoi\/Thieu-tuong-Dang-Van-Duy-tu-tran-253656\/|title = Thiếu tướng Đặng Văn Duy từ trần}}<\/ref><ref>{{Chú thích web|url = http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/269\/269\/269\/277119\/default.aspx|title = Anh là vị tướng nhìn thấu người, thấu việc”}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/vi-tuong-co-tinh-thuong-bao-la-357253.html|title = Vị tướng có tình thương bao la}}<\/ref>\n\n== Thân thế và sự nghiệp ==\n\n* Ông sinh năm [[1924]], quê tại xã Tiên Điền, huyện [[Nghi Xuân]], tỉnh [[Hà Tĩnh]] – quê hương của đại thi hào [[Nguyễn Du]].<ref name=\":0\" \/>\n* Tháng 10 năm 1944, sau khi học xong tú tài, ông bắt đầu tham gia hoạt động Cách mạng trong Đoàn thanh niên cứu quốc (Mặt trận Việt Minh), sau đó trực tiếp tham gia khởi nghĩa giành chính quyền tại Hà Nội (8.1945).\n* Sau khi Cách mạng Tháng 8 thành công, ông được điều về công tác ở Ban dân vận Mặt trận Trung ương do ông Hoàng Quốc Việt phụ trách. \n* Tháng 2 năm 1947, khi đang là cán bộ tự vệ ngoại thành Hà Nội ông đi học Hoa ngữ. \n* Tháng 10 năm 1947, ông là Đoàn trưởng kiêm chính trị viên đoàn công tác đặc biệt, trong đó có Đội vũ trang tuyên truyền vùng Đông Bắc, với nhiệm vụ chính là mở đường bí mật của Trung ương Đảng liên lạc với đại diện Quốc tế cộng sản ở Hương Cảng, Trung Quốc kiêm Giám đốc Trường Lý luận Hoa vận\n* Năm 1950, được cử đi học ở Trường Mác Lê-nin ở Trung Quốc\n* Năm 1951, phiên dịch Trung văn và phái viên Tổng cục Chính trị\n* Năm 1952, ông là bí thư cho Đại tướng Nguyễn Chí Thanh Chủ nhiệm Tổng cục Chính trị, và là chiến sĩ thi đua đi dự Hội nghị Chiến sĩ Thi đua toàn quân lần thứ nhất tại [[Việt Bắc]]. Ông đã được Chủ tịch Hồ Chí Minh trực tiếp gắn huy hiệu của Người\n* Tháng 10 năm 1953, bí thư cho Phó Chủ nhiệm Tổng cục Chính trị.\n* Tháng 9 năm 1955, ông tiếp tục là bí thư cho Chủ nhiệm Tổng cục Chính trị-Đại tướng [[Nguyễn Chí Thanh]]\n* Tháng 9 năm 1958, đi học tại Trường trung cao cấp Quân đội NDVN\n* Tháng 5 năm 1959, về công tác tại Cục Bảo vệ, Tổng cục Chính trị\n* Tháng 10 năm 1960, Trưởng phòng nghiên cứu, Cục Bảo vệ, Tổng cục Chính trị\n* Tháng 8 năm 1961, đi học tại Trường Cao đẳng An ninh Liên Xô\n* Tháng 9 năm 1962, Trưởng phòng bảo vệ Quân chủng Phòng không – Không quân.\n* Tháng 6 năm 1966, ông được bổ nhiệm chức vụ Chính ủy Trung đoàn Tên lửa 274, Quân chủng Phòng không Không quân\n* Tháng 4 năm 1967, Phó chủ nhiệm Chính trị Bộ Tư lệnh Tên lửa, Quân chủng Phòng không – Không quân\n* Tháng 4 năm 1968, Chủ nhiệm Chính trị Bộ Tư lệnh Không quân, Quân chủng Phòng không Không quân\n* Tháng 10 năm 1969, Phó Chính ủy, Q.Chính ủy Bộ Tư lệnh Không quân, Quân chủng Phòng không Không quân\n* Tháng 2 năm 1974, Chính ủy Cục Kỹ thuật, Quân chủng Phòng không – Không quân\n* Năm 1975, ông được biệt phái sang làm [[Phó ban cơ yếu Trung ương]]<ref name=\":0\" \/>\n* Tháng 12 năm 1978, khi chiến tranh Biên giới xảy ra, Ông được điều động trở về Quân đội làm [[Cục Dân vận Quân đội nhân dân Việt Nam|Cục trưởng cục tuyên truyền đặc biệt Tổng cục Chính trị]]<ref name=\":0\" \/>\n* Tháng 10 năm 1989, ông nghỉ hưu.<ref name=\":0\" \/>\n* Ngày 8 tháng 3 năm 2014, ông mất tại [[Bệnh viện Trung ương Quân đội 108]] và được an táng tại [[Nghĩa trang Mai Dịch]], Hà Nội<ref name=\":0\" \/>\n* Đặng Văn Duy được phong hàm [[Thiếu tướng|Thiếu Tướng]] tháng 12 năm 1985<ref name=\":0\" \/>\n\n== Giải thưởng và danh hiệu ==\n* Ông là Cán bộ Lão thành Cách mạng và được Đảng, Nhà nước trao tặng nhiều huân huy chương cao quý\n* [[Huân chương Độc lập]] hạng Nhất\n* [[Huân chương Quân công]] hạng Nhất\n* [[Huân chương Chiến công]] (hạng Nhất, Nhì, Ba)\n* [[Huân chương Chiến thắng]] (chống Pháp) hạng Nhất\n* [[Huân chương Kháng chiến]] chống Mỹ hạng Nhất\n* [[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n* Huân chương Đoàn kết Hữu nghị chiến đấu của Liên bang Xô viết tối cao Liên Xô\n* Huân chương Đoàn kết Liên minh chiến đấu của [[Cuba|Nhà nước Cuba]]\n* [[Huy hiệu Bác Hồ]]\n* Huy hiệu 60 năm tuổi Đảng. \nVà nhiều phần thưởng cao quý khác...\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n{{thời gian sống|1924|2014}}\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]\n[[Thể loại:Huy hiệu 50 năm tuổi Đảng Cộng sản Việt Nam]]"}