{"244893":"'''Bửu Sơn Kỳ Hương''' là một giáo phái có ảnh hưởng lớn đến [[lịch sử]] và [[chính trị]] tại [[Nam Kỳ]] ([[Việt Nam]]) từ giữa [[thế kỷ 19]].\n[[Tập tin:Toàn cảnh chùa Thới Sơn.jpg|nhỏ|phải|250px|Toàn cảnh chùa Thới Sơn ([[Tịnh Biên]])<ref>Nơi có chùa Thới Sơn hiện nay, thời [[Đoàn Minh Huyên|Phật Thầy Tây An]] còn tại thế, chỉ là một \"trại ruộng\" của hai làng là Xuân Sơn và Hưng Thới, sau mới được tín đồ biến cải thành chùa. Chùa của đạo ''Bửu Sơn Kỳ Hương'' thường có lối kiến trúc \"trước miễu, sau chùa\" như trong ảnh (chùa của đạo [[Tứ Ân Hiếu Nghĩa]] cũng có kiểu tương tự).<\/ref>]]\n\n==Hoàn cảnh ra đời==\n[[Tập tin:Thới Sơn Tự.jpg|nhỏ|phải|250px|Chùa Thới Sơn ([[Tịnh Biên]]) được coi như là Tổ đình của đạo ''Bửu Sơn Kỳ Hương''<ref>Trong ảnh còn cho thấy bộ trang phục hành lễ của người theo đạo này.<\/ref>.]] Đạo '''Bửu Sơn Kỳ Hương''' (còn được gọi là '''đạo Lành''')<ref>Theo Nguyễn Hữu Hiệp, \"Mấy vấn đề cần trao đổi thêm về Đức Phật Thầy Tây An\"...in trong ''Kỷ yếu Hội thảo cuộc khởi nghĩa Bảy Thưa và lễ hội văn hóa truyền thống huyện Châu Phú''. Phòng Văn hóa Thông tin huyện Châu Phú (An Giang) xuất bản, [[2010]].<\/ref> được khai sáng vào năm [[1849]] bởi một người có tục danh là [[Đoàn Minh Huyên]] ([[1807]]-[[1856]]), đạo hiệu là ''Giác Linh'', quê ở làng Tòng Sơn, Cái Tàu Thượng, tổng An Thạnh Thượng, tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]] (nay thuộc tỉnh [[Đồng Tháp]]). Sau này, khi ông đến tu tại [[chùa Tây An]] ([[núi Sam]], [[Châu Đốc]]) thì được tín đồ gọi tôn kính là '''Phật Thầy Tây An'''.\n\nNăm [[1849]], ở [[Nam Kỳ]] xảy ra vụ mất mùa và đại dịch (kéo dài đến [[1850]]), đã làm nhân dân lâm vào cảnh cùng cực, khổ đau và chết chóc. Trong hoàn cảnh ấy, [[Đoàn Minh Huyên]] từ Tòng Sơn (nay thuộc huyện [[Lấp Vò]], [[Đồng Tháp]]) vào Tràm Dư, rồi đến vùng Kiến Thạnh (nay là làng Long Kiến, [[Chợ Mới, An Giang]]) trổ tài trị bệnh cho dân. Từ chỗ chữa trị bệnh có kết quả, ông dìu dắt được nhiều bệnh nhân và người thân của họ nghe theo những điều răn dạy của ông.\n\nThấy người tin theo ngày một đông, nên ngay năm [[1849]]<ref>Theo ''Địa chí An Giang'' (Tập 2), do UBND tỉnh An Giang tổ chức biên soạn và ấn hành, 2007, tr. 229.<\/ref>, ông đã sáng lập ra đạo ''Bửu Sơn Kỳ Hương'', và tồn tại cho đến ngày hôm nay.\n\nHiện nay, theo thống kê của Ban Tôn giáo - Sở Nội vụ các tỉnh và thành phố thì đạo Bửu Sơn Kỳ Hương có khoảng 15.000 tín đồ sinh sống tập trung ở các tỉnh: [[An Giang]], [[Đồng Tháp]], [[Bà Rịa – Vũng Tàu]], [[Long An]], [[Sóc Trăng]], [[Vĩnh Long]], [[Tiền Giang]] và [[Bến Tre]].\n\n==Đặc điểm (sơ lược)== \n===Rao giảng về hội Long Hoa===\nTheo truyền thuyết của giáo phái này, thì ''Bửu Sơn'' (núi báu) là [[Thất Sơn]], mà linh thiêng nhất là [[núi Cấm]]. ''Kỳ hương'' tức là mùi hương lạ. Hội Long Hoa sau thời Mạt pháp sẽ được thành lập ở đó để đón nhận những ai biết tu hiền.\n\nTrước thực trạng nghèo đói và bệnh tật triền miên, nghe nói ''hội Long Hoa'', giống như ''cõi Tiên'' tại thế, mà việc hành đạo lại rất dễ, nên người tin theo ngày càng đông.\n\nNhà văn [[Sơn Nam]] viết:\n\n:''Có thể nói Phật Thầy Tây An là người thứ nhất báo hiệu và đánh thức người đời rằng thời kỳ Hạ ngươn sắp mãn để bước sang thời Thượng ngươn, tức là thời kỳ Đức [[Di-lặc]] hạ sanh lập nên hội Long Hoa <ref>Sơn Nam, ''Cá tính miền Nam'' (tr. 31 và 33), Sau, thuyết này còn được người mở đạo [[Tứ Ân Hiếu Nghĩa]] và [[đạo Hòa Hảo]] nhắc lại nhiều lần.<\/ref>.\n\n===Đơn giản hóa [[đạo Phật]]===\n[[Tập tin:Bàn thờ Tam bảo trong chùa Thới Sơn.jpg|nhỏ|phải|250px|Bàn thờ Tam bảo trong chùa Thới Sơn]]\n\nNgười đến quy y sẽ được Đức Phật Thầy Tây An cấp cho một tấm \"lòng phái\" (mảnh giấy màu vàng có ghi bốn chữ \"Bửu Sơn kỳ Hương\" màu son), được truyền dạy giáo lý \"học [[Phật]]-tu nhân\"<ref>[[Đạo Hòa Hảo]] và đạo [[Tứ Ân Hiếu Nghĩa]] cũng rao truyền giáo lý này. Tuy nhiên đạo Tứ Ân Hiếu Nghĩa lại đề cao việc tu nhân hơn (tu nhân-học Phật).<\/ref>, tức là noi theo giáo lý Đức Phật mà tu sửa con người, tích cực thực hành thuyết \"Tứ ân (ơn)\", đó là: ''Ân tổ tiên cha mẹ'', ''Ân đất nước'', ''Ân Tam bảo'' và '' Ân đồng bào nhân loại''.\n\nVề việc hành đạo, tuy lấy [[Phật giáo|đạo Phật]] làm gốc, nhưng tín đồ đạo này không cần thờ tượng [[Phật]] (trên ngôi thờ Tam bảo chỉ cần thờ tấm trần điều màu đỏ<ref>Trần điều [[đạo Hòa Hảo]] hiện nay có màu nâu sẫm.<\/ref>), không cần phải ly gia cắt ái, không cần ăn chay, cạo râu tóc, gõ mõ tụng kinh,...và không cần phải dâng cúng những lễ vật tốn kém (bông hoa, nước lã là đủ).\n\nNhiều nhà nghiên cứu, trong đó có [[Sơn Nam]] cho rằng đây là lối tu theo thuyết \"vô vi\", tức là không chú trọng đến hình thức, không dụng tâm bày đặt ra cái này cái khác <ref>Sơn Nam, ''Lịch sử An Giang'', tr. 76.<\/ref>.\n\n===Đề cao Tứ ân===\n[[Tập tin:Bàn thờ trong chùa Thới Sơn.jpg|nhỏ|phải|250px|Bàn thờ Phật Thầy Tây An trong chùa Thới Sơn]]\nNgoài việc tuân theo thuyết ''vô vi'' và pháp môn ''học Phật-tu nhân'', Đức Phật Thầy Tây An còn đề cao '''Tứ ân''' là ân tổ tiên, ân đất nước, ân [[tam bảo]], ân [[đồng bào]] và nhân loại. Đây là bốn ân lớn mà mọi tín đồ đạo Bửu Sơn Kỳ Hương phải hết lòng kính thờ và phụng sự. Có thể xem đây là nét tinh túy của đạo, bởi yếu lý này rất phù hợp với bản sắc của dân tộc Việt.\n\nChính vì vậy, khi quân Pháp xâm chiếm [[Nam Kỳ]], các tín đồ đã báo \"ân đất nước\" bằng cách đứng lên chống ngoại xâm, mà cuộc [[khởi nghĩa Bảy Thưa]] ([[1867]]-[[1873]]) do [[Trần Văn Thành]] (một trong số đại đệ tử của Phật Thầy Tây An) phát động, là một minh chứng.\n\n===Cổ vũ khẩn hoang===\nĐức Phật Thầy Tây An rất xem trọng việc khẩn hoang, làm rẫy ruộng để người hành đạo có thể tự túc được lương thực, không phải nhờ vào người khác để mà tu. Nhờ vậy đã dấy lên được một phong trào khai hoang rộng khắp [[miền Tây Nam Bộ]] lúc bấy giờ. Theo sách ''Lịch sử địa phương An Giang''<ref>ThS. Phan Văn Kiến, ''Lịch sử địa phương An Giang'', tr.19.<\/ref>, thì năm [[1851]], Đức Phật Thầy Tây An đã phân công các đệ tử là [[Trần Văn Thành]], [[Tăng Chủ]] (Bùi Đình Thân), Đạo Xuyến (Nguyễn Văn Xuyến),... thành lập nhiều đoàn tín đồ đi khẩn hoang những miền đất hoang vu, lập nên những trại ruộng, như ở Cần Lố ([[Đồng Tháp Mười]]), Láng Linh ([[Châu Phú]]), Thới Sơn ([[Tịnh Biên]]),... Nhờ đức tin mà những tín đồ đã bám trụ và khẩn hoang, biến những vùng đầm lầy, rừng rậm thành những vùng đất rộng lớn, màu mỡ.\n\nSau này, [[đạo Tứ Ân Hiếu Nghĩa]] và [[đạo Hòa Hảo]] chịu ảnh hưởng sâu sắc các yếu lý trên.\n\n==Sám giảng (trích)==\nTương truyền, Đức Phật Thầy Tây An thường căn dặn các tín đồ và người đến chữa bệnh bằng những câu như sau: \n:''Dặn cùng già trẻ gái trai,\n:''Giữ lòng niệm Phật lâu dài đừng quên.\n:''Thảo ngay nhơn nghĩa cho bền,\n:''Thờ cha kính mẹ, tưởng trên Phật Trời.\n:''Nói cho lớn nhỏ ghi lời,\n:''Nhứt tâm niệm Phật, Phật Trời độ cho.\n\n:''Ai trau công quả cho dày,\n:''Đất bùn có thuở mọc rày hoa sen.\n\n:''Màu thiền đắc ý cùng màu,\n:''Còn hơn chen chúc công hầu vương khanh.\n\n:''Tây Phương trước mặt chẳng còn bao xa\n:''Cách nhau vì bởi ái hà biển mê\n:''Dốc lòng niệm chữ từ bi,\n:''Lấy đao trí huệ cắt đi cho rồi''...<ref>Xem nguyên tác trong mục từ ''Phật Thầy Tây An'', in trong sách của GS. Trịnh Vân Thanh.<\/ref>\n\n== Xem thêm ==\n*[[Đoàn Minh Huyên]] (Đức Phật Thầy Tây An)\n*[[Trần Văn Thành]] (Đức Cố Quản) và [[khởi nghĩa Bảy Thưa]]\n*[[Tăng Chủ]] (Bùi Thiền Sư)\n* [[Ngô Lợi]] (Đức Bổn Sư)\n* [[Sư Vãi Bán Khoai]]\n* [[Phật Trùm]]\n* [[Huỳnh Phú Sổ]]\n*[[Đình Tây]]\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n*Nhiều người soạn, ''Địa chí An Giang'' (Tập 2), do UBND tỉnh An Giang tổ chức biên soạn và ấn hành, 2007.\n*[[Sơn Nam]], ''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, 1988.\n*[[Sơn Nam]], ''Cá tính miền Nam''. Nhà xuất bản Trẻ, 1997.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (Quyển 2). Nhà xuất bản Hồn Thiêng, [[Sài Gòn]], mục từ ''Phật Thầy Tây An''.\n*Phan Văn Kiến, ''Lịch sử địa phương An Giang''. Nhà xuất bản Giáo dục, 2009.\n\n== Liên kết ngoài ==\n*[http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen Đoàn Minh Huyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130114014456\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+doan+minh+huyen |date=2013-01-14 }}\n*[https:\/\/sites.google.com\/site\/vhlsangiang\/cac-bai-nghien-cuu\/visaogoibuusonkyhuongladaolanh Vì sao gọi Bửu Sơn Kỳ Hương là đạo Lành?] Bài viết của Trần Hoàng Vũ đăng trên Tạp chí Văn hóa lịch sử An Giang số tháng 12-2011.\n{{Tôn giáo tại Việt Nam}}\n\n[[Thể loại:Bửu Sơn Kỳ Hương| ]]\n[[Thể loại:Tôn giáo tại Việt Nam]]\n[[Thể loại:Tín ngưỡng dân gian Việt Nam]]\n[[Thể loại:Khởi đầu năm 1849 ở Việt Nam]]"}