{"1332960":"'''Đại sứ du lịch Việt Nam''' là một danh hiệu danh dự của một cá nhân để thực hiện các công tác tuyên truyền, quảng bá, xúc tiến hình ảnh du lịch Việt Nam.\n\n==Định nghĩa==\nTheo Quy chế Bổ nhiệm, miễn nhiệm, tiêu chuẩn, hoạt động, quyền, nghĩa vụ và trách nhiệm Đại sứ Du lịch Việt Nam có quy định rõ:\n\n{{cquote|\n:''\"'''Điều 1:''''' Đại sứ Du lịch Việt Nam là danh hiệu danh dự do [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] bổ nhiệm cho cá nhân hội đủ điều kiện phù hợp cho công tác tuyên truyền, quảng bá, xúc tiến hình ảnh du lịch Việt Nam. Đại sứ Du lịch Việt Nam làm việc theo nhiệm kỳ và thực hiện việc quảng bá, tuyên truyền cho du lịch Việt Nam thông qua các loại hình hoạt động công chúng, truyền thông, báo chí, nghệ thuật, nhiếp ảnh và các loại hình hoạt động khác hướng đến công chúng.\n|||Quy chế ban hành kèm Quyết định 2995\/QĐ-BVHTTDL<ref name=\"quyche\">[http:\/\/bvhttdl.gov.vn\/vn\/vb-qly-nn\/4\/765\/index.html Quyết định 2995\/QĐ-BVHTTDL] ngày 20\/09\/2011<\/ref>}}\n\n==Tiêu chuẩn==\nĐiều 4 Quy chế nói trên cũng quy định các tiêu chuẩn của Đại sứ Du lịch Việt Nam\n\n===Đối với công dân Việt Nam===\n# Là công dân Việt Nam, có lòng yêu nước, lý lịch nhân thân tốt, bản lĩnh chính trị vững vàng, kiên định mục tiêu lý tưởng xã hội chủ nghĩa; chấp hành nghiêm chỉnh chủ trương, đường lối, chính sách của Đảng và pháp luật của Nhà nước.\n# Có phẩm chất đạo đức tốt, lối sống lành mạnh, trung thực, gương mẫu, trách nhiệm, có đủ điều kiện về sức khỏe, không vi phạm pháp luật và các quy định của Nhà nước.\n# Có kinh nghiệm tham gia các hoạt động xã hội.\n# Có trình độ chuyên môn cao trong lĩnh vực hoạt động của mình, có thành tựu nổi bật trong hoạt động nghề nghiệp và xã hội, có đóng góp tích cực cho sự tiến bộ của xã hội.\n# Có khả năng vận động tài chính từ những nguồn lực xã hội phục vụ cho công tác xúc tiến và quảng bá du lịch Việt Nam.\n# Có khả năng trình bày, tuyên truyền trước công chúng nước ngoài bằng tiếng tiếng Anh hoặc ngôn ngữ nước sở tại.\n# Có uy tín và có ảnh hưởng tích cực đối với xã hội.\n# Tự ứng cử hoặc được cá nhân, tổ chức khác giới thiệu ứng cử Đại sứ Du lịch Việt Nam.\n\n===Đối với người nước ngoài===\n# Là công dân nước sở tại, có tình cảm và gắn bó với Việt Nam, lý lịch nhân thân tốt, chấp hành nghiêm chỉnh pháp luật và những quy định của nước sở tại.\n# Có phẩm chất đạo đức tốt, lối sống lành mạnh, trung thực, gương mẫu, trách nhiệm, có đủ điều kiện về sức khỏe.\n# Có trình độ chuyên môn cao trong lĩnh vực hoạt động của mình, có thành tựu nổi bật trong hoạt động nghề nghiệp, xã hội tại nước sở tại, có đóng góp tích cực cho Việt Nam.\n# Có khả năng trình bày, tuyên truyền trước công chúng nước ngoài bằng tiếng Anh hoặc ngôn ngữ nước sở tại.\n# Có khả năng vận động tài chính từ những nguồn lực xã hội phục vụ cho công tác xúc tiến và quảng bá du lịch Việt Nam.\n# Tự ứng cử hoặc được cá nhân, tổ chức khác giới thiệu ứng cử Đại sứ Du lịch Việt Nam.\n\n==Các đời Đại sứ du lịch Việt Nam==\nNhiệm kỳ Đại sứ Du lịch Việt Nam là 1 năm với thời gian bổ nhiệm vào tháng 9 hàng năm.\n===Nhiệm kỳ 2011-2012===\n# [[Lý Nhã Kỳ]] (tháng 9 năm 2011 - tháng 9 năm 2012)<ref>{{Chú thích thông cáo báo chí \n| publisher = [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)#Lãnh đạo đương nhiệm|Huỳnh Vĩnh Ái]]\n| date = ngày 21 tháng 9 năm 2011 | url = http:\/\/bvhttdl.gov.vn\/vn\/vb-qly-nn\/2\/764\/index.html\n| title = Quyết định 3000\/QĐ-BVHTTDL Về việc bổ nhiệm Đại sứ Du lịch Việt Nam nhiệm kỳ 2011-2012\n| doi =\n| access-date = ngày 2 tháng 4 năm 2013}}\n<\/ref>\n\n===Nhiệm kỳ 2014-2015===\nCác ứng cử viên:\n{{chú thích trong bài}}\n# [[Lý Nhã Kỳ]]: Cô đã chính thức tuyên bố xin rút lui không ứng cử.\n# [[Lan Phương|Nguyễn Lan Phương]] (diễn viên phim [[Cô gái xấu xí]])\n# [[Châu Mộng Như]]: \n# [[Jennifer Phạm|Jennifer Phạm Vũ Phượng Hoàng]]:\n\n=== Nhiệm kỳ 2017-2020 ===\nNgày 10 tháng 3 năm 2017, Bộ trưởng Văn hóa Thể thao và Du lịch ký quyết định bổ nhiệm [[Jordan Vogt-Roberts]] trở thành Đại sứ Du lịch Việt Nam nhiệm kỳ 2017-2020<ref>{{Chú thích web|url=http:\/\/dulich.vnexpress.net\/tin-tuc\/viet-nam\/dao-dien-phim-kong-tro-thanh-dai-su-du-lich-viet-nam-3553604.html|title=Đạo diễn phim Kong trở thành Đại sứ Du lịch Việt Nam | author = Đức Anh | publisher = [[VnExpress]] | date = ngày 10 tháng 3 năm 2017}}<\/ref><ref>[http:\/\/toquoc.vn\/du-lich\/dao-dien-phim-kong-skull-island-duoc-de-xuat-lam-dai-su-du-lich-viet-nam-230960.html Đạo diễn phim Kong: Skull Island được đề xuất làm Đại sứ Du lịch Việt Nam] Lâm Minh, báo điện tử Tổ Quốc 10\/03\/2017 - 06:44<\/ref><ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-858-QD-BVHTTDL-bo-nhiem-Dai-su-Du-lich-Viet-Nam-2017-2020-342570.aspx Quyết định 858\/QĐ-BVHTTDL bổ nhiệm Đại sứ Du lịch Việt Nam 2017 2020] [[Nguyễn Ngọc Thiện (chính khách)|Nguyễn Ngọc Thiện]] 10\/03\/2017<\/ref><ref>[http:\/\/www.bvhttdl.gov.vn\/vn\/tin-noi-bat\/cong-bo-va-trao-quyet-dinh-dai-su-du-lich-viet-nam-nhiem-ky-2017-2020.html Công bố và trao quyết định Đại sứ Du lịch Việt Nam nhiệm kỳ 2017-2020] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170329140845\/http:\/\/www.bvhttdl.gov.vn\/vn\/tin-noi-bat\/cong-bo-va-trao-quyet-dinh-dai-su-du-lich-viet-nam-nhiem-ky-2017-2020.html |date = ngày 29 tháng 3 năm 2017}} Hoàng Hà -Nam Nguyễn, Lâm Minh - Nam Nguyễn Bộ Văn hóa Thể thao và Du lịch 14\/03\/2017 08:35:00 (GMT + 7)<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.tienphong.vn\/van-nghe\/553336\/Ly-Nha-Ky-tro-thanh-dai-su-du-lich-dau-tien-tpp.html Lý Nhã Kỳ trở thành đại sứ du lịch đầu tiên]\n* [http:\/\/hanoimoi.com.vn\/newsdetail\/Van-hoa\/526197\/chon-%C4%91ai-su-du-lich-viet-nam-tot-go-hon-tot-nuoc-son.htm Chọn Đại sứ Du lịch Việt Nam: Tốt gỗ hơn tốt nước sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111211182749\/http:\/\/hanoimoi.com.vn\/newsdetail\/Van-hoa\/526197\/chon-%C4%91ai-su-du-lich-viet-nam-tot-go-hon-tot-nuoc-son.htm |date=2011-12-11 }}\n* [http:\/\/www.sggp.org.vn\/vanhoavannghe\/2011\/9\/269389\/ Việc chọn Đại sứ Du lịch Việt Nam Lý Nhã Kỳ - Chỉ là trường hợp thí điểm?]\n* [http:\/\/nld.com.vn\/2011093010146173p1140c1192\/voi-va-bo-nhiem-dai-su-du-lich-viet-nam.htm Vội vã bổ nhiệm Đại sứ du lịch Việt Nam?]\n* [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/458172\/Du-luan-phan-ung-bo-lo-lang.html Lý Nhã Kỳ làm đại sứ du lịch Việt Nam: Dư luận phản ứng, bộ lo lắng]\n* [http:\/\/vnexpress.net\/gl\/van-hoa\/2011\/10\/ly-nha-ky-van-la-dai-su-du-lich-bat-chap-tranh-cai\/ Lý Nhã Kỳ vẫn là Đại sứ Du lịch bất chấp tranh cãi]\n\n[[Thể loại:Du lịch Việt Nam]]\n[[Thể loại:Khởi đầu năm 2011 ở Việt Nam]]"}