{"27579":"{{Quốc hiệu Việt Nam}}\n[[Tập tin:Codoj6.JPG|nhỏ|phải|250px|Toàn cảnh [[cố đô Hoa Lư]] - kinh đô đầu tiên của nhà nước Đại Cồ Việt do [[Đinh Tiên Hoàng Đế]] sáng lập]]\n[[Tập tin:Phahehoalu.jpg|nhỏ|phải|250px|Phả hệ các triều vua Đại Cồ Việt ở khu di tích [[cố đô Hoa Lư]]]]\n'''Đại Cồ Việt''' ([[Chữ Trung Quốc|chữ Hán]]: 大瞿越<ref>[http:\/\/www.nomna.org\/DVSKTT\/dvsktt.php?IDcat=24 Đại Việt Sử ký toàn thư]- Kỷ nhà Đinh, trang 4.<\/ref>, 968 – 1054) là [[quốc hiệu Việt Nam|quốc hiệu]] của [[Việt Nam]] dưới thời bảy vị vua trị vì thuộc ba triều đại: [[nhà Đinh]], [[nhà Tiền Lê]] và đầu thời [[nhà Lý]] với kinh đô ban đầu đặt tại [[Hoa Lư]] và từ tháng 7 âm lịch năm 1010 đặt tại [[Thăng Long]].\n\nNhà nước Đại Cồ Việt tồn tại 86 năm kể từ khi [[Đinh Bộ Lĩnh]] thống nhất vùng châu thổ phía Bắc, lên ngôi hoàng đế năm [[968]] cho đến tháng 10 âm lịch năm 1054 đời vua [[Lý Thánh Tông]], khi ông đổi quốc hiệu thành [[Đại Việt]]. Thời kỳ Đại Cồ Việt đánh dấu lần đầu tiên sau thời kỳ Bắc thuộc, người Việt có được một quốc gia độc lập, một nhà nước [[phong kiến tập quyền]] riêng và quân đội riêng.<ref>Phan Huy Lê: Về tính chất của nhà nước trong Tìm về cội nguồn. Sd. tr.2<\/ref>\n\n==Ý nghĩa tên gọi==\nQuốc hiệu Đại Cồ Việt do vua [[Đinh Tiên Hoàng]] đặt năm 968. Đại Cồ Việt là quốc hiệu được dùng trong 8 đời vua của 3 triều Đinh, Tiền Lê, Lý, với quãng thời gian dài 86 năm (968 - 1054). Đến năm Giáp Ngọ, niên hiệu Long Thụy Thái Bình thứ 1 (1054), vua Lý Thánh Tông mới đặt lại quốc hiệu là [[Đại Việt]]. Điều này có nghĩa là khi dời đô từ [[Hoa Lư]] ra [[Thăng Long]], nước vẫn mang quốc hiệu là Đại Cồ Việt.\n \nÝ nghĩa quốc hiệu '''Đại Cồ Việt''':\n\n\"Đại\" (大) theo nghĩa chữ Hán là lớn, \"Cồ\" (瞿) là âm Hán-Việt cổ của từ ''Cự'' hay ''Cừ'' (巨) cũng là lớn. Đinh Tiên Hoàng muốn ghép hai chữ để khẳng định nước Việt là nước lớn.<ref>Trần Xuân Sinh, ''Thuyết Trần'', Nhà xuất bản Hải Phòng, tr 12<\/ref><ref>Theo Đại Nam Quấc Âm tự vị của Huỳnh Tịnh Paulus Của, xuất bản tại Saigòn năm 1896, quyển I trang 177 thì Cồ là lớn, ví dụ vịt cồ, gà cồ.<\/ref><ref>Trần Gia Phụng cho biết như sau: Căn cứ trên cách viết quốc hiệu Đại Cồ Việt theo lối chữ Nho của Trần Trọng Kim trong Việt Nam Sử Lược và dựa vào sách Từ Hải, do Thương vụ Ấn thư quán xuất bản tại Thượng Hải năm 1935, trang 954, chữ \"Cồ\" gồm ở trên hai chữ ÀmụcÀtượng trưng cho cặp mắt (mắt sáng), ở dưới là chữ \" chuy\" là tên chung của những loài chim đuôi ngắn. Ghép chung hai chữ mục và chuy thành chữ cù đọc trệch là cồ có nghĩa là loại chim ưng, mắt sáng đuôi cụt. Loại chim nầy cũng có thể là những chim cắt, chim đại bàng thỉnh thoảng ngày nay còn bắt gặp trong các vùng rừng núi Việt Nam<\/ref>. Về sau, ''[[wikt:cồ|Cồ]]'' ({{Tích tự|𡚝|trên 大 dưới 瞿}}) được viết theo [[chữ Nôm]] là ''Đại'' ở trên và ''Cù'' (瞿) ở dưới.\n\nÝ nghĩa này còn được thể hiện ở hai câu đối (vẫn còn trong đền vua [[Đinh Tiên Hoàng]] ở [[Hoa Lư]]):<ref>[http:\/\/www.vusta.vn\/news_detail.asp?id=5204 Có ý kiến cho rằng 2 câu đối này do Nguyễn Bặc thời Đinh là tác giả]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n:''Cồ Việt quốc đương Tống Khai Bảo\n:''Hoa Lư đô thị Hán Trường An''.\n\nNghĩa là:\n:''Nước Cồ Việt ngang hàng với nhà Tống đời Khai Bảo;''\n:''Kinh đô [[Hoa Lư]] như [[Tràng An]] của [[nhà Hán]].''\n\nLê Văn Siêu trong ''Việt Nam văn minh sử cương'' giải thích:\n:\"Đại Cồ Việt có nghĩa là nước Việt rộng lớn trông suốt cả bốn cõi hay tám cõi theo lối hiểu ngày xưa, ấy là cái cao vọng của người không những muốn thống trị mà còn muốn bành trướng thế lực ra tám cõi nữa\"<ref>Việt Nam văn minh sử cương. Nhà xuất bản Thanh Niên, tái bản 2004, trang 55<\/ref>\n\n==Vai trò==\nCác nhà sử học trong các bộ quốc sử ''Đại Việt sử ký toàn thư'' và ''Khâm định Việt sử thông giám cương mục'' đều lấy mốc ra đời của nước Đại Cồ Việt trở về trước là “Ngoại kỷ”, “Tiền biên”; trở về sau là “Bản kỷ”, “Chính biên”.<ref>[http:\/\/www.qdnd.vn\/van-hoa-giao-duc\/doi-song-van-hoa\/quoc-gia-dai-co-viet-trong-tien-trinh-lich-su-dan-toc-viet-nam-537142 Quốc gia Đại Cồ Việt trong tiến trình lịch sử dân tộc Việt Nam]<\/ref>\n\nTrong [[Bắc thuộc|ngàn năm Bắc thuộc]] từng trỗi dậy những chính quyền nhưng [[thời gian]] tồn tại chưa được bao lâu đã bị dẹp yên, sự nghiệp chưa ổn định lâu dài nên chưa thể cấu thành triều đại. Từ khi [[Họ Khúc (lịch sử Việt Nam)|họ Khúc]] giành lấy quyền tự chủ cho đến hết [[loạn 12 sứ quân]], danh nghĩa Việt Nam vẫn chỉ là một phiên trấn của [[Trung Quốc]] với cái tên [[Tĩnh Hải quân]], các [[nhà lãnh đạo]] Việt Nam thời tự chủ chỉ ở mức [[Tiết độ sứ]] cả trong nước và ngoại giao, đến lúc [[Ngô Quyền]] đánh đuổi quân [[Nam Hán]] mới tự xưng [[Vương]]. Bắt đầu từ đấy, vua Việt Nam mới chính thức được xác định, tuy nhiên, [[nhà Ngô]] vẫn chưa đặt [[Các tên gọi của nước Việt Nam|quốc hiệu]]. Bấy giờ bên Trung Quốc cũng đang loạn to, chính quyền trung ương còn mải lo đánh dẹp nên chưa thể nhòm ngó xuống mạn cực nam, chỉ có nước [[Nam Hán]] kế cận thỉnh thoảng xung đột mà thôi. Đến thời [[nhà Đinh]], đối với thần dân trong nước, các vua [[người Việt]] đã xưng [[hoàng đế]] và đặt quốc hiệu là Đại Cồ Việt, gặp lúc [[nhà Tống]] cũng mới chấm dứt cục diện [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] nên sai sứ sang sắc phong vua Đinh làm [[Giao Chỉ quận vương]], từ đó nền quân chủ Việt Nam mới được xác lập.<ref>Thiên Nam ngữ lục'' có câu:\"Nước ta mở từ Đinh Tiên,<br>Trải Lê, Trần, Lý dõi truyền đến nay\".<\/ref>\n\nViệc thành lập nhà nước Đại Cồ Việt là sự kiện hết sức trọng đại trong lịch sử dựng nước và giữ nước của dân tộc [[Việt Nam]]. Chỉ tồn tại trong vòng 86 năm (968-1054) với hai triều đại là [[nhà Đinh]], [[nhà Tiền Lê]] và hai triều vua đầu thời Lý là Lý Thái Tổ và [[Lý Thái Tông]] nhưng Nhà nước Đại Cồ Việt giữ một vai trò hết sức quan trọng:<ref>[http:\/\/www.sggp.org.vn\/dai-co-viet-nha-nuoc-quan-chu-tap-quyen-dau-tien-cua-viet-nam-511469.html Đại Cồ Việt – Nhà nước quân chủ tập quyền đầu tiên của Việt Nam]<\/ref>\n*Nhà nước Đại Cồ Việt là nhà nước quân chủ trung ương tập quyền, thừa kế và phát triển lên một bước so với nhà nước quân chủ của nhà Ngô trước đó chưa có quốc hiệu. Nhà nước Đại Cồ Việt là một quốc gia thống nhất, độc lập, có tổ chức quân đội riêng và làm chủ một giang sơn riêng. Đặc biệt đây là nhà nước quân chủ đầu tiên đúc tiền đồng [[Thái Bình hưng bảo]] trong lịch sử tiền tệ Việt Nam, là nhà nước quan tâm đến việc phát triển kinh tế và văn hóa…\n*Nhà nước Đại Cồ Việt cũng là nhà nước quân chủ đầu tiên đặt quan hệ bang giao với [[Trung Quốc]], trong lịch sử bang giao của Việt Nam. Năm 970, vua [[Đinh Tiên Hoàng]] sai sứ thần sang [[nhà Tống]] để kết hiếu giao hảo. Ông cũng là người đầu tiên trong [[lịch sử Việt Nam]] thi hành những biện pháp và nghi thức ngoại giao vừa mềm mỏng, vừa cứng rắn đối với đế chế Trung Hoa. Từ đó, để lại một bài học kinh nghiệm ngoại giao với đế chế khổng lồ phương Bắc là “''ở trong xưng Đế, bên ngoài xưng Vương''” cho các vương triều quân chủ Việt Nam sau này.\n*Nhà nước Đại Cồ Việt cũng ghi dấu ấn với việc thực thi các chính sách đúng đắn đối với dân tộc thiểu số, tạo điều kiện để các dân tộc chung sống hòa bình, cùng nhau đoàn kết chống lại kẻ thù chung; mở rộng lãnh thổ về phương Nam, tiến hành nhiều cuộc khai phá, di dân để các triều đại sau này tiếp tục hoàn thành trọn vẹn quá trình ấy.\n\nTại hội thảo quốc gia \"Vai trò của Nhà nước Đại Cồ Việt trong tiến trình lịch sử dân tộc Việt Nam\" diễn ra ngày 12\/4\/2018 tại [[Ninh Bình]], GS.TSKH Vũ Minh Giang cho rằng:\n:“''Hơn 1.000 năm dưới ách cai trị hà khắc với chính sách đồng hóa ráo riết của phong kiến phương Bắc là một thử thách hiểm nghèo của nhân dân Âu Lạc. Sau chừng ấy thời gian mà người Việt vẫn giữ được bản sắc văn hóa riêng và giành lại độc lập là hiện tượng hy hữu tới mức có thể coi là duy nhất trong lịch sử thế giới. Nhà nước Đại Cồ Việt ra đời thực sự là một dấu mốc lớn trong tiến trình lịch sử dân tộc. Với việc đặt Quốc hiệu, niên hiệu, xây dựng bộ máy hành chính thống nhất thông suốt, xác định cương thổ, phát hành tiền tệ… Đại Cồ Việt là quốc gia độc lập với đầy đủ tiêu chí sánh ngang với các quốc gia khác. Sự nghiệp “tái lập quốc” của dân tộc ta đến đây mới chính thức hoàn thành. Đây là sự kiện có ý nghĩa hết sức to lớn''” -\n\n==Khảo cổ học==\nTuy nhiên một số phát hiện khảo cổ học gần đây cho thấy quốc hiệu thời kỳ này có lẽ là Đại Việt và tên gọi Đại Cồ Việt hiện đang gây tranh cãi.<ref name=Gachco \/>\n\nKết quả khảo cổ học ở 2 [[kinh đô Hoa Lư]] và [[Thăng Long]] cho thấy các viên gạch có niên đại từ [[thời Đinh]] đến đầu thời Lý được sử dụng lại khắc chữ \"Đại Việt Quốc Quân Thành Chuyên\" (Gạch xây thành nước Đại Việt). Sự xuất hiện những viên gạch này ở thời điểm trước khi Lý Thánh Tông đổi quốc hiệu thành Đại Việt như ghi chép trong chính sử khiến có những luồng ý kiến cho rằng quốc hiệu từ [[thời Đinh]] đã là Đại Việt.<ref name=Gachco>{{Chú thích web |url=http:\/\/210.245.83.10\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Hoang-thanh-Thang-Long\/2005\/04\/1E0A8257\/ |ngày truy cập=2010-11-09 |tựa đề=Tìm hiểu vài loại gạch cổ khai quật ở Ba Đình |archive-date = ngày 27 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140327234514\/http:\/\/210.245.83.10\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Hoang-thanh-Thang-Long\/2005\/04\/1E0A8257\/ }}<\/ref>\n\nVề gạch xây thành nhà Đinh, Giáo sư Đỗ Văn Ninh đã nhận định qua bài viết ''\"Tìm hiểu vài loại gạch cổ khai quật ở Ba Đình\"'' như sau:\n:''\"Trong Hội thảo khoa học về đề tài \"Từ [[Hoa Lư]] tới Thăng Long\", tôi đã có dịp trình bày một ý kiến: \"Chỉ có nước Đại Việt, không có nước Đại Cồ Việt, ý kiến đó dựa vào sự tồn tại khách quan của những viên gạch xây kinh đô có in quốc hiệu \"Đại Việt\". Không một người thợ làm gạch nào ở [[Hoa Lư]] cả gan dám đổi quốc hiệu thành \"Đại Việt\" nếu thời Đinh - Lê có quốc hiệu là \"Đại Cồ Việt.\"''\n\n==Lịch sử thời kỳ Đại Cồ Việt==\n[[Tập tin:LeHoanDanhTong.svg|nhỏ|phải|250px|Lê Hoàn đại phá quân Tống năm 981]]\n\n===Quân sự===\n{{Xem thêm|Lê Đại Hành|Trận Bạch Đằng, 981|Lý Thái Tông|Chiến dịch phạt Chiêm 1044}}\nĐây là thời kỳ khởi đầu để mở ra một kỷ nguyên độc lập lâu dài xuyên suốt các triều đại Đinh, Lê, Lý và Trần, Hậu Lê sau này. Trong 86 năm quốc hiệu thì 42 năm kinh đô Đại Cồ Việt là Hoa Lư, còn lại kinh đô là Thăng Long tồn tại cả khi Lý Thánh Tông đổi quốc hiệu sang [[Đại Việt]].\n\nThời gian này các vương triều Trung Hoa mang quân sang xâm lược, nhưng bị chống trả quyết liệt. Tiêu biểu hơn cả là chiến thắng vang dội của [[Lê Hoàn]] đánh thắng quân [[nhà Tống]] xâm lược (981), giết chết tướng Hầu Nhân Bảo.\n\nNăm sau (982), Lê Đại Hành mang quân đánh Chiêm Thành vì Chiêm Thành đã bắt giữ sứ giả của Đại Cồ Việt. Quân nhà Tiền Lê đại phá được quân Chiêm Thành, giết chết vua Chiêm là Bà Mỹ Thuế, đánh thẳng vào kinh đô Chiêm Thành, rồi mới rút về.\n\nSang thời nhà Lý, [[Lý Thái Tông]] cũng khởi binh đánh Chiêm Thành năm 1044 vì vua Chiêm lấn cướp ven biển và không chịu thông sứ. Nhà Lý bắt được hơn 5.000 người và 30 con voi. Tướng Chiêm thành là Quách Gia Di chém quốc vương là Sạ Đẩu đem đầu sang xin hàng. Lý Thái Tông mang tù binh người Chiêm về nước ban cho ruộng đất lập thành phường ấp để làm ăn.\n\nLịch sử Việt Nam, từ khi độc lập vào [[thế kỷ 10]] mang dấu ấn của sự phát triển nhà nước [[Nho giáo]] theo mô hình kiểu Trung Hoa.\n\n===Kinh tế=== \nNông nghiệp đóng vai trò chủ yếu trong sinh hoạt kinh tế. Nông dân được [[làng]] xã chia ruộng để cày cấy, nộp thuế và đi lính cho nhà vua. Các vua rất chú ý khuyến khích nông nghiệp. Lê Hoàn là vua Việt Nam đầu tiên cử hành lễ cày tịch điền vào mùa xuân hàng năm. Từ đó, các vua thời sau đều giữ lệ ấy.\n\nSong song với nông nghiệp, vấn đề thủy lợi cũng được các vua chú ý kênh ngòi được đào vét nhiều nơi vừa để tưới ruộng vừa để tiện lợi giao thông bằng thuyền bè. Hệ thống giao thông đường bộ được mở mang. Những đường giao thông chính đều có đặt các trạm xá.\n\nCác nghề thủ công như nghề [[gốm]], nghề [[dệt]], khai mỏ, luyện [[sắt]], đúc [[đồng]]... đều được phát triển. Nhờ ngành thủ công nghệ phát triển cao nên [[Lê Đại Hành]] xây được một cung điện làm nơi coi chầu, cột nhà được thếp vàng, ngói bằng bạc. Các hoạt động sản xuất, thương mại hầu như chưa phát triển mặc dù vào thời nhà Lý đã có buôn bán với các vương quốc trong vùng tại [[Thương cảng Vân Đồn|cảng Vân Đồn]] ([[Quảng Ninh]]).\n\n===Văn hoá===\n{{Xem thêm|Kinh đô Hoa Lư}}\n\nSau thời đại của văn hóa Đông Sơn, văn minh sông Hồng, lịch sử văn hóa văn minh Việt Nam bước vào thời đại lớn thứ hai của nó là thời đại Đại Cồ Việt - Đại Việt - Việt Nam, với ba thời kỳ văn hóa dài ngắn khác nhau: văn hóa [[Hoa Lư]], văn hóa [[Thăng Long]] và văn hóa Phú Xuân.\n\nThế kỷ 10, khi đất nước Đại Cồ Việt bước vào kỷ nguyên độc lập tự chủ lâu dài, cũng là lúc nảy sinh những mầm mống của một nền văn học dân tộc dưới hình thức chữ Hán và chịu ảnh hưởng của tư tưởng Phật giáo. Các danh nhân như [[Khuông Việt]], [[Pháp Thuận]] và [[Vạn Hạnh]] là những người được triều đình trọng dụng và có tầm ảnh hưởng lớn đến văn hóa dân tộc. [[Đinh Tiên Hoàng]] là người đầu tiên lập chức [[tăng thống]] đưa phật giáo trở thành quốc đạo. Từ năm [[Canh Ngọ]] [[970]], [[Đinh Tiên Hoàng]] truyền cho đúc [[Thái Bình hưng bảo|tiền đồng]], là tiền tệ xưa nhất ở [[Việt Nam]], gọi là [[Thái Bình hưng bảo|tiền đồng Thái Bình]], đặt nền móng cho nền tài chính - tiền tệ của nhà nước phong kiến Việt Nam. Từ năm 976, thuyền buôn của các nước ngoài đến dâng sản vật của nước họ, kết mối giao thương với Đại Cồ Việt.\n\nTrong \"Lịch triều hiến chương loại chí\" [[Phan Huy Chú]] nhận xét: \n:\"''Xét nước ta từ thời Hùng Vương mới bắt đầu thông hiếu với [[Trung Quốc]] nhưng danh hiệu còn nhỏ không được dự vào hàng chư hầu triều hội... đến khi Đinh Tiên Hoàng bình định các sứ quân, khôi phục mở mang bờ cõi, bấy giờ điển lễ, sách phong của [[Trung Quốc]] mới cho đứng riêng là một nước\"''\n\nTrong [[lịch sử Việt Nam]], [[Lê Hoàn]] không chỉ là một vị [[hoàng đế]] có những đóng góp lớn trong chống Tống phương Bắc, quân Chiêm phương Nam, giữ gìn và củng cố nền độc lập dân tộc mà còn có nhiều công lao trong sự nghiệp ngoại giao, xây dựng và kiến tạo đất nước Đại Cồ Việt. [[Lê Hoàn]] cũng là người tạo tiền đề, điều kiện để thời gian sau đó [[Lý Công Uẩn]] có đủ khả năng dời đô từ [[Hoa Lư]] về Thăng Long năm 1010, mở ra một kỷ nguyên phát triển lâu dài của văn hóa Thăng Long - [[Hà Nội]]. [[Lê Đại Hành]] khi làm vua cho xây dựng nhiều công trình, đẩy mạnh sản xuất [[nông nghiệp]] và [[thủ công nghiệp]] để chấn hưng đất nước. Ông là vị vua mở đầu cho lễ tịch điền nhằm khuyến khích sản xuất nông nghiệp dưới chế độ phong kiến [[Việt Nam]]. Mở đầu cho một lễ nghi trọng đại mà các vương triều sau tiếp tục noi theo để khuyến khích phát triển sản xuất nông nghiệp. Lê Đại Hành cũng là vị vua đầu tiên tổ chức đào sông. Công trình đào [[sông Nhà Lê]] do [[Lê Hoàn]] khởi dựng là con đường giao thông thủy nội địa đầu tiên của [[Việt Nam]]. Sự nghiệp mở đầu vĩ đại đó đã trở thành phương châm hành động của các thời Lý, Trần, Lê, Nguyễn sau này.\n\n[[Lê Hoàn]] là người mở đầu và xác lập những nguyên tắc cơ bản của nền ngoại giao Đại Cồ Việt. [[Nhà Tống]] là triều đại phong kiến hùng mạnh nhất [[châu Á]] đương thời mang nặng tư tưởng bành trướng đã phải từng bước thừa nhận sức mạnh, thế lực của quốc gia độc lập Đại Cồ Việt, đã phong cho [[Lê Hoàn]] các tước vị cao như Giao Chỉ quận vương, Nam Bình vương, sứ thần Tống còn làm thơ tôn Lê Hoàn tài ba không khác gì vua Tống. [[Phan Huy Chú]] đánh giá: \"''[[Nhà Tiền Lê]] tiếp đãi sứ nhà Tống, tình ý và văn thư rất là chu đáo. Khúc hát hay cũng đủ khoe có nhân tài mà quốc thể được thêm tôn trọng làm cho người Bắc phải khuất phục''\". Đại Việt sử ký toàn thư ghi nhà vua còn bố trí sư [[Pháp Thuận]] giả làm người chở đò ra đón sứ giả Lý Giác. Câu chuyện hai người đã mượn bài thư Vịnh ngỗng của [[Lạc Tân Vương]] đời Đường để nối vần đối đáp với nhau nhân có hai con ngỗng bơi trên mặt sông, đã khiến Lý Giác rất thích thú và bị chinh phục đã trở thành giai thoại thú vị trong bang giao và văn học. Sau đó, về sứ quán Lý Giác đã làm một bài thư gửi tặng ngỏ ý \"tôn Lê Hoàn không khác gì vua Tống\" như lời [[Khuông Việt]] đại sư nói.\n\nPGS. Bùi Duy Tân<ref>Đại học Khoa học xã hội và nhân văn<\/ref> phát hiện bài thơ [[Nam quốc sơn hà]], một kiệt tác văn chương, cũng đồng thời là bản tuyên ngôn độc lập đầu tiên của dân tộc Việt Nam xuất hiện đầu tiên trong cuộc kháng chiến chống Tống lần thứ nhất của Lê Hoàn và cũng được [[Lý Thường Kiệt]] vận dụng ở lần kháng chiến chống Tống thứ hai. PGS.TS Trần Bá Chí cũng khẳng định: [[Nam quốc sơn hà]] là bản tuyên ngôn độc lập, chỉ có thể ra đời sau hàng ngàn năm bắc thuộc, nhưng không phải vào thời [[Ngô Quyền]] còn loạn lạc, chưa tức vị, trước khi chống Nam Hán, mà là ở thời vua Lê Đại Hành chống Tống khi thể chế, ngôi vị đã vững vàng, an định<ref>Xem: Tạp chí Hán Nôm số 4 - 2003. Bài \"Về mấy bài Tuyên ngôn độc lập\"<\/ref>. Kiệt tác thứ hai, ở triều đại hoàng đế Lê Hoàn là một bài ngũ ngôn tuyệt cú của nhà sư [[Pháp Thuận]]. Đây là bài thơ có tên tác giả xuất hiện sớm nhất, nên được đặt vào vị trí khai sáng cho văn học cổ dân tộc. Cũng như Nam quốc sơn hà, Quốc tộ là bài thơ giàu sắc thái chính luận, một bài thơ viết về những vấn đề chính trị xã hội hiện hành của đất nước. Để trả lời nhà [[vua]] \"hỏi về vận nước ngắn dài\", nhà thơ đã lấy ngôn từ giản dị mà thâm thúy, bày tỏ chính kiến của mình: \"''Vận mệnh nước nhà dài lâu, bền vững khi nhà [[vua]] dựng mở được nền thái bình bằng phương sách'' \". Nếu Nam quốc sơn hà có giá trị như một bản tuyên ngôn độc lập, thì các nhà nghiên cứu khẳng định Quốc tộ có giá trị như một bản tuyên ngôn hòa bình. Hai bài thơ là hai kiệt tác văn chương bổ sung cho nhau, hoàn thiện Tuyên ngôn độc lập, Tuyên ngôn hoà bình đầu tiên của dân tộc, chính là cột mốc khai sáng văn học [[Việt Nam]].\n\nLà kinh đô đầu tiên của nhà nước phong kiến tập quyền Việt Nam, [[Hoa Lư]] còn là đất tổ sản sinh nhiều giá trị văn hóa thuần Việt. Kinh đô này là đất tổ của nghệ thuật sân khấu [[chèo]] mà người sáng lập là bà [[Phạm Thị Trân]], một vũ ca tài ba trong hoàng cung [[nhà Đinh]]. Đây là loại hình sân khâu tiêu biểu nhất của Việt Nam. Các truyền thuyết lịch sử hát [[Tuồng]] cũng ghi rằng loại hình ngày hình thành vào thời [[Tiền Lê]] năm 1005, khi một kép hát người Tàu tên là Liêm Thu Tâm đến [[Hoa Lư]] và trình bày lối hát xướng thịnh hành bên [[nhà Tống]] và được vua [[Lê Long Đĩnh]] thâu dụng, bổ là phường trưởng để dạy cung nữ ca hát trong cung.<ref name=\"a\">\"Hát Bội\". ''Thế giới Tự do'' Tập Tập X Số 8. Sài Gòn: Sở Thông tin Hoa Kỳ, 1961. tr 25<\/ref>\n\nSang thời Lý, nước Đại Cồ Việt tiếp tục phát triển hưng thịnh dưới thời vua [[Lý Thái Tổ]] và [[Lý Thái Tông]]. Năm 1054, vua [[Lý Thánh Tông]] lên ngôi, đổi tên nước thành [[Đại Việt]].\n\n===Hành chính===\nThời [[Nhà Đinh]], sử chép chia nước thành 10 đạo. Nhưng danh sách và diên cách mười đạo đó như thế nào, biên niên sử và hầu hết các thư tịch cổ không thấy nhắc đến. [[Đào Duy Anh]] nhận xét: Sử chép rằng [[Đinh Tiên Hoàng]] chia nước làm mười đạo hiện nay không rõ danh hiệu và vị trí các đạo là thế nào <ref name=\"ReferenceA\">Đào Duy Anh: Đất nước Việt Nam qua các đời. Sđd tr. 113<\/ref>. Sách Đại Nam nhất thống chí và một số sách địa chí đời Nguyễn như Dư địa chí trong Lịch triều hiến chương loại chí của Phan Huy Chú, Phương Đình địa dư chí của Nguyễn Văn Siêu..., rải rác có nhắc đến đơn vị đạo đời Đinh, [[Tiền Lê]]. Cụ thể:\n*Tỉnh [[Hà Nội]]: Đại Nam nhất thống chí chép [[thời Đinh]] gọi là đạo.\n*Tỉnh [[Lạng Sơn]]: Đại Nam nhất thống chí chép thời Đinh chia làm đạo. Phương Đình địa dư chí cũng chép như vậy.\n*Tỉnh [[Bắc Ninh]]: Lịch triều hiến chương loại chí chép [[nhà Đinh]] đặt làm đạo Bắc Giang, [[Lê Đại Hành]] mới đem đổi làm phủ, châu, đầu đời Lý đổi châu Cổ Pháp làm phủ Thiên Đức, cùng với Vũ Linh, Lạng Châu đều gọi là lộ cả. Đại Nam nhất thống chí chép tỉnh Bắc Ninh [[thời Tiền Lê]] là Bắc Giang. Phương Đình địa dư chí chép tỉnh Bắc Ninh [[thời Đinh]] gọi là đạo [[Bắc Giang]].\n*Tỉnh [[Nam Định]]: Đại Nam nhất thống chí chép đời Thái Bình [[nhà Đinh]] đặt làm đạo.\n*Tỉnh [[Quảng Yên]]: Lịch triều hiến chương loại chí chép ba đời Đinh, Tiền Lê, Lý gọi là đạo Hải Đông.\nThời Tiền Lê, năm 1002, [[Lê Hoàn]] đổi mười đạo làm lộ, châu, phủ. Khâm định Việt sư thông giám cương mục chua: thay đổi và sắp xếp các lộ, châu, phủ thế nào không rõ. Đào Duy Anh cũng nhận xét: \"[[Lê Hoàn]] cướp ngôi, nhà Lê đổi mười đạo làm lộ, phủ. châu. Hiện nay không rõ danh hiệu và vị trí các lộ phủ. châu ấy là thế nào\".<ref name=\"ReferenceA\"\/> \nCác sách địa chí đời Nguyễn có nhắc đến một số lộ đời [[Tiền Lê]]. Cụ thể:\n*Tỉnh Hà Nội: Đại Nam nhất thống chí chép đầu đời ứng Thiên [[nhà Tiền Lê]] gọi là lộ.\n*Tỉnh Nam Định: Đại Nam nhất thống chí chép đầu đời ứng Thiên nhà Tiền Lê đặt làm lộ.\n*Tỉnh Lạng Sơn: Đại Nam nhất thống chí chép [[nhà Tiền Lê]], nhà Lý gọi là lộ. Phương Đình địa dư chí cũng chép tỉnh Lạng Sơn đời [[nhà Tiền Lê]], nhà Lý gọi là lộ.\n*Tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]]: Đại Nam nhất thống chí chép các đời Đinh, Tiền Lê, Lý gọi là lộ.\nVề đơn vị phủ, Đại Việt sử ký toàn thư chép năm 1005 [[Lê Long Đĩnh]] đổi Đằng Châu làm phủ Thái Bình, Phương Đình địa dư chí cũng chép lại như thế.\n\nCó vẻ các sách địa chí thế kỷ XIX căn cứ vào việc [[nhà Đinh]] tổ chức đất nước thành mười đạo, [[nhà Tiền Lê]] đổi mười đạo làm phủ, lộ, châu mà sau này đoán định vậy. Trong hầu hết biên niên sử và thư tịch trước đó gần như không thấy nhắc đến các đơn vị này. Trong khi đó, đơn vị châu lại vẫn được dùng phổ biến.\n\nDưới đây là danh sách các châu [[thời Đinh]], [[Tiền Lê]] được đề cập trên cơ sở ghi chép của biên niên sử và một số thư tịch cổ khác:\n*[[Ái Châu]]: Đại Việt sử ký toàn thư chép các sự kiện dưới hai [[triều Đinh]]. Tiền Lê gắn với Ái Châu: [[Lê Đại Hành]] người Ái Châu; [[Lê Hoàn]] đánh nhau với [[Đinh Điền]], [[Nguyễn Bặc]] ở Tây Đô. vì [[Lê Hoàn]] là người Ái Châu nên sau khi lên ngôi đóng đô ở [[Hoa Lư]] mới gọi Ái Châu là Tây Đô; năm 989 Dương Tiến Lộc làm phản ở Hoan Châu và Ái Châu; năm 1009 [[Lê Long Đĩnh]] cho đào kênh, đắp đường và dựng cột bia ở Ái Châu. Khâm định Việt sử thông giám cương mục chua: Ái Châu là đất Thanh Hoa. Đại Nam nhất thống chí chép: tỉnh Thanh Hoá, đời Vũ Đế nhà Lương lấy Cửu Chân làm Ái Châu tên Ái Châu có từ đây), đời Đường gọi là Ái Châu, các đời Đinh, Tiền Lê cũng gọi như vậy.\n*[[Ám Châu]]: Toàn thư chép năm 1003 [[Lê Hoàn]] đi Hoan Châu, vét kênh Đa Cái (vùng Hưng Nguyên, Nghệ An) thẳng đến trường Tư Củng thuộc Ám Châu. Không rõ cụ thể, nhưng theo ghi chép trên thì chắc Ám Châu cũng thuộc vùng Nghệ An.\n*[[Cổ Pháp châu]]: Toàn thư chép năm 995 [[Lê Hoàn]] phong cho hoàng tử thứ mười một là Đề (tức Minh Đề) làm Hành Quân vương, đóng ở Bắc Ngạn châu Cổ Lãm, lại chép [[Lý Công Uẩn]] người hương Diên Uẩn, châu Cổ Pháp. Cương mục chua: châu Cổ Pháp, từ đời Đinh về trước là châu Cổ Lãm, [[nhà Tiền Lê]] đổi làm châu Cổ Pháp, nhà Lý đổi làm phủ Thiên Đức, nay là huyện Đông Ngàn, tỉnh Bắc Ninh. Như vậy, tên châu Cổ Pháp mới có sau năm 995.\n*[[Đại Hoàng châu]]: Toàn thư chép [[Đinh Bộ Lĩnh]] người [[động Hoa Lư]], châu Đại Hoàng. Cương mục chua: Đại Hoàng là tên châu, nay là huyện [[Gia Viễn]], tỉnh [[Ninh Bình]].\n\nChưa thấy tài liệu nào ghi cụ thể 10 đạo [[thời Đinh]], căn cứ vào những ghi chép về [[thời Đinh]], và [[thời Tiền Lê]] có thể suy đoán các tên các đạo của đất nước khi này như: Đạo [[Bắc Giang]], Đạo [[Quốc Oai]], Đạo Hải Đông, Đạo Hoan (''Châu''), Đạo Ái (''Châu''), Đạo Lâm Tây, Đạo Đại Hoàng, Đạo Đằng (''Châu''), Đạo [[Thái Nguyên]], Đạo Phong (''Châu'').\n\nĐại Việt sử ký toàn thư ghi lại thời điểm điều chỉnh về hành chính của [[Lê Đại Hành]] vào tháng 3 năm 1002: ông đổi mười đạo, phủ, châu thời Đinh làm lộ, phủ, châu. Có thể suy đoán các tên các lộ của đất nước khi này như: lộ [[Bắc Giang]], lộ Quốc Oai, lộ Hải Đông, lộ Hoan (''Châu''), lộ Ái (''Châu''), lộ Lâm Tây, lộ Đại Hoàng, lộ Đằng (''Châu''), lộ [[Thái Nguyên]], lộ Phong (''Châu'').\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Nhà Tiền Lê]]\n*[[Lê Hoàn]]\n*[[Hoa Lư]]\n*[[Thăng Long]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/ngonnguhoc.org\/index.php?option=com_content&view=article&id=334:v-quc-hiu-i-nha-inh&catid=29&Itemid=39 Về Quốc hiệu đời nhà Đinh - Nguyễn Tài Cẩn]\n*[http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=1098&Itemid=71 Quốc hiệu trong lịch sử nước ta: \"Đại Cồ Việt\" hay \"Cồ Việt\"?]{{Liên kết hỏng|date = ngày 11 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Lịch sử Việt Nam thời Đinh]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Quốc hiệu Việt Nam|Đ]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]"}