{"828836":"'''Đạo luật Mậu Dần''' là một văn bản luật Đạo quan trọng của Cao Đài giáo được ban hành vào ngày [[15 tháng Giêng]] năm [[Mậu Dần]] (dl [[14 tháng 2]] năm [[1938]]). Văn bản luật Đạo này nằm dưới [[Pháp Chánh Truyền]] và [[Tân Luật]], giúp cho sự điều hành nền Đạo được đúng pháp lý và thích hợp trong một giai đoạn mới.<ref name=\"caodaism.org\">{{Chú thích web |url=http:\/\/caodaism.org\/CaoDaiTuDien\/dd\/dd1-108.htm |ngày truy cập=2011-11-29 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 20 tháng 3 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110320000103\/http:\/\/caodaism.org\/CaoDaiTuDien\/dd\/dd1-108.htm }}<\/ref>\n\n== Bối cảnh hình thành bộ Đạo luật Mậu Dần ==\nSau khi Quyền Giáo Tông [[Thượng Trung Nhựt]] mất năm 1934, nhiều chức sắc cao cấp của Tòa Thánh Tây Ninh ly khai và thành lập những chi phái độc lập. Để chấn chỉnh nền Đạo trở lại, kiện toàn hệ thống tổ chức của đạo Cao Đài và ngăn không cho các Chức sắc khác tách khỏi Tòa Thánh hình thành các chi phái khác nữa nên các Chức sắc Cao Đài còn lại dưới quyền lãnh đạo của [[Hộ pháp]] [[Phạm Công Tắc]] đã soạn thảo bộ Đạo luật này để xướng xuất những phương pháp thực hành các điều trong Tân Luật và Pháp Chánh Truyền để khôi phục lại trật tự và chấn chỉnh nền Đạo.\n\nĐầu năm 1938, Hộ pháp Phạm Công Tắc giao cho các chức sắc Hiệp Thiên Đài soạn thảo một bộ Đạo luật để kiện toàn và điều hành nền Đạo cho đúng Pháp Chánh Truyền và Tân Luật. Khi bộ Đạo luật được soạn xong được chuyển qua cho các chức sắc Cửu Trùng Đài và Phước Thiện thảo luận, bàn bạc và sửa đổi cho phù hợp.<ref name=\"caodaism.org\"\/>\n\nSau khi xem xét bổ sung, chỉnh sửa hoàn chỉnh bộ Đạo luật này được dâng lên cho Hộ pháp Phạm Công Tắc phê chuẩn, lấy tên là Đạo Luật Mậu Dần và được ban hành vào ngày 15 tháng 1 năm Mậu Dần (dl [[14 tháng 2]] năm [[1938]]).\n\n== Nội dung tổng quát ==\nĐạo Luật Mậu Dần (1938) có 4 chương, 17 điều và quy định đạo Cao Đài có 4 cơ quan trong nền Chánh trị Đạo tương ứng với 4 chương của Đạo luật gồm:\n\n1. Hành Chánh\n\n2. Phổ Tế\n\n3. Tòa Đạo\n\n4. Phước Thiện\n\nHành Chánh và Phổ Tế thuộc Cửu Trùng Đài.\n\nTòa Đạo và Phước Thiện thuộc Hiệp Thiên Đài.\n\n* Chương thứ nhứt là Hành chánh\n\nChương này có 17 điều, từ điều 01 đến điều 17 và 5 khoản.\n\nĐạo luật quy định ''Hành chánh là cơ quan để thi hành các luật lịnh của Hội Thánh hoặc của chúng sanh dâng lên mà đã có Quyền Chí Tôn phê chuẩn, nghĩa là buộc chúng sanh phải tuân y Luật Pháp mà đi trên con đường Đạo Đức cho đặng thong dong, hòa bình, trật tự, hạnh phúc, an nhàn, tức là thật hành cả khuôn viên luật pháp cho ra thiệt tướng. Thống quản cả các hoạt động của nền chánh trị đạo.''\n \nKhoản 1 - Cầu phong.\n\nKhoản 2 - Thăng Thưởng\n\nCầu phong và cầu thăng phải đủ 5 năm công nghiệp và Quyền Vạn Linh công nhận.\n\nTheo bài ''Thánh giáo Đức Lý Đại Tiên, Nhứt Trấn Oai Nghiêm ngày 21 tháng 2 năm Mậu Tuất (9 tháng 4 năm 1958)'' được cầu tại Cung đạo Đền Thánh, điều kiện 5 năm công nghiệp chưa đủ để cầu phong hay thăng thưởng mà còn phải cập thêm 4 điều kiện sau:\n\na) Phương diện hạnh đức.\n\nb) Trình độ học thức.\n\nc) Tinh thần phục vụ.\n\nd.) Khả năng giáo hóa nhơn sanh.\n\nNam và nữ Chức sắc Cửu Trùng Đài đều được áp dụng các nguyên tắc trên cho tới ngày Cửu Trùng Đài hoàn toàn thực hiện luật lệ công cử của Đạo.\n\nKhoản 3 - Hàm phong: phải quá lục tuần (60 tuổi).\n\nKhoản 4 - Truy phong: phải có Quyền Vạn Linh công nhận.\n\nKhoản 5 - Quyền Vạn Linh.\n\nHễ gọi rằng Quyền Vạn Linh sanh chúng, tất thị phải toàn cả Chức Sắc, Chức việc và Đạo hữu Nam Nữ hiệp một mới có quyền ấy.\n\nVì vậy Đạo Luật buộc phải tổng hợp cả ba Hội Nhơn Sanh, Hội Thánh và Thượng Hội mới đủ điều kiện lập thành Quyền Vạn Linh. Những biểu quyết nào của Quyền Vạn Linh đã định đều có tánh cách chung thẩm, và đầy đủ hiệu lực như một bổn Luật thì toàn Đạo phải tuân hành.\n\nĐiều thứ IV đến Điều thứ VIII và nối tiếp Điều thứ XII, XIII, XVI và XVII là những điều ấn định sự tạo tác Tòa Thánh, các Dinh Thự, Hạnh Đường… và chỉ về phương thức hành Đạo.\n\n* Chương thứ hai là Phước Thiện\n\nChương này có 2 điều từ điều 10 và 11 ở chương Hành chánh tạo thành.\n\nTheo như bộ Đạo Luật này định nghĩa thì ''Phước thiện là cơ quan bảo tồn sanh chúng trên đường sanh hoạt nuôi sống thi hài, tức là cơ quan giải khổ cho chúng sanh, tầm phương bảo bọc những kẻ tật nguyền, cô độc, dốt nát, ít oi, hoặc giúp tay cho bên hành chánh thi hành Luật Pháp cho đặng dễ dàng trọn vẹn.''\n\nĐiều thứ 10 và thứ 11 viết rằng: ''Nghĩ vì mục đích cao cả của Đại Đạo là tạo mối thương yêu, gây tình thân thiện từ trong tiểu gia đình ra ngoài xã hội, và lan ra cùng vạn chủng, nên Hội Thánh đặt ra cơ quan Phước Thiện có phận sự mở lối đón đường cho kẻ cô đơn yếu đuối, tật nguyền được dễ dàng dựa cửa từ bi làm nơi giải khổ.''\n\nĐặc điểm của cơ quan Phước Thiện là không kêu gọi lòng hảo tâm của người khác, để có của cải vật chất làm việc từ thiện như nuôi người già cả neo đơn, trẻ mồ côi, cứu trợ v.v..., mà tự mình phải làm ra của cải vật chất đó.\n\n* Chương thứ ba là Phổ tế\n\nChương này có 1 điều. Lấy điều 14 ở chương Hành chánh tạo thành. Đạo luật Mậu dần quy định ''Phổ tế là cơ quan để cứu vớt hoặc độ rỗi những người lạc bước thối tâm, cùng an ủi khuyên lơn những kẻ đã bị luật pháp buộc ràng mà phế vong phận sự, hay là độ rỗi những kẻ hữu tâm tầm Đạo.\n\nTheo Đạo luật Mậu Dần, thì trách nhiệm của cơ quan Phổ tế là cứu vớt hoặc độ rỗi những kẻ lạc bước lỗi lầm, cùng an ủi khuyên lơn những người bị luật pháp buộc ràng, mà đành phế vong bổn phận nhập môn bước vào đạo Cao Đài làm tín đồ Cao Đài. Có thể nói cơ quan này là cơ quan đi truyền bá đạo Cao Đài.\n \nHiện giờ [[Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh]] đang đào tạo Chức Sắc để bổ dụng vào cơ quan này.\n\n*Chương thứ tư là Tòa đạo\n\nChương này có 1 điều. Lấy điều 15 ở chương Hành chánh tạo thành. Đạo luật viết ''Tòa Đạo là cơ quan bảo thủ Chơn Truyền, gìn giữ Luật Pháp, chăm nom chư Chức Sắc, Chức Việc và Đạo Hữu thi hành phận sự, chở che những kẻ yếu tha, bênh vực những người cô thế, hoặc tiếp cả sự uất ức bất công của toàn sanh chúng, tức là giữ nét công bình trên mặt Đạo; lại cũng là một cơ quan giúp cho Hành Chánh, Phước Thiện và Phổ Tế thêm oai quyền mạnh mẽ, tôn nghiêm đặc sắc.''\n\nTrách nhiệm của Tòa Đạo là thay mặt [[Hiệp Thiên Đài]] giữ lẽ luật Đạo, không để cho ai được phạm luật pháp của Đạo.\n\nXét vì danh từ Tòa Đạo không được thích hợp với nghĩa của nó nên sau này Hội Thánh Cao Đài sửa lại là gọi là Bộ Pháp Chánh. Nhưng Hiệp Thiên Đài nhận thấy cái cần chỉnh đốn nền tư pháp của Đạo cho được chu đáo hơn, nên tạm giao trách nhiệm pháp chánh cho Hòa Viện (một trong Cửu Viện) đảm nhận, từ đây Hòa Viện sẽ chiếu theo điều luật mà hành sự. Điều luật này đã được ban hành do Đạo Lịnh số 24\/ĐL ngày [[11 tháng 4]] năm [[Mậu Tuất]] (dl [[29 tháng 5]] năm [[1958]]).\n\n== Tham khảo == \n*Cao Đài Từ điển - Hiền Tài Nguyễn Văn Hồng - 2003.\n*Đại Đạo Học Đường - Bảo Pháp Nguyễn Trung Hậu, Bảo Thế Lê Thiện Phước - 1958.\n*Đạo luật Mậu Dần - Hội Thánh Cao Đài Tòa Thánh Tây Ninh ấn hành năm 1965.\n{{tham khảo}}\n\n[[Thể loại:Đạo Cao Đài]]"}