{"1422359":"{{Infobox Political party\n| tên  = Đảng Phục hưng Khmer <br> <small> Khmer Renovation <\/small> <br> <small> Kanakpak Khemara Ponnakar <\/small>\n| tên gốc  = \n|lang1   = \n|name_lang1  = \n|colorcode = blue\n| logo  =\n| leader   = [[Sisowath Monipong]]\n| president =\n| chairperson  = \n| spokesperson  = \n| leader1_name  = [[Lon Nol]] và [[Nhiek Tioulong]]\n| leader2_name  =\n| leader3_name  =\n|foundation  = 1947\n|dissolved = 1955\n| headquarters  = [[Phnôm Pênh]], [[Campuchia]]\n| newspaper = \n| youth_wing = \n| membership_year= \n| membership =\n|ideology = {{•}} [[Chủ nghĩa dân tộc]] <br> {{•}} [[Chủ nghĩa quân chủ]] <br> {{•}} [[Chủ nghĩa bảo thủ xã hội]] \n|position  = [[Trung hữu]]\n| national  = [[Campuchia]]\n| international = \n|religion = [[Phật giáo nguyên thủy]]\n| colors   = \n| website  = \n| footnotes =\n|country = \n}}{{Bài cùng tên|Đảng Phục hưng}}\n'''Đảng Phục hưng Khmer''' (''Kanapac Khemara Ponnakar'', [[tiếng Pháp]]: ''parti de rénovation Khmère'') là một [[đảng phái chính trị]] [[Chủ nghĩa chống cộng|chống cộng sản]], [[chủ nghĩa dân tộc]] và bảo hoàng được thành lập tại [[Campuchia]] vào [[tháng 9]] năm [[1947]]. Năm [[1955]], nó trở thành một trong những yếu tố cốt lõi của phong trào chính trị [[Sangkum]] của Hoàng thân [[Norodom Sihanouk]]. Đảng đóng một vai trò chính yếu trong lịch sử vì các thành viên chủ chốt là tướng [[Lon Nol]] và Hoàng thân [[Sisowath Sirik Matak]] về sau sẽ lãnh đạo cuộc [[Đảo chính Campuchia 1970|đảo chính cánh hữu vào năm 1970]] chống lại chế độ Sihanouk và phong trào Sangkum.\n\n==Lịch sử==\nĐảng Phục hưng Khmer do nhà chính trị, tướng [[Nhiek Tioulong]] và cảnh sát trưởng Lon Nol sáng lập nên.<ref name=corfield57>Corfield, J. ''History of Cambodia'', ABC-CLIO, 2009, p.57<\/ref> Nhà lãnh đạo trên danh nghĩa của đảng là phải tôn kính Hoàng thân [[Sisowath Monipong]], một trong hai người con trai của vua [[Sisowath Monivong]] và một trong những ứng cử viên đã để tuột mất ngai vàng cho Sihanouk vào năm [[1941]]. Các thành viên nổi bật khác bao gồm [[Chau Sen Cocsal Chhum]], người đóng vai trò như một cố vấn cho Tioulong và Nol thành lập đảng và Chuop Hell.\n\nĐảng có tên gọi chính thức là \"Renos\",<ref name=corfieldsummers>Corfield, J. and Summers, L. ''Historical Dictionary of Cambodia'', Scarecrow Press, p.223<\/ref> chủ yếu đề xướng một chương trình bảo hoàng và xã hội bảo thủ, dù nó ủng hộ độc lập nhiều hơn so với Đảng Tự do cũng bảo thủ tương tự của Hoàng thân [[Norodom Norindeth]], thế nhưng nó đã thu hút các quan chức cấp cao và một số thành viên của hoàng tộc cũng như các sĩ quan quân đội.<ref name=fukui642>Fukui, Haruhiro. ''Political parties of Asia and the Pacific'', V.1, Greenwood Press, 1985, p.642<\/ref> Viễn cảnh của Đảng Phục hưng Khmer gần giống như kiểu ủng hộ chế độ quân chủ, trong đó nhấn mạnh Campuchia và chế độ quân chủ của nó trong lịch sử thế giới và kiểu hậu thuộc địa, được tượng trưng bởi biểu tượng bầu cử là [[Nữ thần]] [[Địa Cầu]] chồng lên trên bản đồ thuộc địa.<ref name=\"corfieldsummers\"\/> Đảng còn xuất bản một tờ báo làm cơ quan ngôn luận là ''Khmera'' hoặc ''Rénovation'' bằng cả tiếng Pháp và tiếng Khmer.<ref name=\"corfieldsummers\"\/> Monipong trở thành [[Thủ tướng Chính phủ]] của một chính phủ thống nhất từ giữa [[tháng 6]] năm [[1950]] và [[tháng 2]] năm [[1951]].\n\nLon Nol đã lãnh đạo đảng tham gia bỏ phiếu trong cuộc [[Bầu cử quốc hội Campuchia, 1951|bầu cử năm 1951]], mặc dù nhận được 9,1% tổng số phiếu bầu nhưng đảng của ông chỉ giành được tổng cộng 2 ghế trong [[Hạ viện Campuchia|Quốc hội]].<ref name=\"fukui642\"\/>\n\nDù Đảng Phục hưng Khmer chỉ giới hạn thành công trong cuộc bầu cử thì cả Lon Nol lẫn Sirik Matak về sau đều trở thành những chính trị gia nổi bật có chức có quyền trong khi một thành viên trong đảng sẽ trở thành một trong những nhóm chính trị chính đằng sau sự hình thành phong trào Sangkum của Hoàng thân Sihanouk. Nhiek Tioulong trở thành Thủ tướng dưới thời Sangkum và sau này trở thành một nhân vật nổi bật trong tổ chức thân bảo hoàng [[FUNCINPEC]]. Lon Nol cũng trở thành Thủ tướng, nhưng cùng với Sirik Matak lãnh đạo cuộc đảo chính năm 1970 phế truất Sihanouk và tiến tới thành lập nước [[Cộng hòa Khmer]].\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Đảng phái chính trị Campuchia]]\n[[Thể loại:Khởi đầu năm 1947 ở Liên bang Đông Dương]]"}