{"90963":"{{Thông tin chiến tranh\n| conflict= Đảo chính Việt Nam Cộng hòa 1960\n| image=\n| imagealt= Một bức hình của một người đàn ông trung tuổi, đang nhìn về phía trái theo kiểu bán chân dung. Ông ta có hai má mập mạp, tóc rẽ bên và mặc đồ comple cà vạt\n| caption= \n| partof=\n| date= 11 tháng 11 năm 1960\n| place= [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam Cộng hoà]]\n| result= Cuộc [[đảo chính]] thất bại\n| combatant1=| combatant1= [[Hình:Flag of the Republic of Vietnam Military Forces.svg|22px]] Phe nổi dậy trong [[Quân lực Việt Nam Cộng hòa]] (ARVN)\n| combatant2= [[Hình: Flag of South Vietnam.svg|22px]] [[Đệ Nhất Cộng hòa Việt Nam]]<br\/>Những người trung thành trong [[Quân đội Việt Nam Cộng hòa]] (ARVN)\n| commander1= [[Vương Văn Đông]]<br\/>[[Nguyễn Chánh Thi]]\n| commander2= [[Ngô Đình Diệm]]<br\/>[[Ngô Đình Nhu]]<br\/>[[Nguyễn Khánh]]<br\/>[[Trần Thiện Khiêm]]\n| strength1= Một Trung đoàn [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Thiết giáp]], một đơn vị [[Hải quân Việt Nam Cộng hòa|Thủy quân]], và ba Trung đoàn lính [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Nhảy dù]]\n| strength2= [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn số 5]] và [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn số 7]] thuộc ARVN\n| casualties3= Không rõ, 400 chết ở cả hai phía\n}}\n\n'''Đảo chính tại [[Việt Nam Cộng hòa]] năm 1960''' là cuộc đảo chính quân sự đầu tiên tại [[Việt Nam Cộng hòa]], do Đại tá [[Nguyễn Chánh Thi]] và Trung tá [[Vương Văn Đông]] đứng đầu. Mục đích cuộc đảo chính nhằm lật đổ [[Tổng thống Việt Nam Cộng hòa]] bấy giờ là [[Ngô Đình Diệm]]. Ban đầu, quân đảo chính kiểm soát được một số vị trí quan trọng tại Sài Gòn do yếu tố bất ngờ, tuy nhiên nhanh chóng thất bại khi các thủ lĩnh quân sự không kiên quyết cũng như không có được sự ủng hộ quần chúng. Sau khi cuộc đảo chính bị dập tắt, một số sĩ quan quân đội và chính khách đối lập liên quan đến cuộc đảo chính bị chính quyền Ngô Đình Diệm thanh trừng và đưa ra xét xử, tiêu biểu như vụ án [[Nguyễn Tường Tam]] (tức nhà văn Nhất Linh).\n\n==Bối cảnh==\nChính quyền Việt Nam Cộng hòa sau 5 năm xây dựng dưới quyền Tổng thống Ngô Đình Diệm đã dần vững mạnh. Các thế lực đối lập đều bị trấn áp mạnh và bị suy giảm ảnh hưởng. Nhóm quân sự [[Bộ đội Bình Xuyên|Bình Xuyên]] bị tiêu diệt, các nhóm quân sự khác của các giáo phái [[Cao Đài]], [[Hòa Hảo]]; lực lượng vũ trang của các đảng phái Đại Việt, Quốc dân Đảng đều bị giải tán và sáp nhập vào [[Quân đội Việt Nam Cộng hòa]].\n\nĐể đảm bảo vị thế quyền lực của mình, Ngô Đình Diệm chủ trương kềm chế các phe phái chính trị đối lập cũng như ảnh hưởng từ phía nước ngoài như Mỹ, Pháp. Điều này giúp ông có thể tập trung sức mạnh để đương đầu với đối thủ mà ông cho là nguy hiểm nhất: Cộng sản miền Nam, nhóm chính trị và quân sự tuy bề ngoài không hoạt động hoặc hoạt động rời rạc, nhưng thực tế chịu sự chỉ đạo thống nhất của Xứ ủy Nam Bộ. Nhất là khi Nghị quyết Trung ương Đảng Lao động Việt Nam thứ 15 đã chỉ đạo Xứ ủy Nam Bộ chuyển hình thái từ đấu tranh chính trị sang đấu tranh vũ trang.\n\nTuy nhiên, quan điểm này của Ngô Đình Diệm không được những người đối lập tán đồng. Họ liên tục công kích chính sách độc tài chính trị cũng như những thất bại về quân sự, mà nổi bật nhất là [[Phong trào Đồng khởi]] tại Bến Tre và [[Trận tập kích Tua Hai]] tại Tây Ninh cuối tháng 1 năm 1960, đều được thực hiện dưới sự chỉ đạo của Xứ ủy Nam Bộ.\n\nCuộc đảo chính được [[Trung tá]] [[Vương Văn Đông]], một sĩ quan người miền Bắc từng tham gia chiến tranh chống [[Việt Minh]], chỉ huy. Đông sau này được huấn luyện ở [[Kansas]], [[Hoa Kỳ]] và được các cố vấn quân sự [[Hoa Kỳ|Mỹ]] đánh giá cao. Đông viện cớ chế độ của Ngô Đình Diệm chuyên quyền và can thiệp liên tục vào quân đội là cơ sở chính cho sự bất bình của mình. Ngô Đình Diệm đã bổ nhiệm những quan chức trung thành với mình hơn là những người có tài năng và khiến cho các quan chức cấp cao mâu thuẫn lẫn nhau để tránh khỏi bị họ đoàn kết chống lại mình. Nhiều năm sau cuộc đảo chính, Đông đã khẳng định rằng ông ta chỉ muốn Diệm cải thiện chế độ của mình.\n\nĐại tá [[Nguyễn Chánh Thi]], một chỉ huy của cuộc đảo chính khẳng định \"''Tuyệt nhiên không có sự nhúng tay của ngoại quốc, dù xa hay gần, dù trực tiếp hay gián tiếp, dù vật chất hay tinh thần. Tôi xin cam đoan rằng không một người ngoại kiều nào được biết đến cuộc đảo chính này trước khi tiếng súng nổ.''\" còn William Colby sau này thừa nhận có một số sĩ quan Mỹ đến sở chỉ huy quân dù gần Dinh Độc Lập quan sát trận chiến để báo cáo tình hình với ông<ref>[http:\/\/motthegioi.vn\/su-kien-lich-su-304-nhin-tu-nhieu-phia\/ky-29-cu-va-cham-dau-tien-giua-cia-va-tinh-bao-dinh-doc-lap-197783.html Cú 'va chạm' đầu tiên giữa CIA và tình báo Dinh Độc Lập] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150614023528\/http:\/\/motthegioi.vn\/su-kien-lich-su-304-nhin-tu-nhieu-phia\/ky-29-cu-va-cham-dau-tien-giua-cia-va-tinh-bao-dinh-doc-lap-197783.html |date=2015-06-14 }}, BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 08-06-2015<\/ref>. Khi [[Ngô Đình Nhu]] biết được điều này, ông chỉ trích William Colby \"''Nước nào cũng chơi trò tình báo… nhưng không một nước nào kể cả chúng tôi có thể chấp nhận việc một nước khác nhúng mũi vào quyền hành và tiến trình chính trị của mình''\" rồi đưa ra bằng chứng về việc một viên sĩ quan Mỹ gặp phe chống đối tham gia bàn kế hoạch đảo chính quân sự. Colby phủ nhận sĩ quan đó không phải người của CIA nhưng do người sĩ quan bị đe dọa thủ tiêu nên ông đồng ý trục xuất người đó về nước. Một nhân vật dân sự khác là [[Hoàng Cơ Thụy]] tham gia vào cuộc binh biến ngày 11\/11\/1960 do cung cấp tin tức cho CIA cũng có nguy cơ bị bắt nên được CIA lén đưa ra nước ngoài.<ref>[http:\/\/motthegioi.vn\/xa-hoi\/su-kien-lich-su-30-4-nhin-tu-nhieu-phia\/ky-29-cu-va-cham-dau-tien-giua-cia-va-tinh-bao-dinh-doc-lap-197783.html Cú 'va chạm' đầu tiên giữa CIA và tình báo Dinh Độc Lập] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150613235753\/http:\/\/motthegioi.vn\/xa-hoi\/su-kien-lich-su-30-4-nhin-tu-nhieu-phia\/ky-29-cu-va-cham-dau-tien-giua-cia-va-tinh-bao-dinh-doc-lap-197783.html |date=2015-06-13 }}, BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 08-06-2015<\/ref><ref>[http:\/\/motthegioi.vn\/xa-hoi\/ky-30-ngo-dinh-nhu-mat-100-kg-vang-cho-pho-vuong-dap-choun-198621.html Ngô Đình Nhu mất 100 kg vàng cho “Phó vương” Dap Choun] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150614003513\/http:\/\/motthegioi.vn\/xa-hoi\/ky-30-ngo-dinh-nhu-mat-100-kg-vang-cho-pho-vuong-dap-choun-198621.html |date=2015-06-14 }}, BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 10-06-2015<\/ref>\n\n==Diễn biến==\nKế hoạch đảo chính đã được Trung tá Đông và các quan chức bất bình với chế độ Diệm, trong đó có [[Đại tá]] [[Nguyễn Chánh Thi]], chuẩn bị trong một năm. Đông đã cấu kết được với một Trung đoàn Thiết giáp, một đơn vị Hải quân và ba Tiểu đoàn quân Nhảy dù. Phủ tổng thống đã gởi Nha An ninh quân đội (và Bộ Tư lệnh Quân khu Thủ đô) chỉ thị phải gấp rút điều tra Đại tá tư lệnh Lữ đoàn dù Nguyễn Chánh Thi về \"những hoạt động có hại cho quốc gia\". Lực lượng đảo chính quyết định tiến hành cuộc đảo chính sớm hơn một ngày.<ref>[http:\/\/motthegioi.vn\/xa-hoi\/su-kien-lich-su-30-4-nhin-tu-nhieu-phia\/ky-26-nguyen-chanh-thi-va-william-colby-truoc-cuoc-tan-cong-cua-lu-doan-du-anh-ca-do-vao-dinh-doc-lap-196319.html Nguyễn Chánh Thi và William Colby trước cuộc tấn công của lữ đoàn dù “Anh Cả đỏ” vào Dinh Độc Lập] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150609033330\/http:\/\/motthegioi.vn\/xa-hoi\/su-kien-lich-su-30-4-nhin-tu-nhieu-phia\/ky-26-nguyen-chanh-thi-va-william-colby-truoc-cuoc-tan-cong-cua-lu-doan-du-anh-ca-do-vao-dinh-doc-lap-196319.html |date=2015-06-09 }}, BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 04-06-2015<\/ref>\n\nCuộc đảo chính nổ ra vào lúc 5 giờ sáng ngày 11 tháng 11. Lực lượng đảo chính chiếm đài phát thanh và phát nhật lệnh:\n\n{{cquote|''Chính phủ Ngô Đình Diệm sau 6 năm cầm quyền đã tỏ ra hoàn toàn bất lực trong công cuộc cứu quốc và kiến quốc, giữa lúc Cộng sản ngày càng tăng áp lực. Ngô Đình Diệm đã áp dụng chính sách độc tài phong kiến, gia tộc trị mù quáng, đặt những tham vọng ích kỷ của gia đình y lên trên quyền lợi tối cao của đất nước.''\n\n''Quân đội, lực lượng chính yếu của Quốc gia bị nghi kỵ, chia rẽ, mọi tầng lớp nhân dân bị bóc lột, áp bức, miệt thị - tự do không được bảo đảm, dân tộc bị dồn vào họa diệt vong.''\n\n''Trước tình thế đen tối ấy của đất nước, quân đội đã đứng lên lật đổ chính quyền Ngô Đình Diệm và tạm thời điều khiển chính phủ với sự tham gia của những nhân sĩ quốc gia để kịp thời thi hành những biện pháp cần thiết chống Cộng và cứu quốc.''\n\n''Cuộc cách mạng của quân đội đã thành công !''\n\n''Quân đội đoàn kết tiến lên diệt Cộng, bảo vệ tự do, đem lại an ninh cho đất nước !''\n\n''Quân đội không đảng phái, chỉ nghe theo tiếng gọi thiêng liêng của tổ quốc, tôn trọng quyền lợi của đồng bào !''\n\n''Hội đồng cách mạng và Chính phủ lâm thời hoàn toàn tin tưởng ở lòng ái quốc và ý chí diệt Cộng của quân đội !''\n\n''Vậy, toàn thể quân nhân các cấp, các đơn vị phải bình tĩnh tuân theo kỷ luật, cố gắng làm nhiệm vụ diệt Cộng, bảo vệ an ninh cho đồng bào trong giờ phút quyết liệt này.''<ref name=\"ky27\">[http:\/\/motthegioi.vn\/su-kien-lich-su-304-nhin-tu-nhieu-phia\/ky-27-nhat-lenh-tu-mat-tran-cua-nguyen-chanh-thi-196653.html \"Nhật lệnh từ mặt trận\" của Nguyễn Chánh Thi], BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 05-06-2015<\/ref>}}\n\nTuy nhiên kế hoạch đã được thực hiện không hiệu quả, quân nổi loạn đã không phong tỏa các con đường vào đô thành Sài Gòn. Ngô Đình Diệm sử dụng hệ thống phát sóng đặc biệt nằm trong Dinh Độc Lập yêu cầu các tư lệnh Quân khu phải bình tĩnh và tự vệ cẩn mật để chờ lệnh của sĩ quan liên lạc Phủ Tổng thống. Đại tá Trần Thiện Khiêm quân khu 5 được lệnh phải cho đoàn Thiết giáp Mỹ Tho lấy một Chi đoàn lên ngay đậu tại Phú Lâm chờ lệnh.<ref name=\"levanty\"\/> Đầu tiên, lực lượng đảo chính đã bao vây Dinh Độc Lập nhưng Ngô Đình Diệm cử đại diện truyền đạt cho phe đảo chính lời hứa giải tán chính phủ và vợ chồng Ngô Đình Nhu sẽ phải ra đi<ref name=\"ky27\"\/>. Phe đảo chính trì hoãn tấn công trong 36 tiếng đồng hồ vì tin rằng Diệm sẽ tuân thủ theo yêu sách của họ. Đông đã cố gắng gọi điện cho đại sứ Mỹ [[Elbridge Durbrow]] để gây áp lực lên Diệm. Tuy nhiên, Durbrow dù chỉ trích Diệm vẫn giữ lập trường của chính phủ Mỹ ủng hộ Diệm, cho rằng \"chúng tôi ủng hộ chính phủ này cho đến khi nó thất bại\". Tổng tham mưu trưởng Quân lực Việt Nam Cộng hòa, Đại tướng [[Lê Văn Tỵ]], tỏ thái độ ủng hộ và đồng ý hợp tác với phe đảo chính. Ông yêu cầu phe đảo chính ngừng bắn để thương lượng với Tổng thống Ngô Đình Diệm. Lúc 4 giờ 45 phút sáng ngày 12\/11\/1960, Đài phát thanh Sài Gòn đã truyền đi \"Nhật lệnh 3 điểm\" của Tổng tham mưu trưởng Lê Văn Tỵ:\n\n{{cquote|''Sĩ quan, hạ sĩ quan và binh sĩ Quân đội Việt Nam Cộng hòa !''\n\n''Giữa lúc cuộc chính biến nghiêm trọng diễn ra tại Thủ đô, hôm nay tôi đã hội đàm với Tổng thống Ngô Đình Diệm và đã đi đến những sự thỏa thuận sau đây để duy trì đoàn kết của Quân đội.''\n\n''1. Tổng thống đồng ý giải tán chính phủ hiện tại sau khi đã thảo luận về vấn đề quốc sự với Ủy ban cách mạng.''\n\n''2. Với sự đồng ý của Ủy ban cách mạng, Tổng thống ủy thác cho một số sĩ quan trong Quân đội Việt Nam Cộng hòa trách nhiệm thành lập một chính phủ quân nhân lâm thời. Chính phủ này tiếp tục cuộc chiến đấu chống Cộng sản để bảo vệ tổ quốc.''\n\n''3. Ngay sau khi nhận được lệnh này, tất cả các đơn vị phải lập tức ngưng bắn, tiếp tục hoạt động trở lại (bình thường) và phải luôn luôn bình tĩnh đề cao cảnh giác đề phòng sự phá hoại của Việt cộng.''<ref name=\"levanty\"\/>}}\n\nLợi dụng thời gian trì hoãn này, Diệm đã xuống tầng hầm Dinh Độc Lập và viết một bài diễn văn kêu gọi các tướng lãnh của Quân đội Việt Nam Cộng hòa thành lập một Chính phủ lâm thời và hứa hẹn phối hợp với Ủy ban cách mạng của phe đảo chính thành lập một Chính phủ liên hiệp để tránh đổ máu và trấn an dân chúng.\n\n{{cquote|''Quốc dân đồng bào !''\n\n''Tiếp theo cuộc gây hấn tại Thủ đô, để cho Quân đội chúng ta được toàn vẹn trong cuộc chiến đấu chống Cộng, tôi - Tổng thống Việt Nam Cộng hòa - đã quyết định giải tán Chính phủ hiện thời. Tôi kêu gọi các tướng lãnh của Quân đội Việt Nam Cộng hòa thành lập một Chính phủ lâm thời để có thể chiến đấu tiếp tục chống Cộng và bảo vệ xứ sở. Đồng thời tôi muốn phối hợp với Ủy ban cách mạng thành lập một Chính phủ liên hiệp để tránh đổ máu và trấn an dân chúng.''\n\n''Tôi ra lệnh Hội đồng các tướng lãnh tìm tất cả các phương pháp thích nghi để chấm dứt mọi cuộc tuyên truyền xuyên tạc và ngừng bắn.''<ref name=\"levanty\">[http:\/\/motthegioi.vn\/xa-hoi\/ky-28-thong-tuong-le-van-ty-noi-khong-voi-nguyen-chanh-thi-va-tong-thong-diem-197325.html Thống tướng Lê Văn Tỵ nói \"không\" với Nguyễn Chánh Thi và tổng thống Diệm], BÁO ĐIỆN TỬ MỘT THẾ GIỚI, 07-06-2015<\/ref>}}\n\nKhi các thỏa hiệp đang được phát trên các phương tiện truyền thông ngày 12 tháng 11, Đại tá [[Huỳnh Văn Cao]] chỉ huy Bộ binh và Thiết giáp thuộc Sư đoàn 7 đóng ở [[Mỹ Tho]] cùng Đại tá [[Trần Thiện Khiêm]] và Trung tá [[Bùi Dzinh]] chỉ huy Bộ binh và Pháo binh thuộc Sư đoàn 21 đóng ở [[Sa Đéc]] đã tiến vào Sài Gòn. Cuộc giao tranh sau đó chớp nhoáng nhưng khốc liệt với khoảng 400 người chết, trong đó có nhiều thường dân tò mò xuống đường để xem cuộc giao tranh. Lực lượng trung thành đã tiêu diệt gọn quân đảo chính.\n\nSau khi [[Dinh Norodom|Dinh Độc Lập]] bị bao vây, Ngô Đình Diệm đã thành công trong việc chặn cuộc đảo chính lại thông qua thương lượng như một cách \"câu giờ\" để lực lượng trung thành có đủ thời gian đưa quân vào [[Sài Gòn]] ứng cứu mình. Cuộc đảo chính đã thất bại và để lại hậu quả là hơn 400 người chết, trong đó có nhiều thường dân đến xem. Sau cuộc chiến là một cuộc đàn áp của Ngô Đình Diệm với những người chỉ trích và nhiều bộ trưởng của nội các bị bỏ tù.\n\n==Các sĩ quan và chính khách liên can==\n* Đại tá [[Nguyễn Chánh Thi]]\n* Trung tá [[Vương Văn Đông]]\n* Đại úy [[Phan Lạc Tuyên]]\n* [[Trần Văn Hương]]\n* [[Phan Quang Đán]]\n* [[Nguyễn Tường Tam]]\n* [[Phan Trọng Chinh]]\n\n==Xem thêm==\n\n*[[Vụ ném bom Dinh tổng thống Việt Nam Cộng Hòa 1962]]\n*[[Cuộc đảo chính tại Việt Nam Cộng hòa năm 1963]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Đọc thêm ==\n{{Portal|Việt Nam|Chính trị}}\n* {{chú thích sách | ref=refBlair | title=Lodge in Vietnam: A Patriot Abroad | url=https:\/\/archive.org\/details\/lodgeinvietnampa0000blai |first=Anne E. |last=Blair |publisher=Yale University Press |year=1995 |isbn=0-300-06226-5|location=New Haven, Connecticut}}\n* {{chú thích sách| ref=refDommen | title=The Indochinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam |first=Arthur J. |last=Dommen |publisher=Indiana University Press |year=2001 |isbn=0-253-33854-9 |location=Bloomington, Indiana}}\n* {{chú thích sách| ref=refHalberstam |first=David |last=Halberstam |author-link=David Halberstam | title=The Making of a Quagmire: America and Vietnam during the Kennedy Era | url=https:\/\/archive.org\/details\/makingofquagmire0000halb |year=2008 |publisher=Rowman & Littlefield |author2=Singal, Daniel J. |isbn=978-0-7425-6007-9|location=Lanham, Maryland}}\n* {{chú thích sách| ref=refHammer | title=A Death in November| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm | author-link=Ellen Hammer |first=Ellen J.|last=Hammer| year=1987 |publisher=E. P. Dutton|isbn=0-525-24210-4|location=New York}}\n* {{chú thích sách| ref=refJacobs | first=Seth |last=Jacobs| year=2006| title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963| publisher=Rowman & Littlefield| isbn=0-7425-4447-8|location=Lanham, Maryland}}\n* {{chú thích sách |ref=refKahin |title=Intervention: How America Became Involved in Vietnam |author=Kahin, George McT. |author-link=George McTurnan Kahin |location=New York |publisher=Knopf |year=1986 |isbn=0-394-54367-X |url=https:\/\/archive.org\/details\/intervention00geor }}\n* {{chú thích sách| ref=refKarnow | title=Vietnam: A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4 | first=Stanley |last=Karnow |author-link=Stanley Karnow|year=1997 |publisher=Penguin Books | isbn=0-670-84218-4|location=New York}}\n* {{chú thích sách |ref=refLangguth |title=Our Vietnam: The War, 1954–1975 |first=A. J. |last=Langguth |year=2000 |publisher=Simon and Schuster |isbn=0-684-81202-9 |location=New York |url=https:\/\/archive.org\/details\/unset0000unse_f6q3 }}\n* {{chú thích sách |ref=refMiller|title= Misalliance: Ngo Dinh Diem, the United States, and the Fate of South Vietnam |first= Edward |last= Miller |author-link= Edward Miller (American historian) |year= 2013 |publisher= Harvard University Press |isbn= 978-0-674-07298-5 |location= Boston}}\n* {{chú thích sách | ref=refMoyar |title=Triumph Forsaken: The Vietnam War, 1954–1965  |first=Mark |last=Moyar |author-link=Mark Moyar |publisher=Cambridge University Press |year=2006 |isbn=0-521-86911-0|location=New York}}\n\n{{ARVN}}\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]\n[[Thể loại:Đảo chính không thành công]]\n[[Thể loại:Lịch sử Việt Nam Cộng hòa]]\n[[Thể loại:Xung đột năm 1960]]\n[[Thể loại:Ngô Đình Diệm]]"}