{"1127410":"'''Đặng Trần Phất''' ([[1902]]-[[1929]]), bút danh '''Như Hiền'''; là [[nhà văn]] [[Việt Nam]] [[thời Pháp thuộc]].\n\n==Tiểu sử==\nÔng sinh năm 1902 tại nhà số 37 phố Hàng Thiếc, [[Hà Nội]]. Nguyên quán ông là làng Trung Tựu, xã Tây Tựu, huyện Từ Liêm, ngoại thành Hà Nội (nay là huyện [[Từ Liêm]], [[Hà Nội]]).\n \nXuất thân trong một gia đình khoa bảng, ông là con trai thứ tư của cụ Đặng Trần Vỹ (Giải nguyên khoa thi hương năm Tân Mão: 1891) và bà Lê Thị Bình. Ông mồ côi mẹ năm 13 tuổi. Vợ ông là bà Tô Thị Nhâm (Thạch Lan): con gái cụ Tô Nha cử nhân khoa Canh Tý (1900) người làng Xuân cầu, Văn Giang (nay là Mỹ Văn - Hải Dương)\n \nÔng học tiểu học và trung học ([[Trường Trung học Albert Sarraut|trường Albert-Sarraut]]) ở [[Hà Nội]]. Sau khi thi đỗ Tú tài Pháp và được tuyển vào ngành [[bưu điện]], năm [[1926]], ông sang [[Lào]] làm việc ở Sở bưu điện [[Viêng Chăn]]. Ít lâu sau, ông nhận lệnh lên Paksé (Bản vàng) làm việc, rồi bị bệnh mất tại đây vào ngày [[22 tháng 6]] năm [[1929]] <ref name=\"NHC\">Theo GS. Nguyễn Huệ Chi, tr.394.<\/ref>, và được đưa về an táng nơi quê nhà. Khi ấy, nhà văn Đặng Trần Phất mới 27 tuổi.\n\n==Tác phẩm==\nĐặng Trần Phất sáng tác từ rất sớm. Bài [[thơ]] '''Tự tình''' (dài 333 câu [[lục bát]]) viết về người mẹ quá cố, đề năm [[1919]], là tác phẩm sớm nhất còn giữ được<ref name=\"NHC\" \/>.\n \nCác tác phẩm của ông đã xuất bản gồm có: \n*'''Cành hoa điểm tuyết''' ([[tiểu thuyết]], Bùi Văn Học xuất bản [[1921]])\n*'''Một tấm cảm tình''' (tuyển tập thơ văn bằng [[tiếng Pháp]] và [[tiếng Việt]], nhà in Ngô Tử Hạ xuất bản [[1922]])\n*'''Cuộc tang thương''' (tiểu thuyết, Bùi Văn Học xuất bản [[1923]])\n\nNgoài ra, ông còn một cuốn khác (có lẽ là bút ký) có tên là '''Những nỗi dọc đường''' (nhưng hiện còn thất lạc) <ref name=\"NHC\" \/>, và một số bài báo đăng trên ''[[Nam Phong tạp chí]], ''L’Indépendance TonKin''...\n \nNhìn chung, các bài thơ của ông đều xoay quanh cảm hứng tâm tình hoặc thế sự; còn hai quyển tiểu thuyết đều được tác giả đề là \"xã hội tiểu thuyết\". Với hai tác phẩm này, ông được kể là \"nhà văn có tiểu thuyết viết bằng tiếng Việt xuất bản vào hàng sớm nhất ở [[Miền Bắc Việt Nam|miền Bắc]], trước cả [[Tố Tâm]] ([[1925]]) của [[Hoàng Ngọc Phách]]\".\n\n==Sách tham khảo==\n{{wikisource tác giả|Đặng Trần Phất}}\n*[[Nguyễn Huệ Chi]], mục từ \"Đặng Trần Phất\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1902|mất=1929}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]"}