{"1275984":"{{chú thích trong bài}}\n{{cần biên tập}}\n'''Đặng Ngọc Ký''' (1933-2007) là một [[giáo sư]], [[tiến sĩ]], [[bác sĩ]] y khoa người Việt Nam. Ông được nhà nước Việt Nam phong tặng danh hiệu [[Thầy thuốc ưu tú]] năm 1995.\n\n== Thân thế và sự nghiệp ==\nÔng sinh ngày [[17 tháng 10]] năm 1933, tại xã [[Hoằng Cát]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]].\n\nXuất thân là giáo viên toán cấp III thuộc Ty giáo dục Thanh Hóa, sau khi chính phủ [[Việt Nam Dân chủ Cộng hòa]] tiếp quản hoàn toàn miền Bắc, ông được chọn để đào tạo trở thành bác sĩ chiến trường. Ông tiếp tục theo đuổi việc học và trở thành một sinh viên của Trường [[Trường Đại học Y Hà Nội|Đại học Y Hà Nội]] từ tháng 10 năm 1954. Ông tốt nghiệp bác sĩ tại đây vào giữa năm 1959.\n\nSau khi tốt nghiệp, ông được phân công làm Đội trưởng Đội cấp cứu Phòng không Không quân, đến tháng 11 năm 1959, ông được điều động làm Trưởng phòng chuyên môn của Viện [[Sốt rét]] Trung ương, cùng các y bác sĩ của Viện đi hầu hết các chiến trường, cấp cứu và điều trị cho thương binh và người dân địa phương. Thời gian này, ông được kết nạp làm Đảng viên Đảng Cộng sản Việt Nam.\n\nTháng 6 năm 1965, ông được cử đi làm Thực tập sinh khoa học ở [[Trung Quốc]]. Đến đầu năm 1967, ông được cử làm nghiên cứu sinh tại [[Cộng hòa Dân chủ Đức]] và bảo vệ luận án Tiến sĩ khoa học chuyên ngành nội soi đạt kết quả xuất sắc vào cuối năm 1971, trở thành một trong những tiến sĩ khoa học y học đầu tiên của Việt Nam.\n\nSau khi bảo vệ thành công luận án Tiến sĩ, ông tiếp tục công tác và thực tập thêm ở Cộng hòa Dân chủ Đức về chụp mạch trong chẩn đoán bệnh. Tháng 10 năm 1973, ông về nước và công tác tại Phòng Y tế - [[Bộ Công an (Việt Nam)|Bộ Nội vụ]], đồng thời là chuyên viên nội soi của [[Quân y viện 108]] và Bệnh viện 367 Bộ Nội vụ. Từ tháng 7 năm 1975 đến tháng 7 năm 1976, ông trở lại Cộng hòa Dân chủ Đức để tiếp tục thực tập về kỹ thuật thông tim mạch và nội soi, sau đó về nước tiếp tục công tác tại Phòng Y tế - [[Bộ Công an (Việt Nam)|Bộ Nội vụ]], đồng thời là chuyên viên nội soi của [[Quân y viện 108]] và Bệnh viện 367 Bộ Nội vụ cho đến tháng 11 năm 1977.\n\nĐược công nhận chức danh Giáo sư Y học năm 1991.\n\nChức vụ và đơn vị công tác hiện nay: Cục Quân y - Bộ Quốc phòng.\nHọc Hàm học vị: Giáo sư Tiến sĩ khoa học.\n\nTừ tháng 12 năm 1977 đến tháng 12 năm 1980 Chủ nhiệm khoa Bệnh viện 198 Bộ Nội vụ, đồng thời là chuyên viên nội soi cho Viện Quân y 108 và [[Bệnh viện Hữu nghị]] Việt Xô.\nTừ tháng 1 năm 1981 đến đầu năm 1989: Trưởng phòng Cục Y tế Bộ Nội vụ, đồng thời là chuyên viên cho Bệnh viện Việt Xô và thành viên hội chẩn Ban bảo vệ sức khỏe Trung ương.\nTừ năm 1989 đến năm 1995: Phó cục trưởng cục Y tế, đồng thời là Giám đốc Trung tâm Nội soi Bộ Nội vụ, Trưởng đơn vị nội soi [[Thanh Nhàn]], Ủy viện hội đồng Từ điển bách khoa ngành Y tế Việt Nam, Ủy viên thường vụ Ban chấp hành Tổng hội Y dược học Việt Nam.\nTừ năm 1995 đến năm 1997 Giám đốc Trung tâm Nội soi Bộ Quốc phòng, Ủy viên thường vụ Ban chấp hành Tổng hội Y dược học Việt Nam.\nTừ năm 2000 đến 2007: Công tác tại Cục Quân y Bộ Quốc phòng, Ủy viên Ban chấp hành Tổng hội Y được học Việt Nam.\nThành tích\nThành tích trong giảng dạy và đào tạo.\nTừ năm 1974 đến 2007, liên tục trực tiếp giảng dạy và bồi dưỡng kỹ thuật nội soi cho các bác sĩ chuyên khoa nội soi sau đại học ở Bệnh viện 367, Viện Quân y 108, Viện Quân y 103 và trung tâm nội soi.\nTrực tiếp hướng dẫn cho hàng chục học viên cao học và nghiên cứu sinh.\nThành tích nghiên cứu khoa học.\nĐã hoàn thành 82 công trình nghiên cứu, trong đó 46 công trình được hoàn thành trong nước, 36 công trình ở nước ngoài, 46 công trình được báo cáo tại các hội nghị khoa học trong và ngoài nước, 36 công trình đăng trong sách báo, tạp chí khoa học chuyên ngành.\n11 công trình được Ủy ban [[khoa học kỹ thuật]] Nhà nước cấp bản quyền tác giả.\n02 đề tài cấp nhà nước và 05 đề tài cấp bộ được nghiệm thu với kết quả xuất sắc.\nTham gia soạn thảo 86 mục từ cho từ điển Bách khoa Việt Nam.\nDịch 02 tài liệu cho tổ chức Y tế thế giới.\nTẩt cả các công trình đã hoàn thành đều được đưa vào ứng dụng với kết quả tốt ở nhiều trung tâm y tế trong nước.\nThành tích khám chữa bệnh.\nĐã vận dụng kỹ thuật tiên tiến, khám và điều trị cho hàng chục nghìn bệnh nhân.\nĐã triển khai các kỹ thuật nội soi đầu tiên tại các Bệnh viện 367 Bộ Nội vụ, Viện Quân y 108...\nTham gia hội chẩn và điều trị kịp thời cho nhiều cán bộ cao cấp.\nKhen thưởng.\nĐược phong tặng thầy thuốc ưu tú năm 1995.\nHuy chương vì sức khỏe nhân dân.\nHuy chương vì sự nghiệp khoa học và công nghệ.\nHuy chương vì sự nghiệp giáo dục và đào tạo.\n02 lần được Tổng liên đoàn lao động Việt Nam cấp bằng lao động sáng tạo.\nLiên tục nhiều năm liền đạt danh hiệu chiến sĩ thi đua.\n<ref>{{Chú thích web | url = http:\/\/dienbao.net\/ky-su\/giao-su-dau-tien-cua-nganh-y-hoc-noi-soi-viet-nam.html | tiêu đề = Ký sự Dienbao.net | tác giả 1 =  | ngày =  | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = Dienbao.net | ngôn ngữ =  | archive-date = 2012-05-10 | archive-url = https:\/\/web.archive.org\/web\/20120510054707\/http:\/\/dienbao.net\/ky-su\/giao-su-dau-tien-cua-nganh-y-hoc-noi-soi-viet-nam.html }}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/hskh.moet.gov.vn\/?page=6.6&action=review&view=3869&opt=brpage Hồ sơ khoa học của Giáo sư Đặng Ngọc Ký]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}\n* [http:\/\/rnd.vista.gov.vn:9000\/kqnc\/chunhiem.asp?pagenum=70 Một số kết quả nghiên cứu của Giáo sư Đặng Ngọc Ký]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}\n* [http:\/\/vnmedia.vn\/NewsDetail.asp?NewsId=276556&CatId=23 Giáo sư đầu tiên của ngành y học nội soi Việt Nam ]\n\n{{Thời gian sống|1933}}\n\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Thầy thuốc Ưu tú]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người họ Đặng tại Việt Nam]]"}