{"1422389":"{{distinguish|Đảng Dân chủ Khmer}}\n{{Infobox Political party\n| tên = Đảng Dân chủ <br> <small> Democratic Party <\/small> <br> <small> Krom Prachéathipatei <\/small>\n| tên gốc = \n|lang1 = [[Tiếng Pháp]]\n|name_lang1 = Parti Républicain\n|colorcode = blue\n| logo  =\n| leader = [[Sisowath Yuthevong]]\n| president =\n| chairperson = \n| spokesperson = \n| leader1_name = [[Ieu Koeus]] <br> [[Norodom Phurissara]]\n| leader2_name =\n| leader3_name =\n|foundation = 1946\n|dissolved = 1957\n| headquarters = [[Phnôm Pênh]], [[Campuchia]]\n| newspaper = \n| youth_wing = \n| membership_year= \n| membership =\n|ideology = {{•}} [[Chủ nghĩa xã hội]] <br> {{•}} [[Chủ nghĩa dân tộc]] <br> {{•}} [[Chủ nghĩa tự do]] \n|position = [[Trung tả]]\n| national = \n| international = [[Phòng Lao động Quốc tế Pháp]]\n|religion = \n| colors = \n| website = \n| footnotes =\n|country = Campuchia\n}} \n'''Đảng Dân chủ''' (''Krom Prachéathipatei'') là một [[đảng phái chính trị]] [[cánh tả]], ủng hộ độc lập ở [[Campuchia]] được Hoàng thân [[Sisowath Yuthevong]], nguyên thành viên [[Phòng Lao động Quốc tế Pháp]] thành lập vào năm [[1946]]. Khẩu hiệu là \"Hòa bình, Độc lập, Kỷ luật và lòng dũng cảm\" và biểu tượng bầu cử là một đầu voi và ba hoa sen.<ref name=martin>Martin, M. A. ''Cambodia: a shattered society'', Univ. of California Press, p. 51<\/ref>\n\n==Lịch sử==\n===Thời kỳ thuộc địa===\nTrong cuộc bầu cử đầu tiên vào Hội đồng Lập hiến [[Campuchia thời thuộc địa]] được tổ chức vào tháng 9 năm 1946, Đảng Dân chủ giành được 50 trên 67 ghế và trong nhiều năm liền họ vẫn còn là đảng phổ biến nhất tại Campuchia, bất chấp cái chết sớm của Yuthevong vào năm [[1947]].<ref name=kiernan57>Kiernan, B. ''How Pol Pot Came to Power'', Yale UP, 2004, p.57<\/ref> Đảng Dân chủ trái ngược với đối thủ của họ là Đảng Tự do (Kanak Sereipheap) của Hoàng thân [[Norodom Norindeth]] và Đảng Dân chủ tiến bộ của Hoàng thân [[Norodom Montana]] đã ủng hộ độc lập ngay lập tức dựa trên mô hình của nền dân chủ [[Pháp]]; họ cũng duy trì tổ chức kháng chiến yêu nước [[Khmer Issarak]] do [[Thái Lan]] hậu thuẫn nhằm chống đối [[người Pháp]].<ref name=dommen196>Dommen, A. ''The Indochinese experience of the French and the Americans'', IUP, 2001, p.196<\/ref>\n\nĐảng Dân chủ bị cuốn theo cuộc bầu cử Quốc hội năm 1947, với sự hỗ trợ bởi một đội ngũ nhiệt tình của các nhà hoạt động (bao gồm cả [[Saloth Sar]] trẻ tuổi, sau này được gọi là Pol Pot và [[Ieng Sary]]).<ref name=dommen197>Dommen, p.197<\/ref> Một số nhân vật nổi bật khác có liên quan với Đảng Dân chủ trong thời gian này là [[In Tam]] thuộc phái ôn hòa và and [[Hu Nim]] thuộc phe cánh tả, sau này trở thành một cán bộ [[Khmer Đỏ]].\n\nSự ly khai của [[Yem Sambaur]] và các đại biểu khác sang Đảng Tự do vào năm [[1948]], tiếp theo là vụ ám sát lãnh đạo Đảng Dân chủ [[Ieu Koeus]] vào năm [[1950]] do một thành viên của đoàn tùy tùng Norindeth thực hiện, dẫn đến một thời kỳ phân liệt và chia rẽ trong Đảng.<ref name=kiernan72>Kiernan, p.72<\/ref> Tuy nhiên, bất chấp uy thế tạm thời của Đảng Tự do, Đảng Dân chủ vẫn tiếp tục lôi kéo nhiều thành viên của giới trí thức thượng lưu Khmer trong khoảng thời gian dẫn đến sự độc lập ngay lập tức của Campuchia vào năm [[1953]],<ref name=kiernan58>Kiernan, p.58<\/ref> và giữ lại hỗ trợ cụ thể giữa các công chức và các tầng lớp có học ở đô thị. [[Sơn Ngọc Thành]], cựu Thủ tướng Chính phủ bù nhìn dưới thời kỳ [[Nhật Bản chiếm đóng Campuchia]] cũng tham gia Đảng Dân chủ từ năm [[1951]] và [[1952]], khi ông để lại cho các khu rừng ở miền bắc Campuchia để bắt đầu phong trào độc lập theo hướng tả của mình. \n \n===Sau độc lập=== \nSuốt năm [[1954]], Đảng bắt đầu chuyển sang hướng tả, chịu sự ảnh hưởng của các nhà chính trị cấp tiến được giáo dục ở [[Paris]] dưới sự lãnh đạo của [[Keng Vannsak]]; Hoàng thân [[Norodom Phurissara]] trở thành Tổng thư ký Đảng Dân chủ.<ref name=kiernan157>Kiernan, p.157<\/ref> Ở giai đoạn này, lập trường của Đảng chủ yếu nhấn mạnh tầm quan trọng của [[Hội nghị Genève, 1954|Hội nghị Genève năm 1954]] về đảm bảo độc lập và sự rắc rối của việc chấp nhận viện trợ từ Mỹ như là một kết quả (một vị trí tương tự như đối thủ Đảng [[Pracheachon]] xã hội chủ nghĩa). Đảng Dân chủ đã tham gia vào cuộc [[Bầu cử Quốc hội Campuchia, 1955|bầu cử năm 1955]], tuy nhiên, sau khi vua [[Norodom Sihanouk]] thoái vị và thiết lập phong trào chính trị chống cộng sản của ông mang tên [[Sangkum]], để tham gia trong cuộc bầu cử, một số đảng viên Dân chủ nổi bật (chẳng hạn như [[Penn Nouth]]) rời khỏi đảng và tham gia vào phe Sihanouk.<ref name=peou44>Sorpong Peou, ''Intervention and Change in Cambodia'', Palgrave, 2000, p.44<\/ref> Keng Vannsak bị đặc vụ chính phủ xử bắn (tức là Sangkum) tại một cuộc mít tinh vào đêm trước cuộc thăm dò và bị bỏ tù trong thời gian bỏ phiếu, trong khi của văn phòng đảng tại [[Battambang]] thì bị lục soát.<ref name=kiernan159>Kiernan, p.159<\/ref> Đảng Dân chủ cuối cùng đã đạt được 12% phiếu bầu, trong khi Sangkum giành được 82% và tất cả các ghế.\n\n[[Tháng 8]] năm [[1957]], Đảng Dân chủ bị giải thể. Theo ghi chú do Hoàng thân [[Sisowath Monireth]] để lại, điều này xảy ra sau khi các nhà lãnh đạo còn lại được mời tới dự \"hội nghị thân thiện\" với Sihanouk và đã bị cảnh sát của Lon Nol đánh đập vào ngày khởi hành.<ref name=kiernan173>Kiernan, p.173<\/ref>\n\n===Tái lập===\nSau khi Lon Nol lật đổ Sihanouk trong cuộc [[Đảo chính Campuchia 1970|đảo chính Campuchia năm 1970]], dẫn đến sự thành lập nước [[Cộng hòa Khmer]], Đảng Dân chủ được tái lập bởi [[In Tam]], một trong những nhà lãnh đạo cuộc đảo chính. Tuy nhiên, sự thao túng của Lon Nol và người em trai [[Lon Non]] trong cuộc [[Bầu cử quốc hội Campuchia, 1972|bầu cử Quốc hội năm 1972]] không có nghĩa là Đảng Dân chủ từ chối tham gia. In Tam về sau đã thoái lui chính giới, vị trí lãnh đạo Đảng do [[Chau Sau]] kế nhiệm; trong thời gian này nó cũng đã thực hiện lời đề nghị từ nhà chính trị lưu vong [[Son Sann]]. Tuy vậy, Đảng Dân chủ đã không đạt được quyền lực chính trị hơn nữa trước khi nước Cộng hòa Khmer sụp đổ vào năm [[1975]], dẫn đến sự thành lập [[Campuchia Dân chủ]] của Khmer Đỏ.\n\nIn Tam sau thời kỳ này lại hợp tác một lần nữa với phe bảo hoàng theo Sihanouk, đã tái lập Đảng Dân chủ theo sau thỏa thuận hòa bình tại Campuchia. Đảng tham gia tranh cử nhưng thất bại trong việc giành ghế vào Quốc hội trong cuộc [[Bầu cử Hội đồng Lập hiến Campuchia, 1993|bầu cử năm 1993]].\n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n\n[[Thể loại:Đảng phái chính trị Campuchia]]\n[[Thể loại:Khởi đầu năm 1946 ở Campuchia]]"}