{"3681804":"{{Infobox Historic Site\n| name = Đại sứ quán Hoa Kỳ, Sài Gòn<br>\n<span style=\"font-weight:normal; font-size:14px\">Embassy of the United States, Saigon<\/span>\n| native_name = \n| native_language = vi\n| image = [[Tập tin:Seal of an Embassy of the United States of America.svg|100px]]<br>[[Tập tin:US Embassy Saigon helipad test 1967.jpg|250px]]\n| caption = {{small|UH-1 đáp xuống sân bay trực thăng sân thượng Đại sứ quán Hoa Kỳ tại Sài Gòn}}\n| location = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| coordinates = {{coord|10.7833|106.7004|display=inline,title}}\n| locmapin = Vietnam\n| architect = Adrian Wilson và Associates {{small|(Đại sứ quán thứ hai)}}\n| governing_body={{flagicon image|Seal of the United States Department of State.svg}} [[Bộ Ngoại giao Hoa Ky]]\n| designation1_free1name = Khánh thành\n| designation1_free1value = {{start date and age|1952|6|24}}\n| designation1_free2name = Đóng cửa\n| designation1_free2value = {{start date and age|1975|4|30}}\n| designation1_free3name = Đại sứ\n| designation1_free3value = [[Donald R. Heath]] {{small|(first)}}<br>[[Graham Martin]] {{small|(last)}}\n|area = {{convert|3,18|acre|m2}} {{small|(Đại sứ quán thứ hai)}}|demolished = Tháng 6 năm 1998|designation2_free1name = Địa chỉ|designation2_free1value = 39 Hàm Nghi {{small|(Đại sứ quán đầu tiên)}}<br\/>4 Thống Nhứt {{small|(Đại sứ quán thứ hai, địa chỉ hiện tại là 4 Lê Duẩn)}}}}\n[[Tập tin:Damage Done!.jpg|thumb|250px|Tòa đại sứ quán thứ hai nhìn từ bên ngoài]]\n'''Đại sứ quán Hoa Kỳ tại Sài Gòn''' là tòa nhà có phái bộ ngoại giao của [[Hoa Kỳ]] tại [[miền Nam Việt Nam]]. Tòa đại sứ đầu tiên được thành lập vào tháng 6 năm 1952, và chuyển đến một tòa nhà mới vào năm 1967 và cuối cùng đóng cửa vào năm 1975. Đại sứ quán là nơi diễn ra một số sự kiện quan trọng trong [[Chiến tranh Việt Nam]], đáng chú ý nhất là cuộc tấn công của [[Biệt động Sài Gòn]] trong [[Tết Mậu Thân]] đã khiến dư luận Mỹ phản đối chiến tranh, và cuộc di tản bằng trực thăng trong [[sự kiện 30 tháng 4 năm 1975]]. Kể từ 1975, danh xưng đại sứ quán Hoa Kỳ tại Sài Gòn chấm dứt tồn tại khi chế độ Sài Gòn sụp đổ.\n\nNăm 1995, Hoa Kỳ và [[Cộng hòa Xã hội Chủ nghĩa Việt Nam]] chính thức thiết lập quan hệ ngoại giao, khu đất và tòa đại sứ Hoa Kỳ tại Sài Gòn được giao lại cho Hoa Kỳ để làm [[Tổng lãnh sự quán]] Hoa Kỳ tại [[Thành phố Hồ Chí Minh]]. Năm 1998, phía Hoa Kỳ phá bỏ tòa nhà cũ để xây dựng những hạng mục kiến trúc khác trong khuôn viên tổng lãnh sự quán.\n\n==Đại sứ quán đầu tiên==\n[[Hình:Old US Embassy.jpg|thumb|Đại sứ quán Hoa Kỳ đầu tiên trên [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đại lộ Hàm Nghi]]]]\nSự hiện diện ngoại giao của Hoa Kỳ tại Sài Gòn được thành lập vào ngày 9 tháng 12 năm 1907 với tư cách là một lãnh sự quán. Nó hoạt động như một đại diện cho [[Đông Dương thuộc Pháp]] kế nhiệm một đại lý thương mại Mỹ đã được thành lập ở Sài Gòn năm 1889.<ref name=\"statetimeline\" \/> Hoa Kỳ công nhận Nhà nước Việt Nam do chính phủ Bảo Đại đứng đầu vào năm 1950, và vào ngày 17 tháng 2, Tổng Lãnh sự quán tại Sài Gòn được nâng lên chức vụ Ủy ban với Edmund A. Gullion với tên gọi tạm quyền là Chargé d'Affaires.<ref name=\"statetimeline\">{{chú thích web | url=https:\/\/history.state.gov\/countries\/vietnam | title=A Guide to the United States' History of Recognition, Diplomatic, and Consular Relations, by Country, since 1776: Vietnam | publisher=[[United States Department of State]] | access-date =ngày 21 tháng 2 năm 2015}}<\/ref> Sau [[Hiệp định Genève năm 1954]] và sau đó là sự phân chia [[miền Bắc Việt Nam]] và [[miền Nam Việt Nam]], Hoa Kỳ đã không mở rộng công nhận ngoại giao cho miền Bắc Việt Nam.<ref name=\"statetimeline\"\/> Ngày 24\/6\/1952, sau khi Thượng viện Hoa Kỳ xác nhận Donald R. Heath là Đại sứ Hoa Kỳ tại Nam Việt Nam, địa vị của Legation in Saigon được nâng lên và đại sứ quán chính thức được thành lập. Đại sứ quán đầu tiên được đặt tại số 39 [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đại lộ Hàm Nghi]] và tòa nhà ban đầu vẫn ở đó cho đến ngày nay.\n\n===Vụ đánh bom năm 1965===\n[[Tập tin:Scene of Viet Cong terrorist bombing in Saigon, Republic of Vietnam, 1965 (Colorized).jpg|thế=|nhỏ|Mảnh vỡ sau khi bị lực lượng [[biệt động Sài Gòn]] đánh bom bằng xe]]\nNgày 30 tháng 3 năm 1965, Biệt động Sài Gòn cho nổ bom xe bên ngoài tòa đại sứ.<ref name=\":0\">{{chú thích web | url=http:\/\/www.history.com\/this-day-in-history\/bomb-explodes-outside-us-embassy-in-saigon | title=Bomb explodes outside U.S. Embassy in Saigon | publisher=[[History (U.S. TV channel)|History Channel]] | access-date =ngày 21 tháng 2 năm 2015}}<\/ref> Vụ tấn công xảy ra khi một viên cảnh sát Sài Gòn bắt đầu tranh cãi với người lái xe ô tô đậu trước đại sứ quán nhưng người lái xe không chịu rời đi và sau đó một chiến sĩ Biệt động Sài Gòn khác lái xe lên cùng xe và bắn vào người cảnh sát.<ref name=\":1\">{{chú thích báo|url = http:\/\/www.washingtonpost.com\/local\/barbara-robbins-a-slain-cia-secretarys-life-and-death\/2012\/05\/06\/gIQANtw25T_story.html|title = Barbara Robbins: A slain CIA secretary’s life and death|last = Shapira|first = Ian|date = ngày 6 tháng 5 năm 2012|access-date = ngày 21 tháng 2 năm 2015|newspaper = [[The Washington Post]]}}<\/ref> Nhanh chóng sau khi bắn, chiếc xe, chứa 300 pound chất nổ dẻo, phát nổ trước đại sứ quán giết chết 2 người Mỹ, một nữ nhân viên CIA, Barbara Robbins và một người Mỹ khác, cũng như 19 người Việt Nam và một người Philippines đang phục vụ tại Hải quân Hoa Kỳ cùng với làm bị thương 183 người khác.<ref name=\":0\"\/><ref name=\":1\"\/><ref>{{chú thích báo|url = https:\/\/query.nytimes.com\/gst\/abstract.html?res=9A06EEDA153CE733A25751C0A9629C946491D6CF|title = Two Dead in Blast Honored in Saigon|last = |first = |date = ngày 2 tháng 4 năm 1965|access-date = ngày 21 tháng 2 năm 2015|newspaper = [[The New York Times]]}}<\/ref> Quốc hội Hoa Kỳ đã chi 1 triệu đô la để tái thiết đại sứ quán ở một địa điểm mới sau cuộc tấn công và mặc dù các cuộc tấn công trả đũa Việt Nam Dân Chủ Cộng Hoà đã được đề nghị, Tổng thống Hoa Kỳ Lyndon Johnson đã từ chối. Sau cuộc tấn công, Bộ trưởng Ngoại giao Nam Việt Nam Cộng Hoà [[Trần Văn Độ]] đã trao cho Barbara Robbins và binh sĩ hải quân Philippines một Huân chương Danh dự hạng Nhất.\n\n==Đại sứ quán thứ hai==\n===Khu đại sứ quán===\nDo những lo ngại về an ninh sau vụ đánh bom năm 1965, người ta đã quyết định xây dựng một đại sứ quán mới với sự bảo vệ tốt hơn. Địa điểm được chọn là khu đất rộng 3,18 mẫu Anh (12.900 m2) được gọi là Khu liên hợp Norodom tại số 4 đại lộ Thống Nhứt (nay là [[Đường Lê Duẩn, Thành phố Hồ Chí Minh|đường Lê Duẩn]]) ở góc đường Thống Nhứt và Mạc Đĩnh Chi, gần nơi [[sông Bến Nghé]] đổ vào [[sông Sài Gòn]]. Đại sứ quán nằm cạnh đại sứ quán Pháp, đối diện đại sứ quán Anh, và nằm gần [[Dinh Độc Lập]].\n\nMặc dù ban đầu được thiết kế vào đầu năm 1965 bởi công ty Curtis và Davis, thiết kế của họ chỉ có 3 tầng và do cam kết ngày càng tăng của Hoa Kỳ tại Việt Nam, một tòa nhà lớn hơn là cần thiết. Như vậy vào tháng 11 năm 1965, công ty Adrian Wilson và Cộng sự đã được chọn để thiết kế lại tòa nhà. Thiết kế mới ban đầu được gọi là 4 tầng nhưng sau đó được nâng lên thành 6 tầng, và được xây dựng từ năm 1965 đến năm 1967 bởi công ty xây dựng Mỹ [[RMK-BRJ]] dưới sự chỉ đạo của Sĩ quan Hải quân Hoa Kỳ phụ trách xây dựng VNCH. RMK-BRJ sử dụng một lực lượng lao động gồm 500 người Việt Nam, chủ yếu sử dụng nguyên liệu từ Hoa Kỳ do sự khan hiếm hàng hóa ở miền Nam Việt Nam vào thời điểm đó. Mặc dù cát và sỏi được sử dụng trong hỗn hợp bê tông, cùng với gạch lát lối đi và gạch được sử dụng trong tất cả các bức tường nội thất đều có nguồn gốc từ Việt Nam. Đại sứ quán được khai trương vào ngày 29 tháng 9 năm 1967, sau hơn 2 năm xây dựng và kinh phí tổng cộng 2,6 triệu đô la.\n\n==Tham khảo ==\n{{tham khảo}}\n\n{{Sơ khai Việt Nam}}\n{{Sơ khai Hoa Kỳ}}\n{{Cơ quan đại diện ngoại giao nước ngoài tại Việt Nam Cộng hòa}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Việt Nam năm 1975]]\n[[Thể loại:Lịch sử Việt Nam Cộng hòa]]\n[[Thể loại:Lịch sử quan hệ ngoại giao của Hoa Kỳ]]\n[[Thể loại:Quan hệ Hoa Kỳ – Việt Nam]]\n[[Thể loại:Nghĩa trang và khu tưởng niệm Chiến tranh Việt Nam]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}