{"193579":"[[Tập tin:Order of the Dragon of Annam grand cross badge (Annam 1896-1946) - Tallinn Museum of Orders.jpg|nhỏ|Đại Nam Long tinh bằng vàng.]]\n'''Đại Nam Long Tinh''' ([[chữ Hán]]: 大南龍星), hay '''Nam Việt Long bội tinh''' ([[chữ Hán]]: 南越龍佩星),<ref>''Le Livre du Soldat Annamite''. Hà Nội: Imprimerie Tonkinoise, 1914. tr 107<\/ref> còn được gọi theo [[tiếng Pháp]]: '''L'Ordre du Dragon d'Annam''' hay '''L'Ordre du Dragon Vert''', [[tiếng Anh]]: '''Order of The Dragon of Annam''', là một cơ chế phong thưởng cho triều thần [[nhà Nguyễn]] và [[người Pháp]] tại [[Việt Nam]] dưới thời [[Pháp thuộc]]. Cơ chế phong thưởng này dựa trên thể thức phong thưởng [[Bắc đẩu bội tinh]] của Pháp với điển lệ hoàng triều nhà Nguyễn do chính phủ [[bảo hộ]] đề ra dưới triều vua [[Đồng Khánh]]. Các cá nhân được phong thưởng được hợp thành '''Đại Nam Long Tinh Viện''' ([[chữ Nho]]: 大南龍星院), tương tự như [[Légion d'honneur]] của Pháp.\n\n'''Đại Nam Long Tinh''' thay thế cho cơ chế phong thưởng Kim Bội, Ngọc Bội trước đó của triều đình trước đây.\n\n==Nguồn gốc==\n[[Tập tin:Константин Александрович Панфёров.jpg|right|thumb|150px|Thiếu tướng Hải quân Nga [[Konstantin Aleksandrovich Panferov]] với Đại Nam Long tinh (ngoài cùng bên phải).]]\nTheo điển lệ nhà Nguyễn, các quan lại có công, được triều đình ban thưởng kim khánh hoặc kim tiền để ghi nhận.<ref name=\"Buyers 2\">{{Chú thích web|họ 1=Buyers|tên 1=Christopher|tiêu đề=Vietnam-Orders and Decorations|url=http:\/\/4dw.net\/royalark\/Vietnam\/orders.htm|work=The Royal Ark, Royal and Ruling Houses|ngày truy cập=ngày 4 tháng 12 năm 2011|ngày=July 2007|trích dẫn=Kim Khanh (The Golden Decoration of Our Favourite Subject of the Ornament of Dragons): founded in ancient times. Reformed and extended to four classes by Emperor Dong Khanh in January 1887, and further reformed by Emperor Bao Dai as Head of State in 1950. Conferred on mandarins, ministers of state and high ranking state officials in reward for exceptional military and civil services. Originally awarded in a superior grade (Dai Nam Kim Khanh or Dai Hang Kim Khanh) and an ordinary grade (Kim Khanh). Reformed by Emperor Dong Khanh in 1887 and enlarged to four classes (1. Great - set with gems, 2. Medium - gold, 3. Inferior - silver, and 4. Minor - bronze). Reformed again by Emperor Thanh Thai and reduced to three classes (1. First Class, 2. Second Class, and 3. Third Class). Reformed by Emperor Bao Dai as Head of State in 1950, increased to four classes (1. Exceptional Class - worn from a gold Grand Cordon with gold tassels, 2. Second Class with yellow tassels, 3. Third Class with green tassels, and 4. Fourth Class with blue tassels). Retained and modified by the Republic in 1957.}}<\/ref> Sau khi tước bỏ chủ quyền của triều đình Đại Nam bằng [[Hòa ước Giáp Thân (1884)]], [[Bộ trưởng Hải quân Pháp]] [[Alexandre Peyron]] và Đặc sứ Pháp [[Jules Patenôtre]] đã thiết kế ra một loại huân chương dành tặng thưởng cho các viên chức có công với thuộc địa mới. Loại huân chương này được gọi là \"ordre impérial du Dragon d'Annam\", phỏng theo cơ chế của Bắc đẩu bội tinh. Tuy nhiên, mãi sau khi đưa vua Đồng Khánh lên ngôi, chính quyền bảo hộ Bắc và Trung kỳ mới chính thức đặt ra cơ chế bội tinh này ngày [[14 tháng 3]] năm 1886,<ref name=Buyers>{{Chú thích web|họ 1=Buyers|tên 1=Christopher|tiêu đề=Vietnam-Orders and Decorations|url=http:\/\/4dw.net\/royalark\/Vietnam\/orders.htm|work=The Royal Ark, Royal and Ruling Houses|ngày truy cập=ngày 4 tháng 12 năm 2011|ngày=July 2007|trích dẫn=The Order of the Dragon of Annam: founded by Emperor Dong Khanh on 14th March 1886. A general order of merit conferred on Vietnamese, French and foreign nationals who have performed useful services to the state or the Emperor. Awarded in five classes (1. Grand Cordon, 2. Grand Officer, 3. Commander, 4. Officer, and 5. Knight) with two ribbons (red with gold border stripes by the Emperor, and green with gold border stripes by the French President). Obsolete 1945.}}<\/ref> với lý do để đánh dấu sự hợp tác giữa [[nhà Nguyễn|triều đình Huế]] và nước Pháp, hay đúng ra sự can thiệp trực tiếp của chính phủ Bảo hộ vào nội bộ triều chính nhà Nguyễn.<ref name=\"musee-legiondhonneur.fr\">{{Chú thích web |url=http:\/\/www.musee-legiondhonneur.fr\/ |ngày truy cập=2017-05-30 |tựa đề=Site internet du Musée national de la Légion d'honneur |archive-date=2014-12-17 |archive-url=https:\/\/web.archive.org\/web\/20141217232811\/http:\/\/musee-legiondhonneur.fr\/ |url-status=dead }}<\/ref> Theo mốc thời gian thì cơ chế bội tinh này khai sinh 6 tháng sau khi vua Đồng Khánh được tấn phong hoàng đế dưới sự giám sát của người Pháp. Triều đình Huế sau đó buộc phải chuẩn định cơ chế bội tinh này với vài sửa đổi nhỏ. Về danh nghĩa, bội tinh do toàn quyền Hoàng đế ban cấp.\n\nMười năm sau, Đại Nam Long tinh được chính phủ Pháp thâu nạp là một trong bảy loại huân chương của thuộc địa.<ref name=\"Wyllie 2\">{{chú thích sách|last=Wyllie|first=Robert E|title=Orders, Decorations and Insignia, Military and Civil, With the History and Romance of their Origin and a Full Description of Each|year=1921|publisher=G. P. Putnam's sons|location=New York|pages=132–33|url=https:\/\/books.google.com\/books?id=eNErAAAAYAAJ&pg=PR1#v=onepage&q&f=false|quote=Colonial Orders-These are orders pertaining to and established by the native rulers of the various colonies and protectorates of France. They are recognized by the French government and are awarded for services rendered in or for the different colonies. In time of peace ten years of service for a colony is required before admission to one of the orders...They have the same classes as the Legion of Honour and no one can be given a grade higher than Officer in any of them unless he is a member of the Legion neither can he be made a Grand Officer if he is not at least an Officer of the Legion nor can he be given the Grand Cross of a colonial order, unless he is a Commander of the Legion...The Order of the Dragon of Annam...The Royal Order of Cambodia.}}<\/ref> Vì vậy, Đại Nam Long tinh còn được trao tặng cho các quan viên nước ngoài theo đề nghị của chính phủ bảo hộ.<ref>{{chú thích sách|last=Werlich|first=Robert|year=1965|publisher=Quaker Press|location=Philadelphia, Pennsylvania|isbn=978-0-685-50738-4|pages=101–02}}<\/ref> Giấy khâm cấp cũng được bổ sung thêm phần tiếng Pháp bên cạnh phần chữ Hán.\n\n==Hệ thống cấp bậc==\nHệ thống cấp bậc của Đại Nam Long tinh mô phỏng theo [[Bắc đẩu bội tinh]] của Pháp<ref>{{Chú thích web |url=http:\/\/www.france-phaleristique.com\/dragon.htm |ngày truy cập=2008-02-29 |tựa đề=Bản sao đã lưu trữ |archive-date=2008-02-21 |archive-url=https:\/\/web.archive.org\/web\/20080221055633\/http:\/\/www.france-phaleristique.com\/dragon.htm |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.geocities.com\/smomca\/ANNAM\/IODA.html |ngày truy cập=2008-03-02 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 22 tháng 10 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20091022141713\/http:\/\/geocities.com\/smomca\/ANNAM\/IODA.html }}<\/ref> với 5 cấp bậc, nhưng phân làm 2 ban văn võ với danh xưng riêng biệt:<ref name=\"ReferenceA\">''[[Đại Nam thực lục]]'' Chính biên, Đệ lục kỷ, quyển III.<\/ref> \n<center>\n{| class=\"wikitable sortable\"\n! Hạng!! Văn ban !! Võ ban !! Ghi chú\n|- \n|<center>1<br>Đệ nhất hạng|| Khôi kỳ long tinh || Trác dị long tinh || 魁奇／卓異\n|- \n|<center>2<br>Đệ nhị hạng|| Chương hiền long tinh || Thù huân long tinh || 彰賢／殊勳\n|- \n|<center>3<br>Đệ tam hạng|| Biểu đức long tinh || Sinh năng long tinh || 表德／旌能\n|- \n|<center>4<br>Đệ tứ hạng|| Minh nghĩa long tinh || Tưởng trung long tinh || 明義／獎忠\n|- \n|<center>5<br>Đệ ngũ hạng|| Gia thiện long tinh || Khuyến công long tinh || 嘉善／勸功\n|}\n<\/center>\n\n==Mô tả==\n[[Tập tin:Order of the Dragon of Annam grand cross star (Annam 1896-1946) - Tallinn Museum of Orders.jpg|nhỏ|Bài tròn Long tinh bằng bạc dành cho hạng 1, 2.]]\nPhác thảo ban đầu của Đại Nam Long tinh do chính quyền bảo hộ Bắc Trung kỳ đặt ra có hình vuông, sau được triều đình Huế đổi lại thành [[hình bầu dục]], ở diềm có tia tỏa ra hơi giống hình ngôi sao 8 cánh. Hạng 1 và 2 thì có 16 cánh. Phía trên bài sao, khắc mũ miện hoàng đế (kiểu châu Âu) trang sức hình rồng sắc xanh, có chân cắm ở trên mũ, làm chỗ đeo ngọc. Trong lòng hình bầu dục, khảm bằng men xanh và khắc nổi bốn chữ \"Đồng Khánh hoàng đế\" (同慶皇帝). Ở bốn bên, khắc nổi hình mặt trời và mây. Quanh mé ngoài hình bầu dục có khảm một đường men màu đỏ; bên mé trong, mé ngoài đường men có viền bằng 2 sợi chỉ vàng.<ref name=\"ReferenceA\"\/><ref name=Wyllie>{{chú thích sách|last=Wyllie|first=Robert E|title=Orders, Decorations and Insignia, Military and Civil, With the History and Romance of their Origin and a Full Description of Each|year=1921|publisher=G. P. Putnam's sons|location=New York|pages=132–33|url=https:\/\/books.google.com\/books?id=eNErAAAAYAAJ&pg=PR1#v=onepage&q&f=false|quote=The badge is an eight pointed star of rays emanating from a central medallion of blue enamel bearing four characters in the Annamese writing Dong Khang Hoang De in gold and four figures representing radiant suns also in gold surrounded by a band of red enamel tricked in gold. The badge is surmounted by an imperial crown and above that is a dragon of green enamel forming the ring for suspension. The ribbon is green with orange edges. The star for Grand Officers and Grand Cross has the dragon in the centre of the rays holding the medallion before it in its four claws.}}<\/ref>\n\nTrừ Long tinh hạng 5 được làm bằng bạc, các hạng 4, 3, 2, 1 đều làm bằng vàng. Các hạng 4, 5 có đường kính rộng 4&nbsp;cm; từ hạng 3, đường kính là 6&nbsp;cm.\n\nKèm theo bội tinh còn có văn bằng (''brevet''),<ref>{{Chú thích web|url=http:\/\/www.military-photos.com\/annam.htm|tựa đề=Brevet de l'Ordre du Dragon d'ANNAM|url-status=live|ngày truy cập=2021-03-22}}<\/ref> gọi là giấy khâm cấp. Mẫu giấy khâm cấp, mặt trên vẽ rồng, khắc 4 chữ \"Đồng Khánh\", khắc ngang 5 chữ \"Đại Nam Long tinh Viện\" bằng chữ Hán; hai bên vẽ nghi trượng; mặt dưới vẽ hình bội tinh; nội dung viết bằng chữ Hán: \n{{cquote|\"Thừa Thiên hưng vận, hoàng đế chế viết: [tên họ viên quan], hữu tâm ư trẫm, cấp trợ ích quốc gia; đặc thưởng [bậc long tinh] long tinh, dĩ chương dị sủng\".}}\nHàng kế tiếp viết:<ref>Nghĩa là: \"Hưởng mệnh trời, mở vận nước, hoàng đế ban chế rằng: [Họ tên, quan tước] có lòng với trẫm và giúp ích cho nước nhà, nên đặc ơn thưởng cho long tinh [hạng], để tỏ ban khen đặc biệt, ngươi phải kính cẩn tuân theo.<\/ref> \n{{quote|\"Tại Đại Nam quốc đô thành [tên điện] điện\".}}\n\nTiếp theo là [[niên hiệu]] triều vua và sau cùng là:<ref name=\"ReferenceA\" \/> \n{{quote|\"cung duyệt, Lễ bộ Thượng thư ký\".}}\n\n==Sử dụng==\n[[Tập tin:Ster en lint van de Orde van de Draak van Annam 1940.jpg|nhỏ|Bài tròn Đại Nam Long tinh với băng xanh lục viền cam ban cho các quan chức người Pháp.]]\n[[Tập tin:Ordre_du_Dragon.jpg|nhỏ|trái|Đại Nam Long tinh với cuống đeo và hoa tường vi.]]\nTheo quy định, Long tinh 2 hạng 4, 5, đeo bên ngực trái; khác nhau ở hạng 4 có hình [[hoa tường vi]], hạng 5 không có. Hạng 3, dây đeo to hơn, đeo ở cổ, rủ xuống trước ngực. Hạng 2, đeo bài tròn rộng 9&nbsp;cm, có 8 cánh bằng bạc, giữa khảm ngọc thạch hình bầu dục như hình long tinh, đeo bên ngực phải; đeo thêm 1 Long tinh hạng 4 bên ngực trái. Riêng hạng 1, đeo băng Long tinh [[màu trắng|trắng]] có vân, viền [[màu cam|cam]] (vàng sẫm) đối với Võ ban; [[màu lục|xanh lục]] có vân viền cam (vàng sẫm) đối với Văn ban. Kích thước băng đeo giữa rộng 3,3&nbsp;cm, 2 bên rộng 0,7&nbsp;cm. Băng đeo từ vai phải xuống nách trái. Long tinh rộng 0,7&nbsp;cm, đeo chỗ 2 dây băng giáp nhau dưới cánh tay bên trái; ngực trái đeo bài tròn giống hạng 2. Sau năm 1896, băng đeo đổi thành [[màu đỏ|đỏ]] viền [[màu vàng|vàng]] ban cho các quan lại thuộc Nam triều; băng xanh lục viền cam ban cho các quan viên người Pháp.<ref name=\"ReferenceA\"\/>\n\nChi riêng Hoàng đế được đeo Long tinh đệ nhất hạng, kèm theo 1 Long tinh đệ ngũ hạng; và được đeo tùy ý, miễn là dễ nhìn.<ref name=\"ReferenceA\"\/>\n\n==Giải thể và tái lập==\nKhi sang nhậm chức Tổng sứ Bắc Trung kỳ (''résident général de l'Annam et du Tonkin''), [[Paul Bert]] được vua Đồng Khánh ban thưởng Đại Nam Long tin đệ nhất hạng. Sách Đại Nam thực lục cũng chép, vào cuối năm 1887, theo đề nghị của chính phủ bảo hộ Pháp, cấp Đại Nam Long tinh cho 191 quan viên người Pháp (hạng nhì 14 người; hạng ba 14 người; hạng tư 52 người, hạng năm 111 người) và 16 quan lại người Việt (hạng nhì: [[Nguyễn Hữu Độ]]; hạng ba: [[Nguyễn Trọng Hợp]] và [[Đoàn Văn Hội]]; hạng tư: [[Nguyễn Thuật]], [[Hoàng Hữu Thường]], [[Tôn Thất Phiên]], [[Lê Hữu Thường]], [[Nguyễn Chính]], [[Lê Đĩnh]], [[Vũ Văn Báo]], [[Nguyễn Trần Cáp]], [[Nguyễn Khắc Vỹ]], [[Nguyễn Xuân Duẩn]], [[Hồ Lệ]], [[Hồ Đệ]], [[Phạm Hữu Dụng]], Cao Xuân Dục, Tôn Thất Hân, Trần Đình Phác; hạng năm: [http:\/\/www.hannom.org.vn\/detail.asp?param=1209&Catid=562 Tạ Tương], Tôn Thất Đề, Đào Thái Hanh). Vua Đồng Khánh thêm 3 người là [[Nguyễn Thân]], [[Trương Như Cương]], [[Tôn Thất Thế]], đổi cấp 2 người [[Hồ Đệ]] và [[Phạm Hữu Dụng]] thành [[Đào Tiến]] và [[Ưng Quyến]].\n\nĐại Nam Long tinh Viện bị giải thể sau khi chính quyền [[Việt Nam Dân chủ Cộng hòa]] thành lập và hoàng đế [[Bảo Đại]] thoái vị.<ref>{{chú thích sách|last=Duckers|first=Peter|title=European orders and decorations to 1945|url=https:\/\/archive.org\/details\/europeanordersde0000duck|year=2008|publisher=Shire Publications|location=Botley, Oxford, UK|isbn=978-0-7478-0670-7|pages=[https:\/\/archive.org\/details\/europeanordersde0000duck\/page\/36 36]}}<\/ref> Năm 1950, khi ba nước [[Liên bang Đông Dương|Đông Dương]] đổi quy chế thành ba quốc gia trong [[Liên hiệp Pháp]] thì danh hiệu \"huân chương thuộc địa\" cũng lỗi thời. Tuy nhiên, quốc trưởng [[Bảo Đại]] vẫn tái lập Đại Nam Long tinh Viện để phong tặng cho các quan lại cũ trên danh nghĩa Hoàng đế. Nhưng chỉ 5 năm sau, năm 1955, quốc trưởng [[Bảo Đại]] bị thủ tướng [[Ngô Đình Diệm]] [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|phế truất]] nên Đại Nam Long tinh Viện cũng ngưng hoạt động. Tuy vậy, rất nhiều cơ chế của Đại Nam Long tinh về sau được áp dụng vào [[Bảo quốc Huân chương]].\n==Xem thêm==\n* [[Kim bài]]\n* [[Kim tiền]]\n* [[Kim khánh]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* ''[[Đại Nam thực lục]]'' Chính biên, Đệ lục kỷ, quyển III.\n* Đại Nam thực lục, Chính biên Đệ lục kỷ phụ biên\n* http:\/\/www.france-phaleristique.com\/dragon.htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20080221055633\/http:\/\/www.france-phaleristique.com\/dragon.htm |date=2008-02-21 }}\n* www.geocities.com\/smomca\/ANNAM\/IODA.html\n* http:\/\/www.dragonofannam.com\/history.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20080531014446\/http:\/\/www.dragonofannam.com\/history.html |date = ngày 31 tháng 5 năm 2008}}\n* [http:\/\/www.reocities.com\/smomca\/ANNAM\/IODA.html THE IMPERIAL ORDER OF THE DRAGON OF ANNAM] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120409055141\/http:\/\/www.reocities.com\/smomca\/ANNAM\/IODA.html |date = ngày 9 tháng 4 năm 2012}}\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Quân chủ Việt Nam]]\n[[Thể loại:Danh hiệu Việt Nam]]"}