{"1201551":"{{Contains Khmer text}} \n{{Lịch sử Campuchia}}\n[[Tập tin:20171126 Angkor Wat 4701 DxO.jpg|nhỏ|Đền Angkor Wat tại Campuchia]]\n'''Đảo chính Campuchia 1970''' ([[Tiếng Khmer|Khmer]]: រដ្ឋប្រហារកម្ពុជាឆ្នាំ១៩៧០) là hành động quân sự của nhóm quan chức thân [[Hoa Kỳ|Mỹ]] nhằm lật đổ chính phủ của Hoàng thân [[Norodom Sihanouk]], sau một cuộc bỏ phiếu tại [[Quốc hội]] vào ngày [[18 tháng 3]] năm [[1970]]. Quyền lực rơi vào tay [[Thủ tướng]] [[Lon Nol]], nhân vật trở thành nguyên thủ quốc gia trên thực tế. Cuộc đảo chính đã dẫn đến sự thành lập của nước [[Cộng hòa Khmer]] vào cuối năm đó và là một bước ngoặt trong cuộc [[nội chiến Campuchia]]. Không còn chế độ quân chủ, [[Campuchia]] nhận được tên gọi bán chính thức là \"''État du Cambodge''\" (Quốc gia Campuchia) trong khoảng thời gian sáu tháng can thiệp kể từ sau cuộc đảo chính cho đến khi nước Cộng hòa được tuyên bố thành lập.<ref>Cái tên \"Quốc gia Campuchia\" về sau được phục hồi lại dưới chính quyền [[Cộng hòa Nhân dân Campuchia]] từ giữa năm 1989 và 1993. Soizick Crochet, ''Le Cambodge'', Karthala, Paris 1997, ISBN 2-86537-722-9<\/ref> \nNó cũng đánh dấu sự kiện Campuchia chính thức tham gia vào cuộc [[chiến tranh Đông Dương]] thứ hai hay còn gọi là cuộc [[chiến tranh Việt Nam tại Campuchia]].<ref name=\"kiernan232\">Kiernan, p.123<\/ref> \n \n==Bối cảnh==\n{{Bài chi tiết|Campuchia thời Sihanouk (1954-1970)}} \nKể từ khi giành được độc lập từ tay [[Đế quốc thực dân Pháp|Pháp]] vào năm [[1954]], Campuchia được dẫn dắt bởi Hoàng thân Norodom Sihanouk, mà phong trào chính trị [[Sangkum]] của ông đã giữ lại quyền lực sau khi giành chiến thắng trong [[Bầu cử Quốc hội Campuchia 1955|cuộc bầu cử quốc hội năm 1955]]. Đến năm [[1963]], Sihanouk đã buộc Quốc hội thông qua việc sửa đổi [[hiến pháp]] cho phép ông nắm giữ chức vụ [[Quốc trưởng]] với nhiệm kỳ vô hạn định. Ông đã giữ lại quyền lực quốc nội thông qua một sự kết hợp của các thao tác chính trị, đe dọa, bảo trợ, và sự cân bằng thận trọng giữa thành phần cánh tả và cánh hữu trong chính phủ của ông; trong khi xoa dịu quyền lợi bằng thuật hùng biện dân tộc, ngoài ra ông còn sử dụng nhiều ngôn từ của [[chủ nghĩa xã hội]] để cách ly các phong trào cộng sản Campuchia mà ông hay nhắc đến chính là [[Khmer Đỏ]].<ref name=kiernan228>Kiernan, B. ''How Pol Pot came to power'', Yale UP, p.200<\/ref>\n\nVới sự leo thang của cuộc chiến tranh Đông Dương lần thứ hai, hành động cân bằng giữa hai bên tả hữu của Sihanouk ngày càng khó mà duy trì nổi. Buôn lậu gạo qua biên giới cũng bắt đầu ảnh hưởng nghiêm trọng đến nền [[kinh tế Campuchia]].<ref name=kiernan2321>Kiernan, p.228<\/ref> Trong cuộc bầu cử Campuchia năm [[1966]], chính sách Sangkum thông thường có một ứng cử viên trong mỗi khu vực bầu cử đã bị hủy bỏ; Có một sự chuyển hướng lớn qua cánh hữu, đặc biệt là các đại biểu cánh tả đã phải cạnh tranh trực tiếp với các thành viên của giới tinh hoa truyền thống, những người có thể sử dụng ảnh hưởng của địa phương họ.<ref name=kiernan2322>Kiernan, p.232<\/ref> Dù chỉ có vài thành viên Cộng sản trong Sangkum chẳng hạn như [[Hou Yon|Hou Yuon]], [[Hu Nim]] và [[Khieu Samphan]] là chọn sự chống cự, hầu hết phe cánh tả đều chịu thất bại. Lon Nol, nhân vật thuộc cánh hữu từng một thời là đồng minh thân cận của Sihanouk được đề cử giữ chức Thủ tướng.\n\nĐến năm [[1969]], Lon Nol và phái cánh hữu áp đảo ngày càng thất vọng với Sihanouk. Mặc dù dựa trên một phần về chính sách kinh tế, sự cân nhắc chính trị cũng có liên quan. Đặc biệt, sự nhạy cảm dân tộc và thiên hướng chống cộng sản của Lon Nol và các cộng sự của ông hàm ý rằng họ không thể chấp nhận được chính sách bán khoan dung của Sihanouk đối với [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và hoạt động của [[Quân đội Nhân dân Việt Nam]] trong phạm vi biên giới Campuchia; riêng Sihanouk, trong quá trình nghiêng về cánh tả trong giai đoạn 1963-1966, đã thương lượng một thỏa thuận bí mật với [[Hà Nội]] theo đó sẽ đảm bảo nối lại việc thu mua lúa với giá cao, cảng [[Sihanoukville]] được mở cửa cho việc bốc dỡ và vận chuyển vũ khí cho Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Cũng như những nhà dân tộc hữu khuynh, các yếu tố hiện đại hóa tự do trong Sangkum, do [[In Tam]] đứng đầu dần trở nên ngày càng xa lạ theo phong cách chuyên quyền của Sihanouk.<ref name=kiernan2323>Kiernan, p.250<\/ref> \n \nKhông có bằng chứng cho rằng vào năm 1969 Lon Nol tiếp cận các căn cứ quân sự [[Đế quốc Mỹ|Mỹ]] nhằm đánh giá sự hỗ trợ quân sự cho bất kỳ hành động nào chống lại Sihanouk.<ref name=kiernanp300>Kiernan, p.300<\/ref> Lon Nol được bổ nhiệm làm Phó Thủ tướng, Hoàng thân [[Sisowath Sirik Matak]], một người theo chủ nghĩa quốc gia và lãnh đạo cộng đồng các doanh nghiệp Campuchia được cho là đã gợi ý rằng Sihanouk nên bị ám sát, mặc dù Lon Nol đã bác bỏ kế hoạch này là \"âm mưu điên rồ\".<ref name=kiernanp301>Kiernan, p.301<\/ref> Bản thân Sihanouk nghĩ rằng Sirik Matak (người mà ông mô tả như là kẻ thèm khát ngôi vua Campuchia) được [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] ủng hộ và tiếp xúc với đối thủ của Sihanouk đang sống lưu vong là nhà dân tộc chủ nghĩa [[Sơn Ngọc Thành]], đã đề xuất kế hoạch đảo chính với Lon Nol vào năm 1969.<ref name=sihanouk36>Sihanouk, pp.36-38<\/ref> CIA tham gia vào âm mưu đảo chính hiện vẫn chưa được xác thực và Henry Kissinger về sau tuyên bố rằng sự kiện này đã làm bất ngờ chính phủ Mỹ, nhưng có vẻ như là chỉ là lỗi một phần của một số ít nhân viên tình báo quân sự.<ref name=clymer>Clymer, K. J. ''The United States and Cambodia'', Routledge, 2004, p.22<\/ref> Nó cho thấy rằng [[Quân đội Hoa Kỳ|quân đội Mỹ]] đã lập kế hoạch cho một cuộc xâm lược vào lãnh thổ Campuchia trong những năm 1966-1967 và bị bác bỏ khi [[Tổng thống]] [[Lyndon B. Johnson]] không tán thành.<ref name=clymer23>Clymer, p.23<\/ref>\n\nCác tài liệu giải mật còn cho biết thêm vào cuối tháng 3 năm 1970, chính quyền [[Richard Nixon|Nixon]] đã hy vọng tạo dựng mối \"quan hệ thân thiện\" với Sihanouk thế nhưng không được sự đồng tình của ông hoàng này vì nghi ngờ người Mỹ đã tiếp tay cho cuộc đảo chính thành công.<ref name=clymer231>Clymer, p.33<\/ref> \n \n==Diễn biến==\nVào đầu tháng 3 năm 1970, trong khi Sihanouk đang thực hiện chuyến công du tại [[châu Âu]], [[Liên Xô]] và [[Trung Quốc]] để xin viện trợ kinh tế, tài chính và quân sự thì các cuộc biểu tình chống [[Việt Nam]] với quy mô lớn đột nhiên nổ ra ở [[Phnôm Pênh]]. Đám đông tấn công Đại sứ quán [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa Miền Nam Việt Nam]]. Sihanouk ban đầu đã đưa ra mức độ hỗ trợ nhất định cho những người biểu tình, ông hy vọng [[Moskva]] và [[Bắc Kinh]] sẽ gây áp lực Bắc Việt để giảm bớt sự hiện diện của họ ở Campuchia. Quả thực, vấn đề này thậm chí còn được ([[William Shawcross]] và những người khác) gợi ý là Sihanouk và Lon Nol có thể đã lên kế hoạch các cuộc biểu tình đầu tiên để đạt được đòn bẩy chính trị chống lại Hà Nội.<ref name=clymer232>Clymer, p.45<\/ref> Thêm vào đó là Lon Nol lúc này đã trực tiếp nắm Bộ Thông tin, kiểm soát báo chí và đài phát thanh, soạn thảo sẵn những bài tường thuật coi những cuộc biểu mình này là \"sự bùng nổ niềm căm phẫn của dân chúng\".\n\nNgay khi về tới Phnompenh, Lon Nol tiến hành một chuyến đi thị sát tất cả các doanh trại khu vực biên giới, tới đâu cũng hô hào các binh sĩ chuẩn bị sẵn sàng cho một cuộc đụng đầu lớn với \"kẻ thù truyền kiếp là Việt Nam\" mà trên thực tế là để chuẩn bị âm mưu lật đổ Sihanouk bằng vũ lực và nếu cần sẽ \"ám sát cả ông\".<ref name=sihanoukp50>Sihanouk, p.45<\/ref> Theo nhà báo [[T. D. Allman]] cho biết thì \"Giai đoạn cuối cùng trong việc chuẩn bị lật đổ Sihanouk là một loạt cuộc họp bí mật giữa một số nhân vật cấp cao tại Phnompenh trong những tháng đầu năm 1970, một số cuộc họp được tổ chức trong nhà riêng của Lon Nol và Sirik Matak, một số nữa được tiến hành trên xe ô tô để tránh bị cảnh sát mật của Sihanouk theo dõi\".<ref name=sihanoukp501>Sihanouk, p.48<\/ref>\n\nTuy nhiên, các cuộc bạo loạn đang leo thang vượt ngoài tầm kiểm soát của chính phủ mặc dù điều này có thể được thực hiện với một mức độ khuyến khích từ Lon Nol và Sirik Matak và Đại sứ quán đã bị cướp phá nghiêm trọng. Bên trong, một bản \"kế hoạch dự phòng\" cho rằng đã phát hiện những người cộng sản tới chiếm đóng Campuchia. Ngày 12 tháng 3, Sirik Matak ra lệnh hủy bỏ thỏa thuận thương mại giữa Sihanouk với [[Việt Nam Dân chủ Cộng hòa|Bắc Việt]]; Lon Nol đóng cửa cảng Sihanoukville, nơi cung cấp chủ yếu vũ khí và đạn dược của Bắc Việt cho [[Quân Giải phóng Miền Nam Việt Nam]] và đưa tối hậu thư yêu cầu tất cả lực lượng [[Quân đội Nhân dân Việt Nam]] và [[Quân Giải phóng Miền Nam Việt Nam]] phải rút khỏi đất Campuchia trong vòng 72 giờ (tính đến ngày 15 tháng 3) hoặc phải đối mặt với hành động quân sự.<ref name=\"sutsakhan42\">[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf Sutsakhan, Lt. Gen. S. ''The Khmer Republic at War and the Final Collapse''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190412060055\/https:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf|date=2019-04-12}} Washington DC: [[United States Army Center of Military History]], 1987, Part 1, p. 42. See also [http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf Part 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190412060055\/https:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf|date=2019-04-12}}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf Part 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083105\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf|date=2007-02-21}}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf Part 3] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083124\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf|date=2007-02-21}}.<\/ref> Tới sáng ngày 16 tháng 3, đối phương kiên quyết bác bỏ tối hậu thư và vẫn tiếp tục xâm nhập sâu hơn vào chiến khu, hành động này khiến khoảng 30.000 thanh niên tụ tập bên ngoài Quốc hội ở Phnôm Pênh để phản đối sự hiện diện của phía Việt Nam.\n\nTừ thời điểm này, các sự kiện chuyển biến nhanh chóng gia tăng nhất là trong ngày 16 tháng 3 đã diễn ra nhiều cuộc biểu tình chống đối lẫn nhau giữa những người trung thành với Sihanouk và những kẻ theo phe đảo chính, gây hoang mang trong các nghị sĩ đang họp tại toà nhà Quốc hội. Có những người đã ngả theo phía Lon Nol - Sirik Matak nhưng lại khiếp hãi trước sự phẫn nộ của nhân dân, có những người lưỡng lự chưa biết nên theo phía nào. Suốt ngày hôm đó đã diễn ra cảnh hỗn độn giữa nhiều khuynh hướng khiến cho phe chủ mưu không thực hiện được đòn quyết định như đã dự tính.<ref name=sihanoukp502>Sihanouk, p.42<\/ref> Cùng ngày, Bộ trưởng Quốc phòng Campuchia là [[Đại tá]] [[Oum Mannorine]] (anh rể Sihanouk) dự kiến sẽ dự phiên thẩm vấn của các cơ quan lập pháp quốc gia về cáo buộc tham nhũng; vụ kiện đã được hoãn lại khi nghe về vụ việc do người biểu tình gây ra.\n\nTối hôm đó có một cuộc họp nữa tại nhà riêng của Sirik Matak. Lon Nol quyết định sử dụng lực lượng quân đội dưới quyền để bắt giữ Ban chỉ huy lực lượng an ninh ở Phnompenh thuộc phe Sihanouk. Nguồn tin này được cấp tốc báo cáo với [[Thiếu tá]] [[Buor Horl]] cảnh sát trưởng Phnompenh. Buor Horl báo cáo lại với Đại tá Oum Mannorine và cùng đi tới kết luận là dùng các lực lượng trung thành cố gắng bắt giữ những kẻ chủ mưu ngay trước khi họ khởi sự nhưng đã quá muộn.<ref name=sihanoukp503>Sihanouk, p.50<\/ref> Mannorine và những nhân viên an ninh quan trọng khác còn trung thành với Sihanouk đã bị đám cảnh sát và binh lính kéo tới bao vây và đành chịu quản thúc ngay tại nhà riêng. Trước đó, Lon Nol cũng đã được [[Sơn Ngọc Thành]] hứa sẽ huy động lực lượng vũ trang [[Khmer Tự do]] và những đơn vị lính [[biệt kích]] người miền núi do CIA huấn luyện cùng với lực lượng [[Quân lực Việt Nam Cộng hòa|quân đội Việt Nam Cộng hòa]] hỗ trợ khi cần thiết. Đó là những yếu tố thúc đẩy Lon Nol hành động gấp.<ref name=sihanoukp504>Sihanouk, p.38<\/ref>\n\nTừ đêm 16 đến hết ngày 17 tháng 3, không chỉ có Đại tá Mannorine cùng Thiếu tá Buor Horl bị bắt giữ mà cả Đại tá [[Hua Truk]] đang giữ chức tỉnh trưởng [[Kirirom]] một tỉnh miền núi có ý nghĩa chiến lược của Campuchia; Đại tá [[Trau Xamrach]], Tư lệnh binh chủng lính dù và khoảng mười lăm nhân vật quan trọng khác trong đó có tỉnh trưởng [[Kandal]], một tỉnh sát gần Phnompenh. Cả Tư lệnh binh chủng thông tin cũng bị giết vì cự tuyệt lệnh bắt giữ. Sau khi Quốc hội hoãn lại trong ngày thì Thái hậu [[Sisowath Kossamak|Kossamak]] (mẹ Sihanouk) theo yêu cầu của Sihanouk, vội triệu tập Lon Nol và Sirik Matak vào [[Vương cung Campuchia]] và yêu cầu họ chấm dứt các cuộc biểu tình chống Việt Nam.<ref name=ayres71>Ayres, D. ''Anatomy of a Crisis'', University of Hawaii Press, 2000, p.71<\/ref>\n\nTrước khi khởi sự, Sirik Matak đã thuyết phục được Lon Nol trong việc loại bỏ Sihanouk và giải tán chính phủ của ông ta. Lon Nol, cho đến thời điểm đó có thể đã hy vọng rằng Sihanouk sẽ sớm kết thúc mối quan hệ của ông với Bắc Việt, cho thấy lúc ban đầu Lon Nol từ chối ủng hộ việc lật đổ chính phủ Sihanouk, buộc lòng Sirik Matak phải cho chạy một cuộn băng ghi âm lại một cuộc họp báo từ [[Paris]], trong đó Sihanouk khiển trách họ vì sự bất ổn chính trị và dọa sẽ xử lý cả hai khi ông trở về Phnôm Pênh.<ref name=marlay165>Marlay, R. and Neher, C. ''Patriots and tyrants'', Rowman & Littlefield, 1999, p.165<\/ref> Tuy nhiên, Thủ tướng vẫn không chắc chắn về việc kích động một cuộc bỏ phiếu trong Quốc hội. Vào tối ngày 17 tháng 3 năm 1970, Sirik Matak cùng với ba viên sĩ quan quân đội, đã vội vàng đi đến Phủ Thủ tướng và chĩa súng dọa bắn để buộc Lon Nol phải ký các văn kiện trọng yếu. Vào lúc đó, Lon Nol tuyên bố đóng cửa sân bay, đồng thời còn thiết lập các lớp rào kẽm gai suốt dọc đường từ sân bay về trung tâm thủ đô. Trong nội đô tại các ngã tư đường phố đều bố trí các ổ [[súng máy]]. [[Xe tăng]] và [[Xe bọc thép chở quân|xe bọc thép]] tuần tiễu trên các ngả đường. Với lực lượng và kiểu cách bố trí này, Lon Nol cố tình cản trở những người dân Phnompenh biểu tình phản đối như đã từng làm trong ngày 16 tháng 3, đồng thời cũng để uy hiếp số nghị sĩ dè dặt trong Quốc hội. Chỉ sau khi quân đội của Lon Nol đã bắt giữ chính quyền dân sự ở Phnompenh và bố trí xe tăng bao vây toà nhà Quốc hội, lúc đó cuộc bỏ phiếu truất phế Sihanouk mới được tiến hành.<ref name=sihanoukp505>Sihanouk, p.52<\/ref>\n\nTiếp theo những cuộc biểu tình nhỏ ở [[Svay Rieng]] diễn ra trong cùng thời điểm tiến hành đảo chính, những người chủ mưu còn chỉ thị tổ chúc những cuộc biểu tình lớn hơn ở Phnompenh. Chính phủ do Lon Nol đứng đầu đã đẩy các sinh viên đi biểu tình và các sĩ quan trong Hội Liên hiệp thanh niên do chính phủ lập ra đã dùng loa phóng thanh lôi kéo các sinh viên tới tụ tập trước cổng các sứ quán cộng sản. Việc đập phá các sứ quán là do Bộ Tổng tham mưu Campuchia tổ chức, được thực hiện bởi các sĩ quan và cảnh sát mặc thường phục của Lon Nol. Ngoài ra, trong những đội ngũ biểu tình này không chỉ có quân đội và cảnh sát mà còn có cả những lính biệt kích do CIA tuyển mộ trong số các dân tộc ít người của Campuchia rồi đưa về.<ref name=sihanoukp506>Sihanouk, p.40<\/ref> Những cuộc biểu tình ngày 11 tháng 3 chỉ là phần đầu trong kế hoạch lật đổ Sihanouk. Những người trong cuộc cho biết trong chương trình hành động có hai cuộc biểu tình. Cuộc biểu tình ngày 11 tháng 3 nhằm tạo ra cuộc khủng hoảng chính trị. Cuộc biểu tình tiếp theo vào ngày 16 tạo cớ để truất phế Sihanouk. Tuy nhiên những cuộc biểu tình chống Sihanouk tiến hành trong ngày 16 tháng 3 đã gặp thất bại vì bị những người trung thành với Sihanouk bao vây phản đối ngay trước trụ sở Quốc hội. Cảnh sát Phnompenh lúc đó hãy còn trung thành với Sihanouk đã bắt giữ khoảng hai mươi tên khiêu khích giữa lúc bọn họ đang rải truyền đơn chống Sihanouk trên đoạn đường tiến về phía trụ sở Quốc hội. Trong khi đó những phần tử chống Sihanouk đang tập hợp trong Quốc hội, trong đó có In Tam lúc đó đang giữ chức Bộ trưởng Nội vụ nóng lòng chờ đoàn biểu tình kéo đến tạo sức ép sẽ thúc đẩy Quốc hội tuyên bố truất phế Sihanouk.<ref name=sihanoukp507>Sihanouk, p.44<\/ref>\n\nDưới sự đạo diễn của Sirik Matak và trước sự uy hiếp của Lon Nol, Quốc hội đã bắt đầu bằng việc bỏ phiếu bãi bỏ Hiến pháp cũ để mở ra \"một kỷ nguyên mới của nền cộng hoà tự do dân chủ nhưng lại tán thành một chế độ độc tài quân sự\" và cuối cùng mới truất phế Sihanouk bằng một cuộc bỏ phiếu kín, những người ký vào lá phiếu đồng ý hay không đồng ý truất phế đều phải viết phiếu dưới sự giám sát của các nhân viên chính phủ Lon Nol trước khi bỏ phiếu vào thùng. Trước sự bao vây uy hiếp của quân đội ở bên ngoài và cả bên trong trụ sở Quốc hội và sau những vụ bắt giữ liên tục xảy ra trong ngày hôm trước, cuối cùng Quốc hội Campuchia cũng nhất trí quyết định chính thức truất phế Sihanouk. Đúng ngày 18 tháng 3, quân đội đã chiếm lĩnh những vị trí quan trọng xung quanh thủ đô, và một cuộc tranh cử ngay lập tức được tổ chức trong Quốc hội dưới sự chỉ đạo của In Tam. Một thành viên của Quốc hội ([[Kim Phon]], sau này bị những người biểu tình ủng hộ Sihanouk giết chết ở [[Kompong Cham]]) bỏ qua các vụ kiện để phản đối, mặc dù không bị hại vào thời điểm đó. Phần còn lại của Quốc hội đã bỏ phiếu nhất trí dựa theo Điều 122 của hiến pháp Campuchia, rút lại phiếu tín nhiệm của Sihanouk. Lon Nol chính thức nắm quyền chấp chính dựa trên tình trạng khẩn cấp còn chức vụ Quốc trưởng do Chủ tịch Đại hội đồng, [[Cheng Heng]] kế nhiệm. In Tam được bầu làm Chủ tịch Đảng Sangkum nhằm thay thế cho cựu chủ tịch Sihanouk đang sống lưu vong. Cuộc đảo chính, do đó đều tuân theo các hình thức hiến pháp cơ bản chứ không phải là một bằng chứng hiển nhiên về sự tiếp quản quân sự. Những sự kiện này đánh dấu bước thành lập của nước [[Cộng hòa Khmer]].<ref name=clymer21>Clymer, p.21<\/ref>\n\n==Sau đảo chính== \n{{Bài chi tiết|Cộng hòa Khmer}} \nNgày 23 tháng 3, Sihanouk soạn thảo bản tuyên bố kháng chiến và được Đài phát thanh Bắc Kinh truyền đi nhằm kêu gọi quần chúng nhân dân trong nước phát động một cuộc tổng nổi dậy chống lại chế độ Lon Nol. Các cuộc biểu tình của những người ủng hộ Sihanouk với quy mô lớn nhằm kêu gọi Sihanouk trở lại nắm quyền đã bắt đầu nổ ra ở Kompong Cham, [[Takéo|Takeo]] và [[Kampot]].<ref name=kiernanp302>Kiernan, p.302<\/ref> Riêng cuộc biểu tình ở Kompong Cham đặc biệt diễn ra trong làn sóng bạo lực nghiêm trọng, khiến hai vị phó chủ tịch Quốc hội là [[Sos Saoun]] và Kim Phon bị những người biểu tình giết chết vào ngày 26 tháng 3 sau khi lái xe đến thị trấn để thương lượng. Người em trai của Lon Nol là viên chức cảnh sát [[Lon Nil]] cũng bị đám đông công nhân đồn điền bao vây và sát hại ở thị trấn gần [[Tonle Bet]]. Báo chí phương Tây hồi đó chỉ viết về những sự kiện xảy ra tại những tỉnh miền Đông gần thủ đô Campuchia là nơi các phóng viên có thể tới được. Trong khi đó tại những vùng xa xôi chiếm một phần lớn lãnh thổ, chính quyền của Lon Nol không thể kiểm soát được tình hình trước sự nổi dậy của nông dân và những người trung thành với Sihanouk.<ref name=sihanoukp508>Sihanouk, p.155<\/ref>\n\nCác cuộc biểu tình đã bị quân đội Campuchia hay còn gọi là [[Lực lượng Vũ trang Quốc gia Khmer]] trấn áp không nương tay, khiến hàng trăm người thiệt mạng và hàng ngàn người bị bắt giữ. Một số nhân chứng nói rằng chính phủ còn sử dụng xe tăng để chống lại đám đông thường dân không vũ trang.<ref name=kiernanp302>Kiernan, p.302<\/ref> Trong khoảng thời gian từ ngày 26 đến 30 tháng 3 năm 1970 hàng trăm người tay không vũ khí đã biểu tình rầm rộ tỏ thái độ ủng hộ Sihanouk đã bị đàn áp dã man. Ngày 27 tháng 3, ít nhất ba mươi người đã bị bắn chết trên bến đò [[Neak Loeang]] cách thủ đô Phnompenh 50&nbsp;km. Cũng trong ngày hôm đó, binh lính của Lon Nol dùng súng máy phòng không hạ thấp nòng bắn thẳng vào đám biểu tình ở [[Kampong Cham (tỉnh)|Kampong Cham]], làm chết ít nhất năm mươi người. Thêm năm mươi người nữa bị giết hại ở [[Snuol]] và [[Memot]] gần khu vực biên giới tiếp giáp với Việt Nam.<ref name=sihanoukp509>Sihanouk, p.150<\/ref>\n\n==Kết quả==\nTrong khi Lon Nol ban đầu tiếp tục đối thoại với phía Bắc Việt, phe hy vọng đàm phán lại thỏa thuận của họ, người Mỹ và Việt Nam Cộng hòa hành quân xâm lược vùng đông nam Campuchia trong [[chiến dịch Campuchia]] của tháng tiếp theo là triệt để và không thể thay đổi việc Campuchia bị cuốn vào cuộc chiến tranh Đông Dương lần thứ hai. Sự tàn bạo của chế độ Lon Nol thường được trích dẫn như một yếu tố trong sự trỗi dậy của Khmer Đỏ xuất phát từ quan điểm chống hữu khuynh và chống Mỹ ngày càng tăng của nhân dân Campuchia. Nhiều quốc gia trên thế giới đã cắt đứt quan hệ với Campuchia vì họ chỉ công nhận Chính phủ Vương thất bị lật đổ là chính quyền hợp pháp đại diện cho toàn thể nhân dân Campuchia.<ref name=sihanoukp51>Sihanouk, p.200<\/ref>\n\n==Xem thêm==\n*[[Cộng hòa Khmer]]\n*[[Chiến tranh Đông Dương]]\n*[[Nội chiến Campuchia]]\n*[[Nội chiến Lào]] (hay còn gọi là Chiến tranh bí mật Lào)\n*[[Chiến tranh Việt Nam]] (hay còn gọi là Chiến tranh Đông Dương thứ hai)\n*[[Xung đột Campuchia 1997]]\n\n==Tham khảo==\n{{Tham khảo|2}}\n\n==Liên kết ngoài==\n*[https:\/\/web.archive.org\/web\/20060417215618\/http:\/\/www.state.gov\/r\/pa\/ho\/frus\/nixon\/vi\/64033.htm U.S. Department of State; Foreign Relations, 1969-1976, Vietnam, January 1969-July 1970]\n\n{{DEFAULTSORT:Đảo chính Campuchia 1970}}\n[[Thể loại:Đảo chính]]\n[[Thể loại:Cộng hòa Khmer]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Xung đột năm 1970]]\n[[Thể loại:Chiến tranh Việt Nam]]"}