{"415778":"[[Tập tin:Đặng Thị Nhu.jpg|nhỏ|phải|250px|Đặng Thị Nhu và con gái]]\n'''Đặng Thị Nhu''' (hay '''Nho'''; ? – 1910), tục gọi bà ''Ba Cẩn'', là vợ thứ ba và là cộng sự của [[Hoàng Hoa Thám]] (Đề Thám), lãnh tụ cuộc khởi nghĩa kháng [[Pháp]] ở [[Yên Thế]] ([[Bắc Giang]]) vào cuối [[thế kỷ 19]] đến đầu [[thế kỷ 20]] tại [[Việt Nam]]. \n==Cuộc đời==\n'''Đặng Thị Nhu''' sinh trưởng trong một gia đình nghèo ở Phú Khê, huyện Yên Thế. Sớm mồ côi mẹ, bà sống với cha, là một [[thầy mo]] ở làng. Lúc nhỏ, bà được học [[chữ Nho]] và học nghề của cha.<ref name=\"NVK\" \/>. \n===Lấy chồng===\nTheo Nguyễn Văn Kiệm, vì Đặng Thị Nhu có nhan sắc nên bị một nhà giàu ép buộc làm vợ. Bất mãn, bà lấy Đề Thám và công khai chống lại bọn cường quyền<ref name=\"NVK\">''Phong trào nông dân Yên Thế chống thực dân Pháp xâm lược'', tr. 34, 36, 50 và 60.<\/ref>.\n\nTrong một bài viết, Thái Gia Thư đã kể cuộc tình duyên đó như sau: Một buổi chiều nọ, khi đi đến làng Vạn Vân lánh nạn, Đề Thám bỗng gặp một cô gái xinh đẹp; và ông đã nói dối với cô rằng, ông là người đi buôn, bị kẻ cướp lấy hết vốn liếng. Sẵn lòng thương người, cô gái đưa khách về nhà gặp cha. Ở đây, bất ngờ Đề Thám gặp Thông Luận, là một cộng sự của mình. Thông Luận lại là con nuôi của cha cô gái. Nhờ mối quan hệ này, mà gia đình cô gái trở thành cơ sở của nghĩa quân và cô cũng trở thành người giúp việc đắc lực cho Đề Thám. Tâm đầu ý hợp, nên chẳng bao lâu sau, Đề Thám cưới cô gái làm vợ thứ ba. Cô gái đó chính là Đặng Thị Nhu<ref name=\"TGT\">Đặng Thị Nhu: ''Bà Ba Đề Thám anh hùng'' trên website báo [[Bình Dương]] [http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=16530]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>. \n===Cùng chồng kháng Pháp=== \nLà vợ và là cộng sự, bà Ba Cẩn đã sát cánh cùng chồng bàn định nhiều kế hoạch cho công cuộc kháng chiến lâu dài và gian khó. Theo Nguyễn Văn Kiệm, thì bà cùng với Cả Rinh (hay Dinh, Kinh), Cả Huỳnh và Cả Trọng<ref>Cả Trọng là con bà Tảo, vợ cả Đề Thám. Ông là quả cảm, khôn ngoan và bắn súng rất giỏi. Tháng 3 năm 1909, trong một cuộc giao tranh, ông bị thương nặng rồi mất. Theo Trịnh Vân Thanh, Cả Trọng bị bộ hạ bắn lầm (tr.241).<\/ref>, hợp thành ban tham mưu đắc lực, đồng thời cũng là những người chỉ huy giỏi. Ngoài vai trò ấy, bà Ba còn lo việc hậu cần, đảm bảo sinh hoạt, mua sắm đạn dược cho nghĩa quân. Khi có chiến trận, bà ở bên Đề Thám cùng chiến đấu...Vào vụ gặt, bà Ba thường ra chợ Nhã Nam thuê thợ công nhật. Đối với họ, bà trả tiền công theo thời giá, có khi còn hậu hơn một chút<ref name=\"NVK\" \/>. \nTheo sử Việt, vào năm 1907, Đề Thám cùng bà đã tổ chức ra đảng Nghĩa Hưng, Trung Chân ứng nghĩa đạo ở Hà Nội; và đề ra kế hoạch đầu độc lính Pháp (sử gọi là vụ [[Hà Thành đầu độc]]) ngày 27 tháng 6 năm 1908 tại nơi đó. Tuy việc không thành, nhưng cũng đã làm quân Pháp rất hoang mang, lo sợ<ref>Theo Thái Gia Thư (nguồn đã dẫn), Hỏi đáp lịch sử (tập 4, tr. 307<\/ref>.\n \n===Bị bắt & qua đời=== \nNăm 1909, sau gần một tháng trời lăn lộn vào ra sinh tử ở [[Vĩnh Yên]], Đề Thám mới thoát khỏi vòng vây trở về Yên Thế vào tháng 11, thì lại bị quân Pháp kéo theo bao vây lần nữa. Đề Thám, bà Ba Cẩn cùng nghĩa quân ở đồn Phồn Xương đã đánh trả kịch liệt... Sáng 1 tháng 12 năm 1909, thì bà Ba Cẩn và con gái tên Hoàng Thị Thế (1903, có tài liệu ghi 1901-1988) bị đối phương bắt được<ref>Ghi theo Thái Gia Thư và Phạm Văn Sơn. Nguyễn Q. Thắng và Nguyễn Bá Thế ghi bà & con gái bị ngày 1 tháng 2 năm 1909.<\/ref>. \nNhắc lại những ngày chiến đấu cuối cùng của bà, Phạm Văn Sơn kể như sau: ''Ngày 17 tháng 11 năm 1909, Hoàng Hoa Thám cùng tàn quân về đến Yên Thế, thì quân của Tiểu đoàn trưởng Bonifacy cũng kéo đến bao vây Nhã Nam. Quân Pháp cùng các cộng sự người Việt tăng cường khủng bố, làm cho sự tiếp tế bị tê liệt...Ngày 1 tháng 12 cùng năm, thì bà Ba Cẩn bị trung đội Coucron đi tuần bắt được gần đồn chợ Gồ (Yên Thế). Hôm sau, ông Thám dẫn 5 nghĩa quân đi cứu bà, thì lọt vào ổ phục kích lúc 1 giờ 30 khuya. Một nghĩa quân hy sinh, nhưng ông Hoàng chạy thoát được<ref>Ở phần này, Phạm Văn Sơn ghi chú thêm rằng: theo Nguyễn Công Bình, thì ở trận ngày 5 tháng 10 năm 1999, kéo dài từ 2 giờ đến 10 giờ đêm trong vùng núi Lang (thuộc huyện Lập Thạch, [[tỉnh Vĩnh Yên (tỉnh)|Vĩnh Yên]]), lúc bà Cẩn sắp rút lui thì bị một phát đạn xuyên qua cánh tay. Vì vết thương ra nhiều máu quá, nên bị bà đối phương xông đến bắt được (''Cách mạng cận đại Việt Nam'', trang 52). Thông tin & ghi chú này đều của Phạm Văn Sơn (tr. 275-276). Tuy nhiên, thông tin của ông Bình, không được nhiều người tin theo<\/ref>.\n\nNgày 24 tháng 2 năm 1910, 78 nghĩa quân, trong đó có bà Ba Cẩn bị đối phương mang hết về giam ở [[Hỏa Lò]] (Hà Nội) rồi bị án đày sang [[Guyane]] ([[Nam Mỹ]]).  Bà mất vào ngày 25 tháng 11 năm 1910.<ref name=\"keith\">{{Chú thích tạp chí|last=Keith|first=Charles P.|date=Mùa hè 2013|title=The Curious Case of Hoàng Thị Thế|url=https:\/\/www.jstor.org\/stable\/10.1525\/vs.2013.8.3.71|journal=Journal of Vietnamese Studies|publisher=University of California Press|volume=8|issue=3|pages=83|doi=10.1525\/vs.2013.8.3.71|via=JSTOR}}<\/ref> Theo sử sách Việt Nam, bà Nho đã nhảy xuống biển tự tử trên đường đến Guyane,{{Efn|Một số nguồn Việt Nam trực tuyến chép ngày bà tự vẫn là 25 tháng 12, nhưng nhiều nguồn hàn lâm khẳng định bà mất ngày 25 tháng 11.<ref name=\"keith\"\/><ref>{{Chú thích sách|author=[[Tôn Quang Phiệt]]|year=1984|url=https:\/\/books.google.com\/books?id=YvQyAAAAMAAJ&q=%22nh%E1%BA%A3y+xu%E1%BB%91ng+t%E1%BB%81+t%E1%BB%B1+t%E1%BB%AD%22&dq=%22nh%E1%BA%A3y+xu%E1%BB%91ng+t%E1%BB%81+t%E1%BB%B1+t%E1%BB%AD%22&hl=en&newbks=1&newbks_redir=0&sa=X&ved=2ahUKEwjr6p2FvY32AhU5I0QIHSoSAwcQ6AF6BAgCEAI|pages=114|publisher=Sở Văn hóa thông tin Hà Bắc|title=Tìm hiểu Hoàng Hoa Thám: qua một số tài liệu và truyền thuyết}}<\/ref><ref>{{Chú thích sách|author=Nguyễn Phan Quang|title=Việt Nam cận đại: những sử liệu mới|volume=1|pages=113|year=1995|publisher=Nhà xuất bản TP. Hồ Chí Minh|url=https:\/\/books.google.com\/books?newbks=1&newbks_redir=0&id=qXRuAAAAMAAJ&dq=%22+%C4%91%C3%A3+nh%E1%BA%A3y+xu%E1%BB%91ng+bi%E1%BB%83n+t%E1%BB%B1+t%E1%BB%AD%22}}<\/ref><ref>{{Chú thích sách|author=Nguyễn Ân Quang|title=Địa chí Bắc Giang từ điển|year=2002|publisher=Sở văn hóa thông tin Bắc Giang|url=https:\/\/books.google.com\/books?newbks=1&newbks_redir=0&id=EoNuAAAAMAAJ&q=%2225.11.1910%22|pages=199}}<\/ref>}} tuy nhiên theo tài liệu Pháp thì bà chết tại [[Algiers]] vì bệnh [[lao]].<ref name=\"keith\"\/>\n\n==Chồng, con== \nSau nhiều ngày rình chờ cơ hội, đêm ngày 9 rạng 19 tháng 2 năm 1913, tức khoảng hơn 2 năm sau ngày bà mất, chồng bà là [[Hoàng Hoa Thám]] đã bị thuộc hạ dùng cuốc bổ chết<ref>Có không ít người cho rằng Đề Thám đã trốn thoát được. Và cái đầu bị bêu ở chợ Nhã Nam là của nhà sư chùa Lèo. Chính vì vậy trong các chuyến đi thực tế, Nguyễn Văn Kiệm đã hỏi khá nhiều người trong gia đình Đề Thám và nhiều nhân chứng khác nữa, thì ai nấy đều cho rằng đó chính là đầu Đề Thám, duy có điều hơi khó nhận ra vì đã bị biến dạng. Một thông tin nữa là, khi hay tin Đề Thám chết, Đại lý Nhã Nam Bouchet đã đến Hố Lầy để xem xác; và ông đã nhìn thấy 2 vết sẹo (một do đạn, một do nhọt để lại) ở trên thân Đề Thám mà ông đã biết rất rõ. Ông Kiệm kết luận: Việc Đề Thám bị giết chết như đã miêu tả là chắc chắn (sách đã dẫn, tr. 92).<\/ref> khi ông đang ngủ ở Hố Lầy trong rừng, cách đồn Phồn Xương không xa.\n\nChung sống với chồng, bà Ba Cẩn sinh được hai người con là Hoàng Thị Thế và Hoàng Văn Vi (1908-?).\n\nKhi cô Thế bị bắt, lúc ấy độ chừng 7, 8 tuổi. Theo Nguyễn Văn Kiệm, vì thương con gái bé bỏng của chủ tướng mà Cai Mễ, một nghĩa quân già, đã đến gặp Đại lý Nhã Nam là Bouchet xin hàng chỉ với một điều kiện là được trông nom cô Thế<ref name=\"NVK\" \/>. Sau, chính quyền thực dân đưa cô sang Pháp nuôi dưỡng. Năm 1965, bà Thế xin về nước, sống ở [[Hà Nội]], và mất ngày 9 tháng 12 năm 1988, được an táng tại khu di tích Yên Thế (Bắc Giang).\n \nRiêng đứa con trai út tên là Hoàng Văn Vi (còn được gọi là Phồn), sinh tại đại bản doanh Phồn Xương, bị quân Pháp bắt khi lên 7 tuổi, tức sau khi cha ông chết khoảng 2 năm (1915). \nNăm 1935, báo Ngày Nay của nhóm [[Tự lực Văn đoàn]] có cử Việt Sinh lên tận làng Trũng (Bắc Giang)<ref>Cuộc gặp gỡ thú vị này được Việt Sinh kể lại trong phóng sự dài ''Bóng người Yên Thế-từ Hồ Chuối đến Đền Gồ'', đăng tải hai kỳ liền trên báo Ngày nay.<\/ref> Và theo tường thuật của người phóng viên này, thì sau khi sai bắt Hoàng Văn Vi, nhà cầm quyền Pháp giao ông cho Án Giáp [[Bắc Ninh]] nuôi, nhưng \"mỗi bước đi tới trường đều có hai người lính đi kèm\"...Khi ông 15 tuổi, người Pháp cho ông lên Hà Nội học trường bách nghệ. Ông mê nghề máy móc, nhưng họ chỉ cho học nghề mộc. Ba năm sau, ông xin về quê nhà làm ăn, lấy vợ là con gái ông Thống Luận, một bộ tướng cũ của Đề Thám và sống cuộc sống bình lặng nơi tỉnh lẻ Bắc Giang.<ref>{{Chú thích web |url=http:\/\/www.giaodiemonline.com\/noidung_detail.php?newsid=4118 |ngày truy cập=2009-09-27 |tựa đề=Theo Đỗ Quang Hưng, ''Con trai Đề Thám'' |archive-date = ngày 13 tháng 1 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100113212200\/http:\/\/giaodiemonline.com\/noidung_detail.php?newsid=4118 }}<\/ref> Ông có hai người con gái là bà Hoàng Thị Hải và bà Hoàng Thị Điệp.\n\n==Ghi nhận công lao== \nGhi nhận công lao của bà, ''Từ điển nhân vật lịch sử Việt Nam'' có đoạn:\n:''Đặng Thị Nhu là người có trí dũng, từng xông pha trận mạc, giúp chồng đắc lực trong cuộc kháng Pháp. Khoảng đầu năm 1909 dù binh cùn thế kiệt, bà vẫn cùng chồng oanh liệt chỉ huy nghĩa quân chống địch trong trận đánh ở chợ Gồ, khiến các lực lượng do viên Đại tá Bataille đốc suất phải nể vì...Bà là một tấm gương sáng của phụ nữ nước Việt''<ref>''Từ điển nhân vật lịch sử Việt Nam'', tr. 146.<\/ref>.\n\nVà bà được ca tụng trong một bài vè dài, trích: \n:''(lời Đề Thám)...Âu là sinh tử nhờ trời,\n:''Sợ mà ra thú ta thời không ra.\n:''Cho nên nó mới đánh ta,\n:''Bà Ba, hai Cả (Cả Trọng) định ra thế nào?''\n\n:''Bà Ba quỳ gối tâu vào,\n:''Tôi xin gánh đỡ ông chồng một phen.\n:''Bà Ba loan báo binh quyền,\n:''Cơ nào độ ấy vững bền cho ta.\n:''Để ta sắp lấy binh qua,\n:''Dấn mình vào đám can qua phen này.\n:''Bà Ba khi ấy mới hay,\n:''Quần chân, áo chít mặc ngay vào mình.\n:''Nhẩy lên đứng giữa Tây thành,\n:''Gọi rằng khố đỏ, khố xanh kia là\n:''Các anh hãy nghe lời ta,\n:''Ta đây chính thực vợ ba Đề Hoàng...''<ref>Nguyễn Văn Kiệm chép theo lời kể của ông Nhật, ở xóm Rừng, xã Hương vĩ (''sách đã dẫn'', tr. 124-125)<\/ref>\n==Ghi chú==\n{{danh sách ghi chú}}\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo== \n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển thượng). [[Sài Gòn]], 1966.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 5-tập trung), Sài Gòn, 1963.\n*Nguyễn Văn Kiệm, ''Phong trào nông dân Yên Thế chống thực dân Pháp xâm lược''. Nhà xuất bản Giáo dục, 1985.\n*Nhiều tác giả, ''Hỏi đáp lịch sử Việt Nam'' (tập 4). Nhà xuất bản Trẻ, 2007.\n==Liên kết ngoài== \n*[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=16530 Đặng Thị Nhu: Bà Ba Đề Thám anh hùng trên website báo Bình Dương]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }} *[http:\/\/bacgiangonline.net\/diendan\/showthread.php?t=8684 Tư liệu liên quan]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Khởi nghĩa Yên Thế]]\n[[Thể loại:Yên Thế]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Nữ tướng Việt Nam]]\n[[Thể loại:Mất năm 1910]]"}