{"512057":"{{Infobox military conflict\n| conflict= Đảo chính Việt Nam Cộng hòa 1963\n| image= [[Hình:During ceremonies at Saigon, South Vietnam, the Vietnamese Air Force pledged its support for President Ngo Dinh Diem... - NARA - 542330.tif|222px]]\n| caption=[[Ngô Đình Diệm|Tổng thống Diệm]] của [[Việt Nam Cộng hòa]], bị lật đổ trong một cuộc đảo chính.\n| partof= [[Biến cố Phật giáo năm 1963]] trong [[Chiến tranh Việt Nam]] \n| date= [[1 tháng 11|1]] – [[2 tháng 11]], 1963\n| place= [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong [[Việt Nam]]\n|map_label =\n| result= Phe đảo chính chiến thắng\n* Quyền lực gia đình họ Ngô và Đảng Cần lao Nhân vị cáo chung\n* Tổng thống Đệ Nhất Việt Nam Cộng hòa [[Ngô Đình Diệm]], cố vấn tối cao [[Ngô Đình Nhu]] bị giết, cố vấn miền trung [[Ngô Đình Cẩn]] bị kết án [[tử hình]]. Các thành viên còn lại của gia đình họ Ngô phải sang nước ngoài [[tị nạn]] [[lưu vong]]\n* Các tướng lĩnh và Hội đồng Quân nhân Cách mạng lên nắm quyền\n| combatant1= [[Hình:Flag of the Republic of Vietnam Military Forces.svg|22px]] Phe đảo chính thuộc [[Quân lực Việt Nam Cộng hòa]]<br>[[Hình:Flag of South Vietnam.svg|22px]] [[Nhóm Caravelle]]\n\n'''Hỗ trợ bởi''':\n[[Hình:Flag of the United States.svg|22px]] [[Chính phủ Hoa Kỳ]]\n| combatant2= [[Hình:ARVN Presidential Guards Unit's Insignia.png|22px]] [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ]]<br>[[Hình:81st Airborne Commando Battalion.svg|22px]][[Lực lượng đặc biệt Việt Nam Cộng hòa]]\n| commander1= \n '''[[Dương Văn Minh]]\n* [[Trần Văn Đôn]]\n* [[Tôn Thất Đính]]\n* [[Nguyễn Văn Thiệu]]\n* [[Nguyễn Hữu Có]]\n* [[Nguyễn Khánh]]\n* [[Nguyễn Cao Kỳ]]\n* [[Đỗ Cao Trí]]\n* [[Mai Hữu Xuân]]\n* [[Đỗ Mậu]]\n* [[Trần Thiện Khiêm]]\n* [[Trần Văn Minh]]\n* [[Phạm Xuân Chiểu]]\n* [[Lê Văn Kim]]\n* [[Lê Văn Nghiêm]]\n* [[Henry Cabot Lodge, Jr.]]\n* [[Lucien Conein]]\n* [[Phan Khắc Sửu]]\n* [[Trần Văn Hương]]\n| commander2=\n'''[[Ngô Đình Diệm]]'''\n* [[Ngô Đình Nhu]]\n* [[Ngô Đình Cẩn]]\n* [[Lê Quang Tung]]\n* [[Hồ Tấn Quyền]]\n* [[Huỳnh Văn Cao]]\n| strength1= \n2 Trung đoàn bộ binh<br>\n1 Tiểu đoàn Pháo binh<br>\n1 Chi đoàn Thiết giáp<br>\n2 Tiểu đoàn [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]]<br>\nMột số tiểu đoàn tân binh huấn luyện\nMột số đơn vị [[Không lực Việt Nam Cộng hòa|Không quân]]\n| strength2= \n[[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng Đặc biệt]]\n[[Lực lượng phòng vệ Phủ Tổng thống Việt Nam Cộng hòa|Lữ đoàn Phòng vệ Phủ Tổng thống]] (~1,500)\n| casualties1= \n9 [[chết]]\n46 bị thương\n| casualties2= \nÍt nhất 7 chết\n44 bị thương\n| casualties3= Dân thường: 20 chết, 146 bị thương\n}}\n\n'''Cuộc đảo chính tại Nam Việt Nam năm 1963''' là cuộc [[đảo chính]] nhằm lật đổ chính thể [[Đệ nhất Cộng hòa Việt Nam]] của Tổng thống [[Ngô Đình Diệm]] và [[Đảng Cần lao Nhân vị]] do các tướng lĩnh [[Việt Nam Cộng hòa]] thực hiện với sự ủng hộ của Chính phủ Hoa Kỳ vào ngày [[1 tháng 11]] năm [[1963]]. Cuộc [[đảo chính]] đã giết chết anh em Tổng thống là [[Ngô Đình Diệm]] và cố vấn [[Ngô Đình Nhu]], chính thể [[Đệ Nhất Cộng hòa Việt Nam]] sụp đổ và Đảng Cần lao Nhân vị cầm quyền cũng bị giải tán theo, chuyển vai trò [[lãnh đạo]] [[Việt Nam Cộng hòa]] sang [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng quân sự]] do [[Dương Văn Minh]] đứng đầu. Cuộc đảo chính được coi là bước ngoặt suy yếu của chế độ Việt Nam Cộng hòa ở [[miền Nam Việt Nam]].<ref name=\":5\">{{chú thích sách|title = Misalliance: Ngo Dinh Diem, the United States, and the Fate of South Vietnam|url = https:\/\/archive.org\/details\/misalliancengodi0000mill|last = Miller|first = Edward|publisher = Harvard University Press|year = 2013|isbn = |location = |pages = [https:\/\/archive.org\/details\/misalliancengodi0000mill\/page\/n24 13]–18}}<\/ref><ref>The Lost Mandate of Heaven: the American Betrayal of Ngo Dinh Diem, President of Vietnam. Shaw, Geoffrey. Ignatius Press, 2015. ISBN 978-1-58617-935-9<\/ref>\n\nDưới thời Đệ Nhị Cộng hòa của Việt Nam Cộng hòa (1967-1975), cuộc đảo chính này còn được [[sách giáo khoa]] [[lịch sử]] [[Đệ nhị Cộng hòa Việt Nam]] gọi là '''Cách mạng 1-11-63'''.<ref name=\"pide\">{{Chú thích web|url=http:\/\/chauxuannguyen.org\/2012\/09\/30\/hinh-anh-sach-giao-khoa-cua-viet-nam-cong-hoa-truoc-nam-1975\/|tiêu đề=HÌNH ẢNH SÁCH GIÁO KHOA CỦA VIỆT NAM THỜI VIỆT NAM CỘNG HÒA TRƯỚC NĂM}}<\/ref>\n\nSau cuộc đảo chính này, ngày [[1 tháng 11]] chính thức trở thành [[ngày quốc khánh]] của Đệ Nhị Cộng hòa Việt Nam ở miền Nam Việt Nam.\n\n==Nguyên nhân==\nDo các tướng lĩnh [[Việt Nam Cộng hòa]] bất mãn trước cách cai trị của chính quyền Ngô Đình Diệm, muốn thực hiện đảo chính để chấm dứt cuộc [[Biến cố Phật giáo, 1963|khủng hoảng Phật giáo]]. Cuộc đảo chính được Mỹ ủng hộ do chính quyền của Tổng thống Ngô Đình Diệm không thực hiện những thay đổi chính trị theo khuyến cáo của Mỹ dẫn đến mâu thuẫn với chính phủ Mỹ do đó Mỹ hỗ trợ cho các tướng lĩnh đảo chính. Một lý do khác được quy kết nữa là vì chính phủ của ông chủ trương [[độc lập]] với người Mỹ, trong khi Mỹ muốn kiểm soát Chính phủ Việt Nam Cộng hòa.\n\n===Độc tài, gia đình trị ===\nKể từ khi về nước chấp chính, Ngô Đình Diệm đã được sự ủng hộ của [[Chính quyền liên bang Hoa Kỳ|Chính phủ Mỹ]], đã tập hợp được nhiều đồng minh để lần lượt dẹp trừ các thế lực chống đối của cộng sản, giáo phái và các đảng phái. Tuy nhiên, khi chính sự đã ổn định, Tổng thống Diệm đã dần trở mặt với các thỏa hiệp ban đầu với những người đã ủng hộ ông và giúp ông giữ được ngôi vị Tổng thống. Để đảm bảo vị thế quyền lực của mình, Ngô Đình Diệm chủ trương kiềm chế các phe phái chính trị đối lập cũng như ảnh hưởng từ phía nước ngoài như Mỹ, Pháp. Điều này giúp ông có thể tập trung sức mạnh để đương đầu với đối thủ mà ông cho là nguy hiểm nhất: những người Cộng sản. Các tướng lĩnh như [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Mai Hữu Xuân]],... các chính khách như [[Trần Văn Hương]], [[Nguyễn Ngọc Thơ]], [[Phan Khắc Sửu]],... kể cả nhiều đảng viên cao cấp của đảng [[Đảng Cần lao Nhân vị|Cần Lao]] như [[Trần Chánh Thành]], [[Võ Văn Trưng]],... lần lượt đều bị xa lánh và tước bỏ ảnh hưởng. Trong nền [[Đệ Nhất Cộng hòa]], ngoài Tổng thống Diệm, quyền hành bị tập trung vào trong tay một số người thân trong gia đình ông như:\n# [[Ngô Đình Nhu]] với chức vụ \"Cố vấn Chính trị\" là bộ não của chế độ, nơi khai sinh và điều khiển tất cả mọi sách lược của quốc gia. Tuy là Dân biểu nhưng không mấy khi đặt chân đến Quốc hội để làm trách nhiệm dân cử, mà chỉ ngồi tại dinh Tổng thống để ra chỉ thị cho Quốc hội làm luật theo ý của anh em ông ta.<ref name=\"cdgd\">Hoành Linh Đỗ Mậu, 1993. Chương Chế độ gia đình trị<\/ref>\n# [[Trần Lệ Xuân]] - phu nhân của Ngô Đình Nhu, được coi là Đệ Nhất Phu nhân của chế độ Việt Nam Cộng hòa, là một trong các nhân vật then chốt của Chính quyền (''a key figure in the Diem regime'') với những uy quyền to lớn.<ref name=\"cdgd\" \/> Cũng là một Dân biểu như chồng, nhưng bà thường xuyên xây dựng những đạo luật của riêng mình và \"ép\" Quốc hội phải thông qua.\n# [[Ngô Đình Cẩn]] - em trai của Ngô Đình Diệm và Ngô Đình Nhu - tự xưng là \"Cố vấn Lãnh đạo các Đoàn thể Chính trị miền Trung và miền Cao Nguyên\". Trên thực tế, ông nắm hết mọi quyền hành nhất là quyền bổ nhiệm nhân sự tại Trung phần, còn các Đại biểu Chính phủ và Tỉnh trưởng chỉ là những viên chức thừa hành mệnh lệnh của ông mà thôi.<ref name=\"cdgd\" \/>\n# Tổng Giám mục [[Ngô Đình Thục]] không chính thức giữ một chức vụ hành chính hay chính trị nào, nhưng ảnh hưởng rất lớn đến Tổng thống, đến các Bộ trưởng trong Chính phủ Việt Nam Cộng hoà và các viên chức Địa phương và trở thành một cái gọi là Cố vấn tối cao của Chế độ.<ref name=\"cdgd\"\/>\n#[[Ngô Đình Luyện]], người em út của dòng họ Ngô Đình, là Đại sứ của Đệ Nhất Việt Nam Cộng hòa tại Anh, Hà Lan, Bỉ và Tunisia. Khi đảo chính 1963 nổ ra, ông may mắn thoát chết vì đang ở nước ngoài.\n\nTrong giai đoạn 1956-1959, khi những người Cộng sản còn hy vọng vào giải pháp Tổng tuyển cử, chưa coi bạo lực là biện pháp đấu tranh chủ yếu, Chính phủ Ngô Đình Diệm đã lợi dụng tình hình để đàn áp họ, tuy chưa thể tiêu diệt hẳn nhưng tạm thời cũng chưa là mối lo trước mắt. Các cuộc cải cách xã hội cũng mang lại một số kết quả, tạo cho Chính phủ Diệm một thế đứng tương đối vững.\n\nTuy nhiên, để chống Cộng có hiệu quả, Tổng thống Ngô Đình Diệm đã tập trung quyền lực vào bản thân và các người em của mình đồng thời hạn chế các quyền tự do - dân chủ. Điều này không được những người đối lập tán đồng. Họ liên tục công kích chính sách độc tài chính trị của Tổng thống. Mặt khác, sự lộng quyền của một số đảng viên Cần lao và chính sách đàn áp của Chính phủ bắt đầu gây bất mãn trong quần chúng.\n\nTừ cuối năm 1959, khi những người Cộng sản miền Nam, với sự cho phép của Nghị quyết 15 của Trung ương Đảng Lao động Việt Nam, dần xây dựng cơ sở và chuyển hướng từ đấu tranh chính trị với sự hỗ trợ của đấu tranh vũ trang sang đấu tranh vũ trang với sự hỗ trợ của đấu tranh chính trị. Sự ổn định của chính phủ Ngô Đình Diệm bị thách thức nghiêm trọng, nhất là khi nổ ra [[Phong trào Đồng khởi]] tại Bến Tre và Trận tập kích Tua Hai tại Tây Ninh cuối tháng 1 năm 1960, đều được thực hiện dưới sự chỉ đạo của Xứ ủy Nam Bộ.\n\nTrước tình hình an ninh ở nông thôn ngày càng xấu đi do những người cộng sản miền Nam tăng cường hoạt động với sự chi viện của miền Bắc, trước việc Chính phủ Ngô Đình Diệm tập trung quyền lực và hạn chế các quyền tự do - dân chủ để phục vụ mục tiêu chống Cộng quá lâu, các nhóm đối lập ngày càng kích động quần chúng phản đối Chính phủ Diệm như là một Chính phủ [[độc tài]] và gia đình trị. Nổi bật nhất là các vụ: \n# Sự kiện 18 chính khách có tên tuổi trong [[Nhóm Tự do Tiến bộ|Ủy ban Tiến bộ và Tự do]] họp tại khách sạn Caravelle ở Sài Gòn (nên còn gọi là Nhóm Caravelle), ra kháng thư công khai phản đối Chế độ Ngô Đình Diệm độc tài vào ngày 26 tháng 4 năm 1960.\n# [[Đảo chính tại Nam Việt Nam năm 1960|Vụ đảo chính bất thành]] của nhóm các sĩ quan do [[Nguyễn Chánh Thi]], [[Vương Văn Đông]] cầm đầu vào ngày 11 tháng 11 năm 1960.\n# Sự kiện hai phi công [[Nguyễn Văn Cử]] và [[Phạm Phú Quốc]] [[Vụ đánh bom Dinh Độc Lập 1962|ném bom dinh Độc Lập]] vào ngày [[27 tháng 2]] năm 1962.\n\n===Biến cố Phật giáo ===\n{{Chính|Biến cố Phật giáo, 1963}}\nBiến cố Phật giáo năm 1963 là nguyên nhân trực tiếp dẫn đến cuộc đảo chính cũng trong năm này.\n\nNgày [[6 tháng 5]] năm 1963, hai ngày trước [[Lễ Phật Đản|lễ Phật đản]], Đổng lý văn phòng Phủ Tổng thống Quách Tòng Đức theo chỉ thị của Tổng thống Ngô Đình Diệm<ref name=\"ttdv\">Cao Thế Dung và Lương Khải Minh, 1970. Chương TỔNG THỐNG DIỆM VÀ CÔNG GIÁO<\/ref> đã gửi công điện số 5159 yêu cầu các địa phương siết chặt quy định không được treo cờ Tôn giáo ngoài khuôn viên cơ sở Tôn giáo.<ref name=\"pgvtt\">Cao Thế Dung và Lương Khải Minh, 1970. Chương Phật giáo và tổng thống Diệm<\/ref> Mặc dù trước đó trong các dịp lễ [[Kitô giáo|Ki-tô giáo]], cờ Tòa thánh [[Vatican]] và cả [[cờ Phật giáo]] được treo tự do mà không bị Chính phủ cấm đoán.\n\nNgày [[7 tháng 5]], trong lúc dân chúng Huế và Thừa Thiên sửa soạn làm lễ Phật Đản thì cảnh sát đến tận nhà buộc dân chúng phải hạ cờ Phật giáo.<ref name=\"bcpg\">Hoành Linh Đỗ Mậu, 1993. Chương Biến cố Phật giáo năm 1963<\/ref> Nhưng sau đó Phật giáo và Việt Nam Cộng hòa đã đạt được thoả thuận cho phép treo cờ Phật giáo trong ngày Phật đản. Tuy vậy Phật giáo vẫn quyết định sẽ nhân cơ hội này đấu tranh chống chính quyền.\n\nNgày [[8 tháng 5]], tại lễ Phật đản ở chùa Từ Đàm, trong bài thuyết pháp, Thượng tọa Thích Trí Quang, một trong các nhân vật có ảnh hưởng của Phật giáo miền Nam Việt Nam, người bị các nhà phân tích CIA mô tả là một kẻ mị dân, cực kì chống Công giáo, một người theo chủ nghĩa quốc gia cuồng tín, và một kẻ vĩ cuồng với mục tiêu tối hậu là thành lập ở Miền Nam một chế độ thần quyền Phật giáo<ref>[http:\/\/www.viet-studies.info\/kinhte\/ThichTriQuang_MSA.pdf Thích Trí Quang và Chiến tranh Việt Nam, JAMES McALLISTER, Nguồn www.viet-studies.info]<\/ref> chỉ trích chủ trương kỳ thị Phật giáo của Việt Nam Cộng hòa. Thượng tọa Trí Quang cũng có nhắc đến cờ Công giáo Vatican treo khắp đường phố vào các dịp lễ sao không cấm, mà lại cấm đúng vào ngày Phật Đản. Nhiều đoàn thể Phật tử yêu cầu chính phủ Việt Nam Cộng hòa cho phát thanh lại bài thuyết pháp của Thượng tọa Trí Quang, nhưng Giám đốc Đài phát thanh Huế là ông Ngô Ganh không đồng ý vì băng chưa được kiểm duyệt, nên vài ngàn Phật tử kéo đến đài để trực tiếp yêu cầu.<ref name=\"bcpg\"\/>. Sự việc đang giằng co thì khoảng 22 giờ, ai đó đã quăng chất nổ, với sức nổ tương đương 5&nbsp;kg TNT,<ref name=\"ttdv\"\/> làm thiệt mạng 8 người và bị thương 15 người. Việt Nam Cộng hòa đổ lỗi những người Cộng sản đã trà trộn quăng chất nổ giết người để gây xáo trộn, còn phía biểu tình thì kết án Thiếu tá Đặng Sỹ của Việt Nam Cộng hòa chính là người đã cho ném chất nổ và ra lệnh nổ súng để giải tán biểu tình.<ref>Theo Hồi ký Bên Giòng Lịch sử 1940 - 1965 của Linh mục Cao Văn Luận, chương Chế độ bắt đầu nứt rạn thì: Có vài giả thuyết được nêu lên về xuất xứ của trái lựu đạn: Giả thuyết thứ nhất, và khó tin nhất cho rằng một cán bộ chính phủ Việt Nam Cộng hòa (hoặc là binh sĩ hay cảnh sát bảo vệ đài phát thanh) đã ném trái lựu đạn đó. Một giả thuyết thứ hai đổ cho mật vụ Mỹ là tác giả trong vụ này. Giả thuyết thứ ba thì cho rằng chính phe đấu tranh, tôi xin nói là phe đấu tranh trong đó còn nhiều thành phần khác ngoài Phật giáo đã thâm độc cho ném trái lựu đạn gây nên cảnh đổ máu để tạo căm phẫn trong quần chúng Phật tử hầu kích động mạnh hơn cuộc đấu tranh và dồn hai bên đến cái thế một sống một chết với nhau.<\/ref><ref>Theo hồi ký \"Ngô Đình Diệm, Nỗ lực hòa bình dang dở\", (nxb Xuân Thu California 1989), trang 189-190 thì: Sau 1975, một cựu Đại úy Hoa Kỳ tên James Scott, liên hệ với CIA và từng làm cố vấn cho Tiểu đoàn 1\/3 thuộc Sư đoàn 1 Bộ binh, thú nhận trong một lá thư đăng trên một tuần báo Mỹ rằng chính ông đã gài một trái bom nổ chậm chiều ngày 8 tháng 5 năm 1963 tại Huế.<\/ref> Ngay lập tức, làn sóng phản đối chính quyền càng ngày càng dâng cao và càng trở nên bạo động.\n\nHôm sau, vào ngày [[9 tháng 5]] năm 1963, hơn 10 ngàn người kéo đến tư gia Tỉnh trưởng Huế biểu tình và đòi hỏi 5 điểm sau đây:\n# Hủy bỏ lệnh cấm treo cờ Phật giáo.\n# Phật giáo được quyền bình đẳng như Công giáo.\n# Không được đàn áp Phật giáo.\n# Phật tử được quyền thờ phượng [[Tôn giáo]] của mình.\n# Chính quyền phải bồi thường cho các gia đình nạn nhân, và phải trừng trị các người có trách nhiệm trong vụ bắn chết người trong ngày 8 tháng 5 năm 1963.\n\nNgày [[15 tháng 5]] năm 1963, một phái đoàn Phật giáo từ thành phố Huế vào Sài Gòn trình kiến nghị cho Tổng thống Ngô Dình Diệm. Ngô Đình Diệm đồng ý hầu hết các yêu sách và hứa sẽ điều tra.\n\nNgày [[25 tháng 5]] năm 1963, Tổng Hội Phật giáo Việt Nam và đại diện các tổ chức và môn phái Phật giáo khác liên kết thành lập Ủy ban Liên phái.\n\nNgày [[28 tháng 5]] năm 1963, Hòa thượng [[Thích Tịnh Khiết]], Lãnh đạo Phật giáo Việt Nam lên tiếng kêu gọi biểu tình. Tại Huế, hàng ngàn tăng ni xuống đường.\n\nNgày [[30 tháng 5]], Phật giáo tổ chức lễ cầu siêu cho các nạn nhân tại [[chùa Xá Lợi]] và chùa Ấn Quang, các tăng ni và Phật tử tuyệt thực 48 giờ, đồng thời 300 tăng ni biểu tình trước Quốc hội với những khẩu hiệu yêu cầu Chính phủ thỏa mãn năm nguyện vọng của Phật giáo.<ref name=\"bcpg\"\/>\n\nNgày [[2 tháng 6]] năm 1963, tại Huế, 500 sinh viên biểu tình chống Chính quyền kỳ thị Phật giáo. Sau đó cuộc biểu tình, biến thành bạo động, cảnh sát dùng chó, lựu đạn cay tấn công đoàn biểu tình, 67 sinh viên bị thương phải vào bệnh viện. Chính quyền ra lệnh giới nghiêm thành phố Huế.\n\nNgày [[4 tháng 6]] năm 1963, Ngô Đình Diệm thành lập Ủy ban Liên bộ của chính phủ để nghiên cứu những yêu cầu của Phật giáo, do Phó Tổng thống Nguyễn Ngọc Thơ đứng đầu. Cho triệu hồi Thiếu tá Đặng Sĩ, Phó Tỉnh trưởng Nội an tỉnh Thừa Thiên đợi lệnh tại bộ Nội vụ ở Sài Gòn.<ref>Đoàn Thêm, tr 349<\/ref>\n\nNgày [[7 tháng 6]] năm 1963, Trần Lệ Xuân - vợ của Cố vấn Ngô Đình Nhu - lên án là những vị lãnh tụ Phật giáo đã \"bị Cộng sản giật dây'.\n\nSáng ngày [[11 tháng 6]] năm 1963, Hòa thượng [[Thích Quảng Đức]] để lại lá thư tâm huyết\n\nSau đó, hòa thượng Thích Quảng Đức đã tự thiêu tại ngã tư Lê Văn Duyệt (nay là [[Cách mạng Tháng Tám]]) và Phan Đình Phùng (nay là Nguyễn Đình Chiểu) ở thành phố Sài Gòn, để phản đối chế độ Việt Nam Cộng hòa đàn áp Phật giáo. Hình ảnh Thích Quảng Đức tự thiêu trong ngọn lửa bập bùng do Brown - phóng viên hãng tin Mỹ ABC thường trú tại Sài Gòn đăng tải các báo, làm rúng động toàn thể dân chúng Việt Nam và thế giới. Cái chết của vị Hòa thượng này là ngọn lửa châm ngòi cho Phật giáo đấu tranh mạnh mẽ hơn.\n\nNgày [[16 tháng 6]], các tăng ni biểu tình trước toà đại sứ Mỹ đồng thời tại chùa Giác Minh hàng ngàn Phật tử tụ tập dự tang lễ Thượng Toạ Quảng Đức. Cuộc tụ tập biểu tình, có xô xát với cảnh sát, làm cho nhiều người bị thương, hàng trăm bị bắt.<ref name=\"cdbdl\"\/><ref>[http:\/\/www.youtube.com\/watch?v=b_z34bsJgW4 Đoạn trích từ phim tài liệu Mondo Cane 2]<\/ref>\n\nNgày [[16 tháng 6]] năm 1963, Ủy ban Liên bộ và Ủy ban Liên phái ra Thông cáo chung về việc giải quyết các nguyện vọng của Phật giáo.\n\nNgày [[18 tháng 7]] năm 1963, Tổng thống Ngô Đình Diệm ra thông điệp kêu gọi \"''quốc dân đồng bào ghi nhận ý chí hòa giải tột bực của chính phủ trong vấn đề Phật giáo''\" và \"''quốc dân đồng bào từ nay sẽ khách quan phán quyết để có thái độ hành động, không để ai làm ngăn cản bước tiến của dân tộc trong nhiệm vụ diệt Cộng cứu quốc''\" được đài phát thanh phát lại nhiều lần.\n\nTrong các ngày 9 và [[29 tháng 7]] năm 1963, bộ Nội vụ liên tiếp ra hai nghị định công nhận cờ Phật giáo và việc treo cờ Phật giáo. Tuy nhiên, những cuộc tập họp của Phật giáo bị cản trở, một số tín đồ bị bắt và Chính phủ tổ chức những hội đoàn thân Chính phủ, lên tiếng phản đối Phật giáo.\n\nNgày [[1 tháng 8]] năm 1963, trả lời phỏng vấn của đài CBS (Columbia Broadcasting System, Hoa Kỳ), bà [[Trần Lệ Xuân]] tố cáo các lãnh tụ Phật giáo đang mưu toan lật đổ Chính phủ và tự thiêu chỉ là việc ''\"nướng thịt sư\"'' (barbecue a bonze).<ref>Chính đạo, 2000, tr 312<\/ref>\n\nNgày [[3 tháng 8]] năm 1963, khi phát biểu tại lễ mãn khóa huấn luyện bán quân sự của Đoàn Thanh nữ Cộng hòa, bà Trần Lệ Xuân lên án những vụ tranh đấu về Tôn giáo. Lời lẽ của bà Nhu được cha bà là [[Trần Văn Chương]], đại sứ Việt Nam tại Hoa Kỳ, gọi là \"thiếu lễ độ\" đối với Phật giáo.<ref>Đoàn Thêm, tr 357<\/ref> Mấy hôm sau, bà Nhu bằng giọng gay gắt và chế giễu cho rằng dù bà có thiếu lễ độ đối với Phật giáo chăng nữa, thì có lúc cần phải thiếu lễ độ.<ref name=\"chh\"\/>\n\nNhững lời phát biểu của bà [[Trần Lệ Xuân]] không những làm cho mối quan hệ giữa Chính phủ Ngô Đình Diệm với tín đồ Phật giáo càng thêm xấu đi, mà còn làm cho cả những người dân bình thường cũng bất bình với chế độ. Sau những lời phát biểu của Trần Lệ Xuân, liên tiếp xảy ra nhiều cuộc phản đối Chính phủ, trong đó quan trọng nhất là các vụ tư thiêu của các tăng ni Phật giáo.\n\nNgày [[4 tháng 8]] năm 1963, tại Phan Thiết (Bình Thuận), Đại đức [[Thích Nguyên Hương]], thế danh là Huỳnh Văn Lễ, tự thiêu trước dinh Tỉnh trưởng.\n\nNgày [[13 tháng 8]] tại Huế trước chùa Phước Duyên, quận Hương Trà, Đại đức [[Thích Thanh Tuệ]] tự thiêu. Dân chúng, sinh viên Phật tử biểu tình ở khắp mọi đường phố ở Huế, ở các quận.<ref name=\"cdbdl\"\/>\n\nSau đó, ngày [[15 tháng 8]] năm 1963, Ni sư [[Thích Nữ Diệu Quang]], thế danh là Nguyễn Thị Thu, tự thiêu tại [[Ninh Hòa]] ([[Khánh Hòa]]).\n\nNgày [[16 tháng 8]] năm 1963, Ủy ban Liên phái Bảo vệ Phật giáo đã gửi một điện tín cho Tổng thư ký Liên Hợp Quốc và cho các tổ chức Phật giáo [[Ấn Độ]], [[Sri Lanka]], [[Myanmar]], [[Thái Lan]], [[Campuchia]], [[Singapore]] v.v.. lên tiếng tố cáo Chính quyền và xin cứu nguy.<ref name=\"cvd\">Thích Đức Nhuận, 1963. Chương Cuộc vận động của Phật giáo Việt Nam chống Chính thể độc tài gia đình trị Ngô Đình Diệm<\/ref> Cũng trong ngày này Thượng tọa [[Thích Tiêu Diêu]], thế danh Đoàn Mễ, tự thiêu ở chùa Từ Đàm, thành phố Huế.\n\nDù đã cố gắng đối thoại với các lãnh đạo Phật giáo và ra một số văn bản nhằm giải quyết những bức xúc của Phật giáo nhưng vẫn không ổn định nổi tình hình. Cuối cùng chính phủ Ngô Đình Diệm quyết định sử dụng những biện pháp cứng rắn để chấm dứt phong trào đấu tranh của Phật giáo.<ref name=\"bgls\">Theo Hồi ký Bên Giòng Lịch sử 1940 - 1965 của Linh mục Cao Văn Luận: Sau khi bị giải nhiệm chức Viện trưởng Viện Đại học Huế, Linh mục vào Sài Gòn và đến gặp Giám mục Khâm sứ Tòa thánh La Mã tại Việt Nam. Ông được Giám mục Khâm sứ Tòa thánh La Mã cho biết có lúc ông Diệm theo lời khuyên của Đức Giáo hoàng, dự tính bãi bỏ những biện pháp cứng rắn đối với Phật giáo. ''\"Nhưng sau một phiên họp Hội đồng gia tộc thu hẹp không có bà Nhu, ông Cẩn, chỉ có ba người là ông Diệm, ông Nhu và Giám mục Thục, Tổng thống quyết định dùng biện pháp cứng rắn như đã ban hành ngày 21 tháng 8 năm 1963.\"''<\/ref> và Tổng thống Diệm quyết định thiết quân luật trên toàn quốc kể từ 0 giờ sáng 21 tháng 8 năm 1963 với lý do:\" có tin Việt Cộng sắp tràn ngập Thủ đô.\"<ref name=\"bcpg\"\/>\n\nRạng sáng [[21 tháng 8]], tức sau khi thiết quân luật khoảng nửa giờ, Chính phủ ra lệnh tấn công chùa chiền trên toàn quốc, bắt hết các tăng ni lãnh tụ tranh đấu chống Chính phủ. Tại Sài Gòn, Lực lượng Đặc biệt tấn công [[chùa Xá Lợi]] trên đường Bà Huyện Thanh Quan.<ref>Theo hồi ký Việt Nam máu lửa, quê hương tôi của Hoành Linh Đỗ Mậu thì tác giả được cấp dưới là Thiếu tá Nguyễn Thành Long, Chánh sở An ninh Quân đội Sài Gòn – Gia Định báo cáo là đích thân bà Nhu mặc quân phục Thủy quân Lục chiến, đi xe Mercedes đến trước cổng Chùa Xá Lợi để chỉ huy cuộc tấn công chùa này.<\/ref> Đa số các lãnh tụ Phật giáo bị bắt, Hòa thượng Hội chủ Thích Tịnh Khiết bị xô ngã,<ref name=\"bcpg\"\/> Thượng tọa Thích Trí Quang cũng bị bắt, nhưng sau đó ông trốn được vào Tòa đại sứ Hoa Kỳ.<ref>Theo lời Thượng tọa Thích Trí Quang, khi chùa Xá Lợi bị tấn công, ông bị bắt cùng với một số tăng ni và bị đưa về đồn Rạch Cát (nay thuộc quận Bình Tân, [[Thành phố Hồ Chí Minh]].) Khi các tu sĩ Nam tông được thả ra, Thích Trí Quang thay áo một tu sĩ Nam tông, đến chùa Pháp Quang (chùa Nam tông) và thừa cơ hội trốn vào Tòa Đại sứ Hoa Kỳ lúc đó còn ở trên đường Hàm Nghi. (Theo Thích Trí Quang, \"Từ Rạch Cát tới Tòa Đại sứ\"..<\/ref> Sau đó, Hòa thượng Hội chủ Thích Tịnh Khiết được thả nhưng những người dưới quyền ông vẫn bị giam giữ.\n\nSáng ngày [[21 tháng 8]], Tổng thống Ngô Đình Diệm triệu tập nội các và báo tin là quân luật đã được thiết lập trên toàn lãnh thổ vì Cộng quân đã xâm nhập vào các châu thành Thủ đô Sài Gòn. Ông cũng cho các vị Bộ trưởng hay về việc đánh chiếm các chùa và bắt giữ \"bọn tăng ni làm loạn\".\n\nSau vụ tấn công chùa, tình hình càng thêm rối loạn. Trần Văn Chương đại sứ Việt Nam tại Hoa Kỳ tuyên bố từ chức. Bà Trần Văn Chương nhũ danh là Thân Thị Nam Trân cũng từ chức quan sát Việt Nam tại Liên Hợp Quốc.\n\nNgày [[22 tháng 8]] năm 1963, Ngoại trưởng [[Vũ Văn Mẫu]] cạo đầu từ chức và thành lập phong trào Trí thức chống Độc tài.\n\nTối ngày [[23 tháng 8]] năm 1963, Trung tướng [[Trần Văn Đôn]] cho mời Trung tá [[Lucien Conein]], nhân viên CIA, đến gặp tại Bộ Tổng tham mưu để thanh minh rằng quân đội không tham gia vào việc đánh phá các chùa mà chính là Cảnh sát Đặc biệt của Chính phủ. Khi Conein hỏi ''\"Các tướng lãnh Việt Nam có ý định đảo chánh không?\"'', thì tướng Đôn dè dặt trả lời ''\"sẽ nói chuyện sau\"''.<ref>Trần Văn Đôn, 1989, tr. 173.<\/ref> Từ đó, Conein thường liên lạc và dò hỏi các tướng lãnh Việt Nam.\n\nNgày [[25 tháng 8]] năm 1963, ba trăm sinh viên học sinh tổ chức biểu tình tại Công trường Diên Hồng phía trước chợ Bến Thành trong lúc đang có lệnh giới nghiêm. Các Trung đội Cảnh sát Dã chiến gần đó được tin liền kéo tới đàn áp. Cảnh sát bắn cả vào đám biểu tình. Nữ sinh [[Quách Thị Trang]] trúng đạn tử thương. Khoảng 200 người bị bắt giữ. Ngay chiều hôm đó Chính quyền Đô thành ra thông cáo rằng các lực lượng an ninh đã được lệnh nổ súng vào bất cứ đám đông nào tụ họp ngoài công lộ mà không xin phép trước.\n\nNgày [[7 tháng 9]] năm 1963, học sinh các trường [[Trường Trung học phổ thông Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|Trung học Công lập Gia Long]], [[Trường Trung học phổ thông Trưng Vương, Thành phố Hồ Chí Minh|Trưng Vương]] và [[Trường THCS Võ Trường Toản (Thành phố Hồ Chí Minh)|Võ Trường Toản]] tổ chức mít tinh bãi khóa ngay tại sân trường của họ.\n\nNgày [[5 tháng 10]] năm 1963, trước chợ Bến Thành, Đại đức [[Thích Quảng Hương]], thế danh Nguyễn Ngọc Kỳ, tự thiêu để phản đối chính sách kỳ thị tôn giáo của chính phủ Diệm.<ref>Thích Đức Nhuận, 1963. Chương Cuộc vận động của Phật giáo Việt Nam chống Chính thể độc tài gia đình trị Ngô Đình Diệm: Đại đức Quảng Hương, thế danh Nguyễn Ngọc Kỳ, sinh năm 1926 tại Phú Yên, xuất gia năm 1943, thụ đại giới năm 1949, và năm 1950 theo học tại viện Phật học Hải Đức (Nha Trang). Năm 1959, Đại đức được Giáo hội Phật giáo Trung phần cử làm Giảng sư tại Đà Lạt vào năm 1961, Tỉnh hội Phật giáo Ban Mê Thuột thỉnh Đại đức giữ chức trụ trì kiêm Giảng sư tại đây cho tới ngày Đại đức vào Sài Gòn tự châm lửa thiêu thân tại chợ Bến Thành, để lại một huyết thư cáo giác Tổng thống Ngô Đình Diệm kỳ thị tôn giáo.<\/ref>\n\n10 sáng ngày [[10 tháng 9]] năm 1963, [[Thích Thiện Mỹ|Thiền sư Thiện Mỹ]] châm lửa tự thiêu trước Nhà thờ Đức Bà tại Sài Gòn.<ref>Thích Đức Nhuận, 1963. Chương Cuộc vận động của Phật giáo Việt Nam chống Chính thể độc tài gia đình trị Ngô Đình Diệm: Đại đức Thích Thiện Mỹ, thế danh Hoàng Miều, sinh năm 1940, tại Bình Định, xuất gia từ thuở nhỏ, thụ Sa di năm 1956 và thụ đại giới Tỳ khưu năm 1960. Đại đức vào Sài Gòn khoảng giữa năm 1963 và cư trú tại chùa Vạn Thọ. Đại đức định tự thiêu tại chùa Ấn Quang để phản đối nhà Ngô \"Kỳ thị tôn giáo\", nhưng cảnh sát mật vụ ngày đêm canh gác cẩn mật, nên phải dời đến ngày 27 tháng 10 năm 1963 mới thực hiện được ý nguyện tự thiêu tại trước nhà thờ Đức Bà.<\/ref>\n\n===Mâu thuẫn với chính phủ Hoa Kỳ ===\n[[Tập tin: LBJ nhu.jpg|phải|nhỏ|250px|Cố vấn Ngô Đình Nhu tiếp kiến Phó tổng thống Mỹ tại dinh Gia Long năm 1961]]\nMột số thành viên trong chính phủ Hoa Kỳ cho rằng chính phủ Ngô Đình Diệm tham nhũng, đàn áp đối lập, không chống cộng hữu hiệu. Một điều quan trọng hơn cả đối với người Mỹ là Ngô Đình Diệm có thái độ dè chừng, giữ khoảng cách với chính người Mỹ, cùng với việc Diệm ngày càng trở nên độc đoán, bảo thủ, khó tiếp cận và khó thuyết phục trong khi mục tiêu chống Cộng đang ngày càng gặp nhiều khó khăn đã khiến cho quan hệ giữa CIA và các cơ sở khác của Mỹ với anh em Ngô Đình Diệm ngày càng trở nên trầm trọng hơn. Và người Mỹ một lần nữa lại nghĩ đến nước cờ \"thay ngựa giữa dòng\" đối với Ngô Đình Diệm.<ref>[http:\/\/antg.cand.com.vn\/vi-VN\/hosomat\/2009\/4\/69198.cand Hồ sơ mới giải mật: CIA và nhà họ Ngô (kỳ 3)], Báo Công an nhân dân, Chuyên đề An ninh Thế giới và Văn nghệ Công an<\/ref>\n\nTrong một cuộc tiếp kiến Đại sứ [[Frederick Nolting]], khi Nolting đề nghị để cho Hoa Kỳ chia sẻ những quyết định về Chính trị, Quân sự và Kinh tế, Ngô Đình Diệm trả lời rằng \"chúng tôi không muốn trở thành một xứ bảo hộ của Hoa Kỳ\".<ref>Richard Reeves, 1993,<\/ref> Có nguồn cho rằng từ năm 1961, Hoa Kỳ muốn thành lập căn cứ Không quân và Hải quân tại Cam Ranh, nhưng Tổng thống Ngô Đình Diệm không chấp thuận.<ref>Nguyễn Trân, 1992, tr. 478.<\/ref>\n\nTác giả Chính Đạo cho rằng từ tháng 8 năm 1962, [[Joseph A. Mendenhall]], Cố vấn chính trị Tòa Đại sứ Hoa Kỳ tại Sài Gòn, đã đề nghị loại bỏ Ngô Đình Diệm, vợ chồng Ngô Đình Nhu và những người trong gia đình ông Diệm, bằng một số nhân vật khác biết tuân phục Mỹ, vì Tổng thống Ngô Đình Diệm không chịu thay chủ trương chính sách như người Mỹ muốn.<ref name=\"cd\">Chính Đạo, 1997, tr 256, 257<\/ref>\n\nCó tin rằng Chính phủ Ngô Đình Diệm đã bí mật liên lạc để tìm cách thỏa hiệp với Việt Nam Dân chủ Cộng hòa. Cụ thể là tháng 2 năm 1963, Ngô Đình Nhu mượn cớ đi săn cọp, đã bí mật gặp tại [[Bình Tuy]] một cán bộ cộng sản cao cấp là [[Phạm Hùng]]<ref>Trần Văn Đôn, 1989, tr. 183, 184<\/ref><ref>Hoành Linh Đỗ Mậu, 1993. Chương TỪ ĐỒNG MINH VỚI MỸ ĐẾN THỎA HIỆP VỚI CỘNG<\/ref> và có thể cả tướng [[Trần Độ]].<ref>Vĩnh Phúc, 1998, tr 337<\/ref> Chính phủ Hoa Kỳ khá bận tâm với nguồn tin này.\n\nTổng thống Kennedy lo ngại tình hình Việt Nam ảnh hưởng xấu đến cuộc tái tranh cử của ông vào năm 1964. Do đó Kennedy muốn tìm một giải pháp mới, nhằm thay đổi tình hình tại Việt Nam theo chiều hướng có lợi cuộc tái tranh cử của mình.\n\nTrong cuộc họp báo ngày [[22 tháng 5]] về Việt Nam, Tổng thống Kennedy đã có những lời lẽ chỉ trích Chính phủ Ngô Đình Diệm, và một câu nói của ông như một lời giận dỗi: Mỹ sẽ rút hết quân đội và chấm dứt viện trợ cho Việt Nam Cộng hòa bất cứ lúc nào họ yêu cầu. Trả lời báo chí, ông ngụ ý là \"Việt Nam muốn chiến thắng Cộng sản, cần phải có những thay đổi chính trị sâu rộng, từ căn bản\".<ref name=\"cdbdl\">Cao Văn Luận, 1974. Chương Chế độ bị dư luận và Chính quyền Mỹ chống đối.<\/ref>\n\nNgày [[23 tháng 5]] năm 1963 (sau biến cố Phật giáo ở Huế), người đứng đầu Nhóm nghiên cứu Việt Nam thuộc Tòa Đại sứ Hoa Kỳ, Ben Wood, đưa ra một kế hoạch về các cách thay đổi chính phủ Diệm bằng một nhóm lãnh đạo khác phù hợp với mong muốn của chính phủ Mỹ.\n\nNgày [[27 tháng 6]] năm 1963, Tổng thống Kennedy công bố quyết định thay đổi Đại sứ Hoa Kỳ tại Việt Nam. (Thay đổi Đại sứ trong lúc tình hình căng thẳng là dấu hiệu thay đổi Chính sách).<ref name=\"cd\"\/>\n\nNgày [[22 tháng 8]] năm 1963, tân Đại sứ [[Henry Cabot Lodge, Jr.|Henry Cabot Lodge]] đến Sài Gòn.\n\nTừ sau biến cố Phật giáo ở Huế (tháng 5 năm 1963) và sau vụ chính phủ Ngô Đình Diệm ra lệnh tấn công các chùa (tháng 8 năm 1963). Dư luận Hoa Kỳ cho rằng Ngô Đình Diệm chủ trương độc tài gia đình trị, càng ngày càng mất lòng dân, càng ngày càng kém hữu hiệu trong việc điều hành đất nước và chống lại du kích quân Giải phóng miền Nam.<ref name=\"cd\"\/>\n\nNgày [[24 tháng 8]] năm 1963, Henry Cabot Lodge, người vừa sang Sài Gòn làm Đại sứ nhận được chỉ thị từ Washington yêu cầu Tổng thống Ngô Đình Diệm cách chức Cố vấn Ngô Đình Nhu và cảnh báo Tổng thống Diệm rằng, nếu ông ta từ chối, Hoa Kỳ sẽ phải \"''đối diện với khả năng chính bản thân ông Diệm không thể được bảo toàn''\".<ref name=\"Kissingger\"\/> Trong ngày 24 tháng 8 năm 1963, Lodge gởi về Washington DC một điện văn báo cáo rằng ông Nhu là người ra lệnh tấn công chùa và nói về dự tính đảo chính của một số tướng lãnh. Cũng trong ngày 24, Thứ trưởng Ngoại giao George Ball, xử lý thường vụ Ngoại trưởng, cùng Harriman (Thứ trưởng Ngoại giao), Hilsman (Phụ tá Ngoại trưởng), Forrestal (Phụ tá Tổng thống) đồng soạn và ký tên mật điện 243 gởi cho Tòa đại sứ Hoa Kỳ ở Sài Gòn (sau khi được Tổng thống Kennedy và Ngoại trưởng Rusk đồng ý). Nội dung đoạn cuối điện văn được dịch như sau:\n{{cquote|\n''Chính phủ Hoa Kỳ không thể dung dưỡng tình trạng mà quyền hành lại nằm trong tay ông Nhu. Ông Diệm phải loại bỏ ông Nhu và các thuộc hạ của ông để thay vào đó bằng quân đội tinh nhuệ và các chính trị gia có tư cách.''\n\n''Nếu ông (tức Đại sứ Lodge) cố gắng hết sức, nhưng ông Diệm vẫn ngoan cố và từ chối thì chúng ta phải đối diện với một điều có thể xảy ra, là ngay cả bản thân ông Diệm cũng không thể được bảo toàn (Diem himself cannot be preserved).''|||Điện văn<ref name=\"Kissingger\">Henry Kissingger, Ending the Vietnam War, Simon & Schuster, 2003, trang 35, trích: BẢN DỊCH ĐIỆN VĂN SỐ 243 ngày 24 tháng 8 năm 1963 \n\"Bộ Ngoại giao gởi Tòa Đại sứ Mỹ tại Sài Gòn để thi hành ngay lập tức. \nTối Mật. Không được phép phổ biến. \nChỉ đích thân Đại sứ Lodge mới được phép đọc mà thôi. Đối với CINPAC\/POLAD thì chỉ Đô Đốc Felt được phép đọc mà thôi. \nTheo CAS Sài Gòn 0265 báo cáo về quan điểm của Tướng Đôn; Saigon 320, Saigon 316, Saigon 329. [Các con số là những ký hiệu mật mã.]\nBây giờ thì rõ là hoặc quân đội đề nghị lệnh thiết quân luật hoặc ông Nhu đã lừa họ. Ông Nhu đã lợi dụng tình trạng đó để tấn công chùa chiền bằng cảnh sát và Lực lượng Đặc biệt của Đại tá [[Lê Quang Tung]] trung thành với ông ta, làm cho nhân dân Việt Nam và thế giới ngỡ lầm rằng quân đội làm. Hơn nữa, cũng thật quá rõ là ông Nhu đã âm mưu sắp đặt ông ta vào vị trí chỉ huy. \nChính phủ Hoa Kỳ không thể dung dưỡng tình trạng mà quyền hành lại nằm trong tay ông Nhu. Ông Diệm phải loại bỏ ông Nhu và các thuộc hạ của ông để thay vào đó bằng quân đội tinh nhuệ và các chính trị gia có tư cách. \nNếu ông [tức Đại sứ Lodge] cố gắng hết sức, nhưng ông Diệm vẫn ngoan cố và từ chối thì chúng ta phải đối mặt với một điều có thể xảy ra, là ngay cả bản thân ông Diệm cũng không thể được bảo toàn (Diem himself cannot be preserved). \nKý tên: Hilsman, Forrestal, Ball, W.Everell Hariman \".\n<\/ref>\n}}\n\nNgày [[25 tháng 8]], trong chương trình phát thanh của Đài tiếng nói Hoa Kỳ, Tổng thống Kennedy họp báo tuyên bố rằng: nếu muốn công cuộc ngăn chặn chủ nghĩa Cộng sản tại Việt Nam hữu hiệu thì cần phải thay đổi chính sách, thay đổi hệ thống nhân sự lãnh đạo tại Sài Gòn. Cũng khoảng thời gian này, Ngô Đình Nhu họp báo tại Los Angeles tuyên bố rằng Mỹ đang dự định tổ chức một cuộc đảo chính lật đổ Chế độ Ngô Đình Diệm. Ông tố cáo rằng ''\"hiện thời ở Việt Nam bất cứ một cuộc đảo chánh nào cũng không thể thành công được trừ khi được Mỹ xúi giục và hậu thuẫn\"''.<ref name=\"chh\">Cao Văn Luận, 1974, chương Cơn hấp hối của chế độ<\/ref>\n\nNgày [[29 tháng 9]] năm 1963, Bộ trưởng Quốc phòng [[Robert McNamara]] cùng tướng [[Maxwell Taylor]] qua Sài Gòn gặp Ngô Đình Diệm. McNamara nói với Ngô Đình Diệm rằng việc đàn áp Phật giáo gây trở ngại cho nỗ lực chống Cộng và phàn nàn về những tuyên bố của bà Ngô Đình Nhu, nhưng Ngô Đình Diệm né tránh các vấn đề do McNamara đưa ra.\n\n==Diễn biến==\n[[Tập tin: Nhà thờ Cha Tam.jpg|trái|nhỏ|200px|Nhà thờ Cha Tam, nơi hai anh em Ngô Đình Diệm - Ngô Đình Nhu trú ẩn trước khi bị hạ sát.]]\n\nTừ tháng 7 năm 1963 đã có những tin đồn về việc sắp xảy ra đảo chính. Các tướng [[Trần Văn Đôn]], [[Lê Văn Kim]] và [[Dương Văn Minh]] có ý định đảo chính để chấm dứt khủng hoảng, lật đổ Chính phủ bị nhiều người xem là độc tài, gia đình trị. Theo báo cáo của CIA, đồng thời có ít nhất mười nhóm âm mưu đảo chính cùng chung mục đích kể trên của các tướng tá trẻ. Chính các nhóm này gây áp lực khiến các tướng lĩnh cấp cao phải quyết định hành động để ổn định tình hình, ngăn ngừa xảy ra những cuộc đảo chính của các nhóm khác có thể đưa miền Nam vào khủng hoảng trầm trọng hơn.<ref name=\"nguyenlang2\">{{Chú thích web |url=http:\/\/www.quangduc.com\/lichsu\/17vnpgsuluan3-40.html |ngày truy cập=2011-09-20 |tựa đề=Việt Nam Phật giáo sử luận, tập 3, chương 40, Chính quyền Ngô Đình Diệm sụp đổ, Nguyễn Lang, Nguồn: www.quangduc.com |archive-date = ngày 19 tháng 9 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110919024050\/http:\/\/www.quangduc.com\/lichsu\/17vnpgsuluan3-40.html |url-status=dead }}<\/ref>\n\nĐể đối phó, Chính quyền Việt Nam Cộng hòa ra lệnh thuyên chuyển các tướng lãnh Tư lệnh các Vùng chiến thuật. Tướng [[Tôn Thất Đính]] từ Vùng II chuyển về Vùng III. Tướng Huỳnh Văn Cao được đưa về Vùng IV. Tướng Nguyễn Khánh được đưa ra Vùng II, tướng [[Đỗ Cao Trí]] được đưa ra Vùng I. Những tướng bị nghi ngờ thì được triệu về Sài Gòn giữ những chức vụ không có quân trong tay. Tướng [[Trần Văn Đôn]] làm cố vấn quân sự cho Phủ Tổng thống. Hai lực lượng hùng hậu nhất mà chính quyền tin cậy là [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]] do Đại tá [[Lê Quang Tung]] làm Tư lệnh và [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ]] do Trung tá Nguyễn Ngọc Khôi làm Tư lệnh, được bố phòng chặt chẽ nhằm sẵn sàng đối phó.<ref name=\"nguyenlang2\" \/>\n\nNgày [[23 tháng 8]] năm 1963, tướng [[Lê Văn Kim]] cho Rufus Phillips, Giám đốc Ủy ban Hoa Kỳ về Phát triển Nông thôn, biết có 1.426 tu sĩ Phật giáo bị bắt. Tất cả chất nổ và vũ khí tìm thấy trong các chùa là được gài vào. Dân chúng tin rằng Quân lực Việt Nam Cộng hòa đang giữ trách nhiệm đàn áp Phật tử và đang chuyển dư luận sang chống đối quân đội trong khi quân đội chỉ hành động như con rối trong tay Cố vấn Ngô Đình Nhu, người đã lừa gạt quân đội trong việc ban hành thiết quân luật. Các lãnh đạo quân đội như tướng [[Tôn Thất Đính]] và [[Trần Văn Đôn]], không biết gì về các kế hoạch tấn công chùa Xá Lợi và các chùa khác. Chiến dịch đó thực hiện bởi Lực lượng Đặc biệt của Đại tá [[Lê Quang Tung]] và Cảnh sát Dã chiến theo lệnh bí mật của ông Nhu. Ngô Đình Nhu hiện nắm quyền kiểm soát, và tướng Đôn đang nhận lệnh trực tiếp từ ông ta. Nếu tình hình này không sửa chữa và nếu dân chúng không được biết sự thật, quân đội sẽ bị tê liệt một cách nghiêm trọng trong cuộc chiến chống Cộng.<ref>[http:\/\/history.state.gov\/historicaldocuments\/frus1961-63v03\/d274 Foreign Relations of the United States, 1961–1963, Volume III, Vietnam, January–August 1963, Document 274, Telegram From the Embassy in Vietnam to the Department of State, Saigon, ngày 24 tháng 8 năm 1963, 6 p.m]<\/ref>\n\n=== Chuẩn bị ===\n[[Bùi Diễm]] đã viết trong hồi ký của mình rằng: tướng Lê Văn Kim đã yêu cầu hỗ trợ nhằm thực hiện điều mà chính phủ Hoa Kỳ muốn làm với chính quyền của Ngô Đình Diệm (tức gạt bỏ chính quyền của Ngô Đình Diệm).<ref>B. Diễm and D. Chanoff, ''In the Jaws of History'', page 100, Indiana University Press (ngày 22 tháng 6 năm 1999)<\/ref> Diễm đã liên lạc với cả đại sứ và các nhà báo thạo tin của Hoa Kỳ ở miền Nam Việt Nam, như [[David Halberstam]] (New York Times), [[Neil Sheehan]] (United Press International) và [[Malcolm Browne]] (Associated Press).<ref>B. Diễm and D. Chanoff, ''In the Jaws of History'', page 101, Indiana University Press (ngày 22 tháng 6 năm 1999)<\/ref>\n\n[[Henry Cabot Lodge, Jr.]] đại sứ Hoa Kỳ tại [[Việt Nam Cộng hòa]] sau khi biết về âm mưu đảo chính, được lên kế hoạch bởi các tướng lĩnh của Quân lực Việt Nam Cộng hòa do tướng [[Dương Văn Minh]] cầm đầu, đã báo cáo cho Tổng thống Mỹ xin ý kiến. Biên bản cuộc họp ngày [[29 tháng 10]] năm 1963 giữa Tổng thống Mỹ và các cố vấn cho thấy Tổng thống Mỹ sau khi họp với 15 cố vấn ngoại giao cao cấp và chuyên gia an ninh quốc gia không đưa ra được ý kiến thống nhất về vấn đề này mà để cho đại sứ Mỹ [[Henry Cabot Lodge, Jr.]] tùy cơ ứng biến.<ref name=\"buicuong\">[http:\/\/phapluattp.vn\/20091214094152329p0c1112\/su-that-ve-dao-chinh-nam-1963.htm Sự thật về đảo chính năm 1963], BÙI CƯỜNG, Nguyệt san Pháp Luật TP.HCM, trích \"Lúc 4 giờ 20 phút chiều ngày 29 tháng 10 năm 1963 tại Nhà Trắng, Tổng thống Kennedy triệu tập một cuộc họp đặc biệt gồm 15 vị cố vấn ngoại giao cao cấp và chuyên gia an ninh quốc gia. Số phận của Ngô Đình Diệm được định đoạt tại cuộc họp này. '''Biên bản tài liệu ghi âm cho thấy ý kiến đối với cuộc đảo chính sẽ tiến hành của các đại biểu dự cuộc họp là bất nhất. Nhưng thật lạ lùng là trong cuộc họp chẳng ai yêu cầu bỏ phiếu biểu quyết và cũng chẳng ai thảo luận một cách hệ thống về hậu quả do cuộc đảo chính có thể mang lại.'''<br\/>'''Ngay cả Tổng thống Kennedy cũng không chủ động nghe ý kiến của người phản đối, chỉ buông xuôi bằng câu \"Thôi cứ để Lodge và các cộng sự của ông ta tùy cơ ứng biến, tới khi đó mọi việc sẽ rõ!\"'''.\"<\/ref><ref>[http:\/\/www2.gwu.edu\/~nsarchiv\/NSAEBB\/NSAEBB101\/vn19.pdf Memorandum of Conference with the President, ngày 29 tháng 10 năm 1963, 4:20 PM, Source: JFKL: JFKP: National Security File, Meetings & Memoranda series, box 317, folder: Meetings on Vietnam, 10\/29\/63]<\/ref> Tại Washington, Ngoại trưởng Dean Rusk truyền đạt quyết định đến Đại sứ Lodge ở Sài Gòn. Lodge báo tin cho nhân viên CIA Lucien Conein.<ref name=\"tenthousand\"\/>\n\n[[Lucien Conein]] đặc vụ của [[CIA]] trở thành đầu mối liên lạc giữa Đại sứ quán Hoa Kỳ với các tướng lĩnh đảo chính, do Trần Văn Đôn đứng đầu.<ref>B. Diễm and D. Chanoff, In the Jaws of History, page 102,, Indiana University Press (ngày 22 tháng 6 năm 1999)<\/ref> Ngày [[3 tháng 10]] năm 1963, Conein gặp tướng Minh là người nói cho ông biết ý định đảo chính và yêu cầu người Mỹ hỗ trợ nếu nó thành công.<ref>[http:\/\/www.historynet.com\/the-assassination-of-ngo-dinh-diem.htm The Assassination of Ngo Dinh Diem], Peter Kross, The HistoryNet.com, October 2004, trích: \"''On October 3, however, Conein made contact with General Minh, who told him that a new coup was in the offing and asked for American support if it succeeded. In their discussion Minh revealed that the plan included the assassinations of both Diem and Nhu.''\"<\/ref> Trong phim tài liệu ''Việt Nam: Cuộc chiến 10.000 ngày'' của đạo diễn Michael Maclear, nhân viên CIA Lucien Conein kể lại rằng khi được thông báo về ý định đảo chính ông ta nói: \"''Lệnh mà tôi nhận là thế này: Tôi phải cho tướng Minh biết rằng Chính phủ Hoa Kỳ sẽ không cản trở cuộc đảo chính của họ, và tôi đã truyền đạt điều này.''\".<ref name=\"tenthousand\">Vietnam: The Ten Thousand Day War, Episode 5: Assassination, Michael Maclear, CBC Television, 1980<\/ref> Sau đó Conein bí mật gặp tướng [[Trần Văn Đôn]] để nói với ông này rằng Hoa Kỳ phản đối bất cứ hành động ám sát nào.<ref name=\"historynet\">[http:\/\/www.historynet.com\/the-assassination-of-ngo-dinh-diem.htm The Assassination of Ngo Dinh Diem], Peter Kross, The HistoryNet.com, October 2004, trích: \"''In Saigon, Conein met secretly with General Don, one of the coup plotters, telling him that the United States was opposed to any assassinations. The general responded, All right, you don't like it, we won't talk about it anymore.''\"<\/ref> Tướng Đôn trả lời \"''Được rồi, nếu anh không thích điều đó chúng ta sẽ không nói về nó nữa.''\".<ref name=\"historynet\"\/>\n\nChuẩn bị cho cuộc đảo chính các tướng lĩnh tổ chức đảo chính đưa một số đơn vị quân đội trung thành với Chính phủ Ngô Đình Diệm đi hành quân ở những vùng xa Sài Gòn để các đơn vị này không thể ứng cứu khi đảo chính xảy ra. Ngày [[29 tháng 10]], để vô hiệu hóa [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]] (lực lượng thiện chiến và trung thành với chế độ), tướng Tôn Thất Đính với tư cách Tư lệnh Quân đoàn III (và cũng là Tổng trấn Sài Gòn - Gia Định) ra lệnh cho các đơn vị thuộc lực lượng này di chuyển ra khỏi Sài Gòn, truy quét cộng sản ở vùng Hố Bò, [[Củ Chi]]. Sáng ngày [[31 tháng 10]] năm 1963, tướng Tôn Thất Đính hạ lệnh cấm trại toàn thể quân đoàn Vùng III Chiến thuật và cử Đại tá [[Nguyễn Hữu Có]] đem một đơn vị tới Bắc Mỹ Thuận tịch thu hết tất cả tàu bè để cản đường về thủ đô của bất cứ đơn vị nào của Quân đoàn IV và Vùng 4 Chiến thuật. Chiều [[31 tháng 10]] năm 1963, Đại tá [[Nguyễn Văn Thiệu]], Tư lệnh Sư đoàn 5 đã dẫn 2 Trung đoàn dưới quyền cùng 1 Tiểu đoàn Pháo binh và 1 Chi đoàn Thiết giáp mượn cớ đi hành quân ở Phước Tuy nhưng lại dừng chân ở ngã ba xa lộ Biên Hòa và QL15 đi Vũng Tàu.\n\nNhư vậy các tướng lãnh đã chặn ba nẻo chính có thể tiến quân về thủ đô: con đường từ Lục tỉnh về thì do Đại tá Nguyễn Hữu Có án ngữ tại Phú Lâm. Con đường miền Tây có Thiếu tướng [[Mai Hữu Xuân]] với lực lượng của [[Trung tâm Huấn luyện Quang Trung]] án ngữ. Con đường từ miền Bắc có Đại tá [[Vĩnh Lộc]] với Chiến đoàn Vạn Kiếp án ngữ.\n\n=== Vô hiệu hóa các sĩ quan trung thành với Ngô Đình Diệm ===\nĐại tá [[Hồ Tấn Quyền]] là một trong số rất ít sĩ quan chỉ huy thật sự trung thành với Ngô Đình Diệm. Sáng ngày [[1 tháng 11]] năm 1963, được lệnh của các tướng lĩnh chỉ huy đảo chính loại bỏ [[Hồ Tấn Quyền]] khỏi vai trò chỉ huy Binh chủng Hải quân, Thiếu tá Trương Ngọc Lực, Chỉ huy trưởng Vùng III Sông ngòi (dư luận đánh giá là một người hiếu sát) và Đại úy Nguyễn Kim Hương Giang, Chỉ huy trưởng Giang đoàn 24 Xung phong, kiêm Chỉ huy trưởng Đoàn Giang vận đã lừa Hồ Tấn Quyền ra Thủ Đức và hạ sát ông tại rừng cao su. Vì nếu ông còn là Tư lệnh, ông sẽ chỉ huy Hải quân ứng cứu Ngô Đình Diệm, như vậy có thể khiến cuộc đảo chính sẽ đi đến chỗ thất bại.\n\nCũng trong sáng ngày [[1 tháng 11]], Trung tướng [[Trần Văn Đôn]] triệu tập các cấp chỉ huy của một các đơn vị quân đội đồn trú tại Sài Gòn và các vùng phụ cận mà ông nghi ngờ trung thành với Tổng thống Ngô Đình Diệm về cầm chân ở Bộ Tổng tham mưu. Khi Trung tá Nguyễn Ngọc Khôi, Tư lệnh Lữ đoàn Phòng vệ Phủ Tổng thống đến họp ở Bộ Tổng tham mưu thì ông bị còng tay với nhiều sĩ quan cao cấp khác<ref name=\"tnvq\"\/> như Trung tá [[Nguyễn Văn Thiện]], Chỉ huy trưởng Binh chủng Thiết giáp và Đại tá [[Trần Văn Trung]], Tùy viên Quân sự ở Pháp mới về nước...\n\nLúc 1h30 trưa ngày [[1 tháng 11]] năm 1963, điệp viên CIA [[Lucien Conein]] vào bộ Tổng Tham mưu, mang theo một máy truyền tin đặc biệt để liên lạc với Tòa Đại sứ Mỹ và một bao tiền là ba triệu bạc tiền VNCH<ref>Trần Văn Đôn, 1989, tr 211<\/ref> để hỗ trợ cho việc thực hiện đảo chính với lời hứa rằng Hoa Kỳ sẽ không làm bất cứ điều gì để bảo vệ Ngô Đình Diệm.<ref>{{Chú thích web|url=http:\/\/www.spartacus.schoolnet.co.uk\/VNngo.htm|tiêu đề=Ngo Dinh Diem biography|nhà xuất bản=Spartacus.schoolnet.co.uk|ngày truy cập=ngày 26 tháng 10 năm 2012|archive-date = ngày 2 tháng 4 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070402224644\/http:\/\/www.spartacus.schoolnet.co.uk\/VNngo.htm}}<\/ref>. Theo ''Việt Nam nhân chứng'' của Trần Văn Đôn thì các tướng [[Trần Thiện Khiêm]] nhận 500.000 đồng, [[Tôn Thất Đính]] nhận 600.000 đồng, đại tá [[Lê Nguyên Khang]] nhận 100.000 đồng, đại tá [[Nguyễn Văn Thiệu]] nhận 50.000 đồng, đại tá [[Trần Ngọc Huyến]] thị trưởng Đà lạt nhận 100.000 đồng; tất cả có biên nhận rõ ràng. Số tiền còn lại được chia cho [[Dương Văn Minh]], [[Lê Văn Kim]],[[Nguyễn Hữu Có]], [[Đỗ Cao Trí]], [[Nguyễn Khánh]], [[Trần Ngọc Tám]]<ref>[https:\/\/hon-viet.co.uk\/LsNguyenVanChuc_CaiChetCuaTongThongNgoDinhDiemVaNenDeNhatVNCH.htm Cái Chết Của Tổng Thống Ngô Đình Diệm Và Nền Đệ Nhất Việt Nam Cộng Hòa]<\/ref>. Ngay sau đó, tướng Dương Văn Minh đề nghị tất cả tướng lãnh tham dự vào cuộc đảo chính.\n[[File:Quyet nghi cua hoi dong quan nhan cach mang.jpg|thumb|Quyết nghị của hội đồng quân nhân cách mạng]]\nHầu hết các tướng lĩnh đều hưởng ứng, trừ 5 người đứng dậy phản đối. Đại tá [[Cao Văn Viên]] đứng dậy từ chối tham gia, nhưng khi thấy không có nhiều người hưởng ứng mình thì ông nói tiếp là sẽ không chống lại đảo chính, rồi lại ngồi xuống<ref>Hoành Linh Đỗ Mậu, 1993. ''Khi được đề nghị tham gia đảo chính, ông Viên nói: \"Tôi là một quân nhân kỷ luật, tôi không làm chính trị, tôi chỉ biết tuân lệnh Tổng thống Diệm\"''.<\/ref> 4 người khác phản đối gồm có Trung tá [[Nguyễn Ngọc Khôi]] - Tư lệnh Liên binh Phòng vệ Phủ tổng thống; Thiếu tá [[Nguyễn Đức Xích]], Tỉnh trưởng Gia Định; Đại tá [[Lê Quang Tung]], Tư lệnh Lực lượng Đặc biệt và Đại tá [[Huỳnh Hữu Hiền]], ở Không quân.<ref>Theo cuốn Làm thế nào để giết một Tổng thống thì: Đại tá Huỳnh Hữu Hiền cho biết ông luôn trung thành với Chế độ Ngô Đình Diệm vì ông chống lại việc lật đổ Chính phủ.<\/ref> Các ông bị bắt ngay sau đó và bị Đại úy [[Nguyễn Văn Nhung]], sĩ quan tùy viên của tướng [[Dương Văn Minh]], đưa sang tạm giam trong phòng \"cô lập các sĩ quan chống đối\". Đêm đó, Nguyễn Văn Nhung đem Đại tá Tung và em trai là Thiếu tá [[Lê Quang Triệu]], Tham mưu trưởng Lực lượng Đặc biệt ra Nghĩa trang Bắc Việt Tương tế ở sau doanh trại của Bộ Tổng tham mưu. Nhung cùng 1 một quân cảnh khác dùng [[lưỡi lê]] đâm tới tấp anh em Tung - Triệu cho đến chết. Khi cả hai anh em Tung - Triệu đã chết hẳn, Nhung ra lệnh vùi xác cả hai vào một đống cỏ rác.<ref>http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Giai-ma-cai-chet-cua-Le-Quang-Tung-va-Ho-Tan-Quyen-trong-vu-dao-chinh-Ngo-Dinh-Diem-ky-2-433214\/<\/ref>\n\nTại Vùng IV Chiến thuật, tướng [[Huỳnh Văn Cao]] lúc đầu nhất định không theo đảo chính. Ông đã cố gắng để liên lạc với Đại tá [[Bùi Dzinh]] Tư lệnh [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9]] đóng ở Sa Đéc và Đại tá [[Bùi Đình Đạm]] Tư lệnh [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7]] đóng ở Mỹ Tho đem quân về, nhưng Sư đoàn 7 thì bị Đại tá [[Nguyễn Hữu Có]] đem công điện của Trung tướng Đôn về đoạt quyền Tư lệnh của đại tá Đạm. Kế tiếp ông Có đã đem quân Sư đoàn 7 ra chặn ở ngã ba Trung Lương và cho rút hết các chiếc phà Mỹ Thuận để ngăn chặn Sư đoàn 9 vượt sông Tiền Giang.<ref name=\"tnvq\">Nguyễn Hữu Duệ, 2003. Chương TƯỚNG NGUYỄN VĂN QUAN VÀ BIẾN CỐ ngày 1 tháng 11 năm 1963<\/ref> Sau đảo chính, Huỳnh Văn Cao chỉ được giao các chức vụ không quan trọng, rồi phải giải ngũ vào năm 1966.\n\n=== Cao điểm ===\nLúc 12 giờ 10, tại [[Dinh Gia Long]], khi Tổng thống Ngô Đình Diệm được tin báo về cuộc đảo chính ông và Cố vấn Ngô Đình Nhu di chuyển xuống hầm bí mật đào dưới dinh Gia Long. Hầm này có phòng ngủ, phòng tắm và phòng khách cho Tổng thống và Cố vấn, và có địa đạo dẫn ra ngoài dinh.<ref>Theo Nguyễn Hữu Duệ (2003) Tư lệnh phó kiêm Tham mưu trưởng Lữ đoàn Liên binh Phòng vệ Phủ Tổng thống thì không hề có căn hầm này.<\/ref> Tại đây ông ra lệnh cho các sĩ quan cận vệ liên lạc với các tướng Trần Thiện Khiêm, Tôn Thất Đính yêu cầu đến ứng cứu.<ref>Theo Hoành Linh Đỗ Mậu (1993) thì tướng Đính đã từ chối rằng: \"Tôi đã hết lòng phục vụ cho Cụ, đã cứu Cụ nhiều lần, mà Cụ lại phản bội Quốc gia, phản bội xương máu Quân đội, bây giờ thì hết rồi\".<\/ref>\n\nVào 1 giờ 30 chiều ngày 1 tháng 11 năm 1963, tướng [[Mai Hữu Xuân]] kiểm soát được đơn vị của Lực lượng Đặc biệt đóng tại Tân Sơn Nhất, đồng thời tướng Xuân cũng đưa tân binh quân dịch ở Trung tâm Huấn luyện Quang Trung về chặn các ngả đường tiến vào Sài Gòn. Trung tá [[Nguyễn Cao Kỳ]] nắm quyền Tư lệnh Không quân (Đại tá Huỳnh Hữu Hiền, Tư lệnh Không quân đang bị giam tại Bộ Tổng tham mưu) cho phi cơ phóng pháo bay lượn trên không phận Sài Gòn để uy hiếp các lực lượng chống đảo chính.<ref name=\"ccm\"\/> Thiếu tá [[Nguyễn Bá Liên]] (cháu của Đại tá [[Đỗ Mậu]], Giám đốc Nha An ninh quân đội), Tham mưu trưởng Lữ đoàn Thủy quân lục chiến ra lệnh cho 2 Tiểu đoàn dưới quyền vờ đi hành quân ở núi Thị Vải, Bà Rịa rồi bất ngờ chuyển hướng về Sài Gòn chiếm Tổng nha Cảnh sát, Bộ Nội vụ, Nha Truyền tin. Quân đảo chính do Đại tá [[Phạm Ngọc Thảo]] sau hai lần tấn công đã chiếm được Đài Phát thanh Sài Gòn. Sau khi chiếm Đài Phát thanh, quân đảo chính thông báo danh sách những tướng lĩnh tham gia đảo chính, hầu hết các tướng lĩnh đều có trong danh sách này ngoại trừ: Tư lệnh các Quân đoàn II, Quân đoàn I và Quân đoàn IV. Quân đảo chính cũng phát lời hiệu triệu đại ý gồm có lời tuyên bố lý do quân đội phải đứng lên lật đổ chế độ, lời kêu gọi ông Diệm đầu hàng, lời hứa sẵn sàng để cho ông Diệm xuất ngoại và lời hiệu triệu quốc dân đồng bào đoàn kết làm hậu thuẫn cho cuộc đảo chính.<ref name=\"ccm\"\/>\n\nĐược sự đồng ý của Tổng thống Ngô Đình Diệm, Lữ đoàn Phòng vệ Phủ Tổng thống cử 1 Đại đội có thiết giáp yểm trợ, để tái chiếm Đài Phát thanh, nhưng nỗ lực này không thành công. Trong thành Cộng Hòa, Lữ đoàn Phòng vệ Tổng thống phủ dùng đại bác và đại liên chống trả<ref>Theo Nguyễn Hữu Duệ (2003), Tư lệnh phó kiêm Tham mưu trưởng Lữ đoàn Liên binh Phòng vệ Phủ Tổng thống, thì tác giả xin Tổng thống cho bỏ thành Cộng Hòa, dồn lực lượng chính là Thiết giáp và 3 Đại đội của Lữ đoàn, kéo lên tấn công thẳng vào Tổng tham mưu nhưng Tổng thống Diệm từ chối vì: \"Tổng thống đang liên lạc với các tướng lãnh để cố tránh đổ máu\"<\/ref> cho đến rạng sáng ngày 2 tháng 11 thì lực lượng này buông súng theo lệnh của Tổng thống Diệm, để Đại tá Nguyễn Văn Thiệu đem 1 Trung đội vào tiếp thu.\n\n=== Ngô Đình Diệm liên lạc với phe đảo chính và Đại sứ Mỹ ===\nLúc đầu, ông Diệm vẫn hy vọng rằng cuối cùng cuộc phản loạn này cũng kết thúc như cuộc đảo chính bất thành ngày 11 tháng 11 năm 1960. Ông đã chủ động gọi tướng [[Trần Văn Đôn]].<ref>Stanley Karnow, 1981<\/ref> Tướng Đôn tuyên bố với Ngô Đình Diệm phe đảo chính hành động để \"''đáp lại nguyện vọng của nhân dân''\" vì các tướng lĩnh đã đề nghị Ngô Đình Diệm \"''cải cách chính sách theo nguyện vọng của nhân dân''\" nhiều lần nhưng không được đáp ứng. Ngô Đình Diệm đề nghị đối thoại với các tướng lĩnh để \"''tìm ra con đường củng cố lại chế độ''\". Tướng Đôn trả lời sẽ bàn bạc với các tướng lĩnh khác về đề nghị của Tổng thống Ngô Đình Diệm.<ref>Lý Quý Chung, Hồi ký không tên, Nhà xuất bản Trẻ, 2005<\/ref>\n\nCuộc gọi điện giữa ông Diệm và tướng Đôn được [[Lý Quí Chung]] kể lại trong [[Hồi ký không tên]] như sau:\n\n:Ông Diệm:\n::''Tướng lãnh các anh đang làm gì vậy?''\n:Tướng Đôn:\n::''Thưa cụ, chúng tôi đã đề nghị với cụ nhiều lần rằng cụ cần cải cách chính sách theo nguyện vọng của nhân dân. Bây giờ đã đến lúc quân đội phải đáp lại nguyện vọng của nhân dân. Mong cụ hiểu chúng tôi.''\n:Ông Diệm:\n::''Tại sao chúng ta không ngồi lại với nhau nói chuyện? Chúng ta sẽ bàn về cái mạnh và cái yếu của chế độ, và tìm ra con đường củng cố lại chế độ.''\n:Tướng Đôn:\n::''Có lẽ đã quá trễ để bàn luận việc đó, thưa cụ.''\n:Ông Diệm:\n::''Chưa bao giờ là trễ, do đó tôi mời tất cả các anh đến dinh cùng bàn vấn đề, vạch ra một giải pháp được cả đôi bên chấp nhận.''\n:Tướng Đôn:\n::''Thưa cụ, tôi phải hỏi lại ý kiến những người khác xem sao.''\n\nVào lúc 4 giờ 30 chiều 1 tháng 11 năm 1963, ông Diệm gọi điện thoại cho đại sứ Mỹ Cabot Lodge để thăm dò thái độ của người Mỹ về việc các tướng lĩnh dưới quyền tổ chức đảo chính. Cabot Lodge khuyên Ngô Đình Diệm từ chức và lưu vong như mong muốn của phe đảo chính để bảo toàn tính mạng. Tổng thống Ngô Đình Diệm nhận thức rằng người Mỹ đã ủng hộ âm mưu đảo chính của các tướng lĩnh.<ref>https:\/\/danviet.vn\/ngo-dinh-diem-da-cau-xin-dieu-gi-truoc-khi-bi-cap-duoi-ha-sat-20210526160014497.htm, Ngô Đình Diệm đã “cầu xin” điều gì trước khi bị cấp dưới hạ sát?, Báo Dân Việt, 26\/05\/2021<\/ref>\n\n::''\"Một đơn vị quân đội đang làm loạn. Và thông qua ông Đại sứ, tôi muốn biết thái độ của người Mỹ về vấn đề này ra sao?\"'' - Ngô Đình Diệm thử thăm dò.\n::''\"Xin lỗi Tổng thống, tôi không nắm được thông tin đầy đủ về chuyện này để trả lời Tổng thống. Tôi có nghe tiếng súng nổ ở đâu đó, nhưng rất tiếc tôi không nắm chắc chuyện gì đang xảy ra.\"'' - Lodge giả vờ ngây ngô để tìm cách thoái thác. ''\"Hơn nữa, thưa Tổng thống hiện tại đang là 4 giờ 30 phút sáng theo giờ của đất nước chúng tôi. Do đó, Chính phủ Mỹ không thể kịp thức dậy để bày tỏ quan điểm nào đó vào lúc này.\"''\n::''\"Nhưng ông cũng phải có một số ý kiến rõ rệt chứ. Dẫu sao, hiện tại tôi cũng đang nắm quyền tối cao tại đất nước này. Tôi đã cố gắng làm tròn trách nhiệm của mình. Tôi muốn một thái độ hành xử đúng đắn vào lúc này, điều mà trách nhiệm và ý thức luôn đòi hỏi ở tôi. Tôi luôn tin tôi đã làm đúng bổn phận của mình.\"''\n::''\"Chắc chắn ngài đã làm đúng bổn phận của ngài, thưa Tổng thống. Như tôi đã nói với ngài sáng nay, tôi ngưỡng mộ sự dũng cảm cũng như sự đóng góp to lớn của ngài dành cho đất nước ngài. Không ai có thể phủ nhận những gì ngài đã làm. Nhưng thú thật, hiện tại tôi đang lo cho sự an toàn của ngài. Tôi có một báo cáo cho biết những người chịu trách nhiệm tình hình hiện nay sẵn sàng cấp cho ngài và em của ngài giấy thông hành an toàn rời khỏi đất nước nếu như ngài từ chức. Ngài đã từng nghe nói đến việc này chưa?\"''\n\nĐến 6 giờ 30 cùng ngày, ông Diệm gọi lại tướng Đôn, nhưng được tướng Đôn thông báo sự khước từ của phe đảo chính. Họ đòi hỏi hai anh em ông Diệm phải rời khỏi nước. Ông Diệm đồng ý nhưng đặt một điều kiện: phe đảo chính phải chấp nhận cho ông các nghi thức danh dự ra đi của một tổng thống nhưng bị từ chối.<ref name=\"vnah\">Stephen Kinzez, 2006<\/ref>\n\n:Ông Diệm:\n::''Tôi là một tổng thống dân cử của quốc gia. Tôi sẵn sàng từ chức công khai, và tôi cũng sẵn sàng rời khỏi nước. Nhưng tôi yêu cầu các ông dành cho tôi các nghi thức danh dự ra đi của một tổng thống.''\n:Tướng Đôn: (Suy nghĩ một lúc)\n::''Thật sự, tôi phải nói rằng chúng tôi không thể thỏa mãn yêu cầu của cụ về điểm này.''\n:Ông Diệm:\n::''Thôi được. Cảm ơn.''\n\n=== Anh em Ngô Đình Diệm và Ngô Đình Nhu bị giết ===\n[[Tập tin: Corpse of Ngô Đình Diệm in the 1963 coup.jpg|phải|nhỏ|300px|Thi hài Ngô Đình Diệm sau khi bị hạ sát.]]\n[[Tập tin:Diem's body and ARVN officer, military coup 1963.jpg|Một sỹ quan đảo chính tươi cười chụp ảnh bên xác Ngô Đình Diệm|phải|nhỏ|300px]]\nQua đài phát thanh, khi biết các tướng Trần Thiện Khiêm, Tôn Thất Đính đều tham gia phe đảo chính, 8h tối ngày 1 tháng 11, Tổng thống Ngô Đình Diệm và Ngô Đình Nhu cùng 2 sĩ quan tùy viên (Đại úy Đỗ Thọ và Đại úy Bằng) trốn về nhà Mã Tuyên, Tổng bang trưởng của [[người Việt gốc Hoa|người Hoa]] và cũng là Thủ lĩnh Thanh niên Cộng hòa ở Chợ Lớn.<ref>Sau cuộc đảo chính Mã Tuyên bị bắt đày ra Côn Đảo, gia sản bị tịch biên<\/ref> Sáng sớm ngày 2 tháng 11, từ nhà Mã Tuyên hai ông sang dự lễ và cầu nguyện tại [[nhà thờ Cha Tam]]. Tại đây Tổng thống Diệm ra lệnh Đại úy tùy viên Đỗ Thọ lấy điện thoại Nhà xứ gọi về Tổng tham mưu thông báo là hiện Tổng thống đang ở Nhà thờ Cha Tam Chợ Lớn.<ref name=\"nkdt\">Lê Tử Hùng, 1970, tr 267.<\/ref>\n\nVào khoảng 7h sáng ngày 2 tháng 11, một phái đoàn gồm có 3 chiếc xe Jeep, hai chiếc Thiết giáp [[M-113]], 2 chiếc GMC chở đầy lính vũ trang và các nhân vật: tướng Mai Hữu Xuân, Đại tá Dương Ngọc Lắm, Đại tá Nguyễn Văn Quan, Đại úy Nguyễn Văn Nhung và Đại úy Dương Hiếu Nghĩa, Đại úy Phan Hòa Hiệp<ref name=\"odon\">[http:\/\/motgoctroi.com\/StLichsu\/LSCandai\/NgoDinhDiem\/OngDiem_ongNhu_chetnhuthenao.htm Ông Diệm và ông Nhu đã bi giết như thế nào ?]<\/ref> được đưa tới nhà thờ cha Tam để đón hai ông. Đại tá Lắm tuyên bố thừa lệnh Trung tướng Chủ tịch Hội đồng Quân Nhân Cách mạng ép hai ông Ngô Đình Diệm và Ngô Đình Nhu lên xe Thiết giáp M-113.\n\n:Đại tá Lắm đến chào Ngô Đình Diệm:\n::''Thừa lệnh Trung tướng Chủ tịch Hội đồng Quân nhân Cách mạng, chúng tôi đến đón Cụ và ông Cố vấn''.\n\n:Ngô Đình Diệm bèn hỏi:\n::''Ông Đôn và ông Minh đâu hè?''\n\n:Đại tá Lắm đáp:\n::''Thưa Cụ, hai ông còn đang bận việc ở Tổng tham mưu.''\n\n:Ngô Đình Diệm nói:\n::''Thôi được. Thế tôi và ông Cố vấn đi cùng xe kia với ông.''\n\n:Đại tá Lắm quay người lại chỉ vào chiếc M.113 và nói:\n::''Thưa Cụ, xin Cụ lên xe này cho.''\n\n:Ngô Đình Nhu khẽ nhíu mày lên tiếng:\n::''Không thể đón Tổng thống bằng một chiếc xe như vậy. Để tôi liên lạc với ông Đôn, ông Đính coi xem.''\n\n:Đại tá Lắm khẽ nhún vai:\n::''Tôi không biết. Đây là lệnh của Trung tướng Chủ tịch.''\n\n:Đại úy Nhung liền oang oang:\n::''Xin mời hai ông lên xe ngay cho đi.''\n\n:Mặt Cố vấn Ngô Đình Nhu đỏ bừng, giọng rất quyết liệt:\n::''Không được. Để tôi hỏi lại ông Minh, ông Đôn. Tôi đi xe nào cũng được, nhưng còn Tổng thống...''\n\n:Đại úy Nhung:\n::''Ở đây không còn Tổng thống nào cả.''\n\nNgay lập tức, viên Đại uý này bảo hai quân nhân chạy đến đẩy hai ông lên xe và kéo cửa lên...<ref name=\"odon\"\/>\n\nTrên đường về bộ Tổng tham mưu, Tổng thống Ngô Đình Diệm và cố vấn Ngô Đình Nhu bị hạ sát. Thi hài của hai ông được đưa vào bệnh xá của Bộ Tổng tham mưu [[Quân lực Việt Nam Cộng hòa]] để khám nghiệm. Theo chứng nhận của bác sĩ Huỳnh Văn Hưỡn, Giám đốc bệnh xá và cũng là người đã tiến hành vụ khám nghiệm thì hai ông Diệm, Nhu bị bắn từ sau gáy ra phía trước. Xác Tổng thống Ngô Đình Diệm có nhiều vết bầm, chứng tỏ đã bị đánh đập trước khi bắn. Xác Ngô Đình Nhu bị đâm nhiều nhát, áo rách nát và đầy máu.\n\nKhoảng 10 giờ ngày 2 tháng 11, Đài phát thanh Sài Gòn loan một tin vắn tắt: \"Anh em ông Diệm bị bắt tại Chợ Lớn, và đã tự tử!\" Dư luận không tin là anh em ông Diệm tự sát. Vì ai cũng biết: Cố Tổng thống Diệm là một người ngoan đạo, mà đạo Thiên Chúa cấm tự sát.<ref name=\"dmdab\">Cao Thế Dung và Lương Khải Minh, 1970. Chương Định mệnh đã an bài><\/ref>\n\nThi hài anh em Tổng thống Diệm được âm thầm an táng trong vòng thành Bộ Tổng tham mưu (về sau thì di dời ra [[Công viên Lê Văn Tám|Nghĩa trang Mạc Đĩnh Chi]]) với sự hiện diện của người cháu gái và làm thủ tục khai tử tại quận Tân Bình. Về nghề nghiệp của Tổng thống Ngô Đình Diệm được ghi là Tuần Vũ và ông Nhu là Quản thủ Thư viện.<ref name=\"dmdab\"\/>\n\n=== [[Ngô Đình Cẩn]] bị bắt và bị giết ===\n[[Tập tin:2batrung.jpg|nhỏ|Người dân kéo đổ tượng [[Hai Bà Trưng]] năm 1963]]\nVợ [[Ngô Đình Nhu]] là [[Trần Lệ Xuân]] khi xây tượng [[Hai Bà Trưng]] năm [[1962]] đã cho tạc tượng có khuôn mặt phỏng theo bà. Trong đảo chính năm 1963, người dân kéo tới chặt đầu bức tượng, cho lên xe diễu hành khắp [[Sài Gòn]]. Chiều ngày [[3 tháng 11]] năm [[1963]], tướng [[Đỗ Cao Trí]] ra [[Huế]] và đi thẳng đến nhà thờ dòng Chúa Cứu Thế gặp Ngô Đình Cẩn. Theo tư liệu và hồi ức của [[Trịnh Quốc Thiên]] và [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]], tướng Trí nói với [[Ngô Đình Cẩn]] rằng [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] ủy nhiệm ông này đến thông báo rằng cái chết của Tổng thống [[Ngô Đình Diệm]] và Cố vấn [[Ngô Đình Nhu]] là \"tai nạn ngoài ý muốn\" của các tướng lãnh đồng thời chuyển lời của Hội đồng Quân nhân Cách mạng mời Ngô Đình Cẩn tham gia Hội đồng.<ref name=\"dacxuan\">[http:\/\/tuoitre.vn\/chinh-tri-xa-hoi\/phong-su-ky-su\/473240\/hue---nhung-thang-ngay-suc-soi---ky-6-so-phan-ngo-dinh-can.html#ad-image-0 Huế - những tháng ngày sục sôi - Kỳ 6: Số phận Ngô Đình Cẩn], Nguyễn Đắc Xuân, Báo Tuổi Trẻ ngày 10\/01\/2012<\/ref> Tướng [[Đỗ Cao Trí]] cũng thông báo với Ngô Đình Cẩn rằng Hội đồng Quân nhân Cách mạng sẽ tịch thu tài sản của ông này và đề nghị giữ dùm tài sản của Ngô Đình Cẩn. Ngô Đình Cẩn đã trao 24&nbsp;kg [[vàng]] cho tướng Đỗ Cao Trí cùng một số đồ quý giá và tiền mặt.<ref name=\"dacxuan\"\/>\n\nSau đó linh mục [[Phanxicô Xaviê Nguyễn Văn Thuận|Nguyễn Văn Thuận]] và các linh mục dòng Chúa Cứu Thế đến Tòa lãnh sự Mỹ tại Huế xin cho Ngô Đình Cẩn tỵ nạn chính trị. Tòa đại sứ Mỹ chấp thuận. Trong lúc chưa cứu xét về trường hợp tỵ nạn của Ngô Đình Cẩn xong, ông này lại đòi Mỹ cho phép mẹ là bà Phạm Thị Thân cùng tỵ nạn với ông. Bộ Ngoại giao Mỹ phải ra chỉ thị cho Lãnh sự quán của họ ở Huế hủy bỏ quyết định cho phép Ngô Đình Cẩn tỵ nạn tại Mỹ.<ref name=\"dacxuan\"\/>\n\nKhi biết tin Ngô Đình Cẩn đang tỵ nạn tại Lãnh sự quán Hoa Kỳ, tướng Đỗ Cao Trí đến Tòa lãnh sự Mỹ cảnh báo cơ quan này đừng chứa chấp ông Cẩn vì dân chúng Huế sẽ tràn vào phá Tòa lãnh sự và hành hung ông Cẩn thì không có lực lượng nào giữ được an ninh. Tòa lãnh sự Mỹ quyết định trao trả Ngô Đình Cẩn cho chính quyền [[Việt Nam Cộng hòa]].<ref name=\"dacxuan\"\/> Sáng ngày 5 tháng 11 năm 1963, tướng Đỗ Cao Trí cùng với một sĩ quan Mỹ và sĩ quan Việt Nam Cộng hòa đưa Ngô Đình Cẩn và mẹ ông này lên máy bay đi Sài Gòn theo lệnh của Hội đồng Quân nhân Cách mạng.<ref name=\"dacxuan\"\/> Ngô Đình Cẩn bị giam tại khám [[Chí Hòa]]. Luật sư bào chữa cho ông là Võ Văn Quan. Trong thời gian bị biệt giam tại đây, sức khỏe của ông giảm sút trầm trọng đến nỗi không đi được.\n\nNgô Đình Cẩn bị kết án tử hình ngày 22 tháng 4 và đem ra bắn lúc 18 giờ 20 phút ngày 9 tháng 5 năm [[1964]]. Với việc xử tử Ngô Đình Cẩn, coi như toàn bộ các nhân vật chủ chốt của gia đình họ Ngô đã bị giết trong cuộc đảo chính (chỉ trừ vợ Ngô Đình Nhu là Trần Lệ Xuân và người anh Ngô Đình Thục thoát nạn do đang ở nước ngoài).\n\nÔng được [[chôn cất]] tại nghĩa trang Bắc Việt Tương Tế, gần [[sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]], về sau quy tụ về [[nghĩa trang Lái Thiêu]] (tỉnh [[Bình Dương]]), nằm chung với hai anh Ngô Đình Diệm, Ngô Đình Nhu và mẹ Phạm Thị Thân.\n\n=== Phản ứng của những người có liên quan ===\n4 giờ chiều ngày 2 tháng 11 năm 1963, khi được thông báo anh em Tổng thống Diệm đã bị giết, Đại sứ Hoa Kỳ Cabot Lodge, đã vui vẻ thốt lên bằng [[tiếng Pháp]]: ''\"C’est formidable! C’est formidable!\" (Thật là tuyệt diệu. Tuyệt diệu).''<ref>Trần Văn Đôn, 1989, tr 227,228<\/ref>\n\nTuy nhiên không phải ai cũng vui như thế. Thiếu tướng [[Nguyễn Cao Kỳ]] (thời điểm này là [[Trung tá]]) cũng như nhiều người khác cảm thấy bất nhẫn khi nghe tin hai ông Diệm Nhu bị thảm sát, ông Kỳ viết: \"I was shocked and angry, however, the next day when I learned that Diem and Nhu had been shot to death … But killing him was not necessary, and if I had known that murder had been on the conspirators’ agenda...It was too late to go back, but with these killings I lost what little respect I once had for generals. It showed how fearful they were of maintaining power\" (\"Tôi đã rất sốc và buồn bực, nhưng ngày hôm sau tôi biết rằng Diệm và Nhu đã bị bắn mà chết... Nhưng giết ông ấy là không cần thiết, và nếu tôi biết rằng vụ sát nhân đã được chuẩn bị trong âm mưu nghị sự...Thật là quá trễ để quay đầu, nhưng với chuyện sát nhân này tôi đã mất đi sự tôn trọng nhỏ mà tôi đã từng có với các tướng. Nó cho thấy sự đáng sợ thế nào trong cách mà họ duy trì quyền lực\").<ref>Nguyễn Cao Kỳ và Marvin J. Wolf, 2002, tr 97<\/ref>\n\nTheo đại tướng [[Maxwell D. Taylor|Maxwell Taylor]] - Chủ tịch Hội đồng Tham mưu Liên quân Hoa Kỳ - [[John F. Kennedy]] luôn kiên trì chủ trương trục xuất Ngô Đình Diệm ra khỏi Việt Nam là đủ rồi và đã dặn dò đảo chính \"''Chớ nên đổ máu!''\" nhưng sự thực xảy ra hoàn toàn trái ngược với ý nguyện của ông.<ref name=\"phapluatvn\"\/> Khi biết Tổng thống Ngô Đình Diệm đã bị đảo chính và giết chết, Tổng thống Mỹ [[John F. Kennedy]] bị choáng váng và ưu tư thoáng buồn.<ref name=\"tenthousand1\">[http:\/\/www.youtube.com\/watch?v=GC-qkRrgrnA Vietnam: The Ten Thousand Day War], Michael Maclear, CBC Television, 1980<\/ref> Đại tướng [[Maxwell D. Taylor|Maxwell Taylor]] cho biết về thái độ của [[Tổng thống Hoa Kỳ]] sau khi nghe tin anh em Ngô Đình Diệm đã bị phe đảo chính giết chết:<ref name=\"tenthousand\"\/><ref name=\"phapluatvn\">[http:\/\/phapluattp.vn\/20091214094152329p0c1112\/su-that-ve-dao-chinh-nam-1963.htm Sự thật về đảo chính năm 1963], Bùi Cường, Nguyệt san Pháp Luật TP.HCM, 10\/01\/2010<\/ref>\n{{cquote|\n''Đang ngồi, Tổng thống Kennedy cứ nhấp nhổm không yên. Sắc mặt ông trắng bệch, kinh ngạc và buồn rầu. Tôi chưa từng thấy ông gặp tình cảnh như thế này bao giờ!''|||Maxwell Taylor}}\n\nNghe tin tổng thống Ngô Đình Diệm bị giết, Tổng thống [[Đài Loan]] [[Tưởng Giới Thạch]] thương tiếc nói rằng: \n{{cquote|\n''Người Mỹ có trách nhiệm nặng nề về vụ ám sát xấu xa nầy, Trung Hoa Dân Quốc mất đi một [[đồng chí]] tâm đầu ý hợp... Tôi khâm phục ông Diệm, Ông xứng đáng là một [[lãnh tụ]] lớn của [[Á Châu]].''|||Tưởng Giới Thạch\n<ref name=\"ttndd\">[http:\/\/nguoitinhuu.com\/htvd\/cottngodinhdiem.html CỐ TỔNG THỐNG NGÔ ĐÌNH DIỆM VỚI NHỮNG BÀI HỌC LỊCH SỬ ]<\/ref>}}\n\nCái chết của anh em Ngô Đình Diệm cũng đã làm cho các lãnh tụ Á Châu, đồng minh của Mỹ giật mình, Tổng thống [[Hồi giáo|Hồi Quốc]] ([[Pakistan]]), [[Ayub Khan]], đã nói với Tổng thống Hoa Kỳ [[Richard Nixon]]: \n{{cquote|\n''Cuộc thảm sát Tổng thống Ngô Đình Diệm đã khiến các lãnh tụ Á Châu chúng tôi rút ra được một bài học khá chua chát: Đồng Minh với Mỹ thật nguy hiểm! Có lợi hơn nên đứng thế [[quốc gia trung lập|trung lập]]. Và có lẽ hữu ích hơn nữa khi là kẻ thù của Hoa Kỳ.''|||Tổng thống Ayub Khan<ref>Richard M. Nixon, 1980, Chương V<\/ref>\n}}\n\n==Hậu quả==\nCác cơ quan do Ngô Đình Diệm lập ra như [[Đảng Cần Lao]], Sở Nghiên cứu Chính trị, [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]], 4 cơ quan Mật vụ Công an, Phong trào Cách mạng Quốc gia, Thanh Niên Cộng hòa, Phụ nữ Liên đớì, các xóm Đạo võ trang… tất cả đều tê liệt rồi tan rã không một phản ứng. Cả cấu trúc chính trị mà họ Ngô xây dựng trong 9 năm đã sụp đổ trong 24 tiếng đồng hồ.\n\nSách giáo khoa lịch sử của Đệ Nhị Việt Nam Cộng hòa (Quốc sử lớp nhất - Phạm&nbsp;Văn&nbsp;Trọng&nbsp;&&nbsp;Phạm&nbsp;Thị&nbsp;Ngọc Dung) xuất bản năm 1966 viết về cuộc đảo chính này như sau:<ref name=\"pide\"\/>\n\n{{Cquote|''Sau hiệp định Genève, Ngô Đình Diệm nắm quyền ở miền Nam, đặt ra một chế độ độc tài tàn bạo. Ngày 1-11-1963, dưới sự lãnh đạo của Hội đồng Quân nhân Cách mạng, Quân đội lật đổ Ngô Đình Diệm. Toàn dân reo mừng, tin tưởng tương lai huy hoàng của tổ quốc.''\n''Một chính thể độc tài hại dân hại nước không thể tồn tại được''|}}\n\nNhà sử học [[Nguyễn Hiến Lê]] đã ghi lại lời những nhân chứng ở thời điểm đó:<ref>Nguyễn Hiến Lê, Tôi Tập Viết Tiếng Việt, 1988, tr. 21<\/ref>\n:''Từ 7 giờ sáng ngày 2 tháng 11 năm 1963, khi đài phát thanh Sài Gòn báo tin dinh Gia Long bị quân đội chiếm thì già trẻ lớn bé lũ lượt kéo nhau đi xem. Lời hò reo, tiếng cười vang với sắc diện tươi vui của mọi người chứng tỏ sự giải thoát gông cùm kềm kẹp của [[độc tài]] đã bóp nghẹt lòng dân trong chín năm trời đăng đẳng” - Bác sĩ Dương Tấn Tươi. Còn thi sĩ Đông Hồ thì: “Nỗi ức hiếp, nỗi căm hờn bị đè nén, bị vùi dập một cách tàn nhẫn bất công trong 9 năm trời, một sớm được giải thoát, được cởi mở, mà phản ứng chỉ có chứng ấy thì cho thấy quần chúng Việt Nam năm 1963 này cũng đã tỏ ra hiền lành nhiều lắm, và cũng đã biết tự kiềm hãm sức giận dữ hung hãn của mình rồi đó.”''\n\nTuy nhiên, sau cuộc đảo chính tình hình chính trường Sài Gòn không được như chính quyền Hoa Kỳ mong muốn. Trong vòng 4 năm kể từ biến cố ngày 1 tháng 11 năm 1963 cho đến khi thành lập Đệ Nhị Cộng Hòa ngày 1 tháng 11 năm 1967, Việt Nam Cộng hòa đã liên tục trải qua hơn 10 cuộc đảo chính, 4 chính phủ lần lượt dựng lên rồi sụp đổ: Chính phủ [[Nguyễn Khánh]] (Quân nhân), Chính phủ [[Trần Văn Hương]] (Độc lập), Chính phủ [[Phan Huy Quát]] (Đại Việt), Chính phủ [[Nguyễn Cao Kỳ]] (Quân nhân).<ref name=\"s7npt\">Cao Thế Dung và Lương Khải Minh,1970. Chương SAU 7 NĂM PHONG TRẦN<\/ref>\n\nNgười kế nhiệm John F. Kennedy, Tổng thống [[Lyndon B. Johnson]] (1963 - 1969) nhận xét: \n{{cquote|\n''Lúc đầu họ nói với tôi về ông Diệm. Ông ta tham nhũng và ông ta phải bị giết. Vì thế, chúng ta đã giết ông ta.... Bây giờ chúng ta không có sự ổn định chính trị từ lúc đó...''|||Lyndon B. Johnson<ref>Lời tuyên bố của Tổng thống Mỹ Lyndon B. Johnson được ghi lại trong một cuốn băng dài 30 tiếng đồng hồ do thư viện Johson Library ở Austin, Texas, công bố ngày 28.2.2003<\/ref>\n}}\n\nTrên nhật báo ''Công Luận'' số đặc biệt ngày 1 tháng 11 năm 1970 cựu Trung tướng [[Trần Văn Đôn]], một trong những lãnh đạo của cuộc đảo chính năm 1963 đã lên tiếng qua bài \"Những cơ hội đã mất\".\n{{cquote|\n\"''...Những người của ngày 1 tháng 11 năm 1963 đã thành công trong đảo chính, nhưng đã thất bại trong việc cầm quyền. Bị đặt trước những nhiệm vụ mới và lớn lao, lại không có kinh nghiệm cầm quyền, họ bị tình thế xô đẩy và tràn ngập trong các vấn đề phải giải quyết. Ngày 1 tháng 11 năm 1963 rút lại chỉ còn là một ngày đảo chính mở ra một giai đoạn lịch sử đầy hỗn loạn với bao nhiêu là bấp bênh: hết chỉnh lý lại đến đảo chánh, quyền hành chuyển từ tay nọ qua tay kia và xã hội càng ngày càng thiếu ổn định. Trong khi đó thì Cộng sản không ngừng phát triển chiến tranh...''\"<ref name=\"s7npt\"\/>\n}}\nLinh mục [[Cao Văn Luận]] tác giả hồi ký Bên Dòng Lịch sử Việt Nam, 1940-1975 nhận xét: \n{{cquote|\n''\"Sự thanh toán ông Diệm và chế độ ông Diệm phải chăng là một sai lầm tai hại và nguy hiểm? Những hỗn loạn chính trị, những thất bại quân sự sau ngày 1 tháng 11 năm 1963 đã trả lời cho câu hỏi đó\"''<ref>Cao Văn Luận, 1983, tr 6<\/ref>\n}}\nBí thư [[Lê Duẩn]] nhận xét: \n{{cquote|\n''\"Để hòng cải thiện thể chế chính trị ngày càng tồi tệ, Mỹ đã vứt bỏ Diệm, Nhu. Nhưng Mỹ đã tính nhầm. Sau khi truất phế Ngô Đình Diệm, thế chính trị của [[Chính phủ bù nhìn|bọn bù nhìn]] chẳng những không tốt lên mà còn xấu hơn nữa.\"''<ref>Trích Thư Vào Nam, Lê Duẩn, trang 50.<\/ref>\n}}\nSau khi biết tin Ngô Đình Diệm bị lật đổ và ám sát, phát biểu của chủ tịch [[Hồ Chí Minh]] được thuật lại như sau \"''Tôi không thể nào tin người Mỹ lại ngu ngốc đến vậy''\"<ref name=\"moyarp286\">\"''I can scarcely believe the Americans would be so stupid.''\"[https:\/\/books.google.com\/books?pg=PA286&id=phJrZ87RwuAC&q Moyar, p. 286]<\/ref>\n\n[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị Đảng Lao động Việt Nam]] nói rõ hơn:\n{{cquote|Hậu quả của cuộc đảo chính ngày 1 tháng 11 sẽ trái với những tính toán của đế quốc Mỹ... Diệm là một trong số những nhân vật mạnh nhất chống lại nhân dân và Chủ nghĩa cộng sản. Tất cả những gì có thể làm nhằm cố gắng đè bẹp cách mạng đã được Diệm thực hiện. Diệm là một trong những tay sai có tài nhất của đế quốc Mỹ &nbsp;... Trong số những người [[chống cộng]] ở miền Nam Việt Nam hoặc đang lưu vong ở nước ngoài, không ai có đủ tài lực chính trị và khả năng làm người khác tuân phục. Do đó, chính quyền tay sai sẽ không thể vững bền. Cuộc đảo chính ngày 1 tháng 11 năm 1963 sẽ không phải là cuộc đảo chính cuối cùng.<ref name=\"moyarp286\"\/>}}\n\n==Nghi vấn về những người tham gia hạ sát hai anh em Ngô Đình Diệm==\n[[Tập tin:Lucien Conein.JPG|phải|nhỏ|200px|Điệp viên CIA Lucien Emile Conein, người là đầu mối liên lạc giữa Đại sứ quán Hoa Kỳ với các tướng lĩnh đảo chính.<ref>[http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52304 Viết tiếp về tướng Trần Thiện Khiêm của chế độ Sài Gòn cũ: Lừa thầy, phản bạn]<\/ref> Ông cũng chính là một trong những điệp viên đã hỗ trợ tổng thống Diệm giai đoạn 1954-1956.]]\n\n=== Về người giết hai anh em Ngô Đình Diệm ===\nTheo John S. Bowman thì hai người trực tiếp giết hại ông Diệm và Nhu là Thiếu tá [[Dương Hiếu Nghĩa]] và Đại úy [[Nguyễn Văn Nhung]] là sĩ quan cận vệ của trung tướng Dương Văn Minh, theo lệnh của Trung tướng Dương Văn Minh, lúc đó đứng đầu phe đảo chính.<ref>Vietnam War: Day by Day, John S. Bowman, Bdd Promotional Book Co (September 1989), ISBN 0792450876<\/ref>\n\n====Nguyễn Văn Nhung====\n\nTheo hồi ký \"Việt Nam một trời tâm sự\" của tướng [[Nguyễn Chánh Thi]] thì Thiếu tá Nhung<ref>Nhung được phong Thiếu tá ngay sau khi đảo chính thành công.<\/ref> sau khi bị tướng Nguyễn Khánh bắt đã thú nhận: \"''Khi đó lại thấy tướng Thu đưa lên hai ngón tay (ngón trỏ và ngón giữa) của bàn tay trái, với hai ngón khép lại với nhau, chỉ vào hai ngón tay của bàn tay phải giơ lên. Họ nghĩ rằng ông ra lệnh bắn cả hai anh em ông Diệm. Tôi (thiếu tá Nhung) rút khẩu súng Colt 12, bắn mỗi người 5 phát. Sau đó hăng máu bồi thêm cho ông Nhu 3 phát nữa vào ngực... Tôi chỉ vì hăng say theo lệnh cấp trên mà đã làm như thế.''\" Sự thật trong Hội đồng tướng lãnh tham gia đảo chánh không có ai tên là Thu cả mà là thiếu tướng Mai Hữu Xuân được tướng Dương Văn Minh cử đi theo dõi đoàn xe chở anh em ông Diệm.<ref name=\"dantri1408830053\">[http:\/\/dantri.com.vn\/xa-hoi\/nguoi-ban-ha-hai-anh-em-ong-ngo-dinh-diem-noi-gi-truoc-khi-chet-1408830053.htm Người bắn hạ hai anh em ông Ngô Đình Diệm nói gì trước khi chết?], Dân trí, 18\/08\/2014<\/ref>\n\nTheo cuốn ''Assassin in our Time'' (''Kẻ sát nhân trong thời đại chúng ta'') xuất bản năm 1976 ở Mỹ, ở trên chiếc thiết vận xa M113, hai anh em tổng thống Diệm bị trói tay quặt ra sau lưng. Tổng thống Diệm do bị sốc nặng nên đã ngồi im. Bất ngờ, Đại uý Nguyễn Văn Nhung rút dao găm ra đâm ông Cố vấn Nhu 15-20 phát. Rồi rút súng Colt ra bắn vào gáy tổng thống Diệm. Thấy ông Nhu vẫn chưa chết hẳn, Đại uý Nhung đã bắn thêm vào đầu ông ta...\n\nSau cuộc chỉnh lý của tướng [[Trần Thiện Khiêm]], [[Nguyễn Khánh]] và đại tá [[Nguyễn Chánh Thi]], Nguyễn Văn Nhung bị bắt và chết tại trại Hoàng Hoa Thám của Lữ đoàn Nhảy dù. Sĩ quan báo chí Bộ Quốc phòng của Nguyễn Khánh chính thức tiết lộ: “''Thiếu tá Nguyễn Văn Nhung sỹ quan tổng quát và tùy viên của trung tướng Dương Văn Minh bị bắt giữ hồi đêm 30-1 và giam tại Lữ đoàn Nhảy dù trại Hoàng Hoa Thám, ông Nhung tự vận bằng dây giày''”. Vợ thiếu tá Nhung cho biết khi khâm liệm ông Nhung bà thấy trên người ông có hàng chục vết bầm tím, có vết còn in nguyên dấu đế giày. Bà khẳng định chồng bà bị tra khảo đến chết chứ không phải tự sát bằng dây giày. Theo báo Dân Ý xuất bản ở Sài Gòn thì thiếu tá Nhung đã “''bị đá bể lá lách sau khi ông đã khai tất cả những bí mật trong vụ thanh toán anh em tổng thống Diệm. Lời khai của ông được thâu băng và trao cho tướng Khánh''”. Tướng Thi viết trong hồi ký của ông: \"''Tôi được tin, không khỏi ngậm ngùi cho số kiếp của một sĩ quan trung thành với cấp trên, không lường được hậu quả to lớn của việc mình làm, không có ý thức chính trị hướng dẫn, đến khi một mình chịu tội một mình thác oan''\".<ref name=\"dantri1408830053\"\/>\n\n====Dương Hiếu Nghĩa====\n\nTrong cuốn ''Nam Việt Nam 1954-1975: Những Sự Thật Chưa Hề Nhắc Tới'', các tác giả đã buộc tội Thiếu tá Dương Hiếu Nghĩa là đao phủ thủ thứ hai trong vụ ám sát Tổng thống.<ref>Hai tác giả Hoàng Ngọc Thành và Thân Thị Nhân Đức trong cuốn Những ngày cuối cùng Của Tổng thống Ngô Đình Diệm (San José CA: Quang Vinh, Kim Loan & Quang Hieu, 1994), tr. 532 cũng kết luận như vậy<\/ref>\n\nTheo cuốn ''A Death in November'' (''Cái chết vào tháng mười một'') của tác giả Ellen J. Hammer viết trong khi chiếc thiết vận xa M113 dừng lại ở trước đường xe lửa trên đường Hồng Thập Tự ([[Đường Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|đường Nguyễn Thị Minh Khai]] hiện nay), Thiếu tá Dương Hiếu Nghĩa đứng trên cửa xe lia một tràng tiểu liên vào hai anh em Tổng thống Diệm. Rồi Đại úy Nhung rút súng Colt ra bắn thêm mấy phát vào đầu Tổng thống Diệm và Cố vấn Nhu, sau đó tiếp tục rút dao găm đâm nhiều nhát vào ngực hai ông. Thiếu tá Dương Hiếu Nghĩa phủ nhận việc giết hai ông và nói rằng mình không ngồi trên xe chở ông Diệm và ông Nhu lúc đó. Và Thiếu tá Nghĩa cũng lý luận rằng nếu chính ông đã giết ông Diệm và ông Nhu người ta cũng giết ông như giết Nguyễn Văn Nhung rồi. Nhưng nhiều người vẫn tin lời tường thuật của bà Ellen J. Hammer vì Thiếu tá Dương Hiếu Nghĩa là một thành viên Đảng Đại Việt vốn có thâm thù với Chính quyền Ngô Đình Diệm, và sau này khi ngồi ghế Phụ thẩm Quân nhân của Tòa án Cách mạng, đã tham gia xét xử và tuyên án tử hình ông Ngô Đình Cẩn.\n\nTrong chương \"Cuộc Đảo Chính ngày 1 tháng 11 năm 1963\" từ cuốn ''Nhớ lại những ngày ở cạnh Tổng thống Ngô Đình Diệm'' thì nhiều nhân chứng đã thấy Thiếu tá Dương Hiếu Nghĩa lau bàn tay vấy máu trước khi vào báo cáo với tướng Dương Văn Minh.\n\nĐại úy Đỗ Thọ, sĩ quan tùy viên của Tổng thống Ngô Đình Diệm cũng đặt vấn đề: \"Đáng ra trong hồ sơ khẩu cung sau ngày chỉnh lý 30\/1\/1964, Thiếu tá Nhung phải khai thêm một sĩ quan đồng lõa tên Nghĩa (Dương Hiếu Nghĩa) nữa, nhưng không hiểu tại sao Thiếu tá Nhung lại không tiết lộ.\"<ref>Đỗ Thọ, Nhật ký, Nhà xuất bản Đồng Nai, SG. 1970, tr.331<\/ref>\n\n=== Về người ra lệnh giết hai anh em Ngô Đình Diệm ===\nTheo tài liệu \"JFK and the Diem Coup\" của tiến sĩ John Prados xuất bản vào tháng 11 năm 2003, dựa trên các đoạn băng ghi âm (kể cả các buổi họp bí mật tại [[Tòa Bạch Ốc]]), các công điện trong và sau thời gian xảy ra cuộc đảo chính thì chính phủ Hoa Kỳ có ý muốn loại bỏ quyền lực của ông Diệm, chứ không hề có ý định sát hại hai ông Diệm, Nhu.\n\n8 giờ 30 sáng ngày 2 tháng 11 tại cuộc họp thu hẹp giữa một số tướng lãnh tại Bộ Tổng tham mưu, Trung tướng Nguyễn Ngọc Lễ đã xui tướng Dương Văn Minh: \" ''Nhổ cỏ thì phải nhổ tận gốc''\".<ref name=\"ccm\">Hoành Linh Đỗ Mậu, 1993. Chương Cuộc cách mạng ngày 1 tháng 11 năm 1963\n<\/ref>\n\nĐiệp viên CIA Lucien Emile Conein, người được cho rằng đã giật dây cuộc đảo chính này, khi hay tin ông Diệm và ông Nhu ra khỏi dinh Gia Long, Luien Conein đã hỏi: \"''Hai ông ấy đi đâu? Phải bắt cho kỳ được vì rất quan trọng?''\" Lucien Conein đã nói với các tướng đảo chính bằng tiếng Pháp: \"''On ne fait pas d'omelette sans casser les oeufs? (Người ta không thể làm trứng rán mà không đập bể những quả trứng)''\"<ref>Trần Văn Đôn, 1989, tr 228<\/ref>\n\nTheo hồi ký ''Việt Nam máu lửa quê hương tôi'' của [[Đỗ Mậu]] thì sáng ngày 2 tháng 11, tại Bộ Tổng tham mưu đã có một cuộc bàn luận giữa các tướng lãnh tham gia đảo chính, về cách đối xử với ông Diệm, nên giết hay nên cho xuất ngoại. Và Đỗ Mậu là người duy nhất không tán đồng giết hai anh em nhà Ngô.<ref name=\"ccm\"\/>\n\nTheo hồi ký ''Việt Nam một trời tâm sự'' của tướng [[Nguyễn Chánh Thi]] thì khi chiếc Thiết vận xa rời Nhà thờ Cha Tam chạy chừng 500 m thì gặp tướng Thu (thật ra là tướng [[Mai Hữu Xuân]]) đưa lên một ngón tay trỏ, nhóm [[Nguyễn Văn Nhung]] trên M.113 đoán rằng ông ta ra lệnh giết một trong hai anh em Tổng thống Diệm, nhưng chưa biết phải giết người nào thì lại thấy tướng Thu đưa lên hai ngón tay (ngón trỏ và ngón giữa) của bàn tay trái, với hai ngón khép lại với nhau, chỉ vào hai ngón tay của bàn tay phải giơ lên. Họ nghĩ rằng ông ra lệnh giết cả hai anh Ngô Đình Diệm. Và khi đoàn xe chở hai ông Diệm, Nhu đã chết về đến Bộ Tổng tham mưu thì Thiếu tướng [[Mai Hữu Xuân]] đưa tay chào tướng Dương Văn Minh và nói: \"Mission accomplie!\" (Sứ mệnh đã hoàn thành).<ref>Tôn Thất Đính, 1998, tr 454,455<\/ref>\n\nVà nhiều người nhận định là Đại úy Nhung (sĩ quan cận vệ của tướng Dương Văn Minh) không thể nào dám hạ sát hai ông Diệm, Nhu nếu không có lệnh của tướng Minh.<ref name=\"cdc\">Nguyễn Hữu Duệ, Chương CUỘC ĐẢO CHÁNH ngày 1 tháng 11 năm 1963<\/ref>\n\n==Thưởng và phạt sau cuộc đảo chính 1963 ==\n=== Những nhân vật được thưởng ===\nHầu hết các tướng lĩnh tham gia đảo chính đều được thăng cấp.\n* Thiếu tướng [[Tôn Thất Đính]] được thăng ngay [[Trung tướng]].\n* Thiếu tướng [[Nguyễn Khánh]] được thăng chức [[Trung tướng]].<ref>Theo Cao Thế Dung và [[Trần Kim Tuyến|Lương Khải Minh]], chương \"Từ chế độ Ngô Đình Diệm đến cái chết của [[Ngô Đình Cẩn]]\" thì tướng Khánh vì quá nôn lên chức trung tướng nên cho người mua cặp sao ngoài phố đem đến tư thất thủ tướng [[Nguyễn Ngọc Thơ]] cho ông Thơ gắn lon, trong lúc ông vẫn còn đang mặc áo pyjama.<\/ref>\n* Thiếu tướng [[Đỗ Cao Trí]] được thăng chức trung tướng, mặc dầu thiếu tướng Trí mới được lên thiếu tướng hơn một tháng.\n\nTuy vậy, các tướng lĩnh cầm đầu lại không tự phong cấp cho mình như [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Mai Hữu Xuân]],... đều vẫn giữ cấp bậc cũ.\n\nNgoài ra, một số sĩ quan khác cũng được thăng cấp:\n* Các Đại tá [[Đỗ Mậu]], [[Nguyễn Hữu Có]], [[Nguyễn Văn Thiệu]] được thăng [[Thiếu tướng]].\n* Trung tá [[Nguyễn Cao Kỳ]], [[Phạm Ngọc Thảo]] được thăng [[Đại tá]].\n* Đại úy [[Nguyễn Văn Nhung]] người trực tiếp giết hai ông Diệm, Nhu được thăng thiếu tá.\n\n=== Những nhân vật bị phạt ===\n* Thiếu tướng [[Huỳnh Văn Cao]] bị cách chức, cho đến sau chỉnh lý mới được phục chức.\n* Đại tá [[Bùi Dzinh]] bị cách chức Tư lệnh Sư đoàn 9 Bộ Binh, kỷ luật \"nghỉ dài hạn không lương\", ngày [[19 tháng 2]] năm 1965 ông tham gia cuộc chính biến lật đổ Quốc trưởng Nguyễn Khánh do Thiếu tướng [[Lâm Văn Phát]] và Đại tá [[Phạm Ngọc Thảo]] cầm đầu, bị bắt giam ở khám Chí Hoà và giải ngũ vài năm sau đó.\n* Đại tá [[Bùi Đình Đạm]] bị cách chức, sau chỉnh lý mới được phục chức.\n* Trung tá Đinh Văn Phát, là Tỉnh trưởng Kiến Phong, người đã trả lời phe đảo chính: \"''Tôi là con nhà Nho, việc gì cũng phải có trước có sau. Mới đây được tổng thống tin cậy cho làm tỉnh trưởng, mà nay ủng hộ đảo chánh, sao tôi làm được''?\", bị cách chức. Sau đó ông trở thành chủ hãng phim, chủ tờ nhật báo Độc Lập.\n* Thiếu tá Nguyễn Hữu Duệ, Tư lệnh phó kiêm Tham mưu trưởng Lữ đoàn Liên binh Phòng vệ Phủ Tổng thống, ngưới chỉ huy vệ binh bảo vệ Dinh Gia Long chống quân đảo chính (thời điểm đó Trung tá Tư lệnh Nguyễn Hữu Khôi đang bị giam tại Bộ Tổng tham mưu) bị Nha An ninh Quân đội bắt giam hơn một tháng. Về sau phải nhờ Đại tá Nguyễn Văn Quan, phụ tá Dương Văn Minh, người cầm đầu đảo chính can thiệp, mới được thả.<ref name=\"tnvq\"\/>\n\n==Chế độ Việt Nam Cộng hòa sau đảo chính==\n\nSau cuộc đảo chính 1963, Việt Nam Cộng hòa liên tục chứng kiến hàng loạt cuộc đảo chính khác, như [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|chỉnh lý tháng 1 năm 1964]], [[Binh biến tại Việt Nam Cộng hòa tháng 9 năm 1964|binh biến tháng 9 năm 1964]], đảo chính tháng 12 năm 1964, đảo chính tháng 2 năm 1965, đảo chính tháng 6 năm 1965,...<ref>http:\/\/nghiencuuquocte.org\/2015\/12\/19\/dao-chinh-sai-gon\/<\/ref> Sau đảo chính, chính quyền Sài Gòn chẳng những không ổn định mà trái lại càng khủng hoảng trầm trọng: ''“Tình trạng Việt Nam Cộng hoà còn tồi tệ hơn hồi chính quyền Diệm: Kinh tế suy sụp, vật giá leo thang, tiền sụt giá so với Mỹ kim, nạn thất nghiệp, đầu cơ trích trữ và tham nhũng gia tăng”''. Đảo chính và phản đảo chính diễn ra liên tục.\n\nSau đảo chính [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia Việt Nam Cộng hòa]] được thành lập để chuyển dần quyền lực chính quyền Việt Nam Cộng hòa từ các tướng lĩnh quân đội về sang các chính trị gia dân sự. Lúc đầu Bác sĩ [[Hồ Văn Nhựt]] được tuyển chọn để đảm trách chức Thủ tướng vì ông được sự ủng hộ của mọi thành phần tôn giáo và chính trị. Đây là chức Thủ tướng dân sự đầu tiên kể từ khi nền [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] của Tổng thống [[Ngô Đình Diệm]] bị phe Quân đội lật đổ. Tuy nhiên ông muốn tìm kiếm giải pháp hòa hợp dân tộc, và sau những cuộc thảo luận không thỏa đáng với Ủy ban Lãnh đạo Lâm thời và Chính quyền Mỹ, Hồ Văn Nhựt đã từ chối chức vụ này. Thay vào đó, [[Trần Văn Hương]], Đô trưởng Sài Gòn, được bổ nhiệm làm Thủ tướng.<ref>{{Chú thích web | url = http:\/\/history.state.gov\/historicaldocuments\/frus1964-68v01\/d387 | tiêu đề = Document 387 | tác giả = | ngày = | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>Institute of Current World Affairs. Article TO27. http:\/\/www.icwa.org\/txtArticles\/TO-27.htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20131021224157\/http:\/\/www.icwa.org\/txtArticles\/TO-27.htm |date=2013-10-21 }}<\/ref>\n\nChính phủ của ông Trần Văn Hương mặc dù được hậu thuẫn của nhiều thành phần nhưng bị bác sĩ Nguyễn Xuân Chữ, các lãnh đạo [[Phật giáo]] và lực lượng sinh viên chống đối kịch liệt vì cho rằng thành phần chính phủ không phản ánh đúng nguyện vọng của các đảng phái. Ông Hương lại không chịu nhượng bộ cải tổ nên tình hình trở nên tê liệt. Hội đồng Quân lực quyết đinh bãi nhiệm Thủ tướng Trần Văn Hương và đưa đi quản thúc tại Vũng Tàu rồi đề cử Phó Thủ tướng [[Nguyễn Xuân Oánh]] làm Thủ tướng để thành lập [[nội các]] mới. Ông Oánh xin từ nhiệm vì ông không chấp nhận bổ nhiệm trung tướng Nguyễn Chánh Thi vào chức Tổng trưởng Nội vụ. Sau đó [[Phan Huy Quát]] được bổ nhiệm là Thủ tướng, trung tướng Nguyễn Văn Thiệu làm Phó thủ tướng kiêm Tổng trưởng Quốc phòng, bác sĩ Trần Văn Đỗ làm Phó thủ tướng kiêm Tổng trưởng Ngoại giao, luật sư Trần Văn Tuyên là Phó thủ tướng phụ trách kế hoạch. [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] ra lệnh giải thể Thượng Hội đồng Quốc gia vào ngày [[20 tháng 12]] năm 1964, một ngày sau khi nội các Phan Huy Quát trình diện Quốc trưởng [[Phan Khắc Sửu]], để thành lập [[Hội đồng Quốc gia Lập pháp]]. Đầu tháng 6\/1965, nhiều lãnh đạo tôn giáo và đảng phái chính trị khác lại tiếp tục đòi Phan Huy Quát từ chức. Ngày 11\/6\/1965, Quát triệu tập một phiên họp đặc biệt dưới sự chủ tọa của Quốc trưởng Phan Khắc Sửu. Trong cuộc họp này, Thủ tướng Phan Huy Quát tuyên bố từ chức và giải tán chính phủ, Quốc trưởng Phan Khắc Sửu cũng tuyên bố từ chức. Sau đó, trong cuộc họp Hội đồng Quân lực, trung tướng [[Nguyễn Văn Thiệu]], tổng trưởng quốc phòng, đề nghị [[Nguyễn Chánh Thi]] làm Thủ tướng nhưng ông này từ chối. Cuối cùng Thiếu tướng [[Nguyễn Cao Kỳ]] tình nguyện đảm nhận chức vụ Thủ tướng. Kết thúc buổi họp, Hội đồng Quân lực đồng ý để tướng Kỳ làm thủ tướng với danh xưng [[Chủ tịch Ủy ban Hành pháp Trung ương]], còn Nguyễn Văn Thiệu là [[Chủ tịch Ủy ban lãnh đạo quốc gia]].<ref>[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Ky-1-Su-troi-day-cua-nhung-hoang-de-khong-ngai-361377\/ Sự trỗi dậy của những hoàng đế không ngai], Báo Công an nhân dân điện tử, 12\/08\/2015<\/ref>\n\nTheo thú nhận của chế độ Việt Nam Cộng hòa: “''Trong vòng ba tháng sau đảo chính, Việt Cộng nổi dậy khắp nơi. Tỉnh Kiến Hoà phải rút đi 51 đồn bót, mất 15 xã. Ở miền Trung từ Phan Thiết trở ra trong vòng hai tháng sau đảo chính, 2200 ấp chiến lược trong tổng số 2700 ấp chiến lược hoàn toàn bị tan tác''<ref name=thuvien>Phúc trình gửi Tổng thống Johnson, Mc. Mamara, 16-3-1964<\/ref>. Tổng số 4248 ấp chiến lược ở miền Nam thì có 3915 ấp bị phá hẳn. Trong phúc trình gửi Tổng thống Johnson ngày [[16 tháng 3]] năm 1964, Mc. Mamara đưa ra một bức tranh bi thảm, hậu quả của cuộc đảo chính lật đổ chế độ Ngô Đình Diệm: “''Trong số đất đai của 22 tỉnh (trong 44 tỉnh), Việt Cộng kiểm soát tới 50% hoặc nhiều hơn thế. Phước Tuy, Việt Cộng kiểm soát 80%; Bình Dương 90%; Hậu Nghĩa 90%; Long An 90%; Định Tường 90%; Kiến Hoà 90%; An Xuyên (Cà Mau) 85%. Quận Mõ Cày và các xã Định Thủy, Bình Khánh, Phước Hiệp, “đỏ 100%”; trên 900 xã như trong trường hợp ba xã này;...\"''<ref name=\"thuvien\"\/> Sau đảo chính 1963, trong một thời gian ngắn, đường mòn Hồ Chí Minh trở thành một “xa lộ thênh thang”. Trước đây, đoàn vận tải ô tô chỉ vào Khe Hó đổ hàng rồi từ đây dùng voi hay sức người chuyển vào Palin Thừa Thiên. Đầu năm 1964, các đoàn ô tô đã có thể đi tới điểm trạm ngã ba biên giới Kontum, số lượng vận tải tăng 40 lần so với năm trước, tỉ trọng vận tải cơ giới là 51%.\n\n== Xem thêm ==\n*[[Cuộc đảo chính tại Việt Nam Cộng hòa năm 1960]]\n*[[Vụ đánh bom Dinh Độc Lập 1962]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích sách|author=Hoành Linh Đỗ Mậu|title=Hồi ký chính trị \"Việt Nam Máu Lửa Quê Hương Tôi\"|publisher=Nhà xuất bản Văn Nghệ|place=California|year=1993}}\n* {{chú thích sách|author1=Cao Thế Dung|author2=Lương Khải Minh|authorlink2=Lương Khải Minh|title=Bút ký lịch sử \"Làm thế nào để giết một tổng thống?\"|publisher= Nhà xuất bản Hòa Bình|place=Sài Gòn|year=1970}}\n* {{chú thích sách|author=Đoàn Thêm|first=|title=Hai Mươi Năm 1945-1964 Việc Từng Ngày|publisher=Nhà xuất bản Xuân Thu|place=California|pages=Xuân Thu tái bản không đề năm|year=1966|isbn=}}\n* {{chú thích sách|author=Cao Văn Luận|first=|title=Hồi ký Bên giòng lịch sử, 1940-1965|publisher=Nhà xuất bản Sacramento: TANTU Research|place=|pages=tái bản 1983|year=|isbn=}}\n* {{chú thích sách|author=Thích Đức Nhuận|title=Đạo Phật và dòng sử Việt|publisher=Phật Học viện Quốc tế California|place=Hoa Kỳ|year=1998}}\n* {{chú thích sách|author=Trần Văn Đôn|title=Việt Nam nhân chứng|publisher=Nhà xuất bản Xuân Thu|place=California|year=1989}}\n* {{chú thích sách|author=Richard Reeves|title=President Kennedy. Profile of Power|url=https:\/\/archive.org\/details\/presidentkennedy00rich|publisher=New York: Simon & Schuster|year=1993}}\n* {{chú thích sách|author=Nguyễn Trân|title=Công và tội, những sự thật lịch sử|publisher=Nhà xuất bản Xuân Thu|place=California|year=1992}}\n* ĐIỆN VĂN TỐI MẬT SỐ 243 ngày 24 tháng 8 năm 1963 của Bộ Ngoại giao gởi Tòa Đại sứ Mỹ tại Sài Gòn.\n* {{chú thích sách|author=Stephen Kinzer|url=http:\/\/books.google.com.vn\/books?id=8pi0uLzrLEsC&pg=PP7&dq=%22Overthrow:+America's+Century+of+Regime+Change+from+Hawaii+to+Iraq%22&hl=vi&ei=qC5NTK35C4uPccuA5eMM&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCcQ6AEwAA|title=Overthrow: America's Century of Regime Change from Hawaii to Iraq\"|publisher=Nhà xuất bản Times Books|year=2006}}\n* {{chú thích sách|author=Nguyễn Hữu Duệ|title=Hồi ký \"Nhớ lại những ngày ở cạnh Tổng thống Ngô Đình Diệm\"|place=San Diego, California|year=2003}}\n* {{chú thích sách|author=Lê Tử Hùng|title=Nhật ký Đỗ Thọ|publisher=Nnb. Hòa Bình|year=1970}}\n* {{chú thích sách|author=Chính Đạo|title=Tôn giáo & chính trị, Phật giáo, 1963-1967|publisher=Nhà xuất bản. Văn Hóa|place= Houston|year=1997}}\n* {{chú thích sách|author=Chính Đạo|title=Việt Nam niên biểu 1939-1975 |publisher=Nhà xuất bản. Văn Hóa|place= Houston|year=2000}}\n* {{chú thích sách|author=Tôn Thất Đính|title=20 năm binh nghiệp|publisher=Nhà xuất bản. Tuần báo Chánh đạo|place=|year=1998}}\n* {{chú thích sách|author=Nguyễn Cao Kỳ và Marvin J. Wolf|title=Buddha's Child|publisher=Nhà xuất bản. St. Martin.|place= New York|year=2002}}\n* {{chú thích sách|author=Hoàng Lạc và Hà Mai Việt|title=Nam Việt Nam 1954-1975, Những Sự Thật Chưa Hề Nhắc Tới|publisher=Texas|place=|year=1990}}\n* {{chú thích sách|author=Hoàng Ngọc Thành & Thân Thị Nhân Đức|title=Những Ngày Cuối Cùng của Tổng thống Ngô Đình Diệm|publisher=Quang Vinh & Kim Loan & Quang Hiếu|place=San Jose, CA, USA|year=1994}}\n* {{chú thích sách|author=Vĩnh Phúc|title=Những Huyền Thoại Và Sự Thật Về Chế Độ Ngô Đình Diệm|publisher=Nhà xuất bản. Văn Nghệ|place=Westminter, CA, USA |year=1998}}\n* {{chú thích sách|author=Stanley Karnow|title=Vietnam: A History|publisher=Nhà xuất bản. Viking|place=New York |year=1998}}\n* {{chú thích sách|author=John S. Bowman|title=The Vietnam War, Day by Day |publisher=Nhà xuất bản. Mallard Press|place=New York |year=1989}}\n* {{chú thích sách|author=Richard M. Nixon|title=The Real war|publisher=Nhà xuất bản. Wanner Books Press|place=New York |year=1980}}\n* {{chú thích sách|author=Nguyễn Lang|title=Việt Nam Phật giáo Sử luận|publisher=Nhà xuất bản. Lá Bối|place=Sài Gòn|year=1974}}\n\n==Liên kết ngoài==\n* Loạt bài: [http:\/\/www.bbc.co.uk\/vietnamese\/indepth\/1963_events_us_vn.shtml 50 năm sau biến cố 1963] đăng trên Đài BBC\n* 50 năm sau biến cố 1 tháng 11 năm 1963: Xét lại nguyên nhân và hậu quả: [http:\/\/damau.org\/archives\/29801 Phần 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131113102857\/http:\/\/damau.org\/archives\/29801 |date=2013-11-13 }} và [http:\/\/damau.org\/archives\/29843 Phần 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131113102937\/http:\/\/damau.org\/archives\/29843 |date=2013-11-13 }} Tạp chí Da màu\n* Audio: [http:\/\/tusachtonghop.com\/nhung-bi-an-lich-su-ve-cuoc-chinh-bien-1963 Những Bí Ẩn Lịch sử Về Cuộc Chính Biến 11\/1963] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131113101557\/http:\/\/tusachtonghop.com\/nhung-bi-an-lich-su-ve-cuoc-chinh-bien-1963 |date = ngày 13 tháng 11 năm 2013}} Little Saigon Radio \/ Ký sự truyền thanh\n\n{{ARVN|state=collapsed}}\n{{Biến cố Phật giáo}}\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n{{Thanh chủ đề|Lịch sử|Lịch sử Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]\n[[Thể loại:Xung đột năm 1963|Việt Nam]]\n[[Thể loại:Biến cố Phật giáo, 1963]]\n[[Thể loại:Việt Nam năm 1963]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Ngô Đình Diệm]]"}