{"91428":"Đặng Văn Kiều ([[chữ Hán]]: 鄧文喬, [[1824]]-[[1881]]) là [[Đình nguyên]] [[Thám hoa]] khoa Nhã sĩ năm Ất Sửu (1865)<ref>Trong kỳ thi này không có ai là Trạng nguyên hay Bảng Nhãn. Do đó tuy là Thám hoa nhưng lại là người đỗ đầu trong khoa đó. Khoa Nhã sĩ duy nhất đó được mở ra để lựa chọn người có tài. Khoa thi kéo dài trong 15 ngày; chia làm 3 kỳ, mỗi kỳ 5 ngày. Ai đỗ 3 kỳ đầu này mới được vào kỳ phúc hạch. Cả bốn kỳ này đều do vua ra đầu bài và trực tiếp chấm. Những người dự thi do Quốc Tử Giám, Kinh Doãn và các quan tỉnh, chiểu theo dụ tháng 4-1865 của Tự Đức lựa chọn trong số các liêu thuộc, thân sĩ (không cứ có khoa mục hay không có khoa mục) người nào học rộng, tao nhã, có kiến thức, có đạo đức, được giới sĩ phu kính phục, lập danh sách đề cử lên Bộ Lại và Bộ Lễ, không hạn chế số người. Khoa Nhã sĩ này lấy đỗ 5 người (trong số 16 người dự thi).<\/ref> đời [[vua Tự Đức]], làm đến Án sát. Nguyên thụ Hàm Thị giảng lĩnh chức Đốc học Quảng Nam, thăng Thị giảng phong Hàn lâm viện Thị độc học sĩ, sung Sử quán toản tu. Ông từng làm chánh chủ khảo trường Thanh Hóa, phó chủ khảo trường Hội khoa Đinh Sửu<ref>Tại kỳ thi năm Đinh Sửu này [[Phan Đình Phùng]] đậu Đình nguyên Tiến sĩ.<\/ref>\n\n==Thân thế và sự nghiệp==\n'''Đặng Văn Kiều'''<ref>Tư liệu từ bài báo \"Đức độ một Thám hoa\" của tác giả Trần Hồng Đức, đăng trên Báo Nhân dân hàng tháng số 112\/8-2006 trang 17, chuyên mục \"Tìm trong sử vàng\".<\/ref>, trước tên Đặng Duy Kiệu, hiệu Nghiêu Đình tiên sinh, sinh ngày 28 tháng 7 năm Giáp Thân (22-8-1824) tại xã Phất Nạo, [[huyện Thạch Hà]], nay xã Thạch Bình, [[Thành phố Hà Tĩnh]], tỉnh Hà Tĩnh.\n\nÔng là cháu 10 đời vị thủy tổ Đặng Đại ở xã Phất Não. Thân sinh ông, Đặng Duy Thận, còn có tên là Thuần (1795-1848) là người có hoc nhưng chỉ làm phó lý. Sau khi con mình thành đạt thì ông được tặng hàm Phụng thành đại phu.\n \nGia phả ghi chép như sau. Một lần, ông Thận đưa dân phu đi đắp đường, đến chậm bị viên tri phủ quát nạt và đánh mấy chục roi. Uất ức quá,ông quyết nuôi con ăn học, dặn bảo con phải rửa nhục. Lúc này ông Kiều con trưởng, đang thụ giáo với cụ đồ Lê Thức ở xã Vĩnh Lại. Ông Thận bán ruộng nương cố mời được vị thầy học nổi tiếng Phan Nhật Tính ở xã Yên Đồng, huyện La Sơn, cử nhân khoa Tân Sửu (1841) là Tiến sĩ khoa Nhâm Dần (1842) về dạy các con.\n\nVốn thông minh và chăm chỉ lại có thầy giỏi, việc học của Đặng Văn Kiều vượt trội hẳn lên. Khoa Quý Mão (1843) 19 tuổi, ông đi thi Hương lần đầu và đỗ Tú tài. Chính trong khoa thi này, ông đã được quan trường đổi tên Duy Kiệu thành Văn Kiều. Khoa sau Bính Ngọ (1846), ông lại đỗ Tú tài lần thứ hai. Đến khoa Nhâm Tý (1852) ông mới đỗ Cử nhân thứ 6 và xuất chính.\n\nNăm Ất Sửu (1865), niên hiệu Tự Đức thứ 18, ông thi đỗ Đệ nhất giáp Tiến sĩ cập đệ tam danh (Thám hoa) khoa Nhã sĩ (Sắc tứ đệ nhất giáp, đệ tam danh, Nhã sĩ cập đệ đệ nhất danh). Năm ấy ông được thăng Hàn lâm viện Thị giảng học sĩ, ra án sát Quảng Bình.\n\nÔng Kiều tự thấy mình làm chính chức không phù hợp, bèn tâu xin cải bổ sang giáo chức. Năm Đinh Mão (1867) ông được cử đi làm phó chủ khảo trường Thừa Thiên. Năm Canh Ngọ (1870), ông về kinh giữ chức Chưởng giáo tôn học đường, nơi chuyên dạy con cháu những người trong Tôn thất.\n\nNăm Quý Dậu (1873), ông làm Toản tu Quốc sử quán, kiêm Biện lý bộ Lễ. Ông tham dự việc hợp soạn [[Khâm định Việt sử]]. Ông làm ở Quốc Sử quán hơn 10 năm rồi mất.\n\nVào năm 1874 cả nước đang sôi sục phản đối việc triều đình Huế ký hòa ước Giáp Tuất (15-3-1874) nhường hẳn sáu tỉnh Nam kỳ cho Pháp. Cuộc khởi nghĩa \"Cờ vàng\" do Tú Tấn (tức [[Trần Tấn]]), Tú Mai (tức [[Đặng Như Mai]]) ở Nghệ An, Đội Lựu (tức [[Trần Quang Cán]]), Tú Khanh (tức [[Nguyễn Huy Điển]]) ở Hà Tĩnh, cầm đầu đánh hạ đạo thành Hà Tĩnh, làm chấn động triều đình Huế<ref>Xem thêm về [[Trần Tấn]] và [[Phong trào Văn Thân]] (1874).<\/ref>. Theo truyền ngôn ở vùng Kỳ Anh thì Thám hoa Đặng Văn Kiều được cử ra dẹp cuộc nổi dậy của Lân Biểu (một tướng cờ vàng dưới quyền Tú Khanh) đóng quân ở Hòa Hiệu. Nhưng Đặng Văn Kiều cáo ốm, không có mặt trong cuộc hành quân này.\n\nSau sự việc này, Đặng Văn Kiều trở lại kinh đô, giữ chức cũ. Ngày 14-7 năm Tân Tỵ (8-8-1881) ông mất tại nhiệm sở, được triều đình cấp 300 quan tiền tuất và đưa quan tài về an táng tại quê nhà.\n\n==Gia đình==\nÔng Đặng Văn Kiều có hai người con trai. Lúc ông mất, cả hai còn nhỏ dại: [[Đặng Văn Bá]] lên tám và Đặng Văn Đàn lên bốn. Về sau nối chí cha, hai người đều học hành thành đạt. Đặng Văn Đàn (1877-1936) đỗ Tú tài khoa Quý Mão, do chân ấm sinh, được phong Hàn lâm cung phụng. [[Đặng Văn Bá]] (1873-1931) cũng như cha đỗ Cử nhân thứ 6 khoa Canh Tý (1900), đồng niên với Giải nguyên [[Phan Bội Châu]]. [[Đặng Văn Bá]] là một chí sĩ nổi tiếng trong [[phong trào Duy Tân]] đầu thế kỷ 20 trong lịch sử Việt Nam.\n\n==Đóng góp==\nLúc sinh thời ông Đặng Văn Kiều làm nhiều thơ nhưng không lưu giữ được. Về sách sử, ông là một trong các tác giả của Bộ [[Đại Nam Thực Lục]] chính biên. Ông cũng tham gia hợp soạn [[Khâm định Việt sử]].\n\n==Đôi nét về cuộc đời==\nÔng Đặng Văn Kiều vốn nổi tiếng văn học và rất giỏi về khoa lý số. Ông là người được đánh giá\n:\"''Đại bút hùng văn, nhất giáp thạch bi truyền quốc sử''.\n:''Hoành từ nhã sĩ, thiên thu kim bảng trấn gia thanh''\"\n:(Tay đại bút hùng văn, nhất giáp bia đá truyền sử trước.\n:Bậc hoành từ nhã sĩ, nghìn thu bảng vàng rạng tiếng nhà).\n\nThám hoa còn nổi tiếng về đức độ. Vốn nhân từ, thanh liêm, ông không chịu được khi phải hành hạ người và bị mua chuộc vì tiền. Gia phả chép: Có lần khảo một tên trộm, ông sai lính đóng cửa lại, lấy roi đánh vào cây chuối, vì thương nó quá. Tên trộm thấy vậy cảm động mà nhận tội, ông bèn tha cho. Có lần ông đang xử một vụ kiện, có người mang đến nhà biếu một rá gạo nếp, ông sinh nghi, sai người xem kỹ thì tận đáy rá có mấy nén bạc. Ông liền trả lại và cảnh cáo người đưa biếu là \"Dám khinh quan triều đình\" rồi đuổi đi.\n\nNgoài số lương tiền ít ỏi chỉ đủ sống đạm bạc qua ngày, không có bổng lộc gì khác, nhiều lúc gặp khó khăn, ông phải đưa cả bộ phẩm phục thế chấp để vay nợ. Bà vợ kế thấy cảnh nhà luôn túng quẩn, thường phàn nàn, vân vi ông. Ông chỉ cười và ngâm thơ:\n:''Nghĩ cuộc thanh liêm vua chúa trọng''.\n:''Hóa đường nghèo túng vợ con vân''.\n\n==Giai thoại - Mơ thi đỗ==\nViệc học hành, đỗ đạt của ông nhờ rất nhiều vào bà vợ cả là Trần Thị Thái, một người chăm chỉ, tần tảo vì chồng con. Tương truyền, khi chưa về kinh dự thi, một đêm Đặng Văn Kiều mơ thấy mình thi đỗ Thám hoa, cờ quạt, võng lọng, vinh quy về làng. Ngủ dậy ông có kể lại chuyện đó với vợ, nhưng bà không tin vì dù gia đình chồng có truyền thống học tập nhưng nhiều đời chỉ đỗ đến tam tràng (sinh đồ). Sau đó Đặng Văn Kiều đi thi, đỗ Thám hoa, khi vinh quy về làng thì được tin người vợ bị bệnh ốm, vừa mất; ông vô cùng thương xót, khóc bà và nói rằng: \"''Bà ơi, tôi đỗ Thám hoa thật rồi, tôi có nói dối về giấc mơ đâu, sao bà không chờ được?''\"\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Quốc triều khoa bảng lục]]\n* [[Quốc sử quán (triều Nguyễn)]]\n* [[Đình nguyên thời Nguyễn]]\n{{sơ khai khoa bảng Việt Nam}}\n\n{{Thời gian sống|Sinh=1824|Mất=1881}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}