{"209769":"'''Đại lộ Kinh Hoàng''' là tên không chính thức cho một đoạn đường dài khoảng 9&nbsp;km tại tỉnh [[Quảng Trị]], nơi mà theo tuyên bố của [[Việt Nam Cộng hòa]] thì đoàn quân của Việt Nam Cộng hòa đang rút chạy về phía Nam trong [[Chiến dịch Xuân hè 1972|Chiến dịch Xuân-Hè 1972]] thời kỳ [[Chiến tranh Việt Nam]] đã bị trúng pháo kích của [[Quân Giải phóng miền Nam Việt Nam]]<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2005\/04\/printable\/050414_quangtri30years.shtml BBC. Quảng Trị sau 30 năm cuộc chiến]<\/ref>. Hiện nay chưa có nguồn thứ 3 xác nhận sự kiện này có thật hay không. Theo [[Nhân Dân (báo)|báo Nhân dân]], cơ quan ngôn luận của [[Đảng Cộng sản Việt Nam]] thì đây là một sự vu khống của chính phủ [[Việt Nam Cộng hòa]].<ref name=nd>http:\/\/www.nhandan.com.vn\/chinhtri\/binh-luan-phe-phan\/item\/27460402-thoi-phong-nhung-hien-tuong-ca-biet-de-xuyen-tac-ban-chat.html<\/ref>\n\n==Hoàn cảnh lịch sử==\nGiữa trưa ngày 30 tháng 3 năm 1972, [[Quân Giải phóng miền Nam Việt Nam]] mở một cuộc tiến công mạnh mẽ. Tất cả đồng loạt vượt [[sông Bến Hải]], tràn qua ranh giới quân sự, pháo kích và tấn công {{fact|date = ngày 6 tháng 1 năm 2013}} vào lực lượng quân đội của [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] đóng tại tỉnh [[Quảng Trị]].\n\nĐể mở đường qua sông, pháo binh Quân Giải phóng miền Nam Việt Nam với các loại pháo 100 ly, 122 ly, 130 ly cũng như hỏa tiễn 122 ly, từ Vĩnh Linh bên kia [[cầu Hiền Lương]], đồng loạt bắn phá tất cả các căn cứ hỏa lực của Mỹ và quân đội Sài Gòn, với mức độ tàn phá kinh khủng chưa từng có. Hai trung đoàn 2 và 56\/SĐ3BB quân đội Sài Gòn bị tổn thất nặng nề về nhân mạng, đồng thời làm cho tinh thần binh sĩ Trung đoàn 56 quân đội Sài Gòn dao động mạnh và hoảng sợ, phải đầu hàng nhanh chóng{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\n==Chiến sự tại Quảng Trị==\nNgày 31 tháng 3, căn cứ hỏa lực của tiểu đoàn 4 TQLC tại núi Ba Hô và Sarge bị tràn ngập, phải di tản vào lúc 9 giờ 40 tối sau khi tổn thất nặng. Ngày 1 tháng 4, các [[căn cứ Đông Hà]], Cam Lộ, Ái Tử bị pháo kích nặng nề nhưng nhờ hải pháo của [[Đệ thất Hạm đội Hoa Kỳ]] nên Quân Giải phóng vẫn chưa chiếm được. Tuy nhiên trước sức tấn công mạnh mẽ của Quân Giải phóng, lần lượt các căn cứ hỏa lực A-1, A-2, A-3, A-4 do Sư đoàn 3 bộ binh quân đội Sài Gòn trấn giữ, bị tấn chiếm, còn căn cứ Fuller và Khe Gió thì phải \"di tản chiến thuật\". Căn cứ Holcomb của TQLC cũng bị tràn ngập lúc 12 giờ 30 khuya đêm 2 tháng 4{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\nNgày 30 tháng 4, tư lệnh chiến trường kiêm tư lệnh SĐ3 Bộ Binh quân đội Sài Gòn là [[Chuẩn tướng]] [[Vũ Văn Giai]], triệu tập phiên họp đặc biệt và quan trọng để bàn kế hoạch giữ thành phố Quảng Trị và bỏ căn cứ hỏa lực Ái Tử. Tuy nhiên, trong cuộc lui quân, trên 2.000 quân khi qua cầu Thạch Hãn thì cầu bị sập, khiến cho một số lớn chiến xa, xe cộ, đại bác và quân trang quân dụng... phải bị bỏ lại phía bên kia cầu và bị quân Giải phóng chiếm mất. Cùng với dòng lính đang rút chạy cũng nhập lại thành một đoàn dài lẫn lộn cả các loại lính. Lúc đó Quốc lộ 1, đoạn từ Hải Lăng về Mỹ Chánh, đang bị QGPMNVN chiếm và đóng chốt, nhất là cầu sông Nhung, nằm giữa Quốc lộ. Đoàn người xuôi Nam hỗn loạn, lớp lớp quân lính trộn vào với lính, các đơn vị lẫn lộn không còn công tác chỉ huy thống nhất. Binh lính, sĩ quan tìm cách bỏ chạy bằng đủ loại phương tiện, từ chạy bộ quang gánh đến quân xa, thiết giáp, xe đò, xe lam, xe máy. Một số quân nhân còn khả năng tác chiến cá nhân hay ở cấp đơn vị nhỏ, mạnh ai nấy đánh và mạnh ai nấy chạy nhưng không còn khả năng hành quân nhổ chốt mở đường. Tình trạng này đã làm gián đoạn giao thông, đoàn xe di tản của binh lính, dài hơn ba cây số.{{cần dẫn chứng}}.\n\nĐài [[RFA]] (của Hoa Kỳ) cho rằng: \"Vào lúc đó. bộ đội cộng sản đã bắn trực diện vào dòng người chạy loạn trên quốc lộ 1 đoạn từ [[thị xã Quảng Trị]] cũ qua [[Hải Lăng]] tới Huyện [[Phong Điền]], và \"hàng chục ngàn thường dân đã chết trên đoạn đường này, và cái tên Đại lộ Kinh Hoàng được nhắc tới từ ngày đó\"<ref name=RFA>[http:\/\/www.rfa.org\/vietnamese\/vietnam\/QuangTri_celebrate_new_temple_to_commemorate_Communist_soldiers-20070429.html?searchterm=None RFA: Quảng Trị khánh thành tháp chuông tưởng niệm bộ đội hy sinh trong chiến tranh]<\/ref>. Tuy nhiên, chưa có nguồn độc lập xác nhận tin của RFA{{fact}}. Báo Nhân dân của Đảng Cộng sản Việt Nam vẫn phủ nhận, cho rằng không có bằng chứng để chứng minh sự tồn tại vụ thảm sát này.<ref name=nd\/>\n\n==Nhận định về Đại lộ Kinh Hoàng==\nĐỗ Kh., Lê Văn Khoa, 2 cựu binh của [[quân đội Sài Gòn|quân lực Việt Nam Cộng Hòa]] tuyên bố đã có mặt và chứng kiến trên đoạn đường này, đã viết rằng không thể có con số chính xác về thương vong cũng như hoàn cảnh của sự việc, theo ông Khoa thì: \"Đại lộ kinh hoàng đã là lối xuôi Nam của hai mươi ngàn lính, thì trong đó đã có hàng ngàn người bỏ xác trên đường. Việc này, đúng sai, phóng đại, thêm thắt đến mức nào, cũng đã để lại ấn tượng rất là phù hợp với tên gọi trong dư luận [[Miền Nam Việt Nam|miền Nam]]. Còn việc có nên nổ đạn một cách thiếu chính xác (nếu không gọi là bừa bãi) và một cách tuỳ tiện (nếu không gọi là hệ thống) vào một đoàn người lẫn lộn (nếu không gọi là hỗn loạn) để chặn đường lui binh của địch thì để mỗi người chúng ta (cần, hay không cần phải) tự vấn và (cần, hay không cần phải) tự trả lời\"<ref>Đỗ Kh., Lê Văn Khoa, [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=3185&rb=0307 Đại lộ kinh hoàng 1972], Talawas, 10.11.2004<\/ref>.\n\n==Thông tin thêm==\n* Năm 2004, số vụ tai nạn giao thông ngày càng gia tăng trên đoạn [[Quốc lộ 1]] qua địa phận huyện [[Hải Lăng]] ở [[Quảng Trị]] mà theo [[báo Thanh Niên]] \"đã làm cho đoạn đường này sống lại cái tên 'đại lộ kinh hoàng' mà hồi chiến tranh người ta đã từng gọi nó\"<ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2004\/10\/3B9D7CEF\/ Đua tốc độ trên 'đại lộ kinh hoàng'] - Báo Thanh Niên, đăng lại tại [[VnExpress]] ngày 24\/10\/2004.<\/ref>.\n* Năm 1975, khi [[Quân Giải phóng miền Nam Việt Nam]] hòa chiếm được tỉnh Quảng Trị, xe tăng của họ thậm chí còn bật đèn soi cho quân đội Việt Nam Cộng Hòa rút lui và thường dân tản cư. Cuộc tản cư này êm ả đến mức người ta đồn rằng đã có một thỏa ước giữa [[Quân lực Việt Nam Cộng hòa]] và những người Cộng sản<ref>{{Chú thích web |url=http:\/\/www.time.com\/time\/magazine\/article\/0,9171,879457-2,00.html |ngày truy cập=2008-05-27 |tựa đề=THIEU'S RISKY RETREAT |archive-date=2009-02-27 |archive-url=https:\/\/web.archive.org\/web\/20090227181433\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,879457-2,00.html |url-status=dead }}<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Sự kiện lịch sử Việt Nam]]"}