{"805948":"'''Đặng Hữu Phổ''' ([[1854]]-[[1885]])<ref>Có sách chép là '''Đặng Văn Phổ''' (theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 136).<\/ref>, là liệt sĩ [[Việt Nam]] thời [[Nhà Nguyễn|Nguyễn]].\n\n==Tiểu sử==\n'''Đặng Hữu Phổ''' sinh ngày 29 [[tháng 9]] năm [[Giáp Dần]], dưới triều [[Tự Đức]] (tức ngày 19 [[tháng 1]] năm [[1854]]) tại làng Bác Vọng (nay thuộc xã Quảng Phú, huyện [[Quảng Điền]], tỉnh [[Thừa Thiên Huế]]).\n\nÔng là con trai trưởng trong 4 người con <ref>Nhưng ba người em đều mất sớm, chỉ còn có mỗi mình Đặng Hữu Phổ. Đến khi ông Phổ thọ án ([[1885]]), vợ chồng Đặng Huy Cát không còn đứa con nào.<\/ref> của Phò mã Đặng Huy Cát và Công chúa [[Nguyễn Phúc Tĩnh Hòa]] (tức nữ sĩ Huệ Phố).\n\nNăm 24 tuổi, Đặng Hữu Phổ thi đỗ [[Cử nhân]] khoa [[Mậu Dần]] ([[1878]]), làm quan trải đến chức Thị độc Nội các.\n\nKhi phái chủ chiến ở [[Huế]] tích cự chuẩn bị lực lượng và cơ sở vật chất đế quyết chiến với [[thực dân Pháp]], cha con Đặng Hữu Phổ được đại thần [[Tôn Thất Thuyết]] giao cho nhiệm vụ chiêu mộ nghĩa sĩ ở ngoại thành Huế lập đội quân Đoàn kiệt, đồng thời đến Tân Sở ([[Cam Lộ]], [[Quảng Trị]]) lập hậu cứ, để có chỗ kháng chiến lâu dài.\n\nĐêm 4, sáng ngày 5 [[tháng 7]] năm [[1885]], khi Tôn Thất Thuyết đang chỉ huy cuộc tập kích quân Pháp ở [[Huế]], thì cha con ông cũng lãnh đạo đội Đoàn kiệt đánh vào huyện nha [[Quảng Điền]] (Huế). Cuộc đánh chiếm thất bại, hai cha con ông đều bị bắt <ref>Chép theo ''Văn học thế kỷ XIX'' (tr. 796). ''Từ điển nhân vật lịch sử Việt Nam'' cho biết: \"Chẳng dè người cùng họ phản bội, đã bắt ông nộp cho quân Pháp\" (tr. 136).<\/ref>.\n\nSau đó, triều đình [[Đồng Khánh]] và [[thực dân Pháp]] cố dụ hàng cha con ông để lung lạc sĩ phu và nhân dân, nhưng không được. Cuối cùng, họ đem cha con ông ra xử: Đặng Huy Cát bị án trảm giam hậu <ref>Phò mã Đặng Huy Cát bị giam vào ngục tối, mãi đến khi [[Thành Thái]] lên ngôi, ông mới được xóa án tù ([[1892]]). Ông trở về làng Thanh Lương, chiêu mộ dân quân quanh vùng đến chân núi Thất Giới (xã Liễu Cốc, huyện [[Hương Trà]]) khai khẩn lập ra ấp Thanh Khê, rồi ở luôn tại đó. Lấy lý do chống thú dữ, ông cho trai tráng rèn luyện võ nghệ, binh thư, hẳn mong có ngày đánh đuổi ngoại xâm... Ông mất ngày 29 [[tháng 11]] năm [[Kỷ Hợi]] (31 [[tháng 12]] năm [[1899]]). Xem chi tiết ở trang [[Nguyễn Phúc Tĩnh Hòa]].<\/ref>, còn Đặng Hữu Phổ bị án xử tử. Ngoài ra, họ còn sai người đến đốt nhà của cha con ông, khiến kho sách \"Đặng gia tàng thư\" bị cháy rụi.\n\nNgày 20 [[tháng 7]] năm [[Ất Dậu]] (29 [[tháng 8]] năm [[1885]]) <ref>Theo trang web Đặng tộc [http:\/\/dangtocvietnam.com\/index.php?mod=article&cat=Danhnhan&article=136] và ''Văn học thế kỷ XIX'', tr. 769.<\/ref> Đặng Hữu Phổ bị thọ hình tại bến đò Quai Vạc (còn gọi là đò Ba Bến) ngay trên quê hương ông. Năm ấy ông vừa tròn 31 tuổi.<\/ref>.\n \nTrước khi mất, ông có làm bài thơ: \n{|valign=\"top\"\n|\n:'''Lâm hình thời tác'''\n:Phiên âm:\n:Trừ nghịch an dân tín thử thân <ref>Chép theo tài liệu của dòng họ Đặng. Câu này \"Bài ngoại liệt truyện\" chép là: \"Tuyệt đại tài hoa tín thử nhân\" (''Ta tin rằng thân này tài hoa hơn người'') e rằng không đúng vì quá tự cao (chú thích lấy trong ''Văn học thế kỷ XIX'', tr. 796).<\/ref>\n:Nhất sinh trung hiếu khuất nhi thân.\n:Nhi kim chính khí hoàn thiên địa,\n:Tinh phách thường tùy quân dữ thân.\n|\n:Dịch nghĩa:\n:''Trừ giặc yên dân, tin vào thân này,\n:''Suốt đời trung hiếu, khi lui bước cũng như lúc tiến lên.\n:''Đến nay chính khí về với trời đất,\n:''Nhưng hồn phách vẫn luôn theo bên vua và cha.\n|}\n==Thông tin liên quan==\n*Sau khi bị hành hình, thi thể Đặng Hữu Phổ được dân làng an táng ở tại Cồn Căng (cạnh mộ mẹ ông), thuộc làng Bác Vọng (xã Quảng Phú, huyện [[Quảng Điền]]). Mộ ông hình tròn, cao khoảng 0,5[[m]], hình thức kết cấu đơn giản, có vòng thành nhỏ bao bọc. Sau đó, cảm phục trước khí tiết của ông, dân làng còn lập miếu thờ ngay tại nơi ông mất (Bến đò Quai Vạc) gọi là \"Thị độc miếu\" (''miếu của quan Thị độc'') cách lăng mộ khoảng 1[[km]] về phía tây, và hằng năm đều có tổ chức lễ cúng tế. Khu mộ và miếu thờ Đặng Hữu Phổ đã được Bộ Văn hóa Thông tin xếp hạng \"di tích cấp Quốc gia\" theo Quyết định số: 52\/2001\/QĐ\/BVHTT, ký ngày 28 [[tháng 12]] năm [[2001]] <ref>Theo trang web Đặng tộc. Trang web của Phòng Văn hóa và Thông tin huyện Quảng Điền [http:\/\/songnuoctamgiang.com.vn\/?cat_id=113&id=1899] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120416070608\/http:\/\/songnuoctamgiang.com.vn\/?cat_id=113&id=1899 |date=2012-04-16 }} ghi ngày ký là 19 [[tháng 01]] năm 2001.<\/ref>.\n*Ghi nhận công lao và khí tiết của ông, ở [[quận 2, Thành phố Hồ Chí Minh]], hiện có con đường mang tên '''Đặng Hữu Phổ'''.\n*Vợ ông là Tôn Nữ Thị Hiệp, người hoàng tộc.\n\n==Sách tham khảo==\n*Hoàng Hữu Yên (chủ biên), ''Văn học thế kỷ XIX'', mục từ: \"Đặng Hữu Phổ\". Nhà xuất bản Khoa học xã hội, 2004.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế,'' Từ điển nhân vật lịch sử Việt Nam'', mục từ: \"Đặng Hữu Phổ\". Nhà xuất bản Khoa học xã hội, 1992.\n\n== Chú thích ==\n{{Tham khảo}} \n{{Thời gian sống|Sinh=1854|Mất=1885}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}