{"1488996":"{{Distinguish|Việt Nam Nhân dân Cách mệnh Đảng}}{{Thông tin đảng phái chính trị\n| mã màu = #D01D0D\n| tên = Đảng Nhân dân Cách mạng Việt Nam\n| tên gốc = [[Trung ương Cục miền Nam]]\n| logo = [[Hình:Flag of the Communist Party of Vietnam.svg|222px]]<br>Đảng kỳ\n| lãnh tụ = [[Hồ Chí Minh]]\n| chủ tịch = [[Võ Chí Công]]\n| tổng bí thư = [[Nguyễn Văn Linh]]\n| phát ngôn viên =\n| lãnh đạo 1 =\n| lãnh đạo 2 =\n| lãnh đạo 3 =\n| thành lập = 1 tháng 1 năm 1962\n| giải tán = 30 tháng 4 năm 1975\n| trụ sở = [[Tây Ninh]]\n| báo = ''Giải Phóng''\n| thanh niên = [[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh]]\n| năm thành viên =\n| thành viên =\n| hệ tư tưởng = [[Chủ nghĩa Marx-Lenin]]<br>[[Chủ nghĩa dân tộc]]\n| khẩu hiệu = ''Vô sản toàn thế giới, liên hiệp lại!''\n| quốc gia = {{flag|Việt Nam Cộng hòa}}<br>{{flag|Cộng hòa Miền Nam Việt Nam}}\n| quốc tế =\n| nghị viện châu Âu =\n| màu = [[Đỏ]], [[vàng]]\n| trang web =\n| ghi chú =\n}}\n'''Đảng Nhân dân Cách mạng Việt Nam''' - sau đổi tên là '''Đảng Nhân dân Cách mạng Miền Nam Việt Nam''' - là một tổ chức chính trị hình thức do [[Trung ương Cục miền Nam]] thành lập tại chiến khu [[Tây Ninh]] vào ngày [[1 tháng 1]] năm 1962 dựa trên chủ trương của Trung ương [[Đảng Lao động Việt Nam]]. Căn cứ vào thực tiễn của cách mạng Miền Nam và đề nghị của Đảng bộ miền Nam \"đảng bộ Miền Nam phải có tên riêng vì nếu giữ tên cũ công khai thì kẻ thù trong và ngoài dễ vin vào đó mà xuyên tạc, vu cáo Miền Bắc can thiệp lật đổ Miền Nam. Điều đó làm cho Miền Bắc gặp khó khăn trong cuộc vận động đấu tranh cho Miền Nam trên phương diện pháp lý quốc tế. Mặt khác đổi tên Đảng cũng tạo điều kiện cho Đảng bộ Miền Nam công khai hiệu triệu nhân dân Miền Nam dùng mọi hình thức để đánh đuổi kẻ thù <ref>Viện Lịch sử Đảng (1998) Những sự kiện hoạt động của Trung ương Cục Miền Nam trong kháng chiến chống Mỹ cứu nước (1954-1975), tập II, Nhà xuất bản CTQG Hà Nội, tr.20<\/ref>.\n\nChỉ thị của Trung ương Cục ngày 27 tháng 1 năm 1961, chỉ rõ \"''…đây chỉ là một sự đổi tên. Tuy danh nghĩa công khai có khác với miền Bắc nhưng bí mật trong nội bộ và về phương diện tổ chức thì Đảng bộ miền Nam trước sau vẫn là một bộ phận của Đảng Lao động Việt Nam, chịu sự lãnh đạo của Ban Chấp hành Trung ương đứng đầu là Chủ tịch Hồ Chí Minh''\",<ref>{{Chú thích web |url=http:\/\/tayninh.gov.vn\/HoatDongAnh\/File_Dinh_Kem\/tw%20cuc.pdf |ngày truy cập=2014-03-11 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-03-11 |archive-url=https:\/\/web.archive.org\/web\/20140311121755\/http:\/\/tayninh.gov.vn\/HoatDongAnh\/File_Dinh_Kem\/tw%20cuc.pdf |url-status=dead }}<\/ref> Trong Tuyên ngôn có ghi \"''Đảng Nhân dân cách mạng Việt Nam là đảng của giai cấp công nhân và nhân dân lao động miền Nam Việt Nam, đồng thời cũng là đảng của toàn thể nhân dân yêu nước miền Nam Việt Nam''\". Đảng xác định \"đội tiên phong Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam, linh hồn Mặt trận\".\n\nTheo tài liệu của Mỹ, Đảng được thành lập và thông báo qua Radio Hà Nội 18 tháng 1 năm 1962 lấy lại từ Thông tấn xã giải phóng. Chủ tịch Võ Chí Công, tổng bí thư là Huỳnh Văn Tâm (sau đó được bổ nhiệm đại diện Mặt trận tại Algeria), và thay thế bởi Trần Nam Trung. Tuy nhiên tài liệu của Mỹ cũng cho biết năm 1963, một \"ủy ban giám sát miền nam\" được thành lập để giám sát đảng, với đứng đầu là Lê Đức Thọ, ủy viên Bộ chính trị Đảng Lao động, và Nguyễn Văn Vịnh, chủ tịch ủy ban thống nhất của Quốc hội Việt Nam Dân chủ Cộng hòa.\n\nMột tài liệu tình báo khác cho biết Nguyễn Văn Cúc là Chủ tịch, Trần Nam Trung là Tổng Bí thư, còn Võ Chí Công là ủy viên Thường vụ.\n\nTheo công bố khi thành lập Đảng, có trên 100.000 đảng viên.\n\n==Lịch sử==\nThực chất, Đảng Nhân dân Cách mạng Việt Nam là đảng bộ Miền Nam của [[Đảng Lao động Việt Nam]] ở miền Nam Việt Nam, do Trung ương Đảng Lao động, Trung ương Cục Miền Nam (một bộ phận công khai của Trung ương Đảng Lao động ở Nam Việt Nam), và các Khu ủy do Trung ương Đảng Lao động lãnh đạo. Sau [[30 tháng 4]] năm 1975, đảng bộ Miền Nam công khai là một bộ phận của Đảng Lao động Việt Nam. Danh xưng Đảng Nhân dân Cách mạng Việt Nam không tồn tại nữa. Điều này phù hợp với [[Hiệp định Geneve, 1954]] khi Hiệp định quy định tập kết chính trị tại chỗ.<ref>{{Chú thích web |url=https:\/\/www.mtholyoke.edu\/acad\/intrel\/genevacc.htm |ngày truy cập=2017-12-25 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-10-22 |archive-url=https:\/\/web.archive.org\/web\/20151022203303\/https:\/\/www.mtholyoke.edu\/acad\/intrel\/genevacc.htm |url-status=dead }}<\/ref>\n\nCơ cấu tổ chức cũng trực thuộc trực tiếp Trung ương Đảng Lao động lãnh đạo, sinh hoạt đảng như các đảng bộ ngoài Bắc, dùng tên Đảng Nhân dân Cách mạng, hay Đảng Lao động, tôn Hồ Chí Minh làm lãnh tụ. Điều lệ Đảng Nhân dân Cách mạng Việt Nam cũng do Trung ương Đảng Lao động Việt Nam soạn thảo<ref>Chỉ thị của Bộ Chính trị Số 233-CT\/TW, ngày 30 tháng 7 năm 1976, Văn kiện Đảng toàn tập, trang 228, tập 37 (1976), Nhà xuất bản Chính trị Quốc gia, 2004<\/ref>. Về công khai là lực lượng nòng cốt Mặt trận và chỉ đạo Quân giải phóng.\n\n==Lãnh đạo==\n\nNăm thành viên Ban chấp hành Trung ương:\n* [[Võ Chí Công]]: Chủ tịch Đảng.\n* Nguyễn Văn Cúc (Nguyễn Văn Mười, tức [[Nguyễn Văn Linh]]): Tổng Bí thư Đảng, công khai là Phó Bí thư Trung ương Cục Miền Nam (12\/1969).\n* Nguyễn Văn Linh: Ủy viên Trung ương Đảng\n* Hai Văn (Nguyễn Văn Đông, tức [[Phan Văn Đáng]]): Ủy viên Trung ương Đảng\n* Phạm Xuân Thái (tức Phan Văn Đáng): Ủy viên Trung ương Đảng\n\nCác chức danh này công khai (công bố năm 1969, cùng với 14 thành viên Trung ương Cục miền Nam của Ban chấp hành Trung ương Đảng Lao động Việt Nam trong đó Nguyễn Văn Cúc đại diện Đảng). Các vị này cũng là thành viên (thời gian khác nhau) Trung ương Mặt trận Dân tộc giải phóng Miền Nam Việt Nam, và thành viên Trung ương Cục miền Nam, một bộ phận Trung ương đảng Lao động, ban đầu hoạt động hoàn toàn bí mật, sau công khai (12 năm 1969) là đại diện Đảng Lao động tại miền Nam Việt Nam (Trung ương cục Miền Nam của Ban Chấp hành Trung ương Đảng Lao động Việt Nam). Nguyễn Văn Linh đại diện đảng trong Đại hội thành lập chính phủ cách mạng lâm thời.\n\nTrên thực tế, có sự tách rời giữa \"Ban Chấp hành Trung ương\" của \"Đảng nhân dân cách mạng\" với Trung ương Cục Miền Nam, khi công bố nhân sự cho đối phương (với những bí danh khác nhau), ngoại trừ công bố Nguyễn Văn Cúc, Tổng bí thư Đảng nhân dân cách mạng, là đại diện của đảng tại Trung ương cục Miền Nam của Ban chấp hành Trung ương Đảng Lao động Việt Nam, phó bí thư Trung ương cục Miền Nam.\n\nĐảng bộ Miền Nam từ năm 1961 đứng đầu là Bí thư Trung ương cục Miền Nam. Từ năm 1964 khi tách Đảng bộ Khu V về Trung ương, đứng đầu các đảng bộ khu vực B2 là Bí thư Trung ương Cục Miền Nam, đứng đầu Đảng bộ Khu V là Bí thư Khu ủy Khu V (Võ Chí Công). Từ tháng 4 năm 1966, Bộ Chính trị và Quân ủy Trung ương quyết định tách Trị - Thiên ra khỏi khu V, thành lập Khu ủy Trị - Thiên - Huế bao gồm Đảng bộ tỉnh Quảng Trị, Thừa Thiên và thành phố Huế, đặt dưới sự lãnh đạo của Ban chấp hành Trung ương và Bộ Chính trị Đảng Lao động Việt Nam<ref>Trích sách Lịch sử kháng chiến chống Mỹ cứu nước năm 1954 - 1975; Nhà xuất bản Chính trị Quốc gia - Hà Nội 1999; Trang 165<\/ref>. Bí thư Trần Văn Quang, đến tháng 11 năm 1968 Hoàng Anh thay thế.\n\nNhư vậy Đảng bộ Miền Nam gồm B2 (chia tiếp thành nhiều Khu), Khu V và Khu Trị - Thiên - Huế đều dưới sự chỉ đạo của Trung ương Đảng, Bộ Chính trị và Ban Bí thư.\n\n==Cương lĩnh==\n[[Tập tin:Điều lệ của Đảng Nhân dân Cách mạng Việt Nam tại Bưng 6 xã, Quận 9.jpg|300px|nhỏ|phải|Điều lệ của Đảng Nhân dân Cách mạng Việt Nam, bản được trưng bày tại bảo tàng Bưng 6 xã, Quận 9 (Thủ Đức cũ)]]\nCương lĩnh Đảng Nhân dân Đảng Nhân dân Cách mạng Việt Nam tháng 1 năm 1962 là<ref>Douglas Pike, Viet Cong, Cambridge, Massachusetts, 1966<\/ref>:\n#Lật đổ chính phủ Ngô Đình Diệm và thành lập một chính phủ liên minh dân tộc dân chủ.\n#Thực hiện một chương trình mở rộng các quyền tự do dân chủ, tổng ân xá cho tù nhân chính trị, bãi bỏ các ấp chiến lược và các trung tâm tái định cư, bãi bỏ các luật tòa án quân sự đặc biệt và luật pháp phi dân chủ khác.\n#Xóa bỏ sự độc quyền kinh tế của Mỹ và bọn tay sai, bảo vệ các sản phẩm sản xuất trong nước, thúc đẩy sự phát triển của nền kinh tế, và cho phép người bắt buộc phải sơ tán từ miền Bắc Việt Nam trở về nơi sinh của họ.\n#Giảm tiền thuê đất và chuẩn bị cho cải cách ruộng đất.\n#Loại bỏ văn hóa nô lệ và đồi bại Mỹ và xây dựng một nền văn hóa và giáo dục dân tộc tiến bộ.\n#Xóa bỏ hệ thống của các cố vấn quân sự Mỹ và đóng tất cả các căn cứ quân sự nước ngoài tại Việt Nam.\n#Thiết lập sự bình đẳng giữa nam và nữ và giữa các dân tộc khác nhau và công nhận các quyền tự trị của các dân tộc thiểu số trong cả nước.\n#Theo đuổi một chính sách đối ngoại hòa bình và sẽ thiết lập quan hệ ngoại giao với tất cả các nước tôn trọng độc lập và chủ quyền của Việt Nam.\n#Thiết lập lại quan hệ bình thường giữa Bắc và Nam như là một bước đầu tiên hướng tới thống nhất trong hòa bình của đất nước.\n#Phản đối chiến tranh xâm lược và tích cực bảo vệ hòa bình thế giới.\n\n==Nhận định==\nTác giả Louise Brown nhận định: ''Mặt trận dân tộc giải phóng Miền Nam Việt Nam được điều khiển bởi Đảng ở Miền Nam, nó được thành lập là Đảng Nhân dân cách mạng (PRP) tháng 1 năm 1962. Tuy nhận là đảng Cộng sản Việt Nam - ở miền Bắc xây dựng chủ nghĩa xã hội và ở miền nam là đấu tranh giải phóng, nhưng đủ đảm bảo độc lập của đảng ở miền nam từ Đảng Lao động của Việt Nam dân chủ cộng hòa. Nó có lẽ cũng cần thiết để phong trào cách mạng ở nam Việt Nam một sự thống trị riêng biệt với Hà Nội trong mắt cộng đồng quốc tế. Dẫu PRP là đảng phía nam và các thành viên của nó là người bản địa miền nam, nó liên kết chặt chẽ với Đảng ở Việt Nam dân chủ cộng hòa. Năm 1960, tổ chức vùng của Đảng Lao động ở nam Việt Nam đã được nâng cấp thành Trung ương Cục Miền Nam. Đây là một sự khôi phục quan trọng bộ máy cấp vùng để có được vị thế trong kháng chiến''<ref>Louise Brown: War and Aftermath in Vietnam, Routledge 2002, p.171<\/ref>.\n\nTác giả James Rothrock nhận định: ''Một thông tư của đảng đề ngày 7 tháng 12 năm 1961 cho biết \"Đảng Nhân dân cách mạng xuất hiện với một sự tồn tại độc lập, quả thực đảng của chúng ta không có gì, nhưng Đảng Lao động Việt Nam được thống nhất từ Bắc vào Nam, dưới sự chỉ đạo của Ban Chấp hành Trung ương của đảng, đứng đầu là chủ tịch Hồ...\" Hơn nữa mối quan hệ với Hà Nội qua tài liệu Việt Cộng nhặt được đã nêu rõ, Đảng Nhân dân cách mạng kiểm soát Mặt trận và Việt Cộng, là bộ máy của Đảng Lao động ở nam Việt Nam. Đơn giản, Đảng Nhân dân cách mạng là nhánh phía nam của Đảng cộng sản Lao động ở bắc Việt Nam. Cấu trúc điều khiển cuộc nổi dậy ở nam Việt Nam là một sự hợp nhất phức tạp của các thực thể chính trị và quân sự. Ban Chấp hành Trung ương đảng Lao động ở Hà Nội điều khiển cuộc nổi dậy thông qua Trung ương Cục Miền Nam (COSVN). COSVN phụng sự như là cầu nối giữa lãnh đạo cộng sản ở Hà Nội và đảng ở nam Việt Nam. COSVN có chức năng là Ban Chấp hành Trung ương của PRP. Nó chỉ đạo PRP, Quân giải phóng và Mặt trận dân tộc giải phóng Miền Nam Việt Nam''.<ref>James Rothrock: Divided We Fall: How Disunity Leads to Defeat, AuthorHouse, 2006, p.57<\/ref>\n\n==Xem thêm==\n* [[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh]]\n* [[Trung ương Cục miền Nam]]\n* [[Mặt trận Dân tộc giải phóng miền Nam Việt Nam]]\n* [[Cộng hòa Miền Nam Việt Nam]]\n* [[Danh sách tổ chức chính trị Việt Nam Cộng hòa]]\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{Đảng phái chính trị Việt Nam}}\n\n[[Thể loại:Đảng Nhân dân Cách mạng Việt Nam| ]]\n[[Thể loại:Lịch sử Đảng Cộng sản Việt Nam]]\n[[Thể loại:Cựu đảng phái chính trị Việt Nam]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Phong trào cộng sản Việt Nam]]"}