{"3197790":"{{Thông tin viên chức\n|tên= Đặng Đình Linh\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tham mưu phó Tiếp vận BTL Không Quân\n|bắt đầu= 1\/1970\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (1\/1970)<br>-Chuẩn tướng (11\/1972)\n|phó chức vụ= Tư lệnh\n|phó viên chức= -Trung tướng [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 2= Trưởng khối Không cụ<br>tại Bộ Tư lệnh Không Quân\n|bắt đầu 2= 1\/1965\n|kết thúc 2= 1\/1970\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá (1\/1965)<br>-Đại tá\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Thiếu tướng [[Nguyễn Cao Kỳ]]<br>-Đại tá [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= Phụ tá Kỹ thuật Chỉ huy trưởng<br>Căn cứ Không quân Tân Sơn Nhất<br>(Căn cứ Trợ lực 3)\n|bắt đầu 3= 1\/1962\n|kết thúc 3= 1\/1965\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá (1\/1962)\n|tiền nhiệm 3=\n|kế nhiệm 3=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất=\n|nơi ở= Texas, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Đào Thị Kim Dung\n|học vấn= Tú tài toàn phần\n|học trường= =Trường Trung học Lycée Albert Sarraut Hà Nội<br>-Trường Sĩ quan Trừ bị Thủ Đức<br>-Trường Võ bị Không quân Salon de Provence, Pháp\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 4]] năm [[1929]]\n|ngày mất=\n|nơi sinh= [[Hà Nội]], [[Việt Nam]]\n|nơi mất=\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|22px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Đặng Đình Linh''' (sinh 1929), nguyên là một tướng lĩnh thuộc Quân chủng Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Sĩ quan Trừ bị do Quân đội Pháp và Quân đội Quốc gia Việt Nam mở ra ở một tỉnh thuộc miền Duyên hải Bắc phần (sau chuyển vào trường Sĩ quan Trừ bị ở miền Nam) với mục đích đào tạo sĩ quan người Việt để phục vụ trong Quân đội Liên hiệp Pháp. Ra trường phục vụ trong đơn vị Bộ binh được 6 tháng. Sau đó, ông trúng tuyển chuyển sang Quân chủng Không quân.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 4 năm 1929 trong một gia đình thương nhân khá giả tại Hà Nội. Năm 1950, ông tốt nghiệp Trung học chương trình Pháp ở trường Trung học Lycée Albert Sarraut Hà Nội ban Toán với văn bằng Tú tài toàn phần (Part II).<ref>Sau này khi đã ở trong quân ngũ, ghi danh vào Đại học Luật và tốt nghiệp với văn bằng Cử nhân Luật.<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1951, thi hành lệnh động viên ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 49\/600.089. Theo học khóa 1 Lê Lợi tại trường Sĩ quan Trừ bị Nam Định, khai giảng ngày 1 tháng 10 năm 1951. Sau 2 tuần thụ huấn, cùng trong số 18 khoá sinh được chuyển vào trường Sĩ quan Trừ bị Thủ Đức để tiếp tục học ngành chuyên môn về: Pháo binh, Truyền tin và Công binh, cùng học chung với các khóa sinh của khóa 1 Lê Văn Duyệt của trường Thủ Đức. Ngày 1 tháng 6 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường ông được điều đi phục vụ tại Đệ tam Quân khu ở Bắc phần.\n\nĐầu năm 1953, thi trúng tuyển chuyển sang Quân chủng Không quân, du học khóa sĩ quan Cơ khí Hàng không tại trường Võ bị Không quân Salon de Provence ở miền Nam nước Pháp.<ref>Các khóa sinh sĩ quan và khóa sinh dân chính học khóa Cơ khí Hàng không tại Pháp năm 1953 có tên:<br>'''Khóa sinh sĩ quan:'''<br>Các Thiếu úy:<br>-[[Trần Đỗ Cung (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Đỗ Cung]] (Sinh năm 1922 tại Nghệ An, nguyên quán Hà Đông, tốt nghiệp khóa 6 Võ bị Đà lạt. Sau cùng là Trung tá Thứ ủy trong Nội các Chính phủ [[Nguyễn Cao Kỳ]]. Giải ngũ năm 1972)<br>-[[Cao Thông Minh (Đại tá, Quân lực Việt Nam Cộng hòa|Cao Thông Minh]] (Sinh năm 1930 tại Hưng Yên, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng là Đại tá Giám đốc Trung tâm Điện tử Không quân).<br>'''Khóa sinh dân chính:'''<br>-[[Từ Văn Bê]]<br>-[[Nguyễn Quang Diệm (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Quang Diệm]] (Sinh năm 1929 tại Kiến An. Sau cùng là Trung tá Chỉ huy phó Không đoàn)<br>-[[Trần Ngọc Đóa (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Ngọc Đóa]] (Sinh năm 1932 tại Thừa Thiên. Sau cùng là Đại tá Trưởng phòng tại Bộ Tư lệnh Không quân).<\/ref>\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 7 năm 1955, mãn khóa về nước, ông được giữ chức sĩ quan Phụ tá Kỹ thuật tại Trung tâm Huấn luyện Liên Phi đoàn 1 Vận tải do Đại úy [[Huỳnh Minh Bon (Trung tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Minh Bon]]<ref>Đại úy Huỳnh Minh Bon về sau giải ngũ ở cấp Trung tá<\/ref> làm Chỉ huy trưởng. Đến tháng 11, chuyển sang phục vụ Quân đội Việt Nam Cộng hòa. Đầu năm 1958, ông được thăng cấp [[Trung úy]] đồng thời cùng với 2 viên Trung úy khác là [[Từ Văn Bê]] và [[Dương Xuân Nhơn (Trung tá, Quân lực Việt Nam Cộng hòa|Dương Xuân Nhơn]]<ref>Trung uý Dương Xuân Nhơn về sau là Trung tá.<\/ref> được cử đi tu nghiệp tại căn cứ Không quân Hoa Kỳ Clark ở Philippines. Đến tháng 3 năm 1960, ông được thăng cấp [[Đại úy]] tại nhiệm và được cử giữ chức vụ Chỉ huy trưởng Trung tâm Kỹ thuật Vận tải Liên Phi đoàn 1. Đầu năm 1962, ông được thăng cấp [[Thiếu tá]] làm Phụ tá Kỹ thuật căn cứ 3 Trợ lực Không quân Tân Sơn Nhứt.\n\nĐầu tháng 1 năm 1965, ông được thăng cấp [[Trung tá]] giữ chức Trưởng khối Không cụ tại Bộ tư lệnh Không quân trải qua 2 vị Tư lệnh là Thiếu tướng [[Nguyễn Cao Kỳ]] và Đại tá [[Trần Văn Minh (không quân)|Trần Văn Minh]]. Đến đầu năm 1970, ông được thăng cấp [[Đại tá]] và được cử vào chức vụ Tham mưu phó Tiếp vận tại Bộ tư lệnh Không quân đướ quyền Tư lệnh là Trung tướng [[Trần Văn Minh (không quân)|Trần Văn Minh]].\n\nNgày lễ Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1972, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm và ở chức vụ Tham mưu phó Tiếp vận cho đến cuối tháng 4 năm 1975.\n\n==1975==\nNhững ngày cuối của tháng 4, ông di tản ra khỏi Việt Nam. Sau đó sang Hoa Kỳ định cư tại Garland thuộc Tiểu bang Texas.\n\n==Gia đình==\n*Phu nhân: Bà Đào Thị Kim Dung (1939-2015).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{Thời gian sống|1929}}\n\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Mỹ gốc Việt]]"}