{"880442":"{{bài cùng tên|Quốc Dân Đảng (định hướng)}}\n{{Thông tin đảng phái chính trị\n| tên = Đại Việt Cách mạng Đảng\n| tên gốc =\n| logo = Flag of Greater Viet Revolutionary Party.svg\n| lãnh tụ = [[Hà Thúc Ký]]\n| chủ tịch = [[Trần Dzũng Minh Dân]] (2011 - 2015)\n| tổng bí thư = \n| chức danh 1 = Tổng Thư ký\n| lãnh đạo 1 = Nguyễn Văn Lung\n| phát ngôn viên = [[Trần Văn Hoa]]\n| lãnh đạo 2 = Trần Việt Sơn\n| lãnh đạo 3 = [[Bùi Diễm]]\n| lãnh đạo 4 = [[Huy Phong]]\n| lãnh đạo 5 = [[Đinh Quang Tiến]]\n| lãnh đạo 6 = [[Đỗ Hữu Long]]\n| thành lập = [[25 tháng 12]] năm [[1965]]\n| giải tán =\n| headquarters = [[Thành phố Hồ Chí Minh|Sài Gòn]], {{flag|Việt Nam Cộng hòa}} (1964 - 1975)<br>[[California]], {{USA}} (1975 đến nay)\n| báo =\n| thanh niên =\n| năm thành viên =\n| thành viên =\n| hệ tư tưởng = [[Chủ nghĩa dân tộc sinh tồn]]\n| khẩu hiệu = '''''Nhân bản''' - '''Dân chủ''' - '''Thịnh vượng'''''\n| quốc gia = {{flag|Việt Nam Cộng hòa}}<br>{{USA}}\n| quốc tế = {{USA}}\n| nghị viện châu Âu = {{flag|Pháp}}\n| màu = {{colorbox|red}} {{colorbox|blue}} {{colorbox|white}}<ref>[http:\/\/xaydunghouston.com\/SinhHoatCongDong\/709daihoidvcmd.htm Đại hội Đại Việt Cách mạng Đảng kỳ VII]<\/ref>\n| trang web = http:\/\/www.daiviet.org\n| ghi chú =}}\n'''Đại Việt Cách mạng Đảng''' là một đảng phái chính trị tách rời từ [[Đại Việt Quốc dân đảng]] vào năm [[1965]]. Cũng như [[Đại Việt Quốc dân đảng]], đảng này cũng lấy [[chủ nghĩa dân tộc sinh tồn]] làm nền tảng triết lý [[chính trị]].\n\n==Lịch sử==\n{{xem thêm|Đại Việt Quốc dân đảng}}\n===Bước ra tham chính===\nSau khi [[Tổng thống]] Diệm bị lật đổ bởi [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính]] năm 1963, các đảng phái chính trị đối lập, trong đó có [[Đại Việt Quốc dân đảng]], hoạt động trở lại. Tuy nhiên, giữa các lãnh đạo của Đại Việt đã có sự phân hóa trầm trọng. Trung ương đảng sau năm 1964 không nhóm họp nữa vì những chia rẽ nội bộ.\n\nNgày [[14 tháng 11]] năm [[1964]], một nhóm các đảng viên Đại Việt, chủ yếu là các đảng viên trẻ ở vùng [[Lục tỉnh]], tập hợp và lập ra một chính đảng mới lấy tên là [[Đảng Tân Đại Việt]], với cờ hiệu giống Đại Việt Quốc dân đảng, nhưng chen một dải màu vàng vào giữa nền đỏ<ref>{{Chú thích web |url=http:\/\/www.tandaiviet.org\/tdv\/ |ngày truy cập=2012-01-16 |tựa đề=Tân Đại Việt |archive-date=2010-04-11 |archive-url=https:\/\/web.archive.org\/web\/20100411063141\/http:\/\/www.tandaiviet.org\/tdv\/ }}<\/ref>. Ông Phan Thông Thảo làm Chủ tịch Đảng và Giáo sư [[Nguyễn Ngọc Huy]] giữ chức Tổng thư ký. Giáo sư Huy cũng là một người trong phái đoàn [[Việt Nam Cộng hòa]] ở [[Hòa đàm Paris]].<ref>Penniman, Howard R. tr 171<\/ref> Tân Đại Việt còn lập ra tổ chức ngoại vi [[Phong trào Quốc gia Cấp tiến]] để thu hút các thành phần không phải đảng viên nhưng hợp tác được với nhau.\n\nBên cạnh Tân Đại Việt, một nhóm các đảng viên Đại Việt khác, thành phần nòng cốt khu vực [[Quảng Trị]] và [[Thừa Thiên]] cũng tập hợp lại, đến ngày [[25 tháng 12]] năm [[1965]] ra tuyên cáo thành lập chính đảng với tên mới '''Đại Việt Cách mạng Đảng'''. Cờ hiệu của Đại Việt Cách mạng cũng thay đổi, giữ sao trắng trong vòng tròn xanh nhưng nửa trên của cờ màu đỏ, nửa dưới màu vàng. Ông [[Hà Thúc Ký]] là Chủ tịch kiêm Tổng Bí thư của đảng, Trần Việt Sơn làm Phó tổng bí thư.\n\nBên cạnh hai nhóm này, còn có một số nhóm đảng viên vẫn giữ lại danh xưng Đại Việt Quốc dân đảng, nhưng hoạt động độc lập và không có sự liên kết với nhau. Mãi đến năm 1972, các đảng viên Đại Việt còn lại mới tổ chức đại hội hợp nhất, do Giáo sư Phạm Đăng Cảnh làm Chưởng nhiệm.\n\nTuy vậy, xét về tổng quan, Đại Việt (bao gồm cả Tân Đại Việt, Đại Việt Cách mạng và Đại Việt Quốc dân đảng) là một đảng phái chính trị lớn ở miền Nam bấy giờ. Một số đảng viên tên tuổi tham chính trong chính phủ Việt Nam Cộng hòa như: \n# Bác sĩ [[Nguyễn Tôn Hoàn]]: Phó Thủ tướng\n# [[Hà Thúc Ký]]: Tổng trưởng Nội vụ\n# Bác sĩ [[Phan Huy Quát]]: Thủ tướng\n# [[Quân lực Việt Nam Cộng hòa|Đại tướng]] [[Trần Thiện Khiêm]]: Thủ tướng Chính phủ\n\nTrong cuộc tuyển cử Thượng viện Quốc hội Việt Nam Cộng hòa năm 1967, liên danh của Đại Việt là một trong 6 liên danh chấp chính.<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=101744&z=196 |ngày truy cập=2012-01-16 |tựa đề=Phỏng vấn Giáo sư Nguyễn-Lý-Tưởng về Đảng Đại Việt |archive-date=2010-03-09 |archive-url=https:\/\/web.archive.org\/web\/20100309133825\/http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=101744&z=196 |url-status=dead }}<\/ref> Số đảng viên vào cuối thập niên 1960 là khoảng 20.000 người.<ref>Smith, Harvey, et al. tr 253<\/ref>\n\n[[Tập san]] ''Đuốc Việt'' và báo ''Tự quyết'' làm cơ quan ngôn luận và liên lạc của Đảng<ref>{{Chú thích web |url=http:\/\/www.daivietquocdandang.com\/lichsudang.htm |ngày truy cập=2012-01-16 |tựa đề=Lược sử Đại Việt Quốc dân Đảng |archive-date=2011-10-16 |archive-url=https:\/\/web.archive.org\/web\/20111016032653\/http:\/\/www.daivietquocdandang.com\/lichsudang.htm |url-status=dead }}<\/ref>. Đảng cũng nắm giữ hai tờ báo ''Saigon Post'' ([[Anh ngữ]]) và ''[[Chính luận]]'', là một trong những tờ nhật báo lớn nhất miền Nam.<ref>Smith, Harvey et al. tr 253-4<\/ref>\n\n=== Tái tổ chức ở hải ngoại ===\n[[Tập tin:Lá cờ Đại Việt Cách mạng Đảng trong lễ giỗ lãnh tụ Hà Thúc Ký, 14-10-2010.jpg|nhỏ|Lễ giỗ lãnh tụ Hà Thúc Ký, 14-10-2010. Bên phải biểu ngữ có treo đảng kỳ]]\nSau [[sự kiện 30 tháng 4 năm 1975]], đại bộ phận của Đại Việt thoát ra nước ngoài. Bắt đầu từ năm [[1981]], Giáo sư Nguyễn Ngọc Huy, với các đảng viên Tân Đại Việt làm nòng cốt, lập ra Liên minh Dân chủ Việt Nam, vận động kết hợp mọi đảng viên Đại Việt cũ nay lưu vong ở [[Bắc Mỹ]], [[Úc]] và [[Châu Âu]] trở lại sinh hoạt Đảng. Ngày [[28 tháng 5]] năm 1988, Nguyễn Ngọc Huy và cựu Đại sứ [[Bùi Diễm]] tổ chức cuộc họp với các lãnh đạo của ba hệ phái Đại Việt tại [[San Jose, California|San José]], [[California]], đề nghị thống nhất Đại Việt Quốc dân Đảng, nhưng không thành. Ngày [[28 tháng 7]] năm 1990, Giáo sư Nguyễn Ngọc Huy qua đời tại [[Paris]] và ý định thống nhất 3 đảng Đại Việt cũng tan thành mây khói.\n\nMãi đến ngày 27 tháng 5 năm 2007, một đại hội mới được tổ chức tại [[Garden Grove, California]], tập hợp các đảng viên Đại Việt Cách mạng cũ để bầu ban lãnh đạo mới. Cựu đại sứ [[Bùi Diễm]] được bầu làm Chủ tịch Ban chấp hành Trung ương, Kỹ sư Nguyễn Phượng Hoàng (Trần Dzũng Minh Dân) làm Tổng thư ký.\n\n=== Mâu thuẫn nội bộ và phân ly===\nTuy nhiên, trong nội bộ các lãnh đạo đảng cũng dần phát sinh những mâu thuẫn trầm trọng. Ngày 15 tháng 5 năm 2011, một số lãnh đạo lão thành đã thành lập Hội đồng Lãnh đạo lâm thời tại [[Garland, Texas]], gồm Giáo sư Nguyễn Lý Tưởng (Chủ tịch Hội đồng Cố vấn & Giám sát Trung ương, Giáo sư Nguyễn Đức Cung (Chủ tịch Hội đồng Nghiên cứu Sách lược Trung ương, Giáo sư Phạm Bá Vịnh (Trưởng ban Tuyên huấn Trung ương); đã ra tuyên bố bất tín nhiệm ông Bùi Diễm (bí danh Bùi Hoài Nam) trong chức vụ Chủ tịch Đảng, đồng thời thu hồi danh xưng và đảng kỳ để tổ chức lại việc bầu cử một Ban chấp hành mới, dự kiến vào khoảng đầu năm 2012.\n\n====Hệ phái Bùi Diễm====\nPhản ứng trước sự việc này, ngày 4 và 5 tháng 6 năm 2011, tại [[Houston, Texas]], một đại hội được tổ chức để bầu ra ban lãnh đạo mới gồm Kỹ sư Trần Dzũng Minh Dân (Quy Nhơn) làm Chủ tịch Đảng và Bác sĩ Nguyễn Văn Lung làm Tổng thư ký; đồng thời tuyên bố khai trừ vĩnh viễn những người đã tham gia Hội đồng Lãnh đạo lâm thời như Nguyễn Lý Tưởng, Nguyễn Đức Cung, Phạm Bá Vịnh, Nguyễn Tấn Thọ, Lê Quang Năng, và Lê Đình Cai, với tội danh ''\"phản đảng và tiếm danh Đại Việt Cách mạng Đảng\"''.<ref>Tạp chí Cách mạng số 70. tr. 60.<\/ref>.\n\n====Hệ phái Nguyễn Lý Tưởng====\nĐể trả đũa, Hội đồng Lãnh đạo lâm thời do hai ông Nguyễn Lý Tưởng và Nguyễn Đức Cung đứng đầu cũng ra tuyên cáo tẩy chay Đại hội Houston tháng 6 năm 2011, đồng thời tổ chức một đại hội khác cũng tại [[Houston, Texas]] vào ngày [[31 tháng 3]] và [[1 tháng 4]] năm [[2012]] để bầu ra một ban lãnh đạo mới do ông Nguyễn Lý Tưởng làm Chủ tịch Ban chấp hành Trung ương và ông Nguyễn An Vân làm Chủ tịch Hội đồng Giám sát Trung ương.\n== Xem thêm ==\n* [[Danh sách tổ chức chính trị Việt Nam tại hải ngoại]]\n* [[Đại Việt Quốc dân Đảng]]\n==Tham khảo==\n{{tham khảo}}\n* Hà Thúc Ký. ''Sống còn với Dân tộc, hồi ký chính trị''. ?: Phương Nghi, 2009.\n*Penniman, Howard R. ''Elections in South Vietnam''. Stanford, CA: Hoover Institution on War, Revolution and Peace, 1972.\n*Smith, Harvey, et al. ''Area Handbook for South Vietnam''. Washington, DC: US Government Printing Office, 1967.\n*[http:\/\/www.lmdcvn.net\/blog\/ Liên minh Dân chủ Việt Nam, tổ chức ngoại vi của Đảng Đại Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141217214108\/http:\/\/www.lmdcvn.net\/blog\/ |date=2014-12-17 }}\n{{Đảng phái chính trị Việt Nam}}\n\n[[Thể loại:Đại Việt Cách mạng Đảng| ]]\n[[Thể loại:Đảng phái chính trị Việt Nam bị cấm]]"}