{"1297196":"'''Đặng Đức Siêu''' (鄧德超, [[1751]] – [[1810]]) là danh thần, danh sĩ dưới thời [[chúa Nguyễn]] – [[Nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n \n==Tiểu sử==\nÔng sinh năm [[Tân Mùi]] ([[1751]]) tại làng Phụng Cang, huyện Bồng Sơn; nay là khu phố Vĩnh Phụng, phường Hoài Xuân, thị xã [[Hoài Nhơn]], tỉnh [[Bình Định]].\n \nNăm 16 tuổi, ông đỗ Hương tiến ([[Cử nhân]]), được Định vương [[Nguyễn Phúc Thuần]] bổ làm việc ở Viện Hàn lâm tại [[Phú Xuân]]. Sau, khi vị chúa này chạy vào Nam, ông về ở ẩn. Nghe tiếng ông, lần lượt [[chúa Trịnh]] và triều [[nhà Tây Sơn|Tây Sơn]] đều có sai người vời ông ra làm quan, nhưng ông đều từ chối <ref>Theo [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản Khoa học xã hội, 1992, tr. 132.<\/ref>.\n \n[[Tháng 10]] ([[âm lịch]]) năm [[Mậu Ngọ]] ([[1798]]), ông nhận lời vào [[Gia Định]] giúp chúa [[Nguyễn Phúc Ánh]] khôi phục nghiệp nhà. Sách ''Quốc triều sử toát yếu'' chép:\n:...''\"Ông Siêu văn học uyên súc, nhơn loạn ở ẩn. Tây Sơn đòi không đến. Ngài (chỉ Nguyễn Phúc Ánh) nghĩ Siêu là cựu thần, mật sai đòi, đến bây giờ lén vào Gia Định, bày mưu chước đánh Tây Sơn. Ngài khen, liền phong chức Trung quân Tham mưu\"''...<ref>''Quốc triều sử toát yếu'' (Nhà xuất bản Văn học, 2002, tr. 56). Một vài tác giả cho rằng lúc này \"ông được cử giữ việc từ lệnh, đặt điển lễ và triều nghi\" là không đúng.<\/ref>.\n\nKể từ đó, ông thường bàn bạc việc quân với chúa Nguyễn và các tướng. Theo lời kể của [[Ngô Giáp Đậu]], thì chính ông là người bày kế đánh \"hỏa công\", khiến cho lực lượng binh thuyền của quân Tây Sơn bị cháy rụi tại đầm Thị Nại vào đầu năm [[Tân Dậu]] ([[1801]])<ref>Ngô Giáp Đậu, ''Hoàng Việt long hưng chí'' (Nhà xuất bản Văn học, 1993, tr. 262). Xem: [[Trận Thị Nại (1801)]].<\/ref>.\n \nNăm [[Nhâm Tuất]] ([[1802]]), [[nhà Tây Sơn]] sụp đổ, chúa Nguyễn Phúc Ánh lên ngôi lấy niên hiệu là [[Gia Long]]. Kể từ đó, phần lớn nghi lễ, chiếu biểu của nhà vua đều do ông soạn thảo. Về sau, ông được cử làm Phụ đạo (dạy các [[Hoàng tử]]), dần trải đến chức Thượng thư [[bộ Lễ]] ([[tháng 11]] âm lịch năm [[Kỷ Tỵ]], [[1809]]) <ref>''Quốc triều sử toát yếu'', tr. 101.<\/ref>.\n\nNăm [[Quý Hợi]] ([[1803]]), ông theo vua Gia Long ra Bắc, khi đến [[Thanh Hóa]], ông nhận lệnh yết cáo Nguyên miếu (miếu thờ Triệu Tổ [[Nguyễn Kim]]) <ref>''Quốc triều sử toát yếu'', tr. 83.<\/ref>.\n\nGia Long thứ 8 ([[Canh Ngọ]], [[1810]]), Đặng Đức Siêu mất vì bệnh, thọ 59 tuổi, được truy tặng chức ''Tham chính''.\n\nNăm [[Ất Dậu]] ([[1825]]), vua [[Minh Mạng]] truy tặng ông là ''Thiếu sư, Hiệp biện đại học sĩ'' và lập đàn tế ông. Dưới triều [[Tự Đức]], [[Nhâm Tý]] ([[1852]]), ông được liệt thờ vào miếu Trung hưng công thần.\n\n==Tác phẩm== \nLà một danh thần, Đặng Đức Siêu còn là một nhà văn khá có tiếng đương thời. Tác phẩm của ông có: \n*Tự tỉ quản nhạc.\n*Thiên Nam thế hệ: chép việc từ đời Triệu tổ Nguyễn Kim đến đời Định vương Nguyễn Phúc Thuần.\n*Thượng sơn tứ hiệu.\n*Hồi loan khải ca: gồm 9 khúc ca vịnh, tán dương công đức của vua Gia Long trpng công cuộc bình định giang sơn.\n*Tô Vũ tiết, Trương Lương trùy.\n\nNgoài ra, nhiều điển lệ trong triều đều do ông soạn định. Các bài [[văn tế]] viết cho [[Bá Đa Lộc]], [[Võ Tánh]] và [[Ngô Tùng Châu]] đều do ông thảo<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 132.<\/ref>.\n\n==Hiền phụ==\nLược kể theo sách ''Việt Nam Danh Nhân Tự điển'' của Nguyễn Huyền Anh:\n:Đặng Đức Siêu có bà vợ chính thất là '''Nguyễn Thị Ngữ''' (? - ?), người huyện [[Hương Trà]], tỉnh [[Thừa Thiên]]. Khi chồng vào Gia Định phò chúa Nguyễn, bà ở nhà thủ tiết nuôi con. Tương truyền, Tư đồ [[nhà Tây Sơn]] là [[Võ Văn Dũng]] muốn cưới bà làm vợ<ref>Thông tin này chưa được kiểm chứng.<\/ref>, nhưng bà nhất định khước từ. Năm [[1810]], chồng bị bệnh mất, bà vẫn ở vậy cho đến hết đời. Đời [[Minh Mạng]], triều đình ban cho bà tấm biển \"Tiết phụ\" có khắc 4 [[chữ Hán]]: \"Đông quản phương tiêu\"<ref>Xem online: [http:\/\/www.dunglac.org\/index.php?m=module3&v=chapter&ib=113&ict=412]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}.<\/ref>.\n\n{{Thời gian sống|sinh=1751|mất=1810}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả|Đặng Đức Siêu}}\n\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Nhà Nho Việt Nam]]"}