{"80719":"{{Thông tin nhân vật phong kiến\n| tên = Đặng Huy Trứ\n| tên gốc = 鄧輝𤏸\n| hình = DangHuyTru.jpg\n| cỡ hình = \n| ghi chú hình = \n| kiểu tên khác = Tục gọi\n| tên khác = Bố Trứ - Bố Đặng\n| húy = Đặng Huy Trứ\n| tự = Hoàng Trung\n| hiệu = Võng Tân<br>Tỉnh Trai\n| tôn xưng = \n| bút danh = \n| pháp danh = Đức Hải\n| học vấn = Tiến sĩ (1855)\n| chức quan = Biện lý bộ Hộ\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| giới tính = \n| sinh = [[16 tháng 5]] năm [[1825]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1874|08|07|1825|5|16}}\n| nơi mất = xã Cao Lăng, Chợ Bến, Đồn Vàng, thuộc tổng Mỹ Đức, tỉnh Hà Đông (nay thuộc [[Hà Nội]])\n| ngày an táng = \n| nơi an táng = xã Phong Sơn, huyện Phong Điền, tỉnh Thừa Thiên Huế.\n| nghề nghiệp = Nhiếp ảnh gia, chính khách\n| tôn giáo = \n| quốc gia = [[Đại Nam]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Nguyễn]]\n| tác phẩm = <!-- nổi bật -->\n}}\n'''Đặng Huy Trứ''' (鄧輝{{Tích tự|𤏸|trái 火 phải 著}}, [[16 tháng 5]] năm [[1825]] - [[7 tháng 8]] năm [[1874]]) là một nhà cải cách [[Việt Nam]] thời cận đại, ông tổ nghề nhiếp ảnh ở Việt Nam và là người đầu tiên đưa kỹ nghệ đóng tàu phương Tây du nhập vào [[Việt Nam]].\n\n==Tiểu sử==\nĐặng Huy Trứ, tự '''Hoàng Trung''', hiệu '''Võng Tân''', '''Tỉnh Trai''', tục gọi là Bố Trứ - Bố Đặng (do ông từng làm Bố chính), pháp danh '''Đức Hải''' (thuở thiếu thời ông từng được đem quy y [[Phật giáo|Tam bảo]] tại [[chùa Từ Hiếu]]), quê làng Bát Vọng, sau sang ngụ ở làng Thanh Lương - nay thuộc xã Hương Xuân, huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế]]. Ông mất năm Giáp Tuất ([[1874]]) tại xã Cao Lăng, Chợ Bến, Đồn Vàng, thuộc tổng Mỹ Đức, tỉnh Hà Đông (nay thuộc [[Hà Nội]]). Sau này ông được đưa về an táng tại Hiền Sĩ, nay ở xã Phong Sơn, huyện Phong Điền, tỉnh Thừa Thiên Huế.\n\nĐặng Huy Trứ là một trong những người có công đầu đưa nhiếp ảnh vào Việt Nam, bằng việc mở hiệu ảnh Cảm Hiếu Đường (ngày [[14 tháng 3]] năm [[1869]]) ở phố Thanh Hà, [[Hà Nội]].\nTừ nhỏ, ông đã nổi tiếng thông minh, đĩnh ngộ. Khoa thi năm 1847, ông đã lọt qua các vòng [[thi Hương]] và [[thi Hội]] (đã chắc chắn đỗ tiến sĩ), đến khi [[thi Đình]] do bài thi phạm húy nên bị cách tuột và cấm thi trọn đời. Biết tài học của ông, một vị quan lớn đương triều đã mời ông về dạy học cho con em trong nhà và cho tới 8 năm sau, nhờ vị quan nọ tâu xin với vua nên ông được thi lại và đỗ tiến sĩ năm 1855.\n*Từ năm 1856 đến năm 1864, ông lần lượt trải các chức: Thông phán Ty Bố chính [[Thanh Hóa]]; Tri huyện [[Quảng Xương]]; Tri phủ [[Thiên Trường]] tỉnh [[Nam Định]]; Hàn lâm viện trước tác; Ngự sử.\n*Năm 1864, ông được bổ nhiệm chức Bố chính [[Quảng Nam]].\n*Năm 1865, ông đi [[Hồng Kông|Hương Cảng]] nhằm xem xét tình hình phương Tây và đã đem về về một cuốn sách kỹ thuật của người Tây Dương viết về máy hơi nước do chính ông biên dịch sang tiếng Hán.\n*Năm 1867, trong chuyến đi [[Trung Quốc]] đầy bất trắc (ông mắc bệnh và phải nằm nhà thương 9 tháng ròng không tiền bạc, không người thân bạn bè) lúc này đã mua được cho triều đình 239 khẩu \"quá sơn pháo\". Cũng trong thời gian ngã bệnh, ông viết cuốn '''Từ thụ yếu quy''' dài 650 trang gồm 4 tập nhằm chống thói hối lộ - tham nhũng chốn quan trường.\n*Năm 1871, ông giữ chức Bang biện quân vụ Lạng – Bằng - Ninh – Thái.\n*Cuối năm 1873 ông lui quân về căn cứ Đồn Vàng – Hưng Hóa dưới quyền Thống thống quân vụ [[Hoàng Kế Viêm]], mưu tính kháng chiến lâu dài nhưng việc trù tính còn dở dang thì vua [[Tự Đức]] đã ký [[Hòa ước Giáp Tuất]] (1874).\n*Năm 1886, ông làm Biện lý Bộ Hộ, trực tiếp phụ trách Ty Bình chuẩn tại Hà Nội để chuyên lo việc kinh tế, tài chính cho triều đình.\n\nSinh thời, Đặng Huy Trứ làm quan đời vua [[Tự Đức]], ông nổi tiếng thanh liêm, từng đi xứ các nước [[Trung Quốc]], [[Triều Tiên]], Xiêm La ([[Thái Lan]]). Suốt 18 năm làm quan, Đặng Huy Trứ trải qua nhiều chức vụ, có mối quan hệ rộng rãi với các tầng lớp nhân dân cũng như sĩ phu trong và ngoài nước. Ông đi nhiều, tiếp xúc nhiều và có tầm tư duy quảng bác. Sự nghiệp quan trường của ông đều nhằm mục đích canh tân đất nước nhưng quan lại đương thời thường nghĩ đến Đặng Huy Trứ như một vị quan to ham đi buôn.\n\nNăm 1858 khi làm tri huyện Quảng Xương, ông đã lập ra các nghĩa trang để có chốn chôn cất, cúng tế cho nắm xương tàn của những cô hồn. Từ đó mới có lệ lập ra nghĩa trang ở các vùng.\n\nÔng là nhà cải cách, gieo mầm canh tân và khai hóa thời [[nhà Nguyễn|Nguyễn]] giữa [[thế kỷ 19]] với tư tưởng phát triển kinh tế (khai mỏ, mở mang thủ công nghiệp và thương nghiệp, phát triển giao thông vận tải); phát triển khoa học quân sự (đưa ra tư tưởng chiến tranh nhân dân cho mọi chiến lược và chiến thuật, cử người đi học hỏi những kỹ nghệ phương Tây như đóng thuyền, chế tác vũ khí); cải cách xã hội (chống tư tưởng trọng văn khinh võ, chống hối lộ - tham nhũng, nhấn mạnh đức tính cần kiệm liêm chính – chí công vô tư của quan lại). Ông lập ra các thương điếm như Lạc Sinh Điếm, Lạc Thanh Điếm và Ty Bình Chuẩn để giao thương với phương Tây, tạo dựng nền tảng tài chính và quân sự cho triều đình nhà Nguyễn trong những 1850-1870.\n\nCon đường canh tân đất nước của Đặng Huy Trứ bị bỏ dở sau khi ông mất. Những nỗ lực canh tân của ông không có đất phát triển do đầy rẫy những biến động về chính trị, giặc ngoại xâm của đất nước cuối thế kỷ 19. Không giống những nhà canh tân cùng thời, Đặng Huy Trứ là nhà canh tân dám dấn thân, canh tân dựa vào dân và làm lợi cho dân (công tư lưỡng lợi), dấn thân đến tột cùng trái ngược hẳn với bản tính ốm yếu về thể chất của ông.\n\n==Nhận định==\n*\"''Đặng Huy Trứ khảng khái, có chí lớn, đương trù tính nhiều việc''\"<ref name=\"DaiNamnhatthongchi\">[[Đại Nam nhất thống chí]].<\/ref>\n*\"''Một trong những người trồng mầm khai hoá đầu tiên của Việt Nam''\", Phan Bội Châu<ref name=TL>Nhóm Trà Lĩnh, trang 543.<\/ref>\n*\"''Trên con đường đổi mới, trong số những người đi đầu tiêu biểu vào thời gian này (cuối thế kỷ 19) không thể bỏ qua một nhân vật lỗi lạc có đầu óc đổi mới, đó là Đặng Huy Trứ''\", Vũ Khiêu<ref name=TL \/>\n==Quan niệm==\n*\"''Làm ra của cải là một đạo lý lớn, không thể coi thường''\"\n*\"''Dân không chăm sóc chớ làm quan''\"\n*\"''Mình thiệt, dân lợi, dân gắn bó. Đẽo dân, mình béo, dân căm hờn. Hờn căm, gắn bó tùy ta cả...''\"\n*\"''Cấy cày và canh củi là gốc của cơm áo. Nhưng nếu không hiểu việc binh để giữ lấy thì dù có thừa thóc trong kho, thừa vải trên khung cửi cũng bị kẻ địch lấy đi''\"<ref name=\"DangHuyTru\">Nhóm Trà Lĩnh, trang 506.<\/ref>\n*\"''Quân đội là nanh vuốt có quan hệ đến sự thắng bại, nhưng nhân dân mới là huyết mạch quyết định sự an nguy của đất nước''\"<ref name=\"quandoi\">Nhóm Trà Lĩnh, trang 510.<\/ref>\n*\"''Dân là gốc của nước, là chủ của thần''\"<ref name=\"danlagoc\">Nhóm Trà Lĩnh, trang 224.<\/ref>\n*\"''Từ xưa, nhân hòa là điều quan trọng bậc nhất, thiên thời, địa lợi cũng từ đó mà sinh ra''\"<ref name=\"nhanhoa\">Nhóm Trà Lĩnh, trang 190.<\/ref>\n*\"''Trên dưới đồng lòng mong cùng nhau cứu nước, thì dám nói rằng một chân, một tay cũng đủ giúp rập cho công việc''\"<ref name=\"doanket\">Nhóm Trà Lĩnh, trang 373.<\/ref>\n*\"''Cần là một đạo lý và kiệm cũng là một đạo lý''\"\n\n==Tác phẩm==\n*Đặng Dịch Trai ngôn hành lục\n*Khang Hy canh chức đồ\n*Hoàng Trung thi văn\n*Nhị vị tập\n*Nữ giới diễn ca\n*Tứ thập bát hiệu ký Sự tân biên\n*Từ thụ yếu quy\n*Tùng chinh di quy\n*Việt sử thánh huấn diễn nghĩa\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Nhóm Trà Lĩnh, ''Con người và tác phẩm Đặng Huy Trứ'', nhà xuất bản thành phố Hồ Chí Minh, 1990.\n\n==Liên kết ngoài==\n*[http:\/\/chungta.com\/Desktop.aspx\/ChungTa-SuyNgam\/Hanh-Dong\/Dang_Huy_Chu-Nha_cai_cach\/ Đặng Huy Trứ - một trong những nhà cải cách đầu tiên], Lê Thị Lan, Tạp chí Triết học.\n\n[[Thể loại:Sinh năm 1825]]\n[[Thể loại:Mất năm 1874]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Nhiếp ảnh gia Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]"}