{"3849":"{{pp-30-500|small=yes}}\n{{Thông tin đảng phái chính trị\n| mã màu = #DA251D\n| tên = Đảng Cộng sản Việt Nam\n| logo = Communist Party of Vietnam flag logo.svg\n| lãnh tụ = [[Hồ Chí Minh]]\n| chủ tịch = [[Hồ Chí Minh]] \n| tổng bí thư = [[Nguyễn Phú Trọng]]\n| phát ngôn viên = \n| chức danh 1 = Thường trực Ban Bí thư\n| lãnh đạo 1 = [[Trương Thị Mai]]\n| lãnh đạo 2 =\n| lãnh đạo 3 =\n| thành lập = 3 tháng 2 năm 1930<br>{{số năm theo năm và ngày|1930|2|3}}\n| trụ sở = 1A Hùng Vương, quận [[Ba Đình]], [[Hà Nội]]\n| báo = [[Nhân Dân (báo)|''Nhân Dân'']]<br>''[[Tạp chí Cộng sản]]''<br>''[[Đảng Cộng sản Việt Nam (báo)|Báo điện tử Đảng Cộng sản Việt Nam]]\n| thanh niên = [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]]\n| student_wing = [[Đội Thiếu niên Tiền phong Hồ Chí Minh]]\n| wing1_title = [[Quân đội|Tổ chức quân đội]]\n| wing1 = [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]]\n| womens_wing = [[Hội Liên hiệp Phụ nữ Việt Nam]]\n| seats1_title = [[Quốc hội Việt Nam|Quốc hội]]\n| seats1 = {{Composition bar|464|483|red}}\n| năm thành viên = [[2019]]\n| thành viên = 5,200,000<ref>{{chú thích web|url=https:\/\/plo.vn\/thoi-su\/chinh-tri\/dang-cong-san-viet-nam-hien-co-52-trieu-dang-vien-879702.html|tiêu đề=Đảng Cộng sản Việt Nam hiện có 5,2 triệu đảng viên\n}}<\/ref>\n| hệ tư tưởng = [[Chủ nghĩa cộng sản]]<br>[[Chủ nghĩa xã hội]]<br>[[Chủ nghĩa Marx-Lenin]]<br>[[Tư tưởng Hồ Chí Minh]]<br>[[Kinh tế thị trường định hướng xã hội chủ nghĩa]]\n| quốc gia = {{VIE}}\n| quốc tế = [[Đệ Tam Quốc tế|Quốc tế Cộng sản III]] ([[1930]]–[[1956]])<br>[[Quốc tế các Đảng Cộng sản và Công nhân]]<ref>{{chú thích web|url=https:\/\/vov.vn\/the-gioi\/cach-mang-thang-muoi-tao-ra-mot-nen-tang-quan-he-quoc-te-kieu-moi-690782.vov|title=Cách mạng Tháng Mười tạo ra một nền tảng quan hệ quốc tế kiểu mới|author=|date=3 Tháng mười một 2017|website=VOV - ĐÀI TIẾNG NÓI VIỆT NAM|access-date =27 Tháng mười hai 2018}}<\/ref> ([[1998]]–''nay'')\n| màu = {{colorbox|Red}} {{colorbox|Yellow}}\n| anthem = \"[[Quốc tế ca]]\"<br \/>[[Tập tin:Internationale orchestral arrangement.ogg]]\n| flag = Flag of the Communist Party of Vietnam.svg\n| khẩu hiệu = '''''Đảng Cộng sản Việt Nam quang vinh muôn năm!'''''\n| website = [http:\/\/www.dangcongsan.vn Website chính thức]\n}}\n\n'''Đảng Cộng sản Việt Nam''' là [[đảng cầm quyền]] và là [[hệ thống đơn đảng|chính đảng duy nhất]] được phép hoạt động tại [[Việt Nam]] theo Hiến pháp. Theo Cương lĩnh và Điều lệ chính thức hiện nay, Đảng là đại diện của [[giai cấp công nhân]], [[Người lao động|nhân dân lao động]] và của [[Các dân tộc tại Việt Nam|cả dân tộc]], lấy [[Chủ nghĩa Marx-Lenin]] và [[Tư tưởng Hồ Chí Minh]] làm kim chỉ nam cho mọi hoạt động.<ref>{{chú thích web|url=https:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/dieu-le-dang\/dieu-le-dang-do-dai-hoi-dai-bieu-toan-quoc-lan-thu-viii-cua-dang-thong-qua-260|title=Điều lệ Đảng (do Đại hội đại biểu toàn quốc lần thứ VIII của Đảng thông qua) &#124; Tư liệu văn kiện Đảng|nhà xuất bản=Đảng Cộng sản Việt Nam}}<\/ref> Trong ngữ cảnh không chính thức cũng dùng từ ''\"Đảng\"'' (hoặc ''\"Đảng ta\"'') để nói về Đảng Cộng sản Việt Nam.<ref>[http:\/\/vnn.vietnamnet.vn\/chinhtri\/doinoi\/2006\/01\/530551\/ Thời cơ vàng của Đảng ta] Nguyễn Trung, 09:06, Thứ Hai, 09\/01\/2006 (GMT+7).<\/ref><ref>[https:\/\/web.archive.org\/web\/20090205172555\/http:\/\/laodong.com.vn\/Home\/Dang-ta-that-la-vi-dai\/20082\/75821.laodong \"Đảng ta thật là vĩ đại\"] Hương Trà, 9:05 PM, 01\/02\/2008.<\/ref>\n\nCơ quan cao nhất của Đảng là [[Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam|Đại hội Đại biểu toàn quốc]], nơi sẽ bầu ra [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]]. Giữa các kỳ Đại hội Đảng, Ban Chấp hành Trung ương Đảng là cơ quan tối cao quyết định các vấn đề của Đảng. Sau Đại hội, Trung ương sẽ bầu ra [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] và [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] và bầu một Ủy viên Bộ Chính trị làm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]].[[Tập tin:CPV emblem.png|thumb|Đảng huy không chính thức của Đảng Cộng sản Việt Nam, thường được thể hiện trên các bằng khen của các tổ chức trong Đảng.]]\n\n== Vai trò ==\nĐiều 4 của [[Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013|Hiến pháp Việt Nam 2013]] khẳng định vai trò lãnh đạo tuyệt đối của Đảng lên [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] và [[xã hội]]:\n{{cquote|''Đảng Cộng sản Việt Nam, đội tiên phong của giai cấp [[công nhân]] Việt Nam, đại biểu trung thành quyền lợi của [[giai cấp công nhân]], nhân dân lao động và của cả dân tộc, theo [[chủ nghĩa Marx - Lenin]] và [[Tư tưởng Hồ Chí Minh]], là lực lượng [[lãnh đạo]] Nhà nước và xã hội.''}}\n\nĐảng Cộng sản Việt Nam là [[đảng cầm quyền]] tại [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] và ảnh hưởng đến phát triển [[kinh tế]], [[xã hội]], [[chính trị]] của nhà nước này, đảng viên là những người nắm giữ các cương vị chủ chốt trong các cơ quan lãnh đạo của [[Đảng]] và [[Nhà nước Việt Nam]].\n\nTrong [[Di chúc của Hồ Chí Minh]] có viết:\n{{cquote|''Đảng ta là một Đảng cầm quyền, mỗi đảng viên và cán bộ phải thật sự thấm nhuần đạo đức cách mạng, thật sự cần kiệm liêm chính, chí công vô tư. Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người [[Đầy tớ của nhân dân|đầy tớ thật trung thành của nhân dân]].''<ref>[http:\/\/www.xaydungdang.org.vn\/Home\/tutuonghochiminh\/2011\/4349\/De-Dang-vua-la-nguoi-lanh-dao-vua-la-nguoi-day-to.aspx Để Đảng vừa là người lãnh đạo vừa là người đầy tớ trung thành của nhân dân], Tạp chí Xây dựng Đảng, 30\/10\/2011<\/ref>}}\n\n== Cương lĩnh ==\n{{chính|Cương lĩnh chính trị của Đảng Cộng sản Việt Nam}}\n== Điều lệ ==\n{{Chính|Điều lệ Đảng Cộng sản Việt Nam}}\nĐiều lệ Đảng là [[Văn bản quy phạm pháp luật|văn bản pháp lý]] cơ bản của Đảng, xác định tôn chỉ, mục đích, [[Ý thức hệ|hệ tư tưởng]], các nguyên tắc về tổ chức, hoạt động, cơ cấu bộ máy của Đảng; quy định trách nhiệm, nghĩa vụ, quyền hạn của đảng viên và của tổ chức đảng các cấp.\n\nMục đích của việc xây dựng Điều lệ Đảng là nhằm thống nhất tư tưởng, tổ chức và hành động trong toàn Đảng, thực hiện mục tiêu của Đảng. Điều lệ Đảng do Đại hội đại biểu toàn quốc của Đảng thông qua và ban hành. Mọi tổ chức đảng và đảng viên đều phải chấp hành Điều lệ Đảng.\n===Những lần sửa đổi===\nĐiều lệ Đảng đã được sửa đổi 12 lần tính tới hiện nay. Điều lệ do Đại hội Đảng toàn quốc thông qua và ban hành nên để phù hợp với bối cảnh mới khi tổ chức Đại hội Đảng các tổ soạn thảo thường đề xuất ý kiến để Đại hội thảo luận sửa đổi, bổ sung một số vấn đề trong điều lệ.\n\nĐiều lệ đầu tiên được thông qua tại [[Hội nghị thành lập Đảng Cộng sản Việt Nam|Hội nghị thành lập Đảng]] ngày [[3 tháng 2]] năm [[1930]] với tên gọi ''Điều lệ vắn tắt''. Với văn bản ban đầu chỉ gói gọn trong 9 điều.\n\nNhững lần sửa đổi:\n* Hội nghị thành lập Đảng thông qua ''Điều lệ vắn tắt'' ngày 3 tháng 2 năm 1930, gồm 9 điều\n* Đại hội lần thứ nhất của Đảng Cộng sản Đông Dương ngày 29 tháng 3 năm 1935 thông qua ''Điều lệ Đảng Cộng sản Đông Dương'' gồm 59 điều 8 chương. Điều lệ sửa đổi bổ sung tôn chỉ hành động của Đảng từ \"tranh đấu để tiêu trừ tư bản đế quốc chủ nghĩa\" thành \"làm cách mạng phản đế và điền địa\". Bổ sung độ tuổi vào Đảng từ 23 tuổi trở lên; bổ sung quy định tước đảng tịch. Bổ sung sửa đổi tổ chức Đảng các cấp, quy định nhiệm vụ Thanh niên Cộng sản Đoàn với Đảng.\n* Đại hội lần thứ 2 Đảng Lao động Việt Nam, gồm 71 điều 13 chương. Sửa đổi tôn chỉ và mục đích của Đảng thành \"đánh đuổi đế quốc xâm lược, xoá bỏ các di tích phong kiến và nửa phong kiến, thực hiện người cày có ruộng, phát triển kinh tế, chính trị, vǎn hoá dân chủ nhân dân\". Đưa chủ nghĩa [[Chủ nghĩa Marx|Marx]]-[[Chủ nghĩa Engels|Engels]]-[[Chủ nghĩa Lenin|Lenin]]-[[Chủ nghĩa Stalin|Stalin]] và [[Chủ nghĩa Mao|tư tưởng Mao Trạch Đông]] làm kim chỉ nam hành động. Sửa đổi độ tuổi vào Đảng là từ 18 tuổi trở lên; Bổ sung nguyên tắc dân chủ tập trung trong Đảng; sửa đổi bổ sung tổ chức của Đảng gồm Đại hội Đảng toàn quốc-Trung ương Đảng, xứ ủy-khu ủy-liên khu ủy, tỉnh ủy-thành ủy, huyện uỷ-quận uỷ-thị uỷ, chi ủy. Quy định về nhiệm vụ của các cơ quan của Đảng. Bỏ quy định đoàn thanh niên cộng sản ra khỏi điều lệ.\n* Đại hội lần thứ 3 Đảng Lao động Việt Nam, gồm 62 điều 12 chương. Sửa đổi mục đích của Đảng thành \"hoàn thành cách mạng dân tộc dân chủ nhân dân, thực hiện [[chủ nghĩa xã hội]] và [[chủ nghĩa cộng sản]] ở [[Việt Nam]]\". Sửa đổi [[chủ nghĩa Marx-Lenin]] làm nền tảng tư tưởng và kim chỉ nam hành động của Đảng. Bổ sung nhiệm vụ đảng viên \"thực hành tiết kiệm, tích cực đấu tranh chống lãng phí, tham ô\". Bổ sung quy định chi tiết nguyên tắc tập trung dân chủ trong Đảng. Sửa đổi tổ chức của Đảng, quy định nhiệm kỳ của Ban chấp hành Trung ương là 4 năm. Đưa Đoàn thanh niên vào điều lệ.\n\n==Hệ tư tưởng và đường lối==\n{{Chính trị Việt Nam}}\nĐảng Cộng sản thành lập năm [[1930]]<ref>{{chú thích web|url=http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30061&cn_id=248108|title=Đảng Cộng sản Việt Nam, Báo điện tử Đảng Cộng sản Việt Nam|author=|date=|website=dangcongsan.vn|access-date =27 Tháng mười hai 2018}}<\/ref> sau là một phân bộ của [[Quốc tế Cộng sản]], theo [[Chủ nghĩa Marx-Lenin|chủ nghĩa Marx - Engels - Lenin]].\n\nTheo [[Điều lệ Đảng Cộng sản Việt Nam|Điều lệ Đảng]] năm [[1935]]:\n{{cquote|''Đảng Cộng sản Đông Dương, đội tiền phong duy nhất của vô sản giai cấp, tranh đấu để thu phục đa số quần chúng vô sản, lãnh đạo nông dân lao động và tất thảy quần chúng lao động khác, chỉ huy họ làm cách mạng phản đế và điền địa (mưu cho Đông Dương được hoàn toàn độc lập, dân cày được ruộng đất, các dân tộc thiểu số được giải phóng), lập chính quyền [[Xô viết]] công nông binh, đặng dự bị điều kiện tranh đấu thực hiện vô sản chuyên chính, kiến thiết [[xã hội chủ nghĩa]] là thời kỳ đầu của [[cộng sản chủ nghĩa]] theo chương trình của Quốc tế Cộng sản.''}}\n\nĐiều lệ Đảng năm [[1951]] xác định:\n{{cquote|''Đảng Lao động Việt Nam là Đảng của giai cấp công nhân và nhân dân lao động Việt Nam. Mục đích của Đảng là phát triển chế độ dân chủ nhân dân, tiến lên chế độ xã hội chủ nghĩa ở Việt Nam, để thực hiện tự do, hạnh phúc cho giai cấp công nhân, nhân dân lao động và tất cả các dân tộc đa số, thiểu số ở Việt Nam.''}}\n\n{{cquote|''Đảng Lao động Việt Nam lấy chủ nghĩa [[Marx]] - [[Engels]] - [[Lenin]] - [[Stalin]] và [[tư tưởng Mao Trạch Đông]] kết hợp với thực tiễn cách mạng Việt Nam làm nền tảng tư tưởng và kim chỉ nam cho mọi hành động của Đảng''<ref name=\"dl1951\">[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=2&leader_topic=77&id=BT2221155180 Điều lệ Đảng Lao động Việt Nam] [[Báo điện tử Đảng Cộng sản Việt Nam]], 21\/2\/2011, truy cập ngày 20\/8\/2015<\/ref>.''}}\n\nĐến [[Đại hội Đảng Cộng sản Việt Nam III|Đại hội Đảng lần thứ 3]] (1960) thì điều lệ đảng xóa bỏ chữ \"Engels, Stalin và tư tưởng Mao Trạch Đông\",<ref name=\"dl60\">[http:\/\/123.30.190.43\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=2&leader_topic=77&id=BT2221155702 Điều lệ Đảng (do Đại hội đại biểu toàn quốc lần thứ III của Đảng thông qua)]{{Liên kết hỏng|date = ngày 11 tháng 7 năm 2021 |bot=InternetArchiveBot }}, [[Báo điện tử Đảng Cộng sản Việt Nam]], 21\/2\/2011, truy cập ngày 20\/8\/2015<\/ref> và từ [[Đại hội Đảng Cộng sản Việt Nam VII|Đại hội Đảng lần thứ 7]] (1991) thêm vào chữ \"[[Tư tưởng Hồ Chí Minh]]\".<ref name=\"dl91\">[http:\/\/123.30.190.43\/tiengviet\/tulieuvankien\/vankiendang\/details.asp?topic=191&subtopic=2&leader_topic=77&id=BT2321135486 Điều lệ Đảng (do Đại hội đại biểu toàn quốc lần thứ VII của Đảng thông qua)]{{Liên kết hỏng|date = ngày 11 tháng 7 năm 2021 |bot=InternetArchiveBot }}, [[Báo điện tử Đảng Cộng sản Việt Nam]], 22\/2\/2011, truy cập ngày 20\/8\/2015<\/ref>\n\nĐảng Lao động Việt Nam tổ chức theo nguyên tắc [[dân chủ tập trung]]. Chính cương của Đảng năm 1951 xác định: \n{{cquote|''Đảng Lao động nhằm hoàn thành sự nghiệp giải phóng dân tộc, xoá bỏ di tích phong kiến và nửa phong kiến, phát triển chế độ dân chủ nhân dân, làm cho nước Việt Nam độc lập và thống nhất, dân chủ tự do, phú cường và tiến lên chủ nghĩa xã hội''.<ref name=\"dl1951\"\/>}}\n\nTại Đại hội III năm [[1960]], nghị quyết xác định:\n\n{{cquote|''Đảng Lao động Việt Nam là Đảng của giai cấp công nhân Việt Nam, là đội tiền phong có tổ chức và là tổ chức cao nhất của giai cấp công nhân. Đảng gồm những người giác ngộ tiên tiến, gương mẫu, dũng cảm và hy sinh nhất trong giai cấp công nhân, trong nông dân lao động, trí thức cách mạng và các tầng lớp nhân dân lao động khác, tự nguyện đứng trong hàng ngũ Đảng mà phấn đấu. Đảng đại biểu quyền lợi của [[giai cấp công nhân]], đồng thời đại biểu quyền lợi của [[Người lao động|nhân dân lao động]] và quyền lợi của dân tộc. Mục đích của Đảng là hoàn thành cách mạng dân tộc dân chủ nhân dân, thực hiện chủ nghĩa xã hội và chủ nghĩa cộng sản ở Việt Nam.<ref name=\"dl60\" \/>''}}<nowiki><\/nowiki>\n\n{{cquote|''Đảng lao động Việt Nam lấy chủ nghĩa Marx - Lenin làm nền tảng tư tưởng và kim chỉ nam cho mọi hành động của Đảng. Đảng Lao động Việt Nam đi đường lối quần chúng trong mọi hoạt động của mình. Đảng Lao động Việt Nam tổ chức theo nguyên tắc [[tập trung dân chủ]] và có kỷ luật rất nghiêm minh. Tập trung dân chủ là nguyên tắc tổ chức cǎn bản của Đảng.''<ref name=\"dl60\"\/>}}\n\n[[Cương lĩnh chính trị của Đảng Cộng sản Việt Nam|Cương lĩnh của đảng]] năm [[1991]] xác định: \n{{cquote|''Đảng Cộng sản Việt Nam là đội tiên phong của giai cấp công nhân Việt Nam, đại biểu trung thành lợi ích của giai cấp công nhân, nhân dân lao động và của cả dân tộc. Đảng lấy chủ nghĩa Marx - Engels - Lenin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam cho hành động, lấy tập trung dân chủ làm nguyên tắc tổ chức cơ bản.''}}\n\nNghị quyết của đảng năm 1991 cũng nêu rõ: \n{{cquote|''Đảng Cộng sản Việt Nam lấy chủ nghĩa Marx - Lenin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam cho hành động, tiếp thu tinh hoa trí tuệ của dân tộc và của nhân loại, nắm vững quy luật khách quan và thực tiễn của đất nước để đề ra Cương lĩnh chính trị, đường lối cách mạng đúng đắn, phù hợp với yêu cầu, nguyện vọng của nhân dân.''}}\n{{cquote|''Mục đích của Đảng là xây dựng nước Việt Nam dân chủ, giàu mạnh theo con đường xã hội chủ nghĩa và cuối cùng là thực hiện lý tưởng cộng sản chủ nghĩa.''}}\n\nCương lĩnh bổ sung, phát triển năm 2011 ghi: \"''Xã hội xã hội chủ nghĩa mà nhân dân ta xây dựng là một xã hội: Dân giàu, nước mạnh, dân chủ, công bằng, văn minh; do nhân dân làm chủ; có nền kinh tế phát triển cao dựa trên lực lượng sản xuất hiện đại và quan hệ sản xuất tiến bộ phù hợp; có nền văn hoá tiên tiến, đậm đà bản sắc dân tộc; con người có cuộc sống ấm no, tự do, hạnh phúc, có điều kiện phát triển toàn diện; các dân tộc trong cộng đồng Việt Nam bình đẳng, đoàn kết, tôn trọng và giúp nhau cùng phát triển; có Nhà nước pháp quyền xã hội chủ nghĩa của nhân dân, do nhân dân, vì nhân dân do Đảng Cộng sản lãnh đạo; có quan hệ hữu nghị và hợp tác với các nước trên thế giới''\".<ref>{{chú thích web|url=http:\/\/www.xaydungdang.org.vn\/Home\/vankientulieu\/Van-kien-Dang-Nha-nuoc\/2011\/3525\/CUONG-LINH-XAY-DUNG-DAT-NUOC-TRONG-THOI-KY-QUA-DO-LEN.aspx|title=Tạp chí Xây dựng Đảng - CƯƠNG LĨNH XÂY DỰNG ĐẤT NƯỚC TRONG THỜI KỲ QUÁ ĐỘ LÊN CHỦ NGHĨA XÃ HỘI (BỔ SUNG, PHÁT TRIỂN NĂM 2011)|author=|date=|website=www.xaydungdang.org.vn|access-date=27 Tháng mười hai 2018|archive-date=2016-01-28|archive-url=https:\/\/web.archive.org\/web\/20160128052316\/http:\/\/www.xaydungdang.org.vn\/Home\/vankientulieu\/Van-kien-Dang-Nha-nuoc\/2011\/3525\/CUONG-LINH-XAY-DUNG-DAT-NUOC-TRONG-THOI-KY-QUA-DO-LEN.aspx|url-status=dead}}<\/ref>\n\nCương lĩnh sử dụng từ \"nhân dân\" chứ không nói \"nhân dân lao động\", không nói \"quan hệ sản xuất xã hội chủ nghĩa\", mà chỉ nói \"quan hệ sản xuất tiến bộ phù hợp\".\n\nĐảng Cộng sản Việt Nam được biết đến với việc đưa ra và phát triển mô hình [[kinh tế thị trường định hướng xã hội chủ nghĩa]]. Trên thực tế đường lối của Đảng hiện nay gây ra rất nhiều tranh luận từ phía bên ngoài, là \"hữu khuynh\" hay \"theo đúng\" tôn chỉ của chủ nghĩa Marx - Lenin. Các chính sách được cho là theo đường lối Kinh tế mới (NEP) của [[Lênin|Lenin]]<ref>{{chú thích web|url=http:\/\/www.tapchicongsan.org.vn\/Home\/Nghiencuu-Traodoi\/2010\/2462\/Chinh-sach-kinh-te-moi-cua-VI-Lenin-va-su-van-dung.aspx|title=Tạp chí Cộng sản - Chính sách kinh tế mới của V.I. Lê-nin và sự vận dụng vào công cuộc đổi mới ở Việt Nam|author=|date=|website=www.tapchicongsan.org.vn|access-date =27 Tháng mười hai 2018}}<\/ref>, nhưng cũng có ý kiến cho là những cải cách vượt xa cả NEP, và được cho là gần gũi với [[lý luận Đặng Tiểu Bình]] và đường lối của Trung Quốc hiện nay. Trong khi đó [[tư tưởng Hồ Chí Minh]] được nhiều nhà nghiên cứu hiểu khác nhau và vận dụng khác nhau. Chính sách \"[[Đổi Mới]]\" được đưa ra năm 1986 được một số người nhận định là \"quay lại cái cũ\" (như xóa bỏ hợp tác xã kiểu cũ, cho tư nhân kinh doanh rộng rãi, tư bản nước ngoài đầu tư, ra luật đầu tư, thiết lập thị trường chứng khoán, cho in lại nhiều sách vở về dân chủ - tự do, các trường phái triết học phi Marxist, các kinh điển Nho giáo, Phật giáo, Đạo giáo, trùng tu nhiều đền chùa, cho in lại văn học lãng mạn...)\n\n== Lịch sử ==\n=== Thành lập ===\nViệc thành lập Đảng Cộng sản Việt Nam do chỉ thị của Đông Phương Bộ (là một bộ phận của [[Đệ Tam Quốc tế]]) yêu cầu [[Hồ Chí Minh|Nguyễn Ái Quốc]] triệu tập các đại biểu cộng sản Việt Nam họp từ ngày 6 tháng 1 năm 1930<ref>Giáo trình lịch sử Đảng cộng sản Việt Nam, Nhà xuất bản chính trị quốc gia. 2006, trang 55<\/ref> đến ngày [[8 tháng 2]] năm 1930 tại [[Hồng Kông|Hương Cảng]], trên cơ sở thống nhất ba tổ chức cộng sản tại [[Đông Dương]] ([[Đông Dương Cộng sản Đảng]] và [[An Nam Cộng sản Đảng]]; thành viên từ một nhóm thứ ba tên là [[Đông Dương Cộng sản Liên đoàn]] không kịp có mặt). [[Hội nghị thành lập Đảng Cộng sản Việt Nam|Hội nghị hợp nhất]] này diễn ra tại căn nhà của một công nhân ở [[bán đảo Cửu Long]] (''Kowloon'') từ ngày 6 tháng 1 đến ngày 8 tháng 2 năm 1930, đúng vào dịp Tết năm Canh Ngọ. Tham dự Hội nghị có 2 đại biểu Đông Dương Cộng sản Đảng ([[Trịnh Đình Cửu]] và [[Nguyễn Đức Cảnh]]), hai đại biểu An Nam Cộng sản Đảng ([[Nguyễn Thiệu]] và [[Châu Văn Liêm]]) và 3 đại biểu ở nước ngoài (có [[Nguyễn Ái Quốc]], [[Hồ Tùng Mậu]], [[Lê Hồng Sơn (nhà cách mạng)|Lê Hồng Sơn]], đại biểu của [[Quốc tế Cộng sản]]). Hội nghị quyết định thành lập một tổ chức cộng sản duy nhất, lấy tên là '''Đảng Cộng sản Việt Nam''', thông qua một số văn kiện quan trọng như: ''[[Chính cương vắn tắt]], [[Sách lược vắn tắt]], [[Chương trình tóm tắt]], [[Điều lệ vắn tắt]] của Đảng, Lời kêu gọi''. Ngày [[24 tháng 2]] năm [[1930]], [[Đông Dương Cộng sản Liên đoàn]] chính thức gia nhập Đảng Cộng sản Việt Nam. Báo cáo chính trị của Hồ Chí Minh tại Đại hội II ghi ngày thành lập Đảng là 6 tháng 1 nhưng Nghị quyết tại Đại hội III năm 1960 đổi là ngày 3 tháng 2 năm 1930.\n\nTại Hội nghị Ban chấp hành Trung ương, họp Hội nghị lần thứ nhất tại Hồng Kông từ ngày 14 đến 31 tháng 10 năm 1930, tên của đảng được đổi thành '''Đảng Cộng sản Đông Dương''' theo yêu cầu của [[Quốc tế thứ ba]] (Quốc tế Cộng sản) và [[Trần Phú]] được bầu làm Tổng Bí thư đầu tiên.<ref>Giáo trình lịch sử Đảng cộng sản Việt Nam, Nhà xuất bản chính trị quốc gia. 2006, trang 62<\/ref>\n\n=== Hoạt động chống Pháp===\n[[Tập tin:Flag of Nghe Tinh Soviet Movement.svg|nhỏ|Lá cờ [[Xô Viết Nghệ Tĩnh]] – một phong trào đấu tranh chống đế quốc Pháp tại Việt Nam từ năm 1930 đến 1931]]\nVừa ra đời, Đảng đã lãnh đạo phong trào nổi dậy 1930–1931, nổi bật là [[Xô Viết Nghệ Tĩnh|Xô Viết Nghệ – Tĩnh]], mục đích thành lập chính quyền Xô viết. Phong trào này thất bại và Đảng Cộng sản Đông Dương tổn thất nặng nề vì [[khủng bố trắng]] của [[Pháp]]. Trước tình hình đó, đầu tháng 4\/1931, Xứ ủy Trung Kỳ ra Chỉ thị thanh Đảng có nội dung \"''Đuổi sạch sành sanh ra ngoài hết thảy những bọn trí phú địa hào. Nếu đồng chí nào muốn làm cách mạng, tự nguyện đứng về phía giai cấp vô sản mà phấn đấu cũng không cho đứng trong Đảng.''\". Chỉ thị này khiến một số đảng viên thuộc đối tượng thanh Đảng ra đầu thú với chính quyền, hoặc chuẩn bị ra đầu thú. Xứ uỷ Trung Kỳ phải ra lệnh thu hồi chỉ thị.<ref>[http:\/\/btxvnt.org.vn\/cms\/?m=16&act=view&id=124 Quá trình thành lập Xứ uỷ Trung Kỳ và các Tỉnh đảng bộ Nghệ Tĩnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130829045410\/http:\/\/btxvnt.org.vn\/cms\/?m=16&act=view&id=124 |date = ngày 29 tháng 8 năm 2013}}, Nguyễn Thị Hồng Vân, Bảo tàng Xô Viết Nghệ Tĩnh, Sở Văn hóa - Thể thao - Du lịch Nghệ An<\/ref>\n\nMột thời gian trong [[thập niên 1930]], tại miền Nam, Đảng Cộng sản và những người [[Đệ Tứ Quốc tế tại Việt Nam|Trotskist]] hợp tác với nhau trên tờ báo ''[[La Lutte]]'', mà Hồ Chí Minh sau cho là \"một số đồng chí hợp tác vô nguyên tắc\"<ref>Báo cáo chính trị tại Đại hội II, tháng năm 1951<\/ref>.\n\nNăm [[1935]], Đại hội Đảng toàn quốc lần thứ I được bí mật tổ chức tại [[Ma Cao]] do [[Hà Huy Tập]] chủ trì nhằm củng cố lại tổ chức đảng, thông qua các điều lệ, bầu [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá I]] gồm 13 ủy viên.\n\nĐồng thời, một đại hội của Cộng sản Quốc tế thứ ba tại [[Moskva]] đã thông qua chính sách dùng [[mặt trận dân tộc]] chống [[phát xít]] và chỉ đạo những phong trào cộng sản trên thế giới hợp tác với những lực lượng [[chống phát xít]] bất kể đường lối của những lực lượng này có theo [[chủ nghĩa xã hội]] hay không để bảo vệ hòa bình chứ chưa đặt nhiệm vụ trước mắt là lật đổ chủ nghĩa tư bản. Việc này đòi hỏi Đảng Cộng sản Đông Dương phải xem các chính đảng có cùng lập trường [[chống phát xít]] tại Đông Dương là đồng minh. Tại Hội nghị [[Ban Chấp hành Trung ương Đảng]] [[tháng 7]] năm [[1936]] do [[Lê Hồng Phong]] chủ trì tổ chức tại [[Thượng Hải]], Đảng đã tạm bỏ khẩu hiệu \"đánh đổ đế quốc Pháp\" và \"tịch thu ruộng đất của địa chủ chia cho dân cày\" mà lập [[Mặt trận Thống nhất Nhân dân Phản đế Đông Dương]], [[chống phát xít]], đòi tự do, dân sinh dân chủ. Lợi dụng các quyền tự do, dân chủ do chính quyền cánh tả Pháp ban hành, đảng hoạt động công khai, đấu tranh nghị trường, tham gia các cuộc bầu cử, sử dụng các quyền chính trị đấu tranh cho lợi ích công nông bình dân. [[Tháng 3]] năm [[1938]], Hội nghị Trung ương do [[Hà Huy Tập]] chủ trì họp ở [[Hóc Môn]], [[Sài Gòn]] đã đổi tên Mặt trận là [[Mặt trận dân chủ thống nhất Đông Dương]] cho phù hợp tình hình.\n\nKhi [[Chiến tranh thế giới thứ hai]] bùng nổ, chính quyền thực dân Pháp ở Đông Dương lại đàn áp mạnh tay, Đảng đã chuyển hướng, coi giải phóng dân tộc là nhiệm vụ hàng đầu. [[Tháng 3]] năm [[1939]], Đảng ra bản ''Tuyên ngôn của Đảng cộng sản Đông Dương đối với thời cuộc''. [[Tháng 11]] năm [[1939]] Hội nghị Trung ương đảng họp tại Hóc Môn, [[Sài Gòn]] do [[Nguyễn Văn Cừ]] chủ trì đã thành lập [[Mặt trận Dân tộc Thống nhất Phản đế Đông Dương]] và Hội nghị Trung ương ngày 19 [[tháng 5]] năm [[1941]] do [[Nguyễn Ái Quốc]] chủ trì họp tại [[Cao Bằng]] lập ra Mặt trận [[Việt Minh]]. Thông qua mặt trận này, Đảng đã lãnh đạo nhân dân giành chính quyền tại Việt Nam, được biết đến với tên gọi [[Cách mạng tháng Tám]].\n\n=== Tự giải tán===\nNgày [[11 tháng 11]] năm [[1945]] Đảng Cộng sản Đông Dương tuyên bố tự giải tán,<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30063&cn_id=97203 Thông cáo Đảng Cộng sản Đông Dương tự ý giải tán, ngày 11-11-1945], Văn kiện Đảng toàn tập - Tập 8 (1945-1947)<\/ref> chuyển vào hoạt động bí mật, chỉ để một bộ phận hoạt động công khai dưới danh nghĩa '''Hội nghiên cứu Chủ nghĩa Marx ở Đông Dương''', mọi hoạt động công khai của đảng từ đây đều thông qua Mặt trận Việt Minh. Trên thực tế, Đảng vẫn hoạt động bí mật và giữ vai trò lãnh đạo chính quyền, chỉ đạo công cuộc [[Chiến tranh Đông Dương|kháng chiến kiến quốc]]<ref>[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=463&leader_topic=981&id=BT19121236285 CÙNG TRUNG ƯƠNG ĐẢNG VÀ CHÍNH PHỦ LÃNH ĐẠO CUỘC KHÁNG CHIẾN CHỐNG THỰC DÂN PHÁP (1945 - 1954)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151120174444\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=463&leader_topic=981&id=BT19121236285 |date = ngày 20 tháng 11 năm 2015}}, Báo điện tử Đảng Cộng sản Việt Nam<\/ref>. Khi đó Việt Minh được xem như là một tổ chức chính trị tham gia bầu cử Quốc hội khóa I và chính quyền. Sau đó Việt Minh tham gia [[Hội Liên hiệp quốc dân Việt Nam]], cùng với [[Đảng Dân chủ Việt Nam]] và [[Đảng Xã hội Việt Nam]]...\n\nSau này, Đại hội Đảng lần thứ III (tháng 9 năm 1960) quyết định lấy ngày 3 tháng 2 hằng năm là ngày kỉ niệm thành lập Đảng.\n\n=== Đảng lãnh đạo tại miền Bắc===\n\nĐảng Cộng sản Việt Nam đã từng bị [[Việt Nam Quốc dân Đảng]] và một số sử gia phương Tây cáo buộc, sau khi Chính phủ Cách mạng Lâm thời nước [[Việt Nam Dân chủ Cộng hòa]] được thành lập, đã dựng lên [[Vụ án phố Ôn Như Hầu]] nhằm triệt hạ các đảng phái đối thủ chính trị của mình trong chính quyền liên hiệp.<ref name=\"currey126\">Cecil B. Currey, Victory at Any Cost: The Genius of Viet Nam's Gen. Nhà xuất bản thế giới. trang 196-197<\/ref><ref name=\"hoangvandao\">Viet Nam Quoc Dan Dang: A Contemporary History of a National Struggle: 1927-1954, Hoàng Văn Đào, trang 309, RoseDog Books<\/ref>\n\nĐảng được \"lập lại\", công khai (tại Việt Nam) với tên gọi '''Đảng Lao động Việt Nam''' vào tháng 2 năm [[1951]], tại Đại hội Đảng toàn quốc lần thứ II ở [[Tuyên Quang]]. Đại hội này được diễn ra trong lúc diễn ra [[Chiến tranh Đông Dương|Chiến tranh Đông Dương lần thứ I]]. Đại hội này cũng tách bộ phận của Lào và Campuchia (vốn cùng thuộc Đảng Cộng sản Đông Dương) thành các đảng riêng.\n\nSau đại hội II, Đảng Cộng sản thực thi chiến dịch [[cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]]. Trong cuộc cải cách, 810.000 hécta ruộng đất ở đồng bằng và trung du miền Bắc đã được chia cho 2 triệu hộ nông dân, chiếm khoảng 72,8% số hộ nông dân ở miền Bắc. Tuy nhiên, cuộc cải cách đã đấu tố oan nhiều người, dẫn đến nhiều cái chết oan (số liệu cụ thể chưa được xác định). Đến tháng 9 năm 1956, Hội nghị lần thứ 10 Ban Chấp hành Trung ương Đảng (họp từ 25\/8 đến 24\/9\/1956) nhận định các nguyên nhân đưa đến sai lầm, và đề nghị thi hành biện pháp kỷ luật đối với Ban lãnh đạo chương trình Cải cách Ruộng đất như sau: [[Trường Chinh]] phải từ chức Tổng Bí thư Đảng, hai ông [[Hoàng Quốc Việt]] và [[Lê Văn Lương]] ra khỏi Bộ Chính trị, và [[Hồ Viết Thắng]] bị loại ra khỏi Ban Chấp hành Trung ương Đảng.\n\nĐại hội Đảng toàn quốc lần thứ III được tổ chức tại [[Hà Nội]] vào năm [[1960]] chính thức hóa công cuộc xây dựng xã hội chủ nghĩa tại [[Miền Bắc Việt Nam|miền Bắc]], tức [[Việt Nam Dân chủ Cộng hòa]] lúc đó và đồng thời tiến hành cách mạng dân tộc dân chủ nhân dân tại [[Miền Nam Việt Nam|miền Nam]].Tiến hành kế hoạch 5 năm lần thứ nhất.\n\n===Hoạt động bí mật tại miền Nam===\n[[Tập tin:Capture communist flags in Long Hai hills, 1968.jpg|nhỏ|Lá cờ [[Đảng Nhân dân Cách mạng Việt Nam]] và [[Đoàn Thanh niên Nhân dân Cách mạng Hồ Chí Minh]] tại đồi Long Hải năm 1968]]\nTại miền Nam, đảng bộ Miền Nam năm 1962 công khai lấy tên [[Đảng Nhân dân Cách mạng Việt Nam]], là thành viên và lãnh đạo [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] <ref>Pierre Brocheux et Daniel Héméry, Une colonisation ambigue (Paris: Découverte, 1995)<\/ref>, tuyên truyền [[chủ nghĩa Marx - Lenin]] (thành phần Mặt trận còn có Đảng Dân chủ, và Đảng Xã hội cấp tiến và các tổ chức do người cộng sản lãnh đạo).\n\n=== Đảng cầm quyền duy nhất tại Việt Nam ===\n[[Tập tin:The Soviet Union 1990 CPA 6181 stamp (60th Anniv of Vietnamese Communist Party. Flag and Hanoi Monument).jpg|nhỏ|200px|Tem bưu chính Liên Xô kỉ niệm 60 năm thành lập Đảng Cộng sản Việt Nam]]\nTại Đại hội Đảng toàn quốc lần thứ IV, được tổ chức vào năm [[1976]] sau khi chấm dứt [[Chiến tranh Việt Nam]], tên Đảng được đổi lại thành '''Đảng Cộng sản Việt Nam'''.\n\nĐiều 4 Hiến pháp năm 1980 quy định \"''Đảng Cộng sản Việt Nam, đội tiên phong và bộ tham mưu chiến đấu của giai cấp công nhân Việt Nam, được vũ trang bằng học thuyết Marx - Lenin, là lực lượng duy nhất lãnh đạo Nhà nước, lãnh đạo xã hội.''\"<ref>[http:\/\/www.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1536 HIẾN PHÁP NƯỚC CỘNG HOÀ XÃ HỘI CHỦ NGHĨA Việt Nam NĂM 1980], QUỐC HỘI Việt Nam<\/ref> Đảng cộng sản Việt Nam quyết định nhân sự mọi chức vụ cấp cao trong bộ máy chính quyền, trong quân đội cũng như trong các cơ quan truyền thông, các tổ chức quần chúng, các cơ quan học thuật như Bộ chính trị Đảng Cộng sản Việt Nam quyết định bổ nhiệm nhân sự các chức vụ: Phó Chủ tịch nước, Phó Chủ tịch Quốc hội, Phó Thủ tướng Chính phủ; Ủy viên Hội đồng Quốc phòng - An ninh, Ủy viên Hội đồng Bầu cử quốc gia, Ủy viên Ủy ban Thường vụ Quốc hội, Chủ tịch Hội đồng Dân tộc, Chủ nhiệm các Ủy ban của Quốc hội, Tổng Thư ký Quốc hội - Chủ nhiệm Văn phòng Quốc hội; Chánh án Tòa án Nhân dân tối cao, Viện trưởng Viện Kiểm sát Nhân dân tối cao, Tổng Kiểm toán Nhà nước; Chủ nhiệm Văn phòng Chủ tịch nước, Bộ trưởng, thủ trưởng cơ quan ngang bộ, Chủ tịch Hội đồng Nhân dân, Chủ tịch Ủy ban Nhân dân thành phố Hà Nội, Thành phố Hồ Chí Minh; Ủy viên Quân ủy Trung ương, ủy viên Đảng ủy Công an Trung ương, Chủ nhiệm Tổng cục Chính trị Quân đội Nhân dân Việt Nam, Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam, phong hoặc thăng quân hàm Đại tướng, Thượng tướng, Đô đốc Hải quân; Chủ tịch Viện Hàn lâm Khoa học Công nghệ Việt Nam, Chủ tịch Viện Hàn lâm Khoa học Xã hội Việt Nam; Chủ tịch, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Chủ tịch Tổng Liên đoàn Lao động Việt Nam, Chủ tịch Hội Liên hiệp Phụ nữ Việt Nam, Chủ tịch Hội Nông dân Việt Nam, Chủ tịch Hội Cựu chiến binh Việt Nam...<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/bo-chinh-tri-quyet-dinh-viec-thang-quan-ham-dai-tuong-421074.html Bộ Chính trị quyết định việc thăng quân hàm Đại tướng], Vietnamnet, 31\/12\/2017<\/ref>\n\n[[Đại hội Đảng Cộng sản Việt Nam VI|Đại hội Đảng toàn quốc lần thứ VI]] năm 1986 diễn ra trong bối cảnh sai lầm của đợt tổng cải cách [[giá - lương - tiền]] cuối năm 1985 làm cho kinh tế Việt Nam càng trở nên khó khăn. Đại hội khởi xướng chính sách [[Đổi Mới]], cải tổ bộ máy nhà nước, và chuyển đổi sang phát triển nền kinh tế thị trường theo định hướng xã hội chủ nghĩa<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/kinh-te-thi-truong-XHCN\/2007\/2092\/Nen-kinh-te-thi-truong-dinh-huong-xa-hoi-chu-nghia.aspx Nền kinh tế thị trường định hướng xã hội chủ nghĩa của Việt Nam] Tô Xuân Dân, Hoàng Xuân Nghĩa, 14:29' 22\/1\/2007<\/ref>, trong khi vẫn duy trì vị trí lãnh đạo chính trị của Đảng Cộng sản.\n\n[[Đại hội Đảng Cộng sản Việt Nam X|Đại hội Đảng toàn quốc lần thứ X]] năm 2006 tiếp tục chính sách đổi mới, đồng thời cho phép Đảng viên làm kinh tế tư nhân.<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2006\/04\/3b9e8e64\/ Đảng viên cần phải được làm kinh tế tư nhân - VnExpress<!-- Bot generated title -->] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110928012256\/http:\/\/vnexpress.net\/gl\/xa-hoi\/2006\/04\/3b9e8e64\/ |date = ngày 28 tháng 9 năm 2011}} Việt Anh, 19\/4\/2006, 08:53 GMT+7<\/ref>\n\n[[Đại hội Đảng Cộng sản Việt Nam XI|Đại hội Đảng toàn quốc lần thứ XI]] năm 2011 thí điểm kết nạp chủ doanh nghiệp tư nhân vào Đảng <ref>[http:\/\/congan.com.vn\/?mod=detnews&catid=942&p=&id=228836 Kết nạp Đảng cho chủ doanh nghiệp tư nhân là một chủ trương đúng] 18\/01\/2011 10:44<\/ref>\n\nNăm 2017, Đảng Cộng sản Việt Nam ban hành quy định khai trừ đảng viên cố ý nói, viết có nội dung xuyên tạc lịch sử, xuyên tạc sự thật, phủ nhận vai trò lãnh đạo và thành quả cách mạng của Đảng và dân tộc<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/toan-van-quy-dinh-102-xu-ly-ky-luat-dang-vien-vi-pham-415271.html Quy định 102-QĐ\/TW về xử lý kỷ luật đảng viên vi phạm], Vietnamnet, 07\/12\/2017<\/ref>.\n\nHiện nay Đảng Cộng sản Việt Nam đang đối mặt với tình trạng tham nhũng và sự hình thành các nhóm lợi ích khiến Đảng gặp \"''nguy cơ về sự phân liệt về chính trị trong Đảng, là nói đến nguy cơ phân liệt đẳng cấp về tổ chức, về cán bộ cảnh báo nguy cơ mất sự thống nhất về chính trị và tư tưởng ở ngay trong chính nội bộ Đảng... nguy cơ Đảng bị phân rã, chia cắt, cát cứ là hết sức nguy hiểm. Trong Đảng mà nảy nòi nhiều \"sứ quân\" thì nguy cơ khó còn là Đảng Cộng sản nữa; và khi đó, vai trò lãnh đạo, trọng trách lịch sử của Đảng sẽ bị tổn thương và đe dọa nghiêm trọng''\"<ref>[https:\/\/vtc.vn\/ong-nhi-le-trong-dang-nay-noi-nhieu-su-quan-thi-nguy-co-kho-con-la-dang-cong-san-nua-d342887.html Ông Nhị Lê: Trong Đảng nảy nòi nhiều 'sứ quân' thì nguy cơ khó còn là Đảng Cộng sản nữa], VTC News, 15\/08\/2017<\/ref>.\n\nHội nghị Trung ương 4 (khóa XII) Đảng Cộng sản Việt Nam cho rằng phải \"tăng cường xây dựng, chỉnh đốn Đảng; ngăn chặn, đẩy lùi sự suy thoái về tư tưởng chính trị, đạo đức, lối sống, những biểu hiện \"tự diễn biến\", \"tự chuyển hóa\" trong nội bộ\". Đảng Cộng sản Việt Nam cũng đã ban hành Nghị quyết số 35-NQ\/TW \"''Về tăng cường bảo vệ nền tảng tư tưởng của Đảng, đấu tranh phản bác các quan điểm sai trái, thù địch trong tình hình mới''\".<ref>[http:\/\/tuyengiao.vn\/bao-ve-nen-tang-tu-tuong-cua-dang\/tang-cuong-bao-ve-nen-tang-tu-tuong-cua-dang-dau-tranh-phan-bac-cac-quan-diem-sai-trai-thu-dich-trong-tinh-hinh-moi-125763 Tăng cường bảo vệ nền tảng tư tưởng của Đảng, đấu tranh phản bác các quan điểm sai trái, thù địch trong tình hình mới], Tạp chí Tuyên giáo, 6\/12\/2019<\/ref> Theo ông [[Phùng Hữu Phú]], Phó Chủ tịch [[Hội đồng Lý luận Trung ương Đảng Cộng sản Việt Nam]] thì hiện nay đã có ý kiến đề nghị bỏ [[chủ nghĩa Marx-Lenin]], [[chủ nghĩa xã hội]] vì \"đã lạc hậu lắm rồi\" tuy nhiên \"''không còn thừa nhận chủ nghĩa Marx - Lenin tức là không thừa nhận sự lãnh đạo của Đảng. Các đảng phái sẽ mọc lên như nấm và quốc gia sẽ bước vào thời kỳ thập nhị sứ quân, rối loạn''\"<ref>[https:\/\/thanhnien.vn\/thoi-su\/qua-do-len-chu-nghia-xa-hoi-bao-lau-co-may-chang-duong-can-tiep-tuc-lam-ro-1235976.html Quá độ lên chủ nghĩa xã hội bao lâu, có mấy chặng đường cần tiếp tục làm rõ], Báo Tuổi trẻ, 10\/06\/2020<\/ref>. Tại [[Đại hội Đảng Cộng sản Việt Nam XIII]], Bộ trưởng Công an [[Tô Lâm]] nhận định \"''nguy cơ mất an ninh chính trị nội bộ, suy giảm thế trận lòng dân, làm suy yếu sức chiến đấu của Đảng, của chế độ ta từ gốc, từ bên trong là nguy hiểm nhất''\"<ref>[https:\/\/vnexpress.net\/dai-tuong-to-lam-dat-nuoc-dung-truoc-3-thach-thuc-lon-4227481.html Đại tướng Tô Lâm: 'Đất nước đứng trước 3 thách thức lớn'], VnExpress, 27\/1\/2021<\/ref>. Ông [[Phạm Minh Chính]] cho rằng tình trạng suy thoái, \"tự diễn biến\", \"tự chuyển hóa\" đã được cải thiện, song \"đây là vấn đề nhức nhối, còn tiếp tục, phải kiên trì, kiên quyết với nó hơn nữa\"<ref>[https:\/\/thanhnien.vn\/thoi-su\/kien-quyet-xu-ly-tinh-trang-suy-thoai-1360252.html Kiên quyết xử lý tình trạng suy thoái], Báo Thanh niên, 28\/3\/2021<\/ref>.\n\n== Tổ chức ==\n{{Chính|Tổ chức của Đảng Cộng sản Việt Nam|Đảng viên Đảng Cộng sản Việt Nam}}\n\n=== Đại hội Đại biểu toàn quốc ===\n{{Chính|Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam}}\nĐảng Cộng sản Việt Nam là một đảng theo [[Chủ nghĩa Marx-Lenin]] với [[Đường lối tập trung dân chủ|nguyên tắc tập trung dân chủ]]. [[Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam|Đại hội Đại biểu toàn quốc]] là cơ quan quyền lực cao nhất của Đảng, là cơ quan duy nhất có quyền ban hành hoặc sửa đổi Điều lệ Đảng và cương lĩnh chính trị, thông qua báo cáo tổng kết nhiệm kỳ đã qua và thông qua nghị quyết về phương hướng hành động nhiệm kỳ tới, bầu ra [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] là cơ quan lãnh đạo cao nhất việc chấp hành nghị quyết của đại hội.<ref name=\"DCSVN\">{{chú thích web|url=http:\/\/www.cpv.org.vn\/tiengviet\/tulieuvankien\/vankiendang\/?topic=191&subtopic=2|title=Điều lệ Đảng Cộng sản Việt Nam|author=|date=|website=cpv.org.vn|access-date =27 Tháng mười hai 2018}}<\/ref>\n\nĐại hội Đảng được tổ chức thường kỳ 5 năm một lần để xác định đường lối lãnh đạo của Đảng và Nhà nước, Đại hội bất thường khi cần.<ref name=\"DCSVN\"\/>\n\n{| class=\"wikitable\"\n|-\n! Đại hội Đại biểu toàn quốc!! Thời gian!! Địa điểm || Số đại biểu || Số đảng viên || Nội dung\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam I|Lần thứ I]] || 27 - 31\/3\/[[1935]] ||[[Ma Cao|Áo Môn]]|| 13 || 600 ||\n* '''Điểm nhấn:''' Củng cố lại tổ chức Đảng. Thực hiện phong trào Cộng sản ở ba xứ Đông Dương\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư [[Lê Hồng Phong]]. Tháng 7\/1936, [[Hà Huy Tập]] được bầu làm Tổng Bí thư. Tháng 3\/1938, [[Nguyễn Văn Cừ]] được bầu làm Tổng Bí thư. Tháng 11\/1940, [[Trường Chinh]] được bầu làm Quyền Tổng Bí thư (được bầu chính thức từ 5\/1941)\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam II|Lần thứ II]]|| 11 - 19\/2\/[[1951]] || [[Tuyên Quang]] || 158 (53 dự khuyết)|| 766.349 ||\n* '''Điểm nhấn:''' Đại hội của kháng chiến và kiến quốc. Đổi tên thành Đảng Lao động Việt Nam.\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Chủ tịch Đảng [[Hồ Chí Minh]]; Tổng Bí thư Trường Chinh. Đến 10\/1956, Trường Chinh từ chức do sai lầm của Cải cách ruộng đất, Hồ Chí Minh được bầu kiêm nhiệm chức vụ Tổng Bí thư\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam III|Lần thứ III]] || 05 - 12\/9\/[[1960]] || [[Hà Nội]] || 525 (51 dự khuyết)|| 500.000 ||\n* '''Điểm nhấn:''' Xây dựng Chủ nghĩa xã hội ở miền Bắc, đấu tranh thống nhất nước nhà, tiến hành cách mạng dân tộc dân chủ nhân dân ở miền Nam\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Chủ tịch Đảng Hồ Chí Minh (đến khi mất vào tháng 9\/1969); Bí thư thứ nhất [[Lê Duẩn]]\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam IV|Lần thứ IV]] || 14 - 20\/12\/[[1976]] || [[Hà Nội]] || 1008 || 1.550.000 || \n* '''Điểm nhấn:''' Đại hội đầu tiên sau thống nhất, lấy lại tên là Đảng Cộng sản Việt Nam\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Lê Duẩn\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam V|Lần thứ V]] || 27 - 31\/3\/[[1982]] || [[Hà Nội]] || 1033 || 1.727.000 || \n* '''Điểm nhấn:''' Giữ gìn và bảo vệ tổ quốc trước tình trạng chiến tranh cục bộ.\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Lê Duẩn. Tháng 7\/1986, Trường Chinh được bầu làm Tổng Bí thư thay thế Lê Duẩn vừa qua đời\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam VI|Lần thứ VI]] || 15 - 18\/12\/[[1986]] || [[Hà Nội]] || 1129 || ~1.900.000 ||\n* '''Điểm nhấn:''' Khởi xướng chính sách [[Đổi Mới]]\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư [[Nguyễn Văn Linh]]\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam VII|Lần thứ VII]] || 24 - 27\/6\/[[1991]] || [[Hà Nội]] || 1176 || 2.155.022 ||\n* '''Điểm nhấn:''' Ban hành Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội; Giữ gìn và bảo vệ tổ quốc, tiếp tục phát huy kinh tế và đẩy mạnh mở cửa quan hệ ngoại giao về mọi mặt trong chính trị - xã hội.\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư [[Đỗ Mười]]\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam VIII|Lần thứ VIII]] || 28 - 01\/7\/[[1996]] || [[Hà Nội]] || 1198 || 2.130.000 ||\n* '''Điểm nhấn:''' Tổng kết các hoạt động Cộng sản vào thế kỷ XX, xây dựng chủ trương của Đảng vào thế kỷ XXI.\n* '''Chủ đề Đại hội:''' ''\"Tiếp tục sự nghiệp đổi mới, đẩy mạnh công nghiệp hóa, hiện đại hóa vì mục tiêu dân giàu, nước mạnh, xã hội công bằng, văn minh, vững bước đi lên chủ nghĩa xã hội\"''\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Đỗ Mười. Tháng 12\/1997, [[Lê Khả Phiêu]] được bầu làm Tổng Bí thư thay thế Đỗ Mười được suy tôn làm Cố vấn \n|-\n| [[Đại hội Đảng Cộng sản Việt Nam IX|Lần thứ IX]] || 19 - 22\/4\/[[2001]] || [[Hà Nội]] || 1168 || 2.479.719 ||\n* '''Điểm nhấn:''' Thay đổi chính sách kinh tế 10 năm, bắt đầu giai đoạn đưa đất nước ra khỏi tình trạng kém phát triển vào năm 2010.\n* '''Chủ đề Đại hội:''' ''\"Phát huy sức mạnh toàn dân tộc, tiếp tục đổi mới, đẩy mạnh công nghiệp hoá, hiện đại hoá, xây dựng và bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa\"''\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư [[Nông Đức Mạnh]]\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam X|Lần thứ X]] || 18 - 25\/4\/[[2006]] || [[Hà Nội]] || 1176 || ~3.100.000 || \n* '''Điểm nhấn:''' Thay đổi chính sách kinh tế 10 năm lần 2, đưa đất nước ra khỏi kém phát triển và phấn đấu đến năm 2020 xây dựng đất nước thành nước công nghiệp hóa.\n* '''Chủ đề Đại hội:''' \"''Nâng cao năng lực lãnh đạo và sức chiến đấu của Đảng, phát huy sức mạnh toàn dân tộc, đẩy mạnh toàn diện công cuộc đổi mới, sớm đưa nước ta ra khỏi tình trạng kém phát triển''\"\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Nông Đức Mạnh\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam XI|Lần thứ XI]] || 12 - 19\/1\/[[2011]] || [[Hà Nội]] || 1377 || ~3.600.000 ||\n* '''Điểm nhấn:''' Bổ sung, phát triển Cương lĩnh 1991, xác định mục tiêu phát triển ''phấn đấu đến năm 2020 đưa đất nước cơ bản là nước công nghiệp theo hướng hiện đại''\n* '''Chủ đề Đại hội:''' \"''Tiếp tục nâng cao năng lực lãnh đạo và sức chiến đấu của Đảng, phát huy sức mạnh toàn dân tộc, đẩy mạnh toàn diện công cuộc đổi mới, tạo nền tảng để đến năm 2020 nước ta cơ bản trở thành nước công nghiệp theo hướng hiện đại\"''\n* '''Phương châm chỉ đạo''': \"Đổi mới - Trí tuệ - Dân chủ - Đoàn kết\"\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư [[Nguyễn Phú Trọng]]\n|-\n| [[Đại hội Đảng Cộng sản Việt Nam XII|Lần thứ XII]] || 20 - 28\/1\/[[2016]] || [[Hà Nội]] || 1510 || ~4.500.000 || \n* '''Điểm nhấn:''' Điều chỉnh mục tiêu phát triển thành ''phấn đấu sớm đưa đất nước trở thành một nước công nghiệp hiện đại''\n* '''Chủ đề Đại hội:''' ''\"Tăng cường xây dựng Đảng trong sạch, vững mạnh; phát huy sức mạnh toàn dân tộc và dân chủ xã hội chủ nghĩa; đẩy mạnh toàn diện, đồng bộ công cuộc đổi mới; bảo vệ vững chắc Tổ quốc, giữ vững môi trường hoà bình, ổn định; phấn đấu sớm đưa Việt Nam cơ bản trở thành nước công nghiệp theo hướng hiện đại\"''\n* '''Phương châm chỉ đạo:''' \"Đoàn kết - Dân chủ - Kỷ cương - Đổi mới\"\n* '''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Nguyễn Phú Trọng\n|-\n|[[Đại hội Đảng Cộng sản Việt Nam XIII|Lần thứ XIII]]\n|25\/1-1\/2\/[[2021]]\n|[[Hà Nội]]\n|1590 \n|~5.300.000 \n|\n* '''Điểm nhấn:''' Tăng cường xây dựng, chỉnh đốn Đảng và hệ thống chính trị. Xác định tầm nhìn phát triển của Việt Nam đến 2025, 2030 và 2045\n* '''Chủ đề Đại hội:''' ''\"Tăng cường xây dựng, chỉnh đốn Đảng và hệ thống chính trị trong sạch, vững mạnh; phát huy ý chí, khát vọng, sức mạnh đại đoàn kết toàn dân tộc kết hợp với sức mạnh thời đại; đẩy mạnh đổi mới sáng tạo, phát triển nhanh và bền vững đất nước; bảo vệ vững chắc Tổ quốc, giữ vững môi trường hoà bình, ổn định; phấn đấu đến giữa thế kỷ XXI nước ta trở thành nước phát triển, theo định hướng xã hội chủ nghĩa.\"''\n* '''Phương châm chỉ đạo:''' \"Đoàn kết - Dân chủ - Kỷ cương - Sáng tạo - Phát triển\"\n*'''Chức danh lãnh đạo cao nhất được bầu:''' Tổng Bí thư Nguyễn Phú Trọng\n|-\n|}\n\n=== Ban Chấp hành Trung ương ===\n{{Chính|Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam}}\nGiữa 2 kỳ đại hội, [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] là cơ quan lãnh đạo cao nhất. Nhiệm vụ của Ban Chấp hành Trung ương gồm:\n* Tổ chức chỉ đạo thực hiện Cương lĩnh chính trị, Điều lệ đảng, các nghị quyết của đại hội đại biểu toàn quốc; quyết định những chủ trương, chính sách về đối nội, đối ngoại, công tác quần chúng và công tác xây dựng đảng; chuẩn bị đại hội đại biểu toàn quốc nhiệm kỳ tiếp theo, đại hội đại biểu toàn quốc bất thường (nếu có).\n* Bầu [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]; bầu [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] trong số Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]; thành lập [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] gồm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]], một số Ủy viên [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] do [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] bầu trong số Ủy viên Ban Chấp hành Trung ương và một số Ủy viên Bộ Chính trị do Bộ Chính trị phân công; bầu [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]]; bầu Chủ nhiệm Ủy ban Kiểm tra Trung ương trong số Ủy viên Ủy ban Kiểm tra Trung ương. Quyết định số lượng Ủy viên Bộ Chính trị, Ủy viên Ban Bí thư và Ủy viên Ủy ban Kiểm tra Trung ương.\n* Triệu tập [[Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam|Đại hội đại biểu toàn quốc]] thường lệ 5 năm một lần; có thể triệu tập sớm hoặc muộn hơn, nhưng không quá một năm. Khi Ban Chấp hành Trung ương xét thấy cần hoặc khi có hơn một nửa số cấp Ủy trực thuộc yêu cầu thì Ban Chấp hành Trung ương triệu tập Đại hội đại biểu toàn quốc bất thường.\n\nCác cơ quan trung ương tham mưu cho Ban Chấp hành Trung ương bao gồm:\n* [[Văn phòng Trung ương Đảng Cộng sản Việt Nam|Văn phòng Trung ương Đảng]]\n* [[Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam|Ban Tổ chức Trung ương]]\n* [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Ban Tuyên giáo Trung ương]]\n* [[Ban Dân vận Trung ương Đảng Cộng sản Việt Nam|Ban Dân vận Trung ương]]\n* [[Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam|Ban Đối ngoại Trung ương]]\n* [[Ban Nội chính Trung ương Đảng Cộng sản Việt Nam|Ban Nội chính Trung ương]]\n* [[Ban Kinh tế Trung ương Đảng Cộng sản Việt Nam|Ban Kinh tế Trung ương]]\n* [[Hội đồng Lý luận Trung ương Đảng Cộng sản Việt Nam|Hội đồng Lý luận Trung ương]]\n* [[Ban Cán sự Đảng Ngoài nước Đảng Cộng sản Việt Nam|Ban Cán sự Đảng Ngoài nước]] (hợp nhất với [[Đảng ủy Bộ Ngoại giao Đảng Cộng sản Việt Nam|Đảng bộ Bộ Ngoại giao]] ngày 26 tháng 11 năm 2019)\n\nCác đơn vị trực thuộc Ban Chấp hành Trung ương bao gồm:\n* [[Học viện Chính trị Quốc gia Hồ Chí Minh]]\n* [[Nhà xuất bản Chính trị quốc gia - Sự thật]]\n* [[Nhân Dân (báo)|Báo Nhân dân]]\n* [[Tạp chí Cộng sản]]\n\nCác Đảng bộ trực thuộc Ban Chấp hành Trung ương bao gồm:\n* [[Quân ủy Trung ương (Việt Nam)|Quân ủy Trung ương]]\n* [[Đảng ủy Công an Trung ương (Việt Nam)|Đảng ủy Công an Trung ương]]\n* [[Tổ chức Đảng bộ cấp tỉnh tại Việt Nam|Đảng bộ các tỉnh, thành phố]]\n* [[Đảng ủy Khối Doanh nghiệp Trung ương (Việt Nam)|Đảng ủy Khối Doanh nghiệp Trung ương]]: Ban Chấp hành Đảng bộ tại các công ty và tập đoàn nhà nước \n* [[Đảng ủy Khối các cơ quan Trung ương (Việt Nam)|Đảng ủy Khối các cơ quan Trung ương]]: Ban Chấp hành Đảng bộ tại các cơ quan của Đảng Cộng sản, Quốc hội, Chính phủ, Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao và Mặt trận Tổ quốc\n==== Bộ Chính trị ====\n[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] là cơ quan lãnh đạo và kiểm tra việc thực hiện nghị quyết Đại hội đại biểu toàn quốc, nghị quyết của Ban Chấp hành Trung ương; quyết định những vấn đề về chủ trương, chính sách, tổ chức, cán bộ; quyết định triệu tập và chuẩn bị nội dung các kỳ họp của Ban Chấp hành Trung ương; báo cáo công việc đã làm trước hội nghị Ban Chấp hành Trung ương hoặc theo yêu cầu của Ban Chấp hành Trung ương.\n\nCác thành viên trong Bộ Chính trị do Ban Chấp hành Trung ương bầu ra. Bộ Chính trị gồm các ủy viên chính thức và có thể có các ủy viên dự khuyết. Đây là những nhân vật quyền lực nhất trong hệ thống chính trị [[Việt Nam]].\n\nVề lý thuyết Đại hội Đảng là cơ quan lãnh đạo cao nhất của Đảng nhưng Đại hội hay bị chi phối bởi Ban Chấp hành Trung ương và đến lượt Ban Chấp hành Trung ương hay bị chi phối bởi Bộ Chính trị.\n\nCác bạn chỉ đạo trung ương trực thuộc Bộ Chính trị bao gồm:\n* [[Ban Chỉ đạo Tây Bắc (Việt Nam)|Ban Chỉ đạo Tây Bắc]] (đã dừng hoạt động từ ngày 11 tháng 10 năm 2017)\n* [[Ban Chỉ đạo Tây Nam Bộ (Việt Nam)|Ban Chỉ đạo Tây Nam Bộ]] (đã dừng hoạt động từ ngày 11 tháng 10 năm 2017)\n* [[Ban Chỉ đạo Tây Nguyên (Việt Nam)|Ban Chỉ đạo Tây Nguyên]] (đã dừng hoạt động từ ngày 11 tháng 10 năm 2017)\n* [[Ban Chỉ đạo Cải cách Tư pháp Trung ương Đảng Cộng sản Việt Nam|Ban Chỉ đạo Cải cách Tư pháp]]\n* [[Ban Chỉ đạo Trung ương về phòng, chống tham nhũng, tiêu cực Đảng Cộng sản Việt Nam|Ban Chỉ đạo Phòng, chống tham nhũng, tiêu cực]]\n\n==== Ban Bí thư ====\n[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] là một cơ quan giám sát việc thi hành chính sách hàng ngày của Đảng Cộng sản Việt Nam, quyết định một số vấn đề theo sự phân công của Ban Chấp hành Trung ương.\n\nThành phần Ban Bí thư gồm có Tổng Bí thư, một số Ủy viên Ban Bí thư do Ban Chấp hành Trung ương bầu trong số Ủy viên Ban Chấp hành Trung ương và một số Ủy viên Bộ Chính trị do Bộ Chính trị phân công.\n\n==== Ủy ban Kiểm tra Trung ương ====\n[[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] chuyên xem xét phẩm chất chính trị và tư cách đạo đức các đảng viên là cán bộ cao cấp, các vụ việc tiêu cực liên quan đến các đảng viên cao cấp.\n\nĐiều 32 Điều lệ Đảng quy định nhiệm vụ của Uỷ ban kiểm tra các cấp như sau:\n\n# Kiểm tra đảng viên, kể cả cấp ủy viên cùng cấp khi có dấu hiệu vi phạm tiêu chuẩn đảng viên, tiêu chuẩn cấp ủy viên và trong việc thực hiện nhiệm vụ đảng viên.\n# Kiểm tra tổ chức đảng cấp dưới khi có dấu hiệu vi phạm trong việc chấp hành Cương lĩnh chính trị, Điều lệ Đảng, nghị quyết, chỉ thị của Đảng, các nguyên tắc tổ chức của Đảng; kiểm tra việc thực hiện nhiệm vụ kiểm tra, giám sát và thi hành kỷ luật trong Đảng.\n# Giám sát cấp ủy viên cùng cấp, cán bộ diện cấp ủy cùng cấp quản lý và tổ chức đảng cấp dưới về thực hiện chủ trương, đường lối, chính sách của Đảng, nghị quyết của cấp ủy và đạo đức, lối sống theo quy định của Ban Chấp hành Trung ương.\n# Xem xét, kết luận những trường hợp vi phạm kỷ luật, quyết định hoặc đề nghị cấp ủy thi hành kỷ luật.\n# Giải quyết tố cáo đối với tổ chức đảng và đảng viên; giải quyết khiếu nại về kỷ luật Đảng.\n# Kiểm tra tài chính của cấp ủy cấp dưới và của cơ quan tài chính cấp ủy cùng cấp.\n\nỦy ban kiểm tra có quyền yêu cầu tổ chức đảng cấp dưới và đảng viên báo cáo, cung cấp tài liệu về những vấn đề liên quan đến nội dung kiểm tra.\n\n=== Sơ đồ tổ chức ===\n[[Tập tin:Cơ cấu tổ chức hệ thống Đảng Cộng sản Việt Nam.png|1000x1000px]]\n\n== Lãnh đạo ==\n{{chính|Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam}}\n[[Tập tin:Environs de Hué (4393644297).jpg|nhỏ|Áp phích tuyên truyền của Đảng ở [[Huế]]]]\nKhi Đảng Cộng sản Việt Nam được thành lập vào ngày [[3 tháng 2]] năm [[1930]], [[Hồ Chí Minh|Nguyễn Ái Quốc]], đại diện Quốc tế Cộng sản và người tổ chức Hội nghị thống nhất đã chỉ định người đứng đầu điều hành Ban Chấp hành Trung ương Đảng đầu tiên với cương vị Bí thư Ban Chấp hành Trung ương Lâm thời Đảng Cộng sản Việt Nam là [[Trịnh Đình Cửu]]<ref>[https:\/\/nongnghiep.vn\/trinh-dinh-cuu--nguoi-tham-gia-sang-lap-dang-cong-san-viet-nam-d256616.html Trịnh Đình Cửu - người tham gia sáng lập Đảng Cộng sản Việt Nam], Báo Nông nghiệp Việt Nam, 3\/2\/2020<\/ref>. Ông giữ chức vụ này cho đến tháng 10 năm [[1930]] khi Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng bầu [[Trần Phú]] làm Tổng Bí thư<ref>[https:\/\/baodansinh.vn\/than-the-su-nghiep-cua-tong-bi-thu-tran-phu-96230.htm Thân thế sự nghiệp của Tổng Bí thư Trần Phú], Báo Dân sinh, 27\/04\/2019<\/ref>.\n\nTại Hội nghị Trung ương lần thứ nhất diễn ra từ ngày 12 đến 27 tháng 10 năm 1930<ref>{{chú thích web|url=http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/56\/58\/58\/149708\/Default.aspx|title=Nguyễn Ái Quốc và Hội nghị Trung ương tháng 10-1930|author=|date=|website=www.qdnd.vn|access-date =27 Tháng mười hai 2018}}<\/ref>, [[Trần Phú]] được bầu vào vị trí đứng đầu Ban Chấp hành trung ương với danh xưng Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương. Ông được coi là Tổng Bí thư đầu tiên của Đảng.\n\nSau khi Tổng Bí thư Trần Phú bị bắt và mất trong nhà thương Chợ Quán ngày [[6 tháng 9]] năm 1931, chức vụ Tổng Bí thư bị khuyết do Trung ương Đảng bị truy bắt dữ dội, gần như tê liệt. Trước tình hình đó, dưới sự chỉ đạo của Quốc tế Cộng sản, tháng 3 năm 1934, tại Ma Cao, Ban Chỉ huy hải ngoại của Đảng Cộng sản Đông Dương được thành lập, do [[Lê Hồng Phong]] làm Bí thư. Do tình hình Ban Chấp hành Trung ương trong nước gần như bị tê liệt, nên Ban Chỉ huy hải ngoại kiêm Ban Chấp hành Trung ương lâm thời. Chức vụ Bí thư Ban Chỉ huy hải ngoại của Đảng Cộng sản Đông Dương bấy giờ giữ vai trò như Tổng Bí thư. Đại hội Đại biểu Đảng Cộng sản Đông Dương lần thứ I (27-31\/3\/1935), Hà Huy Tập được bầu làm Bí thư Ban Chỉ huy hải ngoại thay thế Lê Hồng Phong đã được Đại hội Đảng bầu là Tổng Bí thư Ban Chấp hành Trung ương Đảng. Mãi đến Tháng 7 năm 1936, Bí thư Ban Chỉ huy hải ngoại [[Hà Huy Tập]] về nước và giữ chức Tổng Bí thư, trở lại thành chức vụ lãnh đạo cao nhất.\n\nCương vị lãnh đạo cao nhất của Tổng Bí thư được duy trì cho đến [[Đại hội Đảng Cộng sản Việt Nam II|Đại hội đại biểu toàn quốc lần thứ II]], từ ngày 11 đến ngày [[19 tháng 2]] năm [[1951]]. Tại đại hội này, xác lập chức vụ danh dự là Chủ tịch Ban chấp hành Trung ương Đảng Lao động Việt Nam, gọi tắt là Chủ tịch Đảng, được xem là cao hơn cương vị Tổng Bí thư. Tuy đây chỉ là chức vụ danh dự, nhưng do uy tín lớn của Chủ tịch Đảng [[Hồ Chí Minh]], nên hầu như đây là chức vụ thực quyền, nhất là sau Hội nghị Trung ương về vấn đề sửa sai cải cách ruộng đất tháng 10 năm 1956, Tổng Bí thư [[Trường Chinh]] từ chức, Chủ tịch Đảng [[Hồ Chí Minh]] được coi như kiêm giữ luôn chức vụ Tổng Bí thư.\n\nTại [[Đại hội Đảng Cộng sản Việt Nam III|Đại hội đại biểu toàn quốc lần thứ III]] tháng 9 năm 1960, tuy không bầu ra chức vụ Tổng bí thư, nhưng chức vụ Bí thư thứ nhất Ban chấp hành Trung ương Đảng Lao động Việt Nam được thành lập, do [[Lê Duẩn]] nắm giữ. Chức vụ này mô phỏng theo [[Liên Xô]], nhưng vẫn duy trì chức vụ Chủ tịch Đảng theo kiểu [[Trung Quốc]]. Sau khi Chủ tịch Hồ Chí Minh qua đời năm 1969 thì chức vụ Chủ tịch Đảng cũng bị bãi bỏ.\n\nChức vụ Bí thư thứ nhất trở thành chức vụ đứng đầu Ban Chấp hành Trung ương cho đến [[Đại hội Đảng Cộng sản Việt Nam IV|Đại hội Đại biểu toàn quốc lần thứ IV]] tháng 12 năm [[1976]]. Tại đại hội này, chức vụ Bí thư thứ nhất được bãi bỏ và chức vụ đứng đầu Ban Chấp hành trung ương trở thành Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, vẫn do Lê Duẩn nắm giữ. Từ đó, chức vụ này ổn định vai trò và danh xưng cho đến tận ngày nay.\n\nTổng Bí thư đương nhiệm là ông [[Nguyễn Phú Trọng]].\n\n== Đảng viên ==\nTính đến năm [[2014]], toàn Đảng Cộng sản Việt Nam có 4.480.707 [[Đảng viên Đảng Cộng sản Việt Nam|đảng viên]], sinh hoạt ở 262.894 chi bộ thuộc 56.548 tổ chức cơ sở đảng, thuộc 67 đảng bộ trực thuộc Trung ương. Trong đó, số đảng viên sinh hoạt ở [[xã]] là 1.888.352 (42,1%); sinh hoạt ở [[Phường (Việt Nam)|phường]], [[thị trấn]] là 853.357 (19,1%); sinh hoạt tại các [[doanh nghiệp nhà nước]] là 266.541 (5,9%); tại các doanh nghiệp cổ phần vốn nhà nước là 113.568 (2,53%); tại các [[Công ty tư nhân|doanh nghiệp tư nhân]] là 45.824 (1,02%); tại các tổ chức đảng có vốn đầu tư nước ngoài là 9.470 (0,21%), tại các đơn vị sự nghiệp là 289.179 (6,45%), tại các cơ quan hành chính là 422.900 (9,38%), trong [[quân đội]], công an là 550.898 (12,3%), trong các tổ chức đảng ngoài nước là 10.000 (0,23%).<ref>{{Chú thích web |url =http:\/\/www.tapchicongsan.org.vn\/Home\/Nghiencuu-Traodoi\/2016\/40378\/Nang-cao-chat-luong-dang-vien-Van-de-cot-loi-de.aspx |tiêu đề =Nâng cao chất lượng đảng viên - Vấn đề cốt lõi để xây dựng Đảng trong sạch, vững mạnh trong tình hình hiện nay |tác giả =Nguyễn Thị Mai Anh |ngày =2016-8-19 |nhà xuất bản =Tạp chí Cộng sản |ngày truy cập =2017-06-03 |ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20170603075042\/http:\/\/www.tapchicongsan.org.vn\/Home\/Nghiencuu-Traodoi\/2016\/40378\/Nang-cao-chat-luong-dang-vien-Van-de-cot-loi-de.aspx |ngày lưu trữ=2017-06-03}}<\/ref> ''Số lượng [[Đảng viên Đảng Cộng sản Việt Nam]] tính đến năm 2019 là khoảng hơn 5,2 triệu đảng viên''.<ref>[https:\/\/plo.vn\/thoi-su\/chinh-tri\/dang-cong-san-viet-nam-hien-co-52-trieu-dang-vien-879702.html Đảng Cộng sản Việt Nam hiện có 5,2 triệu đảng viên], Báo Pháp luật, 25\/12\/2019<\/ref> Hiện nay, việc phát triển đảng viên đang gặp nhiều khó khăn vì nhiều bạn trẻ ngại vào Đảng khiến tình trạng già hóa hiện rõ trong đội ngũ [[đảng viên Đảng Cộng sản Việt Nam]].<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/dien-dan\/vi-sao-nhieu-ban-tre-ngai-vao-dang-20181008132538977.htm|tựa đề=Vì sao nhiều bạn trẻ ngại vào Đảng?|tác giả=|họ=|tên=|ngày=2018-10-09|website=Dân trí|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-11-30}}<\/ref>\n\n[[Dân trí (báo)|Báo Dân trí]] cho rằng một thời gian dài, tình trạng suy thoái về tư tưởng chính trị và đạo đức, lối sống, \"tự diễn biến\", \"tự chuyển hoá\" trong đội ngũ [[cán bộ]], [[Đảng viên Đảng Cộng sản Việt Nam|đảng viên]] xảy ra nghiêm trọng làm giảm sút vai trò lãnh đạo của Đảng, suy giảm niềm tin trong nhân dân dẫn đến tình trạng thiếu nguồn phát triển đảng viên như hiện nay. Chính vì vậy Đảng Cộng sản Việt Nam phải tự đổi mới, tạo sức hút mới, củng cố niềm tin trong các tầng lớp nhân dân.<ref>[https:\/\/dantri.com.vn\/dien-dan\/phat-trien-dang-vien-tre-gia-mang-chua-lon-20181009213030443.htm Phát triển đảng viên: Tre già, măng chưa lớn], Báo Dân trí, 10\/10\/2018<\/ref>\n\n==Xem thêm==\n* [[Đảng Cộng sản]]\n* [[Chủ nghĩa cộng sản]]\n* [[Danh sách tổ chức chính trị Liên bang Đông Dương]]\n* [[Hệ thống đơn đảng]]\n* [[Đảng viên Đảng Cộng sản Việt Nam]]\n*[[Đảng Cộng sản Cuba]]\n*[[Đảng Cộng sản Trung Quốc]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Thư mục ==\n{{refbegin|30em}}\n* {{chú thích báo|title=The Lessons of Le Kha Phieu: Changing Rules in Vietnamese politics|author=Abuza, Zachary|date=ngày 16 tháng 11 năm 2001|publisher=Vietnamese Professionals of America. [[Catholic University of America]]|ref=CITEREFAbuza2001}}\n* {{chú thích sách|title=Vietnam Today: A Guide To A Nation At A Crossroads|last1=Ashwill|first1=Mark|last2=Thai|first2=Ngoc Diep|publisher=Intercultural Press|year=2005|isbn=9781931930093}}\n* {{chú thích sách|url=https:\/\/archive.org\/details\/hochiminhbiograp00broc|title=Ho Chi Minh: a Biography|last=Brocheux|first=Pierre|publisher=[[Cambridge University Press]]|year=2007|isbn=9780521850629}}\n* {{chú thích sách|title=The History of Vietnam|author=Corfield, Justin|publisher=ABC-CLIO|year=2008|isbn=9780313341946|ref=CITEREFCorfield2008}}\n* {{chú thích sách|url=https:\/\/archive.org\/details\/profilesofpeople0001east|title=Profiles of People in Power: The World's Government Leaders|last1=East|first1=Roger|last2=Thomas|first2=Richard|publisher=Routledge|year=2003|isbn=9781857431261|url-access=registration}}\n* {{chú thích sách|title=Changing Worlds: Vietnam's Transition from Cold War to Globalization|url=https:\/\/archive.org\/details\/changingworldsvi0000elli|last1=Elliott|first1=David W.P.|publisher=[[Oxford University Press]]|year=2012|isbn=978-0195383348}}\n* {{chú thích sách|title=Transplanting Commercial Law Reform: Developing a 'Rule of Law' in Vietnam|last=Gillespie|first=John Stanley|publisher=Ashgate Publishing|year=2006|isbn=9780754647041}}\n* {{chú thích sách|title=Vietnamese Communism, 1925–1945|last=Hyunh|first=Kim Khanh|publisher=[[Cornell University Press]]|year=1986|isbn=9780801493973}}\n* {{chú thích sách|title=Socialist Economies and the Transition of the Market: A Guide|url=https:\/\/archive.org\/details\/socialisteconomi0000jeff_b0l9|last=Jeffries|first=Ian|publisher=Routledge|year=1993|isbn=9780415075800}}\n* {{chú thích sách|title=Anatomy of a War: Vietnam, the United States, and the Modern Historical Experience|url=https:\/\/archive.org\/details\/anatomyofwarviet0000kolk|last=Kolko|first=Gabriel|publisher=New Press|year=1994|isbn=9781565842182}}\n* {{chú thích sách|title=Vietnam: Anatomy of a Peace|url=https:\/\/archive.org\/details\/vietnamanatomyof0000kolk_b0m8|last=Kolko|first=Gabriel|publisher=Routledge|year=1997|isbn=9780415159906|location=London and New York, NY|author-mask=6}}\n* {{chú thích sách|title=Vietnam: Current Issues and Historical Background|url=https:\/\/archive.org\/details\/vietnamcurrentis0000unse|author=Largo|publisher=Nova Publishers|year=2002|isbn=978-1590333686|display-authors=etal}}\n* {{chú thích sách|title=Dictionary of the Modern Politics of South-East Asia|last=Leifer|first=Michael|publisher=[[Taylor & Francis]]|year=1994|isbn=9780415042192}}\n* {{chú thích sách|url=https:\/\/archive.org\/details\/vietnampoliticso00port|title=Vietnam: The Politics of Bureaucratic Socialism|last=Porter|first=Gareth|publisher=Cornell University Press|year=1993|isbn=9780801421686}}\n* {{chú thích sách|title=Ho Chi Minh: The Missing Years, 1919–1941|last=Quinn-Judge|first=Sophie|publisher=[[University of California Press]]|year=2002|isbn=9780520235335}}\n* {{chú thích sách|title=Tracing and Making the State: Policy Practices and Domestic Water Supply in the Mekong Delta, Vietnam|last=Reis|first=Nadine|publisher=LIT Verlag Münster|year=2012|isbn=9783643901965}}\n* {{chú thích sách|title=The Changing Face of Management in South East Asia|last=Rowley|first=Chris|publisher=Taylor & Francis|year=2008|isbn=9780415405447}}\n* Smith, R.B., \"The Foundation of the Indochinese Communist Party, 1929-1930,\" ''Modern Asian Studies'', vol. 32, no. 4 (October 1998), pp.&nbsp;769–805. [https:\/\/www.jstor.org\/stable\/313051 In JSTOR]\n* {{chú thích sách|title=Renovating the Vietnamese Communist Party: Nguyen Van Linh and the Programme for Organizational Reform, 1987–91|url=https:\/\/archive.org\/details\/renovatingvietna0000ster|last=Stern|first=Lewis|publisher=[[Institute of Southeast Asian Studies]]|year=1993|isbn=978-9813016552}}\n* {{chú thích sách|title=A History of Laos|url=https:\/\/archive.org\/details\/historyoflaos0000stua|last1=Stuart-Fox|first1=Martin|publisher=Cambridge University Press|year=1997|isbn=9780521597463}}\n* {{chú thích sách|url=https:\/\/archive.org\/details\/vietnamundercomm0000nguy|title=Vietnam under Communism, 1975–1982|last1=Van|first1=Canh Nguyen|last2=Cooper|first2=Earle|publisher=Hoover Press|year=1983|isbn=9780817978518}}\n* {{chú thích sách|title=Vietnam's Economic Policy since 1975|author=Võ, Nhân Trí|publisher=Institute of Southeast Asian Studies|year=1990|isbn=9789813035546|ref=CITEREFVõ1990}}\n* {{chú thích sách|title=A People's History of the United States: 1492-present|url=https:\/\/archive.org\/details\/peopleshistoryof0000zinn_s7j6|last=Zinn|first=Howard|publisher=Harper Perennial|year=1995|isbn=0-06-092643-0|location=New York}}\n{{refend}}\n{{thể loại Commons|Communist Party of Vietnam}}\n\n==Liên kết ngoài==\n* [http:\/\/dangcongsan.vn\/ Website chính thức của ĐCSVN]\n* [http:\/\/www.nhandan.org.vn Báo Nhân dân]: cơ quan trung ương của ĐCSVN\n* [http:\/\/www.vov.org.vn\/chuyenmuc\/75DangCongSanVietNam\/lichsuvevang\/ Chuyên trang lịch sử ĐCSVN trên VOV]{{Liên kết hỏng|date = ngày 11 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.tapchicongsan.org.vn\/ Tạp chí Cộng sản]\n\n{{Tổ chức nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n{{Đảng phái chính trị Việt Nam}}\n{{các chủ đề|Châu Á|Việt Nam|Cộng sản}}\n\n[[Thể loại:Đảng Cộng sản Việt Nam| ]]\n[[Thể loại:Tổ chức thành viên của Mặt trận Tổ quốc Việt Nam]]\n[[Thể loại:Đảng cộng sản cầm quyền|Việt Nam]]\n[[Thể loại:Đảng phái chính trị thành lập năm 1930]]\n[[Thể loại:Việt Nam năm 1930]]\n[[Thể loại:Đảng cộng sản ở Việt Nam]]\n[[Thể loại:Đảng phái trong hệ thống đơn đảng|Việt Nam]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Tổ chức chính trị Việt Nam thời Pháp thuộc]]\n[[Thể loại:Chính trị Việt Nam]]\n[[Thể loại:Khởi đầu năm 1930 ở Liên bang Đông Dương]]\n[[Thể loại:Khởi đầu năm 1930 ở Việt Nam]]"}