{"86783":"[[Hình:Truongchinh.danghuong.png|nhỏ|phải|222px]]\n'''Đặng Xuân Bảng''' (鄧春榜, [[1828]]-[[1910]]) tự là Hy Long, hiệu là Thiện Đình, là quan [[nhà Nguyễn]] và đồng thời cũng là một nhà sử học Việt Nam.\n\n==Tiểu sử==\nÔng sinh năm Mậu Tý (năm 1828), đời vua [[Minh Mạng]] thứ 8 (1828), trong một gia đình Nho học, quê ở [[Hành Thiện (làng)|làng Hành Thiện]], [[Xuân Hồng, Xuân Trường]], [[Nam Định]]. Thuở nhỏ ông theo học cha mình là cụ Đặng Viết Hòe (tức Mền Hòe). Đặng Xuân Bảng đỗ Tú tài năm 18 tuổi (năm 1846), đến khoa thi sau lại đỗ Tú tài một lần nữa, người đời gọi ông là kép Bảng.\n\nĐến năm 22 tuổi, triều vua [[Tự Đức]], ông đỗ Cử nhân, được bổ làm Giáo thụ phủ Ninh Giang (Hải Dương).\n\nKhoa thi Bính Thìn 1856, Đặng Xuân Bảng 28 tuổi, vào Huế thi Hội và đỗ [[Quốc triều khoa bảng lục|tiến sĩ]], đỗ thứ nhì khoa ấy. Quyển ông đáng đậu Hoàng giáp, nhưng cuối bài sách có câu can vua về thanh sắc tuần du. Vua không ưng, đánh xuống đầu tam giáp Tiến sĩ. Khi vào lĩnh mũ áo, dự yến tiệc xong, vua hỏi:\n''- Người ở nhà học ai?''\n- ''Tâu bệ hạ, từ thuở bé đến lớn, hạ thần chỉ học cha ở nhà thôi.''\n- ''Cha ngươi đỗ gì?''\n- ''Tâu bệ hạ, cha hạ thần đỗ bảy khoa tú tài.''\nVua liền ban cho bốn chữ \"Giáo tử đăng khoa\" (Cha dạy con mà con thi đỗ Đại khoa).\n\nSau khi đỗ tiến sĩ, Đặng Xuân Bảng được vào làm việc ở Nội các, tham gia chỉnh lý bộ sách ''Khâm định nhân sự kim giám'' bàn về đạo trị nước của các bậc đế vương; rồi từ đó lần lượt giữ các chức vụ Tri phủ Thọ Xuân (Thanh Hóa), Tri phủ Yên Bình (1860), Giám sát ngự sử (1861), Chưởng ấn ở Lại Khoa (1863), Án sát Quảng Yên (1864), Bố chính Thanh Hóa (1867), Bố chính Tuyên Quang (1868), Bố chính Sơn Tây (1869), Tuần phủ Hưng Yên (1870), Tuần phủ Hải Dương (1872), Đốc học Nam Định (1886)...\n\nLàm [[Tuần phủ]] [[Hải Dương]] nhưng khi mất thành cho giặc bị cách chức. Sau được bổ làm [[Đốc học]] Nam Định.\n\nNăm 1888, Đặng Xuân Bảng xin về nghỉ an dưỡng tại quê nhà và qua đời năm 1910, thọ 83 tuổi.\n\nÔng nội ông là cụ Đặng Nguyên Quế (tức Xã Quế), là nhà Nho chuyên nghề dạy học. Cụ bà chuyên nghề làm vườn, trồng dâu, nuôi tằm. Nhân do làm ăn, sinh sống ở quê gặp khó khăn, cụ di cư gia đình đến xã An Dương (Hải Phòng) và tiếp tục làm nghề cũ.\n\nCha ông là Đặng Viết Hòe (1807 - 1877), một nhà Nho đỗ tới 7 khoa Tú tài (vào các năm 1828, 1831, 1846, 1847, 1848, 1850 và 1852). Ông Đặng Viết Hòe cùng cha ra Hải Phòng sinh sống, theo học cha, đỗ Tú tài thì trở về Hành Thiện dạy học. [[Trường Chinh]] (Đặng Xuân Khu) là cháu nội của Đặng Xuân Bảng.\n\nTheo \"Hành Thiện hợp phả\" của cụ Đặng Xuân Viện viết năm 1933 và \"Đặng tộc phả chí thông khảo\" của Thiếu Nam thì tổ họ Đặng làng Hành Thiện là Quốc công [[Đặng Tất]].\n\n==Tác phẩm==\n*''Nhân sự kim giám'' (hay Khâm định nhân sự kim giám): bộ sách gồm 13 tập ghi về đường lối, phương pháp, đạo đức của đế vương, đúc kết từ các bộ sách kinh điển của Nho gia.\n*''Nam phương danh vật bị khảo'' là sách Từ điển song ngữ Hán Nôm do Đặng Xuân Bảng soạn, chia thành các mục: Thiên văn, địa lý, thời tiết, thân thể, bệnh tật, nhân sự, nhân luân, [[nhân phẩm]], quan chức, ẩm thực, phục dụng, cung thất, thuyền xe, vật dụng, lễ nhạc, ngũ cốc, cư xử, cung thất, rau quả, thảo mộc, cầm thú, côn trùng.\n*''Nam Quốc địa dư'' là sách địa lý Việt Nam gồm: vị trí, hình thể, núi sông, cửa biển, khí hậu thành phố, phủ, huyện, xã, thông trong cả nước. Trong sách này có một bản đồ toàn quốc, một bản đồ Bắc Kỳ, một bản đồ Nam định và các bài: ''Đông Dương đại thế, Đại Nam nhất thống chí, toàn quốc tổng luận''.\n*''Nhị Độ Mai truyện'' (Cải dịch Nhị Độ Mai truyện): Bản dịch Nôm thể 6-8 truyện Nhị Độ Mai bằng chữ Hán của Trung Quốc.\n*''Sử học bị khảo'': khảo cứu về lịch sử địa lý Việt Nam: núi, sông, tỉnh, phủ, huyện,... đổi thay qua các đời. Khảo cứu về lịch sử, địa lý Việt Nam qua các thời: Phẩm trật, thăng giáng, tước lộc... Bộ máy hành chính từ Trung ương đến các phủ, huyện, xã.\n*''Cổ nhân hành ngôn lục'': sách chữ Hán gồm ba quyển, ghi lại những lời nói hay, việc làm đẹp của cổ nhân đáng làm gương cho hậu thế ra sao.\n*''Cư gia khuyến giới tắc'': sách chữ Hán gồm ba quyển, là những câu danh ngôn trong lịch sử Trung Quốc dùng làm khuôn mẫu răn dạy con cháu trong nhà giữ đạo luân thường, bỏ thói hư tật xấu.\n*''Huấn tục Quốc âm ca'': gồm 4 bài ca Nôm khuyên dạy con cái và người đời: ''Huấn tử Quốc âm ca, Khuyến hiếu diễn âm ca, Bát phẩm diễn âm ca, Thái thượng cảm ứng Quốc âm ca''.\n*''Đối trướng tạp sao'': gồm các quyển ''Thiện Đình giáo thụ Đặng Trung Trai quy ẩn chư gia đối liễn'', ''Quan huyện Tam Nông tạ thế đối liễn''.\n*''Thánh tổ hạnh thực diễn âm ca'': bao gồm ''Thánh tổ hạnh thực diễn âm ca, Ca huấn nữ tử ca, Cổ huấn nữ ca''.\n*''Thiện Đình khiêm trai văn tập''\n*''Thông giám tập lãm tiện độc'': lịch sử Trung Quốc từ khởi thủy đến hết nhà Minh (soạn theo bộ ''Tập lãm'' của Trung Quốc đời Thanh Càn Long và bộ ''Thiếu vi tiết yếu'' của Bùi Huy Bích đời Lê Cảnh Hưng).\n*''Tiên nghiêm Hội Đình thi văn'': các bài văn thi Hội, thi Đình vào các năm Tự Đức thứ 9 (1856). Ngoài ra còn có Biểu tạ ơn của Đặng Xuân Bảng, tấu của Cao Xuân Dục đề nghị Đặng Xuân Bảng đã hưu trí trở lại làm quan. Bản đồ Hà Nội, thơ văn xướng họa với sứ nhà Thanh về việc dẹp tàn quân Hồng Tú Toàn.\n*''Việt sử chính biên tiết yếu''\n*''Việt sử cương mục tiết yếu'': là một công trình sử học của ông biên soạn độc lập với [[Quốc sử quán triều Nguyễn]], tác phẩm này ghi chép từ thời [[Hồng Bàng]] đến hết thời [[nhà Tây Sơn]] (1802). Bộ sử được đánh giá là có giá trị, sử dụng phương pháp nghiên cứu mới so với các sử gia triều Nguyễn trong Quốc sử quán.\n*''Việt sử tiết yếu''\n*''Kinh truyện toát yếu'': sách chữ Hán, tóm tắt các chính yếu của kinh truyện Nho giáo.\n*''Nam sử tiện lãm'': sách chữ Hán, nói về các nhận xét của Đặng Xuân Bảng về các biến cố lịch sử và về các nhân vật lịch sử Việt Nam.\n*''Nhân sự kim giám'': Sách chữ Hán, không rõ do tác giả nào sáng tác. Theo lệnh vua [[Tự Đức]], Đặng Xuân Bảng duyệt lại sách này, bổ túc thêm các phần thiếu sót. Sách nói về nhân sự, về cách xử thế của người đời.\n*''Tuyên Quang tỉnh phú'': sách chữ Hán, viết theo thể phú, do Đặng Xuân Bảng sáng tác khi làm tri phủ Yên Bình, tỉnh Tuyên Quang từ 1858-1861. Sách được học giả Pháp nổi danh là Đại tá Bonifacy dịch ra tiếng Pháp và chú thích dưới nhan đề ''La Province de Tuyên-Quang, composition littéraire de M. Đặng Xuân Bảng traduite et annotée par M. le colonel Bonifacy''.\n*''Như Tuyên thi tập'': tập thơ làm trong khi nhậm chức Bố chính ở Tuyên Quang.\n\n==Hình ảnh công cộng==\nTên của ông hiện nay được đặt tên cho một tuyến phố ở [[Hà Nội]] ở trong khu đô thị Đại Kim - Định Công, nối phố [[Nguyễn Hữu Thọ]] đến cầu qua [[sông Lừ]].\n\n==Tham khảo==\n*[http:\/\/langhanhthien.com Làng Hành Thiện - Quê Hương ông Đặng Xuân Bảng]\n*[http:\/\/langhanhthien.com Tiến sĩ Đặng Xuân Bảng (1828-1910)]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai khoa bảng Việt Nam}}\n\n{{Thời gian sống|Sinh=1828|Mất=1910}}\n\n[[Thể loại:Người làng Hành Thiện, Nam Định]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}