{"28904":"{{Thông tin nhân vật\n| màu = \n| màu 2 = \n| màu chữ = \n| tên = Đặng Hữu Phúc\n| hình = DangHuuPhuc.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| tên gốc = \n| tên khai sinh = \n| sinh = {{ngày sinh và tuổi|1953|6|4}}\n| ngày sinh = \n| nơi sinh = [[Phú Thọ]], [[Việt Nam]]\n| mất = \n| nguyên nhân cái chết = \n| ngày mất = \n| nơi mất = \n| an táng = \n| quốc gia = \n| tên khác = \n| cư trú = \n| dân tộc = \n| quốc tịch = Việt Nam\n| vai trò = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nghề nghiệp = Nhạc sĩ\n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| lương = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| chính đảng = \n| tôn giáo = \n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| cha mẹ = \n| cha = \n| mẹ = \n| người thân = \n| chữ ký = \n| cỡ chữ ký = \n| giải thưởng = \n| website = \n| hợp tác với = [[Hoàng Quyên]]\n}}\n'''Đặng Hữu Phúc''' (sinh [[4 tháng 6]] năm [[1953]]) là một [[nhạc sĩ]] hiện đại của [[Việt Nam]].\n== Tiểu sử ==\nĐặng Hữu Phúc sinh tại [[Phú Thọ]], [[Việt Nam]]. Ông học nhạc tại Học viện âm nhạc quốc gia Việt Nam từ năm lên 10 tuổi, và được đào tạo chính quy cả hai chuyên ngành: sáng tác và biểu diễn piano.\n\nTrong thời gian là sinh viên piano, ông học với Tào Hữu Huệ (Tsao You-Whai, Trung Quốc)<ref name=vne\/>, Issac Katz và Ghenxler (chuyên gia Liên Xô), ông đã chơi nhiều tác phẩm lớn viết cho piano như: Concerto No.1 của P.Tchaikovsky<ref>[http:\/\/www.youtube.com\/watch?v=q7i79EXU-M8 ĐHP chơi piano bản \"Concerto No1 Tchaikovski\" video]<\/ref>, Concerto No.2 của S.Rachmaninoff, Concerto No1 G-dur của M.Ravel, Concerto Cis moll của N.Rimsky-Korsakov, Sonate No23 (Appassionata) của L.V.Beethoven <ref>[http:\/\/www.youtube.com\/watch?v=QZFKj1uDfh4 ĐHP chơi piano bản \"Appassionata\" video]<\/ref>, Sonate No.2 B-moll và Ballade No1 g-moll của F.Chopin, v.v...\n\nĐặng Hữu Phúc từng tu nghiệp tại [[Nhạc viện Quốc gia Paris]] tại [[Pháp]] (1991-1992). Ông là [[nghệ sĩ dương cầm]] của Dàn nhạc giao hưởng Quốc gia Việt Nam trong hơn 20 năm (1979-2002). Ông cũng đã từng độc tấu piano bản Sonate polyphonique (mà ông là tác giả) tại [[Liên Xô]] cũ năm 1988 (Liên hoan các nhạc sĩ trẻ các nước Xã hội Chủ nghĩa lần thứ nhất) và thu thanh bản nhạc này tại Đài phát thanh tiếng nói Việt Nam (1978).\n\nHiện nay, Đặng Hữu Phúc giảng dạy bộ môn [[sáng tác]] ở Học viện âm nhạc quốc gia Hà Nội.\n\n<gallery>\nTập tin:DangHuuPhucCongDienDatNuoc1.Sept.09.jpg\nTập tin:DangHuuPhucCongDienDatNuoc2B.jpg\n<\/gallery>\n\n== Các sáng tác, hoạt động ==\nTác phẩm của ông chia làm hai mảng chính là: Khí nhạc (thính phòng, [[giao hưởng]]) và [[Thanh nhạc]].\n\n== Sáng tác khí nhạc, thính phòng giao hưởng ==\n\n- Ở mảng khí nhạc, bản Prelude đầu tay giọng Mi giáng trưởng (Es) viết cho Piano năm 18 tuổi (1971) của ông hiện vẫn được dùng trong giáo trình giảng dạy của các Nhạc viện ở Việt Nam.\n\n- Một số tác phẩm viết cho Piano của ông như \"Suite (1973)\" và \"Sonate Polyphonique 1978\" <ref>[http:\/\/www.tienve.org\/home\/authors\/viewAuthors.do?action=show&authorId=1381 Sonate polyphonique]<\/ref>. \"Chùm hoa Việt Nam - Bunches of flowers of Vietnam 2009\" đã được [[Đặng Thái Sơn]], Giải nhất [[cuộc thi piano quốc tế Fréderic Chopin]] lần thứ 10 biểu diễn ở trong và ngoài nước. Hiện nay bản \"Chùm Hoa Việt Nam\" đã được biểu diễn và ghi CD ở Nhật Bản và nhiều nơi trên thế giới\n\nÔng đã thể nghiệm nhiều phong cách khác nhau trong sáng tác, từ cổ điển ([[classique]]) tới nhạc Tiền phong ([[Avant garde]]).\n\n- Bản Ouverture \"Ngày hội\" viết cho dàn nhạc giao hưởng của ông đã được biểu diễn với các nhạc trưởng Anh, Pháp, Nhật Bản, Canada. Nhạc trưởng người Pháp, Xavier Rist (người đã đoạt 7 giải nhất về chỉ huy dàn nhạc tại Nhạc viện Quốc gia Paris-Pháp) đã viết về tác phẩm này như sau: \"NGÀY HỘI là một tác phẩm xuất sắc, nhạc sĩ đã chuyển đổi và tái tạo chất liệu nhạc truyền thống Việt Nam dưới lăng kính của ngôn ngữ giao hưởng đương đại với một cảm nhận về nhịp điệu và màu sắc rất tinh tế\".\n\nTháng 5\/2007, dàn nhạc giao hưởng của Việt Nam lần đầu đi lưu diễn ở châu Âu, đã biểu diễn bản \"Ngày hội\" là tác phẩm mở đầu cho 3 đêm diễn tại Pháp <ref>[http:\/\/www.youtube.com\/watch?v=cd2ARrONHso \"Ngày hội\"(Fête) tại Pháp. Video]<\/ref>(trong đó có 1 đêm ở vùng Paris) dưới sự chỉ huy của nhạc trưởng Xavier Rist, đã được thính giả Pháp đón nhận nồng nhiệt.<ref>[http:\/\/www.vietnamnet.vn\/vanhoa\/tintuc\/2007\/05\/698383\/ Lần đầu đi lưu diễn ở châu Âu]<\/ref>.\n\nTại China - Asean music week (6-2015) tổ chức tai Nam Ninh, Trung Quốc. Bản \"Ngày hội\" đã vinh dự được chọn làm tiết mục mở đầu cho đêm giao hưởng khai mạc do nhạc trưởng Alex Pauk (Canada) chỉ huy, dàn nhạc Canadian Esprit Orchestra biểu diễn.<ref>[http:\/\/tienve.org\/home\/music\/viewMusic.do?action=viewArtwork&artworkId=8675 Chùm hoa Việt Nam]<\/ref>,\n\n- Bản \"Pizzicato Vietnam\" cho dàn nhạc dây <ref>{{Chú thích web |url=http:\/\/vnmusic.com.vn\/p136-ve-ban-hoa-tau-day-pizzicato-viet-nam.html |ngày truy cập=2010-12-07 |tựa đề=Pizzicato Vietnam |archive-date=2010-12-09 |archive-url=https:\/\/web.archive.org\/web\/20101209000855\/http:\/\/vnmusic.com.vn\/p136-ve-ban-hoa-tau-day-pizzicato-viet-nam.html }}<\/ref>. Dàn nhạc giao hưởng Việt Nam đã biểu diễn lần đầu bản nhạc này ngày 20 tháng 5\/2009 Tại Nhà hát lớn Hà Nội. Chỉ huy là Tetsuji Honna.\n\nBản \"Pizzicato Vietnam\" cũng đã được biểu diễn ngày 21\/9\/2011 ở Madrid (Espana) và ngày 11\/10\/2011 ở Hà Nội, cùng do nhạc trưởng người Tây Ban Nha Carlos Cuesta chỉ huy<ref>{{Chú thích web |url=http:\/\/vnmusic.com.vn\/p1114-pizzicato-viet-nam-tai-madrid.html |ngày truy cập=2011-10-24 |tựa đề=Pizzicato VN in Madrid |archive-date=2011-10-19 |archive-url=https:\/\/web.archive.org\/web\/20111019005807\/http:\/\/vnmusic.com.vn\/p1114-pizzicato-viet-nam-tai-madrid.html }}<\/ref> \nNăm 2012 Đặng Hữu Phúc đã viết thêm hai chương nữa, trở thành \"Tổ khúc cho dàn nhạc dây\": Chương I toàn bộ dàn nhạc chơi bằng gốc archet (Du talon), chương II toàn bộ dàn nhạc chơi Tremolo, và chương III Pizzicato được giữ nguyên, ngày 27\/5\/2013 bản nhạc này đã được dàn nhạc Nhạc viện Hà Nội biểu diễn tại Nhà hát lớn dưới sự chỉ huy của nhạc trưởng Phần Lan Jukka Pekka.\n\n- Bản \"Tám bức tranh giao hưởng từ dân ca Việt Nam\" viết năm 2013 đã liên tục được biểu diễn với các nhạc trưởng: Oliver Leo Schmidt (Đức) 2014, Tetsuji Honna (Nhật Bản) 2014 và David Gomez Ramirez (Tây Ban Nha) 2016.\n\n- Tháng 10\/2016 Tác phẩm viết cho 2 đàn Piano của ông đã được biểu diễn tại Seoul Arts Center và tháng 9\/2017 Tác phẩm \"Suite for 4 piano\" cũng đã được biểu diễn tai đây.\n\n- Nối tiếp truyền thống từ F.Liszt. Ông cũng đã chuyển thể từ tổng phổ giao hưởng ra Piano độc tấu nhiều tác phẩm kinh điển của các nhạc sĩ thiên tài, như các bản:\"Symphonie Fantastique\" của H.Berlioz. \"Đêm trên núi trọc\" (\"A Night on bald Mountain\") của M.Mussorgsky. \"Scheherazade\" của N.Rimsky-Korsakov. Symphony No5 của P.Tchaikovsky...vv\n\n- Là tác giả Việt Nam đầu tiên được Sun Symphony Orchestra (SSO) biểu diễn tác phẩm viết cho dàn nhạc giao hưởng. Chương trình Hoà nhạc Mexico ngày 14\/9\/2018, tác phẩm “Tám bức tranh giao hưởng từ dân ca Việt Nam” (biểu diễn 4 bản). Nhà hát lớn Hanoi, chỉ huy dàn nhạc Olivier Ochanine. Lần thư hai, SSO biểu diễn bản “Ngày Hội\/ Fetes” (đã sửa chữa mới trong tháng 10) trong chương trình “Huyền thoại tình yêu” ngày 16\/11\/2018. Nhà hát lớn Hanoi, chỉ huy dàn nhạc Olivier Ochanine\n\n- Năm 2018: Xuất bản cuốn “Tác phẩm cho đàn piano” sách dầy 255 trang gồm 5 phần: solo, 4 tay, 2 piano, 4 piano và phần tác phẩm chuyển soạn từ tổng phổ giao hưởng kinh điển cho piano solo. Trong cuốn này có 4 bản nhạc mới viết trong năm 2018. Cùng với cuốn “Tuyển chọn 60 bài Romance và ca khúc với piano” xuất bản năm 2012, 245 trang, cũng do Học viện Âm nhạc Việt Nam xuất bản, đều là những cuốn sách duy nhất của một tác giả Việt Nam về thể loại thanh nhạc và nhạc cho đàn piano, cho tới thời điểm này.\n\n== Tác phẩm cho thanh nhạc ==\n\nỞ mảng thanh nhạc, Đặng Hữu Phúc đã viết từ ca khúc quần chúng cho tới những hình thức lớn như hợp xướng và dàn nhạc. Bản Giao hưởng-hợp xướng lớn \"Đất nước\" (Thơ [[Nguyễn Đình Thi]]) được viết năm 1973, khi đó tác giả chưa tròn 20 tuổi<ref name=hnm\/>, biểu diễn lần đầu tiên tại Nhà hát lớn Hà nội do chính tác giả chỉ huy dàn nhạc và dàn hợp xướng Nhà hát giao hưởng Nhạc Vũ kịch Việt Nam ngày 1 tháng 9\/2009 <ref>[http:\/\/anninhthudo.vn\/Tianyon\/Index.aspx?ArticleID=56349&ChannelID=8 Công diễn hợp xướng Đất Nước]{{Liên kết hỏng|date=2022-12-25 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.youtube.com\/watch?v=elao2BlN9iQ Hợp Xướng \"Đất nước\" Video]<\/ref>. Ngày 3 tháng 9 năm 2013 bản hợp xướng này được biểu diễn trong ngày âm nhạc Việt Nam tại Nhà hát lớn Hà Nội.\n\nNăm 1974, ông đã viết tác phẩm \"Ba bức tranh\" cho giọng Soprano và 2 piano. Biểu diễn lần đầu tiên tại Trường âm nhạc VN do: Ái Vân soprano, [[Đặng Thái Sơn]] piano 1, Tác giả piano 2\n\nNăm 2004 viết tập \"10 bài cho hợp xướng không nhạc đệm\"<ref>[http:\/\/www.youtube.com\/watch?v=dNvDaUXtQqE A Cappella 4 mùa. Mùa Xuân. Video]<\/ref> (A cappella)<ref>[http:\/\/www.youtube.com\/watch?v=g9cqmHym5mU A Cappella 4 mùa. Mùa Hè.Video]<\/ref> đã biểu diễn 2 đêm 21-22 tháng 4\/2005 tại Nhà hát lớn Hà Nội<ref>[http:\/\/www.youtube.com\/watch?v=oh5iLAzs50Q A Cappella 4 mùa. Mùa Thu.Video]<\/ref> do chính tác giả dàn dựng và chỉ huy<ref>[http:\/\/www.youtube.com\/watch?v=p0Ex28PbOYg A Cappella 4 mùa. Mùa Đông.Video]<\/ref> dàn hợp xướng Nhà hát Nhạc vũ kịch Việt Nam.<ref>[http:\/\/www.youtube.com\/watch?v=z7gkPTwlebQ Đêm hợp xướng A cappella. Video]<\/ref>\n\nBản A Cappella \"Ru con mùa đông\" đã giành giải tác giả có tác phẩm hay nhất tại Liên hoan hợp xướng quốc tế tại Huế năm 2013.\n\nĐặc biệt, năm 2006 tập \"Tuyển chọn 60 bài Romances và Ca khúc cho giọng hát với Piano\" đã ra đời sau hơn 30 năm,<ref>{{Chú thích web |url=http:\/\/vnmusic.com.vn\/p1624-nghe-thuat-la-ngoi-den-thieng.html |ngày truy cập=2012-04-26 |tựa đề=Tuyển chọn 60 bài Romance và ca khúc với Piano |archive-date=2012-06-06 |archive-url=https:\/\/web.archive.org\/web\/20120606014847\/http:\/\/vnmusic.com.vn\/p1624-nghe-thuat-la-ngoi-den-thieng.html }}<\/ref> đó là một tuyển tập viết cho thanh nhạc đầu tiên và duy nhất của một nhạc sĩ Việt Nam có đầy đủ cả phần piano<ref>. Năm 2012, Học viện âm nhạc Việt Nam đã xuất bản tuyển tập này. [http:\/\/www.tienve.org\/home\/authors\/viewAuthors.do?action=show&authorId=1381 Hoàng Quyên hát 10 Romance]<\/ref>. Trong tuyển tập có nhiều ca khúc đã được phổ biến rộng rãi trong công chúng như ''Cơn mưa sang đò'', ''Trăng chiều'', ''Ru con mùa đông'', ''Tôi vẫn hát''... Chỉ chuyên tâm vào sáng tác, Đặng Hữu Phúc không quan tâm đến việc quảng bá cho tác phẩm.<ref>[http:\/\/www.tuanvietnam.net\/2010-06-28-nghe-thuat-la-ngoi-den-thieng-chu-khong-phai-cho-kiem-chac- Giới thiệu CD mới \"phác thảo mùa thu\"]<\/ref> Vì vậy còn nhiều bài hát trong tuyển tập chưa được giới thiệu với công chúng<ref>[http:\/\/www.youtube.com\/watch?v=Cy7UUbLoWrQ Aí Vân hát Romance \"Tiếng Mùa Xuân\"]<\/ref>. Tuy vậy cũng có tới 14 bài trong tuyển tập đã đoạt giải thưởng hàng năm của Hội nhạc sĩ Việt Nam (như \"Lời ru cao nguyên\", \"Hoa lục bình\", \"Ngọn gió mùa xuân\"...vv)<ref>[http:\/\/www.youtube.com\/watch?v=aMCVrYa-KlY Romance \"Bên vườn khuya\" Video]<\/ref>\n\n== Danh sách đĩa nhạc ==\n\n=== Album phòng thu ===\n\n* ''Phác thảo mùa thu'' - với [[Hoàng Quyên]]\n\n== Nhạc cho phim và sân khấu ==\n\nMột mảng quan trọng trong sự nghiệp sáng tác âm nhạc của Đặng Hữu Phúc là ông đã viết nhạc cho hàng trăm phim và nhiều vở diễn sân khấu kịch nói, múa, rối, xiếc... Như các phim truyện nhựa: \"Bỉ Vỏ\", \"Ngõ hẹp\", \"Người đàn bà nghịch cát\", \"Tướng về hưu\", \"Dòng sông hoa trắng\", ''Đêm Bến Tre''... Tại [[Liên hoan phim Việt Nam lần thứ 13]] tháng 12\/2001. Ông đã giành tất cả hai giải nhạc phim xuất sắc nhất cho phim nhựa ''[[Mùa ổi]]'' và phim Video \"Nắng chiều\".\n\nÔng còn viết nhiều bài báo<ref>[http:\/\/tuanvietnam.net\/toi-chi-la-ashkenazy-hay-quoc-nan-loan-chuc-danh-hoc-vi Tôi chỉ là Ashkenazy]<\/ref> để quảng bá cho âm nhạc chuyên nghiệp và khí nhạc, trong tình hình ca khúc quần chúng, nghiệp dư, với thẩm mỹ bình dân ngày càng lấn lướt ở Việt Nam, Các bài báo của ông đã gây nên những tranh cãi về nhạc Việt<ref>[http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2007\/04\/687464\/ Tranh luận nảy lửa về nhạc Việt]<\/ref>.\n\n== Giải thưởng Quốc tế ==\nTháng 6 năm 2005, Đặng Hữu Phúc đã giành  Giải Kim Tước cho Âm nhạc xuất sắc nhất, tại Liên hoan phim Quốc tế Thượng Hải lần thứ 8, sau khi vượt qua 375 film của 40 nước (Như: Anh, Pháp, Mỹ, Nhật Bản, Hàn Quốc, Trung Quốc vv...). Nhận xét của Ban giám khảo quốc tế về nhạc phim của anh như sau: “Những nét nhạc đẹp như thể nét vẽ của người họa sĩ trong tranh, nhạc gây ấn tượng mạnh và làm lay động tâm hồn chúng ta. Nhờ có âm nhạc, số phận của các nhân vật chính đã trở nên rõ nét hơn”.\n\n==Cuộc sống riêng==\nThời trẻ, Đặng Hữu Phúc là bạn học với ca sĩ [[Ái Vân]]. Bài hát ''Trăng chiều, Ru con mùa đông, Cơn mưa sang đò'' và nhiều bài hát ông viết dành tặng cho Ái Vân. Ái Vân đã thu thanh trên 20 bài Romances và ca khúc của ông trong điều kiện thu thanh còn đơn sơ. Tuy vậy những bản thu thanh này vẫn có nhiều người yêu thích\n\nSau này, Đặng Hữu Phúc lập gia đình nhưng cuộc hôn nhân đổ vỡ<ref name=\"cand2\" \/>. Ông có một con trai (sinh khoảng 1988) từ cuộc hôn nhân này<ref name=\"cand1\" \/>. Con trai ông cũng là một pianist được đào tạo tại Toulon (CH Pháp).\n\n== Tham khảo ==\n{{Tham khảo|2|refs=\n\n<ref name=vne>\n{{chú thích báo\n|tác giả= Hoàng Anh\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/tao-huu-hue-nguoi-thay-cua-mot-the-he-pianist-viet-nam-3037791.html\n|tên bài= Tào Hữu Huệ - người thầy của một thế hệ pianist Việt Nam\n|ngày= 2014-08-19\n|ngày truy cập= 2015-03-12}}\n<\/ref>\n\n<ref name=hnm>\n{{chú thích báo\n|tác giả= Mai Thi\n|tác phẩm= Báo Hànộimới điện tử\n|url= http:\/\/hanoimoi.com.vn\/Tin-tuc\/Van-hoa\/218876\/\n|tên bài= Hợp xướng \"Đất nước\": Sự dồn nén của nhiều tầng cảm xúc\n|ngày= 2009-09-02\n|ngày truy cập= 2015-03-12}}\n<\/ref>\n\n<ref name=cand2>\n{{chú thích báo\n|tác giả= Vũ Quỳnh Trang\n|tác phẩm= Báo Công an nhân dân điện tử, Văn nghệ Công an\n|url= http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Nhac-si-Dang-Huu-Phuc-Nghi-lai-van-thay-minh-may-man-327721\/\n|tên bài= Nhạc sĩ Đặng Hữu Phúc: Nghĩ lại, vẫn thấy mình may mắn\n|ngày= 2010-04-21\n|ngày truy cập= 2015-03-12}}\n<\/ref>\n\n<ref name=cand1>\n{{chú thích báo\n|tác giả= \n|tác phẩm= Báo Công an nhân dân điện tử, An ninh thế giới cuối tháng\n|url= http:\/\/antgct.cand.com.vn\/Nhan-vat\/Nhac-si-Dang-Huu-Phuc-Tung-yeu-don-phuong-ca-si-Ai-Van-310363\/\n|tên bài= Nhạc sĩ Đặng Hữu Phúc: Từng yêu đơn phương ca sĩ Ái Vân\n|ngày= 2007-05-21\n|ngày truy cập= 2015-03-12}}\n<\/ref>\n\n}}\n\n== Liên kết ngoài ==\n* [http:\/\/vietnamnet.vn\/vanhoa\/chuyende\/2007\/04\/686124\/ Về nền ca khúc quần chúng không nhạc đệm VN]\n* [https:\/\/tranquanghai.info\/v1\/p874-dang-huu-phuc-%3A-ca-khuc-quan-chung-vn-su-hon-loan-da-duoc-bao-truoc.html Sự hỗn loạn đã được báo trước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180508121750\/https:\/\/tranquanghai.info\/v1\/p874-dang-huu-phuc-%3A-ca-khuc-quan-chung-vn-su-hon-loan-da-duoc-bao-truoc.html |date=2018-05-08 }} \n* [http:\/\/vietnamnet.vn\/vanhoa\/2008\/04\/779963\/ Nền âm nhạc của các nhà báo]\n* [http:\/\/www.tienve.org\/home\/music\/viewMusic.do?action=viewArtwork&artworkId=8435 Thú thưởng thức khí nhạc của người xưa qua truyện Kiều]\n\n{{Thời gian sống|1953}}\n\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Nghệ sĩ dương cầm Việt Nam]]\n[[Thể loại:Nhà soạn nhạc Việt Nam]]\n[[Thể loại:Phim và người giành giải Liên hoan phim Việt Nam]]\n[[Thể loại:Nam nhạc sĩ thế kỷ 20]]\n[[Thể loại:Nhà soạn nhạc thế kỷ 21]]\n[[Thể loại:Nhà soạn nhạc thế kỷ 20]]\n[[Thể loại:Nhạc sĩ Việt Nam]]"}