{"464071":"{{otheruses|Đại An}}\n{{Thông tin đơn vị hành chính Việt Nam| xã\n| tên = Đại An\n| hình = Trường Tiểu học Nguyễn Công Sáu, Đại An, Đại Lộc, Quảng Nam.jpeg\n| ghi chú hình = Trường Tiểu học Nguyễn Công Sáu\n| vĩ độ = 15.862722\n| kinh độ = 108.116129\n| diện tích = 6,61 km²\n| dân số = 6.188 người<ref name=\"QNAM2019\"\/>\n| thời điểm dân số = 2019 \n| mật độ dân số = 936 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Nam]] \n| huyện = [[Đại Lộc]]\n| thành lập = \n| trụ sở UBND =\n| mã hành chính = 20547<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =  \n}}\n\n'''Đại An''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đại Lộc]], tỉnh [[Quảng Nam]], [[Việt Nam]].\n\n==Địa lý==\nXã Đại An nằm ở phía đông nam huyện Đại Lộc, có vị trí địa lý:\n*Phía đông giáp xã [[Đại Hòa, Đại Lộc|Đại Hòa]]\n*Phía tây giáp xã [[Đại Cường, Đại Lộc|Đại Cường]]\n*Phía nam giáp huyện [[Duy Xuyên]]\n*Phía bắc giáp thị trấn [[Ái Nghĩa]] và xã [[Đại Nghĩa, Đại Lộc|Đại Nghĩa]].\n\nXã Đại An có diện tích 6,61&nbsp;km², dân số năm 2019 là 6.188 người<ref name=\"QNAM2019\">{{Chú thích web|url =http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|title =Dân số đến 01 tháng 4 năm 2019 - Tỉnh Quảng Nam|access-date =ngày 4 tháng 5 năm 2020|author =Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương|archive-date =2020-09-29|archive-url =https:\/\/web.archive.org\/web\/20200929012519\/http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|url-status =dead}}<\/ref>, mật độ dân số đạt 936 người\/km².\n\n===Địa hình===\nXã Đại An được bao bọc bởi sông Vu Gia và [[sông Thu Bồn]] nên địa hình chỉ toàn đồng bằng, không đồi núi.\n\n==Hành chính==\nXã Đại An được chia thành 5 thôn: Quảng Huế, Phú Phước, Phú Hòa, Phú Mỹ, Phú Nghĩa.\n\n[[Tập tin:Trường Mầm non Đại An, Đại Lộc, Quảng Nam.jpeg|nhỏ|trái|270px|Trường Mầm non Đại An]]\n\n==Lịch sử==\nNăm [[1984]], thị trấn Ái Nghĩa được thành lập trên cơ sở xã Đại Phước và một phần diện tích và dân số của các xã Đại An, Đại Hiệp, Đại Hoà, Đại Nghĩa<ref name=QD110>{{Chú thích sách| title = Quyết định của Hội đồng Bộ trưởng số 110-HĐBT ngày 24-8-1984 về việc thành lập thị trấn Ái Nghĩa thuộc huyện Đại Lộc, tỉnh Quảng Nam - Đà Nẵng}}<\/ref>.\n\nNăm [[1994]], xã Đại An được giải thể và sáp nhập vào xã Đại Hòa<ref name=ND102>{{Chú thích sách| title = Nghị định số 102\/CP ngày 29 tháng 8 năm 1994 của Chính phủ}}<\/ref>.\n\nNăm [[2007]], xã Đại An được tái lập trên cơ sở chia tách xã Đại Hòa<ref name=ND33\/>.\n\nXã Đại An có 661,04 ha diện tích tự nhiên và dân số 7.607 người.<ref name=ND33>{{Chú thích sách| title = Nghị định số 33\/2007\/NĐ-CP ngày 08 tháng 3 năm 2007 của Chính phủ về việc điều chỉnh địa giới hành chính xã, thị trấn; thành lập xã, phường, mở rộng thị trấn thuộc các huyện Đại Lộc, Bắc Trà My, Thăng Bình và thị xã Hội An, tỉnh Quảng Nam}}<\/ref>\n\n== Kinh tế - xã hội ==\nĐại An là một xã thuần nông, kinh tế chủ yếu dựa vào cây lúa và cây rau màu (rau cải, đậu, bắp, ớt, các giống cây ngắn ngày...). Đại An được biết đến với cánh đồng rau màu '''Bàu Tròn''' như một trọng điểm kinh tế nông nghiệp của cả xã. Ngoài ra, còn có làng nghề khác như làng hương ''Phú lộc''.\n\nChợ Quảng Huế là nơi giao lưu buôn bán của thương nhân các nơi cũng như người dân bản địa trong xã và các xã kế cận.\n\n==Văn hóa==\nLà một xã thuần nông lâu đời nên nền văn hóa chủ yếu là văn hóa làng xã, quan hệ tông tộc được đề cao.\n\nLễ hội đình làng còn được duy trì ở hầu hết các làng thôn trong xã.\n[[Tập tin:Đại An, Đại Lộc, Quảng Nam.jpeg|nhỏ|trái|290px|Nhà bia Tưởng niệm và Nhà Văn hóa thôn Đông Tây]]\n\n===Di tích===\nĐại An được biết đến với dích lịch sử '''Đình Không Chái''' thôn Hóa Phú và chiến tích '''Đồn chợ cá''' thôn Ái Mĩ, di tích lịch sử Đình Chùa Làng Ái Mỹ Đông.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{Sơ khai Quảng Nam}}\n{{Đơn vị hành chính thuộc huyện Đại Lộc}}"}