{"3257232":"{{Chính trị Việt Nam}}\n'''Đảng bộ cấp huyện''' hay còn được gọi là '''đảng bộ cấp trên cơ sở, huyện, quận và tương đương''', hay '''cấp huyện ủy''' bao gồm đảng bộ [[thành ủy]] (trực thuộc tỉnh ủy), [[Thị ủy (Việt Nam)|thị ủy]], [[Quận ủy (Việt Nam)|quận ủy]], [[huyện ủy (Việt Nam)|huyện ủy]].\n\nĐảng bộ cấp huyện tương đương với [[Phân cấp hành chính Việt Nam|đơn vị hành chính]] cấp huyện tại Việt Nam. Đứng đầu đảng bộ là bí thư cấp ủy. Bí thư do Ban chấp hành đảng bộ cùng cấp bầu, kể từ Ban chấp hành Trung ương khóa X quy định một số quy chế bầu cử tại các cấp ủy thì bí thư có thể được bầu trực tiếp từ đại hội đại biểu đảng bộ cùng cấp bầu, hiện nay đang tiếp tục được thí điểm tại một số nơi<ref>{{chú thích web | url = http:\/\/vov.vn\/chinh-tri\/son-la-thi-diem-bau-truc-tiep-bi-thu-huyen-uy-thuan-chau-407161.vov | tiêu đề = Sơn La thí điểm bầu trực tiếp Bí thư Huyện ủy Thuận Châu | author = | ngày = | ngày truy cập = 5 tháng 9 năm 2015 | nơi xuất bản = [[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/www.xaydungdang.org.vn\/Home\/thoisu\/2015\/8560\/Ve-thi-diem-truc-tiep-bau-ban-thuong-vu-bi-thu-pho.aspx | tiêu đề = Tạp chí Xây dựng Đảng | author =  | ngày =  | ngày truy cập = 5 tháng 9 năm 2015 | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date=2023-04-08 |bot=InternetArchiveBot }}<\/ref>.\n\nĐảng bộ cấp huyện là đảng bộ quản lý cấp giữa cơ sở và cấp tỉnh ủy, vì vậy việc quản lý đảng viên và thi hành điều lệ đảng, nghị quyết trung ương Đảng,... là nhiệm vụ quan trọng nhất của cấp huyện ủy.\n==Tổ chức==\n[[Cơ quan tham mưu, giúp việc cấp huyện ủy]] là<ref>Quy định số 220-QĐ\/TW ngày 27\/12\/2013 của Ban bí thư<\/ref>:\n* Văn phòng Đảng bộ cấp huyện;\n* Ban Tổ chức Đảng bộ cấp huyện;\n* Ban Dân vận Đảng bộ cấp huyện;\n* Ủy ban Kiểm tra Đảng bộ cấp huyện;\n* Ban Tuyên giáo Đảng bộ cấp huyện.\n==Đại hội đại biểu Đảng bộ==\nSố lượng đại biểu tham dự đại hội đại biểu đảng bộ huyện, quận, thị xã, thành phố trực thuộc tỉnh và tương đương không quá 300 đại biểu và thời gian làm việc không quá 3 ngày.\n\nThời gian họp trù bị đại hội đại biểu đảng bộ cấp quận, huyện và tương đương không quá 1\/2 ngày.\n===Nội dung===\nĐại hội đảng bộ cấp huyện thực hiện 4 nội dung sau:\n* Tổng kết thực hiện nghị quyết đại hội đảng bộ nhiệm kỳ khóa trước và xác định mục tiêu, phương hướng, nhiệm vụ của đảng bộ nhiệm kỳ khóa mới.\n* Thảo luận, đóng góp ý kiến vào dự thảo các văn kiện Đại hội đại biểu toàn quốc của Đảng và dự thảo văn kiện đại hội đảng bộ cấp trên trực tiếp; đóng góp ý kiến về tiêu chuẩn, cơ cấu cấp tỉnh ủy trực tiếp theo hướng dẫn của Trung ương và tỉnh ủy<ref>{{chú thích web | url = http:\/\/tanphuoc.tiengiang.gov.vn\/CAIBE\/58\/896\/1663\/86910\/Chinh-tri\/Huyen-uy-Cai-Be--Thao-luan-van-kien-Dai-hoi-Dang-cac-cap.aspx | tiêu đề = Huyện ủy Cái Bè: Thảo luận văn kiện Đại hội Đảng các cấp | author =  | ngày =  | ngày truy cập = 5 tháng 9 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-03-04 | archive-url = https:\/\/web.archive.org\/web\/20160304222940\/http:\/\/tanphuoc.tiengiang.gov.vn\/CAIBE\/58\/896\/1663\/86910\/Chinh-tri\/Huyen-uy-Cai-Be--Thao-luan-van-kien-Dai-hoi-Dang-cac-cap.aspx | url-status = dead }}<\/ref>.\n* Bầu ban chấp hành đảng bộ nhiệm kỳ khóa mới.\n* Bầu đoàn đại biểu dự đại hội đảng bộ cấp tỉnh ủy.\n==Ban chấp hành Đảng bộ==\n===Quyền hạn và nhiệm vụ chung===\nQuyền hạn và nhiệm vụ chung của cấp huyện ủy là:\n* Quyết định số lượng Ủy viên Ban Thường vụ, Ủy viên Ủy ban Kiểm tra cấp uỷ; bầu Ban Thường vụ, Bí thư, các Phó bí thư, Ủy ban Kiểm tra, Chủ nhiệm Ủy ban Kiểm tra cấp ủy.\n* Giới thiệu nhân sự Hội đồng Nhân dân cùng cấp bầu chức danh Chủ tịch Hội đồng Nhân dân, Chủ tịch Ủy ban Nhân dân cùng cấp; tham gia ý kiến về nhân sự Phó chủ tịch Hội đồng Nhân dân, Phó chủ tịch Ủy ban Nhân dân cùng cấp trước khi Ban Thường vụ cấp uỷ giới thiệu để Hội đồng Nhân dân cùng cấp bầu.\n* Thi hành Cương lĩnh chính trị, Điều lệ Đảng, Nghị quyết, Quy chế, Chỉ thị của [[Trung ương Đảng Cộng sản Việt Nam|Trung ương Đảng]], Tỉnh ủy.\n\nTùy vào cấp hành chính khác nhau, mỗi cấp ủy lại có quyền hạn và nhiệm vụ khác nhau.\n===Ủy viên===\nSố lượng cấp ủy viên cấp huyện, quận, thị xã, thành phố thuộc tỉnh và tương đương từ 29 đến 41 ủy viên, ủy viên thường vụ từ 9 đến 11 ủy viên, phó bí thư 2 ủy viên. Huyện, quận có số lượng đảng viên lớn hoặc tính chất nhiệm vụ, địa bàn phức tạp, số lượng cấp ủy viên không quá 43 ủy viên, ủy viên thường vụ không quá 13 ủy viên.\n\nNhững huyện, quận, thị xã, thành phố thuộc tỉnh đang triển khai chủ trương tăng thêm chức danh lãnh đạo cấp ủy, chính quyền để đào tạo cán bộ, nếu nhận thấy trong nhiệm kỳ vẫn cần giữ số lượng tăng thêm và được ban thường vụ cấp ủy cấp trên trực tiếp đồng ý, thì có thể tiếp tục có 3 phó bí thư cấp ủy.\n\n==Nhân sự==\nNhân sự đảng bộ cấp huyện được quy định như sau:\n* Chuẩn bị nhân sự tại chỗ với điều động, luân chuyển cán bộ từ nơi khác đến. \n* Thực hiện mô hình bí thư cấp ủy đồng thời là chủ tịch Hội đồng nhân dân cấp huyện; Bí thư cấp ủy đồng thời là chủ tịch ủy ban nhân dân cấp huyện đối với những nơi có đủ điều kiện. \n* Thực hiện chủ trương bố trí chức danh bí thư cấp ủy, chủ tịch ủy ban nhân dân, chánh án tòa án nhân dân, viện trưởng viện kiểm sát nhân dân và cán bộ lãnh đạo cấp trưởng các ngành thanh tra, công an, tài chính, thuế, hải quan không là người địa phương. \n===Bí thư===\nBí thư cấp ủy huyện đã giữ chức vụ 2 nhiệm kỳ liên tiếp ở một địa phương, đơn vị, nếu còn đủ điều kiện, tiêu chuẩn tham gia cấp ủy khóa mới thì cần phân công công tác khác hoặc giới thiệu ứng cử ở địa phương, đơn vị khác.\n==Danh sách Đảng bộ cấp huyện==\n===Thành ủy===\n{{Chính|Thành ủy}}\n===Thị ủy===\n{{Chính|Thị ủy (Việt Nam)}}\n===Quận ủy===\n{{chính|Quận ủy (Việt Nam)}}\n===Huyện ủy===\n{{chính|Huyện ủy (Việt Nam)}}\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huyện Việt Nam]]\n[[Thể loại:Cấp Huyện ủy]]\n[[Thể loại:Huyện ủy]]"}