{"54294":"'''Đặng Trần Thường''' ([[chữ Hán]]: 鄧陳常:<ref>[[s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương XII]]<\/ref> [[1759]]-[[1813]]{{Cần dẫn nguồn}}) là công thần khai quốc [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Sự nghiệp==\nĐặng Trần Thường người huyện Chương Đức (nay là huyện [[Chương Mỹ]], [[Hà Nội]]); đậu Sinh đồ về cuối đời [[nhà Lê]].{{cần dẫn nguồn}}\n\nĐặng Trần Thường là con cháu của [[Trần Tuân]], do nổi loạn chống nhà Lê nên  phải đổi sang họ Đặng Trần khi tới định cư tại thôn Lương Xá xưa (nay thuộc xã Lam Điền, huyện Chương Mỹ). Đời nhà Lê, dòng họ Đặng Trần lập được nhiều công tích lớn nên rất được trọng dụng.\n\nThuở nhỏ, Đặng Trần Thường được cha cho học văn từ năm lên 9 tuổi. Tuy nhiên, vốn tính hiếu động, Đặng Trần Thường lại thích luyện tập võ nghệ, trận giả cùng chúng bạn và... nghịch những trò không giống ai.{{cần dẫn nguồn}}\n\nTương truyền, hồi nhỏ, có lần cậu bé Thường vào nghịch trong một đền thờ thổ địa. Làng ấy năm đó bỗng nhiên có động, nhờ thầy bói xem. Thầy bói nói rằng, có một người đã vào đuổi thần thổ địa đi nên phải làm lễ mời thần về lại. Hỏi ra, mới biết tên người đã cả gan đuổi thần đi là Đặng Trần Thường.{{cần dẫn nguồn}} Vì chuyện này, cụ thân sinh đã trách cứ ông rất nhiều, còn dân làng cứ thì thào với nhau rằng, có lẽ lớn lên, Đặng Trần Thường sẽ rất hiển đạt, vì nào có phải bất kỳ ai cũng làm quỷ thần kinh hãi được đâu.{{cần dẫn nguồn}}\n\nSáng dạ nên năm 16 tuổi, Đặng Trần Thường đã thi Hương trúng cách vào đệ Tam trường. Nhận rõ thời cuộc và biết rằng chẳng thể làm gì có ích cho đời nếu theo nghiệp bút nghiên, Đặng Trần Thường đã quyết định sẽ lập thân bằng nghề võ và đi khắp thiên hạ kết giao cùng các bậc hào kiệt và trí giả để cùng chờ thời. Trong thâm tâm ông chỉ mong ngóng có một minh quân để theo làm nghiệp lớn, ích nước lợi nhà.{{cần dẫn nguồn}}\n\nNgay từ trẻ, Đặng Trần Thường đã bộc lộ một tính cách không bằng phẳng. ông có cách hành xử ngạo nghễ, cương cường, bạo ăn, bạo nói của một hiệp sĩ tự nhận thức được năng lực và sứ mệnh khác thường của mình. Với ông, những của cải vật chất thường ngày là phù du, quan trọng là cái đích trị quốc bình thiên hạ cần theo đuổi.{{cần dẫn nguồn}}\n\nTuy nhiên, sau rất nhiều lận đận và bôn ba, phải dấn thân vào không chỉ một trận chiến ác liệt để \"Cần Vương\", Đặng Trần Thường đã sớm hiểu ra rằng, cách hành xử dựa vào ngoại bang để khôi phục lại vương triều như của Lê Chiêu Thống sẽ không thể dẫn tới một kết cục tốt đẹp nên ông không cộng tác với ông vua này...{{cần dẫn nguồn}}\n\nSau khi nhà Lê mất, ông xin ra làm quan với [[nhà Tây Sơn]] nhưng không được tiếp nhận nên vào [[Gia Định]], theo giúp [[Nguyễn Ánh]] lập nhiều công trạng làm đến chức Tán lý. Là người rất muốn thi thố với đời, lại rất tinh anh, Đặng Trần Thường dĩ nhiên là đã nhìn ra triển vọng mới cho mình trong việc đi theo phò tá cho lực lượng của Nguyễn Ánh.{{cần dẫn nguồn}}\n\nVua Gia Long coi Đặng Trần Thường là \"nhân vật anh kiệt ở đất Bắc Hà\" và rất trọng dụng ông trong các đợt hành binh giành lấy quyền lực.{{cần dẫn nguồn}}\n\nNăm 1808, Đặng Trần Thường đã được giữ Tổng lý đê chính Bắc Thành.{{cần dẫn nguồn}}\n\nTháng 8 năm 1809, Đặng Trần Thường được triệu về Phú Xuân để nhận chức Thượng thư rồi mới lại quay ra Bắc Thành thực thi công vụ.{{cần dẫn nguồn}}\n\nNăm 1810, có chiếu triệu ông về kinh đô Phú Xuân làm Thượng thư Bộ Binh.{{cần dẫn nguồn}}\n\nNăm 1813, ông phạm vào tội làm gian sắc phong thần cho Hoàng Ngũ Phúc, một tướng nhà Trịnh vào bậc phúc thần, phải bị bắt giam trong ngục. Triều đình lúc đó đã kết tội án chém đầu nhưng sau đó ông được tha chết. Tuy nhiên, sau đó ít lâu ông bị soi ra tội khác liên quan đến đinh điền và chiếm giữ đầm ao nên tiếp tục bị giam vào ngục, sau bị xử giảo (xử treo cổ)<ref>[[Dương Quảng Hàm]], ''Việt Nam thi văn hợp tuyển'', Trung tâm học liệu Bộ Giáo dục xuất bản, Sài Gòn, 1968; trang 103<\/ref>.\n\n==Trả thù Ngô Thì Nhậm==\nĐặng Trần Thường có tài văn học, lúc [[Ngô Thì Nhậm]] được vua [[Quang Trung]] trọng dụng thì Đặng Trần Thường đến xin Nhậm tiến cử. Trông thấy vẻ khúm núm làm mất phong độ của kẻ sĩ, Ngô Thì Nhậm thét bảo Thường: \n:''Ở đây cần dùng người vừa có tài vừa có hạnh, giúp vua cai trị nước. Còn muốn vào luồn ra cúi thì đi nơi khác.''\n\nĐặng Trần Thường hổ thẹn ra về, rồi mang khăn gói vào Nam, phụng sự [[Nguyễn Phúc Ánh]] (Gia Long), làm đến Binh Bộ Thượng thư.\n\nKhi thay đổi triều đại, Đặng Trần Thường vì mối tư thù cá nhân trước đó với Ngô Thì Nhậm nên đã cho tẩm thuốc độc vào roi mà đánh Ngô Thì Nhậm. \n(Theo Việt Nam sử lược và Quốc Triều Chính Biên).\n\nCâu đối nổi tiếng của 2 ông:\n\nĐặng Trần Thường ra đối:\n:''Ai công hầu, ai khanh tướng, vòng trần ai, ai dễ biết ai''\n\nNgô Thì Nhậm đối lại:\n:''Thế Chiến Quốc, thế Xuân Thu, thế đã thế, thế thời phải thế''\n\nĐặng Trần Thường giận Ngô Thì Nhậm bèn sai người dùng gậy tẩm thuốc độc đánh Nhậm. Vì thế Nhậm về đến nhà thì chết.\n\n==Cái chết==\nSau này, vì làm gian Sắc phong thần cho [[Hoàng Ngũ Phúc]], tướng của [[chúa Trịnh]] vào bậc [[phúc thần]], triều đình kết án phải tội chém. Nhưng rồi ông lại được tha.\n\nĐặng Trần Thường trước có hiềm khích với [[Lê Chất]], nên Chất mới bới những việc sai phạm của Thường như khi ra coi tàu binh ở Bắc Thành, có giấu thuế đầm ao và dinh điền. Thường lại bị bắt giam. Trong ngục, Trần Thường tỏ ý mỉa mai, đến tai đình thần, nên khi kết án, đình thần xử tội [[Wikt:giảo|giảo]].\n\nTương truyền Đặng Trần Thường ở trong ngục có làm bài Hàn Vương Tôn Phú bằng quốc âm để ví mình như [[Hàn Tín]] đời [[nhà Hán]].\n\n==Xem thêm==\n*[[Ngô Thì Nhậm]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{wikisource tác giả}}\n{{thời gian sống|1759|1813}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Dòng họ Đặng ở Lương Xá]]"}