{"63270":"{{Thông tin nhân vật phong kiến\n| tên = Đặng Văn Thụy\n| kiểu tên khác = Thường gọi\n| tên khác = cụ Hoàng Nho Lâm\n| húy = Đặng Văn Tụy\n| tự = Mã Phong\n| hiệu = Mộng Long\n| học vấn = [[Tiến sĩ]]\n| chức quan = [[Tế tửu]] [[Quốc Tử Giám]]\n| vợ = Cao Thị Bích\n| con cái = [[Đặng Văn Hướng]]\n| sinh = 1858\n| nơi sinh = làng Nho Lâm, xã [[Diễn Thọ]], huyện [[Diễn Châu]], [[Nghệ An]]\n| mất = 1936\n| quốc gia = [[Đại Nam]]\n| triều đại = [[Nhà Nguyễn]]\n| tác phẩm = [[#Tác phẩm|Tác phẩm]]\n}}\n\n'''Đặng Văn Thụy''' ([[1858]]–[[1936]]), tên lúc nhỏ là '''Đặng Văn Tụy''', tự '''Mã Phong''', hiệu '''Mộng Long''', tên thường gọi trong dân gian là '''cụ Hoàng Nho Lâm'''. Ông đậu [[Đình nguyên]] [[Hoàng Giáp]] khoa [[thi Hội]] năm [[Giáp Thìn]]–[[Thành Thái]] thứ 16 năm [[1904]]. Ông từng làm chức [[Tế tửu]] trường [[Văn Miếu-Quốc Tử Giám|Quốc Tử Giám]]<ref>[http:\/\/www.giaodiem.com\/mluc\/mluc_I04\/02_ndx_hue.htm Huế, chuyện 100 năm trước] – Nguyễn Đắc Xuân<\/ref>.\n\n== Tiểu sử ==\nĐặng Văn Thuỵ sinh năm [[1858]] tại làng Nho Lâm, xã [[Diễn Thọ]], huyện [[Diễn Châu]], [[Nghệ An]]. Cha ông là ông đồ nghèo, từng thi đỗ [[Tú tài]]. Làng Nho Lâm quê ông nổi danh với nghề rèn và là nơi có nhiều người đỗ đạt. Ngay từ nhỏ, nhà nghèo, ông dã theo ông nội làm nghề rèn giúp gia đình.\n\nLúc nhỏ, Đặng Văn Thuỵ học với cha, sau đó học với cụ Án Cao <ref>Cao Trọng Sinh, quê ở Nho Lâm, đỗ Cử nhân năm [[1847]], từng làm Tư nghiệp Quốc Tử Giám, rồi Án sát. Thôi quan, ông về quê mở trường dạy học, học trò có nhiều người đỗ đạt. Theo ''Cụ Hoàng Nho Lâm - Giai thoại và truyền thuyết''<\/ref> trong làng, đỗ đầu Xứ năm 16 tuổi. Khoa [[thi Hương]] [[Mậu Dần]] ([[1878]]) ông cùng cha đi thi (còn có cả Cao Xuân Dục), Kì thi đó ông trượt, cha ông đỗ [[Tú tài]] còn [[Cao Xuân Dục]] đỗ [[Cử nhân]]. Cao Xuân Dục nhanh chóng bước vào con đường công danh, cảm mến tài Đặng Văn Thuỵ, đã giúp ông ăn học và gả con gái - bà Cao Thị Bích - cho. Ông còn theo học với Thám hoa [[Nguyễn Đức Đạt]] (một danh sĩ nổi tiếng ở [[Nam Đàn]], Nghệ An).\n\nKhoa [[thi Hương]] [[Nhâm Ngọ]] (1882), Đặng Văn Thuỵ đỗ Cử nhân, được bổ làm Huấn đạo huyện [[Nông Cống]] ([[Thanh Hóa]]) rồi Giáo thụ phủ Diễn Châu. Khoa thi [[Giáp Thìn]] ([[1904]]), ông đỗ [[Đình nguyên]] [[Hoàng giáp]], cùng khoa thi với [[Trần Quý Cáp]] và [[Huỳnh Thúc Kháng]]. Ông được cử về triều dự chức Tư nghiệp Quốc Tử Giám, sung Tư thư cục cùng [[Đoàn Triển]], [[Khiếu Năng Tỉnh]]. Năm [[1908]], ông thăng lên chức Tế tửu. Năm [[1914]], ông xin cáo quan về quê. Tổng cộng ông đã làm quan 31 năm ([[1883]]-[[1914]]), chức cao nhất là Tế tửu.\n\nHoàng Giáp Đặng Văn Thuỵ mất vào năm [[1936]], hưởng thọ 79 tuổi.\n\n== Tưởng nhớ ==\nSinh thời, Đặng Văn Thuỵ là một nhà nho, nhà giáo uyên thâm, nghiêm khắc. Khi còn là học trò, ông được thầy - Thám Hoa Nguyễn Đức Đạt - đánh giá rất cao và có nhiều văn thơ được lựa chọn vào sách Nam Sơn Tùng Thoại (trước tác của Nguyễn Đức Đạt). Đặng Văn Thuỵ đọc rất nhiều, và được Huỳnh Thúc Kháng ca ngợi: \"''Thanh trường vạn quyển ủng tha nga''\"\ntạm dịch là: \"''Trong bụng có hàng vạn cuốn sách, thật là lớn lao''\"\n\nNhận định về chuyện ông cáo quan về quê, Nguyễn Nghĩa Nguyên cho rằng điều này thể hiện thái độ bất hợp tác của ông với Chính phủ bảo hộ Pháp <ref name=nnn\\>''Cụ Hoàng Nho Lâm - Giai thoại và truyền thuyết'', Nguyễn Nghĩa Nguyên, trang 13<\/ref>. Ngoài ra trong một số giai thoại, ông cũng tỏ thái độ bất bình với chính quyền thực dân Pháp.\n\nThời gian sống ở Nho Lâm, ông được nhân dân trong vùng hết sức kinh trọng, gọi ông là cụ Tế (theo chức quan cao nhất) hay cụ Hoàng (theo học vị), thâm chí có những người coi ông là \"thần sống\" <ref>Gia phả dòng họ [[Cao Xuân]] ở [[Thịnh Mỹ]] viết về ông con rể họ Đặng: ''lúc nhỏ được coi là thần đồng, về già được coi là thần sống''. Theo ''Cụ Hoàng Nho Lâm - Giai thoại và truyền thuyết''<\/ref>.\n\nKhi ông mất, đám tang rất lớn và được nhiều nhà nho, chí sĩ như [[Phan Bội Châu]], [[Huỳnh Thúc Kháng]], [[Phan Văn Điện]]... đến điếu phúng. Hoàng Giáp [[Nguyễn Khắc Niêm]], một học trò của ông, đã khái quát cuộc đời ông trong vế đối:\n\n:''Tiên sinh đạo Hy, Hoàng, Hoài, Cát chỉ dân, thanh phúc địa lưu dư, phú hà sự, thọ hà nhục, đa nam hà cụ''\n\nDịch nghĩa:\n: ''Tiên sinh noi Hy, Hoàng, Hoài, Cát làm dân, phúc sáng đất còn lưu, giàu mà không lắm việc, thọ mà không nhục, nhiều con trai mà không lo.''\n\nHuỳnh Thúc Kháng, người bạn đồng niên với ông, cũng có câu đối:\n:''Đương niên đồng thí Đường cung, nhất khúc nghê thường, thiên thượng chúng tiên suy tuyết xướng''\n:''Tha nhật hậu thông Chu đạo, tam trùng trữ dịch, quốc trung hoàng cẩu thiếu tư nhân''\n\nTạm dịch là:\n:''Đường cung thuở ấy cùng thi, một khúc nghê thường, tiên nữ trên trời suy tôn tuyết xướng''\n:''Chu đạo ngày nào thông hảo, ba tầng trạm dịch, người già trong nước ít kẻ bằng ông.''\n\nHiện nay, xung quanh vùng Nho Lâm vẫn có rất nhiều giai thoại về cụ Hoàng Đặng Văn Thuỵ <ref>Trong cuốn sách của Nguyễn Nghĩa Nguyên đã ghi lại 52 giai thoại về Cụ Hoàng Nho Lâm<\/ref>. Trong giai thoại của nhân dân, ông là một người có đức độ, nghiêm khắc nhưng cũng rất hóm hỉnh, nghịch ngợm. Cụ cho chữ, hoành phi, vế đối rất nhiều nhưng không ít lần dùng phép chơi chữ, nói lái, chiết tự để trêu chọc cả người già, phụ nữ, cha xứ...\n\n== Gia đình ==\n\nĐặng Văn Thuỵ chỉ có một người vợ là bà Cao Thị Bích và 11 người con: 7 trai, 4 gái. Một điều trớ trêu là ông tuy bất hợp tác với Pháp nhưng con cháu ông nhiều người theo con đường Tây học và thành đạt, trở thành tri phủ, tri huyện, bác sĩ của Nam triều và chính quyền Pháp. Gia đình ông trở thành đại gia tộc quan lại giàu có, quyền quý ở đất Nho Lâm.<!-- chi tiết không dẫn chứng và thiếu bách khoa \/ một phần cũng là nhờ bà Cao Thị Bích là người có tài làm giàu \/\/-->.\n\nCon trai ông là Phó bảng [[Đặng Văn Hướng]] (khoa Kỷ Mùi-1919), Thị lang [[Bộ Công]], Tham tri [[Bộ Hình]] triều đình [[nhà Nguyễn]], Tuần vũ tỉnh Hà Tĩnh, Tổng đốc Nghệ An thuộc [[chính phủ Trần Trọng Kim]]. Sau năm 1945, từng là Quốc vụ khanh đặc trách công tác ở 3 tỉnh Thanh- Nghệ - Tĩnh trong [[Chính phủ mới (3\/11\/1946)|Chính phủ Hồ Chí Minh]]. Cháu nội ông là [[Đặng Văn Việt]], nguyên Trung đoàn trưởng đầu tiên của trung đoàn 174 (1 trong 2 trung đoàn chủ lực đầu tiên của Quân đội Nhân dân Việt Nam do [[Chu Huy Mân]] làm Chính ủy). Với chiến công trong chiến dịch biên giới [[1950]], Đặng Văn Việt được mệnh danh là \"Con hùm xám đường số 4\".\n\nMột người con trai khác của ông là Phó bảng [[Đặng Văn Oánh]] (khoa Kỷ Mùi-1919), làm Giáo thụ An Nhân.\n\n== Tác phẩm ==\nTổng cộng ông đã viết 11 đầu sách, trong đó 4 cuốn là về giáo dục học. Một số cuốn là;\n* ''Nho lão cuồng ngâm''\n* ''Mộng Long tuyết mộng sử''\n* ''Mã sơn văn thảo''\n* ''Quốc Tử Giám hương ca''\n* ''Khuyến nông ca''\n* ''Nữ học diễn ca''\n* ''Bát phản ca''\n* ''Gia huấn ca''\n\nNgoài ra còn rất nhiều câu đối, đại tự, bài thơ mà ông viết tặng mọi người. Nhiều câu đối, hoành phi được nhân dân xin và khắc gỗ, treo trong nhà, đình đền, miếu mạo. Ông còn nghiên cứu cả địa lý học và chiêm tinh học. Thời kì ở Tư thư cục, ông đã dịch một số cuốn sách tiếng Trung Quốc ra chữ Nôm, chủ yếu là loại Tân thư.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*''[[Quốc triều khoa bảng lục]]''\n*''Cụ Hoàng Nho Lâm - Giai thoại và truyền thuyết'' - Nguyễn Nghĩa Nguyên, Nhà xuất bản Văn hoá Thông tin, 1997\n\n==Liên kết ngoài==\n{{Thời gian sống|sinh=1858|mất=1936}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Dòng họ Cao Xuân]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Đình nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}