{"1262813":"{{bài cùng tên|Đại Sơn}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Đại Sơn\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 49\n| vĩ giây = 57\n| kinh phút = 27\n| kinh giây = 50\n| diện tích = 24,63 km²<ref name=MS\/>\n| dân số = 8104 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 329 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Đô Lương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17710<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Đại Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đô Lương]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Đại Sơn có diện tích 27.52&nbsp;km², dân số năm 8695 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 316 người\/km².\n\n\n==Vị trí==\nĐại Sơn là địa bàn nằm ở cuối huyện Đô Lương, nơi có dân số và diện tích thuộc lớn nhất của huyện, vị trí địa lý giáp 4 huyện: Yên Thành, Nghi Lộc và Nam Đàn,Thanh Chương và cách TP Vinh khoảng 35&nbsp;km.\n\n==Giao thông==\nVị trí địa lý của Đại Sơn đã là ngã 3 giáp các huyện lân cận, con đường N5 đã hoàn thiện đi qua xã cũng là điều kiện thuận lợi trong việc thông thương, giao dịch cho người dân phát triển kinh tế nói chung và buôn bán trâu bò tại chợ Ú nói riêng.\n\n==Hành chính==\nXã Đại Sơn gồm có 8 xóm từ Xóm 1 đến Xóm 8\n\n==Văn hóa==\nĐại Sơn nổi tiếng với chợ đầu mối buôn bán trâu bò nổi tiếng cả nước gọi là chợ Ú được họp theo 6 phiên\/tháng vào các ngày mùng 1, 6, 11, 16, 21 và 26 âm lịch. Các phiên chợ có hàng ngàn con trâu, bò giao dịch buôn bán ở đây, nguồn hàng chủ yếu được vận chuyển từ các tỉnh khác đến đây, thậm chí nhập từ Lào, Campuchia, Thái Lan. Trâu, bò, ngựa được vận chuyển lên các xe ô tô tải lớn vận chuyển đi TP. Hồ Chí Minh, Hà Nội, Quảng Ninh, Trung Quốc... \n\nAi đã từng về Đại Sơn để chứng kiến phiên chợ Ú tập nập giao dịch buôn bán trâu bò, chắc hẳn sẽ không bao giờ quên về một lối văn hóa rất riêng không khỏi ngỡ ngàng nếu lần đầu được chứng kiến.\n==Kinh tế==\nKinh tế của người dân trong xã Đại Sơn có thu nhập thấp, chủ yếu 15% buôn bán trâu, bò, có những thôn xóm có khoảng trên 60% dân đi buôn bán, họ đã sắm được tài sản lớn như ô tô con, nhà cao tầng... Diện mạo của xã Đại Sơn giờ đã thay da đổi thịt từng ngày, UBND tỉnh Nghệ An đang có kế hoạch nâng cấp chợ lên thành trung tâm buôn bán trâu bò lớn nhất của tỉnh. Đời sống của nhân dân ngày càng nâng cao nhờ việc buôn bán trâu bò, tuy nhiên hệ thống giao thông ở đây không thuận lợi, là xã giáp với 3 huyện trong tỉnh Nghệ An nhưng việc kết nối giao thông chưa được thuận tiện vì có nhiều đồi núi chưa được khai thông. Điều này cũng ảnh hưởng rất lớn đối với việc giao dịch của các khách hàng, đối tác làm ăn lâu dài và gắn bó với chợ Ú Đại Sơn. \n\nNhững năm trở lại đây, kinh tế Đại Sơn đã phát triển, có những xóm có đến 10 - 20 xe con các loại, điều kiện sống của người dân không chỉ bám mấy thửa ruộng như xưa mà còn kinh doanh thêm các ngành nghề dịch vụ, buôn bán trâu bò, chăn dắt, vận chuyển...\n==Giáo dục==\nBên cạnh việc thuận lợi cho phát triển kinh tế giao thương, Đại Sơn nổi tiếng là đất học, nơi đây đã nuôi dưỡng các thế hệ nhân tài phục vụ cống hiến cho xã hội như các nhà giáo, luật sư, bác sĩ, kỹ sư...\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Đô Lương}}"}