{"84369":"'''Đầm Dạ Trạch''' là một địa danh lịch sử Việt Nam, thuộc xã [[Dạ Trạch]], huyện [[Khoái Châu]], tỉnh [[Hưng Yên]]. Nơi đây từng là căn cứ kháng chiến của Triệu Việt Vương [[Triệu Quang Phục]] chống là quân [[nhà Lương]] do [[Trần Bá Tiên]] thế kỷ thứ VI và cũng là căn cứ chống Pháp của [[khởi nghĩa Bãi Sậy|nghĩa quân Bãi Sậy]] trong thế kỷ thứ XIX.\n\n==Giai thoại==\nĐầm Dạ Trạch là một đầm lầy tự nhiên, ngày xưa có diện tích rộng lớn, cỏ cây um tùm, bụi rậm che kín, ở giữa có nền đất cao có thể ở được, bốn mặt đều là bùn lầy. Đầm có nhiều tên gọi khác nhau như '''Nhất Dạ Trạch''' (cái đầm hình thành sau một đêm), '''Mạn Trù Châu''' (bãi Giăng Màn), '''Màn Trò''', '''Màn Trù''', '''Tự Nhiên Châu''' (bãi Tự Nhiên)... Theo sách [[Lĩnh Nam chích quái]], sự hình thành đầm Dạ Trạch gắn liền với truyền thuyết [[Chử Đồng Tử|Tiên Dung và Chử Đồng Tử]]. Dấu tích của truyền thuyết còn được ghi nhận với đền Hóa, vẫn còn tồn tại cho đến ngày nay.<ref>[http:\/\/khoaichau.hungyen.gov.vn\/portal\/Pages\/2011-07\/Lich-su-hinh-thanh-75efd27aa84c92a4.aspx Lịch sử hình thành Đền hóa Dạ Trạch]<\/ref>\n\n==Căn cứ Triệu Việt Vương==\nTháng 6 năm 545, [[Lương Vũ Đế]] sai quân xâm lược nhà nước [[Vạn Xuân]] non trẻ. [[Lý Nam Đế]] mang quân ra đánh bị thua nặng, tướng [[Phạm Tu]] và Thái phó [[Triệu Túc (Tiền Lý)|Triệu Túc]] tử trận. Lý Nam Đế phải lui dần về giữ động Khuất Lão. Vì sức khỏe suy yếu, ông giao lại binh quyền con Thái phó Triệu Túc là Tả tướng [[Triệu Việt Vương]] để mưu đồ phục quốc. \n \n[[Triệu Quang Phục]] liệu thế không thể dùng sức thắng được địch quân Lương, bèn lui về giữ đầm Dạ Trạch. Bấy giờ, đầm phá rất rộng, cỏ cây um tùm, bụi rậm che kín, ở giữa có nền đất cao có thể ở được, bốn mặt bùn lầy, người ngựa khó đi, chỉ có thể dùng [[thuyền độc mộc]] nhỏ chống [[sào]] đi lướt trên [[Cỏ|cỏ nước]] mới có thể đến được. Nhưng nếu không quen biết đường lối thì lạc không biết là đâu, lỡ rơi xuống [[nước]] liền bị [[rắn độc]] cắn chết. [[Triệu Quang Phục]] thuộc rõ đường đi lối lại, đem hơn hai vạn người vào đóng ở nền đất trong [[đầm lầy]]. Ban ngày, ông ra lệnh tuyệt không để khói lửa và dấu người, ban đêm dùng [[thuyền độc mộc]] đem quân ra đánh [[doanh trại]] của quân Lương, giết và bắt sống rất nhiều, lấy được [[Cây lương thực|lương thực]] để làm kế cầm cự lâu dài. Tướng tiên phong của quân Lương là [[Trần Bá Tiên]] đuổi theo hút mà đánh, nhưng không thể tiến sâu vào trong [[đầm lầy]] được, nên đành rút quân. Người trong nước gọi ông là Dạ Trạch Vương.\n\nTháng 3 năm 548, nghe tin Lý Nam Đế mất trong động Khuất Lão, Triệu Quang Phục tự xưng là Triệu Việt Vương. Không lâu sau, nhà Lương có [[loạn Hầu Cảnh]], Trần Bá Tiên rút quân về.<ref>Sau Trần Bá Tiên về dẹp được loạn rồi cướp ngôi nhà Lương, lập ra [[nhà Trần (Trung Quốc)|nhà Trần]].<\/ref> Nhân đó, Triệu Việt vương tung quân ra đánh quân Lương tan vỡ chạy về Bắc, lấy lại được nước Vạn Xuân, đóng đô ở [[Long Biên (huyện)|thành Long Biên]].\n\n==Khởi nghĩa Bãi Sậy==\n{{bài chi tiết|Khởi nghĩa Bãi Sậy}}\nSau khi [[Trận Nam Định (1883)|hạ thành Nam Định]], quân Pháp cho một toán quân nhỏ uy hiếp thành Hưng Yên. Quan quân Nam triều kinh hoảng bỏ chạy, để quân Pháp dễ dàng chiếm được thành mà không phải nổ một phát súng. [[Đinh Gia Quế]] bấy giờ đang giữ một chức quan nhỏ, phẫn nộ, bỏ về quê ở xã Thọ Bình (nay thuộc xã Tân Dân, huyện Khoái Châu) chiêu mộ nghĩa quân đánh Pháp. Ông tự xưng là \"Đổng Quân vụ\" nên còn được gọi là Đổng Quế. Bấy giờ, đê Văn Giang nhiều bị vỡ, cả một vùng rộng lớn Khoái Châu, Văn Giang, một phần Yên Mỹ, một phần Mỹ Hào (trong đó có cả Dạ Trạch), nước ngập mênh mông, đồng ruộng phì nhiêu thành bãi lau sậy, có chỗ cao tới ba thước, nên có tên gọi là Bãi Sậy. Nghĩa quân dưới quyền của Đổng Quế lấy vùng Bãi Sậy làm căn cứ, các thủ lĩnh chỉ huy vẫn đóng rải rác khắp các làng trong vùng. Nghĩa quân cũng xây đồn Thọ Bình, nối đường hầm thông ra đền Hóa Dạ Trạch làm nơi họp bàn của các thủ lĩnh nghĩa quân.\n\nSau khi Đổng Quế qua đời, [[Nguyễn Thiện Thuật]] về tiếp quản chức thủ lĩnh tối cao của nghĩa quân Bãi Sậy. Nghĩa quân phát triển thêm căn cứ Trại Sơn, tiếp duy trì phong trào cho đến tận năm 1892.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/khoaichau.hungyen.gov.vn\/portal\/Pages\/2011-07\/Lich-su-hinh-thanh-75efd27aa84c92a4.aspx Lịch sử hình thành Đền hóa Dạ Trạch]\n* [http:\/\/doingoaihungyen.vn\/632n\/dinh-gia-que-1825--1885.html ĐINH GIA QUẾ (1825 - 1885)]\n\n[[Thể loại:Khoái Châu]]"}