{"811645":"'''''Đặng Minh Bích''''' (1453-1541)thọ 88 tuổi, quan [[nhà Lê sơ]], sinh ra ở Bạch Đường nay là xã Ngọc Sơn, Lam Sơn và Bồi Sơn huyện [[Đô Lương]], [[Nghệ An]].\n\n== Tiểu sử ==\nTổ tiên ông ở đất hải dương, đến đời ông nội của Đặng Minh Bích, là Đặng Phúc Quang di cư ra thôn Trung Lá, xã Bạch Đường, huyện Nam Đường, [[Nghệ An]]. Nay thuộc xã Lam Sơn, ngọc sơn huyện Đô Lương tỉnh Nghệ An.\n\nTheo ''Đặng tộc đại tông phả'' do Đặng Tiến Thự viết, thì: Đặng Minh Bích con là con trai thứ 2 của Đặng Trọng Trân.\n\nĐặng Minh Bích nổi tiếng thông minh, học giỏi. Ông đậu Tiến sĩ khoa [[Giáp Thìn]] niên hiệu [[Hồng Đức]] 15 (1484), làm quan đến [[Thượng thư]] [[Bộ Hộ]]{{ref|2}}.\n\nSau khi mất, ông được vua Thành Thái, Duy Tân và Khải Định truy phong Đoan Túc Trung đẳng thần. Hiện ba sắc phong của ông được lưu giữ tại nhà thờ họ Đặng Quang xã Ngọc Sơn, huyện Đô Lương, tỉnh Nghệ An.\n\nÔng có chín con trai. Người con thứ hai của ông Đặng Minh Châu làm quan Tả Thị lang.\n\n==Thơ==\n\nThơ ca ngợi ông rằng:\n\nHội sơn chi anh lam thủy chi anh\n\nKhí đất thiêng nhiều bậc tài danh\n\nQuan thượng Đặng rành rành tay trác vật\n\nCông đèn sách mười năm án tuyết\n\nChí vẫy vùng gặp hội phong vân\n\nVào khoa cử danh đề đệ nhất tuyển\n\nChánh tiến sĩ khoa giáp thìn niên\n\nTriều lê Hồng Đức thánh quân\n\nBảng đề chữ xuất thân tam giáp đệ\n\nKhi nhẹ bước tao đàn ương chế\n\nKhi sánh ca quyền uyển danh ca\n\nKhi làm biện lý trong tòa\n\nKhi hộ bộ thượng thư trí sỹ\n\nThơ rằng:\n\nBắc đẩu thái sơn danh giá quý\n\nTam thai bút tọa điển lĩnh cao\n\nCân đai đủng đỉnh lúc ngồi triều\n\nTrong tay sẵn thái bình mô lược\n\nĐường tử mệnh danh chào hoa rước\n\nNức mùi nở mặt nước non nhà\n\nBảng vàng bia đá ngàn thu\n\nCòn sợ sợ đài hoa phong vận\n\nKhuôn đài các đường mây thăm thẳm\n\nDọi ngàn thu khoa án hồng danh\n\nSinh vi anh,tử vi linh\n\nBiển ương lai tương tại thượng\n\nTrên chín bộ phong vận phủ bái\n\nSắc gia phong chói rọi sắc rồng\n\nĐậm ơn vua dáng múa văn phong\n\nLại thêm mừng chữ tử văn vịnh thọ\n\nVậy mới biết phương danh bất hủ\n\nDự hội sơn thiên cổ,cư thủ giang sơn\n\nÔng còn để lại 22 bài thơ in trong \"''Toàn Việt thi lục''\"{{ref|3}} của [[Lê Quý Đôn]].\n\n'''Thành đông cư''' {{ref|4}}\n\nQuy đắc thành đông địa nhất cung,\n\nThị huyên bất đáo thử hồ trung.\n\nKhả nhân thi tứ niên niên hữu,\n\nNguyệt hạ mai sao trúc lý phong.\n\n'''Nhà ở phía đông thành'''\n\nQuây khu đất nhỏ phía đông thành\n\nKhông chút phồn hoa rộn tới mình\n\nCảnh vật quanh năm, thơ sẵn hứng\n\nTrăng lồng mai trắng, gió tre xanh\n\n== Chú thích ==\n#{{note|1}} ''Đặng Tộc Đại Tông Phả'', Yến Quận công Đặng Tiến Thự viết năm 1683, Tiến sĩ Ứng Quận công Đặng Đình Tướng tục biên năm 1686, Thái Nhạc Quận công Đặng Sĩ Hàn tiếp tục tục biên năm 1745, Nguyễn Văn Thành giới thiệu, Nhà xuất bản Văn hóa Thông tin 2002, Trang 56-57\n#{{note|2}} ''Đặng Tộc Đại Tông Phả'', Yến Quận công Đặng Tiến Thự viết năm 1683, Tiến sĩ Ứng Quận công Đặng Đình Tướng tục biên năm 1686, Thái Nhạc Quận công Đặng Sĩ Hàn tiếp tục tục biên năm 1745, Nguyễn Văn Thành giới thiệu, Nhà xuất bản Văn hóa Thông tin 2002, Trang 56-57\n#{{note|3}}''[[Toàn Việt thi lục]]''\", Lê Quý Đôn\n#{{note|4}}''[[Hoàng Việt thi tuyển]]'', Nhà xuất bản Văn học, 2007\n\n{{tham khảo}}\n\n== Tham khảo ==\n*''[[Toàn Việt thi lục]]''\", Lê Quý Đôn\n*''[[Hoàng Việt thi tuyển]]'', Nhà xuất bản Văn học, 2007\n*''Đặng Tộc Đại Tông Phả'', Yến Quận công Đặng Tiến Thự viết năm 1683, Tiến sĩ Ứng Quận công Đặng Đình Tướng tục biên năm 1686, Thái Nhạc Quận công Đặng Sĩ Hàn tiếp tục tục biên năm 1745, Nguyễn Văn Thành giới thiệu, Nhà xuất bản Văn hóa Thông tin 2002\n*[http:\/\/baothaibinh.net\/van-hoa\/van-hoa\/282-ho-dang-nam-bang-vuong-toc-thoi-ly.html ''Họ Đặng \"Nam bang vượng tộc\" thời Lý đến thời Lê''], Nguyễn Văn Thành, Phó Giám đốc Trung tâm nghiên cứu và ứng dụng phả học Việt Nam\n\n[[Thể loại:Người Đô Lương]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}