{"231832":"'''Đạo Tưởng''' (? - [[1939]]), tên thật là '''Lâm Văn Quốc''', tự '''Ba Quốc'''; là người phát động một cuộc nổi dậy kháng [[Pháp]] ở [[Tân Châu]] ([[An Giang]], [[Việt Nam]]) vào năm [[1939]]. Đây là cuộc nổi dậy mang màu sắc tôn giáo, tuy được mưu tính lâu dài, nhưng nhanh chóng thất bại.\n\n==Thân thế==\nQuê quán ông ở Cái Cùng, xã Long Điền (tỉnh [[Bạc Liêu]]). Thân sinh là ông Lâm Văn Nguơn và bà Nguyễn Thị Nhỏ.\n\nNhà nghèo, chữ nghĩa kém, nhưng giỏi võ nhờ siêng rèn luyện. Với vóc dáng cao to, mạnh mẽ; ông thường giao du với các hảo hán trong vùng<ref>Hảo hán hay hảo hớn là người đàn ông mạnh mẽ, dũng cảm. Nhóm New Era, ''Tự điển Tiếng Việt'', Nhà xuất bản Văn hóa-Thông tin, 2008.<\/ref>. Đến khi cha mẹ đều mất, ông sống rày đây mai đó, có khi lên tận [[Cao Miên]], [[Lào]], [[Xiêm]] để học thêm bùa ngải.\n\nVào lối năm [[1925]], ông Quốc đến làm thuê (chuyên lo việc đồng áng) cho cậu là nhà văn [[Nguyễn Chánh Sắt]] ở [[Tân Châu]].\n\nTương truyền một đêm trời đất âm u, bỗng dưng ông cảm thấy trong người bần thần, dã dượi; sau đó, ông bắt đầu la hét, đấm ngực, đụng đầu vào cột nhà, tự xưng lúc là \"Ông tướng núi\", khi là \"Ông Lèo\" ([[lào]]), làm náo động cả xóm.\n\n==Mưu sự==\nNăm [[1928]], Lâm Văn Quốc bỏ việc đồng áng, lập một cái am thờ [[Quan Công]] và Chư vị năm Ông, bằng tre lá nơi phần đất của ông Nguyễn Chánh Sắt, bên con đường Chùa (chùa Long Đức Tự), thuộc xã Long Phú, cách chợ Tân châu độ một [[cây số]]<ref>Là phần đất hiện có đôi mộ phần của vợ chồng Nguyễn Chánh Sắt. Xem thêm [[Nguyễn Chánh Sắt]].<\/ref>.\n\nÔng cạo đầu, mặc áo màu vàng, chuyên tâm lo việc tụng niệm, dạy võ nghệ, hoặc dùng bùa ngải, ngồi quán tưởng (''nên được gọi là Đạo Tưởng'')<ref>Sau này ý nghĩa của tên Đạo Tưởng, không chỉ để trị bệnh mà còn được ông giải thích cao hơn, đó là tưởng đến \"giang san tổ quốc, tưởng đến ngôi vua\", bởi chịu ảnh hưởng đạo ''[[Tứ Ân Hiếu Nghĩa]]'' do [[Ngô Lợi]] sáng lập.<\/ref> hay \"đụng đầu vào cột nhà\" để trị bịnh cho dân.\n \nSau hơn 10 năm hành đạo ([[1928]]-[[1939]]), qui tụ được hơn mười ngàn tín đồ, Lâm Văn Quốc (tức Đạo Tưởng) bỗng tự xưng mình là \"Minh Hoàng Quốc\", lập đàn phong cho các em ruột và các môn đệ các chức tước, như: \"ngự đệ\", \"quân sư\", \"nguyên soái\", \"đô đốc\" v.v...\n\nNghi ngờ ông ngầm liên kết với những người ở [[Bảy Núi|Thất sơn]], mượn chuyện rèn võ, chuyện đạo để mưu sự, nhà cầm quyền Pháp ngầm bố trí hương tuần Trương Văn Hiếm theo dõi<ref>Nguồn: [http:\/\/tanchau.angiang.gov.vn\/wps\/portal\/!ut\/p\/c5\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3j3oBBLczdTEwN3F2NnA09_c2-vIM8AIwMXQ6B8JG55T1OSdPu7OroB5b1CnF19jA0NPU0I6A4HuRa_fpC8AQ7gaICmH9P1fh75uan6kfpR5kiq3M0tDTy9DYxD3MPCDAy8TfUjc1LTE5Mr9QtyQyMMMgMyAh0VFQE3vnFB\/dl3\/d3\/L2dJQSEvUUt3QS9ZQnZ3LzZfR1JUOTdGNTQwR0QzQzBJTzdLSlJJUDIwQTQ!\/?WCM_GLOBAL_CONTEXT=http:\/\/portal1.angiang.gov.vn:10040\/wps\/wcm\/connect\/TanChau\/TanChauSite\/TongQuanTanChau\/LichSuHinhThanh\/DaoTuongVaCuocNoiDayKhangPhapOTanChau].<\/ref>. Nhà ông này cách am Đạo Tưởng chừng 100 [[m]], khi trước là tín đồ Đạo Tưởng, sau không theo nữa.\n\nNhân cơ hội nhà cầm quyền [[Pháp]] đang mộ lính Việt sang Pháp để đánh [[Đức]] trong [[chiến tranh thế giới thứ 2]], Đạo Tưởng đến gặp chủ quận Tân Châu, xin cho 36 đệ tử giỏi được đầu quân. Chủ quận Nguyễn Văn Đề lo ngại Đạo Tưởng đưa người vào để đánh cắp súng đạn hoặc mưu đồ làm chuyện ám muội, nên từ chối. Việc không thành, nhưng Đạo Tưởng chú ý đến một người đang tới lui, bàn bạc nhỏ to với viên chủ quận, đó là hương tuần Hiếm.\n\n==Khởi sự thất bại==\nĐêm mùng 8 rạng ngày 9 [[tháng giêng|Tháng Giêng]] [[âm lịch]] năm [[Kỷ Mão]] ([[26 tháng 2]] năm [[1939]]), bất ngờ ông Quốc không giảng giáo lý, không luyện võ nữa mà chuyển giọng nói với các tín đồ đang tụ hội đông đảo về cái nhục mất nước, cái họa ngoại xâm, rồi kêu mọi người hãy cầm vũ khí, đánh đuổi thực dân Pháp.\n\nTrong khí thế sôi sục, Đạo Tưởng sai người bắt hương tuần Trương Văn Hiếm, hài tội phản bội, tội làm tay sai, mật thám cho thực dân rồi cho chặt đầu Hiếm, để lấy máu tế cờ. Vợ Hiếm đến khóc, sỉ vả những người hãm hại chồng mình cũng bị giết chết. \n \nGần sáng, nhận được tin báo, quận trưởng cùng Cò<ref>Cò là tiếng gọi tắt từ commissaire, để chỉ cảnh sát trưởng (theo Thanh Nghị, sách đã dẫn).<\/ref> Tây tên là Laffont, thơ ký Phan Văn Thông cùng với hai tiểu đội lính mang súng trường, tiến nhanh đến am Đạo Tưởng. Còn cách nhau chừng 50 m, chủ quận Đề kêu gọi Đạo Tưởng cùng với tín đồ phải buông khí giới và ai về nhà nấy. Đạo Tưởng khi ấy oai vệ trong sắc phục vàng, áo tay rộng, đầu bịt cân, lưng thắt dây đen, chân mang giày vàng, cổ đeo lòng thòng xâu chuỗi bồ đề... giống hệt như một viên tướng trong tuồng [[hát bội]]. Còn chung quanh sân võ, hàng trăm nam nữ cũng \"đầu trọc áo vàng\", tay vung gươm giáo, miệng hò hét inh ỏi...\n\nBỏ ngoài tai lời kêu gọi, Đạo Tưởng vẫn khẳng khái tuyên bố đánh đuổi ngoại xâm. Điều đình không xong, chủ quận ra lệnh bắn chỉ thiên để cảnh cáo, nhưng đạn lép, không nổ. Điều đó khiến tín đồ, người hâm mộ càng tin Đạo Tưởng là đấng \"Minh hoàng\", bởi súng đạn đã trở nên vô dụng trước bùa phép của Đạo Tưởng.\nTrước đám đông đang cuồng nhiệt ấy, cò Laffont lo ngại, liền móc súng ra bắn và lần này thì Đạo Tưởng ngã gục. Tới chừng đó, tín đồ mới hoảng chạy...\n \nĐạo Tưởng chết,<ref>Thân xác Đạo Tưởng bị Pháp cho vùi lấp phía sau ''Trường trung học bán công Tân Châu'', nay là ''Trường tiểu học A Tân Châu'' và đã mất dấu.<\/ref> Pháp truy lùng bắt thêm khoảng 30 người nữa, cho áp giải về tỉnh, rồi tất cả cùng nhận án tù đày ra [[Côn Đảo]], trong số đó có \"nguyên soái\" Năm, \"quân sư\" Nguyễn Văn Hương, hai \"ngự đệ\" là Lâm Văn Út và Lâm Văn Bửu, cùng hai đứa con trai ông Tưởng là Lâm Quốc Huỳnh, Lâm Quốc Đạt mới hơn mười tuổi...\n\n==Đánh giá==\nSau những hoạt động kháng Pháp của các ông [[Trương Định]], [[Thủ Khoa Huân]], [[Nguyễn Trung Trực]]...thất bại, một số người yêu nước ngay lập tức lập ra các đạo để tập hợp lực lượng chống Pháp, mà Đạo Tưởng là một trường hợp<ref>Nguyễn Đăng Duy,'' Văn hóa tâm linh Nam Bộ'', Nhà xuất bản [[Hà Nội]], 1997, tr. 36.<\/ref>.\n\nNhân tình hình thế giới và trong nước đang chuyển biến nghiêm trọng, thực dân Pháp hết sức bối rối, vụ bạo động này đã nổ ra. Vụ bạo động đã được chuẩn bị, nhằm lấy máu đánh đổ chế độ thực dân, võ khí lợi hại nhất mà họ sử dụng là bùa phép \"súng bắn không lủng\", như truyện [[Phong thần]], như vụ [[Phan Xích Long]]. Chiến thuật cũ nhưng vẫn còn ăn khách, quanh quẩn cũng chỉ nhằm thiết lập một chế độ [[phong kiến]]...<ref>Theo [[Sơn Nam]], sách đã dẫn.<\/ref>\n\nSở dĩ công việc bất thành vì thiếu nòng cốt chỉ huy có khoa học. Nhưng thành tích bất khuất chống thực dân của ông vẫn sống mãi<ref>Hàng năm cứ đến ngày Đạo Tưởng bị hại, nhiều tín đồ theo đạo ông, đều có tổ chức buổi lễ tưởng niệm ông cùng những vong linh khác đã bỏ mình vì đại cuộc. (theo''Tân Châu xưa'', sách đã dẫn, tr.183).<\/ref> Một số người khác thì cho rằng đây chỉ là \"một cuộc dấy loạn cuồng tín\"<ref>Theo''Tân Châu xưa'', sách đã dẫn.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n:* Nguyễn Văn Kiềm và Huỳnh Minh, ''Tân Châu xưa'', Nhà xuất bản Thanh Niên, 2003.\n:* Sơn Nam, Lịch sử An Giang, Nhà xuất bản Tổng hợp An Giang, 1988.\n==Liên kết ngoài==\n:*[http:\/\/vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=1379 Đạo Tưởng, bài viết của nhà văn [[Nguyễn Quang Sáng]] Trên website vanchuongviet.org.\n:{{Các ông đạo ở Nam Bộ, Việt Nam}}\n\n{{Thời gian sống||1939}}\n\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người An Giang]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}