{"3214369":"'''Đặng Ngọc Giao''' ([[1929]] - [[1999]]) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], [[Nhà giáo Nhân dân]], [[Giáo sư]], [[Tiến sĩ]]. Ông từng giữ các chức vụ: Cục phó Cục Hậu cần [[Quân khu 1]], Giám đốc kiêm Bí thư Đảng ủy [[Học viện Hậu cần Quân đội nhân dân Việt Nam|Học viện Hậu cần]].<ref>[http:\/\/hocvienhaucan.edu.vn\/gioi-thieu-chung-2|Giới thiệu Học viện hậu cần], truy cập ngày 14 tháng 4 năm 2015 trang chủ Học viện Hậu cần<\/ref><ref>Từ điển Bách khoa quân sự Việt Nam, Nhà xuất bản Quân đội nhân dân năm 2004, trang 340<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng quê ở xã Lý Thường Kiệt, huyện Yên Mỹ, tỉnh [[Hưng Yên]], nhập ngũ năm 1946, được kết nạp vào Đảng Cộng sản Việt Nam năm 1947.\n\nTừ năm 1946 đến 1950 ông lần lượt giữ các chức vụ: quản lý đại đội, chính trị viên trung đội, cán bộ địch vận tỉnh Thái Bình.\n\nTừ năm 1950 đến 1958, chính trị viên đại đội quân y, chính trị viên phó tiểu đoàn, phụ trách chính trị viên Ban hậu cần Trung đoàn 64, Trưởng ban Giao tế Đoàn Pháo binh 305, quản trị trưởng Trường sĩ quan Pháo binh.\n\nTừ năm 1958 đến 1967, giảng viên Hậu cần Trường trung cao Quân sự.\n\nTừ năm 1967 đến 1981, Trưởng phòng nghiên cứu biên soạn [[Học viện Hậu cần Quân đội nhân dân Việt Nam|Trường sĩ quan Hậu cần]], Trưởng đoàn đi thực tế ở Chiến trường Trị Thiên Huế (1968) và Chiến dịch Hồ Chí Minh (1975).\n\nTháng 10 năm 1981, ông làm Phó Giám đốc [[Học viện Hậu cần Quân đội nhân dân Việt Nam|Học viện Hậu cần]]\n\nTháng 1 năm 1985, ông giữ chức Phó Cục trưởng Cục hậu cần Quân khu 1.\n\nTháng 4 năm 1986, ông giữ chức Phó Giám đốc [[Học viện Hậu cần Quân đội nhân dân Việt Nam|Học viện Hậu cần]]\n\nTháng 7 năm 1988, ông giữ chức Giám đốc kiêm Bí thư Đảng ủy [[Học viện Hậu cần Quân đội nhân dân Việt Nam|Học viện Hậu cần]]\n\nNăm 1996, ông nghỉ hưu.\n\n[[Thiếu tướng]] (1989)\n\n== Danh hiệu ==\n[[Nhà giáo Nhân dân]] (1997)\n\n[[Giáo sư]] (1991)\n\n[[Tiến sĩ]] (1981)\n\n== Khen thưởng ==\nHuân chương Quân công hạng Nhì\n\nHuân chương Chiến công hạng Ba\n\nHuân chương Kháng chiến (chốn Pháp) (hạng Nhất, hạng Ba)\n\nHuân chương Kháng chiến chống Mỹ cứu nước hạng Nhất\n\nHuân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n\nHuy chương Quân kỳ quyết thắng\n\nHuy hiệu 50 năm tuổi Đảng\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{thời gian sống|1929|1999}}\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Tiến sĩ Việt Nam]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}