{"1336333":"{{chú thích trong bài}}\n{{wikify}}\n'''Đặng Lộ''' (?-?) được cho là nhà thiên văn học đầu tiên của Việt Nam, làm quan dưới thời Trần Minh Tông và Trần Hiến Tông. Không ai rõ năm sinh, năm mất của Đặng Lộ nhưng nếu căn cứ vào những sự kiện xảy ra trong cuộc đời ông dưới các triều vua Trần thì có thể đoán ông sinh vào khoảng những năm cuối thế kỷ XIII..\n\n== Thân thế ==\nÔng là người Sơn Minh, Sơn Nam (nay là huyện Ứng Hòa, thành phố Hà Nội). Từ thuở bé, Đặng Lộ đã nổi tiếng thông minh, hay chữ khắp một vùng. Điều đặc biệt là Lộ cũng hay quan sát bầu trời và ngắm nhìn các vì sao. Ông thường tự đặt câu hỏi về quan hệ giữa Mặt Trăng, các vì sao với mặt trời rồi tự mình tìm tòi lời giải đáp.\n\nĐường công danh của Đặng Lộ xem ra khá thuận lợi. Sau khi đỗ thi Hương, ông được vua Trần Minh Tông (1314-1329) phong làm Hậu nghi Đài lang Thái sử Cục lệnh, chuyên trách công việc ở đài quan sát thiên văn Hậu Nghi, lúc đó đặt trong khu Khâm Thiên..\n\n== Nghiên cứu khoa học==\nKhoảng năm 1029 (dưới triều vua Lý Thánh Tông), người Việt đã từng biết chế tạo loại đồng hồ nước (hay đồng hồ cát) đơn giản, qua đó tính toán, phân định ra các canh giờ. Bên cạnh, còn một cách đơn giản hơn là đo bóng mặt trời chiếu qua một cây cột chôn đứng giữa bãi đất rộng. Tuy nhiên, phải đến thời của Đặng Lộ thì mọi việc mới tiến triển theo hướng khoa học và có độ chính xác cao.\n\nĐặng Lộ được xem như nhà khoa học thực nghiệm ra đời sớm nhất của Việt Nam vào thời phong kiến. Qua nhiều năm mày mò nghiên cứu, thử nghiệm, ông đã chế tạo thành công một dụng cụ dùng xem thiên văn gọi là \"Linh lung nghi\" mục đích để đo đạc, xác định vị trí các sao, độ lệch của quỹ đạo mặt trời và Mặt Trăng so với xích đạo qua các tháng trong một năm và liên tục trong nhiều năm.\n\nSử sách đương thời đã đánh giá dụng cụ xem thiên văn của ông như sau: \"Lung linh nghi khảo nghiệm khí tượng trên trời không việc gì là không đúng\"..Dụng cụ do ông chế ra gồm có một quả cầu ở giữa, bao quanh bởi nhiều vòng. Dụng cụ \"rất kỹ xảo\" vì khi dùng khảo nghiệm thiên tượng đều đúng cả. \nQua nhiều năm nghiên cứu về lịch và thiên văn, mùa xuân năm 1339, ông nhận thấy \"Tên lịch từ trước đến nay đều gọi là lịch Thụ thì\", có khá nhiều bất hợp lý và sau đó ông quyết định tâu với vua Trần Hiến Tông xin đổi là lịch Hiệp kỷ, liền được vua chuẩn y. Những công trình nghiên cứu công phu về thiên văn của Đặng Lộ đã giúp ích cho việc tính toán, chia thời vụ trong sản xuất nông nghiệp và đắp đê phòng chống lũ lụt mà đương thời các vua nhà Trần rất quan tâm.\n\nĐáng tiếc là trong các thế kỷ sau, công việc mà ông đã khởi xướng, đặt nền móng lại ít được quan tâm và hậu quả là người Việt tỏ ra rất chậm phát triển trong lĩnh vực thiên văn học. Ngay cả chiếc đồng hồ đo đếm thời gian, cho mãi đến thế kỷ XVII-XVIII, do có sự tiếp xúc với thế giới tư bản phương Tây nên các loại đồng hồ mới được nhập vào nhiều, nhưng cơ bản nước ta vẫn chỉ là nơi tiêu thụ chứ vẫn chưa chế tạo chúng được. Vào năm 1731, chúa Nguyễn sai các quan chia nhau lên các tuần ở miền núi, dùng đồng hồ để xác định đường xa gần. Các đài thiên văn và cơ quan kiểm soát ngoại thương sử dụng đồng hồ kiểu mới. Đến 1733, chúa Nguyễn lại lệnh cho đặt đồng hồ ở các dinh tỉnh lỵ và các cửa biển và chiếc đồng hồ từ ấy mới trở nên càng thêm thông dụng. Qua đó, càng thấy vai trò, vị trí của Đặng Lộ nổi bật như thế nào khi mà ở thế kỷ XIV, ông đã có những phát minh không thua kém người phương Tây trong một lĩnh vực khoa học khó khăn như thiên văn học...\n\nMột bằng chứng nữa cho ta thấy dụng cụ thiên văn của Đặng Lộ rất chính xác là Trần Nguyên Đán, nhà thiên văn học và lịch pháp, sinh sau Đặng Lộ chút ít, đã kế thừa những phát minh sáng chế của Đặng Lộ một cách có hiệu quả. Trần Nguyên Đán cũng lao mình vào thiên văn để soạn ra quyển \"Bách thế thông kỷ thư\". Sách của ông ghi rõ những ngày nhật thực, nguyệt thực, các triền độ của sao, thời tiết trong một năm suốt từ năm Giáp Thìn đời Nghiêu (2357 trước công nguyên) cho mãi hết Nguyên Mông (1367). Sách này phải gắn bó hữu cơ với dụng cụ khảo nghiệm các số liệu ghi trong sách. Đồng thời nó còn phải đúng khớp với những thiên tượng của thời Trần mà triều đình cũng như nhân dân thời đó được mục kích, đặc biệt là nhật thực và nguyệt thực. Với dụng cụ thiên văn khoa học chính xác đó, Đặng Lộ dùng để khảo nghiệm và nâng cao các thành tựu về lịch cổ nước ta và cũng gọi lịch nước ta là lịch \"Thụ thì\". (\"Thụ thì\" là chữ trong Kinh Thi dùng để chỉ nhiệm vụ của viên quan có chức vụ \"kính cẩn ghi lại giờ và báo cho nhân dân biết\". Nói chung lịch nào cũng là Thụ thì rồi theo đúng giờ ở địa phương đó mà báo cho dân biết. Vậy là lịch riêng nước ta thời Trần có phần đóng góp, phát minh của Đặng Lộ, cũng gọi là Thụ thì). Nhưng về sau, Đặng Lộ đã xin bỏ tên lịch \"Thụ thì\" ở nước ta thành lịch \"Hiệp kỷ\". Tên mới \"Hiệp kỷ\" có nghĩa là đem trích các đoạn thời gian chuyển động của thiên thể (Mặt Trăng mặt trời…) mà thuật ngữ lịch pháp xưa gọi là \"kỷ\" rồi hợp với từng địa phương một để làm ra lịch. Tên đặt rất đúng với ý nghĩa thành ngữ \"Hiệp kỷ biện phương\". Ngoài Đặng Lộ, sách sử còn ghi tên một người nữa là Đặng Tảo vì có công về thiên văn và lịch pháp mà được vua Minh Tông nhà Trần (1314-1329) ban thưởng 20 mẫu đất. Đặng Lộ có công mà Đặng Tảo được thưởng, sự việc ấy, nên hiểu như thế nào? Chúng tôi nghĩ rằng rất có thể Đặng Lộ và Đặng Tảo chỉ là một người. Về hai cái tên \"Lộ\" và \"Tảo\" có vấn đề đáng chú ý. Trong các chữ \"Lộ\" có nghĩa là \"phơi bầy ra một cái gì vốn giấu kín\". Đặng Lộ xem thiên văn, phát hiện ra những bí mật của thiên tượng thế là làm \"lộ thiên cơ\" như người xưa thường nói. Còn trong các chữ \"Tảo\" đồng âm với nhau, có một chữ \"Tảo\" có nghĩa là thuần nhã, sáng sủa, như trong câu \"Ức Trai tâm thượng quang khuê tảo\" (tấm lòng của Ức Trai - Nguyễn Trãi - sáng như vẻ sáng của sao Khuê). Một nhà thiên văn có tên là \"Tảo\", kể cũng có ý nghĩa hay. Rất có thể Trần Minh Tông đã \"ban tên\", đổi tên cho công thần họ Đặng để ghi nhớ tài năng và công lao của ông trong lĩnh vực chuyên môn. Việc vua \"ban tên\" đổi tên cho công thần là việc thường thấy trong sử cũ. Những công trình sáng tạo của Đặng Lộ về thiên văn và lịch pháp hẳn đã giúp cho việc cấy lúa, trồng dâu, đánh cá… khá phát triển trong đời sống kinh tế đời Trần, đặc biệt là việc đắp đê phòng lụt mà triều đại nhà Trần đặc biệt chú ý. Đặng Lộ đã khuất đi cách ta khoảng trên dưới 600 năm. Ông đã để lại một tấm gương sáng về cách mạng khoa học kỹ thuật, cụ thể là việc ông đã đổi mới về thiên văn và lịch pháp để phục vụ đời sống.<ref>{{Chú thích web |url=http:\/\/my.opera.com\/labatluong11026668\/blog\/private-29 |ngày truy cập=ngày 28 tháng 2 năm 2014 |tựa đề=Nhà Thiên văn học Đặng Lộ |archive-date = ngày 28 tháng 2 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140228090923\/http:\/\/my.opera.com\/labatluong11026668\/blog\/private-29 |url-status=live }}<\/ref>\n\n==Vinh danh==\nTên ông được đặt cho một con đường ở phường 7 quận Tân Bình Tp HCM bắt đầu từ đường Chử Đồng Tử và kết thúc tại đường Nghĩa Phát.<ref>[http:\/\/maps.google.com\/maps?hl=vi&bav=on.2,or.r_gc.r_pw.r_qf.,cf.osb&biw=1366&bih=652&wrapid=tlif134086814378510&q=%C4%91%E1%BA%B7ng+l%E1%BB%99&um=1&ie=UTF-8&hq=&hnear=0x31752ec959e50951:0x33c83442e267a19a,%C4%90%E1%BA%B7ng+L%E1%BB%99,+T%C3%A2n+B%C3%ACnh,+H%E1%BB%93+Ch%C3%AD+Minh&gl=vn&sa=X&ei=OgbsT8y0PJDBiQfD2vDXBQ&ved=0CAUQ8gEwAA Bản đồ google map]<\/ref> Đường này được đổi tên từ đường [[Lê Phát Đạt]] vào năm 1998\n\n== Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài==\n* [http:\/\/dangtocvietnam.com\/ Trang web họ Đặng - Việt Nam]\n* [https:\/\/web.archive.org\/web\/20140228090923\/http:\/\/my.opera.com\/labatluong11026668\/blog\/private-29 Nhà thiên văn học Đặng Lộ]\n* [http:\/\/maps.google.com\/maps?hl=vi&bav=on.2,or.r_gc.r_pw.r_qf.,cf.osb&biw=1366&bih=652&wrapid=tlif134086814378510&q=%C4%91%E1%BA%B7ng+l%E1%BB%99&um=1&ie=UTF-8&hq=&hnear=0x31752ec959e50951:0x33c83442e267a19a,%C4%90%E1%BA%B7ng+L%E1%BB%99,+T%C3%A2n+B%C3%ACnh,+H%E1%BB%93+Ch%C3%AD+Minh&gl=vn&sa=X&ei=OgbsT8y0PJDBiQfD2vDXBQ&ved=0CAUQ8gEwAA Bản đồ đường Đặng Lộ google map]\n\n[[Thể loại:Nhân vật thời Trần]]\n[[Thể loại:Nhà thiên văn học Việt Nam]]"}