{"410084":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Đại Đồng Thành\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Bắc Ninh]]\n| thị xã = [[Thuận Thành]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09406<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Đại Đồng Thành''' là một xã thuộc thị xã [[Thuận Thành]] tỉnh [[Bắc Ninh]], [[Việt Nam]]. \n==Địa lý==\nXã Đại Đồng Thành nằm ở rìa phía bắc thị xã Thuận Thành, bên bờ nam [[sông Đuống]], có vị trí địa lý:\n*Phía Đông giáp phường [[Song Hồ]]\n*Phía tây giáp xã [[Đình Tổ]]\n*Phía nam giáp phường [[Gia Đông]] và xã Đình Tổ\n*Phía bắc giáp huyện [[Tiên Du]] với ranh giới là sông Đuống. \n==Hành chính==\nXã Đại Đồng Thành gồm các thôn: Á Lữ, Đồng Văn, Đồng Đoài và Đồng Đông.\n\nPhần đất xã Đại Đồng Thành ngày nay (gồm các thôn Đồng Đoài, Đồng Đông, Á Lữ,...) tương ứng với phần đất các thôn Đông (Đồng Đông), thôn Đoài (Đồng Đoài), thôn Văn của xã Đại Đồng, các xã Á Lữ, Nhạn Tháp,... thuộc tổng Định Tổ huyện Siêu Loại phủ Thuận An xứ Kinh Bắc vào thời kỳ đầu [[nhà Nguyễn]] [[thế kỷ 19]].\n==Văn hóa==\nTại thôn Á Lữ (làng Á Lữ) có di tích lăng và đền thờ [[Kinh Dương Vương]] [[Lộc Tục]]. Đã được bộ văn hóa Thông tin công nhận và cấp bằng di tích lịch sử cấp quốc gia.\n\nCác di tích khác như: đền nghè Đồng Đoài là di tích kiến trúc nghệ thuật cấp quốc gia; di tích đình Đồng Đông cũng là di tích lịch sử văn hóa cấp quốc gia. Những di tích này đều gắn liền với tên tuổi của những vị tướng có công đánh giặc phương Bắc được dân làng tôn kính và thờ phụng.\n==Giao thông==\nCác tuyến, hệ thống giao thông ở xã Đại Đồng Thành:\n* Tỉnh lộ 280: đoạn qua xã thuộc đường đê hữu Đuống\n* Đường sông: nằm sát sông Đuống.\n==Kinh tế==\nĐại Đồng Thành là xã thuần nông, với nền kinh tế có nhiều nét nổi bật đặc biệt là phát triển làm nghề thủ công. Trong những năm trở lại đây nền kinh tế xã Đại Đồng Thành từ nền kinh tế nhỏ đã chuyển mình trở thành khu vực có mức sống cao đời sống người dân ổn định.\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Đơn vị hành chính thuộc thị xã Thuận Thành}}\n{{sơ khai Bắc Ninh}}"}