{"51236":"{{Thông tin trường học\n| tên = Đại học Huế\n| logo = [[Tập tin: Logo Đại học Huế.svg|242px]]\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{Ngày bắt đầu và tuổi|1957}}<\/br>{{Ngày bắt đầu và tuổi|1994}}\n| loại hình = [[Đại học trọng điểm quốc gia Việt Nam|Hệ thống trường đại học trọng điểm của Việt Nam]]\n| giám đốc = Lê Anh Phương\n| tài trợ = \n| hiệu trưởng = \n| hiệu phó = \n| nhân viên = \n| khuôn viên = \n| địa chỉ = 3 Lê Lợi\n| thành phố = [[Huế|TP. Huế]]\n| tỉnh = [[Thừa Thiên Huế|tỉnh Thừa Thiên Huế]]\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = +84-54-845658\n| web = [http:\/\/www.hueuni.edu.vn www.hueuni.edu.vn]\n| xếp hạng = {{Thông tin xếp hạng đại học Việt Nam\n | con = có\n | bảng qg 1 = [[Times Higher Education]]\n | năm qg 1 = 2023\n | hạng qg 1 = 4<ref>{{Chú thích web|url=https:\/\/www.timeshighereducation.com\/world-university-rankings\/2023\/world-ranking|title=THE}}<\/ref>\n | bảng qg 2 = [[QS Asia]]\n | năm qg 2 = 2023\n | hạng qg 2 = 6<ref>{{Chú thích web|url=https:\/\/www.topuniversities.com\/university-rankings\/asia-university-rankings\/2023|title=QS Asia University Rankings}}<\/ref>\n | bảng châu Á 1 = [[QS Asia]]\n | năm châu Á 1 = 2023\n | hạng châu Á 1 = Nhóm 351-400<ref>{{Chú thích web|url=https:\/\/www.topuniversities.com\/university-rankings\/asia-university-rankings\/2023|title=QS Asia University Rankings 2023}}<\/ref>}}\n| tên tiếng Anh = Hue University\n| thành viên của = [[Bộ Giáo dục và Đào tạo]]\n}}\n[[Tập tin:Huế University.jpg|nhỏ|phải|250px|Đại học Huế]]\n'''Đại học Huế''' ({{Lang-en|Hue University}}) là một đại học nằm trong nhóm [[Đại học trọng điểm quốc gia Việt Nam|đại học trọng điểm quốc gia]], có trụ sở tại [[Huế]], được đánh giá là một trong 10 trường\/nhóm trường đại học tốt nhất tại [[Việt Nam]],<ref>{{Chú thích web|url=http:\/\/www.webometrics.info\/en\/Asia\/vietnam|title=Hue University|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> là một trụ cột trong hệ thống giáo dục bậc cao của Việt Nam.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/tin-tuc-giao-duc\/phat-trien-dai-hoc-hue-tro-thanh-dai-hoc-quoc-gia-612407\/|tựa đề=Phát triển Đại học Huế trở thành Đại học quốc gia|website=Báo Nhân Dân|ngôn ngữ=en|ngày truy cập=2022-04-22}}<\/ref>\n\nTiền thân của Đại học Huế là [[Viện Đại học Huế]] được thành lập năm 1957, là đại học đầu tiên và lâu đời nhất khu vực Miền Trung - Tây Nguyên. Có quy mô đào tạo và nghiên cứu khoa học lớn nhất [[Miền Trung]] và [[Tây Nguyên]] [[Việt Nam]]. Đang hoàn thành đề án Đại học Quốc gia Huế theo Nghị quyết số 54-NQ\/TW ngày 10\/12\/2019 của Bộ chính trị.<ref name=\"dangcongsan.vn\">{{Chú thích web|url=http:\/\/dangcongsan.vn\/xay-dung-dang\/thua-thien-hue-la-thanh-pho-truc-thuoc-trung-uong-vao-2025-545150.html|tựa đề=Thừa Thiên- Huế là thành phố trực thuộc Trung ương vào 2025}}<\/ref>\n\n== Lịch sử ==\n:* ''Xem thêm [[Viện Đại học Huế]]''\n\nTháng 3 năm [[1957]] dưới thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] Tổng thống [[Ngô Đình Diệm]] ký sắc lệnh thành lập [[Viện Đại học Huế]] gồm 5 [[Trường đại học]]: Sư phạm, Văn khoa, Luật khoa, Hán học, và Khoa học. Trong niên khóa đầu có 358 sinh viên. đến năm 1960 thì sĩ số tăng lên 1431 sinh viên.<ref name=\"Masur, Matthew B. tr 119\">Masur, Matthew B. tr 119<\/ref> Năm 1959 mở thêm chương trình dự bị y khoa.<ref name=\"Masur, Matthew B. tr 119\"\/>\n\nTháng 10 năm [[1976]] trên cơ sở các [[Trường đại học]] cũ, 3 trường đại học đã được thành lập ở Huế: [[Trường Đại học Sư phạm Huế]], [[Trường Đại học Tổng hợp Huế]] (Hiện nay là [[Trường Đại học Khoa học, Đại học Huế|Trường Đại học Khoa học Huế]]) và [[Trường Đại học Y khoa Huế]]. Năm [[1983]], ở Huế, [[Trường Đại học Nông Lâm Huế]], nguyên là ''Trường Đại học Nông nghiệp II'' từ Hà Bắc chuyển vào. Tháng 4 năm [[1994]], theo nghị định 30\/CP của chính phủ, Đại học Huế ra đời trên cơ sở sáp nhập trường Đại học Sư phạm Huế - trường Đại học Tổng hợp Huế - trường Đại học Y khoa Huế - trường Đại học Nông Lâm Huế - trường Đại học Nghệ thuật Huế, đánh dấu giai đoạn mới của sự phát triển giáo dục đại học ở Huế. Từ đó đến nay, số lượng sinh viên và ngành nghề đào tạo liên tục phát triển.\n\nĐại học Huế đã được nhà nước Việt Nam tặng thưởng Huân chương Độc lập hạng Ba (1998), Huân chương Độc lập hạng Nhì (2002), Huân Chương Độc lập hạng Nhất (2012) và nhiều danh hiệu khác.\n\n* Hiện nay Đại học Huế đang tái cấu trúc và hoàn chỉnh đề án chuyển thành Đại học Quốc gia Huế theo hướng tự chủ.\n\n== Nhiệm vụ ==\n\n* Sớm chuyển Đại học Huế thành Đại học Quốc gia Huế vào năm 2020 theo Nghị quyết 54 ngày 10\/12\/2019 của Bộ chính trị.<ref name=\"dangcongsan.vn\"\/>\n* Đại học Huế phải tổ chức lại mô hình đào tạo cũng như quản lý của mình để sinh viên thuộc hệ thống đại học Đại học Huế ra trường không phải đi tìm và xin việc mà phải tự tạo công việc hay khởi nghiệp. Vì thế, Đại học Huế phải kết nối với các nhà tuyển dụng trong đào tạo.<ref>{{Chú thích web|url=http:\/\/vtv.vn\/trong-nuoc\/dai-hoc-hue-phai-phan-dau-thanh-truong-quoc-gia-va-ngang-tam-quoc-te-20180102132116405.htm|tiêu đề=Đại học Huế phải phấn đấu thành trường quốc gia và ngang tầm quốc tế|postscript=Thủ tướng nhấn mạnh xu hướng phát triển đại học của thế giới cũng như Việt Nam là chuyển từ nhà nước kiểm soát sang nhà nước giám sát nên các trường thành viên của Đại học Huế phải là một trung tâm đổi mới, tự chủ và tự chịu trách nhiệm, sinh viên của Đại học Huế ra trường không phải đi tìm và xin việc mà phải tạo lập khởi nghiệp. Vì thế, Đại học Huế phải kết nối với các nhà tuyển dụng trong đào tạo. Nếu nhà trường chỉ nằm trong 4 bức tường thì sẽ không thành công.}}<\/ref>\n* Đầu năm 2018, Thủ tướng Nguyễn Xuân Phúc yêu cầu hệ thống Đại học Huế phải phấn đấu thành trường quốc gia và ngang tầm quốc tế. Chính phủ sẽ tiếp tục đầu tư vốn ODA thêm khoảng 100 triệu USD xây dựng đô thị đại học ở khu Trường Bia.<ref>{{Chú thích web|url=http:\/\/vtv.vn\/trong-nuoc\/dai-hoc-hue-phai-phan-dau-thanh-truong-quoc-gia-va-ngang-tam-quoc-te-20180102132116405.htm|tiêu đề=Đại học Huế phải phấn đấu thành trường quốc gia và ngang tầm quốc tế|postscript=Thủ tướng nhấn mạnh, Đại học Huế không thể chỉ là một trường địa phương mà phải phấn đấu thành trường quốc gia và ngang tầm quốc tế. Muốn thế, Đại học Huế đừng đi theo quan điểm \"nhân chi sơ tính cục bộ\". Thủ tướng Nguyễn Xuân Phúc khẳng định, Chính phủ sẽ tiếp tục đầu tư xây dựng đô thị đại học ở trường bia, nhà nước sẽ hỗ trợ giải phóng mặt bằng và Chính phủ sẽ tìm nguồn vốn ODA khoảng 100 triệu USD để xây dựng Khu đô thị đại học này.}}<\/ref>\n\n== Chất lượng đào tạo ==\n\n===Quy mô đào tạo===\nHệ thống Đại học Huế là một trong năm trung tâm đại học lớn nhất và đứng thứ hai cả nước về quy mô đào tạo, sau hệ thống đại học quốc gia.<ref name=\":02\">{{Chú thích web|url=http:\/\/vtv.vn\/trong-nuoc\/dai-hoc-hue-phai-phan-dau-thanh-truong-quoc-gia-va-ngang-tam-quoc-te-20180102132116405.htm|tiêu đề=Đại học Huế phải phấn đấu thành trường quốc gia và ngang tầm quốc tế}}<\/ref> Đại học Huế được thành lập cách đây 63 năm với 8 trường Đại học thành viên, gần 4000 giảng viên, nhân viên và đào đạo gần 90 nghìn sinh viên. Tính đa ngành, đa lĩnh vực trong đào tạo của Đại học Huế được đánh giá rõ nét nhất: 147 ngành đào tạo đại học, 102 chuyên ngành đào tạo thạc sĩ, 55 chuyên ngành đào tạo tiến sĩ, nhiều ngành đào tạo song ngữ Việt - Anh, 75 chuyên ngành đào tạo chuyên khoa cấp I, cấp II và bác sĩ nội trú với đầy đủ các lĩnh vực và nhóm ngành: sư phạm, y dược, nghệ thuật, nông-lâm-ngư, ngoại ngữ, kinh tế, luật, du lịch, khoa học tự nhiên, khoa học xã hội và nhân văn, luật, kỹ thuật công nghệ…\nHàng năm có trên 70.000 người dự thi vào Đại học Huế. Tuy nhiên, những năm gần đây một số ngành đào tạo truyền thống tuyển sinh không đủ chỉ tiêu như các ngành nông lâm, khoa học tự nhiên, khoa học xã hội và nhân văn, nghệ thuật...<ref name=\"dantri.com.vn\">{{Chú thích web|url=http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/dai-hoc-hue-noi-uom-mam-tri-tue-thuc-day-khoi-nghiep-doi-moi-sang-tao-20200316214853142.htm|tựa đề=Đại học Huế - nơi ươm mầm trí tuệ, thúc đẩy khởi nghiệp, đổi mới sáng tạo|url-status=live}}<\/ref>... Để khắc phục tình trạng tuyển sinh, trong năm 2020, Đại học Huế mở nhiều ngành học mới theo xu thế phát triển của xã hội về kỹ thuật, công nghệ cao, y sinh, kinh tế, ngoại giao, Logistics và Quản lý chuỗi cung ứng, Kinh tế quốc tế, Quan hệ quốc tế Khoa học dữ liệu và trí tuệ nhân tạo, Quản trị và phân tích dữ liệu, Hộ sinh, Quản trị du lịch và Công nghệ giải trí. Tái cấu trúc ngành nghề đáp ứng nhu cầu xã hội. Hiện nay, có gần 40.000 sinh viên hệ chính quy, khoảng 20.000 sinh viên hệ không chính quy và hàng chục ngàn sinh viên học theo hình thức đào tạo từ xa. Hàng năm có hơn 10.000 sinh viên hệ chính quy tốt nghiệp.<ref name=\"dantri.com.vn\"\/>\n\n=== Bảng xếp hạng đại học ===\nĐại học Huế lần đầu tiên có tên trong bảng xếp hạng đại học thế giới của [[Times Higher Education]] năm 2023 với thứ hạng 1501+<ref>{{Chú thích web|url=https:\/\/www.timeshighereducation.com\/world-university-rankings\/2023\/world-ranking|tựa đề=World University Rankings|ngày=2022-10-04|website=Times Higher Education (THE)|ngôn ngữ=en|ngày truy cập=2022-11-11}}<\/ref> Theo bảng xếp hạng khu vực của [[Bảng xếp hạng đại học thế giới Quacquarelli Symonds|Quacquarelli Symonds (QS)]] năm 2023 thì Đại học Huế nằm trong nhóm 351 - 400 đại học tốt nhất châu Á và thứ 6 của Việt Nam.<ref>{{Chú thích web|url=https:\/\/www.topuniversities.com\/university-rankings\/asia-university-rankings\/2023|tiêu đề=QS Asia University Rankings 2023|url-status=live}}<\/ref> Ở bảng xếp hạng Scimago Institutions Rankings năm 2022, Đại học Huế xếp thứ 727 thế giới và 17 Việt Nam<ref>{{Chú thích web|url=https:\/\/www.scimagoir.com\/rankings.php|tựa đề=Research and Innovation Rankings 2022|website=www.scimagoir.com|ngày truy cập=2022-11-11}}<\/ref>  Còn theo bảng xếp hạng Webometrics tháng 7 năm 2022, Đại học Huế đứng thứ 13 tại Việt Nam.<ref>{{Chú thích web|url=http:\/\/www.webometrics.info\/en\/Asia\/vietnam|tiêu đề=Vietnam {{!}} Ranking Web of Universities}}<\/ref>\n\n'''Nghiên cứu khoa học & Bài báo quốc tế'''\n\nLiên tục trong các năm từ 2018 đến 2021, số lượng công bố quốc tế trên các tạp chí khoa học thuộc danh mục WoS Core Collection của Đại học Huế luôn xếp thứ 2 trong các cơ sở giáo dục đại học trực thuộc Bộ Giáo dục và Đào tạo. \n\n== Nhân sự ==\n\nHiện nay, Đại học Huế có hơn 4000 giảng viên và nhân viên. Trong đó 3800 có biên chế và gần 1000 người có hợp đồng lao động; 3000 cán bộ giảng dạy, 328 [[giáo sư]] và [[phó giáo sư]], 35 giáo sư danh dự nước ngoài, 900 [[tiến sĩ]], 1.482 [[thạc sĩ]], 1861 [[giảng viên]] cao cấp và giảng viên chính, và hơn 75 [[nhà giáo ưu tú]] và [[thầy thuốc ưu tú]], 27 chuyên khoa 1,2. Đại học Huế có số lượng giáo sư, phó giáo sư và tiến sĩ hàng đầu khu vực Miền Trung - Tây Nguyên Việt Nam\n\n==Lãnh đạo==\n=== Hội đồng Đại học ===\n\nChủ tịch Hội đồng Đại học\n\n* PGS.TS. Huỳnh Văn Chương\n\n=== Ban Giám đốc ===\nGiám đốc:\n*PGS.TS. Lê Anh Phương\nPhó Giám đốc:\n*TS. Đỗ Thị Xuân Dung\n*TS. Bùi Văn Lợi\n===Đảng ủy===\n* Bí thư Đảng ủy, Chủ tịch Hội đồng Đại học Huế: PGS.TS. Huỳnh Văn Chương\n* Phó Bí thư Đảng ủy Đại học Huế: PGS.TS. Lê Anh Phương\n* Phó Bí thư Đảng ủy Đai học Huế: TS. Bùi Văn Lợi\n\n== Các đơn vị thành viên ==\n=== Trường đại học thành viên ===\n*[[Trường Đại học Sư phạm, Đại học Huế|Trường Đại học Sư phạm]]: tiền thân là Trường Đại học Sư phạm (1957) thuộc [[Viện Đại học Huế]]. Được Bộ giáo dục chọn là 1 trong 3 trường Đại học sư phạm trọng điểm Quốc gia.\n*[[Trường Đại học Khoa học, Đại học Huế|Trường Đại học Khoa học]]: tiền thân là Trường Đại học Khoa học và Trường Đại học Văn khoa (1957) thuộc [[Viện Đại học Huế]]. Trường chuyên nghiên cứu khoa học tự nhiên, khoa học xã hội và nhân văn.\n*[[Trường Đại học Y Dược, Đại học Huế|Trường Đại học Y Dược]]: tiền thân là Trường Đại học Y khoa (1961) thuộc [[Viện Đại học Huế]]. Là trường Y Dược lớn nhất khu vực Miền trung Tây nguyên.\n*[[Trường Đại học Nông Lâm, Đại học Huế|Trường Đại học Nông Lâm]]: được thành lập và sáp nhập nhiều lần. Đến năm 1983 được đổi tên thành Đại học Nông Lâm Huế thuộc [[Viện Đại học Huế]]. \n*[[Trường Đại học Nghệ thuật Huế|Trường Đại học Nghệ thuật]]: Tiền thân là trường Cao đẳng Mỹ thuật (1957) thuộc [[Viện Đại học Huế]]\n*[[Trường Đại học Kinh tế, Đại học Huế|Trường Đại học Kinh tế]]: tiền thân là Khoa Kinh tế nông nghiệp, Đại học Nông nghiệp II Hà Bắc (1969)\n*[[Trường Đại học Ngoại ngữ, Đại học Huế|Trường Đại học Ngoại ngữ]]: Tiền thân là tổ ngoại ngữ thuộc [[Viện Đại học Huế]] (1957), ban đầu chỉ gồm 5 giảng viên tiếng Anh và 5 giảng viên tiếng Pháp\n* [[Đại học Luật, Đại học Huế|Trường Đại học Luật]]: Tiền thân là trường Đại học Luật (1957) thuộc [[Viện Đại học Huế]] và Khoa Luật trực thuộc Đại học Huế<ref>{{Chú thích web|url = http:\/\/www.thanhnien.com.vn\/giao-duc\/thanh-lap-truong-dai-hoc-luat-thuoc-dai-hoc-hue-538026.html|tiêu đề = Thành lập Trường Đại học Luật thuộc Đại học Huế}}<\/ref>. Là một trong ba trường Đại học luật lớn nhất của Việt Nam.\n*[[Trường Du lịch, Đại học Huế|Trường Du lịch]]: Tiền thân là khoa du lịch thuộc Đại học Huế, chuyên đào tạo về du lịch, lữ hành, văn hóa, kinh tế du lịch. Trong thời gian tới trường sẽ nâng cấp và trở thành Trường Đại học Du lịch.\n\n=== Khoa ===\nHiện tại, Đại học Huế có 3 khoa trực thuộc là:\n* Khoa Quốc tế\n* Khoa [[Kỹ thuật]] và [[Công nghệ]]\n* Khoa Giáo dục thể chất\n\n=== Phân hiệu Đại học Huế tại Quảng Trị ===\n* Hình thành: Ngày 03\/5\/2006, Bộ trưởng Bộ Giáo dục và Đào tạo đã ký quyết định số 2155\/QĐ-BGD&ĐT thành lập [[Phân hiệu Đại học Huế tại Quảng Trị]] trên cơ sở Văn phòng đại diện Đại học Huế tại Quảng Trị được thành lập từ năm 2005 do Giám đốc Đại học Huế ký quyết định.\n* Địa chỉ: đường Điện Biên Phủ - phường [[Đông Lương]] – Thành phố [[Đông Hà]] – Tỉnh [[Quảng Trị]].\n* Cổng thông tin: [http:\/\/qtb.hueuni.edu.vn\/ Phân hiệu Đại học Huế tại Quảng Trị]\n\n=== Viện đào tạo ===\n* Viện Đào tạo mở và [[Công nghệ thông tin]]\n\n=== Viện nghiên cứu thành viên và đào tạo sau Đại học ===\n* Viện [[Công nghệ sinh học]]\n\n=== Trung tâm ===\n* Trung tâm Khảo thí\n* Trung tâm Giáo dục quốc phòng và An ninh\n* Trung tâm Phục vụ sinh viên\n* Trung tâm khởi nghiệp và đổi mới sáng tạo\n\n=== Các đơn vị phục vụ đào tạo và nghiên cứu ===\n* Tạp chí khoa học\n* Nhà xuất bản Đại học Huế\n* Bệnh viện trường Đại học y dược\n\n== Kế hoạch và mục tiêu ==\n*Mục tiêu của Đại học Huế là sớm trở thành Đại học Quốc gia thứ ba của Việt Nam. Bộ chính trị Đảng Cộng sản Việt Nam đã thống nhất đưa Đại học Huế trở thành Đại học Quốc gia Huế trong thời gian tới, trong Nghị quyết 54 (54-NQ\/TƯ) về xây dựng Thừa Thiên Huế, Bộ chính trị đã nêu rõ <ref>{{Chú thích web|url = https:\/\/m.thuvienphapluat.vn\/van-ban\/dau-tu\/Nghi-quyet-54-NQ-TW-2019-xay-dung-va-phat-trien-tinh-Thua-Thien-Hue-432695.aspx |tiêu đề = Xây dựng và phát triển tỉnh Thừa Thiên Huế}}<\/ref>\n*Trong Nghị quyết 54 Bộ chính trị đã chỉ đạo Ban Kinh tế Trung ương chủ trì, phối hợp với các cơ quan liên quan thường xuyên theo dõi, giám sát, kiểm tra, đôn đốc việc triển khai thực hiện Nghị quyết; định kỳ sơ kết, tổng kết, báo cáo Bộ Chính trị, Ban Bí thư.\n*Toàn thể hơn 4000 giảng viên, nhân viên Đại học Huế đang tích cực nghiên cứu, bồi dưỡng, giảng dạy... cùng đoàn kết sớm đưa Đại học Huế thành Đại học Quốc gia Huế\n\n== Xem thêm ==\n\n* [[Viện Đại học Huế]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Sơ khai Giáo dục}}\n\n{{Đại học Huế|state=expanded}}\n{{Đại học trọng điểm Việt Nam}}\n\n{{DEFAULTSORT:Đại học Huế}}\n[[Thể loại:Đại học Huế|*]]\n[[Thể loại:Trường đại học và cao đẳng tại Thừa Thiên Huế]]\n[[Thể loại:Đại học nghiên cứu và ứng dụng]]"}