{"79114":"{{Chú thích trong bài}}\n{{Infobox ReligiousBio\n| background = #FFA500\n| name = [[Ông Đạo Dừa|Nguyễn Thành Nam]]\n| image = \n| religion = ''Hòa Đồng Tôn Giáo (Đạo Dừa)''\n| alias = ''Ông Đạo Dừa''\n| location = [[Việt Nam]]\n| Title = \n| period = [[1948]]–[[1990]]\n| ordination = Quyền thiên nhơn lãnh đạo Thích Hòa Bình\n\n| post = \n| date of birth = [[1910]]\n| place of birth = [[Châu Thành, Bến Tre|Trúc Giang]], [[Bến Tre|Kiến Hòa]],[[Việt Nam]] \n| date of death = [[1990]]\n| place of death = [[Bến Tre]], [[Việt Nam]]\n}}\n[[Hình:Đỉnh của Đạo Dừa.jpg|nhỏ|250px|phải|Đỉnh lớn được đúc bằng [[xi măng]] cốt [[sắt]] ở nơi hành đạo của ông Đạo Dừa]] \n'''Đạo Dừa''' là một tôn giáo do ông [[Nguyễn Thành Nam]] ([[1910]]-[[1990]]) sáng lập<ref>Theo tấm bia đá gắn trên đỉnh lớn, thì ông còn mở ngoặc là '''Đạo Vừa''' (xem ảnh 2).<\/ref> tại [[Bến Tre]], [[miền Nam Việt Nam]]. Là một trong nhiều tôn giáo tồn tại ở Miền Nam trước 1975, Đạo Dừa chủ trương hòa đồng tôn giáo, tổng hợp nhiều tôn giáo, đặc biệt là [[Phật giáo]], [[Kitô giáo]]. Đạo Dừa hiện không được chính phủ [[Việt Nam]] công nhận là một [[tôn giáo]].\n\n==Lịch sử==\n[[Hình:Bia đá Đạo Dừa.jpg|nhỏ|250px|phải|Tấm đá cẩm thạch ghi vắn tắt tên tuổi ông Đạo Dừa, được gắn trên đỉnh]]\n'''Nguyễn Thành Nam''' sinh ngày 25 tháng 12 năm [[Kỷ Dậu]] (1910)<ref>Năm Kỷ Dậu là năm 1909, nhưng vì sinh vào tháng Chạp, nên khi ấy đã là năm [[1910]].<\/ref> tại làng Phước Thạnh, tổng An Hòa, quận [[Châu Thành, Bến Tre|Trúc Giang]], tỉnh [[Bến Tre|Kiến Hòa]] (nay là [[Châu Thành, Bến Tre|huyện Châu Thành]], tỉnh [[Bến Tre]]). Ông là con của một gia đình giàu có. Cha tên Nguyễn Thành Trúc, làm chánh tổng từ năm 1940 đến năm 1944 và mẹ là bà Lê Thị Sen.\n\nNăm 1928, ông sang [[Pháp]] du học tại [[Rouen]]. Năm 1935, ông tốt nghiệp kỹ sư [[hóa học]] và về nước. Năm [[1935]], ông cưới bà Lộ Thị Nga và sinh ra một người con gái tên là Nguyễn Thị Khiêm, sau nay cưới thêm 8 bà vợ nữa nên sau này nơi hành đạo của ông có 9 con rồng cái tượng trưng cho 9 bà vợ. Năm 1945, ông đến chùa An Sơn ở [[Bảy Núi]], [[Châu Đốc]], quy y cầu đạo với hòa thượng Thích Hồng Tôi. Tu theo luật ''đầu đà'', ông ngồi tại bệ đá trước cột phướn chùa suốt 3 năm, đêm ngày tịnh khẩu, chịu đựng gió sương, thân hình chỉ còn da bọc xương. Năm 1948, ông trở về [[Định Tường]] (nay là [[Tiền Giang]]) ngồi tựa mé sông trên cầu Bắc, hành đạo mặc kẻ qua người lại.\n\n[[Hình:Bia đá Đạo Dừa (2).jpg|nhỏ|250px|phải|Tấm đá cẩm thạch ghi vắn tắt lai lịch ông Đạo Dừa và người giúp ông xây dựng nơi hành đạo, được gắn trên đỉnh]] \nNăm 1950, ông trở lại xã [[Phước Thạnh]] dựng đài bát quái cao 14 thước, đêm đêm lên ngồi hành đạo trên đài, choàng một manh áo, chịu đựng mưa nắng. Cuộc sống tu hành đơn sơ, đạm bạc, thức ăn chỉ là trái cây, chủ yếu là [[dừa]] (nên mới có biệt danh là '''Ông Đạo Dừa'''). Mỗi năm ông chỉ tắm một lần vào ngày [[Phật Đản]]. Năm 1958, ông gửi thư phản đối Tổng thống [[Ngô Đình Diệm]] về một chính sách, nên bị bắt giam, sau được thả ra.\n \nNăm [[1963]], ông Nguyễn Thành Nam đến [[Cồn Phụng]] thuộc xã Tân Thạch, huyện Châu Thành, tỉnh Bến Tre xây dựng chùa '''Nam Quốc Phật''', và tại đây ông lập ra đạo Dừa. Ông đặt mua một xà lan lớn có sức chứa hàng trăm tấn, thiết kế làm ba tầng đưa về neo đậu bên một khu đất, trên đó xây dựng một số tháp, đài, nhà khách, vườn hoa.<ref>Theo tấm bia gắn trên đỉnh (xem ảnh 3), thì người giúp ông Đạo Dừa xây dựng nơi hành đạo tên thật là '''Huỳnh Văn Đại''' tự Hoàng Đại, sinh năm [[1900]] tại [[Quảng Trị]]. Năm [[1920]], ông vào [[Kinh thành Huế]] và nhận làm các công trình kiến trúc, lâu đài, lăng tẩm...Năm [[1962]], ông theo làm đệ tử ông Đạo Dừa và lãnh nhiệm vụ xây dựng nơi hành đạo của thầy trên cồn Phụng. Do vậy, phần lớn các hạng mục ở đây đều có kiểu kiến trúc cung đình. Không rõ quảng đời sau năm [[1975]] của ông.<\/ref>\n\nÔng tự xưng là ''Quyền thiên nhơn lãnh đạo Thích Hòa Bình'', tuyên bố theo cả ba tôn giáo là [[Nho giáo|Nho]], [[Phật giáo|Phật]], [[Lão giáo|Lão]]. Đạo của ông không cần tụng kinh, gõ mõ mà chỉ cần ngồi thiền và ăn chay, tưởng niệm,... và khuyến khích người đời sống tôn trọng lễ nghĩa và yêu thương nhau, cư xử hòa mục với nhau. Về thực phẩm, Đạo Dừa khuyên nên ăn dừa và uống nước dừa.\n\nÔng thử nghiệm hòa đồng dân tộc bằng cách nuôi chuột và mèo sống chung với nhau trong một lồng. Qua hình ảnh này, ông chứng minh là hai kẻ đối nghịch vẫn có thể \"sống chung hòa bình\" và mong muốn Việt Nam sẽ không còn chiến tranh. Năm 1967, ông có nhờ báo chí tuyên truyền đạo của mình và vận động ra tranh cử tổng thống [[Việt Nam Cộng hòa]]. Dịp này, có một tín đồ tặng ông một cặp ngà voi, mỗi chiếc dài 1,8 m, nặng 45kg, có đường kính 0,5m. Nay cặp ngà voi này được công nhận là cặp ngà voi lớn nhất Việt Nam, hiện đang được trưng bày ở phòng khách Tỉnh ủy ([[Đảng Cộng sản Việt Nam]]) tại Bến Tre.<ref>[https:\/\/web.archive.org\/web\/20070706222856\/http:\/\/vietnamnet.vn\/kyluc\/kyluc24h\/2005\/02\/377213\/ Cặp ngà voi lớn nhất Việt Nam] trên Vietnamnet, 2005; ngày truy cập 21 tháng 1 năm 2018<\/ref> Trong số tín đồ Đạo Dừa có con trai của nhà văn Mỹ [[John Steinbeck]].\n[[Tập tin:Coconut Monk (Đạo Dừa) Pagoda 2 1969.jpg|trái|nhỏ|280x280px|Một chùa nổi đạo Dừa]]\nSau năm 1975, Đạo Dừa bị cấm, tài sản bị nhà nước trưng dụng. Ông tìm cách [[vượt biên]] nhưng không thành và bị đưa đi [[học tập cải tạo]]. Sau khi được tự do, thấy đệ tử bá tánh đến thăm ngày càng đông, ông Đạo Dừa bắt đầu hoạt động trở lại như trước. Nơi ở của ông biến thành nơi tu đạo, cũng thờ tượng [[Phật]], [[Chúa]] gọi là \"Hòa đồng Tôn giáo\", mua ghe làm thuyền Bát Nhã và thỉnh thoảng xuống ghe \"tu\". Ban đầu ông Đạo Dừa trích ra một phần tiền cúng dường của tín đồ để tu sửa cầu đường ở hai xã Phú An Hòa và An Phước và đòi chính quyền địa phương cho đặt tên đường mang tên ông là \"đường Đạo Dừa Nguyễn Thành Nam\". Chính quyền không đồng ý, chỉ cấp bằng khen hộ Nguyễn Thành Nam có thiện chí đóng góp xây dựng nông thôn ở quê nhà.<ref name=\"Đạo Dừa\">[http:\/\/baophapluat.vn\/giao-duc\/giao-chu-dao-nam-nu-tran-truong-va-xac-chet-chon-dung-ky-quai-221072.html Giáo chủ Đạo \"nam nữ trần truồng\" và xác chết chôn đứng kỳ quái], ngày truy cập 21 tháng 8 năm 2018<\/ref>\n\nTheo công an Việt Nam, ông Đạo Dừa còn thành lập đài phát thanh từ trên ghe nơi ông cư trú, mục đích là truyền bá nội dung \"đạo bất tạo con\" do ông sáng chế. Theo một người từng được ông phân công tuyển lựa tín đồ theo \"Đạo Bất tạo con\" thì phương pháp dạy, hành đạo này là nam nữ trần truồng ở chung với Cậu Hai (tức Nguyễn Thành Nam), ai phạm tội giao cấu bị phạt 10 năm tù hoặc tử hình.<ref name=\"Đạo Dừa\" \/> Bị quần chúng tố giác, chính quyền địa phương nhiều lần kiểm tra nhắc nhở, phạt hành chính nên năm 1989 Hai Nam thay thế tên gọi “đạo bất tạo con” thành “đạo gia đình chung sống”, nhưng hình thức chẳng có gì khác trong khi hoạt động lại rầm rộ hơn.<ref>{{Chú thích web|url=http:\/\/congan.com.vn\/doi-song\/ky-5-am-anh-dao-bat-tao-con_378.html|tựa đề=Đạo Dừa - huyền thoại và sự thật, Kỳ 5: Ám ảnh “đạo bất tạo con”|tác giả=|họ=|tên=|ngày=2015.05.13|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> \n\nTheo công an Việt Nam, từ tháng 5 đến tháng 8-1989, công an huyện Châu Thành đã 6 lần kiểm tra nơi tụ tập sinh hoạt như thời nguyên thủy của Hai Nam, phát hiện trên 100 thanh niên nam nữ đến từ các tỉnh, thành không đăng ký tạm trú. Năm 1990, Nguyễn Thành Nam bất ngờ rời khỏi địa phương cùng một số tín đồ đến TPHCM gây ra nhiều vụ gây rối an ninh trật tự. Bị công an TP. HCM trục xuất khỏi địa phận, công an tỉnh Bến Tre đưa về lại địa phương nhưng ông không chấp hành mà đến cư trú bất hợp pháp ở TP. Mỹ Tho, tỉnh Tiền Giang. Chiều 12-5-1990, khi công an tỉnh Bến Tre phối hợp công an Tiền Giang thực hiện lệnh bắt, tín đồ của ông chống trả buộc công an phải huy động lực lượng hỗ trợ. Một số tín đồ trung thành tỏ ra quá khích, có hành vi chống đối công an. Trong lúc hai bên xô xát, ông ngã chấn thương đầu, được đưa đi bệnh viện cấp cứu. Đến khi chuyển về trại tạm giam công an tỉnh Bến Tre thì ông từ chối không cho nhân viên y tế chăm sóc và cự tuyệt thuốc men dẫn đến kiệt sức, từ trần vào chiều 13-5-1990, thọ 81 tuổi, thi thể được đưa về quê an táng.<ref>{{Chú thích web|url=http:\/\/congan.com.vn\/doi-song\/ky-cuoi-khep-lai-mot-thoi-vang-bong_408.html|tựa đề=Đạo Dừa - huyền thoại và sự thật - Kỳ cuối: Khép lại “một thời vang bóng”|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Di tích ==\nHiện nay tại cồn Phụng còn nhiều di tích Đạo Dừa trên diện tích chừng 1.500 m², hiện được cố gắng bảo tồn nguyên trạng những gì còn lại từ các hạng mục kiến trúc được xây dựng từ thời trước: sân chín con rồng, tháp Hoà bình (cửu trùng đài). Một khu được sửa thành nơi điều dưỡng và du lịch. Còn chiếc xà lan lớn làm nơi hành đạo cũ được đưa về làm nhà hàng nổi trên sông Bến Tre.\n\n==Hình ảnh==\nMột số hình ảnh ở nơi hành đạo của ông Đạo Dừa:\n<gallery>\nTập tin:Nơi hành đạo của ông Đạo Dừa.jpg|Nơi hành đạo của ông Đạo Dừa trước đây ([[cồn Phụng]], [[Bến Tre]])\nTập tin:Cổng vào khu vực hành đạo của Đạo Dừa.jpg|Cổng chính\nTập tin:Sân Cửu Long.jpg|Sân Cửu Long (9 rồng)<ref>Rồng đực chỉ có một con ở chính giữa sân, và các vây đuôi không uốn tròn nhưng 8 rồng cái.<\/ref>\nTập tin:Sân Cửu Long (2).jpg|Sân Cửu Long (ảnh 2)\nTập tin:Một lối vào nơi hành đạo của Đạo Dừa.jpg|Một trong số lối vào sân Cửu long\nTập tin:Tháp hành đạo của Đạo Dừa.jpg|Cảnh quan nơi đặt tháp Hòa bình\nTập tin:Một khách sạn ở cồn Phụng.jpg|Một khách sạn được xây dựng sau [[1975]] khi chính quyền mới đến tiếp quản nơi này \n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*Nguyễn Đăng Duy, ''Văn hóa tâm linh Nam Bộ'', Nhà xuất bản Hà Nội, 1997, tr.39 - 40.\n* Video [http:\/\/www.youtube.com\/watch?v=4Lglq1fMtTA Ông Đạo Dừa Nguyễn Thành Nam] tại YouTube\n\n{{Tôn giáo tại Việt Nam}}\n{{Thời gian sống|sinh=1910|mất=1990}}\n\n[[Thể loại:Đạo Dừa]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Tôn giáo tại Việt Nam]]\n[[Thể loại:Tu sĩ Việt Nam]]\n[[Thể loại:Kỹ sư Việt Nam]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Sinh tại Bến Tre]]\n[[Thể loại:Sống tại Bến Tre]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}