{"1262774":"{{bài cùng tên|Đại Đồng}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đại Đồng\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 59\n| vĩ giây = 18\n| kinh phút = 4\n| kinh giây = 38\n| diện tích = 8,18 km²<ref name=HUNGYEN2019\/>\n| dân số = 11.152 người<ref name=HUNGYEN2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.364 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| huyện = [[Văn Lâm]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 11995<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 17609\n}}\n\n'''Đại Đồng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Văn Lâm]], tỉnh [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nXã Đại Đồng nằm ở phía đông huyện Văn Lâm, cách thủ đô [[Hà Nội]] 10&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Việt Hưng, Văn Lâm|Việt Hưng]] và xã [[Lương Tài, Văn Lâm|Lương Tài]]\n*Phía tây giáp xã [[Chỉ Đạo]]\n*Phía nam giáp thị xã [[Mỹ Hào]] và xã [[Minh Hải (xã)|Minh Hải]]\n*Phía bắc giáp tỉnh [[Bắc Ninh]].\n\nXã Đại Đồng có diện tích 8,18&nbsp;km², dân số năm 2019 là 11.152 người<ref name=HUNGYEN2019>{{Chú thích web |url = http:\/\/niengiamhuyen.thongkehungyen.gov.vn |title =  Dân số đến 31 tháng 12 năm 2019 - tỉnh Hưng Yên |access-date = ngày 15 tháng 6 năm 2020 |author = Niên giám thống kê năm 2019 các huyện, thị xã, thành phố thuộc tỉnh Hưng Yên}}<\/ref>, mật độ dân số đạt 1.364 người\/km².\n\n==Hành chính==\nXã Đại Đồng được chia thành 9 thôn: Bùng Đông, Đại Bi, Đại Đồng, Đại Từ, Đình Tổ, Đồng Xá, Lộng Thượng (làng Rồng), Văn Ổ, Xuân Phao.\n\n==Lịch sử==\nTrước đây, Đại Đồng là một xã thuộc huyện Mỹ Văn.\n\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=60\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện : Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Mỹ Văn thành 3 huyện: Mỹ Hào, Văn Lâm và Yên Mỹ. Xã Đại Đồng trực thuộc huyện Văn Lâm.\n\n==Kinh tế==\nXã Đại Đồng là một xã nằm ở phía Đông huyện Văn Lâm. Ngoài sản xuất nông nghiệp, trồng cây lương thực (đồng trũng) thì xã còn có một số ngành khác thuộc lĩnh vực tiểu thủ công nghiệp trong đó phải kể đến nghề đúc đồng ở thôn Lộng Thượng (hay còn gọi là làng Rồng) với các sản phẩm chủ yếu là đồ thờ. Thêm vào đó một số hộ ở dải thôn từ Văn Ổ xuống tới phía giáp xã [[Chỉ Đạo]] còn có nghề thu gom phế liệu (sắt vụn, đồng, chì, nilon, palet, gỗ phế liệu... Đã có một số cụm xưởng phục vụ nghề của xã ở xa khu dân cư để tránh ô nhiễm môi trường. Mặc dù xa trung tâm huyện nhưng cũng nhờ nghề phụ mà kinh tế hộ gia đình của xã cũng gần xấp xỉ mức trung bình của huyện và một số xã được hưởng lợi từ khu công nghiệp.{{fact}}\n\n==Văn hóa==\nĐại Đồng còn nổi tiếng với ngôi chùa Nôm cổ kính, cây cầu đá gắn bó với nhiều chiến công oanh liệt của ông cha ta. Ngoài ra, còn rất nhiều danh lam thắng cảnh, những ngôi đình chùa, nhà thờ tổ và những cánh đồng xanh bát ngát luôn tạo cảm giác thỏa mái cho những ai đặt chân lên mảnh đất oai hùng này.\n\n===Cụm di tích làng Nôm===\nCụm di tích làng Nôm bao gồm quần thể: làng cổ, kiến trúc nhà cổ, ao làng, chùa Nôm (Linh Thông Cổ Tự), cầu Đá, chợ Nôm... có giá trị quý về văn hóa, lịch sử, nghệ thuật. Ngày nay cụm quần thể làng Nôm được khai thác du lịch. Quần thể làng Nôm đã được Bộ Văn hóa Thể thao và Du lịch xếp hạng di tích cấp quốc gia.\n\n===Nghề đúc đồng===\nỞ [[Hưng Yên]], 3 trong 5 làng nghề đúc đồng tạo nên làng Ngũ Xã (Hà Nội) là châu Mỹ, Long Thượng (xã Đại Đồng) và Đông Mai (xã Chỉ Đạo) thuộc huyện [[Văn Lâm]] đều thờ ông thánh tổ [[Nguyễn Minh Không]] với tư cách tổ nghề đúc đồng của các làng nghề này.\n\n===Đình Đại Từ===\nĐình làng Đại Từ thời Thái sư Lưu Cơ có công lập làng chiêu dân đánh dẹp sứ quân [[Lý Khuê]]. Làng Đại Từ (Văn Lâm, Hưng Yên) là nơi tướng [[Lưu Cơ]] đã đóng quân để xuất binh đi bình định sứ quân [[Lý Khuê]]. Dân làng, trai đinh Đại Từ đã ủng hộ và tham gia nghĩa quân.<ref>[https:\/\/dulich.dantri.com.vn\/du-lich\/tham-dinh-tho-nguoi-trao-chia-khoa-thanh-dai-la-cho-ly-cong-uan-1390302782.htm Thăm đình thờ “người trao chìa khóa” thành Đại La cho Lý Công Uẩn]<\/ref>\n\nKiến trúc Đình Đại Từ xưa được làm theo kiểu chữ nhất hậu chữ đinh. Phía trước tòa tiền đường là hệ thống cột đồng trụ mang dáng vẻ uy nghi có gắn nghê chầu. Tòa tiền đường 5 gian bằng gỗ lim, mái lợp ngói nam, bộ vì kiểu thượng chồng rường giá chiêng, hạ kẻ bẩy; trên các con rường chạm lá lật, bẩy chạm tứ linh, tứ quý. Nối liền tiền đường là trung đường và hậu cung xây kiểu chữ đinh, mái cong lợp ngói mũi hài. Trung đường và hậu cung có kiến trúc và chạm khắc mang phong cách thời [[Hậu Lê]]. Năm 1948 quân xâm lược Pháp lập vành đai trắng, đã đổ dầu đốt phá toàn bộ ngôi đình.\n\nSau khi hòa bình lập lại nhân dân địa phương người góp của, người góp công xây dựng lại ngôi đình trên nền móng xưa với quy mô vừa phải. Di tích Đình Đại Từ đã được Nhà nước đã xếp lịch sử. Năm 2013 nhân kỷ niệm 1000 năm ngày tạ thế của Thái sư Tuy Lộc Đại Vương [[Lưu Cơ]], thấy khu di tích đã quá xuống cập, Lưu Tộc Việt Nam đã đề xuất được cùng địa phương tu bổ, tôn tạo lại Đình Đại Từ như khởi công xây dựng hạng mục hậu cung và đúc tượng. Công trình hoàn thành vào dịp kỷ niệm 1005 năm ngày tạ thế của Thái sư Tuy Lộc Đại Vương [[Lưu Cơ]].\n\n===Nghè Văn Ổ===\nNghè Văn Ổ thờ bốn vị thành hoàng làng là [[tướng nhà Đinh]] gồm Lý Đài Công, Đặng Mộ Nương, Lý Trâu Công, Lý Quốc Công. Tư liệu Hán Nôm tại Viện Nghiên cứu Hán Nôm và câu đối, văn bia hoành phi ở địa phương khẳng định: Các vị bản cảnh thành hoàng có công lao lớn với vua, với dân, xứng với các chữ: “Sống là trung thần, hóa là linh thần”, danh thơm trường tồn cùng sông núi, đạo đức sáng cùng mặt trăng, mặt trời.<ref>[http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/201609\/chuyen-ve-bon-vi-thanh-hoang-thoi-tien-le-o-tong-dai-tu-van-lam-699101\/ Chuyện về bốn vị thành hoàng thời Tiền Lê ở tổng Đại Từ, Văn Lâm]<\/ref>\n \nThần tích kể, thời [[12 sứ quân]] có gia đình ông Lý Miên, vợ là Nguyễn Thị Nhân tiên tổ bản quán ở Long Hưng, Thái Bình; mấy đời trước gia đình họ Lý lánh nạn đến trang Xuân Phao, Văn Ổ, thuộc xã Lộng Đình, tổng Đại Từ, huyện Tế Giang, phủ Thuận An, xứ Kinh Bắc. Ông bà làm thuốc chữa bệnh cứu người. Cùng khi ấy có nhà họ Đặng ở thôn Cự Đình, xã Lộng Đình tuổi cao mà chưa sinh nở. Hai gia đình thành tâm đến chùa Tháp Cục Thiền của làng lễ Phật cầu tự. Cảm nghĩa, trời cho người của thiên đình đầu thai vào hai gia đình họ Lý, họ Đặng. Giờ Dần ngày mồng 4 tháng 1 năm Giáp Thìn, hai nhà cùng sinh con. Nhà họ Lý sinh con trai, hình hài uy nghi, đặt tên là Lý Đài. Nhà họ Đặng sinh con gái, mặt sáng như gương, mắt đẹp như sao trời, đặt tên là Đặng Mộ. Đến năm Bính Ngọ, giờ Dần, ngày 3 tháng 3, bà Nhân sinh tiếp hai con trai, mặt vuông, tai lớn đặt tên là Lý Trâu và Lý Quốc. Hai người đều có năng khiếu về văn, võ. Ba anh em theo thầy học kinh sách hơn 10 năm. Đài Công và Mộ Nương đến tuổi trưởng thành được cha mẹ hai nhà cho kết duyên chồng vợ. Khi cha mẹ qua đời, Đài Công và hai em được bố mẹ Mộ Nương đón về nuôi dưỡng che chở. Được 2 năm thì có [[loạn 12 sứ quân]]. Đứng lên dẹp [[loạn 12 sứ quân]] là [[Đinh Bộ Lĩnh]]. [[Đinh Bộ Lĩnh]] đã sai Đại tướng quân Nguyễn Bặc về đạo Tế Giang tìm địa điểm quân sự. Nghe tin [[Nguyễn Bặc]] nghỉ ở làng, ba anh em Đài Công mang hơn 30 nghĩa binh là dân các thôn Lộng Đình, Trình Xá, Cát Lư do mình tuyển chọn đến xin làm gia thần. Ba anh em đem binh mã theo Nguyễn Bặc về [[Hoa Lư]]. [[Đinh Bộ Lĩnh]] thử tài, biết các ông là người tài năng, mưu lược xuất chúng liền giao chức vụ Chưởng lĩnh tả đạo binh giới kiêm Tham tán mưu sự, sai ba ông chỉ huy hùng binh thủy bộ diệt trừ các sứ quân. Đất nước trở lại thái bình. [[Đinh Tiên Hoàng]] lên ngôi Hoàng đế mở yến tiệc, phong thưởng cho bề tôi. Đài Công làm Thái bảo tiền quân, Châu Công làm Thái bảo trung quân, Quốc Công làm Thái bộc hậu quân; thưởng kim tiền, gấm vóc hơn 50 cân, cho về quê vinh qui bái tổ. Ba ông về quê lễ bái cung lăng, chùa miếu, tiên tổ, cha mẹ.\n\nSau đó, Vua vời về triều giao chức Trưởng ấn Thái tể (Binh Bộ Thượng thư), chức Thái bộc (Lại Bộ Thượng thư); giao [[Nguyễn Bặc]] làm Định quốc công, Lê Hoàn làm Thập đạo tướng quân. Sau 3 tháng thì xảy ra vụ án [[Đỗ Thích]] giết vua. Ngay hôm đó, ba ông cùng [[Nguyễn Bặc]] chỉ huy quân vây bắt và chém Đỗ Thích, lập con thứ là [[Đinh Toàn]] lên ngôi. Sau vị vua này bị [[Lê Hoàn]] phế, gọi là Phế Đế. Ba ông cáo bệnh xin về quê chữa bệnh, trong lòng vẫn oán giận [[Lê Hoàn]] tư thông với Hoàng hậu, lấn át ngôi vương. Ba ông hưởng ứng hai bậc lão thần là [[Nguyễn Bặc]], [[Đinh Điền]] đem năm ngàn quân chia làm 2 đạo thủy bộ tiến về kinh sư diệt [[Lê Hoàn]]. Các ông thúc quân đại chiến với Lê Hoàn hơn 10 trận, biết không thắng được liền dẫn quân về quê, đóng trong chùa thôn Xuân Phao, Văn Ổ. Sau các ông lại cho nghĩa binh các thôn xã về quê, động viên, ban thưởng quân tướng, phủ dụ nhân dân. Quân Lê Hoàn đến vây chùa. Ba ông biết không địch nổi, bèn cưỡi tuấn mã, cầm kiếm phá vòng vây chạy thẳng đến sông Tiểu Giang, tức là Cầu Châu thuộc địa phận thôn Văn Ổ, xã Lộng Đình. Sông rộng, lại không có cầu nên ngựa chùn chân. Quân [[Lê Hoàn]] đuổi đến vây bốn mặt, ba ông hóa ngay ở khu đất bên sông. Phu nhân hay tin chồng đã hóa bèn rút gươm tự vẫn. [[Lê Hoàn]] truyền lệnh cho dân chúng ngay hôm ấy đắp mộ, làm lễ an táng ba ông và Đặng Mộ Nương ở Văn Ổ theo nghi thức thiên tử; ban vàng, lụa, gấm vóc, lập đền miếu thờ cúng. Dân làng Xuân Phao, Văn Ổ lập đền thờ ở lăng mộ an táng. Bảy trang của Lộng Đình cùng Trình Xá, Cát Lư được phụng thờ đền nơi lăng mộ.\n\nĐình, miếu thờ bốn vị thành hoàng làng ở các thôn thời Tiền Lê thuộc tổng Đại Từ, huyện Văn Lâm, nay là các thôn Văn Ổ, xã Đại Đồng, thôn Trịnh Xá (xưa là Trình Xá), thôn Cát Lư (Cát Con) xã Chỉ Đạo, huyện [[Văn Lâm]], tỉnh [[Hưng Yên]]. Di tích còn lưu giữ nhiều cổ vật như bia đá, kiệu rước 24 người khiêng, bản thần tích chép công trạng bốn vị thành hoàng làng, những câu đối hoành phi lưu truyền tự cổ.\n\n==Giao thông==\nCác tuyến, hệ thống giao thông quan trọng ở xã Đại Đồng:\n*Tỉnh lộ 385: từ Quốc lộ 5 (thị trấn Như Quỳnh) đi huyện [[Cẩm Giàng]]\n*Tỉnh lộ 196: nối tỉnh lộ 385 (ngã tư dốc Nghĩa, xã [[Chỉ Đạo]]) với tỉnh lộ 281 tại cầu Gáy (giáp ranh xã [[Nguyệt Đức]], huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n*Đường mới mở từ tỉnh lộ 385 đi gần chùa Nôm đến giáp cầu Gáy\n*Đường sắt Hà Nội - Hải Phòng\n*Hệ thống xe buýt: HY01.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/vanlam.hungyen.gov.vn\/Pages\/bo-may-to-chuc-124\/xa-thi-tran-141\/ubnd-xa-dai-dong-162\/Gioi-thieu--8da7b893643f5fe9.aspx Giới thiệu xã Đại Đồng, Hưng Yên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150722132512\/http:\/\/vanlam.hungyen.gov.vn\/Pages\/bo-may-to-chuc-124\/xa-thi-tran-141\/ubnd-xa-dai-dong-162\/Gioi-thieu--8da7b893643f5fe9.aspx |date=2015-07-22 }}\n{{sơ khai Hưng Yên}}\n{{Đơn vị hành chính thuộc huyện Văn Lâm}}"}