{"400480":"'''Đại hội Đảng Cộng sản Việt Nam lần thứ V''' hay '''Đại hội đại biểu lần thứ năm của Đảng Cộng sản Việt Nam''' diễn ra từ ngày 27 đến ngày 31-3-[[1982]] ở [[Hà Nội]]. Tham dự đại hội có tất cả là '''1033''' đại biểu chính thức thay mặt cho 1.727.000 đảng viên trong nước. Đến dự Đại hội còn có 47 đoàn đại biểu quốc tế.\n\n==Bối cảnh lịch sử==\nĐại hội Đảng Cộng sản Việt Nam V diễn ra trong bối cảnh kinh tế đất nước sau 5 năm [[Chiến tranh Việt Nam|Kháng chiến chống Mỹ]] đang gặp những trì trệ nghiêm trọng.<ref>Đảng Cộng sản Việt Nam, Báo cáo chính trị của BCH TW Đảng tại đại hội đại biểu toàn quốc lần thứ V, Nhà xuất bản Sự thật.<\/ref> Bên cạnh đó Việt Nam đang đóng quân ở [[Campuchia]] sau [[Chiến tranh biên giới Tây Nam]] từ năm [[1979]] và quan hệ [[Việt Nam]] – [[Trung Quốc]] bị đổ vỡ sau [[Chiến tranh biên giới Việt–Trung 1979|Chiến tranh biên giới phía Bắc 1979]]. [[Trung Quốc]] tiến hành hoạt động phá hoại biên giới trên bộ và trên biển thường xuyên.\n\n==Hoạt động==\nĐại hội đã thảo luận, đánh giá tình hình trong nước và quốc tế và đề ra nhiệm vụ cách mạng trong thời kì kế tiếp là xây dựng [[Chủ nghĩa xã hội]] và bảo vệ Tổ quốc [[xã hội chủ nghĩa]], hai nhiệm vụ chiến lược này quan hệ mật thiết với nhau.\n\nĐại hội khẳng định tiếp tục đường lối chung tiến hành cách mạng [[xã hội chủ nghĩa]] và đường lối xây dựng kinh tế trong thời kì quá độ do [[Đại hội Đảng Cộng sản Việt Nam IV]] đề ra.\n\nTuy nhên đến Đại hội V, đường lối xây dựng [[Chủ nghĩa xã hội]] trong thời kì quá độ bắt đầu có sự điều chỉnh, bổ sung, phát triển, cụ thể hóa theo từng chặng đường, từng giai đoạn cho phù hợp với những điều kiện lịch sử. Cụ thể là xác định thời kì quá độ lên [[Chủ nghĩa xã hội]] ở nước ta trải qua nhiều chặng đường: chặng đường đầu gồm 5 năm [[1981]]-[[1985]] và những năm còn lại của [[Thập niên 1980|thập kỉ 80]], và những chặn tiếp theo.\n\n===Kế hoạch 5 năm 1981-1985===\nNhằm thực hiện nhiệm vụ, mục tiêu kinh tế xã hội của chặng đường đầu tiên [[chủ nghĩa xã hội]], Đại hội đề ra [[Kế hoạch 5 năm 1981-1985 (Việt Nam)|Kế hoạch 5 năm 1981-1985]] và quyết định phương hướng, nhiệm vụ, mục tiêu của Kế hoạch là phát triển thêm một bước, sắp xếp lại cơ cấu và đẩy mạnh cải tạo [[xã hội chủ nghĩa]] nền kinh tế quốc dân nhằm cơ bản ổn định tình hình kinh tế xã hội, đáp ứng những yêu cầu cấp bách và bứt thiết nhất của nhân dân, giảm nhẹ sự mất cân đối nghiêm trọng của nền [[kinh tế]].\n\n===Hoạt động khác===\nThông qua Báo cáo Chính trị.\nBầu [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá V|Ban chấp hành Trung ương]] mới gồm 116 Ủy viên chính thức và 36 Ủy viên dự khuyết. Ban Chấp hành mới đã bầu [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] gồm 13 Ủy viên chính thức và 2 Ủy viên dự khuyết. [[Lê Duẩn]] được bầu lại làm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]].\n\n==Ý nghĩa==\n[[Kế hoạch 5 năm 1981-1985 (Việt Nam)|Kế hoạch 5 năm 1981-1985]] do Đại hội đề ra đã đạt được nhiều thành tựu nhưng chủ yếu là trong [[nông nghiệp]]. Khoa học kĩ thuật được triển khai, bắt đầu khai thác [[dầu mỏ]] và xây dựng nhiều công trình [[thủy điện]] như [[Nhà máy thủy điện Hòa Bình|Thủy điện Hòa Bình]], [[Nhà máy thủy điện Trị An|Thủy điện Trị An]].<ref>[http:\/\/www.cpv.org.vn\/tiengviet\/tulieuvankien Văn kiện Đại hội V]<\/ref>\n\n==Hạn chế và khó khăn==\nĐại hội vấp phải một số sai lầm, khuyết điểm chủ yếu do tư tưởng chủ quan, nóng vội, giáo điều; sai lầm trong cả chủ trương cải tạo, quản lý [[kinh tế]] khi đưa ồ ạt nông dân [[Miền Nam (Việt Nam)|miền Nam]], [[Tây Nguyên]] vào làm ăn tập thể, thể hiện tư tưởng bảo thủ, trì trệ trong quản lý của Đảng và Nhà nước.\n\n[[Kinh tế Việt Nam]] mất cân đối lớn, kinh tế quốc doanh và tập thể luôn thua lỗ nặng, không phát huy tác dụng. Kinh tế tư nhân và cá thể vẫn bị ngăm cấm triệt để. Sản xuất chậm phát triển, thu nhập quốc dân, năng suất thấp, đời sống nhân dân khó khăn, [[xã hội]] nảy sinh nhiều hiện tượng tiêu cực.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Đảng Cộng sản Việt Nam]]\n*[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá V]]\n*[[Kinh tế Việt Nam, 1976-1986]]\n*[[Thời Bao cấp]]\n\n==Tham khảo==\n*Đặng Phong (2008), ‘’Tư duy kinh tế Việt Nam: chặng đường gian nan và ngọan mục 1975-1989’’, Nhà xuất bản Tri thức.\n*Văn kiện Đảng, tại [http:\/\/www.cpv.org.vn Báo Điện tử Đảng Cộng sản Việt Nam]\n==Liên kết ngoài==\n[http:\/\/www.cpv.org.vn Báo Điện tử Đảng Cộng sản Việt Nam]\n{{Đại hội Đảng Cộng sản Việt Nam}}\n\n[[Thể loại:Việt Nam năm 1982]]"}