{"319063":"{{thông tin nhân vật\n| name = Đặng Thành Tâm\n| image = Dang Thanh Tam - World Economic Forum on East Asia 2010.jpg\n| caption = \n| birthname = \n| birth_date = {{năm sinh và tuổi|1964}}\n| birth_place = [[Hải Phòng]]\n| death_date = \n| death_place = \n| education = Học [[Đại học Hàng hải Việt Nam]] tại [[Hải Phòng]]\n| occupation = \n| alias = \n| title = \n| family = \n| spouse = Nguyễn Thị Kim Thanh\n| domestic_partner =\n| children = Đặng Nguyễn Quỳnh Anh\n             Đặng Thành Trung\n| relatives = \n| ethnicity = \n| nationality = [[Việt Nam]]\n| religion = \n| years_active= <!-- YYYY – present -->\n| credits = [[Doanh nhân]]\n| agent = \n| URL = \n}}\n'''Đặng Thành Tâm''' (sinh [[1964]]) là nhà kinh doanh nổi tiếng ở Việt Nam, học chuyên ngành Kỹ sư Hàng hải (đại học Hàng Hải, Hải Phòng), từng công tác tại công ty vận tải biển Sài Gòn (1988-1996). Ông học thêm hai ngành luật, quản trị kinh doanh và có bằng cử nhân luật, cử nhân quản trị kinh doanh, diplomat kinh tế <ref>{{Chú thích web|tác giả 1=Thứ Sáu, 23\/04\/2010, 01:25 |url=http:\/\/www.sonoivu.hochiminhcity.gov.vn\/baucu\/lists\/posts\/post.aspx?Source=\/baucu&Category=&ItemID=89&Mode=1 |tiêu đề=Bầu cử HĐND các cấp |nhà xuất bản=Sonoivu.hochiminhcity.gov.vn |ngày tháng= |ngày truy cập = ngày 1 tháng 10 năm 2012}}<\/ref> của trường Henley Management, Anh Quốc. Ông Tâm là em trai của cựu đại biểu Quốc hội [[Đặng Thị Hoàng Yến]], người đã phải từ nhiệm từ giữa năm 2012 do bị phát giác là khai báo lý lịch không trung thực.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/09\/120906_dangthanhtam_petrotimes.shtml PetroTimes 'tố' ông Đặng Thành Tâm] BBC, 06.09.2012<\/ref> Theo thống kê đến hết năm 2014 ông là người giàu thứ 15 trên sàn chứng khoán Việt Nam với tổng tài sản 1213,908 tỷ đồng.\n\n==Thân thế==\nĐặng Thành Tâm sinh năm 1964 tại thành phố [[Hải Phòng]], có cha là người miền Nam tập kết ra Bắc, còn mẹ là người Hải Phòng. Năm 1976, sau khi thống nhất đất nước, Đặng Thành Tâm theo gia đình vào [[Thành phố Hồ Chí Minh]]. Đến năm 1982, Đặng Thành Tâm trở lại quê mẹ ở Hải Phòng để theo học [[Đại học Hàng hải Việt Nam]].\n==Sự nghiệp==\nÔng là một [[doanh nhân]] [[Việt Nam]], được xếp hạng là người giàu nhất ở Việt Nam năm 2007<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/customize\/chung-khoan\/top\/2007\/top100\/ |tiêu đề=Danh sách 100 người giàu nhất Việt Nam trên thị trường chứng khoán năm 2007 |nhà xuất bản=Vnexpress.net |ngày tháng= |ngày truy cập = ngày 1 tháng 10 năm 2012}}<\/ref> và thứ ba Việt Nam năm 2008, 2009 và 2010 dựa trên giá trị [[cổ phiếu]] sở hữu <ref>[http:\/\/vnexpress.net\/customize\/chung-khoan\/top\/2008\/top100\/ Danh sách 100 người giàu nhất Việt Nam trên thị trường chứng khoán năm 2008], [http:\/\/vnexpress.net\/customize\/chung-khoan\/top\/2009\/top100\/ 2009] và [http:\/\/vnexpress.net\/customize\/chung-khoan\/top\/2010\/top100\/ 2010]<\/ref>. Ông là chủ tịch [[hội đồng quản trị]] kiêm [[tổng giám đốc]] của các [[công ty cổ phần|công ty]] đã niêm yết trên các sở giao dịch [[chứng khoán]] Việt Nam: Công ty Phát triển Đô thị Kinh Bắc, Công ty Đầu tư và Công nghiệp Tân Tạo, Công ty Công nghệ Viễn thông Sài Gòn.<ref name=\"a1\">{{Chú thích web|url=http:\/\/vnexpress.net\/GL\/Kinh-doanh\/Kinh-nghiem\/2009\/01\/3BA08CCA\/ |tiêu đề=100 người giàu nhất trên TTCK 2008 |nhà xuất bản=Vnexpress.net |ngày tháng= |ngày truy cập = ngày 1 tháng 10 năm 2012}}<\/ref>\n\nNăm 2007, sau khi Công ty Phát triển Đô thị Kinh Bắc và Công ty Đầu tư và Công nghiệp Tân Tạo niêm yết, ông Tâm đã nhanh chóng leo lên vị trí người giàu nhất Việt Nam. Năm 2008, thêm một thành viên của Tập đoàn đầu tư Sài Gòn (Saigon Investment Group) lên sàn, đó là Công ty Công nghệ Viễn thông Sài Gòn (mã chứng khoán SGT), Đặng Thành Tâm có dịp công khai thêm nhiều cổ phiếu mà ông đang sở hữu. Tuy nhiên do thị trường tuột dốc, khối lượng cổ phiếu khổng lồ của ông Tâm (45 triệu KBC, 7,4 triệu ITA và 13,86 triệu SGT) chỉ còn có giá trị tương đương 3.280 tỷ đồng. Giá trị tài sản giảm gần một nửa so với năm 2007, nên ông Tâm phải nhường vị trí số 1 cho [[Bầu Đức]], và lui về hàng thứ 3. Ông nói lưu loát tiếng Anh.\n\nKhông chỉ tham gia điều hành kinh doanh, ông Đặng Thành Tâm tham dự tích cực vào hoạt động hội nhập kinh tế quốc tế. Năm 2006, ông là thành viên hội đồng tư vấn kinh doanh APEC, thành viên tư vấn cao cấp chương trình hỗ trợ kỹ thuật hậu WTO của Chính phủ Việt Nam, chủ tịch diễn đàn doanh nghiệp Việt – Nhật. Năm 2009, ông là chủ tịch câu lạc bộ CEO Việt Nam, chủ tịch câu lạc bộ Sao vàng Đất Việt. Từ năm 2010, ông là ủy viên ban chấp hành Phòng thương mại và công nghiệp Việt Nam. Năm 2011, ông là thành viên tư vấn Diễn đàn kinh tế thế giới (WEF). Ông rất chú trọng đến việc phát triển giáo dục và thể thao. Từ năm 2009, ông là phó chủ tịch liên đoàn Vovinam Việt Nam và Liên đoàn Vovinam quốc tế. Năm 2011, ông là chủ tịch hội đồng quản trị trường đại học dân lập Hùng Vương. Ông đưa ra mô hình đại học không vụ lợi, với mong muốn nâng cao chất lượng giáo dục và đào tạo, chuẩn bị nguồn nhân lực chất lượng cho công cuộc hội nhập kinh tế quốc tế. Tuy nhiên, vào tháng 3 năm 2012 vì sai phạm về nguyên tắc quản lý ông bị đình chỉ chức Chủ tịch và Hiệu trưởng Đại học này, cơ sở mà ông hỗ trợ tài chính.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/09\/120919_dangthanhtam_petition.shtml Đại biểu QH 'cầu cứu' Bộ Chính trị] BBC, 19.09.2012<\/ref>\n\n==Sự nghiệp chính trị==\nNgoài công việc kinh doanh, ông Đặng Thành Tâm còn là Đại biểu Hội đồng nhân dân Huyện [[Bình Chánh]] Khóa VIII, và là Đại biểu Quốc hội khóa XIII nhiệm kỳ 2011-2016 <ref>{{Chú thích web |url=http:\/\/www.baucukhoa13.quochoi.vn\/default.asp?page=result&char=T |ngày truy cập=2011-12-06 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 10 tháng 1 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150110021347\/http:\/\/baucukhoa13.quochoi.vn\/default.asp?page=result&char=T }}<\/ref>\n\nTháng 4 năm 2016, Đặng Thành Tâm tiếp tục ứng cử [[Đại biểu Quốc hội Việt Nam khóa 14]] tại Thành phố Hồ Chí Minh. Tuy nhiên, ông bị loại ở vòng hiệp thương thứ ba.<ref>{{chú thích web|author1=Xuân Linh|title=Ông Hoàng Hữu Phước, Đặng Thành Tâm không lọt danh sách ứng cử|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/bau-cu\/ong-hoang-huu-phuoc-dang-thanh-tam-khong-lot-danh-sach-ung-cu-299901.html|website=VietNamNet|access-date = ngày 2 tháng 6 năm 2020 |date = ngày 16 tháng 4 năm 2016}}<\/ref>\n==Tặng thưởng==\nĐặng Thành Tâm là doanh nhân ngoài quốc doanh đầu tiên nhận Huân chương Lao động hạng nhất của Chủ tịch nước <ref>{{Chú thích web |url=http:\/\/baokinhte.vn\/Chu-doanh-nghiep-tu-nhan-dau-tien-nhan-Huan-chuong-Lao-dong-hang-Nhat.aspx |tiêu đề=Chủ doanh nghiệp tư nhân đầu tiên nhận Huân chương Lao động hạng Nhất |nhà xuất bản=Baokinhte.vn |ngày tháng=ngày 21 tháng 9 năm 2011 |ngày truy cập=ngày 1 tháng 10 năm 2012 |archive-date = ngày 17 tháng 8 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130817082000\/http:\/\/baokinhte.vn\/Chu-doanh-nghiep-tu-nhan-dau-tien-nhan-Huan-chuong-Lao-dong-hang-Nhat.aspx }}<\/ref>. Ông còn được tặng thưởng: Huân chương Lao động hạng nhì và hạng ba của Chủ tịch nước; Bằng khen của Thủ tướng Chính phủ; Bằng khen của Ủy ban nhân dân thành phố; Bằng khen của Nhật hoàng; và nhiều bằng khen, giấy khen khác.<ref>{{Chú thích web|tác giả 1=Thứ Tư, 11\/05\/2011, 09:29 |url=http:\/\/www.sonoivu.hochiminhcity.gov.vn\/danh-sach-ucv-qh-13\/lists\/posts\/post.aspx?Source=\/danh-sach-ucv-qh-13&Category=%c4%90%c6%a1n+v%e1%bb%8b+b%e1%ba%a7u+c%e1%bb%ad+s%e1%bb%91+6&ItemID=29&Mode=1 |tiêu đề=Danh sách ứng cử viên đại biểu Quốc hội khóa XIII tại thành phố Hồ Chí Minh |nhà xuất bản=Sonoivu.hochiminhcity.gov.vn |ngày tháng= |ngày truy cập = ngày 1 tháng 10 năm 2012}}<\/ref>\n\n==Bê bối tại Đại học Hùng Vương==\nTừ năm 2010 khi trường Đại học Hùng Vương được phép chuyển đổi thành trường Đại học tư thục, mâu thuẫn nội bộ bắt đầu xuất hiện giữa những nhà đầu tư mới và tập thể sư phạm cũng như nhân viên, cán bộ quản lý của trường. Sau khi thanh tra vào tháng 8\/2011 vì nhiều sai sót về tài chính, bổ nhiệm cán bộ, ông Đặng Thành Tâm bị tạm đình chỉ chức vụ chủ tịch hội đồng quản trị, ông [[Lê Văn Lý]] bị tạm đình chỉ chức vụ hiệu trưởng. Ngày 6-3-2012 Bộ GD-ĐT đã quyết định đình chỉ tuyển sinh năm 2012 đối với Trường Đại học Hùng Vương TP.HCM. Quyết định đình chỉ tuyển sinh kéo dài đến nay do trường chưa khắc phục được những nguyên nhân dẫn đến bị đình chỉ.<ref>[http:\/\/tuoitre.vn\/tin\/giao-duc\/20160309\/dh-hung-vuong-tphcm-vinh-quang-va-vuc-tham\/1064317.html ĐH Hùng Vương TP.HCM: Vinh quang và vực thẳm],tuoitre, 9.3.2016<\/ref> Hiện tại, hội đồng quản trị đã chấm dứt hợp đồng lao động với 82 cán bộ, giảng viên đồng thời thông báo điều này với 26 trường hợp còn lại.<ref>[http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/lanh-dao-dai-hoc-hung-vuong-cuu-truong-vuot-tam-cua-chung-toi-3368290.html Lãnh đạo Đại học Hùng Vương: 'Cứu trường vượt tầm của chúng tôi'],vnexpress, 12.3.2016<\/ref>\n\nNgày 18 tháng 10 năm 2016 Chủ tịch UBND TP.HCM đã công nhận ông tiếp tục là Chủ tịch Hội đồng quản trị trường Đại học Hùng Vương.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1964}}\n\n[[Thể loại:Trang thiếu chú thích trong bài]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Lãnh đạo doanh nghiệp]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Cựu sinh viên Đại học Hàng hải Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Thành phố Hồ Chí Minh]]\n[[Thể loại:Người họ Đặng tại Việt Nam]]"}