{"470002":"{{Thông tin viên chức\n|tên= Đặng Văn Quang\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: Flag of the President of the Republic of Vietnam as Supreme Commander of the Armed Forces.svg|22px]]<br>Cố vấn An ninh Quốc gia\n|bắt đầu= 1\/1973\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng\n|địa hạt= Phủ Tổng thống\n\n|chức vụ 2= [[Hình: Flag of the President of the Republic of Vietnam as Supreme Commander of the Armed Forces.svg|22px]]<br>Phụ tá đặc biệt An ninh Tình báo Quốc gia<br>kiêm Tổng Thư ký Hội đồng An ninh Quốc gia\n|bắt đầu 2= 6\/1968\n|kết thúc 2= 1\/1973 \n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tướng\n|địa hạt 2= Phủ Tổng thống\n\n|chức vụ 3= [[Hình: Flag of South Vietnam.svg|27px]]<br>Tổng Ủy viên Kế hoạch<br>trong Ủy ban Hành pháp Trung ương<br>(Nội các Chính phủ)\n|bắt đầu 3= 11\/1966\n|kết thúc 3= 6\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tướng\n|địa hạt 3= Phủ Thủ tướng\n|phó chức vụ 3= Thủ tướng<ref>Thủ tướng Nguyễn Cao Kỳ lúc đó được gọi là Chủ tịch Ủy ban Hành pháp Trung ương<\/ref>\n|phó viên chức 3= [[Nguyễn Cao Kỳ]]\n\n|chức vụ 4= [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn IV\n|bắt đầu 4= 1\/1965\n|kết thúc 4= 11\/1966\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tướng<br>-Trung tướng (11\/1965)\n|tiền nhiệm 4= -Trung tướng [[Nguyễn Văn Thiệu]]\n|kế nhiệm 4= -Thiếu tướng [[Nguyễn Văn Mạnh]]\n|địa hạt 4= Vùng 4 chiến thuật\n\n|chức vụ 5= [[Tập tin:ARVN 21st Infantry Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 21 Bộ binh\n|bắt đầu 5= 6\/1964\n|kết thúc 5= 1\/1965\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá<br>-Chuẩn tướng (8\/1964)<br>-Thiếu tướng (11\/1964)\n|tiền nhiệm 5= -Đại tá [[Cao Hảo Hớn]]\n|kế nhiệm 5 = -Đại tá [[Nguyễn Văn Phước (chuẩn tướng)|Nguyễn Văn Phước]]\n|địa hạt 5= Vùng 4 chiến thuật\n\n|chức vụ 6= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Trưởng phòng 4 Bộ Tổng tham mưu\n|bắt đầu 6= 1\/1964\n|kết thúc 6= 6\/1964\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại tá\n|địa hạt 6= Biệt khu Thủ đô\n\n|chức vụ 7= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu phó Tiếp vận Bộ Tổng tham mưu\n|bắt đầu 7= 1\/1962\n|kết thúc 7= 1\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Đại tá\n|địa hạt 7= Biệt khu Thủ đô\n\n|chức vụ 8= [[Hình: QD I VNCH.jpg|22px]]<br>Tham mưu trưởng Quân đoàn I\n|bắt đầu 8= 1\/1960\n|kết thúc 8= 6\/1961\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Đại tá\n|địa hạt 8= Vùng 1 chiến thuật \n|phó chức vụ 8= Tư lệnh\n|phó viên chức 8= -Thiếu tướng [[Lê Văn Nghiêm]]\n\n|chức vụ 9= [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Tổng giám đốc Tổng nha Bảo an<ref>Năm 1964, Tổng nha Bảo an đổi thành Bộ Tư lệnh Địa phương quân và Nghĩa quân<\/ref>\n|bắt đầu 9= 6\/1959\n|kết thúc 9= 1\/1960\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Trung tá<br>-Đại tá (10\/1959)\n|tiền nhiệm 9= -Đại tá Lê Khương\n|kế nhiệm 9= -Đại tá [[Lâm Văn Phát]] \n|địa hạt 9= Quân khu Thủ đô\n\n|chức vụ 10= [[Hình: QD I VNCH.jpg|22px]]<br>Tham mưu trưởng Đệ nhị Quân khu<br>(tiền thân của Vùng 1 chiến thuật)\n|bắt đầu 10= 1\/1956\n|kết thúc 10= 6\/1959\n|trưởng chức vụ 10= Cấp bậc\n|trưởng viên chức 10= -Thiếu tá (1\/1956)<br>-Trung tá (6\/1957)\n|địa hạt 10= Trung phần\n|phó chức vụ 10= Tư lệnh\n|phó viên chức 10= -Đại tá [[Lê Văn Nghiêm]]\n \n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= -Quân nhân<br>-Chính khách\n|dân tộc= [[Người Việt|Kinh]]\n|đạo= Công giáo\n|vợ= Đỗ Thị Năm \n|con= 7 người con (3 trai, 4 gái)<br>Đặng Thị Thu<br>Đặng Văn Sang<br>Đặng Thị Thủy<br>Đặng Văn Cang<br>Đặng Thị Thúy<br>Đặng Văn Thông<br>Đặng Thị Thảo\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học La San Taberd, Sài Gòn<br>-Trường Võ bị Quốc gia ở Huế<br>-Trường École d'Application d'Infanterie Coetquitan, Bretagne, Pháp<br>-Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ \n|quê quán= Nam Kỳ\n\n|ngày sinh= [[21 tháng 6]] năm [[1929]]\n|ngày mất= [[15 tháng 7]] năm [[2011]]<br>([[82]] tuổi)\n|nơi sinh= [[Sóc Trăng]], [[Liên bang Đông Dương]]\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1948]] - [[1975]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Đệ nhị Quân khu]]<ref>Đệ nhị Quân khu là tiền thân của [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]. Tướng Quang có hai lần phục vụ tại đơn vị này:<br>-Lần thứ nhất: Thiếu tá Tham mưu trưởng Đệ nhị Quân khu (1956-1957).<br>-Lần thứ hai: Đại tá Tham mưu trưởng Quân đoàn I (1960-1962).<\/ref><br>[[Hình: Cờ Bảo quốc an dân.png|20px]] [[Địa phương quân và nghĩa quân|Tổng nha Bảo an]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]<br>[[Hình: Flag of the President of the Republic of Vietnam as Supreme Commander of the Armed Forces.svg|20px]] [[Tổng thống Việt Nam Cộng hòa|Phủ Tổng thống]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Grand Officer BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Nhị đẳng\n}}\n\n'''Đặng Văn Quang''' (1929-2011) nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ khóa đầu tiên của trường Võ bị Quốc gia được Chính phủ [[Quốc gia Việt Nam]] mở ra ở miền Trung Việt Nam để đào tạo sĩ quan [[người Việt]]. Ông từng là chỉ huy cấp Sư đoàn và Quân đoàn. Về sau, ông được đánh giá là người có quyền lực thứ tư, sau Tổng thống [[Nguyễn Văn Thiệu]], Thủ tướng [[Trần Thiện Khiêm]] và Đại tướng [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng Tham mưu trưởng]] [[Cao Văn Viên]] tại [[Việt Nam Cộng hòa]] trong giai đoạn 1967-1975. Ông bị giới báo chí trong và ngoài nước coi là người đứng đầu về [[tham nhũng]] và [[buôn lậu]] tại Việt Nam thời [[Chiến tranh Việt Nam]]. Vì lý do này mà cả [[Hoa Kỳ]] và [[Canada]] từ chối cho ông định cư nhưng sau này ông được giải oan và được chính phủ [[Hoa Kỳ]] cho phép trở lại Hoa Kỳ định cư.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 21 tháng 6 năm 1929 trong một gia đình [[Công giáo]] khá giả tại Sóc Trăng, miền Nam Việt Nam.<ref>Tỉnh [[Sóc Trăng]] là tên gọi thời Pháp thuộc, đến thời [[Việt Nam Cộng hòa]] (1955-1975) được đổi tên thành Ba Xuyên. Sau năm 1975 đến nay trở lại tên cũ là Sóc Trăng.<\/ref> Thời niên thiếu, do gia đình khá giả nên ông theo học [[tiểu học]] ở trường Lasan Taberd Sóc Trăng. Khi lên [[trung học]], ông được chuyển về Sài Gòn học nội trú cũng ở [[Trường Trung học La San Taberd|trường Lasan Taberd]]. Năm 1948, ông tốt nghiệp Phổ thông với văn bằng [[Tú tài I và II|Tú tài I]].\n\n===Quân đội Liên hiệp Pháp===\nTháng 9 năm 1948, sau khi thi tốt nghiệp [[tú tài]], ông tình nguyện nhập ngũ vào Quân đội Liên hiệp Pháp tại [[Đông Dương]]. Do có trình độ học vấn, nên ông được tuyển vào trường Võ bị của [[Quốc gia Việt Nam]] thành lập ở Huế,<ref>Trường Võ bị Quốc gia Việt Nam ban đầu được gọi là trường Võ bị Huế, về sau di chuyển về Đà Lạt lấy tên là Võ bị Liên quân Đà Lạt. Năm 1959, đổi tên lần cuối là trường Võ bị Quốc gia Đà Lạt<\/ref> mang số quân: 49\/118.624. Theo học khóa 1 Bảo Đại,<ref>Khóa 1 sĩ quan Hiện dịch trường Võ bị Huế ban đầu mang tên khóa Bảo Đại, sau đổi thành khóa Phan Bội Châu<\/ref> khai giảng ngày 1 tháng 10 năm 1948. Ngày 1 tháng 6 năm 1949 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được phân bổ về đơn vị Bộ binh Việt Nam với chức vụ Trung đội trưởng.\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1950, ông có tên trong danh sách 10 sĩ quan tốt nghiệp và đỗ đầu khóa Phan Bội Châu được cử đi du học tại trường sĩ quan Bộ binh (École d'Application d'Infanterie Coetquidan) Bretagne, Pháp.<ref>Du học tại Pháp năm 1950 cùng với Thiếu úy Đặng Văn Quang còn có các Thiếu úy:<br> [[Nguyễn Hữu Có]] (Tốt nghiệp Thủ khoa), [[Nguyễn Văn Thiệu]], [[Tôn Thất Đính]], [[Nguyễn Văn Chuân]]<\/ref> Chính trong lớp này, ông với người bạn Nguyễn Văn Thiệu đã khởi đầu mối quan hệ thân thiết giữa 2 người sau này. Đầu năm 1951, mãn khóa về nước, ông được thăng cấp [[Trung úy]], thuyên chuyển về đơn vị Vệ binh ở Cần Thơ.\n\nĐầu năm 1953, ông được thăng cấp [[Đại úy]], chuyển ra miền Bắc làm Tiểu đoàn trưởng Tiểu đoàn 55 Việt Nam ở Phủ Lý, Hà Nam. Đơn vị ông có nhiệm vụ an ninh trục lộ từ Phủ Lý đến Nam Định. Cuối năm 1953, ông được cử theo học lớp Tham mưu cao cấp tại trường Tham mưu Hà Nội,<ref>Còn gọi là Trung tâm Chiến thuật Hà Nội, sau ngày 20 tháng 7 (ngày ký Hiệp định Genève), di chuyển vào Nam đặt cơ sở tại Sài Gòn lấy tên là trường Đại học Quân sự. Năm 1960 chuyển lên Đà Lạt đổi thành trường Chỉ huy và Tham mưu<\/ref> đến tháng 6 năm 1954 mãn khóa và tháng 7 cùng năm cùng đơn vị di chuyển vào Nam theo Hiệp định Genève.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 11 năm 1955, ông được sáp nhập vào [[Quân đội Việt Nam Cộng hòa]]. Đầu năm 1956, do là người Công giáo, lại là sĩ quan được đào tạo căn bản và có kinh nghiệm chỉ huy, ông được Tổng thống [[Ngô Đình Diệm]] thăng cấp [[Thiếu tá]], cử làm Tham mưu trưởng Đệ nhị Quân khu do Đại tá [[Lê Văn Nghiêm]] làm Tư lệnh. Giữa năm 1957 ông được thắng cấp [[Trung tá]], hai tháng sau ông được cử đi du học lớp Tham mưu cao cấp tại Học viện Chỉ huy và Tham mưu Fort Leavenworth thuộc Tiểu bang Kansas, Hoa Kỳ<ref>Đây là lớp thứ tư niên khóa 1957-1958 thụ huấn 42 tuần, Đại học Quân sự Hoa Kỳ nhận 7 học viên người Việt gồm có: Trung tá [[Đặng Văn Quang]], Trung tá [[Đặng Thanh Liêm]], Đại tá [[Tôn Thất Xứng]]<br>-Thiếu tá [[Kỳ Quang Liêm (Đại tá, Quân lực Việt Nam Cộng hòa)|Kỳ Quang Liêm]] (Tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Giám đốc Nha Động viên (1961-1964). Giải ngũ năm 1966).<br>-Thiếu tá [[Đỗ Ngọc Nhận (Đại tá, Quân lực Việt Nam Cộng hòa)|Đỗ Ngọc Nhận]] (Sinh năm 1930 tại Nam Định, tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Tổng cục phó Tổng cục Quân huấn).<br>-Thiếu tá [[Huỳnh Văn Tồn (Đại tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Văn Tồn]] (Tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Tư lệnh Sư đoàn 7 Bộ binh (1964). Giải ngũ năm 1965).<br>-Thiếu tá [[Nguyễn Quốc Tuấn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Quốc Tuấn]] (Sinh năm 1928 tại Nam Định, tốt nghiệp khóa 2 Võ bị Huế, sau cùng là Đại tá Trưởng phòng 1 Bộ Tổng Tham mưu).<\/ref>. Giữa năm 1958 mãn khóa học về nước tiếp tục phục vụ Đệ nhị Quân khu. Giữa năm 1959, ông được giao đảm trách chức vụ Tổng giám đốc Tổng nha Bảo An.<ref>Tổng Nha Bảo an về sau sáp nhập với Dân vệ Đoàn lấy tên Tổng Nha Bảo an-Dân vệ, sau đổi thành Bộ Chỉ huy Địa phương quân và Nghĩa quân. Sau cùng là Bộ tư lệnh [[Địa phương quân và nghĩa quân|Địa phương quân và Nghĩa quân]] trực thuộc Bộ Tổng Tham mưu<\/ref> Ngày Quốc khánh Đệ Nhất Cộng hòa 26 tháng 10 cùng năm ông được thăng cấp [[Đại tá]] tại nhiệm. Đầu năm 1960, ông được cử giữ chức vụ Tham mưu trưởng Quân đoàn I do Thiếu tướng [[Lê Văn Nghiêm]] làm Tư lệnh. Giữa năm 1961, ông được cử đi du học và tốt nghiệp khóa Điều hành Tiếp vận Lục quân tại Fort Lee, thuộc Tiểu bang Virginia, Hoa Kỳ. Đầu năm 1962, mãn khóa học về nước, ông được giữ chức vụ Tham mưu phó Tiếp vận Bộ Tổng Tham mưu.<ref>Bộ phận Tiếp vận tại Bộ Tổng Tham mưu, sau đó được đổi thành Phòng 4, sau cùng trở thành Tổng cục Tiếp vận trực thuộc Bộ Tổng Tham mưu<\/ref>\n\n===Lên tướng thời \"Loạn tướng\"===\nTrong cuộc đảo chính lật đổ Tổng thống Diệm ngày 1 tháng 11 năm 1963, ông không nằm trong nhóm tham gia đảo chính, vì vậy ông không được xét thăng cấp như hai người bạn cũ là [[Nguyễn Văn Thiệu]] và [[Nguyễn Hữu Có]] (được thăng cấp Thiếu tướng). Tuy nhiên, sau đảo chính nhờ mối quan hệ thân tình với 2 người bạn này, đầu năm 1964 ông được cử giữ chức Trưởng phòng 4 Bộ Tổng tham mưu, tháng 6 cùng năm được bổ nhiệm làm Tư lệnh Sư đoàn 21 Bộ binh thay thế Đại tá [[Cao Hảo Hớn]].\n\nKhông hài lòng với quyền lãnh đạo của \"Nhóm tướng già\" do các tướng [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Lê Văn Kim]] và [[Mai Hữu Xuân]] cầm đầu, ông gia nhập nhóm sĩ quan ủng hộ tướng [[Nguyễn Khánh]] thực hiện cuộc [[Đảo chính Nam Việt Nam năm 1964|\"Chỉnh lý\"]] vào cuối tháng 1 năm 1964. Chính vì vậy tại [[Bạch Dinh]] ở [[Vũng Tàu]] năm 1964 quy chế thêm cấp Chuẩn tướng được đặt ra.<ref>Một trong những nguyên nhân Quân đội Việt Nam Cộng hòa có thêm cấp Chuẩn tướng: Do sau 2 cuộc đảo chính ngày 1 tháng 11 năm 1963 và cuộc Chỉnh lý ngày 30 tháng 1 năm 1964, trong hàng sĩ quan cấp Đại tá nhiều người thâm niên và có công. Nhưng nếu thăng lên cấp Thiếu tướng thì bị thặng dư và không đủ cho những chức vụ tương xứng.<\/ref> Ngày 11 tháng 8 năm 1964, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.<ref>Giai đoạn thăng cấp Chuẩn tướng (từ tháng tư đến tháng 8 năm 1964), có 15 Đại tá được thăng cấp chia ra thành 3 đợt:<br>'''-Ngày 8 tháng 4:'''<br>-[[Nguyễn Cao Kỳ]] và [[Chung Tấn Cang]]<br>'''-Ngày 29 tháng 5:'''<br>-[[Nguyễn Chánh Thi]], [[Phạm Văn Đổng|Phạm Văn Đỗng]], [[Bùi Hữu Nhơn]], [[Cao Hảo Hớn]] và [[Ngô Du|Ngô Dzu]]<br>'''-Ngày 11 tháng 8:'''<br>-Đặng Văn Quang, [[Vĩnh Lộc]], [[Nguyễn Bảo Trị]], [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]], [[Nguyễn Xuân Trang]], [[Hoàng Xuân Lãm]], [[Lê Nguyên Khang]] và [[Nguyễn Văn Kiểm]].<\/ref> Ngày 1 tháng 11 cùng năm,<ref>Kỷ niệm một năm ngày Hội đồng Quân nhân Cách mạng tổ chức đảo chính Tổng thống Diệm thành công<\/ref> ông được thăng [[Thiếu tướng]] tại nhiệm.\n\nNgày 20 tháng 1 năm 1965, ông được lệnh bàn giao Sư đoàn 21 Bộ binh lại cho Đại tá [[Nguyễn Văn Phước]] <ref>Đại tá Phước đương nhiệm chức vụ Tham mưu trưởng Sư đoàn 21 Bộ binh, được cử Xử lý Thường vụ chức vụ Tư lệnh Sư đoàn. Năm 1971, khi đang giữ chức vụ Phụ tá Tư lệnh Quân đoàn IV, ông bị tử nạn được truy thăng Chuẩn tướng<\/ref> để đi nhậm chức Tư lệnh Quân đoàn IV và Vùng 4 Chiến thuật kiêm Đại biểu Chính phủ Miền Tây thay thế Thiếu tướng [[Nguyễn Văn Thiệu]]<ref>Thiếu tướng Thiệu được Trung ương mời về tham chính trong Nội các Chính phủ Thủ tướng [[Trần Văn Hương]] với chức vụ Đệ nhị Phó Thủ tướng<\/ref>\n\nNhận thấy uy tín của tướng Khánh trong dân chúng và Quân đội xuống thấp, ông tham gia \"Nhóm tướng trẻ\" do tướng [[Nguyễn Cao Kỳ]] và người bạn cũ [[Nguyễn Văn Thiệu]] cầm đầu. Ngày 19 tháng 2 năm 1965, đã nổ ra cuộc đảo chính do tướng [[Lâm Văn Phát]] và Đại tá [[Phạm Ngọc Thảo]] cầm đầu. \"Nhóm tướng trẻ\" nhanh chóng tập hợp lực lượng ngăn chặn đảo chính nhưng cũng đồng thời phế truất quyền lực của tướng Khánh chỉ 2 ngày sau đó. Ngày 25 tháng 2 năm 1965, tướng Nguyễn Khánh phải nhận chức vụ Đại sứ lưu động<ref>Thực chất là đẩy tướng Khánh đi lưu vong để tránh hậu hoạn sau này.<\/ref> ở nước ngoài. Nhờ công trạng này, ngày Quốc khánh đầu tiên của Đệ Nhị Cộng hòa 1 tháng 11 năm 1965, ông được thăng cấp [[Trung tướng]].<ref>Cùng đợt thăng cấp Trung tướng này còn có các Thiếu tướng: [[Cao Văn Viên]], [[Nguyễn Hữu Có]] và [[Nguyễn Chánh Thi]]<\/ref> Tuy nhiên, sau khi tướng Nguyễn Cao Kỳ đã lên nắm quyền, nhân xảy ra vụ \"Biến động Miền Trung\" tháng 3 năm 1966, tướng Kỳ đã nhân cơ hội gạt các tướng lĩnh không thuộc nhóm mình ra khỏi những vị trí chủ chốt. Ngày 14 tháng 7 năm 1966, các tướng [[Tôn Thất Đính]] và Nguyễn Chánh Thi bị Hội đồng Tướng lãnh đưa ra xét xử. Tháng 11 năm 1966, đến phiên tướng Đặng Văn Quang bị hất khỏi chức vụ chỉ huy trong quân đội. Theo tướng Nguyễn Cao Kỳ thì tướng Quang bị cách chức vì các cáo buộc tội buôn lậu. Một số tài liệu cho rằng nguyên do là tướng Quang thường xuyên không thực hiện mệnh lệnh của Chính phủ tướng Kỳ. Đầu năm sau, nhân vật thứ ba của chính quyền là tướng Nguyễn Hữu Có cũng bị đẩy đi làm Đại sứ lưu động.\n\nNgày 19 tháng 11 năm 1966, bàn giao Quân đoàn IV lại cho Thiếu tướng [[Nguyễn Văn Mạnh]], ông được triệu hồi về Trung ương.\n\n===Nhân vật quyền lực của Đệ nhị Cộng hòa===\nTuy bị tướng Kỳ gạt ra khỏi quân đội, nhưng nhờ sự bảo lãnh của người bạn cũ Nguyễn Văn Thiệu, ông vẫn không bị đẩy ra nước ngoài mà còn được giữ chức vụ Tổng ủy viên Kế hoạch trong Ủy ban Hành pháp Trung ương (Nội các Chính phủ của tướng Kỳ). Sau khi tướng Nguyễn Văn Thiệu nhậm chức [[Tổng thống]]. Giữa năm 1968, ông được cử vào chức vụ Phụ tá Đặc biệt An ninh Tình báo Quốc gia kiêm Tổng thư ký Hội đồng An ninh Quốc gia. Đầu năm 1973, ông là Cố vấn An ninh Quốc gia. Với những chức vụ này, ông trở thành người có quyền lực thứ tư trong Chính quyền [[Việt Nam Cộng hòa]] cho đến ngày Tổng thống Thiệu từ chức.\n\n==Bị tai tiếng và được giải oan==\nTrong thời [[Chiến tranh Việt Nam]] có nhiều lời đồn đại rằng ông là người tham nhũng và buôn lậu bạch phiến. Các cáo buộc như thế cũng được nhà báo Mỹ Alfred W. McCoy kể trong tác phẩm của mình, \"The Politics of Heroin in Southeast Asia\". Sau này, báo chí Việt Nam cũng nêu danh ông là một người tham nhũng nhất Chính quyền miền Nam trước năm 1975.<ref>{{Chú thích web |url=http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52089 |ngày truy cập=2010-03-04 |tựa đề=Tướng Quang của chế độ Sài Gòn: Cây tham nhũng |archive-date=2010-03-08 |archive-url=https:\/\/web.archive.org\/web\/20100308151651\/http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52089 |url-status=dead }}<\/ref>.\n\nSau khi di tản khỏi Việt Nam, ông được đưa vào trại tập trung người tỵ nạn ở Tiểu bang [[Arkansas]], [[Hoa Kỳ]]. Vì lo sợ cho số mạng của mình trong trại nên ông rời trại này và sang [[Canada]]. Ở đây, ông lại bị Chính phủ Canada ra lệnh trục xuất ông với lý do dựa vào những lời đồn xấu về ông. Cả Hoa Kỳ và Canada cũng như các nước khác đều từ chối cho ông định cư, ngoại trừ Chính phủ Việt Nam chấp thuận nhận lại ông nhưng không bảo đảm với Chính phủ Canada rằng ông sẽ không bị xử tử nếu bị cưỡng bách hồi hương.<ref name=\"Historynews\">{{chú thích báo| url=http:\/\/historynewsnetwork.org\/article\/119979| author=Merle L. Pribbenow| title=Thuốc phiện, Tham nhũng, và Công lý tại Việt Nam và Afghanistan... Một câu chuyện cẩn trọng.| publisher=Hệ thống Tin tức Lịch sử của Đại học George Mason| date=Dec 04, 2008}}<\/ref>\n\nMãi cho đến năm 1988, cựu [[Trung tá]] lực lượng đặc biệt Hoa Kỳ là Dan Marvin, từng phục vụ tại Quân đoàn mà tướng Quang làm Tư lệnh, biết được việc Chính phủ Hoa Kỳ không cho phép ông vào Mỹ nên đã vận động để trả lại công bằng và danh dự cho ông.\n\nTrong \"Drugs, Corruption, and Justice in Vietnam and Afghanistan... A Cautionary Tale\", được đăng trên Hệ thống Tin tức Lịch sử của [[Đại học George Mason]], Merle L. Pribbenow cho rằng: \n{{quote|\n\"Trong cuối thập niên 1960 và đầu thập niên 1970, những tin đồn bắt đầu lan nhanh tại [[Sài Gòn]] cho rằng tướng Quang là một trong những kẽ buôn lậu bạch phiến hàng đầu tại Nam Việt Nam; rằng ông là một nhân viên có trả lương của [[CIA]]; và rằng ông là người thu nhận tiền tham nhũng của [[Nguyễn Văn Thiệu]]. Những tin đồn này, nhiều tin do các đối thủ chính trị của Tổng thống Thiệu tung ra (trong đó có cả những người thân tín của Phó Tổng thống [[Nguyễn Cao Kỳ]]), được giới truyền thông Việt Mỹ đón bắt và phát tán sâu rộng. Ngoài việc được tường thuật trên báo chí và hệ thống truyền hình Mỹ, những lời cáo buộc này cũng còn được ghi lại khá ly kỳ trong một cuốn sách có tựa đề là \"The Politics of Heroin in Southeast Asia....\"<ref name=\"Historynews\"\/>}}\n\nCũng theo tác giả ở trên, tướng Quang sống trong nghèo túng tại Canada và Hoa Kỳ, làm những công việc tay chân như quét dọn, rửa chén và sắp xếp hành lý ở phi trường, ngược hẳn lại những gì đã được đồn thổi rằng ông có trương mục ngân hàng ở Thụy Sĩ để cất giấu tiền tham nhũng và buôn lậu. Điều này chứng tỏ rằng những lời cáo buộc trước kia là hoàn toàn sai sự thật. Ngoài ra, các báo cáo của CIA được giải mật sau này cũng đã giúp chính phủ Hoa Kỳ loại ông ra khỏi danh sách những nhân vật bị tình nghi có liên quan đến bạch phiến. Sau cùng Chính phủ Hoa Kỳ cấp visa cho ông trở về Hoa Kỳ.\n\nNgày 15 tháng 7 năm 2011, ông từ trần tại Thành phố Sacramento, Thủ phủ Tiểu bang California, Hoa Kỳ. Hưởng thọ 82 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ nhị đẳng (ân thưởng)<br>-Nhiều Huy chương quân sự, dân sự và đồng minh.\n\n==Gia đình==\n*Thân phụ: Làm công chức tại tỉnh [[Sóc Trăng]], mất sớm (nguyên quán: xã Phú Lâm, Tân Châu, Châu Đốc. Tổ phụ là quan lại [[Nhà Nguyễn|triều Nguyễn]] từ miền Trung được bổ nhậm về Châu Đốc).\n*Phu nhân: Bà Đỗ Thị Năm (sinh năm 1927 tại [[Cần Thơ (tỉnh)|Cần Thơ]])\n:Ông bà có 7 người con (3 trai, 4 gái)<br>Đặng Thị Thu, Đặng Văn Sang, Đặng Thị Thủy, Đặng Văn Cang, Đặng Thị Thúy, Đặng Văn Thông, Đặng Thị Thảo.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân. Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Thư mục==\n*The Politics of Heroin in Southeast Asia. Alfred W. McCoy\n*The Hidden History of the Vietnam War. John Prados\n*The Trial of General Dang – From Saigon to Sacramento, a South Vietnamese General’s Journey Proves Old Soldiers Don’t Fade Away, They Stick Together. R.V. Scheide\n*Expendable Elite – One Soldier’s Journey Into Covert Warfare, 2003. [[Daniel Marvin]].\n*Drugs, Corruption, and Justice in Vietnam and Afghanistan: A Cautionary Tale, 2009. Merle L. Pribbenow\n*Việt Nam Nhân Chứng, 1989. [[Trần Văn Đôn]]\n*Bí ẩn về Trung tướng Đặng Văn Quang, 2008. Trần Văn Ngà.\n\n==Liên kết ngoài==\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2011\/07\/110721_general_dang_van_quang.shtml Đời bi kịch của một vị tướng VNCH]\n\n[[Thể loại:Sinh năm 1929]]\n[[Thể loại:Mất năm 2011]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sóc Trăng]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}