{"186386":"[[Tập tin:Dong nho.jpg|nhỏ|phải|200px|Tượng quan Đô trong chùa Trăm Gian (Hà Nội)]]\n'''Đặng Tiến Đông''' ([[1738]]-[[1738|1794]]\/[[1738|1797]]) làm quan thời [[nhà Lê|Lê]]-[[chúa Trịnh|Trịnh]], sau đầu quân [[Nhà Tây Sơn|Tây Sơn]] và trở thành danh tướng của lực lượng này. Thân thế và sự nghiệp của ông hiện vẫn còn gây nhiều tranh cãi trong giới sử học [[Việt Nam]].\n\n==Gia tộc==\nTheo bộ ''Đặng gia phổ hệ toàn chính thực lục'' <ref>Gia tộc họ Đặng ở Lương Xá trước đây có tất cả chín bộ gia phả, nhưng nay chỉ còn giữ được 3 bộ, đó là: ''Đặng gia phả hệ toàn chính thực lục'', do Đại đô đốc Đông Lĩnh hầu Đặng Tiến Đông biên soạn năm [[1792]]. ''Đặng gia phả ký tục biên biền thuyết'', do Tham đốc Hiển Trung hầu Đặng Đình Quỳnh biên soạn năm [[1763]] và ''Đặng thế gia phả ký'' do nhà báo Đăng Văn Phái, quê ở xã Thụy Hương, huyện Chương Mỹ, biên soạn năm [[1938]].<\/ref> gồm 6 quyển do chính Đặng Tiến Đông biên soạn vào đời [[Nhà Tây Sơn|Tây Sơn]] ([[1792]]) và [[Ngô Thì Nhậm]] đề tựa, thì khi xưa, họ Đặng vốn họ Trần, tương truyền thuộc dòng dõi [[Trần Hưng Đạo]]. Về việc đổi họ, hiện có hai ý kiến:\n \n*Ý kiến thứ nhất cho rằng, vào đầu đời Lê, một người con của họ Trần là Trần Văn Huy đỗ [[tiến sĩ]], lấy tự là Đặng Hiên, từ đó, con cháu lấy tự của cha làm họ.\n*Ý kiến thứ hai cho rằng, vào năm [[Tân Mùi]] ([[1511]]) thời vua [[Lê Tương Dực]], một người con của họ là Trần Tuấn khởi binh chống nhà Lê. Cuộc khởi nghĩa thất bại, để tránh bị truy sát, con cháu họ Trần kéo về làng Lương Xá lập nghiệp và đổi sang họ Đặng <ref>Tuy nhiên, có người cho rằng: \"Sự thực, \"Đặng Tộc Đại Tông Phả\" viết năm 1683 do tổng trấn trọng thần Yến Quận Công Đặng Tiến Thự, năm 1686 quốc lão Ứng Quận Công Đặng Đình Tướng tục biên, năm 1745 Thái Nhạc Quận Công tiếp tục tục biên cho biết tổ tiên Đặng Tiến Đông là ngài [[Đặng Tất]] (thuộc nhánh [[Đặng Dung]]). Chúng tôi - hậu duệ của ngài - cực lực phản đối việc gán ghép ngài có gốc họ Trần. Mong các nhà nghiên cứu về xem bộ gốc ''Đặng Tộc Đại Tông Phả '' được trưởng tộc chúng lưu giữ.<\/ref>.\n\nĐến đời thứ năm của họ Đặng là Đặng Huấn (có tài liệu chép là Đặng Đình Huấn), ban đầu ông giữ tước quan binh Khổng lý bá [[nhà Mạc]]. Năm [[1549]], ông cùng với Lê Bá Ly quy thuận nhà Lê. Sau nhờ có công giúp nhà Lê trung hưng nên được phong tới chức Thái úy, tước Nghĩa Quốc công rồi Hữu Trạch công. Con gái ông lại lấy chúa [[Trịnh Tùng]] sinh ra chúa [[Trịnh Tráng]] nên từ đó, họ Đặng trở thành một dòng họ lớn có nhiều người đỗ đạt và làm quan lớn trong suốt thời [[nhà Lê|Lê]]-[[Chúa Trịnh|Trịnh]].\n\nNhận xét về họ Đặng, nhà sử học [[Phan Huy Chú]] đã viết: ''(Họ này) hơn hai trăm năm vinh hoa rực rỡ, hơn cả các họ công thần. Tục ngữ có câu: \"Đánh giặc họ Hàm, làm quan họ Đặng\".'' <ref>Phan Huy Chú, ''Lịch triều hiến chương loại chí'' (tập 1). Nhà xuất bản Khoa học xã hội ([[Hà Nội]]) ấn hành năm 1992, tr. 345. Thông tin thêm: Sau Nghĩa Quốc Công Đặng Huấn, lần lượt là: Hà Quận Công Đặng Tiến Vinh, Doanh Quận Công Đặng Thế Tài, Yên Quận Công Đặng Tiến Thự, Dận Quận Công Đặng Tiến Cẩm, tức cha Đô đốc Đặng Tiến Đông.<\/ref>.\n\nỞ vùng Chương Mỹ còn có đôi câu hát nhắc đến dòng họ Đặng như sau:\n:''Giàu thì Quảng Bị, Bối Khê,\n:''Làm quan Lương Xá, Chi Nê,Đại Từ.''\nHay:\n:''Bao giờ chợ Chúc hết người,\n:''Sông Ninh hết nước, Đặng này hết quan.''\n\n==Thân thế & sự nghiệp==\n'''Đặng Tiến Đông''' hay '''Đặng Tiến Giản''' ([[:wikt:鄧|鄧]][[:wikt:進|進]][[:wikt:暕|暕]]) <ref>Tại trang cuối quyển 6 trong bộ gia phả, khi Đặng Tiến Đông viết về cha ông tức Dận quận công, đã giải thích việc đổi tên mình như sau (phiên âm): [[Mậu Ngọ]] ngũ nguyệt sơ nhị, [[Quý Sửu]] thì, sinh đệ bát tử \"Đông\" hậu cải \"Giản\" dĩ tự vựng vân: Trùng âm tích vũ chi hậu hốt kiến nhật sắc, cố tri danh yên. Có nghĩa là: Năm [[Mậu Ngọ]], [[tháng 5]], ngày 2, giờ [[Quý Sửu]], sinh con trai thứ 8 là Đông sau đổi tên Giản theo nghĩa chữ Giản là: Sau khi mây mù tích mưa bổng thấy ánh mặt trời, cho nên đặt tên như thế.<\/ref> sinh ngày 2 [[tháng 5]] năm [[Mậu Ngọ]] (18 [[tháng 6]] năm [[1738]]), tại xã Thịnh Phúc, huyện [[Phú Xuyên]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] (nay đã sáp nhập vào [[Hà Nội]]). Trong một gia đình đại vọng tộc: cháu 6 đời của Nghĩa Quốc công Đặng Huấn, cháu nội Thái tể Đại Tư không Yên Quận công Đặng Tiến Thự.\n\nÔng thuộc chi trưởng dòng họ Đặng, gốc ở làng Lương Xá (nay thuộc xã Lam Điền, huyện [[Chương Mỹ]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] cũ) con thứ 8 của Thượng đẳng đại vương Dận Quận công Đặng Đình Miên, mẹ là Phạm Thị Yến,7 anh trai là: Đặng Đình Trí, Đặng Đình Thiệu, Đặng Đình Cầu, Đặng Đình Tự, Đặng Đình Giám, Đặng Đình Tú và Đặng Đình Hữu,tất cả đều được phong tước hầu,tước bá.\n\nNăm [[1749]], lên 9 tuổi, Đặng Tiến Đông bắt đầu theo học thầy Doãn Xá tại chùa Thủy Lâm (còn có tên là chùa Lương Xá tại xã Lam Điền, Chương Mỹ).\n\nNăm [[1749]], Đặng Tiến Đông 11 tuổi thì mồ côi cha. Mười năm sau, năm 1759, mẹ ông cũng qua đời.\n \n===Làm quan thời Lê-Trịnh===\nNăm 1763, Đặng Tiến Đông thi võ đỗ Tạo sĩ và ra làm quan dưới triều Lê Cảnh Hưng và chúa Trịnh Sâm. Lập nhiều chiến công được phong Vệ quốc Thượng tướng quân, Đô đốc Đông Lĩnh hầu Trấn thủ Thanh Hoa kiêm Nghệ An.\n\nNăm 1782, con trưởng chúa [[Trịnh Sâm]] là [[Trịnh Khải]] dựa vào quân Tam Phủ giành lại ngôi chúa từ tay em là [[Trịnh Cán]] (con của Tuyên phi [[Đặng Thị Huệ]]). Sau khi giết Phụ chính Hoàng Đình Bảo và bắt Tuyên phi, quân Tam Phủ lùng bắt các quan họ Đặng và họ Hoàng. Anh ông Đông là Đặng Đình Thiệu cùng 30 người họ Đặng Khác hộ tống Tuyên phi bỏ trốn, bị Trịnh Khải bắt được và đem xử chém tại xã Nghi Kiều (huyện Nghi Lộc, tỉnh [[Nghệ An]]). Đặng Tiến Đông phải bỏ quan đi trốn để tránh sự truy quét của chúa Trịnh Khải.\n\nNhững năm cuối đời [[chúa Trịnh]] ([[1784]]) ở [[Đàng Ngoài]] triều đình Lê-Trịnh đổ nát; trong khi đó ở [[Đàng Trong]], [[Trương Phúc Loan]] chuyên quyền, phong trào Tây Sơn do [[Nguyễn Nhạc]], [[Nguyễn Huệ]] và [[Nguyễn Lữ]] cùng chỉ huy nổi lên tiêu diệt [[chúa Nguyễn]].\n\n===Đầu quân Tây Sơn===\nĐến giữa năm 1786, lấy danh nghĩa \"phù Lê diệt Trịnh\", [[Nguyễn Huệ]] dẫn quân [[Nhà Tây Sơn|Tây Sơn]] tiến ra [[Bắc Hà]], Đô đốc Đặng Tiến Đông đã trở lại nhiệm sở và cộng tác với Tây Sơn trong sứ mệnh “phù Lê,diệt Trịnh”.\n\nCuối năm đó Huệ giao lại chủ quyền Bắc Hà cho Lê Chiêu Thống rồi rút quân về Nam. Cũng cuối năm đó, trực tiếp chứng kiến sự suy đồi tàn tạ của chế độ Lê-Trịnh cùng sức mạnh quật khới,chính nghĩa của Tây Sơn cùng chủ soái là anh hùng kiệt xuất Nguyễn Huệ, Đô đốc Đặng Tiến Đông đã có quyết định về phương hướng mới của cuộc đời.\n\nNhưng lúc bây giờ (cuối năm 1786) việc bỏ Bắc Hà đi theo Tây Sơn là “hành vi đại nghịch” không những bản thân bị hình phạt nặng (dù vắng mặt) mà còn liên lụy đến gia đình và dòng họ.Vì vậy,muốn đạt được chí hướng “đổi đời” mà không gây liên lụy đến gia đình,dòng họ, ''Đô đốc Đông'' phải dùng kế “kim thiền thoát xác”(ve sầu lột xác) bằng việc gia phả Đặng tộc công bố:”''Đô đốc Đông mất đầu năm 1787''” (“tốt”chữ Hán cũng có thể dịch là “mất”nhưng chưa phải “tử” là “chết”) “mất” ở đây có thể hiểu là chỉ “''đoạn tuyệt'' (''mất) tên tuổi,sự nghiệp ở Bắc Hà''” từ sau 1787 gia phả Đặng tộc không còn chép về lai lịch hành trạng của ''Đặng Tiến Đông''.\n\n“''Đông cải tên thành Giản''…”, việc đổi tên này gắn với việc xoay chuyển cả cuộc đời “''từ nơi tối tăm bước ra nơi sáng sủa (Giản)”.''\n\nGiữa năm sau ([[1787]]), năm 48 tuổi, Đặng Tiến Đông với tên Đặng Tiến Giản đã lặn lội vào tận [[Quảng Nam]], tìm đến quân doanh xin yết kiến [[Nguyễn Huệ]]. Nguyễn Huệ thừa biết “''Đặng Tiến Giản là ai”'' ! Huệ đã đón tiếp trọng thị và thu nhận ngay ''Giản'' làm thượng khách dưới trướng.\n\nMùa đông năm [[1787]], sứ giả [[Trần Công Xán]] của vua Lê trình quốc thư với ý “đòi lại quyền cai quản Nghệ An”, Huệ tức giận đuổi sứ giả về Bắc Hà (đã dìm chết sứ giả ngoài biển khơi). Trong điều kiện gấp gáp, [[Nguyễn Huệ]] đã nhân danh vua ''Thái Đức'' ban cho ''Đặng Tiến Giản'' đạo Sắc lập ngày 3 tháng 7 năm Thái Đức thứ 10 (tức 15\/8\/1787): “''Gia phong cho Đặng Tiến Giản chức Đô đốc Đồng tri, Đông Lĩnh hầu, vẫn sai Trấn thủ Thanh Hoa.”'' Đạo Sắc là cứ liệu chứng minh ''Huệ'' đã biết ''Đặng Tiến Giản'' chính là “''Đô đốc, Đông Lĩnh hầu Đặng Tiến Đông Trấn thủ Thanh Hoa''”dưới triều Lê đã bỏ tên cũ thay tên mới.\n\nVới đạo Sắc này, ''Đặng Tiến Giản'' chính thức trở thành tướng soái cao cấp trong hàng ngũ tướng lĩnh Tây Sơn. Đặng Tiến Đông được [[Nguyễn Huệ]] tin yêu giao ấn kiếm lãnh đạo tiên phong trong đội quân Tây Sơn do ''Vũ Văn Nhậm'' làm Tiết chế đánh ra Thăng Long để trừng trị bè lũ phản nghịch ''Lê Chiêu Thống-Nguyễn Hữu Chỉnh''.\n\nĐầu năm Mậu Thân ([[1787|1788]]), Đô đốc Giản xông xáo đánh bại quân nhà Lê do ''Nguyễn Hữu Chỉnh'' chỉ huy, tiến trước vào kinh thành Thăng Long, vua Lê cùng ''Nguyễn Hữu Chỉnh'' chạy về Hải Dương. Quân Tây Sơn truy kích giết tại trận Hữu Du (con Hữu Chỉnh), bắt sống Nguyến Hữu Chỉnh giải về Thăng Long, Nhậm hạ lệnh giết chết. Sau chiến thắng, Đặng Tiến Giản được giao trị nhậm trấn Thanh Hoa được Nguyễn Huệ ban thưởng làng quê Lương Xá làm thực ấp vĩnh viễn. Sau trận này nhiều sĩ phu Bắc Hà theo gương Đặng Tiến Giản về đầu quân Tây Sơn trong đó có các danh sĩ nổi tiếng: ''Phan Huy Ích, Ngô Thì Nhậm'' cũng là những người bạn cố tri của ''Đặng Tiến Giản''.\n\nSau chiến thắng Mậu Thân ([[1787|1788]]), ''Đô đốc Giản'' được Huệ giao Trấn thủ Thanh Hoa và ban thưởng làng quê Lương Xá làm thực ấp vĩnh viễn.\n\nCăn cứ ''Tông đức thế tự bi'' (do [[Phan Huy Ích]] soạn, [[Ngô Thì Nhậm]] nhuận sắc) dựng trước chùa Thủy Lâm, thôn Lương Xá vào năm [[1797]], thì ông \"được đón tiếp và đãi ngộ riêng, rồi được tin yêu ban cho [[ấn]] [[kiếm]], giao cho thống lĩnh việc quân.\"\n\nCuối năm [[1788]], vua [[Càn Long]] ([[nhà Thanh]], [[Trung Quốc]]), thuận theo lời cầu xin của Mẫn Thái hậu, mẹ vua Lê Chiêu Thống, bèn sai Tổng đốc Lưỡng Quảng [[Tôn Sĩ Nghị]] chỉ huy 29 vạn quân Thanh hộ tống vị vua trẻ này về lại [[Thăng Long]]. Quân Tây Sơn do Đại tư mã [[Ngô Văn Sở]], theo mưu kế của các văn thần Ngô Thì Nhậm, đã chủ động rút quân về lập phòng tuyến ở [[Tam Điệp]]-[[Biện Sơn]] cố thủ chờ lệnh.\n\nLúc bấy Đô đốc Đặng Tiến Đông đang làm Trấn thủ xứ [[Thanh Hóa|Thanh Hoa]], ngày đêm lo hỗ trợ việc quân vì phòng tuyến trên vốn thuộc địa phận và hải phận do mình cai quản.\n\n===Lập đại công===\nTheo lời kể của GS. [[Phan Huy Lê]], thì ngày 20 [[tháng Chạp]] năm [[Mậu Thân]] (15 [[tháng 1]] năm [[1789]]), đại quân của vua [[Quang Trung]] (tức Nguyễn Huệ) đã ra đến Tam Điệp. Sau khi xem xét tình hình, nhà vua chia quân ra làm 5 đạo, giao cho Đô đốc Đông chỉ huy một đạo gồm quân [[voi]] và quân kỵ mã.\n \nBắt đầu từ [[Tam Điệp]], Đô đốc Đông cho quân đi theo con đường thượng đạo qua Phố Cát, ra Thiên Quan ([[Nho Quan]], [[Ninh Bình]]), xuyên qua Chương Đức (tức [[Chương Mỹ]], quê hương ông), đến làng Nhân Mục rồi rẽ ngang sang Khương Thượng diệt quân Thanh do [[Sầm Nghi Đống]] chỉ huy đang đóng tại khu chùa Bộc cạnh Đống Đa (nay là khu phố [[Đống Đa]], [[Hà Nội]]).\n\nTrận đánh diễn ra chớp nhoáng, bắt đầu lúc canh tư ngày mồng 5 [[Tết]] [[Kỷ Dậu]] và lúc trời chưa sáng thì đánh hạ được đồn, làm cho viên tướng [[Sầm Nghi Đống]] phải thắt cổ tự vẫn ngay tại đài chỉ huy ở Loa Sơn (thuộc khu vực chùa Bộc).\n\nNgay sau đó, Đô đốc Đông dẫn quân diệt luôn đồn Nam Đồng, rồi tiến nhanh về phía cửa Tây thành Thăng Long. Ở cung Tây Long, Tôn Sĩ Nghị nghe tiếng súng nổ ầm ầm và thấy khói lửa rực trời, vội vàng lên ngựa lẻn qua cầu phao bắt ngang [[sông Hồng]], nhắm hướng Bắc mà chạy.\n\nVăn thần Phan Huy Ích trong ''Tông đức thế tự bi'' đã mô tả lại hình ảnh oai hùng của Đô đốc Đông lúc ấy như sau: ''Ông một mình một ngựa tiến lên trước, dẹp yên nơi cung cấm''.\n \nTrưa ngày hôm đó, vua Quang Trung cùng với đại quân tiến vào kinh thành giữa sự đón chào của Đô Đốc Đông và sự hoan nghênh của nhân dân. Bài văn bia trên còn ghi rõ sự ban thưởng của nhà vua đối với ông: ''Vũ Hoàng Đế vào Thăng Long, tiến hành khen thưởng, ban riêng cho ông xã quê hương là Lương Xá làm thực ấp vĩnh viễn, phàm các khoản binh phân, hộ phân, sưu sai đều cho miễn trừ''.\n\nDanh sĩ [[Ngô Ngọc Du]], người chứng kiến trận đại thắng trên, đã thuật lại bằng hai bài thơ, đó là bài \"Long thành quang phục kỷ thực\" (''Ghi lại sự thật việc khôi phục thành Thăng Long''). Trích phần dịch nghĩa:\n\n:''Bọn giặc vì cớ gì mà điên cuồng đến đây?\n:''Quân của nhà vua phẫn nộ nêu cao uy vũ.\n:''Rồi thần tốc xông thẳng tới,\n:''Như từ trên trời giáng xuống, không ai kháng cự nổi.\n:''Một trận \"rồng lửa\"<ref>Phạm Ngọc Du giải thích: \"Quân Tây Sơn tiến công thành Thăng Long, nhân dân chín xã ngoại thành sôi nổi bện rơm cỏ thành hình rồng, tẩm dầu đốt lửa, đánh một trận rồng lửa\". Đây chính là sự phối hợp rất có hiệu quả giữa nhân dân và nghĩa quân Tây Sơn.<\/ref> làm cho giặc tan tành,\n:''Chúng bỏ thành cướp đò tìm cách chạy trốn...''\n\nVà bài \"Loa Sơn điếu cổ\" (trích phần dịch nghĩa):\n:''Thanh Nam xác giặc mười hai đống,\n:''Ngời sáng anh hùng đại võ công.''\n\n===Tiếp tục làm quan Tây Sơn===\nSau khi đánh tan quân ngoại xâm, Đặng Tiến Đông tiếp tục đảm nhận nhiều nhiều chức vụ quan trọng trong chính quyền Tây Sơn. \nDưới triều Quang Trung ([[1788]]-[[1792]]), ông giữ chức Vệ Quốc Thượng tướng Quân, Trấn thủ hai xứ Thanh Hoa và Nghĩa An (thời Tây Sơn gọi trấn [[Nghệ An]] là Nghĩa An hay Trung Đô). Có lẽ ông giữ chức vụ đó từ cuối năm 1787 cho đến đầu năm [[1790]] (đến năm này vua Quang Trung cử con là Nguyễn Quang Bàn làm Đốc Trấn Thanh Hoa và tướng [[Trần Quang Diệu]] làm Đốc Trấn Nghĩa An).\n \nVà theo ''Tông đức thế tự bi'' và bài minh do [[Trần Bá Lãm]] soạn khắc vào chuông [[chùa Trăm Gian]] (thôn Tiên Lữ, xã Tiên Phương, huyện Chương Mỹ) vào năm 1794, thì trong thời vua Cảnh Thịnh ([[Nguyễn Quang Toản]], ở ngôi: [[1792]]-[[1802]]), Đô đốc Đông giữ chức Đại tướng Thống Vũ Thắng Vệ Thiên Hùng Hiệu.\n\nNgoài việc quan ở nơi Đặng Tiến Đông trấn nhậm, ông còn sốt sắng lo việc chiêu tập dân làng trở về quê hương, khai khẩn đất đai, mở mang thôn xóm và chăm lo tu bổ một số đền chùa ở Lương Xá.\n \nBên cạnh đó, ông còn lo việc biên soạn ''Đặng gia phả hệ toàn chính thực lục'' (6 quyển). Phả này khảo xét dòng họ Đặng và sinh hoạt chính trị nước [[Việt Nam|Việt]] từ [[thế kỷ 11]] đến [[thế kỷ 18]].\n\nHiện chưa rõ Đô đốc Đặng Tiến Đông mất năm nào<ref>''Từ điển bách khoa Việt Nam'' (tập 1, tr. 750) cho biết thời Cảnh Thịnh, Đặng Tiến Đông về nghỉ ở quê và mất năm [[1803]], nhưng không cho biết đã lấy từ nguồn nào. Còn tác giả Nguyễn Q. Thắng - Nguyễn Bá Thế có dẫn một đoạn chép theo gia phả họ Đặng ở Lương Xá rằng: ''Vệ quốc thượng tướng quân trấn thủ Thanh Hoa kiêm Nghệ An trấn Đô đốc Đặng Lĩnh hầu Đặng tướng công đại phụ tứ nguyệt thập tốt, hoàng triều Chiêu Thống nguyên niên nhị nguyệt cát hạ phùng tra''. Hai tác giả này đã dựa vào đây để cho rằng Đặng Tiến Đông mất vào ngày rằm tháng Tư (theo Hán văn thì là tháng Hai, có lẽ tác giả ghi nhầm) triều Chiêu Thống năm thứ nhất (1787) Đinh vị. Vì vậy, hai ông không cho rằng Đô đốc Đông không phải là người chỉ huy đạo quân Tây Sơn đánh đồn Khương Thượng năm [[1789]] mà là Lê Văn Long, người làng Trường Xuân, nay thuộc thành phố [[Tam Kỳ]], tỉnh [[Quảng Nam]] (''Từ điển Nhân vật lịch sử Việt Nam''. Nhà xuất bản Tổng hợp [[Thành phố Hồ Chí Minh]] tái bản năm [[2006]], trang 167-168).<\/ref>, nhưng căn cứ năm lập bia ''Tông đức thế tự bi'' để tưởng niệm ông (1797), thì rất có thể ông đã mất trước đó một vài năm tức là vào những năm đầu triều vua Cảnh Thịnh.\n \nMộ ông táng ở xứ Đồng Trê, nay thuộc thôn Đầm Dền, xã Đại Yên, huyện Chương Mỹ, thành phố [[Hà Nội]]. Hiện ở phía Tây [[gò Đống Đa]] (Hà Nội) có một con phố mang tên ông.\n\n==Nghi vấn== \nNgười ''lập đại công'' chép ở bên trên, chủ yếu soạn theo lời kể của GS. Phan Huy Lê trong bài viết ''Đô đốc Long-Một tường Tây Sơn chỉ huy trận Đống Đa''. Đồng quan điểm này có nhóm tác giả biên soạn sách ''Đại cương lịch sử Việt Nam'', ''Từ điển bách khoa Việt Nam''(tập 1) và Ngô Thế Long trong bài ''Một số tư liệu liên quan đến Đô đốc Đặng Tiến Đông đời Tây Sơn''...\n\nTuy nhiên hiện vẫn còn các ý kiến khác:\n*Danh sĩ [[Nguyễn Trọng Trì]] ([[1854]]-[[1922]]) trong sách ''Tây Sơn lương tướng ngoại truyện'' cho rằng Đô đốc Long (có sách chép là Đô đốc Mưu) chính là '''Đặng Văn Long''', tự là Tử Vân, quê ở huyện Tuy Viễn, phủ [[Quy Nhơn]] ([[Bình Định]]). Đồng quan điểm này có [[Quách Tấn]]-Quách Giao trong sách ''Nhà Tây Sơn''. Phạm Minh Thảo trong quyển ''Bắc Bình Vương'', Chu Minh Khôi trong bài ''Những di vật liên quan tới Đô đốc Đặng Tiến Đông ở [[chùa Trăm Gian]]''...\n*GS. Nguyễn Q.Thắng & Nguyễn Bá Thế trong ''Tự điển nhân vật lịch sử'' (bộ mới) chép: Dù hiện vẫn còn nhiều tồn nghi về nhân vật lịch sử này, nhưng người dân phường Trường Xuân, thành phố Tam Kỳ vẫn nghĩ đó là '''Lê Văn Long''', người con của quê mình. Ông là con của Thủ tài hầu Lê Văn Thủ, một trong những tướng tài của Tây Sơn. Năm [[Quang Trung]] thứ hai ([[1789]]), Lê Văn Long được sắc phong là Võ tướng hữu quân tại Phú Xuân. Sắc viết (tạm dịch): ''Sắc! Sắc phong Lê Văn Long ở xã Phú Xuân Trung, huyện Lễ Dương, phủ Thăng Hoa, người đã trải qua nhiều chiến trận, lắm công lao khó nhọc. Nay bổ giữ chức Võ tướng hữu quân để sai khiến việc quân. Nếu công việc trễ nải, thiếu cần mẫn sẽ theo quân pháp triều đình mà xử lý''<ref>Theo Nguyễn Q.Thắng và Nguyễn Bá Thế, trong ''Tự điển nhân vật lịch sử (bộ mới)''. Nhà xuất bản Tổng hợp TP. Hồ Chí Minh, 2006, trang 540-541<\/ref>.\n* Có người lại cho rằng Đô đốc Long chính là '''[[Nguyễn Tăng Long]]''' quê ở thôn Đông Thành, xã Tịnh Thọ, huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]].\n\nNgoài ra, tuy không cho biết ai là Đô đốc Long, nhưng sau khi phân tích nhà báo Diệp Trúc Thanh đã kết luận rằng Đô đốc Nguyễn Tiến Giản (hay Đông) chỉ là người dẫn quân Tây Sơn ra Thăng Long diệt [[Nguyễn Hữu Chỉnh]] vào đầu năm Mậu Thân (1788), chứ phải là người chỉ huy đánh trận Đống Đa vào [[Tết]] [[Kỷ Dậu]] ([[1789]]) <ref>Theo sử liệu, thì Nguyễn Hữu Chỉnh đã bị diệt năm [[1787]]. Chép năm [[Mậu Thân]] ([[1788]]), thì phải ghi là diệt [[Vũ Văn Nhậm]] mới đúng. Xem chi tiết tại đây [http:\/\/sachhiem.net\/LICHSU\/TRDTH\/TrucDiepThanh.php].<\/ref>.\n \nDo những thông tin hãy còn đang trái chiều, nên ai mới thật sự là Đô đốc Long, người chỉ huy đạo quân đánh đồn Khương Thượng ([[Đống Đa]], nay thuộc thành phố [[Hà Nội]]), cần phải tìm hiểu thêm.\n\n==Thông tin thêm==\n===Đạo sắc===\nĐạo sắc ([[sắc phong]]) có niên đại ngày 3 [[tháng 7]] năm [[Nguyễn Nhạc|Thái Đức]] thứ 10 (15 [[tháng 8]] năm [[1787]]). GS. Phan Huy Lê đã căn cứ lời văn của đạo sắc, mà suy đoán rằng rất có thể trước khi Đặng Tiến Đông đến yết kiến [[Nguyễn Huệ]] ([[1787]]), ông đã từng làm Trấn thủ Thanh Hoa dưới triều [[nhà Lê]]. Cho nên lúc được thu dụng, Nguyễn Huệ đã gia phong chức ''Đô đốc Đồng tri tước Đông Lĩnh hầu vẫn sai làm trấn thủ xứ Thanh Hoa''<ref>GS. Lê giải thích thêm: \"Vào thời điểm này Thanh Hoa vẫn thuộc quyền cai quản của [[nhà Lê]]. Phải đến cuối năm [[1787]], khi trấn này thuộc về Tây Sơn, Đô đốc Long mới nhậm chức thực thụ\".<\/ref>.\n \nNgoài ra, trong đạo sắc, Nguyễn Huệ còn có đoạn khen ngợi ông như sau:\n:...''(ông là người có) khí khái của trượng phu, tấm lòng của nam tử, đường làm quan gặp gỡ, dựng nên công lớn vua tôi, trước sau báo đền, không quên điều hiểu biết của kẻ sĩ trong nước, trải mùa đông mà không chịu khuất như cây tùng lúc giá rét.''\n \nVăn bản viết trên giấy sắc, khổ 138×50 [[cm]], hiện do chi trưởng của dòng họ Đặng ở Lương Xá giữ và đặt thờ trên bàn thờ của chi họ này. Đây là một trong số ít nguyên bản sắc phong chức tước đời Tây Sơn còn lưu giữ được cho đến nay.\n\n===Bia tưởng niệm===\nĐây là một bia [[đá]] cao 1,72[[m]], bề ngang 0,85m, dày 0,34m; được dựng trước chùa Thủy Lâm ở thôn Lương Xá (nay thuộc xã Lam Điền, huyện Chương Mỹ, tỉnh Hà Tây cũ) vào ngày 15 tháng 6 năm [[Đinh Tỵ]], niên hiệu Cảnh Thịnh thứ năm, tức ngày 9 tháng 7 năm 1797. Trên bia đá có khắc bài văn bia tưởng niệm Đặng Tiến Đông do Phan Huy Ích soạn, Ngô Thì Nhậm nhuận sắc. Ngoài phần nói về thế phả họ Đặng, có một đoạn ngắn tóm lược công lao, sự nghiệp của ông kể từ khi theo Tây Sơn cho đến khi lập chiến công trong cuộc kháng chiến chống Thanh. Đoạn văn đó như sau (Phiên âm):\n\n: Kim triều đại tướng thống Vũ Thắng đạo Thiên Hùng đô đốc Đông Lĩnh hầu Đặng Tiến Đông (hay Giản) hệ xuất lệnh tộc giáp nhất chi, Yên quận công chi tôn, Dận quận công chi tử (mất một chữ) thì, Hoàng triều Thái tổ Vũ Hoàng đế nghĩa thanh chấn bạc quy trú Quảng Nam, công nhất kiến quân môn, mật mông tri ngộ, sủng ban ấn kiếm, ủy thống nhung huy. Ngưỡng lại thiên uy, nhất cử đảng định. Mậu thân (2 chữ bị đục) sơ, bắc binh nam mục, công phụng chiếu tiên phong đạo, tiến chiến nhi bắc binh hội. Công đơn kỵ đương tiên, túc thanh cung cấm. Vũ Hoàng giá lâm Thăng Long, sách hành thưởng đặc tứ bản quán Lương Xá xã vĩnh vi thực ấp...\n\n:Dịch nghĩa:\n:''Vị Đại tướng triều ta là Đô đốc Đông Lĩnh hầu Đặng Tiến Đông (hay Giản) thống lĩnh về Thiên Hùng trong đạo Vũ Thắng, xuất thân từ chi thứ nhất một họ lớn, cháu cụ Yên quận công, con cụ Dận quận công… Bấy giờ tiếng tăm nghĩa khí của Thái tổ Vũ Hoàng đế (tức vua Quang Trung) lừng lẫy khắp nơi, ngài đang đóng quân ở Quảng Nam. Ông một lần vào ra mắt trước cửa quân, nhờ ơn tri ngộ, yêu ban ấn kiếm, giao cho cầm quân. Ngửa nhờ oai trời, một lần cất quân là quét sách giặc giã. Năm Mậu Thân...quân Bắc nhòm ngó phương Nam, ông vâng chiếu lãnh đạo tiên phong tiến đánh quân Bắc tan rã. Ông một mình một ngựa đi trước vào dẹp yên cung cấm. Vũ Hoàng đế đến Thăng Long xét công phong thưởng, đặc biệt ban cho ông làng quê Lương Xá làm thực ấp vĩnh viễn...''\n\n===Tượng quan Đô===\nChùa Trăm Gian (Hà Nội) còn giữ được một bức tượng Đặng Tiến Đông mà nhân dân địa phương thường gọi là \"tượng quan Đô\". Bài văn bia Đặng tướng công bi dựng trong chùa năm [[1927]] và gia phả một số chi họ Đặng cho biết bức tượng tạc vào năm Cảnh Thịnh thứ hai (năm [[1794]]), lúc Đặng Tiến Đông 56 tuổi. Các tài liệu trên cho biết tượng truyền thần này tạc vào lúc ông sinh thời và rất giống ông.\n \nTượng bằng gỗ [[mít]], cao 1,30[[m]] không kể bệ, tạc một võ tướng đội mũ Phốc Đầu đính vàng bạc, mặc áo bào thắt đai, trong tư thế ngồi, hai tay vòng về phía trước. Tượng thể hiện một người có tuổi, dáng cao lớn, vai rộng, khuôn mặt to, mồm hơi dô, môi dày, râu quai nón. Nét mặt trang nghiêm nhưng có vẻ hiền lành, chất phác.\nBức tượng đã bị mọt đục ruỗng đôi chỗ và đã bị sơn lại. Đây là một tác phẩm điêu khắc khá đẹp và rất hiếm có của nghệ thuật thời Tây Sơn.\n \n==Xem thêm==\n*[[Gò Đống Đa]]\n*[[Chiến thắng Kỷ Dậu (1789)]]\n*[[Nguyễn Tăng Long]]\n*[[Lê Văn Long]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*Nhiều người soạn, ''Từ điển bách khoa Việt Nam'' (Tập 1). Trung tâm biên soạn Từ điển bách khoa Việt Nam xuất bản, Hà Nội, 1995.\n*[[Phan Huy Lê]], ''Đô đốc Đặng Tiến Đông-một tướng Tây Sơn chỉ huy trận Đống Đa''. Tạp chí Nghiên cứu Lịch sử số 154 (tháng 1 năm 1974).\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam '' (Tập 3). Nhà xuất bản Giáo dục, 2005.\n*Trương Hữu Quýnh-Phan Doãn Đại-Nguyễn Cảnh Minh, ''Đại cương Lịch sử Việt Nam'' (Tập 1). Nhà xuất bản Giáo dục, 2007.\n*Nguyễn Lương Bích-Phạm Ngọc Phụng. ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ''. Nhà xuất bản Quân đội Nhân dân, 1977.\n*[[Quách Tấn]]-Quách Giao, ''Nhà Tây Sơn.'' Bảo tàng Quang Trung ([[Bình Định]]) xuất bản, 2002.\n*Phạm Minh Thảo,'' Bắc Bình Vương''. Nhà xuất bản VH-TT, 2008.\n*Và các nguồn đã ghi kèm theo bài.\n\n==Liên kết ngoài==\n*[http:\/\/www.baodanang.vn\/vn\/danangcuoituan\/29849\/index.html Đô đốc Long và mùa xuân Thăng Long xưa]\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Sinh năm 1738]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]\n[[Thể loại:Dòng họ Đặng ở Lương Xá]]"}