{"82343":"{{Thông tin đền Việt Nam\n| tên  = Đền Cửa Ông\n| loại = đặc biệt\n| hình = Cửa Ông Temple 2017.jpg\n| chú thích = Đền Trung và Đền Thượng trên đồi, nhìn từ sân chính\n\n| tước vị  = Hưng Nhượng Đại Vương\n| tên thần = [[Trần Quốc Tảng]]\n| sinh = 1252 \n| mất  = 1313\n| công trạng = Trấn giữ Hải Ninh - An Bang\n| thánh tích =\n\n| địa chỉ  = [[Cửa Ông]], [[Cẩm Phả]], [[Quảng Ninh]]\n| đối tượng thờ = Tiết chế Hoàng Cần <br><small>''Phối thờ''\n| thành lập = [[Thời Trần]]\n| người sáng lập = \n| tôn tạo  = 2016\n| xây mới  = \n| đóng cửa = \n| lễ hội  = 3 tháng 2 âm lịch\n| điện thoại = \n| web  =\n\n| tên di tích = Di tích lịch sử Đền Cửa Ông\n| cấp di tích = đặc biệt\n| loại di tích = lịch sử\n| quyết định = số 2082\/QĐ-TTg (2017)<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=192339 Quyết định số 2082\/QĐ-TTg của Thủ tướng Chính phủ: Về việc xếp hạng di tích quốc gia đặc biệt ngày 25 tháng 12 năm 2017, truy cập ngày 5 tháng 5 năm 2020]<\/ref>\n| một phần của = Khu di tích Đền Cửa Ông - [[Đền Cặp Tiên]] \n}}\n\n'''Đền Cửa Ông''' nằm tại phường Cửa Ông, thành phố [[Cẩm Phả]], tỉnh [[Quảng Ninh]]. Đây là nơi thờ Hưng Nhượng Đại Vương [[Trần Quốc Tảng]] cùng nhiều nhân vật nổi tiếng thời [[nhà Trần]], và cũng là nơi diễn ra Lễ hội đền Cửa Ông hằng năm. Cuối năm 2017, đền Cửa Ông được [[Chính phủ Việt Nam|Chính phủ]] xếp hạng là Di tích quốc gia đặc biệ\n\n==Vị trí==\nĐền Cửa Ông nằm trên một ngọn đồi cao khoảng 100m, thuộc khu 9A, phường [[Cửa Ông]], thành phố [[Cẩm Phả]], tỉnh [[Quảng Ninh]]. Đền cách trung tâm thành phố [[Hạ Long]] 40&nbsp;km về phía [[Hướng Đông Bắc|Đông Bắc]]. Tổng diện tích quy hoạch đền Cửa Ông là 12,125 ha.\n\nĐền Cửa Ông có thế \"Tọa sơn hướng hải”, hội tụ được các lợi thế về phong thủy: tả Thanh Long, hữu Bạch Hổ, trước mặt có Minh Đường ([[vịnh Bái Tử Long]]), sau lưng có Huyền Vũ (là thung lũng trù phú nơi tụ cư của dân cư đông đúc, xa hơn là dãy núi chạy dài đến [[Mông Dương]] làm thế dựa vững chắc)<ref>Đền Cửa Ông, [https:\/\/www.quangninh.gov.vn\/donvi\/tpcampha\/Trang\/ChiTietBVGioiThieu.aspx?bvid=121 ''Các điểm du lịch trên địa bàn thành phố''], Cổng thông tin điện tử Thành phố Cẩm Phả, 2018, truy cập ngày 26 tháng 5 năm 2020.<\/ref>.\n\nĐền còn được gọi là Đền Cửa Suốt do vị trí nằm cạnh cửa biển có tên là ''Cửa Suốt'':\n\n{{cquote|''Cửa Suốt'': ở cách châu [[Tiên Yên]] 48 dặm về phía tây nam, phía nam là núi đá, phía bắc kề bãi cát, từ đấy đi ngược lên là khe Châu Lâm và bãi cát Cẩm Phả, trên bãi cát có đồn, phía bắc đồn gọi là Vườn Nhãn, xưa nhà Lê dùng chỗ này để đày những tù phạm phải tội lưu cận châu, cách tỉnh 2 ngày đường thủy.|||''[[Đại Nam Nhất Thống Chí]], Quyển 18 - Tỉnh Quảng Yên''<ref>Quốc sử quán triều Nguyễn, ''Đại Nam nhất thống chí'', Tập 4, Phạm Trọng Điềm - Đào Duy Anh dịch và hiệu đính, Nhà xuất bản Thuận Hóa, 2006, trang 47<\/ref>.}}\n\n==Lịch sử==\nTrước khi thờ Trần Quốc Tảng, khu vực đền Cửa Ông chỉ có Miếu Hoàng Tiết chế. Khi đó thờ '''Hoàng Cần''', là người địa phương có nhiều công đánh phá giặc cướp, được các triều vua phong \"Khâm sai Đông Đạo Tiết chế\":\n\n{{cquote|''Miếu Hoàng Tiết Chế'': ở trên bãi cát của Suốt thuộc xã Cẩm Phả, châu Tiên Yên. Tương truyền đời Trần có giặc răng trắng mỏ vàng, lấn cướp bóc dân bãi biển, có Hoàng Cần người xã [[Hải Lạng|Hải Lăng]] tự đem thủ hạ đuổi đánh, tay cầm cọc tre đánh tan được giặc, đuổi đến xã [[Vô Ngại]], cắm cọc tre làm mốc giới, đến nay đốt tre đều mọc ngược. Sau khi chết được tặng Khâm sai Đông đạo tiết chế, người địa phương lập đền thờ. Thuyền bè qua lại cầu đảo thường được linh ứng.|||''[[Đại Nam Nhất Thống Chí]], Quyển 18 - Tỉnh Quảng Yên''<ref>Quốc sử quán triều Nguyễn, ''Đại Nam nhất thống chí'', Tập 4, Phạm Trọng Điềm - Đào Duy Anh dịch và hiệu đính, Nhà xuất bản Thuận Hóa, 2006, trang 54<\/ref>.}}\n\nTừ đầu thế kỷ XX, người ta nâng cấp (phá đi xây lại) Miếu Hoàng Tiết chế thành Đền Cửa Ông, từ đó người ta thờ Hưng Nhượng vương Trần Quốc Tảng làm thần chủ nơi đây, phối cùng Hoàng Cần và những vị thần khác.<ref>{{Chú thích web|url=http:\/\/dsvh.gov.vn\/den-cua-ong-3280|tựa đề=Di tích Đền Cửa Ông|tác giả=Khánh Chi |ngày=|website=Cục Di sản văn hóa|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=4 tháng 1 năm 2021}}<\/ref><ref name=\"Nhuận Minh\">{{Chú thích web|url=https:\/\/www.baoquangninh.com.vn\/Sinh-thoi-Tran-Quoc-Tang-co-o-Cua-ong-nhu-nhieu-nguoi-van-nghi-hay-khong-2141495.html|tựa đề=Sinh thời, Trần Quốc Tảng có ở Cửa Ông như nhiều người vẫn nghĩ hay không?|tác giả=Trần Nhuận Minh|ngày=2010|website=Báo Quảng Ninh điện tử|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=4 tháng 1 năm 2021}}<\/ref> Có rất nhiều người lầm tưởng Trần Quốc Tảng đã được thờ ở đây từ lâu, nhưng đến tận năm 1887 trở về sau, sách [[Đồng Khánh địa dư chí]] vẫn không có ghi chép gì về đền thờ một danh tướng như ông tại khu vực Cẩm Phả, mà chỉ có miếu Hoàng Tiết chế thờ Hoàng Cần.<ref>[https:\/\/sites.google.com\/site\/sachsuvietnam\/dhong-khanh-du-dhia-chi Đồng khánh dư địa chí], tr. 441 (mục ''Tỉnh Quảng Yên'')<\/ref> \n\nNhầm lẫn nói trên dường như bắt nguồn từ sách ''Hoàng Việt văn tuyển'' của [[Bùi Huy Bích]] (1744-1818), trong đó tác giả cho rằng Hưng Ninh vương là Trần Quốc Tảng. Trong khi đó [[An Nam chí lược]] của Lê Tắc soạn năm 1335 viết rất rõ rằng [[Tuệ Trung Thượng Sĩ|Hưng Ninh vương Trần Tung]] (Tuệ Trung Thượng Sĩ) là anh họ của Thế tử (chỉ Trần Thánh Tông),<ref>Lê Tắc (1335), An Nam chí lược, quyển Đệ tứ, mục \"''Chính Thảo Vận Hướng\",'' tr. 38, dịch bởi Ủy Ban Phiên Dịch Sử Liệu Việt Nam, Viện Đại Học Huế (1961), chuyển sang bản điện tử bởi Công Đệ, Doãn Vượng, Lê Bắc (2001)<\/ref> và Trần Quốc Tảng chỉ là anh họ của Trần Nhân Tông, phải gọi Trần Thánh Tông bằng chú. Hưng Ninh vương \"lui về sống ở phong ấp Tịnh Bang và đổi tên là hương Vạn Niên”.<ref>{{Chú thích sách|tựa đề=Tuệ Trung Thượng Sĩ Ngữ Lục Giảng Giải, tr. 29 \"Hành trạng thượng sĩ Trần Tung\"|tác giả=Trần Nhân Tông biên soạn, Hoà Thượng Thích Thanh Từ dịch|họ=|tên=|ngày=1996|website=|nơi xuất bản=Ban Văn Hoá Trung Ương GHPGVN|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Đất Tịnh Bang hay An Bang vào đời Trần; An Quảng đời Hậu Lê; trở thành hai tỉnh Quảng Yên và Hải Ninh vào thời kỳ nhà Nguyễn và hiện nay thuộc tỉnh Quảng Ninh<ref>{{Chú thích web|url=https:\/\/www.daophatngaynay.com\/vn\/phatgiao-vn\/lich-su\/8542-Lich-su-Phat-giao-Dang-Ngoai-Chuong-1-Truyen-thong-Truc-Lam-Yen-Tu-A-Nui-Yen-Tu-Que-huong-cua-phai-thien-Truc-Lam.html|tựa đề=Lịch sử Phật giáo Đàng Ngoài - Chương 1: Truyền thống Trúc Lâm Yên Tử - A. Núi Yên Tử: Quê hương của phái thiền Trúc Lâm|tác giả=Nguyễn Hiền Đức|họ=|tên=|ngày=2011|website=Đạo Phật Ngày Nay|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 4 tháng 1 năm 2021}}<\/ref>. Lưu ý về mặt địa danh không hoàn toàn chính xác vì việc chia tách các đơn vị hành chính thời phong kiến trải qua rất nhiều lần, có nơi chú thích ấp Tịnh Bang nơi Trần Tung về ở ẩn thuộc Vĩnh Bảo, Hải Phòng ngày nay. Tuy vậy có thể xác định Tịnh Bang phải ở gần Yên Tử (đất tu của thiền phái Trúc Lâm), và cũng ở nơi giáp ranh giữa Quảng Ninh và Hải Phòng ngày nay. Thị trấn Quảng Yên cũng có cửa Suất (gọi chệch đi thành cửa Suốt), rồi từ cửa Suốt Quảng Yên thành cửa Suốt Cửa Ông, vì Cửa Ông cũng thuộc tỉnh Quảng Yên. Trần Tung bị lẫn sang Trần Quốc Tảng, vì thế mà dân gian nói Trần Quốc Tảng ở Cửa Ông.<ref name=\"Nhuận Minh\" \/>\n\nĐền Cửa Ông đã trải qua lịch sử hơn 700 năm, với nhiều cuộc đại trùng tu. Đền Cửa Ông trước đây được xây dựng thành ba khu: đền Hạ, đền Trung và đền Thượng. Trong hai cuộc chiến tranh phá hoại miền Bắc [[Chiến tranh phá hoại miền Bắc lần thứ nhất|lần thứ nhất]] và [[Chiến tranh phá hoại miền Bắc lần thứ hai|lần thứ hai]], Đại đội tự vệ Nhà sàng Cửa Ông (nay là [[Tập đoàn Công nghiệp Than - Khoáng sản Việt Nam|Công ty Tuyển than Cửa Ông]]) đã xây dựng hầm chỉ huy và trận địa pháo cao xạ 37 ly trên một quả đồi cao khoảng 35m so với mực nước biển, liền kề đền Hạ. Đền Trung và đền Hạ đã bị [[máy bay ném bom]] [[Hoa Kỳ|Mỹ]] phá hủy hoàn toàn, chỉ đền Thượng là còn tồn tại.<ref>Hà Văn Phàn (2013) [http:\/\/baoquangninh.com.vn\/du-lich\/201310\/nang-tam-di-tich-den-cua-ong-trong-xu-the-hoi-nhap-va-phat-trien-2209538\/ ''Nâng tầm di tích đền Cửa Ông trong xu thế hội nhập và phát triển''], Báo Quảng Ninh điện tử, truy cập ngày 26 tháng 5 năm 2020.<\/ref>. Trong giai đoạn năm 1965 - 1966, đơn vị tự vệ Nhà sàng Cửa Ông đã chiến đấu với [[không quân Mỹ]] 11 trận, bắn rơi 17 máy bay Mỹ. Năm 1967, Đại đội tự vệ Nhà sàng Cửa Ông được phong tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].<ref>Văn Nhuận (2020) [http:\/\/btlsqsvn.org.vn\/Relic\/bai-viet\/ky-vat-cua-dai-doi-tu-ve-nha-sang-cua-ong-7007 ''Kỷ vật của Đại đội tự vệ Nhà sàng Cửa Ông'']{{Liên kết hỏng|date=ngày 11 tháng 7 năm 2021 |bot=InternetArchiveBot }}, Bảo tàng lịch sử quân sự Việt Nam, truy cập ngày 26 tháng 5 năm 2020.<\/ref>\n\n==Kiến trúc==\n[[Tập tin:Cua ong 2007 005.jpg|nhỏ|phải|280px|Đền Thượng - đền Cửa Ông năm 2007]]\n[[Tập tin:Cua ong 2007 007.jpg|nhỏ|phải|280px|Lăng Trần Quốc Tảng tại đền Cửa Ông]]\nTrong suốt thời kỳ phong kiến, đền chỉ là một thảo am được dựng dưới gốc cây cổ thụ, bên bờ Cửa Suốt, tục gọi là miếu Đức Ông.\n\nĐến đầu thế kỉ XX, thời kì [[Pháp thuộc]], với kĩ thuật xây dựng hiện đại và dân cư trở nên đông đúc, đền Cửa Ông đã được xây lại bằng gạch ngói kiên cố hơn. Đền Cửa Ông là một quần thể các công trình tín ngưỡng đa dạng gồm [[đền]], [[chùa]], [[lăng]], [[phủ thờ]] Mẫu.\n\nSau chiến tranh, đền Hạ được xây lại trên nền đất cũ ở mặt bằng rộng rãi. Đền có kết cấu chữ Nhị gồm ba gian bái đường, ba gian hậu cung, cổng đền đề chữ “Bồng lai tiên cảnh”.\n\nĐền Thượng xây hình chữ Công với ba gian bái đường. Bên trái đền Thượng (nhìn từ dưới lên) là đền Quan Châu, nhà sắp lễ và hóa sớ. Bên phải là một ngôi chùa, thờ [[Thích Ca Mâu Ni]] cùng các chức sắc nhà Phật và thiên đình. Đặc biệt ở ngôi chùa này có thờ [[Tuệ Trung Thượng sĩ]]. Phía sau đền Thượng là lăng [[Trần Quốc Tảng]].<ref name=\"Cam nang\">Trọng Khang (2018) [http:\/\/baoquangninh.com.vn\/van-hoa\/201806\/cam-nang-ve-le-hoi-den-cua-ong-2390804\/ ''\"Cẩm nang\" về lễ hội đền Cửa Ông''], Báo Quảng Ninh điện tử, truy cập 26 tháng 5 năm 2020.<\/ref>\n\nTừ năm 2015 đến năm 2017, thành phố Cẩm Phả đã triển khai các hạng mục trong quy hoạch chi tiết di tích đền Cửa Ông với mức đầu tư gần 800 tỷ đồng. Trong đó, phục dựng lại khu vực đền Trung tại vị trí chân đền Thượng, hướng ra vịnh Bái Tử Long, từ đó, hình thành cụm di tích với 3 ngôi đền Hạ, Trung, Thượng theo độ cao tăng dần từ Đông sang Tây<ref name=\"Hieu Tran\">[http:\/\/baoquangninh.com.vn\/xa-hoi\/201902\/phat-huy-gia-tri-di-tich-lich-su-den-cua-ong-2423608\/ Hiểu Trân, ''Phát huy giá trị di tích lịch sử đền Cửa Ông'', Báo Quảng Ninh điện tử, 2019, truy cập 5 tháng 5 năm 2020]<\/ref>:\n\n*Đền Hạ thờ Trung Thiên Long Mẫu\n*Đền Trung thờ tướng quân Hoàng Cần\n*Đền Thượng thờ Hưng Nhượng Đại Vương Trần Quốc Tảng, gia quyến, cận thần của Hưng Đạo Đại Vương [[Trần Quốc Tuấn]]\n\nĐền Cửa Ông là một trong những ngôi đền hiếm hoi còn lại đến nay thờ khá đông đủ gia thất Trần Quốc Tuấn và tất cả các cận thần<ref name=\"Thu Minh\">[https:\/\/www.quangninh.gov.vn\/chuyen-de\/nam-du-lich-quoc-gia\/Trang\/ChiTietTinTuc.aspx?nid=78006 Thu Minh, ''Sẵn sàng lễ đón nhận bằng Di tích Quốc gia đặc biệt và khai hội đền Cửa Ông'', Cổng thông tin điện tử Tỉnh Quảng Ninh, 2018, truy cập ngày 5 tháng 5 năm 2020]<\/ref>. Bên trong đền Thượng, có rất nhiều tượng thờ các nhân vật nối tiếng của [[nhà Trần]]. Có hơn 30 pho tượng lớn, nhỏ, được bố trí thành 10 hàng ngang. Trong đó, đã xác định rõ 23 pho tượng nhân thần có danh tính<ref name=\"Cam nang\"\/>:\n\n* Tiền đường thờ: danh tướng và công thần nhà Trần như [[Trần Khắc Chung]], [[Lê Phụ Trần]], [[Nguyễn Địa Lô]]...\n* Tiền bái thờ: [[Trần Quốc Tảng]] và các tướng lĩnh như [[Trần Thì Kiến]], [[Hà Đặc]], [[Phạm Ngộ]], [[Trần Khánh Dư]]...\n* Hậu cung thờ: [[Trần Quốc Tuấn]] cùng gia thất và các tướng lĩnh như [[Yết Kiêu]], [[Phạm Ngũ Lão]], [[Đỗ Hành]]...\n\n== Tượng đài Trần Quốc Tảng ==\n[[Hình:Tran Quoc Tang Statue.jpg|nhỏ|phải|280px|Tượng đài Đức ông trước khi di chuyển lên đồi cao]]\nTrước cổng cũ đền có pho tượng Đức ông Trần Quốc Tảng rất lớn do Công ty tuyển than Cửa Ông khởi công đúc tượng và dựng tượng đài năm 2005<ref>[https:\/\/www.nhandan.com.vn\/chinhtri\/item\/5909802-.html Quảng Ninh khánh thành tượng đài Trần Quốc Tảng, Báo Nhân Dân điện tử, 2010, truy cập 5 tháng 5 năm 2020]<\/ref>. Tượng được đúc bằng đồng, cao 10 mét, nặng trên 40 tấn (tính cả phần khung đỡ), khánh thành ngày 11 tháng 1 năm 2006. Sau khi trùng tu toàn diện Đền Cửa Ông năm 2017, Tỉnh Quảng Ninh đã quyết định di dời tượng Đức Ông lên đồi cao 52m (62m tính cả tượng) với góc nghiêng 46%, chênh lệch độ cao giữa hai vị trí cũ và mới tương đương ngôi nhà 20 tầng, chiều dài theo đường hướng dốc 92m. Việc di dời do Công ty Xử lí lún nghiêng Việt Nam thực hiện dưới sự chỉ huy của Thạc sĩ Đỗ Quốc Khánh. Đây là lần đầu tiên ở Việt Nam di dời bức tượng khổng lồ trên góc nghiêng kỷ lục.<ref name=\"Xay dung\">{{chú thích |author=Minh Cương |year=2018 |title=Chuyện “Thần đèn” Đỗ Quốc Khánh di dời tượng Đức Ông lên đồi cao |publisher=Tổng hội xây dựng Việt Nam |url=http:\/\/tonghoixaydungvn.vn\/tabid\/169\/catid\/382\/item\/7228\/chuyen-than-den-do-quoc-khanh-di-doi-tuong-duc-ong-len-doi-cao.aspx |accessdate=ngày 5 tháng 5 năm 2020 |access-date=2020-05-26 |archive-date=2021-12-07 |archive-url=https:\/\/web.archive.org\/web\/20211207082325\/http:\/\/tonghoixaydungvn.vn\/tabid\/169\/catid\/382\/item\/7228\/chuyen-than-den-do-quoc-khanh-di-doi-tuong-duc-ong-len-doi-cao.aspx }}<\/ref><ref>{{chú thích |author=Minh Cao |year=2018 |title=Quảng Ninh di dời tượng Đức Ông nặng 40 tấn lên đồi cao 53 mét |publisher=VnExpress |url=https:\/\/vnexpress.net\/quang-ninh-di-doi-tuong-duc-ong-nang-40-tan-len-doi-cao-53-met-3692717.html |accessdate=ngày 5 tháng 6 năm 2020 }}<\/ref> Việc di dời tượng được chia làm ba giai đoạn<ref>Xuân Quảng (2017) [http:\/\/daidoanket.vn\/van-hoa\/quang-ninh-bat-dau-di-doi-tuong-duc-ong-nang-40-tan-len-doi-cao-62-m-tintuc390251 ''Quảng Ninh: Bắt đầu di dời tượng Đức Ông nặng 40 tấn lên đồi cao 62 m''], Báo điện tử Đại Đoàn Kết, truy cập ngày 26 tháng 5 năm 2020.<\/ref>:\n*Di dời tượng từ sân tượng đài tới sân chính của đền Cửa Ông với khoảng cách 2 điểm khoảng hơn 300 m. Thời gian tiến hành trong hơn 2 tiếng\n*Di dời tượng từ sân chính lên độ cao 38m\n*Di dời tượng từ độ cao 38m lên đỉnh đồi 52m\nCác kĩ sư và đơn vị thi công đã tiến hành tính toán vô cùng chi tiết, sử dụng xe di dời nhà tự động cân bằng thủy lực và bốn [[cần cẩu]] siêu trọng (80 tấn, 160 tấn và 250 tấn), đồng thời áp dụng nhiều sáng tạo kĩ thuật dành riêng cho việc di dời tượng như lắp ráp cầu đường sắt đặc biệt dốc 46% kiên cố để chống lún, chống rung lắc, hệ thống phanh tự động thiết kế đặc biệt cho tời và xe goòng. Trước khi tiến hành, đơn vị thi công đã vận hành thử tải hàng chục lần do việc kiểm định kỹ thuật trên lý thuyết không thể thực hiện vì độ nghiêng 46% vượt ra khỏi tiêu chuẩn kỹ thuật của cả Việt Nam và cả Hoa Kỳ<ref>Ban biên tập kinh tế - Đài phát thanh truyền hình Hà Nội (2018) [https:\/\/www.youtube.com\/watch?v=IPBx706rCe0 ''Đền Cửa Ông - Câu chuyện rước Đức ông thượng sơn''], Du lịch & Cuộc sống, YouTube, truy cập ngày 26 tháng 5 năm 2020<\/ref>. Việc di dời dự kiến diễn ra trong hai ngày nhưng thực tế được hoàn thành trong một buổi sáng<ref name=\"Xay dung\"\/>. Ngày 1 tháng 1 năm 2018, tượng Đức Ông Hưng Nhượng Đại Vương Trần Quốc Tảng đã chính thức thượng sơn tọa vị tại vị trí đồi có độ cao hơn 50m tại dải núi phía Nam (cách Đền Thượng khoảng 150m) nhìn ra Vịnh Bái Tử Long<ref>[https:\/\/www.quangninh.gov.vn\/pInChiTiet.aspx?nid=76976 ''Hoàn thành việc di dời tượng Đức Ông Hưng Nhượng Đại Vương Trần Quốc Tảng'', Cổng thông tin điện tử Tỉnh Quảng Ninh, 2018, truy cập ngày 5 tháng 5 năm 2020]<\/ref>\n\n== Trong tín ngưỡng thờ Mẫu ==\n[[Hình:View from Cửa Ông Temple.jpg|nhỏ|phải|280px|Khung cảnh Vịnh Bái Tử Long nhìn từ đền Thượng. Đền Hạ nằm bên phải]]\nTrong [[tín ngưỡng thờ Mẫu Việt Nam]], Hưng Nhượng Đại Vương được suy tôn là ''Đức Đệ Tam Phó Súy Đông Hải Đại Vương Trần Quốc Tảng'', còn trong nghi thức hầu đồng người ta thường thỉnh ông là: ''Đức Ông Đệ Tam'' hay Đệ Tam Đức Thánh Ông Cửa Suốt Cửa Đông.\n\nThông thường những người hầu Hội Đồng Trần Triều thường hay hầu về Đức Ông Đệ Tam. Khi về ngự đồng, ông thường mặc trang phục màu đỏ giống với [[Đức Thánh Trần]], hoặc cũng có một số nơi người ta cũng mặc áo trắng, có điều này sỡ dĩ là vì sự giao thoa giữa [[tín ngưỡng thờ Đức Thánh Trần]] và Đạo Mẫu Tứ Phủ nên coi hàng Đệ Tam mặc áo trắng, hơn nữa ông cũng trấn giữ nơi cửa biển (thoải) là Cửa Suốt. Thanh đồng hầu Đức Ông Đệ Tam cũng làm các ấn phép giống với Đức Đại Vương như: lên đai thượng, rạch lưỡi ban dấu mặn, thư phù bắt quyết… Trong văn Đức Ông Đệ Tam cũng có đoạn hát kể về điển tích của ông như:\n\n''Thời Trần Thị mở mang Nam Hải''\n\n''Đức Đệ Tam dòng dõi kim chi''\n\nVì vậy Đền Cửa Ông là Đền chính thờ Đức Ông Đệ Tam. Ngày đại tiệc của Đức Ông Đệ Tam là ngày 3 tháng 2 âm lịch<ref>[https:\/\/lyso.vn\/viewtopic.php?t=6104 Thần tích đạo mẫu Việt Nam, ''Đức Ông Đệ Tam'']<\/ref>.\n\nĐền Hạ của đền Cửa ông bản chất là một phủ thờ đạo Mẫu. Đền thờ Trung Thiên Long Mẫu là một vị thủy thần. Ngoài ra còn thờ [[Vân Hương Thánh Mẫu]] và các [[mẫu Thượng Thiên]], [[mẫu Thượng Ngàn]], [[Mẫu Thoải]]… cùng các ông Hoàng Bơ, Hoàng Bảy, Hoàng Mười. Cạnh đền Thượng cũng có đền quan Tuần Tranh, quan Chánh, quan Giám sát<ref name=\"Cam nang\"\/>.\n\nTrong quần thể Di tích quốc gia đặc biệt đền Cửa Ông còn có [[đền Cặp Tiên]] (xã [[Đông Xá]], huyện Vân Đồn). Đền thờ cô bé Cửa Suốt, quan Chánh, các nhân thần và thờ Mẫu. Tương truyền, cô bé Cửa Suốt là con gái Trần Quốc Tảng, thống lĩnh thủy quân cùng cha trấn giữ nơi này, sau khi mất thường hiển linh giúp dân, âm phù đánh giặc rất linh ứng<ref name=\"Thu Minh\" \/>.\n\n==Lễ hội==\nLễ hội Đền Cửa Ông là một trong những lễ hội lớn trên địa bàn tỉnh Quảng Ninh được tổ chức vào ngày mùng 3\/2 (âm lịch) hằng năm. Nhân dân theo truyền thống thường đi lễ đền Cửa Ông từ đầu năm mới âm lịch, theo tuyến du lịch lễ hội [[Côn Sơn]] - [[Kiếp Bạc]] - [[Yên Tử]] - [[Cửa Ông]].\n\nĐền Cửa Ông đông khách thập phương nhất, nhộn nhịp nhất vào mùa lễ hội, diễn ra từ ngày 3\/2 âm lịch và kéo dài suốt ba tháng xuân. lễ hội diễn ra với nhiều hoạt động văn hóa phong phú. Bắt đầu là lễ dâng hương, sau đó là lễ rước bài vị Trần Quốc Tảng từ đền Cửa Ông ra miếu vườn Nhãn - là nơi mà theo truyền thuyết Đức Ông trôi dạt vào hóa thần và quay về Đền. Lễ rước bài vị này mô phỏng những cuộc tuần du bảo vệ bờ cõi vùng biển Đông Bắc của Hưng Nhượng Vương xưa kia với ý nghĩa ghi nhớ công đức của ngài trong sự nghiệp bảo vệ biên cương tổ quốc. Trong những ngày diễn ra lễ hội còn có các hoạt động văn hóa như múa rồng, thi bày mâm cỗ hoa quả, dâng lễ vật lên Đức Ông cùng với những trò chơi dân gian như cờ bỏi, bịt mắt đập niêu, kéo co, đẩy gậy<ref>[http:\/\/www.vinacomin.vn\/tap-chi-than-khoang-san\/mua-xuan-di-le-hoi-den-cua-ong-1004.htm ''Mùa xuân đi lễ Hội đền Cửa Ông'', Tập đoàn công nghiệp Than - Khoáng sản Việt Nam, 2012, truy cập 6 tháng 5 năm 2020]<\/ref>.\n\nLễ hội đền Cửa Ông của Quảng Ninh đã được Bộ Văn hóa, Thể thao và Du lịch công nhận là di sản văn hóa phi vật thể cấp Quốc gia vào cuối năm 2016<ref>[https:\/\/vov.vn\/van-hoa-giai-tri\/le-hoi-den-cua-ong-phat-huy-di-san-van-hoa-phi-vat-the-quoc-gia-577713.vov Mỹ Dung - Hoàng Quy, ''Lễ hội đền Cửa Ông: Phát huy di sản văn hóa phi vật thể Quốc gia'', Báo Điện Tử VOV, 2016, truy cập ngày 6 tháng 5 năm 2020]<\/ref>.\n\n== Du lịch ==\nKết hợp các yếu tố giá trị cảnh quan và tâm linh, Đền Cửa Ông là một địa điểm du lịch rất nổi tiếng ở Quảng Ninh nói riêng và miền Bắc nói chung. Hằng năm đền Cửa Ông thu hút khoảng 800.000 lượt khách đến tham quan. Trong hai tháng đầu năm 2019 đã có 14.000 lượt khách với tổng số tiền công đức và các khoản thu tại đền hơn 10 tỷ đồng<ref name=\"Hieu Tran\" \/>.\n\n==Đọc thêm==\n* [http:\/\/www.baoquangninh.com.vn\/quang-ninh-24-7\/van-hoa\/201003\/danh-tuong-Tran-Quoc-Tang-khong-phai-mat-tai-Cua-ong-nhu-co-tai-lieu-giao-khoa-da-ghi-2124382\/ Danh tướng Trần Quốc Tảng không phải mất tại Cửa Ông như có tài liệu giáo khoa đã ghi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200212201543\/http:\/\/www.baoquangninh.com.vn\/quang-ninh-24-7\/van-hoa\/201003\/danh-tuong-Tran-Quoc-Tang-khong-phai-mat-tai-Cua-ong-nhu-co-tai-lieu-giao-khoa-da-ghi-2124382\/ |date=2020-02-12 }}\n* [http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201005\/Hung-Nhuong-Vuong-Tran-Quoc-Tang-tung-co-thoi-gian-o-Cua-Suot-va-den-Cua-ong-tho-Tran-Quoc-Tang-khong-phai-tho-nham-2141676\/ Hưng Nhượng Vương Trần Quốc Tảng từng có thời gian ở Cửa Suốt và Đền Cửa Ông thờ Trần Quốc Tảng không phải thờ \"nhầm\"...] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190719062800\/http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201005\/Hung-Nhuong-Vuong-Tran-Quoc-Tang-tung-co-thoi-gian-o-Cua-Suot-va-den-Cua-ong-tho-Tran-Quoc-Tang-khong-phai-tho-nham-2141676\/ |date=2019-07-19 }}\n* [http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201005\/Noi-lai-voi-ong-Nguyen-Thanh-Si-ve-Hung-Nhuong-Vuong-Tran-Quoc-Tang-va-den-Cua-ong-2125231\/ Nói lại với ông Nguyễn Thanh Sĩ về Hưng Nhượng Vương Trần Quốc Tảng và đền Cửa Ông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200718113923\/http:\/\/www.baoquangninh.com.vn\/van-hoa\/dan-va-nguoi-qn\/201005\/Noi-lai-voi-ong-Nguyen-Thanh-Si-ve-Hung-Nhuong-Vuong-Tran-Quoc-Tang-va-den-Cua-ong-2125231\/ |date=2020-07-18 }}\n\n==Ghi chú==\n{{Tham khảo|30em}}\n\n{{Đền tại Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Du lịch Quảng Ninh}}\n\n[[Thể loại:Đền tại Việt Nam|Cửa Ông]]\n[[Thể loại:Di tích tại Quảng Ninh|Đ]]"}