{"59963":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Đức Trọng\n| logo = \n| hình =Bình minh ở Đức Trọng.jpg \n| ghi chú hình =Bình minh ở Đức Trọng \n| vĩ độ = 11.697222\n| kinh độ = 108.316111\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 903,13 km²\n| dân số = 192.180 người<ref name=BLĐ\/>\n| thời điểm dân số = 2022\n| mật độ dân số = 213 người\/km²\n| tỉnh = [[Lâm Đồng]]\n| vùng = [[Tây Nguyên]]\n| huyện lỵ = Thị trấn [[Liên Nghĩa, Đức Trọng|Liên Nghĩa]]\n| thành lập = \n| chủ tịch UBND =\n| chủ tịch HĐND =\n| bí thư = \n| trụ sở UBND = Số 270 Quốc lộ 20, tổ dân phố 2, thị trấn [[Liên Nghĩa, Đức Trọng|Liên Nghĩa]]\n| đại biểu quốc hội = \n| phân chia hành chính = 1 thị trấn, 14 xã\n| mã hành chính = 678<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 67xxxx\n| mã điện thoại = 263\n| biển số xe = 49-E1-E2 xxx.xx\n| web = {{url|ductrong.lamdong.gov.vn}}\n}}\n\n'''Đức Trọng''' là một huyện thuộc tỉnh [[Lâm Đồng]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Đức Trọng nằm ở trung tâm tỉnh Lâm Đồng, cách thành phố [[Đà Lạt]] 30&nbsp;km về phía nam, có vị trí địa lý:\n*Phía đông giáp huyện [[Đơn Dương]] và huyện [[Ninh Sơn]], tỉnh [[Ninh Thuận]]\n*Phía tây giáp huyện [[Lâm Hà]] và huyện [[Di Linh]]\n*Phía nam giáp huyện [[Bắc Bình]] và huyện [[Tuy Phong]], tỉnh [[Bình Thuận]]\n*Phía bắc giáp thành phố [[Đà Lạt]].\n\n===Điều kiện tự nhiên===\nĐức Trọng là huyện nằm ở vùng giữa của Lâm Đồng - tỉnh miền núi phía nam Tây Nguyên, có độ cao từ 600 – 1000 m so với mực nước biển.\n\nĐịa hình chủ yếu là bình sơn nguyên, núi cao và dốc hình thành những thung lũng ven sông khi là vùng đất tiếp giáp giữa cao nguyên Lang Biang và cao nguyên Di Linh; tạo nên những nét khác biệt và những cảnh quan kỳ thú cho Đức Trọng với những thác nước nổi tiếng như Liên Khương, Gougah, Pongour rất hấp dẫn đối với du khách. Hồ Nam Sơn được quy hoạch sẽ là điểm du lịch và hoạt động văn hoá - thể thao.\n\nTrung tâm huyện cách thành phố Đà Lạt 26&nbsp;km về hướng nam. Nằm ở vị trí đầu mối giao thông đi Đà Lạt, Tp Hồ Chí Minh, Buôn Ma Thuột, Phan Rang, nên Đức Trọng có điều kiện thuận lợi cho mở rộng giao lưu với bên ngoài, phát triển mạnh mẽ nền kinh tế hướng ngoại với cả ba thế mạnh: \"Nông, lâm nghiệp - Công nghiệp - Dịch vụ\". Đẩy mạnh phát triển kinh tế mà đặc biệt là phát triển công nghiệp và dịch vụ ở Đức Trọng có vai trò quan trọng trong phát triển kinh tế nói chung và công nghiệp nói riêng của Lâm Đồng.\n\n;Địa hình\nHuyện thuộc [[cao nguyên Di Linh]] và nằm ở cuối phần [[cao nguyên Di Linh]].\n\nHuyện Đức Trọng có 3 dạng địa hình chính: Núi dốc, đồi thấp và thung lũng ven sông.\n\nDạng địa hình núi dốc: Diện tích chiếm 54% tổng diện tích toàn huyện, phân bố tập trung ở khu vực phía bắc và phía đông, đông nam của huyện. Khu vực phía bắc (các xã Hiệp An, Liên Hiệp, Hiệp Thạnh) độ cao phổ biến so với mực nước biển từ 1.200-1.400m, cao nhất 1.754 m (Núi Voi), khu vực phía đông từ 1.100–1300 m, cao nhất 1.828m (Núi Yan Doane), khu vực phía đông nam (các xã vùng Loan) từ 950 - 1.050 m, cao nhất 1.341 m. Độ dốc phổ biến trên 200. Địa hình bị chia cắt, riêng khu vực phía đông nam khá hiểm trở, không thích hợp với phát triển nông nghiệp.\n\nDạng địa hình đồi thấp: Diện tích chiếm khoảng 30,8% tổng diện tích toàn huyện, phân bố tập trung ở khu vực phía tây và tây nam của huyện. Độ cao phổ biến so với mực nước biển ở khu vực phía bắc sông Đa Nhim từ 850 - 900m, độ dốc phổ biến từ 3-80, hầu hết diện tích trong dạng địa hình này là các thành tạo từ bazan, rất thích hợp với phát triển cây lâu năm. Độ cao phổ biến khu vực phía nam sông Đa Nhim (Ninh Gia) từ 900-1.000 m, độ dốc phổ biến từ 8-150, có thể phát triển nông nghiệp nhưng cần đặc biệt chú trọng các biện pháp bảo vệ đất.\n\nDạng địa hình thung lũng: Diện tích chiếm 14,2% tổng diện tích toàn huyện, phân bố ven các sông, suối lớn. Độ cao phổ biến so với mực nước biển từ 850 – 900 m, độ dốc phổ biến từ dưới 80, hầu hết diện tích trong dạng địa hình này là các loại đất phù sa và dốc tụ, nguồn nước mặt khá dồi dào nhưng trên 30% diện tích thường bị ngập úng trong các tháng mưa lớn, khá thích hợp với phát triển lúa nước và các loại rau - màu ngắn ngày.\n\n;Khí hậu\nHuyện Đức Trọng nằm trong vùng khí hậu nhiệt đới gió mùa, nhưng do ở độ cao trên 900m nên khí hậu có những nét độc đáo, với những đặc trưng cơ bản như sau:\n\nNhiệt độ trung bình thấp, ôn hòa, biên độ dao động nhiệt giữa ngày và đêm lớn, nắng nhiều, ẩm độ không khí thấp thích hợp với tập đoàn cây á nhiệt đới và nhiều loại cây trồng vùng ôn đới, tiềm năng năng suất cao, chất lượng sản phẩm tốt.\n\nMưa khá điều hòa giữa các tháng trong mùa mưa, riêng tháng 8 lượng mưa giảm và có các đợt hạn ngắn nên khá thuận lợi cho thu hoạch vụ hè thu. Mùa khô kéo dài từ tháng 12 đến tháng 4, tuy có dài hơn so với khu vực Bảo Lộc nhưng mức độ mất cân đối về độ ẩm ít gay gắt hơn và lượng nước tưới thấp hơn so với Đơn Dương, Buôn Ma Thuột và các tỉnh Miền Đông.\n\n;Tài nguyên nước\n'''Nước mặt:''' Nguồn nước mặt chủ yếu của huyện là hệ thống sông Đa Nhim, ngoài ra còn có thể tận dụng nguồn nước của hệ thống sông Đa Dâng cho khu vực phía tây nam của huyện.\n\nHệ thống sông Đa Nhim bao gồm sông chính là sông Đa Nhim và hai nhánh Đa Tam, Đa Queyon. Mật độ sông suối khá dày(0,52-1,1&nbsp;km\/km²), lưu lượng dòng chảy khá (trung bình dao động từ 23-28 lít\/s\/km²), có sự phân hóa theo mùa, mùa mưa chiếm tới 80% tổng lượng nước năm, mùa khô chỉ còn 20%. Lưu lượng dòng chảy mùa kiệt rất thấp (từ 0,25-9,1 lít\/s\/km²), kiệt nhất vào tháng 3. Để sử dụng nguồn nước mặt cho sản xuất cần phải tập trung xây dựng các hồ chứa. Nếu chỉ giữ được 30% lượng nước trong mùa mưa thì có thể đủ nước tưới cho toàn bộ diện tích đất nông nghiệp hiện có của Đức Trọng.\n\nĐịa hình ở đây cho phép xây dựng nhiều hồ chứa, nhưng việc sử dụng nước hồ cho tưới tự chảy lại bị hạn chế bởi mức độ chia cắt của địa hình. Vì vậy, phải kết hợp hài hòa nhiều biện pháp công trình như hồ chứa, đập dâng, trạm bơm, đào giếng mới có thể mở rộng diện tích tưới, đặc biệt là tưới cho cà phê, rau, lúa nước.\n\n'''Tài nguyên nước ngầm:''' Nước ngầm trong phạm vi huyện Đức Trọng khá đa dạng, được chứa trong tất cả các loại đất, đá với trữ lượng và độ tinh khiết khác nhau, được chia thành 3 địa tầng chứa nước như sau:\n\n+ Tầng chứa nước lỗ hổng: Bề dày không quá 10m, nằm ở ven sông suối, lưu lượng từ 0,1-0,14 lít\/s, thành phần hóa học thuộc kiểu Bicarbonnát Chloride, độ khoáng hóa từ 0,07-0,33 g\/lít.\n\n+ Tầng chứa nước lỗ hổng khe nứt: Nước ngầm ở tầng này trên đất bazan của Đức Trọng tương đối khá với bề dày chứa nước từ 10-100m, lưu lượng trung bình từ 0,1-1,0 lít\/s, chủ yếu là nước không áp, thuộc loại nước nhạt (mức độ khoáng hóa từ 0,01-0,1 g\/lít), có thể sử dụng tốt cho sinh hoạt, riêng về khả năng khai thác cho sản xuất được đánh giá ở mức độ trung bình. Hiện đã được khai thác để tưới cho cà phê, rau với mức độ khá phổ biến.\n\n+ Tầng chứa nước khe nứt: Tầng chứa nước khe nứt được phân ra nhiều loại, nhưng nhìn chung lưu lượng thuộc loại nghèo, khả năng khai thác cho sản xuất hạn chế.\n\n;Tài nguyên đất\n'''Phân loại đất'''\n*''Nhóm đất phù sa:'' Diện tích nhóm đất phù sa: 4.549 ha, chiếm 5,04% DTTN toàn huyện. Đất phù sa hình thành trên mẫu chất bồi đắp của các sông Đa Nhim, Đa Dâng, Đạ Tam, Đạ Lé, Đạ Queyon\n*''Nhóm đất xám bạc màu:'' Diện tích 2.222 ha, chiếm 2,46% DTTN huyện.\n*Nhóm đất đen: Nhóm đất này có diện tích 2.607 ha chiếm 2,88% DTTN huyện\n*''Nhóm đất đỏ vàng:'' Diện tích 52.040 ha chiếm 57,68% DTTN phân bố ở xã Ninh Loan và xã N’Thol Hạ, Ninh Gia, Tân Thành, Đà Loan.\n*''Nhóm đất thung lũng do dốc tụ:'' Đất thung lũng do dốc tụ, có diện tích 1.236 ha, chiếm 1,38% DTTN huyện, phân bố ở hầu hết các xã. Đất được hình thành và phát triển do quá trình tích đọng các sản phẩm cuốn trôi từ các vùng đồi núi xung quanh xuống. Do đó đất dốc tụ thường phân bố dưới các thung lũng hẹp và bằng phẳng ven chân đồi núi, hạn chế lớn nhất là bị ngập nước trong mùa mưa. Đất thích hợp cho trồng lúa nước, màu, dâu tằm.\n*''Nhóm đất mùn đỏ vàng:'' Diện tích 19.889 ha chiếm 22,06% DTTN, phân bố ở các xã vùng Loan, các xã phía Bắc. Đất được hình thành từ các loại đá mẹ như andezit, granite và cát sét kết, phân bố từ cao độ tuyệt đối 1.000 m trở lên và hiện trạng là rừng thứ sinh khá tốt. Ở bản đồ đất tỷ lệ 1\/25.000, loại đất này được chia thành 4 đơn vị chú dẫn bản đồ: Đất mùn nâu vàng trên đá andezit (Hn); Đất mùn vàng đỏ trên đá granít (Ha), Đất mùn đỏ vàng trên đá sét (Hs), Đất mùn vàng nhạt trên đá cát(Hq). Hầu hết có độ dốc trên 250, hiện tại là rừng thứ sinh, vì vậy cần duy trì và bảo vệ rừng.\n\n;Tài nguyên khoáng sản\nTrong phạm vi của huyện có mỏ vàng ở xã Tà Năng với trữ lượng lớn, hiện đang được nhà nước tổ chức khai thác, sản lượng bình quân 40–50&nbsp;kg\/năm.\n\nMỏ điatônít (làm vật liệu nhẹ và bột khoan) phân bố từ chân đèo Pren đến nhà máy cơ khí tỉnh, trữ lượng 25 triệu tấn.\n\nNgoài ra còn có mỏ nước khoáng ở Phú Hội, lưu lượng 0,45 lít\/s, chất lượng tốt có thể khai thác để chế biến nước khoáng và kết hợp với du lịch.\n\n;Tài nguyên rừng\nĐất lâm nghiệp toàn huyện 45,049ha chiếm 50% diện tích tự nhiên, trong đó đất rừng sản xuất chiếm 24,4% diện tích, rừng phòng hộ chiếm đến 75,6% diện tích. Diện tích đất rừng tuy nhiều nhưng mức độ đóng góp vào phát triển kinh tế địa phương còn hạn chế do hầu hết là rừng đặc dụng. UBND tỉnh Lâm Đồng đang chỉ đạo các Ban ngành liên quan điều chỉnh ba loại rừng trong phạm vi toàn Tỉnh (trong đó huyện Đức Trọng), nhằm sử dụng tài nguyên rừng một cách hiệu quả. Tổng trữ lượng rừng: 5,1 triệu m3 gỗ, 2,5 triệu cây lồ ô và tre nứa. Rừng ở Đức Trọng có tiềm năng khai thác lớn, thuận lợi cho phát triển công nghiệp chế biến hàng mộc dân dụng, chế biến gỗ, chế biến bột giấy,...\n\nTrong những năm qua, huyện đã thực hiện có hiệu quả các giải pháp về lâm sinh như khai thác, khoanh nuôi, trồng mới và bảo vệ rừng, tăng diện tích và độ che phủ rừng từ 47% năm 2000 lên 50% năm 2005 và trên 55% vào năm 2009.\n\n;Tài nguyên nhân văn và cảnh quan môi trường\nVới 27 dân tộc chung sống trên địa bàn, Đức Trọng trở thành nơi hội tụ củ nhiều nền văn hoá khác nhau tạo nên nét đặc trưng trong đa dạng, mang lại những bản sắc rất riêng so với những vùng đất khác.\n\nThiên nhiên đã ưu đãi cho nơi này nhiều cảnh quan ngoạn mục, kỳ thú, trong đó có nhiều ngọn thác nổi tiếng có tiềm năng phát triển du lịch như: thác Pongour, thác Gouga, thác Liên Khương, cùng các công trình: hồ sinh thái Nam Sơn, công trình thủy điện Đại Ninh... đã, đang và sẽ trở thành những điểm du lịch thu hút du khách trong và ngoài nước đến với Đức Trọng.\n\n==Hành chính==\nHuyện Đức Trọng có 15 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Liên Nghĩa, Đức Trọng|Liên Nghĩa]] và 14 xã: [[Bình Thạnh, Đức Trọng|Bình Thạnh]], [[Đà Loan]], [[Đa Quyn]], [[Hiệp An, Đức Trọng|Hiệp An]], [[Hiệp Thạnh, Đức Trọng|Hiệp Thạnh]], [[Liên Hiệp, Đức Trọng|Liên Hiệp]], [[Ninh Gia]], [[Ninh Loan]], [[N'Thol Hạ]], [[Phú Hội, Đức Trọng|Phú Hội]], [[Tà Hine]], [[Tà Năng]], [[Tân Hội, Đức Trọng|Tân Hội]], [[Tân Thành, Đức Trọng|Tân Thành]].\n\n==Lịch sử==\nSau năm [[1975]], huyện Đức Trọng thuộc tỉnh [[Lâm Đồng]], bao gồm 16 xã: Bình Thạnh, Đạ Đờn, Đạ Long, Đạ M'rông, Đạ Tông, Đinh Văn, Hiệp Thạnh, Lát, Liên Hiệp, N'Thol Hạ, Phi Tô, Phú Hội, Phú Sơn, Tân Hội, Tân Văn và Tùng Nghĩa.\n\nNgày [[10 tháng 3]] năm [[1977]], sáp nhập xã Lát vào thành phố Đà Lạt.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh51-CP-phan-vach-dia-gioi-hanh-chinh-thanh-pho-Da-Lat-tinh-Lam-Dong\/58084\/noi-dung.aspx?tab=3|tựa đề=Quyết định 51-CP năm 1977 về việc phân vạch địa giới hành chính của thành phố Đà Lạt thuộc tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[14 tháng 3]] năm [[1979]], chuyển 3 xã: Đạ Long, Đạ M'rông và Đạ Tông về huyện [[Lạc Dương (huyện)|Lạc Dương]] mới thành lập.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-116-CP-chia-huyen-thuoc-tinh-Lam-Dong-57448.aspx|tựa đề=Quyết định 116-CP về việc chia một số huyện thuộc tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[19 tháng 9]] năm [[1981]], thành lập thị trấn Nông trường Nam Ban tại khu kinh tế mới của Hà Nội tại Lâm Đồng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-77-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Lam-Dong\/43137\/noi-dung.aspx|tựa đề=Quyết định 77-HĐBT năm 1981 về việc phân vạch địa giới một số xã và thị trấn thuộc tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[6 tháng 3]] năm [[1984]], chuyển xã Tùng Nghĩa thành thị trấn Liên Nghĩa (thị trấn huyện lỵ của huyện Đức Trọng).<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-38-HDBT-phan-vach-dia-gioi-xa-tinh-Lam-Dong-43418.aspx|tựa đề=Quyết định 38-HĐBT năm 1984 về việc phân vạch địa giới một số xã thuộc tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nCuối năm [[1986]], huyện Đức Trọng bao gồm 2 thị trấn: Liên Nghĩa, Nam Ban và 11 xã: Bình Thạnh, Đạ Đờn, Đinh Văn, Hiệp Thạnh, Liên Hiệp, N'Thol Hạ, Phi Tô, Phú Hội, Phú Sơn, Tân Hội, Tân Văn.\n\nNgày [[24 tháng 10]] năm [[1987]], Hội đồng Bộ trưởng ban hành Quyết định 157-HĐBT<ref>Quyết định 157-HĐBT điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Đức Trọng, Di Linh, Đơn Dương; chia huyện Đức Trọng thành hai huyện lấy tên là huyện Đức Trọng và huyện Lâm Hà<\/ref>. Theo đó:\n* Chuyển xã Ninh Gia thuộc huyện [[Di Linh]] và 4 xã: Đà Loan, Ninh Loan, Tà Hine, Tà Năng thuộc huyện [[Đơn Dương]] về huyện Đức Trọng quản lý\n* Thành lập 10 xã: Rô Men, Liêng Srônh, Phi Liêng, Phúc Thọ, Tân Thanh, Hoài Đức, Đan Phượng, Tân Hà, Gia Lâm và Đông Thanh\n* Chia thị trấn Nông trường Nam Ban thành 2 đơn vị hành chính: thị trấn Nam Ban và xã Mê Linh\n* Chuyển xã Đinh Văn thành thị trấn Đinh Văn\n*Tách 2 thị trấn: Đinh Văn, Nam Ban và 15 xã: Đạ Đờn, Đan Phượng, Đông Thanh, Gia Lâm, Hoài Đức, Liêng Srônh, Mê Linh, Phi Liêng, Phi Tô, Phú Sơn, Phúc Thọ, Rô Men, Tân Hà, Tân Thanh, Tân Văn thuộc huyện Đức Trọng để thành lập huyện [[Lâm Hà]].\n\nSau khi điều chỉnh, huyện Đức Trọng bao gồm thị trấn Liên Nghĩa và 11 xã: Bình Thạnh, Đà Loan, Hiệp Thạnh, Phú Hội, Liên Hiệp, Ninh Gia, Ninh Loan, N’Thôn Hạ, Tà Hine, Tà Năng, Tân Hội.\n\nNgày [[18 tháng 6]] năm [[1999]], thành lập xã Hiệp An trên cơ sở 5.400 ha diện tích tự nhiên và 6.100 nhân khẩu của xã Hiệp Thạnh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-38-1999-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-va-thanh-lap-xa-thuoc-cac-huyen-Duc-Trong-Lam-Ha-Di-Linh-va-thi-xa-Bao-Loc-tinh-Lam-Dong-10793.aspx|tựa đề=Nghị định 38\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và thành lập xã thuộc các huyện Đức Trọng, Lâm Hà, Di Linh và thị xã Bảo Lộc, tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[30 tháng 10]] năm [[2000]], thành lập xã Tân Thành trên cơ sở 2.270 ha diện tích tự nhiên và 5.326 nhân khẩu của xã Tân Hội.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-62-2000-ND-CP-thanh-lap-xa-thuoc-cac-huyen-Don-Duong-Duc-Trong-va-Bao-Lam-tinh-Lam-Dong-8201.aspx|tựa đề=Nghị định 62\/2000\/NĐ-CP về việc thành lập xã thuộc các huyện Đơn Dương, Đức Trọng và Bảo Lâm, tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[6 tháng 3]] năm [[2009]], thành lập xã Đa Quyn trên cơ sở điều chỉnh 17.152,98 ha diện tích tự nhiên và 3.212 nhân khẩu của xã Tà Năng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-10-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-thuoc-thanh-pho-Da-Lat-huyen-Duc-Trong-Di-Linh-tinh-Lam-Dong-86130.aspx|tựa đề=Nghị định số 10\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, thành lập xã thuộc thành phố Đà Lạt, huyện Đức Trọng, huyện Di Linh, tỉnh Lâm Đồng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[30 tháng 6]] năm [[2009]], thị trấn Liên Nghĩa được công nhận là đô thị loại IV.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/xay-dung-do-thi\/Quyet-dinh-716-QD-BXD-cong-nhan-thi-tran-Lien-Nghia-Duc-Trong-Lam-Dong-do-thi-loai-4-90929.aspx|tựa đề=Quyết định 716\/QĐ-BXD năm 2009 về việc công nhận thị trấn Liên Nghĩa, huyện Đức Trọng, tỉnh Lâm Đồng là đô thị loại IV|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Đức Trọng có 1 thị trấn và 14 xã như hiện nay.\n\n==Kinh tế - xã hội==\nHuyện có diện tích tự nhiên 90.180 ha, chiếm 9,23% diện tích tự nhiên toàn tỉnh Lâm Đồng. Tổng dân số 178.100 người (2017), chiếm 14% dân số toàn tỉnh, dân số đứng thứ nhì sau TP. Đà Lạt. Mật độ dân số bình quân 182 người\/km², xếp vào hàng thứ 3 so với 12 đơn vị hành chánh cấp huyện của tỉnh Lâm Đồng.\n\nHuyện Đức Trọng có diện tích tự nhiên 901,79&nbsp;km² và dân số năm 2019 là 186.974 người<ref>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf|tựa đề=Kết quả toàn bộ Tổng điều tra dân số 2019|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\nHuyện Đức Trọng có diện tích 903,13&nbsp;km², dân số năm 2022 là 192.180 người<ref name=BLĐ>{{Chú thích web|url=http:\/\/baolamdong.vn\/xahoi\/202211\/ban-hanh-ke-hoach-phuong-an-thanh-lap-thi-xa-duc-trong-3143209\/index.htm|tựa đề= Ban hành kế hoạch, phương án thành lập thị xã Đức Trọng |ngày= 7 tháng 11 năm 2022 |tác giả= N.Viên |website= Báo Lâm Đồng |ngày truy cập= 8 tháng 11 năm 2022 |url-status=live}}<\/ref>, mật độ dân số đạt 213 người\/km².\n\n==Giao thông==\nHuyện nằm ở vị trí đầu mối giao thông đường bộ giữa [[Quốc lộ 20]] (Đà Lạt – [[Thành phố Hồ Chí Minh]]) và [[Quốc lộ 27]] (Đà Lạt – [[Buôn Ma Thuột]]). Quốc lộ 20 và Quốc lộ 27 đi [[Ninh Thuận]] – [[Nha Trang]] và đường nối Quốc lộ 20 với [[Quốc lộ 28]] ở đoạn [[Ninh Gia]] – [[Bắc Bình]] ([[Bình Thuận]]).\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Dầu Giây – Đà Lạt]] đi qua đang được xây dựng.\n\n== Xem thêm ==\n*[[Thác Pongour]]\n*[[Sân bay Liên Khương]]\n\n== Tham khảo ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai Lâm Đồng}}\n{{huyện thị Lâm Đồng}}\n\n[[Thể loại:Đức Trọng]]"}