{"15405101":"'''Đỗ Trình''' (1922 – 21 tháng 2 năm 2008) là sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]], Giáo sư, Tiến sĩ, nguyên Giám đốc [[Học viện Quốc phòng (Việt Nam)|Học viện Quân sự cấp cao]], Phó Viện trưởng [[Viện Chiến lược Quốc phòng (Việt Nam)|Viện Chiến lược Quân sự]], Viện trưởng [[Học viện Quốc phòng (Việt Nam)|Học viện Quốc phòng]], quyền Tư lệnh [[Quân khu 2, Quân đội nhân dân Việt Nam|Quân khu 2]], Cục trưởng [[Cục Quân huấn, Quân đội nhân dân Việt Nam|Cục Quân huấn]], Chánh văn phòng Bộ [[Quốc phòng]].<ref>Từ điển Bách khoa Quân sự Việt Nam năm 2004, Nhà xuất bản Quân đội nhân dân. Vần Đ<\/ref><ref name=\":0\">{{Chú thích web|url=https:\/\/www.nhandan.com.vn\/chinhtri\/item\/8356402-.html|title=Trung tướng, Giáo sư, Tiến sĩ Đỗ Trình từ trần|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=http:\/\/cand.com.vn\/giao-duc\/Doi-ngu-Giao-su-Pho-Giao-su-CAND-luon-dong-hanh-dong-gop-quan-trong-trong-su-nghiep-bao-ve-An-ninh-To-quoc-485677\/|title=Đội ngũ Giáo sư, Phó Giáo sư CAND luôn đồng hành, đóng góp quan trọng trong sự nghiệp bảo vệ An ninh Tổ quốc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-107-HDBT-dac-cach-cong-nhan-chuc-vu-khoa-hoc-trong-linh-vuc-khoa-hoc-Quan-su\/37173\/noi-dung.aspx|title=QUYẾT ĐỊNH\n\nVỀ VIỆC ĐẶC CÁCH CÔNG NHẬN CHỨC VỤ KHOA HỌC TRONG LĨNH VỰC KHOA HỌC QUÂN SỰ|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Thân thế sự nghiệp ==\nTrung tướng, Giáo sư, Tiến sĩ Đỗ Trình (tức Phạm Văn Trị), sinh năm 1922 tại xã Đô Lương, huyện Anh Sơn, tỉnh [[Nghệ An]] (nay là xã [[Hương Sơn, Tân Kỳ|Hương Sơn]], huyện [[Tân Kỳ]], tỉnh [[Nghệ An]]). Nguyên quán xã [[Quảng Thái, Quảng Điền|Quảng Thái]], huyện [[Quảng Điền|Quảng Điền]], tỉnh [[Thừa Thiên Huế|Thừa Thiên – Huế]]. Từ tháng 3 năm 1945, ông tham gia Thanh niên cứu quốc thành Hoàng Diệu (Hà Nội) cho đến tháng 9 năm 1945 thì nhập ngũ và là Đảng viên [[Đảng Cộng sản Việt Nam]].\n\nTừ tháng 9 năm 1945 đến tháng 9 năm 1947 làm nhiệm vụ chiến đấu bảo vệ Hà Nội, trưởng thành từ chiến sĩ, tham gia Ban chỉ huy Tự vệ chiến đấu Hà Nội rồi Phó Chủ tịch. Tháng 5 năm 1946, ông là Chủ tịch Ban bảo vệ Liên khu 3 Hà Nội; sau là Chủ tịch Ủy ban kháng chiến hành chính, Bí thư Đảng ủy Liên khu 3 (Hà Nội).\n\nTháng 10 năm 1947 đến tháng 12 năm 1949 ông lần lượt giữ các chức vụ: Phó phòng Tuyên truyền [[Cục Chính trị (Quân đội nhân dân Việt Nam)|Cục Chính trị]], rồi Chính trị viên Trung đoàn 132, Trung đoàn 59, Trung đoàn 95; quyền Chính trị viên Mặt trận duyên hải Đông Bắc, Chính ủy Chi đội 6 Viễn chinh [[Thập Vạn Đại Sơn|Thập vạn Đại Sơn]] (Trung Quốc).\n\nTừ năm 1950 đến năm 1954, ông giữ các cương vị Chủ nhiệm Chính trị; Phó Chủ nhiệm rồi Chủ nhiệm Phòng Huấn luyện Trường Lục quân. Năm 1949, ông giữ chức Chủ nhiệm Chính trị, rồi Trưởng phòng huấn luyện [[Trường Đại học Trần Quốc Tuấn|Trường Sĩ quan Lục quân]].\n\nTừ năm 1955 đến 1957 là Cục phó [[Cục Quân huấn, Quân đội nhân dân Việt Nam|Cục Quân huấn]]. Từ năm 1958 đến 1964, ông được cử đi học tại Liên Xô, về nước được bổ nhiệm Cục trưởng [[Cục Khoa học Quân sự (Việt Nam)|Cục Nghiên cứu khoa học quân sự]]. Từ tháng 5 năm 1965 đến năm 1967, ông là Phó Giám đốc Học viện Quân sự.\n\nTháng 9 năm 1968, ông được bổ nhiệm giữ chức Phó Tư lệnh kiêm Tham mưu trưởng Mặt trận Đường 9 – Khe Sanh; Cục trưởng [[Cục Quân huấn, Quân đội nhân dân Việt Nam|Cục Quân huấn]], [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng Tham mưu]].\n\nTháng 5 năm 1969, ông được bổ nhiệm giữ chức Chánh [[Văn phòng Quân ủy Trung ương Việt Nam|Văn phòng Quân ủy Trung ương–Bộ Quốc phòng]]. Năm 1974, ông được bổ nhiệm giữ chức Phó Viện trưởng [[Viện Khoa học và Công nghệ Quân sự (Việt Nam)|Viện Khoa học Quân sự]].\n\nTháng 12 năm 1979, ông được bổ nhiệm giữ chức Phó Tư lệnh kiêm Tham mưu trưởng, rồi Quyền Tư lệnh [[Quân khu 2, Quân đội nhân dân Việt Nam|Quân khu 2]] (1982).\n\nTừ tháng 11 năm 1984 đến đến tháng 11 năm 1991, ông được bổ nhiệm giữ chức Phó Giám đốc, rồi Giám đốc, bí thư đảng ủy Học viện Quân sự cấp cao (nay là [[Học viện Quốc phòng (Việt Nam)|Học viện Quốc phòng]]).\n\nTháng 9 năm 1991, ông được bổ nhiệm giữ chức Phó Viện trưởng [[Viện Chiến lược Quốc phòng (Việt Nam)|Viện Chiến lược Quốc phòng]].\n\nTháng 9 năm 2001, ông là Ủy viên Hội đồng chức danh giáo sư Nhà nước\n\nTháng 4 năm 2003, ông giữ Chủ tịch Hội đồng chức danh giáo sư ngành khoa học quân sự.\n\nNăm 2008, ông từ trần an táng tại Nghĩa trang Mai Dịch, Hà Nội.<ref name=\":0\" \/>\n\n[[Thượng tá]] (1958); [[Đại tá|Đại tá]] (1966); [[Thiếu tướng Quân đội nhân dân Việt Nam|Thiếu tướng]] (1974) và [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]] (1982).\n\n== Khen thưởng ==\n\n* [[Huân chương Quân công]] hạng Nhất\n* Huân chương Quân công hạng Ba\n* [[Huân chương Chiến công]] hạng Nhì\n* [[Huân chương Kháng chiến chống Mỹ cứu nước|Huân chương Kháng chiến chống Mỹ, cứu nước]] hạng nhất\n* [[Huân chương Chiến sĩ vẻ vang]] hạng nhất, nhì, ba\n* [[Huy chương Quân kỳ quyết thắng]]\n* Huy chương Vì sự nghiệp khoa học\n* Huy chương Vì sự nghiệp giáo dục\n* Huy hiệu 60 năm tuổi Đảng\n\n== Chú thích ==\n<references \/>\n{{thời gian sống|1922|2010}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}