{"1743630":"'''Đồn điền cà phê CADA''' Đây là một trong những [[đồn điền]] hình thành sớm bởi quá trình khai thác thuộc địa lần thứ hai của [[thực dân Pháp]] ở [[Đông Dương]] nói chung và [[Đắk Lắk]] nói riêng (năm 1922). Đồn diền kéo dài từ km 18 đến km 47 ven quốc lộ 26 trên tuyến đường [[Buôn Ma Thuột]] đi [[Nha Trang]].\n\n== Lịch sử ==\n\nĐây là một trong những đồn điền ra đời sớm bởi quá trình khai thác thuộc địa lần thứ hai của thực dân Pháp ở Đông Dương nói chung và Đắk Lắk nói riêng (năm 1922). CADA là từ viết tắt của cụm từ COMPAGNIE AGRICOLE D'ASIE: Công ty Nông nghiệp Á Châu, với diện tích ban đầu gần 2.000 hecta với vốn đầu tư là 50.000 Frs (quan tiền Tây) kinh doanh cà phê và trà. Ngoài diện tích trồng cà phê và trà, để thuận tiện cho việc khai thác và chế biến Pháp đã cho xây dựng một số hạng mục công trình tại 02 địa điểm chính trong khu vực đồn điền:\n\n1. Km 24 - Nhà ở cho Giám đốc và phó giám đốc; Nhà ở cho đốc công; Văn phòng làm việc; Nhà kho; Chợ; Cửa hàng; Trạm gác; Nhà ở cho công nhân; Trạm y tế.\n\n2. Km 25 - Nhà chủ lớn; Nhà ở cho kỹ sư và đốc công người Pháp ở; Nhà kho; Nhà máy và xưởng sửa chữa; Kho xăng dầu; Nhà khách; Bưu điện; Nhà ở cho cán bộ, thợ máy, thợ điện, lái xe và công nhân.\n\nCũng như bất kỳ công nhân ở một nơi nào khác trong các đồn điền của Pháp ở [[Việt Nam]], người công nhân bị đối xử vô cùng tàn nhẫn. Tại đồn điền CADA chủ Pháp bóc lột công nhân bằng sự trả lương rẻ mạt, thực chất chế độ làm việc công nhân đã trở thành những người nô lệ và trước tình hình đó, với bản chất cách mạng của mình, đội ngũ công nhân ở các đồn điền đã không ngừng đứng lên đấu tranh để tự giải phóng. Trải qua những cuộc đấu tranh sôi nổi và mạnh mẽ, liên tục từ những năm 1927 – 1932 – 1935. Đến tháng 2\/1940 tại đồn điền CADA đã nổ ra một cuộc đấu tranh lớn của công nhân, buộc Pháp phải nhượng bộ. Từ thắng lợi này công nhân càng tin tưởng ở sức mạnh, từ đó mà trong nội bộ công nhân ngày càng có sự đoàn kết chặt chẽ hơn.\n\nCADA là nơi ra đời của Chi bộ đồn điền - [[Đảng cộng sản|Chi bộ Đảng Cộng sản]] đầu tiên trong công nhân của tỉnh Đắk Lắk, nhằm tập hợp lực lượng của các tầng lớp nhân dân dưới sự lãnh đạo của Đảng đứng lên đấu tranh giải phóng dân tộc. Sáng ngày 18\/8\/1945, lần đầu tiên lá cờ đỏ sao vàng tung bay trên cột cờ trước trụ sở UBCM lâm thời của đồn điền, đánh dấu mốc son sáng ngời của đội ngũ công nhân đồn điền cà phê CADA trong sự nghiệp đấu tranh chống thực dân Pháp ở Đắk Lắk. Trong sự nghiệp chống Mỹ cứu nước, công nhân đồn điền cà phê CADA còn tham gia vào cuộc tổng tiến công, nổi dậy tết [[Mậu Thân]] năm 1968 và mùa Xuân 1975, giải phóng Đắk Lắk, giải phóng hoàn toàn miền Nam, thống nhất đất nước.\n\n== Công nhận di tích lịch sử ==\nNgày 26\/01\/1999, [[Bộ Văn hóa - Thông tin Việt Nam|Bộ Văn hoá – Thông tin]] (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) đã cấp bằng công nhận Đồn điền cà phê CADA là di tích lịch sử cấp quốc gia.\n\n== Chú thích ==\n\n<ref>[http:\/\/www.daklak.edu.vn\/index.php?option=com_content&view=article&id=2336:di-tich-lch-s-n-in-cada&catid=187:di-tich-lich-s&Itemid=216\/ Tham khảo Nguồn daklak.edu.vn ]{{Liên kết hỏng|date=2023-04-08 |bot=InternetArchiveBot }}<\/ref>\n{{tham khảo|30em}}\n\n[[Thể loại:Di tích tại Đắk Lắk]]"}