{"1742196":"{{chú thích trong bài}}\n\n'''Đỗ Huy Kỳ''' ([[chữ Hán]]: 杜輝琪; 1695-1748) là một danh sĩ và nhà khoa bảng Việt Nam. Ông đỗ Đình nguyên Thám hoa khoa Tân Hợi (1731) đời vua Lê Duy Phường, từng làm đến chức Thừa chính sứ Hải Dương, tước Hoa Nhạc bá, sau khi mất được truy tặng chức Lễ bộ Hữu thị lang.\n\n==Hành trạng==\nĐỗ Huy Kỳ sinh  năm 1695, người tổng Thử Cốc, huyện Thụy Nguyên, phủ Thiệu Thiên, thừa tuyên Thanh Hóa (nay thuộc làng Phong Cốc, xã Xuân Minh, huyện Thọ Xuân, tỉnh Thanh Hóa).\n\nTương truyền, thời niên thiếu, ông từng thụ giáo thầy [[Trần Ân Chiêm]], tục gọi quan Nghè Bón (vì ở làng Châu Bội hay làng Bón), sống tại xã Vĩnh Tường xin thụ giáo. Đồng môn với ông có [[Hà Tông Huân]] và [[Trịnh Đồng Giai]], về sau đều là những nhà khoa bảng danh tiếng.<ref>[[Hà Tông Huân]] đỗ Bảng nhãn khoa Giáp Thìn (1724). [[Trịnh Đồng Giai]] đỗ Tam giáp Tiến sĩ khoa Tân Sử (1721).<\/ref>\n\nSự nghiệp  khoa cử của ông, trước đỗ khoa Sĩ Vọng, đến năm 37 tuổi đỗ Đệ nhất giáp Tiến sĩ cập đệ Đệ tam danh (Thám hoa) khoa Tân Hợi niên hiệu Vĩnh khánh 3 (1731) đời vua Lê Duy Phường.<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=1134&Catid=564], 65- VĂN BIA ĐỀ DANH TIẾN SĨ KHOA TÂN HỢI NIÊN HIỆU VĨNH KHÁNH NĂM THỨ 3 (1731)<\/ref>. Khoa thi này, trong Tam khôi không có Trạng nguyên, Bảng nhãn. Vì vậy, khoa này ông đứng Thủ khoa Đình nguyên.\n\nSự nghiệp quan trường của ông không được rõ. Chỉ biết ông từng làm đến chức Tham nghị, rồi Thừa chính sứ Hải Dương, tước Hoa Nhạc bá. Ông từng được triều đình cử làm Chánh sứ sang nhà Thanh. Năm Cảnh Hưng Mậu Thìn (1748), sứ bộ của ông lên đường. Tuy nhiên, khi mới đi đến trạm Lã Côi (nay thuộc xã Yên Thường, huyện Gia Lâm) thì lâm bệnh mất. Ông được triều đình thương tiếc, truy tặng chức Lễ bộ Hữu thị lang.\n\nĐỗ Huy Kỳ có tiếng hay chữ, có nhiều học trò đỗ đạt như [[Phan Huy Cẩn]], đỗ Hội nguyên Đồng tiến sĩ xuất thân năm 1754.\n\n==Thờ tự==\nHiện nay ông được thờ tại Đình làng Phong Cốc, Xuân Minh, Thọ Xuân, Thanh Hóa. Đây là ngôi đình cổ, được dân làng Phong Cốc lập cách đây gần 200 năm. Hiện tại đình Phong Cốc được xem là một trong những ngôi đình cổ hoàn toàn bằng gổ lim, to lớn đẹp nhất ở Thọ Xuân- Thanh Hóa.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n{{sơ khai khoa bảng Việt Nam}}\n\n{{thời gian sống|1695|1748}}\n\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Người Thanh Hóa]]"}