{"496895":"{{chú thích trong bài}}{{Wiki hóa}}\n[[Tập tin:Cong den tranh.JPG|phải|nhỏ|250px|Cổng đền Tranh- Ninh Giang]]\n'''Đền Tranh''', còn gọi là '''đền Quan Lớn Tuần Tranh''', là một ngôi đền cổ Việt Nam, thờ vị thần sông nước cai quản khúc sông ở gần bến đò Tranh, thuộc xã [[Đồng Tâm, Ninh Giang|Đồng Tâm]], huyện [[Ninh Giang]], tỉnh [[Hải Dương]].\n\nNổi tiếng linh ứng nhiệm màu, cầu gì được nấy nên Đền Tranh trở thành Khu di tích tâm linh được người dân khắp nơi tìm đến cúng lễ. Năm 2009, Đền Tranh được xếp hạng Di tích lịch sử văn hóa cấp Quốc gia.\n\n==Lịch sử==\nThời Trần, tại vùng ngã ba sông Tranh giao với sông Luộc, người dân đã lập ra một ngôi đền thờ vị thủy thần cai quản khúc sông này. Ngôi đền này ban đầu chỉ là ngôi miếu nhỏ nằm sát bến sông, vì vậy thường bị tác động của thủy triều và dòng nước xoáy. Do bờ sông thường bị xói lở nên đến năm 1935, người dân lập một đền thờ mới tại làng Tranh Xuyên (nay thuộc [[thị trấn Ninh Giang]]). Ngôi đền mới này vẫn được dân chúng giữ tên gọi là '''Đền Tranh'''\n\nĐến giữa thập kỷ 40 của thế kỷ XX, đền Tranh được tôn tạo với quy mô khá lớn, kiến trúc theo kiểu Trùng thiềm điệp ốc với những cung và gian thờ khác nhau. Năm 1946, thực hiện tiêu thổ kháng chiến, nhiều hạng mục ngôi đền bị tháo gỡ.\n\nĐến những năm 60 của thế kỷ XX, đền được chuyển về phía bắc của thị trấn Ninh Giang cách đền cũ khoảng 300m, nay thuộc địa phận thôn Tranh Xuyên, xã Đồng Tâm, huyện Ninh Giang. Đền Tranh qua ba lần chuyển dời cùng nhiều lần trùng tu tôn tạo, đã chứng kiến nhiều sự kiện lịch sử và tích hợp được nét đẹp của văn hóa Việt. Căn cứ vào hệ thống bia ký tại đền cho biết, vào năm Tự Đức thứ 5 (1852) đền đã có nhiều người công đức để tu tạo.\n\nKhi thực dân Pháp chiếm tỉnh Hải Dương và Ninh Giang, xây đồn bốt gần khu vực đền nên nhân dân chuyển đền về phía Bắc đền cũ (hiện nay là doanh trại Lữ đoàn 513 Quân khu 3). Từ năm 1941 đến 1945, đền Tranh được tôn tạo rộng lớn, kiến trúc theo kiểu \"trùng thiềm điệp ốc\", 5 nếp nhà nối liền nhau.\n\nNăm 1946, thực hiện chủ trương \"tiêu thổ kháng chiến\" các nếp nhà của đền lần lượt được tháo dỡ, chỉ để lại cung cấm làm nơi thờ tự.\n\nNăm 1954, đền Tranh được phục dựng lại để đáp ứng nhu cầu tín ngưỡng của nhân dân.\n\nNăm 1966, do nhu cầu mở rộng doanh trại của quân đội, nên nhân dân địa phương cùng Lữ đoàn 513 chuyển 3 gian hậu cung về dựng tại địa điểm mới, cách đền cũ 300 m về phía Bắc (vị trí hiện nay).\n\nNăm 1996, được phép của UBND tỉnh Hải Hưng, đền được xây dựng 7 gian tiền tế; Ngày 3 tháng 6 năm 1999, khởi công xây dựng nhà trung từ; năm 2004 hoàn thành việc xây dựng nghi môn và tòa hậu cung; năm 2006 xây dựng đông vu và nhà hóa sớ.\n\nCông trình hiện nay khá hoành tráng với kinh phí xây dựng do nhân dân công đức. Đền Tranh là nơi tập trung và phong phú nhất về tín ngưỡng dân gian mà điển hình là nhân vật huyền thoại Quan Lớn Tuần Tranh.\n\nMột công trình làm nổi bật diện mạo thị trấn Ninh Giang trước năm 1947 đó là ngôi đền uy nghi nằm ở phía Tây Bắc, nay nằm ở khuôn viên đơn vị công trình. Đền Tranh thờ thần và đặt trong khám và đây đó trên xà trên khung cửa được gắn những rắn thần bằng vải nhồi bong màu sặc sỡ, ban đêm được ánh điện soi sang lấp lánh cửa đồ thờ, hương án làm tăng thêm vẻ uy nghi vốn có của nơi thờ tự.\n\n==Truyền thuyết==\n\nTrong hàng Ngũ Vị Tôn Ông, cùng với Quan Lớn Đệ Tam, Quan Lớn Đệ Ngũ cũng là một vị quan lớn danh tiếng hết sức lẫy lừng, được nhân dân xa gần tôn kính phụng thờ. Tuy trong hàng Năm Toà Ông Lớn, ông được thỉnh cuối cùng nhưng bất cứ ai hầu [[Tứ phủ|Tứ Phủ]], bất cứ dịp tiệc, đàn lễ nào đều phải thỉnh Quan Tuần Tranh về ngự. Khi ngự đồng ông mặc áo lam thêu rồng, hổ phù; làm lễ tấu hương, khai quang, chứng sớ tán đàn rồi múa thanh long đao. Khi có đại đàn, mở phủ, trình đồng, kết hạ, khai xuân … sau khi thỉnh các quan lớn về, đều phải đợi đến khi giá Quan Lớn Đệ Ngũ về chứng một lần hết tất cả các đàn mã sớ trạng rồi mới được đem đi hoá.\n\nQuan Đệ Ngũ Tuần Tranh Tước phong \" Đệ ngũ tôn quan thượng đẳng tối linh thần – Cao Lỗ đại vương – Đệ Ngũ Tuần Tranh. Ông được [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] ban cho việc thống lĩnh thiên địa binh, thay quyền tam tứ phủ đại thu chấp kim ngân tài mã, giải oan nghiệp sớ cho trần gian…\n\nNhân dịp tiệc đản sinh của Quan Đệ Ngũ 14\/2, Mộc ân thanh đồng Hoàng Tiến Hưng chia sẻ đôi điều.\n\nNgày xưa, dưới thời Hùng Định Vương (Hùng Triều Thập Bát), ở vùng sông Tranh thuộc về tỉnh Đông có hai vợ chồng một nhà nọ, gia tư cũng vào hạng khá, nhưng tuổi già mà chưa có con. Thường ngày họ cầu trời có một đứa con cho vui tuổi già. Trời thương, đã ban con cho họ nhưng cho hóa thành đôi Long xà thử lòng ông bà.\n\nMột hôm, trong khi ra đồng phát ruộng, người chồng nhặt được hai quả trứng to bằng nắm tay, bèn đưa cho vợ xem. Xem xong, chồng định vứt đi, nhưng người vợ ngăn lại: “Đừng vứt, cứ để cho nó nở xem thử con gì. Bèn đưa về bỏ vào vò đặt cạnh bếp.Chỉ trong mấy ngày, trứng nở thành một cặp rắn nhỏ trên đầu có mào đỏ rất xinh. Thấy vậy, người chồng định đánh chết, nhưng người vợ ngăn lại: “Đừng đánh tội nghiệp. Cứ để mặc tôi, tôi nuôi chúng làm con”. Hai con rắn rất khôn, từ đó quấn quýt với người, đi đâu cũng đi theo. Chúng chóng lớn, mới bằng chiếc đũa, chẳng bao lâu đã to bằng ngón tay. Một hôm người chồng cuốc vườn, cặp rắn bò theo sát nút để kiếm cái ăn trong đất mới lật. Vô tình một nhát cuốc bổ xuống làm đứt đuôi một con. Con rắn quằn quại. Người vợ kêu lên: “Chà, tội nghiệp! mày cứ quẩn bên ông lão làm gì cho khổ thân thế này!”. Hai con càng lớn càng ăn khỏe. Chúng thường bò vào chuồng gà các nhà lân cận tìm bắt gà con. Bị xóm giềng chửi bới luôn canh, một hôm chồng bảo vợ: “Thôi, ta đem thả chúng xuống sông cho chúng kiếm ăn kẻo lại có ngày mang họa”. Hai vợ chồng bèn mang cặp rắn đến bờ sông thả xuống và nói: Bớ các con! Các con hãy ở đây tự kiếm lấy cái nuôi thân, đừng có trở về, bố mẹ không có đủ sức nuôi các con nữa!Cặp rắn vừa thả xuống nước, lập tức sóng gió nổi lên ầm ầm, các loài thủy tộc ở các nơi về tụ hội bơi lượn đông đảo.\n\nHai vợ chồng rất kinh ngạc. Đêm lại, chúng về báo mộng cho họ biết là chúng đã được vua Thủy cho cai quản khu vực sông Tranh.\n\nTại đây, hai ông lập nhiều chiến công, được vua Thủy tể giao quyền thống lĩnh thủy bộ trấn giữ miền duyên hải sông Tranh. Ông đã lập được nhiều công lao to lớn nên được sắc phong công hầu. Nhân dân trong vùng gọi ông là Quan Lớn Tuần Tranh.\n\nTại quê nhà, ông có cảm tình với một người thiếu nữ xinh đẹp, người thiếu nữ ấy vốn là vợ lẽ của quan huyện ở đó, nhưng vốn không hạnh phúc với cảnh “chồng chung”, nàng cũng đáp lại tình cảm của ông mà không hề nói cho ông biết là nàng đã có chồng. Vậy nên Quan Lớn Tuần Tranh vẫn đinh ninh đó là một tình cảm đẹp, hẹn ngày đưa nàng về làm vợ. Đến khi viên quan huyện kia biết chuyện, vu oan cho ông đã quyến rũ vợ mình.\n\nQuan huyện kia được sự giúp đỡ của Bạch Long hầu đã đưa vụ kiện ông cướp vợ đến Thủy cung.\n\nVua Thủy tể thét: “Hãy bắt đày nó đi thật xa cho đến cùng trời cuối đất!”\n\nNgày ông đi đày, tôm cá rắn rết náo động cả một khúc sông Tranh. Quân lính áp giải ông ra biển rồi đi ngược lên phía Bắc. Trải qua nhiều ngày, một hôm họ đến một vùng nhìn vào thấy rừng cây mịt mù, không hề có khói lửa. Ông hỏi một số người địa phương: – “Đây là đâu?”. Họ đáp: – “Nơi đây đã sắp hết địa phận nước Việt rồi. Đi quá nữa là sang nước khác”. Ông Cộc bảo quân lính áp giải: – “Vậy là đến chốn kỳ cùng rồi đó. Theo lệnh nhà vua, ta sẽ ở lại nơi đây”. Cả đoàn bấy giờ rẽ sóng kéo vào cửa sông.\n\nNhưng ở khúc sông này từ lâu có một con thuồng luồng trấn trị. Hắn không muốn chia sẻ quyền hành với kẻ mới đến. Cho nên khi thấy ông tới, lập tức một cuộc giao phong diễn ra dữ dội từ cửa sông cho đến tận thượng nguồn. Bấy giờ nước bắn tung tóe, tôm cá chết như rạ. Hai bên bờ lở sụp, sinh mệnh tài sản của dân ven sông bị thiệt hại rất nhiều. Hai bên đánh nhau mấy ngày không phân thua được. Ông bị thương tích đầy người nhưng thần thuồng luồng cũng bị toạc da chảy máu và bị đứt mất một bên tai. Thấy thế, những quân lính áp giải vội về báo cho vua Thủy biết. Cuối cùng việc lại đưa đến tòa án vua Thủy. Vua bắt hai bên phải chia đôi khu vực, định lại ranh giới rõ ràng, và từ nay về sau không được xâm lấn đất của nhau. Ông Cộc bèn cho đưa một tảng đá lớn như hình một cái đầu đặt ở ven sông. Bến phía thuồng luồng cũng làm phép hiện ra một cái chuông úp ở bờ bên này làm giới hạn.\n\nNhưng thần thuồng luồng vẫn chưa hết giận, vì cho rằng bỗng tự dưng vô cớ bị chia sẻ quyền hành là do Quan lớn Tuần Tranh mà ra. Bởi vậy thuồng luồng thỉnh thoảng lại gây sự đánh nhau với ông. Dân chúng ở hai bên bờ sông mỗi lần nghe tiếng chuông, tiếng nước sôi động ầm ầm thì biết rằng sẽ có cuộc giao tranh kịch liệt. Về sau vua Thủy giận thuồng luồng “bất tuân thượng lệnh”, bèn sai quân kép tới bắt sống, xích lại, giao cho thần núi địa phương canh giữ, còn ông từ đấy được cai quản cả khu vực.\n\nNỗi hàm oan năm xưa chưa được xá bỏ, Tại Kỳ Cùng ông đã tự sát mong rửa oan, chứng tỏ mình vô tội, ông hoá xuống dòng sông Kì Cùng rồi bơi về bến đò Tranh xưa. Tại đây, vào đêm trăng sáng, người ta vẫn thấy chàng cháng sĩ dung mạo khôi ngôi bước lên từ đòng sông….\n\nĐến thời Thục Phán An Dương Vương, vua tập hợp thuyền bè để chống Triệu Đà ở ngay bến sông Tranh, nhưng tại chỗ dòng xoáy đó, thuyền bè không tài nào qua được mà lại có cơn giông tố nổi lên giữa dòng. Vua bèn mời các vị lão làng đến hỏi chuyện rồi lập đàn cầu đảo thì lập tức sóng yên bể lặng, quân sĩ ra trận cũng được ông phù trì mà thắng to. Ghi nhớ công đức, vua Thục giải oan cho ông và phong là Giảo Long Hầu. Sau này ông còn hiển thánh linh ứng, có phép nhà trời, cai quản âm binh, giúp dân sát quỷ trừ tà, dẹp hết những kẻ hại nước hại dân. Trấn giữ duyên hải sông Tranh tước phong: Long Cung Hiển thánh Giảo Long Hầu – Tranh Giang Đại Vương thượng đẳng thần.\n\nTruyền thuyết về Quan lớn tuần Tranh hay Ông Dài ông Cộc riêng miền Bắc có rất nhiều dị bản, phần nhiều dưới dạng truyền thuyết, với hình ảnh rắn bị bố mẹ nuôi chém đứt đuôi. Vùng Lạng-sơn còn có nhiều dị bản, truyền thuyết khác về ông. Các câu chuyện đều xoay quanh một vị quan thanh liêm, văn võ toàn tài, hào hoa, phong nhã có công với dân với nước, được nhân dân tin yêu, phụng thờ.\n\nQuan Lớn Tuần Tranh cũng được thờ ở rất nhiều nơi. Ngày tiệc chính của quan là ngày 25\/5 âm lịch (là ngày ông bị lưu đày và bảo nhân dân quê ông làm giỗ vào ngày này), ngoài ra vào ngày 14\/2, các đền thờ ông cũng mở tiệc ngày đản sinh thành.\n\n==Lễ hội==\n\nTrong dân gian truyền tụng là\" đền thiêng lắm, linh ứng lắm, cầu gì được lấy\"nên hang năm kỳ mở hội, khách thập phương từ Hà Nội, Hải Phòng, Nam Định vv… về trẩy hội khá đông. Lễ hội được mở từ ngày 25\/2 âm lịch (hiện nay là 14\/2 ÂL). Ngày rước thần có những ông đồng bà đồng [[\"xiên lình\"]] qua má để tỏ phép lạ của con người khi linh ứng nhập. Thanh đồng Nguyễn Thanh Tâm (ông đồng hay xuất hiện trong các cuộc hầu đồng biểu diễn ở Kiếp Bạc, Lãnh Giang) người Kim Thành, Hải Dương là người có rất nhiều canh hầu ở đền.\n\nĐền Tranh một năm có ba mùa lễ hội. Hội tháng 2, từ ngày 10-20\/2, trọng hội vào 14 — ngày sinh của quan lớn Tuần Tranh, đây là hội chính hàng năm. Hội tháng 5, từ ngày 20-26\/5, trọng hội vào 25 — ngày hoá của Đức thánh. Lễ hội đền Tranh có quy mô rộng lớn, thu hút khách nhiều tỉnh phía Bắc, một trong những hội lớn của [[Hải Dương]], có sức hấp dẫn lạ thường, đặc biệt với các bà các cô ở các thành phố, bởi thế khách thập phương đến đây rất đông. Không chỉ trong những ngày hội (thường kéo dài tới 7 ngày) mà những ngày thường cũng không ít khách đến lễ và không thể thiếu tiết mục hát chầu văn.\n\nNửa thế kỳ trôi qua, thị trấn đã trải qua những thăng trầm qua hai cuộc chiến tranh, đền Tranh được dựng lại và tôn tạo trên địa phận thôn Tranh Xuyên xã Đồng Tâm. Không những đền được tôn tạo lại rất bề thế uy nghiêm mà còn được mở rộng rất nhiều, bên cạnh còn có chùa Tranh mới được xây dựng thêm. Không chỉ ngày hội mà ngày thường khách đến lễ cũng rất đông.\n\n==Liên kết ngoài==\n\n* [https:\/\/baophapluat.vn\/xua-va-nay\/ve-den-tranh-cau-gi-duoc-nay-498513.html Về Đền Tranh \"cầu gì được nấy\"]\n* [http:\/\/haiduong.tintuc.vn\/tin-tuc\/tim-hieu-ngoi-den-linh-thieng-tai-ninh-giang-den-quan-tuan-tranh.html Đền Tranh - Ngôi đền linh thiêng tại Ninh Giang]\n* [https:\/\/baohaiduong.vn\/phong-tuc---le-hoi\/dac-sac-le-hoi-den-tranh-227539 Đặc sắc lễ hội Đền Tranh]\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Hải Dương]]"}