{"820024":"Theo thần phả, đền Vua Rộc được xây dựng vào thời nhà Lý, cách đây khoảng 800 năm. Đền thờ Vua Rộc thờ Nam Giao và một vị tướng là Đoàn Thượng Công - vị tướng tài năng nhà Lý đã có công giết giặc, bảo vệ đất nước. Sau này vị tướng ấy được nhà Lý phong tước là Đông Hải và Tây Hải Đại Vương.\n\nĐền Vua Rộc có kiến trúc thời nhà Nguyễn, theo kiểu chữ đinh, gồm 5 gian xây bằng gỗ. Trong khuôn viên của đền có Đền chính thờ Tướng Công, Nhà Mẫu, Cổng Hành Mã và nhiều cây cổ thụ, giếng, ao, gò đống. Đền nằm trên cánh đồng Rộc, là vùng đất long mạch, tức “đầu rồng”. Vùng đất dựng đền cao hơn hẳn so với mặt bằng chung. Hiện nay còn tồn tại dấu tích được xác định là “đầu rồng”, đó chính là hai cái ao nhỏ được gọi là mũi rồng không bao giờ cạn nước. Còn phía trên có hai tai rồng dù có mưa to hay bão lụt lớn như thế nào cũng không bao giờ ngập nước.\n\nPhía trước cổng đền có gò đất “hình nhân bái tướng”, phía Nam lại nổi lên gò đất hình voi phục. Trên hậu cung là gò hậu chẩm, tức là gối của vua. Đây là vùng đất cấm kỵ nên dân địa phương không ai dám làm mồ mả quanh đây.\n\nĐền Vua Rộc là một trong tứ linh từ (bốn ngôi đền thiêng) ở huyện Kiến Xương, các ngôi đền kia gồm: đền Đồng Xâm (nằm ở xã Hồng Thái), đền Lại Trì (nằm ở xã Vũ Tây) và đền Sóc Lang (xã Vũ Vinh). Trước kia, Đền nằm trong khu rừng nguyên sinh hiếm có, rộng 2,4 mẫu với đa dạng các loài thực vật quý hiếm. Được bao quanh bởi cây cối tươi tốt và hồ nước mát lạnh, đền Vua Rộc tạo ra không gian tĩnh tâm và nghỉ ngơi lý tưởng cho những ai cần sự bình yên. Trải qua thăng trầm lịch sử, các hạng mục công trình Đền đã và đang xuống cấp, giếng, ao, gò đống bị bồi lấp, các cây cổ thụ bị giông bão làm đổ gãy.\n\nLễ hội đền Vua Rộc diễn ra vào ngày 5 - 6 tháng Giêng âm lịch hàng năm với nhiều trò chơi dân gian đặc sắc, trong đó có  đánh cờ, hát chèo.[[Tập tin:Roc kings, Kien Xuong district, Thai Binh province, 18th century AD, lacquered wood - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC05096.JPG|nhỏ|phải|265px|Tranh sơn mài thế kỷ 18 thời [[Lê trung hưng]], phát hiện tại đền vua Rộc]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{sơ khai Thái Bình}}\n\n[[Thể loại:Di tích tại Thái Bình]]"}