{"500869":"{{Thông tin viên chức\n| tên = Đỗ Mậu\n| hình = Portrait of Brigadier General Đỗ Mậu.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = Đệ nhất Phó Chủ tịch<br>Lực lượng Dân tộc Việt\n| bắt đầu = 1967\n| kết thúc = 1975\n| địa hạt = Thủ đô Sài Gòn\n| chức vụ 2 = [[Tập tin:Flag of South Vietnam.svg|22px]]<br>Đệ tam Phó Thủ tướng<br>Đặc trách Văn hóa Xã hội\n| bắt đầu 2 = 2\/1964\n| kết thúc 2 = 9\/1964\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Thiếu tướng (11\/1963)\n| địa hạt 2 = Thủ đô Sài Gòn\n| chức vụ 3 = Tổng trưởng Thông tin<br>Chính phủ lâm thời Việt Nam Cộng hòa\n| bắt đầu 3 = 1\/1964\n| kết thúc 3 = 2\/1964\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Thiếu tướng\n| địa hạt 3 = Thủ đô Sài Gòn\n| chức vụ 4 = Ủy viên Chính trị<br>Hội đồng Quân nhân Cách mạng\n| bắt đầu 4 = 11\/1963\n| kết thúc 4 = 1\/1964\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = Thiếu tướng\n| địa hạt 4 = Thủ đô Sài Gòn\n| chức vụ 5 = [[Hình: ARVN Political Warfare Corps (General) Insignia.svg|22px]]<br>Giám đốc Nha An ninh Quân đội<br>(trực thuộc Bộ Tổng tham mưu)\n| bắt đầu 5 = 1\/1958\n| kết thúc 5 = 11\/1963\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Trung tá (1\/1955)<br>-Đại tá (1\/1959)\n| tiền nhiệm 5 = -Đại tá [[Mai Hữu Xuân]]\n| kế nhiệm 5 = -Đại tá [[Nguyễn Văn Quan]]\n| địa hạt 5 = Quân khu Thủ đô\n| chức vụ 6 = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of France.svg|22px]]<br>Tùy viên Quân sự Tòa Đại sứ Việt Nam Cộng hòa tại Pháp\n| bắt đầu 6 = 10\/1956\n| kết thúc 6 = 6\/1957\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = Trung tá\n| địa hạt 6 = Thủ đô Paris, Pháp\n| chức vụ 7 = Tư lệnh Phân khu Duyên Hải\n| bắt đầu 7 = 9\/1955\n| kết thúc 7 = 7\/1956\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Trung tá\n| tiền nhiệm 7 = -Trung tá [[Phạm Văn Đổng]]\n| kế nhiệm 7 = -Trung tá Nguyễn Văn Vĩnh\n| địa hạt 7 = Đệ tứ Quân khu\n| chức vụ 8 = Tư lệnh phó Phân khu Duyên Hải\n| bắt đầu 8 = 1\/1955\n| kết thúc 8 = 9\/1955\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = Trung tá\n| địa hạt 8 = Đệ tứ Quân khu\n| phó chức vụ 8 = Tư lệnh\n| phó viên chức 8 = -Đại tá [[Nguyễn Ngọc Lễ]]<br>-Trung tá [[Phạm Văn Đổng]]\n| chức vụ 9 = Chỉ huy trưởng Khu chiến [[Phan Rang (tỉnh)|Phan Rang]]\n| bắt đầu 9 = 9\/1954\n| kết thúc 9 = 12\/1954\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá (9\/1954)\n| kế nhiệm 9 = -Thiếu tá [[Nguyễn Văn Thiệu]]\n| địa hạt 9 = Đệ tứ Quân khu\n| danh hiệu = Hoành Linh\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = California, Hoa Kỳ\n| nghề nghiệp = -Quân nhân<br>-Chính khách\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Nguyễn Thị Hải\n| họ hàng = Nguyễn Bá Mưu (anh vợ)<br>Đỗ Thọ (cháu ruột)\n| con = 10 người con (6 trai, 4 gái):<br>Đỗ Hữu Dụng<br>Đỗ Hữu Tài<br>Đỗ Hữu Chí<br>Đỗ Hữu Thành<br>Đỗ Thị Lệ Hương<br>Đỗ Thị Lệ Hà<br>Đỗ Hữu Tâm<br>Đỗ Thị Lệ Hằng<br>Đỗ Thị Minh Hồng<br>Đỗ Hữu Minh\n| học vấn = Thành chung\n| học trường = -Trung tâm Huấn luyện Hạ sĩ quan An Cựu, [[Huế]]<br>-Trung tâm Huấn luyện Chiến thuật Hà Nội (2 lần)\n| quê quán = Quảng Bình (Trung Kỳ)\n| ngày sinh = [[1 tháng 7]] năm [[1917]]\n| ngày mất = [[11 tháng 4]] năm [[2002]]<br>(85 tuổi)\n| nơi sinh = làng Thổ Ngọa, phủ [[Quảng Trạch]], [[Quảng Bình]], [[Liên bang Đông Dương]]\n| nơi mất = [[California]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1936]] – [[1965]]\n| cấp bậc = [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n| đơn vị = [[Hình: ARVN Political Warfare Corps (General) Insignia.svg|20px]] [[An ninh quân đội, Quân lực Việt Nam Cộng hòa|Nha An ninh Quân đội]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Thuộc địa Pháp]]<br>[[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = - [[Chiến tranh Đông Dương]]<br>- [[Chiến tranh Việt Nam]]\n| công việc khác = -[[Đại sứ|Tuỳ viên Quân sự]]<br>-[[Bộ trưởng|Tổng trưởng Thông tin]]<br>-[[Thủ tướng Việt Nam Cộng hòa|Đệ tam Phó Thủ tướng]]\n}}\n\n'''Đỗ Mậu''' (1917-2002) nguyên là một cựu tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]]. Ông xuất thân là một quân nhân trong đơn vị Vệ binh bản xứ được gọi là \"[[Lính tập|lính khố xanh]]\" thuộc quản lý của chính quyền thuộc địa Pháp. Sau ông được theo học bổ túc tại trường Hạ sĩ quan An Cựu (tức Cơ lưu động [[Huế]]). Ông là một trong những nhân vật đóng vai trò quan trọng với [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính ngày 1 tháng 11 năm 1963]] và chính trường miền Nam từ 1963 đến 1965. Ông cũng là một chính khách thời kỳ chính thể [[Đệ Nhị Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhị Cộng hòa]]. Ông còn có bút hiệu là ''Hoành Linh Đỗ Mậu'' với một vài tác phẩm theo thể văn hồi ký.\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh ngày 1 tháng 7 năm 1917 tại làng Thổ Ngọa, Phủ Quảng Trạch (nay là phường [[Quảng Thuận]], thị xã [[Ba Đồn]]), tỉnh [[Quảng Bình]] trong một gia đình nhà Nho nghèo. Trong hồi ký của mình, ông cho biết ông nội mình là một nhà Nho, bỏ việc đèn sách để trở thành tướng lĩnh trong phong trào [[Cần Vương]] dưới quyền lãnh đạo của Đề đốc [[Lê Trực]], về sau bị quân Pháp giết chết.<ref name=\"ReferenceA\">Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương I: Quảng Bình - Quê hương định mệnh.<\/ref> Tuy nhiên, một tài liệu khác dẫn lời một nhân chứng cho rằng ông xuất thân trong gia đình địa chủ.<ref name=\"Nguyễn Văn Minh 2003\">Nguyễn Văn Minh, ''Dòng họ Ngô-Đình: Ước mơ chưa đạt''. Garden Grove, CA: Hoàng Nguyên Xuất-bản, 2003. Chương 3.7: Cuộc đảo chánh 1.11.1963<\/ref>\n\nCũng theo hồi ký của ông, mẹ ông mất sớm khi ông mới 4 tuổi. Tuy vậy, do truyền thống gia đình, ông được theo học hết bậc tiểu học ở quê nhà, sau đó được người cô họ giúp đỡ để học tiếp trung học ở Huế. Tuy nhiên, ông phải bỏ dở việc học vì hoàn cảnh gia đình khi học hết năm thứ 4 bậc trung học (Đệ tứ, tương đương lớp 9 bây giờ).<ref name=\"ReferenceA\"\/> Do học hành dở dang, về sau ông thường tự nhận mình là \"kẻ thất học quê mùa\".<ref name=\"ReferenceB\">Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương XIV: Kỳ thị tôn giáo.<\/ref> Ông trở về Đồng Hới, xin được một chân giáo Sơ học làng để có sinh kế.\n\n===Quân đội Thuộc địa Pháp===\nGiữa năm 1936, sau khi dạy học được 1 năm, ông nhập ngũ vào đơn vị lính khố xanh (Garde Indigène) tại Cơ Bảo an Hà Tĩnh. Trong hồi ký của mình, ông giải thích lý do quan trọng nhất là để có tiền nuôi thân lại vừa có tiền giúp đỡ cha già.<ref name=\"ReferenceA\"\/> Do có trình độ Trung học, ông được bố trí công việc nhẹ nhàng ở văn phòng. Đến đầu năm 1939, ông được phục vụ tại Tòa Khâm sứ Pháp ở Huế. Đầu năm 1942, ông được cử đi học khóa sĩ quan tại Trung tâm Huấn luyện Hạ sĩ quan An Cựu, Huế. Tốt nghiệp với cấp bậc [[Chuẩn úy]]<ref>Cấp bậc Chuẩn úy trong quân đội được xem là một Hạ sĩ quan cao cấp, chuẩn bị lên hàng sĩ quan cấp úy<\/ref>, được giữ ở lại trường để làm huấn luyện viên.\n\n===Hoạt động chống Pháp===\nThời gian làm huấn luyện viên tại Trung tâm Huấn luyện Hạ sĩ quan, ông có nhiều va chạm với những quân nhân Pháp trong công tác, sự kỳ thị, cũng như những áp bức và bất công của họ đối với người bản xứ. Từ đó, cộng với yếu tố lịch sử gia đình, ông bắt đầu có tư tưởng chống Pháp. Tháng 6 năm 1942, dưới sự vận động của ông Trần Văn Dĩnh, sau đó được anh vợ là ông Nguyễn Bá Mưu và ông Tráng Liệt<ref>Ông Tráng Liệt là con của Hoàng thân [[Cường Để]]<\/ref> giới thiệu, ông tham gia [[Đại Việt Phục hưng Hội]], một tổ chức chính trị ủng hộ Hoàng thân [[Cường Để]], do 3 anh em [[Ngô Đình Khôi]], [[Ngô Đình Diệm]] và [[Ngô Đình Nhu]] lãnh đạo, chủ trương liên kết với [[Đế quốc Nhật Bản]] để gạt ảnh hưởng của Pháp tại Đông Dương. Cuối năm 1942, ông đã có cuộc tiếp xúc đầu tiên với cựu Thượng thư Ngô Đình Diệm, một lãnh đạo của Đại Việt Phục hưng Hội. Trong hồi ký của mình, ông đã dành hẳn một phần dài để kể về cuộc gặp gỡ ban đầu cũng như những lần hoạt động chung với vị lãnh đạo này.<ref name=\"ReferenceC\">Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương II: Vào đường đấu tranh.<\/ref>\n\nNhững hoạt động của Đại Việt Phục hưng Hội dù rất bí mật nhưng vẫn bị mật thám Pháp phát hiện. Đầu năm 1944, Sở Mật thám Trung Kỳ tổ chức vây bắt các yếu nhân trong Đại Việt Phục hưng Hội. Trừ Ngô Đình Diệm và một số ít thành viên trốn thoát, hầu hết các thành viên của Đại Việt Phục hưng Hội đều bị bắt. Ông bị mật thám Pháp bắt tại Huế và bị giam ở nhà lao Thừa Phủ gần 2 tháng trước khi bị đày lên Di Linh (nay thuộc tỉnh Lâm Đồng).\n\nMãi đến khi [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]] ngày 9 tháng 3 năm 1945 ông mới được phóng thích, trở về quê cũ thăm nhà rồi trở lại Huế, hoạt động lại trong Đại Việt Phục hưng Hội dưới sự điều hành của ông Ngô Đình Khôi rồi được cử vào Sài Gòn đón ông Diệm vào cư trú ở Đà Lạt một thời gian dưới sự bảo trợ của ông Trần Văn Lý, cựu Tuần vũ Hà Tĩnh, một thành viên cũ trong Đại Việt Phục hưng Hội, bấy giờ là quan Tổng đốc trong Chính phủ [[Trần Trọng Kim]]. Sau đó, cũng nhờ sự bảo lãnh của ông Lý, ông được bổ nhiệm làm Chánh Võ phòng kiêm Tư lệnh Bảo an dưới quyền Tổng đốc '''Lâm-Đồng-Bình-Ninh''' (bao gồm các tỉnh: Lâm Viên, Đồng Nai Thượng, Bình Thuận và Ninh Thuận).\n\nTháng 8 năm 1945, Việt Minh giành được Chính quyền. Ông bị bắt giữ một thời gian ngắn rồi được thả, do đã từng hoạt động chống Pháp. Năm 1946, khi quân Pháp nổ súng tái chiếm Đông Dương, Chính quyền Việt Minh tại Đà Lạt lập 2 tiểu đoàn Vệ Quốc quân để chống Pháp. Ông được giao chỉ huy một Tiểu đoàn và được thăng cấp [[Thiếu úy]]. Một Tiểu đoàn kia được giao cho Nguyễn Lương, người Quảng Ngãi, nguyên là thư ký Tòa sứ Đà Lạt. Một sĩ quan trẻ gốc Hoàng tộc nhà Nguyễn là [[Tôn Thất Đính]] (người về sau có vai trò quan trọng trong sự nghiệp của ông) cũng phục vụ cùng với ông trong lực lượng Vệ Quốc quân [[Đà Lạt]] với vai trò Chính trị viên Trung đội trong tiểu đoàn của Nguyễn Lương. Trong hồi ký của mình ông cũng mô tả những ấn tượng của mình khi lần đầu được tiếp xúc với nhà cách mạng trẻ [[Võ Nguyên Giáp]] khi ông Giáp dẫn đầu một phái đoàn quân chính lên [[Đà Lạt]] để tham quan tình hình và cho những chỉ thị cần thiết nhằm chuẩn bị chống lại cuộc tấn công của quân [[Pháp]] lan rộng đến vùng Cao Nguyên Trung phần.<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương III: Thăng trầm trong cuộc chiến Việt Pháp.<\/ref> Tuy nhiên, với trang bị kém và thiếu huấn luyện cũng như kinh nghiệm tác chiến, đơn vị ông không thể ngăn cản sức tấn công của Liên quân Anh-Pháp-Nhật, dần phải triệt thoái về [[Phan Rang (tỉnh)|Phan Rang]], [[Ninh Thuận]]. Một thời gian sau, ông bỏ ngũ và tìm cách trở về quê nhà.\n\nỞ quê nhà một thời gian, ông bị bắt giam vì cho rằng có liên quan đến hoạt động của người anh vợ Nguyễn Bá Mưu chống lại chính quyền [[Việt Minh]]. Tháng 6 năm 1947, ông cùng một số tù nhân trốn thoát được. Ông tìm cách bí mật về thăm nhà, sau đó vào [[Đồng Hới]] là nơi đã nằm trong quyền kiểm soát của quân Pháp. Tuy nhiên, một tài liệu khác lại cho rằng trong thời gian trở về quê nhà, ông là Huyện đội trưởng dân quân huyện Quảng Trạch, do thâm lạm của Huyện đội nên bị giáng chức và chuyển sang làm trưởng một trại giam ở huyện Tuyên Hóa. Năm 1947, một dịp về thăm nhà, ông bị một người của làng là ông Nguyễn Rạng, khi ấy làm Bang tá huyện Quảng Trạch, bắt giải về Đồng Hới.<ref name=\"Nguyễn Văn Minh 2003\"\/>\n\nTại Đồng Hới, ông được một đồng chí cũ là ông Hoàng Văn Toản bảo lãnh và giới thiệu ra Huế gặp ông [[Trần Văn Lý]], thành viên cũ của Đại Việt Phục hưng Hội, bấy giờ là Chủ tịch Hội đồng Chấp chánh Lâm thời Trung phần. Ông được ông Lý cử phụ trách một lớp huấn luỵện quân sự và chính trị nhằm xây dựng một đơn vị quân chính tương lai trong Lực lượng Bảo vệ Quân. Ngoài ra, ông còn cùng với một số đồng chí ra tuần báo Tiếng Gọi, với lập trường chống Cộng, chống thực dân Đế quốc, ủng hộ đường lối và cá nhân ông Ngô Đình Diệm. Do những hoạt động này, ông 2 lần bị mật thám Pháp bắt giam nhưng nhờ có sự can thiệp của ông Lý nên đều được trả tự do.\n\n===Quân đội Liên hiệp Pháp===\nTháng 5 năm 1948, [[Chính phủ Trung ương lâm thời Việt Nam]] do tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] làm Thủ tướng được thành lập. Ông Phan Văn Giáo được cử làm Quốc vụ khanh Trung Kỳ và ngay lập tức tiến hành việc tổ chức và xây dựng Lực lượng Quân đội người bản xứ tại miền Trung lấy tên là Việt binh đoàn Trung Việt, với Thiếu tá [[Nguyễn Ngọc Lễ]] làm Tư lệnh. Thời điểm này ông được thăng cấp [[Trung úy]] và được cử làm Trưởng phòng 3 Việt binh đoàn ở Huế, đặc trách tổ chức hành quân, huấn luyện kiêm Chủ nhiệm tuần báo Tiếng Kèn. Giữa năm 1949, ông được thăng cấp [[Đại úy]], bàn giao chức vụ Trưởng phòng 3 lại cho Đại úy [[Thái Quang Hoàng]]. Sau đó được giữ chức vụ Tham mưu phó Việt binh đoàn.\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1951, khi ông [[Trần Văn Lý]] được bổ nhiệm làm Thủ hiến Trung phần, đồng thời cùng thời điểm Lực lượng Việt binh đoàn Trung phần sáp nhập vào Quân đội Quốc gia, ông được cử làm Chỉ huy trưởng Việt binh đoàn [[Quảng Bình]], đồn trú tại tỉnh lỵ [[Đồng Hới]]. Thời gian này ông đã có cuộc tiếp xúc đầu tiên với nhà sư [[Thích Trí Quang]], người về sau trở thành một trong những lãnh tụ Phật giáo năm 1963, đã làm \"rúng động nước Mỹ\". Giữa năm, ông được cử đi học lớp chỉ huy chiến thuật tại [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Trung tâm Huấn luyện Chiến thuật Hà Nội]].<ref>Sau Hiệp đình Genève 1954, di chuyển vào Nam đặt cơ sở tại [[Thành phố Hồ Chí Minh|Sài Gòn]] đổi tên thành Đại học Quân sự. Năm 1960 chuyển lên [[Đà Lạt]] trở thành trường Chỉ huy Tham mưu. Năm 1971 chuyển cơ sở về Long Bình, [[Biên Hòa]].<\/ref> Mãn khóa về lại đơn vị, ông được cử làm Tham mưu trưởng Việt binh đoàn thay thế Thiếu tá [[Trần Nguyên An (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Nguyên An]],<ref>Thiếu tá Trần Nguyên An về sau giải ngũ ở cấp Trung tá.<\/ref> bàn giao Việt binh đoàn [[Quảng Bình]] lại cho Đại úy [[Tôn Thất Xứng]].\n\nTháng 8 năm 1952, ông tiếp tục được theo học lớp Tiểu đoàn trưởng và Liên đoàn trưởng tại Trung tâm Chiến thuật Hà Nội (bàn giao Tham mưu trưởng Đệ nhị Quân khu tại [[Huế]] lại cho Thiếu tá Trương Văn Xương). Học cùng lớp này với ông, còn có hai viên Trung úy trẻ tên là [[Nguyễn Văn Thiệu]] và [[Cao Văn Viên]]. Sau khi mãn khóa, ông cùng với hai viên sĩ quan này được cử về công tác tại Khu chiến Hưng Yên do Trung tá [[Dương Quý Phan (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Quý Phan]]<ref>Trung tá Dương Quý Phan sau lên Đại tá giữ chức Quân trấn trưởng Sài Gòn - Chợ Lớn, giải ngũ ở cấp Đại tá.<\/ref> làm Chỉ huy trưởng. Về đơn vị này, ông được cử làm Tham mưu trưởng, Trung úy Viên làm Trưởng phòng 2 và Trung úy Thiệu làm Trưởng phòng 3, cả ba người được cấp phát chung một căn phòng nhỏ để ở. Hồi ký của ông kể: ''\"Buổi tối, lúc trở lại phòng để chuẩn bị đi ngủ, Thiệu và tôi thường phân tích và luận bàn về tình hình chính trị và chiến sự đến khuya. Riêng Viên vốn tính ít nói nên chỉ thỉnh thoảng góp ý kiến mà thôi.\"''\n\nGiữa năm 1953, ông thuyên chuyển về phục vụ tại Liên đoàn Lưu động số 3 do Thiếu tá [[Phạm Văn Đổng]] làm Chỉ huy trưởng, đồn trú tại Ninh Bình. Thời gian ở đây, ông thường viết bài hay sáng tác thơ gởi về Sài Gòn, nhờ 2 đồng chí cũ là ông [[Ngô Đình Nhu]] hoặc ông Đỗ La Lam đăng vào báo Xã Hội. Theo hồi ký của ông, chính ông Nhu đã vận động với Đại tá [[Trần Văn Đôn]], Chỉ huy An ninh Quân đội và Đại tá [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (Lục quân), Tham mưu trưởng của tướng [[Nguyễn Văn Hinh]] để ông được thuyên chuyển về Nha Trang với tư cách là Đại diện Đặc biệt của Bộ Tư lệnh Đệ Nhị Quân khu, dưới quyền Trung tá [[Nguyễn Ngọc Lễ]]. Đầu năm 1954, ông được cử đi học lớp Trung đoàn trưởng tại Hà Nội. Tại đây, ông làm quen với 2 người bạn đồng khóa là Thiếu tá [[Phan Đình Thứ]] và Đại úy [[Nguyễn Chánh Thi]].\n\n===Quân đội Việt Nam Cộng hòa===\nNgày 16 tháng 6 năm 1954, Quốc trưởng [[Bảo Đại]] ký sắc lệnh 38\/QT bổ nhiệm cựu Thượng thư Ngô Đình Diệm làm Thủ tướng Quốc gia Việt Nam. Ngày 20 tháng 7 năm 1954, Hiệp định Genève được ký kết, phân chia 2 vùng tập kết. Ngay trong cuối tháng 7, dù chưa mãn khóa, ông cùng với các bạn đồng khóa được di chuyển xuống Hải Phòng sau đó lên tàu di tản vào Sài Gòn để học tiếp cho đến khi mãn khóa vào tháng 9. Sau đó ông được thăng cấp [[Thiếu tá]] giữ chức Chỉ huy trưởng Khu chiến Phan Rang. Đầu tháng 12 cùng năm, bàn giao Khu chiến Phan Rang lại cho Thiếu tá [[Nguyễn Văn Thiệu]]. Đầu năm 1955, ông được thăng cấp [[Trung tá]] và được bổ nhiệm làm Tư lệnh phó Phân khu Duyên Hải, dưới quyền Tư lệnh của Đại tá [[Nguyễn Ngọc Lễ]]. Ngay sau đó, ông gia nhập đảng Cần Lao làm \"Ủy viên Quân ủy Trung ương đảng\". Tháng 3 cùng năm, Đại tá Lễ được cử làm Tổng Giám đốc Cảnh sát Công an, thay thế vào chức vụ Tư lệnh Phân khu Duyên Hải là Trung tá [[Phạm Văn Đổng]]. Đầu tháng 9 cùng năm, Đại tá Đổng được bổ nhiệm làm Tư lệnh Sư đoàn 3 Dã chiến (tiền thân của Sư đoàn 5 Bộ binh), ông được thay Đại tá [[Phạm Văn Đổng]] làm Tư lệnh Phân khu Duyên Hải.\n\nTừng hoạt động chống Pháp trong tổ chức [[Đại Việt Phục hưng Hội]], ông nhiệt thành ủng hộ Thủ tướng [[Ngô Đình Diệm]] nắm quyền Lãnh đạo Quốc gia thay cho Quốc trưởng [[Bảo Đại]]. Do những vận động ủng hộ Thủ tướng Diệm của ông trong nhóm các sĩ quan, ông và Đại tá Lễ bị tướng [[Nguyễn Văn Hinh]], Tổng tham mưu trưởng Quốc gia Việt Nam ra lệnh cách chức, phải trốn chạy vào trú ẩn trong phủ Thủ tướng.<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương IV: Những ngày cuối cùng của Thực dân Pháp.<\/ref>. Tuy nhiên không lâu sau đó, dưới áp lực của người Mỹ, tướng Hinh bị Quốc trưởng Bảo Đại triệu hồi sang Pháp.\n\n===Bị thất sủng===\nMặc dù vậy, những mâu thuẫn đầu tiên giữa ông và lãnh tụ của mình bắt đầu xuất hiện. Tháng 7 năm 1956, ông được lệnh bàn giao Phân khu Duyên Hải lại cho Trung tá [[Nguyễn Văn Vĩnh (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Vĩnh]]<ref>Trung tá Nguyễn Văn Vĩnh, tốt nghiệp Võ bị K2, về sau giải ngũ ở cấp Đại tá.<\/ref> và thuyên chuyển về Sài Gòn chờ lệnh mới. Tuy nhiên, đến mãi tháng 10 năm 1956, ông mới được cử làm Tùy viên Quân sự cạnh Tòa Đại sứ Việt Nam Cộng hòa tại Pháp do ông [[Phạm Duy Khiêm]] làm Đại sứ. Ông rời Sài Gòn ngày 25 tháng 10 năm 1956, chỉ 1 ngày trước lễ thành lập Chính thể Việt Nam Cộng hòa.<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương VII: Chế độ Gia đình trị.<\/ref> Thời điểm này, những sĩ quan chuyển biên chế từ Quân đội Quốc gia sang Quân đội Việt Nam Cộng hòa, đa số đều được thăng một cấp, ông vẫn ở lại cấp bậc Trung tá.\n\nTại Pháp, do quá khứ chống Pháp, ông không được chính phủ Pháp công nhận tư cách Tùy viên Quân sự. Tình huống trớ trêu này kéo dài mãi đến giữa tháng 10 năm 1957, ông mới được triệu hồi về nước. Đầu năm 1958, ông được bổ nhiệm giữ chức vụ Giám đốc Nha An ninh Quân đội thay thế Thiếu tướng [[Mai Hữu Xuân]]. Mãi đến đầu năm 1959, ông mới được thăng cấp [[Đại tá]] tại nhiệm. Khi giữ vai trò chỉ huy ngành An ninh Quân đội, với nhiệm vụ theo dõi tinh thần và hoạt động các sĩ quan trong quân đội, ông thường xuyên gặp phải sự dè dặt của các tướng lãnh, nhất là khi ông từng được biết như là một cán bộ tín cẩn của Tổng thống Diệm, thường xuyên làm việc trực tiếp với Tổng trưởng Quốc phòng, thậm chí, trình báo trực tiếp với Tổng thống.<ref name=\"ReferenceB\"\/> Tuy nhiên, trong hồi ký của mình, ông nhiều lần đề cập vị trí tế nhị của mình, khi thường xuyên bị cố vấn Ngô Đình Nhu lợi dụng<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương XV: Biến cố Phật giáo 1963.<\/ref> hoặc bị các bộ phận khác qua mặt, điển hình là vụ Đoàn công tác đặc biệt miền Trung bắt giữ một thuộc cấp thân tín dưới quyền ông là Chuẩn úy Lê Hữu Thúy,<ref name=\"Mậu, 1962\">Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương XII: 1961-1962, Hai năm khốn cùng<\/ref> người về sau ông mới biết đấy là một tình báo viên cao cấp của đối phương.\n\nKhi cuộc [[đảo chính Việt Nam Cộng hòa 1960|Đảo chính ngày 11\/11\/1960]] nổ ra, ông bị bắt giữ bởi lực lượng đảo chính do Đại tá [[Nguyễn Chánh Thi]] cầm đầu, cho tới trưa ngày hôm sau được toán cảm tử của Nha An ninh Quân đội giải thoát.<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương XI: Năm 1960 - Bắt đầu của sự sụp đổ.<\/ref> Sau khi cuộc đảo chính thất bại, ông được giao điều tra vụ \"đơn vị Nhảy Dù phản loạn\". Năm 1961, ông là thành viên phái đoàn công du Đài Loan do tướng Nguyễn Khánh cầm đầu. Đầu tháng 4 năm 1963, ông dẫn đầu phái đoàn công du Mỹ quốc theo lời mời của Phái bộ Quân sự Hoa Kỳ tại Sài Gòn.<ref name=\"ReferenceB\"\/>\n\n===Hết đảo chính lại long đong===\nNgày 1 tháng 11 năm 1963, ông nằm trong nhóm sĩ quan cầm đầu cuộc cuộc đảo chính Chính quyền Tổng thống Ngô Đình Diệm. Cuộc đảo chính thành công, ngày 2 tháng 11 ông được thăng cấp [[Thiếu tướng]] và được giữ chức vụ Ủy viên Chiến tranh Chính trị trong Hội đồng Quân nhân Cách mạng do Trung tướng [[Dương Văn Minh]] làm Chủ tịch.\n\nĐầu năm 1964, sau khi bàn giao Nha An ninh Quân đội lại cho Đại tá [[Nguyễn Văn Quan]], ông được cử làm Tổng trưởng Thông tin trong nội các Thủ tướng Lâm thời [[Nguyễn Ngọc Thơ]]. Ngày 30 tháng 1, ông tham gia cuộc Chỉnh lý nội bộ do Trung tướng [[Nguyễn Khánh]] cầm đầu. Ngày 8 tháng 2, ông được cử làm Đệ tam Phó Thủ tướng đặc trách Văn hóa Xã hội. Thời gian này ông làm Trưởng đoàn hướng dẫn các phái đoàn đi công du các nước Hàn Quốc, Thái Lan và Mã Lai. Cuối năm, ông bị tướng Khánh ra lệnh bắt giữ và quản thúc tại Pleiku 3 tháng, cùng đợt với các Trung tướng: [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Mai Hữu Xuân]], [[Lê Văn Kim]] và [[Nguyễn Văn Vỹ]]. Hạ tuần tháng 3 năm 1965, ông bị buộc phải giải ngũ với lý do đã phục vụ quân đội trên 20 năm.\n\n===Hoạt động chính trị===\nNăm 1967, sau 2 năm an dưỡng không quan tâm đến chính trường, ông nhận lời ông [[Nguyễn Xuân Chữ]] tham gia và được bầu là Đệ nhất Phó chủ tịch Lực lượng Dân tộc Việt, một tổ chức chính trị đối lập hoạt động trong chính trường Việt Nam Cộng hòa và ông hoạt động trong tổ chức này cho đến năm 1975.<ref name=\"Mậu, 1962\"\/> Tuy nhiên, các động chính trị không để lại tác động đáng kể.\n\n==1975==\nNgày 29 tháng 4, ông cùng gia đình di tản sang Thái Lan. Sau đó được sang định cư tại Tiểu bang California, Hoa Kỳ.\n\nTrong 10 năm đầu, ông sống một cuộc đời khá bình lặng, từng từ chối nhiều cuộc phỏng vấn về các vấn đề liên quan đến chiến tranh Việt Nam.\n\nNăm 1986, ông cho xuất bản lần đầu tiên tập hồi ký \"Việt Nam máu lửa quê hương tôi\" gây nhiều tranh cãi. Bản in ở Việt Nam có tựa đề \"Tâm sự tướng lưu vong\" bị cắt xén khá nhiều. Năm 2000, ông có về thăm quê hương.\n\nNgày 11 tháng 4 năm 2002, ông từ trần tại nơi định cư. Hưởng thọ 85 tuổi.\n\n==Gia đình==\n*Phu nhân: Bà Nguyễn Thị Hải (Là em ruột ông Nguyễn Bá Mưu thân phụ của cố Chuẩn tướng [[Nguyễn Bá Liên]]. Ngoài ra, người chị cả của ông Mưu và bà Hải là thân mẫu của các Thi sĩ [[Lưu Kỳ Linh]] và [[Lưu Trọng Lư]]).\n:-Ông bà có 10 người con (6 trai, 4 gái):<br>Đỗ Hữu Dụng, Đỗ Hữu Tài, Đỗ Hữu Chí, Đỗ Hữu Thành, Đỗ Thị Lệ Hương, Đỗ Thị Lệ Hà, Đỗ Hữu Tâm, Đỗ Thị Lệ Hằng, Đỗ Thị Minh Hồng, Đỗ Hữu Minh.\n*Một người cháu con người anh ruột của ông là Đại úy Đỗ Thọ (1936-1965), là tác giả cuốn Nhật ký Đỗ Thọ, nguyên là sĩ quan tuỳ viên của cố Tổng thống [[Ngô Đình Diệm]] (từ tháng 3 năm 1961 đến ngày 2\/11\/1963).\n\n==Tác phẩm==\n*''Việt Nam máu lửa quê hương tôi'', Nhà Xuất bản Hương Quê ấn hành lần đầu tiên vào mùa thu năm 1986 tại miền Nam California, Hoa Kỳ. Bản in ở Việt Nam có tựa đề ''Tâm sự tướng lưu vong'' bị cắt xén khá nhiều.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n*{{chú thích sách|title=The Indochinese Experience of the French and the Americans: Nationalism and Communism in Cambodia, Laos, and Vietnam|first=Arthur J.|last=Dommen|publisher=Đại học Indiana Press|year=2001|isbn=0-253-33854-9|location=Bloomington, Indiana}}\n*{{chú thích sách|title=A Death in November: America in Vietnam, 1963|url=https:\/\/archive.org\/details\/deathinnovembera0000hamm|authorlink=Ellen Hammer|first=Ellen J.|last=Hammer|year=1987|publisher=[[E. P. Dutton]]|isbn=0-525-24210-4|location=New York City, New York}}\n*{{chú thích sách|first=Seth|last=Jacobs|year=2006|title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950&ndash;1963|publisher=[[Rowman & Littlefield]]|isbn=0-7425-4447-8|location=Lanham, Maryland}}\n*{{chú thích sách|first=Howard|last=Jones|year=2003|title=Death of a Generation: how the assassinations of Diem and JFK prolonged the Vietnam War|url=https:\/\/archive.org\/details\/deathofgeneratio0000jone|publisher=[[Oxford University Press]]|isbn=0-19-505286-2|location=New York City, New York}}\n*{{chú thích tạp chí|title=Political Polarization in South Vietnam: U.S. Policy in the Post-Diem Period|url=https:\/\/archive.org\/details\/sim_pacific-affairs_winter-1979-1980_52_4\/page\/647|first=George McT.|last=Kahin|authorlink=George McTurnan Kahin|journal=[[Pacific Affairs]]|volume=52|number=4|year=1979|pages=647-73|location=Vancouver, British Columbia}}\n* {{chú thích sách|title=Vietnam: A history|url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4|first=Stanley|last=Karnow|authorlink=Stanley Karnow|year=1997|publisher=Penguin Books|isbn=0-670-84218-4|location=New York City, New York}}\n*{{chú thích sách|title=Our Vietnam: the war, 1954-1975|url=https:\/\/archive.org\/details\/unset0000unse_f6q3|author=[[A. J. Langguth|Langguth, A. J.]] |year=2000|publisher=[[Simon & Schuster]]|isbn=0-684-81202-9|location=New York City, New York}}\n* {{chú thích sách|title=Behind the bamboo curtain: China, Vietnam, and the world beyond Asia|editor=Roberts, Priscilla|year=2006|publisher=Stanford University Press|isbn=0-8047-5502-7|location=Stanford, California|author=Logevall, Fredrik|chapter=The French recognition of China and its implications for the Vietnam War}}\n*{{chú thích sách|title=Triumph Forsaken: The Vietnam War, 1954-1965|first=Mark|last=Moyar|authorlink=Mark Moyar|publisher=Cambridge University Press|year=2006|isbn=0-521-86911-0|location=New York City, New York}}\n*{{chú thích sách|first=Robert|last=Shaplen|title=The Lost Revolution: Vietnam 1945-1965|year=1966|publisher=[[Andre Deutsch]]|location=London}}\n*{{chú thích sách|author=[[Truong Nhu Tang]]|title=Journal of a Vietcong|url=https:\/\/archive.org\/details\/journalofvietcon0000trng|year=1986|location=London|publisher=Cape|isbn=0-224-02819-7}}\n*{{chú thích sách|title=Encyclopedia of the Vietnam War: A Political, Social and Military History|first=Spencer C.|last=Tucker|year=2000|publisher=[[ABC-CLIO]]|isbn=1-57607-040-9|location=Santa Barbara, California}}\n* Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi'', Nhà xuất bản Hương Quê, 1986, Nam California, Hoa Kỳ.\n\n[[Thể loại: Sinh năm 1917]]\n[[Thể loại: Mất năm 2002]]\n[[Thể loại: Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Phó Thủ tướng Việt Nam Cộng hòa]]\n[[Thể loại: Chính khách Việt Nam Cộng hòa]]\n[[Thể loại: Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại: Người Quảng Bình]]\n[[Thể loại: Người Mỹ gốc Việt]]\n[[Thể loại: Nhà chiêm tinh người Việt Nam]]"}