{"292716":"'''Đội bóng đá Tổng cục Đường sắt''', hay đội '''Đường sắt Việt Nam''', là một đội bóng đá bán chuyên nghiệp nổi tiếng tại Việt Nam từ năm 1956 đến khi bị giải thể vào năm 2000. Đội bóng được đặt dưới sự chủ quản của [[Cục Đường sắt Việt Nam|Tổng cục Đường sắt Việt Nam]] và có tổng hành dinh tại [[Hà Nội]], từng đoạt chức vô định Quốc gia lần đầu tiên tại [[Giải bóng đá vô địch quốc gia Việt Nam 1980|Giải bóng đá A1 toàn quốc lần thứ I 1980]]. Nhiều tuyển thủ của đội hiện đang là huấn luyện viên bóng đá nổi tiếng tại [[Việt Nam]] như [[Lê Thụy Hải]], [[Mai Đức Chung]], [[Lê Khắc Chính]]...\n\n==Quá trình thi đấu==\nĐội bóng đá Tổng cục Đường sắt được thành lập vào năm 1956, là một trong những đội bóng được thành lập đầu tiên của miền Bắc nói chung và của Hà Nội nói riêng. Trong suố nữ nt thời gian chiến tranh, đội lừng danh, chỉ xếp sau đội [[Thể Công]] về thành tích và mức độ hâm mộ của khán giả.\n\nNgày [[7 tháng 11]] năm 1976, đội với tư cácolk đội bóng hàng đầu đại diện cho miền Bắc Việt Nam, đã có [[Cảng Sài Gòn 0–2 Tổng cục Đường sắt (1976)|trận thi đấu lịch sử]] với đội bóng hàng đầu đại diện cho miền Nam Việt Nam bấy giờ là [[Đội bóng đá Cảng Sài Gòn|Công nhân Cảng Sài Gòn]]<ref>[http:\/\/phapluattp.vn\/20100428105540374p1020c1089\/bai-2-hoi-uc-ve-tran-cau-lich-su.htm Hồi ức về trận cầu lịch sử]<\/ref>.\n\nNăm 1980, đội trở thành đội bóng đầu tiên đoạt chức vô địch [[Giải bóng đá vô địch quốc gia Việt Nam 1980|Giải bóng đá A1 toàn quốc lần thứ I]]. Trong giải này, đội bóng mạnh nhất Việt Nam bấy giờ là [[Thể Công|CLB Quân đội]] xin rút không thi đấu.\n\nTại [[Giải bóng đá vô địch quốc gia Việt Nam 1985|mùa bóng 1985]], đội thi đấu không thành công, xếp cuối cùng trong vòng chung kết ngược, phải xuống thi đấu ở hạng A2.\n\nNăm 1989, Tổng cục Đường sắt giải thể, chuyển thành một Doanh nghiệp Nhà nước với tên là [[Đường sắt Việt Nam|Liên hiệp Đường sắt Việt Nam]], hoạt động trên nguyên tắc thị trường mở. Đội bóng cũng được đổi tên thành '''Đội bóng đá Đường sắt Việt Nam''', tuy nhiên các khán giả vẫn quen gọi là đội bóng Tổng cục Đường sắt.\n\n==Giải thể==\nTrong thời kỳ kinh tế thị trường, đội bóng gặp nhiều khó khăn trong việc duy trì. Đầu năm 2000, phiên hiệu Đội bóng đá Đường sắt Việt Nam bị giải thể, toàn đội được chuyển sang cho [[Ngân hàng Á Châu]] quản lý dưới tên gọi mới [[Câu lạc bộ bóng đá Ngân hàng Á Châu|Câu lạc bộ Bóng đá ACB]].\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Câu lạc bộ bóng đá Ngân hàng Á Châu|Câu lạc bộ Bóng đá ACB]]\n* [[Cảng Sài Gòn 0–2 Tổng cục Đường sắt|Công nhân Cảng Sài Gòn 0–2 Tổng cục Đường sắt]]\n\n==Liên kết ngoài==\n* [http:\/\/phapluattp.vn\/20100428105540374p1020c1089\/bai-2-hoi-uc-ve-tran-cau-lich-su.htm Hồi ức về trận cầu lịch sử]\n\n{{sơ khai Hà Nội}}\n{{Bóng đá Việt Nam}}\n{{Giải vô địch bóng đá Việt Nam}}\n{{Các câu lạc bộ bóng đá Việt Nam đã giải thể}}\n\n[[Thể loại:Câu lạc bộ bóng đá tại Hà Nội|Đ]]\n[[Thể loại:Câu lạc bộ bóng đá Việt Nam đã giải thể]]\n[[Thể loại:Câu lạc bộ bóng đá Đường sắt Việt Nam]]"}