{"313621":"'''Đỗ Ngọc Du''' (1907-1938) là một chiến sĩ [[cộng sản]] trước [[Cách mạng Tháng Tám]], Ủy viên Ban Chấp hành Trung ương lâm thời Đảng Cộng sản Đông dương, Bí thư Xứ ủy Bắc kỳ, Bí thư Thành ủy Hà Nội.\n\nÔng sinh ngày 20\/12\/1907 ở thôn Thượng Phúc, xã Tả Thanh Oai, huyện [[Thanh Trì]], tỉnh [[Hà Đông]] nay thuộc thành phố [[Hà Nội]]. Khi hoạt động ông còn lấy bí danh là Phiếm Chu<ref name=\"d1\">{{Chú thích web |url=http:\/\/www.haiphong.gov.vn\/thuvienthanhpho\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5338 |ngày truy cập=2008-12-22 |tựa đề=Đỗ Ngọc Du |archive-date=2007-03-20 |archive-url=https:\/\/web.archive.org\/web\/20070320020650\/http:\/\/www.haiphong.gov.vn\/thuvienthanhpho\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5338 |url-status=dead }}<\/ref>.\n\n==Cuộc đời hoạt động==\n===Tuổi nhỏ===\nNăm 1922, sau khi tốt nghiệp tiểu học, Đỗ Ngọc Du vào học [[trường Bưởi]]. Tại đây, Đỗ Ngọc Du đã cùng các bạn là [[Ngô Gia Tự]], [[Trịnh Đình Cửu]] vận động phản đối Hiệu trưởng khắc nghiệt và khinh miệt học sinh bản xứ và bí mật tìm hiểu sách báo tiến bộ, đồng thời tham gia phong trào đòi ân xá [[Phan Bội Châu]] và kế đó là truy điệu [[Phan Chu Trinh]]. Vì những hoạt động ấy, Đỗ Ngọc Du đã bị đuổi học như một số bạn đồng lứa khác<ref name=\"d2\">{{Chú thích web |url=http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=10543 |ngày truy cập=2008-12-22 |tựa đề=Đỗ Ngọc Du: Người cộng sản bất khuất |archive-date=2009-02-19 |archive-url=https:\/\/web.archive.org\/web\/20090219202955\/http:\/\/baobinhduong.org.vn\/detail.aspx?Item=10543 }}<\/ref>.\n\n===Hoạt động cách mạng===\nTháng 10\/1926, ông sang [[Quảng Châu]] (Trung Quốc) dự lớp huấn luyện chính trị khóa thứ hai do [[Nguyễn Ái Quốc]] chủ trì và đã được kết nạp vào [[Việt Nam Thanh niên cách mạng đồng chí Hội]] và [[Cộng sản Đoàn]].\n\nĐầu năm 1927, Đỗ Ngọc Du về nước để tuyên truyền [[chủ nghĩa Marx-Lenin]] và vận động quần chúng xây dựng phát triển Việt Nam Thanh niên cách mạng đồng chí Hội trong các nhà máy ở [[Hải Phòng]], [[Quảng Ninh]]. Sau khi bị lộ, Đỗ Ngọc Du đã bàn giao công tác cho [[Nguyễn Đức Cảnh]] và về [[Hà Nội]] hoạt động\nNgày 17\/6\/1929, Đỗ Ngọc Du cùng các đồng chí đã họp tại nhà số 312, [[phố Khâm Thiên]] ([[Hà Nội]]) thành lập [[Đông Dương Cộng sản Đảng]] và ông được bầu làm Ủy viên Ban Chấp hành Trung ương lâm thời của Đảng phụ trách các công tác giao thông, tài chính và trực tiếp làm Bí thư [[Xứ ủy Bắc kỳ]] và Bí thư Đảng bộ Hà Nội<ref name=\"d2\"\/>.\n\nSau khi họp thống nhất ba tổ chức cộng sản ở Việt Nam để thành lập [[Đảng Cộng sản Việt Nam]] (3\/2\/1930), Đỗ Ngọc Du được tổ chức cử sang Trung Quốc làm công tác vận động binh sĩ và công nhân kiều bào đang làm ăn sinh sống ở [[Thượng Hải]]. Hoạt động của Đỗ Ngọc Du đã bị mật thám Pháp theo dõi và tháng 6\/1931, ông bị người Pháp bắt giải về trong nước. Cuối năm 1931, Đỗ Ngọc Du và [[Nguyễn Lương Bằng]] bị kết án khổ sai chung thân. Đầu năm 1932, Đỗ Ngọc Du bị đày lên [[Sơn La]] và đến tháng 12\/1933, ông bị đày ra [[Côn Đảo]].\n\nNăm 1936, do đấu tranh của người Pháp, Chính phủ [[Mặt trận Nhân dân Pháp]] lên cầm quyền, Đỗ Ngọc Du đã được trả tự do. Về Hà Nội, ông bị [[quản thúc]] chặt chẽ, nhưng vẫn liên hệ với tổ chức Đảng để hoạt động đi vào vận động và viết báo để [[giác ngộ quần chúng]]. Nhưng do những năm tù đày, bị tra tấn đày ải dã man, sức khỏe của ông giảm sút, lại do bệnh lao trầm trọng, Đỗ Ngọc Du đã qua đời ngày 12\/1\/1938, khi mới 31 tuổi<ref name=\"d2\"\/>.\n\nTên của ông đã được đặt cho một đường phố ở quận Hai Bà Trưng, TP Hà Nội.\nNăm 2022 tên của ông còn được đặt cho một ngôi trường nơi ông sinh ra, mang tên Trường Tiểu Học Đỗ Ngọc Du.\n\n==Xem thêm==\n* [[Ngô Gia Tự]]\n* [[Phan Bội Châu]]\n* [[Phan Chu Trinh]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{Thời gian sống|1907|1938}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Bí thư Thành ủy Hà Nội]]\n[[Thể loại:Bí thư Xứ ủy Bắc Kỳ]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Học sinh trường Bưởi]]"}