{"327419":"{{bài cùng tên|Đền Trần}}\n{{Thông tin đền Việt Nam\n| tên = Đền Trần\n| di tích = \n| hình = DenTran-NamDinh.JPG\n| chú thích = Cổng chính quần thể đền Trần\n| vĩ độ = 20.456854\n| kinh độ = 106.167306\n| tước vị = \n| thờ phụng = Hoàng thất nhà Trần\n| sinh = \n| mất = \n| công trạng = \n| thánh tích = \n| loại đền = \n| đối tượng thờ = \n| địa chỉ = phường [[Lộc Vượng]], thành phố [[Nam Định (thành phố)|Nam Định]], tỉnh [[Nam Định]]\n| thành lập = 1695\n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = 15 - 20 tháng 8 âm lịch\n\n| tên di tích = Đền Trần và Chùa Phổ Minh\n| cấp di tích = đặc biệt\n| loại di tích = lịch sử\n| loại di tích 2 = kiến trúc\n| loại di tích 3 = nghệ thuật\n| ngày nhận = 27 tháng 9 năm 2012\n| quyết định = 1419\/QĐ-TTg<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-1419-QD-TTg-nam-2012-xep-hang-di-tich-quoc-gia-dac-biet-148519.aspx|title=Quyết định 1419\/QĐ-TTg năm 2012 xếp hạng di tích quốc gia đặc biệt|last=|first=|date=|website=Thư viện pháp luật|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n}}\n\n'''Đền Trần''' (陳廟 - Trần Miếu) là một quần thể đền thờ tại đường Trần Thừa, phường [[Lộc Vượng]], thành phố [[Nam Định (thành phố)|Nam Định]] (sát [[quốc lộ 10]]), là nơi thờ các vua [[nhà Trần|Trần]] cùng các quan lại có công phù tá [[nhà Trần]]. Đền Trần được xây dựng từ năm 1695, trên nền [[Thái miếu]] cũ của [[nhà Trần]] đã bị [[nhà Minh|quân Minh]] phá hủy vào thế kỷ XV.\n\nĐền Trần bao gồm 3 công trình kiến trúc chính là đền Thiên Trường (hay đền Thượng), đền Cố Trạch (hay đền Hạ) và đền Trùng Hoa. Trước khi vào đền, phải qua hệ thống cổng ngũ môn. Trên cổng ghi các [[chữ Hán]] ''Chính nam môn'' (''正南門'' - cổng chính phía nam) và ''Trần Miếu'' (''陳廟'' - Miếu thờ nhà Trần). Qua cổng là một hồ nước hình chữ nhật. Chính giữa phía sau hồ nước là khu đền Thiên Trường. Phía Tây đền Thiên Trường là đền Trùng Hoa, phía Đông là đền Cố Trạch.\n\nCả ba đền đều có kiến trúc chung, và quy mô ngang nhau. Mỗi đền gồm tòa tiền đường 5 gian, tòa trung đường 5 gian và tòa chính tẩm 3 gian. Nối tiền đường và trung đường là kinh đàn (thiêu hương) và 2 gian tả hữu.\n\n==Đền Thiên Trường==\n'''Đền Thiên Trường''' được xây trên nền [[Thái miếu]] và [[hành cung Thiên Trường|cung Trùng Quang]] của [[nhà Trần]] mà trước nữa là [[nhà thờ họ]] của họ Trần. [[hành cung Thiên Trường|Cung Trùng Quang]] là nơi các [[Thái thượng hoàng]] nhà Trần sống và làm việc. Đền Trần hiện nay được dân địa phương xây bằng gỗ từ năm [[Chính Hòa]] thứ 15 (tức năm 1695). Các năm 1773, 1854, 1895, 1907-1908, đền được mở rộng và xây thêm.\n\nĐền Thiên Trường hiện tại gồm có tiền đường, trung đường, chính tẩm, thiêu hương, 2 dãy tả hữu vu, 2 dãy tả hữu ống muống, 2 dãy giải vũ Đông Tây. Tổng cộng có 9 tòa, 31 gian. Khung đền bằng [[gỗ lim]], mái lợp [[ngói]], nền lát [[Gạch nung|gạch]].\n[[Hình:bethocongdoangdentran.jpg|nhỏ|250px|Bệ thờ Công đồng Hoàng đế tại Tiền đường.]]\nTiền đường của đền Thiên Trường gồm 5 gian, dài 13 mét. Có 12 cột cái cùng 12 cột quân, tất cả đều được đặt trên chân tảng bằng đá hình cánh sen có từ thời Trần là chân cột cung Trùng Quang cũ. Tại đây có đặt ban thờ và bài vị của các quan có công lớn phù tá nhà Trần\n\nSau tiền đường là trung đường là nơi thờ 14 vị hoàng đế nhà Trần. Tuy nhiên, không có tượng thờ mà chỉ có bài vị. Trước cửa trung đường có ba cỗ ngai là nơi thờ bái vọng các vị hoàng đế.\n\nSau trung đường là chính tẩm gồm 3 gian. Đây là nơi thờ 4 vị thủy tổ của họ Trần và các phu nhân chính thất ở gian giữa. Các hoàng phi của nhà Trần cũng được đặt bài vị thờ ở 2 gian trái, phải.\n\nTòa thiêu hương (hay kinh đàn) là nơi đặt ban thờ và bài vị của các công thần nhà Trần. Có ban thờ riêng cho các quan văn, và ban thờ riêng cho các quan võ.\n\n==Đền Cố Trạch==\n[[Hình:Congdencotrach.jpg|nhỏ|250px|phải|Cổng đền Cố Trạch]]\n'''Đền Cố Trạch''' nằm phía Đông của đền Thiên Trường. Nhìn từ sân, là bên phải đền Thiên Trường. Đền Cố Trạch được xây vào năm 1894. Theo bia \"Trùng kiến Hưng Đạo thân vương cố trạch bi ký\", thì lúc tu sửa đền Thiên Trường năm 21 đời [[Tự Đức]] (năm 1868), người ta đào thấy ở phía Đông đền Thiên Trường một mảnh bia vỡ có ghi chữ Hưng Đạo thân vương cố trạch (nhà cũ của Hưng Đạo thân vương). Do đó khi xây đền này vào năm 1894 khánh thành vào năm 1895, đền được đặt tên là Cố Trạch Từ (đền nhà cũ). Đền Hạ là tên thường gọi.\n\nĐền Cố Trạch đặt bài vị của [[Trần Hưng Đạo]], gia đình và gia tướng. Tiền đường của đền Cố Trạch là nơi đặt bài vị của 3 gia tướng thân tín của [[Trần Hưng Đạo]], đó là [[Phạm Ngộ]], [[Phạm Ngũ Lão]] và [[Nguyễn Chế Nghĩa]].\n\nThiêu hương (kinh đàn) là nơi đặt long đình trong có tượng [[Trần Hưng Đạo]] cùng 9 pho tượng Phật. Bên trái đặt bài vị các quan văn. Bên phải đặt bài vị của các quan võ.\n\nGian tả vu là nơi đặt bài vị [[Trương Hán Siêu]], [[Phạm Thiện Nhân]] và các bài vị văn thần triều Trần.\n\nGian hữu vu là nơi đặt bài vị võ thần triều Trần, bài vị Trần Công và các thân nhân họ Trần.\n\nTòa trung đường là nơi đặt bài vị và tượng của [[Trần Hưng Đạo]], bài vị của 4 người con trai, của Phạm Ngũ Lão và các tả hữu tướng quân.\n\nTòa chính tẩm là nơi đặt bài vị của cha và mẹ [[Trần Hưng Đạo]], của Trần Hưng Đạo và vợ (công chúa Thiên Thành), của 4 người con trai và 4 người con dâu của [[Trần Hưng Đạo]], của con gái và con rể (Phạm Ngũ Lão).\n\n==Đền Trùng Hoa==\n[[Tập tin:DenTran1.jpg|phải|nhỏ|250px|Đền Trùng Hoa trong quần thể Đền Trần]]\nĐền Trùng Hoa mới được chính quyền tỉnh [[Nam Định]] với sự hỗ trợ về kinh phí của chính phủ xây dựng từ năm 2000. Đền được xây trên nền [[hành cung Thiên Trường|cung Trùng Hoa]] xưa - nơi các đương kim hoàng đế nhà Trần về tham vấn các vị [[Thái thượng hoàng]]. Trong đền Trùng Hoa có 14 pho tượng bằng đồng của 14 hoàng đế nhà Trần được đặt tại tòa trung đường và tòa chính tẩm. Tòa thiêu hương là nơi đặt ngai và bài vị thờ hội đồng các quan. Gian tả vu thờ các quan văn. Gian hữu vu thờ các quan võ.\n\n==Lễ hội==\nLễ hội Đền Trần được tổ chức trong các ngày từ ngày 15 đến ngày 20 tháng tám âm lịch hàng năm tại phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định nhằm tri ân công của 14 vị vua Trần.<ref>[http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=300&articleid=1132 Lễ hội đền Trần Nam Định]<\/ref>\n\nTừ năm 2000, [[Nam Định]] tổ chức Lễ khai ấn đền Trần vào rạng sáng ngày 15 tháng giêng. Lúc đầu lệ khai ấn chỉ bó hẹp trong không gian làng Tức Mặc, dần trở thành lễ hội lớn. \"Trần miếu tự điển\" là chiếc ấn được dùng để đóng ấn dịp Lễ hội Đền Trần hiện nay. Ấn hình vuông, làm bằng gỗ, được chế tạo vào thời Nguyễn, cuối thế kỷ 19, đầu thế kỷ 20. Hai mặt Đông-Tây của viền ấn khắc hình hai con rồng, mặt Nam của viền ấn khắc chìm 4 chữ \"Tích phúc vô cương.\" \"Trần miếu tự điển\" mang nội dung điển lệ, tục lệ thờ tự tại miếu nhà Trần, phạm vi, quy mô nhỏ hẹp là dòng họ Trần tại làng Tức Mặc.<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News_France\/News_Detail_F.aspx?CN_ID=504555&CO_ID=0 Lễ hội đền Trần ở Nam Định: Cần trở về giá trị thực]<\/ref>\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n\n== Xem thêm ==\n* [[Hành cung Thiên Trường]]\n* [[Nhà Trần]]\n* Trịnh Thị Nga (2009), ''Di tích lịch sử - văn hóa đền Trần - chùa Tháp tỉnh Nam Định'', Nhà xuất bản Văn hóa dân tộc, Hà Nội.\n*VnExpress: [http:\/\/vnexpress.net\/SG\/Xa-hoi\/2006\/02\/3B9E6ACD\/ Xe công trảy hội đền Trần.]\n{{coord| 20.456854| 106.167306| type:landmark_region:VN| format= dms| display= title}}\n\n== Liên kết ngoài ==\n{{Du lịch Nam Định}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Đền tại Việt Nam|Trần]]\n[[Thể loại:Di tích tại Nam Định]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Tám]]\n[[Thể loại:Văn hóa Nam Định]]"}