{"2413682":"{{unreferenced}}\n\n'''Đền thờ Nguyễn Hữu Cảnh''', còn được gọi là '''Đình Bình Kính''' thuộc địa phận phường [[Hiệp Hòa]] (Cù Lao Phố), [[Biên Hòa, Đồng Nai]], [[Việt Nam]]. Là di tích lịch sử đã được Nhà nước xếp hạng ngày 25\/3\/1991. Nơi đây, nhân dân Biên Hòa thờ vị khai quốc công thần [[Nguyễn Hữu Cảnh]] – một danh nhân có nhiều công lao với đất nước trong việc mở mang, chấn chỉnh bờ cõi phía Nam Tổ quốc.\n\n==Lịch sử==\nNgôi đình được xây dựng vào khoảng cuối thế kỳ XVIII, tức khoảng sau thời gian [[Nguyễn Hữu Cảnh]] mất (1700). Trước đây, di tích là một \"miếu võ trang nghiêm\" và được các triều vua Nguyễn quan tâm. Khi [[Gia Long]] lên ngôi đã cho trùng tu, cắt cử 10 phu trông coi, hằng năm đều xuất quỹ công tế lễ vào ngày giỗ. Đến năm 1851, triều [[Tự Đức]] cấp 100 quan tiền để di dời, sửa chữa vào năm 1923-1960 đều được tái thiết. Kiến trúc nội thất của di tích còn được bảo lưu với những hàng cột lớn và nhiều hoành phi đại tự. Đặc biệt, các bàn hương án, nghệ thuật chạm khắc với bao đề tài dân gian sinh động. Tại dinh còn lưu giữ bộ áo mão, tương truyền của đức ông thuở sinh thời.\n\n==Kiến trúc==\nMặt đền nhìn ra sông [[Đồng Nai]] theo hướng tây nam, sân đền rộng. Mặt trước đền có gắn đôi rồng chầu pháp làm bằng gốm men xanh, hai bên là cặp lân. Hàng cột mặt tiền đắp rồng cuốn mây có đôi liễn [[Chữ Hán|chữ nho]] khắc chìm vào tường.\nNăm 1998, Đảng bộ và nhân dân [[Đồng Nai]] đã xây dựng nhà bia ghi lại lịch sử 300 năm của vùng đất [[Biên Hòa, Đồng Nai]] trong khuôn viên của đền thờ [[Nguyễn Hữu Cảnh]]. Ngày 16\/05 và ngày 11\/01 âm lịch hằng năm, nhân dân địa phương tổ chức tế lễ, cầu cho quốc thái dân an và tưởng nhớ đế công đức to lớn của bậc tiền nhân có công khẩn hoang, xác lập nền hành chính tại vùng đất phương nam.\n\n== Tham khảo ==\n{{tham khảo}}\n[http:\/\/www.bienhoa.gov.vn\/gioi-thieu-chung\/THANGCANHDULICH\/nguyenhuucanh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130117144139\/http:\/\/www.bienhoa.gov.vn\/gioi-thieu-chung\/THANGCANHDULICH\/nguyenhuucanh |date=2013-01-17 }}\n\n{{Coord|10|55|51|N|106|49|30|E|display=title}}\n\n{{sơ khai}}\n\n[[Thể loại:Di tích tại Đồng Nai]]"}