{"90661":"{{Thông tin nhân vật phong kiến\n| tên = Trịnh Văn Cấn\n| hình = Mr. Trinh Van Can.jpg\n| húy = Trịnh Văn Đạt\n| sinh = 1881\n| nơi sinh = Xã [[Vũ Di]] huyện [[Vĩnh Tường]] Tỉnh [[Vĩnh Phúc]]\n| mất = {{ngày mất và tuổi|1918|1|11|1881}}\n| nơi mất = núi Pháo (nay huyện [[Đại Từ]])\n| nguyên nhân mất = [[Tự sát bằng súng]]\n| quốc gia = [[Liên bang Đông Dương]]\n}}\n'''Đội Cấn''', hay '''Ông Đội Cấn''' ([[1881]] – [[11 tháng 1]] năm [[1918]]) là biệt danh của '''Trịnh Văn Cấn''', một thủ lĩnh trong cuộc binh biến chống chính quyền [[Đế quốc thực dân Pháp|thực dân Pháp]] tại [[Thái Nguyên]] năm 1917.\n\n==Tiểu sử==\nÔng tên thật là '''Trịnh Văn Đạt''', sinh năm 1881, người làng Yên Nhiên, phủ Vĩnh Tường, nay thuộc xã Vũ Di, [[huyện]] [[Vĩnh Tường]], [[tỉnh]] [[Vĩnh Phúc]]. Nhà nghèo, năm 1910, ông đăng [[lính khố xanh]] thay cho anh trai với cái tên là '''Trịnh Văn Cấn''', sau thăng dần lên chức đội [[lính khố xanh]] trong cơ binh Pháp đóng ở [[Thái Nguyên]], vì thế ông được gọi là '''Đội Cấn'''.\n\nTuy đi lính cho Pháp, nhưng Đội Cấn lại là người chịu ảnh hưởng và khâm phục tinh thần yêu nước chống Pháp của nghĩa quân [[Đề Thám]]. Thời gian ông đóng tại Thái Nguyên, ông kết bạn với các đồng ngũ người Việt tại đây như Đội Trường, Đội Giá, Cai Xuyên, Cai Mãnh, Ba Chén,... thường bàn bạc việc khởi nghĩa, nổi dậy chống chính quyền của Pháp ở [[Thái Nguyên]].\n==Binh biến Thái Nguyên==\n{{xem thêm|Khởi nghĩa Thái Nguyên}}\nGiữa năm 1917, [[Lương Ngọc Quyến]], một thành viên của [[Việt Nam Quang phục Hội]] bị Pháp bắt giữ và đưa biệt giam tại nhà lao Thái Nguyên với mức án \"Chung thân cấm cố\". Tại đây, Đội Cấn và các bạn đồng chí đã có những cuộc tiếp xúc với [[Lương Ngọc Quyến]] và được cổ vũ thêm tinh thần cũng như hướng dẫn các biện pháp tổ chức binh biến cướp chính quyền.\n\nĐêm 30 rạng 31 tháng 8 năm 1917, [[Khởi nghĩa Thái Nguyên]] bùng nổ. Các binh lính người Việt đã giết chết viên giám binh Pháp tên là Noël, phá nhà tù Thái Nguyên, giải phóng 230 tù nhân. Đội Cấn được cử làm [[Tư lệnh trưởng]], Lương Ngọc Quyến làm Quân sư. Nghĩa quân sau đó triệu tập dân chúng tại Thái Nguyên, tuyên bố Thái Nguyên độc lập, đặt quốc hiệu là [[Đại Hùng Đế quốc]], ra Tuyên ngôn và Lời kêu gọi \"''Chúng ta hãy mau chóng lợi dụng cơ hội ngàn năm có một, cơ hội thật hiếm có để rửa nhục, để trả thù''\". Số quân khởi nghĩa lên tới hơn 600 người, gồm các binh lính khố xanh, các tù nhân và một số quần chúng, sử dụng quân kỳ màu vàng đề 4 chữ \"Nam binh phục quốc\", góc trên bên trái lá cờ có năm ngôi sao đỏ (ngũ tinh liên châu).\n==Khúc bi tráng Thái Nguyên==\nĐội Cấn và các chiến hữu đã làm chủ Thái Nguyên được 5 ngày. Sáng ngày 5 tháng 9 năm 1917, nhà cầm quyền Pháp điều 2 ngàn quân lên [[Thái Nguyên]] đàn áp. Ngay từ trong những phút đầu [[Lương Ngọc Quyến]] bị tử thương do bị trúng mảnh đạn pháo vào đầu (có tài liệu chép ông tự sát vì bị giam giữ quá lâu nên không thể vận động và không muốn ảnh hưởng đến việc rút quân). Do lực lượng quá chênh lệch, nghĩa quân đành phải rút quân ra ngoài thị xã trong đêm đó, rút về vùng núi [[Tam Đảo]], giáp [[Vĩnh Yên]], xây dựng căn cứ chống giữ.\n\nĐội Cấn và nghĩa quân cầm cự được hơn 5 tháng. Ngày 11 tháng 1 năm 1918, trong một cuộc phản kích quân Pháp tấn công lên căn cứ tại [[núi Pháo]], nay thuộc huyện [[Đại Từ]], nghĩa quân bị tổn thất nặng nề, bản thân Đội Cấn bị thương nặng. Để không rơi vào quân Pháp, ông đã tự bắn vào bụng tự sát.\n\n==Xem thêm==\n* [[Lương Ngọc Quyến]]\n* [[Việt Nam Quang phục quân]]\n\n==Liên kết ngoài==\n\n* [https:\/\/news.zing.vn\/bi-an-cai-chet-cua-doi-can-post966128.html Bí ẩn về cái chết của Đội Cấn]\n{{tham khảo|30em}}\n{{Thời gian sống|Mất=1918}}\n\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}