{"66036":"{{chú thích trong bài}} \n{{Tóm tắt về hồ\n |lake_name = Đồng Mô\n |image_lake = Ho Dong Mo.jpg\n |ghi chú hình = Một góc hồ Đồng Mô trong khu du lịch Đồng Mô\n |image_bathymetry = \n |caption_bathymetry = \n |location = [[Thị xã Sơn Tây]], [[Hà Nội]]\n |vĩ độ = 21.049603\n |kinh độ = 105.481474\n |type = Nước ngọt\n |inflow = \n |outflow = \n |catchment = \n |basin_countries = [[Việt Nam]]\n |length = \n |width = \n |area = \n |depth = \n |max-depth = \n |volume = \n |residence_time = \n |shore = \n |elevation = \n |islands = \n |cities = \n |loại bản đồ = Hanoi\n}}\n'''Đồng Mô''' là một khu du lịch thuộc địa phận [[thị xã Sơn Tây]] và một phần huyện [[Ba Vì]], [[Hà Nội]].\n\nKhu du lịch Đồng Mô bao gồm một [[hồ]] chứa nước rộng khoảng 500 ha, nằm trong vùng chân [[Dãy núi Ba Vì|núi Ba Vì]], các khu nghỉ dưỡng nằm rải rác trên các hòn đảo trên hồ. Khách du lịch tới đây được đi tham quan lòng hồ, ngắm cảnh núi non hùng vỹ, sơn thủy hữu tình và các dịch vụ câu cá, ẩm thực theo phong cách dân tộc. Đặc biệt trong khu du lịch Đồng Mô có một sân golf nổi tiếng: Sân golf Đồng Mô - 36 lỗ nằm trên các đảo ở giữa hồ Đồng Mô, thuộc địa phận thị xã Sơn Tây.\n\nKhu du lịch Đồng Mô nằm phía tây [[Hà Nội]], cách Hà Nội hơn 40&nbsp;km. Từ Hà Nội, đi theo [[đường cao tốc Láng - Hòa Lạc]], đến ngã tư Hòa Lạc đi thẳng tiếp Đại lộ Thăng long kéo dài 8&nbsp;km là tới Khu du lịch Đồng Mô. Cũng có thể đi ra hướng [[cầu Giấy]] theo [[Quốc lộ 32]], qua [[thị xã Sơn Tây]] đẽn ngã tư Sơn Lộc rẽ trái đi thêm 7&nbsp;km theo [[Quốc lộ 21]] (đường Cu Ba) nữa là tới. Khu du lịch Đồng Mô nằm gần [[Sân bay Hòa Lạc|sân bay quân sự Hòa Lạc]]\n\n==Sân gôn Đồng Mô==\nSân golf Đồng Mô là sân để chơi [[golf]] 36 lỗ đạt [[tiêu chuẩn quốc tế]], được đánh giá là một trong những sân golf đẹp nhất Đông Nam Á với khung cảnh thiên nhiên hòa hợp một cách tuyệt đẹp. Tại đây tổ chức nhiều giải thi đấu golf trong nước và quốc tế, còn là nơi thường xuyên lui tới của các chính khách, các nhà doanh nghiệp và nhiều đoàn du khách. Nhân dịp [[hội nghị cấp cao APEC 14 năm 2006]] được tổ chức Việt Nam, đoàn doanh nghiệp đến từ các nền kinh tế [[APEC]] đã tổ chức một giải thi đấu golf tại đây...\n\n==Truyền thuyết==\nTheo truyền thuyết [[Sơn Tinh-Thủy Tinh]], khu vực lòng hồ Đồng Mô hiện nay là nơi đại thủy chiến giữa Sơn Tinh (thần núi Tản Viên) và Thủy Tinh (thần nước) để giành giật công chúa Mị Nương. Trong trận chiến đó, Thủy Tinh dâng nước cùng với các loài thủy tộc lên đánh Sơn Tinh, Sơn Tinh làm phép dâng núi lên cao, nước dâng đến đâu, núi cao đến đó, cuối cùng Thủy Tinh chịu bại trận. Vì thế nên đỉnh núi Ba Vì đến nay cao hơn 1000 m, trên đỉnh núi vẫn còn đền thờ thần Sơn Tinh (Thánh [[Tản Viên]]).\n\n==Các khu du lịch lân cận==\n\nCũng trong vùng chân núi Ba Vì còn có nhiều khu du lịch hấp dẫn như [[rừng Quốc gia Ba Vì]], làng Văn hóa các dân tộc Việt Nam, [[Khoang Xanh]], [[Ao Vua]]...\n\n==Tham khảo==\n{{tham khảo}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Du lịch Hà Nội]]\n[[Thể loại:Sân golf Việt Nam]]\n[[Thể loại:Hồ tại Hà Nội]]"}