{"184225":"{{Văn phong|date=tháng 12 năm 2020}}\n[[Tập tin:Động Nười Xưa.jpg|nhỏ]]\n'''Động Người Xưa''' là một di tích cư trú và mộ táng của người tiền sử, động nằm trên núi đá vôi trong khu rừng nguyên sinh thuộc [[vườn quốc gia Cúc Phương]], huyện [[Nho Quan]] tỉnh [[Ninh Bình]]. Động Người Xưa còn được người Mường gọi là hang Đắng vì là nơi sinh sống của rất nhiều loài dơi. Đây là hang động có vị trí nằm gần trục giao thông xuyên rừng quốc gia Cúc Phương và là điểm tham quan du lịch chính trong hành trình đến với [[rừng Cúc Phương]].\n\n==Vị trí==\nTừ [[thành phố Ninh Bình]] theo đại lộ Tràng An - Bái Đính - Cúc Phương đến cổng rừng 45&nbsp;km. Tiếp tục theo đường ô tô trong VQG Cúc Phương, đi bộ trên cây cầu dài hơn 100 m, đến chân dãy núi đá vôi, leo lên với độ cao 45 m, vượt qua hơn 200 bậc thang đá và sắt là đến động Người Xưa. Từ chân núi lên đến cửa hang động, du khách sẽ có dịp tìm hiểu chứng kiến những điều khá kỳ lạ của thiên nhiên. Đây là khu vực tập trung rất nhiều hệ thống cây leo, cây xẻ đá.<ref>[http:\/\/hiv.com.vn\/an-choi\/dong-nguoi-xua-dau-an-cua-su-song-433145 Động Người Xưa - dấu ấn của sự sống]<\/ref>\n\n==Đặc điểm==\nĐộng Người Xưa dài 300m với hai tầng hang rất rộng, từ cửa hang chính đi vào khoảng 50m thì rẽ tay phải. Đây là hang động khô mang đặc trưng của núi đá vôi. Động này rất thoáng vì có một cửa hang ở trên đỉnh núi hút gió vào toàn bộ hang nên không khí ở đây rất dễ chịu. Đó là lý do tại sao những người tiền sử đã chọn hang động này làm nơi sinh sống.<ref>{{Chú thích web |url=http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/1042 |ngày truy cập=2016-08-10 |tựa đề=Động Người Xưa - dấu ấn của sự sống |archive-date=2016-08-17 |archive-url=https:\/\/web.archive.org\/web\/20160817210411\/http:\/\/www.vietnamtourism.com\/index.php\/news\/items\/1042 }}<\/ref> Trong hang tối, nhiều chỗ lối đi hẹp, vào thăm động phải chuẩn bị trước đèn pin, không dùng đuốc hay các nhiên liệu khác gây ô nhiễm và làm hư hại đến di tích. Điều đặc biệt ở đây là khách thăm động phải chuẩn bị hương, nến để vào thăm viếng tổ tiên. Thời gian thăm động hết khoảng 45 phút.\n\nĐộng có 3 ngăn với cửa quay về hướng [[Tây]] [[Nam]]. Ngăn ngoài cùng rộng, sáng và thoáng, nơi có dấu tích của người tiền sử. Năm 1966 Viện [[khảo cổ]] [[Việt Nam]] phối hợp với VQG Cúc phương, được sự giúp đỡ của các chuyên gia Đức, đã tiến hành khai quật hang động này. Ngành khảo cổ đã thu được các loại rìu đá, mũi nhọn xương, dao cắt bằng đá, vỏ ốc và nhiều xương thú, răng thú, đặc biệt đã phát hiện được 3 ngôi mộ cổ với các bộ xương người đã hoá thạch còn khá nguyên vẹn. Bằng phương pháp các bon phóng xạ 14 các nhà khoa học đã xác định những bộ xương này cách ngày nay khoảng 7.500 năm. Thi hài người chết được [[chôn cất|chôn]] trong tư thế nằm co, ở độ sâu 0,40m và 1,40m, xung quanh kè đã hộc, đáy lót đá dăm và xung quanh rắc thổ hoàng. Đây là lối cấu trúc mộ cổ lần đầu tiên phát hiện được trong các di chỉ thuộc nền [[văn hoá Hoà bình]], gợi lại những ý niệm sơ khai về tín ngưỡng tôn giáo [[nguyên thủy]]. Có thể đây là tục trói người chết trước khi đem chôn, vì sợ hãi \"con ma\" trở về làm hại người sống. Ba ngôi mộ có cấu trúc độc đáo, xung quanh xếp đá hộc, đáy rải đá răm, lại được quàn gần bếp lửa, phản ánh tâm lý muốn người chết luôn luôn gần gũi với mình, có mộ còn được rắc thổ hoàng để trang trí. Người hang Đắng đã có ý niệm về thế giới bên kia, nên đã chôn theo người chết một số công cụ sinh hoạt bằng đá và một số đồ trang sức bằng vỏ nhuyễn thể. Người hang Đắng còn biết nặn đất sét và nung làm đồ đựng, những nồi vò của họ được nặn bằng tay và được chế tạo bằng bàn xoay, được trang trí vặn thừng, văn ấn vết lõm hình trăng khuyết. Điều đó chỉ rõ cuộc sống định cư của người nguyên thủy ở đây. Trong tầng văn hóa còn tìm được xương răng các loại động vật như: vượn, khỉ, gấu, lợn rừng, hươu nai và một số loại gặm nhấm, do người nguyên thủy săn bắt được đem về hang, ăn và vứt bỏ lại, chứng tỏ săn bắt cũng giữ một vị trí xứng đáng như một nguồn thức ăn quan trọng. Người nguyên thủy ở đây chưa làm nhà mà hang. Đắng chính là \"nhà\" của họ.<ref>[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/%C4%91ong-nguoi-xua-va-rung-nguyen-sinh-cuc-phuong;jsessionid=70076A499BDA1753B03F4571B5F3038E?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa Động người xưa và rừng nguyên sinh Cúc Phương]{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}<\/ref>\n\nNgăn giữa hẹp, tối và ẩm thấp không có dấu tích của người xưa, nhưng đặc biệt có rất nhiều dơi, chính vì vậy hang động này còn có tên là Hang Đắng. Qua điều tra các nhà khoa học đã nhận định đây là hang động có số lượng loài dơi sinh sống nhiều nhất trên thế giới với 19 loài. Đây thực sự là điều bí ẩn, mà các nhà khoa học cũng chưa giải mã được.<ref>[http:\/\/www.vtc.vn\/ky-bi-3-ngoi-mo-co-chon-nguoi-bi-troi-trong-dai-ngan-cuc-phuong-d268367.html Kỳ bí 3 ngôi mộ cổ chôn người bị trói trong đại ngàn Cúc Phương]<\/ref>\n\nNgăn trong cùng cũng tối và ẩm nhưng có hệ thống nhũ đá rất đẹp. Với những buồng cô dâu, mẹ bồng con và rất nhiều nhũ đá có hình thù muông thú. Đặc biệt ở đây có nhũ đá được ví như bộ đàn đá. Trên đường trở ra du khách có thể qua 3 cầu thang sắt để lên tầng trên của động. Đó là trên vách đá, vòm hang có nhiều đốm trắng, tròn và sáng.\n\n==Bảo tồn==\nĐộng Người Xưa cùng với động Sơn Cung, động Phò Mã, động Thủy Tiên, [[hang Con Moong]], động Trăng Khuyết là những di tích quý hiếm thuộc khu vực [[vườn quốc gia Cúc Phương]].\n\nĐộng Người Xưa là một dấu ấn sự sống thuở bình minh của lịch sử loài người. Là trang [[văn hoá]] độc đáo trong [[lịch sử]] phát triển của nhân loại và là một di sản quý giá nằm trong đối tượng bảo vệ của VQG Cúc phương.\n\nCon đường dẫn vào Động Người Xưa hiện tại được làm từ năm [[1968]] để đón chủ tịch [[Hồ Chí Minh]] về thăm <ref>{{Chú thích web |url=http:\/\/www.vnppa.org.vn\/?m=news&a=page_newsdetail&newsid=1330&levelone=158&lang=vi |ngày truy cập=2014-10-27 |tựa đề=Điểm du lịch Cúc Phương: Động Người xưa |archive-date=2014-11-09 |archive-url=https:\/\/web.archive.org\/web\/20141109110510\/http:\/\/www.vnppa.org.vn\/?m=news&a=page_newsdetail&newsid=1330&levelone=158&lang=vi }}<\/ref>, nhưng lúc đó Người đã quá yếu nên không đến đây được nữa.\n\nTrong bài hát \"Nhớ về Cúc Phương\", có đoạn: “Nhớ một thuở hồng hoang rừng chưa có tên.. bâng khuâng giữa động Người Xưa, vui với cây chò ngàn năm…”<ref>[http:\/\/anninhthudo.vn\/xa-hoi\/kham-pha-dem-trong-dong-nguoi-xua\/562301.antd Khám phá đêm trong động Người Xưa]<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Du lịch Ninh Bình}}\n{{Hang động Việt Nam}}\n\n[[Thể loại:Hang động Việt Nam]]"}