{"835557":"{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Động Thiên Hà''\n| position = bottom\n| lat_deg = 20.222620\n| lon_deg = 105.878470\n}}{{coord| 20.222620| 105.878470| type:landmark| format= dms| display= title}}\n'''Động Thiên Hà''' là quần thể hang động trên núi Tướng phía đông xã [[Sơn Hà, Nho Quan|Sơn Hà]], huyện [[Nho Quan]], tỉnh [[Ninh Bình]], Việt Nam <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =NinhBinh-tt06 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-06-2019-TT-BNTNMT-ve-Danh-muc-dia-danh-dan-cu-de-lap-ban-do-phan-dat-tinh-Ninh-Binh-418040.aspx Thông tư 06\/2019\/TT-BTNMT ngày 28\/06\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Ninh Bình. Thuvien Phapluat Online, 2019. Truy cập 15\/08\/2019.<\/ref><ref name =Bd50-fa92 >Bản đồ tỷ lệ 1:50.000 tờ F-48-92-B. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref>.\n\nĐộng Thiên Hà cùng với động Thiên Thanh là hai di sản thiên nhiên trong [[quần thể di sản thế giới Tràng An]]. Động nằm ẩn mình trong dải núi Tướng, một ngọn núi thuộc dãy núi [[Tràng An]], vốn được xem như một vọng gác tiền tiêu bảo vệ [[thành Hoa Lư]] xưa. Động Thiên Hà là hang động đẹp, gồm cả động khô và động ướt với đa dạng hệ thống nhũ đá vẫn được kiến tạo. Động Thiên Hà được gọi là dải ngân hà trong lòng núi. Hiện nay động Thiên Hà đã được đầu tư khai thác và trở thành điểm du lịch nổi tiếng của ngành [[du lịch Ninh Bình]]<ref name=\"baoninhbinh.org.vn\">[http:\/\/baoninhbinh.org.vn\/iong-thien-ha-chon-bong-lai-tien-canh-giua-long-nui-20160721042329867p15c43.htm Động Thiên Hà: Chốn “bồng lai tiên cảnh” giữa lòng núi]<\/ref>\n\n==Vị trí==\nTheo đường ô tô thì động Thiên Hà nằm cách [[thành phố Tam Điệp]] 11&nbsp;km, cách trung tâm huyện [[Nho Quan]] 21&nbsp;km và cách [[thành phố Ninh Bình]] 24&nbsp;km.\n\nĐộng Thiên Hà nằm trong dải núi Tướng với độ cao gần 200m là một phần của bức tường thành thiên nhiên vững chắc bao bọc, bảo vệ phía tây nam [[kinh đô Hoa Lư]] thế kỷ thứ X, gắn liền với những địa danh lịch sử, văn hoá như Bến thuyền [[Nhà Tiền Lê|Nhà Lê]], Núi Phật Đầu Sơn, Thửa Ruộng Đấu Lính...\n\nTừ bản Mường Thổ Hà, xã [[Sơn Hà, Nho Quan|Sơn Hà]], Du khách từ bến [[sông Bến Đang]] đi thuyền rẽ vào dòng kênh nhỏ có [[chiều dài]] chừng 1&nbsp;km (là một nhánh thuộc hệ thống [[sông Bến Đang]]). Sau đó tiếp tục bộ hành trên con đường đá dài 500m ven chân núi Tướng để tới cửa động. Động có [[chiều dài]] 700m bao gồm động khô dài 200m và động nước dài 500m.<ref>[http:\/\/dulich.vnexpress.net\/tin-tuc\/viet-nam\/ninh-binh\/dong-thien-ha-o-dat-co-do-2912645.html Động Thiên Hà ở đất cố đô]<\/ref>\n\n==Động khô - lâu đài tiền sử==\nĐộng khô có nền rộng khoảng 40m, trong động có nhiều nhũ đá muôn hình vạn trạng được ánh sáng tự nhiên chiếu vào làm ánh lên sắc vàng, sắc bạc lung linh huyền ảo với những hình thù đa dạng, sinh động để du khách liên hệ tưởng tượng ra một \"lâu đài đá\" với voi phục, hổ rình mồi, con cáo, con khỉ…<ref>[http:\/\/baoninhbinh.org.vn\/iong-thien-ha-20121130104000000p15c44.htm Động Thiên Hà]<\/ref>\n\nĐộng khô có cửa thông lên sườn núi phía Nam, rộng khoảng 2,5-3m, cao khoảng 3-6m, có nhiều nhũ đá đẹp.\n\nNằm trong vùng lõi [[quần thể di sản thế giới Tràng An]], Động Thiên Hà nằm trong dãy núi đá vôi có tuổi [[Kỷ Tam Điệp|triat]], cách đây khoảng 250 triệu năm. Năm 2008, các nhà khảo cổ học địa phương lần đầu tiên đã phát hiện một số vỏ nhuyễn thể như ốc núi, ngao đầu và than tro - dấu vết để lại của cư dân Việt cổ. Đến năm 2012, động Thiên Hà đã được Viện khảo cổ học và Ban quản lý Quần thể Danh thắng Tràng An thám sát theo dự án “Điều tra, thám sát và nghiên cứu các di tích khảo cổ học trong khu vực [[Quần thể danh thắng Tràng An]] [[Ninh Bình]] để xây dựng hồ sơ trình Unesco công nhận di sản thế giới”. Tại đây đã tìm thấy vết tích của nhuyễn thể, công cụ cuội ghè đẽo, có cả mảnh tước của nhóm [[đá magma]], những mảnh gốm thô với văn thừng đập thô, xương gốm mềm, thành dày, xương động vật trên cạn, mảnh mai và yếm rùa. Các di cốt động vật và vỏ nhuyễn thể thu được đều có tuổi Holocene. Bước đầu có thể dự đoán niên đại của di chỉ thuộc Trung kỳ Đá mới, có tuổi từ 9.000 - 7.000 năm BP và Hậu kỳ Đá mới, có tuổi 4.000 năm BP. Cư dân ở đây sống và khai thác trọn vẹn trong môi trường biển tiến. Tầng văn hoá được bảo tồn gần như nguyên vẹn trong động Thiên Hà cho thấy một bức tranh sinh động về cuộc sống của người Việt Cổ với sự thích ứng và sáng tạo của cư dân văn hoá trước và sau biển tiến qua thời kỳ biển thoái trong thời đại Đá mới ở [[Tràng An|Quần thể các di tích Tràng An]]. Ngoài việc bảo lưu đậm nét truyền thống Hoà Bình và Đa Bút, cư dân tiền sử nơi đây đã tiên phong cách tân văn hoá, lối sống để thích nghi với môi trường biến đổi thể hiện rõ nhất ở tổ hợp công cụ lao động bằng đá vôi, ở đồ gốm văn thừng đập không se, ở định hướng khai thác biển tại chỗ. Sống trong môi trường trước biển tiến và sau biển thoái, cư dân nơi đây sáng tạo nên dạng hình văn hoá mới, một trong những mắt xích quan trọng, mở đầu cho thời đại Kim khí, tiến tới văn minh ở vùng biển cổ [[Tràng An]], [[Ninh Bình]].<ref>[http:\/\/ninhbinhtourist.com.vn\/?\/vn\/News\/11\/Tin-du-lich\/27\/Dong-Thien-Haket-tinh-nhung-gia-tri-lich-suvan-hoa-va-canh-quanHuong-toi-Di-san-the-gioi.html Động Thiên Hà,kết tinh những giá trị lịch sử-văn hóa và cảnh quan-Hướng tới Di sản thế giới]<\/ref>\n\n==Động nước - dải ngân hà==\nVào động nước, du khách đi thuyền trên dòng sông ngầm được người dân nơi đây gọi là dải ngân hà. Dải ngân hà uốn lượn với vô vàn nhũ đá đẹp lung linh, trong đó có những nhũ đá được đặt tên như đảo Hoa tiên, Bầu sữa mẹ, Cá hóa long… Theo đánh giá của chuyên gia Mỹ, hệ thống nhũ đá trong động Thiên Hà vẫn còn sống và đang trong quá trình phát triển, không giống như nhũ đá ở nhiều hang động khác trên địa bàn tỉnh [[Ninh Bình]].\n\n==Động Thiên Thanh==\nĐộng Thiên Thanh nằm gần bến thuyền lên động Thiên Hà. Ở đó có một con đường dẫn lên núi, du khách lên 157 bậc đá là tới động Thiên Thanh. Đây là một động khô, không lớn lắm, chiều dài chỉ hơn 50m nhưng có nhiều các lớp [[măng đá]], [[thạch nhũ]] đã góp phần tạo nên chiều sâu và sự phong phú của động. Những khối nhũ đá với hình dạng khác nhau, trắng muốt như tuyết, lấp lánh, mờ ảo, lúc thì nằm cách xa nhau để lộ ra mảng trần hang rộng lớn, lúc thì sít lại với nhau như những rặng san hô....\n\nĐến đây, du khách sẽ bị choáng ngợp bởi vẻ đẹp kỳ vĩ, tráng lệ khi chiêm ngưỡng những nhũ đá xếp tầng tầng lớp lớp từ phía trên vòm hang xuống đến tận chân động rồi lại tạo thành bức rèm che óng ánh đầy quyến rũ.<ref name=\"baoninhbinh.org.vn\"\/>\n\n==Hạ tầng du lịch==\nTuyến du lịch sinh thái động Thiên Hà gồm ba hang động chính là động Thiên Hà, động Thiên Thanh và hang Bụt nằm ở bên kia sườn núi. Trước đây là tuyến điểm thuộc khu du lịch trọng điểm quốc gia [[Tam Cốc - Bích Động]], nay nằm trong [[quần thể di sản thế giới Tràng An]]. Hiện nay, động được công ty du lịch Ngôi Sao đầu tư cơ sở hạ tầng và đã đưa vào khai thác đón khách du lịch. Doanh nghiệp đã đầu tư, khai thác, thiết kế các hạng mục như: bến xe, khu đón tiếp, nạo vét tuyến [[sông Bến Đang]], tạo tuyến du lịch bằng đường thủy đến hang động… Doanh nghiệp mới chỉ khai thác giai đoạn 1 với [[chiều dài]] 700 m tương đương với 12 nghìn m<sup>2<\/sup> sàn hang, lớn hơn cả [[động Vân Trình]] ([[Gia Viễn]]), tương đương với [[hang Sửng Sốt]] và [[động Thiên Cung]] (Hạ Long).<ref>[http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF0F Động Thiên Hà - Vẻ đẹp kỳ thú] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110705234658\/http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF0F |date=2011-07-05 }}, Bài, ảnh: Đức Lam, Báo Ninh Bình điện tử, Ngày gửi: Thứ tư, 17:54, 29\/6\/2011<\/ref>\n\nDự án khu động Thiên Hà (rộng 40 ha nằm trong vùng lõi [[Tràng An]]) đã được Công ty Du lịch Ngôi Sao đầu tư nạo vét bùn đất, mở rộng không gian khu động lên đến 12.000 m3, đồng thời đã thuê chuyên gia nước ngoài khảo sát địa chất trước khi đưa khu du lịch này vào khai thác từ năm 2010. DN này cũng đặt mục tiêu sẽ đầu tư 200 tỷ đồng để phát triển một số hang động khác, trong đó có động Thiên Thanh cùng với việc phát triển khu nghỉ dưỡng tiêu chuẩn 3-4 sao và một số điểm tham quan có dấu tích người tiền sử.\n\nĐể đa dạng hóa các loại hình du lịch, giúp du khách có thêm nhiều trải nghiệm về cuộc sống của người dân địa phương, đơn vị quản lý động Thiên Hà cũng mở rộng khu du lịch thêm 20ha và phát triển thêm các loại hình du lịch cộng đồng, du lịch trải nghiệm, du khách có thể tự tay trồng lúa, học đánh dậm, cùng nhau tát ao, bắt cá và tham gia nhiều các hoạt động nông nghiệp khác.<ref>{{Chú thích web |url=http:\/\/vnews.gov.vn\/thien-ha-diem-den-moi-cua-du-lich-ninh-binh |ngày truy cập=2019-05-28 |tựa đề=Thiên Hà - Điểm đến mới của du lịch Ninh Bình |archive-date=2019-05-28 |archive-url=https:\/\/web.archive.org\/web\/20190528193119\/http:\/\/vnews.gov.vn\/thien-ha-diem-den-moi-cua-du-lich-ninh-binh }}<\/ref>\n\n==Xem thêm==\n*[[Quần thể danh thắng Tràng An]]\n*[[Tam Cốc - Bích Động]] ''Chùa Bích Động'' {{coord| 20.218515| 105.914698| type:landmark| format= dms| name= Chùa Bích Động}}\n*[[Động Vân Trình]]\n*[[Hang động Tràng An]]\n\n== Chú thích ==\n{{tham khảo|27em}}\n== Liên kết ngoài ==\n{{Quần thể danh thắng Tràng An}}\n{{Du lịch Ninh Bình}}\n\n{{Hang động Việt Nam}}\n\n[[Thể loại:Địa lý Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]\n[[Thể loại:Hang động tại Ninh Bình]]"}