{"3504333":"'''Đền Trù Mật''' (hay ''đền Lăng'') là di tích lịch sử văn hóa quốc gia nằm ở xã Văn Lung, [[phú Thọ (thị xã)|thị xã Phú Thọ]], tỉnh [[Phú Thọ]]. Đền Trù Mật là di tích tiêu biểu của địa phương, là nơi thờ tướng quân [[Kiều Thuận]], người trấn giữ vùng đất này thời kỳ [[12 sứ quân]] và thuộc tướng của ông là Ma Xuân Trường.\n\n==Quá trình xây dựng đền==\n[[Thị xã Phú Thọ]] cách thủ đô Hà Nội khoảng 100&nbsp;km về phía Tây Bắc. Nơi đây còn có nhiều di tích lịch sử, văn hoá, trong đó có đình, đền, miếu thờ sứ quân [[Kiều Thuận]] và những người thân của ông. Trong những di tích thờ [[Kiều Thuận]] thì đền Trù Mật đã được Nhà nước xếp hạng di tích quốc gia và là di tích tiêu biểu nhất.\n\nTheo thần tích đền Trù Mật \"''Cương nghị thông minh Chiêu huệ Đại vương phả lục''\" do hàn lâm viện Đông các đại học sỹ Nguyễn Bính phụng soạn năm 1572, đền Trù Mật được xây dựng và hoàn thành ngày 16\/10 năm Canh Ngọ 970 dưới triều vua [[Đinh Tiên Hoàng]]. Đền Trù Mật còn gọi là đền Lăng, vì vừa là lăng mộ vừa là đền thờ sứ quân [[Kiều Thuận]], đặt ở gò thấp đầu làng Trù Mật giáp với làng Phú An.\n\nKiều Thuận là một vị sứ quân đặc biệt, ông là cháu nội [[Kiều Công Tiễn]]. Gia tộc họ Kiều của ông vốn là một thế lực lớn ở Phong Châu. Khi [[Kiều Công Tiễn]] bị Ngô Quyền đánh bại, Ông kế thừa gia sản họ Kiều, xây dựng căn cứ Tam Thành, xây thành Hưng Hoá, mở rộng sự liên kết với các hào trưởng, tộc trưởng miền núi. Kiều Thuận trở thành một sứ quân mạnh, có địa bàn rộng lớn và vững chắc ở xa các sứ quân khác.\n\nTương truyền, khi bị [[Đinh Bộ Lĩnh]] tấn công, ông đã tự đào mồ tuẫn tiết; cái chết của ông góp phần đem lại sự thống nhất các lực lượng phân tán để lập lên nhà nước [[Đại Cồ Việt]]. Trong ngôi đền Trù Mật, trên long ngai thờ Kiều Thuận có bốn chữ vàng \"Quang hiển quốc vương\", Ông thật sự là một danh nhân lịch sử tiêu biểu ở vùng đất Phú Thọ.<ref>{{Chú thích web |url=http:\/\/www.phutho.gov.vn\/web\/guest\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/le-hoi-en-tru-mat.html;jsessionid=F3872810D2FF03C20036BE9839A1C8FF |ngày truy cập=2016-09-30 |tựa đề=Lễ hội đền Trù Mật |archive-date = ngày 18 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151118135158\/http:\/\/www.phutho.gov.vn\/web\/guest\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/le-hoi-en-tru-mat.html;jsessionid=F3872810D2FF03C20036BE9839A1C8FF }}<\/ref>\n\nTheo thần phả đền Mẫu Khuôn ở phố Sa Đéc, [[thị xã Phú Thọ]], khi Kiều Thuận mất, vua [[Đinh Tiên Hoàng]] ban sắc truy phong là \"Cương nghị đại vương thượng đẳng thần\", được lập đền thờ ở làng Trù Mật. Đền Mẫu Khuôn là nơi thờ bà mẹ nuôi [[Kiều Thuận]]. Theo sách \"Lịch sử Việt nam\"<ref>Nhà xuất bản Khoa học xã hội 1971<\/ref>, sách \"Lịch sử 100 năm thị xã Phú Thọ\"<ref>Nhà xuất bản Chính trị quốc gia 2002<\/ref> và sách \"Văn nghệ dân gian Phú Thọ\"<ref>Sở văn hóa Phú Thọ, xuất bản 1999<\/ref> dẫn theo tục truyền rằng: Kiều Công Thuận là thủ lĩnh sứ quân ở thành Hồi Hồ ([[Cẩm Khê]]) thường sang phủ thuộc hạ Ma Xuân Trường là động trưởng Phú An ([[thị xã Phú Thọ]] ngày nay). Mỗi lần sang Phú An, Kiều Công Thuận phải dừng chân ở xóm Khuôn để chờ thuyền của động trưởng ra đón. Kiều Công Thuận đã được hai mẹ con bà cụ ở xóm Khuôn, người họ Ma vai vế thân thích với Ma Xuân Trường hết lòng giúp đỡ. Ông đã nhận bà cụ họ Ma này là mẹ nuôi và con gái bà cụ là em nuôi. Nơi [[Kiều Thuận]] chờ thuyền động trưởng, dân làng Phú An dựng đình Nhạp (còn gọi là đình Lập) để thờ vọng Kiều Công Thuận, cũng tại xóm Khuôn này.\n\n==Lễ hội đền Trù Mật==\nHiện nay, cả ba làng Trù Mật, Phú An và xóm Khuân cùng nhau tổ chức lễ hội tại đền Trù Mật vào ngày 16, 17 tháng 10 âm lịch hàng năm. Ban ngày tổ chức lễ bái và một số trò chơi như đánh cờ, chọi gà, kéo co…; ban đêm tổ chức văn nghệ như xưa.\n\nLễ hội ngày 16 tháng 10 âm lịch xưa tổ chức như sau: Làng Trù Mật tổ chức vào ngày 14,15,16; làng Phú An tổ chức vào ngày 16, 17, 18; xóm Khuân (sau là thôn Liêm) ngày 18, 19, 20. Đầu tiên là khởi lễ, dân làng tổ chức đốt gạo trong ống tre lam, có cá mòi, tương truyền đấy là lương thực và thực phẩm của binh lính Kiều Thuận xưa kia khi xuất quân.<ref>{{Chú thích web |url=http:\/\/phutho.gov.vn\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/8080\/web\/guest\/du-khach |ngày truy cập=2016-09-30 |tựa đề=Lễ hội đền Trù Mật |archive-date = ngày 3 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161003083611\/http:\/\/phutho.gov.vn\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/8080\/web\/guest\/du-khach }}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Phú Thọ]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Văn hóa Phú Thọ]]"}