{"341567":"'''Đội Có''' (? -?) tên thật là '''Nguyễn Văn Có'''. Trước năm [[1975]], ông là một trong số người giỏi kinh doanh và giàu có tiếng ở [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam]].\n\n==Cuộc đời==\n'''Đội Có''', khoảng năm 1937, làm \"mã tà\" (cảnh sát) ở bót [[Tân Bình]] thuộc xã [[Phú Nhuận]], Sài Gòn.\n\nTheo tài liệu của ''Ban Nghiên cứu lịch sử quận Phú Nhuận'', thì \"Đội Có là tay sai của thực dân [[Pháp]], nổi tiếng ác ôn trong việc đàn áp người kháng chiến. Ông cũng là tay tư sản chuyên cho vay ăn lời cắt cổ, có nhà đất cho mướn ăn sâu vào hai bên đường [[Phan Đình Phùng]] ([[Võ Di Nguy]] cũ) đến mấy trăm mét.\"<ref>Dẫn lại theo Phan Thứ Lang, ''Sài Gòn vang bóng'', Nhà xuất bản TP. HCM, 2001, tr. 136.<\/ref>\n\nCòn theo lời kể của các cụ cao tuổi, trong thời gian làm lính địa phương, Nguyễn Văn Có có đi bố ráp một vụ \"cờ bạc, đĩ điếm\" và đã bị một nhóm côn đồ xông ra chém ông một nhát vào bả vai suýt mất mạng. \nĐể đền đáp công lao, viên cò [[Pháp|Tây]] cho ông lên chức Đội, và cho về coi trật tự ở Chợ Xã Tài.<ref>Cuối [[thế kỷ 19]], chợ nhóm lộ thiên và có tên là ''Chợ Mới''. Sau có ông Lê Tự Tài, xã trưởng Phú Nhuận, quyên góp tiền của bà con bán hàng, để mua vật liệu xây dựng nhà lồng chợ bằng [[tre]], lá. Mấy năm sau, mới thay bằng cột gỗ, lợp ngói, và được người dân gọi là ''Chợ Xã Tài''. Đầu [[thế kỷ 20]], người ta cho xây mặt tiền chợ nhà lồng và đắp lên đó mấy chữ nổi: \"Marché de Xa Tai\". Nhưng tồn tại chẳng bao lâu, thì được thay bằng chữ \"Marché de Phu Nhuan\", tức Chợ Phú Nhuận hiện nay. Đây là một trong các ngôi chợ lâu đời nhất ở [[Thành phố Hồ Chí Minh]]. (''Sài Gòn vang bóng'', sách đã dẫn, tr. 137).<\/ref>\nLãnh nhiệm vụ mới, Đội Có mau chóng nổi tiếng là \"thầy Đội dữ dằn\". Người mua gánh bán bưng ai cũng sợ ông, vì ông hay xua đuổi; còn các con nợ ai cũng sợ ông, vì ông có tài đòi nợ thuê...\n\nCó một số vốn liếng rồi, ông bỏ tiền ra mua rẻ mấy mảnh đất sình lầy, bỏ hoang dọc hai bên đường Loui Berland (nay là Phan Đình Phùng), sát Chợ Xã Tài, cho lấp đất, làm nhà gạch bán hoặc cho thuê<ref>Ngay từ buổi đầu, con hẻm ở khu phố do Đội Có thành lập (nơi có lăng [[Võ Di Nguy]]), mang tên Đội Có, bởi người dân gọi riết thành tên và được chính quyền thực dân Pháp mặc nhiên công nhận vào [[thập niên 1940]]. Sau năm 1975, hẻm xưa đã trở thành con lộ nhỏ, mang tên mới là [[Cô Giang]]. Tuy vậy, người dân địa phương vẫn quen gọi là hẻm Đội Có.<\/ref>.\n\nNăm [[1945]], thời thế đã khác, Đội Có thôi việc về nhà, làm nghề cho vay trả góp, và mua một miếng đất khá rộng mở rạp hát mang tên ''Cẩm Vân'' (người dân quen gọi là rạp \"Đội Có\"). \nNăm [[1946]], rạp hát bị quân dân cách mạng thiêu hủy. Sau, Đội Có cho xây trên mảnh đất ấy một dãy phố dành cho thuê buôn bán.<ref>Khu phố ấy ngày nay là Trường Kinh Tế Đối Ngoại, thuộc phường 15, quận Phú Nhuận.<\/ref>\n\nNgoài việc \"cất phố cho thuê\", Đội Có còn lần lượt kinh doanh thêm mấy việc khác:\n\n*Mua mấy chục chiếc xe đò, mở hãng ''Bữu Hiệp'', chở khách và hàng hóa chạy trên tuyến đường Sài Gòn - [[Đà Lạt]].\n*Mua nhiều đất ở Đà Lạt, lập vườn trồng hoa, để có hoa tươi đem về Sài Gòn bán.\n*Mua hàng chục biệt thự ở Đà Lạt để cho khách du lịch thuê.\n*Mua chó berge tận bên nước [[Đức]], đem về nuôi làm chó giống để bán chó con.\n*Mua ngôi biệt thự số 86 đường [[Nguyễn Khuyến|Yên Đỗ]] (nay là đường [[Lý Chính Thắng]]), để mở gara xe hơi.\n*Cho người đi khắp xứ [[Đông Dương]], tìm chọn mua những con ngựa giống tốt về nuôi, để đem ra trường đua [[Phú Thọ]] mỗi chủ nhật.\n*Mua lại rạp hát ở khu [[Tân Định]].\n\nPhan Thứ Lang, tác giả sách ''Sài Gòn vang bóng'', viết về ông như sau:\n\n:''Giai đoạn này (trước khi Mỹ đến), Đội Có rất sung túc, có xe hơi riêng, có xe ngựa kiếng chở vợ con đi chơi.\n \n:''Đội Có, trông người cũng có mã cao lớn, to béo, để râu quai nón, đội mũ phớt, tay cầm ba-toong, miệng ngậm ống vố (píp) nom oai vệ lắm. Tuy tuổi lúc đó đã tứ tuần, nhưng được nhiều đào hát ngấp nghé vì ông có tướng tốt lại lắm bạc. Nghe nói, sau đó Đội Có cưới một cô đào hát khá nổi danh của đất Sài Gòn.''<ref>''Sài Gòn vang bóng'', tr. 142.<\/ref>\n\nThời \"Tây đi, [[Hoa Kỳ|Mỹ]] đến\", Đội Có cho xây thêm những chung cư cho ngoại kiều thuê; hùn vốn với [[Nguyễn Tấn Đời]] mở \"Tín Nghĩa Ngân hàng\", và được cử làm Phó giám đốc.\n\nSau [[sự kiện 30 tháng 4 năm 1975|ngày 30 tháng 4 năm 1975]], Đội Có xin xuất cảnh sang Pháp (1978) ở với người con trai. Sau đó, ông sang Mỹ sống với cô con gái có chồng Mỹ.\n\nCũng theo Phan Thứ Lang, vì tin tưởng con gái, ông đã ký thác một số tiền to cho con đứng tên, và cô này đã dùng tiền mua nhiều ngôi biệt thự tại Mỹ để cho thuê. Để rồi con gái ông lại tin cậy giao mọi việc trong ngoài cho người hầu gái Mỹ da đen, ngay cả căn biệt thự mà ông ở, cũng nhờ cô ta đứng tên hộ.\nNhưng bất ngờ, con gái của Đội Có chết bất đắc kỳ tử không kịp trăn trối gì, nên chỉ ít lâu sau Đội Có bị người hầu trên đuổi ra khỏi nhà.\n\nBuồn vì con chết, khối gia tài đồ sộ bị sang đoạt; một thời gian sau, Đội Có đột ngột chết ở Mỹ vì đứt mạch máu.<ref>Lược theo ''Sài Gòn vang bóng'', tr. 143<\/ref>. \n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/thanhnien.vn\/van-hoa\/sai-gon-gia-dinh-mot-thoi-de-nho-ky-5-ti-phu-doi-co-585093.html Sài Gòn - Gia Định một thời để nhớ - Kỳ 5: Tỉ phú Đội Có]\n\n[[Thể loại:Người Sài Gòn]]"}