{"19495563":"'''Đỗ Cơ Quang''' (? – 1914), tự '''Chân Thiết''', là sĩ phu yêu nước từng tham gia phong trào [[Đông Kinh Nghĩa Thục]] và phong trào chống Pháp do [[Việt Nam Quang phục Hội]] tổ chức.\n\n== Thân thế ==\nĐỗ Cơ Quang tên thật là '''Đỗ Văn Viêm''', là con trai của tri phủ [[Tĩnh Gia]] [[Đỗ Uẩn]], quê ở làng Thịnh Hào, huyện [[Hoàng Long]], tỉnh [[Hà Đông (tỉnh)|Hà Đông]] (nay thuộc phường [[Ô Chợ Dừa (phường)|Ô Chợ Dừa]], quận [[Đống Đa]], thành phố [[Hà Nội]]).\n\nÔng vốn đi theo con đường khoa cử như cha. Nhưng sau một lần thi trượt, ông quyết tâm bỏ lại bút nghiên để đi theo [[phong trào Văn Thân]], cùng bạn là Hương Sơn soạn thảo ''Hưng Quốc sách'', đề nghị Pháp xét lại [[hòa ước Giáp Tuất]] (1874) nhằm đòi lại chủ quyền quốc gia.\n\n== Đấu tranh chống Pháp ==\nKhoảng năm 1907, ông cùng với [[Phương Sơn]] đứng ra sáng lập hội buôn mua gạo từ [[Hải Dương]], [[Thái Bình]] về Hà Nội bán lại nhằm gây quỹ cho [[Đông Kinh Nghĩa Thục]]. Tuy nhiên do không có kinh nghiệm nên hội buôn bị thua lỗ, giải tán.<ref>[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Luong-Van-Can-Nguoi-thay-cua-doanh-nhan-Viet-ky-2-566107\/ “Lò phiến loạn Bắc Kỳ”]<\/ref>\n\nKhông chịu lùi bước, ông góp vốn mở hiệu buôn Đồng Lợi Tế ở phố [[Mã Mây]] chuyên bán hàng Việt, lại mở hiệu thuốc Tụy Phương gần [[Ga Hà Nội|ga Hàng Cỏ]] để kinh doanh [[thuốc bắc]].<ref>[https:\/\/vnu.edu.vn\/home\/?C1635\/N4191\/Truong-dong-Kinh-Nghia-Thuc-voi-van-de-Kinh-te-hoc.htm Trường Đông Kinh Nghĩa Thục với vấn đề Kinh tế học]<\/ref> Vào thời điểm này, [[Phong trào Đông Du|Hội Duy Tân]] của [[Phan Bội Châu]] đã bắt đầu liên lạc với ông qua nữ sĩ [[Hoàng Thị Tòng]].<ref>[http:\/\/hoilhpn.org.vn\/CmsView-EcoIT-portlet\/html\/print_cms.jsp?articleId=30455 Nữ kiệt đất Quảng]<\/ref>\n\nSau khi phong trào bị đàn áp, Đỗ Chân Thiết bỏ sang Trung Quốc, liên kết với [[Phan Bội Châu]]. Theo một số tài liệu thì trong thời gian này, ông có học tập quân sự ở [[Nam Kinh]].<ref name=\"ĐCLSVN\">[[Đinh Xuân Lâm]] (chủ biên), ''Đại cương lịch sử Việt Nam - Tập 1'', Nhà xuất bản Giáo dục Việt Nam, Hà Nội, 2007, trang 195.<\/ref>\n\nNăm 1913, ông đến [[Vân Nam]], tiến hành vận động công nhân người Việt Nam đang làm việc trên [[tuyến đường sắt Hải Phòng - Vân Nam]]. Trong thời gian này, ông thành lập được Chi bộ Việt Nam Quang phục Hội tỉnh Vân Nam với số lượng Hội viên trên dưới 50 người.<ref name=\"ĐCLSVN\"\/>\n\nNăm 1914, ông trở về Việt Nam để vận động binh lính người Việt tham gia đánh úp thành Hà Nội. Không may, ông bị cháu họ [[Nguyễn Hắc Sơn]] phản bội, tố giác với quan thầy là [[Nguyễn Hà Tường]]. Ngày 3 tháng 9, ông bị Pháp bắt, Chi bộ Vân Nam bị vỡ. Ngày 13 tháng 9, cơ sở ở phố Sinh Từ, Hà Nội do Nguyễn Quang Lâm đứng đầu bị phá. Đến tháng 10, nhiều Hội viên ở Vân Nam, Lào Cai, Yên Bái, Hải Dương bị áp giải về Hà Nội.\n\nĐỗ Cơ Quang cùng 58 chiến hữu bị Pháp xử tử ở [[Lạng Sơn]].<ref name=\"ĐCLSVN\"\/> Con gái ông là nữ chí sĩ [[Đỗ Thị Tâm (nhà cách mạng)|Đỗ Thị Tâm]] cũng tham gia [[Phong trào giải phóng dân tộc Việt Nam (1885-1945)|phong trào giải phóng dân tộc]].\n\n== Tưởng niệm ==\nSau khi Đỗ Cơ Quang tử tiết, đồng chí trong Hội là [[Đặng Đoàn Bằng]] với [[Nguyễn Thượng Hiền]] làm thơ điếu ông.\n\nỞ Thành phố Hồ Chí Minh có con đường đặt theo tên ông, nhưng lại bị đặt sai tên là '''Đỗ Quang Cơ'''.<ref>[https:\/\/nld.com.vn\/thoi-su\/tp-hcm-nhieu-ten-duong-lau-nay-bi-dat-sai-20200923182313751.htm Nhiều tên đường ở TP HCM lâu nay bị đặt sai]<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{thời gian sống|thế kỷ 19|1914}}\n\n[[Thể loại:Người Hà Đông]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người bị xử tử hình]]"}