{"103162":"{{bài cùng tên|Định Tường (định hướng)}}\n'''Định Tường''' là một trong 3 tỉnh cũ ở miền Đông Nam Kỳ, [[Việt Nam]] và là một trong sáu tỉnh đầu tiên ở [[Nam Kỳ]] ([[Nam Kỳ lục tỉnh]]) vào thời [[Nhà Nguyễn]] độc lập.\n{{Thông tin đơn vị hành chính Việt Nam|tỉnh\n| tên = Định Tường\n| hình = \n| ghi chú hình = Tòa bố tỉnh Gia Định, nay là trụ sở Ủy ban Nhân dân quận Bình Thạnh\n| vĩ độ = \n| kinh độ = \n| diện tích =1.640 \n| dân số = 518.646\n| thời điểm dân số = 1967\n| mật độ dân số = \n| vùng = [[Nam Kỳ|Đông Nam Kỳ]] (Nhà Nguyễn)<br>\n[[Nam Phần]] (Việt Nam Cộng hòa)\n| tỉnh lỵ = [[Mỹ Tho]]\n| thành lập = 1832 (Nhà Nguyễn)<br>\n1956 - 1976 (Việt Nam Cộng hòa)\n| giải thể = 1976\n| phân chia hành chính = 1 thị xã, 8 quận\n| biển số xe = ĐT\n}}\n[[Tập tin:Southvietmap.jpg|nhỏ|200px|Bản đồ hành chính [[Việt Nam Cộng hòa]], cho thấy địa giới tỉnh Định Tường vào năm 1967]]\n\n==Địa lý==\nTỉnh Định Tường có vị trí địa lý:\n*Phía đông giáp [[Biển Đông]]\n*Phía đông bắc và phía bắc giáp [[tỉnh Gia Định]]\n*Phía tây bắc giáp [[Cao Miên]] và tỉnh An Giang\n*Phía tây giáp tỉnh [[An Giang]]\n*Phía tây nam và nam giáp tỉnh [[Vĩnh Long]].\n\nTỉnh Định Tường nằm dọc theo bờ Bắc [[sông Tiền Giang]] theo hướng cánh cung Tây Bắc-Đông Đông Nam, từ [[Campuchia]] ra [[Biển Đông]].\n\n==Lịch sử==\nTỉnh Định Tường được thành lập năm [[1832]] dưới triều [[Nhà Nguyễn]] bởi vua [[Minh Mạng]]. Tỉnh Định Tường bị giải thể dưới thời Pháp thuộc và sau đó lại được chính quyền [[Việt Nam Cộng hòa]] tái lập, tồn tại trong giai đoạn 1956-1975. Tỉnh Định Tường khi xưa có địa giới nằm ở vùng Đông Nam Bộ (cùng với Gia Định và Biên Hòa là bộ 3 tỉnh miền Đông Nam Kỳ), tuy nhiên vị trí tại tỉnh này từ 1976 đến ngày nay lại thuộc vùng Tây Nam Bộ (tức [[Đồng bằng sông Cửu Long]]).\n\n=== Lịch sử vùng đất cổ (đến đời Nhà Nguyễn) ===\nVùng đất Định Tường trước đây thuộc nước [[Chân Lạp]], nay thuộc địa bàn các tỉnh [[Tiền Giang]], [[Long An]], [[Bến Tre]] và [[Đồng Tháp]] ngày nay.\n\nĐịa bàn tỉnh Định Tường xưa là \"đất [[Mỹ Tho]]\" nằm giữa [[sông Tiền]] và sông Hưng Hòa (tức sông [[Vàm Cỏ Tây]]) gồm hết vùng bưng [[Đồng Tháp Mười]] bao la rộng lớn. Tiềm năng nông nghiệp thực vô cùng to lớn đối với cả nước. Từ trên 200 năm trước, đã được khai thông kinh Vũng Gù (cũng gọi là [[bảo Định]] hà) và rạch Chanh làm đường vận chuyển và thủy lợi để khai thác [[Đồng Tháp Mười]]. Ngày nay, gần toàn thể tỉnh [[Đồng Tháp]], phần lớn tỉnh [[Tiền Giang]] và khoảng 1\/3 diện tích tỉnh [[Long An]] nằm trên địa bàn tỉnh Định Tường xưa. Nơi đây là một vựa lúa khổng lồ ở Nam Bộ và rất đáng kể đối với toàn quốc. Tuy nhiên địa bàn Định Tường đã trải qua một quá trình duyên cách khá phức tạp, cần được xem xét thật kỹ lưỡng.\n\n[[Trịnh Hoài Đức]] đã ghi: ''\"Đất Định Tường khi đầu khai thác, nhân dân chia ra nhiều mối thống thuộc... vì cách [[Biên Hòa]], Phiên An xa xăm hiểm trở, không thể gấp lấy pháp luật ràng buộc, vậy nên phải trù hoạch nhiều phương, lập ra sổ sách biệt nạp (cho tùy tiện nộp vào các kho, như Mỹ Tho có kho Tam Lịch)... Lại lập ra trang, trại, man, nậu để thâu thập dân chúng, đều tùy theo nghề nghiệp mà nạp thuế cho có thống thuộc, cốt yếu về việc mở mang ruộng đất trồng tỉa hoa lợi mà thôi, như vậy tuy thấy có sự phức tạp, nhưng tựu trung đều có giường mối\"''. Cách cai trị lỏng lẻo ở vùng đất mới như vậy kể là khôn ngoan và thực tế.\n\nVào thế kỷ XVII, các [[Chúa Nguyễn]] ra lệnh khai phá, đặt thành đất Vũng Cù ([[Đồng Tháp Mười]]) và Mỹ Tho. Năm [[1679]], viên tướng Nhà Minh là [[Dương Ngạn Địch]] cùng thuộc hạ vượt biển xin cư trú tại đây, Chúa Nguyễn cho họ lập làng, ấp ở [[Mỹ Tho]] cùng với người Việt di dân khẩn hoang (tạo thành 9 \"trường biệt nạp\" là: Quy An, Quy Hóa, Cảnh Dương, Thiên Mụ, Gian Thảo, Hoàng Lạp, Tam Lạch, Bả Cạnh, Tân Thịnh).<ref>[[Đại Nam nhất thống chí]], [[Quốc sử quán Nhà Nguyễn]], tỉnh Định Tường, quyển 28, trang 85.<\/ref>\n\nNăm [[1772]], [[Chúa Nguyễn]] sai quan trấn [[Gia Định]] đem đất [[Mỹ Tho]] lập thành '''đạo Trường Đồn''', đặt chức Cai cơ, Thơ ký để cai trị. Năm [[Bính Thân]] ([[1776]]), đất Định Tường (Trường Đồn) thuộc quản lý của [[Nhà Tây Sơn]] ([[Nguyễn Lữ]]).\n\nĐến năm [[Mậu Tuất]] ([[1778]]), [[Nguyễn Ánh]] chiếm lại được đất Trường Đồn từ tay [[Nguyễn Lữ]] của [[Nhà Tây Sơn]]. Năm [[1779]], Nguyễn Ánh gộp 9 trường biệt nạp để lập ra huyện Kiến Khương thuộc dinh Trường Đồn, đặt chức Lưu thủ, Cai bộ và Kỷ lục để cai trị. Năm [[1781]], đổi tên Trường Đồn thành '''dinh Trấn Định'''. Năm [[1806]], đổi tên huyện Kiến Khương thành huyện Kiến An.\n\nThời [[Nhà Nguyễn]], năm [[Gia Long]] thứ 7 ([[1808]]), cải dinh Trấn Định thành '''trấn Định Tường''' thuộc tổng trấn [[Gia Định]], thăng huyện Kiến An thành phủ Kiến An, thăng 3 tổng sở thuộc làm huyện Kiến Hưng, huyện Kiến Hòa và huyện Kiến Đăng. Sau đó lập [[tỉnh Định Tường]] vào năm [[Minh Mạng]] thứ 13 ([[1832]]).\n\nKhoảng năm [[1820]], [[Trịnh Hoài Đức]] đã đưa ra bản danh mục phân ranh hành chính của trấn Định Tường. Khi ấy tổng Hòa Bình còn gồm cả những thôn sau này được tách ra làm huyện Tân Hòa rồi được sáp nhập vào phủ Tân An thuộc trấn Phiên An. Trấn Định Tường khi đó gồm một phủ duy nhất là phủ Kiến An, bên dưới bao gồm có 3 huyện chia thành 6 tổng với 314 thôn, ấp:\n*Huyện Kiến Đăng gồm 2 tổng với 87 thôn: \n**Tổng Kiến Hòa: 44 thôn\n**Tổng Kiến Phong: 43 thôn\n*Huyện Kiến Hưng gồm 2 tổng với 76 thôn: \n**Tổng Kiến Thuận: 39 thôn\n**Tổng Hưng Xương: 37 thôn\n*Huyện Kiến Hòa gồm 2 tổng với 151 thôn: \n**Tổng Kiến Thạnh: 65 thôn\n**Tổng Hòa Bình: 86 thôn.\n\n===Tỉnh Định Tường thời Nhà Nguyễn===\n[[Tập tin:NamKyLucTinh1861.jpg|nhỏ|trái|Định Tường trong bản đồ [[Nam Kỳ Lục tỉnh]] (Basse Cochinchine).]]\nNăm Gia Long thứ 5 ([[1806]]), Nhà Nguyễn đổi tên huyện Kiến Khang thành huyện Kiến An thuộc trấn Định Tường, đến năm 1808 thăng huyện Kiến An thành phủ Kiến An với 3 huyện mới (trước là tổng) là: Kiến Hưng, Kiến Hòa, Kiến Đăng.\n\n'''Tỉnh Định Tường''' ([[chữ Hán]]: ''定祥(省)'') được thành lập năm [[Minh Mạng]] thứ 13 ([[1832]]) và là một trong 6 tỉnh của Nam Kỳ (''Nam Kỳ lục tỉnh''). Lập thêm huyện Tân Hòa thuộc phủ Kiến An, tách từ đất huyện Kiến Hòa.\n\nNăm [[1833]], tỉnh thành Định Tường (nay là [[thành phố Mỹ Tho]] tỉnh [[Tiền Giang]]) thất thủ vào tay [[Lê Văn Khôi]], Nhà Nguyễn phải điều binh đánh dẹp và lấy lại được thành.\n\nNăm Minh Mạng 19 ([[1838]]), Lập một phủ mới mang tên Kiến Tường, trích huyện Kiến Đăng thành 2 huyện Kiến Đăng và Kiến Phong cho vào phủ Kiến Tường.\n\nNăm [[Thiệu Trị]] thứ 1 ([[1841]]), Thiệu Trị cắt huyện Tân Hòa từ phủ Kiến An, nhập sang [[tỉnh Gia Định]].\n\nThời vua [[Tự Đức]] ([[1847]]-[[1862]]), tỉnh Định Tường gồm 2 phủ với 4 huyện: Kiến Hưng, Kiến Hòa (phủ Kiến An), Kiến Đăng, Kiến Phong (phủ Kiến Tường). Tỉnh thành Định Tường ban đầu là đồn Trấn Định ở thôn Tân Lý Tây giồng Kiên Định huyện Kiến Khang (tức thôn Tân Hiệp huyện Kiến Hưng, đến thời [[Gia Long]] thì chuyển đến thôn Mỹ Chánh huyện Kiến Hòa, năm [[Minh Mạng]] thứ 7, rời về địa phận 2 thôn Điều Hòa và Bình Biên huyện Kiến Hưng.\n\nPhủ Kiến An: lỵ sở nằm ở vị trí là đồn Trấn Định cũ tại thôn Tân Hiệp huyện Kiến Hưng, dựng năm [[1833]]. \n*Huyện Kiến Hưng nguyên là tổng cùng tên sau được nâng thành huyện, gồm 5 tổng với 75 thôn, phía Đông giáp huyện Kiến Hòa, phía Tây giáp huyện Kiến Đăng, phía Nam giáp huyên Bảo Hựu tỉnh Vĩnh Long Nhà Nguyễn, phía Bắc giáp 2 huyện Cửu An (phủ Tân An) và Quang Hóa (phủ Tây Ninh) [[tỉnh Gia Định]] Nhà Nguyễn<ref name=\"ReferenceA\">Đại Nam nhất thống Chí, quyển 28, trang 86-87.<\/ref>. Đất huyện Kiến Hưng nay có thể là các phần phía Tây và trung tâm của 2 tỉnh [[Tiền Giang (tỉnh)|Tiền Giang]] ([[thành phố Mỹ Tho]],...) và [[Bến Tre]], phía Bắc giáp với thành phố [[Tân An]] tỉnh [[Long An]] (vùng đất huyện Cửu An phủ Tân An tỉnh Gia Định xưa). Huyện Kiến Hưng, năm [[1863]], có 5 tổng: Hưng Trị (có 19 thôn), Hưng Bình (có 16 thôn), Hưng Nhơn (có 13 thôn), Hưng Nhượng (có 14 thôn).<ref>{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2114 |ngày truy cập=2012-05-11 |tựa đề=Địa chí Tiền Giang: Hành chính giai đoạn 1863-1945 |archive-date=2008-04-28 |archive-url=https:\/\/web.archive.org\/web\/20080428014241\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2114 |url-status=dead }}<\/ref> [[Trương Vĩnh Ký]] nói về hành chính [[Nam Kỳ Lục tỉnh]] thì có chép: \"''Huyện Kiến Hưng, (giồng Trấn-định).''\" (tức là vị trí (lỵ sở) huyện này khoảng giồng (tức cù lao) Trấn Định).<ref name=\"Trương Vĩnh Ký\">[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k58365329\/f14.image Petit cours de Géographie de la Basse-Cochinchine \/ P.-J.-B. Trương Vĩnh Ký (1875)].<\/ref>\n*Huyện Kiến Hòa (trước là tổng Kiến Hòa), ban đầu gồm 9 tổng (sau tách 4 tổng để lập huyện Tân Hòa) còn lại 5 tổng với 82 thôn, phía Tây giáp huyện Kiến Hưng, phía Nam giáp huyện Bảo Hựu của Vĩnh Long, phía Bắc giáp 2 huyện Tân Thịnh và Tân Hòa của phủ Hòa Thịnh tỉnh Gia Định (Tân Thịnh, Tân Hòa từng thuộc Định Tường), phía Đông giáp [[Biển Đông]]<ref name=\"ReferenceA\"\/>. Đất huyện Kiến Hòa nay có thể là phần đất phía Đông ven biển của 2 tỉnh [[Tiền Giang (tỉnh)|Tiền Giang]] (các huyện thị [[Gò Công]], [[Gò Công Đông]], [[Gò Công Tây]],...) và [[Bến Tre]] (huyện [[Bình Đại]],...). Huyện Kiến Hòa đặt tại thôn Tân Hoá (Chợ Gạo), năm [[1863]], có 5 tổng: Thạnh Phong (có 17 thôn), Thạnh Quơn (có 15 thôn), Hòa Hảo (có 13 thôn), Hòa Quới (có 20 thôn), Hòa Thinh (có 19 thôn). [[Trương Vĩnh Ký]] về [[Basse-Cochinchine]] thì có chép: \"''Huyện Kiến Hòa, (Chợ-gạo).''\" (tức là vị trí (lỵ sở) huyện này khoảng Chợ Gạo).<ref name=\"Trương Vĩnh Ký\"\/>\n\nPhủ Kiến Tường: lỵ sở ở thôn Mỹ Trà (Cao Lãnh) huyện Kiến Phong từ năm [[1838]].\n*Huyện [[Kiến Phong]] tách từ huyện Kiến Đăng ra, gồm 4 tổng với 36 thôn, phía Tây giáp phủ Ba Nam (Ba Phnom) của nước [[Cao Miên]], phía Nam giáp 2 tỉnh [[An Giang]] Nhà Nguyễn và [[Vĩnh Long]] Nhà Nguyễn, phía Bắc giáp huyện Kiến Hưng, phía Đông giáp huyện Kiến Đăng<ref name=\"ReferenceA\"\/>. Đất huyện Kiến Phong nay là phần phía Bắc tỉnh [[Đồng Tháp]] ([[Hồng Ngự]], [[Tân Hồng]],...), theo bản đồ hiện đại thì phía Bắc giáp [[tỉnh Prey Veng]] [[Campuchia]] (tức vùng đất phủ Ba Nam xưa), phía Tây và Tây Nam giáp phần đất tỉnh An Giang xưa (nay là tỉnh [[An Giang]]). Huyện Kiến Phong đặt tại thôn Mỹ Trà (có thời gian rời tạm ra thôn Mỹ Luông (nay thuộc An Giang)), năm [[1863]], có 4 tổng: Phong Hòa (có 9 thôn), Phong Phú (có 9 thôn), Phong Thạnh (có 12 thôn), Phong Nẫm (có 8 thôn). Trương Vĩnh Ký chép: \"''Huyện Kiến Phong, (Cái-bè).''\" (tức là vị trí (lỵ sở) huyện này khoảng Cái Bè).\n*Huyện Kiến Đăng (trước là tổng Kiến Đăng), gồm 5 tổng với 51 thôn, phía Tây giáp huyện Kiến Phong, phía Nam giáp huyện Bảo Hựu tỉnh Vĩnh Long, phía Bắc giáp rừng chằm (rừng tràm nguyên sinh rậm rạp), phía Đông giáp huyện Kiến Hưng<ref name=\"ReferenceA\"\/>. Đất huyện Kiến Đăng nay là phần phía Nam tỉnh Đồng Tháp ([[Cao Lãnh (huyện)|Cao Lãnh]], [[Tháp Mười]],...) và phía Đông tỉnh [[Tiền Giang]] ([[Cai Lậy]],...), phía Bắc là huyện [[Tháp Mười]] tỉnh Đồng Tháp (vùng \"rừng chằm\" theo Đại Nam nhất thống chí). Huyện Kiến Đăng đặt tại Cai Lậy (có thời gian rời tạm ra Cái Bè), năm [[1863]], có 5 tổng: Lợi Trinh (có 11 thôn), Lợi Trường (có 11 thôn), Lợi Mỹ (có 11 thôn), Lợi Thuận (có 13 thôn), Lợi Thạnh. Trương Vĩnh Ký chép: \"''Huyện Kiến Đăng, (Cai-lậy).''\" (tức là vị trí (lỵ sở) huyện này khoảng Cai Lậy).\n\nTheo thống kê đầy đủ, trước khi thực dân Pháp xâm lược nước ta, tỉnh Định Tường có tỉnh lỵ đặt tại [[Mỹ Tho]], gồm 2 phủ trực thuộc như sau:\n*Phủ Kiến An: phủ lỵ đặt ở [[Mỹ Tho]]. \n**Huyện Kiến Hưng: huyện lỵ đặt ở thôn Tân Hiệp, gồm 5 tổng: Hưng Long (16 thôn), Hưng Bình (16 thôn), Hưng Nhượng (14 thôn), Hưng Trị (19 thôn), Hưng Nhơn (13 thôn). Có các chợ: ''Mỹ Tho, Bình Tạo, Điều Hòa, Trung Lương, Vĩnh Kim Đông, Thuộc Nhiêu, Tân Dinh, Phú Mỹ, Bàu Xiêm, Kiến An''\n**Huyện Kiến Hòa: huyện lỵ ở thôn Tân Hòa, gồm 5 tổng: Hòa Qưới (20 thôn), Hòa Thinh (19 thôn), Hòa Hảo (13 thôn), Thạnh Phong (17 thôn), Thạnh Qươn (15 thôn)\n*Phủ Kiến Tường: phủ lỵ đặt ở thôn Mỹ Trà ([[Cao Lãnh (thành phố)|Cao Lãnh]]).\n**Huyện Kiến Phong: huyện lỵ ở thôn Mỹ Trà ([[Cao Lãnh (thành phố)|Cao Lãnh]]), nay tạm đặt ở Mỹ Luông, gồm 4 tổng: Phong Thạnh (12 thôn), Phong Nẫm (8 thôn), Phong Phú (9 thôn), Phong Hòa (9 thôn). Có các chợ: ''Mỹ Luông, Trà Luộc, Cao Lãnh, Hiệp Ân''\n**Huyện Kiến Đăng: huyện lỵ ở [[Cai Lậy]], nay tạm đặt ở [[Cái Bè]], gồm 5 tổng: Lợi Trinh (11 thôn), Lợi Trường (11 thôn), Lợi Thuận (13 thôn), Lợi Thạnh (11 thôn), Lợi Mỹ (11 thôn). Có các chợ: ''Cái Bè, Ca Công, Cai Lậy, Hội Sơn, Cái Lá, Kim Sơn, Trà Luộc''.\n[[Tập tin:BasseCochinchineFrancaise1863.jpg|nhỏ|Bản đồ các [[tỉnh Gia Định]], Định Tường và [[Biên Hòa (tỉnh)|Biên Hòa]] trong bản đồ hành chính Cochin Chine khu vực thuộc Pháp kiểm soát năm 1863 (Basse Cochinchine Francaise) và trước đó là [[Nam Kỳ Lục tỉnh]] năm 1859 (Basse Cochinchine). ([[Henri Rieunier]] (1833-1918) vẽ năm 1863)]]\n\n===Thời Pháp thuộc===\nNăm [[1859]], Pháp xâm chiếm [[thành Gia Định]]. Năm [[1861]], Pháp đánh chiếm [[Gia Định (tỉnh)|Gia Định]], [[Biên Hòa (tỉnh)|Biên Hòa]], Định Tường, [[Vĩnh Long]]. Thời [[Pháp thuộc]] (1862-1945), theo [[Hiệp ước Nhâm Tuất]] năm [[1862]], Định Tường cùng với [[Biên Hòa (tỉnh)|Biên Hòa]] và [[Gia Định (tỉnh)|Gia Định]] bị cắt nhượng cho [[Pháp]] đô hộ. Năm [[1863]], thực dân Pháp đặt viên chức cai trị, song vẫn giữ phân ranh hành chính cũ của tỉnh Định Tường.\n\nNăm [[1869]], sau 2 năm chiếm nốt 3 tỉnh miền Tây (gồm [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]), Pháp còn giữ 6 tỉnh nhưng chia cắt lại các phủ huyện lệ thuộc. Như tỉnh Định Tường đổi là [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] và coi 4 hạt (''inspection''): [[Mỹ Tho]] (huyện Kiến Hưng cũ), [[Chợ Gạo]] (huyện Kiến Hòa cũ), [[Bến Tre]] (phủ Hoằng Trị trực thuộc tỉnh [[Vĩnh Long]] cũ), [[Cai Lậy]] (huyện Kiến Đăng cũ). Còn hạt Cần Lố (huyện Kiến Phong cũ) thì lại chuyển sang cho tỉnh [[Vĩnh Long]] cai quản.\n\nTừ năm [[1872]], thực dân Pháp bỏ hẳn cả hệ thống hành chính lục tỉnh và phủ huyện cũ. [[Nam Kỳ]] được chia thành 18 hạt và 2 thành phố (Sài Gòn, Chợ Lớn). Địa bàn tỉnh Định Tường chia ra cho 5 hạt: toàn hạt [[Mỹ Tho (tỉnh)|Mỹ Tho]] (nằm trên 3 huyện Kiến Hưng, Kiến Hòa, Kiến Đăng cũ), một nửa [[Đồng Tháp Mười]] cho hạt [[Tân An (tỉnh)|Tân An]] (lấy đất tổng Hưng Long của huyện Kiến Hưng cũ), nửa còn lại (huyện Kiến Phong cũ) chia nhau cho 3 hạt [[Châu Đốc (tỉnh)|Châu Đốc]], [[Long Xuyên (tỉnh)|Long Xuyên]] và [[Sa Đéc (tỉnh)|Sa Đéc]]. Từ ngày [[5 tháng 1]] năm [[1876]], các hạt Thanh tra được thay bằng hạt Tham biện. Năm [[1876]], tỉnh Định Tường chính thức bị Pháp giải thể:\n*Hạt Mỹ Tho: gồm 3 huyện Kiến Hưng, Kiến Hòa, Kiến Đăng cũ. Hạt lỵ đặt tại [[Mỹ Tho]] (địa phận hai làng Điều Hòa và Bình Tạo);\n*Hạt Châu Đốc: lấy phần đất 3 làng An Bình, An Long và Tân Thạnh thuộc tổng Phong Thạnh, huyện Kiến Phong. Phần đất này nằm ở phía tây bắc [[Đồng Tháp Mười]], sau gọi là tổng An Phước thuộc hạt Châu Đốc.\n*Hạt Long Xuyên: lấy địa phận các làng Tân Phú, Tân Thạnh của tổng Phong Thạnh, huyện Kiến Phong để lập tổng mới gọi là tổng Phong Thạnh Thượng thuộc hạt Long Xuyên.\n*Hạt Sa Đéc: lấy địa phận các làng Mỹ Ngãi, Mỹ Trà, Nhị Mỹ, Phong Mỹ (trước đây thuộc tổng Phong Thạnh, huyện Kiến Phong) để lập tổng mới cũng lấy tên là tổng Phong Thạnh. Lại lấy địa phận các làng Mỹ Long, Bình Hàng Tây (nguyên thuộc tổng Phong Phú, huyện Kiến Phong) để lập tổg mới gọi là tổng Phong Nẫm. Hai tổng Phong Thạnh (mới) và Phong Nẫm đều thuộc về hạt Sa Đéc.\n*Hạt Tân An: lấy địa phận tổng Hưng Long thuộc huyện Kiến Hưng để lập hai tổng mới là Hưng Long và Mộc Hóa. Tổng Mộc Hóa gồm cả vùng rộng lớn nằm hai bên sông [[Vàm Cỏ Tây]], hữu ngạn là địa phận tổng Hưng Long cũ, tả ngạn là địa phận tổng Mộc Hóa nguyên thuộc huyện Quang Hóa, tỉnh [[Gia Định]]. Hai tổng mới Hưng Long và Mộc Hóa đều thuộc về hạt Tân An.\n\nTheo Nghị định của [[Toàn quyền Đông Dương]] vào ngày [[20 tháng 12]] năm [[1899]] thì kể từ ngày [[1 tháng 1]] năm [[1900]], đổi tất cả các hạt ở [[Nam Kỳ]] thành tỉnh. Địa bàn tỉnh Định Tường cũ chia ra thành 5 tỉnh giống như thời kỳ trước đây: [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], [[Tân An (tỉnh)|tỉnh Tân An]], [[Châu Đốc (tỉnh)|tỉnh Châu Đốc]], [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] và [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]]. Tình hình đó kéo dài cho đến năm [[1956]].\n\n===Tỉnh Định Tường thời Việt Nam Cộng hòa===\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Định Tường 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| Bến Tranh || 65.301 \n|-\n| Cái Bè || 86.161\n|-\n| Cai Lậy || 107.879\n|-\n| Châu Thành || 107.698\n|-\n| Chợ Gạo || 49.099\n|-\n| Giao Đức || 54.598\n|-\n| Long Định || 47.910\n|-\n| '''Tổng số''' || 518.646 \n|}\nTỉnh Định Tường được chính quyền [[Việt Nam Cộng hòa]] thành lập theo Sắc lệnh 143-NV ngày [[22]] tháng [[10]] năm [[1956]] của Tổng thống [[Ngô Đình Diệm]] để \"thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận [[Việt Nam Cộng hòa|Việt Nam Cộng Hoà]] gồm [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]] và 22 tỉnh. Lúc này, tỉnh Định Tường được thành lập trên phần đất tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]] (trừ vùng nằm phía nam [[sông Tiền Giang]] là quận [[An Hóa]] thì đổi tên thành quận [[Bình Đại]] và nhập vào tỉnh [[Kiến Hòa]]) và [[Gò Công (tỉnh)|tỉnh Gò Công]] cũ. Tỉnh lỵ tỉnh Định Tường đặt tại [[Mỹ Tho]] và vẫn giữ nguyên tên là \"Mỹ Tho\", về mặt hành chánh thuộc xã Điều Hòa, quận Châu Thành.\n\nĐịnh Tường là một trong 22 tỉnh của Nam Phần lúc đó. Tỉnh Định Tường bắc giáp tỉnh [[Kiến Tường]], đông bắc giáp tỉnh [[Long An]], đông giáp tỉnh [[Gò Công (tỉnh)|Gò Công]], tây nam và nam giáp hai tỉnh [[Vĩnh Long]] và [[Kiến Hòa]], tây giáp tỉnh và [[Kiến Phong]], tây nam giáp tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]] khi tỉnh này được tái lập. Ranh giới phía nam của tỉnh Định Tường là sông Tiền Giang (đoạn này còn gọi là sông Mỹ Tho). Định Tường có diện tích khoảng 1.900&nbsp;km². Dân số năm 1965 là 514.146 người.\n\nNgày [[24 tháng 4]] năm [[1957]], chính quyền [[Việt Nam Cộng hòa]] ấn định các đơn vị hành chính trực thuộc tỉnh. Tỉnh Định Tường có tỉnh lỵ đặt tại [[Mỹ Tho]], bao gồm 7 quận ban đầu: \n*Quận [[Bến Tranh]] gồm 2 tổng: Hưng Nhơn và Thạnh Qươn. Quận lỵ: xã [[Lương Hòa Lạc]];\n*Quận [[Cai Lậy (huyện)|Cai Lậy]] gồm 3 tổng: Lợi Hòa, Lợi Trinh và Lợi Thuận. Quận lỵ: xã [[Thanh Hòa, thị xã Cai Lậy|Thanh Hòa]];\n*Quận [[Cái Bè]] gồm 2 tổng: Phong Hòa và Phong Phú. Quận lỵ: xã [[Đông Hòa Hiệp]];\n*Quận [[Châu Thành, Tiền Giang|Châu Thành]] gồm 2 tổng: Thuận Bình và Thuận Trị. Quận lỵ: xã Điều Hòa;\n*Quận [[Chợ Gạo]] gồm 2 tổng: Hòa Hảo và Thạnh Phong. Quận lỵ: xã [[Bình Phan]];\n*Quận [[Gò Công]] gồm 2 tổng: Hòa Lạc Thượng và Hòa Lạc Hạ. Quận lỵ: xã [[Long Thuận, Gò Công|Long Thuận]];\n*Quận [[Gò Công Tây|Hòa Đồng]] gồm 3 tổng: Hòa Đồng Hạ, Hòa Đồng Trung và Hòa Đồng Thượng. Quận lỵ: xã [[Đồng Sơn, Gò Công Tây|Đồng Sơn]].\n\nTrong đó, các quận [[Bến Tranh]], [[Cai Lậy (huyện)|Cai Lậy]], [[Cái Bè]], [[Châu Thành, Tiền Giang|Châu Thành]] và [[Chợ Gạo]] trước năm [[1956]] cùng thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] cũ. Riêng 2 quận [[Gò Công]] và [[Gò Công Tây|Hòa Đồng]] lại thuộc [[Gò Công (tỉnh)|tỉnh Gò Công]] cũ, đặc biệt quận Gò Công lúc bấy giờ chính là quận Châu Thành của [[Gò Công (tỉnh)|tỉnh Gò Công]] trước đây.\n\nNgày [[5 tháng 12]] năm [[1957]], dời quận lỵ quận [[Bến Tranh]] từ xã Lương Hòa Lạc đến xã Tân Hiệp.\n\nNgày [[8 tháng 11]] năm [[1960]], quận Châu Thành đổi tên thành quận Long Định, đồng thời dời quận lỵ từ xã Điều Hòa tới xã Long Định. Ngày [[9 tháng 8]] năm [[1961]], tách đất quận [[Cái Bè]] lập quận mới Giáo Đức, quận lỵ tại xã An Hữu, gồm 2 tổng: Phong Phú với 5 xã; An Phú (mới lập) với 5 xã. Quận Cái Bè đổi tên thành quận Sùng Hiếu. Quận Cai Lậy đổi tên thành quận Khiêm Ích.\n\nNgày [[20 tháng 12]] năm [[1963]], chính quyền [[Việt Nam Cộng hòa]] tái lập [[Gò Công (tỉnh)|tỉnh Gò Công]], tỉnh lỵ đặt tại [[Gò Công]], gồm 2 quận: Châu Thành (đổi tên từ quận Gò Công) và Hòa Đồng với 4 tổng, 31 xã. Phần đất còn lại tương ứng với [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trước năm [[1956]], tuy nhiên [[Việt Nam Cộng hòa]] vẫn giữ tên gọi tỉnh Định Tường cho vùng đất này đến năm [[1975]].\n\nNgày [[23 tháng 5]] năm [[1964]] chia quận Long Định thành 2 quận: Châu Thành và Long Định. Quận [[Châu Thành, Tiền Giang|Châu Thành]], quận lỵ tại xã Trung An, có 2 tổng: tổng Thuận Trị với 6 xã; tổng Thuận Hòa (mới lập) với 6 xã. Quận Long Định, quận lỵ dời về xã Vĩnh Kim, có 2 tổng: tổng Thuận Bình với 7 xã; tổng Lợi Trường với 7 xã.\n\nNgày [[10 tháng 11]] năm [[1964]], đổi lại tên quận Sùng Hiếu thành quận [[Cái Bè]], quận Khiếm Ích thành quận [[Cai Lậy]] như cũ. Sau năm [[1965]] các tổng giải thể, các xã trực thuộc các quận. Ngày [[24 tháng 3]] năm [[1969]], chính quyền [[Việt Nam Cộng hòa]] đổi tên quận Long Định (tỉnh Định Tường) thành quận Sầm Giang.\n\nNgày [[30 tháng 9]] năm [[1970]], Thủ tướng [[Việt Nam Cộng hòa]] ban hành Sắc lệnh số 114\/SL-NV cải biến xã Điều Hòa thuộc quận Châu Thành thành thị xã [[Mỹ Tho]], là thị xã tự trị trực thuộc chính quyền Trung ương Việt Nam Cộng hòa, đồng thời kiêm tỉnh lỵ tỉnh Định Tường. Từ đó cho đến năm [[1975]], thị xã Mỹ Tho, tỉnh Định Tường và tỉnh Gò Công là ba đơn vị hành chính cấp tỉnh ngang bằng nhau theo sự phân chia sắp xếp hành chính của [[Việt Nam Cộng hòa]].\n\nNgày [[12 tháng 7]] năm [[1974]], lập quận mới Hậu Đức thuộc tỉnh Định Tường, quận lỵ tại Thiên Hộ, xã Hậu Mỹ trở thành một phần của quận Hậu Đức, do tách một phần đất của các quận [[Cái Bè]], Giáo Đức, [[Cai Lậy]] cùng tỉnh Định Tường, quận Kiến Bình (tỉnh [[Kiến Tường (tỉnh)|Kiến Tường]]) và của quận Mỹ An (tỉnh [[Kiến Phong]]). Các đơn vị hành chính của quận Hậu Mỹ chưa sắp xếp xong thì chính quyền [[Việt Nam Cộng hòa]] sụp đổ vào ngày [[30 tháng 4]] năm [[1975]].\n\nTuy nhiên chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] (sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]]) và [[Việt Nam Dân chủ Cộng hòa]] không công nhận tỉnh Định Tường và vẫn giữ tên cũ là [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]].\n\nTháng [[2]] năm [[1976]], tỉnh Định Tường sáp nhập với tỉnh Gò Công và thị xã [[Mỹ Tho]] thành tỉnh [[Tiền Giang]].\n\n==Phân chia hành chính==\n===Năm 1836===\nGồm một phủ duy nhất là phủ Kiến An, bên dười gồm 3 huyện trực thuộc:\n*Huyện Kiến Đăng:\n**Tổng Lợi Trinh gồm 19 thôn: An Mỹ, Bình Chánh Tây, Bình Phú, Cẩm Sơn, Giai Mỹ, Hòa Sơn, Hòa Thuận, Hội Sơn, Lợi An, Mỹ Hạnh Đông, Mỹ Hạnh Tây, Mỹ Hạnh Trung, Mỹ Trang, Mỹ Tường, Phú Nhuận, Phú Thuận Đông, Tân Hòa, Tân Hội, Xuân Sơn;\n**Tổng Lợi Trường gồm 21 thôn: An Thủy Đông, An Thủy Tây, Bàn Long, Bình Chánh, Bình Chánh Đông, Hòa An, Kim Sơn, Long Điền, Long Phú, Mỹ An, Mỹ Ân, Mỹ Đông, Mỹ Đông Thượng, Mỹ Đông Trung, Mỹ Hòa, Mỹ Quý, Mỹ Trinh, Phú Long, Phú Phong, Tân Sơn, Trà Tân;\n**Tổng Phong Hòa gồm 10 thôn: An Bình Đông, An Bình Tây, An Cư, Hiệp Hòa, Hòa Khánh, Mỹ Đức Đông, Mỹ Hòa, Mỹ Thạnh, Phú Sơn, Tân Đức;\n**Tổng Phong Phú gồm 17 thôn: An Thái Đông, An Thái Tây, An Thái Trung, Bình Hàng Tây, Bình Hàng Trung, Hòa Lộc, Mỹ An Đông, Mỹ An Tây, Mỹ Đức Tây, Mỹ Hưng, Mỹ Long, Mỹ Lợi, Mỹ Lương, Mỹ Thuận, Mỹ Toàn, Mỹ Xương, Thanh Hưng;\n**Tổng Phong Thạnh gồm 11 thôn: An Bình, An Long, An Phong, Mỹ Đảo, Mỹ Ngãi, Mỹ Trà, Nhị Mỹ, Phong Mỹ, Tân An, Tân Phú, Tân Thạnh;\n*Huyện Kiến Hòa:\n**Tổng Hòa Hảo gồm 10 thôn: An Định, Bình Phục Đông, Bình Phục Nhứt, Bình Phương, Bình Thủy, Mỹ Hảo, Tân Hóa, Thuận Hòa, Toàn Thạnh, Vĩnh An;\n**Tổng Hòa Hằng gồm 16 thôn: Bình Đại, Châu Hưng, Hưng Thạnh, Hòa Thới, Lộc Thuận, Phú Thành, Phú Thạnh Đông, Phú Thuận, Phú Vinh, Phước An Đông, Qưới Sơn, Tân Phong, Thạch Hồ, Thạnh Hội, Từ Linh, Vĩnh Qưới;\n**Tổng Hòa Thinh gồm 16 thôn: An Hòa Tân, Lộc Tân, Lương Thạnh, Minh Đức, Phú Hữu, Phú Ngãi, Phú Nhơn, Phú Thạnh, Phước Định, Phước Hậu, Phước Hòa, Phước Thới, Phước Thuận, Phước Toàn, Thọ Phú, Thới Lai;\n**Tổng Thạnh Phong gồm 14 thôn: Bình Đăng, Bình Hài, Bình Hạnh, Bình Phong, Bình Thới, Điền Trang, Long Hựu, Mỹ Chánh, Mỹ Hóa, Phong Thuận, Phú Hội, Tân Tĩnh, Tân Tĩnh Đông, Thạnh Lợi;\n**Tổng Thạnh Qươn gồm 13 thôn: An Khương, An Lạc, Bình Cách, Bình Dương, Long Hòa, Lương Phú, Mỹ Trung, Phú Kiết, Phú Hòa, Song Thạnh, Thanh Xuân, Trung Lộc, Vĩnh Phước;\n*Huyện Kiến Hưng:\n**Tổng Hưng Long gồm 14 thôn: Bình An, Bình Long Đông, Chánh Đông, Đông An, Ngãi Lợi, Phú Khương, Phú Thượng, Tân Đông, Tân Hòa Đông, Tân Hòa Tây, Thủy Đông, Trường Thạnh, Tuyên Thạnh, Vĩnh Thạnh;\n**Tổng Hưng Nhơn gồm 12 thôn: Dương Hòa, Định Hòa, Hưng Thạnh, Long Định, Mỹ Điền, Nhị Bình, Phú Mỹ, Phước An, Tân Hội Đông, Tân Hội Tây, Tân Lý Đông, Tân Lý Tây; \n**Tổng Hưng Nhượng gồm 12 thôn: Bình An Đông, Bình Cư, Bình Qươn, Hòa Mỹ, Lợi Thạnh, Nhơn Hậu, Nhơn Lý Tây, Nhơn Nhượng, Tân Hiệp, Tân Hương Tây, Tường Khánh, Xuân Sanh;\n**Tổng Thuận Bình gồm 15 thôn: An Phước, An Thạnh, Bình Đông, Bình Sơn, Bình Thuyên Đông, Hữu Đạo, Long Hưng, Long Thạnh, Mỹ Thuận Đông, Mỹ Thuận Tây, Tân Đức Đông, Tân Đức Tây, Tân Phú Đông, Vĩnh Kim Đông, Vĩnh Kim Tây;\n**Tổng Thuận Trị gồm 19 thôn: An Đức, An Đức Đông, An Hòa, An Thành, An Vĩnh, Bình Tạo, Cửu Viễn, Đạo Ngạn, Điều Hòa, Long Hội, Long Hội Tây, Ngãi Hữu, Nhơn Hòa, Phú Đức Đông, Phú Đức Tây, Tân Thuận, Thân Nhơn, Thới Sơn, Trung Lương.\n\n===Năm 1957===\nTinh Định Tường, tỉnh lỵ Mỹ Tho, gồm các đơn vị hành chinh:\n\n1. Quận Châu Thành Định Tường (quận lỵ Điều Hoà)\n\n- Tổng Thuận Trị, gồm các Xã Bình Đức, Đạo Thạnh, Điểu Hòa, Long An, Tam Hiệp, Thanh Phú, Thới Sơn, Trung An, Phước Thạnh.\n\n- Tổng Thuận Bình, gồm các xã Bàn Long, Bình Trưng, Dưỡng Điềm, Đông Hòa, Điểm Hy, Hữu Đạo, Kim Sơn, Long Định, Long Hưng, Nhị Bình, Phú Phong, Song Thuận, Vĩnh Kim.\n\n2. Quận Bến Tranh (quận lỵ Lương Hòa Lạc)\n\n- Tổng Hưng Nhơn, gốm các xã Hưng Thạnh Mỹ, Tân Hội Đông, Tân Lý Tây, Tân Lý Đông, Tân Hương, Tân Hiệp, Thân Cửu Nghĩa, Tân Hòa Thành, Phú Mỹ.\n\n- Tổng Thạnh Quơn, gốm các Xã Lương Hòa Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Trung Hòa, Thanh Bình\n\n3. Quận Chợ Gạo (quận lỵ Bình Phan)\n\n- Tổng Thạnh Phong, gồm các Xã Đặng Hưng Phước, Long Bình Điền, Mỹ Phong, Song Bình, Tân Mỹ Chánh, Xuân Đông.\n\n- Tổng Hòa Håo, gồm các xã An Thanh Thůy, Bình Ninh, Bình Phan, Bình Phục Nhứt, Quơn Long, Hoà Định, Tân Thuận Bình\n\n4. Quận Cái Bè (quận lỵ Đông Hoà Hiệp)\n\n- Tổng Phong Hòa, gồm các xã Đồng Hòa Hiệp, Hội CưHòa Khánh, Hậu Thành, Hậu Mỹ, Mỹ Thiện, Mỹ Đức Đông, Mỹ Đức Tây.\n\n- Tổng Phong Phú, gồm các xã An Hữu, Hưng Thuận (cù lao Quy), An Thái Đông, An Thái Trung, Thanh Hưng, Hòa Lộc, Mỹ Lợi, Mỹ Lương.\n\n5. Quận Cai Lậy (quận lỵ Thanh Hòa)\n\n- Tổng Lợi Trinh, gồm các Xã Thanh Hoà, Nhị Mỹ, Mỹ Hạnh Trung, Mỹ Phước Tây, Cẩm Sơn, Tân Phú Đông, Mỹ Hạnh Đông, Tân Bình, Tân Hội.\n\n- Tổng Lợi Hoà, gồm xã Long Trung, Long Khánh, Tam Bình, Ngũ Hiệp, Mỹ Long, Long Tiên, Phú Quý, Nhị Quý.\n\n- Tổng Lợi Thuận, gồm các xã Phú An, Phú Nhuận Đông, Bình Phú, Thanh Phú, Hiệp Đức, Hội Sơn, Xuân Sơn, Mỹ Thành.\n\n6. Quận Gò Công (quận lỵ Long Thuận)\n\n- Tổng Hoà Lạc Thượng, gồm các xã Bình Thanh Đông, Bình Xuân, Gia Thuận, Kiểng Phước, Tân Niên Đông, Tân Niên Tây, Tân Niên Trung, Tân Phước.\n\n- Tổng Hoà Lạc Hạ, gồm các Xã An Hòa (Xã Tân Duân Đông và Hoà Nghị cũ), Bình An, Long Thuận, Phước Trung, Tân Bình Điển, Tăng Hòa, Tân Thành.\n\n7. Quận Hoà Đồng (quận lỵ Đồng Sơn)\n\n- Tổng Hoà Đông Thượng, gốm các Xã Bình Phú Đông, Bình Phục Nhì, Đông Sơn, Thành Công (Bình Thành và Bình Công cũ), Thạnh Nhựt, Thạnh Trị (Vĩnh Thạnh vã Vĩnh Trị cũ), Vĩnh Bình (Vĩnh Lợi và Bình Phú Tây cũ), Vĩnh Hựu, Vĩnh Viễn.\nBình Luông Đông, Long Hưu, Phú Thạnh Đông, Tân Thới (cù lao Tào), Yên Luông (Yên Luông Đông và Yên Luông Tây cũ)\n\n===Năm 1970===\n*Quận [[Bến Tranh]] gồm 15 xã: Hòa Tịnh, Lương Hòa Lạc, Mỹ Tịnh An, Phú Kiết, Phú Mỹ, Tân Bình Thạnh, Tân Hiệp, Tân Hòa Thành, Tân Hội Đông, Tân Hương, Tân Lý Đông, Tân Lý Tây, Thanh Bình, Thân Cửu Nghĩa, Trung Hòa;\n*Quận [[Cái Bè]] gồm 11 xã: Đông Hòa Hiệp, Hậu Mỹ, Hậu Thành, Hiệp Đức, Hòa Khánh, Hội Cư, Hội Sơn, Mỹ Thành, Mỹ Thiện, Phú An, Xuân Sơn;\n*Quận [[Cai Lậy]] gồm 20 xã: Bình Phú, Cẩm Sơn, Long Khánh, Long Tiên, Long Trung, Mỹ Hạnh Đông, Mỹ Hạnh Trung, Mỹ Long, Mỹ Phước Tây, Ngũ Hiệp, Nhị Mỹ, Nhị Quý, Phú Nhuận Đông, Phú Quý, Tam Bình, Tân Bình, Tân Hội, Tân Phú Đông, Thạnh Hòa, Thạnh Phú;\n*Quận [[Châu Thành, Tiền Giang|Châu Thành]] gồm 11 xã: Bình Đức, Đạo Thạnh, Long An, Mỹ Phong, Phước Thạnh, Tam Hiệp, Tân Long, Tân Mỹ Chánh, Thạnh Phú, Thới Sơn, Trung An;\n*Quận [[Chợ Gạo]] gồm 11 xã: An Thạnh Thủy, Bình Ninh, Bình Phan, Bình Phục Nhứt, Đăng Hưng Phước, Hòa Định, Long Bình Điền, Qươn Long, Song Bình, Tân Thuận Bình, Xuân Đông;\n*Quận Giáo Đức gồm 10 xã: An Hữu, An Thái Đông, An Thái Trung, Hòa Lộc, Hưng Thuận, Mỹ Đức Đông, Mỹ Đức Tây, Mỹ Lợi, Mỹ Lương, Thanh Hưng;\n*Quận Sầm Giang gồm 14 xã: Bàn Long, Bình Trưng, Điềm Hy, Dưỡng Điềm, Đông Hòa, Hữu Đạo, Hưng Thạnh Mỹ, Kim Sơn, Long Định, Long Hưng, Nhị Bình, Phú Phong, Song Thuận, Vĩnh Kim.\n\n{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=[[tỉnh]] Định Tường [[VNCH]]\n|trước = tỉnh [[Mỹ Tho]]\n|sau = tỉnh [[Tiền Giang]]\n|năm = 1956-1976\n}}\n{{Cuối hộp}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Tỉnh (Việt Nam Cộng hòa)]]\n\n[[Thể loại:Nam Kỳ lục tỉnh]]\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Hành chính Việt Nam thời Nguyễn]]\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Hành chính Tiền Giang]]\n[[Thể loại:Hành chính Đồng Tháp]]"}