{"14657329":"'''Đền Xà''' thuộc thôn Xà Đoài, xã Tam Giang, huyện [[Yên Phong]], tỉnh [[Bắc Ninh]] là một di tích cấp quốc gia theo quyết định số 28-VH\/QĐ của Bộ Văn hóa, ngày 18\/1\/1988<ref>[http:\/\/yenphong.bacninh.gov.vn\/news\/-\/details\/22336\/di-tich-lich-su-van-hoa DANH MỤC DI TÍCH XẾP HẠNG HUYỆN YÊN PHONG, mục 4: DTLS phòng tuyến sông Như Nguyệt (chùa Bồ Vàng- bến sông Như Nguyệt, đền Xà - Ngã ba Xà)]<\/ref>. Đền nằm bên bờ nam [[sông Cầu]], tại Ngã ba Xà, là nơi hợp lưu của hai con [[Sông Cà Lồ|sông cổ Cà Lồ]] và [[sông Cầu]] (còn gọi là sông Như Nguyệt) cùng chảy xuống [[Lục Đầu Giang]] (Phả Lại - Hải Dương). Đây là nơi Tổng binh [[Lý Thường Kiệt]] cho xây dựng phòng tuyến sông Như Nguyệt trong cuộc kháng chiến chống Tống lần 2. Đền Xà là nơi vang lên bài thơ Thần “[[Nam quốc sơn hà]]”.<ref>[http:\/\/baobacninh.com.vn\/chi-tiet-bac-ninh-xua-va-nay\/-\/details\/20182\/bac-ninh-nay-a-me-say-bao-nguoi- Bắc Ninh nay đã mê say bao người…, Thuận Cẩm, Báo Bắc Ninh, 03\/08\/2018]<\/ref>\n\n==Kiến trúc==\nĐền Xà là di tích lịch sử văn hóa lâu đời trên địa bàn xã Tam Giang, huyện [[Yên Phong]] tỉnh [[Bắc Ninh]]. Cũng giống như các làng cổ khác thuộc lưu vực [[sông Cầu]], [[sông Thương]], [[sông Cà Lồ]]. Làng Xà thờ đức [[thánh Tam Giang]] – những vị tướng nổi tiếng trung quân ái quốc dưới thời [[Triệu Việt Vương]]. [[Thánh Tam Giang]] (tức anh em [[Trương Hống]], [[Trương Hát]]) là những danh tướng của [[Triệu Quang Phục]] có công đánh giặc Lương ở thế kỷ thứ 6. Ban đầu đền thờ [[Tục thờ rắn|thần rắn]] nên có tên là đền Xà (Xà = rắn).\n\nMặc dù đền Xà vốn được xây dựng từ lâu đời, nhưng dấu ấn kiến trúc cổ còn để lại như nền móng, chân cột, gạch gói và cổ vật là của thời Lê Trung Hưng; đặc biệt theo sách “Tư liệu Hán Nôm huyện Yên Phong” xuất bản năm 2005 thì đền Xà còn thác bản bia đá có tên “Linh từ bi ký”, niên đại Minh Mạng 16 (1835), đã cho biết khá rõ việc trùng tu đền Xà vào thế kỷ 18. Trong kháng chiến chống Pháp đền Xà bị phá hoại nặng nề. Đến năm 1993, nhân dân địa phương tôn tạo và những năm gần đây đền lại được trùng tu theo kiểu truyền thống.\n\nHiện nay, về kiến trúc đền Xà có hai tòa thờ chính là Tiền tế và Hậu cung, bộ khung gỗ, chạm khắc rồng, mây, hoa lá nghệ thuật. Tại sân đền có nhà bia kiểu 8 mái, bên trong dựng tấm bia đá khắc bài thơ thần “Nam quốc sơn hà”, phía ngoài là cổng tứ trụ.\n\nGiá trị cơ bản của đền Xà là ở hệ thống cổ vật, như: tượng thờ (Thánh Ông, Thánh Bà, còn phối thờ tượng Táo Quân gắn với truyền thuyết của người được thờ, Thánh Hậu là con của Thánh, tượng người hầu và võ sĩ). Cũng theo sách “Tư liệu Hán Nôm huyện Yên Phong” xuất bản năm 2005 thì đền còn cuốn thần tích có niên đại Cảnh Hưng 27 (1766) và 15 đạo sắc phong (sớm nhất có niên đại 1670, muộn nhất có niên đại 1909).<ref>[http:\/\/baoquangngai.vn\/channel\/2047\/201304\/den-Xa-Bac-Ninh-Noi-luu-giu-gia-tri-lich-su-van-hoa-2233137\/ Đền Xà (Bắc Ninh): Nơi lưu giữ giá trị lịch sử văn hóa]<\/ref>\n\n==Thánh Tam Giang==\n\nTheo truyền thuyết [[thánh Tam Giang]]: Ngày xưa ở làng Vân Mẫu, [[thành phố Bắc Ninh]] có một người con gái tên là Phùng Từ Nhan.<ref>{{Chú thích web |url=http:\/\/dulichbacninh.gov.vn\/vi\/news_detail\/178\/den-van-mau-va-su-tich-ve-thanh-tam-giang.html |ngày truy cập=2019-03-10 |tựa đề=Đền Vân Mẫu và sự tích về Thánh Tam Giang |archive-date=2019-02-03 |archive-url=https:\/\/web.archive.org\/web\/20190203143753\/http:\/\/dulichbacninh.gov.vn\/vi\/news_detail\/178\/den-van-mau-va-su-tich-ve-thanh-tam-giang.html }}<\/ref> Năm 18 tuổi, Từ Nhan chiêm bao thấy thần Long từ trên trời hạ xuống quấn mình trên [[sông Lục Đầu]], sau đó bà mang thai 14 tháng và sinh hạ được cái bọc 5 con: 4 trai 1 gái. Do là con trời ban cho nên bà lấy [[họ Trương]] của [[Ngọc Hoàng]] đặt cho các con là [[Trương Hống]], [[Trương Hát]], Trương Lừng, Trương Lẫy và Trương Đạm Nương.<ref>[https:\/\/baophapluat.vn\/ngoi-den-thieng-1500-tuoi-noi-phat-tich-bai-tho-than-nam-quoc-son-ha-post385319.html Ngôi đền thiêng 1500 tuổi nơi phát tích bài thơ Thần “Nam quốc sơn hà“]<\/ref> Thời gian sau đó, [[Ngọc Hoàng]] sai Lã Tiên Ông xuống trần dạy văn võ cho 5 người con tại bãi Tràng Học gần nhà Cổ Trạch. Năm anh em đều văn võ song toàn, lớn lên hưởng ứng lời kêu gọi của [[Triệu Việt Vương]], họ xung phòng làm tướng tiến đánh giặc Lương ở đầm Dạ Trạch và giành thắng lợi lớn. [[Trương Hống]] được phong tướng trấn giữ làng Tiên Tảo ([[Sóc Sơn]], [[Hà Nội]]), [[Trương Hát]] được phong tướng trấn giữ làng Tam Lư ([[Từ Sơn]], [[Bắc Ninh]]).\n\nKhi [[Triệu Quang Phục]] lên ngôi vua, [[Lý Phật Tử]] đã đem quân đánh lại nhưng không thắng, bèn dùng kế cầu hôn gả con. [[Trương Hống]] và [[Trương Hát]] đã can [[Triệu Việt Vương]] nhưng Vua không nghe nên bị mắc mưu rồi bị đánh bại. [[Lý Phật Tử]] đoạt được ngôi vua, biết các ông là tướng tài giỏi bèn cho người mời ra làm quan. Song các ông nhất lòng trung quân, mắng lại rằng: “Tôi trung chẳng thờ hai vua, huống hồ hắn là kẻ vong ơn bội nghĩa?” Biết không thể khuất phục được, Lý Phật tử lệnh truy bắt các ông khắp nơi. Các ông biết không thoát được liền tự vẫn ở dòng sông Cầu để giữ trọn tấm lòng trung với vua. [[Ngọc Hoàng Thượng đế]] cảm thương đã sắc phong [[Trương Hống]], [[Trương Hát]] làm thần sông. Nhân dân 372 làng dọc theo [[sông Cầu]] và các nơi hai ông từng đóng quân đánh giặc đều thương tiếc, lập đền thờ làm Thần. Các triều đại nhà Ngô, Đinh, Lê, Lý sau đó được âm phù giữ yên bờ cõi nên đều phong anh em họ Trương là Đức [[thánh Tam Giang]] - đại vương thượng đẳng thần. [[Thánh Tam Giang]] còn gắn liền với huyền thoại ra đời tác phẩm [[Nam quốc sơn hà]], bản tuyên ngôn độc lập đầu tiên của người Việt.<ref>{{Chú thích web |url=http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-truyen-thuyet-mot-bai-tho-nam-quoc-son-ha-la-vo-danh-khong-phai-cua-ly-thuong-kiet |ngày truy cập=2019-03-10 |tựa đề=Về truyền thuyết một bài thơ: NAM QUỐC SƠN HÀ là vô danh, không phải của Lý Thường Kiệt |archive-date=2019-02-27 |archive-url=https:\/\/web.archive.org\/web\/20190227104723\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-truyen-thuyet-mot-bai-tho-nam-quoc-son-ha-la-vo-danh-khong-phai-cua-ly-thuong-kiet }}<\/ref>\n\n==Lễ hội==\nHàng năm, làng Xà Đoài đều đặn tổ chức hai ngày lễ lớn tại đền: Mùng 5 tháng Giêng và mùng 8 tháng 4 âm lịch.\n\nHội đền Xà thuộc hội lớn nhất vùng, ngoài các nghi lễ trang nghiêm rước kiệu, rước nước, còn có tục thi bơi chải. Truyền rằng, tục bơi chải của đền Xà gắn liền với việc Lý Thường Kiệt huy động dân binh địa phương tham gia vào việc đánh giặc Tống trên sông Như Nguyệt.\n\n==Tham khảo==\n{{tham khảo|}}\n\n[[Thể loại:Yên Phong]]\n[[Thể loại:Di tích tại Bắc Ninh]]"}