{"3581958":"'''Đổi tiền tại Việt Nam năm 1985''' là đợt đổi tiền lần thứ ba sau khi chấm dứt [[Chiến tranh Việt Nam|chiến tranh]] năm 1975 ở Việt Nam. Đợt đổi tiền này nằm trong kế hoạch kinh tế [[Giá - lương - tiền]] để thực thi mô hình xã hội chủ nghĩa ở Việt Nam.<ref>[http:\/\/www.voatiengviet.com\/a\/viet-nam-dap-tat-tin-don-doi-tien\/3620425.html \"Dập tắt tin đồn\"]<\/ref>\n\nLần đổi tiền này gây ra hậu quả kinh tế tai hại với nạn lạm phát lên hơn 700% năm 1986 và tiếp tục cao trong 3 năm sau đó.\n\n==Bối cảnh==\nTin đồn đổi tiền đã manh nha trong dân chúng khi tình hình kinh tế [[thập niên 1980]] ngày càng khó khăn nên chính quyền cho cơ quan truyền thông phát tán và trấn an dân tình là không có kế hoạch đổi tiền. Ngày 12 tháng 9 năm 1985, trang nhất báo ''[[Tuổi Trẻ]]'' còn khẳng định \"Bẻ gãy thủ đoạn tung tin đổi tiền của gian thương...\" nhưng hai ngày sau, 14 tháng 9 thì có lệnh thu hồi tiền cũ và đồng loạt thay tiền mới. Lý do đưa ra là để tăng cường \"lợi ích của dân lao động.\"<ref>[http:\/\/www.rfa.org\/vietnamese\/SpecialTopic\/40years-april30\/change-money-haminhthao-04242015124546.html \"Ba lần đổi tiền\"]<\/ref>\n\n==Thi hành==\nViệc thi hành toàn diện gồm các khoản tiền trong ngân hàng và tiền lưu hành trong dân chúng. Tiền lưu hành phải nộp lại trong vòng 3-5 ngày với tỷ lệ 1 đồng mới ứng với 10 đồng cũ. Ngoài ra số tiền ký thác trong các trương mục [[ngân hàng]] cũng được định giá theo một công thức căn cứ vào thời gian ký thác như sau:<ref name=\"PHT\">[http:\/\/thuvienphapluat.vn\/van-ban\/Tien-te-Ngan-hang\/Quyet-dinh-01-HDBT-TD-tien-ngan-hang-moi-thu-doi-tien-ngan-hang-cu-43628.aspx \"PHÁT HÀNH TIỀN NGÂN HÀNG MỚI, THU ĐỔI TIỀN NGÂN HÀNG CŨ\"]<\/ref>\n\n#Lượng tiền gửi trước 1 tháng 3 năm 1978: 1 đồng cũ=1 đồng mới\n#Lượng tiền gửi trong thời khoản 2 tháng 3 năm 1978 đến 31 tháng 5 năm 1981: 2 đồng cũ=1 đồng mới\n#Lượng tiền gửi trong thời khoản 1 tháng 6 năm 1981 đến 31 tháng 12 năm 1984: 6 đồng cũ=1 đồng mới\n#Lượng tiền gửi trong thời khoản 1 tháng 1 năm 1985 đến 31 tháng 7 năm 1985: 9 đồng cũ= 1 đồng mới, và\n#Lượng tiền gửi trong thời khoản 1 tháng 8 năm 1985 đến 14 tháng 9 năm 1985 (ngày đổi tiền): 10 đồng cũ=1 đồng mới.\n\nSố tiền đang lưu hành khi đổi cũng bị hạn chế theo những số lượng nhất định:\n*Mỗi gia đình chỉ được đổi 20.000 đồng cũ lấy 2.000 đồng mới\n*Hộ độc thân chỉ được đổi 15.000 đồng cũ lấy 1.500 đồng mới\n*Hộ kinh doanh công thương nghiệp thì được đổi 50.000 đồng cũ lấy 5.000 đồng mới.\n\nNếu có tiền nhiều hơn mức ấn định thì người đổi vẫn phải nộp số tiền thặng dư và chỉ được nhận lại giấy biên nhận; khoản tiền quá lượng nhà nước sẽ thu cả và đợi xét lại mai sau.<ref name=\"NVN\"\/> Theo một số trường hợp người ký thác sau 30 năm đến lãnh ra thì được biết không còn tiền nữa vì lạm phát ăn mòn, coi như mất gần hết.<ref>[http:\/\/tuoitre.vn\/tin\/kinh-te\/20141106\/tien-tiet-kiem-boc-hoi-sau-30-nam\/668059.html \"Tiền tiết kiệm bốc hơi...\"]<\/ref> Theo Thống đốc [[Ngân hàng Nhà nước Việt Nam|Ngân hàng Nhà nước]] Cao Sĩ Kiêm thì cho tới nay (2015) chính phủ vẫn không có phương thức nào bù đắp cho những người gửi tiền khi tuân thủ theo chỉ định lúc bấy giờ.\n\n===Mệnh giá===\nNgoài việc đổi tiền cũ theo tỷ lệ tiền mới, cuộc đổi tiền năm 1985 có chủ ý thu hồi các tờ giấy bạc có mệnh giá cao: 100 đồng, 50 đồng, 30 đồng và 20 đồng<ref>[http:\/\/vnexpress.net\/tin-tuc\/su-kien\/30-nam-doi-moi\/gia-luong-tien-cuoc-cai-cach-xuong-mau-truoc-doi-moi-3513420.html \"Giá-lương-tiền, cuộc cải cách xương máu...\"]<\/ref> mà dùng những tờ mệnh giá thấp hầu tăng mãi lực đồng tiền Việt Nam. Tuy nhiên vì đồng tiền mất giá nên sau đó nhà nước lại phải phát hành những tờ giấy bạc với mệnh giá cao hơn nữa như tờ 200 vào năm 1987; rồi tờ 500, 1000 và 2000 vào năm 1989.\n\n==Hậu quả==\n[[Tập tin:Vietnam inflation over the years.jpg|nhỏ|phải|350px|Tỷ lệ lạm phát Việt Nam giai đoạn 1980-2010. Thời điểm 1985 đánh dấu lúc lạm phát bùng nổ]]\nViệc đổi tiền với tỷ lệ mới xóa hết những gì đã tích lũy bằng tiền mặt và đặt mọi người vào một ngạch bằng nhau. Trên lý thuyết thì rõ ý bình đẳng nhưng hậu quả kinh tế thì tai hại với nạn lạm phát lên hơn 700% năm 1986. Tình trạng lạm phát cao tiếp diễn sang đến [[thập niên 1990]] sau đó. Với đồng tiền mất giá, dân chúng cố mua vàng tích trữ. Tiền trong ngân hàng khi rút ra thì giá trị thấp hơn ban đầu nên có những câu châm biếm: \"bán trâu tậu gà\".<ref name=\"NVN\">{{Chú thích web |url=http:\/\/www.daikynguyenvn.com\/kinh-te\/ngam-ve-nhung-dong-xu-yeu-menh-cua-viet-nam.html |ngày truy cập=2016-12-18 |tựa đề=\"Ngẫm về những đồng xu yểu mệnh của Việt Nam\" |archive-date = ngày 20 tháng 12 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161220163139\/http:\/\/www.daikynguyenvn.com\/kinh-te\/ngam-ve-nhung-dong-xu-yeu-menh-cua-viet-nam.html }}<\/ref>\n\nNếu xét về mức [[lương tối thiểu]] quy định năm 1985 là 220 đồng\/tháng thì ba năm sau, 1988, đã tăng lên thành 22.500\/tháng<ref>[http:\/\/quantri.vn\/dict\/details\/14437-lich-su-quy-dinh-ve-tien-luong-toi-thieu-o-viet-nam \"Lịch sử quy định lương tối thiểu...\"]<\/ref> đồng vì đồng tiền Việt Nam mất giá quá nhanh.\n\nTuy kế hoạch đổi tiền không diễn ra như kế hoạch do sự chắp vá giữa cải cách với mô hình cũ, gây ra lạm phát nghiêm trọng, song chính điều này đã làm cho các cấp các ngành nhận ra rằng đã cải cách là phải cải cách triệt để. Đại hội Đại biểu Toàn quốc lần thứ sáu của Đảng Cộng sản Việt Nam tháng 12 năm 1986 đã đưa ra những chủ trương cải cách, đổi mới.<ref>{{chú thích sách|last1=Chính|first1=Phạm Minh|url=https:\/\/books.google.com\/books?id=UOWeP5ehjGwC&pg=PA186&sa=X&ved=2ahUKEwja4uzbr4DvAhVnHKYKHaEjAus4ChDoATADegQIBhAC#v=onepage|title=Kinh tế Việt Nam: Thăng trầm và đột phá|last2=Hoàng|first2=Vương Quân|date = ngày 27 tháng 5 năm 2009 |publisher=Nhà xuất bản Chính trị Quốc gia Sự thật}}<\/ref>\n\n==Xem thêm==\n*[[Đổi tiền tại Việt Nam, 1975]]\n*[[Đổi tiền tại Việt Nam, 1978]]\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Thời bao cấp]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Kinh tế năm 1985]]"}