{"185752":"{{Thông tin đền Việt Nam\n| tên = Đền vua Lê Đại Hành\n| di tích = \n| hình = Đền Lê Đại Hành, chính đạo.JPG\n| chú thích = Đường chính đạo\n| bản đồ 1 = \n| ghi chú bản đồ 1 = \n| vĩ độ = 20.2862001\n| vĩ phút = \n| vĩ giây = \n| kinh độ = 105.9056228\n| kinh phút = \n| kinh giây = \n| tước vị = Đại Hành Hoàng Đế\n| tên thần = [[Lê Đại Hành|Lê Hoàn]]\n| tên khác = \n| sinh = [[941]]\n| mất = [[1005]]\n| công trạng = đánh tan [[nhà Tống|quân Tống]], lập nhà [[nhà Tiền Lê|Tiền Lê]]\n| thánh tích = \n| loại đền = \n| đối tượng thờ = tôn thất Tiền Lê\n| địa chỉ = tỉnh [[Ninh Bình]]\n| thành lập = \n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| lễ hội = \n| điện thoại = \n| web = \n| tên di tích = Khu vực núi Trường Yên và đền vua Đinh, đền vua Lê \n| cấp di tích = quốc gia\n| loại di tích = lịch sử\n| loại di tích 2 = văn hóa\n| loại di tích 3 = \n| ngày nhận = 28 tháng 4 năm 1962\n| quyết định = 313-VH\/VP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-313-VH-VP-xep-hang-nhung-di-tich-danh-thang-canh-toan-mien-Bac-19864.aspx|title=Quyết định 313-VH\/VP xếp hạng những di tích, danh thắng cảnh toàn miền Bắc|website=Thư viện pháp luật}}<\/ref>\n| một phần của = [[Cố đô Hoa Lư]]<ref>Quyết định 08\/2001\/QĐ-BVHTT ngày 13 tháng 3 năm 2001 của Bộ Văn hóa-Thông tin<\/ref>\n}}\n\n[[Tập tin:Denvuale2.jpg|nhỏ|phải|280px|Cổng đền Vua Lê Đại Hành]]\n[[Tập tin:codohoalu2010k93.jpg|nhỏ|phải|280px|Tế hội đền Vua Lê vào dịp lễ hội [[cố đô Hoa Lư]]]]\n[[Tập tin:Temple commémoratif de Le Hoan (Hoa Lu).jpg|nhỏ|phải|280px|Đường chính đạo đền Vua Lê Đại Hành]]\n'''Đền Vua [[Lê Đại Hành]]''' là một di tích lịch sử văn hóa thuộc khu di tích quốc gia đặc biệt [[cố đô Hoa Lư]] tỉnh [[Ninh Bình]]. Đền thờ Vua Lê Đại Hành, thái hậu [[Dương Vân Nga]], Lê Long Đĩnh, ngoài ra còn có bài vị thờ công chúa [[Lê Thị Phất Ngân]] và tướng Phạm Cự Lượng. Đền nằm cách đền vua [[Đinh Tiên Hoàng]] 300 mét, thuộc thành Đông [[kinh đô Hoa Lư]] xưa, nay là làng cổ Yên Thành, xã Trường Yên, [[Ninh Bình]].<ref name =NinhBinh-tt06 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-06-2019-TT-BNTNMT-ve-Danh-muc-dia-danh-dan-cu-de-lap-ban-do-phan-dat-tinh-Ninh-Binh-418040.aspx Thông tư 06\/2019\/TT-BTNMT ngày 28\/06\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Ninh Bình. Thuvien Phapluat Online, 2019. Truy cập 10\/08\/2019.<\/ref>\n\nĐền vua Lê quy mô nhỏ hơn đền vua Đinh nên không gian trong đền khá gần gũi và huyền ảo.\n\n==Kiến trúc==\nĐền được xây theo kiểu nội công ngoại quốc nhưng có quy mô nhỏ hơn đền Vua Đinh. Trước mặt đền là khu quảng trường trung tâm [[cố đô Hoa Lư]] và núi Đèn nằm bên [[sông Sào Khê]], sau đền là hào nước bảo vệ cố đô chạy dưới chân núi Đìa.\n\nQua Nghi môn ngoại (cửa ngoài) theo đường chính đạo lát gạch, phía bên trái là một hòn non bộ lớn, cao 3m tượng hình chim phượng múa, mỏ quay vào đền, hai cánh như đang bay. Bên tay phải là nhà Tiền bái, ở mặt tiền có hòn non bộ \"Hổ phục\" gồm gốc cây duối thân to có 9 núi, tuổi thọ trên 300 năm. Bên trái nhà Tiền bái có hòn non bộ có dáng \"voi quỳ\" được khắc hai chữ Hán \"Bất di\".\n\nTheo đường chính đạo bên phải còn có hồ nước rộng. Qua Nghi môn nội (cửa trong) cũng 3 gian, theo chính đạo kiến trúc đăng đối là hai vườn hoa, tiếp đó là hai dãy nhà vọng. Ở giữa vườn hoa bên phải có hai non bộ \"Phượng ấp\", bên trái là hòn non bộ \"Long Mã\". Ở sân rồng gần gian giữa của Bái đường có long sàng bằng đá.<ref>[http:\/\/www.vietnamtourism.com.vn\/news\/en\/detail\/68\/945\/ Đền vua Lê]<\/ref>\n\nĐền có ba toà: toà ngoài là Bái đường, toà giữa là Thiêu hương thờ Phạm Cự Lượng, người có công với vua Lê Đại Hành. Gian giữa chính cung thờ [[Lê Hoàn]] ngồi hướng về phía trước, bên phải là [[Lê Long Đĩnh]] quay về hướng bắc, bên trái là hoàng hậu [[Dương Vân Nga]] quay hướng nam về phía đền vua Đinh. Theo lý giải của dân gian thì mặc dù bà đã xuất giá làm vợ vua Lê Đại Hành nhưng vẫn hướng về người chồng cũ là Vua Đinh Tiên Hoàng. Gian bên trái chính cung thờ công chúa [[Lê Thị Phất Ngân]], con gái Vua Lê và [[Dương Vân Nga]] đồng thời là vợ của Lý Thái Tổ sau này. Hoàng hậu [[Lê Thị Phất Ngân]] là người sinh ra vua Lý Thái Tông vào năm 1000. Sau khi nhà Lý dời đô về Thăng Long, Bà thường về [[chùa Duyên Ninh]] để trông coi lăng mộ vua cha và tác hợp cho nhiều đôi trai gái thành duyên.\n\nNét độc đáo ở đền thờ vua [[Lê Đại Hành]] là nghệ thuật chạm gỗ thế kỷ 17 đã đạt đến trình độ điêu luyện, tinh xảo. Tương truyền, bà mẹ mơ thấy hoa sen mà sinh ra Lê Hoàn, trong lúc đi cấy ở cạnh ao sen. Bà đã ủ Lê Hoàn trong khóm trúc và được con hổ chúa rừng xanh ấp ủ. Sau lời cầu xin của bà mẹ con hổ bỏ đi. Sau này lớn lên [[Lê Hoàn]] đã lập ra nghiệp lớn: \"Phá Tống, bình Chiêm\" lừng lẫy. Vì vậy mà nghệ thuật điêu khắc gỗ dân gian Việt Nam của các nghệ nhân ở đây cũng thống nhất với truyền thuyết về các đề tài ca ngợi Lê Hoàn.\n\n==Nghệ thuật tạc tượng==\nĐền Vua [[Lê Đại Hành]] dựng trên nền cũ của cung điện thuộc [[cố đô Hoa Lư]], kiến trúc cơ bản thuộc phong cách cuối thế kỷ XVII, đến thời Nguyễn có sự tu sửa lớn - nhất là xây dựng thêm nửa phía ngoài. Trong cung cấm của đền có ba pho tượng: Hoàng đế [[Lê Đại Hành]] ở gian giữa ngồi ngai, hoàng hậu [[Dương Vân Nga]] ở gian bên trái và vua [[Lê Long Đĩnh]] ở gian bên phải. Theo lý giải của người xưa, [[Dương Vân Nga]] là cánh tay phải của vua, là người góp công đưa ông lên ngôi hoàng đế song vì lòng vẫn hướng về đền thờ người chồng cũ [[Đinh Tiên Hoàng]] nên người xưa bố trí tượng bà ngồi ở hông bên trái. Hai pho tượng ở hai gian bên xoay ngang để cùng nhìn vào gian giữa, tạo sự tập trung tăng vẻ tôn nghiêm cho nhân vật chính [[Lê Đại Hành]].\n\nMới quan sát, cả ba pho tượng này đều có dáng dấp thời Nguyễn vì nước sơn mới và những hoa văn trang trí rồng - mây - hoa - lá vừa quen thuộc ở thời Nguyễn vừa làm theo kỹ thuật uốn dán vào. Để ý kỹ hơn lại thấy có một số nét của cuối thế kỷ XVII sang thế kỷ XVIII hoa cúc trên mũ bà [[Dương Vân Nga]] rực rỡ mà gọn đẹp, hài của các tượng đều chạm mảng lớn với đầu rồng đơn giản. Tuy nhiên trên tổng quan cả ba tượng này có nhiều nét riêng tiếp nhận từ tượng thời Mạc để rồi phát triển vào những năm đầu thế kỷ XVII. Như vậy ở ba pho tượng này có ba lớp văn hóa chồng nhau, do các thời sau tu sửa đã đắp thêm vào, chồng phủ ra ngoài.\n\nDáng chung của cả ba pho tượng này là thế ngồi hơi dướn lên, cẳng chân trên đến đùi quá ngắn như thể từ một khối gỗ liền bị hạn chế chiều dày, gợi lại những tượng đá và nhất là phù điêu đá nổi cao ở thời Mạc, do đó người ngồi ngai hay bục cứ như bị toài xuống. Hai cánh tay dưới cũng bị thu ngắn để bàn tay úp đúng trên đùi. Tượng Hoàng đế [[Lê Đại Hành]] đội mũ bình thiên tuy thời sau thêm nhiều, song phía trước mũ còn chạm nổi chữ Vương to theo như mũ tượng các đức vua Mạc thế kỷ trước. Tóc của [[Lê Đại Hành]] và [[Lê Long Đĩnh]] không làm thành mảng [[tam giác]] chảy xuống bệ như các tượng thời Nguyễn, mà đều cắt ngắn đến gáy, còn tóc bà Dương Vân Nga được tết một dải chảy sau tai xuống vai rồi chia ra túm về bả vai đằng trước túm ra sau lưng, giống như các tượng Quan Âm thời Mạc và chuẩn bị cho tượng giữa thế kỷ XVII. Điều đặc biệt lý thú là ở tượng Lê Ngọa Triều có bối tử ở sau lưng không bị sơn phủ lớp trang trí mới nên trong đồ án ô vuông còn rất rõ con rồng chạm đơn giản, rất giống với hình rồng trên hai tấm bia Hoằng Định nói trên, các tượng này đều ở thế ngồi tự tin, nghiêm chỉnh mà thoải mái, dáng toàn thân cân đối là sự chuẩn bị cho tượng khoảng giữa thế kỷ XVII. Khuôn mặt hoàng đế [[Lê Đại Hành]] phương phi, đầy đặn, sáng láng. Khuôn mặt [[Dương Vân Nga]] trông rất hiền thục và mang nét chân dung riêng, khuôn trăng đầy đặn, phúc hậu. Đây là những tượng đẹp mở đầu cho loạt tượng chân dung thời Lê trung hưng.\n\n==Ảnh==\n{|\n|[[Tập tin:codohoalu2010k92.jpg|nhỏ|giữa|220px|Khu trưng bày cổ vật cạnh đền]] || \n|[[Tập tin:codoj1.JPG|nhỏ|giữa|220px|đường vào làng cổ Trường Yên]]||\n[[Tập tin:codohoalu2010k91.jpg|nhỏ|giữa|220px|Cửa Bắc cố đô Hoa Lư]]\n|}\n{|\n|[[Tập tin:Codohoalu2010k3.jpg|nhỏ|giữa|220px|Rồng vàng trong lễ hội cố đô Hoa Lư]] || \n|[[Tập tin:Codoj4.JPG|nhỏ|giữa|220px|Một góc thành Đông (thành ngoài)]]||\n[[Tập tin:hoaluk3.jpg|nhỏ|giữa|220px|Du khách tham quan đền Vua Lê]]\n|}\n{|\n|[[Tập tin:Co do Hoa Lu 120.JPG|nhỏ|giữa|220px|Khuôn viên]] || \n|[[Tập tin:Co do Hoa Lu 121.JPG|nhỏ|giữa|220px|Cổng đền]]||\n[[Tập tin:Co do Hoa Lu 122.JPG|nhỏ|giữa|220px|Sân rồng]]\n|}\n{|\n==Các đền thờ Lê Hoàn khác==\n{{Toàn cảnh|Di tích thờ Vua ở Ninh Bình.jpg|600px|Sơ đồ phân bố các di tích thờ Vua ở Ninh Bình với các nơi thờ Lê Hoàn tô màu xanh}}\nTính đến năm 2014, các nhà nghiên cứu đã thống kê được 47 nơi thờ Lê Đại Hành ở Việt Nam (trong đó có 16 nơi thờ riêng, 5 nơi phối thờ Vua với Đô Hồ phu nhân; 3 nơi phối thờ với Thái hậu Dương Vân Nga và 23 nơi thờ với các vị thần khác).\n\n[[Ninh Bình]] là tỉnh có nhiều di tích thờ Lê Hoàn nhất với 13 nơi thờ tự nằm ở nửa phía nam của tỉnh trong khi các đền thờ Vua [[Đinh Tiên Hoàng]] nằm ở nửa phía bắc tỉnh này. [[Ninh Bình]] là vùng đất kinh đô của đất nước dưới thời Lê Hoàn, các đền thờ tập trung nhiều ở quanh khu di tích [[cố đô Hoa Lư]] như đình Yên Thành (xã Trường Yên), đền Trung Trữ (xã Ninh Giang, [[Hoa Lư]]) và các ngôi đền ở phía nam tỉnh thường gắn với những tuyến đường thủy mà nhà vua đi qua khi đánh dẹp Chiêm Thành như đền Đồng Bến ([[thành phố Ninh Bình]]), đền Yên Lâm (Lai Thành, Kim Sơn); đền Ngọc Lâm xã Yên Lâm; đền Từ Đường và đền Quảng Công xã Yên Thái; đền Vua Lê Đại Hành xã Yên Thắng (Yên Mô)... Vào dịp [[lễ hội cố đô Hoa Lư]], các đền này và các di tích thờ danh nhân thời Tiền Lê trong khu vực đều tham gia lễ rước kiệu và chân nhang các danh nhân về đền Vua Lê Đại Hành tham gia lễ hội.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=27em}}\n==Liên kết ngoài==\n{{thể loại Commons|Le Hoan Shrine}}\n*[http:\/\/www.ninhbinhtourism.com.vn:8080\/modules.php?name=News&op=viewst&sid=72 Đền vua Lê Đại Hành]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.cinet.gov.vn\/vanhoa\/mythuat\/hoihoadieukhac\/tuongco\/chuong3\/3.2.15.htm Một số tượng vua chúa]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n{{Du lịch Ninh Bình}}\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]"}