{"313619":"'''Đỗ Hành''' ([[chữ Hán]]: 杜行) là một danh tướng đời [[nhà Trần]] và được biết đến với chiến công lớn nhất là bắt sống tướng [[nhà Nguyên]] [[Ô Mã Nhi]]. Ông người hương Cổ Hoằng, lộ Thanh Hoa nay là thôn Nhân Mỹ, xã Hoằng Ngọc, huyện Hoằng Hóa, tỉnh [[Thanh Hóa]]<ref name=antd\/>.\n\nTrong cuộc chiến chống quân Nguyên lần thứ ba, quân sĩ nhà Trần bày trận đón quân [[nhà Nguyên|Nguyên – Mông]] tại [[sông Bạch Đằng]]. Thống soái [[Trần Hưng Đạo]] trực tiếp chỉ huy trận đánh này. Cùng ra trận, có Thượng hoàng [[Trần Thánh Tông]] và vua [[Trần Nhân Tông]]. Trận địa ở Bạch Đằng Giang được bố trí kỹ lưỡng. Tướng [[Nguyễn Khoái]] chỉ huy đại quân Thánh Dực được giao trách phận đánh từ thượng nguồn xuống, gắng đẩy quân sĩ dưới quyền chỉ huy của Ô Mã Nhi vào chỗ tử địa có cắm cọc mà quân Trần đã bày trên sông<ref name=antd\/>.\n\nTrận đánh dữ dội và quyết liệt. Đến tận lúc mặt trời đã lên cao, nước thủy triều rút mạnh, quân nhà Trần vờ thua rút chạy, chiến thuyền quân Nguyên ồ ạt đuổi theo. Bấy giờ, tướng Nguyễn Khoái chỉ huy đội quân Thánh Dực đánh dồn xuống và đúng lúc ấy, Thống soái Trần Hưng Đạo mới vào quân địch<ref name=antd\/>. Trong thế thua lại bị hãm vào tử địa, nhiều [[thuyền chiến]] của quân Nguyên bị cọc nhọn đâm thủng, nước ồ ạt chảy vào thuyền, nhiều binh lính bị chết chìm và bị bắn chết vô kể.\n\nLúc này, tướng Đỗ Hành chỉ huy toán quân bảo vệ Thượng hoàng và nhà vua. Đứng ở mũi thuyền, ông nhìn thấy một tướng quân Nguyên cao lớn, mặc áo giáp dày, đội mũ trụ, nhảy khỏi thuyền, đang ngụp lặn. Vốn là tay bơi giỏi, Đỗ Hành lao xuống sông, sải cánh bơi tới. Ông túm được tên tướng giặc, lôi lên thuyền. Ông đã bắt được tướng Ô Mã Nhi. Tướng Đỗ Hành còn bắt thêm được một tướng quân Nguyên nữa là Tích Lệ Cơ - một viên quý tộc cao cấp – thân vương của vua Nguyên<ref name=antd\/>. Hai tướng bị bắt được Đỗ Hành dâng lên thượng hoàng nhà Trần<ref name=dvsktt\/>.\n\nTuy nhiên khi ban thưởng việc đánh dẹp giặc Nguyên, Đỗ Hành không được tước cao, chỉ được phong Quan nội hầu, vì khi bắt được Ô Mã Nhi không dâng lên nhà vua mà lại dâng lên thượng hoàng<ref name=dvsktt\/>.\n\n==Tham khảo==\n* {{Chú thích sách\n|tác giả = Ngô Sĩ Liên\n|lk tác giả = Ngô Sĩ Liên\n|tựa đề= Đại Việt sử ký toàn thư\n|năm gốc= 1697\n|ngôn ngữ= chữ Hán, chữ Nôm\n}}\n==Chú thích==\n{{Tham khảo|refs=\n\n<ref name=antd>\n{{chú thích báo\n|tác giả= Tạ Hữu Yên\n|tác phẩm= Báo An ninh Thủ đô điện tử\n|url= http:\/\/www.anninhthudo.vn\/giai-tri\/do-hanh-nguoi-bat-song-tuong-o-ma-nhi\/319051.antd\n|tên bài= Đỗ Hành: Người bắt sống tướng Ô Mã Nhi\n|ngày= ngày 6 tháng 2 năm 2008\n|ngày truy cập= ngày 10 tháng 3 năm 2015}}\n<\/ref>\n\n<ref name=dvsktt>\nNgô Sĩ Liên, sđd, [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10b.html bản kỷ toàn thư 5]\n<\/ref>\n}}\n\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Hầu tước nhà Trần]]"}