{"1059074":"{{Mồ côi|date=tháng 8 2020}}\n{{chú thích trong bài}}\n\n{{wikify}}\n'''Đền Bắc Lệ''' là một quần thể di tích nằm trên một quả đồi giữa khu Nam của Thôn Bắc Lệ, thuộc xã Tân Thành, huyện [[Hữu Lũng]], tỉnh [[Lạng Sơn]]. Hiện nay vẫn chưa xác định được chính xác thời gian ra đời của một ngôi đền, song căn cứ vào hai văn bia còn (1919 và 1932) đền Bắc Lệ từ đầu thế kỷ XX đến nay đã trải qua 5 lần tu sửa tôn tạo. Theo văn bia khắc năm Khải Định thứ 4 (1919) thì trước đó đền chỉ là một am thờ nhỏ, hay bị hỏa hoạn, sau đó nhân dân đã cung tiến xây dựng thành một ngôi nhà 3 gian gồm 3 cung: Đệ Nhất - Đệ Nhị - Đệ Tam (cung cấm) ngôi đền mang bóng dáng nghệ thuật kiến trúc điêu khắc Trung quốc. Trong đợt sửa chữa lần 2 (1933) và lần 3 (1940) ngôi nhà 3 gian cũ được quay lại và xay thêm cung Đệ Tam ở phía sau. Một cổng Tam quan to cao được xây dựng ở phía ngoài Tam cấp lên đền. Sau đó do các điều kiện, nguyên nhân khác đền Bắc Lệ còn qua một số lần sửa chữa.\n\nTuy trải qua nhiều lần tu bổ, nhưng ngôi đền hiện nay vẫn giữ được dáng vẻ cổ truyền, diện mạo đền hiện nay ngoài đền chính còn có một số gian thờ khác, bên phía mặt tiền của đền là một gian nhà nhỏ khoảng 10m², thờ Chầu Bé Bắc Lệ, phái trước bên trái phía Đông Bắc của mặt chính diện đền có một bàn thời Ngũ Hổ ngoài trời. Đền chính vẫn nằm trên vị trí cũ, đó là một dãy nhà 3 gian xây bằng gạch lợp ngói tây, cột gỗ, ba gian nhà này đồng thời là 3 cung, diện tích 125m².\n\nMặc dù đã bị thất lạc nhiều song đền vẫn giữ được một số di vật cổ và thêm các hiện vật mới được cung tiến. Hiện nay đền có 19 pho tượng lớn nhỏ chủ yếu bằng chất liệu gỗ, nhiều y môn sặc sỡ treo trên các lối đi có hai văn bia và nhiều hoành phi câu đối.\n\nCũng giống như bất kỳ một đền thờ Mẫu nào đền Bắc Lệ thờ Công Đồng, Tứ Phủ, thờ tất cả các vị Chư Linh ở bốn miền Vũ Trụ, thế nhưng ở đây đặc biệt coi trọng các vị thần linh gắn liền với địa phương như Mẫu Thượng Ngàn, Chầu Bé, Cô Bé... những vị thần cung cấp ban phát của cải vô biên nơi núi rừng cho con người, và trở thành biểu tượng của sự sống vĩnh hằng. Chầu Bé theo quan niệm của người dân ở đây, vốn là người có thật quê quán ở Bắc Lệ. Tại đây Chầu Bé có thể thay mặt Mẫu để thực hiện các ý đồ sáng tạo của các Mẫu.\n\nBên cạnh Trung tâm là Mẫu còn có các thần linh hóa thân của Mẫu như Ngũ Vị Tôn Ông, Tứ Phủ Chầu Bà, Tứ Phủ Quan Hoàn, Cô, Cậu.. được thể hiện qua việc bài di tích.\n\nLễ hội chính của đền Bắc Lệ được tổ chức vào ngày 20 tháng 9 âm lịch hàng năm. Việc tế lễ, rước sách tổ chức rất linh đình, thu hút một số lượng đông đảo người dân tham dự.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n* [http:\/\/vtv.vn\/du-lich\/hoi-den-bac-le-lang-son-le-hoi-noi-tieng-nhat-viet-nam-133541.htm Hội đền Bắc Lệ, Lạng Sơn - Lễ hội nổi tiếng nhất Việt Nam]\n* [http:\/\/tuoitre.vn\/le-hoi-den-bac-le-517281.htm Lễ hội đền Bắc Lệ]\n\n[[Thể loại:Di tích tại Lạng Sơn]]"}