{"464799":"{{Underlinked|date=tháng 7 năm 2018}}\n{{thiếu nguồn gốc}}\n[[Hình:Doi mong mo - da lat 2.JPG|nhỏ|phải|250px|Cổng vào Đồi Mộng Mơ]]\n[[Hình:Doi mong mo - da lat.JPG|nhỏ|phải|250px|Phúc Bồn Mộc trong Đồi Mộng Mơ]]\n\n \n'''Đồi Mộng Mơ''' là một thắng cảnh thơ mộng của [[Đà Lạt]], mà ngay tên gọi của nó cũng đã nói lên chất \"thơ\". Có người gọi đồi Mộng Mơ là Đà Lạt thu nhỏ.\n\nĐồi Mộng Mơ là khu du lịch mới xây dựng gần đây, với sự sắp xếp đầy nghệ thuật các biệt thự, hồ nước, nhà hàng, khu vui chơi giải trí, khu bán đồ lưu niệm,… tất cả tạo nên một khu du lịch khép kín đang rất thu hút khách tham quan. Ngoài cảnh đẹp, đồi Mộng Mơ còn có sự phá cách bởi biết kết hợp nét đẹp văn hóa cổ truyền. Những chương trình ca múa nhạc cùng các lễ hội cồng chiêng sẽ đem đến những thu vui riêng cũng như nhiều kiến thức mới cho du khách, đặc biệt là khách nước ngoài. Đồi Mộng Mơ còn có làng Văn hoá dân tộc, nơi trưng bày chum ché cổ Tây Nguyên, tham quan đồng bào dân tộc nấu rượu cần, giã gạo, dệt thổ cẩm,… cũng như xem biểu diễn nhạc cụ dân tộc Tây Nguyên như: Crăm, Đinh Pá, chinh Pó, chinh Arapmaoh, đàn T’rưng, khèn bầu và đàn đá. Tất cả điều đó quyện lại với nhau tạo nên vẻ đẹp rất riêng đầy quyến rũ của đồi Mộng Mơ.\n\n{{coord|11|58|42.89|N|108|26|41.71|E|region:VN|display=title}}\n{{Commonscat|Mộng Mơ Hill}}\n{{Du lịch Lâm Đồng}}\n\n==Tham khảo==\n{{tham khảo}}<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/le-hoi-van-hoa-cac-dan-toc-tay-nguyen-tai-da-lat-3520329.html|tựa đề=Lễ hội văn hóa các dân tộc Tây Nguyên tại Đà Lạt|website=Báo điện tử VnExpress|ngôn ngữ=vi|ngày truy cập=2021-08-29}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.24h.com.vn\/tin-tuc-du-lich\/trai-nghiem-le-hoi-van-hoa-cac-dan-toc-tay-nguyen-tai-da-lat-c682a844405.html|tựa đề=Trải nghiệm lễ hội văn hóa các dân tộc Tây Nguyên tại Đà Lạt|họ=Tức 24h|tên=Tin|website=Tin tức 24h|ngôn ngữ=vi|ngày truy cập=2021-08-29}}<\/ref>\n\n== Liên kết ngoài ==\n[https:\/\/doimongmo.com.vn\/ Trang chủ chính thức] (Theo [[wikidata:Q10841894|wikidata.org]]){{sơ khai Lâm Đồng}}\n\n[[Thể loại:Du lịch Đà Lạt]]"}