{"35486":"{{Thông tin viên chức\n| tên = Đỗ Cao Trí\n| hình = General Đỗ Cao Trí.png\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn III\n| bắt đầu = 8\/1968\n| kết thúc = 2\/1971\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Trung tướng<br>-Đại tướng<br>(truy thăng 23\/2\/1971)\n| tiền nhiệm = -Trung tướng [[Lê Nguyên Khang]]\n| kế nhiệm = -Thiếu tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]\n| địa hạt = Vùng 3 chiến thuật\n| phó chức vụ = Tư lệnh phó<br><br>Tham mưu trưởng\n| phó viên chức = -Chuẩn tướng [[Phan Trọng Chinh]]<br>-Đại tá [[Đào Duy Ân]]\n| chức vụ 2 = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of South Korea.svg|22px]]<br>Đại sứ Việt Nam Cộng hòa tại Hàn Quốc\n| bắt đầu 2 = 7\/1967\n| kết thúc 2 = 7\/1968\n| tiền nhiệm 2 = [[Ngô Tôn Đạt]]\n| kế nhiệm 2 = [[Phạm Xuân Chiểu]]\n| địa hạt 2 = Thủ đô Hán Thành <br>Đại Hàn Dân Quốc\n| chức vụ 3 = [[Hình: QD II VNCH.jpg|26px]]<br>Tư lệnh Quân đoàn II\n| bắt đầu 3 = 12\/1963\n| kết thúc 3 = 9\/1964\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tướng\n| tiền nhiệm 3 = -Trung tướng [[Nguyễn Khánh]]\n| kế nhiệm 3 = -Thiếu tướng [[Nguyễn Hữu Có]]\n| địa hạt 3 = Vùng 2 chiến thuật\n| chức vụ 4 = [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I\n| bắt đầu 4 = 8\/1963\n| kết thúc 4 = 12\/1963\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Thiếu tướng<br>-Trung tướng (11\/1963)\n| tiền nhiệm 4 = -Thiếu tướng [[Lê Văn Nghiêm]]\n| kế nhiệm 4 = -Trung tướng [[Nguyễn Khánh]]\n| địa hạt 4 = Vùng 1 chiến thuật\n| chức vụ 5 = [[HÌnh: ARVN 1st Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 1 Bộ binh\n| bắt đầu 5 = 12\/1962\n| kết thúc 5 = 11\/1963\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá<br>-Thiếu tướng (7\/1963)<br>-Trung tướng (11\/1963)\n| tiền nhiệm 5 = -Đại tá [[Nguyễn Văn Thiệu]]\n| kế nhiệm 5 = -Trung tá [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]] (Quyền Tư lệnh)<br>-Đại tá [[Trần Thanh Phong]]<br>(Tư lệnh chính thức)\n| địa hạt 5 = Vùng 1 chiến thuật\n| phó chức vụ 5 = Tham mưu trưởng\n| phó viên chức 5 = -Trung tá [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]\n| chức vụ 6 = [[Hình: Flag of Dong De Military School.svg|22px]]<br>Chỉ huy trưởng Trường Hạ sĩ quan<br>Đồng Đế, Nha Trang\n| bắt đầu 6 = 8\/1961\n| kết thúc 6 = 12\/1962\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Đại tá\n| tiền nhiệm 6 = -Trung tá Đặng Văn Sơn\n| kế nhiệm 6 = -Đại tá [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]]\n| địa hạt 6 = Vùng 2 chiến thuật\n| chức vụ 7 = [[Hình: Flag of the ARVN I Corps.svg|22px]]<br>Tư lệnh phó kiêm Tham mưu trưởng<br>Quân đoàn I\n| bắt đầu 7 = 4\/1959\n| kết thúc 7 = 8\/1961\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Đại tá\n| địa hạt 7 = Vùng 1 chiến thuật\n| phó chức vụ 7 = Tư lệnh\n| phó viên chức 7 = -Trung tướng [[Trần Văn Đôn]]\n| chức vụ 8 = [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Đệ Tam Quân khu Trung Việt<br>(tiền thân của Vùng 2 chiến thuật)\n| bắt đầu 8 = 9\/1956\n| kết thúc 8 = 4\/1958\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Đại tá\n| tiền nhiệm 8 = Đầu tiên\n| kế nhiệm 8 = -Đại tá [[Bùi Hữu Nhơn]]<br>(nguyên Tư lệnh phó)\n| địa hạt 8 = Bắc Cao nguyên và bắc Duyên hải Trung phần\n| chức vụ 9 = [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tư lệnh Liên đoàn Nhảy Dù\n| bắt đầu 9 = 10\/1954\n| kết thúc 9 = 9\/1956\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá<br><br>-Trung tá (1\/1955)<br>-Đại tá (2\/1956)\n| tiền nhiệm 9 = Đầu tiên\n| kế nhiệm 9 = -Trung tá [[Nguyễn Chánh Thi]] (nguyên Tư lệnh phó)\n| địa hạt 9 = Đệ nhất Quân khu\n| chức vụ 10 = [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 6 Nhảy dù\n| bắt đầu 10 = 3\/1954\n| kết thúc 10 = 10\/1954\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tá (6\/1953)\n| tiền nhiệm 10 = Đầu tiên\n| kế nhiệm 10 = -Đại úy Thạch Con\n| địa hạt 10 = Đệ nhất Quân khu<br>(tiền thân của Vùng 3 chiến thuật)\n| quốc tịch = {{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = ''Tử nạn trực thăng''\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Võ Thị Lan Phương\n| họ hàng = Võ Văn Vân (cha vợ)<br>Đỗ Cao Minh (anh)<br>Đỗ thị Ánh Tuyết (em gái)<br>[[Dương Ngọc Lắm]] (em rể)\n| cha = Đỗ Cao Lụa\n| mẹ = Tô Thị Định\n| con = 2 người con (1 trai, 1 gái):<br>Đỗ Thị Phương Loan<br>Đỗ Cao Dũng\n| học vấn = Tú tài bán phần\n| học trường = -Trường Tiểu học Nguyễn Du, Biên Hòa<br>-Trường Trung học Pétrus Ký, Sài Gòn<br>-Trường Sĩ quan Nước Ngọt, Vũng Tàu<br>-Trường Thực tập Bộ binh Auvours, Pháp<br>-Trung tâm Huấn luyện Nhảy dù Pau, Pháp<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ<br>-Học viện Fort Gordon, Georgia, Hoa Kỳ<br>-Học viện Không quân Fort Kisler, Mississippi, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[20 tháng 11]] năm [[1929]]\n| ngày mất = [[23 tháng 2]] năm [[1971]]<br>(41 tuổi)\n| nơi sinh = làng Bình Trước, [[Biên Hòa (tỉnh)|Biên Hòa]], [[Liên bang Đông Dương]]\n| nơi mất = Trảng Lớn, [[Tây Ninh]], [[Việt Nam Cộng hòa]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1947]] - [[1971]]\n| cấp bậc = [[Hình: US-O10 insignia.svg|64px]] [[Đại tướng]]\n| đơn vị = [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Đệ Tam Quân khu]]<ref>Đệ Tam Quân khu, nguyên là phần lãnh thổ phía Bắc được tách ra của Đệ Tứ Quân khu, gồm các tỉnh Bắc Cao nguyên và Bắc Duyên hải Trung phần thành lập ngày 26\/10\/1956 (phần lãnh thổ phía Nam còn lại gồm các tỉnh Nam Cao nguyên và Nam Duyên hải Trung phần là Đệ Tứ Quân khu mới). Ngày 1 tháng 10 năm [[1957]], hai Quân khu Đệ Tam và Đệ Tứ hợp lại trở thành Quân đoàn II và Vùng 2 Chiến thuật. Tướng Đỗ Cao Trí đã hai lần phục vụ ở Quân đoàn II:<br>- Lần thứ nhất: Đại tá Tư lệnh, khi còn là Đệ Tam Quân khu (1956-1958).<br>- Lần thứ hai: Trung tướng Tư lệnh (1963-1964).<\/ref><br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]<ref>Tướng Đỗ Cao trí đã hai lần phục vụ ở Quân đoàn I và Vùng 1 Chiến thuật:<br>- Lần thứ nhất: Đại tá Tham mưu trưởng, rồi Tư lệnh phó (1959-1961).<br>- Lần thứ hai: Trung tướng Tư lệnh (1963).<\/ref><br>[[Hình: Flag of Dong De Military School.svg|20px]] [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan]]<br>[[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Grand Cross BAR.png|26px]] [[Bảo Quốc Huân Chương]] đệ nhất đẳng\n}}\n\n'''Đỗ Cao Trí''' (1929-1971) nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng]]. Ông xuất thân từ trường Sĩ quan Võ bị Quốc gia Liên hiệp Pháp do Chính quyền Thuộc địa Pháp lập ra ở miền Nam Việt Nam. Ra trường, ông tình nguyện gia nhập [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]] và đã lên đến chức vụ Tư lệnh đơn vị này. Sau đó, ông được đảm nhiệm các chức vụ Chỉ huy và tham mưu cấp Quân khu và Quân đoàn. Ông là một trong số ít sĩ quan được lên tướng ở thời kỳ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhất Cộng hòa]] (Thiếu tướng năm 1963).\n\nÔng được đánh giá là vị tướng có năng lực trong hàng ngũ tướng lĩnh của [[Quân lực Việt Nam Cộng hòa]]. Năm 1971, khi đang là tư lệnh [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]], ông bị tử nạn trong một vụ nổ trực thăng không rõ nguyên nhân (có nghi vấn rằng ông bị các tướng [[Việt Nam Cộng hòa]] khác ám sát), được truy thăng cấp [[Đại tướng]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 20 tháng 11 năm 1929 trong một gia đình điền chủ lớn tại làng Bình Trước, Biên Hòa, miền Đông Nam phần Việt Nam. Do gia đình có điều kiện khá giả nên thời niên thiếu ông được học ở các trường danh  tiếng dạy theo giáo trình Pháp: trường Tiểu học Nguyễn Du, Biên Hòa, trường Trung học Lycée Petrus Ký, Sài Gòn. Năm 1947 ông tốt nghiệp Trung học Phổ thông với văn bằng Tú tài bán phần.\n\n===Quân đội Quốc gia Liên hiệp Pháp===\nĐầu tháng 08 năm 1947, sau khi rời ghế học đường, ông tình nguyện nhập ngũ vào Quân đội Quốc gia Liên hiệp Pháp, được cho theo học khóa Đỗ Hữu Vị tại trường Sĩ quan Nước Ngọt ở Cap Saint Jacques (Vũng Tàu), khai giảng tháng 08 năm 1947.<ref>Khóa Đỗ Hữu Vị trường Sĩ quan Nước Ngọt, còn gọi là khóa 2 Võ bị Liên quân Viễn Đông, vì trường Võ bị Liên quân Viễn Đông đào tạo sĩ quan khóa 1 Nguyễn Văn Thinh ở Đà Lạt. Sau đó để cơ sở lại cho trường Võ bị Quốc gia Việt Nam (từ Huế chuyển về Đà Lạt) và di chuyển xuống Vũng Tàu đặt cơ sở của trường tại khu Nước Ngọt, lấy tên là trường Sĩ quan Nước Ngọt, tiếp tục đào tạo sĩ quan khóa 2 Đỗ Hữu Vị.<\/ref> Tháng 06 năm 1948, mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được chọn đi du học khóa Bộ binh tại trường Thực tập Bộ binh Auvours, Pháp. Tháng 10 về nước, ông gia nhập Binh chủng Nhảy dù và đi du học tiếp khóa căn bản Nhảy dù tại Trung tâm Huấn luyện Nhảy dù Pau ở Pháp. Tháng 02 năm 1949 mãn khóa về nước, ông phục vụ trong Đơn vị Nhảy dù của Quân đội Quốc gia Liên hiệp Pháp.\n\n==Quân đội Quốc gia Việt Nam==\nNăm 1950, cùng với sự ra đời của [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], Đại đội Nhảy dù Biệt lập<ref>Ngày 8 tháng 5 năm 1951 Đại đội Nhảy dù Biệt lập được trang bị và bổ sung hoàn chỉnh cho một đơn vị cấp Tiểu đoàn và trở thành Tiểu đoàn 1 Nhảy dù.<\/ref> được thành lập ở Bắc Việt. Ông được thăng cấp [[Trung úy]] và làm Trung đội trưởng trong Đại đội này do Đại úy [[Nguyễn Khánh]] làm Đại đội trưởng. Tháng 05 năm 1951, khi Đại đội Biệt lập Nhảy dù được nâng lên cấp Tiểu đoàn, ông là Đại đội trưởng của một trong 3 Đại đội thuộc Tiểu đoàn 1 Nhảy dù tân lập, vẫn do Đại úy [[Nguyễn Khánh]] làm Tiểu đoàn trưởng. Ngày 01 tháng 07 năm 1952, chính thức chuyển biên chế sang Quân đội Quốc gia Việt Nam, ông được thăng cấp [[Đại úy]] và chuyển đi làm Tiểu đoàn trưởng Tiểu đoàn 19 Việt Nam.<ref>Tiểu đoàn 19 Việt Nam thành lập ngày 1 tháng 1 tháng 1951 tại Bạc Liêu, đến đầu năm 1954 làm nòng cốt để thành lập Tiểu đoàn 6 Nhảy dù.<\/ref> Đầu năm 1953 ông được cử đi học lớp Chỉ huy Chiến thuật tại Trung tâm Huấn luyện Chiến thuật Hà Nội.<ref>Trung tâm Huấn luyện Chiến thuật được thành lập tháng 6 năm 1952 tại Hà Nội. Sau Hiệp định Genève 1954 di chuyển vào Nam đặt cơ sở ở Tân Bình, Gia Định đổi tên thành trường Đại học Quân sự. Năm 1960 di chuyển lên Đà Lạt đổi là trường Chỉ huy và Tham mưu. Cuối năm 1971 di chuyển lần cuối về đặt cơ sở tại Long Bình, Biên Hòa.<\/ref> Ngày 16 tháng 06 cùng năm ông được thăng cấp [[Thiếu tá]] tại nhiệm. Tháng 01 năm 1954, Tiểu đoàn 19 Việt Nam di chuyển về Chí Hòa, Sài Gòn để bổ sung và trang bị thêm vật lực, ngày 01 tháng 03 cùng năm cải biên thành Tiểu đoàn 6 Nhảy dù<ref>''Tiểu đoàn 6 Nhảy dù kể từ ngày thành lập (1\/3\/1954) đến ngày 30\/4\/1975, lần lượt trải qua các Tiểu đoàn trưởng sau đây:''<br>-Thiếu tá Đỗ Cao Trí, chỉ huy từ 1\/3\/1954 đến 30\/4\/1955.<br>-Đại úy Thạch Con ''(Nguyên là người xứ Kampuchea, tốt nghiệp trường Võ bị Đà Lạt K3, phục vụ Quân đội Quốc gia Việt Nam trong Quân đội Liên hiệp Pháp. Cuối tháng 10\/1955 rời khỏi Tiểu đoàn 6 Nhảy dù trở về Kampuchea làm Tư lệnh Lực lượng Nhảy dù của xứ này)'', chỉ huy từ 1\/5\/1954 đến 31\/10\/1955.<br>-Đại úy [[Nguyễn Văn Viên (Thiếu tá, Quân lực VNCH)|Nguyễn Văn Viên]] ''(Tốt nghiệp Võ bị Đà Lạt K6. Năm 1957 vì một lỗi lầm của cấp dưới trong đơn vị, ông phải lãnh hết trách nhiệm và bị cho giải ngũ. Mùa hè năm 1972 do tình hình chiến cuộc, ông được gọi tái ngũ và được thăng cấp Thiếu tá làm Chỉ huy trưởng Tổng hành dinh tại Bộ tư lệnh Sư đoàn 9 Bộ binh)'', chỉ huy từ 1\/11\/1955 đến 28\/2\/1957.<br>-Đại úy [[Dư Quốc Đống]], chỉ huy từ 1\/3\/1957 đến 31\/7\/1957.<br>-Đại úy [[Đỗ Kế Giai]], chỉ huy từ 1\/8\/1957 đến 15\/11\/1961.<br>-Đại úy [[Tống Hồ Hàm (Trung tá, Quân lực VNCH)|Tống Hồ Hàm]] ''(Tốt nghiệp trường Võ khoa Thủ Đức. Sau cùng là Trung tá Tiểu đoàn trưởng Tiểu đoàn Yểm trợ Nhảy dù)'', chỉ huy từ 16\/11\/1961 đến 31\/10\/1963.<br>-Đại úy [[Vũ Thế Quang (Đại tá, Quân lực VNCH)|Vũ Thế Quang]] ''(Sinh năm 1933 tại Hà Nội, tốt nghiệp trường Võ bị Đà Lạt K6. Sau cùng là Đại tá Tư lệnh phó Sư đoàn 23 Bộ binh)'', chỉ huy từ 1\/11\/1963 đến 28\/6\/1965.<br>-Đại úy [[Nguyễn Văn Minh (Đại tá, Quân lực VNCH)|Nguyễn Văn Minh]] ''(Tốt nghiệp trường Võ bị Đà Lạt K7, nguyên Đại tá Chánh Sở Liên lạc. Sau cùng là Tỉnh trưởng tỉnh Kiến Phong)'', chỉ huy từ 29\/6\/1965 đến 15\/3\/1967.<br>-Thiếu tá [[Trương Vĩnh Phước (Đại tá, Quân lực VNCH)|Trương Vĩnh Phước]] ''(Sinh năm 1927 tại Sài Gòn, tốt nghiệp trường Võ khoa Thủ Đức K4. Sau cùng là Đại tá Tư lệnh phó Sư đoàn Nhảy dù)'', chỉ huy từ 16\/3\/1967 đến 31\/3\/1971.<br>-Thiếu tá [[Nguyễn Văn Đĩnh (Trung tá, QUân lực VNCH)|Nguyễn Văn Đĩnh]] ''(Tốt nghiệp trường Võ bị Đà Lạt K15. Sau cùng là Trung tá Lữ đoàn trưởng Lữ đoàn 1 Nhảy dù)'', chỉ huy từ 1\/4\/1971 đến 18\/11\/1972.<br>-Thiếu tá [[Nguyễn Hữu Thành (Thiếu tá, Quân lực VNCH)|Nguyễn Hữu Thành]] ''(Tốt nghiệp trường Võ khoa Thủ Đức K9)'', chỉ huy từ 19\/11\/1972 đến 30\/3\/1975.<br>-Thiếu tá [[Trần Tấn Hòa (Thiếu tá, Quân lực VNCH|Trần Tấn Hòa]] ''(Tốt nghiệp trường Võ bị Đà Lạt K20)'', chỉ huy từ 1\/4\/1975 đến 30\/4\/1975.<\/ref> trực thuộc Liên đoàn Không vận số 3 Nhảy dù và ông trở thành người chỉ huy đầu tiên của Tiểu đoàn. Sau ngày ký [[Hiệp định Genève, 1954|Hiệp định Genève]] (20\/07\/1954), cuối tháng 09 cùng năm, ông bàn giao Tiểu đoàn 6 lại cho Đại úy Thạch Con. Sau đó được Thiếu tướng [[Nguyễn Văn Hinh]], Tổng Tham mưu trưởng Quân đội Quốc gia Việt Nam cử giữ chức vụ Tư lệnh Liên đoàn Nhảy dù.<ref>Ngày 29 tháng 9 năm 1954, Quân đội Pháp bàn giao Liên đoàn Không vận số 3 Nhảy dù lại cho Quân đội Quốc gia Việt Nam. Ngay sau đó đơn vị này được cải danh thành Liên đoàn Nhảy dù và Thiếu tá Đỗ Cao Trí là sĩ quan người Việt đầu tiên chỉ huy Binh chủng Nhảy dù cấp Liên đoàn.<br> ''Thời điểm này, các sĩ quan chỉ huy Tiểu đoàn trực thuộc Liên đoàn:''<br>-Tiểu đoàn 1: Đại úy [[Vũ Quang Tài (Đại tá, Quân lực VNCH)|Vũ Quang Tài]] (sinh năm 1920 tại Móng Cái, tốt nghiệp Trường Võ bị Địa phương Nam Việt (Vũng Tàu). Sau cùng là Đại tá Cục trưởng Cục Xã hội thuộc [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]).<br>-Tiểu đoàn 3: Đại úy [[Phan Trọng Chinh]].<br>-Tiểu đoàn 5: Đại úy [[Trịnh Xuân Nghiêm (Đại tá, Quân lực VNCH)|Trịnh Xuân Nghiêm]] (sinh năm 1929 tại Tuyên Quang, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Tham mưu trưởng trường Chỉ huy và Tham mưu).<br>- Tiểu đoàn 6: Đại úy [[Thạch Con (Trung tá, Quân lực VNCH)|Thạch Con]] (sinh năm 1925 tại Sóc Trăng, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Trung tá. Giải ngũ năm 1965).<br>- Tiểu đoàn Trợ chiến: Đại úy [[Nguyễn Thọ Lập (Đại tá, Quân lực VNCH)|Nguyễn Thọ Lập]] (sinh năm 1918 tại Biên Hòa, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá Trung đoàn trưởng Trung đoàn 15 thuộc [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]. Giải ngũ năm 1973).<\/ref>\n\n==Quân đội Việt Nam Cộng hòa==\nNgày 22 tháng 01 năm 1955, ông được thăng cấp [[Trung tá]] tại nhiệm. Cuối tháng 10 chuyển biên chế sang Quân đội [[Việt Nam Cộng hòa]] ''(cải danh từ Quân đội Quốc gia)''. Ngày 10 tháng 02 năm 1956, ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 09 cùng năm, nhận lệnh bàn giao Liên đoàn Nhảy dù lại cho Trung tá [[Nguyễn Chánh Thi]] (nguyên Tư lệnh phó Liên đoàn). Ngay sau đó, ông được bổ nhiệm chức vụ Tư lệnh Đệ Tam Quân khu (gồm 4 tỉnh: [[Kon Tum|Kontum]], [[Pleiku (tỉnh)|Pleiku]], [[Phú Yên]] và [[Bình Định]]). Đầu năm 1958, ông bàn giao chức vụ Tư lệnh Đệ Tam Quân khu lại cho Đại tá [[Bùi Hữu Nhơn]] (nguyên Tư lệnh phó Quân khu). Sau đó ông được cử đi du học tại Hoa Kỳ qua các khóa:<br>-Khóa Chỉ huy Tham mưu Cao cấp tại Học viện Chỉ huy và Tham mưu Fort Leavenworth ở Tiểu bang [[Kansas]].<br>-Khóa Dân Sự vụ tại Học viện Fort Gordon ở Tiểu bang Georgia].<br>-Khóa Điều không tại Học viện Không quân Fort Kisler ở Tiểu bang Mississippi. Tháng 04 năm 1959 mãn khóa về nước, ông được cử giữ chức vụ Tư lệnh phó kiêm Tham mưu trưởng [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] do Trung tướng [[Trần Văn Đôn]] làm Tư lệnh.\n\nĐầu tháng 08 năm 1961 chuyển về Duyên hải Nam Trung phần, ông được cử giữ chức vụ Chỉ huy trưởng trường Hạ sĩ quan Quân đội Việt Nam Cộng hòa (Đồng Đế, Nha Trang) thay thế Trung tá [[Đặng Văn Sơn]]<ref>Trung tá [[Đặng Văn Sơn (Đại tá, Quân lực VNCH)|Đặng Văn Sơn]] (Sinh năm 1916 tại Huế. Tốt nghiệp trường Hạ sĩ quan Pháp. Sau cùng là Đại tá Tư lệnh Sư đoàn 5 Bộ binh. Giải ngũ năm 1964).<\/ref> được cử đi làm Chỉ huy trưởng Trung tâm Huấn luyện Biệt động quân Dục Mỹ. Cuối tháng 01 năm 1962 ông tổ chức lễ mãn khóa cho khóa 2 Nhân vị Sĩ quan Đặc biệt Hiện dịch dưới sự Chủ toạ của Tổng thống [[Ngô Đình Diệm]]. Trung tuần tháng 12 cuối năm, bàn giao chức vụ Chỉ huy trưởng trường Hạ sĩ quan lại cho Đại tá [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]]. Ngay sau đó, ông được bổ nhiệm chức vụ Tư lệnh [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]] thay thế Đại tá [[Nguyễn Văn Thiệu]] được cử làm Tư lệnh [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]].\n\nNgày 07 tháng 07 năm 1963, ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Đến ngày 21 tháng 08 cùng năm ông được cử kiêm Tư lệnh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] thay thế Thiếu tướng [[Lê Văn Nghiêm]] xin từ nhiệm vì lý do sức khoẻ. Ông là một trong các tướng Tư lệnh Quân đoàn ủng hộ cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] nổ ra vào ngày 01 tháng 11 năm 1963. Ngày 02 tháng 11 ông được đặc cách thăng cấp [[Trung tướng]] tại nhiệm. Cuối tháng 11 bàn giao chức vụ Tư lệnh Sư đoàn 1 Bộ binh lại cho Trung tá [[Nguyễn Văn Hiếu]] (nguyên Tham mưu trưởng Sư đoàn), chỉ còn giữ chức vụ Tư lệnh Quân đoàn I. Ngày 12 tháng 12 ông chuyển về Cao nguyên Trung phần làm Tư lệnh [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và vùng 2 Chiến thuật]] thay thế Trung tướng [[Nguyễn Khánh]], ngược lại tướng Khánh chuyển ra miền Trung thay ông làm Tư lệnh Quân đoàn I. Trung tuần tháng 03 năm 1964, chủ tọa buổi lễ mãn khóa 12 Đệ nhị Song ngư Sĩ quan Hải quân ngành chỉ huy (khai giảng ngày 13\/08\/1962) tại Trung tâm Huấn luyện Hải quân Nha Trang cùng tra kiếm danh dự và gắn cấp hiệu Hải quân Thiếu úy cho Thủ khoa [[Trần Trọng Ngà (Thiếu tá, Quân lực VNCH)|Trần Trọng Ngà]].<ref>Thiếu úy Trần Trọng Ngà sinh năm 1944 tại Thủ Đức, Gia Định. Sau cùng mang cấp bậc Hải quân Thiếu tá, chức vụ Hạm phó.<\/ref>\n\nNgày 14 tháng 09 năm 1964, ông bị Trung tướng [[Nguyễn Khánh]], Chủ tịch Hội đồng Quân đội Cách mạng kiêm Thủ tướng Chính phủ, giải nhiệm chức vụ Tư lệnh [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II]] vì có liên can đến cuộc Biểu dương Lực lượng vào ngày 13\/09\/1964 do Trung tướng [[Dương Văn Đức]], Tư lệnh [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]], cầm đầu. Thiếu tướng [[Nguyễn Hữu Có]] được cử thay thế vào chức Tư lệnh Quân đoàn II. Cùng lúc, người anh là Nha sĩ Đỗ Cao Minh và em rể là Thiếu tướng [[Dương Ngọc Lắm]] cũng bị bắt vì cùng tham gia vào cuộc Biểu dương Lực lượng. Qua thượng tuần tháng 08 năm 1965, ông bị buộc phải Giải ngũ (do Quyết định của Ủy ban Lãnh đạo Quốc gia). Ngày 15 tháng 05 năm 1967, ông được cử đại diện Việt Nam Cộng hòa đi làm Đại sứ tại Hàn Quốc.\n\n===Tái ngũ===\nTrong kế hoạch loại trừ các thế lực của các tướng lĩnh ủng hộ Phó Tổng thống [[Nguyễn Cao Kỳ]], cuối tháng 07 năm 1968 Tổng thống [[Nguyễn Văn Thiệu]] đã triệu hồi ông trở về nước và mời ông quay trở lại phục vụ Quân lực Việt Nam Cộng hoà, đồng thời phục hồi nguyên cấp bậc. Ông được bổ nhiệm thay thế Trung tướng [[Lê Nguyên Khang]] (nguyên Tư lệnh Sư đoàn [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]] kiêm nhiệm Tư lệnh Quân đoàn III) giữ chức vụ Tư lệnh [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]] kiêm Tư lệnh Biệt khu Thủ đô.\n*''Bộ tư lệnh Quân đoàn III vào thời điểm 1968-1971, nhân sự như sau:''<br>-Tư lệnh: Trung tướng Đỗ Cao Trí<br>-Phó tư lệnh: Chuẩn tướng [[Phan Trọng Chinh]]<br>-Tham mưu trưởng: Đại tá [[Đào Duy Ân]]\n\n==Tử nạn==\nNgày 23 tháng 2 năm 1971, ông bị tử nạn phi cơ trực thăng tại Trảng Lớn, phía bắc Tây Ninh trong khi đang bay thị sát chiến trường trong cuộc hành quân Toàn thắng 1\/71. Chiếc trực thăng UH-1 phát nổ và bốc cháy sau khi cất cánh từ Trung tâm Hành quân của [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]] tại Tây Ninh được 10 phút. Ông tử nạn tại chỗ, hưởng dương 42 tuổi. Tử nạn cùng với ông còn có phóng viên chiến trường người Pháp Francois Sully, viết cho báo New York Times khi đang thị sát chiến trường Campuchia.<ref name=\"dct\">Cùng tử nạn với tướng Đỗ Cao Trí còn có các sĩ quan tham mưu trong Bộ chỉ huy Tiền phương của Quân đoàn III:<br>-Trung tá [[Đặng Quốc Sĩ (Đại tá, Quân lực VNCH)|Đặng Quốc Sĩ]] (Sinh năm 1932 tại Ninh Bình, tốt nghiệp khóa 9 Võ bị Đà Lạt. Nguyên Chỉ huy trưởng Trung tâm Hành quân Quân đoàn III, được truy thăng Đại tá).<br>-Thiếu tá [[Trần Minh Châu (Trung tá, Quân lực VNCH)|Trần Minh Châu]] (Sinh năm 1933 tại Mỹ Tho, tốt nghiệp khóa 10 Võ bị Đà Lạt. Nguyên Tiểu đoàn trưởng Tiểu đoàn Truyền tin Quân đoàn III, được truy thăng Trung tá).<br>-Đại úy [[Nguyễn Anh Tuấn (Thiếu tá, Quân lực VNCH)|Nguyễn Anh Tuấn]] (Sinh năm 1935 tại [[Vĩnh Long]], tốt nghiệp khoa 19 Võ bị Đà Lạt. Nguyên là Sĩ quan Tùy viên của tướng Trí, được truy thăng Thiếu tá).<br>-Đại úy [[Phan Tất Đắc (Thiếu tá, Quân lực VNCH)|Phan Tất Đắc]] (truy thăng Thiếu tá).<br>-Thiếu úy Nguyễn Cân (truy thăng Trung úy).<br>-Ngoài ra còn có: Hai Hạ sĩ quan và 1 phóng viên chiến trường Nguyễn Phước Bửu Giáo, hai Sĩ quan Phi công, hai Hạ sĩ quan xạ thủ người Mỹ. Tổng cộng là 13 người.<\/ref>\n\nVề sau có tin đồn cho rằng tướng Trí bị mưu sát do sự tranh giành quyền lực từ các tướng lĩnh trong [[Quân lực Việt Nam Cộng hòa]], bởi chiếc trực thăng phát nổ quá đột ngột không rõ nguyên nhân. Anh ruột của Đỗ Cao Trí là nha sĩ Đỗ Cao Minh cho biết rằng Đại tá Chiêm, Phụ trách ban an ninh phủ Tổng thống kể như sau: ''Sáng hôm đó ký giả tuần báo Newsweek, ông Francois Sully, gặp Tổng thống Thiệu đúng 8 giờ, sau đó gặp Trung tướng Đỗ Cao Trí lúc 9 giờ để cùng đi thị sát mặt trận Campuchia. Theo thông lệ, Sully phải để hành lý xách tay lại văn phòng bí thư hay tùy viên, lúc về thì lại cầm theo. Không hiểu giữa thời gian đó, có ai gài bom nổ chậm trong cặp không?''\n\nNgay sau khi tai nạn xảy ra, Tổng thống [[Nguyễn Văn Thiệu]] cùng phu nhân đến dự lễ tẩm liệm. Trong buổi lễ, Tổng thống thay mặt Chính phủ và Quân đội truy thăng cho ông cấp bậc [[Đại tướng]].\n\nNgày 26 tháng 2, lễ an táng được cử hành trọng thể với lễ nghi quân đội. Tổng thống Thiệu đến dự lễ an táng cùng truy tặng Đệ nhất đẳng Bảo quốc Huân chương và Quân công bội tinh kèm Anh dũng bội tinh với nhành Dương liễu. Linh cữu được đặt trên một chiếc Thiết vận xa M-113 đưa đến nơi an nghỉ tại Nghĩa trang Quân đội Quốc gia Biên Hòa. Ông là vị tướng đầu tiên cùng an nghỉ với hàng chục ngàn tử sĩ chung một nghĩa trang theo nguyện vọng lúc sinh tiền. Trên mộ ông có khắc 2 câu thơ: ''Sống giữa ba quân, Thác giữa ba quân''. Khóa 24 sĩ quan Võ bị Quốc gia Đà Lạt ''(khai giảng 7\/12\/1967, mãn khóa 17\/12\/1971)'' được mang tên Khóa Đỗ Cao Trí để tưởng niệm.\n\nNgoài các sĩ quan<ref name=\"dct\" \/> còn có 2 Trung sĩ người Việt cùng 2 Sĩ quan Phi công và 2 Trung sĩ xạ thủ người Mỹ. Tất cả các vị này đều được truy thăng lên một cấp và được tổ chức lễ nghi an táng theo quy chế của Quân đội.\n\nNăm 1983 hài cốt của ông được thân nhân bốc đem hỏa thiêu, di cốt được đưa vào thờ trong một ngôi chùa tại quê nhà, Biên Hòa.\n\n==Nhận xét==\nVề đời tư, ông lần lượt có ba người vợ chính thức và rất nhiều tình nhân khác, lối sống của ông xa hoa và rất giàu có. Tướng Trí được đánh giá là có năng lực so với các tướng Việt Nam Cộng hòa khác. Ông có tầm nhìn chiến lược tốt, có tài cầm quân, có khả năng kích thích tinh thần chiến đấu của binh sĩ và không có tham vọng chính trị. Cái chết của ông để lại một khoảng trống lớn trong các cấp chỉ huy chiến trường trong một thời gian dài.\n\n==Huy chương==\n*''Huy chương Việt Nam:''<br>-Bảo quốc Huân chương đệ Nhất đẳng (truy tặng)<br>-Quân công Bội tinh (truy tặng)<br>- Anh dũng Bội tinh với nhành Dương liễu (truy tặng)<br>-Bốn mươi lăm Huy chương quân sự, dân sự khác (tặng thưởng)\n*''Huy chương Ngoại quốc:''<br>-Văn huy Bội tinh đệ Nhị đẳng (Đài Loan)<br>-Huy chương Légion d'honneur (Pháp)<br>-Huy chương Croix de Guerre T.O.E.3 Palmers et 5 Etoiles Vermeil (Pháp)<br>-Bảo quốc Huân chương \"ULI\" (Hàn Quốc)<br>-Huân chương Bạch tượng đệ Nhị đẳng (Thái Lan).<br>-Huân chương Ngôi sao Bạc (Hoa Kỳ)\n\n==Gia đình==\n*''Gia tộc Đỗ Cao của tướng Đỗ Cao Trí nguyên gốc ở Triều Châu, Trung Hoa. Về sau, cụ Tổ 4 đời di cư sang Việt Nam định cư ở Cù lao Mỹ Quới, bên dòng sông Đồng Nai thuộc Tân Uyên, tỉnh Biên Hòa.\n*Thân phụ: Cụ Đỗ Cao Lụa\n*Thân mẫu: Cụ Tô Thị Định (Hai cụ sinh được 12 người con gồm 10 trai, 2 gái).\n*Nhạc phụ: Cụ Võ Văn Vân (Nguyên quán Thủ Đầu Một).\n*Bào huynh: Ông Đỗ Cao Minh (Nha sĩ)\n*Bào muội: Bà Đỗ Thị Ánh Tuyết (Phu nhân của Thiếu tướng [[Dương Ngọc Lắm]])\n*Phu nhân: Bà Võ Thị Lan Phương (Hiện đang sống cùng con cháu tại Canada).\n:Ông bà có hai người con (1 trai, 1 gái):<br>Đỗ Thị Phương Loan (định cư ở Pháp)<br>Đỗ Cao Dũng (định cư ở Canada)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân và Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n*[http:\/\/nhaydu.com\/index_83hg_files\/left_files\/TS_SDND.htm Binh Chủng Nhảy Dù Việt Nam Cộng Hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071214172824\/http:\/\/nhaydu.com\/index_83hg_files\/left_files\/TS_SDND.htm |date = ngày 14 tháng 12 năm 2007}}\n\n[[Thể loại:Sinh năm 1929]]\n[[Thể loại:Mất năm 1971]]\n[[Thể loại:Đại tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Người Biên Hòa]]"}