{"3423914":"Nhạc sĩ '''Đỗ Hòa An''' tên thật là Đỗ Văn Đồng, sinh năm 1951 tại vùng trung du rừng cọ đồi chè [[Phú Thọ]]. Đến nay đã sáng tác trên 700 ca khúc.\n\n== Thân thế và sự nghiệp ==\nÔng quê ở [[Phú Thọ (thị xã)|thị xã Phú Thọ]] - Phú Thọ. Năm 1971, sau khi tốt nghiệp [[Trường âm nhạc Việt Nam|Trường Âm nhạc Việt Nam]] (nay là [[Học viện Âm nhạc Quốc gia Việt Nam]]), ông về Đoàn ca múa nhạc Quảng Ninh công tác. Đến năm 1990, ông tham gia giảng dạy âm nhạc tại Cung Thiếu nhi Quảng Ninh. Từ năm 1995 đến nay, ông là giảng viên âm nhạc tại [[Trường Cao đẳng Văn hoá nghệ thuật và Du lịch Hạ Long]].\n\nTrong những năm ở [[Quảng Ninh]], Đỗ Hoà An chính là nhạc sĩ đã có nhiều công lao phát hiện, đào tạo những tài năng âm nhạc cho tỉnh, như ca sĩ [[Ngọc Anh (ca sĩ sinh 1975)|Ngọc Anh]]<ref>{{Chú thích web|url=http:\/\/daubao.com\/ngoc-anh-xuc-dong-tri-an-thay-giao-dau-tien-tren-san-khau\/am-nhac\/159210.html|title=Ngọc Anh xúc động tri ân thầy giáo đầu tiên trên sân khấu}}{{Liên kết hỏng|date=2022-03-26 |bot=InternetArchiveBot }}<\/ref>, [[Hồ Quỳnh Hương]], Hoàng Thái, [[Hoàng Tùng]], Tuấn Anh, Hà Hoài Thu… Trong công việc, ông nghiêm túc, trách nhiệm. Trong sáng tác nghệ thuật, ông là người nghệ sĩ giàu cảm xúc. Với tâm hồn tinh tế nhạy bén, say mê, yêu đời, ông đem đến cho người yêu nhạc sự rung động sâu sắc qua từng ca khúc.\n\nTổng số ca khúc mà ông sáng tác cho đến nay khoảng 500 bài, với nhiều chủ đề khác nhau: về Tổ quốc, về Đảng, Bác Hồ, về biển đảo, về mái trường, thầy cô và nhiều ca khúc viết cho thiếu nhi.\n\n== Những tác phẩm tiêu biểu ==\n# Trụ biển: Ca khúc đạt giải A cuộc vận động sáng tác về biển đảo quê hương do [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Ban Tuyên giáo Trung ương]] và [[Hội Nhạc sĩ Việt Nam]] trao tặng năm 2010.\n# Mặt trời trên Khuê văn các: Ca khúc đạt giải nhất cuộc vận động sáng tác về ngành giáo dục do [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ GD-ĐT]] phối hợp với [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ VH-TT&DL]], Hội Nhạc sĩ Việt Nam, Công đoàn giáo dục Việt Nam và [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản giáo dục]] tổ chức năm 2008.\n# Khúc hát chim sơn ca: Ca khúc đạt giải B Giải thưởng Văn nghệ Hạ Long do UBND tỉnh trao tặng năm 1991; được in trong chương trình [[sách giáo khoa]] âm nhạc PTCS.\n# Thơ của thợ lò: Ca khúc đạt giải nhất Giải thưởng Văn nghệ Hạ Long do UBND tỉnh trao tặng năm 2005.\n# Rồng hoá đá: Ca khúc đạt giải ba do Hội Nhạc sĩ Việt Nam trao tặng năm 2006.\n# Vũ điệu Hạ Long: Ca khúc đạt giải nhất Giải thưởng Văn nghệ Hạ Long do UBND tỉnh trao tặng năm 2012.\n# Quê em: Ca khúc đạt giải nhất Giải thưởng Văn nghệ Hạ Long do UBND tỉnh trao tặng năm 1996.\n# Hát về nguồn cội: Ca khúc đạt giải xuất sắc trong Liên hoan âm nhạc do Hội Nhạc sĩ Việt Nam trao tặng năm 2009.\n# Cõi thiêng: Ca khúc đạt giải nhì do Uỷ ban toàn quốc Liên hiệp Hội VHNT Việt Nam trao tặng năm 2011.\nĐặc biệt, nhân dịp kỷ niệm 50 năm thành lập tỉnh Quảng Ninh (1963-2013), Trường Cao đẳng Văn hoá Nghệ thuật và Du lịch Hạ Long, nơi nhạc sĩ công tác, đã tuyển chọn và xuất bản “Tuyển tập ca khúc của nhạc sĩ Đỗ Hoà An” gồm 108 ca khúc tiêu biểu, trong đó có nhiều ca khúc được giải thưởng của Hội Nhạc sĩ Việt Nam, của các bộ, ngành và địa phương, được biên soạn trong chương trình sách giáo khoa phổ thông.\n\n== Chú thích ==\n# [http:\/\/daubao.com\/ngoc-anh-xuc-dong-tri-an-thay-giao-dau-tien-tren-san-khau\/am-nhac\/159210.html \"Ngọc Anh xúc động tri ân thầy giáo đầu tiên trên sân khấu\".]{{Liên kết hỏng|date=2022-03-26 |bot=InternetArchiveBot }}\n\n== Tham khảo ==\n{{tham khảo}}\n* [http:\/\/baoquangninh.com.vn\/van-hoa\/201310\/nhac-si-do-hoa-an-va-tinh-yeu-quang-ninh-qua-tung-ca-khuc-2210235\/ Nhạc sĩ Đỗ Hòa An và tình yêu Quảng Ninh qua từng ca khúc]\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Sinh năm 1951]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Giảng viên âm nhạc Việt Nam]]"}