{"59446":"[[Tập tin:W Củ Chi Địa đạo Củ Chi ngụy trang.JPG|300px|nhỏ|phải|Một lỗ châu mai tại địa đạo Củ Chi]]\n{{Bản đồ định vị+ |TPHCM\n| width      = 280\n| caption    = Vị trí địa đạo Củ Chi trên bản đồ Thành phố Hồ Chí Minh\n| places =\n{{Bản đồ định vị~ |TPHCM |label=Bến Dược |vĩ độ=11.143283 |kinh độ=106.461596 }}\n{{Bản đồ định vị~ |TPHCM |label=Bến Đình |vĩ độ=11.062606 |kinh độ=106.528221 }}\n}}\n[[Tập tin:VietnamCuChiTunnels.jpg|nhỏ|phải|300px|Một phần địa đạo Củ Chi]]\n'''Địa đạo Củ Chi''' là một hệ Thống phòng thủ trong lòng đất ở huyện [[Củ Chi]], cách [[Thành phố Hồ Chí Minh]] 70&nbsp;km về hướng tây-bắc. Hệ thống này được quân kháng chiến Việt Minh và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] đào trong thời kỳ [[Chiến tranh Đông Dương]] và [[Chiến tranh Việt Nam]]. Hệ thống địa đạo bao gồm bệnh xá, nhiều phòng ở, nhà bếp, kho chứa, phòng làm việc, hệ thống đường ngầm dưới lòng đất, dài khoảng 250&nbsp;km và có các hệ thống thông hơi tại vị trí các bụi cây. Địa đạo Củ Chi được xây dựng ở điểm cuối [[Đường mòn Hồ Chí Minh]], trên vùng đất được mệnh danh là \"đất thép\" để ca ngợi ý chí phòng thủ kiên cường của quân dân nơi đây. Trong [[Chiến dịch Tết Mậu Thân]] 1968, quân Giải phóng miền Nam đã xuất phát từ hệ thống địa đạo này để tấn công vào [[Sài Gòn]].\n\nSau chiến tranh, khu địa đạo Củ Chi trở thành di tích lịch sử cấp quốc gia. Năm 2015, khu di tích lịch sử địa đạo Củ Chi đón nhận danh hiệu [[Anh hùng Lao động]] do có thành tích đặc biệt xuất sắc trong lao động, sáng tạo. Trong 20 năm hoạt động, khu di tích đón hơn 20 triệu lượt khách trong và ngoài nước tới tham quan, tìm hiểu.<ref name=\":0\">{{Chú thích web|url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20151227\/khanh-thanh-khu-truyen-thong-cach-mang-sai-gon-cho-lon-gia-dinh\/1028170.html|tiêu đề = Khánh thành khu truyền thống cách mạng Sài Gòn - Chợ Lớn - Gia Định}}<\/ref> Ngày 12 tháng 2 năm 2016, khu di tích đón nhận Bằng xếp hạng [[Di tích quốc gia đặc biệt]]<ref>{{Chú thích web|url = http:\/\/www.nhandan.com.vn\/chinhtri\/item\/28760602-dia-dao-cu-chi-tro-thanh-di-tich-quoc-gia-dac-biet.html|tiêu đề = Địa đạo Củ Chi trở thành Di tích quốc gia đặc biệt}}<\/ref>\n\n== Lịch sử ==\n[[Tập tin:Vietcong1968.jpg|300px|nhỏ|phải|Ảnh phục dựng chiến sĩ du kích đang trong tư thế chiến đấu ở địa đạo]]\nĐịa đạo Củ Chi là cách gọi chung của các hệ thống địa đạo khác nhau, được hình thành từ khoảng thời gian 1946-1948, trong thời kỳ chiến tranh Đông Dương. Thời gian này, quân dân hai xã Tân Phú Trung và Phước Vĩnh An đã đào những đoạn hầm ngắn, cấu trúc đơn giản dùng để ẩn nấp, cất giấu tài liệu, vũ khí. Cũng có ý kiến cho rằng việc đào địa đạo khởi đầu do dân cư khu vực này tự phát thực hiện vào năm 1948.\n\nCư dân khu vực đã đào các hầm, địa đạo riêng lẻ để tránh các cuộc bố ráp càn quét của quân đội Pháp và để cung cấp nơi trú ẩn cho quân Việt Minh. Mỗi làng xây một địa đạo riêng, sau đó do nhu cầu đi lại giữa địa đạo các làng xã, hệ thống địa đạo đã được nối liền nhau tạo thành một hệ thống địa đạo liên hoàn, phức tạp, về sau phát triển rộng ra nhiều nơi, nhất là 6 xã phía Bắc Củ Chi và cấu trúc các đoạn hầm, địa đạo được cải tiến trở thành nơi che giấu lực lượng, khi chiến đấu có thể liên lạc, hỗ trợ nhau.\n\nTrong thời gian 1961–1965, các xã phía Bắc Củ Chi đã hoàn thành tuyến địa đạo trục gọi là \"xương sống\", sau đó các đoàn thể, cơ quan, đơn vị phát triển địa đạo nhánh ăn thông với tuyến trục hình thành những địa đạo liên hoàn giữa các ấp, các xã và các vùng. Bên trên mặt đất, quân dân Củ Chi còn đào cả một vành đai giao thông hào chằng chịt nối kết với địa đạo, lúc này địa đạo chiến đấu cũng được đào chia thành nhiều tầng, nhiều ngõ ngách. Ngoài ra, bên trên địa đạo còn có rất nhiều ụ chiến đấu, bãi mìn, hố đinh, hầm chông... được bố trí thành các cụm liên hoàn tạo ra trận địa vững chắc trong thế trận chiến tranh du kích, gọi là xã chiến đấu.\n\nĐến năm 1965, có khoảng 200&nbsp;km địa đạo đã được đào. Về quy mô, hệ thống địa đạo có tổng [[chiều dài]] toàn tuyến là trên 200&nbsp;km, với 3 tầng sâu khác nhau, tầng trên cách mặt đất khoảng 3 m, tầng giữa cách mặt đất khoảng 5-8 m, tầng dưới cùng sâu hơn 12 m. Lúc này, địa đạo không chỉ còn là nơi trú ẩn mà đã trở thành nơi sinh sống, cứu thương, hội họp, kho chứa vũ khí,...\n\n<gallery>\nHình:Địa đạo Củ Chi.jpg|Tái hiện cách sử dụng địa đạo của du kích Củ Chi, chui lên từ địa đạo.\nHình:Địa đạo Củ Chi 2.jpg|Lấp hầm lại.\nHình:Phủ đầy.jpg|Biến mất dưới lòng đất.\nHình:Các loại bẩy 5.jpg |Một vài kiểu bẫy của du kích Củ Chi - Chông cánh cửa\nHình:Các loại bẩy.jpg|Chông nắp tự động.\n<\/gallery>\n\n== Kết cấu ==\n{{multiple image\n| align = right\n| direction = vertical\n| header = Hầm địa đạo\n| width = 300\n| image1 = W Củ Chi Địa đạo Củ Chi ngụy trang 1.JPG\n| alt1 =\n| caption1 = \n| image2 = W Củ Chi Địa đạo Củ Chi ngụy trang 2.JPG\n| alt2 =\n| caption2 = \n| image3 = W Củ Chi Địa đạo Củ Chi ngụy trang 3.JPG\n| alt3 =\n| caption3 = Sự tinh vi trong ngụy trang tại một hầm chiến đấu của địa đạo Củ Chi. Trong điều kiện che giấu khó có thể phát hiện dưới lòng đất là cả một hệ thống cơ quan phức tạp \n}}\nĐịa đạo đào trên một khu vực đất sét pha đá ong nên có độ bền cao, ít bị sụt lở. Hệ thống địa đạo nằm sâu dưới lòng đất, có thể chịu được sức công phá của các loại bom tấn lớn nhất của quân đội Mỹ. Không khí được lấy vào địa đạo thông qua các lỗ thông hơi. Các khu vực khác nhau của địa đạo có thể được cô lập khi cần.\n\nĐường hầm sâu dưới đất từ 3 - 8m, [[chiều cao]] chỉ đủ cho một người đi lom khom. Căn hầm đầu tiên ở ngay bìa rừng có giếng ngầm cung cấp nguồn nước uống và sinh hoạt cho toàn khu vực địa đạo. Hệ thống địa đạo gồm 3 tầng, từ đường \"xương sống\" toả ra vô số nhánh dài, nhánh ngắn ăn thông nhau, có nhánh trổ ra tận [[sông Sài Gòn]]. Tầng một cách mặt đất 3m, chống được đạn pháo và sức nặng của xe tăng, xe bọc thép.\n\nTầng 2 cách mặt đất 5-8m, có thể chống được bom cỡ nhỏ. Còn tầng cuối cùng cách mặt đất 8-12m. Đường lên xuống giữa các tầng hầm được bố trí bằng các nắp hầm bí mật. Bên trên nguỵ trang kín đáo, nhìn như những ụ mối đùn, dọc đường hầm có lỗ thông hơi. Liên hoàn với địa đạo có các hầm rộng để nghỉ ngơi, có nơi dự trữ vũ khí, lương thực, có giếng nước, có bếp Hoàng Cầm, có hầm chỉ huy, hầm giải phẫu... Còn có cả hầm lớn, mái lợp thoáng mát, nguỵ trang khéo léo để xem phim, văn nghệ.\n{{-}}\n==Hoạt động==\n=== Đời sống ===\nCuộc sống dưới địa đạo thiếu ánh sáng, ẩm ướt và nóng bức và điều kiện vệ sinh kém nên hầu như đa số những người sống ở địa đạo đều bị [[ký sinh trùng]], bệnh da liễu và các bệnh về xương. Ngoài ra, việc thiếu thốn lương thực, thực phẩm và nhu yếu phẩm cũng là vấn đề lớn nhất của cư dân địa đạo.\n<gallery>\nTập tin:Địa đạo - vót chông.jpg|Chế vũ khí - vót chông\nTập tin:Công binh.jpg|Chế tạo vũ khí\nTập tin:Địa đạo 5.jpg|Chế tạo vũ khí\nTập tin:Địa đạo Củ Chi 3.jpg|Hầm cứu thương\nTập tin:Khăn rằn.jpg\nTập tin:Khăn rằn 1.jpg\nTập tin:Reconstitution du transport dun blessé (Cu Chi) (6819418661).jpg\nTập tin:Cối xay thóc.jpg\nTập tin:W Củ Chi Khoai mì Củ Chi 3.JPG\nTập tin:W Củ Chi Khoai mì Củ Chi 4.JPG\nTập tin:W Củ Chi Khoai mì Củ Chi 2.JPG\n<\/gallery>\n\n=== Phòng thủ ===\n[[Tập tin:Sgt. Ronald H. Payne Tunnel Rat Vietnam War 1967.jpg|300px|nhỏ|phải|Lính Mỹ đang tấn công địa đạo]]\n[[Quân đội Mỹ]] và [[Quân lực Việt Nam Cộng hòa]] đã liên tục tấn công vào hệ thống địa đạo bằng đủ phương tiện: bom, bơm nước vào địa đạo, phun hơi ngạt vào các miệng hầm... nhưng do hệ thống địa đạo được thiết kế có thể cô lập từng phần nên chỉ bị hư hại phần rìa.\n\nQuân đội Mỹ đã áp dụng nhiều biện pháp để phát hiện các cửa vào (được ngụy trang) và phát hiện các cửa thông gió (thường được đặt giữa các bụi cây) nhưng thường không hiệu quả.\n\nBiện pháp hữu hiệu nhất là sử dụng chó nghiệp vụ. Ban đầu có một số cửa vào và lỗ thông gió bị chó nghiệp vụ phát hiện do chó ngửi được hơi người. Tuy nhiên, sau đó, những người ở dưới địa đạo đã dùng [[xà phòng]] của Mỹ đặt ở cửa hầm và cửa thông gió nên chó nghiệp vụ không thể phát hiện ra.\n\nNếu phát hiện cửa hầm, quân Mỹ thường bơm khí độc hoặc cử trinh sát chui xuống để đặt mìn. Trong những trận càn quy mô lớn và hỏa lực mạnh, việc sập những đoạn địa đạo nông cũng gây tổn thất nhân mạng cho cả hai bên. Tuy nhiên đại bộ phận hệ thống này vẫn trụ vững\n\n== Ngày nay ==\n[[Tập tin:Cu Chi Tunnels Shooting Range with M16.jpg|nhỏ|300px|Du khách bắn súng thể thao tại Củ Chi]]\nNgày nay, địa đạo Củ Chi còn khoảng 120&nbsp;km được bảo vệ và đã trở thành một điểm du lịch hấp dẫn cho du khách đến thăm Thành phố Hồ Chí Minh. Du khách, đặc biệt là cựu chiến binh, thường chọn điểm tham quan này khi đến thăm [[Thành phố Hồ Chí Minh]]. Du khách được trải nghiệm cuộc sống dưới địa đạo như những cư dân thực thụ trước đây (được tham quan, ăn uống những món ăn của cư dân địa đạo trước đây).\n\nKhu địa đạo [[Bến Dược]] (thuộc ấp Phú hiệp, xã Phú Mỹ Hưng - huyện Củ Chi) đã được Bộ Văn hóa (nay là Bộ Văn hóa, Thể thao và Du lịch) xếp hạng di tích lịch sử quốc gia (theo quyết định số 54\/VHQĐ ngày 29 tháng 4 năm 1979 của Bộ trưởng Bộ Văn hóa). Hệ thống địa đạo [[Bến Đình]] (thuộc xã Nhuận Đức - căn cứ của Huyện ủy Củ Chi trong thời kỳ kháng chiến) cũng được xếp hạng di tích lịch sử quốc gia (theo quyết định số 101\/2004\/QĐ-BVHTT ngày 15 tháng 12 năm 2004 của Bộ trưởng Bộ Văn hóa - Thông tin).\n\nNgoài ra, địa đạo [[Tân Phú Trung]] (còn gọi là địa đạo Cây Da tại ấp Cây Da, xã Tân Phú Trung, huyện Củ Chi) cũng đã được chuẩn bị xếp hạng di tích lịch sử - văn hóa.\n\n== Khu di tích==\n[[Tập tin:Củ Chi tunnels entrance.JPG|300px|nhỏ|phải|Khu di tích]]\n[[Tập tin:VietnamCuChiTunnelsCommand.jpg|nhỏ|phải|300px|Du khách được ăn uống thử dưới địa đạo những món ăn của cư dân địa đạo trước đây]]\nHiện nay, Ban Quản lý Khu di tích lịch sử Địa đạo Củ Chi (trực thuộc Bộ Chỉ huy Quân sự thành phố Hồ Chí Minh) trực tiếp quản lý cả hai di tích địa đạo Bến Dược và địa đạo Bến Đình. Khu di tích gồm có hệ thống địa đạo (Bến Dược, Bến Đình), [[đền Bến Dược]], khu quản trị, khu dịch vụ, khu vực tái hiện vùng giải phóng và vành đai diệt quân Mỹ, khu du lịch sinh thái - giải trí ven [[sông Sài Gòn]].\n\nNgày 27\/12\/2015, [[Thành ủy Thành phố Hồ Chí Minh|Thành ủy]], [[Hội đồng nhân dân]], [[Ủy ban nhân dân]], [[Mặt trận Tổ quốc Việt Nam|Ủy ban Mặt trận Tổ quốc]] [[Thành phố Hồ Chí Minh]] tổ chức lễ khánh thành Khu truyền thống cách mạng [[Sài Gòn]] - [[Chợ Lớn]] - [[Gia Định]], kỷ niệm 20 năm ngày truyền thống khu di tích lịch sử địa đạo Củ Chi (19\/12\/1995 - 19\/12\/2015). Khu truyền thống cách mạng [[Sài Gòn]] - [[Chợ Lớn]] - [[Gia Định]] khởi công từ ngày 18\/02\/2010, nằm trong quần thể Khu di tích lịch sử địa đạo Củ Chi với diện tích 13,5ha, gồm khu đền thờ, nhà văn bia, khu lễ, khu hồ sen, cầu đá, cảnh quan đặc trưng [[Đồng bằng sông Cửu Long|Tây Nam Bộ]].<ref name=\":0\" \/>\n\nBến Dược là tên gọi của vùng đất Phú Mỹ, Phú Thuận từ năm 1929, hiện nay thuộc xã Phú Mỹ Hưng. Trước đây, nơi đây là địa điểm vượt qua sông Sài Gòn để đi qua các tỉnh Đông Nam Bộ khác.\n\n== Xem thêm ==\n* [[Địa đạo Tân Phú Trung]]\n* [[Địa đạo Phú Thọ Hòa]]\n* [[Địa đạo Vịnh Mốc]]\n* [[Địa đạo chiến khu Đ]]\n* [[Đền tưởng niệm Bến Dược - Củ Chi]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n== Liên kết ngoài ==\n{{thể loại Commons|Cu Chi Tunnel}}\n* [http:\/\/diadaocuchi.com.vn\/ Trang web Khu Di tích địa đạo Củ Chi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180202042109\/http:\/\/diadaocuchi.com.vn\/ |date = ngày 2 tháng 2 năm 2018}}\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Du lịch Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh|D]]\n[[Thể loại:Bảo tàng về Chiến tranh Việt Nam]]\n[[Thể loại:Địa đạo|C]]\n[[Thể loại:Kỷ lục Việt Nam]]\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Củ Chi]]"}