{"19562138":"'''Đỗ Khuyển''' ([[chữ Hán]]: 杜犬; [[1400]] – [[1459]]) hay '''Lê Khuyển''' ([[chữ Hán]]: 黎犬), '''Lê Đại''' ([[chữ Hán]]: 黎大), '''Đỗ Đại''' ([[chữ Hán]]: 杜大), là tướng lĩnh, khai quốc công thần [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]].\n\n== Thân thế ==\nĐỗ Khuyển quê ở làng Đa Mỹ, huyện [[Lôi Dương|Cổ Lôi]], trấn [[Thanh Hóa|Thanh Hoa]] (nay là làng Thịnh Mỹ, xã [[Thọ Diên]], huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]]).<ref>{{chú thích web|url=http:\/\/www.ditichlamkinh.vn\/m\/vi\/bon-vi-khai-quoc-cong-than-thoi-le-tren-dat-tu-tru-3A3B26791AFE5FA894233E43754F1DD9.html|tiêu đề=Bốn bốn vị khai quốc công thần thời Lê trên đất Tứ Trụ|website=Khu di tích Lam Kinh|url lưu trữ=https:\/\/web.archive.org\/web\/20210608165151\/http:\/\/www.ditichlamkinh.vn\/m\/vi\/bon-vi-khai-quoc-cong-than-thoi-le-tren-dat-tu-tru-3A3B26791AFE5FA894233E43754F1DD9.html|ngày lưu trữ=2021-06-08|url-status=live|ngày=2017|ngày truy cập=2021-06-08|ngôn ngữ=vi}}<\/ref> Ông nội là [[Đỗ Lương]] lấy vợ họ Lê. Cha ông là [[Đỗ Lỗi]] làm tướng cho nhà Hồ, cũng lấy vợ họ Lê. Năm 1407, quân Minh xâm lược nước Đại Ngu. Đỗ Lỗi tử trận ở cửa biển Giao Thủy. Về sau, khi Đỗ Khuyển hiển quý, cha và ông của ông đều được truy tặng Huyện hầu, mẹ và bà được truy tặng Quận phu nhân.<ref name=\"hannom\">[[Phan Đại Doãn]], ''[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0504v.htm Văn bia thần đạo Đỗ Khuyển - Khai quốc công thần thời Lê sơ]'', đăng trên ''[[Tạp chí Hán Nôm]]'' (số 4, 2005). Trang 70–78.<\/ref>\n\nĐỗ Khuyển sinh năm 1400 thời vua [[Trần Thiếu Đế]], mồ côi cha từ nhỏ. Về sau, ông đến nương nhờ hào trưởng [[Lam Kinh|ấp Lam]] là [[Lê Lợi]]. Văn bia ''Khai quốc công thần Thái sư Định quốc công Đỗ Đại bi sự tích'' chép tên ông là Đại (大), nhưng các nhà nghiên cứu đều cho rằng đó là do con cháu thấy chữ \"khuyển\" (犬; [[con chó]]) có nghĩa xấu nên sửa lại.<ref name=\"hannom\"\/>\n\n== Tham gia khởi nghĩa ==\nNăm [[1418]], Lê Lợi phát động khởi nghĩa chống sự chiếm đóng của [[nhà Minh]]. Quân Minh đánh chiếm [[Lam Kinh|ấp Lam]], Đỗ Khuyển bị bắt về thành [[Đông Quan]]. Một tháng sau, ông nguyên vẹn trở về với Lê Lợi. Lê Lợi vui mừng, hỏi tình hình. Đỗ Khuyển đáp: ''Đông Quan giữa ban ngày có cảnh tượng truy bắt, cướp bóc.'' Lê Lợi mừng nói: ''Đó là triệu chứng sắp loạn.''<ref name=\"hannom\"\/>\n\nLê Lợi từ đó biết được Đỗ Khuyển là người trung thành, thường để hầu cận bên người. Sau lại cho Đỗ Khuyển quản các quân [[Lạng Giang]], [[Lỗi Giang]]. Đầu năm 1419, Đỗ Khuyển giữ chức [[Cận thị (chức quan)|Cận thị]] thự ngũ cục, [[Chi hậu]], giữ Chính đường, tiếp tục ở bên cạnh Lê Lợi.<ref name=\"hannom\"\/>\n\nTháng Giêng năm [[1426]], nghĩa quân do Đại tư đồ [[Trần Nguyên Hãn]] chỉ huy đánh chiếm phủ [[Nghệ An]]. Đỗ Khuyển cùng [[Lê Thiệt]] dẫn một vệ quân phục kích quân Minh ở cầu, chém chết chỉ huy [[Vi Thượng]]. Hai tướng sau đó lại đánh giết quân của thổ quan [[Nguyễn Vinh]] đang cướp bóc ở [[Cửa Hội|cửa biển Đan Thai]].<ref name=\"hannom\"\/>\n\nTháng 8 (ÂL) cùng năm, Lê Lợi nhân thấy quân Minh ở xứ Đông Đô suy yếu, phái [[Phạm Văn Xảo]], [[Lý Triện]], [[Trịnh Khả]], [[Lê Như Huân]], [[Đỗ Bí]] cầm 3.000 quân đi tuần ở xứ [[Thiên Quan (phủ)|Thiên Quan]], [[Quảng Oai]], [[Quốc Oai]], [[Gia Hưng (phủ)|Gia Hưng]], [[Quy Hóa (phủ)|Quy Hóa]], [[Đà Giang (đạo)|Đà Giang]], [[Tam Đái]], [[Tuyên Quang]] để chặn đường viện quân Minh từ [[Vân Nam]]; phái [[Bùi Bị]], Đỗ Khuyển đem 2.000 quân đi tuần xứ [[Khoái Châu]], [[Bắc Giang]], [[Lạng Giang]] để chặn viện quân từ [[Lưỡng Quảng]]; phái [[Đinh Lễ]], [[Nguyễn Xí]] cầm quân tinh nhuệ đi theo sau. Đỗ Khuyển lúc này giữ chức [[Thái giám]], có nhiệm vụ [[giám quân]].<ref name=\"ĐVSKTT 15\">[[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'', Bản kỷ, quyển 10, ''[[:wikisource:zh:大越史記全書\/本紀卷之十|Lê hoàng triều kỷ]]''<\/ref>\n\nTháng 9 (ÂL), Đỗ Khuyển được làm quản giám Mi Hóa trung lộ quân dân sự, cùng [[Lưu Nhân Chú]] kiểm soát các lộ [[Hồng châu|Hồng]], [[Khoái Châu|Khoái]] rồi bao vậy thành [[Chí Linh]]. Đỗ Khuyển sau đó chia quân tấn công thành [[Thị Cầu]], [[Xương Giang]]. Đến tháng Chạp thì hai tướng hội quân ở bờ [[Sông Hồng|sông Bồ Đề]] vây thành [[Điêu Diêu]], tiêu diệt viện binh. Dù không hạ được thành trì nào nhưng cả một vùng rộng lớn đều theo về nghĩa quân, buộc quân Minh phải có cụm trong các thành trì.<ref name=\"hannom\"\/>\n\nTháng Chạp, Lê Lợi phái [[Bùi Quốc Hưng]] đánh thành Điêu Diêu, Thị Cầu; Trịnh Khả, Đỗ Khuyển đánh thành [[Tam Giang (thành)|Tam Giang]]; [[Lê Sát]], [[Lê Thụ]], [[Nguyễn Lý]], [[Lê Lãnh]], [[Lý Triện]] đánh [[thành Xương Giang]]; [[Trần Lựu|Lê Lựu]], [[Lê Bôi|Phạm Bôi]] đánh thành [[Khâu Ôn]].<ref name=\"ĐVSKTT 15\"\/>\n\nNăm 1427, Đỗ Khuyển cùng [[Phạm Văn Xảo]], Trịnh Khả, [[Lưu Trung]] được phái đến đóng giữ ải Lê Hoa, ngăn chặn viện quân [[Vân Nam]] do Kiềm quốc công [[Mộc Thạnh]] chỉ huy đến tận tháng 9 (ÂL), khi một cánh viện quân khác do [[Liễu Thăng]] chỉ huy bị tiêu diệt. Tháng 10 (ÂL), trên đường rút lui, quân Minh bị nghĩa quân phục kích, chém nhiều thủ cấp.<ref name=\"ĐVSKTT 15\"\/>\n\nTháng Giêng năm 1428, Lê Lợi tiến vào thành Đông Quan, lấy Đỗ Khuyển Tri Nội điện kiêm Đông Tây Nam Bắc tứ đạo Đô Thái giám nội ngoại chư quân sự, làm tai mắt của vua để giám sát quân đội. Cùng tháng, ông được ban Kim tử [[Quang lộc đại phu]], Tả Lân Hổ vệ Thượng tướng quân, ban cho túi Kim ngư, ngồi Khinh xa Đô úy, Ngân phù, tước [[Liệt hầu]] và ban [[quốc tính]].<ref name=\"hannom\"\/>\n\n== Làm quan nhà Lê ==\nTháng 8 (ÂL) năm 1428, sau khi lên ngôi, Lê Thái Tổ (Lê Lợi) phong Lê Khuyển Đồng Tổng tri vệ [[Bổng Thánh]], quản lĩnh quân [[Thánh Dực]] ở Thiên Cương, kiêm Tri Ngự tiền các quân [[Thiết Đột]]. Năm sau (1429), Lê Thái Tổ về [[Lam Kinh]], lấy Lê Khuyển làm Quyền Quản Ngũ đạo chư vệ quân sự trấn thủ, tức làm trấn thủ khống chế toàn bộ quân thường trực là các vệ quân ở cả năm đạo.<ref name=\"hannom\"\/>\n\nNgày 3 tháng 5 (ÂL) năm 1429, Lê Khuyển là một trong 14 công thần được ban tước Huyện hầu, gồm: [[Bùi Bị|Lê Bị]], [[Lê Bì]], [[Lê Bĩ]], [[Lê Náo]], [[Lê Thụ]], [[Trương Lôi|Lê Lôi]], [[Trịnh Khả|Lê Khả]], [[Lê Bồi]], [[Lê Khả Lãng|Lê Khả Lang]], [[Nguyễn Xí|Lê Xí]], Lê Khuyển, [[Đỗ Bí|Lê Bí]], [[Lê Quốc Trinh]], [[Lê Bật]].<ref name=\"ĐVSKTT 15\"\/> Năm 1430, Lê Khuyển được thăng chức Đồng Tổng quản, ban Kim phù.<ref name=\"hannom\"\/>\n\nNăm 1432, Lê Khuyển theo Lê Thái Tổ đánh [[Đèo Cát Hãn]] ở [[Hưng Hóa (tỉnh)|châu Phục Lễ]]. Về triều, ông được phong [[Thái bảo]], hàm Kim tử Vinh lộc đại phủ, Thần Phù Hải Môn trấn Phụng tuyên sứ, Hành quân Tổng quản, Bổng Thánh vệ chư quân sự, Đồng quân lĩnh Thiết Đột trong quân Thánh Dực, quản lĩnh quân Thiên Cương, Thám giám nội ngoại chư quân, ban túi Kim ngư, phù.<ref name=\"hannom\"\/>\n\nNăm 1434, Lê Thái Tông lên ngôi, lấy Lê Khuyển làm Nhập nội [[Thái úy]], Tham tri các vệ quân ở Hải Tây đạo, vẫn làm Thái giám nội ngoại giám sát toàn quân như trước.<ref name=\"hannom\"\/><ref name=\"ĐVSKTT 11\">[[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'', Bản kỷ, quyển 11, ''[[:wikisource:zh:大越史記全書\/本紀卷之十一|Lê hoàng triều kỷ]]''<\/ref> Tháng 5 năm 1436, kiêm lĩnh Tùy thân xá nhân các cục. Tháng 7 cùng năm, thăng [[Thanh Hóa]], [[Nông Cống]] trấn phủ quân Đại tướng quân, [[trụ quốc]], Tự hầu.<ref name=\"hannom\"\/> Tháng 11 năm 1437, Lê Khuyển được của Thái Tông giao cho chỉ huy 50 vệ sĩ lục soát nhà Đại đô đốc [[Lê Ngân]], bắt được tượng Phật và các thứ vàng bạc, tơ lụa.<ref name=\"ĐVSKTT 11\"\/><ref>{{chú thích web|url=https:\/\/baothanhhoa.vn\/bao-hang-thang\/te-tuong-thu-ba-trieu-le-so\/133405.htm|tiêu đề=Tể tướng thứ ba triều Lê Sơ|tác giả=Hoàng Tuấn Phổ|website=Báo Thanh Hóa|url lưu trữ=https:\/\/web.archive.org\/web\/20210603032525\/https:\/\/baothanhhoa.vn\/bao-hang-thang\/te-tuong-thu-ba-trieu-le-so\/133405.htm|ngày lưu trữ=2021-06-03|url-status=live|ngày=2021-03-22|ngày truy cập=2021-06-08|ngôn ngữ=vi}}<\/ref> Lê Thái Tông bắt Lê Ngân tự sát, gia phong Lê Khuyển hàm [[Tham tri chính sự]], gia Bổng Thánh Tráng Sĩ vệ Tổng quản Thiếu úy Tham tri chính sự.<ref name=\"ĐVSKTT 11\"\/> Năm 1439, phong Tri ngự tiểu các quân, ban Kim phù.<ref name=\"hannom\"\/>\n\nTháng 3 (ÂL) năm 1440, Lê Thái Tông thân chinh đánh Nghiễm ở [[Thuận Mỗi]], lấy Lê Khuyển trấn thủ kinh đô nội ngoại tri trấn phủ, có quyền tiền trảm hậu tấu.<ref name=\"hannom\"\/> Nghiễm đầu hàng, vua rút quân về.<ref name=\"ĐVSKTT 11\"\/>\n\nNăm 1441, thổ tù Nghiễm ở Thuận Mỗi dẫn quân [[Ai Lao]] tấn công biên giới,<ref name=\"ĐVSKTT 11\"\/> Lê Khuyển hộ tống Thái Tông chinh phạt. Hai quân giao chiến ở Đà Lương. Quân Ai Lao bị đánh đuổi đến tận trấn Đình Bồ, động Niệm Đốc. Quân Lê thừa thắng đánh đuổi đến Trịnh Bắc.<ref name=\"hannom\"\/> Tướng Ai Lao là Đạo Mông cùng vợ con ở động La, hai con của Nghiễm là Sinh Tượng, Chàng Đồng bị bắt. Nghiễm thế cùng ra hàng. Thái Tông khải hoàn, dâng tù cáo thắng trận ở [[Thái miếu]], thăng chức Nhập nội Tư mã, tiến tước cho Lê Khuyển.<ref name=\"tholam\">{{chú thích web|url=http:\/\/tholam.thoxuan.thanhhoa.gov.vn\/web\/trang-chu\/danh-thang-le-hoi\/danh-thang\/nhan-vat-do-dai.html|tiêu đề=Nhân vật Đỗ Đại|website=Cổng thông tin điện tử xã Thọ Lâm|url lưu trữ=https:\/\/web.archive.org\/web\/20210608163249\/http:\/\/tholam.thoxuan.thanhhoa.gov.vn\/web\/trang-chu\/danh-thang-le-hoi\/danh-thang\/nhan-vat-do-dai.html|ngày lưu trữ=2021-06-08|url-status=live|ngày=2018-06-07|ngày truy cập=2021-06-08|ngôn ngữ=vi}}<\/ref>\n\nNăm 1443, thời Lê Nhân Tông, Lê Khuyển thăng Sùng tiến Nhập nội Đô đốc, Bình chương quân quốc trọng sự kiêm coi Thanh Hóa trung lộ. Tháng 6 (ÂL), năm 1445, phong Đặc tiến Dương vũ công thần, Lương Giang trấn Thượng tướng quân, Đặc tiến Nhập nội Đô đốc Bình chương sự. Tháng 11 (ÂL), thăng tước [[Huyện hầu]].<ref name=\"hannom\"\/>\n\nNăm 1446, quân [[Chiêm Thành]] tấn công biên giới. Thái hậu [[Nguyễn Thị Anh]] lấy [[Thái bảo]] [[Lê Bôi]], Tổng quản Lê Khả cầm quân [[Chiến tranh Việt-Chiêm (1446)|đánh sang đất Chiêm]].<ref name=\"ĐVSKTT 11\"\/> Phần lớn đại thần đều xuất chinh, chỉ có Lê Khuyển ở lại trấn giữ kinh thành, thăng hàm Suy thành tá lý Dương vũ tĩnh nạn công thần, Gia Hưng trấn Phiêu kỵ đại tướng quân, Đặc tiến khai phủ nghi đồng tam ty, Nhập nội kiểm hiệu Đại đô đốc, Bình chương sự, Hành quân Đồng tổng quản, Thái giám nội ngoại tri nội điện các dịch, kiêm Tri ngự tiền chư quân, Thượng trụ quốc, ban túi Kim ngư, kim phù, tước Huyện Thượng hầu.<ref name=\"hannom\"\/> Năm 1449, người Chiêm là [[Maha Kaya|Quý Do]] giết vua anh [[Maha Kali|Quý Lai]] để cướp ngôi. Triều đình bàn đánh, Lê Khuyển gián rằng: ''Chiêm Thành là nước không có lễ nghĩa, kẻ kia tuy vua tôi đổi ngôi, đấy là di tục thường có. Việc gì phải cử binh để mệt nhọc dân ta.''<ref name=\"hannom\"\/> Vua Nhân Tông bèn thôi, chỉ từ chối nhận triều cống và sai sứ giả sang chất vấn.<ref name=\"ĐVSKTT 11\"\/>\n\nTháng 8 (ÂL) năm 1451, Lê Khuyển được gia phong Đặc tiến khai phủ, Quận Thượng hầu. Lê Khuyển cho rằng đại thần không thể cầm quân riêng, nhiều lần xin giải chức Tri ngự tiền chư quân thái giám nội ngoại chư dịch cùng nhiều chức quan liên quan đến quân dân. Tháng 11 (ÂL), tiến tước Quốc Thượng hầu.<ref name=\"hannom\"\/>\n\nTháng 8 (ÂL) năm 1455, thăng Suy thành tán trị Dực vận đồng đức công thần, Gia Hưng trấn Tiết độ đại sứ, Khai phủ nghi đồng tam ty, Nhập nội kiểm hiệu, [[Thái phó]], Bình chương quân quốc trọng sự, Thượng trụ quốc, kiêm [[Trà Lân]] châu phụ đạo, ban cho túi Kim ngư, Kim phù, tiến tước Quận Á hầu.<ref name=\"hannom\"\/>\n\nCuối đời, Lê Khuyển bị bệnh nặng. Con trai thứ là Chỉ huy sứ [[Lê Công Sảng]] thăm hỏi. Lê Khuyển đáp: ''Ta phù giúp ba đời, chức vị thủ tướng, năm nay 60 tuổi, sự người đã hết, nay được chết già, đó cũng là ý trời. Về phần ta, không có gì là ân hận. Các con cháu cần tuân theo gia huấn của nhà ta. Ta tuy xuống chín suối cũng được yên lòng.''<ref name=\"hannom\"\/>\n\nNăm 1459, Lê Khuyển bị bệnh nặng. Lê Nhân Tông cấp tiền, sai ngự y đến trị bệnh nhưng không qua khỏi. Con thứ Công Sảng xem bói chọn ngày đưa ma. Lê Nhân Tông phái Nhập nội Thiếu úy Tham tri chính sự [[Lê Lư]] quản năm đạo quân tống táng, đưa quan tài ông về quê, đặt ở từ đường. Bản thân nhà vua ra thành nam tiễn đưa, cấp 5.000 quan tiền. Ngày 7 tháng 10 (ÂL), hạ táng ở quê nhà.<ref name=\"hannom\"\/> Nhân Tông phái [[Nguyễn Như Đổ]] soạn văn bia.<ref name=\"tholam\"\/>\n\nThời [[Lê Thánh Tông]], ông được truy tặng Thái phó Định quận công, sau truy tặng Định quốc công.<ref name=\"hannom\"\/>\n\n== Nhận xét ==\nVăn bia ''Khai quốc công thần Thái sư Định quốc công Đỗ Đại bi sự tích'' ca ngợi Đỗ Khuyển:\n{{cquote|''Ông phục vụ ba triều giữ vững một tiết, nghị lực đủ để có mưu lược, tài năng đủ để bên trong ca tụng, bên ngoài mến phục, luận bàn trăm việc rõ ràng. Tấm lòng ông bền vững, trải chịu qua nhiều hoạn nạn nguy hiểm, vẫn giữ một lòng trung thành. Lấy thân giữ gìn an nguy cho thiên hạ. Ông giống như trụ đá giữa dòng, ngay thẳng. Giữ pháp độ, yên ổn cho dân, ông giống như [[Thái Sơn]], [[Kiêu Nhạc]], không sợ khó nhọc mà công trạch thì đến khắp mọi người.''<ref name=\"hannom\"\/>}}\n\nBài ''Trung hưng ký'' của Lê Thánh Tông lại trách móc:\n{{cquote|''Nhân Tông mới lên hai tuổi đã sớm nối ngôi vua, Thái hậu Nguyễn thị là gà mái gáy sớm, Đô đốc Lê Khuyển như thỏ khôn giữ mệnh. Vua đàn bà mắt quáng buông rèm ngồi chốn thâm khuê, bọn họ ngoại lòng tham, khoác lác hoành hành khắp cõi, kẻ thân yêu nắm quyền vị, nạn hối lộ được công khai. Việc văn giáo lặng lẽ như băng hàn người hiền từ phải bó cánh...''<ref name=\"ĐVSKTT 11\"\/>}}\n\n== Gia đình ==\nCon trai:<ref name=\"hannom\"\/>\n* [[Lê Quán Chi]], quan đến Ngự tiền Thiết Đột quân, tặng [[Quan nội hầu]]. Năm 1449, Lê Quán Chi tụ tập đánh giết người giữa chợ, bị hạ ngục. Vụ án liên quan đến hơn 10 người là con cái quan viên cấp cao trong triều. Dự kiến Quán Chi phải bị xử tử, nhưng Thái hậu sợ Lê Khuyển đau lòng, làm trái pháp luật mà tha cho. Gián quan [[Lê Lâm]] ngậm miệng không dám nói. Trẻ con ở chợ lưu truyền câu: ''Tiếc ta không được làm quan đài thôi!''<ref name=\"ĐVSKTT 11\"\/>\n* [[Lê Công Sảng]], Điện tiền Đô chỉ huy sứ, Tri Ngự tiền Hải Kình, Hải Mã, Hải Thu, Hải Điểu; lấy [[Lê Ngọc Vi]], con gái [[Lê Thụ]].\n* [[Lê Công Đình]], [[Lê Khắc Tốn]], [[Lê Công Độ]], [[Lê Hữu Mục]], [[Lê Tư Đạo]], [[Lê Toàn Mỹ]],  [[Lê Trực Hữu]], khi Lê Khuyển mất vẫn chưa đủ tuổi làm quan.\nCon gái, tổng cộng 13 người:<ref name=\"hannom\"\/>\n* [[Lê Ngọc Phương]], gả cho con của Tổng tri quân kỵ vệ chư quân sự, Tham tri chính sự, Nhập nội Tư mã, Á hầu [[Nguyễn Lộ]] (em trai của Thái hậu).\n* [[Lê Ngọc Phi]], gả cho Nhập nội thị sảnh Phó Đô sứ tri Tả ban [[Lê Hoằng Lưu]], con trai Thái phó [[Lê Văn Linh]].\n* [[Lê Ngọc Chi]], gả cho Điện tiền Đô Chỉ huy phó sứ Tri Ngự tiền Chấn Lôi quân (không rõ tên), con trai của Thái phó [[Nguyễn Nhữ Lãm|Lê Nhữ Lãm]].\n* [[Lê Ngọc Liên]], gả cho Đồng tri Ngự tiền Thị vệ quân (không rõ tên), con trai của Đại tư đồ [[Lê Thận]].\n* [[Lê Ngọc Chỉ]], gả cho [[Trịnh Công Mục]], con trai của Liệt hầu Lê Khả.\n* [[Lê Ngọc Sót]], Quận phu nhân.\n* [[Lê Ngọc Chi]], Quận phu nhân.\n\n== Vinh danh ==\nLăng mộ của ông nằm ở xã [[Thọ Lâm]], huyện [[Thọ Xuân]], tỉnh Thanh Hóa ngày nay.<ref>{{chú thích web|url=http:\/\/vhnt.org.vn\/tin-tuc\/chan-dung-van-hoa\/30470\/di-tich-phung-tho-cac-nhan-vat-lich-su-cua-khoi-nghia-lam-son|tiêu đề=Di tích phụng thờ các nhân vật lịch sử của khởi nghĩa Lam Sơn|tác giả=Hà Đình Hùng|website=Tạp chí Văn hóa Nghệ thuật|url lưu trữ=https:\/\/web.archive.org\/web\/20180315154956\/http:\/\/vhnt.org.vn\/tin-tuc\/chan-dung-van-hoa\/30470\/di-tich-phung-tho-cac-nhan-vat-lich-su-cua-khoi-nghia-lam-son|ngày lưu trữ=2018-03-15|url-status=live|ngày=2017-08-16|ngày truy cập=2021-06-08|ngôn ngữ=vi}}<\/ref>\n\nTên của ông được đặt cho một con đường ở phường [[Quảng Thắng]], [[Thanh Hóa (thành phố)|thành phố Thanh Hóa]] (đường Đỗ Đại).\n\n== Tham khảo ==\n* [[Quốc sử quán (nhà Hậu Lê)|Quốc sử quán]], [[Ngô Sĩ Liên]] (chủ biên), ''[[Đại Việt sử ký toàn thư]]''.\n** [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]], [[Hoàng Văn Lâu]] (dịch và chú thích), [[Hà Văn Tấn]] (hiệu đính), ''Đại Việt sử ký toàn thư (Tập 2)'', Nhà xuất bản Khoa học xã hội, Hà Nội, 1998.\n* [[Phan Huy Lê]], [[Phan Đại Doãn]], ''Khởi nghĩa Lam Sơn'', Nhà xuất bản Khoa học xã hội, 1977.\n* ''Tạp chí Hán Nôm'' (số 4, 2005).\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Khởi nghĩa Lam Sơn}}\n{{thời gian sống|sinh=1400|mất=1459}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Hầu tước nhà Lê sơ]]\n[[Thể loại:Công tước nhà Lê sơ]]\n[[Thể loại:Công tước truy phong Việt Nam]]"}