{"1288056":"'''Đền Hiển Trung''', tên chữ là '''Hiển Trung từ''', tục gọi là '''miếu Công Thần'''; khi xưa tọa lạc trên phần đất của làng Tân Triêm, thuộc trấn [[Gia Định]] xưa (nay thuộc [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]). Ngày nay ngôi đền đã không còn vì đã bị quân [[Thực dân Pháp|Pháp]] phá bỏ trước năm [[1954]]<ref>Theo [[Vương Hồng Sển]], ''Sài Gòn năm xưa'', tr. 156 và 219.<\/ref>.\n\n==Lịch sử==\nTheo sách ''Hoàng Việt long hưng chí'', sau khi lấy được thành [[Diên Khánh]] ([[Ất Mão]], [[1795]]), ''\"Thế Tổ (chỉ chúa [[Nguyễn Phúc Ánh]], sau này là vua [[Gia Long]]) sai [[bộ Lễ]] ghi tên các công thần trận vong và ốm chết từ khi trung hưng cho tới chiến dịch Diên Khánh, lập đền Hiển Trung ở [[Gia Định]]\" <ref>[[Ngô Giáp Đậu]], ''Hoàng Việt long hưng chí'', Nhà xuất bản Văn học, 1993, tr. 212.<\/ref>.\n\nSách ''Gia Định thành thông chí'' của [[Trịnh Hoài Đức]] (hoàn thành dưới triều [[Gia Long]]), chép tương tự và cho biết thêm, trích: \n:''\"Đền Hiển Trung cách Trấn thự về phía nam 5 [[dặm]], ở phía tây đường cái quan. Năm [[Ất Mão]] ([[1795]]) dựng để thờ các công thần khai sáng trung hưng, năm Giáp Tý [[Gia Long]] thứ 3 ([[1804]]) <ref>Về sau, sách ''Quốc triều sử toát yếu'' cũng đã chép rằng: ''\"Năm [[Giáp Tý]] ([[1804]]) [[tháng 6]] ([[âm lịch]]), (nhà vua) sắc cho [[bộ Lễ]] bàn định về việc 1015 người tử tế được dự tế trong đền Hiển Trung, giao cho các quan trấn chế bàn vị mà thờ\"'' (phần \"Chính biên\", tr. 88). Những \"người tử tế\" ở đây, theo [[Vương Hồng Sển]], đó là những \"tử sĩ liều mình vì nước trong các trận chống [[Nhà Tây Sơn|Tây Sơn]]\" (''Sài Gòn năm xưa'', tr. 155).<\/ref>, vâng chỉ sửa lại, thờ...Tánh Quốc công [[Võ Tánh]],...Chu Quận công [[Ngô Tùng Châu]], bày thần vị ở chính giữa, ngoài ra thì theo thứ tự bày ở tả hữu, ghi ở Hội điển [[bộ Lễ]]. Xuân thu hai kỳ tế, lệ có 25 lệ phu <ref>''Gia Định thành thông chí'' (quyển 6: Thành trì chí, mục: \"Trấn Phiên An\") in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3), tr. 279.<\/ref>\n\nĐến triều [[Thiệu Trị]] ([[1846]] hoặc [[1847]])<ref>Huỳnh Minh (''Gia Định xưa'', tr. 55) ghi là [[1846]], Vương Hồng Sển (''Sài Gòn năm xưa'', tr. 218) ghi là [[1847]].<\/ref>, đền Hiển Trung được nhà vua cho tu bổ lại.\n \n[[Tập tin:Ban do.jpg|nhỏ|phải|200px| Bốn ngôi chùa bị quân Pháp chiếm làm đồn (màu vàng) nhằm tạo thành \"chiến tuyến các ngôi chùa\" (lignes des pagodes) để chuẩn bị tấn công [[Đại đồn Chí Hòa]] (màu cam) của quân Việt vào [[tháng 2]] năm [[1861]].]] \n[[Tháng 2]] năm [[1859]], [[thành Gia Định]] mất vào tay quân Pháp. Sau đó, họ nhanh chóng chiếm lấy các ngôi chùa cổ để làm đồn gọi là \"phòng tuyến chùa chiền\" (lignes des pagodes), gồm: [[chùa Khải Tường]] (pagode de Barbe), [[chùa Kiểng Phước]] (pagode des Clochetons), [[chùa Cây Mai]] (pagode des Pruniers), đền Hiển Trung... Lúc bấy giờ, [[người Pháp]] gọi ngôi đền này là '''pagode de la Fidelite Eclatante''' (chùa Hiển Trung) hay '''Pagode des Mares''' (chùa Ao).\n\nSau khi [[Gia Định]] trở thành lãnh địa của [[Pháp]] theo [[Hòa ước Nhâm Tuất (1862)]], ở khu vực [[chùa Kim Chương]], [[người Pháp]] lập Sở nuôi ngựa, và lập ở khu vực đền Hiển Trung một trại lính (tức thành Ô Ma, Camp aux Mares)<ref>Ô Ma có lẽ là từ nửa gốc [[tiếng Khmer|Khmer]] nửa gốc [[Tiếng Pháp|Pháp]]. Ô là \"vũng, bàu\", Ma do từ tổ Camp aux Mares (trại lính nơi có nhiều ao). Thời thuộc Pháp, đây là khu quân sự của họ. Về sau, thuộc Tổng nha Cảnh sát của [[Việt Nam Cộng hòa]]. Hiện nay, là cơ quan của Bộ Công an, thuộc phường [[Nguyễn Cư Trinh]], [[Quận 1]], [[Thành phố Hồ Chí Minh]] (theo PGS. TS. Lê Trung Hoa và Nguyễn Đình Tư, ''Sổ tay địa danh Thành phố Hồ Chí Minh''. Nhà xuất bản Văn hóa-Văn nghệ, 2012, tr. 145).<\/ref>, khiến ngôi đền nằm gọn trong vòng thành.\n\nNăm [[1927]], sau khi đã được ghi vào sổ bộ các cổ tích của Trường Viễn Đông bác cổ (nay là [[Viện Viễn Đông Bác cổ]]), đền Hiển Trung đã được nhà trường vừa kể xuất tiền trùng tu lại. Qua năm [[1939]] (ngày [[10 tháng 11]] [[dương lịch]]), triều đình [[Huế]] có biệt phái một đại thần vào đây tế tự <ref name=\"Sài Gòn năm xưa, tr. 156\">''Sài Gòn năm xưa'', tr. 156.<\/ref>\n\nTang thương biến đổi, ngôi đền đã hư tệ sẵn bởi thời gian, lại thêm nỗi các [[lính tập]] của [[Pháp]] cùng vợ con của họ ''\"đến ăn ở nơi đây không lòng bảo tồn\" '' ([[Vương Hồng Sển]]) nên hầu hết những bài vị đều bị xiêu lạc. Đến thời quân [[Nhật Bản]] hoành hành một lúc, rồi đến lượt đạo binh viễn chinh Pháp trở lại chiếm thành Ô Ma sau khi Nhật Bản đầu hàng, thì họ triệt hạ đền Hiển Trung lúc nào không rõ, bất chấp đó là một di tích hiếm có trong Nam <ref name=\"Sài Gòn năm xưa, tr. 156\"\/>. Học giả [[Vương Hồng Sển]] kể:\n:''\"Đền nầy được trường Viễn Đông Bác Cổ liệt kê vào sổ cổ tích, tưởng nhờ vậy mà được tồn tại, không ngờ đến năm [[1954]] thì đã không còn! Riêng tôi được đến viếng một phen năm [[1947]] với ông Pierre Dupont, nhơn viên Trường Bác Cổ, khi ấy đền đã bị mối ăn hư hao nhiều rồi, qua năm [[1950]], tôi có trở lại viếng với ông Bernard Phillipe Groslier là quản thủ Pháp của viện Bảo Tàng Sài Gòn. Chúng tôi đề nghị cấp tốc sửa chữa đền, nhưng cơ quan nhà binh Pháp không thuận giao trả đền cho Trường Bác Cổ, một hai rằng đền ở trên lãnh thổ nhà binh thì thuộc quyền nhà binh định đoạt! Tưởng việc đâu còn đó, và trong trí tôi đinh ninh nhớ đền ở mé gần đường Võ Tánh cứ đứng ngoài rào, ngay chỗ giáp mối đường [[Nguyễn Cư Trinh]] (Marchand) cũ ngó vói qua tường thì thấy nóc đền. Không dè qua năm [[1955]], chúng tôi trở lại đây với nhơn viên Viện Khảo Cổ, thì đã sao dời vật đổi, đền đâu chẳng thấy, một viên gạch nhỏ cũng không còn, đừng nói chi một bộ kèo trính rường cột chạm trổ tỉ mỉ...<ref>''Sài Gòn năm xưa'', tr. 156 và tr. 219.<\/ref>.\n\nTheo đây, thì lúc bấy giờ đền Hiển Trung ở chỗ \"giáp mối\" giữa đường [[Võ Tánh]] (thời Pháp là đường Frère Louis, sau đó là đường Võ Tánh, và nay là đường [[Nguyễn Trãi]])<ref>Trước [[1975]], [[Sài Gòn]] có hai đường Võ Tánh: một thuộc Phú Nhuận (gần khu mộ Võ Tánh, nay là đường [[Hoàng Văn Thụ]]), một là phần thuộc quận 1 của đường [[Nguyễn Trãi]] hiện nay.<\/ref> với đường [[Nguyễn Cư Trinh]] (thời Pháp là đường Marchand, sau đó là đường Nguyễn Cư Trinh cho đến nay). Và vì ngôi đền đã bị phá hủy từ lâu, thêm không có tài liệu nào mô tả lại, nên không rõ lối kiến trúc của công trình ấy như thế nào <ref>Căn cứ lời kể của Vương Hồng Sển (''Sài Gòn năm xưa'', tr. 219) và Bản đồ [[Thành phố Hồ Chí Minh]], Nhà xuất bản Hồng Đức, 2007.<\/ref>.\n\n==Thờ cúng==\nLúc sơ khởi, trong đền Hiển Trung thờ 1015 vị công thần, liệt kê như sau:\n*Bàn thờ chính ở giữa thờ ba vị, là: [[Võ Tánh]], [[Ngô Tùng Châu]] (phối thờ [[Nguyễn Tấn Huyên]]<ref>Nguyễn Tấn Huyên (? - 1801), không rõ thân thế, chỉ biết khi Võ Tánh tuẫn tiết trong thành [[Bình Định]], ông cũng nhảy vào lửa chết theo nên được thờ chung (''Quốc triều sử toát yếu'', tr. 65).<\/ref>)\n*Bàn thờ thứ nhất ở bên trái thờ 10 vị, là: Chưởng dinh Quận công [[Châu Văn Tiếp]], Tiền dinh Quận công [[Tôn Thất Hội]], Thiếu bảo Quận công [[Tống Viết Phước]], Chưởng dinh Quận công [[Mai Đức Nghị]], Chưởng thủy dinh [[Võ Di Nguy]], Chưởng dinh Quận công [[Nguyễn Cửu Dật]], [[Nguyễn Cửu Toán]], [[Nguyễn Thành (chúa Nguyễn)|Nguyễn Thành]], Hữu quân Quận công [[Tôn Thất Dụ]], Tả quân Quận công [[Nguyễn Văn Chính (nhà Nguyễn)|Nguyễn Văn Chánh]].\n*Bàn thờ thứ nhất ở bên mặt, thờ 10 vị: Chưởng dinh Quận công [[Nguyễn Hữu Thụy]], [[Nguyễn Đình Thuyên]], [[Nguyễn Kim Phẩm]], [[Trần Xuân Trạch]], [[Tôn Thất Cốc]], [[Tống Phước Hòa]], Thiếu phó [[Nguyễn Thái Nguyên]], Chưởng dinh [[Bùi Kế]], Chưởng cơ [[Đoàn Văn Cát]], [[Hoàng Công Thành]].\n\nNgoài ra, bên ở hai bên hông đền còn có các bàn thờ số còn lại, trong đó có một người Pháp là Chưởng vệ Mạn Hòe (Manuel) <ref>Mạn Hòe là một võ tướng của chúa Nguyễn, mang quốc tịch Pháp, đã tử trận khi đánh nhau với quân Tây Sơn tại Thất Kỳ Giang (tức [[sông Ngã Bảy]] ở [[Cần Giờ]], [[Sài Gòn]]) vào năm [[Nhâm Dần]] ([[1782]]). Theo Nguyễn Lương Bích- Phạm Ngọc Phụng, ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', xb Quân đội Nhân dân, 1977, tr. 66.<\/ref>.\n\nVề sau, trong số 1015 vị công thần này, có 361 vị được chuyển ra thờ trong các đền Trung Hưng, Trung Tiết ở [[Huế]], và đền Bảo Trung ở [[Khánh Hòa]]... Đến khi quân Pháp đánh chiếm Gia Định, đền Hiển Trung không ai chăm sóc, vua [[Tự Đức]] bèn truyền đem hết số vị còn lại ra thờ ở Ân Tự, thuộc thôn Vĩ Dạ (huyện [[Hương Thủy]], tỉnh [[Thừa Thiên]]) <ref>Lược ghi theo ''Gia Định xưa'', tr. 53-55.<\/ref>.\n\n==Thông tin thêm== \n*Theo sách ''Gia Định thành thông chí'', thì ở gần Đền Hiển Trung có một ngôi đền cũng được xây dưới thời [[Gia Long]], mang tên là '''Miếu Hội đồng''' hay '''Miếu Thánh''', trích:\n:''Ngôi miếu \"cách trấn thự về phía nam 5 dặm rưỡi, ở phía tây đường cái quan, lúc mới mở cõi dựng miếu để thờ linh thần trong hạt, miếu sở rộng rãi, án đẳng đẹp đẽ, nay vẫn để vậy. Xuân thu hai kỳ tế, lệ có 50 lễ sinh hiệu, 25 miếu phu, trước miếu có cây đa rườm rà to đến hai vầng ôm, hành khách đi lại nhiều người nghỉ ở dưới gốc cây\"''<ref>Sách đã dẫn, tr. 279.<\/ref>.\n \n:Đến thời của [[Trương Vĩnh Ký]], thì ngôi đền này cũng ''\"bị các sĩ quan cai quản (và) lính tập chiếm đóng\"''. Theo ông, thì ngôi đền ''\"mằm ở phía trước tường rào và giữa hai hồ [[sen]] tỏa hương thơm ngào ngạt cho cả đoạn đường vua thường ngự qua\"''. Và ''\"trước mặt hai ngôi đó (Đền Hiển Trung và Miếu Hội đồng), bên vệ đường ở đầu và cuối ranh giới, có dựng hai cột trụ ghi chữ 'Khuynh cái, Hạ mã' (bỏ nón, xuống ngựa) để tỏ lòng tôn kính\"''<ref>Theo Trương Vĩnh Ký, \"Ký ức lịch sử về Sài Gòn và vùng phụ cận\" (Nguyễn Đình Đầu lược dịch và chú thích) in trong Tổng tập dư địa chí Việt Nam (tập 4), Nhà xuất bản Thanh Niên, 2011, tr. 112. Chữ trong ngoặc là nguyên văn của tác giả.<\/ref>. Theo tác giả Nguyễn Thanh thì Miếu Hội đồng bị quân Pháp xóa mất dấu tích khoảng năm [[1855]]<ref>''Thành phố bất khuất'', Nhà xuất bản Thành phố Hồ Chí Minh, tr. 145.<\/ref>. Trung úy Hải quân Pháp Léopold Pallu, sĩ quan tùy viên Tổng hành dinh của tướng Leonard Charner trong đoàn viễn chinh đánh [[Sài Gòn]] năm [[1861]] đã viết về ngôi miếu này như sau:\n:''\"Chùa Ao <ref>Gọi là chùa Ao, vì ngôi miễu nằm giữa hai hồ sen. Có khi quân Pháp gọi là \"temple des Grands Dignitaires\" (đền thờ của các chức sắc lớn). Xem: [http:\/\/www.trungthu.us\/xuanti\/ThanhOMa.htm].<\/ref> trước kia rất nổi tiếng vì là nơi hành hương cho những người đi buôn bán từ [[Mỹ Tho]] trở về. Chùa có hai ao nên gọi là chùa Ao, một lớn một nhỏ, nước dơ bẩn, thường thấy thỉnh thoảng có xuất hiện loại [[cá sấu]] caiman <ref>Léopold Pallu, ''Lịch sử cuộc viễn chinh Nam Kỳ năm 1861''. Nói thêm: Nước ao dơ bẩn, vì lúc đó sen đã tàn lụi hết. \"Caiman\" là tên của một loại [[cá sấu]].<\/ref>.\n\n*Sau [[Hiệp định Genève 1954]], quân Pháp rút khỏi [[Việt Nam]] và trao trả '''thành Ô Ma''' nằm trên đường [[Võ Tánh]] (nay là đường [[Nguyễn Trãi]], thuộc phường [[Nguyễn Cư Trinh]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]) cho Chính quyền [[Đệ nhất Cộng hòa]]. Sau đó, tòa thành này trở thành Tổng Nha Cảnh sát, rồi là Bộ Tư lệnh Cảnh Sát Quốc gia dưới thời [[Việt Nam Cộng hòa]]. Hiện cơ quan an ninh đang đóng tại đây.\n\n==Sách tham khảo chính==\n*[[Trịnh Hoài Đức]], ''Gia Định thành thông chí'' in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3), Nhà xuất bản Thanh Niên, 2011.\n*[[Trương Vĩnh Ký]], \"Ký ức lịch sử về Sài Gòn và vùng phụ cận\" ([[Nguyễn Đình Đầu]] lược dịch và chú thích) in trong ''Tổng tập dư địa chí Việt Nam'' (tập 4), Nhà xuất bản Thanh Niên, 2011.\n*[[Vương Hồng Sển]], ''Sài Gòn năm xưa'', Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1991.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản Văn hóa-Thông tin tái bản năm 2006.\n*Nguyễn Thanh, ''Thành phố bất khuất''. Nhà xuất bản Thành phố Hồ Chí Minh, 1984.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}