{"261497":"{{Chú thích trong bài|date=tháng 2\/2022}}\n'''Đền Tiên La''' là ngôi đền thờ [[Bát Nàn|Bát Nàn tướng quân]] (tướng quân phá nạn cho dân, có nơi gọi là \"bát nạn\" hay \"bát não\") Vũ Thị Thục (sinh năm 17, mất năm 43), một nữ tướng của [[Hai Bà Trưng]] có công đánh [[Tô Định]].\n\nĐền Tiên La tọa lạc tại thôn Tiên La, xã Đoan Hùng (huyện [[Hưng Hà]], tỉnh [[Thái Bình]]) trên một diện tích khoảng 6000 [[m²]]. Mặt trước đền hướng ra phía con [[sông Tiên Hưng]].\n\n==Đặc điểm kiến trúc==\nTrải qua nhiều lần tu bổ, đến nay đền có quy mô lớn và đẹp, bao gồm nhiều công trình như hệ thống cổng đền, tòa tiền tế, tòa trung tế, thượng điện và hệ thống sân đền... Tòa điện bái đường và thượng điện của đền được kiến trúc bằng vật liệu gỗ [[tứ thiết]], nội thất được chạm trổ [[long]] - [[Lân (tứ linh)|lân]] - [[Quy (tứ linh)|quy]] - [[Phượng (tứ linh)|phượng]], đan xen với [[thông]] - [[trúc]] - [[cúc]] - [[mai]].\n\nTòa điện trung tế là công trình kiến trúc đặc sắc được xây dựng theo kiểu [[phương đình]], kiến trúc theo lối \"chồng diêm cổ các\". Điều đặc biệt là toàn bộ vật liệu xây dựng ở tòa bái đường đều làm bằng đá như hệ thống cột, xà, kèo... Tất cả đều được chạm trổ công phu. Ngoài ra, đền Tiên La còn lưu giữ được nhiều đồ tế khí có giá trị thẩm mỹ niên đại từ [[thời Lê]], các tài liệu như thần tích và sắc phong thần thời Lê đến [[thời Nguyễn]], bia đá, minh chuông.\n\n==Lễ hội==\nLễ hội đền Tiên La để tưởng nhớ công ơn Bát Nạn Tướng Quân, được tổ chức vào các ngày 15 đến 17 tháng 3 âm lịch. Ngày nay để phục vụ đông đảo du khách về dự hội ban tổ chức lễ hội đã mở hội từ ngày 10 đến 20 tháng 3 âm lịch. Chính hội là ngày 17, trùng ngày hy sinh của bà tướng là ngày 17 tháng 3 năm Quý Mão (năm 43)<ref name=\"baodulich\">{{Chú thích web |url=http:\/\/www.baodulich.net.vn\/Story\/vn\/lehoivn\/lehoivn\/2008\/4\/1881.html |ngày truy cập=2008-08-19 |tựa đề=Các lễ hội tổ chức vào tháng 3 âm lịch |archive-date=2008-10-08 |archive-url=https:\/\/web.archive.org\/web\/20081008031709\/http:\/\/baodulich.net.vn\/Story\/vn\/lehoivn\/lehoivn\/2008\/4\/1881.html }}<\/ref>. Phần hội có trò [[chọi gà]], [[đấu vật]], [[múa rồng]], múa sư tử, đặc biệt là phần rước kiệu và một số trò chơi dân gian khác như đánh đáo, trọi gà, thổi sáo trúc.Ngoài ra, vào dịp lễ hội còn có nhiều đoàn văn hoá nghệ thuật của tỉnh Thái Bình và các tỉnh lân cận cũng đến biểu diễn các tiết mục văn hoá đặc sắc như các vở chèo: Quan âm Thị Kính; Lưu Bình - Dương Lễ, Phạm Tải - Ngọc Hoa... \n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/www.baodulich.net.vn\/Story\/vn\/lehoivn\/lehoivn\/2008\/4\/1881.html Các lễ hội tổ chức vào tháng 3 âm lịch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081008031709\/http:\/\/baodulich.net.vn\/Story\/vn\/lehoivn\/lehoivn\/2008\/4\/1881.html |date=2008-10-08 }}\n\n{{sơ khai Thái Bình}}\n\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Việt Nam|Tiên La]]\n[[Thể loại:Di tích tại Thái Bình]]"}