{"42149":"'''Đỗ Thích''' ([[chữ Hán]]: 杜釋; ?-979) là một quan viên thời [[nhà Đinh]]. Ông được ghi nhận trong chính sử Việt Nam là người đã ám sát vua [[Đinh Tiên Hoàng]] và Nam Việt vương [[Đinh Liễn]], dẫn sự kết thúc của [[nhà Đinh]], mở đầu [[nhà Tiền Lê]], cũng như gây ra cái cớ cho việc xâm lược [[Đại Cồ Việt]] bất thành của [[nhà Tống]].\n\n==Mô tả trong chính sử==\nSách ''[[Đại Việt sử lược]]'', tài liệu lịch sử sớm nhất được cho là soạn thời [[nhà Trần]], đề cập sự kiện \"Đỗ Thích giết vua\" vắn tắt như sau:\n\n{{cquote|\n:''Mùa đông, tháng Mười một [năm [[Kỷ Mão]] [[979]]], ban đêm vua [Đinh Tiên Hoàng] ngự tiệc thì bị Phúc hầu hoằng<ref>Nguyên văn chữ Hán: 福侯宏.<\/ref> '''Đỗ Thích''' giết, giết luôn cả Việt vương [[Đinh Liễn|Liễn]].<ref name=\"dvsl\">Đại Việt sử lược, quyển Thượng.<\/ref>\n|}}\n\nSách ''[[Đại Việt sử ký toàn thư]]'' soạn thời [[nhà Lê]] cũng mô tả tương tự:\n\n{{cquote|\n:''Mùa đông, tháng Mười [năm Kỷ Mão 979], Chi hậu nội nhân<ref>Nguyên văn chữ Hán: 秪候内人.<\/ref> '''Đỗ Thích''' giết vua ở sân cung.''<ref name=\"dvsktt\">Đại Việt sử ký toàn thư, Bản Kỷ, quyển I. Kỷ nhà Đinh.<\/ref> \n|}}\n\nNguyên do Đỗ Thích giết vua, các tài liệu lịch sử thời phong kiến đều chép khi Đỗ Thích còn làm chức lại ở Đồng Quan, đêm nằm trên cầu, bỗng thấy sao sa rơi vào miệng, từ đó nảy ra ý định giết vua. Tuy nhiên, sau khi vua Đinh Tiên Hoàng và Nam Việt vương Đinh Liễn bị sát hại, triều thần đều truy lùng kẻ giết vua. Đỗ Thích phải trèo lên nằm trong máng nước ở trong cung suốt ba ngày liền chịu đói khát. Khi trời đổ mưa, Đỗ Thích thò tay hứng nước mà uống, [[cung nữ]] nhìn thấy nên đi báo. Định Quốc công [[Nguyễn Bặc]] sai người bắt xuống và đem đi chém.<ref name=\"dvsl\"\/><ref name=\"dvsktt\"\/><ref name=\"kdvstgcm\">Khâm định Việt sử Thông giám cương mục, Chính biên, quyển I.<\/ref> Theo học giả [[Đào Duy Anh]], khi bắt được Đỗ Thích, [[Nguyễn Bặc]] cho đem chém rồi đập tan xương và cắt thịt chia cho nhân dân bắt họ phải ăn.<ref>[[Đào Duy Anh]], ''Lịch sử Việt Nam từ nguồn gốc đến thế kỷ XIX''. Nhà xuất bản Văn Hóa Thông tin, 2002, tr 174.<\/ref>\n\nSau khi Đỗ Thích chết, triều thần tôn lập Vệ vương [[Đinh Toàn]] mới 6 tuổi lên ngôi, sử gọi là Đinh đế Toàn. Tuy nhiên, triều đình rơi cuộc tranh giành quyền lực giữa Thập đạo tướng quân [[Lê Hoàn]] và các đại thần khác [[Nguyễn Bặc]], [[Đinh Điền]], [[Phạm Hạp]]. Cuối cùng, với sự ủng hộ của [[Phạm Cự Lượng]] và Thái hậu, Lê Hoàn giành được phần thắng, giết được cả Nguyễn Bặc, Đinh Điền, Phạm Hạp, không lâu sau tự lập làm vua, sử gọi là Đại Hành hoàng đế, mở ra triều đại mà về sau gọi là [[nhà Tiền Lê]].\n\n==Nghi án lịch sử==\nCả Đại Việt sử lược lẫn Đại Việt sử ký toàn thư đều không ghi chép gì về thân thế của Đỗ Thích. Riêng sách [[Khâm định Việt sử Thông giám cương mục]] soạn thời [[nhà Nguyễn]] có chú dựa theo dã lục rằng Đỗ Thích là người Đại Đê, huyện Thiên Bản (nay thuộc [[Đại An, Vụ Bản|xã Đại An]], huyện [[Vụ Bản]], tỉnh [[Nam Định]]).<ref name=\"kdvstgcm\"\/> Sách Đại Việt sử lược chép là \"Phúc hầu hoằng (福侯宏) Đỗ Thích\", còn Đại Việt sử ký toàn thư và Khâm định Việt sử Thông giám cương mục thì chép là \"Chi hậu nội nhân (秪候内人) Đỗ Thích\". Theo các nhà nghiên cứu, Đỗ Thích có thể là một hoạn quan hoặc thị vệ phục dịch trong cung.\n\nSách Đại Việt sử lược lẫn Đại Việt sử ký toàn thư đều ghi chép việc xuất hiện lời sấm tiên đoán việc Đỗ Thích giết vua vào năm Thái Bình thứ 5.<ref name=\"dvsl\"\/><ref name=\"dvsktt\"\/> Tuy nhiên, gần đây, một số nhà nghiên cứu lịch sử đưa ra giả thuyết: Đỗ Thích không phải là thủ phạm giết vua. Theo nhà giáo [[Hoàng Đạo Thúy]] và một số nhà nghiên cứu hiện nay,<ref name=\"Phan Duy Kha 2003\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, ''Nhìn lại lịch sử'', Nhà xuất bản Văn hoá thông tin, 2003.<\/ref> Đỗ Thích không thể làm chuyện này. Thích chỉ là một viên hoạn quan, chức nhỏ, sức mọn, không hề có uy tín hay vây cánh. So với Thích, trong triều có các bạn của vua Đinh như [[Nguyễn Bặc]], [[Đinh Điền]], [[Lưu Cơ (nhà Đinh)|Lưu Cơ]]... đều nắm trọng quyền, đủ cả văn lẫn võ. Vì vậy ông không thể mơ tưởng việc sẽ khuất phục được các đại thần nhà Đinh để ngồi yên trên ngai vàng.\n\nTrong cuốn \"Chính sách khuyến nông dưới thời Minh Mạng\". Nhà xuất bản Văn hóa Thông tin, Hà Nội 1996, trang 33 và 34 ghi là: \"''Những người viết sử xưa đơn giản hóa sự cố này: chỉ bởi một giấc mơ hão huyền mà Đỗ Thích trở thành tên sát nhân. Đằng sau Đỗ Thích còn ai không? Tại sao khi Lê Hoàn thế chân thì quân Tống lại can thiệp\"''. Cũng theo trang 57, 58 sách trên: ''\"Lê Hoàn giành được thế nhiếp chính đã cùng thuộc hạ mưu sự chiếm ngôi. Nếu không có công chống Tống vào năm Tân Tỵ (981) thì Lê Hoàn đã phạm tội bất trung và lịch sử vẫn giữ nguyên nghi án\"''<ref name = \"hannom.org.vn\">[http:\/\/www.hannom.org.vn\/detail_search.asp?param=784&Catid=1&text=ng%E1%BB%8Da Góp phần làm sáng tỏ hình ảnh Đinh Điền - Nguyễn Bặc qua một số tư liệu Hán Nôm và dân gian]<\/ref>\n\nGia phả họ Đỗ ở Đại Đê, huyện Vụ Bản và sự tích đền Thảo Mã (tức đền Gạo ở xã Thanh Bình, huyện [[Thanh Liêm]], Hà Nam) có nói tới việc Đỗ Thích có công cõng [[Đinh Tiên Hoàng]] chạy trốn khi ông bị Nam Tấn Vương đuổi.<ref name = \"hannom.org.vn\"\/>\n\nSử liệu đầu tiên đề cập giả thuyết “Lê Hoàn mưu sát Đinh Bộ Lĩnh” là ghi chép của [[Thẩm Quát]] trong ''[[Bách khoa toàn thư Trung Quốc|Mộng khê bút đàm]]'' được viết vào năm 1093 - sớm hơn Toàn thư 400 đến 600 năm. Bộ sử này ghi như sau: “'''thổ nhân Lê Uy giết Liễn tự lập'''”. Lê Uy tức Lê Hoàn.<ref>[http:\/\/tiasang.com.vn\/-van-hoa\/Phuong-thuc-chuyen-giao-quyen-luc-Vu-am-sat-Dinh-Bo-Linh-7127 Phương thức chuyển giao quyền lực: Vụ ám sát Đinh Bộ Lĩnh]<\/ref>\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2011||style=\"text-align:center;\" |[[Lý Công Uẩn: Đường tới thành Thăng Long]]|| style=\"text-align:center;\" |Đức Sơn\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/quehuongonline.vn\/viet-su-giai-thoai\/ten-dai-nghich-than-do-thich-10932.htm Tên đại nghịch thần Đỗ Thích]\n* [http:\/\/kienthuc.net.vn\/tham-cung\/nhung-vu-am-sat-chan-dong-lich-su-viet-nam-1-185035.html Những vụ ám sát chấn động lịch sử Việt Nam (1)]\n* [http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/nhung-nghi-an-cung-dinh-chan-dong-viet-nam-ky-1-2224524 Những nghi án cung đình chấn động Việt Nam (kỳ 1)]{{Liên kết hỏng|date=2022-03-26 |bot=InternetArchiveBot }}\n* [http:\/\/baophapluat.vn\/rubic-cuoc-song\/ky-2-bi-an-xung-quanh-cai-chet-cua-vua-dinh-265639.html Kỳ 2: Bí ẩn xung quanh cái chết của vua Đinh]\n* [http:\/\/www.nguoiduatin.vn\/an-xua-vi-mong-de-vuong-hoan-quan-giet-vua-va-thai-tu-a92320.html Vì mộng đế vương, hoạn quan giết vua và thái tử]\n* [http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/ngo-ngang-vua-dinh-tien-hoang-chet-vi-an-long-lon-2262386 Ngỡ ngàng 'vua Đinh Tiên Hoàng chết vì ăn lòng lợn'] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190519115149\/http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/ngo-ngang-vua-dinh-tien-hoang-chet-vi-an-long-lon-2262386 |date=2019-05-19 }}\n\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Hoạn quan Việt Nam]]\n[[Thể loại:Mất năm 979]]\n[[Thể loại:Người bị xử tử hình do kết án oan sai]]\n[[Thể loại:Người bị thi hành án oan sai về tội giết người]]\n[[Thể loại:Người bị kết tội mưu sát hoặc giết vua]]\n[[Thể loại:Nghi án về tội giết người chưa có lời giải minh bạch trong lịch sử]]"}