{"13490063":"{{Underlinked|date=tháng 7 2018}}\n\n'''Đền Cô Tiên''' nằm trên đỉnh hòn Đầu Voi cuối dãy [[núi Trường Lệ]] về phía Tây Nam. Hòn đầu voi là hòn thứ năm trong hệ thống phân loại dân gian. Nó có tên chữ là \"Tượng Đầu Sơn\" cũng có nghĩa núi Đầu Voi, vì dãy núi Trường Lệ đang chạy dài đến chỗ này chợt nhô ra một hòn hình dáng như đầu con voi đang cúi mình uống nước.\n\n==Lịch sử==\nĐền Cô Tiên được xây dựng vào [[thời Lý]] theo kiểu kiến trúc cổ, gồm 3 lớp: Tiền Đường, Trung Đường và Hậu Cung. Kiểu kiến trúc hình chữ Đinh (hay kiến trúc chuôi vồ). Trải qua bao độ mưa nắng, gió bão và sự tàn phá của chiến tranh ngôi đền đã bị hư hỏng nặng. Ngôi đền đã qua nhiều lần trùng tu tôn tạo. Những năm 90 của [[Thế kỷ 20|thế kỷ XX]], Ban quản lý di tích [[Sầm Sơn|thành phố Sầm Sơn]] cho sửa chữa lại một số hạng mục. Lần tu sữa gần đây nhất vào năm [[2010]] Thành phố Sầm Sơn đã trùng tu tôn tạo lại toàn bộ ngôi đền nhưng vẫn giữ nguyên nét cổ kính. Kinh phí xây dựng Đền là từ nguồn tiền công đức của nhân dân và du khách thập phương.\n\nNgôi đền đã được xếp hạng Di Tích quốc gia năm [[1962]].\n\nNgoài Đền chính, trong quần thể Di Tích Đền Cô Tiên còn có đền trình (Quan Giám) Miếu lộ thiên Nam Hải Đại Vương, Miếu Cô Chín.\n\n==Truyền Thuyết đền Cô Tiên==\nTruyền thuyết kể lại rằng: Ngôi đền này thờ một người con gái làm nghề thuốc cứu nhân độ thế. Cô gái vì không nghe lời cha lấy một kẻ nhà giàu nên bị cha đuổi ra khỏi nhà. Sau đó cô đem lòng yêu và lấy một chàng trai nghèo hiền lành, tốt bụng tên là Côi. Cuộc sống đang êm ả trôi đi trong hạnh phúc thì nàng bị bệnh hủi (bệnh phong). Hai vợ chồng đã đi khắp nơi chữa bệnh nhưng không khỏi. Bỗng một hôm có một bà lão xuất hiện đã chạy chữa cho nàng. Bà lên núi hái lá nam về hòa cùng với nước được lấy từ Vụng tiên. Cô gái khỏi bệnh. Bà cụ ra đi để lại cho cô gái một giỏ mây đựng đầy lá thuốc và một tay nải che mưa, nắng.\n\nMột lần 2 vợ chồng đi chữa bệnh về khuya gặp trời mưa to, nhớ lời bà cụ dặn lấy tay nải ra che mưa và thiếp đi lúc nào không biết. Sáng mai khi tỉnh dậy 2 vợ chồng thấy mình đang nằm trong một ngôi nhà 3 gian khang trang sạch sẽ. Từ đó họ ở lại ngôi nhà và hằng ngày đi hái thuốc lá nam trên núi về chữa bệnh cho mọi người trong vùng. Một buổi sáng đẹp trời 2 vợ chồng ăn mặc rất đẹp dắt tay nhau đi lên đỉnh núi và thấy không quay trở về. Dân làng đồn rằng nàng chính là tiên nữ giáng trần. Ngôi nhà của vợ chồng được nhân dân trong vùng hương khói thờ phụng quanh năm.\n\n{{du lịch Thanh Hóa}}\n{{Sơ khai}}\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n[http:\/\/dulichsamson.gov.vn\/web\/trang-chu\/di-tich-danh-thang-le-hoi\/sam-son\/di-tich-danh-thang-sam-son\/den-co-tien-lap-lanh-huyen-thoai-va-canh-quan.html Đền Cô Tiên - Lấp lánh huyền thoại và cảnh quan]\n<!--\nĐền nằm ở [[hướng Nam|phía nam]] núi Trường Lệ, thuộc khu phố Vinh Sơn, phường Trường Sơn<ref name=LXTH166>{{Chú thích sách| title = Tên làng xã Thanh Hóa (tập II) |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | publisher = Nhà xuất bản Thanh Hóa | location = Thanh Hóa| year = 2001 |trang =166}}<\/ref>, thờ một người con gái làm nghề thuốc cứu nhân độ thế<ref name=\"SS3\">[http:\/\/samson.thanhhoa.gov.vn\/vi-vn\/samson\/Pages\/Article.aspx?ChannelId=27&articleID=79 Di tích, danh thắng và lễ hội Sầm Sơn.]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }} Cổng thông tin điện tử tỉnh Thanh Hóa. Truy cập ngày 11 tháng 3 năm 2012.<\/ref>. Địa thế của đền khá thoáng đãng, từ đây có thể nhìn thấy bãi biển các Phường Quảng Vinh, Xã Quảng Hùng, thành phố Sầm Sơn, đảo [[Hòn Mê]] và vùng biển Nghi Sơn, huyện [[Tĩnh Gia]].\n\nTheo [[truyền thuyết]], trong làng có đôi trai gái yêu nhau tha thiết. Chẳng may cô gái bị [[bệnh phong|bệnh hủi]], nên bị đuổi khỏi làng. Cô gái phải ra hang núi ở và chàng trai cũng bỏ làng ra theo, rồi họ trở thành vợ chồng. Một lần tình cờ cô gái hái một loại lá cây ăn và lành bệnh. Từ đó nàng làm nghề thuốc để cứu nhân độ thế. Khi mất, nàng được lập đền thờ, gọi là đền Cô Tiên. Tuy nhiên, cũng có người cho rằng đền này là nơi thờ vọng thần Độc Cước.\n\nNiên đại cũ nhất còn ghi lại trong đền là năm [[Thành Thái]] thứ 2 (1890). Trong đền hiện còn những câu đối bằng [[chữ Hán]]. Năm 1960, [[Hồ Chí Minh]] đã thăm Đền Cô Tiên và đã gặp gỡ, trò chuyện với một số dân làng núi.\n-->\n\n[[Thể loại:Di tích tại Thanh Hóa]]\n[[Thể loại:Sầm Sơn]]"}