{"3501603":"[[Tập tin:Đền Đồng Xâm thập niên 1920 (1920's Dong Xam Temple).jpg|nhỏ|phải|250px|Toàn cảnh đền Đồng Xâm ở thập niên 1920]]\n'''Đền Đồng Xâm''' là một quần thể di tích có quy mô hoành tráng, rộng lớn nay thuộc xã [[Hồng Thái, Kiến Xương|Hồng Thái]], huyện [[Kiến Xương]], tỉnh [[Thái Bình]]. Đền thờ [[Triệu Vũ Đế]] (tức Triệu Đà) và [[phu nhân Trình thị]], người làng Đồng Xâm, được làm [[Hoàng hậu]] của [[nhà Triệu]] nước [[Nam Việt]] và thờ tổ nghề làng chạm bạc truyền thống Nguyễn Kim Lâu.<ref>{{Chú thích web|tiêu đề=Đền Đồng Xâm|url=http:\/\/mobile.coviet.vn\/detail.aspx?key=%C4%91%E1%BB%81n+%C4%90%E1%BB%93ng+X%C3%A2m&type=A0&stype=0|nơi xuất bản=Cồ Việt Mobile - Tri thức Việt|ngày truy cập=2016-09-28}}<\/ref>\n\nNăm 1990, đền được Bộ Văn hóa Thông tin xếp hạng Di tích lịch sử văn hóa cấp quốc gia.<ref>{{Chú thích web|tiêu đề=Lễ hội đền Đồng Xâm năm 2016|url=http:\/\/baothaibinh.com.vn\/34\/45642\/Le_hoi_den_Dong_Xam_nam_2016.htm|nơi xuất bản=Báo Thái Bình - Cơ quan ngôn luận của tỉnh|ngày truy cập=2016-09-28}}<\/ref>\n\n==Kiến trúc==\nTrung tâm của cụm di tích đền Đồng Xâm là một tổng thể kiến trúc đồ sộ với gần 10.000m2 xây dựng với nhiều công trình kiến trúc như vọng lâu, thủy toạ, hoành mã, sân tế (sân chầu), toà Tiền tế, phương đình (tức tòa Trung tế), toà điện thờ, hậu cung, nhà thờ [[tổ nghề]] chạm bạc Nguyễn Kim Lâu,...\n \nThủy tọa là một ngôi nhà hình lục lăng gồm sáu cửa vòm quay ra các hướng, từ đây có thể ngắm được toàn cảnh sân tế và các đường thuyền đua tấp nập trên sông khi có lễ hội.\n\nToà Tiền tế của ngôi đền là một tòa đại đình gồm 5 gian rộng, với quy mô đồ sộ có [[chiều cao]] tới 13m và kiểu dáng kiến trúc bề thế ít gặp ở các di tích khác.\n\nNối liền toà Tiền tế tới hậu cung là toà điện Trung tế được kiến trúc theo kiểu Phương đình. Mặt bằng ở khu vực này được các nghệ nhân xử lý cực kỳ hợp lý, từ ba gian của toà Tiền tế được rút lại một gian chính giữa làm nền của toà Phương đình.\n\nToà Hậu cung của đền được cấu trúc thành hai bộ phận liên hoàn là toà điện năm gian, nối với gian trung tâm là phần chuôi vồ được tôn cao mặt bằng để đặt khám gian. Phía hiên ngoài Hậu cung được bài trí hài hoà bằng những đại tự, cuốn thư, câu đối cùng hệ thống y môn gỗ chạm. Hệ thống cánh cửa khay soi ở ba gian trung tâm của toà hậu cung được chạm thủng với đề tài bát bửu, hoa văn, dây lá, chữ triện trên 12 ô cửa của Hậu cung.\n \nKhám gian đặt tại Hậu cung là một tác phẩm độc đáo mang nét đặc thù của làng nghề chạm bạc, đồng, sắt. Khám gian được phong kín bằng những lá đồng chạm thủng với các đề tài khác nhau như [[tứ linh]], tứ quý... Trong khám thờ đặt tượng [[Triệu Vũ Đế]] và Hoàng hậu Trình thị, cỡ tượng to tương đương người thật và đều được đúc bằng đồng khảm vàng, bạc, thiếp bạc,...<ref>{{Chú thích web|tiêu đề=Đền Đồng Xâm|url=http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1520|nơi xuất bản=Tổng cục Du lịch Việt Nam - Vietnam National Administration of Tourism|ngày truy cập=2016-09-28|archive-date = ngày 2 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161002051521\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1520}}<\/ref>\n\n==Giá trị nghệ thuật==\nĐền Đồng Xâm có thể xem như một tập đại thành của nghệ thuật chạm khắc gỗ, đá, kim loại, đắp vữa của Việt Nam thời Nguyễn.\n\n==Lễ hội đền Đồng Xâm==\nLễ hội được tổ chức từ mồng 1-3 tháng 4 Âm lịch. Mở đầu lễ hội là đám rước bà Trình thị lên đền Đức thánh Triệu vào chiều 30 tháng 3 âm lịch. Sau khi tế, người ta rước tượng Đức bà lên kiệu về đền, tới đền, tượng Đức bà được đặt bên cạnh tượng Đức thánh Triệu trong suốt mấy ngày hội. Hội tan, dân làng lại tổ chức rước bà hoàn cung.\n\nHội đền Đồng Xâm thường có nhiều lễ thức, nhiều trò chơi, trò diễn, trò đua tài cuốn hút trai gái trong vùng tham gia như: [[Đấu Roi|đấu roi]], đấu vật, hát chèo, hát ca trù,...\n\nSôi nổi nhất là cuộc thi đua thuyền của thanh niên trên sông Vông. Trong thời gian diễn ra lễ hội, các sản phẩm chạm bạc của làng cũng được trưng bày và bán làm làm đồ lưu niệm cho du khách để giới thiệu và quảng bá thêm về nghề truyền thống này.<ref>{{Chú thích web|tiêu đề=Thái Bình: Hội làng Đồng Xâm|url=http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?sitepageid=287&articleid=2187|nơi xuất bản=Chuyên trang lễ hội - trang tin điện tử Cinet|ngày truy cập=2016-09-28}}<\/ref>\n\n==Xem thêm==\n{{thể loại Commons|Đồng Xâm Temple}}\n* [[Triệu Đà]]\n* [[Miếu Nam Việt Vương]]\n* [[Nhà Triệu]]\n* [[Nam Việt]]\n* [[Tổ nghề]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Đền tại Việt Nam|Đồng Xâm]]\n[[Thể loại:Di tích tại Thái Bình]]\n[[Thể loại:Nhà Triệu]]\n[[Thể loại:Nam Việt]]\n[[Thể loại:Du lịch Thái Bình]]"}