{"472933":"'''Đỗ Tử Bình''' (杜子平, 1324-1381) là tướng [[nhà Trần]] trong [[lịch sử Việt Nam]]. Sự nghiệp của ông gắn liền với cuộc chiến giữa [[Đại Việt]] và [[Chiêm Thành]] hồi nửa cuối [[thế kỷ 14]].\n\nTheo [[thần phả]] trong [[di tích]] lịch sử văn hóa cấp quốc gia là \"Đền Thái Bảo Đỗ Tử Bình\" <ref>Đền Thái Bảo Đỗ Tử Bình được công nhận di tích trong danh sách công nhận theo quyết định số 43\/1999\/QĐ-BVHTT ngày 12 tháng 7 năm 1999.<\/ref>, nêu trong \"Tóm lược thông tin về di tích\" <ref name= Ditich>Lịch sử, Văn hóa, danh nhân,... [http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-THAI-BAO-a735.html Đền Thái Bảo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151208213404\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-THAI-BAO-a735.html |date=2015-12-08 }}. H3N groups, 2012. Truy cập 2\/12\/2015.<\/ref>, thì Đỗ Tử Bình quê quán ở nơi nay là thôn Hưng Tứ, [[Hồng Việt, Đông Hưng|xã Hồng Việt]], huyện [[Đông Hưng]], tỉnh [[Thái Bình]], vào thời [[nhà Trần]] thì vùng này thuộc tỉnh [[Nam Định]].\n[[Tập tin:DoTuBinh Temple.jpg|thumb|270px|Đền Thái Bảo Đỗ Tử Bình ở thôn Hưng Tứ, xã [[Hồng Việt, Đông Hưng]], tỉnh [[Thái Bình]].]]\n[[Tập tin:DoTuBinh Altar@2017.jpg|thumb|270px|Bàn thờ Thái Bảo và Bằng công nhận di tích văn hóa.]]\n== Thăng tiến ==\nDo những vết mờ trong hoạt động của ông đã dẫn đến điều gọi là \"Sử sách khẳng định không rõ quê quán Đỗ Tử Bình ở đâu\" và cuối đời thì \"được vài năm thì chết\". [[Khâm định Việt sử thông giám cương mục]] dẫn từ sách [[An Nam chí]] của [[Cao Hùng Trưng]] [[nhà Minh]] và nêu giả thuyết có thể ông là người huyện Cổ Lan, tức là Đông Quan, thuộc tỉnh [[Nam Định]]<ref name=\"CM9\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.15 Khâm định Việt sử thông giám cương mục, quyển 9]{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}<\/ref>. Tư liệu về \"Đền Thái Bảo\"<ref name=Ditich\/> ở huyện [[Đông Hưng]], tỉnh [[Thái Bình]] đủ xác thực để hiệu đính điều này.\n\nNăm 1348, Đỗ Tử Bình đang giữ chức ngự tiền học sinh, được bổ nhiệm làm thị giảng. Tháng 7 năm 1359, ông được thăng làm Tri Khu mật viện sự.\n\n== Trong chiến tranh chống Chiêm Thành ==\n===Năm 1362-1367===\nNăm 1362, biên giới phía nam bắt đầu căng thẳng. Đỗ Tử Bình theo lệnh của [[Trần Dụ Tông]] đi duyệt bổ quân ở Lâm Bình, Thuận Hóa và đắp thành Hóa Châu<ref name=\"DV7\">[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt sử ký toàn thư, quyển 7]<\/ref>.\n\nNăm 1367, [[Trần Dụ Tông]] cử Trần Thế Hưng làm Thống quân hành khiển đồng tri, Đỗ Tử Bình làm phó, mang quân đi đánh [[Chiêm Thành]]. Tháng 4 âm lịch năm 1368, quân Trần tiến vào Chiêm Động ([[Quảng Nam]]). Quân Chiêm đặt phục binh, quân Trần rơi vào chỗ phục kích, bị thua trận. Trần Thế Hưng bị bắt, Đỗ Tử Bình chạy thoát, mang tàn quân chạy về nước<ref name=\"CM10\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.16 Khâm định Việt sử thông giám cương mục, quyển 10]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}<\/ref>.\n\n=== Năm 1376-1377 ===\nNăm 1376 thời [[Trần Duệ Tông]], vua Chiêm là [[Chế Bồng Nga]] lại mang quân xâm lấn. Duệ Tông sai Đỗ Tử Bình đi đánh. Chế Bồng Nga sợ hãi, xin dâng 10 mâm [[vàng]] tạ tội. Nhưng Tử Bình giấu vàng đi, lại tâu về triều rằng vua Chiêm kiêu ngạo không thần phục<ref name=\"CM10\"\/>. Duệ Tông nổi giận, quyết định thân chinh đi đánh.\n\nTháng giêng năm 1377, quân Trần tiến tới kinh thành [[Đồ Bàn]] nước Chiêm. Chế Bồng Nga lập đồn giữ ngoài thành, rồi cho người đến trá hàng, nói với [[Trần Duệ Tông]] rằng Chế Bồng Nga đã bỏ thành trốn. Duệ Tông thúc quân tiến vào thành. Quân Chiêm tứ phía phục binh đổ ra đánh. Quân [[Đại Việt]] thua to, mười phần chết đến 7, 8 phần. Duệ Tông bị hãm trong vòng vây, bị trúng tên tử trận. Các tướng Đỗ Lễ, Nguyễn Nạp Hòa, Hành khiển Phạm Huyền Linh cũng tử trận.\n\nĐỗ Tử Bình lúc đó lĩnh hậu quân không tới cứu ứng cho Duệ Tông<ref name=\"DV7\"\/>. [[Lê Quý Ly]] cũng sợ hãi bỏ chạy. Thượng hoàng Trần Nghệ Tông sai đem chiếc xe tù đi bắt Tử Bình. Khi Tử Bình về qua phủ Thiên Trường, người ta đua nhau chửi mắng, lấy gạch ngói ném vào xe tù Tử Bình. Thượng hoàng xuống chiếu trị tội nhưng miễn cho tử hình cho ông, chỉ bắt đi làm lính<ref name=\"DV7\"\/>.\n\nTrong trận này, Đỗ Tử Bình trước đã vu cáo vua Chiêm gây ra nam tiến, sau không tới ứng cứu đại quân, được xem là người có trách nhiệm lớn với việc tử trận của vua Trần Duệ Tông<ref name=\"TXS374\">Trần Xuân Sinh, sách đã dẫn, tr 374<\/ref><ref name=\"DV8\">[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt sử ký toàn thư, quyển 8]<\/ref>.\n\n=== Năm 1378-1380 ===\nTuy nhiên không lâu sau, ông lại được phục chức. Tháng 5 năm 1378, [[Chế Bồng Nga]] đưa hàng vương Trần Húc về nước, đánh cướp [[Nghệ An]]. Tháng 6, quân Chiêm tiến vào cửa Đại Hoàng. Thượng hoàng [[Trần Nghệ Tông]] phục chức cho Đỗ Tử Bình, sai ra chống giữ. Tử Bình đánh không lại, quân bị tan vỡ. Chế Bồng Nga tiến vào Thăng Long lần thứ 3, bắt người cướp của rồi rút về<ref name=\"DV8\"\/>.\n\nNăm 1380, vua Chiêm lại dụ dân [[Tân Bình (địa danh cũ)|Tân Bình]] và [[Thuận Hóa]] đi cướp phá [[Nghệ An]] và tiến lên [[Thanh Hóa]]. Thượng hoàng Nghệ Tông lại sai [[Lê Quý Ly]] lĩnh quân thủy và Đỗ Tử Bình dẫn quân bộ ra chống. Tới tháng 5, quân Chiêm không đánh được phải rút lui.\n\n== Đề xuất thuế thân==\nTừ sau trận đánh này, Đỗ Tử Bình cáo ốm, xin rút lui không giữ binh quyền nữa. Tháng 11 năm đó thượng hoàng Nghệ Tông phong ông làm Nhập nội hành khiển tả tham tri chính sự, lĩnh chức Kinh lược sứ Lạng Giang.\n\nTrong nước gặp khó khăn vì chiến tranh liên miên, cùng năm đó Đỗ Tử Bình kiến nghị với thượng hoàng Nghệ Tông theo phép thu thuế \"dung\" (thuế thân) của [[nhà Đường]]: bắt đinh nam mỗi năm phải nộp ba quan tiền. Từ đầu thời [[nhà Trần]] đã có thuế đinh, nhưng thực ra chỉ người có [[ruộng]] mới phải đóng. Đến đây, không cứ có ruộng hay không, tất cả mọi người đều phải chịu thuế, chỉ binh lính được miễn. Từ đó, thuế đinh mới thêm nặng<ref name=\"CM10\"\/>. Phép thu thuế này bất công, khiến mọi người phải đóng như nhau<ref name=\"TXS374\"\/>.\n\n== Qua đời ==\n[[Đại Việt sử ký toàn thư]] không ghi rõ thời điểm Đỗ Tử Bình qua đời, chỉ ghi: \"(sau khi được phong Nhập nội hành khiển tả tham tri chính sự năm 1380) ''được vài năm thì chết''\"<ref name=\"DV8\"\/>. Cuộc đời ông hoạt động trong khoảng trên 30 năm qua 4 đời vua, từ thời [[Trần Dụ Tông]] đến [[Trần Phế Đế]].\n\n[[Trần Nghệ Tông]] truy tặng ông làm Thiếu bảo và cho ông được tòng tự ở [[Văn Miếu - Quốc Tử Giám|Văn Miếu]], thờ chung với [[Chu Văn An]] và [[Trương Hán Siêu]]<ref name=\"DV8\"\/>.\n\nMãi đến đời sau các thân sĩ không đồng tình với quyết định của Nghệ Tông nên tước bỏ Đỗ Tử Bình ra khỏi Văn Miếu<ref name=\"TXS374\"\/>.\n\n==Nhận định==\nSách [[Đại Việt sử ký toàn thư]] nêu ý kiến của các sử gia về Đỗ Tử Bình như sau<ref name=\"DV8\"\/>:\n\nTheo [[Phan Phu Tiên]]: \n:''Bậc danh nho các đời có bài trừ được dị đoan, truyền giữ được đạo thống thì mới được tòng tự ở [[Văn Miếu - Quốc Tử Giám|Văn Miếu]], thế là để tỏ rõ đạo học có ngọn nguồn. [[Trần Nghệ Tông|Nghệ Tông]] cho [[Chu Văn An|Chu An]], [[Trương Hán Siêu]], Đỗ Tử Bình được dự vào đó,... Tử Bình là hạng học nhảm chiều người, tham lam bòn vét, là kẻ gian thần hại nước, sao lại được len vào chỗ đó?''\n\nTheo [[Ngô Sĩ Liên]]:\n:''Tử Bình lén đánh cắp [[vàng]] cống của Bồng Nga, tậu bậy lừa vua, để đến nỗi Duệ Tông đi tuần phương nam không trở về nữa, nước nhà từ đó liên tiếp có tai họa [[Chiêm Thành]] vào cướp, tội ấy giết cũng chưa đáng, còn học nhảm chiều người thì chê trách làm gì?''\n\n[[Khâm định Việt sử thông giám cương mục]] có nhận định về ông<ref name=\"CM10\"\/>:\n:''Tử Bình là người không học theo chính đạo, chỉ a dua với đời, lại hay bày đặt thuế khóa bắt dân đóng góp nặng để nịnh hót người trên; cho nên được nhà vua tin dùng. Từ khi Tử bình đi đánh [[Chiêm Thành]] không nên công trạng gì...''\n\nÝ kiến của [[Tự Đức]] về lỗi của Tử Bình trong trận Đồ Bàn 1377<ref name=\"CM9\"\/>:\n:''Tội... người này đáng giết, không dung tha được; thế mà lại còn vẫn dùng! Chính sự nhà Trần không có kỷ cương gì cả, trách nào chẳng bại vong.''\n\nTrần Xuân Sinh lý giải những may mắn mà Đỗ Tử Bình có được trong đời làm tướng nhà Trần là do thượng hoàng Trần Nghệ Tông làm mất kỷ cương, mê tối cùng cực, không biết ai là người hay, người gian nữa<ref name=\"TXS374\"\/>.\n\n==Chú thích==\n{{tham khảo| colwidth= 25em}}\n* [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt sử ký toàn thư, quyển 7], [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html quyển 8] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100126213246\/http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH01ee20abb493d48e1ec1536f.3.8 |date=2010-01-26 }}\n* [http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.15 Khâm định Việt sử thông giám cương mục, chính biên quyển 9]{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}, [http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.16 quyển 10]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}\n* Trần Xuân Sinh (2006), ''Thuyết Trần'', Nhà xuất bản Hải Phòng\n\n==Xem thêm==\n* [[Trần Nghệ Tông]]\n* [[Chiến tranh Việt-Chiêm 1367-1396]]\n* [[Trần Duệ Tông]]\n* [[Chế Bồng Nga]]\n* Họ [[Đỗ]]\n\n== Liên kết ngoài ==\n\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Sinh năm 1324]]\n[[Thể loại:Mất năm 1381]]"}