{"25334":"{{bài cùng tên|Ngọc Sơn (định hướng)}}\n{{Thông tin đền Việt Nam\n| tên = Đền Ngọc Sơn\n| tên di tích đặc biệt = Hồ Hoàn Kiếm và Đền Ngọc Sơn\n| ngày nhận danh hiệu di tích đặc biệt = 09 tháng 12 năm 2013\n| loại di tích đặc biệt = Lịch sử - văn hóa\n| loại di tích đặc biệt 2 = Thắng cảnh\n| quyết định danh hiệu di tích đặc biệt = 2383\/QĐ-TTg<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-2383-QD-TTg-nam-2013-xep-hang-di-tich-quoc-gia-dac-biet-215723.aspx|title=Quyết định 2383\/QĐ-TTg năm 2013 xếp hạng di tích quốc gia đặc biệt}}<\/ref>\n| tên di tích quốc gia = Đền Ngọc Sơn và toàn bộ khu vực hồ Hoàn Kiếm\n| ngày nhận danh hiệu di tích quốc gia = 10 tháng 7 năm 1980\n| loại di tích quốc gia = Lịch sử - văn hóa\n| loại di tích quốc gia 2 = Thắng cảnh\n| quyết định danh hiệu di tích quốc gia = 92-VHTT\/QĐ<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-92-VHTT-QD-xep-hang-17-di-tich-lich-su-van-hoa-44178.aspx|title=Quyết định 92-VHTT\/QĐ xếp hạng 17 di tích lịch sử văn hoá|last=|first=|date=|website=Thư viện pháp luật|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n| hình = Cổng đền Ngọc Sơn.jpg\n| chú thích = Cổng đền Ngọc Sơn: trán cổng ghi ba chữ \"Đắc nguyệt lâu\" 得月樓 tức là lầu (hứng) được (ánh) trăng\n| vĩ độ = 21\n| vĩ phút = 01\n| vĩ giây = 50.6\n| kinh độ = 105\n| kinh phút = 51\n| kinh giây = 8.4\n| tước vị = \n| tên thần = [[Văn Xương Đế Quân]]\n| sinh = \n| mất = \n| chưởng quản 1 = Chủ quản công danh\n| tên thánh 2 = [[Trần Hưng Đạo|Trần Quốc Tuấn]]\n| tước vị 2 = Hưng Đạo đại vương\n| sinh 2 = ?\n| mất 2 = 1300\n| công trạng 2 = [[Chiến tranh Nguyên Mông–Đại Việt|Hai lần phá tan quân Nguyên Mông]]\n| loại đền = \n| đối tượng thờ = Thần và anh hùng dân tộc\n| địa chỉ = Quận [[Hoàn Kiếm]], thành phố [[Hà Nội]]\n| thành lập = [[Thế kỷ 19]]\n| người sáng lập = Tín Trai\n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = \n}}\n\n'''Đền Ngọc Sơn''' (Ngọc Sơn từ 玉山祠) là một ngôi [[đền thờ]] nằm trên [[đảo Ngọc]] của [[hồ Hoàn Kiếm]] ở [[Hà Nội]], [[Việt Nam]]. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4.<ref>[http:\/\/phunuonline.com.vn\/xa-hoi\/doi-song\/cong-nhan-them-14-di-tich-quoc-gia-dac-biet\/a109124.html]<\/ref>\n\n==Lịch sử và Quá trình xây dựng==\n\nĐền hiện nay được xây dựng từ [[thế kỷ 19]]. Lúc đầu được gọi là chùa Ngọc Sơn (chữ Hán: 玉山), sau đổi gọi là đền Ngọc Sơn vì trong đền chỉ thờ thần [[Văn Xương Đế Quân]] là ngôi sao chủ việc văn chương khoa cử và thờ [[Trần Hưng Đạo]], vị anh hùng có công phá [[quân Nguyên]] [[thế kỷ 13]].\n\nKhởi nguyên, khi vua [[Lý Thái Tổ]] dời đô ra [[Thăng Long]] đặt tên ngôi đền đã có tại đây là Ngọc Tượng, đến đời [[nhà Trần]] đổi tên là Ngọc Sơn. Thời Trần, ngôi đền để thờ những người anh hùng liệt sĩ đã hy sinh trong kháng chiến chống Nguyên-Mông. Về sau lâu ngày đền ấy sụp đổ.\n[[Tập tin:Trấn Ba Pavilion (Đình Trấn Ba), Ngọc Sơn Temple, Hanoi.jpg|nhỏ|trái|200px|Đình Trấn Ba trong khuôn viên đền Ngọc Sơn. \nẢnh chụp năm 1896.]]\n[[Tập tin:NNU đền Ngọc Sơn.jpg|nhỏ|250px|Tiền đường đền Ngọc Sơn]]\n[[Tập tin:Hanoi Vietnam Temple-of-the-Jade-Mountain-01.jpg|nhỏ|250px|Cửa trong]]\nĐến thời [[Vĩnh Hựu]] [[nhà Lê]] ([[1735]] - [[1739]]), chúa [[Trịnh Giang]] đã dựng cung Khánh Thuỵ và đắp hai quả núi đất ở trên bờ phía Đông đối diện với Ngọc Sơn gọi là núi Đào Tai và Ngọc Bội. Cuối đời [[nhà Hậu Lê|nhà Lê]], cung Khánh Thuỵ bị [[Lê Chiêu Thống]] phá hủy một phần.\n\nNgày nay sau nhiều năm lịch sử diện tích Hồ Hoàn Kiếm bị đô thị hoá thu nhỏ lại gấp nhiều lần. Chỉ còn lại chứng tích cũ như Phố Cầu Gỗ khi xưa là có một cây Cầu Gỗ nằm trên con Phố Cầu Gỗ ngày nay để người dân đi lại.\n\nCung Khánh Thuỵ sau khi bị đổ nát một phần nhân dân trong Làng Tả Khánh lại cùng nhau dựng lên thờ tự lại trên nền đất lịch sử đó và có tên mới là Đền Khánh Thuỵ cho đến ngày nay sâu trong ngõ Hàng Hành thuộc phường Hàng Trống, quận Hoàn Kiếm. Trong Đền Khánh Thuỵ vẫn còn lưu giữ lại một bia đá có các thông tin kết nối với di tích Ngọc Sơn khi xưa trên nền đất cũ. \n\nCung Khánh Thuỵ và đền Khánh Thuỵ ngày nay đều thuộc quần thể di tích Ngọc Sơn lịch sử do vậy mà vị trí Đền Khánh Thuỵ luôn quay cửa Cung về phía Đền Ngọc Sơn còn lưng thì quay ra phố Hàng Hành nên nhiều người đã không được biết đến và chưa có phương án bảo tồn cùng quần thể Ngọc Sơn.\n\nMột nhà từ thiện tên là Tín Trai, nhân một phần nền cung cũ đã lập ra một ngôi chùa gọi là chùa Ngọc Sơn. Bài ký \"Đền Ngọc Sơn đế quân\" được soạn năm [[1843]] vào lúc nhân dịp sửa đền Quan đế thành chùa Ngọc Sơn có viết: \"''...Hồ Tả Vọng tên cũ gọi [[hồ Hoàn Kiếm]] là một danh thắng đất Kinh kỳ xưa. Phía bắc mặt hồ, một gò đất nổi lên rộng khoảng ba bốn sào, tương truyền là chỗ đài câu cá thời cuối Lê. Trước đây, ông Tín Trai làng Nhị Khê nhân có đền Quan Đế tại đấy bèn mở rộng sửa sang thêm gọi là chùa Ngọc Sơn...''\".\n\nÍt năm sau chùa lại nhường cho một hội từ thiện đổi làm đền thờ Tam Thánh. Hội này đã bỏ gác chuông, xây lại các gian điện chính, các dãy phòng hai bên, đặt tượng Văn Xương đế quân vào thờ và đổi tên là đền Ngọc Sơn. Theo bài ký \"Sửa lại miếu Văn Xương\", thì \"''...Hiện nay đền thờ mới đã hoàn thành, phía trước kề bờ nước, làm đình Trấn Ba, ngụ ý là cột trụ đứng vững giữa làn sóng văn hóa. Bên tả, phía đông cầu Thê Húc, dựng Đài Nghiên. Lại về phía đông trên núi Độc Tôn, xây Tháp Bút, tượng trưng cho nền văn vật...''\"\n\nNăm [[Tự Đức]] thứ mười tám ([[1865]]), nhà nho [[Nguyễn Văn Siêu]] đứng ra tu sửa lại đền. Đền mới sửa đắp thêm đất và xây kè đá xung quanh, xây đình Trấn Ba, bắc một cầu từ bờ Đông đi vào gọi là [[cầu Thê Húc]].\n\n==Công trình - Kiến trúc xung quanh Đền Ngọc Sơn==\n[[Tập tin:Tháp Bút ở Hồ Gươm.jpg|nhỏ|220px|Tháp Bút ở đầu cầu Thê Húc phía ngoài]]\n===Tháp Bút===\n{{Bài chi tiết|Tháp Bút}}\nTrên núi Ngọc Bội (núi Độc Tôn cũ), nhà nho [[Nguyễn Văn Siêu]] cho xây một tháp [[đá]], đỉnh tháp hình ngọn [[bút lông]] dựng ngược, thân tháp có khắc ba chữ \"Tả Thanh Thiên\" (viết lên trời xanh), ngày nay thường gọi đó là [[Tháp Bút]].\n\n===Đài Nghiên===\n{{Bài chi tiết|Đài Nghiên}}\nTiếp đến là một cửa cuốn gọi là [[Đài Nghiên]], trên có đặt một cái nghiên mực bằng đá hình nửa quả đào bổ đôi theo chiều dọc, có hình ba con ếch đội. Trên nghiên có khắc một bài minh nói về công dụng của cái nghiên mực xét về phương diện [[triết học]]. Người đời sau ca ngợi là: \"Nhất đài Phương Đình bút\". Từ cổng ngoài đi vào có hai bức tường hai bên, một bên là bảng [[rồng]], một bên là bảng [[hổ]], tượng trưng cho hai bảng cao quý nêu tên những người thi đỗ, khiến cho các sĩ tử đi qua càng gắng công học hành. Hai bên có hai câu đối:\n:Bát đảo, mặc ngân hồ thủy mãn\n:Kình thiên, bút thế thạch phong cao.\n\nNghĩa là:\n:Tràn quanh đảo ngấn mực đầy hồ\n:Chạm bầu trời, thế bút ngất núi\n\n===Cầu Thê Húc===\n[[Tập tin:Cầu Thê Húc (Hà Nội).jpg|nhỏ|250px|Cầu Thê Húc]]\n{{Chính|Cầu Thê Húc}}\nTên cầu Thê Húc nghĩa là giữ lại ánh sáng đẹp của mặt trời. Cầu Thê Húc dẫn đến cổng đền Ngọc Sơn.\n\nVào thời kháng chiến chống Pháp, cầu Thê Húc cũ đã sụp đổ do thời gian. Cầu Thê Húc hiện nay được xây dựng bởi cụ Trương Văn Đa (tức Phạm Ngọc Lan), một nhà nho, đồng thời là một kiến trúc sư dưới thời Pháp thuộc.\n\n===Đắc Nguyệt Lâu===\nCổng đền có tên là Đắc Nguyệt Lâu (lầu được trăng). Cổng nằm chếch dưới bóng [[cây đa]] cổ thụ, ở giữa một vùng cây cối um tùm, trông như từ dưới nước nhô lên.\n\n===Đền thờ===\n[[Tập tin:NNU tượngthờ Đềnngọcsơn.jpg|nhỏ|250px|Tượng thờ trong đền Ngọc Sơn]]\nĐền chính gồm hai ngôi nối liền nhau, ngôi đền thứ nhất về phía Bắc thờ Trần Hưng Đạo và [[Văn Xương]]. Tượng đặt ở hậu cung trên bệ đá cao khoảng 1 [[mét|m]], hai bên có hai cầu thang bằng đá. Tượng Văn Xương đứng, tay cầm bút.\n\n===Trấn Ba Đình===\nPhía Nam có đình Trấn Ba (đình chắn sóng - ngụ ý là cột trụ đứng vững giữa làn sóng không lành mạnh trong nền văn hoá đương thời). Đình hình vuông có tám mái, mái hai tầng có 8 cột chống đỡ, bốn cột ngoài bằng đá, bốn cột trong bằng [[gỗ]]. Cột trong đình có đôi câu đối:\n:Kiếm hữu dư linh quang nhược thủy\n:Văn tòng đại khối thọ như sơn\n\nChữ Hán:\n: 劍 有 餘 靈 光 若 水\n: 文 從 大 塊 壽 如 山\nNghĩa là:\n:Kiếm sót khí thiêng ngời tựa nước\n:Văn cùng trời đất thọ như non.\n\nCác nhân vật được thờ trong đền ngoài [[Văn Xương Đế Quân]], [[Lã Động Tân]], [[Quan Vân Trường]], [[Trần Hưng Đạo|Hưng Đạo Vương]], còn thờ cả [[Phật]] [[A-di-đà]]. Điều này thể hiện quan niệm [[Tam giáo]] đồng nguyên của [[người Việt]].\n\nTuy là một ngôi đền kiến trúc mới, song đền Ngọc Sơn là một điển hình về không gian và tạo tác kiến trúc. Sự kết hợp giữa đền và hồ đã tạo thành một tổng thể kiến trúc Thiên - Nhân hợp nhất, tạo vẻ đẹp cổ kính, hài hoà, đăng đối cho đền và hồ, gợi nên những cảm giác chan hoà giữa con người và thiên nhiên.\n\n==Ảnh==\n<gallery>\nTập tin:NNU ĐìnhTrấnBa ĐềnNgọcSơn.jpg|Đình Trấn Ba trong khuôn viên đền Ngọc Sơn.\nTập tin:NNU Tamquan đềnngọc sơn.jpg|Đông đảo người đi lễ đền Ngọc Sơn.\nTập tin:NNU Rùa ĐềnngọcSơn.jpg|Xác ướp [[Rùa Hồ Gươm]] trong tủ kính đền Ngọc Sơn.\n<\/gallery>\n\n==Tham khảo==\n{{Tham khảo|30em}}\n* Tuyển tập văn bia Hà Nội, quyển 2, Khoa Học Xã hội, 1978, tr. 68-69.\n\n==Liên kết ngoài==\n* [http:\/\/hanoi.vnn.vn\/chuyen_de\/0010\/ban_co_biet\/bai_5.htm Đền Ngọc Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070329071150\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0010\/ban_co_biet\/bai_5.htm |date = ngày 29 tháng 3 năm 2007}}\n* [http:\/\/www.hoankiem.gov.vn\/city_info\/anzeige\/news\/aktuelles\/show.cfm?region_id=70&keyword=&masterid=2404&id=2793 Để hiểu thêm về đền Ngọc Sơn - Tháp Bút - Đài Nghiên]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n{{Du lịch Hà Nội}}\n\n{{DEFAULTSORT:Ngọc Sơn}}\n[[Thể loại:Đền tại Hà Nội]]\n[[Thể loại:Hoàn Kiếm]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Đạo quán tại Hà Nội]]"}