{"1282935":"{{bài cùng tên|Động Tiên Sơn}}\n{{Infobox protected area\n | name = Động Tiên Sơn\n | iucn_category =\n | map = Vietnam\n | map_caption = \n | locator_x =\n | locator_y =\n | location = \n | nearest_city = [[Thanh Hóa]], [[Việt Nam]]\n | lat_degrees = 19\n | lat_minutes = 50\n | lat_seconds = 48\n | lat_direction = N\n | long_degrees = 105\n | long_minutes = 46\n | long_seconds = 48\n | long_direction = E \n | display= inline, title\n | area = Hơn 6.000m2\n | established = \n | visitation_num = \n | visitation_year = \n | governing_body = [[Ủy ban Nhân dân|UBND]] tỉnh [[Thanh Hóa]]\n | url =\n}}\n'''Động Tiên Sơn''' là một hang động nổi tiếng ở [[thành phố Thanh Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Vị trí==\n\nĐộng thuộc địa phận [[Đông Sơn (làng cổ)|làng Đông Sơn]], phường [[Hàm Rồng, thành phố Thanh Hóa|Hàm Rồng]], [[thành phố Thanh Hóa]], cách [[cầu Hàm Rồng]] và [[Quốc lộ 1]] khoảng 900m về phía Tây Bắc, cách trung tâm [[thành phố Thanh Hóa]] khoảng 4.650m về phía Bắc- Đông Bắc, ngay bên hữu ngạn [[sông Mã]]. Động có chiều dài khoảng 600m, rộng 12,5m và cao trung bình 20m (chỗ cao nhất là từ lòng động lên tới đường lên trời là trên 50m).<ref name=\"b\">{{chú thích web|url=http:\/\/thanhnhaho.vn\/Default.aspx?ctr=guest.introview&l=vi&introid=1115|title=Thư viện Thanh Hóa trưng bày bộ sưu tập sách báo, tư liệu về Thành Nhà Hồ - Hồ Quý Ly và Nhà Hồ|access-date =ngày 28 tháng 5 năm 2012}}{{Liên kết hỏng|date = ngày 2 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Truyền thuyết==\nTruyền thuyết mà người Đông Sơn truyền từ đời này sang đời khác rằng: Động Tiên là nơi một nàng Tiên kiều diễm bị giam giữ bởi mẹo lừa của vợ chồng nhà Vồm khổng lồ. Chẳng là ngày trước vào một năm nọ trời [[xứ Thanh]] hạn hán nặng nề, ông Vồm người xã [[Thiệu Khánh]]<!--làng Vồm, chùa Vồm đều ở xã Thiệu Khánh--> đã lên trời để cầu xin [[Ngọc Hoàng]] ban mưa nhưng đã bị Ngài từ chối nên ông rất bực tức bỏ về. Vào một ngày nọ nhìn thấy một Nàng Tiên áo trắng và có đôi cánh trắng, gọi là [[Bạch Y Tiên Nương]], đẹp nhất [[Tiên cung]]. Nàng được Vua cha cho phép xuống trần gian du ngoạn, được biết tại Động Tiên Sơn có một \"Hồ nước Tiên\" mát trong xanh nên nàng đã quyết định tắm ở đây. Vợ chồng nhà Vồm đã dấu bộ Cánh của nàng đi và lấp của hang lại nên giờ đây vào động có thể thấy nàng đang đứng khỏa thân một chân duỗi, một chân co, một tay vắt qua eo và một tay che ngực và ngoài ra ngay phía trước Động Tiên Sơn có thể thấy [[núi Cánh Tiên]] (sự tích núi Cánh Tiên là vậy). Quá bực tức về điều đó, [[Ngọc Hoàng]] đã sai các vị cận thần của mình xuống nhân gian để cứu công chúa như thần [[Mèo]], thần [[Voi]], thần [[Đại bàng|Đại Bàng]],… Nhưng tất cả các vị thần đều bị vợ chồng ông Vồm đánh bại nên không vị thần nào dám quay về trời nữa và đành nằm lại quanh [[núi Hàm Rồng]] nên mới có các [[núi Voi, Thanh Hóa|núi Voi]], [[núi Mèo]], [[núi Chiềng]] (đại bàng bị bắn nên bay Chiềng cánh)… Chẳng thế mà quanh [[khu di tích Hàm Rồng]] lại có nhiều núi đến thế. Nên giờ đây ca dao trong vùng mới có câu:\n{{cquote|''Chín chín ngọn núi bên Đông,<br \/>Còn ngọn núi Nít bên sông chưa về.<br \/>Chín chín ngọn núi đề huề,<br \/>Còn ngọn núi Nít chưa về bên Đông.''|}}\n\nCó nghĩa là nối từ làng [[Dương Xá]], [[Thiệu Dương]] là hệ thống 99 ngọn núi uốn khúc, nhấp nhô dọc theo bờ [[sông Mã]] đến [[cầu Hàm Rồng]] nhô cao rồi lại chúc xuống bờ sông. Tới đây, một phần núi đá có hình đầu Rồng, có hang động như miệng Rộng đang há. Đối diện bên bờ Bắc là một hòn núi đá không cao lắm đứng một mình, đân bản địa còn gọi là [[núi Nít]], sau này còn có tên là [[núi Ngọc]]. Để minh chứng cho câu chuyện trên bây giờ vẫn còn đó một ngôi đền rất thiêng là [[Chùa Vồm]] thuộc xã [[Thiệu Khánh]], [[Thiệu Hóa]], [[Thanh Hóa]]. Có truyền thuyết nói rằng 99 ngọn núi tượng trưng cho 99 chàng trai và 99 hồ tượng trưng cho 99 cô gái. Đó cũng là lý do giải thích tại sao mà xứ Thanh lại là đất địa linh nhân kiệt nơi sản sinh ra rất nhiều các vị vua chúa như Tam vương Nhị chúa, Lệ hải Bà Vương Triệu Thị Trinh. Hay sau này, theo lệnh vua nhà Trần, Hồ Quý Ly đã tiến hành xây dựng Tây Đô để dời kinh đô từ Thăng Long vào Tây Đô mà bây giờ chúng ta còn có Thành Nhà Hồ tại Vĩnh Lộc được Unesco công nhận là di sản văn hóa thế giới…\n\nVì động Tiên Sơn có nhiều nhũ đá và hình dáng đẹp và huyền ảo nên nó đã gắn liền với những truyền thuyết như tích [[Phật]], tích [[Tiên]], \"Hoa quả sơn\", \"Hội bàn đào tiên\". Từng vách đá và từng ngách hang trong hang động đều diễn đạt lên như hàng trăm ngàn vạn vật được sinh ra. Lần theo chân núi Hàm Rồng và đi ngược lại theo thềm đá chừng 30m thì sau đó sẽ đi đến cửa động Động Tiên Sơn có 3 tới 4 tầng. Nó thường được gọi là động 1, động 2, động 3. Trong mỗi hang động đều có sắc đẹp độc đáo riêng.\n\n==Vẻ đẹp động Tiên Sơn==\nĐộng được chia thành ba khu: chính cung, hồ nước tiên, và thoải cung. Cảnh đẹp nơi đây có nhiều hình ảnh theo tích [[Phật giáo]] với khối thạch nhũ hình [[đài sen|tòa sen]]; [[tượng]] [[Phật tổ]] với ánh mắt từ bi; một con cóc há miệng chầu, mắt mở tròn; con hổ vằn trong tư thế phủ phục, hướng về phía đức Phật.\n\nBên trong động còn có hình cây cổ thụ, tán lá trải dài xuống thân và gốc cây. Bên phải là thoải cung thờ [[Phật bà Quan Âm]] và nhũ đá hình [[cá chép hóa rồng]] được người dân địa phương gọi là [[ngư long]], nằm chầu trước thoải cung. Phía dưới là hình [[mãng xà tinh]] đang chui từ trong hang ra, thân hình uốn lượn trong núi. Cách đó không xa là thạch nhũ giống [[Hoa Quả Sơn]] với hình [[Tôn Ngộ Không]] khoác áo da hổ, cổ quấn khăn, trong tư thế chuẩn bị bay lên [[thiên đình]].\n\nKhu vực giữa động có khối đá hình cho cảm giác liên tưởng tới một tiên nữ đẹp nghiêng nước nghiêng thành đó chính là [[Bạch Tiên nương]]. Đối diện là hình [[cậu Hoàng Bơ]] mặc áo nâu, cầm bó tơ hồng hướng về phía [[tiên nữ]]. Tương truyền, ai đến đây cầu tình duyên, hạnh phúc, chỉ cần dâng hương khấn nhờ cậu Hoàng Bơ thì sẽ được như ý muốn. Trên vòm động có [[thạch nhũ]] giống đôi bầu sữa mẹ, nước chảy quanh năm không bao giờ cạn, hay tòa tháp tiên lung linh.\n \nSau [[bàn thờ]] Bà chúa kho là hình [[ruộng bậc thang]]. Có khối [[thạch nhũ]] trông giống kho thóc màu nâu, kho gạo màu trắng, kho vàng, bạc, kim cương lấp lánh ánh đăng châu. Nơi thì giống [[bàn chân]] [[Âu Cơ|mẫu Âu Cơ]] in hình trên đá, người đến đây có thể ướm thử bàn chân mình vào, nhắm mắt cầu nguyện để thấy mệt nhọc tiêu tan, tâm hồn thư thái. Ngoài ra đây cũng chính là nơi để mỗi [[gia đình]] mong muốn \"có nếp có tẻ\" có thể cầu được con trai hay con gái.\n\nTrong động còn có hồ nước tiên, khách [[tâm linh]] thường xin ít nước này để thoa lên mặt cho \"sáng con mắt\", \"chặt đầu gối\" hay thả vào đồng tôm, đồng cá để cầu mong cho muôn vật phát triển nhanh chóng.\n\nTừ Thoải cung nhìn lên sẽ thấy hình ảnh phủ [[Nam Tào]] [[Bắc Đẩu]] và hình tượng [[Ngọc hoàng]] đang ngự trị trên [[thiên đình]]. Cuối động Tiên Sơn là khối thạch nhũ đẹp hình [[bãi bụt]]. Lên tới đường lên trời, du khách có thể bước ra ngoài cửa động ở phía bên kia đỉnh núi để nhìn thấy dòng sông Mã thơ mộng, với giọng hò khoan dồn dập trên sóng gió mênh mang. Động Tiên Sơn trong lòng núi Rồng của xứ Thanh ít nơi có được. Đây là niềm tự hào, vinh quang của một vùng đất anh hùng.\n\n==Bia cổ núi Mướn==\n[[Tập tin:DTS.jpg|nhỏ|phải|200px|Bia cổ]]\nMen theo đường nhỏ sẽ đến động Tiên Sơn nằm trên [[núi Mướn]] sẽ gặp một bia cổ thuộc loại [[Ma nhai]] khắc trên núi đá có kích thước cao 0,70m; rộng 0,50m viết [[kiểu chữ Khải chân]], có sử dụng [[chữ Nôm]] mượn nguyên âm chữ Hán nhưng đọc chệch âm, khoảng 8 dòng, mỗi dòng từ 4 đến 20 chữ. Nội dung của văn bia được dịch như sau:\n\n''Vào ngày 13 tháng 9 năm [[Quý Tỵ]] niên hiệu Thiệu Phong thứ 13 (1353) đời vua [[Trần Dụ Tông]], ông quan Đại Toát người xã [[Hoạch Đương]] tuân theo chế lệnh của trên vỗ yên thấu ngộ các cư sĩ giác tỉnh đạo mê, nhận đón sự giúp đỡ của cải của ông Đỗ Nữu làm một con đường bằng phẳng. Nay ở trên có [[chùa Mịch]] Cần được đông đảo các cư sĩ tạo lập một đường đi ở bên, lại nhờ vào sự giúp đỡ của các đại bác sĩ (người học rộng tài cao) và các Trương Tăng (Sư nổi tiếng) người xã [[An Hoạch]]. Việc phá đá giao phó cho dân làng đảm nhiệm. Việc mở đường theo con đường cũ từ trước đây nhân đó mà sửa sang cho mới để lưu thông với nơi thờ [[Tam Bảo Phật]], đời đời kiếp kiếp về sau thường gặp ở núi Tiên này''\n\n==Mái nhà chung của người Việt cổ==\nSử ghi, vào năm 1900 một người Tây phương đã khám phá hang này, trong đó có bộ xương người cổ, dân làng gọi đó là Hang mới hay còn gọi là hang Dơi. Đặc biệt trong thoải cung còn có khu mộ người xưa của người Việt vào khoảng thế kỷ 13 do PGS.TS NiShimura Masauari trường Đại học Osaka cùng đoàn cán bộ của Viện khảo cổ học Việt Nam xác định. Chính vì 2 lý do đó mà người ta đã chứng minh được rằng Động Tiên Sơn đã từng là mái nhà chung của người Việt cổ.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n{{Hang động Việt Nam}}\n\n[[Thể loại:Địa lý Thanh Hóa]]\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Hồ Quý Ly]]\n[[Thể loại:Hang động Việt Nam]]"}