{"570251":"[[Tập tin:Denthanhnguyen.JPG|nhỏ|250px|phải|Đền Thánh Nguyễn trên quê hương ông - [[Gia Viễn]] - [[Ninh Bình]]]]\n[[Tập tin:Hoa Lu tu tran-Model.jpg|nhỏ|250px|phải|Đền Thánh Nguyễn ở phía bắc trong không gian [[Hoa Lư]] tứ trấn]]\n'''Đền Thánh Nguyễn''' là một ngôi đền cổ thuộc làng Điềm, phủ [[Tràng An]] nay là hai xã Gia Thắng, Gia Tiến huyện [[Gia Viễn]], [[Ninh Bình]]. Đền thờ [[Nguyễn Minh Không]], là danh nhân được sinh ra trên đất này. Đền được xây dựng trên nền ngôi chùa có tên là Viên Quang do [[Nguyễn Minh Không]] lập vào năm 1121. Khi ông mất, nhân dân Đàm Xá biến chùa Viên Quang thành đền thờ Thánh Nguyễn. Đền Thánh Nguyễn được xếp hạng di tích kiến trúc nghệ thuật quốc gia tháng 2 năm 1989.\n\n==Kiến trúc==\nĐền quay hướng nam, song song với đường Vua Đinh hướng về [[cố đô Hoa Lư]] nên được xem như là một di tích thuộc [[Hoa Lư tứ trấn]].<ref>[http:\/\/kyluc.vn\/s100\/521.thieng-lieng-ngoi-den-duc-thanh-nguyen.html Thiêng liêng ngôi đền Đức Thánh Nguyễn]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}<\/ref> Đền nằm trên mảnh đất dài 100m rộng hơn 40m, tổng thể công trình kiến trúc khá quy mô, được xây dựng theo kiểu \"nội công ngoại quốc\". Vào đền đi theo hai lối Đông Tây thấy có hai cột cờ hai bên vút cao. Đầu tiên là Vọng Lâu. Bên hồi của Vọng Lâu có cây đèn đá, cao hơn một mét, biểu tượng cái đèn của [[Nguyễn Minh Không]] ngày xưa ngồi thắp sáng để ngồi thiền tịnh. Huyền thoại kể rằng, cây đèn tự nhiên mọc lên, [[Nguyễn Minh Không]] thường đêm đêm ngồi bên cây đèn. Các loài chim, loài thú về chầu xung quanh, ánh sáng cây đèn chiếu sáng đến tầng mây trên không. Chính vì thế nhân dân tôn hiệu ông là Minh Không và từ đó trở đi tục gọi thiền sư là Minh Không.\n\nĐền có 4 toà làm theo kiểu ''tiền nhất, hậu công'' (trước theo kiểu chữ nhất 一 sau là chữ công 工). Năm gian tiền đường làm theo kiểu chồng rường, hồi có mái đại, trụ non xà đuôi chuột, các cặp xà dọc, xà ngang, xà nách, được bám vào cột chắc khoẻ như những ngấn mộng chính xác kín kít, phân bổ ở vị trí không để ảnh hưởng tới sự chịu tải của cột. Gian giữa trên cao ở phía ngoài có cuốn thư chạm khắc bốn chữ Hán ''Thiên khái Thánh sinh'' (''trời sinh ra Thánh''). Bên trong để đồ tế khí, có hai chiếc trống rất quý hiếm, mặt trống đường kính 1,4 m. Trong cùng là chính tẩm gồm 5 gian, thờ [[Nguyễn Minh Không]] và cha mẹ ông. Phía sau chính tẩm là gác chuông hai tầng, tám mái, cũng toàn bằng gỗ lim. Gác chuông đây treo một quả chuông nặng hơn 1 tấn, cao 1,60 m. Quanh đền có nhiều cây cổ thụ tán là xanh tươi và những cây cảnh điểm trang cho đền, tạo thành một bức tranh phong cảnh làng quê thâm nghiên, tĩnh mịch.\n\nCũng giống như các đền thờ [[Chùa Bái Đính#Đền thờ thần Cao Sơn|thần Cao Sơn]], [[thần Thiên Tôn]] và [[Tràng An#lịch sử - văn hóa|thần Quý Minh]] trong Hoa Lư tứ trấn, lễ hội đền Thánh Nguyễn diễn ra cùng dịp với [[lễ hội cố đô Hoa Lư]] hàng năm.\n\n==Đức Thánh Nguyễn==\n[[Tập tin:ChuabaidinhcoB1.jpg|nhỏ|phải|240px|Tượng Đức Thánh Nguyễn ở [[chùa Bái Đính]]]]\nĐức Thánh [[Nguyễn Minh Không]] sinh ngày 15 tháng 10 (1065-1141).<ref>{{Chú thích web |url=http:\/\/phatgiao.org.vn\/phong-su-anh\/201311\/Quan-the-Bai-dinh-co-tu-den-tho-Thien-su-Minh-Khong-2-12760\/ |ngày truy cập=2014-11-30 |tựa đề=Quần thể Bái Đính cổ tự: Đền thờ Thiền sư Minh Không |archive-date=2014-12-04 |archive-url=https:\/\/web.archive.org\/web\/20141204140315\/http:\/\/phatgiao.org.vn\/phong-su-anh\/201311\/Quan-the-Bai-dinh-co-tu-den-tho-Thien-su-Minh-Khong-2-12760\/ }}<\/ref> Sau khi mất ông được tôn hiệu là [[Lý Quốc Sư]], tên gọi này để chỉ ông là một cao tăng có chức vị đứng đầu của triều đại [[nhà Lý]] trong lịch sử Việt Nam. Vì có nhiều công lớn chữa bệnh cho vua và nhân dân mà ông cùng với [[Trần Hưng Đạo]] sau này là những nhân vật lịch sử có thật được [[người Việt]] tôn sùng là ''đức Thánh Nguyễn, đức Thánh Trần''. Trong dân gian, [[Nguyễn Minh Không]] còn được coi là một vị [[Thánh]] trong [[tứ bất tử]] ở [[Việt Nam]] và ông tổ nghề đúc đồng.\n\nQuốc sư [[Nguyễn Minh Không]] là con người mang ánh xạ của thời đại [[nhà Lý]]. Ông đã học hỏi, sưu tầm những kiến thức y học dân gian, hàng ngày tìm thuốc trong vườn Sinh Dược mà trở thành danh y, chữa bệnh lạ cho Vua, sưu tầm và phục hưng nghề đúc đồng – tinh hoa của văn minh Đông Sơn – văn minh Việt cổ mà trở thành tổ sư nghề đúc đồng. Ông khó công tầm sư học đạo, để từ một nhà sư ở từ phủ [[Tràng An]] ra kinh thành làm Quốc sư, đứng đầu hàng tăng ni trong nước, danh vọng và đạo pháp đạt đến đỉnh cao. Hành trạng của ông thể hiện nên cái không khí của [[Phật giáo]] thời Lý thần bí, kỳ dị, đầy rẫy sự hoang đường nhưng đóng góp hết sức tích cực vào công cuộc phục hưng và phát triển văn hoá dân tộc [[Việt Nam]] về nhiều mặt: triết lý, [[văn học]], kiến trúc, mỹ thuật, kỹ nghệ… làm nền tảng cho sự phát triển của văn hoá Việt sau này.\n\nTại quê hương [[Ninh Bình]] rất nhiều đền thờ đức Thánh Nguyễn khác. Trong số đó phải kể đến đền thờ Thánh Nguyễn ở khu văn hóa tâm linh núi [[chùa Bái Đính]] là nơi ông đã phát hiện ra các động và biến chúng thành chùa khi đến đây tìm cây thuốc chữa bệnh cho vua [[Lý Thần Tông]]. Tại [[chùa Địch Lộng]] ở huyện [[Gia Viễn]], nơi được mệnh danh là \"Nam thiện đệ tam động\", tức động đẹp thứ ba của trời Nam cũng có đền thờ và tượng của ông. Khu di tích [[động Hoa Lư]] thì phối thờ tượng ông cùng với tượng vua [[Đinh Tiên Hoàng]] trong ngôi đền cổ. Lý Quốc Sư còn được thờ ở đình Ngô Đồng, xã Gia Phú, Gia Viễn và đền thờ Tô Hiến Thành dưới chấn núi Cắm Gươm ở bên [[sông Hoàng Long]], [[chùa Nhất Trụ]] và [[động Am Tiên]] ở [[cố đô Hoa Lư]]. Tại đền Thượng xã Khánh Phú và đền Tam Thánh ở xã Khánh An, [[Yên Khánh]] ông được suy tôn là đức Thánh cả.\n\n==Lễ hội==\nLễ hội đền Thánh Nguyễn diễn ra từ ngày 8 đến ngày 10 tháng 3 âm lịch. Đây là dịp nhân dân địa phương tri ân đức Thánh Nguyễn Minh Không, người con của đất [[Gia Viễn]]. Lễ hội chính được tổ chức 5 năm một lần hoặc 10 năm một lần (tuỳ theo điều kiện kinh tế); lễ hội còn được tổ chức hàng năm vào dịp tháng Giêng. Trong phần lễ chính có tục rước nước từ [[sông Hoàng Long]] về đền; tế lục khúc, tế nam quan, nữ quan… phần hội có tổ chức các trò chơi dân gian kéo co, cờ 32 quân, chọi gà, thi bóng chuyền, bóng đá.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.ninhbinhtourism.com.vn:8080\/modules.php?name=News&op=viewst&sid=85 Đền thờ Thánh Nguyễn - Ninh Bình]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}\n{{du lịch Ninh Bình}}\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]"}