{"406363":"{{Tầm nhìn hẹp}}\n'''Đổi tiền năm 1978 ở Việt Nam''' là một phương thức trong cuộc \"Cải tạo công thương nghiệp\" ở Miền Nam Việt Nam. Đây cũng bước thống nhất tiền tệ hai miền Nam Bắc.\n\n== Bối cảnh lịch sử ==\nSau năm 1976 khi hai miền Nam Bắc đã thống nhất thì [[Đảng Lao động Việt Nam]] quyết định phá bỏ tổ chức kinh tế hiện hữu ở miền Nam và thực thi mô hình [[kinh tế xã hội chủ nghĩa]]. Theo nghị quyết khóa III thì nhà nước chủ trương: xóa bỏ tư sản mại bản, cải tạo xã hội chủ nghĩa đối với tư sản dân tộc, thí điểm xây dựng hợp tác xã, cải tạo xã hội chủ nghĩa đối với thủ công nghiệp và thương nghiệp nhỏ.<ref>Nghị quyết Hội nghị 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III, Văn kiện Đảng toàn tập, tập 36, trang 412-415.<\/ref> Đổi tiền là một bước trong quá trình đó từng được thực hiện một cách đột ngột ở các nước [[cộng sản]] như [[Liên Xô]] để tịch thu tài sản và giảm thiểu nền kinh tế chợ đen.<ref>{{Chú thích web |url=http:\/\/www.atimes.com\/atimes\/Korea\/LC05Dg02.html |ngày truy cập=2011-05-09 |tựa đề=\"Is the Dear Leader losing his grip?\" theo ''Asia Times'' |archive-date=2011-07-12 |archive-url=https:\/\/web.archive.org\/web\/20110712071839\/http:\/\/atimes.com\/atimes\/Korea\/LC05Dg02.html }}<\/ref>\n\nTheo [[Nguyễn Nhật Hồng]], cựu giám đốc [[Vietcombank]] thì việc đổi tiền cũng liên quan đến quan hệ càng căng thẳng giữa Việt Nam và Cộng hòa Nhân dân Trung Quốc vì loạt tiền của [[Cộng hòa Miền Nam Việt Nam]] lưu hành từ Tháng Chín năm 1975 vốn là do Trung Quốc in ra. Sau đó Trung Quốc cũng giữ luôn bản kẽm. Chính phủ Hà Nội muốn loại mối họa nếu có xung đột, Trung Quốc sẽ không thể dùng bản kẽm in thêm tiền tung ra làm xáo trộn kinh tế Việt Nam. Đợt tiền mới đem vào lưu hành được in ở [[Tiệp Khắc]].<ref>Huy Đức. ''Bên thắng cuộc: I. Giải phóng''. Boston, MA: Osinbook, 2012. Tr 163<\/ref>\n\n== Thi hành ==\nTheo sắc lệnh của [[thủ tướng Việt Nam|thủ tướng]] mang số 88 CP ký ngày 25 Tháng Tư, 1978 thì lệnh đổi tiền này được giữ kín đến ngày 3 Tháng Năm, đến lúc đó mới công bố toàn quốc. Chiếu theo đó thì [[Đồng (tiền Mặt trận Dân tộc Giải phóng miền Nam Việt Nam)|tiền tệ cũ của hai miền Nam Bắc]] bị cấm lưu hành. Ai sở hữu tiền cũ thì phải đem đổi lấy tiền mới.\n\nTừ [[sông Bến Hải]] trở ra ngoài bắc thì một đồng mới trị giá bằng một đồng cũ (tiền phát hành năm 1958); phía nam sông Bến hải thì một đồng mới bằng 0,80 đồng cũ (phát hành năm 1975). Đây cũng là lần đầu tiên trong lịch sử cận đại cả nước Việt Nam chỉ dùng một mẫu tiền chung.<ref>{{Chú thích web |url=http:\/\/nguyensieuhn.net\/The%20gioi%20suu%20tap\/14.tiengiaymangqhnh.htm |ngày truy cập=2009-08-25 |tựa đề=Tiền Việt Nam 1978 |archive-date=2010-05-19 |archive-url=https:\/\/web.archive.org\/web\/20100519135853\/http:\/\/nguyensieuhn.net\/The%20gioi%20suu%20tap\/14.tiengiaymangqhnh.htm }}<\/ref>\n\nDân thị thành được đổi tối đa: \n*100 đồng cho mỗi hộ 1 người;\n*200 đồng cho mỗi hộ 2 người;\n*Hộ trên 2 người thì người thứ 3 trở đi được đổi 50 đồng\/người;\n*Tối đa cho mọi hộ thành phố bất kể số người là 500 đồng.<ref name=\"Nguyen Van Canh. tr 37\">Nguyen Van Canh. tr 37<\/ref>\n\nDân quê được phép đổi theo ngạch sau:\n*100 đồng cho mỗi hộ 2 người (50 đồng mỗi người)\n*Hộ trên 2 người thì người thứ 3 trở đi được đổi 30 đồng\/người;\n*Tối đa cho mọi hộ dưới quê bất kể số người là 300 đồng.<ref name=\"Nguyen Van Canh. tr 37\"\/>\n\nSố tiền sở hữu trên mức tối đa phải khai báo và ký thác vào [[ngân hàng]]. Khi cần dùng thì tiền đó có thể rút ra nếu có lý do chính đáng. Một điều kiện nữa là người dân phải chứng minh rằng số tiền trên mức tối đa là tiền kiếm được bằng \"lao động cá nhân\" chân chính chứ không phải tiền trục lợi qua lao động của người khác.\n\n== Tham khảo ==\n*Nguyen Van Canh. ''Vietnam under Communism, 1975-1982''. Stanford, CA: Hoover Institution Press, 1983.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Kinh tế Việt Nam, 1976-1986]]\n*[[Đổi tiền tại Việt Nam, 1975]]\n*[[Đổi tiền tại Việt Nam, 1985]]\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Kinh tế năm 1978]]"}