{"3192994":"'''Đền Quảng Phúc''' thuộc thôn Quảng Phúc, xã Yên Phong, huyện [[Yên Mô]], tỉnh [[Ninh Bình]], cách [[thành phố Ninh Bình]] khoảng 18&nbsp;km về phía Đông Nam. Đền thờ Tam Minh Ngọ Đại Vương. Đền là một trong số các [[di tích ở Ninh Bình]] được xếp hạng cấp quốc gia.<ref>{{Chú thích web |url = http:\/\/baoninhbinh.org.vn\/giao-duc-hoc-sinh-y-thuc-bao-ve-di-san-van-hoa-20130808042112772p4c31.htm|tiêu đề = Giáo dục học sinh ý thức bảo vệ di sản văn hoá|tác giả = Hạnh Chi|ngày = 8 tháng 8 năm 2013|nhà xuất bản = Báo Ninh Bình (baoninhbinh.org.vn)|ngày truy cập = 9 tháng 12 năm 2016|ngôn ngữ = vi}}<\/ref>\n\nTheo truyền thuyết Tam Minh Ngọ Đại Vương là ba vị tướng thời Hùng Duệ Vương (Hùng Vương thứ 18) có công đánh giặc Hồ Tôn ở phía Nam và dẹp loạn ở Hoài Nam ([[Nghệ An]]). Khi các Vương hóa Hùng Vương nhớ ơn hạ lệnh tất cả những nơi nào các Vương đóng quân đóng quân đều lập đền thờ trong đó có hành doanh Quảng Phúc. Đền Quảng Phúc thờ Tam Minh Ngọ Đại Vương đến thế kỷ 18, dân làng phối thờ thêm hai vị Đông phối, Tây phối là [[Phạm Lân]] và [[Lê Khắc Hài]] là hai vị quan thời [[Hậu Lê]] cũng là người làng có công với dân làng được tôn làm phúc thần.<ref>[https:\/\/tiepthisaigon.com.vn\/di-tich-den-quang-phuc-o-ninh-binh-9-347.html Di tích Đền Quảng Phúc ở Ninh Bình]<\/ref>\n\nThế kỷ X, Khi Vua Lê Đại Hành tiến quân bình giặc Chiêm Thành có đi qua và dừng lại lễ tại đền.<ref>[http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/cac-di-tich-lich-su-van-hoa-lien-quan-nha-nuoc-dai-co-viet-o-ninh-binh.html CÁC DI TÍCH LỊCH SỬ VĂN HÓA LIÊN QUAN NHÀ NƯỚC ĐẠI CỒ VIỆT Ở NINH BÌNH]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nĐền Quảng Phúc có cấu trúc mặt bằng theo kiểu tiền nhất hậu đinh, gồm ba tòa Tiền đường, Trung đường và Hậu cung. Trong đền còn giữ lại được nhiều di vật cổ như 13 đạo sắc phong đời Lê - Nguyễn, hoành phi, long ngai, câu đối... Tòa Tiền đường có diện tích khoảng 60 m2, gồm ba gian hai chái. Giữa Tiền đường và Trung đường có một khoảng sân hẹp. Ở giữa có bể nước mưa hấng từ trên mái xuống dùng để làm lễ. Trung đường là tòa nhà ba gian hai chái với các họa tiết điêu khắc trên vì kèo mang phong cách [[Hậu Lê]]. Hậu cung nối với gian giữa của Trung đường theo kiểu chuôi vồ. Trong đặt long ngai bài vị thờ Tam Minh Ngọ Đại Vương.\n\nHàng năm làng Quảng Phúc tổ chức lễ hội từ ngày 10 đến 15 tháng 3 Âm lịch. Tam Minh Ngọ Đại Vương và Đông phối, Tây phối được rước về phủ của làng để tổ chức tế lễ. Đây là một trong những lễ hội lớn ở tỉnh [[Ninh Bình]].\n\n{{du lịch Ninh Bình}}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]"}