{"3197644":"'''Đỗ Đức Kiên''' (1924-2003) là một cựu sĩ quan cao cấp [[Quân đội nhân dân Việt Nam]], hàm [[Đại tá]]. Từng giữ nhiều vai trò quan trọng trong quân đội, sau ông bị bắt giam trong [[Vụ án Xét lại Chống Đảng]], được phục hồi danh dự và làm Thứ trưởng Bộ Lao động Thương binh và Xã hội từ 1985-1989.\n\n==Thân thế và sự nghiệp quân sự==\nÔng tên thật là '''Phạm Nhương''', sinh ngày [[10 tháng 1]] năm 1924, trong một gia đình khá giả, nguyên quán tại xã Vũ Hồng, huyện [[Vũ Thư]], tỉnh [[Thái Bình]]. \n\nThời trẻ, ông theo học Trường Cao đẳng Nông Lâm tại Hà Nội, sau tốt nghiệp Kỹ sư canh nông. Thời gian học ở Hà Nội, ông tham gia vào các hoạt động của học sinh sinh viên yêu nước và bắt đầu hoạt động bí mật cho Việt Minh từ năm 1944. Tháng 3 năm 1945, ông là cán bộ Hội Thanh niên Cứu quốc. Trong [[Cách mạng tháng 8]], ông được cử vào Ban chỉ huy Đội tự vệ chiến đấu thành Hoàng Diệu, hỗ trợ quần chúng giành chính quyền. \n\nSau khi chính quyền [[Việt Nam Dân chủ Cộng hòa]] được thành lập, ông lần lượt được cử vào nhiều chức vụ quan trọng như Trưởng Ban Tuyên truyền Thành bộ Việt Minh Hà Nội, Bí thư Thành bộ Việt Minh thành Hà Nội (tháng 2 năm 1947), Chính ủy Khu 12<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-233-cu-ong-giu-chuc-chinh-tri-uy-vien-khu-36224.aspx Sắc lệnh 233]<\/ref> (25\/7 - 23\/8\/1947, được thay bởi Phạm Phúc Thống, Chính ủy Trung đoàn 36 (110 cũ) thuộc Khu 12<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-70-SL-cu-khu-truong-khu-pho-chinh-tri-vien-36235.aspx Sắc lệnh 70]<\/ref>), Chính ủy Khu 11 (từ [[23 tháng 8]] năm [[1947]], Khu trưởng là [[Vương Thừa Vũ]])<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-70-SL-cu-khu-truong-khu-pho-chinh-tri-vien-36235.aspx Sắc lệnh 70]<\/ref> (gồm Hà Nội, Hà Đông, Sơn Tây), Chủ nhiệm Chính trị kiêm Phó Bí thư Trường Sĩ quan Lục quân khóa 4 (tháng 4 năm 1948), Chánh Văn phòng Bộ Quốc phòng kiêm Chánh Văn phòng Tổng Tư lệnh ([[18 tháng 9]] năm [[1949]], thay ông Nguyễn Thương),<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-53-SL-cu-ong-Do-Duc-Kien-giu-chuc-Chanh-Van-phong-Bo-quoc-phong-kiem-Tong-tu-lenh-36434.aspx Sắc lệnh 53]<\/ref> Bí thư Văn phòng Quân ủy Trung ương (tháng 10 năm 1949), Đổng lý Văn phòng Bộ Quốc phòng (từ 2\/1950)<ref>{{chú thích web | url = https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-29-SL-cu-Do-Duc-Kien-Chanh-Van-phong-Bo-quoc-phong-giu-chuc-Dong-ly-Van-phong-Bo-quoc-phong-36530.aspx | tiêu đề = Sắc lệnh 29\/SL | author = | ngày = | ngày truy cập = 29 tháng 12 năm 2019 | nơi xuất bản = | ngôn ngữ = }}<\/ref> (Phó Đổng lý Văn phòng là Nguyễn Thương), Cục phó rồi Cục trưởng Cục Tác chiến Bộ Tổng Tham mưu (tháng 12 năm 1950). Trong [[Chiến dịch Điện Biên Phủ]], ông tham gia trên cương vị Phái viên đốc chiến Bộ Tổng Tham mưu. \n\nSau khi [[Hiệp định Genève, 1954]] được ký kết, ông được cử đi học ở Trường lý luận Chính trị trung cao rồi đi học tại Học viện Quân sự cao cấp Liên Xô. Ông được phong quân hàm Đại tá ngày [[12 tháng 4]] năm 1955.\n\nSau khi về nước, ông tiếp tục giữ cương vị Cục trưởng Cục Tác chiến Bộ Tổng Tham mưu.\n\n==Bị bắt và cuộc sống sau khi được phục hồi danh dự==\nTháng 12 năm 1964, ông được điều động sang giữ chức Phó Tư lệnh Bộ Tư lệnh Phòng không Không quân; từ tháng 1 năm 1966, là Phó Tư lệnh kiêm Tham mưu trưởng Bộ Tư lệnh Phòng không Không quân. Tuy nhiên, năm 1967, ông bất ngờ bị bắt giam vì lý do liên quan đến [[Vụ án Xét lại Chống Đảng]]. Cuối năm 1971, ông được trả tự do, nhưng không lâu sau bị điều chuyển khỏi công tác quân đội, về làm Chuyên viên thuộc Ủy ban Nông nghiệp tỉnh Thái Bình (tháng 1 năm 1972).\n\nCuối năm 1977, ông được xem xét và phục hồi danh dự. Tháng 2 năm 1978, ông chuyển về Bộ Nông nghiệp, làm Chuyên viên, rồi được giữ chức Tổng cục phó Tổng cục Khai hoang. Tháng 7 năm 1982, ông là Phó trưởng ban chỉ đạo phân bổ lao động và dân cư Trung ương. Đến tháng 5 năm 1985, ông làm Thứ trưởng Bộ Lao động Thương binh và Xã hội cho đến khi nghỉ hưu ngày 1 tháng 7 năm 1989.\n\nÔng qua đời ngày [[11 tháng 4]] năm 2003 tại Hà Nội. \n\n==Khen thưởng==\nÔng được Nhà nước trao tặng \n* [[Huân chương Quân công]] hạng Nhất\n* [[Huân chương Chiến công]] hạng Nhất\n* [[Huân chương Kháng chiến]] chống Pháp hạng Nhất\n* Huân chương Kháng chiến chống Mỹ hạng Nhất\n* [[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n* [[Huy chương Quân kỳ Quyết thắng]]\n* [[Huy chương Vì sự nghiệp Lao động]]\n* [[Huy chương Vì thế hệ trẻ]]\n* [[Huy chương Cựu Chiến binh Việt Nam]]\n* Huy hiệu 50 tuổi Đảng.\n\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo ==\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n{{Thời gian sống|1924|2003}}\n\n[[Thể loại:Nhân vật trong Vụ án Xét lại Chống Đảng]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Huân chương Quân công hạng Nhất]]\n[[Thể loại:Huân chương Chiến công hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến chống Mỹ hạng Nhất]]\n[[Thể loại:Huân chương Chiến sĩ vẻ vang hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến chống Pháp hạng Nhất]]\n[[Thể loại:Huy chương Quân kỳ Quyết thắng]]\n[[Thể loại:Huy hiệu 50 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huy chương Vì thế hệ trẻ]]\n[[Thể loại:Huy chương Vì sự nghiệp Lao động]]"}