{"625692":"'''Đỗ Quang Thắng''' ([[1927]]–[[2009]]) là nhà hoạt động cách mạng và chính khách Việt Nam, Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VII (1991– 1996), Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam.<ref>{{Chú thích web | url = http:\/\/www.sggp.org.vn\/tin-buon-222082.html | tiêu đề = Tin buồn - Đồng chí Đỗ Quang Thắng từ trần | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 2 năm 2018 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ = }}<\/ref>\n\nÔng tên thật là '''Đỗ Duy Tư''' (bí danh '''Năm Thắng'''), sinh ngày [[12 tháng 6]] năm 1927; quê quán xã Phổ Cường, huyện [[Đức Phổ]], tỉnh [[Quảng Ngãi]].\n\n==Quá trình hoạt động cách mạng==\nÔng tham gia cách mạng tháng 3 năm 1945, vào Đảng tháng 2 năm 1946.\n\nTừ tháng 2 năm 1946 đến tháng 9 năm 1946: là Phó Bí thư Chi bộ, Thường vụ Việt Minh xã Phổ Cường, huyện Đức Phổ, tỉnh Quảng Ngãi.\n\nTừ tháng 10 năm 1946 đến tháng 8 năm 1947: là Huyện ủy viên Huyện ủy Đức Phổ, Thường vụ Việt Minh huyện, sau được cử đi học Trường Trung học bình dân miền Nam Trung Bộ.\n\nTừ tháng 9 năm 1947 đến tháng 8 năm 1964, ông được giao đảm nhận các chức vụ: Bí thư Ban cán sự Đảng huyện Nam An Khê, Phó Bí thư liên huyện Đắk Bớt, tỉnh Gia Lai; Tỉnh ủy viên dự khuyết, Bí thư Huyện ủy Đắk Bớt; tham gia Ban cán sự Tây Quảng Nam, làm Bí thư Thành ủy Đà Nẵng trực thuộc Tỉnh ủy Quảng Nam – Đà Nẵng; tham gia Tỉnh ủy và là Ủy viên Ban Thường vụ Tỉnh ủy Quảng Nam – Đà Nẵng; Ủy viên Ban Thường vụ Tỉnh ủy Gia Lai, Chính trị viên Tỉnh đội Gia Lai; cán bộ nghiên cứu Trung ương cục miền Nam, Chánh Văn phòng Khu ủy Khu 10; Bí thư Tỉnh ủy Lâm Đồng (cũ).\n\nTừ tháng 8 năm 1964 đến tháng 10 năm 1966: đồng chí công tác tại Khu ủy Khu 6, làm Chánh Văn phòng Khu ủy.\n\nTừ tháng 11 năm 1966 đến tháng 1 năm 1976: Ủy viên Ban Thường vụ Khu ủy Khu 10, Trưởng ban Dân vận Khu 10, Ủy viên Thường vụ Khu ủy Khu 6, Chánh Văn phòng Khu ủy.\n\nTừ tháng 2 năm 1976 đến tháng 9 năm 1979: là Phó Bí thư Thường trực Tỉnh ủy Lâm Đồng (mới).\n\nTừ tháng 10 năm 1979 đến tháng 7 năm 1991: ông được bầu giữ các chức vụ: Bí thư Tỉnh ủy Lâm Đồng (năm 1983), Bí thư Tỉnh ủy Nghĩa Bình, Bí thư Tỉnh ủy Quảng Ngãi.\n\nTừ tháng 7 năm 1991 đến tháng 12 năm 1993: ông là Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương. Tại Hội nghị đại biểu toàn quốc giữa nhiệm kỳ khóa VII (tháng 1 năm 1994), ông được bầu làm Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương.\n\nÔng là đại biểu Quốc hội nước CHXHCN Việt Nam (khóa IX).\n\nTừ tháng 7 năm 1996 đến năm 2009: ông nghỉ hưu tại Quảng Ngãi và thành phố Hồ Chí Minh.\n\n== Tặng thưởng ==\n\n* [[Huân chương Hồ Chí Minh]]\n* Huy hiệu 60 năm tuổi Đảng\n\nvà nhiều huân, huy chương cao quý khác.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n\n{{Ủy viên Bộ Chính trị khóa VII}}{{Chủ nhiệm Ủy ban Kiểm tra Trung ương}}{{Thời gian sống|Sinh=1927|Mất=2009}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IX]]\n[[Thể loại:Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII]]\n[[Thể loại:Bí thư Tỉnh ủy Quảng Ngãi]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Bí thư Tỉnh ủy Lâm Đồng]]\n[[Thể loại:Bí thư Tỉnh ủy Nghĩa Bình]]\n[[Thể loại:Người họ Đỗ tại Việt Nam]]"}