{"1302313":"'''Đồng Tập Trận''' là một cánh đồng nổi tiếng, gồm hàng ngàn [[hecta]]<ref>Cánh đồng rộng lớn này đã từng được nhắc đến trong ''[[Gia Định phú]]'': \"Đồng Tập Trận rộng cả ngàn, coi xấp xỉ bằng Thái Nguyên dã\", và trong ''Nam Kỳ phong tục nhân vật diễn ca'' (xuất bản [[1909]]) của [[Nguyễn Liên Phong]]: \"Xưa đồng tập trận rộng thông tứ bề''.<\/ref>, từng là nơi luyện tập và diễu binh của quân đội [[nhà Nguyễn]] ở nửa đầu [[thế kỷ XIX]], song nó đã biến mất từ lâu trong quá trình đô thị hóa. Theo tài liệu, thì Cánh đồng ấy nay ở hai bên đường 3 tháng 2 và Điện Biên Phủ, thuộc [[Quận 10]] và [[Quận 3]], [[Thành phố Hồ Chí Minh]] ([[Việt Nam]]) <ref>Theo PGS. TS. Lê Trung Hoa, \"Sổ tay địa danh TP. HCM\", Nhà xuất bản Văn hóa-Văn nghệ, 2012, tr. 83-84.<\/ref>.\n\n==Tên gọi==\nTheo học giả [[Vương Hồng Sển]], thì ngoài cái tên \"Đồng Tập Trận\", vùng đất này còn được gọi là '''Mô Súng''', là '''[[Mả ngụy|Mả Ngụy]]''' (hay '''Mả Biền Tru''') <ref>Vương Hồng Sển, ''Sài Gòn năm xưa'', Nhà xuất bản Thành phố Hồ Chí Minh, 1991, tr. 83 và 154.<\/ref>.\n\nGọi là \"Mô súng\" vì nơi đây có các mô đất cao<ref>Trong ''Gia Định phú'' có câu: \"Mô súng đắp cao trật gót...\".<\/ref> đặt các khẩu súng đại bác để phục vụ cho công tác huấn luyện của quân đội [[nhà Nguyễn]] (xem lời kể của học giả [[Trương Vĩnh Ký]] ở bên dưới). Theo nhà Nghiên cứu [[Nguyễn Đình Đầu]], thì vị trí các \"mô súng ở gần [[Mả ngụy]]\" <ref>[[Nguyễn Đình Đầu]], ''Địa chí văn hóa Thành phố Hồ Chí Minh'' (tập 1), 1987, tr. 211.<\/ref>, tức ở khu vực Ngã Sáu (Công trường Dân Chủ) ngày nay.\n\nGọi là \"Mả Ngụy\" (hay \"Mả Biền Tru\") vì nơi đây có một ngôi mộ chung chứa 1.831 xác người gồm \"già trẻ trai gái\"<ref>Con số này biên theo ''Quốc triều chính biên toát yếu'' do [[Quốc sử quán triều Nguyễn]] tổ chức biên soạn (bản dịch của Nhà xuất bản Văn học, 2002, tr. 252).<\/ref> ngay sau khi cuộc nổi dậy của [[Lê Văn Khôi]] bị quân đội [[nhà Nguyễn]] đánh dẹp vào [[tháng 7]] năm [[Ất Mùi]] ([[1835]])<ref>Ở đây tạm gọi theo Vương Hồng Sển và Nguyên Thanh. Có lẽ hai tác giả này viết tắt, đúng ra nên gọi là \"Đồng Mả Mgụy\", hay là \"Đồng Mô Súng\" mới thật chính xác.<\/ref>. \n[[Tập tin:Ban do.jpg|nhỏ|phải|250px|Bản đồ mô tả khu vực Đồng Mả Mồ (chữ màu tím)]]\nNgoài ra, có ý kiến cho rằng nó còn được [[người Pháp]] gọi là '''Đồng Mả Mồ''' (Plaine des Tombeaux), trích: \"Sau này Đồng Tập Trận gọi là cánh đồng mả vì có nhiều mộ chôn, kể cả mả của những người bị chết trận hay bị vua [[Minh Mạng]] hành hình sau cuộc khởi loạn của [[Lê Văn Khôi]]\". Tuy nhiên, đọc trong bài viết \"Ký ức lịch sử về Sài Gòn và vùng phụ cận\" <ref>Nguyên bản bằng [[tiếng Pháp]]. Đây là một bài diễn văn của Trương Vĩnh Ký đọc tại Trường Thông ngôn, sau đó được in lại trong Tập san ''Du ngoạn và Thám sát'' (Souvenirs historiques sur Saïgon et ses environs) do Nhà in Thuộc địa ấn hành tại Sài Gòn năm [[1885]].<\/ref> của học giả [[Trương Vĩnh Ký]], thì thấy Đồng Tập Trận chỉ là một phần của cánh đồng Mả Mồ (xem đoạn trích bên dưới).\n\n==Liên quan với lịch sử==\n[[Tập tin:Công trường Dân Chủ.jpg|nhỏ|phải|250px|Bản đồ giúp hình dung vùng đất Đồng Tập Trận]]\nHọc giả [[Trương Vĩnh Ký]] trong bài \"Ký ức lịch sử về Sài Gòn và vùng phụ cận\", kể: \n:\"''Hàng năm, sau [[Tết]] ít lâu, ông (chỉ [[Lê Văn Duyệt]]) tổ chức diễn tập quân đội của lục tỉnh<ref>Chú thích của Vương Hồng Sển (''Sài Gòn năm xưa'', tr. 83): ''\"Nói làm vầy cho gọn, chớ kỳ thật từ \"Nam Kỳ lục tỉnh\" chỉ có từ năm [[1834]] ([[Minh Mạng]] thứ 13).\"''<\/ref> nơi đồng Tập trận (trong cánh đồng Mồ mả)<ref>Cụm từ trong ngoặc có thể là chú thích của dịch giả Nguyễn Đình Đầu. Tuy nhiên, điều đó không làm hỏng ý bài, vì ông cũng là một nhà nghiên cứu nổi tiếng trong lĩnh vực dư địa chí.<\/ref> nay có các cột dây thép gió. Cuộc thao diễn ấy được quan niệm dưới hai khía cạnh vừa chính trị vừa tôn giáo, đúng hơn là mê tín. Cuộc thao diễn có mục đích khoa trương lực lượng sẵn sàng đàn áp mọi cuộc gây rối, đồng thời để xua đuổi ma quỷ xấu xa. Lễ ra quân đó tiến hành như sau:\n:''\"Trước ngày 16 [[Tháng Giêng|tháng giêng]] năm mới, sau khi giữ chay tịnh, quan Tổng trấn vận phẩm phục đại trào vào hoàng cung bái vọng đức vua, rồi ba phát pháo lệnh thần công, ông lên cáng giữa đoàn quân tiền hô hậu ủng. Ông đi rước như vậy, hoặc qua cửa Gia Định môn hoặc qua cửa Phiên An môn, rẽ hướng Chợ Vải và đi thẳng lên đường Mac Mahon để tới Mô Súng <ref>Đường Mac Mahon nay là đường Nam Kỳ Khởi Nghĩa. Mô Súng nay là Ngã sáu Dân Chủ (chú thích của Nguyễn Đình Đầu, ''Tổng tập dư địa chí Việt Nam'', tập 4, tr. 104).<\/ref> Tại đây, người ta bắn súng đại pháo, duyệt binh, con voi tập trận. Sau đó ông Tổng trấn đi vòng ra phía sau thành tới Xưởng thủy để xem một trận chiến giả, rồi trở về thành. Trong suốt cuộc rước binh đó, dân chúng gây tiếng động trong nhà, như đốt pháo xua đuổi tà thần có thể ếm hại gia đình...<ref>Trương Vĩnh Ký, \"Ký ức lịch sử về Sài Gòn và vùng phụ cận\" (Nguyễn Đình Đầu lược dịch và chú thích) in trong ''Tổng tập dư địa chí Việt Nam'' (tập 4), Nhà xuất bản Thanh Niên, 2011, tr. 103-104.<\/ref>.\n \n*Ngay sau khi đánh hạ được [[Thành Gia Định|thành Phiên An]] ([[tháng 7]] năm [[Ất Mùi]], [[1835]]), vua [[Minh Mạng]] đã ra lệnh hạ sát \"già trẻ trai gái, cộng chung là 1.831 người\" có liên quan đến cuộc nổi dậy của [[Lê Văn Khôi]], rồi vùi thây trên cánh đồng này. Vị trí nấm mộ đó, tuy ý kiến của các nghiên cứu vẫn còn có chút khác biệt, nhưng tựu trung cũng chỉ quanh quẩn ở khu vực Ngã Sáu Công trường Dân Chủ.\n*Sau khi cuộc khởi nghĩa nổ ra tại [[Sài Gòn]] vào [[tháng 2]] năm [[1916]] thất bại, cũng chính tại Đồng Tập Trận, [[Phan Xích Long]] và 56 đồng đội đã bị quân [[thực dân Pháp|Pháp]] xử bắn<ref>Nguyễn Thanh, sách đã dẫn, tr. 43.<\/ref>.\n\n==Thông tin liên quan==\n[[Tập tin:Đồng Mả Mồ.jpg|nhỏ|phải|250px|Một phần nhỏ của Đồng Mả Mồ (ảnh 1)]]\n*Vị trí Đồng Tập Trận còn được học giả Vương Hồng Sển chỉ ra trong các trang sách sau:\n:-''\"Khỏi chợ Cây Da Thằng Mọi<ref>Theo Huỳnh Minh (''Gia Định xưa'', Nhà xuất bản VH-TT, 2006, tr. 88) thì Chợ Cây Da thằng Mọi tức là [[chợ Điều Khiển]]. Theo [[Nguyễn Đình Đầu]] thì \"khu chợ này nằm trên đường [[Nam Quốc Cang]] thuộc phường [[Phạm Ngũ Lão]], [[Quận 1]], [[Thành phố Hồ Chí Minh]] ngày nay\" (''Địa chí văn hóa TP. HCM'', tập 1, 1987, tr.164).<\/ref>, có một cánh đồng rộng lớn trống trải và cây cỏ mọc tùm lum nhiều chỗ. Ngày nay nhà cửa cất lấp bít bùng không còn nhìn được nơi nào, chớ xưa kia đây là \"Đồng Tập Trận\", cũng gọi là Mả Ngụy\" hay \"Mả Biền Tru\"''.\n:-''\"...Vui vì xe chạy một đỗi, thấy di tích Đồng Tập Trận mênh mông (nay là đại lộ [[Lý Thái Tổ]]). Sách nói khi xưa, làm con đường này gặp nhiều mả mồ (ắt chốn Đồng Tập Trận cũ)...\"''\n:- ''\"...Đồng Tập Trận cũng gọi là Mô súng, sau này mới gọi là Mả Ngụy\" <ref>''Sài Gòn năm xưa''. tr. 83, 148, 154.<\/ref>.\n\nTrích thêm lời kể của tác giả Nguyên Thanh: \n:-''\"Khu Ngã Bảy xưa kia mang tên Đồng Tập Trận, cũng gọi là Mô Súng. Cho đến những năm 30, nơi đây hãy còn là một cánh đồng hoang vu với nhiều cây cối um tùm, những ngôi mộ lớn nhỏ chen chúc nhau từ bao thế hệ\"''.\n:-\"''Nằm giữa các đường 3 tháng 2, [[Lê Đại Hành]], [[Lữ Gia]] và [[Lý Thường Kiệt]] là khu Trường đua Phú Thọ,...trước kia là một phần của một vùng đất hoang vắng phía Tây Bắc thành phố, gọi là Đồng Tập Trận. Đây là một vùng rất khó kiểm soát và gây nhiều khó khăn cho công việc bảo vệ thành phố <ref>Nguyên Thanh, ''Thành phố bất khuất''. Nhà xuất bản Thành phố Hồ Chí Minh, 1984, tr. 43 và 186.<\/ref>.\n\nNối kết các lời kể ấy, có thể hình dung rằng đây là một cánh đồng rộng lớn, bắt đầu ở khoảng khu vực Ngã sáu [[Công trường Dân Chủ]], trải dài theo đại lộ 3 tháng 2 và đường [[Điện Biên Phủ]], khu vực Ngã Bảy (nơi có đường [[Lý Thái Tổ]] chạy qua) cho đến tận khu Trường đua Phú Thọ. Đối chiếu với bản đồ [[Thành phố Hồ Chí Minh]] năm [[2007]], thì cánh đồng này thuộc [[quận 10]] (phần lớn) và [[quận 3]] ngày nay.\n\n*Năm [[1971]], Chính phủ Hoàng gia [[Anh]] có tặng cho Chính phủ [[Việt Nam Cộng hòa]] một vở [[tuồng]] có tên là \"Lê Ngụy Khôi truyện\". Tuồng dài 209 trang, [[chữ Nôm]], viết tay, không rõ tác giả và thời điểm sáng tác; hiện đang lưu trữ tại [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh]] (mang số 17). Trong tuồng có đoạn diễn cảnh tập trận oai nghiêm lẫm liệt nơi Đồng Tập Trận, với đủ các loại thi đấu, như đấu voi, đấu ngựa, và đấu côn quyền… Đồng thời, nó còn diễn tả lại cảnh sinh náo nhiệt của cư dân Sài Gòn dưới thời Tả quân Lê Văn Duyệt <ref>Xem đoạn trích có trong sách ''Sài Gòn - Gia Định qua thơ văn', tr. 281-287.<\/ref>.\n[[Tập tin:Mồ mả.jpg|nhỏ|phải|250px|Một phần nhỏ của Đồng Mả Mồ (ảnh 2)]]\n*Trong thời [[Pháp thuộc]], sau khi đến [[Sài Gòn]], Raoul Postel đã mô tả lại cánh Đồng Mả Mồ trong tác phẩm ''L’ extrême-Orirenh, Cochinchine, Annam Tonkin''. Dưới đây là một đoạn văn (dịch từ [[tiếng Pháp]]) trích trong tác phẩm ấy:\n:''\"Chẳng có ai đến Sài Gòn chỉ trong một ngày mà lại không nghe nói đến ít nhất về cái nghĩa địa bao la này được gọi dưới cái tên là Đồng Mả Mồ. Đồng này trải dài bên phải của con đường chiến lược (rue strategique, nay là đại lộ 3 tháng 2), từ [[Sài Gòn]] đến [[Chợ Lớn]] và bị cắt ngang qua đoạn giữa của nó bởi đường Thuận Kiều (nay là [[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|đường Cách mạng Tháng Tám]]), trong chiều ngược lại các chiến tuyến Kỳ Hòa (Chí Hòa), như thể tạo thành một diện tích rộng nhiều dặm vuông. Những tháp trụ nhỏ góc vuông hay lục giác, những ngôi chùa thu nhỏ với cửa hình vòng cung và rồng bằng đá, những núm đất có bốn góc, một vùng đất khô cằn, bụi bặm, chỉ lỏng khỏng và họa hoằn vài chòm cây cằn cỗi, đó là bộ mặt của cánh đồng nổi tiếng này. Quang cảnh này tuy nhiên đặc biệt kích thích sau khi đã ngắm cây cối sum suê của kinh Tàu Hủ, cây cối um tùm như rừng và các khu vườn đầy bóng mát của thành phố, người ta đột ngột bị đưa đến giữa vô số mồ mả, cái nghĩa trang của những ngày qua chôn vùi tham vọng của những nhân vật quan trọng, khoái lạc của những kẻ giàu có, sự bần cùng của kẻ âm thầm\"''...<ref>Các chữ trong ngoặc là của người soạn. Đoạn văn này được trích trong ''Sài Gòn - Gia Định qua thơ văn'' do nhóm tác giả Nguyễn Thị Thanh Xuân, Nguyễn Khuê và Trần Khuê biên soạn. Nhà xuất bản Thành phố Hồ Chí Minh, 1987, tr. 435.<\/ref>\n\n==Xem thêm==\n*[[Mả ngụy|Mả Ngụy]]\n*[[Trận thành Gia Định, 1859]]\n*[[Cuộc nổi dậy Lê Văn Khôi]]\n== Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}