{"322869":"[[Tập tin:Lăng Mạc Cửu.jpg|nhỏ|phải|200px| Cổng chính của đền thờ họ Mạc với ba chữ 鄚公廟 ''Mạc Công miếu'']]\n'''Đền thờ họ Mạc''' có các tên chữ là '''Trung Nghĩa từ''', '''Mạc Công từ''' hay '''Mạc Công miếu'''; còn dân gian thì quen gọi là '''miếu Ông Lịnh''' (vì [[Mạc Thiên Tứ]] được tôn xưng là ''Mạc Lịnh Công''). Công trình này và khu mộ của dòng Mạc trên triền núi Bình San<ref>''Núi Bình San'', còn gọi là ''Bình Sơn'' hay ''núi Lăng''; là một dãy núi nhỏ thấp che chắn phía sau thành Hà Tiên xưa. Đây là một trong mười cảnh đẹp được Mạc Thiên Tứ ca ngợi trong bài ''Bình San điệp thúy'' (có nghĩa là ngọn núi như tấm bình phong sắc xanh lớp lớp). Trên đỉnh núi hiện còn lưu lại vết tích của đàn Sơn Xuyên và đàn Xã Tắc.<\/ref>, là một thắng cảnh và là một di tích lịch sử của trấn Hà Tiên xưa; nay thuộc thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]], [[Việt Nam]].\n\n==Lịch sử==\nTừ chợ Hà Tiên đến hai ao sen \"bảo ngọc liên trì\" khoảng một [[cây số]] là đến chân núi Bình San, nơi có ''Đền thờ họ Mạc''.\n \nTrước năm [[1846]], ngôi đền nằm bên trái chùa Tam Bảo<ref>[[Tập tin:Chùa Tam Bảo (Hà Tiên).jpg|nhỏ|phải|150px| Chùa Tam Bảo hôm nay.]] Chùa Tam Bảo (Hà Tiên) còn gọi là ''Sắc tứ Tam Bảo tự'', tọa lạc ở số 328 tổ 2, ấp Ao Sen, đường Phương Thành, thị xã Hà Tiên. Khi Mạc Cửu đến lập nghiệp ở trấn Hà Tiên, mẹ ông là bà ''Thái thị'' (Thái Thái phu nhân), vì quá nhớ thương con, dù tuổi đã ngoài 80, vẫn từ [[Lôi Châu]] ([[Trung Quốc]]) vượt biển sang. Mạc Cửu phụng dưỡng mẹ rất chu đáo và để cho mẹ có nơi tu hành vào những năm cuối đời, ông cho lập Tam Bảo tự vào năm [[1730]]. Xem thêm ''Gia định thành thông chí'' tại [http:\/\/lichsuvn.info\/forum\/showthread.php?t=4224&page=3]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}. Sau, bà mất tại chùa và chùa cũng đã bị thời gian & chiến tranh phá hỏng (nay chỉ còn các bức tường thành). Năm [[1930]], Hòa thượng Phước Ân đời 40 dòng [[Lâm Tế tông]] cho xây lại và tồn tại cho đến nay. Nơi chính điện chùa hiện còn lưu giữ pho tượng đức [[A-di-đà]] bằng đồng do Mạc Cửu hỉ cúng. ở sân, có tôn trí tượng [[Quan Thế Âm]] lộ thiên. Đây là ngôi chùa cổ nổi tiếng và là một trong những thắng cảnh của đất Hà Tiên<\/ref>, nay thuộc ấp Ao Sen, đường Phương Thành, thị xã Hà Tiên. Buổi đầu, đền chỉ bằng gỗ lợp lá, do [[Mạc Công Du]], cháu bốn đời của Mạc Cửu, thừa lệnh vua Gia Long lập khoảng các năm 1816-1818, khi ông giữ chức Hiệp trấn (1816) và Trấn thủ Hà Tiên (1818)<ref>Vài Website bảo rằng đền thờ do Mạc Thiên Tứ xây dựng là không đúng. Ông Tứ chỉ xây dựng mộ cho cha, còn nơi ông thờ phụng cha chỉ là một gian trong ngôi nhà ở.<\/ref>\n\n[[Gia Định thành thông chí]] được biên soạn khoảng năm [[1820]], ghi nhận là \"Tam Bảo tự, tự tả Mạc Công từ\" (Chùa Tam Bảo, bên tả chùa có đền Mạc Công)<ref>''Gia Định thành thông chí'', Nhà xuất bản. Giáo dục, 1998, phần dịch Việt ngữ, tr.201.<\/ref>\n\nNăm [[1833]], Mạc Công Du theo [[Lê Văn Khôi]] chống lại vua [[Minh Mạng]]. Khi cuộc nổi dậy thất bại, Mạc Công Du, Mạc Công Tài, Mạc Hầu Hy, Mạc Hầu Diệu đều bị tội<ref>Theo ''Hoàn vũ kỷ văn - Thiên Nam dư địa khảo'' của Cửu Chân Tĩnh Sơn Nguyễn Thu đời Thiệu Trị, thì: ''Đền thờ Mạc Thiên Tứ, tại huyện Hà Châu, xã Mỹ Đức... Mạc Hầu Hy, Mạc Hầu Diệu lại cấu kết bọn xấu lập ra phe nhóm quấy rối, kịp có vụ biến ở thành Phiên An, bọn này hùa theo bè lũ [[Lê Văn Khôi]] để tạo phản, đến nỗi mắc phải họa tru di. Vì thế đền thờ của họ Mạc bị bỏ phế, đáng ngẫm thay!''(tập IV, tờ 12 a và b. Dẫn theo bài viết của nhà nghiên cứu Trương Minh Đạt [http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0304v.htm]. Nhưng riêng chi tiết \"đến nỗi mắc phải họa tru di\" là không chính xác. Thi sĩ Đông Hồ, người xứ Hà Tiên cho biết mãi đến đời Mạc Tử Khâm (đời thứ bảy, tính từ Mạc Cửu), không có con trai, khi ấy dòng họ Mạc (dòng chính) mới kể như tuyệt tự, chứ không phải vì \"họa tru di\" nào cả (''Văn học Hà Tiên'', Nhà xuất bản Văn Nghệ TP. HCM, 1999, tr. 146). Tuy nhiên, một trong hai cô hai cô con gái của Mạc Tử Khâm là Mạc Thị Hương (cô còn lại là Mạc Cẩm Lan, không chồng) có chồng tên là Thiềm Văn Tường, sinh được 9 người con; và để có người phụng tự cho bên ngoại, ông Tường đã đồng ý cho đứa con trai đầu lòng và đứa con trai út được mang họ Mạc. Ngoài ra, ở [[Cà Mau]] hiện còn một nhánh (dòng thứ) họ Mạc. Đây là hậu duệ của Mạc Thiên Tứ với người vợ thứ tư.<\/ref>, thì ngôi đền cũng dần bị đổ nát.\n\nVề sau ([[1836]]), Đại học sĩ [[Trương Đăng Quế]] đi kinh lý, tổ chức lại việc cai trị ở các tỉnh vừa trải qua tai họa chiến tranh, khi về có tâu trình lên vua [[Thiệu Trị]]: \"Việc mở mang đất Hà Tiên lúc ban đầu do công lao của Mạc Thiên Tứ rất lớn, nên lưu dụng lại con cháu họ Mạc.\" Nhưng mãi đến đời Thiệu Trị thứ 5 ([[1845]]), nhân tấu trình của quan Tổng đốc [[An Giang|An]]-[[Hà Tiên|Hà]] là [[Doãn Uẩn]], vua Thiệu Trị mới có lệnh \"tìm lại con cháu họ Mạc, người nào có tài có thể dùng thì tâu lên\" và thuận cho xây dựng lại đền thờ mới<ref>Theo ''Nghiên cứu Hà Tiên'', tr. 416.<\/ref>.\nNăm [[Thiệu Trị]] thứ 6 ([[1846]]), nhà vua cho lập lại đền kiên cố hơn, đẹp đẽ hơn, mái lợp ngói, hoàn thành năm 1847, nhưng ở một vị trí khác, đó là phía tây chân núi Bình San, tức vị trí bây giờ, và có tên là Trung Nghĩa Từ.\n\nNăm [[Tự Đức]] thứ nhất ([[1848]]), phong cho cháu cố là ''Mạc Văn Phong'' làm ''Đội trưởng'' để lo việc thờ cúng.\n \nNăm [[Thành Thái]] thứ 9 ([[1897]]), chí sĩ [[Nguyễn Thần Hiến]] vận động nhân dân đóng góp tiền công, trùng tu lại đền và hoàn thành vào mùa đông năm [[Canh Tý]] ([[1900]]). Và từ đó cho đến nay, đền còn được tu bổ nhỏ nhiều lần.\n\n==Kiến trúc==\n[[Tập tin:DenThoHoMacHaTien.jpg|nhỏ|600px|phải|Các lớp kiến trúc trung tâm đền thờ họ Mạc Hà Tiên: tiền đình và chính điện.]]\nPhía trước đền thờ là hai ao sen, tương truyền do Mạc Thiên Tứ sai đào để chứa nước ngọt, cho nhân dân dùng, cho đến hôm nay, nó vẫn còn phát huy tác dụng. Ngôi đền, ngoài giá trị lịch sử, nó còn là một công trình có giá trị nghệ thuật cao, bởi cách bố trí hài hòa và lối chạm trổ tinh vi, sắc sảo. Cả đền thờ được bảo vệ bằng một tường rào dày bằng đá, rêu phong. Ngay cổng đền thờ họ Mạc<ref>Cổng tam quan được xây sau đền, tức sau năm [[1846]], nhưng vào năm nào thì chưa rõ.<\/ref>, có đề tên ''Mạc Công miếu'' (莫公廟), hai bên có cặp liễn đối bằng [[chữ Hán]] ca ngợi họ Mạc:\n:一門忠義家聲重\n:七葉藩翰国寵榮\n\nPhiên âm:\n:''Nhất môn trung nghĩa gia thanh trọng''\n:''Thất diệp phiên hàn quốc lũng vinh.''\n\nTạm dịch: \n:''Một nhà trung nghĩa danh thơm cả họ,''\n:''Bảy lá giậu che, cả nước mến yêu''<ref>Bảy lá giậu che, ý nói bảy đời họ Mạc đều dốc sức mở mang, giữ gìn bờ cõi.<\/ref>\n \nQua khỏi cổng là một con đường ngắn, hai bên trồng cây xanh, dẫn đến một tiểu đình rộng. \nQua thêm một cổng nữa, mà hai bên có đôi sư tử đá uy nghi, là điện thờ chính và tả vu, hữu vu.\nNgoài những hoành phi, liễn đối và tranh vẽ; tại điện thờ chính còn có một biển thờ đề bốn chữ \"Khai Trấn Trụ Quốc\" và bức hoành \"Nghị Võ Công\", đấy là lời tuyên dương của nhà Nguyễn trước sự nghiệp mở mang bờ cõi của dòng họ Mạc.<ref>Trong tờ sắc, phong cho Mạc Cửu thụy là ''Võ Nghị'', do vua [[Minh Mạng]] phê ngày 24 [[tháng 9]] năm [[Nhâm Ngọ]] ([[1822]]) ghi rõ: ''Tặng Hà Tiên trấn Khai trấn Thượng trụ quốc Đại tướng quân Võ Nghị Công Kinh Sự''.<\/ref>\n\nTrong đền hiện còn lưu giữ bài văn tế \"Mạc Lệnh Công Thánh đãn tế văn\" do Tri phủ An Biên Nguyễn Hữu Lập<ref>Nguyễn Hữu Lập, người xã Trung Cần, huyện [[Thanh Chương]], tỉnh [[Nghệ An]]. Ông thi hương tại trường Nghệ An, đỗ [[Hoàng giáp]] năm [[Nhâm Tuất]] ([[1862]]). Trước khi thăng thụ Tri phủ An Biên (nay thuộc Kiên Giang), ông đã trải qua chức Tham tri [[bộ Hộ]].<\/ref> soạn năm [[1847]], bản nhật lịnh của Long Hổ tướng quân [[Trần Hầu]]. Đặc biệt, trên vách và cột điện thờ, hiện còn bài văn kêu gọi quyên tiền cất miếu cùng hai bài thi ca ngợi công đức Mạc Thiên Tứ của chí sĩ [[Nguyễn Thần Hiến]], và bốn bài thơ luật [[Nôm]] trích trong \"Hà Tiên thập vịnh\" của [[Mạc Thiên Tứ]]...\n\n==Thờ cúng==\n[[Tập tin:BaiViHoMacHaTien.jpg|nhỏ|trái|Bài vị ba thế hệ danh nhân họ Mạc Hà Tiên: Mạc Cửu (chính giữa), Mạc Thiên Tứ (bên phải), Mạc Tử Sanh và Mạc Tử Hoàng (bên trái).]]\n[[Tập tin:Mộ Mạc Cửu cùng vợ và con.JPG|nhỏ|Mộ Mạc Cửu cùng vợ và con]]\n[[Tập tin:Mộ Mạc Thiên Tứ.jpg|nhỏ|Mộ Mạc Thiên Tứ]]\nCăn cứ ''Hoàn vũ kỷ văn - Thiên Nam dư địa khảo'' của [[Nguyễn Thu]] đời [[Thiệu Trị]] gọi là \"đền thờ Mạc Thiên Tứ\" và \"Lời dẫn việc quyên tiền cất miễu\" của [[Nguyễn Thần Hiến]] năm [[Đinh Dậu]] ([[1897]]), có câu: \"Trung Nghĩa từ thờ đức Mạc Lịnh Công\", thì rất có thể từ lúc Mạc Công Du tạo lập cho đến lần trùng tu lớn do [[Nguyễn Thần Hiến]] chủ xướng (hoàn thành năm [[Canh Tý]], [[1900]]), đối tượng được thờ chính ở đền là [[Mạc Thiên Tứ]].\n\nVào năm nào việc thờ cúng được sắp xếp lại thì chưa rõ, nhưng hiện nay có ba người được thờ chính, đó là Mạc Cửu (ở giữa), Mạc Thiên Tứ (bên tả) và [[Mạc Tử Sanh]] (bên hữu) nơi gian thờ chính.\n \nNgoài ra, ở các gian khác còn phối tự thờ thêm các bài vị của phu nhân ''Thái Thái'' (mẹ Mạc Cửu), phu nhân ''Nguyễn Hiếu Túc'' (vợ Mạc Thiên Tứ), tiểu thư ''Mạc Mi Cô'' (con gái của Mạc Thiên Tứ)<ref>Sách ''Sổ tay hành hương'' kể rằng Mạc Mi Cô lúc mới sinh, đã có mái tóc dài một thước. Mới 3 tuổi răng đã mọc đủ, ăn nói rành rẽ, nhưng xương sống yếu phải nằm một chỗ. Cận thần cho là điềm xấu, nên người đứng đầu họ Mạc đã sai người đem chôn sống cô. Không lâu sau, những lời đồn đãi về cái chết bí ẩn của người con gái xấu số ấy cứ lan truyền; và nhiều người còn tin rằng cái chết của cô có liên quan đến một bài sấm truyền dài 25 câu, nói úp mở về một kho tàng của dòng họ Mạc được cất giấu ở Hà Tiên.<\/ref>, các học sĩ, thuộc tướng và các con cháu của dòng họ Mạc. Vì thế, ngôi thờ này hiện nay có tên là ''Đền thờ họ Mạc''.\n\nTừ đền, qua cổng phụ phía bên phải (tính từ cổng chính nhìn vào), là một con đường lát gạch tàu dẫn lên khu an táng hơn 40 ngôi mộ của dòng họ Mạc. Trong số ấy, có một số mộ xưa như của Mạc Cửu, Mạc Thiên Tứ, Nguyễn Hiếu Túc<ref>Mộ Nguyễn Hiếu Túc, vợ chính của Mạc Thiên Tứ, vào mùa Thanh Minh năm [[Tân Hợi]] ([[1911]]) đã bị viên chủ tỉnh người Pháp lúc bấy giờ cho khai quật để tìm vàng (''Văn học Hà Tiên'', tr. 138)<\/ref>...được xây dựng theo lối [[Trung Quốc]]. Đặc biệt hơn cả là phần mộ Mạc Cửu. Đây là ngôi mộ lớn nhất, kiên cố nhất, có hình bán nguyệt khoét sâu vào núi, chỗ chôn hài cốt được đúc bằng đá vôi, cát, đường và nhựa ô dước như hình một con trâu nằm (thế tọa ngưu); tả có thanh long, hữu có bạch hổ và trước hai bên mộ có hai tượng tướng cầm gươm đứng hầu bằng đá xanh. Ngoài ra, trước mộ là khoảng sân rộng với các bậc thềm cẩn đá xanh, có tảng dài đến ba mét, do các nhà buôn [[Trung Hoa]] thời bấy giờ chở từ [[Quảng Tây]] sang tặng.\n\n==Một chút hoài niệm==\n[[Tập tin:Tượng Mạc Cửu.jpg|nhỏ|phải|150px|Tượng đài Mạc Cửu, tại nơi ông có công mỡ cõi (Hà Tiên).]]\nGiới thiệu bài thơ này, nữ sĩ [[Mộng Tuyết]] viết: ''Bài thơ ngũ ngôn mà anh Đông Hồ đã cảm tác về họ Mạc ở Hà Tiên...xin nhắc lại gọi là một chút hoài niệm cổ nhân''.\n\n:'''Nghĩ vịnh Mạc Cửu và Mạc Thiên Tích'''\n: Trích:\n\n:''Chẳng đội trời Thanh Mãn\n:''Lần qua đất Việt bang\n:''Triều đình riêng một góc\n:''Trung hiếu vẹn đôi đường\n:''Trúc thành xây vũ lược\n:''Anh Các cao văn chương\n:''Tuy chưa là cô quả\n:''Mà cũng đã bá vương\n:''Bắc phương khi vỡ lở\n:''Nam hải lúc kinh hoàng\n:''Giang hồ giữa lang miếu\n:''Hàn mạc trong chiến trường\n:''Đất trời đương gió bụi\n:''Sự nghiệp đã tang thương...<ref>Chép theo ''Núi mộng gương hồ'' (tập 3) của nữ sĩ [[Mộng Tuyết]]. Nhà xuất bản Trẻ, 1998, tr. 158<\/ref>\n\n==Ảnh==\n<gallery>\nFile:Ao sen.jpg| Ao sen trước đền thờ.\nImage:Đền thờ họ Mạc.jpg|Lối vào tiểu đình.\nFile:Cổng thứ hai.jpg| Qua cổng thứ hai này là điện thờ chính.\nFile:Đường lên khu mộ họ Mạc.jpg| Đường lên khu mộ dòng họ Mạc.<ref>Phía cuối đường là mộ Mạc Cửu. Bên đường là những cây nam mai. Khi xưa, Mạc Cửu đã đem giống mai này từ [[Quảng Tây]] sang trồng vào năm [[1720]], nhưng những \"lão mai\" ấy đã chết. Hiện nay, nơi khu mộ chỉ còn những cây mai trẻ, tuy vậy mỗi mùa mai nở, hương vẫn tỏa ngát một vùng. Xem thêm [[Chùa Cây Mai]].<\/ref>\nFile:Mộ Nguyễn Thị Hiếu Túc.jpg|Mộ bà Nguyễn Thị Hiếu Túc (vợ Mạc Thiên Tứ).\n<\/gallery>\n\n==Xem thêm==\n*[[Mạc Cửu]]\n*[[Mạc Thiên Tứ]]\n*[[Tao đàn Chiêu Anh Các]]\n*[[Mạc Tử Dung]]\n*[[Mạc Tử Sanh]]\n*[[Kho tàng họ Mạc]]\n\n==Nguồn tham khảo==\n*Đông Hồ, ''Văn học Hà Tiên'' (tái bản). Nhà xuất bản Văn nghệ TP. HCM, 1999.\n*[[Mộng Tuyết]], ''Nàng ái cơ trong chậu úp''. Nhà xuất bản Văn hóa, 1966.\n*Nhiều tác giả, Huỳnh Ngọc Trảng chủ biên, ''Sổ tay đất phương Nam''. Nhà xuất bản Tp. HCM, 2002.\n*Trương Minh Đạt, ''Nghiên cứu Hà Tiên'', Nhà xuất bản Trẻ và tạp chí Xưa & nay ấn hành, 2008.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0304v.htm] Một trường hợp lộng giả thành chân trong nghiên cứu sử của Trương Minh Đạt.\n*[http:\/\/www.nguoivienxu.vietnamnet.vn\/ditichlichsu\/2004\/02\/51603\/ Lăng miếu Hà Tiên.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081231021513\/http:\/\/www.nguoivienxu.vietnamnet.vn\/ditichlichsu\/2004\/02\/51603\/ |date = ngày 31 tháng 12 năm 2008}}\n\n[[Thể loại:Di tích tại Kiên Giang]]\n[[Thể loại:Du lịch Kiên Giang]]\n[[Thể loại:Hà Tiên]]"}