{"87175":"{{Thông tin đền Việt Nam\n| tên = Đền thờ<br>Đức Thánh Trần Hưng Đạo\n| di tích = \n| hình = Tran Hung Dao Temple (9981911814).jpg\n| chú thích = Cổng vào đền\n| vĩ độ = 10.7906855\n| vĩ phút = \n| vĩ giây = \n| kinh độ = 106.6944488\n| kinh phút = \n| kinh giây = \n| tước vị = Hưng Đạo đại vương\n| tên thần = [[Trần Hưng Đạo|Trần Quốc Tuấn]]\n| tên khác = \n| sinh = ?\n| mất = [[1300]]\n| công trạng = 2 lần đánh tan quân [[Chiến tranh Nguyên Mông – Đại Việt|Nguyên Mông]] xâm lược.\n| thánh tích = \n| loại đền = \n| đối tượng thờ = anh hùng dân tộc\n| địa chỉ = số 36 đường [[Võ Thị Sáu]], phường [[Tân Định, Quận 1]], [[Thành phố Hồ Chí Minh]]\n| thành lập = [[1932]]\n| người sáng lập = \n| tôn tạo = \n| xây mới = [[1957]] - [[1958]]\n| đóng cửa = \n| lễ hội = \n| điện thoại = \n| web = \n}}\n'''Đền thờ Đức Thánh Trần Hưng Đạo''' ở số 36 đường [[Võ Thị Sáu]], phường [[Tân Định, Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Đây là một ngôi đền có lịch sử ở Thành phố Hồ Chí Minh và được xem là một trong những địa điểm tín ngưỡng linh thiêng của Thành phố.\n==Lịch sử==\n[[File:Tran Hung Dao Temple (9981964036).jpg|nhỏ|phải|300px|Tượng Trần Hưng Đạo ở sân đền]]\nĐền được xây dựng năm [[1932]], trong một khuôn viên rộng lớn của chùa Vạn An cũ. Đến năm [[1957]], theo đồ án của kiến trúc sư Nguyễn Mạnh Bảo, Hội Bắc Việt tương tế đã khởi công xây dựng lại đền vào ngày [[28 tháng 7]], và hoàn thành vào ngày [[11 tháng 7]] năm [[1958]]. Về sau, đền còn được tu bổ nhiều lần\n\n==Kiến trúc, bài trí==\nLần lượt từ ngoài vào trong có:\n===Cổng và sân===\n[[Tập tin:Đền Trần Hưng Đạo (Sài Gòn).jpg|nhỏ|phải|250px|Đền thờ Trần Hưng Đạo]] \nCó ba cổng vào đền, cổng chính ở giữa và hai cổng phụ ở hai bên. Cổng chính được thiết kế bề thế và đẹp đẽ, với mái ngói uốn cong, có trang trí hình [[rồng]], [[phụng]]. Hai bên chân cột có đặt đôi tượng [[kỳ lân]] bằng đá cẩm thạch trắng, thực chất đây là tượng [[Sư tử đá Trung Quốc]] nhưng nay đã được rà soát xem là [[linh vật ngoại lai]] và đã trục xuất khỏi đền. Hiện nay tại Đền Trần Hưng Đạo không trưng bày tượng Sư tử hay kỳ lân mà chỉ có tượng ông Hổ (cọp) vốn là linh vật bản địa của người Việt. Trên trán cổng nổi bật 4 [[chữ Hán]] cỡ lớn (phiên âm): \"''Hưng Đạo Đại Vương''\", và tên ngôi đền cùng địa chỉ bằng [[tiếng Việt]]. Ở mặt ngoài của hai cột chính, có đôi câu đối viết bằng chữ Hán (tạm dịch):\n:''Xem sử [[nhà Trần]], nhớ mãi những chiến tích oanh liệt tích tụ lại\n:''Vào cửa miếu, thấy ánh sáng linh thiêng tỏa rạng ra.\n\nMặt trong của cổng, ở trên cao có bốn [[chữ triện]]: \"Trần Triều Hiển Thánh\", và phía dưới trên 2 cột chính cũng có đôi câu đối viết bằng chữ Hán. Cổng chính chỉ mở vào ngày rằm, ngày 30 ([[âm lịch]]) hằng tháng, và những ngày có lễ hội lớn trong năm. Hằng ngày, khách đến viếng thăm bằng cổng phụ. Qua cổng chính là một khoảng sân rộng lát gạch. Ở đầu sân, có đặt một pho tượng [[Trần Hưng Đạo]] bằng [[xi măng]] cốt [[sắt]].\n\n===Đền thờ=== \n[[Tập tin:Chính điện đền thờ Trần Hưng Đạo (Sài Gòn).jpg|nhỏ|phải|250px|Trong tiền điện]] \nĐền thờ xây ở cuối sân, cấu trúc theo hình chữ \"đinh\" ([[chữ Hán]]: 丁), trên một diện tích khoảng 200 [[m2]]. Đây là một căn nhà 5 gian (ở 3 gian chính có 3 cửa liền nhau) xây bằng vật liệu gỗ và [[bê tông]] cốt [[thép]], mái lợp ngói vẩy cá. Phía trên ba cửa nổi bật 10 chữ Hán (phiên âm): \"Hiển thánh Trần triều Hưng Đạo Đại Vương linh từ\" (Đền thờ của bậc hiển thánh linh thiêng là Hưng Đạo Đại Vương họ Trần).\n\nMặt trước cửa chính, có đôi câu đối viết bằng [[chữ Hán]]:\n\n:''Núi [[Vạn Kiếp]] không có ngọn nào là không có hơi kiếm bốc hỏa,\n:''[[Sông Lục Đầu]] không có cơn sóng nào lại không có tiếng thu ầm vang.\n\nTrong đền có hai khu vực là tiền điện và hậu điện.\n*Tiền điện được bày trí đẹp đẽ và trang nghiêm với tàn lọng, đồ bát bửu, đôi hạc, ngựa hồng, ngựa bạch, xương sườn cá ông (cong vút, dài gần 3 [[m]]), v.v...Ngoài ra, ở đây còn có nhiều tác phẩm chạm [[gỗ]], được sơn son thiếp vàng rất mỹ thuật như: hương án, bao lam, hoành phi, liễn đối...; và nhiều bức phù điêu vẽ lại chiến [[trận Bạch Đằng 1288]] và quang cảnh bốn mùa do các nghệ dân nhân gian thực hiện. Ở giữa tiền điện có bàn thờ thờ các vị tướng lĩnh tài giỏi đời [[Nhà Trần|Trần]] như: [[Trần Quang Khải]], [[Trần Khánh Dư]], [[Phạm Ngũ Lão]], [[Yết Kiêu]], [[Dã Tượng]].\n* Nội điện (hậu cung) cũng được trang trí đẹp đẽ và trang nghiêm như tiền điện. Đặc biệt, ngoài những hoành phi, liễn đối, phù điêu. Phù điêu ở đây diễn tả lại những sự kiện lớn của lịch sử đời Trần như: [[Hội nghị Diên Hồng]] ([[1824]]), Lời thề sông Hóa ([[1287]]), [[Trận Bạch Đằng 1288|Trận Bạch Đằng (1288)]]. Thông tin thêm: Cuối năm [[1287]], quân [[Nhà Nguyên|Nguyên Mông]] sang đánh nước Việt [[Chiến tranh Nguyên Mông-Đại Việt lần 3|lần thứ ba]]. Khi nghe tin tướng của đối phương là [[Ô Mã Nhi]] kéo quân đến [[sông Bạch Đằng]], Hưng Đạo Vương (Trần Hưng Đạo) liền cho quân tiến qua sông Hóa (một nhánh sông của [[sông Thái Bình]]), nhưng nước sông cạn làm voi trận bị sa lầy mà chết. Để giữ vững tinh thần binh sĩ, ông chỉ xuống dòng sông Hóa mà thề: \"''Trận này không phá xong giặc Nguyên, thì không về đến khúc sông này nữa''\". Nghe vậy, quân sĩ ai nấy đều xin quyết chiến<ref>[[Trần Trọng Kim]], ''Việt Nam sử lược'', Nhà xuất bản Tân Việt, Sài Gòn, 1968, tr. 153<\/ref>.\n: Tại nơi đây còn có tượng Trần Hưng Đạo nơi khám thờ ông. Pho tượng bằng [[đồng]] cao 1,7 [[m]], được đúc ở tư thế người ngồi trên long ỷ, tay cầm quyển binh thư, và có [[thanh kiếm]] bạc dựng một bên; được nhóm thợ đúc đồng [[Ngũ Xã]] ([[Hà Nội]]) khởi công đúc từ ngày [[25 tháng 10]] năm [[1957]] và khánh thành vào ngày [[1 tháng 7]] năm [[1958]]. Phía trên pho tượng là bức hoành phi, giữa có thêu mấy [[chữ Hán]] (phiên âm): \"''Nam Quốc Cơ Công''\" (Công trạng xây dựng nền móng nước Nam). Cũng trên bức hoành phi này, phía trái có thêm 2 chữ \"''Đại nghĩa''\" (vì Nghĩa lớn), và phía phải có thêm hai chữ \"''Chí trung''\" (Hết lòng Trung). Hai bên bức hoành phi, còn có đôi câu đối chữ Hán (tạm dịch):\n:''Dòng dõi nhà vua, ngựa đá bao phen lo việc nước,\n:''Trần Triều danh tướng, bình vàng xã tắc điện sáng ngời.\n\nNgoài ra, ở hai bên tượng còn có bàn thờ đặt bài vị ba người con gái (trái) và ba người con trai (phải) của Trần Hưng Đạo. Bên cạnh các hạng mục trên, bên phải sân đền (ngoài cổng nhìn vào) còn có nhà \"''Trưng bày lịch sử đời Trần''\" được xây kiên cố. Bên trong ngôi nhà trưng bày một số hiện vật, như văn bản, bản đồ, đoạn trích bài [[hịch tướng sĩ]] của Trần Hưng Đạo. Hằng năm, đền thờ đều có tổ chức các ngày lễ lớn, trong số đó có lễ giỗ ([[20 tháng 8]] [[âm lịch]]) và lễ sinh (10 [[tháng chạp]]) của [[Trần Hưng Đạo]]<ref>Tổng hợp từ các nguồn đã dẫn.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Đền tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Đền tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]"}