{"421173":"{{otheruses4|đền vua Đinh Tiên Hoàng tại xã [[Trường Yên, Hoa Lư]], [[Ninh Bình]]|[[Quần thể di tích thờ Vua Đinh ở Ninh Bình|các đền thờ Vua Đinh khác ở Ninh Bình]]|Quần thể di tích thờ Vua Đinh ở Ninh Bình}}\n[[Tập tin:Temple commémoratif au roi Dinh Tien Hoang (Hoa Lu).jpg|nhỏ|phải|250px|Đền Vua Đinh nhìn từ cổng đền]]\n[[Tập tin:lehoidendinh.jpg|nhỏ|phải|250px|Tế hội đền Vua Đinh]]\n[[Tập tin:Dendinh.jpg|nhỏ|phải|250px|Đền Vua Đinh nhìn từ Mã Yên Sơn]]\n'''Đền thờ [[Đinh Tiên Hoàng]]''' là một di tích quan trọng thuộc vùng bảo vệ đặc biệt của quần thể di sản [[cố đô Hoa Lư]]. Đền toạ lạc ở xã [[Trường Yên]] huyện [[Hoa Lư]] tỉnh [[Ninh Bình]], Việt Nam.<ref name =NinhBinh-tt06 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-06-2019-TT-BNTNMT-ve-Danh-muc-dia-danh-dan-cu-de-lap-ban-do-phan-dat-tinh-Ninh-Binh-418040.aspx Thông tư 06\/2019\/TT-BTNMT ngày 28\/06\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Ninh Bình. Thuvien Phapluat Online, 2019. Truy cập 10\/08\/2019.<\/ref>\n\nVị trí của đền thuộc trung tâm thành Đông của [[kinh đô Hoa Lư]] xưa. Đây là nơi duy nhất ở Việt Nam thờ đồng thời Vua Đinh Tiên Hoàng, cha mẹ ông cùng các con trai và có bài vị thờ các tướng triều Đinh. Đền Vua Đinh cùng với đền Vua Lê được xếp hạng \"Top 100 công trình 100 tuổi nổi tiếng ở Việt Nam\".<ref>{{Chú thích web |url=http:\/\/kyluc.vn\/du-an-ky-luc\/1059.vietkings-cong-bo-top-100-cong-trinh-100-tuoi-noi-tieng-o-viet-nam-lan-12014.html |ngày truy cập=2015-01-02 |tựa đề=Đền Vua Đinh là di tích nổi tiếng Việt Nam |archive-date=2015-01-02 |archive-url=https:\/\/web.archive.org\/web\/20150102101409\/http:\/\/kyluc.vn\/du-an-ky-luc\/1059.vietkings-cong-bo-top-100-cong-trinh-100-tuoi-noi-tieng-o-viet-nam-lan-12014.html }}<\/ref> Cũng như các di tích khác thuộc [[cố đô Hoa Lư]], đền Vua Đinh nằm trong [[quần thể di sản thế giới Tràng An]] đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hiệp Quốc|UNESCO]] công nhận năm 2014.\n\n== Kiến trúc ==\nĐền Vua Đinh được xây dựng theo kiểu nội công ngoại quốc,<ref>[http:\/\/www.dangcongsan.vn\/tiengviet\/chuyende\/ninhbinh\/details.asp?topic=163&subtopic=297&leader_topic=833&id=BT2040765496 Hình ảnh về đền vua Đinh]<\/ref>, trục chính đạo hướng đông. Trước mặt đền là núi Mã Yên có hình dáng giống cái yên ngựa, trên núi có lăng mộ vua [[Đinh Tiên Hoàng]]. Đền [[vua]] [[Nhà Đinh|Đinh]] được xây dựng trên nền cung điện kinh đô [[Hoa Lư]] xưa. Xung quanh khu vực này, các nhà khảo cổ đã đào được một mảng sân gạch có họa tiết hoa sen và đôi phượng vờn nhau. Trên mặt gạch có dòng chữ \"Đại Việt Quốc quân thành chuyên\" và \"Giang tây quân\"; chứng tỏ đây là những viên gạch thời [[Nhà Đinh|Đinh]] - [[Nhà Tiền Lê|Lê]].\n\n===Khuôn viên===\nĐền vua Đinh được xây dựng theo kiểu đăng đối trên trục thần đạo. Bắt đầu từ hồ bán nguyệt và kết thúc ở Chính cung. Hồ bán nguyệt là một hồ nước xây dựng theo kiểu kiến trúc cung đình xưa. Trong hồ thả hoa súng. Sau Minh Đường - Hồ Bán Nguyệt là bức bình phong. Theo thuật phong thủy, bình phong để án ngữ gió độc. Ở giữa bình phong là bông gió với họa tiết kiểu hoa cúc, ý nói lên sự trường tồn. Ngọ môn quan là cổng ngoài dẫn vào đền. Trên vòm cửa cong là hai con lân vờn mây. Phía trên cổng là hai tầng mái che với tám dao mái cong vút. Cổng ngoài có ba gian lợp ngói, mặt trong cổng ghi bốn chữ \"Tiền triều phụng khuyết\". Toà thứ hai là Nghi môn (cổng trong) với 3 gian dựng bằng gỗ lim kiến trúc theo 3 hàng chân cột. Qua nghi môn ngoại, dọc theo đường thần đạo đến Nghi môn nội. Các họa tiết trang trí của nghi môn nội giống như nghi môn ngoại, ngay cả kiến trúc có ba hành cột cũng giống nhau. Đền thờ có hai lớp cửa vào đền cũng tương tự như hai vòng thành [[Hoa Lư]] xưa. Đi hết chính đạo, qua hai trụ cột lớn là đến sân rồng. Giữa sân rồng có một long sàng bằng đá chung quanh chạm nổi. Hai bên sập rồng có hai con nghê đá chầu, được tạc trên hai tảng đá xanh nguyên khối. Tiến dần vào trong, ở giữa có long sàng bằng đá. Cạnh hông của sập đá tạc đầu rồng. Bề mặt của sập rồng được tạc nổi hình con rồng với dáng vẻ khỏe mạnh và uy dũng. Hai bên long sàng là tượng hai con nghê chầu bằng đá xanh thưộc thế kỷ 17. Long sàng tượng trưng cho bệ rồng nên được điêu khắc với họa tiết rất đẹp. Hai tay vịn của long sàng là hai con rồng đang uốn mình trên tầng mây cao. Dáng rồng rất thanh cao với đầu ngẩng cao để bờm bay phất phới, râu dài thả rủ về phía trước. Xung quanh long sàng có cắm cờ tượng trưng cho các đạo quân, có nghê chầu, có ngựa trắng... Long sàng trước Nghi môn ngoại và trước Bái đường Đền thờ Vua Đinh Tiên Hoàng đã được thủ tướng chính phủ công nhận là Bảo vật quốc gia Việt Nam.\n\n===Nơi thờ Chính===\nTừ sân rồng bước lên là Bái đường 5 gian, kiến trúc độc đáo. Phía sau long sàng là điện thờ Vua [[Đinh Tiên Hoàng]]. Cấu trúc điện có hai phần: Bái đường và chính cung. Tòa bái đường để bàn thờ cộng đồng. Trên bàn thờ là nhang án được chạm trổ rất đẹp, thuộc về thế kỷ 17. Tiếp đến là Thiêu hương, kiến trúc theo kiểu ống muống, nơi thờ tứ trụ triều đình [[nhà Đinh]] là các quan trung thần: [[Nguyễn Bặc]], [[Đinh Điền]], [[Trịnh Tú]], [[Lưu Cơ]]. Đi hết tòa Thiêu hương vào chính cung 5 gian. Ngai thờ Vua [[Đinh Tiên Hoàng]] được đặt ở giữa chính cung, trang trí sơn son thếp vàng. Ngai được đặt trên bệ với tượng rồng tạc giống như rồng nơi long sàng. Gian giữa thờ tượng Vua [[Đinh Tiên Hoàng]] được đúc bằng đồng đặt trên bệ thờ bằng đá xanh nguyên khối. Hai bên bệ đá có hai con rồng chầu, tạc theo kiểu yên ngựa. Trên bức đại tự có ghi hàng chữ: \"Chính thống thủy\" với ý nghĩa ca ngợi Đinh Bộ Lĩnh là người mở nền chính thống. Hai bên cột giữa có treo câu đối: \"Cồ Việt Quốc đương Tống Khai Bảo – Hoa Lư đô thị Hán Tràng An\" (nghĩa là: ''Nước [[Đại Cồ Việt]] sánh ngang với nước Tống - [[Kinh đô Hoa Lư]] bề thế như kinh đô [[Tràng An]]''). Gian bên phải thờ tượng thái tử [[Hạng Lang]] và [[Đinh Toàn]] đều quay mặt về phía Bắc, là hai con thứ của vua. Gian bên trái thờ tượng Nam Việt Vương [[Đinh Liễn]] quay mặt về phía Nam là con trưởng của vua. Đền [[Đinh Tiên Hoàng]] là một công trình kiến trúc độc đáo trong nghệ thuật chạm khắc gỗ của các nghệ sĩ dân gian Việt Nam ở thế kỷ 17. Đền Vua Đinh cũng là công trình nghệ thuật đặc sắc với nhiều cổ vật quý hiếm được bảo tồn, như gạch xây cung điện có khắc chữ Đại Việt quốc quân thành chuyên, cột kinh Phật khắc [[chữ Phạn]], các bài bia ký…\n\nTrong đó có một văn bia với bài thơ được trích như sau:\n\n''Chính thống nước ta'' \n\n''Xưa Đinh Tiên Hoàng'' \n\n''Rồng vàng báo ứng'' \n\n''Điềm mở đế vương'' \n\n''Hoa Lư dấy nghĩa'' \n\n''Bình dẹp sứ quân'' \n\n''Hoà bình vừa lập'' \n\n''Việc khác chưa thành'' \n\n''Triều nghi mới chế'' \n\n''Khiển lệnh cờ hồng'' \n\n''Quân ngũ liền lệnh'' \n\n''Lừng lẫy võ công'' \n\n''Bày ra mưu rộng'' \n\n''Lưu lại phép vương'' \n\n''Giúp cho hậu thế'' \n\n''Thông thái vô lường'' \n\n''Ơn thấm lòng dân'' \n\n''Đời xa chẳng quên''....\n\n==Dấu ấn mỹ thuật==\nNgười [[cố đô Hoa Lư]] lập đền thờ Vua [[Đinh Tiên Hoàng]] cũng như vẽ tranh thờ [[Đinh Tiên Hoàng]] đều theo cách riêng của mình. Điều khác biệt làm nên sự phức tạp đó chính là mối quan hệ giữa dân gian và bác học được dung hợp và nhuần nhuyễn trong văn hóa làng. Một cái nhìn cận cảnh về văn hóa làng qua bia ký ở hai ngôi đền [[vua]] [[Đinh]], [[vua]] [[Nhà Tiền Lê|Lê]] là việc khảo sát các dữ liệu lịch sử, văn hóa, xã hội và tín ngưỡng được ghi lại trên 7 chiếc bia đá còn lại đến nay. Đền Đinh - Lê là một trong những ngôi đền lớn ở [[Việt Nam]] còn sót lại. Qua các triều đại, hai ông vua được phong tặng nhiều mỹ hiệu. Trong chiếc bia ở đền vua Đinh nhắc đến việc thờ tự hương hỏa, nhìn vào danh sách công đức người ta hình dung được các vị chức sắc, các gia tộc thời đó. Chiếc bia cuối cùng khắc năm 1843 cũng thấy rất nhiều tên tuổi các cựu lý trưởng, ông cai, ông xã trưởng và các họ tộc. Nhìn vào danh sách các tên tuổi lại thấy những họ Dương, họ Bùi, họ Phạm, họ [[Nguyễn]], họ Ngô... Như thế miếu thờ vua [[Đinh]], vua Lê chưa bao giờ là của riêng một dòng họ [[Đinh]], họ [[Lê]] nào cả. Vua [[Nhà Đinh|Đinh]] - vua [[Lê]] ở đây trở thành một thượng đẳng thần không của riêng một dòng họ nào. Các bia đá ở đền hai [[vua]] Đinh - Lê sớm thấy sự xuất hiện tên tuổi, quê quán những người thợ tạc bia.\n\nNhững dấu ấn văn hóa [[Hán]] - [[Mãn]] ([[Trung Hoa]]) đến từ một địa khí hậu lạnh-khô bị khúc xạ trong một môi trường nóng-ẩm sau lũy tre làng ở [[Hoa Lư]] ([[Bắc Bộ]] - [[Việt Nam]]). Nếu như rồng hay kỳ lân ở [[Trung Hoa]] thường xuất hiện cùng mây, gió thì ở đây, nó đã bị gắn vào môi trường sông nước. Làng nước như ở [[đồng bằng Bắc Bộ]], trước hết là những ngôi làng ven sông, nhìn đâu cũng thấy ao hồ, đầm phá. Địa văn hóa của mảnh đất [[Hoa Lư]] vốn càng như vậy. Con rồng phun nước chứa đựng những ước mong \"lạy trời mưa xuống\" của các cư dân lúa nước. Thế nên cạnh bên những con rồng rất [[Trung Hoa]] là những con [[cá]] con tôm tung tăng trong các đám mây. Dễ nhận thấy những nét tương đồng, ảnh hưởng của cách tạo hình ở những bức bệ rồng ở các cung điện đền đài [[Trung Hoa]] với các sập rồng ở đền [[vua]] [[Nhà Đinh|Đinh]]. Nhưng cũng chính ở đây người ta dễ dàng nhận thấy những dấu ấn mỹ thuật của văn hóa làng - nước của người [[Việt]]. Nhận xét về tính độc đáo của sập rồng ở đền vua [[Đinh Tiên Hoàng]] ở [[Hoa Lư]], các nhà nghiên cứu cho rằng sập rồng đặc biệt đẹp sau những cơn giông mùa Hạ. Mặt sập loang loáng nước, như con rồng đang vẫy đạp để bay lên chín tầng mây. Ở [[Trung Hoa]] không có cảnh tượng này. Không phải ở Bắc Kinh, Nam Kinh hay Khúc Phủ không có những cơn giông mùa Hạ, mà cốt yếu ở đây là cảm thức địa văn hóa khác nhau. Các bệ rồng [[Trung Hoa]] được đặt ở vị trí nghiêng, dốc theo lối đi nên không đọng được nước mưa. Hai sập đá có chạm hình rồng trên mặt sập tạo hình tuy có khác nhau về phong cách tạo hình và niên đại nhưng đều giống nhau trong cách tạo đường diềm bao bốn bên để không cho nước mưa thoát ra nên hễ có mưa là rồng gặp nước... thỏa ước mong vùng vẫy.\n\n==Ảnh==\n<center><gallery heights =120px mode =packed>\nTập tin:Temple commémoratif au roi Dinh Tien Hoang (Hoa Lu) 2.jpg|Sân đền Vua Đinh\nTập tin:Codohoalu2010k5.jpg|Ngày hội đền Đinh\nTập tin:Codoj8.JPG|Cửa đông\nTập tin:Codoj3.JPG|Đường nội bộ\nTập tin:Codoj7.JPG|Quảng trường lễ hội\nTập tin:Codok2.JPG|Cổng đền với bốn chữ lớn Bắc Môn Tỏa Thược (Khóa chặt cửa Bắc)\nTập tin:ĐenvuaDinh.jpg|Sân rồng\nTập tin:Co do Hoa Lu 111.JPG|Cầu đá\nTập tin:Co do Hoa Lu 112.JPG|Cầu đá cửa Đông\nTập tin:Co do Hoa Lu 113.JPG|Cầu đá cửa Đông\nTập tin:Co do Hoa Lu 114.JPG|[[Sông Sào Khê]]\nTập tin:Co do Hoa Lu 115.JPG|Bia nhà Lý\nTập tin:Co do Hoa Lu 116.JPG|Khuôn viên\nTập tin:Co do Hoa Lu 117.JPG|Khuôn viên\nTập tin:Co do Hoa Lu 118.JPG|Sân rồng\nTập tin:Co do Hoa Lu 119.JPG|Khuôn viên\n<\/gallery><\/center>\n\n==Các đền khác==\n{{Toàn cảnh|Di tích thờ Vua ở Ninh Bình.jpg|500px|Sơ đồ phân bố các di tích thờ Vua ở Ninh Bình với nơi thờ Vua Đinh Tiên Hoàng được tô màu đỏ}}\nCác đền thờ [[Đinh Bộ Lĩnh]] có thể thấy ở nhiều vùng miền khác nhau, tiêu biểu như ở [[Ninh Bình]] tìm thấy 23 nơi thờ,<ref>Xem cuốn Cố đô Hoa Lư Nhà xuất bản VHDT, Nguyễn Đăng Trò trang 124 và bổ sung một số đền đã tìm thấy tại bài [[Đinh Tiên Hoàng]]<\/ref> trong đó có [[đền thờ Đinh Bộ Lĩnh]] ở xã Gia Phương, đền thung Lau ở [[động Hoa Lư]], chùa Lạc Khoái [[Gia Viễn]]; đền Mỹ Hạ xã Gia Thủy, các đình thôn Me, thôn Lược xã Sơn Lai, [[Nho Quan]]; đền Đồi Thờ xã Quỳnh Lưu, phủ Đại, đình Yên Thành, đình Yên Trạch ở [[cố đô Hoa Lư]]... [[Nam Định]] có đền vua Đinh ở xã Yên Thắng, đền Cộng Hòa, đình Cát Đằng và đình Thượng Đồng ở xã Yên Tiến, đình Đằng Động ở xã Yên Hồng, [[Ý Yên]]; đình Bườn xã Mỹ Thắng, huyện Mỹ Lộc; đình làng việt cổ Bách Cốc, [[Vụ Bản]]; đền vua Đinh ở Giao Thủy… [[Hà Nam]] có [[đền Lăng]], đình Yến Thanh Hà ([[Thanh Liêm]]); Đình Lạc Nhuế, Miếu Thượng (Đồng Hóa); Miếu Trung ở Văn Xá; đình Phương Khê xã Ngọc Sơn, [[Kim Bảng]]; đền Ung Liêm ở [[Phủ Lý]]; đình Đôn Lương, phường Yên Bắc, [[Duy Tiên]]... Phú Thọ có đình Nông Trang thờ Đinh Bộ Lĩnh; Bắc Kạn có đền Phja Đeng ở Na Rì thờ vua Đinh; [[Đà Nẵng]] có đền thờ vua Đinh ở xã Hoà Khương, [[Hoà Vang]]; [[Lạng Sơn]] có đình Pác Mòng thờ vua Đinh Tiên Hoàng ở thôn Quảng Trung xã Quảng Lạc, [[thành phố Lạng Sơn]]; [[Thanh Hóa]] có đền vua Đinh ở làng Quan Thành, [[Triệu Sơn]]; [[Đắk Lắk]] có đình Cao Phong<ref>[http:\/\/www.vae.org.vn\/News_print.asp?id=2994 Đỉnh Cao Phong với tín ngưỡng của người Mường xa xứ (Số 89\/2006)]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}<\/ref> ở Hòa Thắng, [[Buôn Ma Thuột]]; Hà Nội có đền Bách Linh ở Ứng Hòa thờ vua Đinh cùng 99 vị thần khác...\n\nBên cạnh các đền thờ, tượng đài anh hùng [[Đinh Bộ Lĩnh]] cũng được xây dựng ở [[Thành phố Hồ Chí Minh]] tại một số nơi như suối Tiên và công viên Tao Đàn. Tại trung tâm [[thành phố Ninh Bình]] đã xây dựng khu [[quảng trường Đinh Tiên Hoàng Đế]].\n\nVào dịp [[lễ hội cố đô Hoa Lư]], các đền thờ vua Đinh và các di tích thờ danh nhân thời Đinh trong khu vực đều tham gia lễ rước kiệu và chân nhang các danh nhân về Đền vua Đinh Tiên Hoàng.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=27em}}\n{{coord| 20.285556| 105.903333| type:landmark| format= dms| display= title}}\n==Liên kết ngoài==\n{{Thể loại Commons|Dinh Bo Linh Shrine}}\n*[http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2008\/1\/1494.html Con chuột trên bia đá đền vua Đinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091129103411\/http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2008\/1\/1494.html |date=2009-11-29 }}\n*[http:\/\/www.vietnamfineart.com.vn\/printContent.aspx?ID=2204 Dấu ấn mỹ thuật làng trong di tích đền vua Đinh vua Lê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160309035019\/http:\/\/vietnamfineart.com.vn\/printcontent.aspx?id=2204 |date=2016-03-09 }}\n*[http:\/\/www.vietnamtourism-info.com\/tindulich\/bancobiet\/article_9428.shtml Đến Hoa Lư (Ninh Bình) chiêm ngưỡng các công trình kiến trúc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070812094315\/http:\/\/www.vietnamtourism-info.com\/tindulich\/bancobiet\/article_9428.shtml |date=2007-08-12 }}\n*[http:\/\/www.vovinamvvd.com\/modules.php?name=News&op=viewst&sid=667 Di Tích Hoa Lư]{{Liên kết hỏng|date=2021-06-01 |bot=InternetArchiveBot }}\n*[http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2009\/10\/2272.html ĐỒ ÁN PHONG CẢNH ĐỀN VUA ĐINH VÀ Ý THỨC CƯƠNG VỰC LÃNH THỔ TRONG MỸ THUẬT THỜI NGUYỄN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091114171047\/http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2009\/10\/2272.html |date=2009-11-14 }}\n*[http:\/\/www.cinet.gov.vn\/upLoadFile\/HTML\/baoton_baotang\/ditich\/chitiet\/NinhBinh\/ditich\/codohoalu.htm Cố đô Hoa Lư]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]\n{{du lịch Ninh Bình}}\n{{Đền tại Việt Nam}}"}