{"778979":"{{unreferenced}}\n{{wikify}}\n'''Đền Đồng Bằng''' tương truyền thờ Đức Vua cha Bát Hải. Nằm trên địa bàn xã An Lễ, [[Quỳnh Phụ|huyện Quỳnh Phụ]], [[Tỉnh Thái Bình]]. Đền được xếp hạng [[Danh sách Di tích quốc gia Việt Nam|di tích lịch sử - văn hóa cấp Quốc gia]]. Là một quần thể di tích mang trong mình một truyền thuyết về nơi khai sinh và hóa thánh của 8 (Bát vị) thánh có công chống giặc cứu nước. Để tưởng nhớ công đức của các vị nhân dân đã dựng đền và tổ chức lễ hội vào tháng 8 âm lịch hàng năm.\n\n==Đặc điểm==\nĐền Đồng Bằng là một bảo tàng mỹ thuật điêu khắc gỗ tuyệt đẹp, một điểm du lịch hấp dẫn của vùng quê lúa Thái Bình. Xuôi đường 10 đi Hải Phòng, dừng chân bên cầu Vật, du khách sẽ bị cuốn hút trước công trình kiến trúc uy nghi, lộng lẫy đứng khiêm nhường bên dòng sông Cổ đầy ắp huyền thoại. Làng Đồng Bằng xưa là trang Đào Động - Một trong những phòng tuyến quân sự của nhà Trần thế kỷ 13. Nơi đây còn âm vang khí thế hào hùng oanh liệt của quốc gia đại Việt chống giặc Nguyên Mông.\n\nTướng quân diện súy Phạm Ngũ Lão đã bái yết cửa đền trước khi xuất trận và lưu bút đền thờ nơi \"Tứ cố cảnh Lý Triềư' này. Tục truyền, đền được khởi dựng khá sớm, trải qua các triều đại, thiên nhiên, giặc giã hoành triệt, đền được tu tạo nhiều lần. Công trình kiến trúc hiện nay có niên đại Khải Định năm thứ 10 (1926).Toạ lạc trên một diện tích gần 6000 m2, toàn bộ công trình được xây dựng của đền Đồng Bằng gồm có 13 toà, 66 gian, kết cấu theo kiểu tiền nhị hậu đỉnh liên hoàn khép kín, rất nguy nga bề thế.\n\nCác mảng kiến trúc của công trình rất mềm mại, hài hoà với các nét chạm trổ tinh vi, hàng trăm câu đối, đại tự, cuốn thư sơn son thếp vàng với các chủ đề về tứ quý, tứ linh, hiện thực thiên nhiên vừa thần thoại vừa huyền ảo nhưng cũng rất sống động và đời thường.\n\nCó thể nói, đền Đồng Bằng mang đậm phong cách kiến trúc truyền thống trong văn hoá làng xã Bắc Bộ nhưng lại ảnh hưởng bởi kiến trúc Huế những năm đầu thế kỷ. Đó là nghệ thuật ghép gốm và mái tứ diện chồng diêm, âu cũng là sự giao thoa văn hoá và cũng từ đó càng làm gia tăng vẻ đẹp mê hồn của ngôi đền độc nhất vô nhi trên vùng đất này.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Thái Bình}}\n\n[[Thể loại:Di tích tại Thái Bình]]"}