{"573464":"[[Tập tin:Nguyenthidinh.jpg|nhỏ|phải|Nữ tướng [[Nguyễn Thị Định]], một trong những tướng lĩnh tiêu biểu lãnh đạo \"Đội quân tóc dài\" và phong trào đấu tranh của phụ nữ miền Nam Việt Nam.]]\n'''Đội quân tóc dài''' là tên gọi chung cho các phong trào đấu tranh chống [[Hoa Kỳ|Mỹ]] của [[phụ nữ Việt Nam|phụ nữ]] [[Nam Bộ]] (đặc biệt là [[Bến Tre]] và miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]]) và các đơn vị nữ binh trong [[Quân Giải phóng miền Nam Việt Nam]] trong thời kỳ [[Chiến tranh Việt Nam]].<ref>http:\/\/www.bentre24h.com\/news\/?15\/172\/2010\/11\/27.abo{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}<\/ref>\n\n==Sơ lược==\n''Đội quân đầu tóc'' (sau đổi thành ''Đội quân tóc dài'')<ref>Xuân Vũ – Đồng bằng gai góc, chương 2.<\/ref> ra đời trong [[phong trào Đồng khởi]] của [[tỉnh]] [[Bến Tre]] năm [[1960]] sau khi có Nghị quyết Trung ương [[Đảng Cộng sản Việt Nam]] số 15 mở ra con đường đấu tranh chính trị kết hợp với đấu tranh vũ trang của những người cộng sản miền Nam, phát động hàng chục triệu lượt quần chúng nổi dậy thành cao trào [[Đồng khởi]].\n\nPhong trào bắt đầu bùng nổ ngày 17\/1\/1960 tại 3 xã: Định Thủy, Phước Hiệp, Bình Khánh của huyện Mỏ Cày, tỉnh Bến Tre. Sau đó phong trào đã lan rộng ra 47 xã thuộc 6 huyện của tỉnh Bến Tre. Dưới sự lãnh đạo của tỉnh ủy Bến Tre, lực lượng phụ nữ này đã giành quyền kiểm soát 22 [[xã]], phá [[Ấp chiến lược]], giành quyền làm chủ cho 22 xã khác. Trong cuộc nổi dậy này, đã xuất hiện người nữ lãnh đạo tài năng là bà [[Nguyễn Thị Định]]. Từ đó, nữ tướng Nguyễn Thị Định trở thành một nhà lãnh đạo và biểu tượng của ''Đội quân tóc dài''. Tên tuổi của bà đã gắn liền với ''Đội quân tóc dài'' và phong trào đấu tranh của phụ nữ ở miền Nam Việt Nam.<ref name=\"phunu\">{{Chú thích web |url=http:\/\/www.hoilhpn.org.vn\/print.asp?newsid=739 |ngày truy cập=2010-12-06 |tựa đề=Bảo Tàng Phụ Nữ Nam Bộ, đăng trên trang nhà của Hội Liên Hiệp Phụ Nữ Việt Nam |archive-date=2005-10-01 |archive-url=https:\/\/web.archive.org\/web\/20051001004603\/http:\/\/www.hoilhpn.org.vn\/print.asp?newsid=739 }}<\/ref>\n\n==Hoạt động==\nCuộc nổi dậy của ''Đội quân tóc dài'' Bến Tre đã liên tục giành thắng lợi và phong trào Đồng khởi ngày càng lan rộng. [[Trung ương Cục miền Nam]] đã đánh giá thắng lợi to lớn của phong trào Đồng khởi của tỉnh Bến Tre và coi đó là hình thức khởi nghĩa tiêu biểu ở vùng nông thôn, đồng bằng với 2 phương châm (chính trị, quân sự), tấn công địch bằng 3 mũi giáp công (chính trị, vũ trang, binh vận), còn gọi là \"[[đường lối đấu tranh 2 chân 3 mũi]]\", đặc biệt là sự xuất hiện của ''Đội quân tóc dài'' tấn công trực diện vào cơ quan đầu não của chính quyền địa phương. Từ thắng lợi này, khắp đồng bằng [[Nam Bộ]] và các [[tỉnh]] [[Trung Bộ]] đến [[Tây Nguyên]], người dân nổi dậy thành phong trào Đồng khởi của toàn miền Nam với khí thế lớn.<ref name=\"phunu\"\/><ref name=\"bentre\"\/>\n\nTổng kết phong trào Đồng khởi năm [[1960]], đã có khoảng 9 triệu lượt quần chúng nổi dậy, gần 1 triệu lượt phụ nữ đấu tranh trực diện kết hợp với lực lượng vũ trang góp phần làm tan rã trên 2 vạn binh lính Việt Nam Cộng hòa, phá kìm kẹp 895 xã trên tổng số 1.193 xã ở miền Nam Việt Nam.<ref name=\"phunu\"\/>\n\nNội dung và hình thức đấu tranh cũng như việc tổ chức đội ngũ của ''Đội quân tóc dài'' luôn luôn thay đổi, biến hóa linh hoạt và sáng tạo để thích nghi với từng hoàn cảnh cụ thể. Cách thức hoạt động của họ chưa được ghi trong một \"binh thư\" nào từ trước đến nay.<ref name=\"bentre\">Cuộc kháng chiến chống Mỹ cứu nước 1954-1975, Sđd, tr.75 đăng trên trang web của UBND tỉnh Bến Tre [http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=300&Itemid=47] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120730204811\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=300&Itemid=47|date=2012-07-30}}<\/ref> Ngoài các cuộc đấu tranh trực diện, các ''Đội quân tóc dài'' còn tổ chức các cuộc [[bãi thị]], [[đình công]], vận động [[quân đội Mỹ]] và Quân lực Việt Nam Cộng hòa bỏ ngũ, góp phần gây tiêu hao sinh lực họ.<ref name=\"vov\">{{Chú thích web |url=http:\/\/vovnews.vn\/Home\/Ky-niem-50-nam-Doi-quan-toc-dai\/20101\/132281.vov |ngày truy cập=2010-12-06 |tựa đề=Đài Tiếng Nói Việt Nam |archive-date=2011-02-10 |archive-url=https:\/\/web.archive.org\/web\/20110210080403\/http:\/\/vovnews.vn\/Home\/Ky-niem-50-nam-Doi-quan-toc-dai\/20101\/132281.vov }}<\/ref>\n\n''Đội quân tóc dài'' đã vận dụng nhuần nhuyễn [[phương châm 3 mũi giáp công]]: Chính trị, binh vận, và vũ trang để tấn công Mỹ và Việt Nam Cộng hòa. Tuy vậy, một phụ nữ cũng có thể đấu tranh được 3 mũi: Vừa trực diện đấu lý, vừa khéo léo tranh thủ quân đội, và tự mình thừa thời cơ diệt Mỹ và Việt Nam Cộng hòa. Lúc đấu tranh tại chỗ thì cố gắng bám trụ \"một tấc không đi, một li không rời\", khi đấu tranh tập trung thì liên tục tấn công vào sơ hở của đối phương để giành thắng lợi, lúc kết hợp vũ trang thì mưu trí sáng tạo và cơ động; hình thức đấu tranh thì sáng tạo, đa dạng và phong phú. Tổ chức lực lượng đấu tranh của ''Đội quân tóc dài'' ngày càng quy củ và linh hoạt: Có lực lượng xung kích và chủ công; có hợp đồng lực lượng nhiều địa phương, có tiếp tế, có hậu cần tải thương, khi bị đàn áp thì có thay quân và bổ sung cần thiết.<ref name=\"phunu\"\/><ref name=\"bentre\"\/><ref>{{Chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2010\/1\/85528 |ngày truy cập=2010-12-06 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-09-28 |archive-url=https:\/\/web.archive.org\/web\/20100928172453\/http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2010\/1\/85528\/ |url-status=dead }}<\/ref>\n\nTrong quá trình hoạt động và chiến đấu, ''Đội quân tóc dài'' luôn phải đối diện với tù đày, tra tấn, xử tử, thủ tiêu, nhà cửa bị phá, bị Mỹ và Việt Nam Cộng hòa đàn áp và gây nhiều [[tội ác chiến tranh]], trong đó có các hành động cưỡng hiếp, mổ bụng như trường hợp năm [[1967]] nữ hộ sinh Ba Vân, người [[Long An]], bị cưỡng hiếp, bị mổ bụng gần chùa Phật Đá, xã [[Hưng Thạnh, Tân Phước|Hưng Thạnh]], [[Mỹ Tho]], moi ruột gan như trường hợp của bác sĩ sản khoa Lê Thị Lệ Chi ở [[Bình Minh]].\n<ref name=\"bentre\"\/><ref name=\"vov\"\/><ref>Thời gian trong mắt tôi, Trần Hữu Nghiệp, Nhà xuất bản Văn Nghệ, 1993, chương 10, \"Binh chủng đặc biệt trong đội quân tóc dài trước ngày miền Nam hoàn toàn giải phóng\"<\/ref><ref name=\"source1\">{{Chú thích web | url = http:\/\/vnexpress.net\/gl\/xa-hoi\/2010\/01\/3ba17dca | tiêu đề = Đội quân tóc dài Bến Tre qua lời kể người trong cuộc - VnExpress | tác giả = | ngày = | ngày truy cập = 30 tháng 9 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nTại các đô thị, lực lượng đấu tranh của ''Đội quân tóc dài'' bao gồm các tầng lớp [[phụ nữ]] như [[giai cấp công nhân|công nhân]], tiểu thương, nữ tu, Phật tử, giáo chức, [[trí thức]]..., Lực lượng phụ nữ đô thị đã phối hợp nhịp nhàng với lực lượng phụ nữ vùng nông thôn, vùng ven, các tỉnh Tây Nguyên và phối hợp chặt chẽ với chiến trường.<ref name=\"phunu\"\/>\n\n==Nhận định==\nTrung ương Đảng Cộng sản Việt Nam đã tặng ''Đội quân tóc dài'' 8 chữ vàng: \"''Anh dũng [[Đồng khởi]], thắng [[Hoa Kỳ|Mỹ]] diệt [[ngụy]]''\" <ref name=\"sggp\"\/>.\n\nNhà nước Việt Nam ca ngợi ''Đội quân tóc dài'' đã phát triển rộng khắp trong toàn miền Nam Việt Nam và đóng một vai trò quan trọng trong sự nghiệp đấu tranh cách mạng ở miền Nam Việt Nam thời chống Mỹ, làm rạng rỡ thêm truyền thống yêu nước, bất khuất, trung hậu, đảm đang của người [[phụ nữ Việt Nam]].<ref name=\"bentre\"\/>\n\nBáo Sài Gòn Giải phóng có bài viết nói về hình ảnh người phụ nữ chân yếu, tay mềm, bình dị và dịu dàng nhưng kiên cường trước Mỹ và Việt Nam Cộng hòa, được ví như là con cháu của [[Hai Bà Trưng|Bà Trưng]], [[Bà Triệu]].<ref name=\"sggp\">http:\/\/www.sggp.org.vn\/chinhtri\/2010\/1\/216091<\/ref>\n\nBáo VnExpress có bài báo nhận định, cùng với [[phong trào Đồng khởi]], năm [[1960]], sự phát triển của ''Đội quân tóc dài'' là hiện tượng độc đáo của phong trào chống Mỹ ở miền Nam Việt Nam trong Chiến tranh Việt Nam.<ref name=\"source1\"\/>.\n\nTại Bảo tàng Phụ nữ trưng bày các hiện vật và tài liệu về ''Đội quân tóc dài'' đã góp phần to lớn vào thắng lợi năm [[1975]], thống nhất [[Việt Nam]] và xứng đáng là niềm tự hào của [[phụ nữ Việt Nam|phụ nữ]] và [[dân tộc Việt Nam]] <ref name=\"phunu\"\/>.\n\n==Tham khảo==\n*[http:\/\/www.hoilhpn.org.vn\/print.asp?newsid=739 \"Đội quân tóc dài\" trong thời kỳ chống Mỹ cứu nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051001004603\/http:\/\/www.hoilhpn.org.vn\/print.asp?newsid=739 |date=2005-10-01 }} - [[Bảo tàng Phụ nữ Nam Bộ]], [[Hội Liên hiệp Phụ nữ Việt Nam]]\n*[http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=300&Itemid=47 Sự ra đời của \"Đội quân tóc dài\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120730204811\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=300&Itemid=47 |date=2012-07-30 }} - Ủy ban nhân dân [[tỉnh]] [[Bến Tre]]\n*Thời gian trong mắt tôi, Trần Hữu Nghiệp, Nhà xuất bản Văn Nghệ, 1993\n*[http:\/\/vnexpress.net\/gl\/xa-hoi\/2010\/01\/3ba17dca Đội quân tóc dài Bến Tre qua lời kể người trong cuộc] - Phương Yến\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Chiến tranh Việt Nam]]\n*[[Quân đội Nhân dân Việt Nam]]\n*[[Quân Giải phóng Miền Nam Việt Nam]]\n*[[Mặt Trận Dân tộc Giải Phóng Miền Nam Việt Nam]]\n*[[Phong trào Đồng khởi]]\n*[[Nguyễn Thị Định]]\n*[[Phụ nữ Việt Nam]]\n*[[Bà mẹ Việt Nam anh hùng]]\n*[[Hội Liên hiệp Phụ nữ Việt Nam]]\n\n==Liên kết ngoài==\n*[http:\/\/vnexpress.net\/gl\/xa-hoi\/2010\/01\/3ba17dca VNExpress: Đội quân tóc dài Bến Tre qua lời kể người trong cuộc]\n*[http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2010\/1\/85528 Báo Bình Định: Đội quân tóc dài, ngày ấy - bây giờ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100928172453\/http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2010\/1\/85528\/ |date=2010-09-28 }}\n*[http:\/\/suckhoedoisong.vn\/20100716101630674p61c89\/-huyen-thoai-ve-doi-quan-toc-dai.htm Huyền thoại về Đội quân tóc dài]\n\n{{Quân Giải phóng Miền Nam Việt Nam}}\n{{Các chủ đề|Việt Nam|Lịch sử|Hoa Kỳ}}\n\n[[Thể loại:Nam Bộ]]\n[[Thể loại:Phong trào đấu tranh trong Chiến tranh Việt Nam|Đ]]\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n[[Thể loại:Nữ giới Việt Nam]]"}