{"209387":"[[Tập tin:Vietnam, Mui Ne sand dune.jpg|250px|nhỏ|phải|Những vân cát trên Đồi cát Mũi Né]]\n'''Đồi Cát Mũi Né''' (tên gọi khác: '''Đồi Cát Bay''', '''Đồi Hồng''') là một trong những bãi cát trải dài nhiêu cây số và lan rộng ở một diện tích không nhất định với tổng thể lớn. Nằm trải dài từ tỉnh [[Bình Thuận]] đến [[Ninh Thuận]] nhưng điểm tham quan chính của đồi cát và được xem là đẹp nhất nằm trên đường ra Mũi Né, nằm đối diện [[Suối Tiên]].\n\n== Xuất xứ tên gọi == \nTên gọi bắt nguồn từ việc đồi cát có màu sắc chính là vàng, là mỏ sắt cổ tồn tại hàng trăm năm kiến tạo nên. Gọi là đồi cát bay vì hình dáng của đồi Cát thay đổi theo giờ, theo ngày, theo tháng v..v và không có hình dáng nhất định. Việc tạo nên hình dáng ''trăm hình, trăm dáng'' của cát là do gió bào mòn và thổi bay lớp cát mỏng manh phía trên. Kết hợp với việc xâm thực của cát và hiện tượng [[rạng]] của bờ biển khiến cho hiện tượng sa mạc hóa và sạt lở của bờ biển diễn tiến vô cùng nghiêm trọng. Đây là điểm tham quan thu hút khá nhiều du khách do hình dáng đẹp của cát và màu sắc cát.\n\n== Màu sắc cát ==\nMàu của cát là mỏ sắt cũ kiến tạo không cho một màu vàng duy nhất mà cho ra rất nhiều màu, đơn cử có đến 18 màu có thể liệt kê ra dưới đây:\n\n* ''Màu đỏ'' - màu chính của cát là mỏ sắt cổ thấy nhiều và phổ biến nhất.\n* ''Màu trắng'' - nằm trên bãi biển và pha tạp chất.\n* ''Màu hồng'' - màu nằm dưới màu đỏ, thấy nhiều bên kia đồi cát bay, tại [[Suối Tiên]] - [[Suối Hồng Âu Cơ - Lạc long Quân]].\n* ''Màu trắng xám'': màu cát này nằm tập trung ranh giới của Ninh Thuận và Bình Thuận trải dài trên diện rộng là nguyên nhân của việc đất đai kém màu mỡ.\n* ''Màu đỏ đen'': màu pha bùn, cứng và khó hòa tan, màu này tập trung tại [[Bồng Lai Tiên Cảnh]].\n\nChính lợi dụng việc cát có nhiều màu nên một nghệ sĩ tên [[Ý Lan]] đã tạo nên một tác phẩm nghệ thuật mới, độc đáo: [[tranh cát]].\n\n== Hiện trạng == \nViệc [[sa mạc hóa]] diễn ra ở tiến độ chậm và hiện tượng sạt lở tại \" rạng \" và khu vực [[Bồng lai Tiên Cảnh]] nhưng vô cùng nguy hiểm. Chính việc mở rộng đồi cát bay khiến cho đất đai kém màu mở, khó trồng trọt và thâm canh, gây ra sự khô hạn trên diện rộng. Điều này đặt ra cho các quan ngành liên quan xây dựng bờ kè và trồng cây xanh để hạn chế sự di động của cát và sạt lỡ của bờ biển.\n\n== Du lịch trên đồi cát ==\nTuy nhiên không phủ nhận vai trò của đồi cát trong việc hình thành một sản phẩm du lịch đặc trưng của [[Bình Thuận]] và [[Ninh Thuận]]. Tại Bình Thuận đã hình thành một [[khu resort cao cấp]] 5 sao xây dựng một sân Golf trên cát hiện đại và độc đáo. Cụm nhà nghỉ và các dịch vụ [[sân golf trên cát]] là một sản phẩm thu hút khách du lịch độc đáo trong tương lai và một sản phẩm du lịch \" xanh \". Việc trồng cây và phủ xanh cát bằng [[cây hoa giấy]], dương, v..v.. vừa tạo cảnh quan, vừa góp phần tránh sự di động của cát.\n\n== Trò chơi trên cát ==\n* Trò chơi trên cát phổ biến nhất chính là [[trượt cát bằng ván]], du khách dùng một tấm ván carton do chính những em nhỏ người địa phương cho thuê một tấm với giá là 20000 đến 30000 nghìn đồng. Khách có thể trượt trên những đồi cát cao xuống bên dưới. Độ dốc của cát càng cao, trượt ván càng thú vị.\n* Thi đua mô tô trên cát: là cuộc thi do Bình Thuận tổ chức thu hút rất đông các tay đua kiệt xuất. Đua mô tô trên cát khá thú vị và là điểm thu hút khách du lịch của tỉnh.\n\n== Giờ tham quan đồi cát ==\nGiờ tham quan thích hợp nhất của đồi cát là buổi sáng - 5h. Nếu đi tham quan từ 5h - 8h là thích hợp nhất vì lúc này cát vẫn còn mát. Nếu đi trưa quá, cát sẽ nóng lên do mặt trời.\n\n== Nhiếp ảnh với cát ==\nĐồi cát bay là nguồn cảm hưng vô tận của các nhà nhiếp ảnh, cát muôn hình, muôn vẻ cùng với những hoạt động, sinh sống của người dân trên cát góp phần cho ra những tác phẩm đẹp.\n<center><gallery caption=\"Một số hình ảnh\">\nHình:Đồi cát vàng.jpg\nHình:Mui Ne.jpg\nHình:Mũi né nhìn từ đồi cát.jpg\nHình:Đoicatbay.jpg\nHình:Đồi cát bay Phan Thiết.jpg\n<\/gallery><\/center>\n\n== Tham khảo ==\n{{tham khảo}} \n*Sân golf trên cát - Một sản phẩm du lịch mới của Bình Thuận - Tạp chí du lịch - Tổng cục du lịch Việt Nam.\n*Nhiều tác giả - Non Nước Việt Nam - Nhà xuất bản văn hóa thông tin.\n*Nhiều tác giả - Du lịch 3 miền - Nhà xuất bản Trẻ năm 2000.\n{{Du lịch Bình Thuận}}\n\n[[Thể loại:Du lịch Ninh Thuận]]"}