{"90286":"{{thiếu nguồn gốc}}\n'''Độc lư thương''' là bài [[thương]] (giáo) được [[Liên đoàn Võ thuật Cổ truyền Việt Nam]] chọn lựa từ những năm đầu [[thế kỷ XXI]] đưa vào hệ thống 10 bài [[quốc võ Việt Nam]].\n\n==Lịch sử==\nTheo lời kể lại của các lão võ sư vùng Tây Sơn Thượng Đạo (An Khê, Gia Lai), trong khoảng những năm [[1770]], khi dựng cờ khởi nghĩa, lập căn cứ địa nhằm chiêu mộ anh hùng hào kiệt bốn phương, [[Tây Sơn Tam Kiệt|ba anh em]] [[Nguyễn Nhạc]], [[Nguyễn Huệ]], [[Nguyễn Lữ]] đã biên soạn bài Độc lư thương cho binh sĩ luyện tập. Độc lư ngụ ý tượng trưng cho sự đoàn kết một lòng và ý chí không gì chuyển lay của ba anh em nhà Tây Sơn khi đứng lên phất cờ khởi nghĩa, vững chắc như thế 3 chân của một chiếc lư hương. Độc lư còn hàm nghĩa thể hiện ý thức tôn thờ một chủ, đồng lòng quyết tâm ủng hộ nghĩa quân Tây Sơn của từng [[chiến binh]] cũng như của toàn thể [[nhân dân]].\n\nSau khi [[Nhà Tây Sơn|Tây Sơn]] suy vi, Độc lư thương vẫn âm thầm được truyền dạy trong chi phái [[Tây Sơn võ đạo Bình Định]] tại An Khê. Tuy nhiên, trải những biến thiên dâu bể, nhiều đời lưu truyền trong các võ đường khác nhau nên khó tránh khỏi có những sai lạc trong chiêu thức cũng như những điểm chưa hợp lý trong tính [[khoa học]] của bài.\n\n==Đặc điểm==\nMô phỏng hoàn hảo thần thái của chiếc độc [[lư]] ba chân cắm [[cây hương]] trên các [[bệ thờ]], bài thương thể hiện sự vững chắc liền lạc và kín đáo khi phòng thủ, thần tốc và bất ngờ khi tấn công. Đòn thế của bài liên hoàn hỗ trợ nhau, biểu hiện sự kết hợp hài hòa của binh khí là cây trường thương trong tay người thi triển các đòn thế với [[thập tam pháp]]: [[thủ pháp]], [[nhãn phàp]], [[thân pháp]], [[yêu pháp]], [[bộ pháp]], [[thức pháp]], [[đảm pháp]], [[khí pháp]], [[thần pháp]], [[kình pháp]], [[cước pháp]], [[thế pháp]], [[tâm pháp]]. Bởi vậy, uy lực của bài chỉ thực sự được phát huy tại những địa thế rộng rãi, nơi chiến địa, và tỏ ra hiệu quả trong [[quân đội Tây Sơn]] khi đánh trên lưng [[ngựa]], trên [[thuyền]] hay dưới đất.\n\n==Tham khảo==\n{{tham khảo}}\n*[https:\/\/www.youtube.com\/watch?v=EUQgD2QK0mA video clip bài Độc lư thương]\n\n{{Các bài võ cổ truyền Việt Nam}}\n\n{{sơ khai võ thuật}}\n{{sơ khai Bình Định}}\n{{Võ thuật}}\n\n[[Thể loại:Võ Bình Định]]\n[[Thể loại:Thương thuật]]\n[[Thể loại:Võ cổ truyền Việt Nam]]"}