{"185784":"{{Chùa\n| name = Đền Lý Quốc Sư\n| img = Chùa Lý Quốc Sư.JPG\n| img_size = \n| img_capt = Mặt tiền chùa Lý Quốc Sư.\n| denomination = \n| founded = 1131\n| closed = \n| founder = \n| teacher = \n| director = [[Giáo hội Phật giáo Việt Nam]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = 50 [[phố Lý Quốc Sư]], phường [[Hàng Trống]], quận [[Hoàn Kiếm]], thành phố [[Hà Nội]]\n| country = [[Việt Nam]]\n| website = \n}}\n{{bài cùng tên|Lý Quốc Sư (định hướng)}}\n'''Đền Lý Quốc Sư''' là một ngôi đền cổ được xây cất từ năm 1131 thời [[nhà Lý]] và gọi là '''Lý Quốc Sư tự''' (李國師寺). Hiện nằm ở số 50 [[phố Lý Quốc Sư]], phường [[Hàng Trống]], quận [[Hoàn Kiếm]], thành phố [[Hà Nội]].\n\nNơi đây thờ [[thiền]] sư '''[[Nguyễn Minh Không]]''' người đã chữa khỏi bệnh cho vua [[Lý Thần Tông]]. Ông được phong làm quốc sư và được triều đình phong ấp ở làng Tiên Thị (nay là Điềm Xá) huyện [[Gia Viễn]] tỉnh [[Ninh Bình]]. Khi ông mất, dân làng lập đền thờ gọi là \"Lý Quốc Sư Tự\". Năm 1932, [[thiền sư]] Nguyễn Văn Định trụ trì đã bài trí thêm tượng Phật nên đền được gọi là '''chùa Lý Quốc Sư'''.\n\nTheo truyền thuyết ông giỏi pháp thuật và còn là tổ nghề [[đúc đồng]]. Đền còn tấm bia do [[Lê Đình Diên]] soạn năm [[Tự Đức]] 1855 nhân dịp trùng tu. Những ngày đầu toàn quốc chống Pháp, đền đã bị hủy hoại, năm 1954 mới trùng tu như ngày nay. Đền có nhiều tượng nghệ thuật truyền thần với các nhân vật lịch sử, phong cách điêu khắc thời Lê như nhóm tượng gỗ phủ sơn 4 tượng công chúa thời nhà Lý, 4 quan [[nhà Lý]] với phẩm phục triều đình, mỗi người một dáng vẻ thần thái khác nhau. Đáng chú ý có 4 chân dung phù điêu đá tô màu: [[Từ Đạo Hạnh]] trong bia cao 1,3m, Đức [[Thánh Mẫu]] ngồi chống chân trên đài sen như tượng tròn dựa vào bia cao 82&nbsp;cm, Đức Thánh phụ cao 93&nbsp;cm đội mũ vuông, có dải trùm vai và [[sư Giác Hải]] đầu búi tó, râu ngắn cao 97&nbsp;cm. Đây là những tượng đá cổ thế kỷ 16 mô ta theo hình thức tự nhiên, gần với người thực. Chùa còn có một quả chuông ''Bảo Tháp tự chung'' có niên đại [[Ất Hợi]] nhưng chưa rõ đời vua. Năm 1995, chùa được [[Nhà nước Việt Nam]] công nhận là di tích lịch sử văn hóa.\n\nỞ đền [[Lý Quốc Sư]], các nhà sư trong đền thường xuống đường, mở rộng cổng đền phục vụ cơm chay. Người đến ăn \"chay\" có cả người Việt lẫn người nước ngoài, ngày càng đông. [[Phố Lý Quốc Sư]] ở [[Hà Nội]] là con phố độc đáo, nhất là ẩm thực.\n\n==Xem thêm==\n* [[Danh sách chùa Hà Nội]]\n==Tham khảo==\n{{tham khảo |25em}}\n{{sơ khai kiến trúc tôn giáo Việt Nam}} \n{{Du lịch Hà Nội}}\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Hà Nội|Lý Quốc Sư]]"}