{"1243874":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Đức Mỹ\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 03\n| vĩ giây = 17\n| kinh phút = 15\n| kinh giây = 20\n| diện tích = 24,40 km²\n| dân số = 10.006 người\n| thời điểm dân số = 2019\n| mật độ dân số = 410 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Càng Long]]\n| thành lập = 1991\n| trụ sở UBND = Hương lộ 1, ấp Mỹ Hiệp<ref name=DUCMY\/>\n| mã hành chính = 29305<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Đức Mỹ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Càng Long]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Đức Mỹ nằm ở phía đông bắc của huyện Càng Long, cách trung tâm huyện khoảng 9&nbsp;km về phía tây nam, cách thành phố Trà Vinh 16&nbsp;km về phía đông nam<ref name=DUCMY\/>, có vị trí địa lý:\n*Phía đông giáp xã [[Đại Phước, Càng Long|Đại Phước]]\n*Phía tây giáp tỉnh [[Vĩnh Long]]\n*Phía nam giáp xã [[Nhị Long Phú]]\n*Phía bắc giáp [[Sông Cổ Chiên]].\n\nXã Đức Mỹ có diện tích 24,40&nbsp;km², dân số năm 2019 là 10.006 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 410 người\/km².\n\n==Hành chính==\nXã Đức Mỹ được chia thành 9 ấp: Đại Đức, Đức Hiệp, Đức Mỹ, Đức Mỹ A, Long Sơn, Mỹ Hiệp, Mỹ Hiệp A, Nhuận Thành, Thạnh Hiệp.<ref name=DUCMY\/>\n\n==Kinh tế - xã hội==\nTổng giá trị sản xuất của các nghành năm 2018 là 752,004 tỷ đồng đạt 82,804% kế hoạch, trong đó:\n* Giá trị Nông nghiệp 185,460 tỷ đồng, chiếm tỷ trọng 24,662% đạt 60% kế hoạch.\n* Giá trị Thủy sản 66,800 tỷ đồng, chiếm tỷ trọng 8,882% đạt 80% kế hoạch.\n* Giá trị Công nghiệp - Tiểu thủ công nghiệp 279,498 tỷ đồng, chiếm tỷ trọng 37,167% đạt 90% kế hoạch.\n* Giá trị Xây dựng 116,116 tỷ đồng, chiếm tỷ trọng 15,441% đạt 130% kế hoạch.\n* Giá trị Thương mại - Dịch vụ và Vận tải 104,130 tỷ đồng, chiếm tỷ trọng 13,847% đạt 90% kế hoạch.<ref name=DUCMY\/>\n\n===Giáo dục===\n* 1 trường mẫu giáo Hoàng Oanh: Ấp Mỹ Hiệp A.\n* 2 trường Tiểu học: Toàn xã có 2 trường chính với 4 điểm trường lẻ:\n** Trường TH Đức Mỹ A\n** Trường TH Đức Mỹ C\n* 1 trường THCS Đức Mỹ: Ấp Mỹ Hiệp A.<ref name=DUCMY\/>\n\n==Văn hóa==\nCác công trình tôn giáo tín ngưỡng trên địa bàn xã gồm có: Thánh thất Đức Mỹ ở ấp Nhuận Thành, nhà thờ Cái Hô ở ấp Mỹ Hiệp A, nhà thờ Đức Mỹ ở ấp Đức Mỹ A, chùa Phước Hiệp ở ấp Đức Hiệp, đình Đức Mỹ ở ấp Đức Mỹ.<ref name=DUCMY\/>\n\n==Giao thông==\n===Giao thông đường bộ===\nCác tuyến đường trục xã, liên xã: Đường trục xã, liên xã tổng số 18,66 km (Hương lộ 1), được nhựa hóa 18,66 km, mặt đường kết cấu nhựa rộng 4m, nền đường 6m.\n\nCác tuyến đường trục xã, ấp: Xã có tổng chiều dài 30,55 km đường liên ấp đã được cứng hóa 13,55 km, đạt tỷ lệ 44,35%.\n\nĐường liên ấp: Xã có tổng chiều dài 18,45 km đường ngõ xóm  đến nay được đổ đá, làm đal đảm bảo sạch và không lầy lội vào mùa mưa được cứng hóa 9,75 km, đạt tỷ lệ 52,84%.\n\nĐường trục chính nội đồng: Xã có 2,802\/2,802 km đường trục nội đồng được cứng hóa đạt 100% trong đó đường Giồng nghệ dài 0,41 km đã được đal hóa (mặt đường 2m, nền đường 3m); tuyến đường nhựa ấp Thạnh Hiệp dài 2,392 km mặt đường 3,5m, nền đường 6,5m.\n\nHệ thống cầu công cộng trên đường hiện nay có 68\/68 cầu đã được bê tông hoá đáp ứng yêu cầu phục vụ sản xuất và sinh hoạt.<ref name=DUCMY\/>\n\n===Giao thông đường thủy===\t\nXã có hệ thống sông Cổ Chiên chạy dài từ bến phà Cổ Chiên đến ấp Đại Đức giáp xã Trung Thành (huyện Vũng Liêm, tỉnh Vĩnh Long), có tổng chiều dài khoảng 14 km, sông rộng 800 - 1.200m, sâu 6 - 12m. Tiếp giáp hai tỉnh Bến Tre và tỉnh Vĩnh Long, thuận tiện cho việc vận chuyển hàng hóa có trọng tải lớn.\n\nSông Rạch Bàng có hai nhánh là hệ thống giao thông đường thủy, cung cấp nước sinh hoạt, tưới tiêu và nuôi trồng thủy sản cho xã. Đồng thời vận chuyển hàng hoá từ xã đi các tỉnh và ngược lại.<ref name=DUCMY\/>\n\n===Bến ghe hàng hóa===\nBến phà và bến ghe: Sau khi có cầu Cổ Chiên trên tuyến Quốc lộ 60 thì bến phà Cổ Chiên (thuộc ấp Đức Mỹ A) không còn hoạt động. Hiện ở xã chỉ còn có một bến ghe nhỏ ở ấp Nhuận Thành, phục vụ việc chuyên chở người dân qua lại hai bên bờ sông Càng Long.<ref name=DUCMY>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/02-TM%20TONG%20HOP-DUC%20MY-16_01_2019.doc|tựa đề= Thuyết minh: Quy hoạch chung xây dựng xã Đức Mỹ, huyện Càng Long đến năm 2030 |ngày= 16 tháng 1 năm 2019 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}"}