{"148893":"{{Thông tin hang động\n| name = Động Từ Thức\n| other_name = Động Bích Đào\n| photo = \n| photo_width =\n| photo_caption = \n| map = Vietnam\n| relief = yes\n| map_width =\n| map_caption = xã [[Nga Thiện]], huyện [[Nga Sơn]], [[Thanh Hóa]]\n| map_alt =\n| location =\n| coords =\n| lat_d = 20.04305556\n| long_d = 105.9680556\n| coords_ref =\n| land_registry_number =\n| grid_ref_UK =\n| grid_ref_Ireland =\n| grid_ref =\n| depth =\n| length =\n| height_variation =\n| altitude =\n| discovery = Lâu đời\n| geology =\n| entrance_count = 1\n| entrance_list =\n| difficulty =\n| hazards =\n| access =\n| show_cave =\n| show_cave_length =\n| lighting =\n| visitors =\n| features =\n| survey =\n| survey_format =\n| website =\n}}\n'''Động Từ Thức''' còn gọi là '''Động Bích Đào''', là một hệ thống hang động núi đá vôi với nhiều nhũ đá được gắn liền với truyền thuyết Từ Thức gặp tiên. Động nằm trên dãy [[núi Tam Điệp]], thuộc địa bàn xã Nga Thiện, huyện [[Nga Sơn]], tỉnh [[Thanh Hóa]], nằm cạnh đường [[quốc lộ 10]], cách [[thị trấn Phát Diệm]] hơn 10 cây số về phía Tây Nam, trên sườn một ngọn núi đá nhỏ có thả dê của đồng bào địa phương, xung quanh là ruộng lúa nước. Trong khoảng thời gian chiến tranh với nước Mỹ, động này bỏ hoang không có ai lui tới, lơ thơ chút cỏ hoang mọc trước cửa động.\n\n==Truyền thuyết==\n[[Từ Thức]] người Tống Sơn, nay là [[Hà Trung]], tỉnh [[Thanh Hoá]] làm tri huyện [[Tiên Du]], tỉnh [[Bắc Ninh]], nhân đi chơi hội đã cởi áo gấm giúp một cô gái xinh đẹp gặp tình huống éo le. Thời gian sau chàng từ quan, tìm thú vui nhàn tản. Một lần ra [[cửa biển Thần Phù]], Từ Thức đi qua núi và thấy một chiếc động, được bà chủ gả cho Giáng Hương, chính là người chàng đã cứu thuở nào.\nSống với nhau được một năm, dù thuận hoà, êm ấm, Từ Thức chợt nhớ nhà, xin được về thăm. Cảm thông nỗi niềm của chồng, Giáng Hương sắm xe và gài sẵn phong thư kín nói lời ly biệt. Khi đến quê, tất cả đều đổi thay, Từ Thức hỏi một cụ già râu tóc bạc phơ thì mới biết đó là cháu nội của mình. Chàng đã đi quá lâu. Từ Thức muốn trở lại cõi tiên với vợ, nhưng chẳng còn dịp may … trước cửa động Từ Thức, dây leo chằng chịt đan kết thành những chiếc võng.<ref>[http:\/\/kienthuc.net.vn\/di-san\/kham-pha-hang-dong-huyen-thoai-tu-thuc-gap-tien-563995.html Khám phá hang động huyền thoại “Từ Thức gặp tiên”]<\/ref>\n\n==Thắng cảnh==\nNgoài cửa động có một miếu nhỏ gọi là miếu Sơn Thần, miếu chỉ cao chấm đầu người và không rộng lắm. Ngay trên cửa động, trên vách đá được tạc bài thơ đề của [[Lê Quý Đôn]] khi viếng thăm động vào thế kỷ XVIII.\n\nSuốt chiều sâu của động, có rất nhiều nhũ đá tạo thành những hình thù độc đáo và được gắn liền với truyền thuyết về Từ Thức và Giáng Hương. Động chính gồm có 2 phần, phần ngoài rộng, trần động hình vòng cung như một chiếc bát úp khổng lồ. Phía dưới vòng cung đó có một nhũ đá toả xuống trông như một trái đào tiên, nên động còn được gọi là động Bích Đào. Dưới là nền đá phẳng, nhẵn, là vết tích đền thờ Từ Thức còn lưu lại đến hôm nay. Sau đó là đụn nhũ thạch lấp lánh được ví như những ''kho'' chứa khác nhau: \n*kho tiền là những chỗ thạch nhũ xanh nổi hình tròn từng lớp chồng lên nhau;\n*kho vàng là những thỏi đá óng ánh màu vàng;\n*kho muối là một quần thể thạch nhũ bé, trắng toát;\n*kho gạo lại hấp dẫn hơn bởi những hòn đá mịn được gắn chặt, đều màu nâu bạc.\n\nVào phần trong, một cổ tam sinh có đủ trâu, dê, lợn, một mâm cỗ... tương đối giống như thật, một mâm ngũ quả... bằng đá được thiên nhiên bày sẵn từ muôn đời nay. Càng vào sâu, lòng động càng rộng ra, với nhiều dấu tích về tình yêu của Giáng Hương và Từ Thức như: buồng tắm của Giáng Hương và thư phòng của Từ Thức bằng đá; những bông hoa, những quả đào tiên, vầng trăng và có cả những đôi chim thạch nhũ. Những thanh đá ''thiên cầm'' gõ vào sẽ phát ra những thanh âm khác nhau được gọi là dàn chiêng trống.\n\nĐi sâu vào trong, có 2 dấu chân người in vào đá từ bao giờ, tương truyền là dấu chân Từ Thức. Một vài nụ đá và một vài đường nét trên một mặt đá phẳng tạo thành bàn cờ tiên. ''Đôi gò bồng đảo'' đầy quyến rũ bên một vũng nước trong suốt có thể nhìn thấy những hòn đá dưới đáy, là giếng mà tiên nữ Giáng Hương từng tắm với nụ cười làm đắm say kẻ phàm trần. Một dải đá màu lục lốm đốm, cùng một dải đá có những hình thù ếch nhái, là ao bèo trong sự tưởng nhớ quê hương của chàng thư sinh Từ Thức. Sau cảnh này là một ngã rẽ, một ngã theo tương truyền là đường lên cõi tiên của Từ Thức. Tại đây có quán nghỉ chân bằng đá mà chàng đã từng nghỉ suốt dọc hành trình và còn đó những mắc treo áo, treo mũ bằng đá. Bên cạnh ''đường lên tiên'' là một ngã rẽ hỏm sâu theo đường xoáy ốc vẫn bí ẩn muôn đời nay, nhân dân quen gọi là đường xuống Địa ngục.\n\nSau lưng động là [[Cửa Thần Phù|núi Thần Phù]], hang Dơi...\n\n==Thơ đề của Lê Quý Đôn==\nThế kỷ XVIII, [[Lê Quý Đôn]] khi vãn cảnh động Từ Thức đã đề tặng bài thơ tạc vào núi đá ngay cửa động như sau:<ref>[https:\/\/ngason.vn\/ve-nga-son\/danh-lam-thang-canh\/dong-tu-thuc-chung-tich-cho-moi-duyen-noi-tien-canh.html Động Từ Thức – chứng tích cho mối duyên nơi tiên cảnh]<\/ref>\n\n'''Phiên âm tiếng Nôm'''\n::Văn đạo thần tiên sự diểu mang\n::Bích đào động khẩu thái hoang lương\n::Càn khôn nhất hạt cùng Từ Thức\n::Vân thủy song nga lão Giáng Hương\n::Thạch động hữu thanh khao hiểu nguyệt\n::Diêm điền vô vị nát thu sương\n::Thế nhân khổ tác Thiên Thai mộng\n::Thùy thức Thiên Thai diệc hí trường\n\n'''Dịch nghĩa'''\n\n::Nghe nói chuyện thần tiên là mơ mộng\n::Cửa động Bích đào nay thật hoang lương\n::Từ Thức chỉ mặc áo vải thô đi tìm tiên khắp trời đất\n::Ở cảnh mây nước, hai mắt Giáng Hương mong (Từ Thức) đến già\n::Trăng gần sáng, nghe trong động đá, như có tiếng gõ kêu\n::Giọt sương thu thấm bãi muối, muối thành nhạt\n::Nhiều người cho rằng Từ Thức gặp tiên cũng như chuyện (Lưu Nguyễn) vào Thiên Thai\n::Nhưng ai ngờ Thiên Thai chỉ là một câu chuyện đùa\n\n'''Dịch Thơ'''\n\n::Thần tiên vẫn bảo chuyện mơ màng,\n::Động Bích Đào kia cỏ mọc hoang.\n::Trời bể tìm tòi, mê huyện Thức!\n::Nước mây chờ đợi, mệt nàng Hương!\n::Vang om thạch động trăng gần sáng,\n::Nhạt nhẽo diêm điền muối đẵm sương,\n::Giấc mộng Thiên Thai mong mỏi mãi,\n::Ai hay cũng chỉ hí du trường!\n\nĐộng Từ Thức còn được nhiều tao nhân, mặc khách thăm viếng, ngợi ca, là ''\"Nam thiên đệ thất động\"'' - tức hang động đẹp thứ bảy dưới trời Nam. Năm 1992 đã được [[Bộ Văn hóa - Thông tin]] xếp hạng di tích cấp quốc gia.\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n*[[du lịch Thanh Hóa]]\n*[[Cửa biển Thần Phù]]\n*[[Nga Sơn]]\n\n==Liên kết ngoài==\n{{Commonscat |Caves in Vietnam}}\n{{du lịch Thanh Hóa}}\n{{Hang động Việt Nam}}\n\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Nga Sơn]]\n[[Thể loại:Hang động Việt Nam]]"}