{"2433504":"{{wikify}}\n{{POV}}\n'''Đỗ Chính''' (1926 – 1994) nhà hoạt động cách mạng, chính khách, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa V, VI, VII, nguyên Bí thư Tỉnh ủy Hải ninh, Chủ tịch UBND TP Hải phòng, Bộ trưởng Bộ Hải sản, Trưởng ban Kế hoạch Tài chính Trung ương Đảng.\n\nÔng có tên khai sinh là Đỗ Đình Ân, sinh năm 1926, quê ở xã Văn Phúc, huyện Mỹ Hào, tỉnh [[Hưng Yên]].\n \n==Quá trình hoạt động cách mạng==\n\nÔng xuất thân trong một gia đình nông dân nghèo nên sớm phải tự lập, tuổi thiếu niên đã về [[Hà Nội]] lao động kiếm sống và học thêm. Trong cao trào kháng Nhật cứu quốc, anh thanh niên nghèo, có chí được giác ngộ, kết nạp vào Đoàn thanh niên cứu quốc khu 3 thành Hà Nội và được bầu vào ban chấp hành Đoàn khu này rồi tổ chức điều hoạt động thoát ly. Do bị Việt Nam Quốc dân đảng phản động gây rối phá phách nhiều nơi thuộc tỉnh Phú Thọ, tỉnh bộ Việt Minh [[Phú Thọ]] xin cán bộ tăng cường, Đỗ Chính đã được bổ sung cho Phú Thọ từ tháng 1 năm 1946 và tham gia huyện bộ Việt Minh các huyện Phù Ninh, Thanh Ba.\n\nTháng 12 năm 1946, được kết nạp vào Đảng Cộng sản Đông Dương. Sau đó làm Chủ tịch Ủy ban kháng chiến hành chính, kiêm Bí thư huyện ủy huyện Thanh Thủy, tỉnh Phú Thọ.\n\nTừ tháng 8 năm 1947, ông chuyển về công tác tại tỉnh, tham gia Ban chấp hành tỉnh ủy Phú Thọ trực tiếp làm Chánh Văn phòng rồi bổ sung vào ban Thường vụ Tỉnh ủy, Trưởng ban tổ chức, Ban kiểm tra tỉnh ủy Phú Thọ.\n\nTừ tháng 9 năm 1949, Đảng điều ông tham gia Ủy ban Đảng vụ khu 10 rồi Liên khu [[Việt Bắc]]. Giữa năm 1950, tổ chức lại điều ông về tỉnh biên giới Hải Ninh (nay là [[Quảng Ninh]]) giữ chức Phó bí thư rồi Bí thư Tỉnh ủy kiêm chức Chính trị viên tỉnh đội và công tác ở tỉnh này. Là người ham học, ông luôn dành thời gian học chính trị, học văn hóa, học tiếng Quảng Đông, tiếng dân tộc ít người nơi mình hoạt động.\n\nĐến tháng 10 năm 1955, ông tham gia đội cải cách ruộng đất ở tỉnh [[Ninh Bình]].\n\nSau khi hoàn thành nhiệm vụ ở đoàn cải cách ruộng đất Ninh Bình, ông trở lại quân đội làm Chính trị viên Tiểu đoàn 2, đoàn 40 Bộ tư lệnh, Phó Chủ nhiệm chính trị Trung đoàn 332 Quân khu Đông Bắc rồi Chính ủy Trung đoàn 248 Quân khu Tả ngạn sông Hồng.\n \nTừ tháng 3 năm 1959 đến tháng 5 năm 1961, ông lại được điều về giữ chức Phó bí thư Tỉnh ủy trực tiếp làm Trưởng ban tổ chức tỉnh ủy Hải Ninh.\n\n==Công tác tại Thành phố Hải phòng==\n\nĐến tháng 6 năm 1961, ông được chuyển về công tác tại Thành phố [[Hải Phòng]], tham gia Ban Thường vụ Thành ủy, làm Phó Chủ tịch Ủy ban hành chính từ năm 1965 đến năm 1977 <ref name=\"haiphong.gov.vn\">{{Chú thích web |url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 |ngày truy cập=2014-01-03 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-11-13 |archive-url=https:\/\/web.archive.org\/web\/20141113074143\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 |url-status=dead }}<\/ref> kiêm Chủ nhiệm Ủy ban kế hoạch thành phố.\n \nKhi đế quốc Mỹ leo thang đánh phá miền Bắc, Đỗ Chính được lệnh trở lại quân đội làm Chính ủy Bộ tư lệnh 350.\n \nTuy ở trong quân đội, nhưng ông vẫn tham gia Ban thường vụ Thành ủy và Ủy viên Ủy ban hành chính thành phố Hải Phòng để dễ kết hợp, phối hợp công tác chiến đấu và sản xuất phục vụ chiến đấu. Đặc biệt, khi công việc ở Cảng Hải Phòng gặp nhiều khó khăn không đáp ứng kịp thời việc rút hàng hóa, Đảng ủy lại điều ông kiêm nhiệm chức Bí thư Đảng ủy Cảng để tháo dỡ khó khăn, giải phóng hàng hóa kịp thời phục vụ chiến đấu, sản xuất, chi viện chiến trường.\n\nSau đại thắng mùa xuân năm 1975, năm 1977 ông được bầu làm Phó Bí thư, Chủ tịch Ủy ban nhân dân thành phố <ref name=\"haiphong.gov.vn\"\/>. Trong thời gian tham gia công tác chính quyền có lúc thành ủy phân công ông trực tiếp làm Chủ nhiệm ủy ban Nông nghiệp một nhiệm vụ đầy khó khăn, phức tạp. Ủy ban Nông nghiệp là một mô hình thí điểm quản lý ngành Nông nghiệp do Hải Phòng đề xuất được Trung ương đồng ý cho làm. Ủy ban gồm các sở, ban cũ như sở Nông nghiệp, ty Nông lâm, ty Thủy lợi, ty Nông cơ, ban Quản lý nông nghiệp, phòng Nông trường. Ông bỏ nhiều công sức, tâm huyết với mặt trận nông nghiệp của Hải Phòng vừa chỉ đạo sản xuất vừa xây dựng mô hình quản lý thí điểm.\n\n==Tham gia công tác trung ương==\nTại Đại hội Đảng lần thứ IV (12 - 1976) ông được bầu làm Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng, ngày 22-11-1977 được bổ nhiệm làm Bộ trưởng Bộ Hải sản<ref>{{Chú thích web |url=http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/thanhvienchinhphuquacacthoiky?governmentId=616 |ngày truy cập=2014-01-03 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-01-22 |archive-url=https:\/\/web.archive.org\/web\/20140122141910\/http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/thanhvienchinhphuquacacthoiky?governmentId=616 |url-status=dead }}<\/ref> kiêm Bí thư Ban Cán sự Đảng thay cho ông Nguyễn Quang Lâm. Đến 22-1-1981 ông chuyển về giữ chức Trưởng ban Kế hoạch Tài chính Trung ương Đảng (1981-1982). Người kế nhiệm chức vụ Bộ trưởng Bộ Hải sản là Thứ trưởng [[Nguyễn Tấn Trịnh]].\n\nÔng tiếp tục được bầu làm Ủy viên chính thức Ban chấp hành Trung ương Đảng khóa V (3 - 1982), khóa VI (1986), khóa VII (12 - 1991); Đại biểu Quốc hội khóa VI (1981 - 1986).\n\nThời gian công tác ở trung ương ông được giao nhiều trọng trách: Phó Trưởng ban rồi Trưởng ban lãnh đạo đoàn chuyên gia Việt Nam tại Campuchia (từ đầu năm 1984), Trưởng ban kinh tế Trung ương (1989-1991), Phó trưởng ban thứ nhất Ban Kinh tế Trung ương kiêm Bí thư Đảng ủy khối cơ quan kinh tế Trung ương (1991-1994).\n\nLúc này hợp nhất nhiều ban Kinh tế để gọn nhẹ tổ chức. Tại đại hội lần thứ VII giữa nhiệm kỳ, do sức khỏe kém, ông tự nguyện xin rút khỏi Ban Chấp hành Trung ương Đảng.\n\n==Khen thưởng==\nDo có công lao, cống hiến lớn, ông đã được Nhà nước tặng Huân chương Chiến công hạng Nhất, Huân chương kháng chiến chống Mỹ cứu nước hạng Nhất, Huân chương Chiến thắng hạng Hai, hạng Ba và Huân chương Lao động hạng Nhất của Nhà nước Cộng hòa nhân dân Campuchia. Huy hiệu 40 năm tuổi Đảng.\n \nÔng qua đời tại Hà Nội vào ngày 18 tháng 2 năm 1994, an táng tại nghĩa trang [[Mai Dịch]].<ref>{{Chú thích web |url=http:\/\/thuvienhaiphong.com.vn\/vn\/index.asp?menuid=661&parent_menuid=658&fuseaction=3&articleid=5657 |ngày truy cập=2014-01-15 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 16 tháng 1 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140116070730\/http:\/\/thuvienhaiphong.com.vn\/vn\/index.asp?menuid=661&parent_menuid=658&fuseaction=3&articleid=5657 }}<\/ref>\n\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1926|mất=1994}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam]]\n[[Thể loại:Bộ trưởng Bộ Thủy sản Việt Nam]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VI]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân thành phố Hải Phòng]]\n[[Thể loại:Bí thư Tỉnh ủy Hải Ninh]]"}