{"3697453":"{{Viên chức \n| tên = Đỗ Thị Thu Hằng\n| hình = \n| ngang = \n| chức vụ = [[Đại biểu Quốc hội Việt Nam]]\n| date1 = 2016\n| date2 = 2021\n| tiền nhiệm = \n| kế nhiệm = \n| chức vụ 2 = Chủ tịch Hội đồng quản trị Tổng công ty phát triển khu công nghiệp Sonadezi Đồng Nai\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| chức vụ 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| ngày sinh = {{ngày sinh và tuổi|1971|6|7}} \n| nơi sinh = xã [[Liêm Chung]], huyện [[Thanh Liêm]], tỉnh [[Nam Hà (tỉnh)|Nam Hà]], [[Việt Nam Dân chủ Cộng hòa]]\n| nơi ở = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = Thạc sĩ Kinh doanh quốc tế\n| chết = \n| ngày chết = \n| nơi chết = \n| cha = \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[chính trị gia]]\n| đảng = [[Đảng Cộng sản Việt Nam]]\n}}\n'''Đỗ Thị Thu Hằng''' (sinh ngày [[7 tháng 6]] năm [[1971]]) là một nữ [[chính trị gia]] người Việt Nam. Bà hiện là [[đại biểu quốc hội Việt Nam]] [[Danh sách đại biểu Quốc hội Việt Nam khóa XIV theo tỉnh thành|khóa XV]] nhiệm kì 2021-2026, thuộc đoàn đại biểu quốc hội tỉnh [[Đồng Nai]], Chủ tịch Hội đồng quản trị Tổng công ty phát triển khu công nghiệp Sonadezi Đồng Nai, Ủy viên [[Ủy ban Khoa học công nghệ và môi trường của Quốc hội]].<ref>{{chú thích web |url = |tiêu đề =Thông tin đại biểu Quốc hội Việt Nam khóa 14 |author = |ngày = |nhà xuất bản =Website Quốc hội Việt Nam |ngày truy cập =2017-06-15 |ngôn ngữ = | archiveurl = |ngày lưu trữ=2017-06-15}}<\/ref> Bà đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Đồng Nai gồm các huyện: Vĩnh Cửu, Trảng Bom và Thống Nhất.<ref>Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành<\/ref>\n\nBà là đại biểu quốc hội 03 nhiệm kỳ liên tiếp: 2011-2016; 2016-2021; 2021-2026.\n\n==Xuất thân==\nĐỗ Thị Thu Hằng sinh ngày [[7 tháng 6]] năm [[1971]] quê quán ở xã [[Liêm Chung]], huyện [[Thanh Liêm]], tỉnh [[Hà Nam]]. \nBà hiện cư trú ở Số 166, khu phố 3, phường Trung Dũng, thành phố Biên Hòa, tỉnh Đồng Nai.\n==Giáo dục==\n*Giáo dục phổ thông: 12\/12\n*Cử nhân kinh tế\n*Thạc sĩ Kinh doanh quốc tế\n*[[Cao cấp lí luận chính trị]]\n==Sự nghiệp==\nBà gia nhập [[Đảng Cộng sản Việt Nam]] vào ngày 20\/4\/1995.\n\nBà từng là đại biểu Quốc hội Việt Nam khóa XIII tỉnh Đồng Nai.<ref>{{chú thích web |url =http:\/\/dbqh.na.gov.vn\/daibieu\/18\/2490\/%C4%90o-Thi-Thu-Hang.aspx |tiêu đề =Thông tin đại biểu Quốc hội Việt Nam khóa 13 |author = |ngày = |nhà xuất bản =Website Quốc hội Việt Nam |ngày truy cập =2017-06-16 |ngôn ngữ = |archiveurl =https:\/\/web.archive.org\/web\/20160901013750\/http:\/\/dbqh.na.gov.vn\/daibieu\/18\/2490\/%C4%90o-Thi-Thu-Hang.aspx |ngày lưu trữ =2016-09-01 |url-status =dead }}<\/ref>\n\nKhi ứng cử đại biểu Quốc hội Việt Nam khóa XIV vào tháng 5 năm 2016 bà đang là Ủy viên Ban chấp hành Đảng bộ khối doanh nghiệp, Phó Bí thư Đảng ủy, Chủ tịch Hội đồng quản trị Tổng công ty Sonadezi, làm việc ở Tổng công ty Sonadezi.\n\nBà đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Đồng Nai gồm các huyện: Vĩnh Cửu, Trảng Bom và Thống Nhất, được 338.752 phiếu, đạt tỷ lệ 75,36% số phiếu hợp lệ.\n\nBà hiện là Ủy viên Ban chấp hành Đảng bộ khối doanh nghiệp tỉnh Đồng Nai, Phó Bí thư Đảng ủy, Chủ tịch Hội đồng quản trị Tổng công ty phát triển khu công nghiệp Sonadezi Đồng Nai, Ủy viên Ủy ban Khoa học công nghệ và môi trường.\n\nBà đang làm việc ở Tổng công ty Sonadezi.\n\n==Đại biểu Quốc hội Việt Nam khóa XV nhiệm kì 2021-2026==\n'''Chương trình hành động của bà khi ứng cử [[Đại biểu Quốc hội Việt Nam|Đại hiểu Quốc hội]] khóa XV'''\n\n* ''Thứ nhất:'' Tích cực tham gia xây dựng và giám sát thi hành pháp luật. Tôi sẽ góp phần xây dựng hệ thống pháp luật thực sự phù hợp, minh bạch, đồng bộ. Đồng thời, tích cực phản biện để chính sách ngày càng hoàn thiện. Tích cực thúc đẩy cải cách hành chính, cải cách môi trường đầu tư kinh doanh một cách linh hoạt theo sự thay đổi của môi trường kinh doanh toàn cầu; đóng góp ý kiến xây dựng chính sách phát triển kinh tế số, ứng dụng công nghệ mới vào sản xuất, kinh doanh để nâng cao năng suất, tạo ra các sản phẩm có giá trị gia tăng cao, giải phóng sức lao động cho người dân và tăng nội lực cho doanh nghiệp…\n* ''Thứ hai:'' Giữ mối liên hệ mật thiết, gắn bó sâu sát với cử tri tỉnh Đồng Nai nói chung và cử tri của đơn vị bầu cử. Tôi sẽ lắng nghe, tiếp thu ý kiến cử tri thông qua nhiều kênh khác nhau để từ đó nói lên tiếng nói vì quyền lợi của người dân và doanh nghiệp; truyền tải, phản ánh kịp thời kiến nghị của cử tri với Quốc hội và các cơ quan có thẩm quyền.\n* ''Thứ ba:'' Góp sức vào sự phát triển nhanh và bền vững của địa phương và đất nước. Tôi sẽ góp phần xây dựng chính sách, chiến lược phù hợp để thu hút đầu tư hiệu quả. Mặt khác, thúc đẩy liên kết kinh tế giữa khu vực FDI và khu vực kinh tế trong nước. Đối với tỉnh Đồng Nai, tôi sẽ cùng với các doanh nghiệp thúc đẩy việc phát triển hạ tầng giao thông, hệ thống logistics; góp phần tạo sự cân bằng trong phát triển kinh tế - xã hội giữa các vùng trong tỉnh... \n* ''Thứ tư:'' tôi sẽ phối hợp cùng chính quyền địa phương thực hiện tốt hơn nữa các chương trình an sinh xã hội...   \n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1971}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Đồng Nai]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Đồng Nai]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Sống tại Đồng Nai]]"}