{"130641":"{{Thông tin đơn vị hành chính Việt Nam| thành phố thuộc tỉnh\n| tên = Đồng Xoài\n| hình = Ngã tư Đồng Xoài.jpg\n| cỡ logo = 242px\n| logo =Logo TP. Đồng Xoài.svg\n| ghi chú logo = Logo [[Đồng Xoài|thành phố Đồng Xoài]] \n| ghi chú hình = Trung tâm thành phố Đồng Xoài\n| vĩ độ = 11\n| vĩ phút = 31\n| vĩ giây = 01\n| kinh độ = 106\n| kinh phút = 50\n| kinh giây = 21\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 167,32 km²\n| dân số = 108.595 người<ref>[https:\/\/baobinhphuoc.com.vn\/Content\/dong-xoai-chon-thanh-tong-ket-tong-dieu-tra-dan-so-va-nha-o-nam-2019-16279?AspxAutoDetectCookieSupport=1&AspxAutoDetectCookieSupport=1\/ Đồng Xoài, Chơn Thành tổng kết Tổng điều tra dân số và nhà ở năm 2019]<\/ref>\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = \n| dân số nông thôn =  \n| mật độ dân số = 649 người\/km²\n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bình Phước]]\n| thành lập = \n*1\/9\/1999: thành lập thị xã Đồng Xoài<ref name=ND90\/>\n*1\/12\/2018: thành lập thành phố Đồng Xoài<ref name=NQ587\/>\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại III|Loại III]]\n| năm công nhận = 2014<ref name=QD1388 \/>\n| chủ tịch UBND =\n| chủ tịch HĐND = \n|bí thư =  [[Tôn Ngọc Hạnh]]<ref>{{chú thích web| url =https:\/\/vov.vn\/phap-luat\/ba-ton-ngoc-hanh-giu-chuc-vu-bi-thu-thanh-uy-tp-dong-xoai-993094.vov | title =Bà Tôn Ngọc Hạnh giữ chức vụ Bí thư Thành ủy TP. Đồng Xoài| access-date =ngày 31 tháng 12 năm 2020 | publisher =VOV}}<\/ref>\n| phân chia hành chính = 6 phường, 2 xã\n| mã hành chính = 689<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 93-P1-P2-P3\n| trụ sở UBND = Số 1377, đường Phú Riềng Đỏ, phường [[Tân Phú, Đồng Xoài|Tân Phú]]\n| web = {{url|dongxoai.binhphuoc.gov.vn}}\n}}\n'''Đồng Xoài''' là thành phố [[tỉnh lỵ]] của tỉnh [[Bình Phước]], vùng [[Đông Nam Bộ]], [[Việt Nam]].\n\nThành phố Đồng Xoài cách [[Thành phố Hồ Chí Minh]] khoảng 100&nbsp;km về phía bắc<ref name=\"wtxdx\">[http:\/\/dongxoai.gov.vn\/SiteFolders\/UBNDThiXaDongXoai\/1671\/Th%C3%A0nh%20ph%E1%BB%91%20%C4%90%E1%BB%93ng%20Xo%C3%A0i%20%C4%91%C6%B0%E1%BB%A3c%20th%C3%A0nh%20l%E1%BA%ADp%20v%C3%A0%20ch%C3%ADnh%20th%E1%BB%A9c%20%C4%91i%20v%C3%A0o%20ho%E1%BA%A1t%20%C4%91%E1%BB%99ng%20t%E1%BB%AB%20ng%C3%A0y%2001.docx Giới thiệu chung về Thị xã Đồng Xoà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200213003237\/http:\/\/dongxoai.gov.vn\/SiteFolders\/UBNDThiXaDongXoai\/1671\/Th%C3%A0nh%20ph%E1%BB%91%20%C4%90%E1%BB%93ng%20Xo%C3%A0i%20%C4%91%C6%B0%E1%BB%A3c%20th%C3%A0nh%20l%E1%BA%ADp%20v%C3%A0%20ch%C3%ADnh%20th%E1%BB%A9c%20%C4%91i%20v%C3%A0o%20ho%E1%BA%A1t%20%C4%91%E1%BB%99ng%20t%E1%BB%AB%20ng%C3%A0y%2001.docx |date=2020-02-13 }}, Cổng thông tin Thị xã Đồng Xoài.<\/ref>. Đây là trung tâm [[chính trị]], kinh tế, văn hóa và xã hội của [[tỉnh Bình Phước]], có vị trí thuận lợi, nằm trên giao lộ giữa Quốc lộ 14 và Tỉnh lộ 741, nối liền với các tỉnh, thành như Thành phố Hồ Chí Minh, Bình Dương, Đồng Nai... Hiện nay, toàn thành phố có hơn 20 dân tộc cùng sinh sống.\n\n==Địa lý==\n\n=== Vị trí địa lý ===\nThành phố Đồng Xoài nằm ở phía nam của tỉnh [[Bình Phước]], có vị trí địa lý:\n* Phía tây giáp thị xã [[Chơn Thành]] và huyện [[Phú Giáo]], tỉnh [[Bình Dương]]\n* Các phía còn lại giáp huyện [[Đồng Phú]].\n\nĐồng Xoài cách thành phố Hồ Chí Minh 101&nbsp;km, cách cửa khẩu quốc tế Hoa Lư khoảng 90&nbsp;km. Đồng Xoài có các đường giao thông quan trọng là quốc lộ 14, đường liên tỉnh DT741 (Tỉnh lộ 741) là những con đường huyết mạch nối liền Tây Nguyên với Thành phố Hồ Chí Minh và nước bạn Campuchia. Ngoài ra, trên địa bàn thành phố còn có đường Lê Quý Đôn (đường DT753) đi ra tỉnh Đồng Nai. Trong tương lai sẽ có tuyến đường sắt từ tỉnh [[Đắk Nông]] đi qua Đồng Xoài đến cảng Thị Vải tỉnh [[Bà Rịa – Vũng Tàu]]. Đó là những lợi thế của Đồng Xoài để tăng cường quan hệ hợp tác đầu tư phát triển kinh tế - xã hội trong tương lai.\n\n=== Địa hình ===\nNằm ở độ cao trung bình là 88,63 m, có thể xếp Đồng Xoài vào vùng cao nguyên chuyển tiếp với dạng địa hình đồi thấp dần từ Đông Bắc xuống Tây Nam với hai dạng địa hình chủ yếu. Dạng địa hình đồi thấp lượn sóng, phân bố hầu hết trên địa bàn thành phố, chủ yếu là đất đỏ phát triển trên đất đá bazan và đất xám phát triển trên phù sa cổ. Dạng địa hình bưng bàu thấp trũng, nằm xen kẽ với dạng địa hình đồi thấp lượn sóng, thổ nhưỡng thường gặp trên dạng địa hình này là đất dốc tụ, mùn dây...\n\n=== Khí hậu ===\nĐồng Xoài chia làm hai mùa rõ rệt. Mùa mưa thường bắt đầu vào tháng 5 và kéo dài đến tháng 10. Mùa khô kéo dài từ tháng 10 năm trước đến hết tháng 4 năm sau. Lượng mưa trung bình hàng năm khoảng 2.598 ml rải đều trong các tháng. Vào những tháng cuối mùa mưa đầu mùa khô thời tiết thường se lạnh vào đêm. Mùa khô nhiệt độ ban ngày thường cao nhất cả nước, tuy nhiên nhiệt độ cao chỉ kéo dài trong khoảng một tháng rồi giảm dần. Nhìn chung, khí hậu Đồng Xoài nắng ấm quanh năm nhiệt độ trung bình khoảng 26,7 0 C, với nền nhiệt độ cao quanh năm, độ ẩm cao và nguồn ánh sáng dồi dào, rất thuận lợi cho phát triển cây công nghiệp ngắn và dài ngày. Khí hậu Đồng Xoài tương đối hiền hoà, ít thiên tai bão, lụt…\n\n=== Tài nguyên ===\nĐồng Xoài có nguồn tài nguyên đất đai giàu có, với tổng diện tích tự nhiên là 168,48&nbsp;km², trong đó, đất có chất lượng trung bình trở lên thích hợp cho sản xuất nông – lâm nghiệp là 40.627 ha, chiếm 27,59 % diện tích; đất có độ phì cao chiếm 11.894 ha, đất đỏ bazan chiếm 3.343 ha, đất kém chất lượng chỉ có 2.128 ha. Nhìn chung đất đai của Đồng Xoài có tầng phong hoá khá dày, thích hợp với việc trồng các cây công nghiệp, nhất là cây cao su và cây điều. Trên địa bàn Đồng Xoài có 315 ha rừng trồng (xã Tân Thành có 270 ha; xã Tiến Hưng có 45ha), không có rừng tự nhiên.\nTrong lòng đất Đồng Xoài có một số loại khoáng sản phi kim có trữ lượng lớn. Ở hai xã Tân Thành, Tiến Hưng và phường Tiến Thành có khoáng sản phún sỏi đỏ với trữ lượng khoảng 3,6 triệu m3; đá xây dựng có trữ lượng khoảng 40 triệu m3; Ở hai phường Tân Xuân và Tiến Thành có khoáng sản đất sét với trữ lượng 8 triệu m3…Các loại khoáng sản là nguồn cung cấp nguyên vật liệu cho ngành công nghiệp xây dựng phát triển.\nTài nguyên nước Đồng Xoài gồm nước ngầm và nước mặt. Nước ngầm tập trung ở khu vực phía Nam thành phố, nguồn nước ngầm có 03 tầng trữ nước với chất lượng tốt. Độ sâu trung bình của nguồn nước ngầm từ 60–100 m. Lưu lượng nước ngầm từ 5-9 lít\/giây, ở vùng trũng có thể từ 9-12 lít\/giây. Nguồn nước mặt trên địa bàn Thành phố có diện tích khoảng 101,35 ha các sông, hồ, đập lớn như: Sông Bé chạy theo ranh giới phía Tây thành phố khoảng 10–12&nbsp;km; Suối Rạt chạy theo ranh giới phía Đông Nam thành phố; Suối Cam, Suối Sông Rinh, Suối Sam Bring, Suối Dríp, hồ Tà Môn (Tân Thành), Đập Phước Hòa (xã Tiến Hưng)… là nguồn nước chủ yếu để phục vụ nông nghiệp, công nghiệp, sinh hoạt.\n\n== Hành chính ==\nThành phố Đồng Xoài có 8 đơn vị hành chính trực thuộc, bao gồm 6 phường: [[Tân Bình, Đồng Xoài|Tân Bình]], [[Tân Đồng, Đồng Xoài|Tân Đồng]], [[Tân Phú, Đồng Xoài|Tân Phú]], [[Tân Thiện, Đồng Xoài|Tân Thiện]], [[Tân Xuân, Đồng Xoài|Tân Xuân]], [[Tiến Thành, Đồng Xoài|Tiến Thành]] và 2 xã: [[Tân Thành, Đồng Xoài|Tân Thành]], [[Tiến Hưng]].\n{| class=\"wikitable mw-collapsible\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n! style=\"background:#e5e4e2; color:#0047ab; height:17px; \" |Đơn vị hành chính\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Tân Phú, Đồng Xoài|Tân Phú]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Tân Bình, Đồng Xoài|Tân Bình]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br> [[Tân Thiện, Đồng Xoài|Tân Thiện]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br>[[Tân Xuân, Đồng Xoài|Tân Xuân]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br> [[Tân Đồng, Đồng Xoài|Tân Đồng]]\n! style=\"background: #96c; color:#7fffd4;\" | Phường <br> [[Tiến Thành, Đồng Xoài|Tiến Thành]]\n! style=\"background: #96c; color:#7fffd4;\" | Xã <br>[[Tiến Hưng]]\n! style=\"background: #96c; color:#7fffd4;\" | Xã <br> [[Tân Thành, Đồng Xoài|Tân Thành]]\n|-\n! style=\"background:#9cc; color:navy; \" | Diện tích (km²)\n| style=\"background: beige; color:#000;\" | 9,59\n| style=\"background: beige; color:#000;\" | 5,22\n| style=\"background: beige; color:#000;\" | 3,58\n| style=\"background: beige; color:#000;\" | 10,06\n| style=\"background: beige; color:#000;\" | 7,88\n| style=\"background: beige; color:#000;\" | 25,71\n| style=\"background: beige; color:#000;\" | 50,05\n| style=\"background: beige; color:#000;\" | 55,61\n|-\n! style=\"background:#9cc; color:navy; height:16px; \" |Dân số 2021(người)\n| style=\"background: #ACE1AF; color: black; \" | 22.156\n| style=\"background: #ACE1AF; color: black; \" | 12.570\n| style=\"background: #ACE1AF; color: black; \" | 10.844\n| style=\"background: #ACE1AF; color: black; \" | 15.042\n| style=\"background: #ACE1AF; color: black; \" | 10.999\n| style=\"background: #ACE1AF; color: black; \" | 13.841\n| style=\"background: #ACE1AF; color: black; \" | 14.476\n| style=\"background: #ACE1AF; color: black; \" | 13.359\n|-\n! style=\"background:#9cc; color:navy; \" |Mật độ dân số (người\/km²)\n| style=\"background:#ccf; color:#000;\" | 2.310\n| style=\"background:#ccf; color:#000;\" | 2.408\n| style=\"background:#ccf; color:#000;\" | 3.040\n| style=\"background:#ccf; color:#000;\" | 1.495\n| style=\"background:#ccf; color:#000;\" | 1.395\n| style=\"background:#ccf; color:#000;\" | 538\n| style=\"background:#ccf; color:#000;\" | 289\n| style=\"background:#ccf; color:#000;\" | 240\n|-\n| colspan=\"14\" style=\"text-align: center; font-size:90%;\" |''Nguồn: niên giám thống kê tỉnh Bình Phước''\n|}\n\n==Lịch sử==\nTrước năm [[1975]], Đồng Xoài là quận lỵ quận [[Đồng Phú|Đôn Luân]], tỉnh [[Phước Long (tỉnh)|Phước Long]], được thành lập ngày [[24 tháng 7]] năm [[1961]] và tồn tại đến năm 1975.\n\nSau năm [[1975]], quận Đôn Luân đổi thành huyện Đồng Xoài.\n\n[[Tháng 2]] năm [[1976]], 3 tỉnh [[Bình Dương]], [[Bình Long (tỉnh)|Bình Long]], Phước Long hợp nhất thành [[Sông Bé (tỉnh)|tỉnh Sông Bé]], huyện Đồng Xoài thuộc tỉnh Sông Bé.\n\nNgày [[11 tháng 3]] năm [[1977]], huyện Đồng Xoài hợp nhất với huyện [[Phú Giáo]] thành huyện [[Đồng Phú]], huyện lỵ đặt tại xã Đồng Xoài.<ref name=55CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-55-CP-hop-chinh-dia-gioi-mot-so-huyen-thuoc-tinh-song-Be\/17696\/noi-dung.aspx Quyết định 55-CP hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Sông Bé]<\/ref>\n\nNgày [[1 tháng 8]] năm [[1994]], chia xã Đồng Xoài thành 2 đơn vị hành chính: thị trấn Đồng Xoài và xã [[Đồng Tâm, Đồng Phú|Đồng Tâm]].<ref>Nghị định 74-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Bình Long, Bù Đăng, Đồng Phú, tỉnh Sông Bé<\/ref>\n\nNgày [[6 tháng 11]] năm [[1996]], tỉnh Sông Bé tách thành 2 tỉnh Bình Phước và Bình Dương, huyện Đồng Phú thuộc tỉnh Bình Phước. Đồng thời, tỉnh lỵ tỉnh Bình Phước đặt tại thị trấn Đồng Xoài, huyện Đồng Phú.<ref name=QH>[http:\/\/www.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh\/40091\/noi-dung.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref>\n\nThị xã Đồng Xoài được thành lập ngày [[1 tháng 9]] năm [[1999]] trên cơ sở toàn bộ diện tích và dân số của thị trấn Đồng Xoài; 8.028 ha diện tích tự nhiên và 10.816 người của xã Tân Thành; 689 ha diện tích tự nhiên và 2.387 người của xã Tân Phước; 120 ha diện tích tự nhiên và 394 người của xã Thuận Lợi và 5.200 ha diện tích tự nhiên và 7.361 người của xã Tân Hưng thuộc huyện [[Đồng Phú]]; thành lập 4 phường Tân Đồng, Tân Xuân, Tân Bình, Tân Phú và 3 xã: Tiến Thành, Tân Thành, Tiến Hưng.<ref name=ND90>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-90-1999-ND-CP-thanh-lap-thi-xa-Dong-Xoai-va-cac-phuong-xa-thuoc-thi-xa-Dong-Xoai-tinh-Binh-Phuoc-45670.aspx|tựa đề=Nghị định 90\/1999\/NĐ-CP về việc thành lập thị xã Đồng Xoài và các phường, xã thuộc thị xã Đồng Xoài, tỉnh Bình Phước|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[28 tháng 3]] năm [[2007]], thành lập phường Tân Thiện trên cơ sở điều chỉnh 360 ha diện tích tự nhiên và 8.664 người của phường Tân Xuân<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-49-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-de-thanh-lap-phuong-thuoc-huyen-Binh-Phuoc-Long-Bu-Dang-Dong-Xoai-tinh-Binh-Phuoc-vb17362t11.aspx Nghị định 49\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, phường để thành lập xã, phường thuộc các huyện Bình Long, Phước Long, Bù Đăng và thị xã Đồng Xoài, tỉnh Bình Phước]<\/ref>.\n\nNgày [[25 tháng 11]] năm [[2014]], [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] ban hành Quyết định số 1388\/QĐ-BXD công nhận thị xã Đồng Xoài là [[Đô thị Việt Nam#Đô thị loại III|đô thị loại III]] trực thuộc tỉnh [[Bình Phước]].<ref name=QD1388>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-1388-QD-BXD-nam-2014-cong-nhan-thi-xa-Dong-Xoai-do-thi-loai-III-thuoc-Binh-Phuoc-258750.aspx|tựa đề=Quyết định 1388\/QĐ-BXD năm 2014 về việc công nhận thị xã Đồng Xoài là đô thị loại III trực thuộc tỉnh Bình Phước|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nCuối năm [[2017]], thị xã Đồng Xoài bao gồm 5 phường: Tân Bình, Tân Đồng, Tân Phú, Tân Thiện, Tân Xuân và 3 xã: Tân Thành, Tiến Hưng, Tiến Thành.\n\nNgày [[16 tháng 10]] năm [[2018]], [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết 587\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 12]] năm [[2018]])<ref name=NQ587>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-587-NQ-UBTVQH14-2018-thanh-lap-thi-tran-Tan-Khai-huyen-Hon-Quan-Binh-Phuoc-398740.aspx|title=Nghị quyết 587\/NQ-UBTVQH14 năm 2018 về thành lập thị trấn Tân Khai thuộc huyện Hớn Quản; thành lập phường Tiến Thành thuộc thị xã Đồng Xoài và thành phố Đồng Xoài thuộc tỉnh Bình Phước do Ủy ban thường vụ Quốc hội ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập phường Tiến Thành trên cơ sở toàn bộ 25,61&nbsp;km² diện tích tự nhiên và 11.909 người của xã Tiến Thành\n*Thành lập thành phố Đồng Xoài trên cơ sở toàn bộ 167,32&nbsp;km² diện tích tự nhiên và 150.052 người của thị xã Đồng Xoài.\n\nSau khi thành lập, thành phố Đồng Xoài bao gồm 6 phường và 2 xã trực thuộc như hiện nay.\n\n== Kinh tế - xã hội ==\nĐồng Xoài là vùng đất giàu truyền thống cách mạng, địa danh Đồng Xoài đã đi vào lịch sử với mốc son chói lọi \"Đồng Xoài rực lửa chiến công\" (09\/6\/1965) là biểu hiện tinh thần anh dũng, ý chí quyết thắng của nhân dân Đồng Xoài nói riêng và miền Đông Nam Bộ nói chung.\n\n=== Kinh tế ===\n[[Tập tin:Một tuyến đường chính của thị xã Đồng Xoài.jpg|nhỏ|308x308px|Một tuyến đường chính của Thành phố Đồng Xoài]]\nThành phố Đồng Xoài là trung tâm tỉnh Bình Phước, là vùng có mật độ dân cư đông đúc, tốc độ đô thị hóa cao, được xác định là một trong những vùng để tạo động lực phát triển kinh tế - xã hội chung của tỉnh Bình Phước. Với định hướng tập trung phát triển thương mại- dịch vụ và công nghiệp - du lịch, … Kết cấu cơ sở hạ tầng đang trên đà xây dựng và phát triển là điều kiện thuận lợi để Đồng Xoài có thể thực hiện có hiệu quả các chương trình kinh tế - xã hội và đẩy nhanh tốc độ đô thị hóa.\n\nMạng lưới giao thông phát triển khá mạnh, hệ thống đường đô thị được nâng cấp và làm mới khá nhiều. Hiện trên địa bàn thành phố hình thành 02 tuyến giao thông vuông góc với nhau là [[quốc lộ 14]] và đường tỉnh DT741 đã hoàn thiện với quy mô 4-6 làn xe, mặt đường bê tông nhựa, lộ giới 42–52 m. Một số đường trục chính của các phường xã đã được hình thành với [[chiều rộng]] mặt đường 9–20 m. Mạng lưới đường bộ có đường nhựa tới tất cả các xã-phường. Tổng chiều dài hệ thống đường bộ toàn thành phố khoảng 210,42&nbsp;km, trong đó đường quốc lộ 17,7&nbsp;km (chiếm 8.4%), đường tỉnh 12.84&nbsp;km (chiếm 6.1%) và đường do địa phương quản lý 179,88&nbsp;km (chiếm 85,5%).\n\nMạng lưới cấp, thoát nước, vệ sinh môi trường đang từng bước được đầu tư xây dựng. Hệ thống nước sạch thành phố do công ty cấp thoát nước tỉnh quản lý gồm 01 nhà máy nước với công suất 4.800 m3\/ngày.đêm; 01 đài cấp nước dung tích 300 m3 tại phường Tân Phú và hệ thống đường ống chuyển tải và phân phối 10.000 m3\/ ngày.đêm tại 6 phường. Hệ thống thoát nước trên toàn thành phố dùng chung cho cả nước thải sinh hoạt và nước mưa tại khu vực nội ô có khoảng 15&nbsp;km, trong đó dọc theo đường Phú Riềng Đỏ 04&nbsp;km, đường Hùng Vương 01&nbsp;km, đường Trần Hưng Đạo 01&nbsp;km, khu trung tâm hành chính tỉnh khoảng 05&nbsp;km. Hàng ngày, tại thành phố lượng rác thải sinh hoạt khoảng 45-50 tấn\/ngày-đêm, những ngày lễ và những ngày trong mùa trái cây lượng rác tăng thêm 20-30%. Lượng rác hàng ngày được xí nghiệp công trình công cộng thu gom, vận chuyển tới bãi rác và xử lý.\n\nNằm trong vùng kinh tế trọng điểm phía Nam, là trung tâm của tỉnh Bình Phước, có mật độ dân cư đông đúc, có tốc độ đô thị hóa cao và được xác định là một trong những vùng tạo động lực phát triển kinh tế - xã hội chung của tỉnh Bình Phước. Với định hướng tập trung phát triển thương mại- dịch vụ, công nghiệp - du lịch gắn liền với các trục giao thông quan trọng: [[đường Hồ Chí Minh]], quốc lộ 14, đường DT741…. Đồng Xoài đã được Thủ tướng Chính phủ phê duyệt quy hoạch chi tiết dự án khu công nghiệp Đồng Xoài ở phía Nam và Tây Bắc thành phố gồm: Khu công nghiệp Đồng Xoài 1 xã Tân Thành; khu công nghiệp Đồng Xoài 2 xã Tiến Thành và khu công nghiệp Đồng Xoài 3, 4 xã Tiến Hưng với tổng diện tích 505 ha. Hiện khu công nghiệp Đồng Xoài 1, 2 đã có 7 dự án đi vào hoạt động với tổng vốn đầu tư trong nước 348,5 tỷ đồng và 12,1 triệu USD vốn đầu tư nước ngoài. Các dự án đã tạo việc làm cho 860 lao động. Khu công nghiệp Đồng Xoài 3, 4 đang triển khai thu hút đầu tư và hoàn chỉnh đầu tư cơ sở hạ tầng.\n[[Tập tin:Quốc lộ 14 đoạn qua Đồng Xoài.jpg|nhỏ|306x306px|Quốc lộ 14 đoạn qua Thành phố Đồng Xoài]]\nTrên lĩnh vực thương mại dịch vụ tiếp tục được mở rộng, thu hút sự tham gia của nhiều thành phần kinh tế trong và ngoài tỉnh, đặc biệt khu Trung tâm thương mại thành phố Đồng Xoài có diện tích trên 40.000m2 được xây dựng và đi vào hoạt động đã đáp ứng nhu cầu giao dịch, mua bán hàng hóa trên địa bàn tỉnh, thị xã và tạo điều kiện cho hoạt động dịch vụ tăng trưởng và cải thiện mỹ quan đô thị. Những năm gần đây, số lượng các cơ sở sản xuất kinh doanh thương mại đều tăng, doanh số bán lẻ trên thị trường đạt tốc độ tăng bình quân khá ấn tượng. Số lượng các cơ sở sản xuất kinh doanh thương mại hiện là 3.700 cơ sở; tốc độ doanh số mỗi năm tăng từ 20%-22%.\n\nNằm trong khu vực có nhiều sông suối, hồ đập, quần thể thực vật khá phong phú do đó cảnh quan thiên nhiên của Đồng Xoài tương đối đa dạng tạo điều kiện thuận lợi cho việc hình thành các khu vực có khả năng phát triển du lịch sinh thái. Mặc dù hiện nay Đồng Xoài không có các điểm du lịch và các điểm di tích lịch sử nhưng với vị trí địa lý gần các điểm du lịch sinh thái như hồ Suối Lam, hồ Thác Mơ, [[vườn quốc gia Cát Tiên]],… các điểm di tích lịch sử như: Phú Riềng đỏ, kho xăng dầu Lộc Hòa, Lộc Quang, nhà tù núi Bà Rá…Với hệ thống giao thông khá thuận lợi, Đồng Xoài là một điểm dừng chân lý tưởng trong tuyến du lịch vùng Đông Nam Bộ và Tây Nguyên.\n\nĐồng Xoài có nguồn nhân lực rất dồi dào, giá ngày công lao động thấp. Trong tổng số khoảng 85.000 ngàn người có khoảng 54,31% dân số trong độ tuổi lao động. Trong đó, số người lao động ở khu vực nông –lâm –thủy sản chiếm tỷ trọng lớn (khoảng 54,3%), tiếp đến là lao động ở khu vực dịch vụ chiếm 36,7%, khu vực công nghiệp -xây dựng chiếm tỷ trọng khoảng 9%.\n\nVề chất lượng nguồn nhân lực: lực lượng lao động của thành phố chủ yếu là lao động giản đơn, chưa qua đào tạo nhưng trong thời gian tới số lượng lao động có tay nghề cao, lao động có kỹ thuật sẽ có xu hướng tăng vì thành phố đang đẩy mạnh việc đào tạo nguồn nhân lực để đáp ứng yêu cầu của thời kỳ công nghiệp hóa - hiện đại hóa.\n\n=== Dân cư ===\n[[Tập tin:Quốc lộ 14.jpg|nhỏ|313x313px|Quốc lộ 14]]\nSau ngày giải phóng (26\/12\/1974), dân số của Đồng Xoài mới chỉ có 4.370 người sống tập trung ở một số khu vực; người X'Tiêng sống ở khu vực xã Đồng Tâm; người Khmer sống ở khu vực xã Tân Phước và người Kinh sống ở khu vực xã Tân Phú, Đồng Tiến và Thuận Lợi.\n\nThực hiện chủ trương của Đảng về việc phân bổ dân cư, thành lập vùng kinh tế mới, trong 02 năm 1975-1976 huyện Đồng Xoài tiếp nhận 6 đợt dân từ thành phố Hồ Chí Minh với 25.000 người đi xây dựng kinh tế mới. Khi tiếp nhận dân cư, huyện bố trí sống dọc theo hai trục lộ đường quốc lộ 14 và đường số 2 (nay là đường ĐT.741) để thành lập các xã kinh tế mới là: xã Tân Hưng, Tân Lợi, Tân Hòa, Tân Lập và Tân Thành.\n\nĐầu năm 1978, huyện Đồng Phú tiếp nhận 823 người dân huyện Thái Thụy - tỉnh Thái Bình đi xây dựng kinh tế mới. Huyện đã phân bổ số dân cư này thành lập 02 hợp tác xã Thái Nguyên, Thái Thọ. Đến tháng 3\/1978, Đồng Phú lại tiếp nhận thêm 50 hộ với 300 người dân huyện Thái Thụy - tỉnh Thái Bình đi xây dựng kinh tế mới, huyện tổ chức để số dân cư này sống xen kẽ tại xã Tân Hưng.\n\nNgoài việc tiếp nhận dân cư đi xây dựng kinh tế mới theo chủ trương của Đảng, trong thời gian cuối năm 1976- đầu năm 1977 huyện Đồng Phú còn tiếp nhận thêm 5.588 người dân tự di chuyển từ các nơi khác trong cả nước đến sinh sống trên địa bàn (trong đó có các xã thuộc khu vực Đồng Xoài ngày nay).\n\nTheo thời gian, dân cư từ các nơi đến lập nghiệp ở Đồng Xoài ngày càng trở nên đông đúc, trong số đó có cả người dân tộc thiểu số miền núi phía Bắc di dân tự do đến Đồng Xoài - Bình Phước đã làm cho số lượng các thành phần dân tộc ở Đồng Xoài tăng lên rõ rệt và tạo nên sự phong phú, đa dạng trong sinh hoạt văn hóa của cộng đồng các dân tộc Việt Nam ở Đồng Xoài.\n\nTừ chỗ dân số Đồng Xoài chỉ có hơn 4.000 người khi mới giải phóng nhưng đến nay dân số của thành phố đã trên 82.000 người, mật độ trung bình 485 người\/km², cao nhất trong toàn tỉnh. Hiện ở Đồng Xoài có 20 dân tộc thiểu số cùng sinh sống, bao gồm: Khmer, Tày, Nùng, X'Tiêng, Mường, Thái, Dao, Sán Chay, M'Nông, Giarai, H'mông, Chơro, Giáy, Cơlao, Dao… Các dân tộc thiểu số sống đan xen với nhau, với người Kinh trong tất cả các xã, phường của thành phố.\n\nTrên địa bàn Đồng Xoài có 03 tôn giáo lớn là Phật giáo, Công giáo, Tin lành với 10.003 tín đồ, chiếm 12,24% tổng dân số. Trong đó, Phật giáo 4.877 tín đồ (chiếm 6,2% dân số), Công giáo 4.704 tín đồ (chiếm 5,98% dân số), Tin lành 350 tín đồ (chiếm 0,44% dân số), các tôn giáo khác 72 tín đồ. Các tín đồ hiện đang sinh hoạt tại 02 giáo xứ (Đồng Xoài, Tiến Hưng), 01 giáo họ (Tân Thành), 02 chùa (Quang Minh; Thanh Quang), 05 điểm nhóm đạo Tin lành và ở một vài điểm thờ tự khác như: Tịnh thất Vạn Phát (Tân Xuân), Tịnh xá Hoàng Mai (Tân Thành), cơ sở thờ tự Đức thánh Trần Hưng Đạo (Tân Phú)… Phần lớn các tôn giáo hoạt động trước năm 1975.\n\nHiện nay thành phố đang triển khai xây dựng khu đô thị Cát Tường - Phú Hưng nằm trên địa bàn xã Tiến Hưng.\n\n=== Giáo dục ===\nCác trường Cao đẳng, trung cấp trên địa bàn thành phố.\n{| class=\"wikitable\"\n!TT\n!Tên trường \n!Chuyên ngành\n!Năm thành lập\n!Loại hình\n!Trực thuộc\n!Website\n|-\n|1\n|Trường Cao đẳng Sư phạm Bình Phước\n|Sư phạm\n|1997\n|Công lập\n|Ủy ban nhân dân Tỉnh Bình Phước\n|http:\/\/www.cdspbinhphuoc.edu.vn\/\n|-\n|2\n|Trường Cao đẳng Công nghiệp Cao su\n|Cao su\n|1978\n|Công lập\n|Tập đoàn Công nghiệp Cao su Việt Nam\n|http:\/\/www.ric.edu.vn\/3cms\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20150717114452\/http:\/\/ric.edu.vn\/3cms\/ |date = ngày 17 tháng 7 năm 2015}}\n|-\n|3\n|Trường Cao đẳng Y tế Bình Phước\n|Y tế\n|1998\n|Công lập\n|Sở Y tế Bình Phước\n|http:\/\/truongytebinhphuoc.net\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20150712204716\/http:\/\/truongytebinhphuoc.net\/ |date = ngày 12 tháng 7 năm 2015}}\n|-\n|4\n|Trường Trung cấp Kinh tế Kỹ thuật Bình Phước\n|Kinh tế, kỹ thuật\n|2004\n|Công lập\n|Ủy ban nhân dân Tỉnh Bình Phước\n|http:\/\/ktktbp.edu.vn\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20150503073224\/http:\/\/ktktbp.edu.vn\/ |date = ngày 3 tháng 5 năm 2015}}\n|}\n\n==Y tế==\n\nMột số bệnh viện đa khoa tỉnh đóng trên địa bàn thành phố Đồng Xoài như:\n\n• Bệnh viện Đa Khoa tỉnh Bình Phước\t\n\n• Bệnh viện Quân Y 16\t\n\n• Bệnh viện Y Học Cổ Truyền tỉnh Bình Phước\t\n\n• Bệnh viện Đa khoa Thành Phố Đồng Xoài\t\n\n• Bệnh viện Hoàn Mỹ Bình Phước\n\n==Giao thông==\n\n===Đường chính===\n\n• QL14 đi qua các phường xã ( Tân Phú, Tân Thiện, Tân Bình, Tân Đồng và xã Tân Thành )\n\n• ĐT741 đi qua các phường ( Tân Phú, Tân Đồng, Tân Xuân, Tân Thiện, Tiến Hưng, ) \n\n• ĐT753 đi qua phường ( Tân Bình, Tân Thiện )\n\n===Đường địa phương===\n\n• Phường Tân Phú: Hồ Xuân Hương, Hồ Huấn Nghiệp, Cách Mạng Tháng Tám, Phú Riềng Đỏ, Đặng Thai Mai, Hàm Nghi, Trường Chinh, Bùi Thị Xuân, Đoàn Thị Điểm, Diên Hồng, Bạch Đằng, Phan Vân Đạt, Trần Văn Trà, Hoàng Vân Thái, Nguyễn Chí Thanh, Nguyễn Thị Định, Huỳnh Văn Nghệ, Nguyễn Bình, Hoàng Văn Thái, Bùi Hữu Nghĩa, 6 tháng 1, Nguyễn Thị Minh Khai, Ngô Gia Tự, Trần Hưng Đạo, Triệu Quang Phục, Phạm Đình Hổ, Nguyễn Bỉnh Kiêm, Nguyễn Xí, Nguyễn Gia Thiều, Lê Hồng Phong, Hoàng Văn Thụ,  Nguyễn Thái Học, Hà Huy Tập, Lương Văn Can, Phạm Công Trứ, Chu Văn An, Hàn Thuyên, Tô Ngọc Vân, Phan Huy Ít, Trần Hưng Đạo, Lê Anh Xuân, Cao Xuân Huy, Đồng Khởi, Nguyễn Văn Cừ, Nguyễn Văn Linh...\n\n• Phường Tân Bình: Trần Quốc Toản, Phạm Ngọc Thảo, Điểu Ông, Lê Thị Hồng Gấm, Nguyễn Lương Bằng, Lê Duẩn, Nguyễn Công Hoan, Nguyễn Duy, Hùng Vương, Võ Văn Tần, An Dương Vương, Trường Chinh, Lương Thế Vinh, Phan Bội Châu, Đặng Trần Côn, Ngô Đức Kế...\n\n• Phường Tân Thiện: Nguyễn Đình Chiểu, Ngô Quyền, Nguyễn Huệ, Lê Quý Đôn, Thủy Doanh, Trần Quang Khải, Đinh Bộ Lĩnh, Hoàng Hoa Thám..\n\n• Phường Tân Xuân: Phạm Ngũ Lão, Đông Á, Ông Thanh, Nguyễn Trãi, Lê Quý Đôn.\n\n• Phường Tân Đồng: Lê Lai, Lê Lợi, Lý Thường Kiệt, Nguyễn Khuyến, Lê Văn Sỹ, Lý Thường Kiệt.\n\n• Phường Tiến Thành: Trần Huy Liệu, Trần Hữu Độ, Phạm Ngọc Thạch, Hãi Thượng Lãng Ông, Nam Cao.\n\n\n\n== Xem thêm ==\n* [[Trận Đồng Xoài]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Huyện thị Bình Phước}}\n{{Thành phố Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại III]]\n[[Thể loại:Tỉnh lỵ Việt Nam]]"}