{"18763730":"{{Infobox artifact\n|name                = Long đao<br>''Định Nam đao''\n|tiêu đề phụ         = ''[[Bảo vật quốc gia (Việt Nam)#Đợt 8|Bảo vật quốc gia]] số 26, đợt 8''\n|image               = [[Tập tin:定南刀.jpg|300px]]\n|caption             = Hình ảnh đồ họa phỏng dựng dựa theo nguyên bản thanh Định Nam Đao (hiện đang được lưu thờ ở Khu tưởng niệm Vương triều Mạc, Hải Phòng) \n|material            = [[Sắt]] (lưỡi và cán đao) và [[hợp kim đồng]] (khâu đao)\n|chiều dài           = xấp xỉ 2,4 [[mét]]\n|weight              = 12,8 kg\n|created             = thế kỉ XVII - XVIII<ref name=\"chinhphu.vn\" \/>\n|địa điểm phát hiện  = thôn Ngọc Tỉnh, [[Xuân Trường (thị trấn)|thị trấn Xuân Trường]], [[Xuân Trường, Nam Định]]\n|thời điểm phát hiện = 1938\n|phát hiện bởi       = [[:Thể loại:Người họ Phạm tại Việt Nam có gốc họ Mạc|Gia tộc họ Phạm gốc Mạc]] tại Nam Định\n|location            = [[Khu tưởng niệm Vương triều Mạc]], xã [[Ngũ Đoan]], [[Kiến Thụy]], [[Hải Phòng]]\n}}\n\n'''Định Nam đao''' là một thanh đại [[long đao]] được thờ trong đền thờ tổ họ Mạc, được cho là của [[Mạc Đăng Dung]] (tức Mạc Thái Tổ), một danh tướng dưới triều [[Lê sơ]] và sau đó trở thành vua sáng lập [[nhà Mạc]] trong lịch sử Việt Nam. Tuy nhiên các phân tích của Viện khảo cổ năm 2019 cho thấy niên đại của thanh đao rất có thể rơi vào khoảng thế kỷ 17-18, nếu như vậy thì nó không thể là vũ khí của Mạc Đăng Dung. Có lẽ vì thanh đao này được thờ trong đền thờ tổ họ Mạc đã nhiều đời nên dẫn tới việc nhận định nó là binh khí của Mạc Đăng Dung, dù thực tế thanh đao không hề có khắc ký hiệu hoặc văn tự chứng minh cho nhận định này, chính sử cũng không ghi lại Mạc Đăng Dung dùng vũ khí gì trong quá trình chinh chiến.\n\nCác thông tin về chiều dài, trọng lượng hiện tại, trọng lượng ước tính lúc ban đầu… của Định Nam đao được mô tả lần đầu năm [[1986]] bởi nhà nghiên cứu lịch sử Lê Xuân Quang.<ref>[http:\/\/kinhtedothi.vn\/den-duong-kinh-nha-mac-ngam-thanh-long-dao-tren-500-tuoi-292282.html Đến Dương Kinh Nhà Mạc ngắm thanh long đao trên 500 tuổi]<\/ref> Ông Lê Xuân Quang tuyên bố thanh đao nặng tới 31 kg, dẫn tới nhiều nghi vấn về công dụng thực sự của thanh đao, bởi thanh đao nặng như vậy thường chỉ dùng trong nghi lễ chứ không hiệu quả để chiến đấu. Đến năm [[2019]], nhóm chuyên gia của Viện Khảo cổ học Việt Nam sau khi đo đạc lại thanh đao này để phục vụ việc lập hồ sơ công nhận bảo vật quốc gia đã công bố thông tin mô tả chính xác. Theo đó thanh đao chỉ nặng 12,8 kg (ước tính khoảng 15 kg khi còn mới). Đến năm [[2020]], thanh đao này đã được công nhận là một [[Bảo vật quốc gia (Việt Nam)#Đợt 8|bảo vật quốc gia]] của Việt Nam.<ref name=\"chinhphu.vn\">{{chú thích web |date= ngày 15 tháng 1 năm 2020 |title=Quyết định số 88\/QĐ-TTg của Thủ tướng Chính phủ: Về việc công nhận bảo vật quốc gia |publisher=Cổng thông tin điện tử Chính phủ|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=198921 |access-date =ngày 9 tháng 1 năm 2021}}<\/ref> Hồ sơ đề nghị công nhận bảo vật quốc gia cho thanh đao này ghi nhận thông tin về chiều dài và trọng lượng của thanh đao này như mô tả của Viện Khảo cổ học Việt Nam.<ref name=\"Bảo tàng LSQSVN\">{{Chú thích web |url=http:\/\/btlsqsvn.org.vn\/Relic\/bai-viet\/long-dao-o-khu-tuong-niem-vuong-trieu-mac-duoc-cong-nhan-bao-vat-quoc-gia-7222 |ngày truy cập=2020-07-28 |tựa đề=Long đao ở Khu tưởng niệm Vương triều Mạc được công nhận Bảo vật quốc gia |archive-date = ngày 28 tháng 7 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200728112924\/http:\/\/btlsqsvn.org.vn\/Relic\/bai-viet\/long-dao-o-khu-tuong-niem-vuong-trieu-mac-duoc-cong-nhan-bao-vat-quoc-gia-7222 }}<\/ref> Vì vậy, các thông tin mô tả của ông Lê Xuân Quang được xem là không chính xác.\n\nThanh đao này vốn không có ghi tên, cái tên \"Định Nam đao\" chỉ là do con cháu họ Mạc đặt cho thanh đao này vào giữa thế kỷ 20. Sở dĩ xếp thanh \"Định Nam đao\" vào loại đại long đao theo phân loại binh khí cổ là bởi nó khá dài và nặng (khoảng 15 kg khi còn mới), nặng hơn so với hầu hết các loại đao cận chiến trên bộ thường thấy, cũng như phần khâu đao của nó được tạo tác theo hình dạng [[rồng Việt Nam|đầu rồng]] thu nhỏ (cũng đôi khi được gọi là ''[[Nhai Xế|nhai xế]]'' hay ''nhai xải''), thay cho chỗ chắn hộ thủ quen thuộc thường thấy ở các loại đao khác nhau, trông như thể đầu rồng con đang há miệng nuốt lấy phần cuối lưỡi đao.\n\nThanh [[long đao]] này đã được cẩn trọng cất giữ như vật gia bảo của [[:Thể loại:Người họ Phạm tại Việt Nam có gốc họ Mạc|dòng họ Phạm gốc Mạc]] tại [[Nam Định]] trong suốt mấy thế kỷ. Từ năm 2010 tới nay nó đã được đưa vào lưu thờ ở Khu tưởng niệm Vương triều Mạc (trước là Từ đường họ Mạc) tại xã [[Ngũ Đoan]], huyện [[Kiến Thụy]], thành phố [[Hải Phòng]]. Đây là nơi vào [[Nhà Mạc|thời Mạc]] là trung tâm của [[Dương Kinh]], được nhiều nhà nghiên cứu lịch sử xem là kinh đô thứ hai của triều Mạc giai đoạn còn nắm quyền ở Thăng Long.\n\n==Tên gọi==\nTrên thanh đao không có khắc tên. Tên gọi chính thức của thanh đao này trong Quyết định công nhận bảo vật quốc gia (đợt 8) là '''Long đao'''.<ref name=\"chinhphu.vn\"\/>\n\nTên gọi \"Định Nam đao\" do [[:Thể loại:Người có tổ tiên gốc họ Mạc (Việt Nam)|con cháu gốc họ Mạc]] đặt cho thanh đao này, và được báo chí sử dụng nhằm mục đích đưa tin. Tên gọi này có thể được hiểu đồng thời theo hai nghĩa: tên xuất xứ địa lý của nơi thanh đao được tìm thấy (tức tỉnh Nam Định) và vai trò lịch sử của chủ nhân thanh đao (tức Mạc Đăng Dung\/Mạc Thái Tổ, là người đã có công lớn nhất trong cuộc dẹp loạn và yên định \"nam quốc sơn hà\" sau hơn 20 năm đại loạn tranh giành quyền lực không ngừng giữa các phe phái ở cuối thời Lê sơ).\n\n==Lịch sử khám phá==\nNăm 1938, họ Phạm gốc Mạc ở thôn Ngọc Tỉnh, thị trấn Xuân Trường, huyện [[Xuân Trường]], tỉnh [[Nam Định]] khi trùng tu từ đường và đào hồ bán nguyệt đã đào được thanh đao này. Khi đào lên thanh đao đã gỉ sét và bị ăn mòn nhưng hình dạng vẫn còn hầu như nguyên vẹn.<ref name=\"Bảo tàng Lịch sử Việt Nam\">[http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/15834\/mot-vai-thong-tin-ve-thanh-djinh-nam-djao-cua-thai-to-cao-hoang-dje-mac-djang-dung.html Một vài thông tin về thanh “Định nam Đao” của Thái Tổ Cao Hoàng Đế Mạc Đăng Dung]<\/ref> Sau đó, thanh đao này được đưa vào từ đường chi họ Phạm gốc Mạc ở đây, và bảo quản trong lớp mỡ bò để tránh sự ăn mòn.<ref name=\"Báo Thanh Niên\">[https:\/\/thanhnien.vn\/van-hoa\/co-vat-xu-dong-hon-500-nam-chim-noi-cua-thanh-long-dao-vua-mac-dang-dung-614431.html Cổ vật xứ Đông - Hơn 500 năm chìm nổi của thanh long đao vua Mạc Đăng Dung]<\/ref> Năm 2010, thanh đao này đã được con cháu họ Phạm gốc Mạc ở Nam Định đưa về lưu thờ và trưng bày ở Từ đường họ Mạc tại Hải Phòng cho đến nay.\n\n===Truyền thuyết về nguồn gốc===\nThời vua [[Lê Uy Mục]] tổ chức thi tuyển dũng sĩ, Mạc Đăng Dung đã trúng Đô lực sĩ xuất thân (còn được gọi là ''Võ trạng nguyên''), được sung quân Túc vệ cầm dù theo vua. Theo truyền thuyết thì Mạc Đăng Dung đã dùng thanh đao này để thắng cuộc thi tuyển võ sĩ nêu trên, và sau đó dùng thanh đao này để xông pha trận mạc dẹp các thế lực muốn phân tranh cát cứ với triều đình [[Lê sơ]]. Thời kỳ còn làm tướng của nhà Lê sơ thì thanh đao này có thể là một trong những vật bất ly thân của ông.\n\nKhông có thế lực chống lưng hỗ trợ, từ một người đậu Võ trạng nguyên ở độ tuổi ngoài 20 tuổi rồi được sung quân Túc vệ vác lọng theo vua thời gian đầu, Mạc Đăng Dung đã được giao chức Đô Chỉ huy sứ vệ Thần Vũ vào năm 1508 khi mới 25 tuổi. Điều này cho thấy nhiều về năng lực đương thời của ông, chứ không phải chỉ tiến thân nhờ có nhiều sức mạnh cơ bắp cá nhân hơn người thường mà đạt được. Chỉ trong khoảng 20 năm, Mạc Đăng Dung từ một võ quan cấp thấp thời Lê Uy Mục, nhờ tài thao lược và mưu trí, đã vươn tới tột bậc quyền lực vào năm 1527 khi được thăng tới chức Thái sư tước An Hưng vương thời Lê Cung Hoàng. Cũng trong năm 1527, ông chính thức soán ngôi nhà Lê sơ để lập ra nhà Mạc. Tuy nhiên ông chỉ giữ ngôi vua có 3 năm, rồi theo kế sách thời Trần mà chủ động nhường ngôi cho con trưởng [[Mạc Đăng Doanh]] (Mạc Thái Tông), sau đó lui về Dương Kinh (Cổ Trai) quê nhà nhưng vẫn quán xuyến hầu hết những việc hệ trọng quốc gia cho tới tận khi mất với vai trò của một Thái thượng hoàng. Và có lẽ từ thời điểm này cho đến những năm cuối thế kỷ 16 khi nhà Mạc bị thất thủ (1592) thì thanh đao đã được cất giữ tại Dương Kinh (Cổ Trai). Sau khi Mạc Thái Tổ băng hà năm 1541 thì thanh đao này được thờ như vật thái bảo của họ Mạc tại lăng miếu Dương Kinh (Cổ Trai).\n\nĐến năm 1592, khi nhà Mạc thất thủ ở [[Thăng Long]], cháu 4 đời của Mạc Đăng Dung là Mạc Đăng Thuận coi giữ lăng miếu, đã mang theo thanh đao này từ lăng miếu đến vùng Đồ Sơn, rồi sau đó xuống thuyền rời Đồ Sơn tiến về phía Nam, sau đó theo sông Hồng đến định cư ở vùng đất Kiên Lao (Nam Định) và đổi sang họ Phạm để tránh bị chúa Trịnh truy sát. Trải qua bốn đời ở vùng Kiên Lao, dòng họ Phạm gốc Mạc có sự phân chi, ông Phạm Công Úc được giao mang thanh đao này về định cư ở thôn Ngọc Tỉnh, thị trấn Xuân Trường, huyện Xuân Trường, tỉnh Nam Định, và thờ ở từ đường chi họ Phạm gốc Mạc.\n\nNăm 1821, [[Phan Bá Vành]] nổi dậy chống lại triều đình vua Minh Mạng, và muốn mượn thanh đao này làm linh khí trên chiến trường. Dòng họ Phạm gốc Mạc ở Ngọc Tỉnh đã chôn giấu thanh đao này để không bị mất.\n\n==Mô tả==\n\n===Thông tin ban đầu của ông Lê Xuân Quang===\nNăm 1986, nhà nghiên cứu lịch sử Lê Xuân Quang đã tiến hành đo đạc Định Nam đao (lúc này đang lưu giữ tại từ đường chi họ Phạm gốc Mạc tại tỉnh Hà Nam Ninh) và mô tả: thanh đao có tổng chiều dài 2,55&nbsp;m, nặng 25,6&nbsp;kg, trong đó lưỡi đao dài 0,95&nbsp;m, cán đao bằng sắt rỗng dài 1,60&nbsp;m; một hình đầu rồng bằng đồng thau che kín phần cuối lưỡi đao tiếp vào cán đao thay thế cho khâu đao, chỗ hình đầu rồng có \"cá\" chốt chặt lưỡi đao vào cán đao.<ref name=\"Báo CAND\">[http:\/\/cand.com.vn\/van-hoa\/Huyen-tich-ve-mot-bau-vat-gan-500-nam-tuoi-99531\/ Huyền tích về một báu vật gần 500 năm tuổi]<\/ref> Một số người ước lượng khi còn mới, thanh đao có thể nặng trên 30&nbsp;kg.<ref name=\"Báo Dân trí\">[https:\/\/dantri.com.vn\/xa-hoi\/dai-dao-500-nam-tuoi-cua-mac-dang-dung-dau-la-su-that-1365654824.htm Đại đao 500 năm tuổi của Mạc Đăng Dung - đâu là sự thật?]<\/ref> Ngoài ra, dọc sống đao có nhiều nét hoa văn lạ đến nay vẫn chưa lý giải được.<ref name=\"Báo Thanh Niên\"\/>\n\n===Đo đạc của Viện Khảo cổ học Việt Nam===\nĐể phục vụ làm hồ sơ công nhận bảo vật quốc gia cho thanh Định Nam đao, một nhóm chuyên gia của Viện Khảo cổ học Việt Nam đã phối hợp với Ban quản lý di tích khu tưởng niệm các vua nhà Mạc tại Hải Phòng để tiến hành đo đạc lại các thông số của thanh Định Nam đao này. Họ đã công bố thông tin mô tả vào năm 2019 với số liệu khác khá nhiều với thông tin mô tả của nhà nghiên cứu lịch sử Lê Xuân Quang.<ref name=\"Viện Khảo cổ học\">[http:\/\/blog.lamha.com.vn\/tu-lieu-moi-ve-thanh-dinh-nam-dao-cua-vua-mac-dang-dung\/ Tư liệu mới về thanh “Định Nam Đao” của Vua Mạc Đăng Dung]<\/ref>\n\n====Mô tả tổng thể====\nThanh đao có thể được chia làm 3 phần, gồm: lưỡi đao, khâu đao (họng, chuôi cán) và cán đao. Lưỡi đao có mũi nhọn, hình tựa [[bán nguyệt]]. Khâu đao là chốt nối giữa lưỡi đao và cán đao, ôm chùm lưỡi đao và họng cán. Khi tháo lưỡi đao ra thì cán đao thành một cây đoản côn.<ref name=\"Cục Di sản\">{{Chú thích web|url=http:\/\/dsvh.gov.vn\/long-dao-3216|tiêu đề=Bảo vật quốc gia: Long đao|website=Cục Di sản văn hóa|ngày truy cập=ngày 4 tháng 1 năm 2022}}<\/ref>\n\nCán đao rỗng ở phía gần khâu đao, và đặc ở phần chuôi đao. Dọc theo cán đao không có dấu vết gỉ theo dạng gò uốn, do đó cán đao được chế tạo bằng cách đúc chứ không phải gò uốn từ tấm kim loại.<ref name=\"Viện Khảo cổ học\"\/>\n\n====Trọng lượng====\nThanh đao nặng 12,8&nbsp;kg, ước tính trọng lượng khi mới sử dụng là khoảng 15&nbsp;kg.<ref name=\"Viện Khảo cổ học\"\/> Nếu quy đổi theo đơn vị [[cân]] truyền thống của Việt Nam (1 cân ta = 604,5 [[gam]]) thì lúc ban đầu thanh đao ước tính nặng khoảng 24,8 cân ta.\n\n====Kích thước====\nTổng chiều dài của thanh đao là 239&nbsp;cm. Lưỡi đao từ mũi đến hết khâu đao dài 92,5&nbsp;cm, trong đó khâu đao dài 16,5&nbsp;cm. Phần cán đao dài 146,5&nbsp;cm, trong đó chuôi đao dài 12&nbsp;cm. Điểm thăng bằng trọng lượng của cả thanh đao nằm ở vị trí 107&nbsp;cm tính từ chuôi đao.<ref name=\"Viện Khảo cổ học\"\/>\n\nBản lưỡi đao chỗ rộng nhất 11,5&nbsp;cm, sống lưỡi dày nhất 1,3&nbsp;cm, mỏng dần về đầu lưỡi. Cán đao có [[tiết diện]] là hình [[bầu dục]], đường kính 4,5&nbsp;cm x 3,5&nbsp;cm.<ref name=\"Viện Khảo cổ học\"\/>\n\n====Trang trí====\nKhâu đao tạo tác hình linh vật Nhai Tí (còn gọi Nhái Xế), đầu giống rồng, thân có vẩy, miệng há rộng làm bệ đỡ lưỡi đao, răng nanh nhô ra ngoài, có mũi sư tử, trán lạc đà, mắt tròn to, tai hình quạt, từ hốc mắt toả ra hai bên râu đơn, cong, cuộn đầu; phía dưới (cổ) đúc nổi 4 râu tựa đao mác, hai râu giữa đan vắt chéo nhau, các râu bên roãng lượn sóng nhẹ. Thân khâu đao khắc hoa văn tựa vân mây và vẩy rồng.<ref name=\"Cục Di sản\"\/>\n\nLưỡi đao và cán đao để trơn, không trang trí hoa văn.\n\n====Chất liệu====\nChất liệu chế tạo chủ yếu là sắt (bao gồm phần lưỡi đao và phần cán), riêng khâu đao làm bằng hợp kim đồng. Khi tiến hành phân tích thành phần hợp kim của khâu đao bằng phương pháp khối phổ plasma cảm ứng (ICP-MS), tỷ lệ phần trăm thành phần hợp kim cơ bản tính cho những nguyên tố có hàm lượng từ 1% trở lên là:<ref name=\"Viện Khảo cổ học\"\/>\n\n{| class=\"wikitable\"\n! Phần phân tích\n! [[Đồng]]\n! [[Kẽm]]\n! [[Chì]]\n! [[Thiếc]]\n! Các nguyên tố khác\n|-\n| Khâu đao\n| 68,95%\n| 17,73%\n| 6,91%\n| 2,06%\n| 4,35%\n|}\n\nHiện trạng, lưỡi đao và cán đao đã bị gỉ nặng, các lỗ ăn mòn trên cán đao sâu khoảng 0,5&nbsp;cm - 0,7&nbsp;cm; lưỡi đao còn bị sứt mẻ một phần.\n\n==Nhận định==\n===Về niên đại===\nTrả lời phỏng vấn của Báo điện tử [[Dân trí (báo)|Dân trí]] năm 2013, ông Nguyễn Bá Thanh Long, Phó Chủ tịch Hội cổ vật Hải Phòng, cho rằng trên các hiện vật cổ thường có các chất liệu, hoa văn, kiểu dáng và họa tiết đặc trưng, gọi là \"minh văn\"; dựa vào \"minh văn\" có thể xác định được triều đại của hiện vật đó. Tuy nhiên, thanh đao này không có minh văn và cũng không có dấu tích vật thể nào để khẳng định niên đại hay chủ sở hữu.<ref name=\"Báo Dân trí\"\/>\n\nTheo nhận định của nhóm chuyên gia Viện Khảo cổ học Việt Nam năm 2019, phần đầu rồng trên khâu đao không có mào, và cũng không có sừng. Trong khi đó, rồng có mào là đặc trưng của [[Rồng Việt Nam#Rồng thời Lý (thế kỷ XI-XII)|rồng thời Lý]] và [[Rồng Việt Nam#Rồng thời Trần (thế kỷ XIII- XIV)|rồng thời Trần]], còn rồng có sừng dài là đặc trưng của [[Rồng Việt Nam#Rồng thời Lê trung hưng (thế kỷ XV-XVII)|rồng thời Lê Trung Hưng]] và [[Rồng Việt Nam#Rồng Nhà Tây Sơn và thời Nguyễn (thế kỷ XV - Đến nay)|rồng thời Nguyễn]]. Phần đầu rồng này gần giống với [[Rồng Việt Nam#Rồng thời Lê sơ (thế kỷ XIV)|rồng thời Lê sơ]] (với đặc trưng là không có mào, không có sừng, có mũi to như mũi sư tử), và nếu thêm sừng nhú thì sẽ giống với [[Rồng Việt Nam#Rồng thời Mạc (thế kỷ XV)|rồng thời Mạc]]. Vì vậy, nhóm chuyên gia này cho rằng đầu rồng này thuộc nửa đầu thế kỷ XVI. Mặt khác, hợp kim đồng chứa kẽm (Zn) ở Việt Nam thường gặp sớm nhất vào khoảng nửa đầu [[thế kỷ XVII]] (từ năm 1601 đến 1650), nên phần khâu đồng của thanh đao khó có thể do người thợ rèn Việt Nam làm ra vào thời đại Mạc Đăng Dung lên ngôi (năm 1527). Trong khi đó, từ năm 1503 người Trung Quốc dù chưa biết tách riêng nguyên tố kẽm ra thành một kim loại riêng biệt nhưng họ đã biết lấy quặng kẽm thêm vào hợp kim đồng nóng chảy. Từ đó, nhóm chuyên gia này đưa ra giả thuyết rằng có khả năng khâu đồng này được mua từ Trung Quốc hoặc được đúc từ phôi đồng của Trung Quốc, còn người thợ rèn Việt Nam chỉ đúc phần cán và rèn lưỡi.<ref name=\"Viện Khảo cổ học\"\/>\n\nMột số thành viên Hội đồng Di sản văn hóa quốc gia cho rằng thanh đao này có thể có niên đại muộn hơn so với đánh giá nêu trên của nhóm chuyên gia Viện Khảo cổ học Việt Nam, vào thế kỷ XVII - XVIII, và vì thế chưa có cơ sở để gắn thanh đao này với vua [[Nhà Mạc]].<ref name=\"Cục Di sản\"\/> Trong Quyết định công nhận bảo vật bảo vật quốc gia (đợt 8), thanh đao này được ghi là có niên đại thuộc thế kỷ XVII - XVIII.<ref name=\"chinhphu.vn\"\/>\n\nCăn cứ mô tả của Viện Khảo cổ Việt Nam, TS. Phạm Quốc Quân, nguyên Giám đốc Bảo tàng Lịch sử Quốc gia nhận định:\n::''Trang trí ở khâu đao tỉ mỉ, tinh tế, chưa thấy xuất hiện trong các di tích và bảo tàng Việt Nam. Niên đại của hiện vật có thể đặt trong bối cảnh triều Lê Trung Hưng.''<ref name=\"Bảo tàng LSQSVN\"\/>\n\nPGS. TS Đinh Khắc Thuận (Viện Hán Nôm) đánh giá:\n::''Nghiên cứu trang trí trên khâu đao có thể xác định nghệ thuật trang trí mang phong cách Mạc.''<ref name=\"Bảo tàng LSQSVN\"\/>\n\n===Về khả năng thực chiến===\nTrả lời phỏng vấn của Báo điện tử Dân trí năm 2013, ông Đoàn Trường Sơn, Chủ tịch Hội khoa học lịch sử Hải Phòng, cho rằng một người Việt Nam ở thế kỷ XVI dù có lực lưỡng cỡ nào cũng không thể mang được một thanh đao nặng 30&nbsp;kg mà rong ruổi khắp sa trường. Vì vậy, thanh đao này mang ý nghĩa biểu tượng cho sức mạnh, cho vương quyền của một triều đại hơn là thanh đao chiến trận.<ref name=\"Báo Dân trí\"\/>\n\nTheo nhận định của nhóm chuyên gia Viện Khảo cổ học Việt Nam năm 2019, thanh đao này dài hơn những thanh đao mà các võ sư hiện nay sử dụng để biểu diễn võ thuật đánh bộ (khoảng 170&nbsp;cm - 180&nbsp;cm), nên thanh đao này chỉ có thể dùng để đánh trên lưng ngựa. Khi giao chiến, tầm với của đao là khoảng 200&nbsp;cm và tối đa là khoảng 300&nbsp;cm khi nghiêng hoặc nhoài người. Chuôi đao được đúc đặc để cân bằng với phần lưỡi đao, nên người sử dụng có thể dùng chuôi đao để đánh tứ phía. Tiết diện cán hình bầu dục giúp việc cầm nắm đao vững chắc, và không bị lật xoay lưỡi đao nếu như cán tiết diện hình tròn. Với tổng trọng lượng ước tính 15&nbsp;kg và điểm cân bằng trọng lượng cách chuôi đao 107&nbsp;cm phù hợp với cách đánh đao trên ngựa. Trọng lượng trung bình chia đôi còn 7,5&nbsp;kg, đủ nặng để ra đòn chém bổ uy lực và thu đao đánh bằng cán.<ref name=\"Viện Khảo cổ học\"\/>\n\n==Xem thêm==\n* [[Đại đao]]\n* [[Trường đao]]\n* [[Long đao]]\n* [[Quan đao]]\n* [[Phác đao]]\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Nhà Mạc]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]"}