{"2432191":"'''Đỗ Huy Uyển''' ([[chữ Hán]]: 杜 輝 琬, [[1815]] - [[1882]]), húy '''Mâu''', tự '''Viên Khuê''' và '''Tân Giang'''; là quan triều [[nhà Nguyễn|Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nÔng sinh giờ Sửu ngày 7 tháng 11 năm [[Ất Hợi]] ([[1815]]) tại làng La Ngạn, xã [[Yên Đồng]], huyện [[Ý Yên]], tỉnh [[Nam Định]]<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam (tr. 192), thì ông sinh năm [[Bính Tý]] ([[1816]]).<\/ref>. Ông là con trai cả của [[Cử nhân]] [[Đỗ Huy Cảnh]] và là cha của [[Hoàng giáp]] [[Đỗ Huy Liêu]].\n\n==Thi đỗ, làm quan==\nNăm [[Canh Tý]] ([[1840]], dưới triều vua [[Minh Mạng]], Đỗ Huy Uyển thi đỗ [[Cử nhân]] tại trường thi [[Nam Định]]<ref>Theo Quốc triều hương khoa lục của [[Cao Xuân Dục]], do Nguyễn Thúy Nga, Nguyễn Thị Lâm dịch, Cao Tự Thanh hiệu đính và giới thiệu, Nhà xuất bản TP Hồ Chí Minh 1993, trang 204.<\/ref>.\n\nKhoa [[Tân Sửu]] niên hiệu [[Thiệu Trị]] thứ nhất ([[1841]]), ông dự [[thi Hội]], đỗ [[Phó bảng]]<ref name=\"Theo p 1\">Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 192.<\/ref>. Theo sách các nhà khoa bảng Việt Nam và truyện Cố Đô, khi vào thi đình, bài thi của ông được 12 điểm, là bài thi cao điểm nhất, đáng đỗ Đình Nguyên, nhưng vì bài kim văn có một câu viết khiếm trang nghĩa là \" ''Vua phải sửa mình để tạ lỗi với trời''\". Các quan trường bẻ lỗi và tâu lên vua, nên bị giáng xuống Phó bảng. Sau khi thi đỗ ông được bổ chức Hàn lâm viện kiểm thảo, kiêm sung ''[[Thiệu Trị]] Văn quy biên tập''.\n\nNăm [[Tự Đức]] thứ nhất ([[1848]]), sung ông làm Kinh diên rồi bổ đi giữ chức Tri phủ [[Bình Giang]].\n\nNăm [[Giáp Dần]] ([[1854]]), thăng ông chức Hưng Tuyên Đạo Giám sát ngự sử.\n\nNăm [[Ất Mão]] ([[1855]]), đổi ông làm Đốc học [[Vĩnh Long]].\n\nNăm [[Đinh Tỵ]] ([[1857]]), thăng ông làm Lễ bộ Tân Hưng Lang chung, sung nhân sự kiêm giám phúc kiểm.\n\nNăm [[Kỷ Mùi]] [[1859]], nhân việc soạn chiếu dụ được vua [[Tự Đức]] khen ngợi ban hàm Thái thường thiếu khanh, Biện lý bộ Hộ sự vụ (nên được người đời gọi là ''Biện lý La Ngạn'').\n\n==Về nghỉ và mất==\nNăm [[Canh Thân]] (1860), ông bị ốm (đau mắt) nên cáo quan về nghỉ. Về quê, ông chuyên tâm cho việc viết sách và làm nghề dạy học.<ref name=\"Theo p 1\" \/>, học trò theo học rất đông và có nhiều người đỗ đạt cao như con trai cả của ông là Đỗ Huy Liêu, đỗ Đình nguyên, Đệ nhị giáp Tiến sỹ xuất thân, Ông Nguyễn Văn Tính ở Cựu Hào, Vụ Bản đỗ Tiến sỹ...\n\nNăm [[Nhâm Ngọ]] ([[1882]]), Đỗ Huy Uyển mất tại quê nhà, thọ 68 tuổi. Được tin ông mất, rất nhiều học trò đến viếng thầy, một trong những câu đối viếng của một quan nghè đã nói nên sự uyên bác về học vấn và sự tiếc nuối của ông khi bị mất danh hiệu Đình nguyên tại kỳ thi hội: ''\" Phẫn uất tận bình khôi giáp tử, Văn chương tuyệt diệu lạc tinh rơi\".'' Hiện ở thành phố Nam Định có phố mang tên Đỗ Huy Uyển và Ở quận [[Sơn Trà]], thành phố [[Đà Nẵng]], có con đường mang tên Đỗ Huy Uyển.\n\n==Tác phẩm==\nÔng là tác giả các sách:\n* Khải đồng thuyết ước\n* Tự học cầu tinh\n* Gia lễ tồn chân\n* La Ngạn thi văn tập<ref>Ghi theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 192-193). Có người chép rằng ông đã soạn các sách (tuy nhiên không ghi rõ nguồn): ''Khái đồng thuyết ước, La Ngạn biện lý xã (Soạn chung với Đỗ Huy Liêu), La Ngạn thi văn tập, Nam Định chúc hỗ ca cách, Tân Giang từ tập, Tân Giang văn tập, Tự học cầu tinh ca, Tập thơ Nôm viết về Mẫu Liễu Hạnh, Văn Công gia lễ tồn chân, Bảo xích tiện ngâm và nhiều văn từ lẻ''...<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* [[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bảnKhoa học xã hội, Hà Nội, 1992.\n* [[Ngô Đức Thọ]], ''Các nhà khoa bảng Việt Nam 1075-1919''. Nhà xuất bản Văn học, Hà Nội, 1993.\n* [[Cao Xuân Dục]], ''Quốc triều hương khoa lục''. Nhà xuất bản Thành phố Hồ Chí Minh, 1993.\n\n==Liên kết ngoài==\n* [http:\/\/www.hannom.org.vn\/default.asp?catID=246&c=68 Tác giả Đỗ Huy Uyển và tác phẩm trên trang hannom.org.vn]\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Sinh năm 1815]]\n[[Thể loại:Mất năm 1882]]\n[[Thể loại:Phó bảng]]"}