{"1464830":"{{wikify}}\n{{Infobox musical artist \n| name = Đỗ Hồng Quân\n| image =\n| image_size = 250px\n| caption = Đỗ Hồng Quân (chính giữa) tại Đại hội Hội nhạc sĩ Việt Nam 1995\n| birth_name = \n| alias = \n| background = non_performing_personnel\n| birth_date = {{birth date and age|mf=yes|1956|8|1}}\n| birth_place = Hoạch Trạch, Thái Học, Cẩm Bình, Hải Dương\n| origin = \n| instrument = [[Piano]]\n| genre = [[Pop]], nhạc phim\n| occupation = Nhạc sĩ\n| years_active = \n| label = \n| associated_acts = \n| website =\n| notable_instruments =\n}}\n'''Đỗ Hồng Quân''' (sinh ngày 1 tháng 8 năm 1956) là một [[nhạc sĩ]], [[phó giáo sư]], [[tiến sĩ khoa học]], [[diễn viên]] người [[Việt Nam]]. Ông là Phó Chủ tịch Ủy ban Liên hiệp các hội Văn học nghệ thuật Việt Nam, Chủ tịch Hội nhạc sĩ Việt Nam, nguyên là Quyền Trưởng phòng Nghệ thuật Nhà hát Nhạc Vũ Kịch Việt Nam, Phó Giám đốc Nhà hát Tuổi Trẻ, Phó Chủ nhiệm Khoa Lý luận – Sáng tác – Chỉ huy Nhạc viện Hà Nội, Ủy viên Ban Chấp hành Hội Nhạc sĩ Việt Nam khóa V, Phó Tổng Thư ký Hội Nhạc sĩ Việt Nam khóa VI, Trưởng ban Biên tập Âm nhạc Đài Tiếng nói Việt Nam, Đại biểu Quốc hội khóa XI. Ông còn là hội viên Hội Điện ảnh, Hội Nhà báo, Phó Chủ tịch Hội Hữu nghị Việt Nam – Campuchia. Chủ tịch Hội Nhạc sĩ Việt Nam khóa VII. \n\nHiện nay Đỗ Hồng Quân là uỷ viên Đảng Đoàn, Phó Bí thư Đảng uỷ, Phó Chủ tịch Ủy ban Toàn quốc Liên hiệp các Hội Văn học Nghệ thuật Việt Nam, Chủ tịch Hội Nhạc sĩ Việt Nam, Ủy viên Hội đồng Lý luận phê bình Văn học Nghệ trung ương.\n\n==Xuất thân và giáo dục==\nĐỗ Hồng Quân sinh ngày [[1 tháng 8]] năm [[1956]] tại [[Hà Nội]]. Quê nội ở [[Thái Học, Bình Giang]], [[Hải Dương]]. Từ nhỏ đã được học nhạc do thân phụ là nhạc sĩ [[Đỗ Nhuận]] truyền dạy. Từ năm 8 tuổi, dưới sự hướng dẫn của nhà sư phạm âm nhạc [[Thái Thị Liên]], ông học piano. Tốt nghiệp Trung cấp Piano và Sáng tác, ông lại tiếp tục học hệ Đại học tại [[Học viện Âm nhạc Quốc gia Moskva|Nhạc viện Moskva]] dưới sự hướng dẫn của Giáo sư A. Leman từ năm 1976 đến năm 1981. Ông tốt nghiệp bằng đỏ với bản Concerto cho violon và dàn nhạc giao hưởng. Là một trong không nhiều nhạc sĩ Việt Nam được đề nghị chuyển thẳng lên hệ nghiên cứu sinh (1982-1985). Trong thời gian này, ông đã hoàn thành chương trình nghiên cứu sinh là bậc học cao nhất về chuyên ngành Sáng tác, đồng thời theo học lớp Chỉ huy Dàn nhạc Giao hưởng với Giáo sư L. Nikolaev.\n\n==Sự nghiệp==\nVề nước năm 1986, Đỗ Hồng Quân tham gia giảng dạy môn Sáng tác, Phối khí tại Nhạc viện Hà Nội, liên tục hơn 25 năm cho đến nay, vừa sáng tác và dàn dựng chỉ huy nhiều chương trình hòa nhạc lớn. Ông đã từng tu nghiệp về Sáng tác và Chỉ huy tại Nhạc viện Paris (1990-1991). Trong nhiều năm qua, nhạc sĩ Đỗ Hồng Quân đã viết các tác phẩm khí nhạc, nhạc phim, nhạc sân khấu… Có thể kể tới: ''Rhapsodie Việt Nam,'' ballet ''Hồng hoa''ng, nocturne ''Tiếng vọng'', fantasy-symphonie ''Mở đất, Trio cho ba flỷte'', ''Toccata cho piano'', ''Concerto cho violon'' ''và dàn nhạc'', ''Variations cho piano'', ''Bốn bức tranh cho oboe, bộ gõ và piano'', ''Tứ tấu đàn dây'',''Ngũ hành cho bộ gõ,'' và gần đây là ''Sắc xuân'' cho đàn bầu và dàn nhạc Giao hưởng dân tộc, ''Trổ Một'' cho Dàn nhạc Giao hưởng (2007), ''Dáng rồng lên'' (2010), ''Lời của Đá, Chiếc lá đầu tiên, Hoa Gạo, Gửi về sông Lục núi Huyền''. Tác phẩm khí nhạc của ông đã được biểu diễn tại nhiều nước như: Pháp, Nga, Đức, Nhật, Thái Lan, Singapore, Uzơbeckistan, Latvia, được xuất bản tại Nga và Mỹ (2002).\n\nTrong lĩnh vực thanh nhạc, Đỗ Hồng Quân là tác giả âm nhạc hai kịch hát mới: ''Câu chuyện tình'' (dựa theo tiểu thuyết ''Love Story'', 1989) và ''Nàng Silami'' (1991) được dàn dựng tại Nhà hát Tuổi trẻ…, là tác giả của hàng chục ca khúc. Đã xuất bản Album-Audio tác giả ''Chiếc lá đầu tiên'' (1996). Ông là tác giả của ''ASEAN ca Việt Nam, Công đoàn ca, Tạm biệt SEAGAMES, Mái nhà trung màu xanh…''\n\nTại Đại hội đại biểu toàn quốc Hội Nhạc sĩ Việt Nam tháng 7 năm 2010, ông được tái đắc cử Chủ tịch Hội Nhạc sĩ Việt Nam khóa VIII.\n==Diễn viên==\nĐỗ Hồng Quân từng đóng phim ''Thằng Cuội''.<ref name=\"dantri2015\"\/>\n\n==Giải thưởng==\nĐỗ Hồng Quân được tặng Giải thưởng Nhà nước về Văn học – Nghệ thuật năm 2012. \n\nGiải thưởng Hội Nhạc sĩ Việt Nam: 1993, 1994, 1995; 2008; nhiều lần đượcGiải thưởng Âm nhạc Liên hoan Phim toàn quốc; Giải Nhất cuộc thi sáng tác về Môi trường do Tổ chức UNEF (UNESCO) phát động (2001) với ca khúc ''Mái nhà chung màu xanh''.\n==Gia đình==\nNăm 1987, Đỗ Hồng Quân kết hôn với nữ diễn viên Việt Nam [[Chiều Xuân]] (sinh năm 1967).<ref name=\"dantri2015\">{{Chú thích web|tác giả 1=Theo K.N Báo Gia đình&Xã hội|tiêu đề=Chuyện ít biết về chú Cuội duy nhất trên màn ảnh Việt|url=http:\/\/dantri.com.vn\/van-hoa\/chuyen-it-biet-ve-chu-cuoi-duy-nhat-tren-man-anh-viet-20150925121821173.htm|website=Báo Dân trí|nhà xuất bản=2015-09-25|ngày truy cập=2018-07-06}}<\/ref> Khi kết hôn, Đỗ Hồng Quân vừa tốt nghiệp Nhạc viện Tchaikovsky (Nga) còn Chiều Xuân đang là sinh viên năm thứ hai lớp diễn viên điện ảnh. Hiện nay, Chiều Xuân đã được phong danh hiệu Nghệ sĩ ưu tú.<ref name=\"dantri2015\"\/>\n\nĐỗ Hồng Quân và Chiều Xuân có hai cô con gái tên là Đỗ Thị Hồng Mi (sinh năm 1987, tốt nghiệp Đại học Ngoại ngữ, có bằng thạc sĩ ở Pháp) và Đỗ Thị Hồng Khanh (sinh năm 2004). Hồng Mi đã kết hôn và có một con trai.<ref name=\"dantri2015\"\/><ref>{{Chú thích web|tác giả 1=Hồng Nguyên|tiêu đề=Vợ chồng nghệ sĩ Chiều Xuân hạnh phúc trong tiệc thôi nôi của cháu ngoại|url=|website=Kênh 14|nhà xuất bản=2018-07-04|ngày truy cập=2018-07-06}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/hoinhacsi.org\/hns_version2\/memberdetail.php?hvid=86 Đỗ Hồng Quân trên hoinhacsi.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150610202737\/http:\/\/hoinhacsi.org\/hns_version2\/memberdetail.php?hvid=86 |date = ngày 10 tháng 6 năm 2015}}\n* [http:\/\/baucukhoa13.quochoi.vn\/default.asp?page=list&ms=detail&mahoso=2030 Tóm tắt tiểu sử ứng cử viên đại biểu Quốc hội khóa XIII]{{Liên kết hỏng|date = ngày 2 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n{{sơ khai chính khách Việt Nam}}\n\n{{Thời gian sống|1956}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Người họ Đỗ tại Việt Nam]]"}