{"260392":"{{chú thích trong bài}}\n\n{{Thông tin nhân vật\n| name = Đỗ Hoàng Điềm\n| native_name = \n| image = Do Hoang Diem.jpg\n| imagesize =\n| caption =\n| birth_name =\n| birth_date = {{Birth year and age|1963}}\n| birth_place = [[Sài Gòn]], [[Việt Nam Cộng hoà]]\n| occupation =\n| nationality = [[Hoa Kỳ]]\n| known_for =\n| website = \n| portaldisp =\n}}\n'''Đỗ Hoàng Điềm''' (sinh [[1963]]) là một chính trị gia người Mỹ gốc Việt. Ông hiện là Chủ tịch của [[Việt Nam Canh tân Cách mạng Đảng]] (gọi tắt là \"Việt Tân\") trong nhiệm kỳ 2006-2011.\n\n==Tiểu sử==\nÔng sinh tại [[Sài Gòn]] năm 1963. Năm 1975, ông đã cùng gia đình đến [[tỵ nạn]] tại [[Hoa Kỳ]] sau khi [[chiến tranh Việt Nam]] [[Sự kiện 30 tháng 4 năm 1975|kết thúc]]. Tại Mỹ, ông theo học tại [[Đại học California]] và tốt nghiệp Cử nhân năm 21 tuổi (1984), và cao học ngành Quản trị năm 1987 tại Đại học Houston.<ref name=\":0\">{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=niuEke6Q4eg|title=Ông Đỗ Hoàng Điềm nói về hoạt động của Đảng Việt Tân trong tình hình hiện nay, video từ Việt Tân|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nÔng bắt đầu tham gia hoạt động đấu tranh cho dân chủ vào năm 1981 lúc còn là sinh viên đại học. Ông tham gia [[Đảng Việt Tân]] sau khi được thành lập vào ngày 10 tháng 9 năm 1982. Vào kỳ đại hội đảng của Đảng Việt Tân kỳ 5 vào 2001, ông được bầu làm Ủy viên Trung ương Đảng Việt Tân, và giữ trách vụ Chủ tịch Đảng Việt Tân, qua 3 nhiệm kỳ nhiệm kỳ, từ năm 2006-nay.<ref name=\":0\" \/> Sau một thời gian làm việc tại các công ty lớn tại Hoa Kỳ, ông từ bỏ các chức vụ kinh tế cá nhân và hiện đang hoạt động toàn thời gian cho nỗ lực vận động nhân quyền, xây dựng dân chủ tại Việt Nam.<ref name=\":0\" \/>\n\nNgày 29 Tháng 5, 2007 [[Tổng thống Hoa Kỳ|Tổng thống]] [[George W. Bush|Bush]] tiếp ông Đỗ Hoàng Điềm, với tư cách là đại diện đảng Việt Tân ở [[tòa Bạch Ốc]], cùng với 3 nhà đấu tranh dân chủ khác, để trao đổi thêm về chính sách chính trị đối nội của Việt Nam trước khi gặp gỡ [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Nguyễn Minh Triết]] vào ngày 22 Tháng 6.<ref>Hoàng Dung. ''Sau bức màn đỏ: hậu trường chính trị Việt Nam sau 1975''. Falls Church, VA: Tiếng Quê Hương, 2007. Tr 306-7<\/ref>\n\n==Hoạt động cộng đồng==\nÔng là một tên tuổi thường xuất hiện qua các [[thông tấn xã]] quốc tế như [[Associated Press]], [[Reuters]] và [[AFP]] về những vấn đề liên quan đến tình trạng vi phạm [[nhân quyền]] tại Việt Nam. Ông đã đi nhiều nơi để tiếp xúc với chính giới quốc tế và những vị lãnh đạo của nhiều quốc gia trên thế giới để trình bày về phong trào đấu tranh cho dân chủ. Ông cũng đã từng là diễn giả tại một số cuộc hội thảo quốc tế về cách thức đấu tranh [[bất bạo động]], và nhiều lần [[Điều trần tại Quốc hội Hoa Kỳ|điều trần]] trước [[Quốc hội Hoa Kỳ]] về nhiều đề tài khác nhau liên quan đến công cuộc đấu tranh cho tự do dân chủ tại Việt Nam.\n\nNgoài những hoạt động tranh đấu cho dân chủ của Đảng Việt Tân, ông còn hoạt động tích cực phục vụ cộng đồng, thúc đẩy truyền thông đại chúng, và xây dựng sức mạnh của cộng đồng người Việt ở Hoa Kỳ. Ông tham gia Ban chấp hành cộng đồng tại miền Nam California năm 1993-1994. Ông cũng hoạt động trong lãnh vực truyền thông Việt ngữ từ năm 1993 đến 2003. Ông cũng là hội viên của Ủy ban Vận Động Chính trị Người Mỹ Gốc Việt (VPAC) từ năm 1994.\n\n== Nhận định từ chính quyền Việt Nam ==\nTheo bản tin trên Cổng thông tin điện tử của Bộ Công an ngày 4\/10\/2016, căn cứ pháp luật Việt Nam và quốc tế, Bộ Công an thông báo tổ chức Việt Tân đã và đang tiến hành hoạt động khủng bố'''.'''<ref>{{Chú thích web|url=http:\/\/motthegioi.vn\/thoi-su-c-66\/chinh-tri-c-93\/to-chuc-viet-tan-chinh-thuc-bi-bo-cong-an-dua-vao-danh-sach-khung-bo-44575.html|title=Tổ chức Việt Tân chính thức bị Bộ Công an đưa vào danh sách khủng bố|ngày truy cập=2016-10-08|archive-date=2016-10-09|archive-url=https:\/\/web.archive.org\/web\/20161009154726\/http:\/\/motthegioi.vn\/thoi-su-c-66\/chinh-tri-c-93\/to-chuc-viet-tan-chinh-thuc-bi-bo-cong-an-dua-vao-danh-sach-khung-bo-44575.html|url-status=dead}}<\/ref>\n\nPhản ứng với lời cáo buộc, Đảng Việt Tân ra thông cáo bằng tiếng Anh nói chính phủ Việt Nam sợ đối lập có tổ chức và công an \"tung ra những tuyên truyền vô căn cứ\" nhằm ngăn chặn người Việt cổ vũ chính trị hòa bình: \"hãy để nhân dân Việt Nam quyết định Việt Tân có phải là một mối đe dọa hay không\".<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Vi%E1%BB%87t_Nam_Canh_t%C3%A2n_C%C3%A1ch_m%E1%BA%A1ng_%C4%90%E1%BA%A3ng#cite_note-46|title=VT phản ứng tố cáo của công an-bbc}}<\/ref> Thông cáo tiếp theo ngày 8\/10 bằng tiếng Việt của Việt Tân nói: \"Tiểu xảo này nhằm chuyển chú ý của công luận ra khỏi những nguyên do thật hay những kẻ thực sự trách nhiệm, đồng thời hù dọa để mong ngăn chận làn sóng căm phẫn từ người dân.\"<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Vi%E1%BB%87t_Nam_Canh_t%C3%A2n_C%C3%A1ch_m%E1%BA%A1ng_%C4%90%E1%BA%A3ng#cite_note-48|title=VT nói CSVN dùng tiểu xảo-bbc}}<\/ref>\n\nCùng dịp này, Bộ Ngoại giao Mỹ cho hay, Việt Tân không nằm trong danh sách khủng bố theo luật Hoa Kỳ. Ông Katina Adams, phát ngôn viên văn phòng Đông Á của Bộ Ngoại giao Hoa Kỳ nói với thông tấn xã Reuters: \"Chúng tôi đề nghị bạn nên liên hệ với Chính phủ Việt Nam để lấy thêm tin tức về lời cáo buộc này của họ.\"<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Vi%E1%BB%87t_Nam_Canh_t%C3%A2n_C%C3%A1ch_m%E1%BA%A1ng_%C4%90%E1%BA%A3ng#cite_note-rt108-47|title=Vietnam declares California based group terrorist- Reuters}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.viettan.org\/rubrique.php3?id_rubrique=41 Đảng Việt Tân]\n*[http:\/\/www.rfa.org\/vietnamese\/HumanRights\/Congressional_Caucus_on_Vietnam_holds_hearing_on_HumanRights_DHieu-05152008105456.html?searchterm=None Hạ viện Hoa Kỳ Điều Trần Về Tình Hình Nhân quyền Việt Nam] – Đài Á Châu Tự Do\n*[http:\/\/www.rfa.org\/vietnamese\/in_depth\/US_Senate_hearing_on_US-Vietnam_relations_TTruc-20080313.html?searchterm=None Thượng viện Hoa Kỳ Điều Trần Về Quan Hệ Mỹ Việt] Đài Á Châu Tự Do\n*[http:\/\/www.bbc.co.uk\/vietnamese\/programmes\/story\/2007\/06\/070601_vietnamtodaywk23_2007.shtml Bush Gặp Các Nhà Hoạt động] – BBC Việt Ngữ\n*[http:\/\/www.swamppolitics.com\/news\/politics\/blog\/2007\/06\/bush_hosts_vietnam_reformers_s.html Bush Hosts Vietnam, Reformers Seek Pressure] – Chicago Tribune\n*[http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/IE23Ae01.html Fight For the Right to Choose in Vietnam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080905032524\/http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/IE23Ae01.html |date = ngày 5 tháng 9 năm 2008}} – Asia Times\n\n{{Thời gian sống|1963}}\n\n[[Thể loại:Đảng Việt Tân]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Cựu sinh viên Đại học California tại Los Angeles]]\n[[Thể loại:Nhà nhân đạo Mỹ]]"}