{"103177":"{{Bảng thông tin tiền tệ\n| currency_name_in_local = đồng Việt Nam Dân chủ Cộng hòa\n| image_1 = Vietnam 5000 Dong 1953 Reverse.jpg\n| image_2 = \n| image_title_1 = Mặt sau tờ bạc 5000 đồng, 1953\n| image_title_2 = \n| iso_code = \n| using_countries = [[Việt Nam Dân chủ Cộng hòa]]\n| inflation_rate = \n| inflation_source_date = \n| subunit_ratio_1 = 1\/10\n| subunit_name_1 = hào\n| subunit_ratio_2 = 1\/100\n| subunit_name_2 = xu\n| symbol = ₫\n| used_coins = 2, 5 hào và 1 đồng, 2 đồng\n| used_banknotes = 2, 5 xu, 1, 2, 5 hào, 1, 2, 5, 10, 20, 50, 100, 500, 1000, 5000 đồng\n| issuing_authority = Ngân hàng Quốc gia Việt Nam và [[Ngân hàng Nhà nước Việt Nam]]\n| issuing_authority_website = {{URL|www.sbv.gov.vn}}\n| obsolete_notice = Y\n}}\n{{bài cùng tên|Đồng (định hướng)}}\n'''Đồng''' là [[tiền tệ]] của [[Việt Nam Dân chủ Cộng hòa]], lưu dụng từ năm [[1946]] đến [[ngày 2 tháng 5]] năm [[1978]].\n\n==Bối cảnh lịch sử==\nTháng 8 năm 1945, [[Việt Minh]] giành chính quyền ở Hà Nội, và một trong những mục tiêu quan trọng mà lực lượng cách mạng phải chiếm giữ là hệ thống tài chính - tiền tệ, để chính phủ mới có điều kiện hoạt động và bảo đảm đời sống cơ bản cho quốc dân.\n\nNgay từ đầu, [[Việt Minh]] chỉ chiếm giữ được Sở Ngân khố và cố gắng kiểm soát một phần [[Ngân hàng Đông Dương]]. Lúc đó ngân khố quốc gia thì chỉ còn đúng 1.230.720 đồng nhưng lại có đến 586.000 đồng là tiền rách nát phải tiêu hủy. Trong khi đó, nợ ngân phiếu chưa trả là 564.367.522 đồng. Tuy không hoàn toàn kiểm soát được [[Ngân hàng Đông Dương]] - cơ quan độc quyền phát hành tiền nhưng Chính phủ đã cử một phái đoàn gồm các ông [[Hoàng Minh Giám]], [[Trịnh Đình Bính]] và [[Đặng Đình Hòe]] đến giám sát ngân hàng này.\n\nTuy nhiên, bối cảnh quân sự - chính trị lúc ấy rất phức tạp vì còn sự hiện diện của cả quân đội Nhật lẫn người Pháp. Tháng 9 năm 1945, 20 vạn quân [[Trung Hoa Dân Quốc]] gồm 4 quân đoàn do tướng [[Lư Hán]] làm tổng chỉ huy, theo sự phân công của [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|phe Đồng Minh]] chia làm hai đường tiến vào miền Bắc giải giáp quân Nhật đã kéo vào đóng quân ở [[Hà Nội]] và hầu hết các thành phố, thị xã từ biên giới Việt-Trung đến vĩ tuyến 16.\n\nVừa đối phó với cuộc chiến tiền tệ do Ngân hàng Đông Dương Pháp gây áp lực, lực lượng kháng chiến lại phải đối mặt với sự phá hoại nền tài chính một cách thô bạo của đội quân mang tiếng là đồng minh. Tướng [[Lư Hán]] yêu cầu phải cung cấp cho quân ông ta 10.000 tấn gạo trong khi dân Việt vẫn chưa qua khỏi nạn chết đói. [[Lư Hán]] còn \"khai chiến\" tiền tệ khi tự tiện áp đặt một tỉ giá hoàn toàn khác biệt thực tế: 1 đồng quan kim Trung Quốc ăn 1,5 [[đồng bạc Đông Dương]] và 13,3 đồng quốc tệ của họ ăn 1 [[đồng bạc Đông Dương]] (Thực tế tỉ giá ngoài thị trường tương ứng là 2,5 đồng quan kim mới bằng 1 [[đồng bạc Đông Dương]], và 50-60 đồng quốc tệ của họ mới ngang giá 1 [[đồng bạc Đông Dương]] ở Việt Nam). Tình hình nghiêm trọng hơn khi [[Lư Hán]] càng lấn tới yêu cầu phải được đổi 4.500 triệu [[đồng bạc Đông Dương]] trong khi cả nước Việt Nam lúc ấy chỉ có 2.172 triệu [[đồng bạc Đông Dương]] lưu hành...\n\nĐể vượt qua \"cuộc chiến\" tiền tệ nan giải này, Chính phủ cách mạng cùng lúc thực hiện nhiều giải pháp tháo gỡ. Quỹ độc lập và Tuần lễ vàng được phát động để kêu gọi sự ủng hộ từ nhân dân cũng như in đồng tiền riêng của mình. Điều đó không chỉ bảo đảm cho sự hoạt động của Chính phủ và đời sống nhân dân, mà còn trực tiếp khẳng định nền độc lập, tự chủ quốc gia.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/dong-tien-doc-lap-ky-1-cuoc-chien-tien-te-1376821.htm|tiêu đề=Đồng tiền độc lập - Kỳ 1: Cuộc chiến tiền tệ}}<\/ref>\n\n== In tiền riêng ==\nNgày 15 tháng 11 năm 1945, Cơ quan Ấn loát thuộc Bộ Tài chính đã được Chính phủ cho phép thành lập với nhiệm vụ sản xuất tờ bạc Việt Nam để đưa ra lưu hành.\n\nNgày 1 tháng 12 năm 1945, Bộ Tài chính ký sắc lệnh 76\/TC chính thức phát hành các đồng hào nhôm từ vĩ tuyến 16 trở ra. Đến ngày 31 tháng 1 năm 1946, tiền giấy mới in tiếp tục được phát hành ở khu vực này và cả [[Nam Trung Bộ]].<ref name=\":0\"\/>\n\nĐể củng cố giá trị cho đồng tiền tài chính, lực lượng [[Việt Minh]] ra thông cáo năm 1948 là 1 đồng tài chính có giá trị 375 [[miligam]] [[vàng]], tương đương với [[USD]] 0,48 nhưng số lượng vàng bảo chứng trong ngân khố không thể kiểm chứng được.<ref name=\"Smith\">Smith, Harvey H et al. ''Area Handbook for North Vietnam''. Washington, DC: US Government Printing Office, 1967. tr 370.<\/ref>\n\nNhững năm đầu, tất cả những tờ tiến giấy này đều có hình [[Chủ tịch Hồ Chí Minh|Hồ Chí Minh]] với tên Việt Nam Dân chủ Cộng hòa và mệnh giá viết bằng [[Quốc Ngữ]] và [[chữ Hán]].\n\n=== Miền Bắc, Trung ===\nNgày 1 tháng 12 năm 1945, Sở Ngân khố đã bắt đầu phát hành các loại tiền kim loại 2 hào, 5 hào và 1 đồng, 2 đồng.\n\nVào ngày 31 tháng 1 năm 1946, chính quyền Việt Nam Dân chủ Cộng hoà đã phát hành tờ bạc Việt Nam cho các địa phương từ vĩ tuyên 16 trở vào. Tiền này thay thế đồng bạc Đông Dương với giá trị tương đương 1:1. Dân chúng quen gọi đó là \"tiền tài chính\" do Bộ Tài chính phát hành. Tiền giấy xuất hiện đầu tiên in hình Chủ tịch Hồ Chí Minh nên còn gọi là \"tiền cụ Hồ\".\n\nNăm 1951, Ngân hàng quốc gia Việt Nam được thành lập, quá trình in và phát hành đồng tiền Tài chính - giấy bạc cụ Hồ kết thúc vai trò lịch sử.\n\n=== [[Miền Nam (Việt Nam)|Miền Nam]] ===\nTừ cuối năm 1945 sang năm 1946, người dân Nam Bộ chủ yếu vẫn sử dụng [[đồng bạc Đông Dương]] của Pháp. Đây là một trong những thời điểm hiếm hoi dân vùng kháng chiến có thể xé đôi các tờ bạc mệnh giá lớn 100 đồng, 500 đồng mà vẫn mua bán được. (Vì trong thời gian Nhật chiếm đóng Việt Nam đã buộc nhà in tiền Ideo của Pháp phải phát hành các tờ bạc mệnh giá lớn để quân đội Nhật tiêu dùng. Khi Nhật bại trận rút về nước, một lượng rất nhiều tiền mệnh giá lớn này vẫn ở ngoài thị trường khiến người dân khó tiêu dùng. Không đủ tiền lẻ thối lại, người dân miền Nam xé làm đôi để tự hạ phân nửa mệnh giá tờ bạc).\n\nNgày [[3 tháng 4]] năm 1946, [[Quốc hội Việt Nam khóa I]] đã biểu quyết cho phép lưu hành giấy bạc tài chính của Việt Nam trên phạm vi cả nước. Khi chiến tranh lan rộng và Pháp mở cuộc tái chiếm [[Liên bang Đông Dương|Đông Dương]] thì [[đồng bạc Đông Dương]] được lưu hành trở lại.\n\n==== Chống bạc giả ====\n\nVề phía Pháp, sau khi nổ súng tái chiếm Sài Gòn, họ tuyên bố không thừa nhận các loại [[đồng bạc Đông Dương]] mệnh giá lớn do phát xít Nhật ép phát hành. Luật sư [[Nguyễn Thành Vĩnh]] thuộc [[Ủy ban Hành chính kháng chiến Nam Bộ]] đã nghĩ ra cách đóng dấu lên các tờ bạc này dòng chữ \"Ủng hộ Chính phủ Hồ Chí Minh\". Bất cứ tờ bạc nào có con dấu đó đều được xem là hợp pháp và được mua bán bình thường ở vùng tự do.<ref name=\":1\">{{Chú thích web|url=http:\/\/tuoitre.vn\/dong-tien-nam-bo-1378018.htm|tiêu đề=Đồng tiền Nam Bộ}}<\/ref>\n\nPháp triển khai nhiều chiến dịch triệt phá, phong tỏa hàng hóa thiết yếu, dùng không quân và lính dù đánh vào chiến khu [[Đồng Tháp Mười]] đặt các cơ sở in tiền, cho in ấn và tuồn nhiều tiền giả vào chiến khu, nhằm gây rối loạn nền tài chính đối phương, gây mất niềm tin trong nhân dân, dẫn đến sụp đổ nguồn lực kinh tế kháng chiến. Ban đầu từ đổi ngang 1 đồng ăn 1 [[đồng bạc Đông Dương]], Pháp đã phá giá tiền kháng chiến lên đến mức 40 - 50 đồng tiền kháng chiến mới đổi được 1 [[đồng bạc Đông Dương]].\n\nNgay sau đó, một kế hoạch chống bạc giả được nghiên cứu và thực thi khẩn cấp. [[Ủy ban Hành chính kháng chiến Nam Bộ]] gửi công văn đến các tỉnh chỉ rõ những điểm kỹ thuật để phân biệt bạc thật, bạc giả. Đồng thời, lãnh đạo kháng chiến các tỉnh được quyền lập phiếu xác nhận bạc thật, số xêri tiền và hai chữ ký của trưởng Ty Ngân khố, chủ tịch Ủy ban Hành chính kháng chiến cấp tỉnh. Sau đó, phiếu này được dán lên các tờ bạc thật để người dân yên tâm mua bán. Người dân Nam Bộ đặt tên cho tờ bạc dán phiếu xác nhận tiền thật là \"bạc trùm mềm\".<ref name=\"tuoitre.vn\">{{Chú thích web|url=http:\/\/tuoitre.vn\/dong-tien-doc-lap-ky-5-chong-bac-gia-20170902134305108.htm|tiêu đề=Đồng tiền độc lập - Kỳ 5: Chống bạc giả}}<\/ref> Ngoài ra, [[Ngân hàng Nhân dân Nam Bộ]] phát hành loại \"séc ghi tên\" để hạn chế lượng tiền mặt quá nhiều ở vùng tự do. Loại séc này có các mệnh giá 1.000, 5.000 và 10.000 đồng do Ngân hàng Nhân dân Nam Bộ phát hành. Chúng rất thuận tiện cho người dân buôn bán lớn ở vùng tự do lẫn vùng tạm chiếm khi có thể đổi ra [[đồng bạc Đông Dương]] hoặc tiền cách mạng phát hành (đồng).<ref name=\":2\">{{Chú thích web|url=http:\/\/tuoitre.vn\/dong-tien-doc-lap-ky-cuoi-tran-chien-tien-te-cuoi-cung-20170903150404619.htm|tiêu đề=Đồng tiền độc lập - kỳ cuối: Trận chiến tiền tệ cuối cùng}}<\/ref>\n\n== Đổi tiền ==\n\n===Đổi tiền năm 1951, 1953===\nNăm 1951, khi thành lập Ngân hàng Quốc gia thì cơ quan này lãnh phần phát hành tiền tệ cùng các dịch vụ [[tín dụng]] cho vay kể từ ngày [[6 tháng 5]], 1951.<ref>Kolloch, Klaus (1960). \"Banking and Currency System in North Vietnam\". ''Deutsche Finanzwirtschaft'' XIV(17).<\/ref> Ngân hàng này cho lưu hành một loạt tiền mới, tục gọi là \"tiền ngân hàng\". Tỷ giá là 1 đồng ngân hàng bằng 10 đồng tài chính cũ. Sang tháng 1 năm 1953 thì ấn định là 1 đồng ngân hàng bằng 100 đồng tài chính.<ref name=\"Smith\"\/> Trong khi đó ở vùng Pháp kiểm soát thì [[đồng bạc Đông Dương]] vẫn được dùng cho đến năm 1955. Hối suất giữa hai loại tiền này là 1 [[đồng bạc Đông Dương]] bằng 40 đồng \"tiền ngân hàng\".<ref name=\"phá\">Phạm Minh Chính và Vương Quân Hoàng. ''Kinh tế Việt Nam, thăng trầm và đột phá''. Hà Nội: Nhà xuất bản Chính trị Quốc gia: 2009. tr 76-87.<\/ref>\n\nNăm 1954, sau [[Hiệp định Genève]], Chính phủ [[Việt Nam dân chủ cộng hòa]] tiếp tục phát triển nền tài chính độc lập. Để bảo đảm quyền lợi cho người dân ở các vùng tiếp quản, Chính phủ thực hiện đổi từ [[đồng bạc Đông Dương]] sang tiền Việt Nam từ ngày 11 tháng 10 năm 1954 với tỉ suất 1 [[đồng bạc Đông Dương]] được 30 đồng tiền Việt. Đến ngày 7-11-1954, tiền Việt Nam dân chủ cộng hòa đã làm chủ thị trường miền Bắc, [[đồng bạc Đông Dương]] dần bị xóa khỏi một nửa đất nước từ [[Vĩ tuyến 17 Bắc#Vi.E1.BB.87t Nam|vĩ tuyến 17]] trở ra.\n\nỞ miền Nam, [[Cuộc di cư Việt Nam (1954)|trong cuộc di cư ra bắc]], chính quyền cách mạng đã cho đổi ngược từ tiền kháng chiến sang [[đồng bạc Đông Dương]] để bảo đảm quyền lợi người dân ở lại bên đây [[vĩ tuyến 17 Bắc#Vi.E1.BB.87t Nam|vĩ tuyến 17]]. Tỉ suất 40 đồng tiền kháng chiến đổi được 1 [[đồng bạc Đông Dương]]. Chính quyền đã chuẩn bị sẵn [[đồng bạc Đông Dương]] đủ để đổi 3 tỉ đồng tiền kháng chiến đang giữ trong dân, nhưng đến ngày cuối vẫn còn dư. Lý do là đồng bào Nam Bộ nhiều người muốn giữ lại những tờ tiền kháng chiến làm kỷ niệm.<ref name=\":2\" \/> Ngoài ra, hối suất với [[đồng Việt Nam Cộng hòa|piastre]] lưu hành ở phía nam [[vĩ tuyến 17 Bắc#Vi.E1.BB.87t Nam|vĩ tuyến 17]] là 30 - 32 đồng Bắc Việt Nam = 1 [[đồng Việt Nam Cộng hòa|piastre]] hay đồng Nam Việt Nam.\n\nTỷ giá hối đoái của Việt Nam Dân chủ Cộng hòa không thả nổi theo giá thị trường mà được ấn định theo cơ chế [[kinh tế chỉ huy]]. Đối với hai quốc gia mật thiết trao đổi hàng hóa với Miền Bắc thì hối suất cố định là 1,47 đồng Việt Nam Dân chủ Cộng hoà bằng 1 [[Nhân dân tệ Trung Quốc]] còn với [[Rúp Nga|Rúp]] thì 735 đồng bằng 1 [[Rúp Nga|Rúp]]. Tỷ số này sau đổi thành 308 đồng 1 [[Rúp Nga|Rúp]]. Tuy nhiên, ngoài chợ đen, giá được ấn định khác.<ref name=\"phá\" \/>\n\n===Đổi tiền năm 1959===\nNgày [[28 tháng 2]] năm 1959 Chính quyền phát lệnh đổi tiền, [[phá giá]] và thay loạt tiền phát hành trước kia năm bằng loạt tiền mới in ở [[Tiệp Khắc]] với tỷ giá 1 đồng 1959 tương đương 1000 đồng năm 1951.<ref name=\"Smith\"\/> Mỗi hộ được đổi tối đa là hai triệu đồng cũ để lãnh 2000 đồng mới. Số tiền hơn hai triệu phải ký thác vào ngân hàng nhà nước. Mục đích của cuộc đổi tiền là xóa bỏ vốn tư nhân để chính quyền tiếp thu quản lý tài sản và hạn chế lượng tiền lưu thông. Việc đổi tiền là một trong gia đoạn kinh tế mới: \"Cải tạo kinh tế theo chủ nghĩa xã hội\".<ref>[http:\/\/www.taichinhdientu.vn\/Home\/Thong-nhat-tien-te-tren-toan-mien-Bac\/20108\/95153.dfis Thống nhất tiền tệ trên toàn miền Bắc]<\/ref><ref>[http:\/\/www.na.gov.vn\/LSQH1\/giai_doan_54_75\/gd3b.htm Quốc hội với nhiệm vụ cải tạo xã hội chủ nghĩa ở Miền Bắc...]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref> Đài phát thanh loan tin lệnh đổi tiền từ 9 giờ sáng ngày [[28 tháng 2]] cho đến 5 giờ chiều ngày [[2 tháng 3]] thì chấm dứt. Hạn ba ngày tối đa được thi hành ở thành thị. Ở nông thôn chính quyền cho tối đa là 7 ngày còn ở miền xa thì không được quá 20 ngàỵ. Thời gian ngắn ngủi được áp dụng với dụng ý ngăn chặn \"đầu cơ, tung tiền tích trữ hàng hóa\".<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-095-TTg-cho-phep-Ngan-hang-quoc-gia-phat-hanh-tien-moi-thay-doi-tien-dang-luu-hanh-vb55591t11.aspx Nghị định 95 Ngân hàng Quốc gia phát hành tiền mới, thay đổi tiền đang lưu hành]<\/ref> Dù vậy, hậu quả giá cả tăng vọt vẫn diễn ra.<ref name=\"phá\"\/>\n\n*Loạt tiền mới giấy bạc có sáu tờ: 1 hào, 2 hào, 5 hào, 1 đồng, 2 đồng, 5 đồng và 10 đồng.\n*Tiền kim loại có 3 đơn vị: 1 xu, 2 xu và 5 xu.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-27-VP-NgD-phat-hanh-cac-loai-tien-moi-vb55589t11.aspx Nghị định 27 Phát hành các loại tiền mới]<\/ref>\n \nHối suất ấn định giữa đồng Việt Nam Dân chủ Cộng hòa và [[đồng Việt Nam Cộng hòa]] là 70 đồng Bắc Việt bằng 1 đồng Nam Việt.<ref name=\"Smith\"\/> Trong khi đó tỷ giá hối đoái với tiền [[rúp Liên Xô]] được quy định lại vào năm 1961 là 3,27 đồng tương đương 1 rúp.\n\n== Lạm phát ==\nMặc dù giá trị đồng tiền là do nhà nước quy định nhưng với tình trạng ngân sách thiếu hụt, đồng tiền mất giá vì nhà nước cho phát hành số lượng tiền càng ngày càng lớn. Trong thời kỳ 1965-1975, lượng tiền lưu hành mỗi năm tăng 34%.<ref name=\"phá\"\/> Lấy chỉ số giá năm 1959 làm chuẩn thì năm 1966 là 142%, 1968 là 156,4%, 1971 là 145,83% và 1974 là 163,96%.\n\nVào ngày [[3 tháng 5]] năm [[1978]], sau khi hoàn toàn thống nhất đất nước, đồng đã được thống nhất. 1 [[Đồng Việt Nam|đồng]] mới bằng 1 đồng Việt Nam Dân chủ Cộng hoà bằng 0,8 [[Tiền Giải phóng|Đồng Giải phóng]].\n\n== Mẫu giấy ==\nMẫu giấy bạc đầu tiên được vẽ bởi nhóm họa sĩ nổi tiếng đương thời của Hà Nội là [[Mai Văn Hiến]], [[Nguyễn Đỗ Cung]], [[Nguyễn Văn Khánh]], [[Nguyễn Huyến]] và sau đó nữa là [[Nguyễn Sáng]], [[Bùi Trang Chước]], [[Lê Khả]]. Trong đó, họa sĩ [[Mai Văn Hiến]] là người vẽ chính tờ bạc mệnh giá 5 đồng, họa sĩ [[Nguyễn Đỗ Cung]] vẽ tờ 10 đồng, họa sĩ [[Nguyễn Văn Khánh]] vẽ tờ 20 đồng.<ref name=\":0\">{{Chú thích web|url=http:\/\/tuoitre.vn\/dong-tien-doc-lap-ky-2-in-tien-rieng-1377394.htm|tiêu đề=Đồng tiền độc lập - Kỳ 2: In tiền riêng}}<\/ref>\n\n== Xưởng in ==\n\n=== [[Miền Bắc (Việt Nam)|Miền Bắc]] ===\nTrước [[Cách mạng tháng Tám]], cả Đông Dương chỉ có hai nhà máy in lớn là [[nhà máy in Viễn Đông]] và [[nhà in To-panh]] (Taupin) nhưng cả hai bị quân của [[Tưởng Giới Thạch]] và [[Pháp]] chiếm đóng nên không thể sử dụng được.\n\nBan đầu chương trình phát hành đồng tiền độc lập được tổ chức trong bí mật. Cơ sở đầu tiên đặt tại tầng hầm Nhà bát giác Hà Nội (nay là [[Bảo tàng Lịch sử Việt Nam]]). Chính phủ quyết định sử dụng máy dập tiền hiếm hoi Pháp dùng để dập đồng trinh Bảo Đại mà lực lượng [[Việt Minh]] tịch thu được hồi Cách mạng Tháng Tám. Các đồng tiền đầu tiên ra đời được dập bằng nhôm có mệnh giá 2 hào, 5 hào, sau có thêm loại 1 đồng, 2 đồng. Người vận hành máy cũng là các nhân viên cũ như ông [[Hoàng Thế Ngọc]], [[Đặng Văn Khải]]...<ref name=\":0\" \/>\n\nMặc dù công việc in tiền tiến hành trong bí mật và có lực lượng vũ trang kín kẽ bảo vệ, nhưng do tình hình quân [[Lư Hán]] lúc ấy đóng quân gần khu vực nên sau đó phải chuyển về cơ sở Cây đa Nhà Bò ở phố Lò Đúc.\n\nNgoài ra, chính phủ phải trưng dụng một số nhà in tư nhân ở Hà Nội và giao cho Ban Ấn loát. Sau đó, để đáp ứng nhu cầu ngày càng tăng, Bộ Tài chính quyết định nhờ nhà tư sản [[Đỗ Đình Thiện]] đứng tên và bỏ tiền ra mua lại nhà in To-panh của Pháp (vì Pháp không chịu bán cho Chính phủ Việt Nam Dân chủ Cộng Hoà) và hiến cho chính phủ để lập nhà in tiền.<ref>[http:\/\/dantri.com.vn\/xa-hoi\/tham-nha-may-in-tien-dau-tien-o-viet-nam-702084.htm \"Thăm nhà máy in tiền đầu tiên ở Việt Nam\"]. ''Dân Trí''. 1 tháng 3 năm 2013. Truy cập ngày 9 tháng 3 năm 2014.<\/ref>\n\nĐầu tháng 3 năm 1946, để đảm bảo an toàn, cơ sở in giấy bạc ở Nhà in To-panh được di chuyển lên Đồn điền Chi-Nê tại [[thị trấn]] [[Chi Nê]], [[Huyện (Việt Nam)|huyện]] [[Lạc Thủy]], tỉnh [[Hòa Bình|Hoà Bình]]. Đồn điền Chi-Nê trước đây thuộc sở hữu của ông chủ người Pháp tên là Borel, năm 1943 được [[Đỗ Đình Thiện]] mua lại và cho mượn một phần đất để đặt nhà máy in tiền.<ref name=\"tc1\">Bộ Tài chính. ''Đồng tiền tài chính - Giấy bạc cụ Hồ ở Nam Bộ''. Nhà xuất bản Tài chính: Hà Nội 2010. tr12 - 35.<\/ref>\n\nTuy nhiên, từ ngày 22 tháng 2 đến ngày 3 tháng 3 năm 1947, thực dân Pháp cho máy bay oanh tạc khu đồn điền và nhà máy. Bộ Tài chính chuyển nhà máy lên [[Bến Trảng Đà]], tỉnh [[Tuyên Quang]] và cuối cùng, chuyển vào rừng núi [[Việt Bắc]], đóng tại Bản Thi.\n\n=== [[Miền Trung (Việt Nam)|Miền Trung]] ===\nỞ Trung Bộ, từ quý I năm 1946, Nhà in Ngô Tử Hạ ở đường Hàng Bè (nay là đường Huỳnh Thúc Kháng - Thành phố [[Huế]]) được sử dụng làm cơ sở bí mật in thử giấy bạc Việt Nam. Sau [[Tạm ước Việt - Pháp|Thỏa thuận 14\/9\/1946]], cơ sở in được dời ra Hiền Sỹ, cách Thành phố Huế 25&nbsp;km về phía Tây Bắc. Cuối năm 1946 cơ sở này lại tiếp tục di chuyển ra [[Hà Tĩnh]].\n\n=== [[Miền Nam (Việt Nam)|Miền Nam]] ===\nNgày 1 tháng 11 năm 1947, [[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa]] đã ban hành sắc lệnh 102\/SL cho phép in bạc Việt Nam tại Nam Bộ. Đặc biệt, để huy động nguồn lực trong dân, từ năm 1946 [[Chính phủ Liên hiệp Quốc dân Việt Nam Dân chủ Cộng hòa]] đã ký các sắc lệnh cho phép Nam Bộ được phát hành các loại công thải (vay của dân), sau đó là các công phiếu, công trái kháng chiến như đã thực hiện ở miền Bắc. Tùy điều kiện từng vùng, người dân có thể dùng [[đồng bạc Đông Dương]] để mua hoặc quy ra lúa, vàng. Thậm chí có tờ công trái còn ghi rõ ràng mệnh giá bằng 500&nbsp;kg thóc với phần lãi sẽ trả bên dưới.\n\nTrên cơ sở đó, [[Ban Ấn loát Đặc biệt Nam Bộ]] đã nhanh chóng thành lập tại [[Đồng Tháp Mười]] với tên gọi Ban ấn loát đặc biệt và mật danh là Ban trồng tỉa số 10. Kỹ sư [[Ngô Tấn Nhơn]] - Bộ trưởng Bộ Canh nông, phái viên được Chính phủ cử vào Nam làm trưởng ban này. Luật sư [[Nguyễn Thành Vĩnh]]-ủy viên [[Ủy ban Hành chính kháng chiến Nam Bộ]] và kỹ sư [[Kha Vạn Cân]] làm phó ban. Ủy viên là các ông [[Huỳnh Văn Gấm]], [[Lê Thiên]], [[Ngô Văn Hoa]]...Thời gian đầu, Ban chỉ có một phân ban đóng tại vùng rừng tràm [[Cái Bèo]] thuộc chiến khu [[Đồng Tháp Mười]]. Đến đầu năm 1949, thành lập thêm một phân ban nữa tại [[Gò Bún]]. [[Ban Ấn loát Đặc biệt Nam Bộ]] đã in được các loại giấy bạc 1 đồng, 5 đồng, 20 đồng. Tiền đều có in chân dung Chủ tịch Hồ Chí Minh ở góc, trên đầu là dải chữ Việt Nam dân chủ cộng hòa, bên dưới in lớn chữ Giấy bạc Việt Nam để phân biệt với tiền từ miền Bắc gửi vào. Thời kỳ đầu có mệnh giá 1 đổi 1 với [[đồng bạc Đông Dương]] của Pháp.\n\nMặc dù đội ngũ nhân lực chuyên môn chắp vá và máy móc in ấn lạc hậu (Các máy in typo, offset được giúp tìm mua từ nội thành Sài Gòn, rồi bí mật chuyển bằng đường ghe về [[Đồng Tháp]]), phải quay tay, đạp bằng chân nhưng tờ bạc kháng chiến đã nhanh chóng ra đời ngay trong năm 1948. Tốc độ in ấn được thực hiện khá nhanh. Chỉ đến đầu năm 1949, hơn 325 triệu đồng bạc kháng chiến Nam Bộ đã được in ấn và phát hành từ [[Đồng Tháp]].<ref name=\":1\" \/>\n\nTháng 9 năm 1949, di dời về khu 9 Nam Bộ - chiến khu [[U Minh]] thuộc tỉnh Bạc Liêu cũ (nay là tỉnh [[Cà Mau]]).\n\nĐể tránh khó khăn do việc in ấn tiền gián đoạn, [[Ủy ban Hành chính kháng chiến Nam Bộ]] cho phép các tỉnh được tự in phiếu tiếp tế, tín phiếu để đổi lấy lương thực, hàng hóa thiết yếu trong dân. Trên tờ phiếu có chữ ký của chủ tịch Ủy ban Hành chính kháng chiến cấp tỉnh, trưởng Ty Ngân khố và được bảo đảm bằng tiền giấy bạc Việt Nam. Vì các tỉnh được tự phát hành phiếu riêng nên mỗi địa phương tự trình bày, in ấn theo kiểu của mình: các tín phiếu của [[Trà Vinh]] vẽ hình chùa cổ, bụi chuối, chiến sĩ. Tín phiếu [[Cần Thơ]] có hình cô gái quấn [[khăn rằn]], hình [[Hồ Chí Minh]] và đoàn quân đang cầm cờ về thành. Tín phiếu [[Long Châu Tiền]] thì dòng chữ \"tất cả để tổng phản công\"... Do thiếu thiết bị nên các loại tín phiếu, phiếu tiếp tế này đều được in ấn rất thô sơ, không đạt chuẩn kích thước, màu sắc. Thậm chí, người ta còn lấy cả giấy bao bì gói đồ để in tín phiếu. Tuy nhiên, tất cả đều được người dân chấp nhận, ủng hộ. Đồng thời để giảm bớt áp lực cho việc vận chuyển tiền, các tỉnh kháng chiến lúc này được phép nhận bản kẽm chính của [[Ban Ấn loát Đặc biệt Nam Bộ]] ở [[U Minh]] về tự in và phát hành tiền tại địa phương mình. Chỉ thị ban đầu là tiền tỉnh nào in, chỉ được dùng ở tỉnh đấy, nhưng thực tế được sử dụng khắp nơi do lòng dân ủng hộ<ref name=\"tuoitre.vn\"\/>.\n\nGiữa năm 1951, [[Ban Ấn loát Đặc biệt Nam Bộ]] có bước ngoặt lịch sử do ông [[Dương Quang Đông]] và [[Hội Việt kiều yêu nước Thái Lan]] mua gửi về hai máy in offset hiện đại hiệu Hamada của Nhật sản xuất. Các thiết bị, nguyên liệu kèm theo như máy điện, hóa chất, mực in... cũng được gửi đường biển về đầy đủ. Từ đây, tờ bạc Nam Bộ được in nhanh hơn, nhiều hơn, đặc biệt là đẹp hơn hẳn, chất lượng không còn khác biệt nhiều so với [[đồng bạc Đông Dương]] do Pháp phát hành. Đồng thời, nhà máy giấy Hòa Bình ở Bạc Liêu (cũ) cũng được tăng cường sản xuất để đáp ứng nguồn giấy bạc in tiền. Các loại giấy bạc 1 đồng, 5 đồng, 20 đồng, 50 đồng, 100 đồng được in ra với số lượng lớn.\n\nNăm 1954, [[Hiệp định Genève, 1954|hiệp định Genève]] được ký kết, [[Ban Ấn loát Đặc biệt Nam Bộ]] kết thúc vai trò lịch sử, ngừng hoạt động (tháng 11).<ref name=\"tc1\" \/>\n\n== Hình tiền Việt Nam Dân chủ Cộng hòa ==\n<gallery>\nImage:Vietnam 10 Dong 1951 Averse.jpg|10 đồng (1951), mặt trước\nImage:Vietnam 10 Dong 1951 Reverse.jpg|10 đồng (1951), mặt sau\nHình:T XHCN50(1951)b.jpg|50 đồng, 1951, mặt sau\nHình:T XHCN100(1951)a.jpg|100 đồng, 1951, mặt trước\nHình:T XHCN100(1951)b.jpg|100 đồng, 1951, mặt sau\nImage:Vietnam 500 Dong 1951 Averse.jpg|500 đồng (1951), mặt trước\nImage:Vietnam 500 Dong 1951 Reverse.jpg|500 đồng (1951), mặt sau\nImage:Vietnam 1000 Dong 1951 Averse.jpg|1000 đồng (1951), mặt trước\nImage:Vietnam 1000 Dong 1951 Reverse.jpg|1000 đồng (1951), mặt sau\nFile:Vietnam 5000 Dong 1953 Averse.jpg|5000 đồng (1953), mặt trước\nFile:Vietnam 5000 Dong 1953 Reverse.jpg| 5000 đồng (1953), mặt sau\nImage:Vietnam 1 Dong 1958 Averse.jpg|1 đồng (1958), mặt trước\nImage:Vietnam 1 Dong 1958 Reverse.jpg|1 đồng (1958), mặt sau\nImage:Vietnam 10 Dong 1958 Averse.jpg|10 đồng (1958), mặt trước\nImage:Vietnam 10 Dong 1958 Reverse.jpg|10 đồng (1958), mặt sau\n\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết==\n{{thể loại Commons|Banknotes of Vietnam - 1951 Issue}}\n* [http:\/\/www.sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm147\/vict147?dDocName=CNTHWEBAP01162512937&_afrLoop=4276309147277400&_afrWindowMode=0&_afrWindowId=118iicpf0r_1083#%40%3F_afrWindowId%3D118iicpf0r_1083%26_afrLoop%3D4276309147277400%26dDocName%3DCNTHWEBAP01162512937%26_afrWindowMode%3D0%26_adf.ctrl-state%3D118iicpf0r_1323 Bộ tiền Việt Nam Dân chủ Cộng hòa phát hành 1959 - 1978] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160306003850\/http:\/\/www.sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm147\/vict147?_afrloop=4276309147277400&_afrwindowid=118iicpf0r_1083&_afrwindowmode=0&ddocname=cnthwebap01162512937#%40%3F_afrWindowId%3D118iicpf0r_1083%26_afrLoop%3D4276309147277400%26dDocName%3DCNTHWEBAP01162512937%26_afrWindowMode%3D0%26_adf.ctrl-state%3D118iicpf0r_1323 |date=2016-03-06 }} [[Ngân hàng Nhà nước Việt Nam|SBV]] cập nhật 27\/02\/2009\n* [http:\/\/www.sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm147\/vict147?dDocName=CNTHWEBAP01162512934&_afrLoop=4276414179087700&_afrWindowMode=0&_afrWindowId=118iicpf0r_1083#%40%3F_afrWindowId%3D118iicpf0r_1083%26_afrLoop%3D4276414179087700%26dDocName%3DCNTHWEBAP01162512934%26_afrWindowMode%3D0%26_adf.ctrl-state%3D118iicpf0r_1444 Bộ tiền 1951 - 1959] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304171459\/http:\/\/www.sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm147\/vict147?_afrloop=4276414179087700&_afrwindowid=118iicpf0r_1083&_afrwindowmode=0&ddocname=cnthwebap01162512934#%40%3F_afrWindowId%3D118iicpf0r_1083%26_afrLoop%3D4276414179087700%26dDocName%3DCNTHWEBAP01162512934%26_afrWindowMode%3D0%26_adf.ctrl-state%3D118iicpf0r_1444 |date=2016-03-04 }} cập nhật 26\/02\/2009\n* [http:\/\/banknoteworld.com\/vietnam Tiền giấy Việt Nam]\n\n{{sơ khai}}\n\n[[Thể loại:Kinh tế Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Đơn vị tiền tệ Việt Nam]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Ký hiệu tiền tệ]]\n[[Thể loại:Khởi đầu năm 1946]]\n[[Thể loại:Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Chấm dứt năm 1978]]\n[[Thể loại:Khởi đầu năm 1946 ở Việt Nam]]"}