{"440422":"'''Đỗ Huy Nhiệm''' (杜輝任;<ref>{{Chú thích sách|url=https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k4236917b|title=Phóng lãng|last=Đỗ Huy Nhiệm|year=1944}}<\/ref> sinh ngày 16 tháng 3 năm 1915), bút danh: ''Đỗ Phủ'', ''Thiếu Lăng'', là nhà thơ [[Việt Nam]] thời [[tiền chiến]].\n\n==Cuộc đời==\n'''Đỗ Huy Nhiệm''', quê gốc ở [[Phú Yên]], nhưng sinh ra ở [[Nam Định]]. Trước ông họ Hồ, sau đổi ra họ Đỗ.\n \nThuở nhỏ, ông học ở Nam Định cho đến khi đỗ bằng Thành chung, rồi lên [[Hà Nội]] học tiếp cho đến khi thi đỗ Tú tài.\n\nKhoảng năm 1941, ông vào làm ở Sở Trước bạ Hà Nội. Tháng 10 năm 1941, ông được [[Hoài Thanh]] và Hoài Chân viết bài giới thiệu trong quyển [[Thi nhân Việt Nam]] (xuất bản năm 1942).\n \nÔng có thơ đăng trên các báo thời bấy giờ, như: ''Phụ nữ thời đàm'', ''Tân thiếu niên'', ''Tiến hóa'', ''Văn học tạp chí'', ''Hà Nội báo'', ''Tiểu thuyết thứ năm'', ''Trào phúng'', ''Đông thanh'', ''Đông Á'', ''Đông Tây'', ''Tin mới'',... Ông đã xuất bản 2 tập thơ là ''Khúc ly tao'' (1934), ''Thiên diễm tuyệt'' (1936) và tập truyện ''Tiền kiếp'' (Tam kỳ thư xã xuất bản, Hà Nội, 1943).\n\nTháng 9 năm 1968, Đỗ Huy Nhiệm lại được Nguyễn Tấn Long và Nguyễn Hữu Trọng giới thiệu trong bộ sách ''Thi nhân tiền chiến'', xuất bản tại [[Sài Gòn]] năm 1969.\n \nKhông rõ Đỗ Huy Nhiệm còn sống hay đã mất.\n\n==Tác phẩm==\n*'''Khúc ly tao''' (thơ, 1934)\n*'''Thiên diễm tuyệt''' (thơ, 1936)\n*'''Tiền kiếp''' (tập truyện ngắn, Tam Kỳ thư xã Hà Nội xuất bản, 1943)\n\n==Sự nghiệp văn chương==\nMặc dù được đào tạo trong môi trường tân học, nhưng Đỗ Huy Nhiệm lại chịu ảnh hưởng khá nhiều của nền văn hóa [[phương Đông]]. Trong số các nhà thơ nổi tiếng của [[Trung Quốc]], ông rất say mê [[Đỗ Phủ]], [[Khuất Nguyên]], cho nên ông đã lấy tên và hiệu của Đỗ Phủ làm bút danh, lấy tên tập thơ (Ly tao) của Khuất Nguyên làm tên cho ''Khúc ly tao'' của mình.\n \nKhông chỉ có vậy, theo Hoài Thanh và Hoài Chân, thì những vần thơ của ông còn \"phảng phất giọng Đường\"<ref>''Thi nhân Việt Nam''. Nhà xuất bản Văn học in lại năm 1988, tr. 259.<\/ref>.\n \nĐánh giá sự nghiệp văn chương của Đỗ Huy Nhiệm, ''Từ điển Văn học'' (bộ mới) viết đại để như sau:\n\nThơ ông nói về thứ tình cảm muôn thuở của con người, nhưng đã có thêm \"một chút xôn xao mới\" (''theo Thi nhân Việt Nam''). Đó là những hồi ức về tuổi thơ hồn nhiên (''Tuổi thơ, Xuân hoài, Âm thầm''); là sự say mê, sự đồng cảm, những giận hờn nũng nịu, và cả những tình yêu đơn phương cùng nỗi sầu chi biệt (''Vạn vật, Đôi ta, Thẹn, Truyện thần tiên, Bắt đền, Thẹn lời, Nhớ, say, Đêm chia biệt, Mưa, Bóng yêu đương''); là hoài niệm giữa một thiếu nữ khuê phòng với một người đã trót mang một kiếp gió mây (''Kiếp gió mây''), giữa người khách tài hoa phiêu lãng với nàng ca kỹ trên bến Cô Tô (''Phóng lãng, Thu hoài'')...Tuy nhiên, thơ ông khác với lối tả tình sướt mướt lúc bấy giờ. Đó là chỉ những lời kể chuyện tâm tình nhẹ nhàng, nỗi buồn cũng dịu nhẹ, man mác, có khi đan xen giữa hồi ức và hiện tại.\n \nVề hình thức, thơ ông \"phảng phất giọng Đường thi\" (''theo Thi nhân Việt Nam''), nhưng câu thơ không bị gò bó bởi niêm luật, cách diễn đạt đã \"tự do\" hơn về câu chữ. Tuy bút pháp của ông không có gì thật mới lạ, song nó có sự mượt mà, bình dị, ít triết lý và cách diễn đạt tâm lý cũng đã khá tinh tế...\n\nNgoài thơ, Đỗ Huy Nhiệm còn viết văn xuôi. Tập truyện '''Tiền kiếp''' của ông gồm 9 truyện ngắn, phần lớn viết phỏng theo lối truyền kỳ. Ở đó, nhờ ông chú ý mô tả cảnh sắc thiên nhiên, phần nào khai thác được tâm lý nhân vật…nên đã tạo được một không khí vừa cổ xưa, vừa hiện đại. Cách hành văn trong tập truyện này cũng tương đối giản dị, ngắn gọn.<ref>Theo mục từ \"Đỗ Huy Nhiệm\" do Phạm Ngọc Lan soạn, in trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004, tr. 439.<\/ref>\n\n\n==Thơ Đỗ Huy Nhiệm==\nTrong quyển ''Thi nhân Việt Nam'', ông có ba bài thơ được tuyển giới thiệu, đó là: ''Đìu hiu'', ''Hoa tủi'' và bài thơ sau: \n{|valign=\"top\"\n|\n:'''Thơ Say'''\n \n:''Buồn ở đâu theo tối xuống rồi,\n:''Đã tràn u ám cả hồn tôi\n:''Đang ngồi say khướt bên ao vắng\n:''Tha thẩn nhớ người không nhớ tôi.\n \n:''Viết vội mấy dòng kẻo ý tan\n:''Đang khi hồn ở chốn mơ màng\n:''Để mong ân ái vài giây phút\n:''Giữa lúc say say tưởng cạnh nàng.\n \n:''Viết được mấy dòng rặt những: em\n:''Thế rồi khoa chén uống huyên thiên\n:''Bởi vì mai tỉnh, giờ vui hết,\n:''Nàng sẽ quay về ở chốn tiên.\n \n:''Người ở tiên cung vốn lạnh lùng\n:''Có bao giờ bận với yêu mong.\n:''Mà tôi yêu lắm, tôi mong lắm,\n:''Nàng có bao giờ biết thế không?\n \n:''Chả nhẽ suốt đời trong mộng tưởng\n:''Chỉ say mới dám ngỏ yêu nàng!\n:''Lòng ơi! Gió đã về bên ấy\n:''Còn đợi bao giờ nhắn ý sang?\n|\n:''Qua đã say rồi, nay lại say,\n:''Rượu vơi, buồn vẫn lẩn đâu đây.\n:''Nghiêng hồ tôi rót cho đầy chén\n:''Để giữ người yêu hết trọn ngày.\n \n:''Nàng chỉ thăm tôi những lúc buồn,\n:''Khi hồ đầy rượu, buổi hoàng hôn,\n:''Lúc hồn chuếnh choáng say say ấy\n:''Rồi lại quay về tận cuối thôn.\n \n:''Nàng về thôn nảo thôn nao ấy\n:''Sau núi nghiêng nghiêng đá trập trùng\n:''Những buổi chiều vàng, sau nắng lạt,\n:''Theo chiều lại đến với yêu mong.\n \n:''Chiều nay nàng đến trong ly rượu\n:''Tôi uống vơi vơi hết cả nàng.\n:''Tôi uống dặt dè từng hớp một,\n:''Sợ mai nàng bận chẳng buồn sang.\n \n:''Trăng đã lên cao. Rượu cạn rồi,\n:''Cả nàng đã đẫm cả hồn tôi.\n:''Ngày mai rượu hết nghiêng hồ rỗng\n:''Vét chút hương còn ép sát môi.\n: (''Tiểu thuyết thứ năm'')<ref>Chép theo ''Thi nhân Việt Nam'', tr. 261.<\/ref>\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1915}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Phú Yên]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Nhà thơ Việt Nam]]"}