{"467417":"[[Hình:Đền thờ ông bà Đỗ Công Tường mới.jpg|nhỏ|phải|250px|Đền thờ ông bà Đỗ Công Tường (mới)]]\n\n'''Đỗ Công Tường''' (杜公祥, ? - [[1820]]) tục danh là '''Lãnh''' (嶺), là người có công lập [[chợ]] và có công cứu giúp dân lúc [[bệnh tả]] hoành hành đầu [[thế kỷ 19]]. Sau khi mất, ông được người dân lập đền thờ, được vua [[nhà Nguyễn]] phong là [[Thành hoàng]], và tên ông từ lâu cũng đã trở thành địa danh, đó là [[Cao Lãnh]]<ref>Sau, địa bàn Cao Lãnh tách ra một phần trở thành thành phố Cao Lãnh, số diện tích còn còn lại trở thành [[Cao Lãnh (huyện)|huyện Cao Lãnh]].<\/ref>, hiện trực thuộc tỉnh [[Đồng Tháp]], [[Việt Nam]].\n\n==Cuộc đời==\n[[Tập tin:Đền thờ Đỗ Công Tường.jpg|nhỏ|phải|250px|Đền thờ ông bà Đỗ Công Tường (cũ)]]\nKhông rõ quê quán Đỗ Công Tường ở đâu, chỉ biết ông và vợ từ [[Trung Bộ|miền Trung]] vào lập nghiệp tại làng Mỹ Trà (thời [[Minh Mạng]] làng này thuộc huyện Kiến Phong, phủ [[Kiến Tường]], tỉnh [[Định Tường]]; nay thuộc phường 2, [[thành phố Cao Lãnh]], tỉnh [[Đồng Tháp]])<ref>Bia tưởng niệm tại Đền thờ Đỗ Công Tường, ghi làng Mỹ Trà lúc bấy giờ thuộc tổng Phong Thạnh, tỉnh [[An Giang]] là không đúng.<\/ref> vào khoảng năm [[Đinh Sửu]] ([[1817]]), dưới triều vua [[Gia Long]].\n\nSau mấy năm chăm chỉ khai hoang và ươm trồng, gia cư ông dần khấm khá nhờ có nguồn thu từ vườn [[quýt]]. Vườn quýt của ông bà rộng, mát mẻ, lại ở nơi thuận cả đường sông lẫn đường bộ nên người dân xa gần thường tụ tập đến đây để đổi chác, mua bán. Thấy vậy, ông bỏ tiền ra dựng lên những lều quán bằng cây lá, để có chỗ cho người mua bán tránh mưa nắng. Lần hồi các hiệu buôn bên chợ Hòa Thành (tức Hòa An bây giờ) cũng dời qua, làm cho nơi đấy ngày càng thêm tấp nập, và cái tên ''chợ Vườn Quýt'' có từ khi ấy.\n\nVà cũng vì hay giúp đỡ người nghèo, cộng thêm tính tình cương trực nên ông được dân làng cảm phục, cử làm chức Câu đương, để lo việc phân xử những việc kiện cáo nhỏ tại địa phương. \n[[Tập tin:Bàn thờ Đỗ Công Tường.jpg|nhỏ|phải|250px|Bàn thờ ông bà Đỗ Công Tường ở bên trong đền thờ]] \nNăm [[Canh Thìn]] ([[1820]]), nạn dịch tả bỗng dưng hoành hành rất dữ<ref>Thi hào [[Nguyễn Du]], tác giả [[Truyện Kiều]], chết trong trận đại dịch này.<\/ref>. Dân chúng trong vùng bị bệnh chết rất nhiều, đâu đâu cũng vắng vẻ, ảm đạm, và tiếng mõ kêu cứu cứ một lát lại thúc lên từng hồi.\n\nĐộng lòng trắc ẩn, một mặt ông bà Đỗ Công Tường tìm thuốc hay thầy giỏi về chạy chữa, một mặt ông bà ăn chay lập bàn cầu nguyện xin được chết thay cho dân, vì lúc bấy giờ không ít người có quan niệm rằng bệnh tật này là do trời đất, [[thần]] [[thánh]] quở phạt. Cầu nguyện và chay lạt từ ngày mồng 6 đến mồng 9, thì bà lâm bệnh dịch và qua đời khoảng 10 giờ đêm hôm đó. Đang lo việc tẩm liệm cho vợ, thì ông cũng tắt thở lúc 3 giờ rạng sáng hôm sau, tức ngày mồng 10, vì căn bệnh vừa kể.\n \nTương truyền, chôn cất ông bà xong thì bệnh dịch liền nhanh chóng chấm dứt, cuộc sống dân lành lần hồi trở lại như xưa.\n\n==Tưởng nhớ công ơn==\n===Đền thờ===\nThương ông bà Đỗ Công Tường không con, không có ai thờ phụng, và cũng vì tưởng nhớ công ơn của người đã khuất, người dân lập đã tự nguyện góp công góp của dựng lên một đền thờ kề bên hai ngôi mộ của ông bà, và lấy ngày mồng 8 đến mồng [[10 tháng 6]] ([[âm lịch]]) hàng năm làm ngày lễ giỗ.\n \nKể từ khi thành lập ([[1820]]), trải qua nhiều lần tôn tạo và trùng tu, ngôi đền đơn sơ xưa nay đã là một công trình cổ kính, trang nghiêm và đẹp đẽ, hiện tọa lạc trên đường [[Lê Lợi]] thuộc phường 2, [[thành phố Cao Lãnh]]. Ngày [[20 tháng 4]] năm [[2001]], đền thờ được công nhận là ''Di tích cấp tỉnh, thành phố''. Hiện nay ([[2012]]), ngôi đền đang được trùng tu.\n\nTương truyền, ông bà Đỗ Công Tường thường tỏ ra linh ứng, nên lúc nào trong đền cũng có người đến cầu xin ông bà ban cho những điều tốt lành. Và để tỏ lòng tôn kính, người ta không gọi tên thật nữa mà chỉ gọi là ông bà ông bà Đỗ Công Tường là ''Ông Chủ Bà Chủ chợ Cao Lãnh'', hay gọi ngắn là ''Ông Bà Chủ Chợ''\n\nKể từ năm [[2009]], theo quyết định của Ủy ban nhân dân thành phố Cao Lãnh, lễ giỗ thường niên của ông bà Đỗ Công Tường, chính thức trở thành thành lễ hội văn hóa-lịch sử cấp thành phố, với nhiều hoạt động vui chơi như: [[ca nhạc]], [[đờn ca tài tử]], [[múa lân]], biểu diễn [[thể dục]] dưỡng sinh, thi đấu [[bóng đá]], [[chạy việt dã]] và các [[trò chơi dân gian]]...Đây là một lễ hội mang ý nghĩa nhân văn thể hiện lòng tôn kính, ghi nhớ công đức của ông bà Đỗ Công Tường...<ref>Xem chi tiết ở đây [http:\/\/74.125.155.132\/search?q=cache:BZanYurpn9oJ:www.caolanh.dongthap.gov.vn\/Detail.aspx%3FChannel%3D1%26RecID%3D504+%22L%E1%BB%85+gi%E1%BB%97+%C4%90%E1%BB%97+C%C3%B4ng+T%C6%B0%E1%BB%9Dng+t%E1%BA%A1i+%C4%90%E1%BB%93ng+Th%C3%A1p%22&cd=3&hl=vi&ct=clnk&gl=vn]{{Liên kết hỏng|date=2021-06-02|bot=InternetArchiveBot}}.<\/ref>\n\n===Các thể hiện khác===\n[[Tập tin:Mộ ông bà Đỗ Công Tường.jpg|nhỏ|phải|200px|Mộ Bà và mộ Ông]]\nNgoài việc tạo lập đền thờ, người dân còn lấy tên tục và chức vị ông ghép lại (Câu Lãnh, sau gọi trại thành Cao Lãnh) để thay cho cái tên chợ Vườn Quýt (tức ngôi chợ tại trung tâm thành phố Cao Lãnh hiện nay).\n\nNăm [[1936]], theo lời thỉnh cầu của các hương chức và toàn thể dân làng, vua [[Bảo Đại]] đã sắc phong cho Đỗ Công Tường làm ''Dực Bảo Trung Lương Thành Hoàng Chi Thần''.\n\nNăm [[1943]], sân vận động ở tại Cao Lãnh được mang tên là: ''Vận động trường Đỗ Công Tường''. Tên Đỗ Công Tường, hiện cũng được dùng để đặt tên cho một trường phổ thông trung học tại thành phố Cao Lãnh và một con đường tại Tân Quý, [[quận Tân Phú]], [[Thành phố Hồ Chí Minh]].\n \nNgười đời sau (không rõ tên) có thơ truy niệm ông bà Đỗ Công Tường như sau:\n:''Muôn miệng như nhau đã nói rành,\n:''Câu Đương là chức, Lãnh là danh.\n:''Lập làng khó nhọc, công vừa dứt,\n:''Cất chợ chăm nom, việc mới thành.\n:''Dân đụng giặc trời cam thọ tử,\n:''Cụ đền nợ nước, quyết hy sinh.\n:''Thoát nàn, bá tánh lo thờ phụng.\n:''Miếu đó nghìn thu rạng tiếng lành.''\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*Huỳnh Ngọc Trảng (biên soạn), ''Nghìn năm bia miệng''. Sở Văn hóa và Thông tin Long An xuất bản, 1984.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KHXH, 1992.\n==Liên kết ngoài==\n\n[[Thể loại:Người Đồng Tháp]]"}