{"289842":"{{Thông tin nhân vật\n| tên = Đồng Sĩ Bình\n| hình = Dong Si Binh (thang).JPG\n| ghi chú hình = Đồng Sĩ Bình trong thời gian ở ngục [[Kon Tum]]\n| cỡ hình = 300px\n| tên khai sinh = Đồng Sĩ Bình\n| ngày sinh = {{Birth date |1904|09|22}}\n| ngày mất = {{death date and age|1932|08|15|1904|09|22}}\n| quốc tịch = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n| nơi sinh = Mậu Tài, [[Phú Mậu]], [[Phú Vang]], [[Thừa Thiên Huế]]\n| alt = Chân dung Đồng Sĩ Bình\n| honorific_suffix = (Minh Phụng)\n}}\n'''Đồng Sĩ Bình''' ([[22 tháng 9]] năm [[1904]] – [[15 tháng 8]] năm [[1932]]), còn được viết là '''Đồng Sỹ Bình''', là nhà cách mạng nổi tiếng ở miền Trung Việt Nam trong nửa đầu thế kỷ XX. Mộ ông hiện ở nghĩa trang làng Mậu Tài, xã Phú Mậu, huyện Phú Vang, tỉnh [[Thừa Thiên Huế]].\n\n==Tiểu sử==\n\n'''Đồng Sĩ Bình''' là chí sĩ<ref>Chí sỹ là người trí thức, thường là nhà nho, có chí khí, quyết tâm đấu tranh vì chính nghĩa &nbsp;(trang 149 - Tự điển Tiếng Việt - Hoàng Phê chủ biên - Viện Ngôn ngữ học 1988)<\/ref> cận đại, tên lúc nhỏ là Cơ, tự Mậu Lâm, hiệu Minh Phụng. Ông&nbsp;sinh giờ Dậu, ngày 22-9-1904 (tức ngày 13-8 năm [[Giáp Thìn]]), trong một gia đình nghèo làng Mậu Tài, xã [[Phú Mậu]], huyện [[Phú Vang]], tỉnh [[Thừa Thiên]] (nay là tỉnh [[Thừa Thiên Huế]]). Ông được nhắc đến trong INDOCHINE S.O.S<ref>Xem trang 56<\/ref> (Đông Dương cấp cứu) của Andrée Viollis<ref>{{Chú thích web|url = http:\/\/fr.wikipedia.org\/wiki\/Andr%C3%A9e_Viollis|title = Andrée Viollis - Wikipedia tiếng Pháp}}<\/ref>;&nbsp;Ngục Kon Tum<ref>Nhà xuất bản Nguyễn Sơn Trà in lần đầu tiên năm 1938. Năm 1958 Hội Nhà văn Việt Nam in lại<\/ref> của [[Lê Văn Hiến]]; \"Từ Hà Tĩnh đến nhà đày Kon Tum\" của Ngô Đức Đệ<ref name=\":3\">Là một trong những người lãnh đạo Đảng Tân Việt ở miền Trung, là một trong những người khai sinh ra&nbsp;Đông Dương Cộng sản Liên đoàn<\/ref>; \"Tuấn, chàng trai đất Việt<ref>Xem chương 31<\/ref>\" của [[Nguyễn Vỹ]]; \"De la Mélanésie au Vietnam<ref>{{Chú thích web|url = http:\/\/www.amazon.co.uk\/M%C3%A9lan%C3%A9sie-Vietnam-Itin%C3%A9raire-colonis%C3%A9-francophile\/dp\/B004OCRYNQ|title = De la Mélanésie au Vietnam. Itinéraire d'un colonisé devenu francophile}}<\/ref>\"; \"Từ châu Đại Dương trở về Việt Nam'''\"''' của Đồng Sỹ Hứa và ký ức của nhiều người cùng thời. Ông mất ngày 15-8-1932 (14-7 năm Nhâm Thân).\n\nVới thiên tư đặc biệt, 9 tuổi ông mới được học [[chữ Hán]], nhưng ông học rất giỏi, bị thầy đồ phản đối kịch liệt khi sau 4 năm học ông chuyển sang&nbsp;học [[Chữ Quốc ngữ|chữ quốc ngữ]]. Chương trình 6 năm nhưng ông chỉ học trong 2 năm rưỡi đã thi đỗ bằng Sơ Đẳng Tiểu học (Certificat d'Études Primaire Franco-Indigène) và sau 4 năm học cao đẳng tiểu học ở trường [[Quốc học Huế]] đã đỗ Thành chung (Diplôme d'Étude Primaire Supérieurs Franco-Indigène), xếp thứ 2. Vì nhà nghèo, phải lo cho cha mẹ già yếu, các em còn nhỏ nên ông thi vào làm ở văn phòng của đại lý Tòa [[Khâm sứ Trung kỳ]] bên cạnh Hội đồng Thượng thư của triều đình Huế, rồi bị điều làm [[thông phán]] ở Tòa Sứ [[Quy Nhơn]]. Sau đó từ chức, dấn thân vào các hoạt động yêu nước, bị đày ải ở nhiều nhà tù, ông mất vì bệnh tật chỉ 25 ngày sau khi ra tù lần cuối.\n\n== Quá trình hoạt động yêu nước ==\nNăm 1924, ông thi vào ngạch Phán sự làm việc cho Tòa [[Khâm sứ Trung kỳ]] bên cạnh [[Viện Cơ Mật]] của triều đình [[Huế]]. &nbsp;Làm ở đó, tận mắt thấy sự thối nát của bộ máy cai trị, cái nhục mất nước, nên ngay từ giữa 1924 ông đã bí mật gia nhập [[Đảng Tân Việt]]. Tháng 10-1924 ông bị đổi vào [[Quy Nhơn]]. Ông là Bí thư [[Đảng Tân Việt]]&nbsp;các tỉnh [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]]. Ông cùng với [[Phan Đăng Lưu]] &nbsp;là &nbsp;nòng cốt trong việc tuyên truyền chủ nghĩa yêu nước và tư tưởng cách mạng giải phóng dân tộc thời bấy giờ ở miền Trung. Ông bắt đầu bằng việc vận động học sinh trường cao đẳng tiểu học. Ông tình nguyện mở lớp buổi tối hướng dẫn một số học sinh năm thứ nhất và năm thứ hai. Những học sinh của ông sau này phần lớn đã tham gia cách mạng như Hoàng Phương Thảo<ref>Ủy viên Ủy ban khởi nghĩa tỉnh Thừa Thiên (20\/8\/1945) [theo Dư địa chí Thừa Thiên Huế]<\/ref>. Nhưng một số người lại theo hướng khác như Cao Hữu Thưởng. Ông đã tổ chức viếng mộ [[Mai Xuân Thưởng]] – lãnh tụ phong trào kháng Pháp cuối thế kỷ XIX ở [[Bình Định]] – với bức trướng viết:\n\n&nbsp;''Bại trận nhi bất hàng, hùng tâm phiêu vũ trụ, đáo để chiến công lực kiệt, binh tận thế cô, túng sử quốc vận phương long, chí sỹ hồ cam hàm hận huyết''\n\n&nbsp;''Đoạn đầu du năng tiếu, nghĩa khí quán càn khôn, tự lai chuyên chế vân loa, nhân vong sự một, ná thử thế tâm mạc đạm, hậu sanh phụng vị hích kỳ danh.''\n\n''Việt Nam cách mạng nguyên niên''\n\n''Mạnh đông nhật,''\n\n''Hậu sanh đồng chí Đồng Sĩ Bình huy luỵ khốc.''\n\nHai trụ biểu của mộ [[Mai Xuân Thưởng]] có&nbsp;đôi vế đối, mỗi vế năm chữ: \"''Hùng tâm phiêu vũ trụ\/ Nghĩa khí quán càn khôn''\"<ref>{{Chú thích web|url = http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2007\/10\/48839\/|title = Thăm lại nền mộ cũ cụ Mai}}<\/ref> trích từ bức trướng trên.\n\nCuối&nbsp;năm 1926 ông xin từ chức để làm báo và hoạt động cách mạng. Ông cùng với [[Bửu Đình]] viết bài bằng tiếng Việt đăng trên báo Tân Thế Kỷ, bằng tiếng Pháp cho tờ La Cloche Fêlée, (Cái Chuông Rè) – 2 tờ này xuất bản ở Sài Gòn, và L’ Argus Indochinois – xuất bản ở Hà Nội, công kích một số chính sách đàn áp, bóc lột của thực dân Pháp và bọn quan lại [[Nam Triều]]. Các sách báo đó đã tác động mạnh mẽ và cổ vũ phong trào đấu tranh của học sinh. Khi nghe tin [[Phan Châu Trinh]] mất, ông làm lễ truy điệu tại nhà, có một số học sinh trường Trung học [[Quy Nhơn]] tham dự<ref>Xem \"Tuấn, chàng trai đất Việt\" của Nguyễn Vỹ<\/ref>. Gặp lúc cha ốm nặng sắp chết, ông ra Huế để lo việc cho cha.Tết năm Đinh Mão (20-2-1927), nhân dịp học sinh và các nhân sĩ trí thức lên dốc Bến Ngự chúc thọ cụ [[Phan Bội Châu]], ông cùng với [[Bửu Đình]] nhảy lên bục diễn thuyết bằng tiếng Pháp<ref name=\":1\">Xem trang 16, hồi ký của Nguyễn Chí Diểu (53 trang) Nguyễn Khoa Điềm) viết lời tựa<\/ref>, hô hào cách mạng, chống thực dân Pháp và đả kích việc [[nhà Nguyễn]] đưa [[Vĩnh Thụy]] lên ngôi. Ngày 2-3-1927, cha chết. Hai hôm sau, lúc đang làm lễ phát tang cho cha thì bị bắt, ông bị khiêng bằng cái trạc<ref>Dụng cụ giống như cái cáng, dùng mang phân ra bón ruộng ở Thừa Thiên Huế.<\/ref>&nbsp;giải lên Huế trong trang phục đại tang<ref name=\":1\" \/>, gây xôn xao dư luận bấy giờ. Ông bị chuyển đến nhà tù Bình Định. Điểm chính trong cáo trạng của toà án Nam Triều là dòng chữ \"''Việt Nam cách mạng nguyên niên''\" trong bức trướng viếng mộ [[Mai Xuân Thưởng]]. Ông bị kết án 9 năm tù khổ sai, đày lên Buôn Mê Thuột năm 1928.&nbsp;\n\nĐầu năm 1930 ông được thả. Thống đốc [[Thừa Thiên]] mời ông nhận một chức quan nhưng ông từ chối thẳng thừng và bị quản thúc ở địa phương.&nbsp;Ông mang vật dụng lên ăn ở tại mộ cha mấy ngày đêm để chịu tang bù lại những ngày bố mất, ông bị bắt giam. Mộ cha đặt tại nơi ông đã chọn, trên ngọn đồi nhỏ gần khu lăng Khải Định, ngày ấy còn rất hoang vắng, có nhiều thú dữ. Khi 13 nhà cách mạng [[Quốc dân đảng]] của [[Nguyễn Thái Học]]&nbsp;bị xử tử, ông đã làm lễ truy điệu tại sân nhà cùng với các trí thức và học trò trong vùng, trong đó có [[Nguyễn Chí Diểu]]. Bị bắt lại, ông bị giam ở lao [[Thừa Thiên]]. Vì đã chớm bị lao phổi, hàng ngày lính xích tay ông dẫn đi chữa bệnh. Bị nghi ngờ là đã tham gia đảng cộng sản, ông bị đày lên ngục [[Kon Tum]], là một trong những tù chính trị đầu tiên ở nhà ngục này, cùng với lớp lớp tù nhân làm đường ở Đắc Tô. Bị bệnh nặng, sắp chết, mùa hè năm 1932 được thả về quê, sau 25 ngày thì mất ở nhà ngày 14-7 Nhâm Thân (15-8-1932).\n\nKhi ông mất, ký giả Bùi Thế Mỹ<ref>{{Chú thích web|url = http:\/\/baoquangnam.com.vn\/nguoi-quang-xa-que\/dat-va-nguoi-xu-quang\/201306\/bui-the-my-nha-bao-ba-ngang-312691\/|title = Bùi Thế Mỹ}}<\/ref>&nbsp;làm thơ viếng:\n\n'''KHÓC ĐỒNG SĨ BÌNH'''\n\n'''''Đồng Sĩ Bình''' ơi! '''Đồng chí Sĩ Bình'''''\n\n''Một người yêu nước đã hy sinh''\n\n''Thương ai tuổi trẻ gan bằng đấu''\n\n''Xét kẻ lòng son chí chửa thành''\n\n''[[Cô Trúc]] mây lồng, trăng vặc vặc''\n\n''Mịch Hà''<ref>Mịch Hà là sông Mịch La, nơi Khuất Nguyên gieo mình tự tử<\/ref>'' sóng gợn, nước xanh xanh''\n\n''Thân anh dù nát, anh đâu nại''\n\n''Trách nhiệm mong tròn lũ hậu sanh.''\n\n== Một số truyền kể về Đồng Sĩ Bình ==\nÔng là người nổi tiếng, có uy tín, được nhiều người mến phục, đến độ có khả năng cảm hóa người khác, kể cả người đang làm việc cho [[thực dân Pháp]] chịu trách nhiệm giám sát mình, được truyền kể như giai thoại.\n\n=== Chuyện thứ nhất ===\nKhi kết thúc lễ đặt thi hài cha vào quan tài, thấy người đến bắt, ông mặc lại đại tang, không chịu để chúng dẫn đi thầm lặng bằng thuyền. Ông biện luận theo phong tục tập quán, một người con, nhất là con cả, chỉ có thể rời thi hài cha mình khi bị cưỡng bức. Thế là tay bị trói, những người bị trưng dụng để khiêng ông long lanh nước mắt. Một tiểu đội lính dõng mang vũ khí đi theo \"hộ tống\". Chúng đưa ông đi qua các làng Mậu Tài, Thanh Tiên, Thế Vinh và Tiên Nộn, qua sông Hương, đến thị trấn Bao Vinh, vào Huế. Từ đó đoàn người theo sau dọc theo sông Đông Ba, đường [[Paul Bert]], nay là đường Trần Hưng Đạo (hồi đó và nay vẫn là phố thương mại sầm uất nhất của thành phố). Và sau khi qua [[cầu Tràng Tiền]] (người Pháp gọi là Clémenceau), đoàn người vào phố Jules Ferry, nay là phố [[Lê Lợi]]. Ở đó có khách sạn Morin lớn nhất thành phố, tòa nhà của Ngân hàng Đông Dương, các sở và các biệt thự của các công chức cao cấp xứ [[Trung Kỳ]], của tỉnh [[Thừa Thiên]] và của thành phố [[Huế]] đến nhà tù tỉnh ở phố cạnh đó. Suốt đoạn đường ông bị khiêng đi, chừng 6 – 7&nbsp;km, người ta nhìn theo người thanh niên mặc y phục đại tang ấy, hai tay bị trói chặt và ngồi trên một cái trạc chuyển phân. Kẻ thì ái ngại, kẻ thì ý thức phản đối bắt đầu trỗi dậy<ref>Theo \"Từ châu Đại Dương trở về Việt Nam\" của Đồng Sỹ Hứa<\/ref>.\n\n=== Chuyện thứ hai<ref name=\":0\">{{Chú thích web|url = http:\/\/quangtrungbinhkhe.blogspot.com\/2012\/06\/co-mot-nguoi-tu-oc-ao.html|title = CÓ MỘT NGƯỜI TÙ ĐỘC ĐÁO}}<\/ref> ===\nQuan [[Tổng đốc]] Bình Phú (Bình Định – Phú Yên) [[Nguyễn Đình Hiến]] vì mến tài Đồng Sĩ Bình mà gần như \"công khai\" biệt đãi người chí sĩ yêu nước trẻ tuổi này. Ấy là vào năm 1926, ông mới 22 tuổi, chuyển từ [[Huế]] vào làm thông phán<ref name=\":2\" \/> Tòa sứ Quy Nhơn, nhưng lại âm thầm tham gia hội kín chống Pháp. Có lần ông cùng một số đồng chí khác vượt gần 50 cây số từ Quy Nhơn lên mạn [[Tây Sơn, Bình Định|Tây Sơn]] hạ đạo, vùng Phú Lạc, Bình Khê (nay là huyện [[Tây Sơn, Bình Định|Tây Sơn]], [[Bình Định]]) để viếng mộ lãnh tụ [[Cần Vương]] [[Mai Xuân Thưởng]], rồi tổ chức lễ truy điệu vị Nguyên soái này và viết đôi câu đối tỏ lòng khâm phục để thờ. [[Thực dân Pháp]] biết được, bắt ông giam vào nhà tù [[Bình Định]], giao cho quan [[Tổng đốc]] [[Nguyễn Đình Hiến]] xét hỏi. Lạ thay, quan [[Tổng đốc]] không những không điều tra xét hỏi gắt gao như bao người tạm giam khác mà còn sai người hằng ngày lén mang cơm nước vào nhà giam cho người tù trẻ. Thỉnh thoảng quan còn tới tận nhà giam thăm viếng, hoặc bảo người đưa ông về tư dinh cùng đàm luận văn chương, thế sự.\n\nMột người em họ của ông Bình là Đồng Sĩ Quế (hiện ở [[Huế]]) còn nhớ hai bài thơ thất ngôn bát cú (chỉ còn nhớ được mỗi bài sáu câu), xướng của [[Nguyễn Đình Hiến]], họa của '''Đồng Sĩ Bình''':\n\n'''Bài Xướng'''\n\n''Chớ vội mà lầm chữ lợi danh''\n\n''Ta nào còn phải mấy ai tranh''\n\n''Thành đồng, oai dậy quyền vương ngoại''\n\n''……''\n\n''Hỡi người tuổi trẻ xin đừng vội''\n\n''Chớ vội mà lầm chữ lợi danh''\n\n'''Bài Họa'''\n\n''Là đồ vô học, đứa vô danh''\n\n''Ta chẳng kiên mà cũng chẳng tranh''\n\n''Mượn chốn [[Đồ Bàn]] &nbsp;chôn chủng tộc''\n\n''Đem văn [[Tiến sĩ]] bán gia đình''\n\n''……''\n\n''Dù trau nét mắt nên da trắng''\n\n''Thì cũng xu thời với lợi danh.''\n\nChuyện còn kể, có khi đọc bản biện hộ của '''Đồng Sĩ Bình''' viết bằng [[chữ Hán]], thấy hay quá, quan bèn cao hứng cầm bút khuyên son lên cả trang giấy. Sau sực nhớ ra, quan vội bảo \"tù nhân\" viết lại bản khác để xếp vào hồ sơ lưu!\n\nViệc làm ấy của quan [[Tổng đốc]] [[Nguyễn Đình Hiến]] bị Công sứ [[Quy Nhơn]] biết được, gửi thư khiển trách. Quan [[Tổng đốc]] không trả lời, coi như chẳng có việc gì. Quan Công sứ bèn bẩm báo lên tòa [[Khâm sứ Trung Kỳ]], yêu cầu triều đình [[Huế]] điều [[Tổng đốc]] [[Nguyễn Đình Hiến]] về lại Kinh sư<ref>{{Chú thích web|url = https:\/\/vi.wiktionary.org\/wiki\/kinh_s%C6%B0|title = Kinh sư}}<\/ref> để cách ly chuyện làm \"xằng bậy\", tránh ảnh hưởng không tốt trong dư luận quần chúng.\n\n=== Chuyện thứ ba<ref name=\":0\" \/> ===\n'''Đồng Sĩ Bình''' cảm hóa một cách nhanh chóng một sếp lao ở [[Kon Tum]]. Ấy là vào năm 1928, ông đang bị giam giữ tại nhà tù [[Ban Mê Thuột]] thì bị mắc bệnh ho lao. Thực dân Pháp chuyển ông sang giam ở [[Kon Tum]]. Ông được đưa về tạm trú tại nhà ngục [[Kon Tum]] vài hôm để chuyển tiếp lên nhà giam Đăk Tô. Chỉ có 2 hôm ở nhà ngục Kon Tum thôi mà, không biết bằng cách nào, ông cũng đã kịp làm cho ông Đội Phụng (tức Huỳnh Đăng Thơ, chỉ huy lính Khố xanh ([[lính tập]]) canh gác nhà ngục) tỏ lòng khâm phục và bắt đầu suy nghĩ về ý thức chính trị. Chuyện này được Ngô Đức Đệ <ref name=\":3\" \/> viết trong hồi ký '''''Từ Hà Tĩnh đến nhà đày Kon Tum''''': \"''Năm 1928 khi anh '''Đồng Sĩ Bình '''bị địch đưa từ nhà lao Buôn Ma Thuột đi giam ở Đăk Tô, tạm trú ở lao Kon Tum hai hôm, Huỳnh Đăng Thơ đã tỏ ra khâm phục anh Bình và đồng chí Thơ đã bắt đầu có ý thức chính trị từ đó\". ''Có lẽ đó là tiền đề để 2 năm sau, &nbsp;năm 1930, khi Ngô Đức Đệ<ref name=\":3\" \/> bị đày lên [[Kon Tum]], đã tuyên truyền giác ngộ được Đội Thơ một cách dễ dàng và nhanh chóng giới thiệu kết nạp ông Đội này làm đảng viên đầu tiên ở [[Kon Tum]].&nbsp;\n\n=== Chuyện thứ tư ===\n\"…tôi ([[Lê Văn Hiến]]) ''nhớ lại một anh em chính trị phạm tên là '''Đồng Sĩ Bình''', cũng vì thạo tiếng Pháp mà bị “ăn hèo” một bữa thất điên bát đảo! Nguyên trước Bình có đi đày Ban Mê Thuột mấy năm, học nói tiếng Rhadé rất thạo. Khi bị bắt lần thứ hai, Bình bị đày lên Kon Tum, rồi Đăk Xút, Đăk Pao. Bấy giờ Bình tự tin rằng biết tiếng dân tộc thiểu số thì chắc được biệt đãi, khỏi phải bị hành hạ, đánh đập như người khác. Vô ý trong lúc nói chuyện với lính, Bình lại lộ rằng mình thông thạo cả tiếng Pháp, làm cho tên đội Kiáp là người độc ác nhất trong bọn &nbsp;để ý đến Bình. Rồi một hôm trong lúc làm việc, Bình bị Kiáp đánh cho một trận gần chết! Nó vừa đánh vừa nói: “Mày ỷ biết tiếng ông quan, tao đánh cho biết mặt”! Bình bị đánh bữa ấy rất nặng, kêu gào đến tắt tiếng, về lao ăn ngủ không được, chỉ mong chết cho khỏe thân! Sau lúc đó bệnh ho lao của Bình nặng thêm mãi đến lúc được tha về, sau một tháng thì chết!”''.\n\nVà đoạn: ''-“Qua hôm sau, tôi ra làm việc, đem hết sức ra mà cuốc đất để cho khỏi bị hèo, thế mà cũng không tránh khỏi. Tự nhiên thấy năm sáu tên lính cầm hèo mây to tướng đua nhau bổ vào người tôi như mưa giông, tôi nằm lăn dưới đất, lăn lóc dưới trận mưa hèo, kêu la hết sức mà chúng cũng cứ thẳng tay. Còn tên Kiáp thì ngồi trên cao nhìn xuống, lấy làm đắc ý lắm! … Xong một ngày đầu về, trong mình tôi như phỏng lửa, đỏ bầm thâm tím, không còn chỗ xót lằn roi! (…) Bạn nằm gần tôi là Đồng Sỹ Bình mới trao cho tôi một cái “bí mật” là ngày mai phải mặc ít nữa là ba cái quần, năm cái áo như mọi người, để khỏi chết dưới ngọn hèo của lính. Té ra ai nấy đều thụng thịnh trong bộ năm, bộ ba cả mà tôi không biết”''. ''Nhờ lời \"bí truyền\" ấy, nên qua ngày mai tuy bị hèo nhiều, nhưng cũng đỡ bớt đau đớn\"''\n\n== Thơ văn ==\n\n=== Làm khi bị giam ở Bình Định ===\nKhi bị giam khá lâu mà chưa mở phiên tòa xét xử ông đã làm thơ ngũ ngôn:\n\n''… Một tháng tám ngày lẻ''\n\n&nbsp; &nbsp;<nowiki> <\/nowiki>''Mà chẳng thấy tội danh''\n\n&nbsp; &nbsp;''Cường quyền chi lắm thế?''\n\n&nbsp;<nowiki> <\/nowiki>''Bèn nổi trận lôi đình!''\n\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<nowiki>  <\/nowiki>''***''\n\n&nbsp;''Hai tay xắn quần áo''\n\n''Leo tuốt đọt cây bàng''\n\n''Mắt nhìn ra cổng ngõ''\n\n''Miệng chửi bới các quan''\n\n…..\n\n=== Làm khi bị đi đày ===\nTrên đường đi đày, ông có mấy câu thơ rất chua chát:\n\n&nbsp; &nbsp; &nbsp;''….\"Viết hai chữ cách mạng''\n\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<nowiki> <\/nowiki>''Tù chín năm khổ sai.''&nbsp;\n\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<nowiki> <\/nowiki>''Ký giấy bán dân nước''<ref>\"Ký giấy bán dân nước\"\ntác giả muốn ám chỉ việc sau khi vua Khải Định qua đời, Toàn quyền Monguillot\nbuộc triều Nguyễn ký Qui ước (Convention) ngày 6.11.1925 nhượng cắt tất cả quyền\nhành còn lại của Nam triều cho Pháp.<\/ref>&nbsp;\n\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<nowiki> <\/nowiki>''Tù ấy mấy vạn ngày?\"''&nbsp;\n\n=== Thơ khác ===\nCháu gái ông (bà Trần Thị Hạnh, hiện ở Sài Gòn, con của ông Trần Thiếu Du và bà Đồng Thị Xuân Lan), còn thuộc lòng bài thơ của ông:\n\n''Chim&nbsp;ơi da diết kêu chi''\n\n''Lòng ta huống những nặng vì nước non''\n\n''Chim ơi một tấm lòng son''\n\n''Sá gì mưa nắng mà mòn hỡi Chim ?''\n\n''Mặt sầu tiền lộ vô tri kỉ''\n\n''Chim mầy ơi mầy rầu rĩ kêu chi!''\n\n''Trong thế gian nào hiếm những chung kỳ''\n\n''Ta bước trước rồi thì người phò tá''\n\n''Cố kim sở vị anh hùng giả''\n\n''Thương đao cung kiếm bất ly thân''\n\n''Ta nhỏ máu ra để rửa nhục cho muôn dân''\n\n''Trừ gian tặc cho muôn dân đều an lạc''\n\n''Chữ trung nghĩa lòng ta đều ghi tạc''\n\n''Ta nghiến răng ta bước, bước gian truân''\n\n''Coi chừng thế sự xoay vần''\n\n''Chớ thừa cơ hôi mà lầm nấc thang''\n\n''Dặn lòng, lòng hỡi &nbsp;cho ngoan.''\n\n………..\n\nKhi từ Ban Mê Thuột về, ông mang theo hai bản dịch bằng thơ 2 vở kịch của văn hào Pháp [[Pierre Corneille]], trong đó có bi kịch \"Horace\". Sinh thời, em ông là Đồng Sỹ Hiền còn nhớ 2 câu: \"''Chết vì tổ quốc\/ Đó là số phận đẹp nhất, đáng yêu nhất''\". Ông làm nhiều thơ, viết nhiều bài báo. Hầu hết các bài viết của ông hiện thất lạc chưa tìm thấy.\n\n== Gia đình ==\nGia đình ông có truyền thống yêu nước, ông nội là Đồng Sĩ Thiết, đội trưởng, bị thương trong trận chống quân Pháp đánh chiếm [[cửa Thuận An]]. Khi ông bị đày ở [[Buôn Mê Thuột]], mẹ và 2 người em&nbsp;là Đồng Thị Xuân Lan, Đồng Sỹ Hứa, cũng bị bắt giam do trong nhà có thư của một tù chính trị. Bà Lan được tha do mù chữ, còn 2 mẹ con bị tra hỏi ở nhà tù Huế ròng rã cả tháng trời. Bà Lan sau lấy nhà cách mạng Trần Thiếu Du. Đồng Sỹ Hứa (1915-2004) là người lãnh đạo khởi nghĩa ở Tân Đảo ([[Vanuatu]]), sau làm ở Ban Quốc tế của [[Tổng Liên đoàn Lao động Việt Nam]], dịch sách, viết văn…; em trai Đồng Sỹ Hiền (1918-2010) bị toà án của thực dân Pháp kết án tử hình (vắng mặt) trong phiên toà ngày 4-8-1948 ở Sài Gòn về các hoạt động cách mạng trong những năm 1944-1945, là Giáo sư, Tiến sĩ khoa học, là một trong những chuyên gia đầu ngành lâm nghiệp. Ông còn một người em trai khác là Đồng Sỹ Hộ, rất thông minh nhưng bị tai nạn mất sớm.\n\nÔng đã có hôn thê ở Huế nhưng chưa kịp làm lễ cưới. Bà chăm sóc ông cho đến khi ông mất và ở vậy suốt đời.\n\n== Tưởng niệm ==\nNăm 1957, Chính phủ [[Việt Nam Cộng Hòa]] đã đặt bia ở mộ ông tại nghĩa trang làng Mậu Tài, Phú Mậu, Phú Vang, Thừa Thiên Huế. Trên bia ghi \"'''''VNCH phụng lập Minh Phụng Liệt sĩ Đồng Sĩ Bình Chi Mộ'''''\". Năm 1955 (ở Sài Gòn), &nbsp;đường 47 được đổi tên là đường Minh Phụng (dài khoảng 1977 mét, lộ giới 30 mét &nbsp;từ bến Phan Văn Khỏe đến đường Bình Thới, chạy qua quận 6,11).\n\nNăm 1998, nguyên Thủ tướng [[Phạm Văn Đồng]] đã viết \"''về hoạt động của anh '''Đồng Sĩ Bình''' thì tôi có biết và tôi xác nhận đó là sự thật. Anh '''Đồng Sĩ Bình''' đáng được công nhận là liệt sĩ''<ref>Thư của nguyên Thủ tướng [[Cộng hòa Xã hội Chủ nghĩa Việt Nam]], [[Phạm Văn Đồng]] gửi Trưởng ban Tổ chức Trung ương Đảng [[Nguyễn Văn An]] ngày 28\/4\/1998<\/ref>\".&nbsp;\n\nGhi nhận công lao của ông, năm 2010, tên ông đã được Hội đồng nhân dân Thừa Thiên Huế đặt cho một con đường ở thị trấn Thuận An. Các huyện A Lưới, Phú Lộc của tỉnh[[Thừa Thiên Huế|Thừa Thiên – Huế]] cũng có đường '''Đồng Sĩ Bình'''<ref>Theo Nghị quyết &nbsp;số 8e\/2010\/NQCĐ-HĐND ngày 02 tháng 6 năm 2010 của Hội đồng nhân dân tỉnh Thừa Thiên – Huế &nbsp;''về việc đặt tên đường ở thị trấn Thuận An, huyện Phú Vang đợt I''.<\/ref>. Ở thành phố Buôn Ma Thuột đường Đồng Sỹ Bình nối đường Giải Phóng với Hẻm 155 Đồng Mai Hắc Đế.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài và tham khảo ==\n\n* Nguyễn Đắc Xuân, [http:\/\/netcodo.com.vn\/service\/printversion?article_id=449 Huế - chuyện 100 năm trước]{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}, Bưu điện Thừa Thiên Huế.\n* Nguyễn Xuân Nhân, [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2007\/6\/44217\/ Hai bậc tài danh, hai cảnh ngộ], Báo Bình Định.\n* Andrée Viollis, Indochine S.O.S, NRF, 1935, 240 p.\n* Dong Sy Hua, 1993, De la Mélanésie au Vietnam, L'Harmattan, 181 p\n* Đồng Sĩ Hứa, 1998, Từ châu Đại Dương trở về Việt Nam, Nhà xuất bản Thuận Hóa, 271 trang\n{{Thời gian sống|sinh=1904|mất=1932}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]"}