{"555421":"{{otheruses|Đức Thuận (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Đức Thuận\n| hình = \n| ghi chú hình = \n| vĩ độ= 18\n| vĩ phút = 32\n| vĩ giây = 46\n| kinh độ = 105\n| kinh phút = 41\n| kinh giây = 40\n| diện tích = 8,36 km²<ref name=ĐT\/>\n| dân số = 5.657 người<ref name=ĐT\/>\n| thời điểm dân số = \n| mật độ dân số = 689 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Hà Tĩnh]]\n| thị xã = [[Hồng Lĩnh]]\n| thành lập = 19\/1\/2009<ref name=03\/NĐ-CP\/>\n| trụ sở UBND = Số 116, Đ. Ngọc Sơn, TDP Ngọc Sơn\n| mã hành chính = 18124<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|http:\/\/ducthuan.hatinh.gov.vn}}\n}}\n\n'''Đức Thuận''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Hồng Lĩnh]], tỉnh [[Hà Tĩnh]], [[Việt Nam]].\n\n==Địa lý==\nPhường Đức Thuận nằm ở phía bắc và tây bắc thị xã Hồng Lĩnh, có vị trí địa lý:\n*Phía đông giáp huyện [[Nghi Xuân]] và phường [[Bắc Hồng (phường)|Bắc Hồng]], xã [[Thuận Lộc (xã)|Thuận Lộc]]\n*Phía tây và phía nam giáp huyện [[Đức Thọ]]\n*Phía bắc giáp phường [[Trung Lương (phường)|Trung Lương]].\n\nPhường Đức Thuận có diện tích 8,36&nbsp;km², dân số 5.756 người<ref name=ĐT>{{Chú thích web|url=http:\/\/ducthuan.hatinh.gov.vn\/ducthuan\/KenhTin\/Lich-su-tphatinh.aspx|tựa đề= Quá trình hình thành và phát triển |ngày= |website= Cổng thông tin điện tử phường Đức Thuận, thị xã Hồng Lĩnh |ngày truy cập=}}<\/ref>, mật độ dân số đạt 689 người\/km².\n\nTừ xa xưa trên địa bàn phường này có tuyến [[kênh Nhà Lê]] nối từ  [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] đi qua, là tuyến đường thủy đầu tiên trong lịch sử Việt Nam và được coi là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt.\n\n==Hành chính==\nPhường Đức Thuận được chia thành 7 tổ dân phố: Đồng Thuận, Ngọc Sơn, Thuận An, Thuận Hòa, Thuận Hồng, Thuận Minh, Thuận Tiến<ref name=PĐT\/>.\n\n==Lịch sử==\nTrước [[Cách mạng tháng Tám]] năm [[1945]], các làng: Quỳnh Lâm, Trung Lương, Vân Chàng, Ngọc Sơn, Bình Lãng, Vĩnh Ninh (thuộc phường Trung Lương và phường Đức Thuận ngày nay) là đơn vị hành chính cơ sở thuộc tổng Trung Lương, huyện Can Lộc, phủ Đức Thọ và dân số khoảng 1.400 người.\n\nSau [[Cách mạng tháng Tám]] năm [[1945]], các làng: Vân Chàng, Ngọc Sơn, Bình Lãng, Vĩnh Ninh được sáp nhập lại thành xã Thiên Thuận (đây là những làng gốc, ổn định lâu dài của phường Đức Thuận ngày nay).\n\nNăm [[1948]], xã Thiên Thuận sáp nhập với xã Hồng Tiên (tức phường Trung Lương hiện nay) thành xã Hồng Thuận.\n\n[[Tháng 2]] năm [[1950]], xã Hồng Thuận và xã Trung Lương tách khỏi huyện Can Lộc nhập về huyện Đức Thọ.\n\n[[Tháng 7]] năm [[1954]], xã Hồng Thuận lại tách ra làm 2 xã như trước năm [[1948]]. Hồng Tiên đổi tên thành Đức Hồng. Thiên Thuận đổi tên là Đức Thuận với dân số 2.923 người.\n\nNăm [[1963]], Đức Thuận đón nhận thêm cư dân vùng ngập lụt ngoài đê La Giang đến xây dựng vùng kinh tế mới, định cư dưới chân núi Hồng, góp phần hình thành nên làng mới mang tên làng Hồng Lĩnh.\n\nNgày [[19 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 76-HĐBT<ref name=76-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-76-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Nghe-An-43136.aspx|tựa đề= Quyết định 76-HĐBT năm 1981 phân vạch địa giới một số xã và thị trấn thuộc tỉnh Nghệ Tĩnh do Hội đồng Bộ trưởng ban hành |ngày= 19 tháng 9 năm 1981 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 9 năm 2022}}<\/ref> thành lập thị trấn Hồng Lĩnh trực thuộc huyện [[Đức Thọ]] trên cơ sở tách đất phía Đông và Đông Nam của làng Bình Hồng (Bình Lãng cũ) của xã Đức Thuận.\n\nSau khi thành lập, phần lớn cư dân xóm 6 mới định cư ven Quốc lộ 1A được chuyển về phường Bắc Hồng. Xã được nhận thêm một số diện tích đất và một bộ phận cư dân phía hữu ngạn sông Minh của xã Đức Thịnh (Đức Thọ) chuyển về, lập nên xóm Đồng Thuận<ref name=PĐT>{{Chú thích web|url=http:\/\/ducthuan.hatinh.gov.vn\/ducthuan\/KenhTin\/Lich-su-hinh-thanh.aspx|tựa đề= Lịch sử hình thành phường Đức Thuận |ngày=|website= Trang thông tin điện tử phường Đức Thuận, thị xã Hồng Lĩnh |ngày truy cập=}}<\/ref>.\n\nNgày [[2 tháng 3]] năm [[1992]], Hội đồng Bộ trưởng ban hành Quyết định số 67-HĐBT<ref name=67-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-67-HDBT-thanh-lap-thi-xa-Hong-Linh-tinh-Ha-Tinh-38277.aspx|tựa đề= Quyết định 67-HĐBT năm 1992 về việc thành lập thị xã Hồng Lĩnh thuộc tỉnh Hà Tĩnh do Hội đồng Bộ trưởng ban hành |ngày= 2 tháng 3 năm 1992 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 9 năm 2022}}<\/ref> tách xã Đức Thuận thuộc huyện Đức Thọ với dân số 4.860 người để thành lập thị xã Hồng Lĩnh.\n\nNgày [[13 tháng 3]] năm [[1992]], Bộ trưởng, Trưởng Ban tổ chức cán bộ của Chính phủ ban hành Quyết định số 112\/TCCP<ref name=112\/1992\/QĐ-TCCP>Quyết định số 112\/TCCP về việc thành lập các phường Bắc Hồng, Nam Hồng thuộc thị xã Hồng Lĩnh, tỉnh Hà Tĩnh do Bộ trưởng, Trưởng Ban tổ chức cán bộ của Chính phủ ban hành<\/ref> thành lập phường Bắc Hồng trên điều chỉnh 54,4 ha diện tích tự nhiên của HTX Hồng Sơn, xã Đức Thuận<ref name=PBH2020>{{Chú thích web|url=http:\/\/bachong.hatinh.gov.vn\/bachong\/KenhTin\/Lich-su-hinh-thanh.aspx|tựa đề= Lịch sử hình thành phường Bắc Hồng |ngày=|website= Trang thông tin điện tử phường Bắc Hồng, thị xã Hồng Lĩnh |ngày truy cập=}}<\/ref>.\n\nNgày [[19 tháng 1]] năm [[2009]], Chính phủ ban hành Nghị định số 03\/NĐ-CP<ref name=03\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-03-ND-CP-thanh-lap-phuong-thuoc-thi-xa-Hong-Linh-dieu-chinh-dia-gioi-hanh-chinh-xa-de-mo-rong-thi-tran-Huong-Khe-thuoc-huyen-tinh-Ha-Tinh-85562.aspx|tựa đề= Nghị định 03\/NĐ-CP về việc thành lập phường thuộc thị xã Hồng Lĩnh; điều chỉnh địa giới hành chính xã để mở rộng thị trấn Hương Khê thuộc huyện Hương Khê, tỉnh Hà Tĩnh |ngày= 19 tháng 1 năm 2009 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 9 năm 2022}}<\/ref> về việc thành lập phường Đức Thuận trên cơ sở toàn bộ diện tích và nhân khẩu của xã Đức Thuận.\n\nPhường Đức Thuận có 853,51 ha diện tích tự nhiên và 6.056 nhân khẩu.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hà Tĩnh}}\n{{Đơn vị hành chính thuộc thị xã Hồng Lĩnh}}"}