{"362694":"{{chú thích trong bài}}\n{{bài cùng tên|Đền Trần}}\n{{Thông tin đền Việt Nam\n| tên = Đền Trần Thương\n| di tích = [[Di tích quốc gia đặc biệt (Việt Nam)|Di tích quốc gia đặc biệt]]\n| hình = \n| vĩ độ = 20.5761573\n| kinh độ = 106.1037476\n| tước vị = Hưng Đạo đại vương\n| tên thần = [[Trần Hưng Đạo|Trần Quốc Tuấn]]\n| sinh = 1231\n| mất = 1300\n| công trạng = \n| thánh tích = \n| loại đền = \n| đối tượng thờ = \n| địa chỉ = thôn Trần Thương, xã [[Trần Hưng Đạo, Lý Nhân|Trần Hưng Đạo]], huyện [[Lý Nhân, Hà Nam|Lý Nhân]], [[Hà Nam]]\n| thành lập = \n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| nguyên nhân đóng cửa = \n| lễ hội = * 14-15 tháng Giêng âm lịch\n* 20 tháng 8 âm lịch\n| tên di tích = Đền Trần Thương\n| loại di tích = lịch sử\n| loại di tích 2 = kiến trúc\n| loại di tích 3 = nghệ thuật\n| cấp di tích = đặc biệt\n| quyết định = 2367\/QĐ-TTg<ref name = \":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-2367-QD-TTg-xep-hang-di-tich-quoc-gia-dac-biet-2015-298897.aspx|title=Quyết định 2367\/QĐ-TTg xếp hạng di tích quốc gia đặc biệt 2015|website=Thư viện pháp luật}}<\/ref>\n| ngày nhận = 23 tháng 12 năm 2015\n| cấp di tích 2 = quốc gia\n| ngày nhận 2 = 1989\n| loại di tích 2_1 = lịch sử\n}}\n\n'''Đền Trần Thương''' (hay '''Đền Trần''', '''Đền thờ Đức Thánh Trần''') là một ngôi đền thờ [[Trần Hưng Đạo]] được dựng lên ngay trên phần đất khi xưa ông dùng làm kho lương phục vụ cuộc [[Chiến tranh Nguyên Mông-Đại Việt lần 2|kháng chiến chống quân Nguyên - Mông lần 2]] (1285).\nTrong đền có giếng Ngọc, là nơi táng xương cốt của Trần Hưng Đạo khi ông qua đời.\nĐền Trần Thương nằm bên bờ [[sông Hồng]], tọa lạc tại thôn Trần Thương, xã [[Trần Hưng Đạo, Lý Nhân|Trần Hưng Đạo]], huyện [[Lý Nhân, Hà Nam|Lý Nhân]], tỉnh [[Hà Nam]], [[Việt Nam]].\n\n== Lịch sử ==\nVùng đất thôn Trần Thương trước đây là trung tâm của sáu con ngòi nhỏ (gọi là Lục đầu khê); từ đây có thể dọc theo [[sông Long Xuyên]], ra [[sông Hồng]] xuống cửa Hữu Bị, Tuần Vường vào [[Châu Giang (sông Việt Nam)|sông Châu Giang]]; hoặc từ đây ngược [[sông Hồng]] đi [[Thăng Long]] rồi xuôi ra biển. Nơi đây có địa thế đẹp, giàu nguồn lương thực và thuận lợi về đường thủy, do đó [[Trần Hưng Đạo|Trần Quốc Tuấn]] khi đó đang làm Quốc công tiết chế đã đặt một kho lương ở đây để phục vụ cuộc [[Chiến tranh Nguyên Mông-Đại Việt lần 2|kháng chiến chống quân Nguyên - Mông lần 2]]. Sau khi đại thắng trở về, ông cắm sinh phần,<ref>mộ phần được xây khi còn sống<\/ref> lấy đây làm dân \"tạo lệ\", từ đó xuất hiện thôn Trần Thương.\n\nThôn Trần Thương cũng là một trong ba nơi có liên quan mật thiết đến cuộc đời và sự nghiệp [[Trần Hưng Đạo|Trần Quốc Tuấn]] là [[Kiếp Bạc]], [[Bảo Lộc]], Trần Thương; điều đó thể hiện qua câu nói: “Sinh [[Kiếp Bạc]], thác Trần Thương, hương [[Bảo Lộc]]”.\n\n== Đền Trần Thương ==\nĐền Trần Thương được xây dựng vào thời [[Hậu Lê]],  nằm ngay trên nền kho lương của [[nhà Trần]] được xây để phục vụ cuộc chiến chống quân Mông-Nguyên lần thứ 2\n\nĐền có kiến trúc độc đáo mang phong cách nghệ thuật cổ đại của dân tộc [[Việt Nam]]; được trang trí bằng những họa tiết được chạm khắc công phu kết hợp nhiều kỹ thuật của người cổ đại như kỹ thuật chạm (kênh bong, chạm chìm, chạm nổi), kỹ thuật bào trơn, đóng bén, tạo các loại mộng và kỹ thuật xử lý vật liệu gỗ, vật liệu truyền thống (vôi, cát, gạnh,...) có giá trị khảo cứu cao.\n\nKhu vực xung quanh đền mang đậm dấu ấn văn hóa vật chất thời Trần; qua khai quật, các nhà khảo cổ học đã phát hiện nhiều vũ khí cùng mảnh gốm sứ mang phong cách nghệ thuật gốm sứ thời Trần (bát đĩa gốm men nâu, vàng ngà,...).\n\n== Kiến trúc ==\nĐền Trần Thương được xây dựng trên một khu đất rộng, nằm biệt lập. Giới hạn không gian của đền là hệ thống tường xây bằng gạch đặc trát vữa kết hợp với các đoạn kênh, ao hồ. Tổng thể ngôi đền quay về hướng Nam, gồm các hạng mục: Nghi môn ngoại, Đường chính đạo, Nghi môn nội, Sân và bình phong, Đền chính, Nhà mẫu, Giếng nước.\n\n=== Nghi môn ngoại ===\nNghi môn ngoại có kiến trúc gác 3 tầng mái, gồm 3 cổng ra vào, hai bên xây trụ biểu. Cổng giữa cũng là lối đi chính dẫn và đền, có kiến trúc 3 tầng mái, cửa cuốn vòm, tầng thứ nhất cao +4,85m, rộng 4,57m, bốn góc mái xây lan can gạch men hoa chanh, phía trước đắp đôi cá chép chầu, [[chiều cao]] lên đến tầng mái trên cùng + 9,085m. Tầng mái thứ hai và thứ ba kiến trúc kiểu chồng diêm tám mái đao, bờ nóc đắp đôi rồng chầu mặt nguyệt, mái đắp giả ngói ống. Kết cấu Nghi môn ngoại xây tường gạch đặc trát vữa, trên mỗi khoảng tường đều đắp trát trang trí con giống, hoa văn, gờ chỉ đẹp.\n\n=== Đường chính đạo ===\nĐường chính đạo lát bằng gạch chỉ lối từ tam quan ngoại vào sân đền, dài 50m, rộng 5m, hai bên đường là hai hàng cây xanh tạo cảnh quan cho di tích.\n\n=== Nghi môn nội ===\nNghi môn nội xây kiểu trụ biểu, hai trụ chính có tiết diện [[hình vuông]], xây gạch đặc trát vữa, soi chỉ trang trí. Trên mỗi trụ đắp một con lân chầu hướng vào trong. Hai cổng phụ hai bên xây dạng cuốn vòm, hai tầng tám mái có chồng diêm. Mái cổng đắp hình ngói ống, tầng mái dưới có đầu đao cong trang trí hoa văn cách điệu, tầng mái trên cũng được đắp đầu đao, trên bờ nóc đắp hai kìm nóc hình đầu rồng há miệng ngậm bờ nóc.\n\n=== Sân và bình phong ===\nĐi qua Nghi môn nội là khoảng sân đền rộng khoảng 600m², được lát bằng gạch đỏ.\n\n=== Đền chính ===\nĐền chính gồm các hạng mục Cổ lâu, Tiền tế, Tả hữu vu, Hồ khẩu, Trung điện, Hậu cung, tổng thể có kích thước 16,8m x 24,18m. Hai bên phải, trái của công trình là hai giếng nước, kè bằng đá xanh.\n\nCổ lâu nằm ở phía trước gian giữa của Tiền tế, có mặt bằng hình vuông, rộng 2,52m, cốt nền +0,6m so với cốt sân, nền lát gạch men [[xi măng]]. Cổ lâu có kiến trúc hai tầng dựng theo kiểu chồng diêm tám mái, lợp ngói mũi hài, trên bờ nóc và các bờ dải có đắp rồng, phượng.\n\nTiền tế có 5 gian 2 chái, gồm 6 vì kèo làm bằng [[gỗ lim]]. Mỗi vì kèo gồm 4 cột, các cột làm kiểu búp đòng giữa to hai đầu nhỏ, đặt trên chân tảng đá xanh. Bộ vì nóc kết cấu kiểu ''chồng rường, giá chiêng''. Trên các con chồng, câu đầu, cột trốn, xà nách, đầu bảy…, được chạm khắc hoa văn cách điệu, các mảng chạm này được dùng bằng những thủ pháp chạm nổi truyền thống.\n\nGiếng Hồ khẩu'' ''nối liền không gian với Tiền tế, giếng thông thiên không có mái che, có đường kính 6,39m, độ sâu -2,9m. Thành giếng xây bằng gạch chỉ.\n\nHai nhà Tả\/Hữu vu'' ''nối với hai gian đầu hồi của Tiền tế, đối xứng hai bên giếng Hồ khẩu, có kiến trúc giống nhau, khép kín, chồng diêm hai tầng bốn mái. Mái lợp ngói ống, bờ nóc và bít đốc xây gạch trát vữa, tường bằng gạch đặc trát vữa xi măng, cửa ra vào mở ra hướng giếng Hồ khẩu, một cửa phụ thông vào Trung điện, các cửa sổ chắn song mở ra hướng chính và Tiền tế.\n\nTrung điện'' ''ở vị trí phía sau giếng Hồ khẩu, diện tích 12,47m x 5,97m, nền lát gạch bát, gian giữa trước ban thờ lát gạch men, nền Trung điện có cốt cao độ + 0,20m. Tòa này có 5 gian, chủ yếu được xây bằng gạch, cao hơn kiến trúc của tiền tế và tả hữu vu. Ở mặt trước, gian giữa có xây một tòa cổ lâu bằng gạch nhô hẳn ra phía giếng, phía trên tạo thành hai làn mái, lợp ngói ống.\n\nHậu cung là công trình nằm sau cùng có diện tích 2,68m x 5,82m, nối liền với Trung điện. Kết cấu bằng gạch đặc trát vữa, xây dạng cuốn vòm, hai tầng mái đều được lợp ngói ống.\n\n=== Nhà Mẫu ===\nNhà mẫu nằm riêng biệt phía sau của Đền chính, có mặt bằng hình chữ “đinh”, kiến trúc 3 gian 2 chái, phía trước nhà Mẫu là khoảng sân lát gạch đỏ mạch chữ “công”.\n\n=== Giếng nước ===\nĐền có tổng cộng 04 giếng nước, thành được kè bằng đá hộc, có bậc lên xuống xây bằng gạch, bao gồm: 02 giếng nước hình tròn''', '''nằm ở phía trước theo hướng Nam của Đền, mỗi giếng có đường kính 7,5m. Phía sau bên trái hướng Bắc của Đền là một giếng nhỏ, đường kính 4,9m. Phía bên phải theo hướng Tây của Đền còn một giếng nhỏ, lòng giếng hình thoi hiện nay không có nước.\n\n== Di vật ==\nĐền Trần Thương hiện còn lưu giữ 202 di vật, cổ vật, đồ thờ tự đẹp, có giá trị nghệ thuật cao, phong phú về thể loại, đa dạng về chất liệu như: tượng thờ, khám thờ, ngai thờ, ấn thờ, kiệu, hệ thống bát biểu, câu đối, đại tự. Đồ gốm sứ có lục bình, bát hương, bát đĩa, chén, nậm rượu. Đồ đá như rùa, nghê, voi, đỉnh hương, nhang án. Đồ giấy có 38 đạo sắc phong. Các chất liệu khác bằng bạc, bằng đồng như kiếm bạc vỏ đồi mồi, vòng bạc, chén bạc, lọ đồng,… tất cả góp phần làm nên giá trị của di tích.\n\n== Lễ hội ==\nLễ hội đền Trần Thương được tổ chức vào Rằm tháng Giêng và 20 tháng Tám (Âm lịch) hàng năm, là một trong ba lễ hội trong vùng lớn nhất của tỉnh [[Hà Nam]]. Lễ hội với nhiều hoạt động văn hóa dân gian đặc sắc, độc đáo, như lễ rước nước và thi bơi chải trên sông. Từ năm 2010 đến nay, đền Trần Thương tổ chức Lễ hội phát lương (vào đêm ngày 14 tháng Giêng Âm lịch), thu hút rất đông du khách và nhân dân địa phương.\n\nNghi lễ phát lương có ba phần: Lễ rước lương thảo từ kho lương vào trong đền làm lễ. Phần thứ hai là lễ châm đuốc và dâng hương của các đại biểu. Phần thứ ba là rước lương thảo vào hậu cung làm mật lễ. Sau đó các túi lương tượng trưng gồm năm loại hạt (đỗ đỏ, đỗ xanh, hạt đậu nành, ngô đỏ, thóc [[nếp cái hoa vàng]]) cùng ấn phù của Đền Trần Thương được phát cho quan khách và nhân dân với mong ước một năm mới bình an, hạnh phúc và no ấm.\n\n== Xếp hạng di tích ==\nVới giá trị đặc biệt tiêu biểu, di tích lịch sử và kiến trúc nghệ thuật Đền Trần Thương được Thủ tướng Chính phủ xếp hạng di tích quốc gia đặc biệt (tại Quyết định số 2367\/QĐ-TTg, ngày 23\/12\/2015).<ref name = \":0\"\/>\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Hà Nam]]\n[[Thể loại:Lý Nhân]]"}