{"2415287":"{{Thông tin đền Việt Nam\n| tên = Đền Dầm\n| tiền tố = Thủy cung Thánh Mẫu\n| tên thánh = [[Mẫu Thoải]]\n| tôn giáo = [[Đạo Mẫu]]\n| địa chỉ = thôn Xâm Dương, xã [[Ninh Sở]], huyện [[Thường Tín]], [[Hà Nội]]\n| lễ hội = 1 - 10 tháng 2 âm lịch<br>({{Âm lịch|A2D|D=1|M=2|Y={{CURRENTISOYEAR}}|df=dM}} - {{Âm lịch|A2D|D=10|M=2|Y={{CURRENTISOYEAR}}|df=jMY}})\n}}\n'''Đền Dầm''' là ngôi đền nằm trên địa phận thôn Xâm Dương, xã [[Ninh Sở]], huyện [[Thường Tín]], [[Hà Nội]], [[Việt Nam]]. Đền Dầm thuộc cụm di tích có ba ngôi đền nằm kề nhau là: [[Đền Đại Lộ]], [[Đền Sở]] và '''Đền Dầm''', nằm ngoài đê [[sông Hồng]] và đều thờ [[nữ thần]], Mẫu thần. Đền Dầm thờ Mẫu Đệ Tam Thoải Cung, một trong [[Tam Tòa Thánh Mẫu]] theo tâm thức của [[người Việt Cổ|người Việt]], bên cạnh [[Liễu Hạnh công chúa|Mẫu Đệ Nhất Thiên Tiên]] và [[Lâm Cung Thánh Mẫu|Mẫu Đệ Nhị Thượng Ngàn]].\n\n==Kiến trúc ngôi đền==\nĐền rộng, kiến trúc cổ, cột gỗ và mái ngói cũ ngả màu thời gian cùng khuôn viên thoáng đãng.\n\nCổng Đền cao rộng, có ba cửa vào, sáu trụ xây, trên đắp nghê chầu, hoa văn, câu đối tỉ mỉ, tường đắp long mã, nhưng vắng nét cổ xưa. Vôi quét màu vàng, nâu theo lối bây giờ. Sân Đền khá rộng lát gạch. Bên trái chánh điện có gốc đa cổ thụ, theo tài liệu đã 800 năm. Gốc đa có nhiều rễ phụ biến thành gốc như cây đa [[Tây Thiên]].\n\n[[Chánh điện]] là một nếp nhà dài, mái ngói vảy cá thô dày (vảy cá xưa mỏng thanh hơn), cột gỗ sơn nâu, năm bậc cấp lên chánh điện láng xi măng. Trong Đền các hương án, bàn thờ đều chạm trổ rất công phu và đều sơn son thếp vàng.\n\n==Truyền thuyết== \n[[Công chúa Hoàng Long]] đầu thai đày xuống thủy cung làm con [[vua Thủy Tề]] vì làm vỡ chén ngọc được chàng [[Liễu Nghị]] giải oan. Để trả ơn, nàng đã hiện về báo mộng giúp Trần Hưng Đạo đánh thắng giặc ngoại xâm và được vua [[Trần Nhân Tông]] phong thần, có chiếu chỉ cho nhân dân đời đời thờ phụng.\n\nĐền hiện nay có 7 sắc phong. Đền có Cổ lầu là một tòa nhà cổ hai tầng, mái hình lục giác; có Nghinh môn với 6 trụ lực lưỡng, uy nghiêm.\n\n==Lễ hội==\nLễ hội tại đền Dầm diễn ra vào [[mùa xuân]] từ ngày 1 đến 10 tháng 2 âm lịch hàng năm.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* Những điểm du lịch đặc sắc, tập I, Ủy ban Nhân dân Thành phố Hà Nôi, Sở Văn hóa Thể thao và Du lịch <!-- số trang? -->\n\n{{sơ khai kiến trúc tôn giáo Việt Nam}}\n\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Hà Nội|Dầm]]\n[[Thể loại:Di tích tại Hà Nội]]"}