{"1740243":"[[Tập tin:Đức Mẹ Trà Kiệu.JPG|nhỏ|Linh địa Đức Mẹ Trà Kiệu ở Duy Xuyên, Quảng Nam.]]\n'''Đức Mẹ Trà Kiệu''' là tên gọi mà người công giáo Việt Nam dùng để gọi Đức Maria trong đền thờ được xây dựng năm [[1898]], trên Đồi Bửu Châu, phía đông Trà Kiệu, thuộc Xã [[Duy Sơn]], huyện [[Duy Xuyên]], Tỉnh [[Quảng Nam]]. Đền thờ được dâng kính Đức Mẹ Phù Hộ Các Giáo Hữu, với mục đích ghi nhớ sự kiện Đức Mẹ phù hộ cho giáo hữu nơi đây trong cuộc chiến chống lại [[Phong trào Cần Vương]] năm [[1885]] <ref>{{chú thích web|author=Ủy ban mục vụ gia đình, Hội đồng giám mục Việt Nam.|title=Hướng về Đại hội Đức Mẹ Trà Kiệu, kỷ niệm 125 Đức Mẹ hiện ra|url=http:\/\/www.ubmvgiadinh.org\/?open=contents&display=2&id=2031|accessdate = ngày 25 tháng 2 năm 2013}}<\/ref>.\n\n==Tên gọi==\nTheo một thuyết, chữ Trà được lý giải do người xưa gọi người [[Chiêm Thành]] là Chùm Chà, chữ Chà được đọc trại ra là Trà, gợi ý nhắc nhở đó là phần đất xưa của [[người Chăm|người Chàm]]. Còn chữ Kiệu, do chữ Kiều đọc trại ra, vì kiều nghĩa là người ở xa đến, tức dân Đàng Ngoài di cư lập nghiệp tại đây.\n\n==Lịch sử==\nCùng với phong trào di dân từ Miền Bắc và Miền Trung vào phía Nam, vùng đất Trà Kiệu trở thành nơi dừng chân của nhiều đoàn người di dân. Làng công giáo Trà Kiệu đã được dựng lên vào khoảng năm 1628.\n\nTừ năm 1883, sau khi Vua Tự Đức băng hà nổi lên Phong Trào Cần Vương nhằm đánh đuổi quân Pháp và tàn sát người Công giáo. Ngày 1 tháng 9 năm 1885, quân lính Văn Thân kéo đến vây làng Trà Kiệu, trong khi linh mục Bruyère (thuộc [[Hội Thừa sai Paris]]) và giáo dân không kịp chuẩn bị.\n\nCuộc giao tranh giữa làng công giáo Trà Kiệu và quân lính văn thân kéo dài trong nhiều ngày. Tương quan lực lượng chênh lệch, phe Văn Thân mạnh hơn cả về nhân lực và vũ khí nên những người công giáo đã bày tượng Đức Mẹ trên bàn thờ để cầu nguyện. Trong khi thanh niên lâm chiến, thì người già và trẻ con tập trung đọc kinh trước ảnh Đức Mẹ. Khi xong trận, họ lại quay về tạ ơn Mẹ. Khẩu hiệu tiến quân của giáo dân là 3 tên thánh: [[Giêsu]], [[Maria]], [[Giuse]]. Mỗi khi quân Văn thân tiến đến giáp lũy tre phóng thủ, thì đồng loạt tất cả giáo dân hô to khẩu hiệu và ào ra giao chiến.\n\nSau đó quân Vân Thân tăng viện thêm đại bác. Họ đặt đại bác trên Đồi Kim Sơn và Bửu Châu để bắn vào nhà thờ, nơi được xem như là trung tâm xuất phát các trận phản công, đồng thời là biểu tượng của tinh thần kháng chiến của giáo hữu. Nhà thờ bị trúng đạn 1 lần nhưng tổn thất không đáng kể. Một khẩu đại bác đặt cách nhà thờ chừng 100 thước nhưng không sao bắn trúng được nhà thờ. Theo truyền tục thì võ quan chỉ huy đã thú nhận rằng ông ta cố tình nhắm bắn thì thấy ''\"một người đàn bà xinh đẹp, bận áo trắng, đứng trên nóc nhà thờ nên không thể nào nhắm trúng được\"''. Thông tin này đã khiến quân lính trong phe Văn Thân xôn xao.\n\nVị linh mục và giáo dân nghe vậy đều nghĩ rằng phép lạ Đức Mẹ làm, cũng mong được nhìn thấy, nhưng không ai trông thấy ngoại trừ một người đàn bà, tên là Chỉnh. Đồng thời phe Văn Thân còn thấy nhiều trẻ nhỏ mặc áo đỏ áo trắng từ trên không trung bay xuống qua lũy tre xanh, tay cầm gươm bạc sáng ngời vả đánh giúp giáo dân.\n\nNgày 21 tháng 9 năm 1885, phe giáo dân chiếm lại bộ chỉ huy của Văn Thân đặt trên Đồi Bửu Châu. Trà Kiệu được giải vây từ đó. Đêm đến, mọi người họp nhau trong nhà thờ sốt sắng tạ ơn Thiên Chúa, nhất là Thánh Mẫu Maria.\n\nNăm 1898, giáo dân Trà Kiệu xây cất một đền Thờ trên ngọn Đồi Bửu Châu để ghi nhớ công ơn Đức mẹ. Từ ấy đến nay, Linh địa Đức Mẹ Trà Kiệu vốn nổi tiếng là linh thiêng, nhiều người đều đến cầu khẩn Mẹ lành và thường đều được ban ơn. Nhiều người tự cho rằng đã được khỏi bệnh bằng lá Non Trược trên Đồi Bửu Châu.\n\nNgày 31 tháng 5 năm 1971, Giám mục Đà Nẵng [[Phêrô Maria Phạm Ngọc Chi]] đã chọn Trà Kiệu làm Trung tâm Thánh Mẫu của [[Giáo phận Đà Nẵng]]. Và hằng năm , Giáo phận sẽ tổ chức ngày \"Đại hội Đức Mẹ Trà Kiệu\" vào ngày 31 tháng 5 <ref>{{chú thích web|title=Đại hội Đức Mẹ Trà Kiệu lần thứ 8|url=http:\/\/www.trakieu.net\/index.php\/tin-t%E1%BB%A9c\/tttm-tr%C3%A0-ki%E1%BB%87u\/466-%C4%91%E1%BA%A1i-h%E1%BB%99i-%C4%91%E1%BB%A9c-m%E1%BA%B9-tr%C3%A0-ki%E1%BB%87u-l%E1%BA%A7n-th%E1%BB%A9-8-k%E1%BB%B7-ni%E1%BB%87m-125-n%C4%83m-%C4%91%E1%BB%A9c-m%E1%BA%B9-hi%E1%BB%87n-ra|ngày truy cập=2013-02-25|archive-date=2012-06-24|archive-url=https:\/\/web.archive.org\/web\/20120624070817\/http:\/\/trakieu.net\/index.php\/tin-t%E1%BB%A9c\/tttm-tr%C3%A0-ki%E1%BB%87u\/466-%C4%91%E1%BA%A1i-h%E1%BB%99i-%C4%91%E1%BB%A9c-m%E1%BA%B9-tr%C3%A0-ki%E1%BB%87u-l%E1%BA%A7n-th%E1%BB%A9-8-k%E1%BB%B7-ni%E1%BB%87m-125-n%C4%83m-%C4%91%E1%BB%A9c-m%E1%BA%B9-hi%E1%BB%87n-ra}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Tượng Đức Mẹ tại Việt Nam}}\n[[Thể loại:Đức Mẹ hiện ra]]\n[[Thể loại:Công trình Công giáo Việt Nam|D]]\n[[Thể loại:Mẹ Maria|L]]\n[[Thể loại:Quảng Nam|L]]\n[[Thể loại:Linh địa Công giáo|L]]\n[[Thể loại:Danh hiệu Mẹ Maria]]\n[[Thể loại:Tôn giáo tại Việt Nam]]"}