{"19508748":"\n'''Đỗ Bá Lý''' (1935 – 28\/7\/2017) là một [[Nghệ thuật biểu diễn trên đường phố|nghệ sĩ đường phố]] [[Vĩ cầm|Violin]] ở thành phố [[Hải Phòng]], [[Việt Nam]].\n\n== Cuộc đời ==\nĐỗ Bá Lý quê gốc ở [[Móng Cái]], tỉnh [[Quảng Ninh]]; là con út trong một gia đình khá giả, có ba anh trai; cha, mẹ ông đều là những người đam mê nghệ thuật. Vì vậy, ông được tiếp cận, làm quen với các loại nhạc cụ, nhất là các nhạc cụ phương Tây, từ rất sớm, khi mới hơn 10 tuổi<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/Giao-thong\/Va-cham-container-nghe-si-Violin-duong-pho-qua-doi-451550\/|tựa đề=Va chạm container, “nghệ sĩ Violin đường phố” qua đời|tác giả=Văn Huy|họ=|tên=|ngày=28 tháng 7 năm 2017|website=Công an nhân dân|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>.\n\nCha của ông mất sớm, trong một trận đánh bom của Pháp, ba anh trai của ông đều cùng thiệt mạng, khi đó, ông theo mẹ về quê thăm ông bà ngoại nên thoát nạn. Cuộc sống chỉ còn có hai mẹ con. Thực hiện tâm nguyện của chồng, mẹ ông đã quyết tâm cho ông theo học đàn và các loại nhạc cụ. Khi đó, thầy dạy ông chơi [[Vĩ cầm|Violin]] là [[Chây Sa Khôn]], người [[Campuchia]].\n\nNăm 16 tuổi, khi người thầy dạy violin về nước, phát hiện được khả năng chơi đàn, ông trưởng đoàn Nghệ thuật kịch nói tỉnh [[Hải Dương]] đã nhận ông vào Đoàn. Từ đó, ông thuộc biên chế của Nhà nước, tham gia biểu diễn phục vụ nhân dân và bộ đội ở các tỉnh, thành khu vực phía Bắc.\n\nÔng lập gia đình từ sớm và sinh hạ được hai con trai và một con gái. Cuộc sống mưu sinh của gia đình làm nghệ thuật vất vả, các con của ông lần lượt bỏ bố mẹ ra đi. Người vợ của ông không vượt qua được nỗi đau mất con nên đã sinh bệnh và qua đời. Kể từ đây, ông trắng tay, không nhà cửa, không gia đình, trở thành người nghệ sĩ lang thang kiếm sống.\n\nĐến năm 1989, một người phụ nữ góa chồng, làm nghề bán rau kiếm sống ở [[chợ Cột Đèn]], thuộc [[Lê Chân (quận)|quận Lê Chân]], thành phố [[Hải Phòng]], kém ông gần 20 tuổi, cảm thương tiếng đàn, lại thương người nghệ sỹ lang thang không nhà cửa mà đến với ông.\n\nKhi lấy nhau, hai vợ chồng thuê ngôi nhà cấp 4 kế bên [[chợ Sắt]] để ở và bán quà sáng kiếm sống. Năm 2002, ông lâm bệnh, điều trị tại [[Bệnh viện Đa khoa Xanh Pôn]] mất hàng tháng trời. Do hoàn cảnh khó khăn, ông phải xin xuất viện sớm để về phụ giúp vợ bán hàng ăn sáng. Năm 2013, vợ ông bị tai nạn gãy chân, phải phẫu thuật và điều trị trong thời gian dài. Việc buôn bán bị ảnh hưởng, không có tiền trả cho chủ nhà trọ nên vợ chồng ông bị đuổi ra khỏi nhà.\n\nVì cuộc sống mưu sinh, hàng ngày ông mang cây đàn Violin, do một người bạn cùng Đoàn kịch nói năm xưa tặng, ra các khu phố ở hồ Tam Bạc, chợ Sắt, siêu thị BigC… chơi những bản nhạc cổ điển, dân ca, những giai điệu về quê hương, đạo hiếu làm người.\n\nTháng 4 năm 2014, Câu lạc bộ thanh thiếu niên [[Ngô Quyền (quận)|quận Ngô Quyền]] mở lớp học chơi đàn violin tại Trường Phổ thông nhiều cấp Hai Bà Trưng, Ngô Quyền, thành phố Hải Phòng, đã mời ông trực tiếp giảng dạy. Ông nhận lời, ban ngày ông là một nghệ sĩ già chơi đàn trên đường phố, tối đến ông dạy cho lớp trẻ và trở thành một người thầy đặc biệt trong lịch sử của ngôi trường này<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/mo-lop-nhac-cho-nguoi-nghe-sy-gia-keo-vi-cam-tren-pho-1397526267.htm|tựa đề=Mở lớp nhạc cho người nghệ sỹ già kéo vĩ cầm trên phố|tác giả=Thu Hằng|họ=|tên=|ngày=9 tháng 4 năm 2014|website=Báo Dân trí|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 4 năm 2020}}<\/ref><ref name=\":0\">{{Chú thích web|url=http:\/\/tinhnguyenniemtin.vn\/a\/tiep-nhan-ky-vat-cua-nghe-sy-violin-do-ba-ly-cho-truong-pho-thong-nhieu-cap-hai-ba-trung-83299.html|tựa đề=Tiếp nhận kỷ vật của Nghệ sỹ Violin Nguyễn Bá Lỹ cho Trường Phổ thông nhiều cấp Hai Bà Trưng.|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20201026130501\/http:\/\/tinhnguyenniemtin.vn\/a\/tiep-nhan-ky-vat-cua-nghe-sy-violin-do-ba-ly-cho-truong-pho-thong-nhieu-cap-hai-ba-trung-83299.html|ngày lưu trữ=2020-10-26|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>.\n\nÔng qua đời ngày 28 tháng 7 năm 2017 trên [[đường Lê Hồng Phong]], quận Ngô Quyền, thành phố Hải Phòng vì tai nạn giao thông, khi đó ông 82 tuổi<ref>{{Chú thích web|url=https:\/\/phapluatxahoi.vn\/cuoc-doi-nhu-cuon-tieu-thuyet-buon-cua-lao-nghe-si-violin-duong-pho-68464.html|tựa đề=Cuộc đời như cuốn tiểu thuyết buồn của lão nghệ sĩ violin đường phố|tác giả=Minh Sơn|họ=|tên=|ngày=27 tháng 4 năm 2014|website=https:\/\/phapluatxahoi.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/an-toan-giao-thong\/cay-vi-cam-duong-pho-o-hai-phong-bi-xe-dau-keo-dam-tu-vong-386917.html|tựa đề=Cây vĩ cầm đường phố ở Hải Phòng bị xe đầu kéo đâm tử vong|tác giả=|họ=|tên=|ngày=28 tháng 7 năm 2017|website=Báo Vietnam.net|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/nghe-si-violin-duong-pho-hai-phong-qua-doi-vi-tai-nan-giao-thong-20170728155430911.htm|tựa đề=Nghệ sĩ violin đường phố Hải Phòng qua đời vì tai nạn giao thông|tác giả=An Nhiên|họ=|tên=|ngày=28 tháng 10 năm 2017|website=Dân trí|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>.\n\n== Ca khúc và kỷ vật ==\nCa khúc được ông thường hay tấu bằng câu vĩ cầm của minh: Bèo dạt mây trôi, Cò lả, Cây trúc xinh, Về quê...<ref>{{Chú thích web|url=https:\/\/thanhphohaiphong.gov.vn\/tieng-vi-cam-tren-he-pho.html|tựa đề=Tiếng vĩ cầm trên hè phố|tác giả=Đặng Thị Thúy|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Sau khi ông mất, cây vĩ cầm của ông đã được vợ ông trao cho Trường Phổ thông nhiều cấp Hai Bà Trưng Hải Phòng, nơi ông đã tham gia giảng dạy<ref name=\":0\" \/>.\n\n== Câu nói ==\n\n* ''“Sau này yếu đi, không chơi được violin nữa, tôi hy vọng các cháu sẽ là lớp kế cận, phát huy cái hay, cái đẹp của loại nhạc cụ này. Bởi lẽ violin khó chơi và rất kén người chơi. Ngoài việc có tài, phải có tâm huyết mới chơi được”.''\n*''\"Mình nghèo nhưng không đi ăn xin, mình phải kiếm tiền chữa bệnh cho vợ\".''\n*''\"Kiếm tiền bằng chính sức lao động của mình, tôi mừng lắm. Cả cuộc đời tôi chưa có một ngày hưởng trọn niềm vui, đã quen cái cảnh được bữa sớm lo bữa tối. Trời cho tôi sức khỏe, tôi vẫn làm được, vẫn có thể mang tiếng đàn làm vui lòng người.\"''\n*''\"Già rồi không được lên sân khấu biểu diễn, tôi lại được diễn chính trên sân khấu bao la của thành phố này. Người nghệ sỹ yêu đàn thì chơi ở đâu cũng được, miễn là có người còn muốn nghe”.''\n\n== Đánh giá ==\n\n* ''\"Cuộc đời ông như cuốn tiểu thuyết buồn\"''<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/van-hoa\/thien-truyen-ve-nguoi-nghe-sy-gia-ben-ho-tam-bac-1416391084.htm|tựa đề=Thiên truyện về người nghệ sỹ già bên hồ Tam Bạc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n* ''Còn nhiều những tác giả được trân quý và yêu mến, đó là nghệ sĩ đường phố Đỗ Bá Lý với “Tiếng vỹ cầm cô đơn”.''\n*''\"Nhiều năm nay, người dân Hải Phòng đã quen với hình ảnh của ông Lý tóc râu bạc phơ, ngồi lặng lẽ bên ngã tư, bên hè phố kéo đàn vĩ cầm say sưa da diết. Bất luận ngày hay đêm, chỉ với một cây vĩ cầm cũ, ông thổi vào không gian của phố trong tiếng còi xe ồn ào những âm thanh rất riêng của lòng mình.\"''\n*''“Bao năm nay cụ Lý đã mải miết kéo đàn cho hàng vạn người nghe trên khắp các con phố Hải Phòng. Nay cụ đã từ trần, kết thúc một phận đời bất hạnh ước có ai đó có thể chơi vài bản vĩ cầm đưa tiễn vong linh cụ ấy”''<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/tin-anh\/giai-dieu-dac-biet-phut-tien-dua-cay-vi-cam-duong-pho-o-hai-phong-387275.html|tựa đề=Giai điệu đặc biệt phút tiễn đưa cây vĩ cầm đường phố ở Hải Phòng|tác giả=Nguyễn Thu Hằng|họ=|tên=|ngày=30 tháng 7 năm 2017|website=https:\/\/vietnamnet.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>\n*''\"Khi mất, có hàng ngàn người đã đến viếng ông, trong đó có cả những người trẻ tuổi, bác sĩ, giao viên, công an, hoa hậu, nhà sư…; có hàng chục bài viết trên báo chí, hàng trăm status, hàng ngàn lượt comment chia sẻ trên mạng xã hội bày tỏ nỗi tiếc nhớ đến ông\".''<ref>{{Chú thích web|url=http:\/\/anhp.vn\/nho-mai-nhung-giai-dieu-cua-tinh-yeu-thuong-d14194.html|tựa đề=Nhớ mãi “những giai điệu của tình yêu thương”|tác giả=Thế Khoa|họ=|tên=|ngày=4 tháng 8 năm 2017|website=Báo An ninh Hải Phòng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref> Dàn nhạc Violin Hải Phòng, Nhóm nghệ sỹ violin thành phố Cảng, Hội Violin Hải Phòng, nhóm cựu sinh viên Học viện Âm nhạc Quốc gia Việt Nam, các cháu nhỏ lớp năng khiếu violin thành phố đã biểu diễn tưởng niệm và tri ân ngay tại lễ tang của ông<ref>{{Chú thích web|url=https:\/\/www.baogiaothong.vn\/xuc-dong-dan-violin-tien-dua-nghe-sy-duong-pho-tu-vong-vi-tngt-d218923.html|tựa đề=Xúc động dàn violin tiễn đưa “nghệ sỹ đường phố” tử vong vì TNGT|tác giả=|họ=|tên=|ngày=30 tháng 7 năm 2017|website=Báo Giao thông|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>.\n*''\"Vượt lên một sự bố thí cho kẻ hành khất, người dân Hải Phòng nghe đàn của ông mà cho tiền là để cảm ơn, để tri ân. Họ thân thương gọi ông Lý là nghệ sỹ trong lòng dân, nghệ sỹ đường phố.''<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/clip-nong\/tieng-vi-cam-da-tat-tren-duong-pho-hai-phong-387093.html|tựa đề=Tiếng vĩ cầm đã tắt trên đường phố Hải Phòng|tác giả=Nguyễn Thu Hằng|họ=|tên=|ngày=30 tháng 7 năm 2017|website=Báo Vietnamnet|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>\n* ''\"Nghệ sĩ đường phố ở các nước phương Tây giàu có nhiều hơn ở ta. Họ biểu diễn phục vụ khách du lịch, trước hết là để giới thiệu nét văn hóa độc đáo đất nước mình, đương nhiên cũng là kiếm chút tiền thù lao để trang trải cuộc sống. Cụ Lý ở Hải Phòng, hay các nghệ sĩ khác ta bắt gặp trên đường phố Hà Nội, thành phố Hồ Chí Minh, Đà Nẵng, Đà Lạt… cũng tương tự. Quan trọng là cần có thái độ thông cảm, trân trọng để giúp họ phát huy khả năng của mình, thậm chí “truyền” nghề cho người khác\"''<ref>{{Chú thích web|url=https:\/\/suckhoedoisong.vn\/lao-nghe-si-cua-duong-pho-n91266.html|tựa đề=Lão nghệ sĩ của đường phố|tác giả=Lê Sỹ Tứ|họ=|tên=|ngày=31 tháng 1 năm 2015|website=https:\/\/suckhoedoisong.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=24 tháng 10 năm 2020}}<\/ref>''.''\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{thời gian sống|1935|2017}}\n\n[[Thể loại:Nghệ sĩ đường phố]]\n[[Thể loại:Nghệ sĩ vĩ cầm Việt Nam]]\n[[Thể loại:Người Quảng Ninh]]"}