{"1036067":"{{bài cùng tên|Độc Lập}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Độc Lập\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = Bản đồ xã Độc Lập\n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 33\n| vĩ giây = 04\n| kinh phút = 11\n| kinh giây = 20\n| diện tích = \n| dân số = \n| thời điểm dân số = 1999\n| mật độ dân số = người\/km²\n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Hưng Hà]]\n| thành lập = \n| trụ sở UBND = thôn Lộc Thọ\n| mã hành chính = 12676<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Độc Lập''' là một xã của huyện [[Hưng Hà]], [[Thái Bình]], [[Việt Nam]].\n\n==Địa lý==\nQuốc lộ 39B chạy cắt ngang xã, phía đông giáp Minh Hòa, phía Nam giáp Hồng Minh, phía tây giáp [[Sông Hồng]] và phía Bắc giáp xã Minh Tân.\n\n==Thành phần thôn xóm==\nXã có các làng như: Long Nãi, Phú Vinh, Lộc Thọ, Xuân La, Đồng Phú, Bùi Xá.\n\n==Truyền thống và văn hóa==\nLà quê hương của nhà bác học nổi tiếng [[Lê Quý Đôn]] (Thôn Đồng Phú). Con em trong xã 100% dân số không theo đạo Thiên chúa giáo và các đạo ngoại lai khác, mà chỉ thờ Phật,Thần hoàng làng và ông bà tổ tiên. Trên địa bàn xã có hai con đường chính đi qua là QL39B(QL39b chạy cắt ngang xã) và đường đê sông Hông.\n\nXã có nhiều đền thờ và chùa chiền cổ có trên 100 năm tuổi nên các dịp lễ tết thì hội làng và lễ rước thần vẫn được tổ chức long trọng. Là một xã thuần nông đậm nét của làng quê Việt nên con người nơi đây hồn hậu chất phác, cố kết cộng đồng và sống rất có tình làng nghĩa xóm.\n\nNhân dân trong xã bao đời có thuyền thống hiếu học, cần cù và yêu nước. Đã có rất nhiều anh hùng liệt sĩ, thương binh đã ra đi từ nơi đây để lại máu thịt trên chiến trường cho hòa bình và thống nhất đất nước trong 2 cuộc kháng chiến chống Pháp và chống Mỹ cứu nước. Là nơi nuôi dưỡng và trú ngụ(hậu phương) cho nhiều gia đình cách mạng Miền Nam Việt nam(sơ tán) trong giai đoạn kháng chiến chống Mỹ cứu nước. Trong xã xuất hiện nhiều nhân tài, nhiều giáo sư tiến sĩ, nhiều nhà nghiên cứu khoa học giỏi, nhiều tướng tá trong lực lượng vũ trang nhân dân, nhiều doanh nhân thành đạt.\n\n== Danh nhân xã Độc Lập == \n{| class=\"wikitable\"\n|+ Những nhân vật nổi tiếng có liên quan đến xã Độc Lập, Hưng Hà\n! width=130px| Tên!! Sinh thời!! Sự nghiệp\n|-\n| [[Đinh Triều Quốc Mẫu]] || ???-967 || Là thân mẫu Vua [[Đinh Tiên Hoàng]] trong lịch sử Việt Nam. Có Lăng mộ và đền thờ tại xã Độc Lập. Khi chồng mất bà đưa con nhỏ [[Đinh Bộ Lĩnh]] và đám gia nhân trở về quê hương sinh sống, sau này con bà giành thắng lợi trong việc đánh dẹp [[loạn 12 sứ quân]] để lên ngôi Hoàng đế, lập ra triều đại [[Nhà Đinh]] và nhà nước [[Đại Cồ Việt]] trong lịch sử Việt Nam.<ref>[http:\/\/baoninhbinh.org.vn\/than-the-vai-tro-cua-iinh-bo-linh-trong-viec-dep-loan-12-su-quan-20180307085454347p3c115.htm Thân thế, vai trò của Đinh Bộ Lĩnh trong việc dẹp loạn 12 sứ quân]<\/ref> Bà được sắc phong là Đinh Triều Quốc Mẫu..\n|-\n| Lê Phú Thứ || 1694-??? || Đỗ [[Tiến sĩ]] năm Bảo Thái thứ 2 ([[Giáp Thìn]], 1721), và làm quan trải đến chức [[Bộ Hình|Hình bộ]] [[Thượng thư]], tước Nghĩa Phái hầu. Cha của [[Lê Quý Đôn]].\n|-\n| [[Lê Quý Đôn]] || 1726-1784 || Nhà \"bác học lớn của Việt Nam trong thời phong kiến\", nhà thơ, làm quan thời [[Nhà Lê trung hưng|Lê trung hưng]]<ref>Theo GS. Văn Tân, \"Con người và sự nghiệp Lê Quý Đôn\", tr. 306.<\/ref>. Quê thôn Đồng Phú xã Độc Lập.\n|}\n\n== Di tích ==\n* Miếu Lộc Thọ là di tích thờ Đàm Hoàng Thái Hậu [[Đinh Triều Quốc Mẫu|Đàm Thị]] (thân mẫu Vua Đinh) cùng các tướng lĩnh Đinh Điền, Nguyễn Bặc, [[Lưu Cơ]], Phạm Thành đã về làng Lộc Thọ lập căn cứ chống [[Phạm Phòng Át]].<ref>{{Chú thích web |url=http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/359938\/di-tim-mo-than-mau-vua-dinh-tien-hoang |ngày truy cập=2018-11-29 |tựa đề=Đi tìm mộ thân mẫu Vua Đinh Tiên Hoàng |archive-date=2015-11-17 |archive-url=https:\/\/web.archive.org\/web\/20151117023142\/http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/359938\/di-tim-mo-than-mau-vua-dinh-tien-hoang |url-status=dead }}<\/ref>\n* Đình làng Lộc Thọ tại xã Độc Lập, huyện Hưng Hà, Thái Bình, thờ 4 vị Thành Hoàng làng là các Tướng Đinh Điền, Phạm Thành, Lưu Công, Sát Công đã tận trung với triều Đinh.\n\n{{Notelist|colwidth=30em}}\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n{{Đơn vị hành chính thuộc huyện Hưng Hà}}\n\n== Liên kết ngoài ==\n{{sơ khai Thái Bình}}"}