{"15192890":"{{Thông tin nhân vật\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = Phạm Đức Ban\n| sinh = [[10 tháng 1]] năm [[1949]]\n| nơi sinh = [[Vĩnh Lộc]], huyện [[Can Lộc]], tỉnh [[Hà Tĩnh]]\n| mất = \n| nơi mất = \n| dân tộc = Kinh\n| cư trú = [[thành phố Hà Tĩnh]]\n| quốc gia = Việt Nam\n| quốc tịch = {{flagicon|Vietnam}} Việt Nam\n| học vấn = \n| công việc = Nhà văn\n| known = \n| notable_works = ''Trăng vỡ (tiểu thuyết)''<br>''Đêm thức (tập truyện ngắn)''\n| chính đảng = \n| tôn giáo = \n| chữ ký = \n| website = \n}}\n'''Đức Ban''' (sinh ngày 10 tháng 01 năm 1949) tên thật là '''Phạm Đức Ban''', là một nhà văn thời kỳ hiện đại Việt Nam. Hội viên [[Hội Nhà văn Việt Nam]].\n\n==Tiểu sử==\nĐức Ban quê quán tại tại xã Vĩnh Lộc, huyện [[Can Lộc]], tỉnh [[Hà Tĩnh]].\n\nNăm 1966, Đức Ban tốt nghiệp trường cấp 3 Can Lộc.\n\nTừ 1966 đến 1972 ông tham gia lao động, sản xuất nông nghiệp ở quê nhà.\n\nNăm 1972 Đức Ban gia nhập [[thanh niên xung phong]], làm ở phòng Tuyên huấn Tổng đội 299.P18.\n\nTừ năm 1974 đến 1982 ông làm công tác [[biên tập]] và sáng tác văn học ở Hội Văn học nghệ thuật Hà Tĩnh rồi [[Nghệ Tĩnh]].\n\nNăm 1983 ông vào học Khoá 2 [[Trường Viết văn Nguyễn Du]], Hà Nội (nay là Khoa Viết văn - Báo chí thuộc [[Trường Đại học Văn hóa Hà Nội]] và tốt nghiệp vào tháng 5 năm 1986.\n\nSau khi tốt nghiệp đại học, Đức Ban về làm việc tại Hội Văn học Nghệ thuật Nghệ Tĩnh.\n\nTừ 1991 đến 2005 Đức Ban làm Phó Chủ tịch Hội Văn học Nghệ thuật kiêm Phó Tổng Biên tập ''Tạp chí Hồng Lĩnh'', rồi Chủ tịch Hội Văn học Nghệ thuật Hà Tĩnh kiêm Tổng Biên tập ''Tạp chí Hồng Lĩnh''.\n\nTừ năm 2005 đến 2009 Đức Ban làm Giám đốc Sở Văn hoá, Thể thao & Du lịch Hà Tĩnh<ref>[http:\/\/vanhocnghethuathatinh.org.vn\/nha-van-duc-ban-1501085575.html Nhà văn Đức Ban]<\/ref>.\n\nNăm 2009 ông nghỉ hưu theo chế độ và hiện sinh sống với gia đình tại phường Nguyễn Du, thành phố Hà Tĩnh.\n\n==Tác phẩm==\n#''Mưa phùn '' (tập truyện ngắn; in chung); Hội Văn học Nghệ thuật Hà Tĩnh; 1975\n#''Hoa cúc vàng'' (tập truyện thiếu nhi); Nhà xuất bản Kim Đồng; 1985; Tái bản năm 2000\n#''Những Tiếng chim'' (tập truyện thiếu nhi); Nhà xuất bản Thuận Hóa; 1986\n#''Sương mù chưa tan'' (truyện vừa); Nhà xuất bản Văn hóa Dân tộc; 1986\n#''Nơi có chuyện cổ tích'' (tập truyện ngắn); Nhà xuất bản Nghệ An; 1988\n#''Trăng vỡ'' (tiểu thuyết); Nhà xuất bản Hội Nhà văn; 1992; Tái bản 2003\n#''Đêm thức'' (tập truyện ngắn; Nhà xuất bản Văn học; 1994\n#''Cây cải lên trời'' (tập truyện ngắn); Nhà xuất bản Hội Nhà văn; 1997\n#''La Sơn Nguyễn Biểu'' (kịch dài); Nhà xuất bản Sân khấu; 2002\n#''Mạng nhện bạc'' (tập truyện vừa) Nhà xuất bản Hội Nhà văn; 2003\n#''Khúc hát ngày xưa'' (tập truyện ngắn; Nhà xuất bản Quân đội nhân dân; 2004\n#''Chuyện vẫn còn'' (tập truyện ngắn); Nhà xuất bản Hội Nhà văn; 2005\n#''Con Mèo mun'' (tập truyện thiếu nhi chọn lọc); Nhà xuất bản Kim Đồng; 2007\n#''Đức Ban – Truyện ngắn và Truyện vừa chọn lọc''; Nhà xuất bản Hội NHà văn; 2008\n#''Đức Ban - Tác phẩm chọn lọc''; Nhà xuất bản Hội Nhà văn - Trung tâm xúc tiến Văn hóa, Du lịch Hà Tĩnh; 2009\n#''Lửa Ngàn sâu'' (kịch dài); Nhà xuất bản Sân khấu; 2012\n#''Giọt nước mắt màu đất'' (tập truyện ngắn); Nhà xuất bản Hội Nhà văn; 2014\n#''Chuyện 10 cô gái Đồng Lộc'' (tập chân dung; in chung); Nhà xuất bản Hội Nhà văn; Nhà xuất bản Thanh niên; 2010; Tái bản: 2012; 2014; 2016\n#''Người thân thương'' (tập chân dung văn học); Nhà xuất bản Hội Nhà văn, 2018.\n\n==Giải thưởng==\n*4 Giải A, 1 giải C Giải thưởng Văn học Nghệ thuật Nguyễn Du của Ủy ban Nhân dân tỉnh Nghệ Tĩnh và tỉnh Hà Tĩnh;\n*Giải A, giải C Giải thưởng Ủy ban Trung ương Liên hiệp các hội Văn học Nghệ thuật Việt Nam; 1994;\n*Giải B Truyện ngắn <nowiki>''<\/nowiki>Báo Văn nghệ<nowiki>''<\/nowiki>; Hội Nhà văn Việt Nam;\n*[[Giải thưởng Nhà nước]] về văn học nghệ thuật năm 2016 cho cụm tác phẩm ''Trăng vỡ'' (tiểu thuyết) và ''Đêm thức'' (tập truyện ngắn)<ref>{{Chú thích web |url=http:\/\/sovhttdl.hatinh.gov.vn\/tin-tuc-su-kien\/post\/1069\/nha-van-pham-duc-ban-duoc-tang-giai-thuong-nha-nuoc-ve-van-hoc-nghe-thuat |ngày truy cập=2019-08-01 |tựa đề=Nhà văn Phạm Đức Ban được tặng “Giải thưởng Nhà nước” về văn học, nghệ thuật |archive-date=2019-08-01 |archive-url=https:\/\/web.archive.org\/web\/20190801104706\/http:\/\/sovhttdl.hatinh.gov.vn\/tin-tuc-su-kien\/post\/1069\/nha-van-pham-duc-ban-duoc-tang-giai-thuong-nha-nuoc-ve-van-hoc-nghe-thuat }}<\/ref>.\n\n==Đánh giá==\n{{quote|Cảm quan hiện thực của nhà văn không chỉ miêu tả sắc nét thực trạng cuộc sống, mà quan trọng hơn còn chỉ ra nguyên nhân thực trạng ấy (...). Viết về những thân phận đau khổ hiu hắt, những con người bất hạnh, ngòi bút Đức Ban thấm đẫm một nỗi cảm thông, một sự nâng niu chi chút (...).<ref>[http:\/\/baovannghe.com.vn\/quot-dem-thucquot-voi-nha-van-duc-ban-19133.html \"Đêm thức\" với nhà văn Đức Ban]<\/ref>|Nhà phê bình [[Đặng Lưu]]}}\n\n{{quote|Có nhiều con đường vào văn chương. Có người chói chang khi xuất hiện và mau chóng tàn lụi. Có người lặng lẽ tỏa sáng, càng có tuổi càng sâu sắc. Đức Ban thuộc dạng thứ hai, không chói chang nhưng có sức bền, không ồn ào ăn xổi ở thì nhưng có nội lực.<ref>[http:\/\/vanhocnghethuathatinh.org.vn\/tap-truyen-ngangiot-nuoc-mat-mau-dat-cua-nha-van-duc-ban-1503583566.html Tập truyện ngắn \"Giọt nước mắt màu đất\" của nhà văn Đức Ban]<\/ref>|Nhà phê bình [[Lê Thành Nghị]]}}\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Giải thưởng Nhà nước]]"}