{"13673809":"'''Đền Thánh Mẫu''' là di tích lịch sử văn hóa đã được xếp hạng thuộc xã [[Đông Sơn, Đông Hưng|Đông Sơn]], huyện [[Đông Hưng]], tỉnh [[Thái Bình]]. Đền thờ một bà [[Hoàng hậu nhà Đinh]] có tên húy là Đinh Thị Tỉnh, hiệu Trinh Minh hoàng hậu. Đền thờ Hoàng hậu cùng với đền thờ 4 người anh trai của bà ở thôn Bắc trở thành những di tích quan trọng thờ các vị thành hoàng làng Phù Lưu xưa, nay là xã Đông Sơn. Trong đền còn lưu giữ nhiều sắc phong thời Nguyễn và cuốn thần tích chữ Hán do Đông Các Đại Học Sĩ Nguyễn Bính soạn được sao vào năm 1739.<ref>[https:\/\/baotintuc.vn\/doi-song-van-hoa\/mo-phan-cua-hoang-hau-vua-dinh-20121011100123375.htm Những phát hiện mới về Vương triều nhà Đinh trên đất Thái Bình: Mộ phần của Hoàng hậu vua Đinh]<\/ref>\n[[Tập tin:Mother Goddess temple in Thai Binh, 2018.jpg|nhỏ|phải|250px|Mặt trước đền Thánh Mẫu]]\n\n==Vị trí==\nTừ [[thành phố Thái Bình]] theo [[quốc lộ 10]] đi [[Hải Phòng]] khoảng 14&nbsp;km rẽ tay phải, theo đường liên xã đi vào thôn Trung, rẽ trái 200 m là đến đền “Quốc Mẫu Từ”. Đền nằm trên diện tích gần 2 sào Bắc bộ, bốn mặt giáp đường giao thông liên xóm, liên thôn. Đền Thánh Mẫu nằm trên địa bàn thôn Trung, xưa thuộc xã Phù Lưu, tục gọi là làng Phù. Đây là vùng đất huyện Cổ Lan [[thời Trần]]. Sau đổi là Tây Quan; thế kỉ 19 là Đông Quan - nay là huyện [[Đông Hưng]], tỉnh [[Thái Bình]].<ref>[https:\/\/www.baothaibinh.com.vn\/tin-tuc\/52\/84342\/tinh-nuong-thanh-mau Tỉnh nương Thánh Mẫu]<\/ref>\n\n==Kiến trúc==\nĐền Thánh Mẫu là một công trình kiến trúc nghệ thuật điêu khắc gỗ đã được trùng tu vào cuối thế kỉ thứ 19. Đền quay mặt hướng Đông Nam, gồm các công trình: Đền và tào xá, tắc môn, hoành mã, giếng nước, đền kết cấu chữ Đinh, gồm 2 tòa, 7 gian, 5 gian tào xá. Tổng thể công trình được khép kín bởi tào xá, tường bao viên, hoành mã tắc môn, có giếng nước trước cửa đền làm cho ngôi đền toát lên vẻ uy linh, thâm tĩnh của một nơi thờ bậc mẫu nghi thiên hạ. Đây là một thắng cảnh độc nhất vô nhị ở huyện [[Đông Hưng]].\n\nĐền chính kết cấu chữ Đinh gồm 2 tòa. Tòa đại bái gồm 5 gian, lợp ngói vảy rồng. Hệ thống cột đá xẻ vuông đứng trên chân tảng đá, đội đấu gỗ, đỡ bẩy hiên. Cột đá được soi chỉ chìm, chạm khắc các họa tiết cúc dây và nhấn câu đối chữ Hán. Ngưỡng bao gỗ, soi chỉ kép, chạm trổ độc đáo. Thềm lát đá phiến, dật tam cấp, có mở cửa đại, 2 cửa sổ.\n\nTòa đại bái dài 9 m, rộng 4 m, cao 4 m. Hồi văn năm đấu, lợp ngói mũi. Vì kèo kiểu chồng cốn đấu sen. Đặc biệt hệ thống đầu dư đỡ bẩy hiên bằng gỗ được chạm trổ công phu, một con nghê đứng trên đầu, ghé vai đỡ bẩy. Nét chạm uyển chuyển, kênh bong rất đẹp. Trên diện tích 3 khoảng phân chia đều của Y môn, chính giữa chạm nổi một con phượng, tư thế sải cánh, đạp mây. Hai bên là hai con vật được cách điệu đầu rồng, thân là cành hoa lá.\n\nTrong hậu cung có hình tượng con rồng được thể hiện trên mảng cốn, bức đại tự dài 2 m, rộng 1 m có khắc nổi 3 chữ Hán: “Quốc Mẫu Từ”. Trong khán từ có 3 cỗ ngai, 3 bài vị thời Lê ở thế kỉ 17 khá lớn và rất đẹp, là ngai thờ vọng cha mẹ bà và ngai thờ Hoàng hậu. Trong hậu cung đền còn lưu giữ tượng gỗ thị nữ chầu, tượng hoàng hậu ngự trên ngai và khám thờ chạm trổ tinh vi rất đẹp mắt.\n\nTrước đền là giếng nước cổ có từ ngàn năm nay. Theo như các cụ xưa truyền lại giếng có cống nước vào và cống nước ra, người bình thường chui qua lọt, nước giếng lúc nào cũng trong veo. Giếng là linh hồn của ngôi đền và có thể giếng là cách điệu danh xưng của Hoàng hậu Thánh Mẫu Đinh Tỉnh Nương (chữ Tỉnh chiết tự chữ Hán nghĩa là Giếng).\n\nCăn cứ theo thần tích, ngọc phả, sắc phong, đền thờ và lời di ngôn từ xưa để lại tại địa phương thì rất có thể đền “Quốc Mẫu Từ” thôn Trung Sơn, làng Phù Lưu, xã [[Đông Sơn]], huyện [[Đông Hưng]], [[Thái Bình]] là nơi chôn cất phần mộ và hương khói cho [[Hoàng hậu nhà Đinh|Hoàng hậu triều Đinh]]. Trong sắc phong ở đền thờ [[Hoàng hậu nhà Đinh]] có ghi: Trinh thục Hoàng hậu. Trong số 5 bà [[Hoàng hậu nhà Đinh]], vị Hoàng hậu thứ 2 có tên là Trinh Minh Hoàng hậu.\n\n==Lịch sử==\nÔng Đinh Công Đoan, quê Lam Sơn, Châu Ái, Lương Giang, phủ Thiệu Thiên (Thanh Hóa) vốn là tướng văn võ toàn tài, đi theo Ngô Quyền lập được nhiều công lao, được phong chức tri phủ Cổ Lan. Sau khi [[Ngô Vương]] Quyền mất, đất nước lâm vào cảnh [[loạn 12 sứ quân]], tại Phù Lưu năm người con của Đinh Công Đoan là Đinh Dương Xá, Đinh Uy Linh, Đinh Đại Mộc, Đinh Bắc Phương, Đinh Thị Tỉnh cũng chiêu tập binh mã, xây dựng tại xã Phù Lưu 3 đồn, lập 1 đồn ở trang Cổ Dũng (nay là xã Đông La - [[Đông Hưng]]), và một đồn ở khu giống; để chống cự với các sứ quân.<ref>[https:\/\/vtc.vn\/mo-vo-vua-dinh-tien-hoang-o-thai-binh-d92597.html Mộ vợ vua Đinh Tiên Hoàng ở... Thái Bình]<\/ref>\n\nSau khi [[Đinh Bộ Lĩnh]] về với sứ quân [[Trần Lãm]], đã sai người mang thư chiêu dụ 4 anh em họ Đinh ở Phù Lưu. Anh em họ Đinh đã đi theo [[Đinh Bộ Lĩnh]] dẹp loạn các sứ quân của [[Ngô Xương Xí]], [[Nguyễn Siêu]]… được Vua Đinh Tiên Hoàng phong tước:\n* Đinh Dương Xá làm Binh nhung tướng quân, giữ đạo Hải Đông,\n* Đinh Uy Linh làm Thống chế tướng quân, giữ đạo Sơn Tây,\n* Đinh Đại Mộc làm Đốc lĩnh tướng quân, giữ đạo Tuyên Quang,\n* Đinh Bắc Phương làm Thái tướng quân giữ đạo Đồng Châu.\n\n==Hoàng hậu Đinh Thị Tỉnh==\nBản thần tích chữ Hán có niên đại vĩnh hựu ngũ niên (1739), còn lưu tại đền Thánh Mẫu cho biết: Thánh Mẫu có họ tên Đinh Thị Tỉnh, cha là ông Đinh Công Đoan, mẹ là bà Đỗ Thị Lan Hoa. Quê mẹ ở xã Phù Lưu, huyện Tây Lan (địa danh trong thần tích) nay là thôn Trung Sơn, xã Đông Sơn, huyện Đông Hưng, tỉnh [[Thái Bình]]. Trước đó ông Đoan đã có vợ là bà Đào Thị Rạng và sinh được 4 người con trai, nhưng vợ ông bị bệnh mà chết. Bà Đỗ Thị Lan Hoa là vợ kế của ông Đinh Công Đoan.\n\nTheo ngọc phả, thần tích trong đền thì Đinh Thị Tỉnh là người con gái xinh đẹp, long nhan mắt phượng, mặt như bích phấn, lên 5 tuổi đã biết âm luật nhạc, văn tự chưa giáo hóa đã biết quy mô, quan phủ cho đi học 5-6 năm thì văn chương đã xuyến triệt, võ bị tinh thông, cưỡi ngựa bắn tên thế gian khó địch nổi. Gặp thời [[loạn 12 sứ quân]], Tỉnh Nương cùng các anh trai tham gia lập đồn trại, chiêu dụ nhân tài đánh dẹp. Vua [[Đinh Tiên Hoàng]] thấy Tỉnh nương nhan sắc tuyệt trần bèn lập làm Trinh Minh hoàng hậu, tước hiệu Đệ Nhị Cung Phi, vua giao cho bà cai quản nội cung…\n\nCăn cứ vào thần tích thì Hoàng hậu Đinh Thị Tỉnh và 4 anh trai đã giúp [[Đinh Bộ Lĩnh]] tham gia đánh dẹp các sứ quân [[Ngô Xương Xí]] ở Bình Kiều (Thanh Hóa) và [[Nguyễn Siêu]] ở Tây Phù Liệt ([[Hà Nội]]). Bà là vị hoàng hậu duy nhất trong số 5 Hoàng hậu nhà Đinh tham gia đánh dẹp loạn 12 sứ quân. Các bà Hoàng hậu khác của Vua [[Đinh Tiên Hoàng]] như Hoàng Thị Thi, Dương Thị Nguyệt, [[Nguyễn Thị Sen (hoàng hậu)|Nguyễn Thị Sen]], [[Dương Vân Nga]] không có tài võ nghệ và trực tiếp tham gia dẹp loạn.\n\nSau này, khi về triều đình [[Hoa Lư]], Hoàng hậu Đinh Thị Tỉnh có thai, đã sinh ra công chúa Phù Dung. Khi nhà Tiền Lê thay [[nhà Đinh]], Hoàng hậu Đinh Thị Tỉnh trở về quê hương Thái Bình. Tại đây, Bà cùng với công chúa Đinh Phù Dung và phò mã Trương Quán Sơn đã giúp dân lập ấp, sống yên ổn. Khi bà mất, thi hài của bà được an táng tại lăng ở xã Phù Lưu. Theo nhân dân địa phương truyền tụng và theo ngọc phả tại đền thì mộ của bà chính là hậu cung của đền hiện nay. Các sắc phong thần và câu đối tại đền đều ghi rõ: “Phù Lưu xã, phụng sự đinh triều hoàng hậu (hay Quốc Mẫu Từ)”.\n\nCác triều vua sau này sắc phong bà là “Cung nương như đậu Tỉnh Nương đại thần đoan trang trinh thục cẩn tiết nhàn uyển hoàng thái hậu”.\n\nTrong cuốn “Bảng tra thần tích (xã Phù Lưu, tổng Đồng Vi, huyện Đông Quan) do Viện Hán Nôm ấn hành, trang 541 (1 tờ 22*30) có ghi cả năm anh em họ Đinh, trong đó bà được phong: ''Nhàn uyển Hoàng hậu đại vương''.\n\n==Lễ hội==\nHằng năm vào ngày sinh và ngày mất của Hoàng hậu Tỉnh Nương (Trinh Thục Hoàng hậu) triều Đinh, nhân dân trong làng, trong huyện và các vùng lân cận đều tổ chức lễ hội long trọng để tưởng nhớ tới 5 anh em họ Đinh đã có nhiều công lao trong sự nghiệp dẹp [[loạn 12 sứ quân]] thống nhất đất nước của vua [[Đinh Tiên Hoàng]].\n\nĐền Thánh Mẫu là một di tích lịch sử văn hóa quan trọng trong hệ thống các di tích tín ngưỡng thờ Mẫu ở Việt Nam.\n\n==Xem thêm==\n* [[Hoàng hậu nhà Đinh]]\n\n==Tham khảo==\n{{tham khảo}}\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Đền tại Việt Nam|Thánh Mẫu]]\n[[Thể loại:Di tích tại Thái Bình]]\n[[Thể loại:Nhà Đinh]]\n[[Thể loại:Du lịch Thái Bình]]"}