{"117473":"[[Tập tin:Nhà thờ trung lao (ảnh năm 2012).jpg|nhỏ|phải|300x300px|Nhà thờ Trung Lao (ảnh năm 2012)]]\n''' Nhà thờ Trung Lao''' hay '''Đền thánh Trung Lao''' là một công trình kiến trúc độc đáo kết hợp các yếu tố [[Kiến trúc Gothic|Gothic]], Tây Ban Nha và [[Kiến trúc cổ Việt Nam|kiến trúc truyền thống Việt Nam]]. Nhà thờ tọa lạc tại làng Trung Lao, xã Trung Đông, [[Trực Ninh|huyện Trực Ninh]], tỉnh [[Nam Định]].<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/news-1364641.htm|tựa đề=Cận cảnh thánh đường Trung Lao trăm tuổi trước và sau đám cháy|họ=|tên=|ngày=2017-08-06|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-02-01}}<\/ref>\n\n==Lịch sử xây dựng==\n[[Tập tin:Noi that nha tho.jpg|nhỏ|phải300x300px|Nội thất nhà thờ Trung lao (ảnh năm 2012)]]\nNhà thờ Trung Lao được khởi công xây dựng năm 1888, do hai linh mục Juan Pages Tràng Thái và linh mục Trứ thừa sai Tây Ban Nha đã chỉ đạo xây dựng xây nhà thờ. Sau hơn 10 năm, cùng với sự hỗ trợ của giáo dân, nhà thờ hoàn thành năm 1898.<ref name=\"g\">{{Chú thích web |url=http:\/\/baoconggiao.net\/index.php\/tin-giao-hoi-viet-nam\/nguoi-cong-giao-viet-nam-huong-ve-vu-chay-den-thanh-trung-lao-2782.html |ngày truy cập=2017-08-06 |tựa đề=Người Công giáo Việt Nam hướng về vụ cháy Đền Thánh Trung Lao |archive-date=2017-08-06 |archive-url=https:\/\/web.archive.org\/web\/20170806180735\/http:\/\/baoconggiao.net\/index.php\/tin-giao-hoi-viet-nam\/nguoi-cong-giao-viet-nam-huong-ve-vu-chay-den-thanh-trung-lao-2782.html }}<\/ref>\n\nNhà thờ có chiều dài 50m, rộng 16m, gồm 11 gian, được xây bằng [[Gạch nung|gạch]], mái lợp ngói đỏ hình vẩy rồng, còn gọi là ngói Nam. Toàn bộ nội thất cung [[thánh đường]] đều được làm từ lõi gỗ lim. Cột của nhà thờ là những thân [[gỗ lim]] có đường kính từ 70&nbsp;cm đến 80&nbsp;cm được để mộc, không trang trí. Các [[Kèo|vì kèo]], xà khóa, xà cân nâng đỡ cây long cốt được chạm trổ công phu với hoa văn hoa lá uyển chuyển, tạo sự nhẹ nhàng, thanh thoát.<ref name=\":0\" \/><ref>{{chú thích web|title=Nhà thờ làm bằng gỗ lim hơn trăm tuổi cháy tan hoang|url=https:\/\/vnexpress.net\/nha-tho-lam-bang-go-lim-hon-tram-tuoi-chay-tan-hoang-3623511.html|website=VnExpress|publisher=2017|accessdate=2022-02-17}}<\/ref>\n\nNội điện tôn trí tượng [[Đức Mẹ Maria]] cùng các vị [[thánh]] trên một bệ thờ lộng lẫy với hai màu vàng, đỏ. Bệ thờ là một công trình điêu khắc hết sức công phu, được trau chuốt tới những chi tiết nhỏ nhất.<ref name=cgvdt\/>\n\nNăm 1986 một trận bão lớn đã làm đổ bức tường các cửa hành lang, sau đó hai bức tường cửa hành lang được xây dựng lại theo kiến trúc hiện đại. Đến năm 1996 trong dịp kỷ niệm 100 năm xây dựng nhà thờ, linh mục Giuse Lê Ngọc Hoàn đã cho cho trùng tu lại nhà thờ và làm lại hai bức tường cửa hành lang theo nguyên bản.<ref name=cgvdt>[http:\/\/www.cgvdt.vn\/cong-giao-viet-nam\/den-thanh-trung-lao-gp-bui-chu-bi-hoa-hoan-thieu-rui_a5475 ĐỀN THÁNH TRUNG LAO - GP BÙI CHU BỊ HỎA HOẠN THIÊU RỤI]<\/ref>\n\n==Biến cố==\n[[Tập_tin:Nha_tho_chay.jpg|trái|nhỏ|407x407px|Nhà thờ sau trận hỏa hoạn ngày 5 tháng 8 năm 2017.]]\n===Hỏa hoạn===\nKhoảng 23h30 ngày 05 tháng 8 năm 2017, ngọn lửa bất ngờ bùng phát tại gian đầu của nhà thờ. Khi phát hiện hoả hoạn, nhiều người đã kéo chuông nhà thờ báo động, các giáo dân đã kéo đến nhưng do không đủ phương tiện chữa cháy cộng với tầm cao quá lớn của nhà thờ và sức gió khu vực nhà thờ mạnh nên đám cháy lan rất nhanh, cháy lan từ đầu đến cuối nhà thờ chỉ trong khoảng 2h.<ref name=cgvdt\/>\n\nĐến 6h00 sáng ngày 06 tháng 8 năm 2017 đám cháy tan. Toàn bộ nội thất và phần mái của nhà thờ bị thiêu rụi. Các cây cột lớn bằng lõi lim vẫn đứng vững nhưng chỉ còn phần lõi, vì phần phía ngoài cột khoảng 20cm phía ngoài đường kính cột đã bị ngọn lửa làm cho cháy xém.<ref>{{chú thích web|title=Nam Định: Hiện trường ngôi nhà thờ cổ 130 tuổi bị lửa thiêu rụi|url=https:\/\/www.doisongphapluat.com\/nam-dinh-hien-truong-ngoi-nha-tho-co-130-tuoi-bi-lua-thieu-rui-a198308.html|website=Đời sống và Pháp luật|publisher=2017|accessdate=2022-02-17}}<\/ref> Tuy nhiên phần ngoại thất với 2 bức đầu cuối công phu được xây dựng bằng vữa trộn [[mật mía]] vẫn còn đứng vững.\n\n===Tái thiết===\nVới việc kết cấu 2 bức đầu cuối nhà thờ vẫn còn đứng vững đã làm một số giáo dân hy vọng phục chế lại. Doanh nhân Xuân Trường khi nghe tin nhà thờ cháy đã đến hiện trường để xem xét và quyết định ủng hộ tất cả các cột gỗ trong nhà nhằm phục chế lại ngôi thánh đường.\n\nKhi đó hình thành 2 luồng ý kiến về công cuộc phục dựng:\n\n* Thứ nhất: theo linh mục chính xứ là Giuse Phạm Ngọc Đồng, và các ông trùm là nhân thể nhà thờ cháy thì đập đi xây dựng lại nhà thờ lớn, đẹp, hoành tráng hơn.\n\n* Thứ hai: theo tầng lớp trí thức, giới trẻ và đa phần người dân là trùng tu lại nhà thờ mà không phá dỡ, hai bức tường đầu cuối nhà thờ vẫn còn vững chãi và có giá trị lịch sử nên giữ lại và phục dựng lại phần nội thất và mái bị cháy, quan điểm gìn giữ những gì còn lại.\n\nSau khi trưng cầu dân ý lần 1 thì 90% chọn theo luồng ý kiến thứ hai. Nhưng sau đó theo linh mục Phạm Ngọc Đồng thì ý của Giám mục chính tòa [[Giáo phận Bùi Chu]] là [[Tôma Vũ Đình Hiệu]] quyết định là chọn theo phương án phá dỡ, xây mới nhà thờ lớn hơn vì sức chứa nhà thờ cũ không đủ cho một xứ lớn như Trung Lao.\n\nVới những ý kiến trái chiều về việc phục dựng thánh đường, đã có những cuộc biểu tình của tầng lớp những người trẻ, quyết tâm gìn giữ di sản của tổ tiên, không cho phép phá dỡ thánh đường. Người dân Trung Lao bị phân hóa rõ rệt với 2 nhóm: nhóm thứ nhất đồng ý nghe theo hướng dẫn của linh mục giáo xứ cũng như Giám mục Vũ Đình Hiệu, mong muốn phá dỡ, xây dựng lại; nhóm thứ hai lại cho rằng không nên phá dỡ mà nên giữ lại và phục dựng.\n\nĐến ngày 10 tháng 12 năm 2017, việc phá dỡ khung nhà thờ đã diễn ra, các cây cột cháy xém được cẩu mang đi, hai bức đầu cuối bắt đầu bị phá dỡ, song việc phá dỡ 2 bức đầu cuối khá khó khăn vì hai bức đầu cuối nhà thờ vẫn còn rất vững chãi do kết cấu gạch xây trát bằng vữa trộn [[mật mía]] - một loại bê tông rất chắc chắn của kỹ thuật xây dựng thế kỷ 19. Những cần cẩu lớn đã được huy động để phá dỡ hai bức đầu cuối của ngôi thánh đường.\n\n==Tham khảo==\n{{Tham khảo}}\n\n== Đọc thêm ==\n# Sách Kỷ yếu làng Trung Lao- xuất bản 1996\n\n{{Sơ khai kiến trúc Công giáo}}\n\n[[Thể loại:Nhà thờ tại Nam Định|T]]\n[[Thể loại:Nhà thờ thuộc Giáo phận Bùi Chu|Trung Lao]]\n[[Thể loại:Công trình kiến trúc Pháp tại Nam Định]]"}