{"19780738":"[[Tập tin:ThủyVĩ1397-1688.jpg|nhỏ|450px|phải|Ải Lê Hoa trong bản đồ châu Thủy Vĩ thời kỳ 1397 - 1688, trên vùng biên giới Đại Việt - Đại Minh 1428-1644, và biên giới Đại Việt - Đại Thanh 1644-1688.]]\n'''Ải Lê Hoa''' (chữ Hán: 棃花隘), còn gọi là '''Lê Hoa quan''' (棃花関, hay 棃花关 tức cửa Lê Hoa) hay chợ (thành) Lê-hoa (棃花市, '''Lê Hoa thị'''), sau đổi thành '''Liên Hoa ải''', một cửa ải nằm trên biên giới Đại Việt-Đại Minh (án ngữ con đường vào Đại Việt theo hướng tây bắc từ Vân Nam Trung Quốc), là một địa danh cổ nổi tiếng trong [[lịch sử Việt Nam]]. Nơi đây diễn ra các trận đánh cuối cùng của [[khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] chống lại [[nhà Minh]], dành độc lập cho [[Việt Nam]] năm [[1427]] (các trận Lãnh Thủy Câu (冷水溝) và Đan Xá (丹舍)). Vùng biên ải này là địa đầu của lãnh thổ [[Đại Việt]] kể từ thời [[nhà Lý]] cho đến cuối thời nhà [[Lê Trung hưng]], từ cuối [[nhà Trần]] qua [[nhà Hồ]] sang tới nhà [[Lê Sơ]] nó thuộc châu [[Thủy Vĩ]] phủ Quy Hóa trấn Hưng Hóa của Đại Việt, ngày nay là địa bàn hương [[Liên Hoa Than]] huyện [[Hà Khẩu, Hồng Hà|Hà Khẩu]], [[Hồng Hà, Vân Nam|châu Hồng Hà]], tỉnh [[Vân Nam]] [[Trung Quốc]].\n\nNguyễn Trãi, Bình Ngô đại cáoː\n:\"''Bị ta chặn ở '''Lê Hoa''', quân Vân Nam nghi ngờ khiếp vía mà vỡ mật!''\n:''Nghe Thăng thua ở Cần Trạm, quân Mộc Thạnh xéo lên nhau chạy để thoát thân.''\n:''Suối '''Lãnh Câu''', máu chảy thành sông, nước sông nghẹn ngào tiếng khóc''\n:''Thành '''Đan Xá''', thây chất thành núi, cỏ nội đầm đìa máu đen.''\"\n\nTheo các nhà sử học [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]], [[Hà Văn Tấn]] thì trong khoảng các năm 1257-1272, tức là trong [[chiến tranh Nguyên Mông – Đại Việt lần 1]] đến sau khi [[Hốt Tất Liệt]] chiếm [[nhà Tống|Nam Tống]] lập ra [[nhà Nguyên]] (năm [[1271]]), các sứ giả Nguyên Mông sang Đại Việt đều đi theo đường Vân Nam qua Lê Hoa quan (ải Lê Hoa), chỉ đến cuộc đi sứ của thượng thư bộ Lễ nhà Nguyên là [[Sái Xuân]] vào tháng Tám năm [[Mậu Dần]] (1278), mới theo đường thẳng từ [[Giang Lăng]] [[Hồ Bắc]] qua [[Nam Ninh|Ung Châu]] [[Quảng Tây]] để vào [[Đại Việt]]<ref>[[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] và [[Hà Văn Tấn]], Lịch sử chế độ phong kiến Việt Nam, tập 1, trang 387.<\/ref>. \n\n== Lê Hoa vùng biên ải địa đầu Đại Việt thời [[Hậu Lê]] tiếp giáp tỉnh Vân Nam Trung Quốc ==\n[[Tập tin:VanNamBiTrungChi.jpg|nhỏ|840px|phải|Vân Nam bị trưng chí của Vương Tung viết về ải Lê Hoa (Lê Hoa cựu thị 黎花舊市)]]\nThời [[Thời kỳ Bắc thuộc lần thứ tư|thuộc Minh]] (1407-142̈8) và thời [[nhà Lê sơ]], địa đầu của Thủy Vĩ là ải Lê Hoa (梨花隘), sau được gọi là ải Liên Hoa (蓮花隘), nay thuộc địa phận hương [[Liên Hoa Than]] (Ghềnh Liên Hoa, ghềnh hoa sen) huyện [[Hà Khẩu, Hồng Hà|Hà Khẩu]] châu [[Hồng Hà, Vân Nam|Hồng Hà]] tỉnh [[Vân Nam]] Trung Quốc, là cửa ải biên giới giữa [[Đại Việt]] (Việt Nam) và [[Nhà Minh|Đại Minh]] (Trung Quốc). Thời thuộc Minh, nhà Minh đổi vùng đất cửa ải Lê Hoa thành Lâm An vệ trung hữu Thiên hộ sở để phòng bị và bình định An Nam. [[Vân Nam bị trưng chí]]<ref>[https:\/\/books.google.com.vn\/books?id=VYtbAAAAcAAJ&pg=PT74&lpg=PT74&dq=%E5%88%81%E5%90%89%E7%BD%95&source=bl&ots=dLoowoJnFq&sig=fjmfwDHL37SCbByNB_ny3wKESro&hl=vi&sa=X&ved=0ahUKEwigt_CXie7PAhXIoJQKHeYNBt0Q6AEIGTAA#v=onepage&q&f=false Vương Tung (''王崧''), Vân Nam bị trưng chí (''云南備徵志'')]<\/ref> của Vương Tung viết về ải Lê Hoa (Lê Hoa cựu thị 黎花舊市): \" 已而臨安亦以地鄰安南, 每被盜, 黔國公沐晟奏請駐民兵于黎花舊市立營柵, 使與臨安官軍相兼守。已復陞黎花舊市柵為臨安衞中右千戶所, 頒印給冠帶如例。\". Dịch nghĩaː \"''... Ngoài ra, Lâm An cũng tiếp giáp với An Nam. Mỗi khi có biến, Kiềm quốc công Mộc Thạnh, yêu cầu dân binh đóng ở thành cũ của Lê Hoa lập đồn canh phòng, hỗ trợ cho quan quân ở Lâm An. Thành cũ Lê Hoa đã được đổi làm Lâm An vệ trung hữu Thiên hộ sở. Lính canh ở đây được ban ấn cấp mũ áo theo thông lệ.''\" Trong [[chiến tranh Minh–Việt (1407–1414)]] và [[khởi nghĩa Lam Sơn]], nhiều lần cánh quân Minh do [[Mộc Thạnh]] chỉ huy từ Vân Nam thường tiến vào Việt Nam qua cửa ải này. Tháng 3 năm 1427, Chinh Nam tướng quân thái phó Kiềm quốc công Mộc Thạnh cùng tham tướng Hưng An bá Từ Hanh và Tân Ninh bá Đàm Trung làm tả hữu phó tướng quân, theo đường Vân Nam, tiến đánh cửa ải Lê Hoa. Quân của Mộc Thạnh cầm cự với quân do các tướng [[Phạm Văn Xảo]] và [[Trịnh Khả]] chỉ huy nhưng tới tháng 9 cùng năm nghe tin [[Liễu Thăng]] tử trận, phải rút quân. Trịnh Khả nhân đà đang sắc bén, tung quân ra đánh phá; chém hơn vạn thủ cấp, bắt được hơn 1.000 quân và hơn 1.000 ngựa. Mộc Thạnh chỉ kịp một người một ngựa chạy thoát<ref name=\"KDCB14\">{{Chú thích web |url=http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |ngày truy cập=2009-04-01 |tựa đề=Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển XIV |archive-date=2009-01-21 |archive-url=https:\/\/web.archive.org\/web\/20090121040845\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |url-status=dead }}<\/ref>. [[Lam Sơn thực lục]] chép rằngː \"''Còn bọn Kiềm-quốc-công là Mộc-Thạnh, Bảo-định-bá là [[Lương Minh]], từ Vân-nam sang năm vạn quân, đóng đồn ở chợ Lê-hoa (棃花市), cầm cự với bọn [[Trịnh Khả|Lê Khả]], [[Lưu Trung|Lê Trung]], [[Đỗ Khuyển|Lê Đại]]. Nhà-vua liệu chừng Mộc Thạnh tuổi già, trải việc đã nhiều, lại vốn nghe tiếng quân ta, tất ngồi nhìn sự thắng bại của quân Liễu Thăng, không dám tiến liều! Liền viết thư kín bảo bọn [[Lê Sát|Sát]]<ref>Ở đây có sự nhầm lẫn giữa Lê Sát, chỉ huy đánh đạo quân Minh ở [[thành Xương Giang]] với Phạm Văn Xảo chỉ huy đạo quân Minh từ Vân Nam sang đóng ở Lê Hoa.<\/ref>, Khả, Đại, chỉ nên đặt quân phục để chờ, hãy chớ đánh nhau với giặc.''\"<ref>[https:\/\/vi.wikisource.org\/wiki\/Lam_S%C6%A1n_th%E1%BB%B1c_l%E1%BB%A5c\/Cu%E1%BB%91n_th%E1%BB%A9_hai Nguyễn Trãi, Lam Sơn thực lục cuốn hai, trang 45, bản dịch của Mạc Bảo Thần.]<\/ref> Đại Việt sử ký toàn thư chépː \"''Đinh Mùi, ([[1427]]), (Minh Tuyên Đức năm thứ 2)… Mùa hạ, tháng 4, sai phòng ngự sứ [[Trần Ban]] đôn đốc tu sửa cửa Lê Hoa (棃花関)… Tháng 9, Ngày 18, nhà Minh sai Tổng binh Chinh lỗ tướng quân Thái tử thái phó An Viễn hầu Liễu Thăng, Tham tướng Bảo Định bá Lương Minh, Đô đốc [[Thôi Tụ]], Binh bộ thượng thư [[Lý Khánh]], Công bộ thượng thư [[Hoàng Phúc]], thổ quan Hữu bố chính sứ Nguyễn Đức Huân đem hơn 10 vạn quân và 2 vạn ngựa đánh vào [[ải Nam Quan|cửa Pha Lũy]]. Chinh Nam tướng quân thái phó Kiềm quốc công Mộc Thạnh, Tham tướng Hưng An bá [[Từ Hanh]], Tân Ninh bá [[Đàm Trung]] đem 5 vạn quân và 1 vạn ngựa đánh vào cửa Lê Hoa (棃花關). Cả hai đều đã tới đầu địa giới nước ta… Mùa đông, tháng 10,… Bấy giờ Tổng binh Vân Nam là Kiềm quốc công Mộc Thạnh cùng với bọn Phạm Văn Xảo, Lê Khả, Lê Trung, [[Đỗ Khuyển|Lê Khuyển]] cầm cự nhau ở Lê Hoa (棃花關). Vua liệu tính rằng Mộc Thạnh tuổi đã già, từng trải việc đời đã nhiều, lại biết tiếng vua từ trước, nhất định còn đợi xem Liễu Thăng thành bại ra sao chứ không nhẹ dạ tiến quân, bèn gởi thư mật, bảo bọn Khả, Khuyển cứ đặt mai phục chờ đợi, chớ giao chiến vội. Đến khi quân Liễu Thăng đã bị thua, vua sai lấy 1 tên chỉ huy và 3 tên thiên hộ của giặc mà ta bắt được, cùng những sắc thư, phù ấn của Liễu Thăng đưa đến chỗ quân Mộc Thạnh. Bọn Thạnh trông thấy rất hoảng sợ, trong phút chốc quân hắn tan vỡ tháo chạy. Bọn Văn Xảo và Khả thừa thắng tung quân ra đánh, phá tan quân giặc ở [[Hà Khẩu (trấn)|Lãnh Thủy Câu]] (冷水溝) và [[Liên Hoa Than|Đan Xá]] (丹舍), chém hơn 1 vạn thủ cấp, bắt sống hơn 1 nghìn tên và hơn 1 nghìn con ngựa, còn bị chết đuối ở khu vực thì nhiều không kể xiết. Mộc Thạnh thì chỉ còn một mình một ngựa tháo chạy. Ta thu được chiến khí, của cải, xe cộ nhiều hơn hẳn [[thành Xương Giang]].''\"<ref>Ngô Sĩ Liên, Đại Việt sử ký toàn thư, Bản kỷ, quyển 10, bản tiếng Việt, trang 345,349 và 351.<\/ref> Như vậy, [[Đại Việt sử ký toàn thư]] khẳng định ải Lê Hoa nguyên là thuộc đất Đại Việt và là địa đầu của lãnh thổ Đại Việt.   \nAn Nam truyện trong [[Minh sử]] chép: 沐晟軍至水尾, 造船將進, 聞通已議和, 亦引退, 賊乘之, 大敗 (Mộc Thạnh quân chí Thủy Vĩ, tạo thuyền tương tiến, văn Thông dĩ nghị hòa, diệc dẫn thoái, tặc thừa chi, đại bại)<ref>[http:\/\/zh.wikisource.org\/wiki\/%E6%98%8E%E5%8F%B2\/%E5%8D%B7321 Minh sử: quyển 321, liệt truyện 209 đệ, ngoại quốc nhị: An Nam]<\/ref> nghĩa là \"''Mộc Thạnh kéo quân đến [[Thủy Vĩ]], làm thuyền bè, sửa soạn để chực tiến quân. Được tin [[Vương Thông (nhà Minh)|Thông]] đã nghị hòa, Thạnh cũng rút lui. Địch thừa thắng đổ ra đánh. Thạnh thua to.'''\"<ref name=\"KDCB14\" \/>. Theo [[Minh thực lục]], ngày [[14 tháng 11]] năm 1427, Mộc Thạnh cùng thuộc hạ chạy tới [[Đại Trại|Cao Trại]] [[Thủy Vĩ]] thì bị quân Lam Sơn phục kích cả trên sông lẫn trên bờ, phải vất vả làm lại thuyền mới đi tiếp được.<ref>{{Chú thích web |url=http:\/\/epress.nus.edu.sg\/msl\/entry\/391 |ngày truy cập=2023-01-22 |tựa đề=Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, accessed July 11, 2016. |archive-date=2016-10-03 |archive-url=https:\/\/web.archive.org\/web\/20161003181811\/http:\/\/epress.nus.edu.sg\/msl\/entry\/391 |url-status=dead }}<\/ref> Hiện nay, tại hương [[Đại Trại]] huyện [[Kim Bình, Hồng Hà|Kim Bình]] châu Hồng Hà, (tiếp giáp hương Liên Hoa Than), có tồn tại các địa danh là Cao Gia trại (Gaojiazhai 高家寨) và Thủy Vĩ (Shuiwei 水尾). Trên bản đồ Bắc Kỳ và Thượng Lào năm 1902 (Tonkin et Haut Laos 1902), địa danh Cao Trại hay Cao Gia Trại được ghi phiên âm là \"Kao Teou Kai\", ngay phía dưới (phía Nam) của Man Hao (Mạn Hao trấn, 蔓耗镇)<ref>[https:\/\/upload.wikimedia.org\/wikipedia\/commons\/9\/92\/BacKy1902.jpg Jean-Baptiste Friquegnon (1858-1934) và Camille Guy (1860-1829), Bản đồ Bắc Kỳ và Thượng Lào năm 1902 (Tonkin et Haut Laos 1902).]<\/ref>. Địa danh Lãnh Thủy Câu (suối nước lạnh, 冷水沟<ref>[http:\/\/www.hk.hh.gov.cn\/zfxxgk\/fdzdgkzfxx\/tzgg_16420\/202105\/t20210511_521748.html Sở Kiểm soát lũ lụt và Cứu trợ Hạn hán huyện Hà Khẩu, Cổng thông tin chính quyền huyện Hà Khẩu, Thông báo của Sở Kiểm soát lũ lụt và Cứu trợ Hạn hán huyện Hà Khẩu về phòng chống lũ lụt và cứu trợ hạn hán của huyện năm 2021.]<\/ref><ref>[http:\/\/www.hk.hh.gov.cn\/zfxxgk\/fdzdgkzfxx\/tzgg_16420\/202005\/t20200519_436275.html Cổng thông tin chính quyền huyện Hà Khẩu, Thông báo về quản lý biến động đối tượng  và hộ nghèo ở huyện Hà Khẩu năm 2019.]<\/ref><ref>[https:\/\/www.google.com.vn\/books\/edition\/%E4%B8%AD%E5%8D%8E%E4%BA%BA%E6%B0%91%E5%85%B1%E5%92%8C%E5%9B%BD%E5%B7%A5%E4%B8%9A%E4%BC%81%E4%B8%9A%E5%9F%BA%E6%9C%AC\/seuzAAAAIAAJ?hl=vi&gbpv=1&bsq=%E4%BA%91%E5%8D%97%E7%9C%81%E6%B2%B3%E5%8F%A3%E7%91%B6%E6%97%8F%E8%87%AA%E6%B2%BB%E5%8E%BF%E6%B2%B3%E5%8F%A3%E9%95%87%E5%86%B7%E6%B0%B4%E6%B2%9F%E5%B0%8F%E5%8C%BA&dq=%E4%BA%91%E5%8D%97%E7%9C%81%E6%B2%B3%E5%8F%A3%E7%91%B6%E6%97%8F%E8%87%AA%E6%B2%BB%E5%8E%BF%E6%B2%B3%E5%8F%A3%E9%95%87%E5%86%B7%E6%B0%B4%E6%B2%9F%E5%B0%8F%E5%8C%BA&printsec=frontcover 中华人民共和国工业企业基本槪况: 机械工业卷 - Tập 9 - Trang 330. Tiểu khu Lãnh Thủy Câu, trấn Hà Khẩu, huyện tự trị dân tộc Dao Hà Khẩu, tỉnh Vân Nam. (云南省河口瑶族自治縣河口鎮冷水溝小區)]<\/ref><ref>[https:\/\/www.google.com.vn\/books\/edition\/%E4%B8%AD%E5%9B%BD%E6%B0%94%E8%B1%A1%E7%81%BE%E5%AE%B3%E5%A4%A7%E5%85%B8\/CeE1AQAAIAAJ?hl=vi&gbpv=1&bsq=%E4%BA%91%E5%8D%97%E7%9C%81%E6%B2%B3%E5%8F%A3%E7%91%B6%E6%97%8F%E8%87%AA%E6%B2%BB%E5%8E%BF%E6%B2%B3%E5%8F%A3%E9%95%87%E5%86%B7%E6%B0%B4%E6%B2%9F%E5%B0%8F%E5%8C%BA&dq=%E4%BA%91%E5%8D%97%E7%9C%81%E6%B2%B3%E5%8F%A3%E7%91%B6%E6%97%8F%E8%87%AA%E6%B2%BB%E5%8E%BF%E6%B2%B3%E5%8F%A3%E9%95%87%E5%86%B7%E6%B0%B4%E6%B2%9F%E5%B0%8F%E5%8C%BA&printsec=frontcover 中国气象灾害大典: 综合卷 - Trang 491. Tiểu khu Lãnh Thủy Câu, trấn Hà Khẩu. (河口鎮冷水溝小區)]<\/ref>) đầu nguồn con suối chảy vào [[sông Hồng]], thuộc Mạn Chương xã khu của [[Hà Khẩu (trấn)|trấn Hà Khẩu]], nằm đối diện phía bắc [[Đền Thượng (Lào Cai)|đền Thượng]] [[Lào Cai (thành phố)|Lào Cai]] (châu Thủy Vĩ xưa (水尾)), có thể là nơi diễn ra trận Lãnh Câu (冷溝) kết thúc thắng lợi [[khởi nghĩa Lam Sơn]], được [[Nguyễn Trãi]] viết trong [[Bình Ngô đại cáo]]ː (冷溝之血杵漂，江水為之嗚咽；丹舍之屍山積，野草為之殷紅。) \"Suối Lãnh Câu, máu chảy thành sông, nước sông nghẹn ngào tiếng khóc. Thành Đan Xá, thây chất thành núi, cỏ nội đầm đìa máu đen.\" Địa danh Đan Xá, có thể ngày nay được biến đổi thành tên gọi Cam Long Tỉnh (甘龙井) hay Can Long Tỉnh (干龙井)<ref>[http:\/\/www.stats.gov.cn\/tjsj\/tjbz\/tjyqhdmhcxhfdm\/2021\/53\/25\/532532.html Mã hành chính huyện Hà Khẩu năm 2021.]<\/ref>, là tên gọi của thôn Ganlongjing của hương [[Liên Hoa Than]] huyện Hà Khẩu châu Hồng Hà tỉnh Vân Nam Trung Quốc. \n\nĐại Việt địa dư toàn biên chép: \"''[[Vũ Văn Uyên]] (武文淵) cuối năm Quang Thiệu (1522), ứng mộ đánh [[nhà Mạc|giặc]] [nhà Mạc], có nhiều chiến công. Vua [[Lê Chiêu Tông|Chiêu Tông]] phong cho làm Tuyên Quang đô thống sứ Ty Đô thống sứ (tước Khánh Dương hầu), [đóng ở các nơi] thành Nghị Lang (thành Nghị Lang chưa thể khảo cứu nằm ở đâu), [[Liên Hoa Than|gành Liên Hoa]] (莲花滩). Xét Quốc sử chép rằng Mộc Thạnh chống nhau với Phạm Văn Xảo ở Lê Hoa, và chú rằng cửa Lê Hoa (棃花關) ở huyện [[Mông Tự]] (蒙自) tỉnh Vân Nam. đất ấy có gành Liên Hoa. [[phố Ràng|Thành Nghị Lang]] có lẽ nay đã mất về Vân Nam...''\"<ref>Nguyễn Văn Siêu, Đại Việt địa dư toàn biên, quyển 5, Tỉnh Tuyên Quang, bản tiếng Việt, Viện Sử học và nhà Xuất bản Văn hóa, năm 1997, trang 419.<\/ref> Trong Việt sử tân biên, [[Phạm Văn Sơn]] khi giới thiệu và chú giải cho bản đồ \"Đại Việt quốc tổng lãm đồ\" có chú thích các địa danh Thủy Vĩ (水尾) và ải Liên Hoa (連花隘)<ref>Phạm Văn Sơn, Việt sử tân biên, tập 2, Nhà Xuất bản Văn hữu Á Châu, năm 1958, trang 396.<\/ref> nằm ở tận cùng phía trái bản đồ. Trong Đại Việt địa dư toàn biên Nguyễn Văn Siêu mô tả thành Thủy Vĩ nằm ở phía tây nam<ref>Nguyễn Văn Siêu nhầm lẫn về phương hướng, đúng ra là phía tây bắc Giao Châu.<\/ref> phủ Giao Châu trên đất châu Thủy Vĩ của Giao Chỉ. Đất châu Thủy Vĩ giáp giới với [[Vân Nam]]. Thành Thủy Vĩ là khoảng trại Cao. Năm Tuyên Đức thứ 2 (1427) vùng đất châu Thủy Vĩ là nơi [[Mộc Thạnh]] từ Vân Nam đụng độ với [[Khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] của [[Lê Thái Tổ|Lê Lợi]] cả trên bờ lẫn dưới nước dọc một đoạn [[sông Hồng]] địa đầu đất Việt.<ref>Nguyễn Văn Siêu, Đại Việt địa dư toàn biên, quyển 1, bản tiếng Việt, năm 1997, trang 139.<\/ref> Như vậy, thành Thủy Vĩ trấn ải Lê Hoa của Đại Việt nằm trên biên giới Đại Việt - Trung Hoa, đến khoảng đầu thời Lê trung hưng ([[chúa Bầu]] cát cứ) ải Lê Hoa có tên là ải Liên Hoa. Từ cuối thời Lê trung hưng vùng đất ải Lê Hoa ([[Liên Hoa Than|Liên Hoa]]) lại mất về huyện Mông Tự tỉnh Vân Nam Trung Quốc. Đại Nam nhất thống chí viết: \"''[[Sông Thao]], cách huyện Tam Nông 2 dặm về phía bắc, phát nguyên từ Triệu Châu tỉnh Vân Nam, chảy qua địa phận các phủ Mông Hóa, Sở Hùng và [[Nguyên Giang, Ngọc Khê|Nguyên Giang]], đến huyện Mông Tự phủ Lâm An thì hợp với Bạch Thủy làm thành sông Lê Hoa (棃花河), chảy theo thác Liên Hoa về phía đông nam vào địa giới châu Thủy Vĩ phủ Quy Hóa thuộc bản tỉnh (Hưng Hóa)...''\"<ref>Đại Nam nhất thống chí, tỉnh Hưng Hóa, tập 4, trang 365.<\/ref>\n\n[[Tập tin:BiênGiớiViệtTrung1896.jpg|nhỏ|450px|phải|Bản đồ vùng lãnh thổ Đại Thanh tiếp giáp biên giới với Việt Nam năm 1896. Đoạn sông Hồng chảy qua Liên Hoa Than thời này có tên là Lê Hoa giang (棃花江, sông Lê Hoa).]]\n[[Tập tin:DaiVietQuocTongLamDo.jpg|nhỏ|450px|phải|Ải Liên Hoa (蓮花隘) châu Thủy Vĩ (水尾) phủ Quy Hóa trấn Hưng Hóa trong bản đồ Đại Việt quốc tổng lãm đồ (大越國總覽圖) thời nhà Lê-Trịnh.]]\n\n== Các quan điểm tồn nghi về vị trí địa danh ải Lê Hoa của hậu thế ==\n=== Ải Lê Hoa thuộc tỉnh [[Hà Giang]] ===\n\n=== Ải Lê Hoa thuộc huyện [[Hạ Hòa]] tỉnh [[Phú Thọ]] ===\n\n=== Ải Lê Hoa thuộc tỉnh [[Lào Cai]] ===\n\n== Tham khảo và ghi chú ==\n\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Hành chính Việt Nam thời Lê sơ]]\n[[Thể loại:Hành chính Việt Nam thời Lê trung hưng]]\n[[Thể loại:Hồng Hà, Vân Nam]]"}