{"76113":"[[Tập tin:Gvnhamlet.jpg|nhỏ|phải|300px|Hình ảnh ấp chiến lược với hàng rào bằng tre và hào cạn cắm chông bao quanh]]\n'''Ấp Chiến lược''' là một \"quốc sách\" do chính phủ Mỹ và [[Đệ Nhất Cộng hòa Việt Nam]] sử dụng trong [[Chiến tranh Việt Nam]] từ năm đầu năm [[1963]] (thời kỳ [[Ngô Đình Diệm]] làm tổng thống) để đối phó với [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]. Để tránh gây ác cảm với người dân, những năm sau tên của chương trình này đổi thành '''Ấp Đời mới''' (1964) rồi '''Ấp Tân sinh''' (1965).\n\n== Mục đích ==\n[[Tập tin:Propaganda poster.jpg|nhỏ|phải|300px|Áp phích tuyên truyền cho Ấp chiến lược]]\nVì muốn cách ly thường dân khỏi [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|lực lượng du kích quân Giải phóng miền Nam]], chính quyền [[Ngô Đình Diệm]] cho ra đời kế hoạch Ấp chiến lược. Nông dân tại các ấp chiến lược có thể nhận được sự bảo vệ, hỗ trợ kinh tế và trợ cấp của chính phủ<ref>Tucker, Spencer, The Encyclopedia of the Vietnam War: A Political, Social, and Military History, ABC-CLIO, 2011, p. 1070.<\/ref>. Mục đích chính là loại lực lượng du kích quân Giải phóng miền Nam ra khỏi dân cư để dễ dàng tiêu diệt. Kế hoạch này ban đầu đã gây khó khăn cho [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|quân Giải phóng miền Nam]], nhiều cơ sở của họ bị quét sạch và có nguy cơ bị tiêu diệt. Khuôn mẫu cho Ấp chiến lược được rút từ kinh nghiệm chiến dịch bình định ở [[Philippines]] của [[quân lực Mỹ]] và [[Malaysia]] của [[quân đội Anh]]. Kế hoạch được phái đoàn cố vấn Anh do R. G. K. Thompson cầm đầu đưa ra vào Tháng 11 năm 1961 và chính thức áp dụng vào Tháng Ba năm 1962 đầu tiên ở tỉnh [[Bình Dương]].<ref name=\"Hamlet Program\">{{Chú thích web |url=http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon2\/pent4.htm |ngày truy cập=2009-09-17 |tựa đề=\"The Strategic Hamlet Program, 1961-1963,\" pp. 128-159 |archive-date=2010-12-28 |archive-url=https:\/\/web.archive.org\/web\/20101228224120\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon2\/pent4.htm |url-status=dead }}<\/ref>\n\nMục đích của Ấp chiến lược là để tách rời quân du kích của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ra khỏi nhân dân ở nông thôn hòng hạn chế quân Giải phóng xây dựng cơ sở hoạt động, ngăn chặn người dân tiếp tế cho du kích. Ấp chiến lược còn có dụng ý để quân địa phương có công sự phòng ngự đợi cho đến khi quân đội có thể đến chi viện. Theo quan điểm của phía Mặt trận Dân tộc Giải phóng miền Nam thì Ấp chiến lược là nội dung cơ bản, là \"xương sống\" của chiến lược [[Kế hoạch Staley–Taylor|chiến tranh đặc biệt]], là biện pháp chủ yếu để tiến hành cuộc chiến tranh tổng lực, trong đó hành quân càn quét, đánh phá, triệt hạ làng mạc, dồn dân, chiếm đóng, làm dân bị kìm kẹp nhằm \"tát nước bắt cá\", cô lập lực lượng vũ trang cách mạng để họ không thể dựa vào dân, nhằm thực hiện ý đồ tiêu diệt lực lượng quân Giải phóng.<ref name=\"chinhphu.vn\">{{Chú thích web |url=http:\/\/chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html |ngày truy cập=2011-11-15 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 9 tháng 5 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110509234302\/http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/cpcacthoiky\/1955_1975\/02_2.html }}<\/ref>\n\nGiáo sư Sử học [[Randy Roberts]] thì nhận xét: ''\"Cái gọi là Chương trình Ấp Chiến lược thực chất là lùa nông dân Việt Nam ra khỏi làng quê tổ tiên của họ và nhốt họ trong những khu đất rào quanh chắc chắn giống như một nhà tù hơn là các cộng đồng thật sự\"''<ref>WHERE THE DOMINO FELL - American and Vietnam, 1945-1995. James S. Olson & Randy Roberts. Brandywine Press, New York, 1999. Trang 98.<\/ref>\n\n== Thực hiện ==\nẤp chiến lược tổ chức theo hình thức \"tự quản, tự phòng và tự phát triển\" và là hậu thân của [[Khu trù mật]] phát động năm 1959. Quản lý ấp là một Ban trị sự, phòng thủ bảo vệ ấp là lực lượng Phòng vệ dân sự, phối hợp với các đơn vị Thanh niên, [[Thanh nữ Cộng hòa]] của ấp đó phụ trách.\n\nNgười đứng đầu kế hoạch Ấp chiến lược là Cố vấn [[Ngô Đình Nhu]] với [[Trung tá]] [[Phạm Ngọc Thảo]] chịu trách nhiệm.\n\nẤp được xây với hệ thống phòng thủ, thường có hai vòng rào. Vòng ngoài bằng [[dây kẽm gai]], [[tre]] hoặc bụi gai. Vòng trong đắp đất, trên gắn kẽm gai. Giữa vòng ngoài và vòng trong là hào sâu khoảng hơn một [[mét]] cắm chông nhọn. Mỗi ấp đều có một hoặc nhiều chòi canh có tầm nhìn xa; các cổng ra vào được canh gác cẩn mật.\n\nBan ngày, người dân trong ấp được ra vào để làm ăn, tuy nhiên người lạ muốn vào ấp phải qua sự kiểm soát, khám người vô cùng chặt chẽ. Mọi trường hợp xâm nhập lén lút, bất hợp pháp từ bên ngoài vào đều bị phát hiện vì trong ấp có hệ thống báo động. Chung quanh ấp là một diện tích đồng trống để lính canh dễ theo dõi việc di chuyển phía ngoài.\n\nKhu vực đầu tiên áp dụng Ấp chiến lược là khu [[đồn điền]] [[cao su]] Lai Khê, quận [[Bến Cát]], tỉnh [[Bình Dương]]; tiếp theo là các tỉnh [[Phú Yên]], [[Bình Định]] và [[Quảng Ngãi]].<ref name=\"Hamlet Program\"\/>\n\nNăm 1962 Chính phủ đề ra kế hoạch xây dựng 11.000 đến 12.000 ấp nhưng khi nền Đệ Nhất Cộng hòa sụp đổ vào cuối năm 1963 thì con số thực hiện được là 7.205 ấp.<ref name=\"PSYOP\">[http:\/\/www.psywarrior.com\/VNHamletPSYOP.html PSYOP OF THE STRATEGIC HAMLET IN VIETNAM]<\/ref> Vùng hưởng ứng mạnh nhất trong việc xây dựng ấp Chiến lược là [[Cao nguyên Trung phần]] với nhiều bản [[người Thượng]] tự tổ chức lập ấp phòng thủ.<ref name=\"Duncanson\">Duncacnson, Dennis. ''Government and Revolution in Vietnam''. New York: Oxford University Press, 1968. tr 315-323<\/ref>\n\nBổ túc cho Ấp chiến lược là lực lượng Dân vệ khoảng 60.000 vào thập niên 1960 <ref name=\"PSYOP\"\/> đảm nhiệm việc canh phòng và tuần tiễu.\n\n== Xây dựng Nông thôn ==\n[[Tập tin:South Vietnam propaganda poster.jpg|thumb|Poster tuyên truyền cho Ấp Đời mới]]\nSang thời [[Đệ Nhị Cộng hòa Việt Nam|Đệ Nhị Cộng hòa]] với tên gọi '''Ấp Đời mới''' là một bộ phận của [[Chương trình Xây dựng nông thôn (Việt Nam Cộng hòa)|Chương trình Xây dựng Nông thôn]] nói chung thì ấp có những mục tiêu rộng hơn như:\n*Phát triển nông nghiệp\n*Cải thiện quy chế [[tá điền]]\n*Thanh toán nạn [[mù chữ]]\n*Phổ biến vệ sinh, y tế\n*Chống [[Việt cộng]] và Cộng sản nằm vùng\n*Xây dựng cơ sở dân chủ\n*Tạo lập luồng văn hóa mới ở nông thôn\n\nKinh phí chương trình do viện trợ của [[Hoa Kỳ]], [[Tây Đức]] và [[Úc]] trang trải.\n\nKể từ năm [[1966]] trở đi Ấp chiến lược\/Ấp Đời mới\/Ấp Tân sinh dần được chuyển thành một bộ phận của [[Chương trình Xây dựng nông thôn (Việt Nam Cộng hòa)|Chương trình Xây dựng Nông thôn]].\n\n== Kết quả ==\nBan đầu, kế hoạch Ấp chiến lược thực hiện khá hiệu quả, hoạt động của du kích quân Giải phóng bị ngưng trệ. Tuy nhiên về sau thì phản tác dụng rồi thất bại. Trong khi thi hành thì nhiều viên chức [[tham nhũng]] ngân sách Ấp chiến lược rồi bắt dân phải gánh chịu khoản này như phải nộp [[tiền]], công sức và [[tre]] để làm hàng rào cho ấp. Trong trường hợp ở Vị Thanh thì 20.000 dân công được huy động để xây một ấp cho 6.500 người nên người bỏ ra công sức không hẳn là người được hưởng lợi. Trong khi đó việc đồng áng bị trễ nải vì dân phải xung công xây ấp.<ref name=\"PSYOP\"\/> Cũng có trường hợp dân địa phương bị cưỡng bách dời vào ấp.<ref name=\"Hamlet Program\"\/>\n\nTheo đánh giá của [[Kevin Gray]] ([[Đại học Sussex]]), chương trình này không có gì khác hơn một thảm họa. Ví dụ: tháng 3 năm 1962, trong chương trình tại [[Bình Dương]], chỉ có 70 hộ gia đình tự nguyện di chuyển tới Ấp chiến lược, trong khi 140 hộ dân bị cưỡng bức tái định cư bằng súng đạn. Chương trình gây ra sự oán giận cực điểm với các nông dân: họ buộc phải rời bỏ đất đai của tổ tiên, đưa vào các đội lao động, không thể tiếp cận với đồng ruộng của họ, và những ngôi nhà cũ của họ bị quân lính của Ngô Đình Diệm đốt cháy. Hơn nữa, chương trình này không ngăn được những cán bộ cách mạng của Mặt trận dân tộc Giải phóng miền Nam thâm nhập vào các ấp, thường là với sự hợp tác của cư dân trong ấp<ref>https:\/\/pdfs.semanticscholar.org\/4e5d\/bd7bd15b6a5831039c168d8e6b894a2aa34c.pdf<\/ref>.\n\nTheo [[Roger Hilsman]], giám đốc sở tình báo và nghiên cứu Bộ Ngoại giao từ đầu 1961, chương trình ấp chiến lược đã bị [[Ngô Đình Nhu]] thực hiện hoàn toàn sai lầm: Không khởi đầu từ khu vực an ninh trước, mà từ những vùng thiếu an ninh nhất ở gần biên giới Campuchia. Ngô Đình Nhu đã dùng việc thành lập ấp để sàng lọc dân, gây bất mãn trong dân chúng. Từ chỗ bất mãn, rất dễ làm nội ứng cho du kích quân Giải phóng. Và vì nằm tại những vùng thiếu an ninh, chẳng bao lâu sau khi thành lập, ấp thường bị phá, gây tổn thất về tài sản và công sức.\n\nTrong cuốn sách Vietnam: a History (1983), nhà sử học [[Stanley Karnow]] mô tả quan sát thực tế của ông về tình hình các ấp chiến lược ở [[Long An]]<ref>Vietnam: A History –[[Stanley Karnow]] Penguin Books, 1997 — Chapter 9 The Commitments Deepen pp.335,336 (first published: Viking, 1983) | http:\/\/www.polsci.wvu.edu\/faculty\/hauser\/ps493origins\/ps493vietnam\/karnowvietnamhistory.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20140115113622\/http:\/\/www.polsci.wvu.edu\/faculty\/hauser\/ps493origins\/ps493vietnam\/karnowvietnamhistory.pdf |date = ngày 15 tháng 1 năm 2014}}<\/ref>:\n:''Ở đó tôi thấy chương trình ấp chiến lược bắt đầu trong thời kỳ Diệm đang trong cơn hỗn loạn. Tại một địa điểm gọi là Hòa Phú, một ấp chiến lược được xây dựng trong mùa hè năm ngoái nay trông giống như bị trúng bão. Hàng rào kẽm gai bao xung quanh đã bị phá vỡ, tháp canh bị phá hủy và chỉ một vài người dân còn ở lại... Một lính gác địa phương giải thích với tôi rằng một số du kích Việt Cộng đã tới trong một đêm, họ vận động các nông dân hợp sức phá bỏ nó và trở về làng quê của họ. Nông dân đã ủng hộ họ...''\n:''Ngay từ đầu, ở Hòa Phú và các nơi khác, nông dân căm ghét các ấp chiến lược, nhiều người bị buộc phải dọn tới đó bởi các quan chức tham nhũng, những người đã bỏ túi phần lớn số tiền được phân bổ cho các dự án. Nếu chiến tranh là một trận chiến để giành được sự ủng hộ của trái tim và trí óc người dân, thì Hoa Kỳ và các đối tác ở miền Nam Việt Nam chắc chắn đã đánh mất Long An.\n:'''Cảm giác lướt qua của tôi, sau đó đã được xác nhận trong một cuộc khảo sát rộng rãi hơn được thực hiện bởi Earl Young, đại diện cấp cao của Mỹ trong tỉnh. Ông đã báo cáo vào đầu tháng 12 rằng đã có 200 ấp chiến lược ở Long An đã bị phá hủy kể từ mùa hè, bởi Việt Cộng hoặc bởi những người dân địa phương, hoặc bởi sự kết hợp của cả hai.''\n\nRiêng trong năm 1963, quân Giải phóng và người dân miền Nam đã phá hoàn toàn 2.895 Ấp chiến lược trong số 6.164 ấp được lập, số còn lại đã bị phá đi phá lại 5.950 lần ấp. Quân Giải phóng giành quyền làm chủ ở 12.000 thôn trong tổng số 17.000 thôn toàn miền Nam, gồm hơn 5 triệu dân trong tổng số 14 triệu dân toàn miền Nam. Hơn 1,5 triệu ha trên tổng số 3,5 triệu ha ruộng đất đã về tay nông dân; hơn 23.000 thanh niên miền Nam đã gia nhập quân Giải phóng. Hàng nghìn ấp chiến lược đã biến thành làng chiến đấu, hệ thống Ấp chiến lược bị sụp đổ đến 4\/5.<ref name=\"chinhphu.vn\"\/>\n\nTheo thú nhận của chính phủ Sài Gòn, trong vòng ba tháng sau đảo chính lật đổ chế độ Ngô Đình Diệm, quân Giải phóng phát động nhân dân nổi dậy phá ấp chiến lược ở khắp nơi. Tỉnh Kiến Hoà phải rút đi 51 đồn bót, mất 15 xã. Ở miền Trung từ Phan Thiết trở ra trong vòng hai tháng sau đảo chính, 2.200 ấp chiến lược trong tổng số 2.700 ấp chiến lược hoàn toàn bị phá tan tác<ref name=\"thuvien\" \/>\n\nTổng số 4.248 ấp chiến lược ở miền Nam thì có 3.915 ấp bị phá hẳn. Trong phúc trình gửi Tổng thống Johnson ngày ngày 16 tháng 3 năm 1964, Bộ trưởng quốc phòng Mỹ McNamara đưa ra một bức tranh tổng quan: ''\"Trong số đất đai của 22 tỉnh (trong 44 tỉnh), Việt Cộng kiểm soát tới 50% hoặc nhiều hơn thế. Phước Tuy, Việt Cộng kiểm soát 80%; Bình Dương 90%; Hậu Nghĩa 90%; Long An 90%; Định Tường 90%; Kiến Hoà 90%; An Xuyên (Cà Mau) 85%. Quận Mõ Cày và các xã Định Thủy, Bình Khánh, Phước Hiệp, \"đỏ 100%\"; trên 900 xã như trong trường hợp ba xã này....\"''<ref name=\"thuvien\">https:\/\/thuvienhoasen.org\/a14588\/ban-them-ve-phong-trao-phat-giao-mien-nam-nam-1963-trong-giao-trinh-lich-su-viet-nam-hien-dai-o-bac-dai-hoc-va-cao-dang<\/ref>.\n\nNhiều năm sau chiến tranh, [[Roger Hilsman]] tuyên bố rằng khái niệm ấp chiến lược đã được thực hiện bởi chế độ Ngô Đình Diệm một cách tồi tệ đến mức có thể coi nó là \"vô dụng\"<ref>[http:\/\/www.gwu.edu\/~nsarchiv\/coldwar\/interviews\/episode-11\/hilsman1.html Episode 11: Vietnam], \"An interview with Roger Hilsman,\" from the [[National Security Archive]].<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.psywarrior.com\/VNHamletPSYOP.html PSYOP OF THE STRATEGIC HAMLET IN VIETNAM]\n== Xem thêm ==\n*[[Chương trình Xây dựng nông thôn (Việt Nam Cộng hòa)]]\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n{{sơ khai}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến lược quân sự]]"}