{"137076":"'''Ấu Triệu''' (? - [[1910]]) tên thật '''Lê Thị Đàn''', là một liệt nữ cách mạng trong [[Duy Tân hội]] và [[Phong trào Đông du]] ở [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\n'''Lê Thị Đàn''' là người làng Thế Lại Thượng, nay thuộc xã Hương Vinh, huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế]].\n\nSinh trưởng trong một gia đình theo [[Nho giáo]], lại được đi học nên bà có tiếng là người nết na đức hạnh và biết làm thơ văn. Đến tuổi trưởng thành, bất ngờ gia đình bà lâm cảnh chẳng lành: mẹ mất sớm, các em còn nhỏ dạị, cha bị [[thực dân Pháp]] bắt giam, gia sản bị tịch thu vì trước kia ông có liên quan đến [[phong trào Cần Vương]]. Vừa lúc đó có người tên Hinh, nguyên là Đốc phủ sứ ở miền Nam, đang làm thông ngôn ở tòa Khâm sứ [[Trung kỳ]], ra điều kiện nếu bà chịu làm vợ ông, thì ông sẽ xin tha cho cha bà và bà đã đồng ý.\n\nSau một thời gian ngắn, ông Hinh đổi về [[Sài Gòn]], Lê Thị Đàn vịn cớ còn cha già, em thơ dại nên không đi theo. Bà ở lại mua bán ngược xuôi một thời gian rồi mở một quán bán trà rượu để nuôi cha, nuôi em. Gần nhà bà có ông Võ Bá Hạp, một nhà nho có khí tiết, bạn thân ông Phan Bội Châu. Bởi vậy, qua lời giới thiệu của ông Hạp, Lê Thị Đàn được ông Phan kết nạp vào [[Duy Tân hội]] (được thành lập năm [[1904]]) và được phân công làm liên lạc. Từ đó, trong bốn năm năm, trải qua biết bao hiểm nguy, gian khổ trên tuyến đường [[miền Trung Việt Nam|miền Trung]] và [[miền Bắc Việt Nam|Bắc]], mọi việc của hội như chuyển tài liệu, tiền bạc, đưa rước người trong [[phong trào Đông Du]] đều nhờ đôi tay bà.\n\nNăm [[Mậu Thân]] ([[1908]]), phong trào chống thuế ở [[Trung Kỳ]] nổ ra, Lê Thị Đàn đã cùng đồng đội là Khóa Mãnh, Khóa Mộng, nhiệt tình hưởng ứng. Tiếp đến, trong kỳ thi khóa sinh ở huyện [[Hương Trà]], chính bà và ông Nguyễn Đình Tiến đã cổ vũ cho thí sinh bỏ trường thi để phản đối nhà cầm quyền.\n \nMọi hoạt động đang khá thuận lợi thì [[Nhật Bản]] ký hiệp ước với [[Pháp]], các nhà cách mạng trong có [[Phan Bội Châu]] cùng các du học sinh người Việt phải rời khỏi đất nước [[Nhật Bản]] vào năm [[1909]]. Đồng thời ở trong nước Việt, Pháp cũng ra sức đàn áp các thành phần chống đối, khiến nhiều người bị tù đày, bị chém hoặc phải tự sát; trong số đó, có ông [[Đặng Thái Thân]], một đồng đội năng động, thân thiết của bà ở [[Nghệ An]] vừa mới tuẫn tiết (dùng súng tự sát), khiến bà Đàn càng thêm căm phẫn, đau xót.\n \nKhông kiềm nén được nữa, Lê Thị Đàn ngang nhiên chửi rủa đối phương nên bị bắt giam vào [[tháng 3]] năm [[1910]]. Thượng thư [[bộ Hình]] triều [[Nhà Nguyễn|Nguyễn]] và cũng là cộng sự đắc lực của [[Pháp]] là Trương Như Cương, được giao việc xét hỏi. Mặc mọi lời dụ dỗ, mọi cực hình tra tấn, trước sau bà vẫn không khai báo. Biết mình không thể thoát và không thể sống được nữa, bà giả vờ sẽ cung khai hết, nếu được Trương Như Cương cho ngơi nghỉ một ngày...Tin lời, Thượng thư Cương chấp thuận và ngay đêm hôm ấy, bà đã cắn ngón tay lấy máu viết lên tường ba bài thơ tuyệt mệnh, rồi dùng dây thắt lưng bằng lụa trắng treo cổ, tự kết liễu đời mình tại nhà lao [[Quảng Trị]].\n \nHôm ấy là ngày 16 [[tháng 3]] [[âm lịch]] năm [[Canh Tuất]], tức ngày 25 [[tháng 4]] năm [[1910]]<ref>Ghi theo văn bia khắc trên ''Nữ liệt sĩ bi đình'' do [[Phan Bội Châu]] soạn. Tuy nhiên theo một bài viết trên [[báo Tuổi Trẻ]] [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=289854&ChannelID=3], và trang Thừa Thiên–Huế [http:\/\/www1.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=16&TwoID=90&ThreeID=948]{{Liên kết hỏng|date=2021-06-02 |bot=InternetArchiveBot }}, thì bà Ấu Triệu mất vào đêm 25 [[tháng 10]] năm [[1910]].<\/ref>\nPhan Bội Châu lấy tấm gương bất khuất của nữ nhân vật [[Triệu Thị Trinh]] trong [[lịch sử Việt Nam]] mà đặt cho Lê Thị Đàn là '''Ấu Triệu''', với nghĩa ''Bà Triệu Nhỏ''.\n\nVà sau 98 năm kể từ khi tuẫn tiết,sau hơn 30 năm tìm kiếm mộ bà bởi các cấp chính quyền, mới đây vào một ngày đầu đông 2008 di hài liệt nữ Ấu Triệu đã được nhà ngoại cảm Nguyễn Thị Ngọc Lan ở Hải Phòng tìm thấy trước sự chứng kiến của công an văn hóa Ạ,giám đốc nhà tù Lao Bảo,liên đoàn lao động tỉnh Thùa Thiên Huế,gia tộc họ Lê Văn và nhiều ban ngành khác. Sáng ngày 26 [[tháng 11]] năm [[2008]], di hài bà đã được đưa về cải táng tại Nghĩa trang mang tên Phan Bội Châu do chính cụ Phan thành lập trước năm [[1934]] ở [[Huế]], để làm nơi an táng các chí sĩ cách mạng <ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=289854&ChannelID=3 Theo web báo Tuổi trẻ]<\/ref>.\n\nCảm động trước việc làm của nhà ngoại cảm,cháu Cụ Lê Thị Đàn có làm bài thơ sau:\n\n''Tìm mộ bà xa thật là xa''\n\n''Lòng con mong ước từ bao giò''\n\n''Nay đến tận nhà tù Lao Bảo''\n\n''Hun hút trời mây bà ở mô?''\n\n''Mông lung hiu quạnh chốn lao tù''\n\n''Sập nát chỉ còn sắt lửng lơ''\n\n''Anh dũng tượng đài tay xiềng xích''\n\n''Hiên ngang,sừng sững chẳng phai mờ''\n\n''Thật là kỳ diệu tưởng như mơ''\n\n''Bãi cỏ bằng ngang trước nhà tù''\n\n''Ngọc Lan tay cầm bó nhang đỏ''\n\n''Cắm liền xuống vạt cỏ chơ vơ''\n\n''Ngờ đâu sự thật được diễn ra''\n\n''Đào xuống năm tấc mới rõ là''\n\n''Viên gạch nằm ngay trên ngực Cụ''\n\n''Chắc ai làm dấu khi chôn Bà?!''\n\n''Hiện trường rõ thật quá đi thôi''\n\n''Chớp ảnh,quay phim cũng nhiều rồi''\n\n''Thi hài bà được bốc cẩn thận''\n\n''Đưa về quê Mẹ chọn niềm vui.''\n\n==Thơ Tuyệt mệnh==\n:I.''Lạnh lùng cảnh ngục lúc quyên sinh\n:''Biển rộng đồng không mình biết mình.\n:''Chết với nước non em tốt số,\n:''Chạnh lòng tủi hổ lũ trâm anh!''\n\n:II.''Suối vàng gạt lệ gặp bà Trưng\n:''Máu thắm hồn quyên khóc thảm thương.\n:''Lạy Phật thân này còn hóa kiếp,\n:''Tay xin nghìn cánh, cánh nghìn thương.''\n\n:III. ''Huyết lệ dầu khan, giận chửa sờn\n:''Chiều hôm tê tái nước sông Hương\n:''Đảng ta khi quét xong quân giặc,\n:''Trước nấm mồ em đốt bó nhang...''\n:([[Đặng Thai Mai]] dịch thơ)\n\n==Tưởng nhớ==\n[[Tập tin:Ấu Triệu-bi đình.jpg|nhỏ|phải|170px|Ấu Triệu bi đình tại nhà lưu niệm Phan Bội Châu, [[Huế]]]]\nDo đảm đương công tác bí mật, nên công lao và sự hy sinh của Lê Thị Đàn dưới thời [[Pháp thuộc]] ít được biết đến. Sau này, nhờ Phan Bội Châu kể lại vụ việc trong cuốn ''Việt Nam nghĩa liệt sĩ''<ref>''Việt Nam nghĩa liệt sĩ'' được xuất bản vào năm [[1918]] tại [[Thượng Hải]]([[Trung Quốc]])<\/ref>, nên tên tuổi bà mới được lưu truyền.\n\nTiếp theo là vào năm [[1926]], khi Phan Bội Châu bị Pháp đưa về sống ở Bến Ngự ([[Huế]]) (địa chỉ hiện nay: 119, Phan Bội Châu, TP. Huế), ngay năm sau, ông đã dựng lên một ngôi miếu nhỏ nơi góc vườn của mình. Ngôi miếu có khắc bốn chữ Hán \"Ấu Triệu bi đình\" và một tấm bia có khắc mấy dòng [[chữ Hán]] ở mặt trước và bản dịch bằng [[chữ quốc ngữ]] ở mặt sau, để làm nơi hương khói cho bà.\n\nPhiên âm:\n:''Nữ liệt sĩ bi đình''\n:''Nữ đồng bào Ấu Triệu liệt nữ Lê Thị Đàn chi thần, Thừa Thiên Phủ, Thế Lại Thương Xã. Duy Tân ([[Canh Tuất]]) dĩ quốc sự án hạ ngục, khảo tấn nghiêm cực, thống khổ vạn trạng, nhiên bất khuất. Thị niên tam nguyệt thập lục tự tuẫn dĩ cố, chư đồng chi đa thoát võng giả.''\n:''Ô hô ! Liệt hỷ !''\n:''Minh viết: Thân bất khả lục, chí bất khả nhục, đao nhân nhi tử, Trưng Triệu nhi tục, kỳ tần giả anh, kỳ mật giả dạnh nữ kiệt, nữ kiệt, hà nhạc nhật tinh.''\n:''Liệt nữ tuẫn nghĩa hận chí thập bát niên nguyệt nhật''\n\nTạm dịch như sau:\n:''Bia cô Ấu Triệu liệt nữ, người xã Thế Lại Thượng, phủ Thừa Thiên. Năm Canh tuất (1910) đời Duy Tân vì án quốc sự bị khảo tấn hết sức khổ, nhưng trước sau không khai một lời. Ngày 16 tháng 3 năm ấy, (cô) tự tử ở trong ngục, các đồng chí, nhờ đó được vô sự. Than ôi! Nghĩa liệt thay! Lời minh rằng: Sống vì nước, chết vì nòi. Bà Trưng cô Triệu xưa này mấy ai?''\n\nNgoài ra, ông Phan còn làm 4 cặp đối treo lên 4 cột miếu. Hai cặp đối bằng [[chữ Hán]] (Chương Thâu dịch):\n:''Gần bùn không bẩn: hoa quân tử;\n:''Ôm ngọc làm thinh; đá hiển nhân.''\n\n:''Tấm thân trót gả guiang san Việt;\n:''Tấc dạ soi chung nhật nguyệt trời.''\n\nHai cặp đối bằng [[chữ Nôm]]\n:''Dây lưng một giải bền hơn sắt\n:''Nét máu ngàn thu đậm với hồng...''\n\n:''Câu đối nặt này còn thiếu chữ;\n:''Dám xin đồng chí góp thêm lời.''\n\nVà bài thơ ''Đề bia Ấu Triệu'':\n:''Lọ là các cậu, lọ là ông,\n:''Ai bảo rằng thư chẳng phải hùng.\n:''Miệng có chào lòng quên sấm sét,\n:''Gan đành bỏ mạng tiếc non sông.\n:''Dây lưng một dải bền hơn sắt,\n:''Nét máu nghìn thu đậm với hồng.\n:''Ai biết hỏi chăng thời chớ hỏi,\n:''Hỏi hòn đá nọ biết hau không?\n\nTrước năm [[1975]], có đôi ba người biết chuyện, đã làm mấy vần thơ thương tiếc và ca ngợi nghĩa khí của bà.\n \nTrích một bài:\n\n:''Liệt nữ như người thật xứng danh\n:''Hiếu trung trọn vẹn cả dôi tình.\n:''Vì cha ôm bụng đành liều tiết,\n:''Thương nước sôi gan chẳng kể mình.\n:''Chung với Võ, Phan<ref>Chỉ Võ Bá Hạp và Phan Bội Châu.<\/ref> lòng nghĩa khí\n:''Sánh cùng Trưng, Triệu dạ trung trinh.\n:''Non sông Thế Lại dồn anh tú,\n:''Muôn thuở thoa quần rạng sử xanh.''\n:'''Tử Hòa'''\n\nNgày nay, tên bà được lấy để đặt tên đường phố ở một số nơi, như phố Ấu Triệu ở [[Hà Nội]], đường ấu Triệu nằm trên địa bàn phường Trường An, thành phố [[Huế]].\n==Tham khảo==\n:*Nguyễn Đắc Xuân, ''Hương Giang cố sự'', Tủ sách Sông Hương, 1986, tr.77-78.\n:*Chương Thâu, ''Ấu Triệu Lê Thị Đàn'' trong sách ''Danh nhân Bình Trị Thiên'', Nhà xuất bản Thuận Hóa, 1986, tr. 243-249.\n:Lê Minh Quốc, ''Các vị nữ danh nhân Việt Nam''. Nhà xuất bản Trẻ, 2009, tr. 175-180.\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Mất năm 1910]]"}