{"84592":"{{More citations needed}}{{Thông tin truyền hình\n| show_name   = Ở nhà chủ nhật\n| image     =\n| caption    = Hình hiệu chương trình\n| format    = [[Trò chơi truyền hình]]\n| runtime    = Khoảng 1 giờ\n| creator    = Đài Truyền hình Việt Nam <br> BHD (từ 2005)\n| presenter   = [[Tạ Bích Loan]]<br>[[Bùi Thu Thủy]]<br>Vũ Thanh Hường\n| country    = [[Việt Nam]]\n| network    = [[VTV3]]\n| first_aired  = 1998 - 2007\n| website    = \n| endtheme= \"Niềm vui gia đình\"<br>(Sáng tác: Hoàng Vân)\n| theme_music_composer = Lưu Hà An (2005 - 2007)\n| followed_by = Ô cửa bí mật\n}}\n\n'''''Ở nhà chủ nhật''''' là một [[trò chơi truyền hình]] được phát sóng trên kênh [[VTV3]] của [[Đài Truyền hình Việt Nam]]. Chương trình lên sóng lần đầu tiên vào năm 1998, dưới hình thức là một trò chơi truyền hình với sự tham gia của các gia đình. [[Tạ Bích Loan]], [[Bùi Thu Thủy]] và Vũ Thanh Hường là những người dẫn chương trình khác nhau trong suốt thời gian phát sóng.\n\nTrong khoảng thòi gian đầu, chương trình được thực hiện dưới định dạng \"thuần Việt\", sau đó được chuyển sang sản xuất theo bản quyền của Đức từ năm 2005.<ref name=\":0\">{{Chú thích web|url=https:\/\/vtv.vn\/truyen-hinh\/o-nha-chu-nhat-mot-thoi-kho-quen-cua-nhieu-ba-noi-tro-20180330100456716.htm|tựa đề=Ở nhà chủ nhật - Một thời khó quên của nhiều bà nội trợ|tác giả=|họ=|tên=|ngày=|website=VTV|url lưu trữ=|ngày lưu trữ=|ngày truy cập=|url hỏng=}}<\/ref>\n\n==Thể lệ==\nDưới đây là thể thức trong năm cuối cùng của chương trình. Số lượng đội chơi bao gồm 3 gia đình với tổng cộng 8 thành viên tham gia. \n===''Chia sẻ''===\nVòng thi này là 4 câu hỏi đúng\/sai xoay quanh kiến thức gia đình. Điểm mới sẽ là chú [[Lợn]] đặt trên bàn sẽ mang tới một trong 3 câu hỏi đầu cơ hội đặt cược điểm số. Câu hỏi số 4 được \"chấm\" theo luật cộng - trừ điểm ngẫu nhiên, các thành viên bấm chuông để xem máy tính đưa ra một con số.\n\nTheo nhà báo Vũ Thanh Hường, \"Các câu hỏi là những điều đời thường, từ chăm sóc con cái đến sửa chữa điện, đồ gia dụng hay mẹo vặt... những câu hỏi thiết thực vô cùng, cả chuyên gia nước ngoài hướng dẫn cũng thấy đây là một format thuần Việt, phù hợp với mong muốn phổ cập kiến thức trong gia đình\".<ref name=\":0\" \/>\n\n===''Cả nhà vui''===\nVòng thi này được đổi mới hoàn toàn. Bố mẹ suy đoán sự lựa chọn của con cái trong những tình huống ngộ nghĩnh. Các tiểu phẩm trong phần này không phải do nhóm diễn viên nào thể hiện mà là 2 bạn nhỏ 10 tuổi - Hoàng Nam và Mai Phương - đóng rất sinh động. Còn câu chuyện cười về gia đình được đưa ra sẽ do chính các khán giả cung cấp từ thực tế cuộc sống.\n\n=== ''Dành cho khán giả'' ===\nNụ cười dành cho khán giả trường quay nhiều hơn khi họ có tới 2 phần chơi trong thể thức mới này. Ngoài một câu hỏi kiến thức, người xem ở trường quay S10 còn tham dự phần bốc thăm số may mắn để nhận một tài khoản của Ngân hàng Quốc tế, có 3 già trị tài khoản là 100.000; 200.000 và 300.000 [[Đồng (đơn vị tiền tệ)|VNĐ]].\n\n== Nhạc chủ đề ==\nChương trình sử dụng bài nhạc \"Niềm vui gia đình\" do nhạc sĩ [[Hoàng Vân]] [[Tác phẩm âm nhạc|soạn nhạc]] và viết lời<ref>{{Chú thích web|url=https:\/\/hoangvan.org\/niem-vui-gia-dinh|tựa đề=Niềm vui gia đình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> làm bài hát chủ đề.\n\nNhạc hiệu mở đầu chương trình từ năm 2005 đến khi kết thúc được sáng tác và biên soạn bởi nhạc sĩ Lưu Hà An, nhạc sĩ trước đó đã từng làm nhạc hiệu cho nhiều chương trình trên VTV như Me xanh, Chân dung cuộc sống, [[Đường lên đỉnh Olympia]], Hành trình khám phá... nay là Đồ Rê Mí, [[Chúng tôi là chiến sĩ]], Chúc bé ngủ ngon, Ô cửa bí mật...\n\n== Nhà tài trợ ==\n* Alpenliebe (1998 - 2002).\n* [[P\/S]] (2003 - 2004).\n* Vinasoy - Fami (đầu năm 2005)\n* [[Ajinomoto]] (2005 - 2006).\n* Ngân hàng Quốc tế - VIBank, nay là Ngân hàng Quốc tế - VIB (2007).\n\n== Tạm ngừng phát sóng hoặc thay đổi khung giờ phát sóng ==\nTrong suốt thời gian phát sóng, chương trình đã có một số lần phải tạm ngừng hoạc thay đổi khung giờ phát sóng theo kế hoạch, chủ yếu do bị trùng vào thời điểm diễn ra các sự kiện đặc biệt. Cụ thể:\n\n=== Tạm ngừng phát sóng ===\n* 7\/12\/2003, do trùng với thời điểm phát sóng trực tiếp các môn thi đấu tại [[Đại hội Thể thao Đông Nam Á 2003|SEA Games 22]].\n* 26\/8\/2007, do trùng với thời điểm phát sóng trực tiếp cuộc thi [[ABU Robocon 2007]] cùng với kênh [[VTV2]].\n\n=== Thay đổi khung giờ phát sóng ===\n* Do trùng với thời điểm diễn ra Chung kết [[Đường lên đỉnh Olympia năm thứ 7]] nên chương trình đã thay đổi giờ phát sóng số ngày 1\/4\/2007 sang 12:30.\n\n== Ngừng phát sóng==\t\nSau số phát sóng ngày 30\/12\/2007, ê kíp sản xuất chương trình thông báo là tạm ngừng sản xuất và phát sóng. Cũng kể từ đây, ''Ở nhà chủ nhật'' chính thức dừng lại sau khoảng 9 năm phát sóng và thay thế bằng chương trình ''Ô cửa bí mật''.\n\n== Xem thêm ==\n* [[Danh sách các chương trình phát sóng của Đài Truyền hình Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo}}{{Chương trình truyền hình ngừng chiếu trên VTV3}}\n{{Chương trình của Đài truyền hình Việt Nam}}\n\n[[Thể loại:Trò chơi truyền hình Việt Nam]]\n[[Thể loại:Giải trí Việt Nam thập niên 2000]]\n[[Thể loại:Chương trình trò chơi truyền hình trên VTV]]"}