{"426106":"'''Ủy ban Cách mạng Quốc gia''', sau đổi tên thành '''Hội đồng Nhân dân Cách mạng Quốc gia''', là một tổ chức chính trị được hình thành ngày 29 tháng 4 năm 1955 để hậu thuẫn cho [[Thủ tướng]] [[Quốc gia Việt Nam]] [[Ngô Đình Diệm]], trong cuộc tranh chấp với các lực lượng vũ trang [[Bình Xuyên]], [[Cao Đài]] và [[Hòa Hảo]], vốn được sự hậu thuẫn của [[Quốc trưởng]] [[Bảo Đại]].\n\n== Bối cảnh lịch sử ==\nSau khi [[Hiệp định Genève 1954]] được ký kết, các lực lượng không thuộc [[Việt Minh]] rút về kiểm soát lãnh thổ phần phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] của Việt Nam. Trái ngược với tình hình chính trị dưới sự kiểm soát duy nhất bởi Việt Minh ở miền Bắc, tình hình miền Nam trở nên biến động do sự tranh chấp của nhiều đảng phái với chính phủ Quốc gia Việt Nam do Thủ tướng Ngô đình Diệm đứng đầu. Quân viễn chinh [[Pháp]] với lực lượng 36.000 quân đã rút hết về phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] thì ngấm ngầm ủng hộ các đảng phái và lực lượng quân sự chống đối chính phủ liên tục gây ra các hành động gây hấn khiến xã hội càng thêm phân hóa.\n\nBa nhóm lớn công khai chống đối là [[Bình Xuyên]] chủ yếu ở [[Sài Gòn]], [[Cao Đài]] ở miền Đông Nam phần và [[Hòa Hảo]] ở miền Tây. Tháng 3 năm 1955, ba nhóm này thành lập [[Mặt trận Thống nhất Toàn lực Quốc gia]], gây áp lực đòi Thủ tướng Ngô Đình Diệm phải cải tổ nội các và giao một số chức vụ quan trọng trong chính phủ cho họ. Với quan điểm cứng rắn và nhận được sự hỗ trợ từ chính quyền Mỹ, Thủ tướng Ngô Đình Diệm quyết định thanh trừng và giải tán các lực lượng vũ trang không thuộc chính phủ. [[Quốc trưởng]] [[Bảo Đại]] thì không muốn giải tán các nhóm chính trị và vũ trang ủng hộ mình, ngược lại, còn gây áp lực buộc Thủ tướng thỏa hiệp với mọi phe phái.\n\nNhận được sự ủng hộ về hình thức của Quốc trưởng, Mặt trận gửi tối hậu thư ngày [[21 tháng 3]], hẹn trong 5 ngày phải có kết quả. Chính phủ Ngô Đình Diệm không nhượng bộ và các nhóm lập tức lấy cớ đó để gây xung đột vũ trang, mà khởi đầu là cuộc chiến tranh ngắn ngày giữa quân đội Bình Xuyên và quân chính phủ ngay giữa đô thành Sài Gòn.\n\n== Thành lập ==\nTuy nhiên, ngay trong chính lực lượng phiến loạn cũng phát sinh chia rẽ. Được sự hậu thuẫn của người Mỹ, Ngô Đình Diệm đã tranh thủ và phân hóa hàng ngũ lãnh đạo của phe phiến loạn cũng như tập hợp được các nhóm chính trị và vũ trang ủng hộ. Tướng [[Nguyễn Văn Vỹ]] ủng hộ Quốc trưởng bị cách chức, tướng [[Lê Văn Tỵ]], vốn ủng hộ chính phủ, lên thay chức [[Tổng tham mưu trưởng]], các tướng lĩnh trong Bộ Tổng tham mưu đứng về phía Thủ tướng. Một bộ phận Bình Xuyên ly khai ngay khi tiếng súng vừa nổ. Lực lượng Cao Đài ly khai của [[Chuẩn tướng|Thiếu tướng]] [[Trịnh Minh Thế]] sáp nhập vào quân chính phủ tiến đánh quân Bình Xuyên. Một số nhân vật Hòa Hảo và Cao Đài như [[Thiếu tướng|Trung tướng]] [[Trần Văn Soái]], [[Lương Trọng Tường]], [[Chuẩn tướng|Thiếu tướng]] [[Nguyễn Thành Phương]] theo về với chính phủ, làm cho hàng ngũ quân phiến loạn tổn thất nghiêm trọng. Các nhóm Cao Đài và Hòa Hảo còn lại án binh bất động trước giao tranh giữa quân chính phủ và Bình Xuyên.\n\nNgày 29 tháng 4 năm 1955, sau khi trấn áp và trục xuất được quân Bình Xuyên khỏi Sài Gòn, Ngô Đình Diệm đã cho triệu tập các đoàn thể chính trị ủng hộ mình để làm hậu thuẫn, gồm 18 đoàn thể và hơn 30 nhân sĩ tên tuổi của miền Nam. Hội nghị các đoàn thể này đã chính thức ra tuyên ngôn thành lập một tổ chức chính trị lớn thống nhất với danh xưng '''Ủy ban Cách mạng Quốc gia'''.\n\nCác đoàn thể đó gồm có:\n# Mặt trận Quốc gia Kháng chiến Việt Nam (Cao Đài)\n# [[Việt Nam Phục quốc Hội]] (Cao Đài)\n# [[Việt Nam Dân xã Đảng]] (Hòa Hảo)\n# Thanh niên Dân chủ Việt Nam\n# Thanh niên Quốc dân Xã (Cao Đài)<ref>[http:\/\/www.hopluu.net\/default.aspx?LangID=38&tabId=464&ArticleID=847 \"Ngày tàn của Bảo Đại\" ''Hợp lưu'']<\/ref>\n# Phụ nữ Quốc dân Xã\n# Phong trào Tranh thủ Độc lập Việt Nam\n# [[Cần lao Nhân vị|Việt Nam Cần lao Nhân vị Cách mạng Đảng]]\n# [[Nhóm Tinh thần]]\n# Phong trào Cách mạng Quốc gia\n# Tịnh độ Phật giáo đồ Việt Nam\n# Xã hội Công giáo\n# Tổng Liên đoàn Lao công Việt Nam\n# Nghiệp đoàn Ký giả Việt Nam\n# Phong trào Dân chúng Liên hiệp Việt Nam\n# Tập đoàn Công dân\n# Cựu Chiến sĩ Kháng chiến Việt Nam\n# Hội Tương trợ Đồng bào Nghệ-Tĩnh-Bình\n\nNhân sĩ thì có những người như Bác sĩ Huỳnh Kim Hữu, Huỳnh Minh Y, luật sư [[Hoàng Cơ Thụy]], Dư Phước Long, Huỳnh Văn Lang.\n\nỦy ban trình lên Thủ tướng 3 kiến nghị:\n:1- Truất phế Bảo Đại\n:2- Giải tán chánh phủ hiện hữu\n:3- Ủy nhiệm Thủ tướng thanh trừng quân phiến loạn Bình Xuyên, buộc Pháp rời khỏi Miền Nam, và mở cuộc bầu cử quốc dân đại hội.\n \nChủ tịch Ủy ban là [[Nguyễn Bảo Toàn]] thuộc [[đảng Dân Xã]]; Phó Chủ tịch là [[Hồ Hán Sơn]] thuộc [[Việt Nam Phục quốc Hội]] (Cao Đài) và Thư ký là [[thiếu tá]] [[Nhị Lang]] (Cao Đài).\n\nCũng tối ngày 29 bản tuyên cáo của Ủy ban được phát thanh toàn quốc và sáng ngày 30 thì các đoàn thể nhóm họp ở tòa Đô chánh, gỡ bỏ bức chân dung của Bảo Đại. Ủy ban sau đổi tên thành '''Hội đồng Nhân dân Cách mạng Quốc gia''',<ref>[http:\/\/www.calitoday.com\/news\/view_article.html?article_id=d23be649fd67ed1936639a65fd5486e6 \"Truất phế Bảo Đại và khai sinh Đệ nhất Cộng hòa: Ký ức 50 năm sau\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070622023635\/http:\/\/calitoday.com\/news\/view_article.html?article_id=d23be649fd67ed1936639a65fd5486e6 |date = ngày 22 tháng 6 năm 2007}} theo ''Calitoday''<\/ref> bầu ra ban chấp hành 33 người<ref>[http:\/\/www.hopluu.net\/default.aspx?LangID=38&tabId=464&ArticleID=847 \"Ngày tàn của Bảo Đại\"] ''Hợp lưu''<\/ref>. Sang tháng 5 và tháng 6, Hội đồng tổ chức nhiều cuộc biểu tình chống Bảo Đại và bài Pháp. Ngày 31 tháng 5, Hội đồng với sự cổ võ của [[Bùi Văn Thinh]] và [[Trần Chánh Thành]] đòi mở cửa [[Kinh thành Huế]] và tịch thu các vật dụng trong văn phòng của quốc trưởng kể cả ấn tín<ref>[http:\/\/www.hopluu.net\/default.aspx?LangID=38&tabId=464&ArticleID=848 Truất phế Bảo Đại] ''Hợp lưu''<\/ref> để rồi kết thúc với việc tổ chức [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955]] vào tháng 10, chính thức khai sinh nước [[Việt Nam Cộng hòa]].\n== Chú thích ==\n{{Tham khảo}}\n== Tham khảo ==\n*Huỳnh Văn Lang. \"Đệ nhứt Cộng hòa của Miền Nam.\" ''Khởi Hành'' Năm XIV, Số 157. Midway City, CA: 2009.\n\n==Xem thêm==\n*[[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955]]\n\n[[Thể loại:Hội đồng Nhân dân Cách mạng Quốc gia| ]]"}