{"3247925":"{{Bộ máy chính quyền Hà Nội}}\n'''Ủy ban Mặt trận Tổ quốc thành phố Hà Nội''' là cơ quan chấp hành giữa hai kỳ đại hội do Đại hội đại biểu Mặt trận Tổ quốc thành phố Hà Nội hiệp thương dân chủ cử ra.\n\nỦy ban Mặt trận Tổ quốc thành phố có chức năng tham mưu, giúp việc cho Ban thường trực Mặt trận Tổ quốc thành phố Hà Nội và [[Mặt trận Tổ quốc Việt Nam|Ủy ban Mặt trận Tổ quốc Việt Nam]] về công tác Mặt trận ở Hà Nội.\n==Nhiệm vụ==\nỦy ban Mặt trận Tổ quốc thành phố Hà Nội có nhiệm vụ:\n* Tham mưu, giúp việc cho Ban thường trực Ủy ban Mặt trận Tổ quốc thành phố tổ chức thực hiện Nghị quyết, chương trình phối hợp và thống nhất hành động của Ủy ban Mặt trận Tổ quốc thành phố, đồng thời đề xuất các chủ trương, kế hoạch công tác của Ủy ban Mặt trận Tổ quốc thành phố theo yêu cầu, nhiệm vụ chính trị của địa phương và hướng dẫn của Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\n* Tham mưu cho Ban thường trực hướng dẫn và tổ chức thực hiện các chủ trương, nghị quyết, chương trình hành động, kế hoạch công tác của Ủy ban và Ban thường trực Ủy ban Mặt trận Tổ quốc cấp mình và cấp trên. Cung cấp thông tin phục vụ cho công tác chỉ đạo, điều hành của Ban thường trực Ủy ban Mặt trận Tổ quốc thành phố.\n* Tham mưu cho Ban thường trực và Ủy ban Mặt trận Tổ quốc thành phố phối hợp với các tổ chức thành viên triển khai, thực hiện các chương trình công tác đã được thỏa thuận; phối hợp với Hội đồng nhân dân, Ủy ban nhân dân thành phố để xây dựng và thực hiện Quy chế phối hợp công tác và vận động các tầng lớp nhân dân thực hiện nhiệm vụ phát triển kinh tế - xã hội, quốc phòng – an ninh ở địa phương.\n* Tập hợp đề xuất với Ủy ban và Ban thường trực những vấn đề có liên quan đến chủ trương, chính sách, chế độ, đời sống dân sinh, dân chủ của các tầng lớp nhân dân để tham gia và kiến nghị với cấp ủy đảng, chính quyền, các ngành có liên quan xem xét giải quyết nhất là đối với đồng bào có đạo, đồng bào dân tộc, các chức sắc tôn giáo, người có uy tín trong các dân tộc thiểu số, nhân sĩ, tri thức tiêu biểu…\n* Triển khai thực hiện các đề tài, chuyên đề, đề án, dự án và tổng kết các mô hình, điển hình về tổ chức và hoạt động của Mặt trận Tổ quốc thành phố hoặc do Mặt trận Tổ quốc cấp trên yêu cầu.\n* Giúp Ban thường trực và Chủ tịch Ủy ban Mặt trận Tổ quốc thành phố điều hành mọi công việc cơ quan, châm lo xây dựng và quản lý cơ sở vật chất, tài chính, tài sản cơ quan, bảo đảm điều kiện hoạt động của Ban thường trực và Ủy ban Mặt trận Tổ quốc thành phố, các Hội đồng tư vấn của Mặt trận, tham mưu công tác tổ chức cán bộ và công tác thi đua khen thưởng của Mặt trận theo quy định của Nhà nước và Luật Mặt trận Tổ quốc Việt Nam.\n* Thảo luận, đánh giá về kết quả thực hiện chương trình phối hợp và thống nhất hành động thời gian qua; quyết định chương trình phối hợp và thống nhất hành động của Uỷ ban Mặt trận Tổ quốc Việt Nam thời gian tiếp theo.\n* Quyết định kế hoạch chuẩn bị Đại hội đại biểu Mặt trận Tổ quốc thành phố nhiệm kỳ tiếp theo, theo hướng dẫn của Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam; Hiệp thương dân chủ cử Ban Thường trực; cử, cử bổ sung, thay thế, cho thôi các chức danh Chủ tịch, các Phó Chủ tịch, các Uỷ viên Thường trực, Uỷ viên Uỷ ban Mặt trận Tổ quốc thành phố; Xét, quyết định kết nạp làm thành viên của Mặt trận Tổ quốc thành phố.\n* Ra lời kêu gọi, vận động nhân dân trong thành phố hưởng ứng thực hiện các chủ trương của Đảng, Nhà nước và Mặt trận Tổ quốc Việt Nam. Triển khai thực hiện các phong trào thi đua yêu nước; chủ trì phối hợp triển khai các cuộc vận động.\n* Đề nghị bãi nhiệm đối với đại biểu Quốc hội thành phố Hà Nội không còn xứng đáng với sự tín nhiệm của Nhân dân.\n* Chủ trì lựa chọn, giới thiệu người đủ điều kiện, tiêu chuẩn để Hội đồng nhân dân bầu làm Hội thẩm nhân dân theo quy định của pháp luật.<ref>Điều 20 Luật Mặt trận Tổ quốc Việt Nam<\/ref>\n==Ủy viên==\nỦy viên Ủy ban Mặt trận Tổ quốc thành phố có nhiệm vụ và quyền hạn:\n* Tập hợp, phản ánh ý kiến, kiến nghị của nhân dân và thông báo kết quả thực hiện chương trình phối hợp và thống nhất hành động với Uỷ ban Mặt trận Tổ quốc thành phố; tuyên truyền, vận động hội viên, đoàn viên, nhân dân thi hành Hiến pháp, pháp luật và thực hiện tốt chương trình hành động của Mặt trận Tổ quốc Việt Nam; vận động các thành viên của Mặt trận Tổ quốc Việt Nam thực hiện đúng chính sách đại đoàn kết toàn dân tộc và tham gia công tác Mặt trận ở nơi cư trú.\n* Được mời họp Uỷ ban, tham gia các Hội đồng tư vấn của Uỷ ban Mặt trận Tổ quốc thành phố; được thảo luận, chất vấn phê bình kiến nghị về tổ chức và hoạt động của Uỷ ban; được cung cấp các điều kiện cần thiết cho hoạt động.\n==Ban Thường trực Ủy ban Mặt trận Tổ quốc thành phố==\nBan Thường trực có nhiệm vụ:\n* Tổ chức việc chuẩn bị các nội dung, triệu tập và chủ trì các kỳ họp, hội nghị của Uỷ ban Mặt trận Tổ quốc thành phố.\n* Tổ chức thực hiện Nghị quyết, chương trình phối hợp, thống nhất hành động của Ủy ban Mặt trận Tổ quốc thành phố và chương trình công tác của Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam, chủ chương chính sách của Đảng, pháp luật của Nhà nước, nghị quyết của Thành uỷ, của Đảng đoàn Uỷ ban Mặt trận Tổ quốc thành phố; nghị quyết của Hội đồng nhân dân, quyết định của Ủy ban nhân dân thành phố có liên quan đến nhiệm vụ, quyền hạn của Mặt trận Tổ quốc thành phố.\n* Tập hợp ý kiến, kiến nghị của cử tri và nhân dân để phản ánh kiến nghị với cấp uỷ Đảng, chính quyền địa phương, Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam. Giám sát hoạt động của cơ quan Nhà nước, đại biểu dân cử, cán bộ, công chức Nhà nước.\n* Hướng dẫn, kiểm tra hoạt động của Ban Thường trực Uỷ ban Mặt trận Tổ quốc các quận, huyện, thị xã.\n* Xem xét, công nhận việc cử, bổ sung hoặc thay thế chức danh Chủ tịch, Phó chủ tịch, Uỷ viên Thường trực Uỷ ban Mặt trận Tổ quốc các quận, huyện, thị xã.\n* Tổ chức, chỉ đạo, quản lý, điều hành bộ máy giúp việc của cơ quan Uỷ ban Mặt trận Tổ quốc thành phố.\n* Giữ mối liên hệ và phối hợp công tác với cơ quan Nhà nước, các tổ chức thành viên.\n* Hướng dẫn, đảm bảo điều kiện hoạt động của các tổ chức tư vấn, cộng tác viên của Uỷ ban Mặt trận Tổ quốc thành phố.\n* Ban hành quyết định, thông tri, quy chế phối hợp hoạt động với các cơ quan Nhà nước, các tổ chức thành viên và kiểm tra việc thực hiện văn bản đó.\n* Xét quyết định khen thưởng và đề nghị cấp trên khen thưởng những cá nhân, tập thể và tổ chức có thành tích trong sự nghiệp xây dựng khối Đại đoàn kết toàn dân tộc. Kỷ luật đối với những tập thể, cá nhân vi phạm khuyết điểm. \n* Phối hợp với Đoàn đại biểu Quốc hội tổng hợp ý kiến, kiến nghị của cử tri và Nhân dân gửi đến Ủy ban thường vụ Quốc hội và Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.<ref>Điều 15 Luật Mặt trận Tổ quốc Việt Nam<\/ref>\n* Phối hợp với Đoàn đại biểu Quốc hội, Thường trực Hội đồng nhân dân, Ủy ban nhân dân thành phố và các cơ quan, tổ chức, đơn vị có liên quan tổ chức triển khai thực hiện kế hoạch tiếp xúc cử tri của đại biểu Quốc hội, đại biểu Hội đồng dân nhân thành phố; chủ trì tổ chức hội nghị tiếp xúc cử tri.\n==Tổ chức==\nỦy ban Mặt trận Tổ quốc thành phố Hà Nội gồm:\n* Ban lãnh đạo:\n*:Chủ tịch\n*:Phó chủ tịch\n*:Ủy viên Thường trực\n*Cơ quan chuyên môn:\n*: [[Ban chuyên môn trực thuộc Ủy ban Mặt trận Tổ quốc cấp tỉnh|Văn phòng]]\n*: [[Ban chuyên môn trực thuộc Ủy ban Mặt trận Tổ quốc cấp tỉnh|Ban Dân chủ - Pháp luật]]\n*: [[Ban chuyên môn trực thuộc Ủy ban Mặt trận Tổ quốc cấp tỉnh|Ban Tôn giáo – Dân tộc]]\n*: [[Ban chuyên môn trực thuộc Ủy ban Mặt trận Tổ quốc cấp tỉnh|Ban Tổ chức – Phong Trào]]\n*: [[Ban chuyên môn trực thuộc Ủy ban Mặt trận Tổ quốc cấp tỉnh|Ban Tuyên huấn]]\n\n=== Ban lãnh đạo và Ban Thường trực Ủy ban Mặt trận Tổ quốc thành phố hiện nay<ref>{{Chú thích web |url=http:\/\/www.mattran.org.vn\/home\/UybanMTTQ63tinh\/mt-hanoi.htm |ngày truy cập=2015-08-06 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-02-05 |archive-url=https:\/\/web.archive.org\/web\/20160205005413\/http:\/\/mattran.org.vn\/Home\/UybanMTTQ63tinh\/mt-hanoi.htm }}<\/ref>: ===\n'''Ủy ban Mặt trận Tổ Quốc Thành phố''' nhiệm kỳ XVII (2019 - 2024) được Đại hội đại biểu MTTQ Việt Nam TP Hà Nội lần thứ XVII (2019-2024) bầu ngày 25\/07\/2019 gồm 132 ủy viên. Phiên họp thứ nhất của Ủy ban MTTQ thành phố đã bầu ra '''Ban thường trực UBMTTQ Thành phố''' gồm 12 người; hiệp thương bầu các chức danh lãnh đạo gồm 14 đồng chí, trong đó 8 vị giữ chức danh Chủ tịch và 4 Phó Chủ tịch Ủy ban MTTQ thành phố chuyên trách, gồm các ông, bà: Nguyễn Anh Tuấn, Nguyễn Thị Kim Dung, Đàm Văn Huân, Nguyễn Sỹ Trường, ba Phó Chủ tịch Ủy ban MTTQ Việt Nam thành phố không chuyên trách, gồm các ông: Lê Trọng Khuê, Chủ tịch Hội Nông dân thành phố Hà Nội; Trần Quốc Chiêm, Chủ tịch Hội Liên hiệp văn học nghệ thuật thành phố Hà Nội; Hòa thượng Thích Bảo Nghiêm, Trưởng ban Trị sự Giáo hội Phật giáo Việt Nam thành phố Hà Nội.<ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/Chinh-tri\/692726\/dai-hoi-dai-bieu-mttq-viet-nam-tp-ha-noi-lan-thu-xvi-thanh-cong-tot-dep|title=Đại hội đại biểu MTTQ Việt Nam TP Hà Nội lần thứ XVI thành công tốt đẹp|access-date = ngày 27 tháng 6 năm 2014 |website=Báo Hànộimới - Cơ quan chủ quản: Thành ủy Hà Nội}}<\/ref>.\n* Chủ tịch: \n** '''Nguyễn Lan Hương, Ủy viên Ban Thường vụ [[Thành ủy Hà Nội]], Bí thư Đảng đoàn'''\n* Phó chủ tịch:\n# Nguyễn Anh Tuấn\n# Nguyễn Thị Kim Dung\n# Đàm Văn Huân\n# Nguyễn Sỹ Trường\n* Phó chủ tịch không chuyên trách:\n# Lê Trọng Khuê\n# Trần Quốc Chiêm\n# Hòa thượng Thích Bảo Nghiêm\n* Các Ủy viên Thường trực\n===Các tổ chức thành viên===\nCác tổ chức thành viên trực thuộc Mặt trận Tổ quốc thành phố Hà Nội:\n# Liên đoàn Lao động thành phố\n# Hội liên hiệp phụ nữ thành phố\n# Hội cựu chiến binh thành phố\n# Hội Nông dân thành phố\n# Thành Đoàn Hà Nội\n# Liên hiệp các tổ chức hữu nghị thành phố\n# Ủy ban Đoàn kết Công giáo thành phố\n# Ban Trị sự Thành hội Phật giáo thành phố\n# Hội Thân nhân người Việt Nam ở nước ngoài thành phố\n# Hội Mỹ nghệ kim hoàn thành phố\n# Hội cứu trợ trẻ em tàn tật thành phố\n# Thánh thất Cao Đài Thủ đô\n# Hội Thánh Tin lành Hà Nội\n# Hội người mù thành phố\n# Hội Kế Hoạch Hóa Gia đình thành phố\n# Hội khuyến học thành phố\n# Hội chữ thập đỏ thành phố\n# Hội làm vườn thành phố\n# Ban chủ nhiệm Câu lạc bộ Thăng Long\n# Hiệp hội doanh nghiệp vừa và nhỏ thành phố\n# Hội luật gia thành phố\n# Hội sinh viên thành phố\n# Hiệp hội công thương thành phố\n# Hội bảo trợ người tàn tật và trẻ mồ côi thành phố\n# Hội từ thiện tấm lòng vàng thành phố\n# Hội nhà báo thành phố\n# Hội Đông Y thành phố\n# Hội Doanh nghiệp trẻ thành phố\n# Liên minh Hợp tác xã thành phố\n# Hội sinh vật cảnh thành phố\n# Hội Y dược học thành phố\n# Hội cha mẹ học sinh thành phố\n# Hội châm cứu thành phố\n# Đoàn Luật sư thành phố\n==Mối quan hệ công tác==\nQuan hệ công tác giữa Uỷ ban Mặt trận Tổ quốc thành phố Hà Nội với:\n* Đoàn đại biểu Quốc hội, Thường trực Hội đồng nhân dân và Ủy ban nhân dân thành phố là quan hệ phối hợp để thực hiện nhiệm vụ và quyền hạn theo quy định của Hiến pháp và pháp luật; Quan hệ phối hợp công tác giữa Uỷ ban Mặt trận Tổ quốc thành phố với Đoàn đại biểu Quốc hội; Thường trực Hội đồng nhân dân, Ủy ban nhân dân thành phố được thực hiện theo Quy chế phối hợp.\n* Các tổ chức thành viên thành phố. Uỷ ban Mặt trận Tổ quốc thành phố chủ trì việc hiệp thương dân chủ giữa các thành viên để bàn bạc thực hiện nhiệm vụ chung của Hà Nội, cùng xây dựng chương trình phối hợp và thống nhất hành động, cùng nhau thực hiện chương trình phối hợp và thống nhất hành động đã đề ra.\n* Ban Thường trực Uỷ ban Mặt trận Tổ quốc quận, huyện, thị xã là quan hệ hướng dẫn, kiểm tra thực hiện theo quy định của Điều lệ MTTQ Việt Nam. Quan hệ giữa Ban Thường trực Uỷ ban Mặt trận Tổ quốc thành phố với cấp uỷ, chính quyền các huyện, quận, thị xã thực hiện theo các quy định của Đảng và Nhà nước.\n* Nhân dân, Uỷ ban Mặt trận Tổ quốc Việt Nam, các tổ chức thành viên của Mặt trận Tổ quốc Việt Nam các cấp mở rộng và đa dạng hoá các hình thức tập hợp nhân dân, phát huy vai trò người tiêu biểu, xây dựng cộng đồng dân cư tự quản hoạt động trên cơ sở hương ước, quy ước; động viên nhân dân phát huy quyền làm chủ, thực hiện đường lối, chủ trương, chính sách của Đảng, nghiêm chỉnh thi hành Hiến pháp và pháp luật, giám sát hoạt động của cơ quan nhà nước, đại biểu dân cử và cán bộ công chức nhà nước; thường xuyên tập hợp ý kiến, kiến nghị của nhân dân để phản ảnh, kiến nghị với Đảng và Nhà nước; chăm lo, bảo vệ quyền và lợi ích chính đáng của nhân dân.\n==Nguyên tắc làm việc==\nNguyên tắc chung của Mặt trận Tổ quốc Việt Nam và các cấp là:\n:Hiệp thương dân chủ,<br \/>Hợp tác bình đẳng,<br \/>Đoàn kết chân thành, tôn trọng lẫn nhau,<br \/>Phối hợp và thống nhất hành động.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Mặt trận Tổ quốc Việt Nam‏]]\n[[Thể loại:Chính trị Hà Nội]]"}