{"73821":"{{chú thích trong bài}}'''''Ức Trai thi tập''''' (1480) hoặc '''Ức Trai tập''' là một trong các tập thơ [[chữ Hán]] đặc sắc của [[Nguyễn Trãi]].\n\nTập thơ do [[Dương Bá Cung]] sưu tầm, gồm 105 bài, trong đó có 17 bài tồn nghi. Đa số các bài trong tập này là [[thơ thất ngôn bát cú]]; [[thất ngôn tứ tuyệt]], [[thơ ngũ ngôn|ngũ ngôn]], chỉ có 2 bài theo thể [[trường thiên]] là \"Côn Sơn ca\" và \"Đề Hoàng ngự sử Mai tuyết hiên\".\n\nNăm 1822–1823, Dương Bá Cung sưu tập các tác phẩm của Nguyễn Trãi, rồi theo loại mà sắp xếp thành một tập. Đến đầu những năm 30 của thế kỷ XIX, lúc này tài liệu thu thập đã tương đối phong phú, ông mang đến cho Nguyễn Năng Tĩnh xem và nhờ biên soạn, sắp xếp, phê bình kiểm duyệt và đề lời tựa. Nguyễn Năng Tĩnh nhận lời và đã xếp thành 4 quyển, sau đó ở cuối lại phụ chép thêm thơ văn Nguyễn Phi Khanh làm quyển thứ 5, lấy nhan đề Ức Trai di tập.\n\nNăm Giáp Ngọ (1834), Dương Bá Cung mang theo tập sách đã được Nguyễn Năng Tĩnh biên soạn, sắp xếp đến và nhờ Ngô Thế Vinh đề tựa cho sách và đã được chấp nhận. Ngô Thế Vinh đã để lại một bài tựa và hơn nữa, ở một số bản còn lưu lại nhiều đoạn bình của ông cùng Nguyễn Năng Tĩnh, chứng tỏ có đóng góp vào việc hiệu đính, bình chú. Sau đó, Dương Bá Cung trở về và chỉnh lại sách và đến năm Bính Thân (1836) lại đem tới cho Ngô Thế Vinh xem lại. Lần này tập sách đã được biên soạn, sắp xếp rõ ràng hoàn chỉnh hơn lần trước, rồi hai ông bàn nhau đem công bố sách cho mọi người cùng biết. Nhưng mãi đến tháng 8 năm Mậu Thìn (1868), Tự Đức thứ 21, mới được thực hiện khi bản in Phúc Khê ra đời, tức 7 tháng sau khi Dương Bá Cung qua đời.\n\nVề nội dung, có thể chia ra 3 chủ đề lớn: \n#Thơ tả thiên nhiên, danh lam thắng cảnh; \n#Thơ sáng tác sau khi quân [[nhà Minh|Minh]] xâm lược [[Đại Ngu]] (trong đó có bài \"''Đề Hoàng ngự sử Mai tuyết hiên''\" làm khi ở [[Đông Quan]]); \n#Thơ sáng tác sau khi chiến thắng quân Minh, giống thơ \"ngôn chí\" trong ''[[Quốc âm thi tập]]''.\n\n==Xem thêm==\n*''[[Quốc âm thi tập]]''\n*[[Văn học Việt Nam thời Lê sơ]]\n\n==Liên kết ngoài==\n{{wikisource|Tác gia:Nguyễn Trãi#Ức Trai thi tập|Ức Trai thi tập}}\n*[http:\/\/www.nguyentrai.net\/home\/index.php?option=com_content&task=category&sectionid=2&id=11&Itemid=16 Các bài thơ trong Ức Trai Thi Tập (trên trang nguyentrai.net)]\n\n{{Nguyễn Trãi}}\n{{Sơ khai văn học}}\n\n[[Thể loại:Tập thơ Việt Nam]]\n[[Thể loại:Tác phẩm của Nguyễn Trãi]]\n[[Thể loại:Văn học Việt Nam thời Lê sơ]]"}