{"TuKhoaVaVanBan":[{"DoanVan":["Đầu thời kỳ đồ đồng, người Việt gồm khoảng 15 nhóm Lạc Việt khác nhau sống trên vùng núi miền Bắc và miền châu thổ sông Hồng và hơn 12 nhóm Âu Việt sống ở vùng Đông Bắc, ngoài ra còn có một số nhóm người sinh sống trên các lưu vực sông thuộc khu vực Thanh Nghệ Tĩnh ngày nay. Để tiện việc trao đổi buôn bán, phòng chống lụt lội, chống lại kẻ thù... những bộ lạc Lạc Việt dần được gom lại thành một nước lấy tên Văn Lang và người đứng đầu tự xưng là Hùng Vương.","Có ít nhất 18 đời Hùng Vương cai trị trong thời đại Hồng Bàng, cho đến năm 258 TCN. Các thông tin về các đời vua Hùng dựa nhiều trên các truyền thuyết. Cũng có nhiều bằng chứng khảo cổ học như trống đồng Đông Sơn được tìm thấy ở miền bắc Việt Nam có cùng niên đại với thời kỳ Hồng Bàng, thể hiện một nền văn hóa đồ đồng rất phát triển (văn hóa Đông Sơn)."],"TieuDe":"Niên đại[sửa | sửa mã nguồn]"},{"DoanVan":["Văn Lang, được coi là quốc hiệu đầu tiên của nước Việt Nam, có kinh đô đặt ở Phong Châu (nay thuộc tỉnh Phú Thọ). Lãnh thổ gồm Bắc Bộ và ba tỉnh Thanh Hóa, Nghệ An, Hà Tĩnh bây giờ.","Theo Lĩnh Nam chích quái, quyển 1, Hồng Bàng thị truyện (鴻龐氏傳) thì nước Văn Lang:","Cả nước được chia thành 15 bộ (部), còn gọi là quận (郡):","Theo \"Việt sử lược\" (越史略), quyển thượng, Quốc sơ duyên cách (國初沿革) thì nước Văn Lang gồm 15 bộ lạc (部落) là:","Kinh đô đặt tại Văn Lang.","Trong Đại Việt sử ký toàn thư (大越史記全書), Ngoại kỉ (外紀), quyển 1, Hồng Bàng thị kỉ (鴻厖氏紀), cương vực và tên gọi 15 bộ của nước Văn Lang được chép gần như tương tự với Lĩnh Nam chích quái chỉ khác là không có bốn bộ Nhật Nam, Chân Định, Quế Lâm và Tượng Quận mà thay vào đó là bốn bộ Vũ Định (武定), Bình Văn (平文), Tân Hưng (新興) và Cửu Đức (九德). Bộ Văn Lang là nơi vua đóng đô. 15 bộ của nước Văn Lang theo \"Đại Việt sử ký toàn thư\" bao gồm:","Trong triều đình có các quan Lạc hầu (駱侯) giúp việc, đứng đầu các bộ là các quan Lạc tướng (駱將), đều có thái ấp riêng, các quan nhỏ ở địa phương gọi là \"Bồ chính\" (蒲正). Con trai vua gọi là \"Quan lang\" (官郎), con gái vua gọi là \"Mị nương\" (媢娘) hay Mệ nàng, nữ nô lệ gọi là \"xảo xứng\" (稍稱) (còn gọi là \"nô tỳ\" (奴婢)). Xã hội phân làm ba tầng lớp là vua quan, dân, nô tỳ (nô lệ).","Thủy kinh chú (水經注) chép:","Trích Lĩnh Nam chích quái:"],"TieuDe":"Hình thái xã hội[sửa | sửa mã nguồn]"},{"DoanVan":["Truyện Hồng Bàng thị trong Lĩnh Nam chích quái chép rằng:","Học giả Trần Quốc Vượng nói rằng bánh chưng nguyên thủy có hình tròn và dài, giống như bánh tét; đồng thời bánh chưng và bánh dày tượng trưng cho dương vật và âm hộ trong tín ngưỡng phồn thực Việt Nam.[3] Bánh tét, dùng thay cho bánh chưng vào các dịp Tết trong cộng đồng người Việt ở miền nam Việt Nam, theo Trần Quốc Vượng là dạng nguyên thủy của bánh chưng."],"TieuDe":"Các truyền thuyết[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nguồn sơ cấp[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Hồng Bàng"}