{"TuKhoaVaVanBan":[{"DoanVan":["Đối với thời tiền sử ở châu Mỹ, xem Thời kỳ tiền Colombo."],"TieuDe":"Định nghĩa[sửa | sửa mã nguồn]"},{"DoanVan":["Ý tưởng về \"thời tiền sử\" xuất hiện vào thời kỳ Khai Sáng khi các nhà sưu tập đồ cổ dùng từ 'primitive' (nguyên thủy) để miêu tả các xã hội loài người từng tồn tại trước khi lịch sử bắt đầu được ghi chép.[9] Bản thân từ tiếng Anh 'prehistory' (thời tiền sử) xuất hiện lần đầu tiên trong tạp chí Foreign Quarterly Review vào năm 1836.[10]","Các nhà nhân chủng học và khảo cổ học người Anh, Đức và Scandinavia bắt đầu sử dụng niên đại địa chất để phân chia các giai đoạn trong lịch sử loài người cũng như sử dụng hệ thống ba thời đại để phân chia thời tiền sử của loài người từ cuối thế kỷ 19.[8]"],"TieuDe":"Lịch sử thuật ngữ[sửa | sửa mã nguồn]"},{"DoanVan":["Cách phân chia dưới đây được sử dụng cho lục địa Á-Âu."],"TieuDe":"Thời đại đồ đá[sửa | sửa mã nguồn]"},{"DoanVan":["\"Thời đại đồ đá cũ\" bắt đầu từ thời điểm con người sử dụng các công cụ bằng đá đầu tiên. Đây là giai đoạn đầu tiên của thời đại đồ đá.","Giai đoạn đầu của thời đại này được gọi là thời đại đồ đá cũ sớm, khi Homo sapiens chưa xuất hiện. Giai đoạn này bắt đầu khi Homo habilis (và các loài liên quan) sử dụng những công cụ bằng đá đầu tiên vào khoảng 2,5 triệu năm trước.[11] Bằng chứng cho việc con người đã kiểm soát được lửa từ đầu thời đồ đá cũ không chắc chắn và được ít sự ủng hộ của giới học giả. Giải thuyết được công nhận rộng rãi nhất là H. erectus hoặc H. ergaster đã tạo ra lửa từ 790.000 đến 690.000 năm BP tại một di chỉ ở cầu Bnot Ya'akov, Israel. Khả năng sử dụng lửa cho phép con người nấu chín thực phẩm, sưởi ấm và thắp sáng vào ban đêm.","Những người tinh khôn đầu tiên xuất hiện khoảng 200.000 năm trước, đánh dấu sự khởi đầu của thời đại đồ đá cũ giữa. Các thay đổi về giải phẫu cho thấy con người cũng đã hình thành khả năng sử dụng ngôn ngữ vào giai đoạn này.[12] Những bằng chứng dứt khoát đầu tiên về việc sử dụng lửa của con người có niên đại ở thời đồ đá cũ giữa. Các mảnh xương và gỗ bị cháy sém có niên đại 61.000 năm BP đã được tìm thấy ở một số di chỉ ở Zambia. Những điểm nổi bật của thời đồ đá cũ giữa bao gồm việc chôn cất người chết có tổ chức, sự ra đời của âm nhạc và nghệ thuật sơ khai, cũng như việc sử dụng các công cụ ngày càng tinh vi.","Trong suốt thời đồ đá cũ, con người chủ yếu sống du mục dựa trên nền kinh tế săn bắt-hái lượm. Các xã hội săn bắt-hái lượm thường có quy mô rất nhỏ và theo chủ nghĩa quân bình,[13] tuy nhiên, đôi khi một số xã hội săn bắt-hái lượm sở hữu nguồn tài nguyên dồi dào hoặc kỹ thuật tích trữ lương thực tiên tiến sẽ định cư ở một chỗ và hình thành những cấu trúc xã hội phức tạp như tù trưởng bộ lạc và phân tầng xã hội.[14]"],"TieuDe":"Đồ đá cũ[sửa | sửa mã nguồn]"},{"DoanVan":["\"Thời đại đồ đá giữa\" là giai đoạn phát triển công nghệ của con người giữa thời đại đồ đá cũ và thời đại đồ đá mới của thời đại đồ đá.","Thời đồ đá giữa bắt đầu vào cuối thế địa chất Cánh Tân (khoảng 10.000 năm BP) và kết thúc khi nông nghiệp xuất hiện (nhiều thời điểm khác nhau tùy từng khu vực địa lý). Ở một số khu vực chẳng hạn như Cận Đông, đến cuối thế Cánh Tân, nông nghiệp đã xuất hiện từ lâu và vì thế thời đồ đã giữa chỉ kéo dài trong thời gian ngắn và không rõ rệt.","Ở những khu vực chịu nhiều ảnh hưởng hơn của kỷ băng hà cuối cùng, thời đồ đá giữa rõ rệt hơn rất nhiều và kéo dài hàng thiên niên kỷ. Ở Bắc Âu, các xã hội loài người sống sung túc dựa trên nguồn thực phẩm dồi dào đến từ các vùng đầm lầy cỏ nhờ khí hậu ấm áp hơn. Các điều kiện như vậy đã tạo ra những hành vi đặc trưng được thể hiện qua các hiện vật, chẳng hạn như các nền văn hóa Maglemosia và Azilia. Các điều kiện này cũng đã trì hoãn thời đồ đá mới cho đến năm 4.000 BCE (6.000 năm BP) ở Bắc Âu.","Rất ít hài cốt của con người ở thời đại này đã được tìm thấy. Các phát hiện ở một số khu vực có rừng cho thấy hoạt động phá rừng đã bắt đầu xuất hiện ở thời kỳ này. Tuy nhiên, hoạt động này chỉ bắt đầu diễn ra một cách đáng kể từ thời đồ đá mới khi con người cần nhiều diện tích đất canh tác hơn.","Ở hầu hết các khu vực trên thế giới, thời đồ đá giữa có đặc trưng là những công cụ làm bằng đá lửa. Các vật dụng bằng gỗ như thuyền độc mộc và cung tên cũng đã được phát hiện ở một số di chỉ. Những công nghệ này xuất hiện đầu tiên ở châu Phi, cụ thể là các nền văn hóa Azilia, và sau đó được truyền bá sang châu Âu thông qua nền văn hóa Ibero-Maurusia ở Bắc Phi và nền văn hóa Kebaran ở Levant. Tuy nhiên, không loại trừ khả năng các nền văn hóa ở châu Âu đã phát minh ra những công nghệ này một cách riêng rẽ."],"TieuDe":"Đồ đá giữa[sửa | sửa mã nguồn]"},{"DoanVan":["Trong số các loài Homo của thời đồ đá cũ, chỉ có Homo sapiens sapiens tồn tại đến thời đồ đá mới.[16] (Homo floresiensis có thể đã tồn tại cho đến đúng thời điểm thời đồ đá mới bắt đầu, khoảng 12.200 năm trước.)[17] Đây là một giai đoạn mà con người trải qua những phát triển về công nghệ và xã hội sơ khai. Thời đại này bắt đầu từ khoảng năm 10.200 BCE ở một số khu vực Trung Đông, và muộn hơn ở các phần còn lại của thế giới[18] và kết thúc vào khoảng từ năm 4.500 đến năm 2.000 BCE.","Thời đồ đá mới đã chứng kiến những bước tiến của con người như làng xã thời kỳ đầu, canh tác nông nghiệp, thuần hóa động vật, sử dụng công cụ và những cuộc chiến tranh đầu tiên. Ở đầu thời đại này, con người canh tác một số ít các loài thực vật bao gồm kê, Triticum monococcum và Triticum spelta, cũng như nuôi chó, cừu và dê. Đến khoảng năm 6.900–6.400 BCE, con người đã thuần hóa được bò và lợn, thiết lập những khu định cư lâu dài hoặc theo mùa, cũng như bắt đầu sử dụng đồ gốm.[19] Thời đại này bắt đầu khi nông nghiệp ra đời (dẫn đến cuộc \"cách mạng đồ đá mới\") và kết thúc khi công cụ kim loại trở nên phổ biến rộng rãi (vào thời đồ đồng đá, đồ đồng hoặc đồ sắt tùy từng theo khu vực địa lý). Khái niệm đồ đá mới thường chỉ được sử dụng đối với Cựu Thế giới bởi ở thời điểm này, các nền văn hóa ở châu Mỹ và châu Đại Dương vẫn chưa phát minh ra công nghệ luyện kim.[cần định rõ]","Con người sinh sống ở các khu vực định cư một cách lâu dài hơn trong những ngôi nhà một phòng hình tròn được xây từ gạch bùn. Các khu định cư có thể đã được bao quanh bởi một bức tường đá để nuôi nhốt động vật và bảo vệ dân cư khỏi các bộ lạc khác. Ở các khu định cư ở giai đoạn sau có những ngôi nhà xây bằng gạch bùn hình chữ nhật chứa một hoặc nhiều phòng. Các phát hiện về việc chôn cất người chết cho thấy sự hình thành tín ngưỡng thờ cúng tổ tiên, chẳng hạn như bảo quản hộp sọ của người đã khuất. Nền văn hóa Vinča có thể đã phát minh ra hệ thống chữ viết đầu tiên.[20] Các khu phực hợp đền cự thạch Ġgantija có những công trình khổng lồ đáng chú ý. Ở Ấu-Á, các xã hội thời đồ đá mới nhìn chung còn đơn giản và theo chủ nghĩa quân bình, và mặc dù đã có một số xã hội hình thành nên hệ thống phân tầng phức tạp như tù trưởng bộ lạc, các nhà nước chỉ thật sự xuất hiện khi con người phát minh ra luyện kim.[21] Nhiều khả năng hầu hết quần áo được làm từ da động vật, dựa trên số lượng lớn các đinh ghim bằng xương và sừng hươu rất phù hợp cho việc giữ chặt da động vật đã được tìm thấy. Trang phục bằng len và vải lanh có khả năng xuất hiện từ cuối thời đồ đá mới,[22][23] dựa trên những hòn đá được đục lỗ mà có thể đã từng là một bộ phận của khung cửi.[24][25][26]"],"TieuDe":"Đồ đá mới[sửa | sửa mã nguồn]"},{"DoanVan":["Trong ngành khảo cổ học ở cựu thế giới, \"thời đại đồ đồng đá\" là giai đoạn chuyển tiếp khi con người bắt đầu luyện đồng song song với việc vẫn sử dụng phổ biến các công cụ bằng đá; nói cách khác thời đại này vẫn chủ yếu mang tính chất của thời đồ đá mới.","Bằng chứng cổ xưa nhất về việc chế tác đồng ở nhiệt độ cao có niên đại 7.500 năm trước và được tìm thấy ở một di chỉ khảo cổ ở Serbia vào tháng 6 năm 2010. Phát hiện này đã đẩy mốc thời gian con người bắt đầu luyện đồng lùi lại 800 năm, đồng thời cho thấy việc luyện đồng có khả năng đã được phát minh một cách riêng rẽ ở các khu vực khác nhau của châu Á và châu Âu thay vì được truyền bá từ một nguồn duy nhất.[27] Luyện kim có thể đã ra đời đầu tiên ở khu vực Lưỡi liềm Màu mỡ và đánh dấu sự khởi đầu thời đồ đồng vào thiên niên kỷ 4 TCN (theo quan điểm truyền thống). Tuy nhiên, các phát hiện về nền văn hóa Vinča ở châu Âu đã được xác định chắc chắn là có niên đại sớm hơn một chút so với các phát hiện ở Lưỡi liềm Màu mỡ. Bằng chứng về việc khai thác đồng có niên đại từ 7.000 đến 9.000 năm trước đã được tìm thấy ở thung lũng Timna. Ở Bắc Phi và thung lũng sông Nin, công nghệ đồ sắt được du nhập từ Cận Đông và vì thế khung thời gian của thời đồ đồng và thời đồ sắt ở đây tương đồng với Cận Đông. Tuy nhiên, ở phần lớn các khu vực của châu Phi, thời đồ sắt và thời đồ đồng đã diễn ra song song với nhau."],"TieuDe":"Đồ đồng đá[sửa | sửa mã nguồn]"},{"DoanVan":["Tất cả các tuổi đều là tương đối được đưa ra từ các nghiên cứu trong các lĩnh vực nhân chủng học, khảo cổ học, di truyền học, địa chất học, hoặc ngôn ngữ học. Tất cả chúng đều phải xem xét cải tiến nếu có phát hiện mới hoặc tính toán mới. BP viết tắt của thời gian tính theo mốc trước hiện tại (1950).","Có khung thời gian khác nhau ở nhiều nơi thuộc Á-Âu."],"TieuDe":"Niên biểu[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Các liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Tiền sử"}