{"TuKhoaVaVanBan":[{"DoanVan":["Trong huyền sử, khái niệm vua Việt Nam đã thấy ghi chép từ thời Hồng Bàng (các Hùng Vương với nước Văn Lang), nhưng còn nhiều điểm nghi vấn mơ hồ chưa thể khẳng định rõ ràng.[a] Sau đó, An Dương vương cướp ngôi họ Hùng lập ra nhà Thục với nước Âu Lạc rồi họ Triệu (Triệu Đà) lấy nước của nhà Thục. Thế nhưng, Hồng Bàng thị là dòng dõi Thần Nông thị,[1] Thục Phán An Dương vương là hậu duệ Khai Minh thị[1] còn Triệu Đà cũng là người Hán...[2] Như vậy, những triều đại sơ khai đều có sự nghi vấn gây tranh cãi. Trong ngàn năm Bắc thuộc từng trỗi dậy những chính quyền nhưng thời gian tồn tại chưa được bao lâu đã bị dẹp yên, sự nghiệp chưa ổn định lâu dài nên chưa thể cấu thành triều đại. Từ khi họ Khúc giành lấy quyền tự chủ cho đến hết loạn 12 sứ quân, danh nghĩa Việt Nam vẫn chỉ là một phiên trấn của Trung Quốc với cái tên Tĩnh Hải quân, các nhà lãnh đạo Việt Nam thời tự chủ chỉ ở mức Tiết độ sứ cả trong nước và ngoại giao, đến lúc Ngô Quyền đánh đuổi quân Nam Hán mới tự xưng Vương. Bắt đầu từ đấy, vua Việt Nam mới chính thức được xác định, tuy nhiên, nhà Ngô vẫn chưa đặt quốc hiệu. Bấy giờ bên Trung Quốc cũng đang loạn to, chính quyền trung ương còn mải lo đánh dẹp nên chưa thể nhòm ngó xuống mạn cực nam, chỉ có nước Nam Hán kế cận thỉnh thoảng xung đột mà thôi. Đến thời nhà Đinh, đối với thần dân trong nước, các vua người Việt đã xưng hoàng đế và đặt quốc hiệu là Đại Cồ Việt, gặp lúc nhà Tống cũng mới chấm dứt cục diện Ngũ đại Thập quốc nên sai sứ sang sắc phong vua Đinh làm Giao Chỉ quận vương, từ đó nền quân chủ Việt Nam mới được xác lập.[b]","Sau các cuộc tấn công thất bại của nhà Tống, Trung Quốc đã phải công nhận quyền lực của người Việt ở Thăng Long. Nước Việt được xem như một dạng chư hầu đặc biệt mà Trung Quốc không thể sáp nhập bằng vũ lực; nhưng ngược lại, người Việt cũng phải công nhận Trung Quốc là một nước lớn, về phương diện ngoại giao phải chịu lép nhường thần quyền con trời, mạng trời cao hơn cho vua Trung Quốc, tuy vua Việt vẫn có quyền xưng là con trời và vâng mệnh trời cai trị dân đối với dân nước Việt. Vua Việt Nam tự ví mình với Mặt Trời như vua Trung Quốc. Từ đây, mô hình chính trị Trung Hoa đã được Việt hóa và phát triển để khẳng định ngai vua ở Thăng Long là ngai vàng của Hoàng đế nước Nam trị vì \"Đế quốc phương Nam\" theo mệnh trời. Hệ thống triều đình của các vua nước Việt cũng tương tự các triều đình của vua chúa Trung Quốc, các nghi thức và danh phận của các vị quan cũng tương tự như quan lại Trung Quốc.","Các vị vua nước Việt đã sử dụng rất nhiều nghi thức, biểu tượng chỉ dành riêng cho vua Trung Quốc như áo long bào màu vàng có rồng năm móng, giường long sàng, ngôi cửu ngũ, khi chết thì dùng từ \"băng hà\" và xây lăng có đường hầm dẫn xuống huyệt. Các vua nước Việt được chính thức dùng các nghi thức đặc biệt nhạy cảm với vua Trung Quốc như thờ trời, tế trời ở đàn Nam Giao, được quyền cai quản các thần linh ở nước Việt, được quyền phong chức tước cho các thánh, thần, sông núi ở nước Việt, có lẽ chỉ ngoại trừ vua Đồng Khánh là vị vua Việt Nam duy nhất chịu làm em của một nữ thần mà thôi...; có vua Việt Nam còn mượn cớ đau chân để khỏi quỳ gối trước chiếu chỉ của vua Trung Quốc để chứng tỏ mình không phải là cấp dưới của vua Trung Quốc. Tóm lại, các vị vua của Việt Nam là các vị vua thực sự như các vua Trung Quốc.","Các vua Việt Nam đã dùng gần như đầy đủ các nghi thức thần quyền quân chủ dành riêng cho vua chúa Trung Quốc, chỉ có cái khác duy nhất là quyền lực thần quyền này không được phép áp đặt lên dân Trung Quốc, ngược lại, quyền lực thần quyền của vua chúa Trung Quốc cũng không áp đặt được lên vua quan và dân nước Việt, các quan của triều đình Việt Nam thì chỉ tuân lệnh và trung thành với vua Việt Nam mà thôi.","Thiên mệnh của vua Trung Quốc chỉ kéo dài đến biên giới Việt – Trung. Theo ý thức thần quyền của hai chế độ quân chủ thì biên giới này do Trời vạch sẵn và được Trời cũng như các thần bảo vệ. Cả hai nước đều ý thức được tầm quan trọng của đường biên giới này trong việc duy trì quyền lực giữa hai nước và đã giữ được sự cố định truyền thống của nó trong một thời gian rất dài trong lịch sử. Quan hệ triều cống với Trung Quốc được coi là lựa chọn thay thế duy nhất cho đối đầu, chiến tranh hoặc cấm vận kinh tế với giá rẻ nhất.","Vì vậy các triều đại phong kiến Việt Nam trên danh nghĩa vẫn là một phiên thuộc của các triều đại phong kiến Trung Quốc, hầu hết các vị vua Việt Nam lên ngôi đều phải chịu sắc phong của Trung Quốc; hoặc phải để vua Trung Quốc hợp thức hóa vương vị và thần quyền của mình như vua Quang Trung. Vào lúc loạn lạc thay đổi triều đại ở Việt Nam là cơ hội tốt để các triều đại quân chủ và phong kiến phương Bắc mượn cớ giúp vua triều trước, không chịu sắc phong cho vua mới hoặc đem quân qua can thiệp nhằm chiếm đóng và đô hộ lâu dài nước Việt như thời nhà Minh, nhà Thanh. Một số vua khác chỉ trị vì trên danh nghĩa, quyền lực thực sự lại nằm trong tay các vị chúa hoặc các đại thần và phe cánh, hầu hết các vị vua đều được biết bằng miếu hiệu hoặc thụy hiệu và tôn hiệu vắn tắt, những trường hợp vị quân chủ chỉ đặt một niên hiệu trong thời gian tại vị thì sẽ được biết đến bằng niên hiệu. Có những vị vua tuy thực tế cầm quyền nhưng sau thất bại cho nên không được các sử gia phong kiến công nhận, vì theo quan điểm thời đó họ chỉ là phản tặc hoặc nghịch thần, do đó họ chỉ được gọi theo tước hiệu khi chưa lên ngôi, tước hiệu sau khi bị mất ngôi hoặc gọi thẳng tên huý.","Đối với Trung Quốc thì vua Việt Nam có tước hiệu là:","Sau đây là danh sách vị vua Việt Nam từ khi hình thành nhà nước đến hết thời kỳ quân chủ. Trong danh sách này, ngoài những vị vua còn liệt kê một số nhân vật không phải vua nhưng đã nắm giữ thực quyền cai trị tối cao lãnh đạo đất nước như: các vị Tiết độ sứ thời tự chủ, các chúa Trịnh và chúa Nguyễn thời Lê trung hưng... Những vị vua tự xưng, dù chế độ chưa thực sự ổn định nhưng do chống ngoại xâm nên cũng bỏ qua sự trung lập mà đưa vào để tôn vinh sự chính thống và độc lập dân tộc:"],"TieuDe":"Khái quát[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thời kỳ nguyên sử[sửa | sửa mã nguồn]"},{"DoanVan":["Kỷ Hồng Bàng hiện vẫn còn gây tranh cãi về tính chính xác và thời điểm xuất hiện. Do đó giai đoạn này được xem có tính hư ảo nhiều hơn."],"TieuDe":"Hồng Bàng[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Thục (257–208 TCN, hoặc 207–179 TCN)[sửa | sửa mã nguồn]"},{"DoanVan":["Nhà Triệu là triều đại đầu tiên được xác nhận hoàn toàn về tính lịch sử, nếu xét trung lập thì đây là một triều đại chính thống của Việt Nam, còn nếu bỏ qua sự trung lập thì sẽ bị quy thành kẻ xâm lăng. Hiện trường hợp này vẫn còn đang tranh cãi, đa phần thư tịch cổ đều tính từ khi nhà Hán diệt nước Nam Việt là thời Bắc thuộc, tuy nhiên gần đây có sách lại tính từ khi Triệu Đà diệt nước Âu Lạc đã bắt đầu thời Bắc thuộc.[10] Vì người Trung Quốc cũng không coi chính thể này là triều đại của họ mà chỉ chép phụ vào phần liệt truyện,[11] cho nên tạm thời vẫn liệt kê ở đây như một triều đại nối tiếp hợp pháp của Việt Nam như nhà Nguyên và nhà Thanh ở Trung Quốc."],"TieuDe":"Nhà Triệu (204–111 TCN)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Bắc thuộc lần I, II và III[sửa | sửa mã nguồn]"},{"DoanVan":["Cuộc khởi nghĩa Hai Bà Trưng ngắn ngủi chưa kịp ổn định đã bị diệt vong, tuy nhiên vì do phụ nữ lãnh đạo, hơn nữa lại chống ngoại xâm nên cũng được sử sách đưa vào thành một triều đại của Việt Nam."],"TieuDe":"Trưng Nữ Vương (40–43)[sửa | sửa mã nguồn]"},{"DoanVan":["Theo các thư tịch cổ Trung Quốc (Lương thư, Trần thư và Nam sử) và Việt Nam (trước thời Lê sơ) thì Lý Bí bị Trần Bá Tiên đánh bại và nhà Tiền Lý chấm dứt, nước Vạn Xuân vẫn thuộc nhà Lương và nhà Trần nối tiếp quản lý, sau này Lý Phật Tử nổi dậy chống nhà Tùy là chính quyền khác nhưng tự xưng nối tiếp Lý Bí ngày trước nên gọi là Hậu Lý. Đến khi Ngô Sĩ Liên viết Đại Việt sử ký toàn thư đã cóp nhặt trong dã sử để bổ sung thêm Triệu Việt Vương và Đào Lang Vương,[17] Triệu Việt Vương được Lý Bí truyền ngôi trong hoàn cảnh sắp mất ở động Khuất Lão còn Đào Lang Vương bất phục cũng tự lập nước Dã Năng riêng, như vậy nhà nước Vạn Xuân lúc đó bị phân liệt, đến khi Lý Phật Tử đánh bại Triệu Việt Vương mới thu giang sơn về một mối. Do sau triều đại này bị mất về tay nhà Tùy nên Triệu Việt Vương được các sử gia đời sau công nhận là vua chính thống vì ông còn có công đánh đuổi quân Lương, nếu nhà Hậu Lý tồn tại thêm vài đời nữa mà người viết sử thuộc triều đại đó thì Lý Thiên Bảo sẽ được công nhận là chính thống nối tiếp Lý Bí còn Triệu Việt Vương sẽ thành kẻ tiếm quyền kiểu như Dương Tam Kha xen kẽ giữa nhà Tiền Ngô và Ngô hay Dương Nhật Lễ thay thế nhà Trần mà thôi."],"TieuDe":"Nhà Tiền Lý và Triệu Việt Vương (544–603)[sửa | sửa mã nguồn]"},{"DoanVan":["Chính quyền họ Mai cũng là cuộc khởi nghĩa chưa kịp ổn định, sử sách chỉ ghi chép vài dòng sơ sài nhưng vì tôn vinh vấn đề chống ngoại xâm nên cũng được liệt vào danh sách vua Việt Nam."],"TieuDe":"Họ Mai (713–723)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Họ Phùng (766–791)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thời kỳ tự chủ lần thứ nhất[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Họ Khúc (905–923) hoặc (905–930)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thời kỳ tự chủ lần thứ hai[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Họ Dương (931–937)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Họ Kiều (937–938)[sửa | sửa mã nguồn]"},{"DoanVan":[""],"TieuDe":"Thời kỳ độc lập[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Ngô và Dương Tam Kha (939–966)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Đinh (968–980)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Tiền Lê (980–1009)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Lý (1009–1225)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Trần (1225–1400)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Hồ (1400–1407)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chống Bắc thuộc lần IV[sửa | sửa mã nguồn]"},{"DoanVan":["Thực ra nhà Hậu Trần là một cuộc khởi nghĩa thất bại, chưa ổn định chỉ mang tính chất cục bộ nhưng do đề cao việc chống giặc ngoại xâm cho nên sử sách bỏ qua sự trung lập mà vẫn xem như một triều đại."],"TieuDe":"Nhà Hậu Trần (1407–1414)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Khởi nghĩa Lam Sơn (1418–1427)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thời kỳ tái độc lập[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Hậu Lê – giai đoạn Lê sơ (1428–1527)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thời kỳ chia cắt[sửa | sửa mã nguồn]"},{"DoanVan":["Duệ Hoàng Đế[62]"],"TieuDe":"Bắc triều – Nhà Mạc (1527–1592) và thời kỳ Cao Bằng (1592-1683)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nam triều – Nhà Hậu Lê – giai đoạn Lê Trung hưng (1533–1789)[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đàng Ngoài - Chúa Trịnh (1545-1787)"},{"DoanVan":["Niên biểu Lê Trung hưng - Chúa Trịnh - Chúa Nguyễn"],"TieuDe":"Đàng Trong - Chúa Nguyễn (1558-1777)"},{"DoanVan":[],"TieuDe":"Nhà Tây Sơn (1778-1802)"},{"DoanVan":[],"TieuDe":"Thời kỳ tái thống nhất và Pháp thuộc cho đến khi chế độ phong kiến sụp đổ[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nhà Nguyễn (1802-1945)"},{"DoanVan":["Thái thượng hoàng có nghĩa là vua cha bề trên, có trường hợp chỉ gọi là thượng hoàng để có nghĩa rộng hơn (vua bề trên).","Tùy từng hoàn cảnh lịch sử, thực quyền của thượng hoàng khác nhau. Thượng hoàng có thể giao toàn quyền cho vua hoặc vẫn nắm quyền chi phối việc triều chính; hoặc có thể thượng hoàng chỉ mang danh nghĩa, có những vị không ở ngôi vua ngày nào nhưng do có con làm vua nên cũng được tôn xưng là Thái thượng hoàng. Đối với các vị chúa, khi nhường ngôi sẽ được tôn xưng là Thái thượng vương.","Thông thường, thượng hoàng là cha vua, nhưng có các trường hợp không phải như vậy: Thượng hoàng Trần Nghệ Tông truyền ngôi cho em là Duệ Tông, Duệ Tông mất lại lập cháu gọi bằng bác là Phế Đế; Thượng hoàng Mạc Thái Tổ truyền ngôi cho con là Thái Tông, Thái Tông mất sớm lại lập cháu nội là Hiến Tông; Thượng hoàng Lê Ý Tông là chú của vua Lê Hiển Tông.","Ngoài 7 Thượng hoàng nhà Trần từ Trần Thừa tới Nghệ Tông cùng Hồ Quý Ly, Mạc Thái Tổ, các Thượng hoàng còn lại trong lịch sử Việt Nam đều không tự nguyện làm Thượng hoàng mà do sự sắp đặt của quyền thần trong triều. Trong lịch sử Việt Nam, duy nhất có trường hợp Thái thượng hoàng, vua, Thái thượng vương và chúa cùng tồn tại trong khoảng 20 năm giai đoạn Cảnh Hưng cuối thời Hậu Lê. Đó là: Thái thượng hoàng Lê Ý Tông (1740–1759), vua Lê Hiển Tông (1740–1786), Thái thượng vương Trịnh Dụ Tổ (1740–1762) và chúa Trịnh Nghị Tổ (1740–1767)."],"TieuDe":"Thái thượng hoàng[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Quê hương và kinh đô các triều đại[sửa | sửa mã nguồn]"},{"DoanVan":["Ngoài những triều đại chính thống, trong lịch sử Việt Nam còn xuất hiện những chính quyền tự chủ và tự lập. Họ là những triều đại không chính thức, có khi chỉ là 1 viên quan địa phương nổi lên hình thành thế lực cát cứ, hoặc là những người dân thường dựng cờ khởi nghĩa, thậm chí là các vương tôn hoàng thân quốc thích tranh chấp ngai vàng trong hoàng tộc nên tạo phản. Vì chính quyền của họ chưa thực sự vững mạnh hoặc chưa đủ điều kiện để thiết lập nên triều đại nên họ chỉ bị coi là giặc cỏ, là quân phiệt cát cứ, hay là quyền thần thế tập nhưng sự tồn tại của họ cũng là một nhân tố không thể thiếu trong dòng chảy lịch sử. Cũng có người đã xưng đế xưng vương đặt ra quốc hiệu, cũng có kẻ xưng công hầu khanh tướng, có người mới chỉ làm thủ lĩnh một vùng nhưng trên thực tế họ ít nhiều đã nắm quyền hành cai quản đất nước hoặc những khu vực địa lý nhất định chẳng khác gì một vương quốc độc lập. Ngoài ra còn có những khu vực tự trị của dân tộc thiểu số do các lãnh chúa người bản xứ cai trị, tuy danh nghĩa là thuần phục triều đình trung ương nhưng trên thực tế họ cũng có bộ máy cai trị và luật lệ riêng."],"TieuDe":"Những chính thể tự trị và ly khai[sửa | sửa mã nguồn]"},{"DoanVan":["Ngoài những triều đại của người Kinh ra, trên dải đất Việt Nam hiện tại còn tồn tại nhiều quốc gia cổ đại do người dân tộc thiểu số sáng lập ra như các triều đại Chăm Pa: Hồ Tôn Tinh, Việt Thường thị, Lâm Ấp, Hoàn Vương, Chiêm Thành, Panduranga-Chăm Pa, Thuận Thành trấn. Các tiểu quốc của người thiểu số ở Tây Nguyên: Thủy Xá - Hỏa Xá, Tiểu quốc J'rai, Tiểu quốc Mạ, Tiểu quốc Adham... Những quốc gia này cũng có vị trí rất quan trọng trên vũ đài chính trị, và họ cũng tranh đấu với các triều đại người Việt suốt hàng ngàn năm, cuối cùng họ bị đồng hóa. Họ có nền văn hóa và bản sắc dân tộc riêng không ảnh hưởng gì đến nền văn minh Trung Hoa, bởi lãnh thổ của họ đã hoàn toàn thuộc về Việt Nam nên vua của họ cũng cần được xem là một phần lịch sử Việt Nam. Rất tiếc, ngoại trừ vương quốc Chăm Pa, các tiểu quốc khác do sử liệu không nhiều nên thông tin về các vị vua hầu như không có nên không thể lập danh sách riêng.","Ngoài ra còn có trường hợp Phù Nam và Thủy Chân Lạp ở Nam Bộ nhưng vùng đó chỉ là một phần lãnh thổ của hai đế chế này, do đó không hẳn vua của hai chính thể đó là vua Việt Nam mà chỉ có mối liên đới nhất định mà thôi."],"TieuDe":"Vua các quốc gia cổ[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Ghi chú[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đọc thêm[sửa | sửa mã nguồn]"}],"TuKhoa":"Vua Việt Nam"}