{"TuKhoaVaVanBan":[{"DoanVan":["Tiếng Anh là một ngôn ngữ Ấn–Âu, cụ thể hơn là ngôn ngữ thuộc nhánh Tây của ngữ tộc Giécmanh.[19] Dạng cổ của tiếng Anh –Tiếng Anh cổ – bắt nguồn từ dãy phương ngữ được nói bởi các dân tộc Giécmanh sinh sống dọc bờ Biển Bắc xứ Frisia (nay thuộc Hà Lan). Các phương ngữ Giécmanh ấy đã phát sinh nhóm ngôn ngữ Anglic trên Đảo Anh, cũng như tiếng Frisia và tiếng Đức Hạ\/Saxon Hạ trên lục địa châu Âu. Tiếng Frisia do vậy có quan hệ rất gần với tiếng Anh, và cũng chính vì vậy nên giới ngôn ngữ học mới gộp chúng vào nhóm Anh-Frisia. Ngoài ra, tiếng Đức Hạ\/Saxon Hạ cũng có quan hệ gần gũi với tiếng Anh, song phân loại gộp ba thứ tiếng trên thành một nhóm duy nhất (gọi là nhóm Giécmanh Biển Bắc) hiện còn bị nhiều người phản bác.[8] Tiếng Anh cổ đã dần diễn tiến thành tiếng Anh trung đại, rồi tiếp tục phát triển thành tiếng Anh đương đại.[20] Đồng thời, các phương ngữ tiếng Anh cổ và tiếng Anh trung đại cũng đã biến đổi thành các ngôn ngữ mới; chẳng hạn tiếng Scotland,[21] cũng như các ngôn ngữ đã thất truyền như tiếng Fingal và tiếng Yola ở Ireland.[22]","Tiếng Anh – giống như tiếng Iceland và tiếng Faroe, vốn đều là các ngôn ngữ được sử dụng trên các đảo cô lập và do vậy chúng được cách ly khỏi các ảnh hưởng ngôn ngữ trên đất liền – đã phân kỳ đáng kể khỏi các nhánh chị em. Không tồn tại sự thông hiểu lẫn nhau giữa tiếng Anh với bất kỳ thứ tiếng Giécmanh lục địa nào, sở dĩ bởi sự khác biệt từ vựng, cú pháp và âm vị. Dù vậy khi xem xét kỹ hơn, tiếng Hà Lan và tiếng Frisia vẫn lưu giữ nhiều nét tương đồng với tiếng Anh, đặc biệt là nếu ta đem so sánh với các giai đoạn cổ hơn của tiếng Anh.[23]","Tuy nhiên, không giống tiếng Iceland và tiếng Faroe vốn bị cô lập ở mức độ cao hơn, tiếng Anh vẫn chịu ảnh hưởng từ một số ngôn ngữ đại lục được du nhập vào đảo Anh kèm theo các cuộc xâm lược và di dân trong quá khứ (đặc biệt là tiếng Pháp Norman và tiếng Bắc Âu cổ). Những sự biến ấy đã hằn in vào vốn từ và ngữ pháp tiếng Anh những dấu ấn rất sâu sắc, cũng là ngọn nguồn của các nét tương đồng giữa tiếng Anh hiện đại với một số ngôn ngữ ngoại ngành – song chúng hoàn toàn không có tính thông hiểu lẫn nhau. Dựa vào đó, một số học giả đã đề xuất giả thuyết tiếng Anh trung đại lai căng (Middle English creole hypothesis), theo đó thì họ cho rằng tiếng Anh thực chất là một ngôn ngữ pha trộn (mixed language) hoặc một ngôn ngữ lai căng (creole language) chứ không thuần Giécmanh. Tuy đúng là các định đề của giả thuyết này được thừa nhận rộng rãi, song phần lớn giới chuyên gia ngày nay không hề coi tiếng Anh là ngôn ngữ pha trộn.[24][25]","Tiếng Anh được phân loại là một ngôn ngữ Giécmanh vì nó có nhiều điểm đổi mới giống các ngôn ngữ như tiếng Hà Lan, tiếng Đức và tiếng Thụy Điển.[26] Điều này chứng tỏ các ngôn ngữ ấy chắc hẳn đã phát sinh từ cùng một ngôn ngữ tổ tiên mà giới ngôn ngữ học gọi là tiếng Giécmanh nguyên thủy. Một số điểm chung đó bao gồm: sự phân biệt giữa lớp động từ mạnh và yếu, sự vận dụng động từ khuyết, cũng như tuân theo các luật biến đổi phụ âm từ tiếng Ấn-Âu nguyên thủy là luật Grimm và luật Verner. Tiếng Anh được nhóm với tiếng Frisia bởi lẽ chúng chia sẻ nhiều điểm độc đáo, không tồn tại ở nhánh nào khác, chẳng hạn sự ngạc cứng hóa các âm ngạc mềm của tiếng Giécmanh nguyên thủy.[27]"],"TieuDe":"Phân loại"},{"DoanVan":[],"TieuDe":"Lịch sử"},{"DoanVan":["Dạng cổ nhất của tiếng Anh được gọi là tiếng Anh cổ hay tiếng Anglo-Saxon (k. năm 550–1066). Tiếng Anh cổ phát triển từ một tập hợp các phương ngữ Giécmanh biển Bắc, vốn được nói dọc vùng duyên hải Frisia, Niedersachsen, Jylland, và Nam Thụy Điển bởi nhiều bộ lạc Giécmanh khác nhau như Angle, Saxon, và Jute.[28][29] Bắt đầu từ thế kỷ thứ 4, người Anglo-Saxon di cư sang đảo Anh đồng thời với sự suy vong của chính quyền La Mã tại đây. Đến thế kỷ thứ 7, ngôn ngữ của người Anglo-Saxon đã chiếm ưu thế hoàn toàn trên đảo, thay thế các ngôn ngữ của Anh thuộc La Mã (43–409): tiếng Britton chung, một ngôn ngữ Celt; và tiếng Latinh, ngôn ngữ do người La Mã du nhập vào.[30][31][32] Hai cái tên England và English (ban đầu là Ænglaland và Ænglisc) đều bắt nguồn từ tộc danh \"Angle\".[33]","Tiếng Anh cổ được phân thành bốn phương ngữ chính: hai phương ngữ Angle (tiếng Mercia và tiếng Northumbria) và hai phương ngữ Saxon (tiếng Kent và tiếng Tây Saxon).[34] Nhờ cải cách giáo dục của Vua Alfred vào thế kỷ thứ 9 cùng các ảnh hưởng của vương quốc Wessex, phương ngữ Tây Saxon đã trở thành dạng ngôn ngữ viết tiêu chuẩn.[35] Sử thi Beowulf được viết bằng phương ngữ Tây Saxon; còn bài thơ tiếng Anh lâu đời nhất, Cædmon's Hymn, được viết bằng phương ngữ Northumbria.[36] Tiếng Anh hiện đại phát triển chủ yếu từ phương ngữ Mercia, còn tiếng Scots phát triển từ phương ngữ Northumbria. Một vài bản khắc ngắn vào thời tiếng Anh cổ sơ kỳ được viết bằng chữ rune.[37] Đến thế kỷ thứ 6, người đảo Anh tiếp nhận bảng chữ cái Latinh và viết bằng phông chữ nửa ông-xi-an. Bảng chữ thời kì đầu này lưu giữ lại các kí tự rune là wynn ⟨ƿ⟩ và thorn ⟨þ⟩, và có thêm các ký tự Latinh cải biến là eth ⟨ð⟩ và ash ⟨æ⟩.[37][38]","Tiếng Anh cổ về cơ bản là một ngôn ngữ khác hẳn tiếng Anh hiện đại. Người nói tiếng Anh thế kỷ 21, nếu không được học, sẽ không tài nào hiểu được tiếng Anh cổ. Ngữ pháp của nó có nét giống tiếng Đức hiện đại: Danh từ, tính từ, đại từ, và động từ có nhiều dạng thù biến hình hơn, và thứ tự câu cũng tự do hơn đáng kể tiếng Anh hiện đại. Tiếng Anh hiện địa có các dạng biến cách của đại từ (ví dụ he, him, his) và một số biến dạng ở động từ (ví dụ speak, speaks, speaking, spoke, spoken); song tiếng Anh cổ có sự biến cách ở danh từ, và động từ thì có nhiều đuôi biểu thị ngôi và số hơn.[39][40][41] Ngay cả vào thế kỷ thứ 9 và 10, khi đảo Anh nằm dưới sự chi phối của Danelagh và hứng chịu các cuộc xâm lược triền miên của người Viking, vẫn có bằng chứng cho thấy tiếng Bắc Âu cổ và tiếng Anh cổ thông hiểu nhau ở mức độ tương đối cao.[42] Trên lý thuyết, tới tận những năm 900, thường dân ở Anh quốc vẫn có thể đối thoại với thường dân ở Scandinavia. Hiện nay, các nghiên cứu vẫn đang được tiến hành nhằm tìm hiểu về hàng trăm bộ lạc từng sinh sống trên đảo Anh và Scandinavia, cũng như các tiếp xúc tương giao giữa họ.[42]","Đoạn dịch tiếng Anh sau đây của Phúc Âm Mátthêu 8:20 vào năm 1000 cho thấy các đuôi biến cách (danh cách số phức, đối cách số phức, thuộc cách số đơn) và một đuôi vị ngữ (thì hiện tại số phức):","Fox-as","cáo-NOM.PL","habb-að","có-PRS.PL","hol-u","hố-ACC.PL","and","và","heofon-an","trời-GEN.SG","fugl-as","chim-NOM.PL","nest-∅","tổ-ACC.PL","Fox-as habb-að hol-u and heofon-an fugl-as nest-∅","cáo-NOM.PL có-PRS.PL hố-ACC.PL và trời-GEN.SG chim-NOM.PL tổ-ACC.PL","\"Cáo có hố và chim trời có tổ\"[43]"],"TieuDe":"Từ tiền ngữ Giécmanh đến tiếng Anh cổ"},{"DoanVan":["John Trevisa, khoảng năm 1385[44]","Trong thời kỳ thế kỷ VIII-XII, tiếng Anh cổ qua sự tiếp xúc ngôn ngữ đã chuyển thành tiếng Anh trung đại. Thời tiếng Anh trung đại thường được xem là bắt đầu từ cuộc xâm lược nước Anh của William Kẻ chinh phục năm 1066.","Ban đầu, những làn sóng thực dân hóa của người Norse ở miền bắc quần đảo Anh vào thế kỷ VIII-IX đưa tiếng Anh cổ đến sự tiếp xúc với tiếng Bắc Âu cổ, một ngôn ngữ German phía Bắc. Ảnh hưởng của tiếng Bắc Âu cổ mạnh nhất là ở những phương ngữ đông bắc quanh York (khu vực mà Danelaw được áp dụng), nơi từng là trung tâm của sự thuộc địa hóa; ngày nay những ảnh hưởng này vẫn hiển hiện trong tiếng Scots và tiếng Anh bắc Anh.","Với cuộc xâm lược của người Norman năm 1066, thứ tiếng Anh cổ được \"Bắc Âu hóa\" giờ lại tiếp xúc với tiếng Norman cổ, một ngôn ngữ Rôman rất gần với tiếng Pháp. Tiếng Norman tại Anh cuối cùng phát triển thành tiếng Anglo-Norman. Vì tiếng Norman được nói chủ yếu bởi quý tộc và tầng lớp cao của xã hội, trong khi thường dân tiếp tục nói tiếng Anglo-Saxon, ảnh hưởng tiếng Norman mang đến một lượng lớn từ ngữ liên quan đến chính trị, luật pháp và sự thống trị.[9] Tiếng Anh trung đại lượt bỏ bớt hệ thống biến tố. Sự khác biệt giữa danh cách và đối cách mất đi (trừ ở đại từ), công cụ cách bị loại bỏ, và chức năng của sở hữu cách bị giới hạn. Hệ thống biến tố \"quy tắc hóa\" nhiều dạng biến tố bất quy tắc,[45] và dần dần đơn giản hóa hệ thống hợp, khiến cấu trúc câu kém mềm dẻo đi.[46] Trong Kinh Thánh Wycliffe thập niên 1380, đoạn Phúc Âm Mátthêu 8:20 được viết","Ở đây, hậu tố thì hiện tại số nhiều -n ở động từ han (nguyên mẫu \"haven\", gốc từ ha-) hiện diện, nhưng không có cách ngữ pháp nào được thể hiện.","Đến thế kỷ XII, tiếng Anh trung đại phát triển hoàn toàn, dung hợp vào mình cả ảnh hưởng của tiếng Bắc Âu cổ và tiếng Norman; và tiếp tục được nói cho tới khoảng năm 1500 thì trở thành tiếng Anh hiện đại. Nền văn học tiếng Anh trung đại có những tác phẩm như The Canterbury Tales của Geoffrey Chaucer, và Le Morte d'Arthur của Malory."],"TieuDe":"Tiếng Anh trung đại"},{"DoanVan":["Thời kỳ tiếp theo là tiếng Anh cận đại (Early Modern English, 1500–1700). Thời kỳ tiếng Anh cận đại nổi bật với cuộc Great Vowel Shift (1350–1700), tiếp tục đơn giản hóa biến tố, và sự chuẩn hóa ngôn ngữ.","Great Vowel Shift ảnh hưởng lên những nguyên âm dài được nhấn. Đây là một sự \"biến đổi dây chuyền\", tức là một âm được biến đổi làm tác động lên các âm khác nữa. Những nguyên âm vừa và nguyên âm mở được nâng lên, và nguyên âm đóng biến thành nguyên âm đôi. Ví dụ, từ bite ban đầu được phát âm giống từ beet ngày nay, nguyên âm thứ hai trong từ about được phát âm giống trong từ boot ngày này. Great Vowel Shift gây nên nhiều sự bất tương đồng trong cách viết, vì tiếng Anh hiện đại duy trì phần nhiều cách viết của tiếng Anh trung đại, và cũng giải thích tại sao, các ký tự nguyên âm trong tiếng Anh lại được phát âm rất khác khi so với những ngôn ngữ khác.[48][49]","Tiếng Anh trở thành ngôn ngữ uy tính dưới thời Henry V. Khoảng năm 1430, Tòa án Chancery tại Westminster bắt đầu sử dụng tiếng Anh để viết các tài liệu chính thức, và một dạng chuẩn mới, gọi là Chancery Standard, được hình thành dựa trên phương ngữ thành Luân Đôn và East Midlands. Năm 1476, William Caxton giới thiệu máy in ép tới nước Anh và bắt đầu xuất bản những quyển sách đầu tiên, làm lan rộng sự ảnh hưởng của dạng chuẩn mới.[50] Những tác phẩm của William Shakespeare và bản dịch Kinh Thánh được ủy quyền bởi Vua James I đại diện cho nền văn học thời kỳ này. Sau cuộc Vowel Shift, tiếng Anh cận đại vẫn có nét khác biệt với tiếng Anh ngày nay: ví dụ, các cụm phụ âm \/kn ɡn sw\/ trong knight, gnat, và sword vẫn được phát âm đầy đủ. Những đặc điểm mà độc giả của Shakespeare ngày nay có thể thấy kỳ quặc hay lỗi thời thường đại diện cho những nét đặc trưng của tiếng Anh cận đại.[51]","Trong Kinh Thánh Vua James 1611, viết bằng tiếng Anh cận đại, Mátthêu 8:20:"],"TieuDe":"Tiếng Anh cận đại"},{"DoanVan":["Tới cuối thế kỷ 18, Đế quốc Anh đã truyền bá tiếng Anh tới mọi ngóc ngách của các thuộc địa, cũng như các vùng chịu ảnh hưởng địa chính trị của họ. Thương mại, khoa học, kỹ thuật, ngoại giao, nghệ thuật và giáo dục đều đã góp phần đưa tiếng Anh trở thành ngôn ngữ toàn cầu đích thực đầu tiên, đóng vai trò cốt yếu trong giao thiệp quốc tế.[52][4] Do quá trình bành trướng và thuộc địa hóa các vùng đất của Anh quốc, nhiều quy chuẩn tiếng Anh mới đã phát sinh trong diễn ngôn và văn viết. Ngày nay, tiếng Anh được tiếp nhận và sử dụng ở một phần Bắc Mỹ, một phần châu Phi, Úc, và nhiều nơi khác. Thời hậu thuộc địa, một số quốc gia đa sắc tộc sau khi giành được độc lập vẫn giữ tiếng Anh là ngôn ngữ chính thức, để tránh các phiền toái chính trị xoay quanh việc quá ưu tiên một ngôn ngữ bản địa nhất định nào đó.[53][54][55] Vào thế kỷ 20, tầm ảnh hưởng kinh tế và văn hóa ngày càng lớn của Hoa Kỳ, cũng như vị thế siêu cường của nó sau khi Chiến tranh thế giới thứ hai khép lại, đã đẩy nhanh tốc độ lan truyền của tiếng Anh trên khắp toán cầu.[56][57] Đến thế kỷ 21, tiếng Anh được nói và viết nhiều hơn bất kỳ một thứ tiếng nào trong lịch sử.[58]","Trong quá trình phát triển của tiếng Anh hiện đại, nhiều quy chuẩn sử dụng ngôn ngữ tường minh đã được đề xuất và phát hành, lan truyền thông qua các phương tiện như giáo dục phổ cập và các ấn bản tài trợ bởi nhà nước. Năm 1755, Samuel Johnson xuất bản cuốn A Dictionary of the English Language, trong đó giới thiệu các quy tắc đánh vần và phương thức sử dụng chuẩn chỉ tiếng Anh. Năm 1828, Noah Webster cho ra mắt từ điển American Dictionary of the English language nhằm hướng đến một sự quy chuẩn đối với khẩu ngữ và văn ngữ của tiếng Anh Mỹ, độc lập khỏi tiếng Anh Anh. Ở Anh quốc, các đặc điểm phương ngữ phi chuẩn hoặc hạ lưu đã liên tục bị dè bỉu và xem thường, điều mà đã dẫn đến sự lan rộng của các biến thể uy tín trong tầng lớp trung lưu.[59]","Ở tiếng Anh hiện đại, sự tiêu biến cách ngữ pháp đã gần như hoàn thiện (giờ đây đặc điểm này chỉ xuất hiện ở các đại từ, v.d. các cặp như he và him, she và her, who và whom), và SVO là thứ tự từ ổn định.[59] Một số biến đổi, chẳng hạn đặc điểm do-hỗ trợ, đã phổ biến ở mọi phương ngữ. (Tiếng Anh ngày xưa không dùng động từ \"do\" trong vai trò trợ động từ chung như tiếng Anh hiện đại; đặc điểm này vốn chỉ xuất hiện ở câu hỏi, song cũng không hoàn toàn bắt buộc.[60] Ngày nay, \"do-hỗ trợ\" cùng động từ have đang ngày càng trở thành chuẩn.) Các dạng tiếp diễn đuôi -ing có vẻ đang lan sang các cấu trúc khác, và các dạng như had been being built đang ngày càng phổ biến. Sự chính quy hóa các dạng bất quy tắc cũng đang tiếp diễn chậm chạp (v.d. dreamed thay vì dreamt), và các lối thay thế mang tính phân tích đối với các dạng biến hình đang càng trở nên thông thường (v.d. more polite thay vì politer). Tiếng Anh Anh cũng đang trong quá trình biến đổi do bị ảnh hưởng của tiếng Anh Mỹ, thúc đẩy bởi sự hiện diện tràn lan của tiếng Anh Mỹ trên các phương tiện truyền thông và sự uy tín gắn liền với vị thế siêu cường của Hoa Kỳ.[61][62][63]"],"TieuDe":"Sự lan rộng của tiếng Anh hiện đại"},{"DoanVan":["Tính đến năm 2016, 400 triệu người có ngôn ngữ mẹ đẻ là tiếng Anh, và 1,1 tỉ người dùng nó làm ngôn ngữ thứ hai hoặc ngoại ngữ.[64] Tiếng Anh là ngôn ngữ đứng thứ ba về số người bản ngữ, sau tiếng Quan Thoại và tiếng Tây Ban Nha.[16] Tuy nhiên, khi kết hợp số người bản ngữ và phi bản ngữ, nó có thể, tùy theo ước tính, là ngôn ngữ phổ biến nhất thế giới.[58][65][66][67] Tiếng Anh được nói bởi các cộng đồng ở mọi nơi và ở hầu khắp các hòn đảo trên các đại dương.[68]"],"TieuDe":"Phân bố địa lý"},{"DoanVan":["Braj Kachru phân biệt các quốc gia nơi tiếng Anh được nói bằng mô hình ba vòng tròn.[69] Trong mô hình này, \"vòng trong\" là quốc gia với các cộng đồng bản ngữ tiếng Anh lớn, \"vòng ngoài\" là các quốc gia nơi tiếng Anh chỉ là bản ngữ của số ít nhưng được sử dụng rộng rãi trong giáo dục, truyền thông và các mục đích khác, và \"vòng mở rộng\" là các quốc gia nơi nhiều người học tiếng Anh. Ba vòng tròn này thay đổi theo thời gian.[70]","Những quốc gia với các cộng đồng bản ngữ lớn gồm Vương quốc Liên hiệp Anh và Bắc Ireland, Hoa Kỳ, Úc, Canada, Cộng hòa Ireland, và New Zealand, những nơi đa phần dân số nói tiếng Anh, và Cộng hòa Nam Phi, nơi một thiểu số đáng kể nói tiếng Anh. Các quốc gia đông người bản ngữ tiếng Anh nhất là Hoa Kỳ (ít nhất 231 triệu),[71] Vương quốc Liên hiệp Anh và Bắc Ireland (60 triệu),[72][73][74] Canada (19 triệu),[75] Úc (ít nhất 17 triệu),[76] Cộng hòa Nam Phi (4,8 triệu),[77] Cộng hòa Ireland (4,2 triệu), và New Zealand (3,7 triệu).[78] Ở những quốc gia này, con của những người bản ngữ học tiếng Anh từ cha mẹ, còn người bản địa nói ngôn ngữ khác hay người nhập cư thường học tiếng Anh để giao tiếp với mọi người xung quanh.[79]"],"TieuDe":"Ba vòng tròn quốc gia nói tiếng Anh"},{"DoanVan":["Ngữ âm và âm vị của tiếng Anh khác nhau giữa từng phương ngữ, nhưng chúng hầu như không ảnh hưởng mấy đến quá trình giao tiếp. Sự biến thiên âm vị ảnh hưởng đến vốn âm vị (tức âm tố phân biệt về ý nghĩa), và sự biến thiên ngữ âm bao hàm sự khác biệt trong cách phát âm của các âm vị.[80] Bài viết này chỉ nói tổng quan về hai dạng phát âm chuẩn được dùng ở Vương quốc Anh và Hoa Kỳ, lần lượt là: Received Pronunciation (RP) và General American (GA).","Bảng bên dưới sử dụng mẫu tự chuẩn của Bảng mẫu tự phiên âm quốc tế (IPA).[81][82][83]"],"TieuDe":"Âm vị học"},{"DoanVan":["Đa số phương ngữ tiếng Anh sở hữu cùng 24 phụ âm giống nhau. Bảng bên dưới thể hiện các phụ âm của phương ngữ California của tiếng Anh Mỹ,[84] và của chuẩn RP.[85]","* Thường được phiên âm là \/r\/","Ở bảng trên, đối với các âm chặn (tắc, tắc-xát, và xát) đi theo cặp (chẳng hạn \/p b\/, \/tʃ dʒ\/, và \/s z\/), âm đứng trước trong cặp là âm căng (hay âm mạnh) còn âm sau là âm lơi (hay âm yếu). Khi phát âm các âm căng (như \/p tʃ s\/), ta cần phải căng cơ và hà hơi mạnh hơn so với khi phát âm các âm lơi (như \/b dʒ z\/), và những âm căng như vậy luôn vô thanh. Âm lơi hữu thanh một phần khi đứng đầu hoặc cuối ngữ lưu, và hữu thanh hoàn toàn khi bị kẹp giữa hai nguyên âm. Các âm tắc căng (như \/p\/) có thêm một số đặc điểm cấu âm hoặc âm học khác biệt ở đa phần các phương ngữ: chúng trở thành âm bật hơi [pʰ] khi đứng một mình ở đầu một âm tiết được nhấn, trở thành âm không bật hơi ở đa số trường hợp khác, và thường trở thành âm buông không nghe thấy [p̚ ] hoặc âm tiền-thanh hầu hóa [ˀp] khi đứng cuối âm tiết. Đối với các từ đơn âm tiết, nguyên âm đứng trước âm tắc căng được rút ngắn đi: thế nên nguyên âm của từ nip tiếng Anh ngắn hơn (về mặt ngữ âm, chứ không phải âm vị) nguyên âm của từ nib.[86]","Trong RP, âm tiếp cận bên \/l\/ có hai tha âm chính: âm [l] phẳng hoặc sáng, ví dụ trong từ light 'nhẹ, ánh sáng', và âm [ɫ] bị ngạc mềm hóa hoặc tối, ví dụ trong từ full 'no, đầy'.[87] Âm ɫ tối thường xuất hiên ở chuẩn GA.[88]","Tất cả âm vang (các âm lỏng \/l, r\/) và các âm mũi (\/m, n, ŋ\/) mất thanh nếu đứng sau một âm chặn vô thanh, và mang âm tiết tính nếu đứng sau một phụ âm ở cuối từ.[89]"],"TieuDe":"Phụ âm"},{"DoanVan":["Sự phát âm nguyên âm biến thiên theo phương ngữ và là một trong các khía cạnh dễ nhận thấy nhất trong giọng của người nói. Bảng dưới là các âm vị nguyên âm trong Received Pronunciation (RP) và General American (GA), và những từ mà chúng xuất hiện. Âm vị được thể hiện bằng IPA; những từ trong RP là chuẩn trong các từ điển nước Anh.","Trong RP, độ dài nguyên âm được phân biệt; nguyên âm dài được đánh dấu ⟨ː⟩, ví dụ, nguyên âm trong need [niːd] khác với trong bid [bɪd]. GA không có nguyên âm dài."],"TieuDe":"Nguyên âm"},{"DoanVan":["Khác với nhiều ngôn ngữ Ấn-Âu khác, tiếng Anh đã gần như loại bỏ hệ thống biến tố dựa trên cách để thay bằng cấu trúc phân tích. Đại từ nhân xưng duy trì hệ thống cách hoàn chỉnh hơn những lớp từ khác. Tiếng Anh có bảy lớp từ chính: động từ, danh từ, tính từ, trạng từ, hạn định từ (tức mạo từ), giới từ, và liên từ. Có thể tách đại từ khỏi danh từ, và thêm vào thán từ.[90] Tiếng Anh có một tập hợp trợ động từ phong phú, như have (nghĩa đen 'có') và do ('làm'). Câu nghi vấn có do-support, và wh-movement (từ hỏi wh- đứng đầu).","Một vài đặc điểm tiêu biểu của ngữ tộc German vẫn còn ở tiếng Anh, như những thân từ được biến tố \"mạnh\" thông qua ablaut (tức đổi nguyên âm của thân từ, tiêu biểu trong speak\/spoke và foot\/feet) và thân từ \"yếu\" biến tố nhờ hậu tố (như love\/loved, hand\/hands). Vết tích của hệ thống cách và giống hiện diện trong đại từ (he\/him, who\/whom) và sự biến tố động từ to be.","Trong ví dụ sau, cả bảy lớp từ có mặt:[91]"],"TieuDe":"Ngữ pháp"},{"DoanVan":["Danh từ dùng biến tố để chỉ số và sự sở hữu. Danh từ mới có thể được tạo ra bằng cách ghép từ (gọi là compound noun). Danh từ được chia ra thành danh từ riêng và danh từ chung. Danh từ cũng được chia thành danh từ cụ thể (như \"table\" - cái bàn) và danh từ trừu tượng (như \"sadness\" - nỗi buồn), và về mặt ngữ pháp gồm danh từ đếm được và không đếm được.[92]","Đa số danh từ đếm được có thể biến tố để thể hiện số nhiều nhờ hậu tố -s\/es, nhưng một số có dạng số nhiều bất quy tắc. Danh từ không đếm được chỉ có thể \"số nhiều hóa\" nhờ một danh từ có chức năng như phân loại từ (ví dụ one loaf of bread, two loaves of bread).[93]","Ví dụ:","Cách lập số nhiều thông thường:","Cách lập số nhiều bất quy tắc:","Sự sở hữu được thể hiện bằng (')s (thường gọi là hậu tố sở hữu), hay giới từ of. Về lịch sử (')s được dùng cho danh từ chỉ vật sống, còn of dùng cho danh từ chỉ vật không sống. Ngày nay sự khác biệt này ít rõ ràng hơn. Về mặt chính tả, hậu tố -s được tách khỏi gốc danh từ bởi dấu apostrophe.","Cấu trúc sở hữu:"],"TieuDe":"Danh từ"},{"DoanVan":["Động từ tiếng Anh được chia theo thì và thể, và hợp (agreement) với đại từ ngôi số ba số ít. Chỉ động từ to be vẫn phải hợp với đại từ ngôi thứ nhất và thứ hai số nhiều.[94] Trợ động từ như have và be đi kèm với động từ ở dạng hoàn thành và tiếp diễn. Trợ động từ khác với động từ thường ở chỗ từ not (chỉ sự phủ định) có thể đi ngay sau chúng (ví dụ, have not và do not), và chúng có thể đứng đầu trong câu nghi vấn.[95][96]"],"TieuDe":"Động từ"},{"DoanVan":[],"TieuDe":"Tham khảo"},{"DoanVan":[],"TieuDe":"Thư mục"},{"DoanVan":[],"TieuDe":"Liên kết ngoài"}],"TuKhoa":"English"}