{"TuKhoaVaVanBan":[{"DoanVan":[],"TieuDe":"Bối cảnh và lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 905, nhà Đường suy yếu, Khúc Thừa Dụ là Hào trưởng Chu Diên, được dân chúng ủng hộ, đã tiến quân ra chiếm đóng phủ thành Đại La, tự xưng là Tiết độ sứ. Họ Khúc đã mở đầu thời kỳ tự chủ của người Việt sau hơn 1000 năm Bắc thuộc.","Năm 906, tướng Nguyễn Nê theo lệnh vua Đường đem 7000 quân sang An Nam đòi họ Khúc triều cống. Nguyễn Nê dựng bản doanh ở Thành Quả, lấy vợ Việt sinh ra ba con trai sau này là các sứ quân Nguyễn Khoan, Nguyễn Thủ Tiệp và Nguyễn Siêu.[1] Cũng trong thời kỳ nhà Đường suy yếu, nhiều thủ lĩnh Trung Hoa chạy loạn xuống Tĩnh Hải quân lập ấp mà con cháu họ sau này trở thành các sứ quân như Đỗ Cảnh Thạc và Trần Lãm.","Năm 918, Khúc Hạo mất, Khúc Thừa Mỹ lên thay hèn yếu, bất lực dù đã có Đại La (Hà Nội) vẫn không khống chế nổi các hào trưởng địa phương, phải cầu viện nhà Hậu Lương (Trung Quốc). Quân Nam Hán tiến sang, bắt Khúc Thừa Mỹ và đem về Quảng Châu.","Năm 931, hào trưởng Dương Đình Nghệ từ Ái châu đánh đuổi Thứ sử Lý Tiến của nước Nam Hán, giải phóng thành Đại La. Lưu Cung sai Trần Bảo mang quân sang tiếp viện. Dương Đình Nghệ chủ động mở cửa thành nghênh đón địch, tiêu diệt viện binh Nam Hán, chém chết Trần Bảo. Sau đó ông tự lập làm Tiết độ sứ, dùng Ngô Quyền, Đinh Công Trứ (thân sinh của Đinh Bộ Lĩnh), Kiều Công Tiễn làm nha tướng.","Năm 937, Kiều Công Tiễn, hào trưởng Phong Châu, một tướng dưới quyền đã giết hại Dương Đình Nghệ để cướp quyền với lý do Đình Nghệ là người gây ra cái chết của Khúc Thừa Mỹ, chúa cũ của Tĩnh Hải quân.[2] Hai cháu nội Tiễn là Kiều Công Hãn và Kiều Thuận sau này trở thành các sứ quân ở gần khu vực Phong Châu.","Năm 938, Ngô Quyền là con rể Dương Đình Nghệ ra Đại La giết Kiều Công Tiễn rồi dẹp giặc Nam Hán ở sông Bạch Đằng, lên ngôi Vua, lập ra nhà Ngô, dựng lại quyền tự chủ. Trong số các tướng có Sứ quân Đỗ Cảnh Thạc, Sứ quân Kiều Công Hãn và Sứ quân Phạm Bạch Hổ. Tàn dư họ Kiều còn lại là Sứ quân Kiều Thuận chạy về chiếm vùng núi Hồi Hồ và liên kết với Ma Xuân Trường thâu tóm các tộc trưởng miền núi."],"TieuDe":"Các Hào trưởng trở thành Tiết độ sứ[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 944, Ngô Quyền mất, con trai Dương Đình Nghệ là Dương Tam Kha cướp ngôi, tự lập mình làm vua, xưng Dương Bình vương. Ngô Xương Ngập (con trưởng Ngô Quyền) chạy về nhà một hào trưởng là Phạm Lệnh Công ở làng Trà Hương (Hải Dương). Dương Tam Kha ba lần sai quân đi bắt Ngô Xương Ngập mà không được.","Từ khi Dương Tam Kha lấy ngôi của nhà Ngô, thêm nhiều nơi không chịu thần phục. Đặc biệt là loạn ở hai thôn Đường - Nguyễn, nhiều thủ lĩnh nổi lên chống đối như Sứ quân Ngô Nhật Khánh ở Đường Lâm (thôn Đường) và Sứ quân Nguyễn Khoan nổi dậy ở Tam Đái (thôn Nguyễn), Sứ quân Phạm Bạch Hổ là con của Phạm Lệnh Công chiếm Đằng Châu, Sứ quân Trần Lãm chiếm giữ ở Bố Hải Khẩu.","Năm 950, Dương Tam Kha sai Ngô Xương Văn (con Ngô Quyền) đi đánh 2 thôn Đường Lâm và Nguyễn Gia Loan ở Thái Bình. Ngô Xương Văn cho rằng đây là các ấp vô tội và thuyết phục các tướng dẫn quân quay lại lật đổ Dương Tam Kha. Xương Văn không giết Tam Kha, chỉ giáng xuống làm Chương Dương công. Ngô Xương Văn tự xưng làm Nam Tấn Vương, đóng đô ở Cổ Loa, cho người đón anh trai Ngô Xương Ngập về cùng làm vua, là Thiên Sách Vương. Lúc đó cùng tồn tại hai vua là Thiên Sách Vương và Nam Tấn Vương, sử sách gọi là Hậu Ngô Vương.","Năm 951, Hậu Ngô Vương tiến đánh Đinh Bộ Lĩnh ở Hoa Lư hơn một tháng không được đành mang Đinh Liễn về Cổ Loa làm con tin. Cũng từ đó Ngô Xương Ngập chuyên quyền, không cho Xương Văn tham dự chính sự nữa.","Năm 954, Ngô Xương Ngập bị bệnh thượng mã phong mà chết, chỉ còn một vua là Nam Tấn Vương Ngô Xương Văn.","Sau khi Thiên Sách vương mất, thủ lĩnh ở quận Thao Giang là Chu Thái quật cường không thần phục nhà Ngô. Nam Tấn vương thân chinh đi đánh, chém được Chu Thái.[3] Cũng sau thời gian này, Ngô Xương Văn đi đánh giặc Lý Huy\/Dương Huy ở châu Tây Long, đóng quân ở cửa Phù Lan, suốt tháng trời giặc tan mới rút quân trở về."],"TieuDe":"Triều đình Cổ Loa dẹp loạn[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 965, Ngô Xương Văn đi đánh thôn Đường tức Đường Lâm của sứ quân Ngô Nhật Khánh và thôn Nguyễn Gia Loan của sứ quân Nguyễn Thái Bình bị phục binh bắn nỏ chết.[4] Khi Ngô Xương Xí nối ngôi, Ngô Nhật Khánh là anh em cùng họ cũng kéo quân từ Đường Lâm về Cổ Loa tranh giành.[5]","Cũng trong năm 965 Thứ sử Phong Châu Kiều Công Hãn kéo quân về triều đình Cổ Loa cùng tranh ngôi vua với Lã Xử Bình,[6][7] con của Ngô Xương Ngập là Ngô Xương Xí phải lui về giữ đất Bình Kiều, trở thành Ngô Sứ quân. Theo sử gia Ngô Thì Sĩ \"thì lúc đó Nam Tấn mới mất, trong nước rối ren, Đinh Liễn có công dẹp loạn, lại được phong tước, chứ chẳng như những con tin tầm thường nhân lúc loạn lạc mà trốn về\". Đinh Liễn sau 15 năm làm con tin ở Cổ Loa đã trở về Hoa Lư, cùng cha là Đinh Bộ Lĩnh sang đầu quân cho Sứ quân Trần Lãm ở Thái Bình.","Năm 966 Thứ sử Dương Huy, Thứ sử Kiều Công Hãn, Tham mưu Lã Xử Bình và Nha tướng Đỗ Cảnh Thạc tranh nhau làm vua.[8] Đinh Bộ Lĩnh giết được Lã Xử Bình, kiểm soát được thành Cổ Loa. Các tướng Kiều Công Hãn, Đỗ Cảnh Thạc thua chạy về Phong Châu và Đỗ Động, nổi dậy thành sứ quân.","Các sứ quân ra mặt đánh chiếm lẫn nhau: Phạm Bạch Hổ tấn công Trần Lãm, Lã Đường tấn công Đỗ Cảnh Thạc; Kiều Công Hãn tấn công Nguyễn Khoan; Nguyễn Thủ Tiệp giết Dương Huy chiếm Vũ Ninh và tự xưng là Vũ Ninh vương.[9]","Năm 967, Sứ quân Trần Lãm mất, Sứ quân Ngô Nhật Khánh từ Đường Lâm, Đỗ Động Giang tập hợp 500 con em Ngô Tiên chúa đánh Bố Hải Khẩu, khi đến đất Ô Man thì bị Ngô phó sứ chặn đánh phải bỏ về.[10] Đinh Bộ Lĩnh liền cất quân đi đánh, không bộ lạc nào ở đó không hàng phục. Các sứ quân Phạm Bạch Hổ, Ngô Nhật Khánh, Ngô Xương Xí đem quân về hàng, lực lượng họ Đinh ngày càng lớn mạnh. Đinh Bộ Lĩnh đánh dẹp các sứ quân Đỗ Cảnh Thạc, Nguyễn Siêu, Nguyễn Khoan, Kiều Công Hãn, Kiều Thuận.","Năm 968, Đinh Bộ Lĩnh tiếp tục đánh dẹp các sứ quân Lý Khuê, Lã Đường và thống nhất Tĩnh Hải quân, lên ngôi Hoàng đế ở kinh đô Hoa Lư, chính thức lập ra triều đại nhà Đinh trong lịch sử Việt Nam."],"TieuDe":"Chiến tranh giữa các sứ quân (966-968)[sửa | sửa mã nguồn]"},{"DoanVan":["Đến năm 966, hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương:","Theo Việt sử kỷ yếu: \"Từ khi Dương Tam Kha chiếm vị xưng vương, lòng người không phục. Các thổ hào có quân đội hùng cứ mỗi người một phương, chiếm giữ quận ấp, xung đột tranh giành ảnh hưởng, tiêu diệt lẫn nhau. Một nước phân liệt chia thành nhiều giang sơn. Quốc sử chép là Thập nhị sứ quân. Con số 12 đây là không kể các tù trưởng miền rừng núi và mấy thố hào ít nổi tiếng\".[12]","Có ý kiến cho rằng số sứ quân trên mang tính ước lượng cho phù hợp với con số 12 châu Tĩnh Hải quân vì theo các tài liệu lịch sử và thần tích còn lưu lại, một số nhân vật tương tự nhưng không được kê vào danh sách sứ quân trên. Điển hình như cuốn Tục tư trị thông giám trường biên của Lý Đảo (Trung Hoa) ghi:","Có thể trong số các nhân vật: Lã Xử Bình, Dương Huy,... hoặc không có thực ấp, không phải là thổ hào, thứ sử hoặc đã chết tại thời cực thịnh của 12 sứ quân.","Theo cuốn \"Gốc và Nghĩa từ Việt thông dụng\" của Nhà Xuất bản Văn hóa Thông tin năm 1998 thì từ \"Sứ quân\" được dịch là \"Vua cai trị\" (sứ: cai trị, quân: vua). Ở Trung Hoa, Sứ quân còn là cách gọi tôn xưng dành cho người nắm giữ chức đầu của một châu mục nào đó, tức Thứ sử (Theo định nghĩa của từ điển Từ nguyên).[13] Cách gọi này được dùng trong các văn bản từ đời Hán cho đến đời Thanh.","Trong các sứ quân trên:","Các sứ quân thường được mô tả thân hình dũng mãnh, khí phách anh hùng như: Phạm Bạch Hổ có thân hình vạm vỡ, mạnh mẽ như hổ, thông minh hơn người, văn võ song toàn; Đỗ Cảnh Thạc bị bọn cướp xẻo mất một bên tai, lòng căm thù sôi sục, quyết tìm thầy học võ; Nguyễn Thủ Tiệp mình dài tiếng to, ai nghe thấy tiếng nói cũng phải giật mình, người ta gọi là ông Sấm;[16]; Kiều Thuận khi sinh ra có ánh sáng lạ tràn ngập khắp ngôi nhà; Nguyễn Siêu chết trôi sông 3 tháng không nát, nước da vẫn tươi nguyên...","Cuốn chính sử Việt Nam \"Lịch triều hiến chương loại chí\" trang trọng xếp 12 sứ quân vào danh sách dòng chính thống các bậc đế vương. Trong số các sứ quân cai trị ở vùng chiếm đóng, nhiều người đã xưng Vương hoặc được tôn xưng là Vương như:"],"TieuDe":"12 sứ quân[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Nguyên nhân và hậu quả[sửa | sửa mã nguồn]"},{"DoanVan":["Ngoài trừ vị trí Bình Kiều của Ngô Xương Xí và Hồi Hồ của Kiều Thuận thuộc vùng núi, nhà nghiên cứu Lê Văn Siêu chỉ ra rằng hầu hết lãnh địa của các sứ quân đều dọc theo sông Hồng và sông Đuống, nơi có ruộng đất phì nhiêu, dân cư đông đúc và thuận tiện giao thông đường thủy[22]. Lê Văn Siêu cho rằng loạn 12 sứ quân trong đó nhiều sứ quân nổi dậy không hẳn vì lý do tranh bá đồ vương mà có thể vì lý do kinh tế[23]; Đại Việt sử ký toàn thư ghi về sự kiện này:","Có tới 5 sứ quân vốn là người gốc Hoa ở phương Bắc chạy loạn về phía nam để thử thời vận và không được sự hậu thuẫn nào từ chính quốc. Các sứ quân này cũng như các sứ quân người Việt khác, không chủ trương mở đất làm rộng căn cứ mà chỉ cố thủ ở nơi hiểm yếu để chờ biến cố từ phương Bắc[25]. Ông cho rằng chỉ có hai sứ quân họ Ngô thực sự có ý đồ khôi phục nhưng lực lượng nhỏ yếu không đủ để thống nhất[26].","Tuy nhiên, nhà nghiên cứu Nguyễn Văn Sơn cho rằng loạn sứ quân không phải một ngày mà có. Trong thời họ Khúc, họ Dương và họ Ngô cầm quyền, các thế lực phong kiến cát cứ không dám cựa quậy, vì các vị lãnh đạo quốc gia bấy giờ được nhân dân hoàn toàn cảm phục. Họ Khúc nổi tiếng về đức độ và lòng ái quốc. Họ Dương, họ Ngô là những anh hùng giải phóng dân tộc. Dân chúng đâu có chịu vì những kẻ mưu đồ quyền lợi riêng tư để chống lại với các thủ lĩnh uy danh sáng ngời đó. Nhưng khi Ngô Quyền qua đời, Dương Tam Kha phụ lời ủy ký, mối biến loạn đã có sẵn nay mới có cơ hội để bột phát.[27]","Giáo sư Trần Quốc Vượng coi thời kỳ loạn 12 sứ quân như là \"Sự hoài cổ tiền Bắc thuộc\".[28] Theo Giáo sư, thế kỷ X là một sự đảo lộn chính trị, nhưng khuynh hướng chính là tiến bộ, tiến tới nền tự chủ của nước nhà. Nhiều sử sách Trung Hoa đã nói: \"Dân Việt rất khó cai trị, rất thích làm loạn\". Chính quyền trung ương quân chủ nhà Đường suy yếu và chết hẳn vào năm 907 để Trung Hoa mở ra cục diện \"Ngũ đại Thập quốc\" kéo dài hơn nửa thế kỷ. Đấy là thời cơ thuận tiện để dân Việt nổi dậy dành chính quyền tự chủ mà khởi đầu là họ Khúc ở Hồng Châu vốn là một hào trưởng địa phương. Lợi dụng sự trống chỗ của Tiết độ sứ cai quản An Nam, Khúc Thừa Dụ đã nổi dậy kéo quân về Đô hộ phủ và tự xưng Tiết độ sứ năm 905. Khúc Thừa Dụ mất năm 907, con ông là Khúc Hạo chỉ để tang cha có 7 ngày đã bắt tay cầm quyền trị nước, cải cách hành chính, giảm tô thuế để sinh lợi cho dân. Nhưng đến Khúc Thừa Mỹ hèn yếu, bất lực và thần phục nhà Hậu Lương là một trong ngũ đại ở Trung Hoa, Khúc Thừa Mỹ đã đi bước lùi của lịch sử vì đã có Đại La (Hà Nội) vẫn không khống chế nổi các hào trưởng địa phương, phải cầu viện ngoại viện nhà Lương. Quân Nam Hán tiến sang, bắt Khúc Thừa Mỹ và đem về Quảng Châu. Nhưng lại có hào trưởng ở Ái Châu là Dương Đình Nghệ diệt tướng Nam Hán, xưng Tiết độ sứ. Hào trưởng Châu Phong là một thế lực lớn ngoại biên gần châu thổ sông Hồng đã kéo quân giết Dương Đình Nghệ. Ngô Quyền - là con rể Dương Đình Nghệ - đã kết liễu Kiều Công Tiễn rồi dẹp giặc bên Nam Hán ở sông Bạch Đằng, dựng lại quyền tự chủ. Sử cũ ghi chép chuyện đánh lẫn nhau rồi bên yếu cầu ngoại viện. Thực chất của cuộc nội chiến này là sự đấu tranh giành quyền lực tối cao trên đất Việt của các thủ lĩnh địa phương. Chính quyền quân chủ Trung ương nhà Đường suy tàn rồi biến mất tạo ra một khoảng trống quyền lực ở đất Việt (An Nam đô hộ phủ), một cái \"hẫng hụt trung ương\" mà nhiều hào trưởng địa phương có tham vọng điền vào chỗ trống ấy.","Do vậy thời kỳ \"Thập nhị sứ tướng quân\" không chỉ như là một cuộc loạn sau thời Ngô Quyền mất. Cái \"loạn\" ấy có mầm mống ngay sau năm 905, hay còn từ trước đó nữa vì trong số 12 sứ quân mà sử cũ chép theo nhau có đến 2 ông sứ quân họ Kiều là cháu nội của Kiều Công Tiễn ở Phong Châu, 2 ông sứ quân họ Ngô thuộc dòng dõi Ngô Quyền, 3 ông họ Nguyễn là con của tướng Bắc triều và ông sứ quân họ Đỗ - Đỗ Cảnh Thạc mà từ đời Đỗ Viện - Đỗ Tuệ Độ thế kỷ thứ IV đã là một thế lực lớn ở Đỗ Động Giang (Thanh Oai – Hà Nội)..."],"TieuDe":"Nguyên nhân[sửa | sửa mã nguồn]"},{"DoanVan":["Loạn 12 sứ quân dẫn đến tình trạng xóa bỏ chính quyền Trung ương, xu hướng chia cắt phân tán lực lượng tạo điều kiện thuận lợi cho các thế lực xâm lược mà trực tiếp là cường quyền Trung Hoa thâu tóm và khôi phục lại ách đô hộ cũ. Cuốn \"Lịch sử Việt Nam\" của Ủy ban Khoa học xã hội năm 1971 viết:","Việc vua Đinh Tiên Hoàng khôn khéo kết hợp dùng võ công và biện pháp chiêu hàng các sứ quân để sớm chấm dứt loạn 12 sứ quân là rất kịp thời, vì không lâu sau đó nhà Tống duỗi tới Quảng Châu, diệt nước Nam Hán (971), áp sát biên giới Đại Cồ Việt. Nếu không có sự xuất hiện của Đinh Bộ Lĩnh để thống nhất quốc gia bị chia sẻ tan nát thì Việt Nam khó thoát khỏi họa xâm lăng từ phương Bắc tái diễn khi nhà Tống hoàn thành việc thống nhất Trung Hoa."],"TieuDe":"Hậu quả[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đinh Bộ Lĩnh thống nhất đất nước[sửa | sửa mã nguồn]"},{"DoanVan":["Đinh Bộ Lĩnh là con Đinh Công Trứ làm quan Thứ sử ở Hoan Châu. Cha mất sớm, ông theo mẹ về quê sinh sống nương nhờ người chú ruột. Lớn lên, Đinh Bộ Lĩnh cũng tập hợp dân chúng ở vùng Hoa Lư chờ thời cơ đến. Đầu tiên ông mở rộng căn cứ của mình từ vùng rừng núi Hoa Lư ra vùng đồng bằng ven biển sông Hồng bằng cách cùng con trai là Đinh Liễn sang đầu quân trong đạo binh của Sứ quân Trần Minh Công, tức Trần Lãm, ở Bố Hải Khẩu (Thái Bình). Sau đó ông được Trần Minh Công trao binh quyền, đưa quân về Hoa Lư, chiêu mộ binh lính, chống nhà Ngô và các sứ quân khác.","Cuộc chiến thắng của họ Đinh thật vang dội và đã quyết định tình thế thời bấy giờ vì những hào kiệt của Giao Châu hầu hết đều có mặt dưới cờ của Đinh Bộ Lĩnh (Giao Châu thất hùng gồm: Đinh Bộ Lĩnh, Đinh Liễn, Lê Hoàn, Đinh Điền, Nguyễn Bặc, Phạm Hạp, Phạm Cự Lạng). Sau những chiến công oanh liệt liên tiếp ông được dân chúng tôn làm Vạn Thắng Vương.[29]","Trong nhiều trường hợp, hoàn cảnh, tùy vào thực trạng mỗi sứ quân mà Đinh Bộ Lĩnh tìm cách đánh thích hợp, hoặc bằng quân sự, hoặc bằng liên kết, hay dùng mưu dụ hàng."],"TieuDe":"Xây dựng lực lượng[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 965, sau khi Ngô Xương Văn mất, các lực lượng của Lữ Xử Bình, Kiều Công Hãn, Đỗ Cảnh Thạc, Dương Huy cùng tranh lập ở triều đình Cổ Loa. Với sự trợ giúp của con trai Đinh Liễn trước đó từng bị hai vua Hậu Ngô vương bắt làm con tin, Đinh Bộ Lĩnh chính thức khởi đầu chiến dịch đánh dẹp của mình. Năm 966, phe Lã Xử Bình bị tiêu diệt, Đinh Bộ Lĩnh kiểm soát được Cổ Loa và đuổi các thế lực tranh lập khác khỏi kinh đô.","Sứ quân Đỗ Cảnh Thạc là một sứ quân rất mạnh, có thành cao hào sâu. Theo thần phả, Đỗ Cảnh Thạc là người trí dũng mưu lược, Đinh Bộ Lĩnh phải bàn mưu tính kế mà đánh. Ban đêm, Đinh Bộ Lĩnh cho quân bao vây 4 mặt thành và tiến đánh bất ngờ vào Trại Quyền. Bấy giờ Đỗ Cảnh Thạc đang ở đồn Bảo Đà, quân tướng không ứng cứu được nhau, bị mất cả thành lũy, đồn trại, lương thực bèn bỏ thành chạy. Hai bên giao tranh hơn một năm sau, Đinh Bộ Lĩnh hạ được thành. Đỗ Cảnh Thạc bị trúng tên chết.","Sứ quân Kiều Công Hãn đóng tại Phong Châu. Trước thế mạnh của Sứ quân Đinh Bộ Lĩnh, Kiều Công Hãn đem quân xuống phía nam để hợp sức với Ngô Xương Xí. Khi đến thôn Vạn Diệp (xã Nam Phong, Nam Trực, Nam Định) bị một hào trưởng địa phương là Nguyễn Tấn đem quân chặn đánh, Kiều Công Hãn bị thương chạy đến Lũng Kiều thì mất.[30]","Sứ quân Nguyễn Siêu chiếm Tây Phù Liệt (Thanh Trì, Hà Nội). Được tin Đinh Bộ Lĩnh sắp đánh, Nguyễn Siêu đem 1 vạn quân đóng ở Thanh Đàm dùng Nguyễn Trí Khả làm tiên phong, Trần Côn làm tá dực, Nguyễn Hiền làm tổng quản các đạo quân, ngày đêm luyện tập, đào hào đắp lũy để phòng bị. Trong trận giao tranh đầu tiên Đinh Bộ Lĩnh bị mất 4 tướng là Nguyễn Bồ, Nguyễn Phục, Đinh Thiết và Cao Sơn. Lần thứ 2 Đinh Bộ Lĩnh bày binh bố trận giao chiến, Nguyễn Siêu chia một nửa quân ở lại giữ thành, một nửa cùng sứ tướng vượt sông Hồng tìm viện binh của các sứ tướng khác. Gần tới bờ bắc, gặp gió lớn, thuyền bị đắm. Đinh Bộ Lĩnh biết tin, bèn sai võ sĩ nửa đêm phóng lửa đốt doanh trại. Quân Nguyễn Siêu tan, Nguyễn Siêu tử trận.[31]","Sứ quân Nguyễn Thủ Tiệp ở Tiên Du cũng không chống nổi Đinh Bộ Lĩnh, bỏ chạy về Cần Hải (Cửa Cồn, Quỳnh Lưu, Nghệ An) đánh nhau vài trận rồi chết ở trang Hương Ái.[32]","Cuối năm 967, Đinh Bộ Lĩnh dẫn quân lên vùng Tam Đái, Nguyễn Khoan chống không nổi, tử trận. Hai tướng và hai bà vợ của ông tự vẫn ở Ao Nâu, cạnh gò Đồng Đậu.","Sau khi Đinh Bộ Lĩnh tấn công thành Hồi Hồ, tướng quân Kiều Thuận chống không nổi đành vượt sông Hồng chạy sang thành Mè kết hợp với Ma Xuân Trường chống lại Đinh Bộ Lĩnh. Đinh Bộ Lĩnh đánh chiếm thành Mè, Kiều Thuận tử trận. Ma Xuân Trường chạy lên Yên Bái trốn thoát.[33][34]","Sứ quân Lý Khuê ở Siêu Loại đánh nhau với lực lượng của Đinh Bộ Lĩnh bị thua chạy và mất ở làng Dương Xá (nay thuộc Gia Lâm, Hà Nội).[35]","Đầu năm 968, sau khi chiếm lại vùng Bắc Ninh, vốn do các sứ quân Nguyễn Thủ Tiệp và Lý Khuê cát cứ, Vạn Thắng Vương Đinh Bộ Lĩnh chuyển quân về Siêu Loại, cho Đinh Liễn và Nguyễn Bặc đem ba ngàn quân tiến đánh quân Lã Đường. Lã Đường chủ trương tản quân, đóng giữ chỗ hiểm yếu. Khi quân Hoa Lư đi đông thì tránh mà đi lẻ là chặn đánh, diệt một vài lính, rồi lại bỏ chạy. Nguyễn Bặc bày kế cho quân Hoa Lư tập trung, tập kích quân lương tiếp vận của quân Lã Đường. Trong vòng 7 ngày, vòng đai phòng thủ bên ngoài của quân Lã Đường bị tiêu diệt hoàn toàn, Đinh Liễn, Nguyễn Bặc đánh sâu vào trung tâm, bắt được Lã Đường, chém chết, thu phục hoàn toàn đất Tế Giang."],"TieuDe":"Đánh dẹp[sửa | sửa mã nguồn]"},{"DoanVan":["Để thực hiện nhiệm vụ dẹp loạn và thống nhất đất nước, Đinh Bộ Lĩnh đã khôn khéo vận dụng kế sách chính trị kết hợp với quân sự. Khi lực lượng còn non yếu, ông đã liên kết với Sứ quân Trần Lãm ở Bố Hải Khẩu (Kỳ Bố) (Thái Bình) rồi thu phục được Phạm Bạch Hổ ở Đằng Châu (Hưng Yên) về và phong làm Thân vệ Đại tướng quân.","Nhiều vị tướng nhà Đinh vốn là thổ hào địa phương, thực chất họ cũng có tiềm lực trở thành các sứ quân như: Võ Trung, Nguyễn Tấn, Phạm Đông Nga, Phạm Hán, Phạm Phổ, Phạm Hạp, Phạm Cự Lượng, Nguyễn Phúc Thời, Lê Lương, Lê Chương, Lê Du, Đinh Nga, Đào Ngọc Sâm, Cao Điền, Cao Đỗ, Bạch Tượng, Bạch Địa, Đào Lang, Lưu Quyền, Phạm Quảng, Lê Cát Bạo, Lý Mộc Trang, Đinh Hùng Lực, Nguyễn Ninh, Nguyễn Tĩnh, Trương Ma Ni, Lê Khai, Đặng Sỹ Nghị, Phùng Cường Bạo, Từ Hải cũng được Đinh Bộ Lĩnh thu phục và trở thành những công thần dẹp loạn.","Cuối cùng khi lực lượng đủ mạnh ông không tiêu diệt mà hàng phục Ngô Nhật Khánh ở Đường Lâm (Ái châu), Ngô Xương Xí ở Bình Kiều (Thanh Hóa) vốn là những hậu duệ nhà Ngô để lấy lòng thiên hạ."],"TieuDe":"Chiêu hàng[sửa | sửa mã nguồn]"},{"DoanVan":["Các sứ quân chiếm đóng các vùng và lập căn cứ, xây thành lũy. Một vài thành lũy trong số đó còn tồn tại lâu dài về sau, thậm chí được sử dụng lại. Chẳng hạn như thành Đỗ Động của Đỗ Cảnh Thạc tại Thanh Oai sau này được quân Minh sử dụng trong cuộc chiến chống phong trào khởi nghĩa Lam Sơn vào cuối năm 1426[36]. Thành Tam Giang của Kiều Công Hãn sau được nhà Trần sử dụng làm căn cứ quân sự. Các tòa thành như thành Hồi Hồ, thành Bình Kiều hiện vẫn còn dấu tích.","Hiện nay, ở Nam Định, Thanh Hoá, Hà Nội... có rất nhiều di tích thờ Đinh Tiên Hoàng, các tướng lĩnh và cả các sứ quân. Trong số các vị tướng thời Đinh có rất nhiều vị đến đây từ các vùng đất khác nhau. Những dấu tích cho thấy ở đây chính là vùng chịu sự ảnh hưởng và địa bàn gây dựng lực lượng của nhiều sứ quân hay các vị \"hùng trưởng\" khác như Phạm Bạch Hổ, Kiều Công Hãn, Lã Đường, Ngô Nhật Khánh, Nguyễn Khoan, Trần Lãm... dần dần trở thành nơi hội tụ và đối đầu quyết liệt của hào kiệt bốn phương.[37]","Trong danh sách thống kê có 280 danh nhân thời Đinh trong đó quê hương các tướng phân bố như sau: Ninh Bình 42 tướng, Hà Nội 49 tướng, Thái Bình 27 tướng, Hải Dương 27 tướng, Hà Nam 23 tướng, Thanh Hóa 22 tướng, Nam Định 21 tướng, Hưng Yên 20 tướng, Bắc Ninh 16 tướng, Hải Phòng 8 tướng, Bắc Giang 8 tướng, Phú Thọ 5 tướng, Trung Hoa 5 tướng, Nghệ An 4 tướng, Vĩnh Phúc 2 tướng, Cao Bằng 2 tướng, Hà Tĩnh 1 tướng.","Trong danh sách thống kê các di tích về thời Đinh, hiện có 500 di tích liên quan tới Vua Đinh và 280 danh nhân thời Đinh trong đó Hà Nội: 100 di tích, Nam Định 36 di tích, Ninh Bình gần 150 di tích, Thái Bình 46 di tích, Hưng Yên 29 di tích, Hải Dương 30 di tích, Hà Nam 28 di tích, Hải Phòng 8 di tích, Bắc Ninh 10 di tích, Nghệ An 13 di tích, Thanh Hóa 10 di tích, Phú Thọ 8 di tích, Bắc Giang 5 di tích, Vĩnh Phúc 6 di tích, Thái Nguyên 4 di tích. Các tỉnh khác cũng có di tích thời Đinh như Cao Bằng, Lạng Sơn, Bắc Kạn, An Giang, Hòa Bình, Quảng Nam, Đà Nẵng, Đắk Lắk, Thành phố Hồ Chí Minh, Bà Rịa - Vũng Tàu, Hà Tĩnh...","Nhiều di tích thờ các bộ tướng và sứ quân trở thành điểm đến nổi tiếng của các địa phương như: Di tích lịch sử cấp Quốc gia: Đình làng Phú Khê ở Hoằng Phú huyện Hoằng Hoá tỉnh Thanh Hoá; đình Bến ở Văn Giang và đền Mây ở thành phố Hưng Yên; đền Trù Mật ở thành phố Phú Thọ; đền Gin và đền Xám ở Nam Trực, Nam Định; đền Gia Loan ở Yên Lạc, Vĩnh Phúc; đình Đông Phù ở Thanh Trì, đình Yên Bình ở Gia Lâm, đình Cổ Hiền và đền Tam Xã ở Quốc Oai, Hà Nội; đình Ném Đoài ở thành phố Bắc Ninh; đình Bo ở thành phố Thái Bình, đền Khai Long ở Đô Lương, Nghệ An...","Xét trên lợi ích quốc gia, việc cát cứ của các sứ quân đi ngược lại nguyện vọng thống nhất của dân tộc. Nhưng có thể thấy trong bối cảnh đất nước rơi vào tình trạng vô chủ, việc các vị hào trưởng có thế lực quân sự mạnh, thiết lập chính quyền, duy trì trật tự tại địa phương để nhân dân có thể sống yên bình trong vùng đất của họ là điều cần thiết và thuận lòng dân, dù việc này không có tính toàn cục và chỉ diễn ra trong một thời đoạn ngắn, điều đó lý giải vì sao các sứ quân vẫn được nhân dân trong vùng chiếm đóng lập đền thờ cho dù số đền thờ này là quá ít ỏi so với số lượng đền thờ các trung thần nhà Đinh có công dẹp loạn. Sách \"Việt Nam phong sử\" bình rằng:","Chiến tranh kết thúc năm 968. Đinh Bộ Lĩnh lên ngôi Hoàng đế, lấy hiệu Đinh Tiên Hoàng, lập ra triều đại nhà Đinh, nước Đại Cồ Việt. Thắng lợi của Đinh Bộ Lĩnh là thắng lợi của xu hướng thống nhất quốc gia, của tinh thần dân tộc và ý chí độc lập trong nhân dân."],"TieuDe":"Dấu tích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Loạn 12 sứ quân"}