{"TuKhoaVaVanBan":[{"DoanVan":["Trong Chiến tranh thế giới thứ hai, quân đội Pháp tại Đông Dương đã mất hết quyền kiểm soát Đông Dương thuộc Pháp và quyền này rơi vào tay người Nhật vào năm 1941. Tuy nhiên, người Nhật vẫn giữ lại những quan chức Pháp người Việt và chỉ điều khiển sau hậu trường.","Ngày 9 tháng 3 năm 1945, khi tình hình chiến tranh Thái Bình Dương thay đổi bất lợi, Nhật đổi chính sách và tiến hành đảo chính Pháp, bắt giam các tướng lãnh và tước khí giới của quân đội Pháp ở Đông Dương. Đại sứ Nhật ở Đông Dương là Matsumoto Shunichi giao cho đại diện Pháp là Toàn quyền Đông Dương, Đô đốc Jean Decoux tối hậu thư đòi người Pháp phải chấp nhận vô điều kiện quyền chỉ huy của Đế quốc Nhật Bản trên mọi phương diện. Ở Huế, đại úy Kanebo Noburu vào báo với vua Bảo Đại quyền lực của Pháp đã bị loại bỏ[9].","Sau cuộc tập kích bất ngờ vào quân Pháp đêm 9\/3\/1945, vấn đề quan trọng nhất đối với quân Nhật là duy trì bằng được \"trật tự và ổn định\" nhằm tìm nguồn cung ứng vật chất tại chỗ cho gần 100.000 lính Nhật, cũng như để cung cấp cho việc phòng thủ nước Nhật Bản trước đà tấn công của quân Đồng Minh. Tuy nhiên, đúng lúc đó, bộ máy hành chính thực dân mà Nhật kế thừa từ Pháp đã tan rã, vì thế việc thành lập bộ máy cai trị bản xứ đặt ra như một đòi hỏi cấp bách và Đế quốc Việt Nam ra đời trong bối cảnh đó[10].","Ngay từ đêm 8\/3\/1945, quân đội Nhật Bản đã được phái đến canh giữ nghiêm ngặt nhà của các quan lớn trong Triều Nguyễn. Họ giữ các quan này ở trong nhà để chờ lệnh từ chỉ huy Nhật. Theo lời kể của đại thần Phạm Quỳnh, quân Nhật đi tìm tất cả các quan trong Viện Cơ mật (gồm sáu vị Thượng thư) và giam họ lại một chỗ[11]. Sáng 10\/3\/1945, trên đường đi săn, Bảo Đại bị một toán quân Nhật giữ lại và hôm sau đưa về kinh thành[10]. Khi đã đưa được Bảo Đại về kinh đô, quan Nhật là Yokoyama đưa cho họ 2 văn bản đã viết sẵn: Bản tuyên bố hủy bỏ các hiệp ước nhà Nguyễn đã ký với Pháp và Bản tuyên bố giải tán Viện Cơ mật, tất cả nhằm dọn đường cho việc thành lập nội các Đế quốc Việt Nam. Yokoyama nói thẳng: \"Tôi cho các vị 15 phút để suy nghĩ\". Trong hoàn cảnh đó, các quan nhà Nguyễn không muốn ký cũng không được[11]."],"TieuDe":"Bối cảnh[sửa | sửa mã nguồn]"},{"DoanVan":["Hôm sau, ngày 11 Tháng Ba năm 1945, vua Bảo Đại gặp mặt Cố vấn tối cao của Nhật là đại sứ Yokoyama Masayuki tại điện Kiến Trung để ký bản Tuyên cáo Việt Nam độc lập.[12] Cùng đi với Yokoyama là Tổng lãnh sự Konagaya Akira và Lãnh sự Watanabe Taizo.[13] Bản tuyên cáo đó (mà Nhật đã ép các quan trong Viện Cơ mật phải ký như đã nêu trên) có chữ ký của sáu vị Thượng thư trong Cơ mật Viện là Phạm Quỳnh, Hồ Đắc Khải, Ưng Úy, Bùi Bằng Đoàn, Trần Thanh Đạt và Trương Như Đính, nguyên văn chiếu chỉ đề ngày 27 Tháng Giêng ta năm thứ 20 niên hiệu Bảo Đại[14]:","Theo đó triều đình Huế tuyên bố hủy bỏ Hòa ước Patenôtre ký với Pháp năm 1884 vốn áp đặt nền bảo hộ của Pháp lên toàn cõi nước Việt Nam. Tuy nhiên, do văn bản được Nhật Bản soạn thảo nên đoạn sau của Tuyên cáo được cài thêm khẩu hiệu về Khối thịnh vượng chung Đại Đông Á, cũng như vai trò lãnh đạo và quyền trưng dụng mọi tài sản của Việt Nam sẽ thuộc về Đế quốc Nhật Bản:","Vậy Chính phủ Việt Nam một lòng tin cậy lòng thành ở Nhật Bản đế quốc, quyết chí hợp tác với nước Nhật, đem hết tài sản trong nước để cho đạt được mục đích như trên.[17]","Với Dụ số 1 ra ngày 17 tháng 3, vua nêu khẩu hiệu \"Dân Vi Quý\" (chữ Nho: 民爲貴; lấy dân làm quý) làm phương châm trị quốc. Vua Bảo Đại giải tán nội các cũ, các quan Thượng thư đồng loạt từ chức. Việc tìm một người bản xứ đứng ra lập nội các mới cũng được Nhật Bản cân nhắc. Cụ Huỳnh Thúc Kháng là một nhân vật quan trọng trong phong trào Duy Tân, được Nhật mời đầu tiên, nhưng cụ đã từ chối ngay vì không muốn phục vụ cho quân đội nước ngoài đang chiếm đóng nước mình. Trước đó, năm 1943, nhà yêu nước Nguyễn An Ninh đang bị cầm tù ở Côn Đảo, được một viên tướng Nhật ra đảo mời hợp tác nhưng ông cũng kiên quyết từ chối.","Cuối cùng, nhà sử học Trần Trọng Kim được Nhật Bản đón về từ Singapore, rồi được đưa ra Huế để Bảo Đại giao nhiệm vụ thành lập nội các mới. Lúc đó vua Bảo Đại nói với Trần Trọng Kim: \"Trước kia người mình chưa độc lập. Nay có cơ hội, tuy chưa phải độc lập hẳn, nhưng mình cũng phải tỏ ra có đủ tư cách để độc lập. Nếu không có chính phủ thì người Nhật bảo mình bất lực, tất họ lập cách cai trị theo thể lệ nhà binh rất hại cho nước ta. Vậy ông nên vì nghĩa vụ lập thành một chính phủ để lo việc nước.\" [18] Trần Trọng Kim được lựa chọn thành viên nội các, Nhật Bản không bắt ông phải dùng những người của họ đã định trước[19]. Mục tiêu của Trần Trọng Kim khi thành lập chính phủ là \"Chúng tôi muốn đặt trước Đồng Minh khi chiến tranh chấm dứt với một nước Việt Nam độc lập trên thực tế để chúng ta không thể nào trở lại tình trạng cũ là một thuộc địa của Pháp nữa\"[20].","Tướng Nhật Tscuchihashi nghĩ rằng chỉ cần Việt Nam độc lập danh nghĩa hơn là thực chất và chính phủ mới của Việt Nam phải được Nhật kiểm soát chặt chẽ[21]. Theo tác giả Daniel Grandcléme, thoạt đầu quan đại thần Phạm Quỳnh được chỉ định tạm quyền nhưng ông này quá thân Pháp, ngoài ra ông ta thấy ngay \"nền độc lập\" của Đế quốc Việt Nam có những giới hạn khắt khe giống như hồi còn chế độ bảo hộ Pháp: không được tự chủ về ngoại giao, không có quân đội, không có độc lập tài chính... Do vậy, quân Nhật quyết định không bổ nhiệm Phạm Quỳnh và chọn một nhân vật ôn hoà hơn và gần gũi với Nhật Bản - đó là nhà sử học Trần Trọng Kim, người lúc này đang ở Singapore và vua Bảo Đại chẳng có vai trò gì trong việc chỉ định.[22]","Để chuẩn bị nội các mới, Bảo Đại hai lần gửi điện vào Sài Gòn mời Ngô Đình Diệm ra Huế, nhưng cả hai bức điện đều bị tình báo Nhật ngăn chặn, vì thật ra phương án sắp đặt cho hoàng thân Cường Để (1882-1951) lên ngôi vua và Ngô Đình Diệm giữ chức thủ tướng trước đó không lâu đã bị giới lãnh đạo quân sự Nhật Bản hủy bỏ, do không muốn gây nhiều xáo trộn, để thay vào bằng kế hoạch Bảo Đại - Trần Trọng Kim cũng được chuẩn bị sẵn từ hơn một năm trước.[23]","Trong bản Tuyên cáo trước quốc dân về đường lối chính trị, dưới sự khống chế của Nhật Bản, nội các Trần Trọng Kim tuyên bố: \"quốc dân phải gắng sức làm việc, chịu nhiều hy sinh hơn nữa và phải thành thực hợp tác với nước Đại Nhật Bản trong sự kiến thiết nền Đại Đông Á, vì cuộc thịnh vượng chung của Đại Đông Á có thành thì sự độc lập của nước ta mới không phải là giấc mộng thoáng qua\". Bản Tuyên cáo của Chính phủ Trần Trọng Kim làm nhân dân bàn tán xôn xao, vì Đức đã bại trận, Nhật Bản cũng khó tránh khỏi thất bại, cho nên Trần Trọng Kim lại phải tuyên bố để trấn an dư luận: \"Việc nước Đức đầu hàng không hại gì đến sự liên lạc mật thiết giữa hai nước Nhật và Việt Nam… Sự bại trận ấy không thể giảm bớt lòng chúng ta kiên quyết giúp Nhật Bản đeo đuổi cuộc chiến đấu cho đến khi toàn thắng để kiến thiết vùng Đại Đông Á… ta chỉ phải giữ vững cuộc trị an trong nước và chịu những hy sinh cần thiết để cho quân đội Nhật Bản được chúng ta tận tâm giúp đỡ về mặt tinh thần và vật chất, nền độc lập của chúng ta có như thế mới thật vững bền\".","Các tờ báo đương thời như Sài Gòn, Điện Tín, Dân Báo ở Sài Gòn, Tin Mới, Trung Bắc Chủ nhật, Nước Nam, Đông Phát ở Hà Nội, Ngày Mới ở Hải Phòng, Đoàn kết ở Vinh, Thanh niên ở Nam Định đều đăng bài tuyên bố nhiệt thành ủng hộ bản tuyên cáo. Tại Huế, chính phủ phát hành bán nguyệt san Việt Nam Đế quốc Công báo.[24]","Theo Trần Văn Chánh, đa số quần chúng tỏ ra thờ ơ lạnh nhạt với sự \"độc lập\" dưới sự chiếm đóng của quân đội Nhật. Ngày 17\/3\/1945, ở các hương thôn, lý trưởng được lệnh tổ chức dân chúng mừng sự ra đời của Đế quốc Việt Nam tại các đình làng, nhưng không khí rất ảm đạm:","Khoảng 4 ngàn người ở Vinh ngày 14 tháng 3 và 15 ngàn người ở Hà Đông chiều 15 tháng 3 đã tham dự biểu tình mừng Việt Nam độc lập.[25][26] Chủ nhật ngày 18 tháng 3, tại vườn Ông Thượng, Sài Gòn diễn ra cuộc biểu tình cả trăm ngàn người để ăn mừng sự độc lập của Việt Nam.[27] Cũng trong ngày 18 tháng 3, một cuộc biểu tình chưa từng có ở Thái Bình diễn ra trong cảnh tưng bừng náo nhiệt.[28]","Trong khi Bảo Đại tìm người lập nội các thì ngày 30\/3\/1945, trong một cuộc họp với công chức người Việt ở Long Xuyên, Toàn quyền Nhật Bản là Minoda nói thẳng bằng tiếng Pháp về bản chất sự \"độc lập\" của Đế quốc Việt Nam:","Sau này, trong hồi ký của mình, Trần Trọng Kim nhận xét về ý đồ của Nhật Bản như sau:"],"TieuDe":"Đế quốc Việt Nam tuyên bố độc lập[sửa | sửa mã nguồn]"},{"DoanVan":["Ngay từ đêm 8\/3, quân Nhật Bản đã được phái đến canh giữ nghiêm ngặt nhà của các quan lớn trong triều đình Nguyễn. Họ giữ các quan này ở trong nhà để chờ lệnh từ chỉ huy quân đội Nhật. Theo lời kể của đại thần Phạm Quỳnh, quân Nhật đi tìm tất cả các quan trong Viện Cơ mật và giam họ lại một chỗ. Đến sáng 9\/3, khi đã đưa được vua Bảo Đại về kinh đô, quan Nhật là Yokoyama đưa cho họ 2 văn bản đã viết sẵn: Bản tuyên bố hủy bỏ các hiệp ước nhà Nguyễn đã ký với Pháp và Bản tuyên bố giải tán Viện Cơ mật, tất cả nhằm dọn đường cho việc thành lập nội các Đế quốc Việt Nam. Yokoyama nói thẳng \"tôi cho các vị 15 phút để suy nghĩ\". Trong hoàn cảnh đó, các quan nhà Nguyễn không muốn ký cũng không được[11].","Nội các mới được thành lập vào ngày 17 tháng 4 với Trần Trọng Kim là Nội các Tổng trưởng. Ngay buổi đầu ông Trần Trọng Kim trình danh sách nội các với Bảo Đại đã có sự hiện diện của viên Cố vấn tối cao Nhật Bản tại Huế là Masayuki Yokoyama[10]. Sau khi vua Bảo Đại chấp thuận nội các, Cố vấn Nhật xem danh sách nội các rồi nói \"Tôi chúc mừng cụ đã chọn được người rất đứng đắn\" [19]. Đây là chính phủ kiểu hiện đại đầu tiên ở nước Việt Nam (không kể các triều đại phong kiến và chính phủ bảo hộ của Pháp trước đó) và Trần Trọng Kim là người đầu tiên có chức danh Thủ tướng ở Việt Nam. Với nội các tập hợp được những trí thức có tiếng lúc bấy giờ, thành phần nội các ra mắt ngày 19 tháng 4, trong đó có:","Cựu Tổng đốc tỉnh Thái Bình là Phan Kế Toại được bổ làm Khâm sai Bắc Kỳ còn Nguyễn Văn Sâm làm Khâm sai Nam Kỳ đại diện cho triều đình Huế ở ngoài Bắc và trong Nam. Tại Hà Nội, Phan Kế Toại tiếp thu phủ Thống sứ và Trần Văn Lai nhậm chức ở tòa Đô chính trước đám đông dân chúng đến chứng kiến việc thu hồi độc lập trên danh nghĩa[30].","Đế quốc Việt Nam không thành lập Bộ quốc phòng để tránh bị Nhật Bản lôi kéo tham gia chiến tranh thế giới thứ hai với tư cách đồng minh của Nhật Bản[31].","Suốt từ ngày 9\/3\/1945, từ vua Bảo Đại cho tới các tuyên cáo của nội các Đế quốc Việt Nam, rồi cả báo chí, bao giờ cũng có câu \"Đại Đông Á vạn tuế\" [32]. Bản thân khẩu hiệu \"Đại Đông Á\" vốn do Nhật tạo ra, và 5 nguyên tắc của nó cho thấy rõ mục đích: Nhật Bản muốn lôi kéo các nước châu Á mà họ đã thôn tính được, bắt các nước này đóng góp nhân lực, của cải để Nhật tiến hành chiến tranh chống Anh - Mỹ, cũng như triệt tiêu ý định chống Nhật tại các nước này[33].","Mới ra mắt được 4 tháng, ngày 5\/8\/1945, hàng loạt thành viên nội các Trần Trọng Kim xin từ chức: 3 Bộ trưởng xin từ nhiệm, Bộ trưởng Vũ Ngọc Anh qua đời vì trúng bom do máy bay Mỹ ném. Các Bộ trưởng khác tuyên bố bất lực, bởi không thể làm được việc gì nếu không được Cố vấn tối cao Nhật đồng ý, trong khi vua Bảo Đại chỉ lo ăn chơi, săn bắn mà không quan tâm đến chính trị. Trần Trọng Kim cố gắng liên hệ nhưng các nhân vật cấp tiến đều khước từ cộng tác, đến đầu tháng 8 chính Trần Trọng Kim cũng nói mình bị \"tăng huyết áp\" và không ra khỏi nhà[2].","Dù rằng thành viên trong nội các Trần Trọng Kim đều là trí thức và thanh liêm, muốn giúp nước nhưng trước sự khống chế của Nhật Bản, họ đều thấy bản thân bị cô lập, bất lực và nội các cũng tan rã dần. Sau Cách mạng tháng Tám, phân nửa thành viên nội các Trần Trọng Kim đã đi theo Chính phủ kháng chiến của Việt Minh. Luật sư Phan Anh, người sớm nhận ra sự thật, sau này viết[34]:","Ngày 08 tháng 5 năm 1945, Hoàng đế Bảo Đại đã tuyên Chiếu với Nội các về việc nước Việt Nam đã được giải phóng. Chiếu có đoạn: \"Nước Việt Nam nay đã được giải phóng. Trẫm đã lựa chọn khắp các nhân tài trong nước, kén lấy những người có học thức, có kinh nghiệm, chắc chư khanh sẽ không phụ lòng Trẫm ủy thác và lòng dân hi vọng...\".","Sau Chiếu của Hoàng đế, Nội các ra Tuyên cáo với Quốc dân về việc nước Việt Nam độc lập: \"Sau 80 năm bị áp chế, nước ta đã khôi phục nền tự chủ và địa vị của một nước văn hiến cõi Á Đông. Vâng theo Đức Kim thượng, chúng tôi hết sức theo đuổi mục đích hợp nhất Quốc dân để củng cố nền độc lập và gây mạnh tinh thần yêu nước trong mọi giai tầng xã hội. Chính phủ sẽ ghi công các bực anh hùng đã hi sinh cho nòi giống, tìm cách cho các chính khách hải ngoại được trở về; xóa bỏ những hình án bất công và giải phóng những nhà ái quốc còn bị giam hãm. Nội các sẽ tìm cách thống nhất pháp luật để tránh sự lạm quyền. Nạn tham nhũng cần phải trừ cho tiệt. Chính phủ rất chú trọng đào tạo một thế hệ thanh niên mới, có tổ chức, có huấn luyện. Về kinh tế, Chính phủ dự bị một cuộc tổ chức mới, chú trọng nhất là nâng cao trình độ sinh hoạt dân chúng. Muốn thi hành chính sách ấy, phải cần sự hợp tác của các đoàn thể và cá nhân. Chúng tôi xin tuyên thể với quốc dân đem hết tâm trí để theo đuổi mục đích duy nhất là xây đắp nền độc lập nước nhà, không tư vì cá nhân hay đảng phái\"."],"TieuDe":"Nội các Đế quốc Việt Nam[sửa | sửa mã nguồn]"},{"DoanVan":["Theo tuyên chiếu của Hoàng đế Bảo Đại ngày 8 tháng 5 năm 1945, Tổng trưởng Nội các Trần Trọng Kim cử Hội đồng xét về quốc hiệu, quốc kỳ, quốc ca. Ngày 12 tháng 6 năm 1945, Hoàng đế ký dụ số 52 tái khẳng định quốc hiệu là Việt Nam, quốc kỳ là cờ quẻ Ly có nền vàng thẫm hình chữ nhật, giữa có hình quẻ Ly màu đỏ thẫm. Bản Đăng đàn cung tiếp tục được giữ làm âm điệu của quốc ca, phần từ sẽ quyết định sau.[35]","Dù không tồn tại được lâu, Nội các Trần Trọng Kim đã cố gắng đặt nền móng xây dựng một thể chế độc lập và tự chủ đầu tiên không thuộc Pháp[20]. Tuy không được chuẩn bị kỹ lưỡng cũng như thiếu thốn rất nhiều nhân sự và vật lực để điều hành chính phủ, đối ngoại thì phải cố gắng dung hòa các thế lực quốc tế và chủ thuyết Đại Đông Á của Đế quốc Nhật, đối nội thì có nhiều phe phái muốn giành chính quyền, chính phủ mới vẫn đạt được một số điều kiện cơ bản, nhóm lên hy vọng độc lập và tự chủ cho nước Việt Nam[31]. Nhưng thực tế lại cho thấy ngày càng rõ hơn việc đưa Trần Trọng Kim đứng ra lập nội các cho Bảo Đại trước sau đều do người Nhật đạo diễn một cách khéo léo để dẫn dụ Trần Trọng Kim vào \"tròng\". Trong quá trình thành lập nội các, tình báo của Hải quân Nhật ở Đông Dương đã can thiệp rất sâu vào quá trình chọn lựa người đứng đầu cũng như nhân sự Chính phủ[36]. Theo nhận định của báo Nhân dân sau này, tuy ít nhiều nắm bắt được nguyện vọng độc lập của quốc dân, và nhận thức được ý nghĩa của khối đoàn kết dân tộc, đề ra được một số chủ trương cải cách tiến bộ, nhưng Chính phủ Trần Trọng Kim không thể quy tụ, phát huy được sức mạnh của dân tộc, bởi thực quyền và phương tiện nằm trong tay Nhật. Công việc cấp bách nhất khi đó là vận chuyển gạo từ miền Nam ra miền Bắc để cứu đói mà chính phủ này cũng không thực hiện nổi[10].","Theo hồi ký của nhà báo Nguyễn Kỳ Nam, người được Toàn quyền Nhật Bản là Minoda cho đi theo trong các chuyến công du các tỉnh, sau một thời gian đã nhận xét: \"Thế là rõ rệt rồi, Minoda thay thế Pagès (toàn quyền Pháp trước đó)! Nhật thay thế Pháp cai trị Nam Kỳ theo luật lệ Pháp để lại. Không hơn không kém! Việt Nam không độc lập gì ráo! Hay là Việt Nam xin được độc lập trên giấy tờ mà thôi. Chứ thật sự thì anh Nhật cầm hết quyền hành. Minoda đi khắp các tỉnh, định đường lối cai trị... y hệt như Pháp\" [37]."],"TieuDe":"Hoạt động[sửa | sửa mã nguồn]"},{"DoanVan":["Trong những bước đầu tiên là Bộ trưởng Tư pháp Trịnh Đình Thảo ra lệnh thả hàng ngàn tù nhân chính trị bị Pháp giam giữ[31]. Tuy nhiên, Đạo dụ ngày 17\/5\/1945 quy định chỉ thả những chính trị phạm không phải là đảng viên Cộng sản, và chỉ có một số rất ít tù nhân là đảng viên Cộng sản được ra khỏi nhà lao[38].","Tiếp theo đó thì Bộ trưởng Bộ Thanh niên là Phan Anh đứng tổ chức đội Thanh niên Tiền tuyến theo tinh thần quốc gia để huy động quốc dân giữ an ninh vì không có bộ Quốc phòng. Đế quốc Việt Nam không thành lập Bộ Quốc phòng để tránh phải tham gia chiến tranh thế giới thứ hai với tư cách đồng minh của Nhật Bản[31].","Đế quốc Việt Nam không có quân đội, người Nhật nắm toàn bộ vấn đề quốc phòng mà không giao cho chính phủ Trần Trọng Kim. Để bảo vệ trị an, Đế quốc Việt Nam có một nhóm nhỏ gọi là Thanh niên Tiền tuyến, nhưng khi Cách mạng tháng Tám nổ ra, lực lượng này lại bỏ đi theo Việt Minh. Không có quân đội, lực lượng trị an lại không tuân lệnh là một trong các nguyên nhân khiến Đế quốc Việt Nam dễ dàng bị sụp đổ sau này."],"TieuDe":"Thả tù chính trị và lập đội trị an[sửa | sửa mã nguồn]"},{"DoanVan":["Trong thời gian ngắn ngủi chấp chính, chính phủ mới đã làm được một việc quan trọng nhất là thống nhất trên danh nghĩa xứ Nam Kỳ vào nước Việt Nam kể từ ngày 8 tháng Tám, 1945. Trước đó vào ngày 20 tháng Bảy chính phủ Việt Nam cũng thu hồi ba nhượng địa cũ là Hà Nội, Hải Phòng và Đà Nẵng vốn bị người Pháp chia cắt và áp dụng quy chế trực trị và bổ nhiệm ba vị đốc lý người Việt thay thế người Pháp.[39].","Về việc thu hồi Nam Kỳ thì cuộc thương thuyết với Toàn quyền Tsuchihashi có kết quả mặc dù lúc đầu Tsuchihashi còn do dự vì triều đình Cao Miên (Campuchia) cũng đòi đất Nam Kỳ. Thủ tướng Trần Trọng Kim phái Nguyễn Văn Sâm làm quan Khâm sai vào Sài Gòn tiếp thu đất Nam Kỳ. Đại sứ Yokoyama ở Huế theo đó tuyên bố trao trả Nam Kỳ cho triều đình Huế. Ở ngoài Bắc thì Thống sứ Nishimura bàn giao với Khâm sai Phan Kế Toại tại Hà Nội ngày 12 tháng 8. Ngày 14 tháng 8, Đế quốc Việt Nam công bố chính thức tiếp thu Nam Kỳ, Nguyễn Văn Sâm được cử làm khâm sai.[40] Ngày 16 tháng 8, giới chức Nhật bắt đầu chuyển giao các công sở cho Mặt trận Quốc gia Thống nhất.[41] Thống đốc Minoda ở Sài Gòn đợi khâm sai Nguyễn Văn Sâm để bàn giao. Ban đầu dự tính vị Khâm sai Nam Bộ sẽ đến vào ngày 19 tháng 8,[42] nhưng trên đường đi bị chậm trễ do Việt Minh nên tới chiều ngày 22 tháng 8 ông mới về tới Sài Gòn.[43] Chính phủ Đế quốc Việt Nam lệnh rằng ngày 23 tháng 8 cử hành khánh hạ quốc gia được thống nhất; phủ Khâm sai Nam Bộ thông cáo cho các công sở, nhà buôn nghỉ làm, và tổ chức diễn hành, chào quốc kỳ, diễn thuyết mừng Việt Nam độc lập và thống nhất.[44]","Ngày 25 tháng 8, tổ chức Thanh niên Tiền phong, lúc này đã tách khỏi Mặt trận Quốc gia và gia nhập Việt Minh, tham gia giành chính quyền. Ủy ban Hành chính Lâm thời Nam Bộ được thành lập.[45] Sang ngày 26 thì Khâm sai Nguyễn Văn Sâm từ nhiệm sau khi được tin vua Bảo Đại đã thoái vị ở Huế, chấm dứt thể chế Đế quốc Việt Nam.[46]"],"TieuDe":"Thu hồi Nam Kỳ[sửa | sửa mã nguồn]"},{"DoanVan":["Chính phủ Trần Trọng Kim hợp nhất hai bộ máy hành chính Nam triều và Bảo hộ do thực dân Pháp để lại. Từ đây, chính phủ Trần Trọng Kim đứng đầu hệ thống hành chính thống nhất trên toàn quốc. Chính phủ buộc các quan chức địa phương chỉ được nhận chỉ thị và báo cáo trực tiếp với Chính phủ Việt Nam chứ không được liên hệ với Sở Tối cao Cố vấn Nhật Bản. Tuy nhiên các cơ quan công an, tuyên truyền, thông tin liên lạc vẫn do người Nhật kiểm soát[31].","Chính phủ thành lập Ủy ban Cải tổ và Thống nhất Luật pháp. Hội đồng Cải cách Cai trị, Tư pháp và Tài chính có 16 thành viên như các ông Vũ Văn Hiền, Trần Văn Chương, Trần Văn Ân, Nguyễn Văn Huyên, Trần Đình Nam, Phan Kế Toại được giao nhiệm vụ xúc tiến việc soạn thảo cơ cấu mới cho quốc gia[47].","Chính phủ này còn dự định lập ra những Tư vấn Hội nghị ở các địa phương để giúp các Cơ quan Hành chính địa phương, tiến tới thành lập Tư vấn Hội nghị Toàn quốc giúp chính phủ cải cách quốc gia và soạn thảo Hiến pháp. Thủ tướng Trần Trọng Kim ra chỉ thị ngày 8 tháng Năm thành lập Hội nghị Tư vấn Quốc gia gồm 59 thành viên từ nhiều giới để giúp sức[39] Sau đó sẽ bầu Quốc hội Lập hiến để phê chuẩn và ban hành Hiến pháp. Những dự định này chưa được thực hiện thì chính phủ đã giải tán.","Chính phủ cũng dự định soạn sơ thảo một bản Hiến pháp cấp tiến bảo đảm quyền tự do chính trị, tự do nghiệp đoàn và tự do tín ngưỡng. Hội đồng dự thảo Hiến pháp có 14 thành viên gồm có những ông Phan Anh, Nguyễn Tường Long, Vũ Đình Hòe, Huỳnh Thúc Kháng, Đặng Thai Mai, Tôn Quang Phiệt, Hồ Tá Khanh, Nguyễn Văn Sâm, Nguyễn Văn Thinh, Hồ Hữu Tường[47]. Việc soạn thảo mới chỉ được tiến hành dở dang thì Đế quốc Việt Nam đã sụp đổ.","Chính phủ cũng ra lệnh bãi bỏ thuế thân cho những ai không có tài sản và những người có tiền lương dưới 100 đồng một tháng[48]."],"TieuDe":"Cải cách hành chính[sửa | sửa mã nguồn]"},{"DoanVan":["Đốc lý Hà Nội là Trần Văn Lai và Đô trưởng Sài Gòn Kha Vạng Cân ra sức đưa người Việt vào thay thế các vị trí của người Pháp trong bộ máy chính quyền cũ và phá hủy các bức tượng do người Pháp dựng lên trong các thành phố[31].","Một bước đột phá không kém là thay chương trình dạy học bằng tiếng Pháp sang chương trình học bằng tiếng Việt, do học giả Hoàng Xuân Hãn đề ra. Thủ tướng Trần Trọng Kim giao việc này cho Hội đồng Cải cách Giáo dục với 18 thành viên trong đó có Hoàng Xuân Hãn, Hoàng Thị Nga, Nguyễn Mạnh Tường, Hoàng Minh Giám, Bùi Kỷ, Ngụy Như Kontum, Ưng Quả, và Hồ Văn Ngà duyệt xét.[47]","Ngày 3 Tháng Sáu, 1945 vua Bảo Đại ra dụ số 67 chính thức bỏ tiếng Pháp làm ngôn ngữ chính và cho áp dụng chương trình giáo dục của Hoàng Xuân Hãn. Kết quả là đợt thi tú tài đầu tiên bằng tiếng Việt là vào niên học 1944-45. Tổng số trường học trên toàn quốc gồm có 4952 trường tiểu học (284.341 học sinh, thi bằng tiểu học), 25 trường cao đẳng tiểu học (2.000 học sính, thi bằng cao đẳng) và 4 trường trung học (500 học sinh, thi bằng tú tài) bấy lâu nay dùng tiếng Pháp để giảng dạy nay đổi qua dùng tiếng Việt.[49] Đây cũng là nền tảng xây dựng cho chương trình giáo dục Việt Nam Dân chủ Cộng hòa và giáo dục Việt Nam Cộng hòa sau này. Tiếng Việt cũng được dùng làm ngôn ngữ hành chính, dùng ghi chép các giấy tờ, sổ sách."],"TieuDe":"Thay thế ảnh hưởng của Pháp[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1945, đường sắt xuyên Đông Dương không còn sử dụng được nữa và đường thiên lý Bắc Nam cũng bị Đồng Minh ném bom phá hoại. Đường biển thì quân Đồng minh đã gài thủy lôi ở cửa biển Hải Phòng khiến hải cảng chính ở Bắc Kỳ cũng không thông thương được. Tàu chở hàng cỡ lớn đã bị Nhật trưng dụng, đồng thời quân Đồng minh phong tỏa đường biển nên tàu bè chở gạo ra Bắc chỉ ra được đến Đà Nẵng. Khi không quân Đồng minh mở rộng tầm oanh kích thì tàu chở gạo phải cập bến ở Quy Nhơn rồi cuối cùng chỉ ra được đến Nha Trang. Các kho thóc ở miền Bắc thì do Nhật Bản nắm giữ để chuẩn bị chở về chính quốc nên không được phép dùng để phát chẩn cứu đói. Khi đó gạo được chất đống trong kho của Nhật, Bảo Đại đã thử thuyết phục Đại sứ quán Nhật Bản mở kho phát gạo nhưng chỉ huy Nhật Bản không cho phép.","Không có phương tiện và tài chính, Nhật Bản thì tăng cường lấy gạo ở Việt Nam để chuyển về nước, chính phủ Trần Trọng Kim phải huy động những phương tiện thô sơ chuyển vận gạo từ Nam ra Bắc như xe bò hay thuyền nhỏ. Do thiếu phương tiện và nhân lực nên dù đã cố gắng Đế quốc Việt Nam vẫn không làm thuyên giảm được hậu quả ghê gớm của nạn đói[31] Kết quả là nạn đói năm Ất Dậu 1945 đã khiến gần 2 triệu người chết đói, hàng triệu người phải bỏ nhà cửa đi lang bạt kiếm ăn, nhiều vùng nông thôn tại miền Bắc Việt Nam trở nên xơ xác, tiêu điều.","Báo Ngày Nay xuất bản tháng 6\/1945 nhận xét về sự bất lực của Chính phủ Đế quốc Việt Nam, viết[38]:","Về vấn đề này, nhà sử học Trần Văn Giàu chỉ ra nguyên nhân của sự bất lực này của Đế quốc Việt Nam[38]:","Cả chính phủ Trần Trọng Kim và Nhật đều bắt buộc mọi sự vận chuyển thóc gạo từ Nam ra Bắc đều phải qua \"Ủy ban thóc gạo\" ở Sài Gòn mà ủy ban này do công ty Nhật nắm. Khi tải ra đến Bắc thì phải gom gạo cho công ty thóc gạo Bắc kỳ 75% số lượng, công ty này lo bảo đảm trước hết lương thực cho quân Nhật, còn lại mới bán cho dân","Không những vậy, Đạo dụ của chính phủ Trần Trọng Kim ngày 13\/6\/1945 còn quy định: ai phạm việc phá hoại cầu cống, đường sá, cướp phá hoặc làm hư hại kho ngũ cốc, đồ ăn, gạo, đều bị kết án tử hình. Đạo dụ cũng cấm chỉ mọi cuộc tụ tập trên 10 người. Vì đạo dụ này, nhân dân không dám kéo đi phá kho thóc để chia cho người đói, hàng chục vạn người đã chết đói ngay bên ngoài cửa những kho thóc còn đầy ắp[38].","Trong khi Bộ Tiếp tế chỉ làm được vài việc vặt, thì Bộ Tài chính của Đế quốc Việt Nam gom tiền thuế của dân giao cho Nhật. Chỉ riêng trong 5 tháng tồn tại, Chính phủ Trần Trọng Kim đã nộp cho Nhật Bản khoản tiền 720 triệu đồng Đông Dương (Piastre), ngang với số tiền 726 triệu do chính quyền thực dân Pháp nộp cho Nhật Bản trong 5 năm trước đó (từ 1940 tới 9\/3\/1945). Tổng cộng trong thời gian Thế chiến thứ hai, người Việt Nam đã phải nộp cho Nhật Bản khoản tiền 1 tỷ 446 triệu đồng Đông Dương, tương đương 14 tỷ 460 triệu Franc lúc đó.[34]","Dù phạm vi hoạt động có giới hạn, chính phủ Trần Trọng Kim cố gắng để vận chuyển gạo chống nạn đói. Bộ trưởng Tiếp tế Nguyễn Hữu Thí được gửi vào Sài Gòn sắp xếp việc vận chuyển gạo từ Nam ra Trung Bộ và Bắc Bộ. Các hải cảng xa Sài Gòn được dùng làm điểm khởi hành để tránh Mỹ oanh tạc. Tư nhân được phép tự do chuyên chở và mua bán gạo. Để ngăn hành vi gian dối, chính phủ ra lệnh kiểm soát giá cả và tồn kho lúa gạo. Người vi phạm có thể bị tử hình hoặc tịch thu tài sản. Ty Liêm phóng Kinh tế Bắc Bộ, do Nguyễn Duy Quế đứng đầu, thành lập để ngăn chặn việc buôn lậu. Vào cuối tháng 3, tất cả các hội cứu tế miền Bắc tập hợp lại thành Tổng Hội Cứu tế do Nguyễn Văn Tố cầm đầu, và đẩy mạnh lạc quyên cũng như chẩn tế. Từ tháng 3 tới tháng 5, Tổng Hội quyên được 783.403 đồng. Tại Nam Bộ, trong tháng 5 hơn 20 hội chẩn tế ra đời, và trong vòng một tháng các tổ chức trên quyên được 1.677.886 đồng, kể cả 481.570 đồng để mua và chuyên chở 1.592 tấn gạo. Nhờ nhiều nguyên nhân, trước hết được mùa chiêm vào tháng 5 và 6\/1945; nhu cầu lương thực giảm hẳn sau khi đã có nhiều người bị chết đói từ trước; cũng như một số lượng kho thóc của quân Nhật bị Việt Minh đánh phá để chia cho dân đói trong Cao trào kháng Nhật cứu nước (từ tháng 3\/1945[50]), qua tháng 6\/1945, nạn đói đã giảm đáng kể.[51]"],"TieuDe":"Nạn đói năm 1945[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Sụp đổ[sửa | sửa mã nguồn]"},{"DoanVan":["Vì không phải là một thế lực chính trị được ủng hộ rộng rãi và không có quân đội riêng, cũng không có bộ Quốc phòng (hoặc An ninh), chính phủ Trần Trọng Kim thực tế vẫn nằm dưới sự bảo hộ của quân đội Nhật chiếm đóng Đông Dương và chỉ kiểm soát được những thành phố và thị trấn lớn ở miền Bắc và miền Trung, trong khi không kiểm soát được tình trạng hỗn loạn diễn ra ở nhiều nơi khác. Trong thời kỳ cầm quyền, Đế quốc Việt Nam phải đối mặt với nhiều vấn đề: sự tận thu tài nguyên của quân đội Nhật Bản để phục vụ chiến tranh, sự khống chế của Nhật Bản, không có quân đội, và nhất là nạn đói Ất Dậu làm chết gần 2 triệu người. Cũng như tại bất cứ lãnh thổ nào mà quân Nhật chiếm đóng, người Nhật thực thi một chế độ quân quản cực kỳ tàn bạo. Họ tàn sát, tra tấn bất cứ người nào làm trái ý họ. Chính điều này cũng góp phần khiến cho Đế quốc Việt Nam được thành lập dưới chế độ quân quản của Nhật không được nhân dân ủng hộ.","Tuy Chính phủ mới quyết định không thành lập Bộ Quốc phòng để không bị Nhật lôi kéo tham gia vào thế chiến thứ hai[8], Trần Trọng Kim vẫn giao cho Phan Anh lập đội Thanh niên Tiền tuyến (còn được gọi là phong trào Thanh niên Khất thực). Tuy nhiên khi Cách mạng tháng Tám nổ ra, lực lượng này lại quay sang ủng hộ Việt Minh và không tuân lệnh của Đế quốc Việt Nam nữa.","Với các báo cáo điện tín đến từng giờ, đặc biệt là khi Việt Minh tiếp quản Hà Nội, nhưng cũng liên quan đến các sự kiện đáng lo ngại gần kinh đô, chẳng hạn ở Thanh Hóa và Hà Tĩnh, Thủ tướng Trần Trọng Kim cuối cùng đã từ bỏ nỗ lực của mình để tái thiết nội các. Vào ngày 20 tháng 8, ông đưa ra một tuyên bố (thực ra là được soạn thảo bốn ngày trước đó), tuyên bố đã hoàn thành hai mục tiêu quan trọng của mình là thống nhất lãnh thổ Việt Nam và duy trì khả năng hành chính. Kim nói: \"Trước lịch sử, sứ mệnh của nội các chúng tôi giờ đây coi như đã hoàn thành\".[52] Trong bối cảnh thế giới đang thay đổi, Kim nhìn nhận mọi thứ cần phải tiếp tục. Trước khi từ chức, ông mong mỏi thống nhất về mặt chính trị, cho rằng kẻ thù \"mong muốn chia rẽ\".[53]","Cùng thời gian này, vua Bảo Đại ra một tuyên bố, được ông soạn thảo ba hôm trước, nhìn nhận \"sự giúp đỡ của Nhật Bản trong việc giúp Việt Nam giành lại độc lập\", bày tỏ mong muốn thành lập một nội các mới, sẵn sàng từ bỏ vị trí hiện tại nếu cần thiết. Bảo Đại cũng thừa nhận mình \"muốn làm công dân một nước đôc lập hơn là vua của một nước nô lệ\". Câu nói này trước đó đã gây tranh cãi lớn trong cuộc họp nội các diễn ra ngày 17 tháng 8, vì ngữ cảnh của nó mang nghĩa Bảo Đại sẵn sàng thoái vị và đàm phán với Việt Minh. Trần Đình Nam, bộ trưởng bộ nội vụ thốt ra một câu đại loại như là \"nhà vua cũng nên rút lui\", khiến Trần Trọng Kim cho rằng ông này khi quân phạm thượng. Vũ Văn Hiền, bộ trưởng bộ tài chính mong muốn bàn giao chính quyền cho Việt Minh trong trường hợp nền quân chủ lập hiến được giữ vững. Nội các quyết định cử Phan Anh ra Hà Nội đàm phán. Bản tuyên bố của Bảo Đại khiến Trần Trọng Kim thất vọng sâu sắc, nhưng nhận sự đồng tình từ Hồ Tá Khanh cùng Phan Anh vì họ cảm thấy rõ cam kết của Bảo Đại đối với lợi ích quốc gia. Sau khi cân nhắc, ông quyết định không thay đổi từ ngữ trong bản tuyên bố này. Sau khi tuyên bố được đưa ra, người Nhật kiểm soát đài truyền thành ở Huế chiều ngày 21 tháng 8.[53]","Khi quân Nhật đầu hàng Đồng Minh, chính phủ Trần Trọng Kim cũng chỉ tồn tại được đến ngày 23 tháng 8 năm 1945. Lực lượng Việt Minh tổ chức quần chúng tiến hành cuộc Cách mạng tháng 8. Chính phủ Trần Trọng Kim không có hành động quân sự chống lại mà tự nguyện chuyển giao chính quyền cho Việt Minh. Hồ Chí Minh đọc bản Tuyên ngôn Độc lập, tuyên bố thành lập nước Việt Nam Dân chủ Cộng hòa.","Ông Phạm Khắc Hòe, nguyên Tổng lý Ngự tiền văn phòng của triều Nguyễn kể lại rằng: ngay cả khi Nhật Bản đã đầu hàng, Trần Trọng Kim vẫn tìm cách giữ ngôi báu cho nhà Nguyễn, nhưng tình thế sụp đổ của chính phủ Đế quốc Việt Nam đã là không thể xoay chuyển, khi mà chính các thành viên nội các Đế quốc Việt Nam cũng ủng hộ Việt Minh do chán ngán việc bị Nhật Bản khống chế:","Các bộ trưởng có thiện chí đều xin từ chức. Chính phủ Trần Trọng Kim không thể tồn tại được. Ông Trần Trọng Kim có muốn duy trì nó cũng không được. Ông đành ấm ức chấp nhận thực tế phũ phàng chứ không phải tự nguyện nhường quyền cho Việt Minh.","Chính phủ Việt Nam Dân chủ Cộng hòa được thành lập sau cuộc cách mạng tháng 8 năm 1945 là kết quả của cuộc đấu tranh lâu đài, gian khổ, đầy hy sinh của nhân dân Việt Nam chống đế quốc Pháp, Nhật và tay sai, chứ đâu phải là một chính phủ chuyển tiếp êm thấm. Càng không phải là nhờ thiện chí của ông Thủ tướng Trần Trọng Kim!","Ở miền Nam Việt Nam, Pháp theo quân Anh trở lại Đông Dương và ngày 23 tháng 9 năm 1945 đã nổ súng gây chiến ở Sài Gòn rồi mở rộng đánh chiếm Nam Bộ. Pháp đã chấp thuận đề xuất của một số chính trị gia thuộc Hội đồng tư vấn Nam Kỳ (Conseil consultatif de Cochinchine) lập ra Cộng hòa tự trị Nam Kỳ. Điều này được nhiều người đánh giá là âm mưu của Pháp muốn tách miền Nam Việt Nam ra khỏi Việt Nam.","Một số nhân sĩ của nội các Đế quốc Việt Nam đã tham gia vào việc xây dựng chính phủ Việt Nam Cộng hòa sau đó tại lãnh thổ miền Nam như Trần Văn Chương, Trần Đình Nam. Một số khác tham gia Chính phủ Liên hiệp Kháng chiến Việt Nam hoặc đi theo Việt Minh như ông Huỳnh Thúc Kháng, Phan Anh, Phan Kế Toại, Trịnh Đình Thảo, Tạ Quang Bửu, Đặng Văn Hướng..."],"TieuDe":"Quá trình sụp đổ[sửa | sửa mã nguồn]"},{"DoanVan":["Chính phủ Việt Nam Dân chủ Cộng hòa và chủ thể kế thừa là Cộng hòa Xã hội Chủ nghĩa Việt Nam đều cho rằng trên thực tế Đế quốc Việt Nam chỉ là một chính phủ bù nhìn và mọi quyền lực đều thuộc về người Nhật Bản. Chính phủ Đế quốc Việt Nam chưa hề thiết lập được bộ máy Nhà nước hoàn chỉnh từ trung ương đến địa phương cũng như việc chính phủ Đế quốc Việt Nam chỉ kiểm soát được một phần rất nhỏ của lãnh thổ Việt Nam, ranh giới không rõ ràng, số lượng dân cư không ổn định (do Chiến tranh đang xảy ra và lực lượng chiến đấu chính là Việt Minh và phát xít Nhật). Mọi quyết định về điều hành Việt Nam đều do Đế quốc Nhật Bản thực hiện chứ không phải là Đế quốc Việt Nam[10].","Trên phương diện quốc tế, do được Đế quốc Nhật Bản (thuộc khối phát xít) thành lập nên tất cả các nước Đồng Minh (Anh, Pháp, Mỹ, Trung Quốc, Liên Xô...) đều không công nhận Đế quốc Việt Nam là chính phủ đại diện của Việt Nam. Theo Tuyên bố Cairo, các nước khối Đồng Minh sẽ không công nhận bất cứ chính phủ nào do Đế quốc Nhật Bản thành lập tại các lãnh thổ chiếm đóng. Với việc bị khối Đồng Minh khước từ và Đế quốc Nhật Bản đầu hàng, dù cho Cách mạng tháng Tám không nổ ra thì Đế quốc Việt Nam cũng sẽ không thể tồn tại được quá 1 tháng, vì họ sẽ bị quân Đồng Minh (Anh và Pháp) loại bỏ khi đổ bộ lên Việt Nam vào tháng 9\/1945.","Ngay bản thân nội các Đế quốc Việt Nam cũng bị chia rẽ. Nhiều quan chức của Đế quốc Việt Nam là người yêu nước, ban đầu họ tham gia vì muốn đem tài năng ra phục vụ đất nước, nhưng rồi họ nhận ra là mình không làm gì được trong gọng kìm khống chế của Nhật Bản nên cảm thấy chán ngán. Sau khi Cách mạng tháng Tám nổ ra, họ quay sang ủng hộ Việt Minh. Có người còn làm bộ trưởng trong chính phủ cách mạng của Việt Nam Dân chủ Cộng hòa.","Theo Báo Nhân Dân, do Đế quốc Việt Nam chưa hề tổ chức bất kỳ cuộc tổng tuyển cử nào để bầu lên Quốc hội - cơ quan quyền lực cao nhất của một nhà nước theo thể chế Cộng hòa (như cuộc Tổng tuyển cử năm 1946 của Việt Nam Dân chủ Cộng hòa) nên Đế quốc Việt Nam chưa thể trở thành một nhà nước chính danh, một người đại diện hợp pháp của nhân dân Việt Nam. Việc không tổ chức được Tổng tuyển cử còn cho thấy chính phủ Đế quốc Việt Nam không thể duy trì và thực hiện quyền lực quốc gia trong dài hạn và không đủ khả năng bảo vệ và đại diện cho nhân dân Việt Nam. Chính phủ Trần Trọng Kim - Bảo Đại đã bất lực trước các nhiệm vụ tự nó đặt ra lúc đầu. Ngay một công việc cấp bách khi đó là vận chuyển gạo từ miền Nam ra miền Bắc để cứu đói mà Chính phủ Trần Trọng Kim - Bảo Đại cũng không thực hiện nổi. Cố gắng dựa vào biểu tượng quân chủ đã lỗi thời và một ông vua không có thực quyền, Chính phủ Trần Trọng Kim không thể quy tụ được ý chí độc lập của người dân Việt Nam (thực tế cho thấy tổ chức trị an duy nhất của Đế quốc Việt Nam là \"Thanh niên Tiền tuyến\" cũng không nghe lệnh chính phủ này mà quay sang ủng hộ Việt Minh). Cùng với đó là sự công khai xác nhận mối gắn bó, sự phụ thuộc nặng nề vào Đế quốc Nhật Bản, một thế lực phát xít đã gây chiến tranh xâm lược khắp Đông Á, Đế quốc Việt Nam đã tự đặt mình vào thế đối lập với tất cả các cường quốc Đồng Minh chống phát xít. Với những mâu thuẫn nghiêm trọng cả bên trong lẫn bên ngoài đó, một khi Đế quốc Nhật Bản bại trận thì Đế quốc Việt Nam cũng không thể tồn tại được[10]."],"TieuDe":"Nguyên nhân sụp đổ[sửa | sửa mã nguồn]"},{"DoanVan":["Theo nhà sử học Joyce C. Lebra, Đế quốc Việt Nam được thành lập như một bộ phận của chính sách Khối Thịnh vượng chung Đại Đông Á của Nhật. Tuy nhiên, nó cũng chỉ là một trong những khẩu hiệu và khái niệm được dùng để biện hộ cho sự chiếm đóng của Đế quốc Nhật Bản tại Đông Á từ thập niên 1930 cho đến hết Chiến tranh thế giới thứ hai, trong đó các chính quyền bản xứ phải vận động người dân và nền kinh tế trong nước phục vụ cho lợi ích của Đế quốc Nhật Bản. Các chính quyền này trên danh nghĩa là độc lập, song thực tế không có nhiều quyền lực, hầu hết các chính sách quan trọng đều do lực lượng quân quản Nhật quyết định (tiêu biểu như chính phủ bù nhìn Mãn Châu quốc của cựu hoàng đế nhà Thanh (Phổ Nghi) hay chính phủ Đế quốc Đại Hàn)[54].","Theo tác giả Lê Xuân Khoa, Đế quốc Việt Nam dù không có thực quyền và chịu sự khống chế của Nhật Bản, song nó cũng \"đóng một vai trò nhất định trong lịch sử\". Nó là một bước đệm để cho Việt Nam có cơ hội đòi hỏi nền độc lập hoàn toàn khi thế chiến thứ hai kết thúc[31].","Theo tiến sĩ sử học Vũ Ngự Chiêu:","Theo Tiến sĩ Lê Mạnh Hùng:","Nhà sử học, giáo sư Đinh Xuân Lâm:","Theo lời thuật của Phan Anh, Bộ trưởng Bộ Thanh niên của Đế quốc Việt Nam:","Trong báo Cờ giải phóng (số 13), nhà sử học Trần Văn Giàu phân tích[38]:","Nhà nghiên cứu Phạm Xuân Ba, nhận xét rằng \"nền độc lập\" của Đế quốc Việt Nam rõ ràng chỉ là giả hiệu bởi những lý do sau[17]:","Chính cựu hoàng Bảo Đại cũng đã viết cho Chính phủ Pháp vào tháng 12-1945: \"Năm 1940, Chính phủ Pháp ở Đông Dương đã hiến một cách vô sỉ đất đai của chúng tôi cho phát xít Nhật, nhưng chúng tôi đã giành được nền độc lập hoàn toàn ngày 2 tháng 9 năm 1945\"[6]","Trong thư viết ngày 8\/5\/1947 tại Sài Gòn gửi học giả Hoàng Xuân Hãn, ông Trần Trọng Kim nói về sự yếu ớt và bất lực của Đế quốc Việt Nam năm 1945, và vai trò tiếp quản của Việt Minh như sau[10]:"],"TieuDe":"Nhận xét[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}],"TuKhoa":"Đế quốc Việt Nam"}