{"TuKhoaVaVanBan":[{"DoanVan":["Sau khi tiêu diệt nhà Tùy, nhà Đường tiếp tục sửa sang chế độ hành chính và sự phân chia châu quận, tiếp tục cai trị An Nam. Cho đến giữa thế kỷ IX, nhà Đường có biến loạn, ngày càng suy yếu. Lợi dụng thời cơ đó, Khúc Thừa Dụ là một hào trưởng người Việt ở Hồng Châu đã tập hợp nhân dân nổi dậy vào năm 905. Khúc Thừa Dụ đánh đuổi quan lại và binh lính nhà Đường, chiếm giữ phủ thành, xưng Tiết độ sứ. Đầu năm 906, nhà Đường buộc phải công nhận Khúc Thừa Dụ làm Tiết độ sứ An Nam.","Khúc Thừa Dụ làm Tiết độ sứ được hai năm thì mất, con trai là Khúc Hạo lên thay. Khúc Hạo quyết định xây dựng đất nước tự chủ theo đường lối \"Chính sự cốt chuộng khoan dung, giản dị, nhân dân đều được yên vui\". Khúc Hạo đã làm được nhiều việc lớn: đặt lại các khu vực hành chính, cử người trông coi mọi việc đến tận xã; xem xét và định lại mức thuế, bãi bỏ các thứ lao dịch của thời Bắc thuộc; lập lại sổ hộ khẩu;... Tất cả những việc làm của Khúc Hạo đều nhằm mục đích mang lại cuộc sống ấm no, yên bình, hạnh phúc cho nhân dân.","Trong lúc họ Khúc đang tìm cách xây dựng chính quyền tự chủ ở An Nam như thế, ở miền nam Trung Quốc, Tiết độ sứ Quảng Châu là Lưu Nham đã được sự ủng hộ của quan lại nhà Đường cũ ở đây, tự xưng Hoàng đế, thành lập nước Nam Hán.","Năm 917, Khúc Hạo mất, Khúc Thừa Mỹ lên thay. Khúc Thừa Mỹ sai sứ sang thần phục nhà Hậu Lương, hành động này làm Nam Hán nổi giận. Mùa thu năm 930, vua Nam Hán là Lưu Cung sai Lý Khắc Chính[2] đem quân sang đánh nước ta. Khúc Thừa Mỹ chống cự không nổi, bị quân địch bắt, Nam Hán chiếm giữ An Nam.","Năm 931, một tướng cũ của Khúc Hạo là Dương Đình Nghệ hay tin, đã đem quân từ Ái Châu ra Bắc đánh bại quân Nam Hán, xưng là Tiết độ sứ, tiếp tục xây dựng nền tự chủ. Bảy năm sau tức năm 937, Dương Đình Nghệ bị nha tướng của mình là Kiều Công Tiễn giết chết để đoạt chức, cướp quyền rồi đi thần phục nhà Nam Hán. Được tin Kiều Công Tiễn phản nghịch và thấy việc quy phục nước Nam Hán là nguy hại cho cuộc tự chủ mà họ Khúc và họ Dương đã xây dựng nền móng, Ngô Quyền là nha tướng và con rể của Dương Đình Nghệ, lúc ấy đang cai quản Ái Châu, phát binh tiêu diệt Kiều Công Tiễn."],"TieuDe":"Bối cảnh[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 938, Ngô Quyền tập hợp lực lượng từ Ái Châu ra đánh Kiều Công Tiễn. Công Tiễn biết mình không đủ sức chống lại Ngô Quyền nên đã sai sứ sang cầu cứu Nam Hán, hi vọng nhà Nam Hán sẽ bảo vệ tính mạng cho hắn lẫn bảo vệ quyền lực mà hắn ta mới cướp được. Hay tin cầu cứu của Công Tiễn, vua Nam Hán là Lưu Nghiễm phong cho con là Vạn vương Lưu Hoằng Tháo (hoặc Hồng Tháo)[3] làm Giao vương, rồi sai Hoằng Tháo đem quân sang, lấy cớ là cứu Công Tiễn nhưng thực chất là xâm lược nước ta. Bản thân vua Lưu Nghiễm đóng quân ở Hát Môn, sẵn sàng tiếp ứng cho Hoằng Tháo.","Ngô Quyền hạ thành Đại La, giết Công Tiễn. Ngô Quyền dự đoán là quân Nam Hán sẽ vào nước ta theo đường sông Bạch Đằng nên ông đã bày trận trên sông Bạch Đằng để đón đánh giặc. Tháng 11 năm 938, đoàn thuyền chiến Nam Hán do Hoằng Tháo chỉ huy hùng hổ kéo vào nước ta thì bị Ngô Quyền đánh tan trong trận Bạch Đằng. Hoằng Tháo bị giết chết, Lưu Nghiễm hốt hoảng vội thu thập tàn binh quay về. Trận Bạch Đằng của Ngô Quyền kết thúc hoàn toàn thắng lợi.","Sau chiến thắng Bạch Đằng năm 938, mưu đồ xâm lược của Nam Hán bị đè bẹp. Năm 939, Ngô Quyền lên ngôi, tức là Tiền Ngô Vương, đóng đô ở Cổ Loa, lập Dương Như Ngọc làm Vương hậu; đặt trăm quan, chế định triều nghi phẩm phục.[4]","Ngô Quyền quyết định bỏ chức Tiết độ sứ của phong kiến phương Bắc, thiết lập một triều đình mới ở trung ương. Vua đứng đầu triều đình, quyết định mọi công việc chính trị, ngoại giao, quân sự; đặt ra các chức quan văn, quan võ, quy định lễ nghi trong triều và màu sắc trang phục của quan lại các cấp.","Ở địa phương, Ngô Quyền cử các tướng có công coi giữ các châu quan trọng. Đinh Công Trứ làm Thứ sử Hoan Châu, Kiều Công Hãn làm Thứ sử Phong Châu,...","Có thể thấy tổ chức bộ máy nhà nước lúc bấy giờ còn sơ khai, đơn giản nhưng được thống nhất từ trung ương đến địa phương. Việc xây dựng chính quyền mới của Ngô Quyền đã thể hiện được ý thức tự chủ giúp đất nước yên bình, nhân dân an vui, đặt nền móng cho một quốc gia độc lập, thống nhất."],"TieuDe":"Triều vua Ngô Quyền[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 944, Tiền Ngô Vương mất, sai Dương Tam Kha giúp lập thái tử. Dương Tam Kha là anh (có sách nói là em) Dương Thái hậu cướp ngôi, tự xưng Dương Bình Vương.","Con trưởng Ngô Quyền là Ngô Xương Ngập chạy trốn về Nam Sách (Hải Dương). Dương Tam Kha lấy Ngô Xương Văn, con thứ của Ngô Quyền, làm con nuôi. Dương Tam Kha 3 lần sai quân đi bắt Ngô Xương Ngập mà không bắt được vì hào trưởng Nam Sách là Phạm Lệnh Công che chở cho Xương Ngập.","Năm 950, Dương Tam Kha sai Ngô Xương Văn đi đánh Thái Bình. Ngô Xương Văn thuyết phục được 2 tướng Đỗ Cảnh Thạc và Dương Cát Lợi dẫn quân quay lại lật đổ Dương Tam Kha giành lại ngôi vua. Xương Văn không giết Dương Tam Kha mà giáng xuống làm Chương Dương công.","Năm 950, Ngô Xương Văn tự xưng làm Nam Tấn Vương, đóng đô ở Cổ Loa. Ngô Xương Văn cho người đón anh trai Ngô Xương Ngập đang trốn ở Nam Sách trở về, cùng nhau trông coi việc nước.","Ngô Xương Ngập cũng làm vua, tự xưng là Thiên Sách Vương (951 – 954). Lúc đó cùng tồn tại hai vua là Nam Tấn Vương và Thiên Sách Vương. Lên ngôi vương, Ngô Xương Ngập lấn át quyền hành của Ngô Xương Văn khiến Xương Văn bất bình rút lui việc chính sự[5].","Nhưng chỉ được 3 năm, đến năm 954, Ngô Xương Ngập bị bệnh chết, chỉ còn một mình Nam Tấn vương Ngô Xương Văn làm vua."],"TieuDe":"Tranh chấp trong cung đình[sửa | sửa mã nguồn]"},{"DoanVan":["Lúc nhà Ngô suy yếu, một số thủ lĩnh địa phương nổi dậy cát cứ không thần phục triều đình.","Năm 951, Đinh Bộ Lĩnh ở động Hoa Lư – con Thứ sử châu Hoan đã mất là Đinh Công Trứ – dựa vào vùng núi khe hiểm yếu, không chịu tuân lệnh triều đình. Hai vua Ngô muốn cất quân đi đánh; Bộ Lĩnh sợ, sai con là Đinh Liễn vào triều làm con tin để ngăn chặn việc xuất quân. Hai vua Ngô vương trách Bộ Lĩnh không tự mình đến chầu, rồi bắt giữ Đinh Liễn đem theo quân đi đánh Hoa Lư.","Quân Ngô tấn công hơn một tháng, không đánh nổi. Hai vua Ngô bèn treo Đinh Liễn lên ngọn sào, sai người bảo Bộ Lĩnh, nếu không chịu hàng thì giết Liễn. Nhưng Bộ Lĩnh vẫn không thần phục, lại sai hơn 10 tay nỏ nhắm con mình mà bắn[6]. Ngô Xương Ngập và Ngô Xương Văn kinh sợ nói rằng:","Vì vậy hai anh em vua Ngô không giết Đinh Liễn mà đem quân về.","Sau khi Thiên Sách vương mất, thủ lĩnh ở quận Thao Giang là Chu Thái quật cường không thần phục nhà Ngô. Nam Tấn vương thân chinh đi đánh, chém được Chu Thái. Từ trận thắng ấy, Nam Tấn vương sinh kiêu[5]. Năm 965, ông đi đánh thôn Đường và thôn Nguyễn ở Thái Bình, bị phục binh bắn nỏ chết.","Ngô Xương Văn chết, con của Ngô Xương Ngập là Ngô Xương Xí nối nghiệp, nhưng thế lực ngày càng yếu kém. Theo Khâm định Việt sử Thông giám cương mục, trong triều đình Cổ Loa, các đại thần họ Kiều, họ Dương làm loạn (có sách lại nói các đại thần làm loạn là Lã Xử Bình và Kiều Tri Hựu)[5]. Xương Xí phải lui về giữ đất Bình Kiều (có sách nói Bình Kiều ở Hưng Yên, lại có thuyết cho rằng ở Thanh Hóa[7]).","Từ năm 966, hình thành 12 sứ quân cát cứ, sử sách gọi là loạn 12 sứ quân, trong đó có người trong hoàng tộc nhà Ngô (Ngô Xương Xí, Ngô Nhật Khánh), các tướng nhà Ngô (Phạm Bạch Hổ, Đỗ Cảnh Thạc, Kiều Công Hãn) và số lớn là các thủ lĩnh địa phương tự nổi dậy (Kiều Thuận, Trần Lãm, Nguyễn Khoan, Nguyễn Thủ Tiệp, Nguyễn Siêu, Lý Khuê, Lã Đường). Thời kỳ này kéo dài đến năm 968 thì bị Đinh Bộ Lĩnh dẹp xong và lập ra nhà Đinh."],"TieuDe":"Loạn lạc[sửa | sửa mã nguồn]"},{"DoanVan":["Thời Ngô, lãnh thổ chỉ còn 8 châu (so với 12 châu thời Tự chủ) là:[8]","Bốn châu: Thang, Chi, Vũ Nga và Vũ An thuộc về Nam Hán. Việc thu hẹp lãnh thổ phía bắc này không được sử sách ghi chép rõ. Theo ý kiến của Đào Duy Anh trong Đất nước Việt Nam qua các đời thì 4 châu này bị Nam Hán chiếm[9], nhưng không rõ vào thời điểm nào: khi Kiều Công Tiễn cầu viện đã để quân Hán tiến vào (937) và Ngô Quyền chưa kịp tập hợp lực lượng tiến ra Đại La (938) hay sau thời điểm trận Đại La, trước trận Bạch Đằng... (cuối năm 938). Theo Nguyễn Khắc Thuần trong Thế thứ các triều vua Việt Nam, không rõ căn cứ theo tài liệu nào, cho rằng Ngô Quyền bàn giao 4 châu này cho Nam Hán \"để tiện việc phòng thủ\"[8], thì việc này có thể xảy ra sau trận Bạch Đằng hoặc Nam Hán đã chiếm được trước đó mà Ngô Quyền chỉ làm việc công nhận vùng bị mất này thuộc về Nam Hán."],"TieuDe":"Hành chính[sửa | sửa mã nguồn]"},{"DoanVan":["Ngô Quyền tự xưng là Ngô vương, sử sách không xác nhận việc ông quan hệ ngoại giao với các vương triều nào trong số các nước ở phương Bắc thời kỳ Ngũ đại Thập quốc.","Năm 954, Ngô Xương Văn sai sứ sang giao hảo với Nam Hán và xin tiếp viện. Vua Nam Hán là Lưu Thịnh nhận giao hảo của Xương Văn. Sau đó Lưu Thịnh âm mưu cho Lý Dư làm sứ cầm cờ \"tinh\" sang chiêu dụ nhận Tĩnh Hải quân là phiên thần và phong chức Tiết độ sứ cho hắn để cai quản Đô hộ cho Ngô Xương Văn[5].","Được tin Lý Dư sắp vào, Ngô Xương Văn cho ngay người đi sang biên giới ngăn lại. Hai bên gặp nhau ở Bạch châu. Sứ của Xương Văn nói với Lý Dư rằng:","Lý Dư bèn quay về nước. Đó là lần ngoại giao duy nhất giữa nhà Ngô và Nam Hán trong 21 năm tồn tại."],"TieuDe":"Ngoại giao[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đọc thêm[sửa | sửa mã nguồn]"}],"TuKhoa":"Nhà Ngô"}