{"Abraham Lincoln":"{{Redirect|Abe Lincoln|nhạc công jazz|Abe Lincoln (nhạc công)}}\n{{Infobox officeholder 1\n|name=Abraham Lincoln\n|image=Abraham Lincoln O-77 matte collodion print.jpg\n|caption=Chân dung Lincoln được chụp bởi [[Alexander Gardner]], \n{{nowrap|tháng 11 năm 1863}}\n|office=[[Tập tin:Seal of the President of the United States.svg|30px]]<br>[[Tổng thống Hoa Kỳ|Tổng thống thứ 16 của Hoa Kỳ]]\n|term_start=[[4 tháng 3]] năm [[1861]]\n|term_end=[[15 tháng 4]] năm [[1865]]<br>{{số năm theo năm và ngày|1861|3|4|1865|4|15}}\n|predecessor=[[James Buchanan]]\n|successor=[[Andrew Johnson]]\n|1namedata = {{plainlist|\n* [[Hannibal Hamlin]] <small>(1861–1865)<\/small> \n* Andrew Johnson <small>(tháng 3–tháng 4 năm 1865)<\/small>\n}}\n|1blankname = Phó Tổng thống\n|office2=Thành viên của [[Hạ viện Hoa Kỳ]] từ quận 7 [[Illinois]]\n|term_start2=[[4 tháng 3]] năm [[1847]]\n|term_end2=[[3 tháng 3]] năm [[1849]]<br>{{số năm theo năm và ngày|1847|3|4|1849|3|3}}\n|predecessor2=[[John Henry]]\n|successor2=[[Thomas L. Harris]]\n|office3=Thành viên của [[Hạ viện Illinois]] từ [[Quận Sangamon, Illinois|Quận Sangamon]]\n|term_start3=[[1 tháng 12]] năm [[1834]]\n|term_end3=[[4 tháng 12]] năm [[1842]]<br>{{số năm theo năm và ngày|1834|12|1|1842|12|4}}\n|birth_date={{birth date|1809|2|12|df=y}}\n|birth_place=[[Nông trại Sinking Spring]], [[Kentucky]], Hoa Kỳ\n|death_date={{death date and age|1865|4|15|1809|2|12|df=y}}\n|death_place=[[Washington, D.C.]], Hoa Kỳ\n|death_cause=[[Vụ ám sát Abraham Lincoln|Bị ám sát (Hung thủ dí súng vào đầu rồi nã đạn từ phía sau)]] trong nhà hát\n|resting_place=[[Lăng mộ Lincoln]]|relatives=[[Gia đình Lincoln]]\n|party={{plainlist|\n* [[Đảng Whig (Hoa Kỳ)|Whig]] (trước 1854)\n* [[Đảng Cộng hòa (Hoa Kỳ)|Cộng hòa]] (1854–1864)\n* [[Đảng Liên minh Quốc gia (Hoa Kỳ)|Liên minh Quốc gia]] (1864–1865)\n}}\n|spouse={{marriage|[[Mary Todd Lincoln|Mary Todd]]|1842}}\n|children={{hlist|[[Robert Todd Lincoln|Robert]]|[[Edward Baker Lincoln|Edward]]|[[William Wallace Lincoln|Willie]]|[[Tad Lincoln|Tad]]}}\n|father=[[Thomas Lincoln]]\n|mother=[[Nancy Hanks Lincoln|Nancy Hanks]]\n|signature=Abraham Lincoln 1862 signature.svg\n|signature_alt=Cursive signature in ink\n|allegiance={{plainlist|\n* Hoa Kỳ\n* [[Illinois]]\n}}\n|branch=[[Dân quân Illinois]]\n|serviceyears=1832\n|rank={{plainlist|\n* [[Đại úy]]\n* [[Binh nhì]]\n}}\n|battles=[[Chiến tranh Da đỏ]]\n* [[Chiến tranh Diều hâu đen]]\n** [[Trận Kellogg Grove]]\n** [[Trận Stillman Run]]|alt=An iconic photograph of a bearded Abraham Lincoln showing his head and shoulders.\n}}\n\n'''Abraham Lincoln''' ({{IPAc-en|ˈ|l|ɪ|ŋ|k|ən}}; 12 tháng 2 năm 1809 – 15 tháng 4 năm 1865) là một [[chính khách]] và [[luật sư]] [[người Mỹ]], [[Danh sách tổng thống Hoa Kỳ|tổng thống thứ 16 của Hoa Kỳ]] từ năm 1861 cho đến khi ông [[Vụ ám sát Abraham Lincoln|bị ám sát]] vào năm 1865. Lincoln đã lãnh đạo đất nước vượt qua [[Nội chiến Hoa Kỳ]], cuộc khủng hoảng đạo đức, văn hóa, hiến pháp và chính trị lớn nhất của quốc gia này. Ông đã thành công trong việc bảo vệ [[Liên bang miền Bắc Hoa Kỳ|Liên bang]], xóa bỏ [[Nô lệ|chế độ nô lệ]], củng cố [[Chính phủ liên bang Hoa Kỳ|chính phủ liên bang]] và hiện đại hóa nền [[kinh tế Hoa Kỳ]].\n\nLincoln sinh ra trong một gia đình làm nghề khai hoang nghèo khó và chủ yếu lớn lên ở vùng [[Biên giới Hoa Kỳ (miền Tây)|biên giới]] [[Indiana]]. Ông đã tự học và trở thành một luật sư, lãnh đạo [[Đảng Whig (Hoa Kỳ)|Đảng Whig]], nhà lập pháp bang [[Illinois]], và Nghị sĩ Hoa Kỳ đến từ Illinois. Năm 1849, ông trở lại hành nghề luật sư nhưng đã trở nên phẫn nộ với việc mở thêm các vùng đất khác cho chế độ nô lệ do [[Đạo luật Kansas–Nebraska]]. Ông trở lại chính trường vào năm 1854 và trở thành một nhà lãnh đạo của [[Đảng Cộng hòa (Hoa Kỳ)|Đảng Cộng hòa]], ông tham gia vào một cuộc tranh luận năm 1858 với [[Stephen Douglas]]. Lincoln tranh cử Tổng thống năm 1860, giành chiến thắng toàn diện tại [[Miền Bắc (Hoa Kỳ)|miền Bắc]]. Các phần tử ủng hộ chế độ nô lệ ở [[Nam Hoa Kỳ|miền Nam]] đã đánh đồng chiến thắng của ông với việc miền Bắc từ chối quyền thực thi chế độ nô lệ, và các bang miền Nam [[Ly khai|bắt đầu ly khai khỏi liên bang]]. Nhằm đảm bảo nền độc lập, [[Liên minh miền Nam Hoa Kỳ|Liên minh miền Nam]] đã [[Trận đồn Sumter|tấn công Pháo đài Sumter]], một pháo đài của Hoa Kỳ ở miền Nam, Lincoln đã kêu gọi các lực lượng để trấn áp cuộc nổi dậy và thiết lập lại [[Liên bang miền Bắc Hoa Kỳ|Liên bang]].\n\nLà nhà lãnh đạo ôn hòa thuộc Đảng Cộng hòa, Lincoln điều hướng một loạt các phe phái gây chia rẽ với đồng minh và đối thủ từ cả hai đảng Dân chủ và Cộng hòa. Đảng Dân chủ Chiến tranh đã tập hợp một nhóm lớn những người từng là đối thủ vào phe ôn hòa của ông, nhưng những người Cộng hòa Cấp tiến đã phản đối họ và yêu cầu đối xử hà khắc hơn với Liên minh miền Nam. Những người theo Đảng Dân chủ chống chiến tranh (được gọi là \"[[Copperheads]]\") căm ghét ông, và các phần tử ủng hộ Liên bang không thể hòa giải đã âm mưu ám sát ông. Lincoln quản lý các phe phái bằng việc lợi dụng sự thù địch lẫn nhau của họ, phân công các chức vụ chính trị, kêu gọi sự ủng hộ của người dân Hoa Kỳ. [[Diễn văn Gettysburg|Bài diễn văn Gettysburg]] của ông trở thành một lời kêu gọi lịch sử cho [[chủ nghĩa dân tộc]], [[Cộng hòa|chủ nghĩa cộng hòa]], [[Quyền dân sự và chính trị|quyền bình đẳng]], [[tự do]] và [[dân chủ]]. Lincoln đã xem xét kỹ lưỡng các chiến lược và chiến thuật trong cuộc chiến, bao gồm cả việc lựa chọn các tướng lĩnh và dùng hải quân phong tỏa thương mại ở miền Nam. Ông đình chỉ ''[[habeas corpus]]'' và ngăn cản sự can thiệp của người Anh. Ông chính thức chấm dứt chế độ nô lệ bằng [[Tuyên ngôn giải phóng nô lệ]]. Ông cũng khuyến khích các tiểu bang biên giới cấm chế độ nô lệ và thúc đẩy [[Tu chính án thứ mười ba của Hiến pháp Hoa Kỳ]], cấm chế độ nô lệ trên toàn quốc.\n\nLincoln đã giám sát chiến dịch tái tranh cử thành công của mình. Ông tìm cách hàn gắn quốc gia bị chiến tranh tàn phá thông qua hòa giải. Vào ngày 14 tháng 4 năm 1865, chỉ vài ngày sau khi chiến tranh kết thúc tại [[Trận Appomattox Court House|Appomattox]], Lincoln đang xem một vở kịch tại [[Nhà hát Ford]] cùng với người vợ [[Mary Todd Lincoln|Mary]] thì ông [[Vụ ám sát Abraham Lincoln|bị ám sát]] bởi [[John Wilkes Booth]]. Lincoln được nhớ đến như là một vị [[anh hùng dân tộc]] của Hoa Kỳ và luôn được xếp hạng là một trong những tổng thống vĩ đại nhất trong [[lịch sử Hoa Kỳ]].\n\n== Gia cảnh và tuổi thơ ==\n=== Thiếu thời ===\n[[Tập tin:Young Lincoln By Charles Keck.JPG|nhỏ|trái|Tượng Lincoln tại Công viên Senn, Chicago|alt=A statue of young Lincoln sitting on a stump, holding a book open on his lap]]\n[[Tập tin:Log Cabin at the Lincoln Living Historical Farm.jpg|nhỏ|phải|Trang trại nơi Lincoln lớn lên ở [[Quận Spencer, Indiana]]]]\nAbraham Lincoln sinh ngày 12 tháng 2 năm 1809, là con thứ hai của Thomas Lincoln và Nancy Lincoln (nhũ danh Hanks), trong một căn nhà gỗ một phòng ở Nông trại Sinking Spring rộng 348 acre (1.4&nbsp;km²) ở phía đông nam [[Quận Hardin, Kentucky]], khi ấy còn bị coi là biên giới (nay là một phần của [[Quận LaRue, Kentucky|Quận LaRue]], ở Nolin Creek, cách [[Hodgenville, Kentucky|Hodgenville]] 3 dặm (5&nbsp;km).<ref>Donald (1996), pp. 20–22.<\/ref> Cậu được đặt theo tên của ông nội, người đã dời gia đình từ Virginia đến Quận Jefferson, Kentucky,<ref name=\"Pessen2425\">Pessen, pp. 24–25.<\/ref><ref name=\"white-12_13\"\/> tại đó ông bị thiệt mạng trong một trận phục kích của người da đỏ năm 1786 trước sự chứng kiến của các con, trong đó có cha của Lincoln, Thomas.<ref name=\"white-12_13\">White, pp. 12–13.<\/ref> Sau đó, Thomas một mình tìm đường đến khu biên thùy.<ref>Donald (1996), p. 21.<\/ref> Mẹ của Lincoln, Nancy, là con gái của Lucy Hanks, sinh tại một địa điểm nay là Quận Mineral, West Virginia, khi ấy thuộc bang Virginia. Lucy đem Nancy đến Kentucky. Nancy Hanks kết hôn với Thomas, lúc ấy Thomas đã là một công dân khả kính trong cộng đồng. Gia đình gia nhập một nhà thờ Baptist chủ trương tuân thủ nghiêm nhặt các chuẩn mực đạo đức, chống đối việc uống rượu, khiêu vũ, và chế độ nô lệ.<ref>Donald (1996), pp. 22–24.<\/ref>\n\nCha mẹ Lincoln là những nông dân thất học và mù chữ. Khi Lincoln đã trở nên nổi tiếng, những nhà báo và những người viết truyện đã thổi phồng sự nghèo khổ và tối tăm của ông khi ra đời. Tuy nhiên, Thomas Lincoln là một công dân khá có ảnh hưởng ở vùng nông thôn Kentucky. Ông đã mua lại Trang trại Sinking Spring vào tháng 12 năm 1808 với giá $200 tiền mặt và một khoản nợ. Trang trại này hiện được bảo tồn như một phần của [[Địa điểm di tích lịch sử quốc gia nơi sinh Abraham Lincoln]]. Thomas được chọn vào bồi thẩm đoàn, và được mời thẩm định giá trị các điền trang. Vào thời điểm con trai của ông Abraham sinh, Thomas sở hữu hai nông trang rộng {{convert|600|acre|ha|adj=on}}, vài khu đất trong thị trấn, bầy gia súc và ngựa. Ông ở trong số những người giàu có nhất trong hạt.<ref name=\"Pessen2425\"\/><ref>Lamb, p. 189.<\/ref> Tuy nhiên, đến năm Thomas bị mất hết đất đai trong một vụ án vì sai sót trong việc thiết lập chủ quyền điền thổ.\n\nBa năm sau khi mua trang trại, một người chủ đất trước đó đưa hồ sơ ra trước Toà án Hardin Circuit buộc gia đình Lincoln phải chuyển đi. Thomas theo đuổi vụ kiện cho tới khi ông bị xử thua năm 1815. Những chi phí kiện tụng khiến gia cảnh càng khó khăn thêm. Năm 1811, họ thuê được 30 mẫu Anh (0.1&nbsp;km²) trong trang trại Knob Creek rộng 230 [[mẫu Anh]] (0.9&nbsp;km²) cách đó vài dặm, nơi họ sẽ chuyển tới sống sau này. Nằm trong lưu vực [[Sông Rolling Fork]], đó là một trong những nơi có đất canh tác tốt nhất vùng. Khi ấy, cha Lincoln là một thành viên được kính trọng trong cộng đồng và là một nông dân cũng như thợ mộc tài giỏi. Hồi ức sớm nhất của Lincoln bắt đầu có ở trang trại này. Năm 1815, một nguyên đơn khác tìm cách buộc gia đình Lincoln phải rời [[trang trại Knob Creek]]. Nản chí trước sự kiện tụng cũng như không được các toà án ở Kentucky bảo vệ, Thomas quyết định đi tới [[Indiana]], nơi đã được chính phủ liên bang khảo sát, nên quyền sở hữu đất đai cũng được bảo đảm hơn. Có lẽ những giai đoạn tuổi thơ ấy đã thúc đẩy Abraham theo học [[trắc địa]] và trở thành một [[luật sư]].\n\nGia đình băng qua sông Ohio để dời đến một lãnh thổ không có nô lệ và bắt đầu cuộc sống mới ở Hạt Perry, Indiana. Tại đây, năm 1818 khi Lincoln lên chín, mẹ cậu qua đời vì bệnh nhiễm độc sữa do bò ăn phải loại cỏ độc.<ref name=\"donald-1996-p30-33\"\/> Sarah, chị của Lincoln, chăm sóc cậu cho đến khi ông bố tái hôn năm 1820; về sau Sarah chết ở lứa tuổi 20 trong lúc sinh nở.<ref>Donald (1996), p. 20.<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Hãy quyết tâm sống chân thật trong mọi sự; nếu bạn thấy mình không thể trở thành một luật sư trung thực, thì hãy cố sống trung thực mà không cần phải làm luật sư.\n|nguồn= ''Abraham Lincoln''<ref>Fragment, Notes for a Law Lecture (ngày 1 tháng 7 năm 1850?), cited in Abraham Lincoln: Complete Works, Comprising his Speeches, Letters, State Papers, and Miscellaneous Writings (Vol. 2), 1894<\/ref>\n}}\nVợ mới của Thomas Lincoln, Sarah Bush Johnston, nguyên là một góa phụ, mẹ của ba con. Lincoln rất gần gũi với mẹ kế, gọi bà là \"Mẹ\".<ref>Donald (1996), pp. 26–27.<\/ref> Khi còn bé, Lincoln không thích nếp sống lao động cực nhọc ở vùng biên thùy, thường bị người nhà và láng giềng xem là lười biếng.<ref>White, pp. 25, 31, 47.<\/ref><ref>Donald (1996), p. 33.<\/ref> Nhưng khi đến tuổi thiếu niên, cậu tình nguyện đảm trách tất cả việc nhà, trở thành một người sử dụng rìu thành thục khi xây dựng hàng rào. Cậu cũng được biết tiếng nhờ sức mạnh cơ bắp và tính gan lì sau một trận đấu vật quyết liệt với thủ lĩnh một nhóm côn đồ gọi là \"the Clary's Grove boys\".<ref>Donald (1996), p. 41.<\/ref> Cậu cũng tuân giữ tập tục giao hết cho cha toàn bộ lợi tức cậu kiếm được cho đến tuổi 21.<ref name=\"donald-1996-p30-33\">Donald (1996), pp. 30–33.<\/ref> Giáo dục tiểu học cậu bé Lincoln tiếp nhận chỉ tương đương một năm học do các giáo viên lưu động giảng dạy, hầu hết là do cậu tự học và tích cực đọc sách.<ref>Donald (1996), pp. 38–43; Prokopowicz, pp. 18–19.<\/ref> Trên thực tế Lincoln là người tự học, đọc mọi cuốn sách có thể mượn được. Cậu thông thạo [[Kinh Thánh]], các tác phẩm của [[William Shakespeare]], [[lịch sử Anh]], [[lịch sử Hoa Kỳ|lịch sử Mỹ]], và học được phong cách trình bày giản dị trước thính giả. Lincoln không thích câu cá và săn bắn vì không muốn giết hại bất cứ một con vật nào kể cả để làm thực phẩm dù cậu rất cao và khoẻ, cậu dành nhiều thời gian đọc sách tới nỗi những người hàng xóm cho rằng cậu cố tình làm vậy để tránh phải làm việc chân tay nặng nhọc.\n\nNăm 1830, để tránh căn bệnh nhiễm độc sữa mới vừa bùng nổ dọc theo sông Ohio, gia đình Lincoln di chuyển về hướng tây và định cư trên khu đất công ở Hạt Macon, Illinois, một tiểu bang không có nô lệ.<ref>Donald (1996), p. 36.<\/ref> Năm 1831, Thomas đem gia đình đến Hạt Coles, Illinois. Lúc ấy, là một thanh niên đầy khát vọng ở tuổi 22, Lincoln quyết định rời bỏ gia đình để tìm kiếm một cuộc sống tốt hơn. Cậu đi xuồng xuôi dòng Sangamon đến làng New Salem thuộc Hạt Sangamon.<ref>Thomas (2008), pp. 23–53; Carwardine (2003), pp. 3–5.<\/ref> Mùa xuân năm 1831, sau khi thuê mướn Lincoln, Denton Offutt, một thương nhân ở New Salem, cùng một nhóm bạn, vận chuyển hàng hóa bằng xà lan từ New Salem theo sông Sangamon và Mississippi đến New Orleans. Tại đây, lần đầu tiên chứng kiến tận mắt tệ nạn nô lệ, Lincoln đi bộ trở về nhà.<ref>Sandburg (1926), pp. 22–23.<\/ref>\n\nTrong một tự truyện, Lincoln miêu tả mình trong giai đoạn này - ở lứa tuổi 20, rời bỏ vùng rừng núi hẻo lánh để tìm đường tiến vào thế giới – như là \"một gã trai kỳ dị, không bạn bè, không học thức, không một xu dính túi\".<ref>[http:\/\/nation.time.com\/2012\/10\/25\/lincoln-to-the-rescue\/ Von Drehle, David; Rise to Greatness: Abraham Lincoln and America’s Most Perilous Yeas]<\/ref>\n\n=== Hôn nhân và con cái ===\n{{multiple image\n | direction = horizontal\n | width =\n | footer =\n | width1 = 166\n | image1 = A&TLincoln.jpg\n | alt1 = A seated Lincoln holding a book as his young son looks at it\n | caption1 = Tổng thống Lincoln cùng cậu con út, Tad, năm 1864\n | width2 = 150\n | image2 = Mary Todd Lincoln 1846-1847 restored cropped.png\n | alt2 = Black and white photo of Mary Todd Lincoln's shoulders and head\n | caption2 = Mary Todd Lincoln lúc 28 tuổi\n }}\nNăm 1840, Lincoln đính hôn với [[Mary Todd Lincoln|Mary Todd]], con gái của một gia đình giàu có sở hữu nô lệ ở Lexington, Kentucky.<ref>Lamb, p. 43.<\/ref> Họ gặp nhau lần đầu ở Springfield, Illinois vào tháng 12 năm 1839,<ref name=\"Sandburg4648\">Sandburg (1926), pp. 46–48.<\/ref> rồi đính hôn vào tháng 12 năm sau.<ref>Donald (1996), p. 86.<\/ref> Hôn lễ được sắp đặt vào ngày 1 tháng 1, 1841, nhưng bị Lincoln đề nghị hủy bỏ.<ref name=\"Sandburg4648\"\/><ref>Donald (1996), p. 87.<\/ref> Sau này họ lại gặp nhau và kết hôn ngày 4 tháng 11 năm 1842, hôn lễ tổ chức tại ngôi biệt thự của người chị của Mary ở Springfield.<ref>Sandburg (1926), pp. 50–51.<\/ref>\nNgay cả khi đang chuẩn bị cho hôn lễ, Lincoln vẫn cảm thấy lưỡng lự. Khi được hỏi cuộc hôn nhân này sẽ dẫn ông đến đâu, Lincoln trả lời, \"Địa ngục, tôi nghĩ thế.\"<ref>Donald (1996), p. 93.<\/ref>\nNăm 1844, hai người mua một ngôi nhà ở Springfield gần văn phòng luật của Lincoln.<ref>White, p. 125.<\/ref> Mary Todd Lincoln là người vợ đảm đang, chu tất việc nội trợ như đã từng làm khi còn sống với cha mẹ ở Kentucky. Cô cũng giỏi vén khéo với đồng lương ít ỏi chồng cô kiếm được khi hành nghề luật.<ref>Donald (1996), pp. 95–96.<\/ref> Robert Todd Lincoln sinh năm 1843, kế đó là Edward (Eddie) trong năm 1846. Lincoln \"đặc biệt yêu thích lũ trẻ\",<ref>White, p. 126.<\/ref> và thường tỏ ra dễ dãi với chúng.<ref>Baker, p. 120.<\/ref> Robert là người con duy nhất còn sống cho đến tuổi trưởng thành. Edward mất ngày 1 tháng 1, 1850 ở Springfield do lao phổi. \"Wille\" Lincoln sinh ngày 21 tháng 12 năm 1850 và mất ngày 20 tháng 2 năm 1862. Đứa con thứ tư của Lincoln, \"Tad\" Lincoln, sinh ngày 4 tháng 4 năm 1853, và chết vì mắc bệnh tim ở tuổi 18 (16 tháng 7 năm 1871).<ref>White, pp. 179–181, 476.<\/ref>\n\nCái chết của những cậu con trai đã tác động mạnh trên cha mẹ chúng. Cuối đời, Mary mắc chứng u uất do mất chồng và các con, có lúc [[Robert Todd Lincoln]] phải gửi mẹ vào viện tâm thần trong năm 1875.<ref>Steers, p. 341.<\/ref> Abraham Lincoln thường khi vẫn \"u sầu, phiền muộn\", ngày nay được coi là triệu chứng của bệnh trầm cảm.<ref name=\"Atlanticoct2005\">{{Chú thích web|url=http:\/\/www.theatlantic.com\/doc\/200510\/lincolns-clinical-depression|tiêu đề=Lincoln's Great Depression|tên 1=Joshua Wolf|họ 1=Shenk|tháng=October|năm=2005|work=The Atlantic|nhà xuất bản=The Atlantic Monthly Group|url lưu trữ=https:\/\/www.webcitation.org\/62a4fProj?url=http:\/\/www.theatlantic.com\/magazine\/archive\/2005\/10\/lincoln-apos-s-great-depression\/4247\/|ngày lưu trữ=2011-10-20|url-status=live|ngày truy cập=2012-02-17}}<\/ref>\n\nRobert có ba con và ba cháu. Không một ai trong số cháu của ông có con, vì thế dòng dõi Lincoln chấm dứt khi Robert Beckwith (cháu trai của Lincoln) chết ngày [[24 tháng 12]] năm [[1985]].<ref>{{Chú thích web |url=http:\/\/members.aol.com\/beaufait\/biography\/geneology.htm |ngày truy cập=2002-02-13 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 13 tháng 2 năm 2002 |archive-url=https:\/\/web.archive.org\/web\/20020213051632\/http:\/\/members.aol.com\/beaufait\/biography\/geneology.htm |url-status=live }}<\/ref>\n\n== Khởi nghiệp ==\nNăm 1832, ở tuổi 23, Lincoln cùng một đối tác mua chịu một cửa hàng tạp hóa ở New Salem, Illinois. Mặc dù kinh tế trong vùng đang phát triển, doanh nghiệp của họ phải vất vả để tồn tại, cuối cùng Lincoln phải sang nhượng cổ phần của ông. Tháng 3 năm ấy, Lincoln bắt đầu sự nghiệp chính trị bằng cách tranh cử vào Nghị viện Illinois. Ông giành được thiện cảm của dân địa phương, thu hút nhiều đám đông ở New Salem bằng biệt tài kể chuyện đầy hóm hỉnh, mặc dù ông thiếu học thức, thân hữu có thế lực, và tiền bạc, là những yếu tố có thể khiến ông thất cử. Khi tranh cử, ông chủ trương cải thiện lưu thông đường thủy trên sông Sangamon.<ref>Winkle ch 7–8.{{page needed|date=September 2011}}<\/ref>\n[[Tập tin:Thomas Hicks - Leopold Grozelier - Presidential Candidate Abraham Lincoln 1860.jpg|nhỏ|trái|170px|upright|alt=Thin man looking to the right wearing a bow tie.|Bức phác họa chân dung ứng cử viên Abraham Lincoln năm 1860]]\n\nTrước cuộc bầu cử, Lincoln phục vụ trong lực lượng dân quân Illinois với cấp bậc đại úy suốt trong Chiến tranh Black Hawk (một cuộc chiến ngắn ngủi chống lại người da đỏ).<ref>Winkle, pp. 86–95.<\/ref> Sau chiến tranh, ông trở lại vận động cho cuộc bầu cử ngày 6 tháng 8 vào Nghị viện Illinois. Với [[chiều cao]] {{convert|6|feet|4|in|cm|0}},<ref>{{Chú thích web |url=http:\/\/www.laughtergenealogy.com\/bin\/histprof\/misc\/olio\/personal.html |ngày truy cập=2012-02-17 |tựa đề=laughtergenealogy.com – Presidents Personal Information |archive-date = ngày 6 tháng 11 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20111106042718\/http:\/\/www.laughtergenealogy.com\/bin\/histprof\/misc\/olio\/personal.html |url-status=dead }}<\/ref> Lincoln cao và \"đủ mạnh để đe dọa bất kỳ đối thủ nào.\" Ngay từ lần diễn thuyết đầu tiên, khi nhìn thấy một người ủng hộ ông trong đám đông bị tấn công, Lincoln liền đến \"túm cổ và đáy quần gã kia\" rồi ném hắn ra xa.<ref>Donald (1996), p. 46.<\/ref> Lincoln về hạng tám trong số mười ba ứng cử viên (chỉ bốn người đứng đầu được đắc cử).<ref>Winkle, pp. 114–116.<\/ref>\n\nLincoln quay sang làm trưởng bưu điện New Salem, rồi đo đạc địa chính; suốt thời gian ấy ông vẫn say mê đọc sách. Cuối cùng ông quyết định trở thành luật sư, bắt đầu tự học bằng cách nghiền ngẫm quyển ''Commentaries on the Laws of England'' của Blackstone, và những sách luật khác. Về phương pháp học, Lincoln tự nhận xét về mình: \"Tôi chẳng học ai hết.\"<ref>Donald (1996), pp. 53–55.<\/ref> Lincoln thành công khi ra tranh cử lần thứ hai năm 1834. Ông vào viện lập pháp tiểu bang. Sau khi được nhận vào [[Đoàn Luật sư Hoa Kỳ]] năm 1836,<ref>Donald (1996), p. 64.<\/ref> ông dời đến [[Springfield, Illinois]] bắt đầu hành nghề luật dưới sự dẫn dắt của John T. Stuart, một người anh em họ của Mary Todd.<ref>White, pp. 71, 79, 108.<\/ref> Dần dà, Lincoln trở thành một luật sư tài năng và thành đạt. Từ năm 1841 đến 1844, ông cộng tác với Stephen T. Logan, rồi với William Herndon, ông đánh giá Herndon là \"một thanh niên chuyên cần\".\n\nNăm 1841, Lincoln hành nghề luật cùng [[William Herndon]], một người bạn trong Đảng Whig. Năm 1856, hai người tham gia [[Đảng Cộng hòa (Hoa Kỳ)|Đảng Cộng hoà]]. Sau khi Lincoln chết, Herndon bắt đầu sưu tập các câu chuyện về Lincoln từ những người từng biết ông ở Illinois, và xuất bản chúng trong cuốn ''Lincoln của Herndon''. <!--Không có chi tiết nào thích hợp với bài này và nó cũng không có thật. Lincoln không bao giờ tham gia một tổ chức chống chế độ nô lệ và cũng không được phép ủng hộ những người đòi xoá bỏ chế độ nô lệ. Ông đã lấy vợ thuộc một gia đình giàu có, sở hữu nhiều nô lệ ở Kentucky và cho phép các con được sống ở đó với sự phục vụ của những người nô lệ. Nhiều thành viên gia đình bên vợ ông trở thành các sĩ quan phe miền Nam. Ông rất thán phục những thành quả khoa học nở rộ thời ấy ở [[New England]] và là một trong số ít người ở Illinois thời ấy gửi con tới học tại các trường nổi tiếng miền đông; ông đã cho [[Robert Todd Lincoln]] tới học tại [[Học viện Phillips Exeter]] và [[Đại học Harvard]]).-->\n\n<!--Thông tin ko đáng tin cậy, link die! Năm 1842, Lincoln viết một loạt các bức thư vô danh được đăng trên tờ ''Sangamo Journal,'' chế giễu nhân vật danh tiếng của Đảng Dân chủ và là Kiểm toán viên nhà nước [[James Shields]]. Khi Shields khám phá ra chính Lincoln là tác giả của những bức thư đó, ông đã thách đấu với Lincoln. Bởi vì Shields là người thách đấu, Lincoln được lựa chọn vũ khí và ông đã chọn loại \"[[Kiếm]] kỵ binh cỡ lớn nhất.\" Lincoln cao, tay dài hơn nên có ưu thế rõ rệt; cuộc thách đấu đã bị hủy bỏ vào giây phút cuối cùng. [http:\/\/www.thelincolnmuseum.org\/new\/research\/stories.html]-->\nTrong kỳ họp 1835-1836, ông bỏ phiếu ủng hộ chủ trương mở rộng quyền bầu cử cho nam giới da trắng, dù có sở hữu đất đai hay không.<ref>Simon, p. 130.<\/ref> Ông nổi tiếng với lập trường \"free soil\" chống chế độ nô lệ lẫn chủ trương bãi bỏ nô lệ. Lần đầu tiên trình bày về chủ đề này trong năm 1837, ông nói, \"Định chế nô lệ được thiết lập trên sự bất công và chính sách sai lầm, nhưng tuyên bố bãi nô chỉ làm gia tăng thay vì giảm thiểu tội ác này.\"<ref>Donald (1996), p. 134.<\/ref> Ông theo sát Henry Clay trong nỗ lực ủng hộ việc trợ giúp những nô lệ được tự do đến định cư tại Liberia ở châu Phi.<ref>Foner (2010), pp. 17–19, 67.<\/ref> Ông phục vụ bốn nhiệm kỳ liên tiếp ở Viện Dân biểu tiểu bang Illinois, đại diện cho Hạt Sangamon.<ref>Simon, p. 283.<\/ref>\n\n== Nghị trường Liên bang ==\n[[Tập tin:Abelincoln1846.jpeg|nhỏ|phải|upright|Lincoln, năm 1846]]\nTừ đầu thập niên 1830, Lincoln là thành viên kiên trung của đảng Whig, tự nhận mình là \"một đảng viên Whig bảo thủ, một môn đệ của Henry Clay\".<ref>Donald (1996), p. 222.<\/ref> Đảng Whig ủng hộ hiện đại hóa nền kinh tế trong các lĩnh vực ngân hàng, dùng thuế bảo hộ để cung ứng ngân sách cho phát triển nội địa như đường sắt, và tán thành chủ trương đô thị hóa.<ref>Boritt (1994), pp. 137–153.<\/ref>\n\nNăm 1846, Lincoln đắc cử vào Viện Dân biểu Hoa Kỳ, phục vụ một nhiệm kỳ hai năm. Ông là đảng viên Whig duy nhất trong đoàn đại biểu đến từ Illinois, ông sốt sắng bày tỏ lòng trung thành với đảng của mình trong các cuộc biểu quyết và phát biểu ủng hộ chủ trương của đảng.<ref>Oates, p. 79.<\/ref> Cộng tác với Joshua R. Giddings, một dân biểu chủ trương bãi nô, Lincoln soạn thảo một dự luật nhằm bãi bỏ chế độ nô lệ tại Hạt Columbia, nhưng ông phải từ bỏ ý định vì không có đủ hậu thuẫn từ trong đảng Whig.<ref>Harris, p. 54; Foner (2010), p. 57.<\/ref> Về chính sách ngoại giao và quân sự, Lincoln lớn tiếng chống cuộc chiến Mễ-Mỹ, chỉ trích Tổng thống [[James Knox Polk|James K. Polk]] là chỉ lo tìm kiếm \"thanh danh về quân sự - một ảo vọng nhuốm máu\".<ref>Heidler (2006), pp. 181–183.<\/ref>\n\nBằng cách soạn thảo và đệ trình Nghị quyết Spot, Linconln quyết liệt bác bỏ quan điểm của Polk. Cuộc chiến khởi phát do người México sát hại binh sĩ Mỹ ở vùng lãnh thổ đang tranh chấp giữa [[México]] và Hoa Kỳ; Polk nhấn mạnh rằng binh sĩ México đã \"xâm lăng lãnh thổ chúng ta\" và làm đổ máu đồng bào chúng ta ngay trên \"đất của chúng ta\".<ref>Oates, pp. 79–80.<\/ref><ref name=\"Basler1pp199—202\">Basler (1946), pp. 199–202.<\/ref> Lincoln yêu cầu Polk trình bày trước Quốc hội địa điểm chính xác nơi máu đã đổ và chứng minh địa điểm đó thuộc về nước Mỹ.<ref name=\"Basler1pp199—202\"\/> Quốc hội không chịu thảo luận về nghị quyết, báo chí trong nước phớt lờ nó, và Lincoln bị mất hậu thuẫn chính trị ngay tại khu vực bầu cử của ông. Một tờ báo ở Illinois gán cho ông biệt danh \"spotty Lincoln\".<ref name=\"McGovern, p. 33\">McGovern, p. 33.<\/ref><ref>Basler (1946), p. 202.<\/ref><ref name=\"MuellerSchamel\">{{Chú thích web|url=http:\/\/www.archives.gov\/education\/lessons\/lincoln-resolutions\/|tiêu đề=Lincoln's Spot Resolutions|nhà xuất bản=National Archives|url lưu trữ=https:\/\/www.webcitation.org\/62a5gtE9P?url=http:\/\/www.archives.gov\/education\/lessons\/lincoln-resolutions\/|ngày lưu trữ=2011-10-20|url-status=live|ngày truy cập=2012-02-17}}<\/ref> Về sau, Lincoln tỏ ra hối tiếc về một số phát biểu của ông, nhất là khi ông tấn công quyền tuyên chiến của tổng thống.<ref>Donald (1996), p. 128.<\/ref>\n\nNhận thấy rằng Clay không thể thắng cử, Lincoln, năm 1846 đã cam kết chỉ phục vụ một nhiệm kỳ tại Viện Dân biểu, ủng hộ Tướng Zachary Taylor đại diện đảng Whig trong cuộc đua năm 1848 tranh chức tổng thống.<ref>Donald (1996), pp. 124–126.<\/ref> Khi Taylor đắc cử, Lincoln hi vọng được bổ nhiệm lãnh đạo Tổng cục Địa chính (General Land Office), nhưng chức vụ béo bở này lại về tay một đối thủ của ông, Justin Butterfield, người được chính phủ đánh giá là một luật sư lão luyện, nhưng theo Lincoln, Butterfield chỉ là một \"tảng hóa thạch cổ lỗ\".<ref>Donald (1996), p. 140.<\/ref> Chính phủ cho ông giải khuyến khích là chức thống đốc Lãnh thổ Oregon. Vùng đất xa xôi này là căn cứ địa của đảng Dân chủ, chấp nhận nó đồng nghĩa với việc chấm dứt sự nghiệp chính trị và luật pháp của ông ở Illinois, Lincoln từ chối và quay trở lại nghề luật.<ref>Harris, pp. 55–57.<\/ref>\n\n== Luật sư vùng Thảo nguyên ==\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Đừng ham đáo tụng đình. Cố mà hòa giải với hàng xóm. Hãy cho họ thấy thường khi người thắng cuộc thật ra chỉ là kẻ thua đau – mất thời gian mà còn hao tốn tiền của.\n|nguồn= ''Abraham Lincoln''.<ref>Fragment, Notes for a Law Lecture (ngày 1 tháng 7 năm 1850?), cited in Abraham Lincoln: Complete Works, Comprising his Speeches, Letters, State Papers, and Miscellaneous Writings (Vol. 2), 1894.<\/ref>\n}}\nLincoln trở lại hành nghề luật ở Springfield, xử lý \"mọi loại công việc dành cho luật sư vùng thảo nguyên\".<ref>Donald (1996), p. 96.<\/ref> Hai lần mỗi năm trong suốt mười sáu năm, mỗi lần kéo dài hai tuần, ông phải có mặt tại quận lỵ nơi tòa án quận có phiên xét xử.<ref>Donald (1996), pp. 105–106, 158.<\/ref> Lincoln giải quyết nhiều vụ tranh chấp trong lĩnh vực giao thông ở miền Tây đang mở rộng, nhất là việc điều vận xà lan sông qua gầm cầu đường hỏa xa mới được xây dựng. Lúc đầu, Lincoln chỉ nhận những vụ ông thích, về sau ông làm việc cho bất cứ ai chịu thuê mướn ông.<ref name=\"Donald 1996, pp. 142–143\">Donald (1996), pp. 142–143.<\/ref>\n\nÔng dần được biết tiếng, và bắt đầu xuất hiện trước [[Tối cao Pháp viện Hoa Kỳ]], tranh luận trong một vụ án liên quan đến một chiếc thuyền bị chìm do va chạm cầu.<ref name=\"Donald 1996, pp. 142–143\"\/> Năm 1849, ông được cấp bằng sáng chế về phương tiện đường thủy ứng dụng cho việc lưu thông thuyền trên dòng nước cạn. Dù ý tưởng này chưa từng được thương mại hóa, Lincoln là vị tổng thống duy nhất từng được cấp bằng sáng chế.<ref>White, p. 163.<\/ref><ref>{{Chú thích web|url=http:\/\/americanhistory.si.edu\/collections\/object.cfm?key=35&objkey=19|tiêu đề=Abraham Lincoln's Patent Model: Improvement for Buoying Vessels Over Shoals|nhà xuất bản=Smithsonian Institution|url lưu trữ=https:\/\/www.webcitation.org\/62a7AMeAa?url=http:\/\/americanhistory.si.edu\/collections\/object.cfm?key=35|ngày lưu trữ=2011-10-20|ngày truy cập=2012-02-17|url-status=live}}<\/ref>\n\nLincoln xuất hiện trước Tòa án Tối cao bang Illinois trong 175 vụ án, 51 vụ ông là luật sư biện hộ duy nhất cho thân chủ, trong đó có 31 phán quyết của tòa có lợi cho ông.<ref>Handy, p. 440.<\/ref>\n\nVụ án hình sự nổi bật nhất của Lincoln xảy ra năm 1858 khi ông biện hộ cho William \"Duff\" Armstrong, bị xét xử vì tội danh sát hại James Preston Metzker.<ref name=\"Donald150151\">Donald (1996), pp. 150–151.<\/ref> Vụ án nổi tiếng do Lincoln sử dụng một sự kiện hiển nhiên để thách thức sự khả tín của một nhân chứng. Sau khi một nhân chứng khai trước tòa rằng đã chứng kiến vụ án diễn ra dưới ánh trăng, Lincoln rút quyển Niên lịch cho nhà nông, chỉ ra rằng vào thời điểm ấy Mặt Trăng còn thấp nên giảm thiểu đáng kể tầm nhìn. Dựa trên chứng cứ ấy, Armstrong được tha bổng.<ref name=\"Donald150151\"\/> Hiếm khi Lincoln phản đối trước tòa; nhưng trong một vụ án năm 1859, khi biện hộ cho Peachy Harrison, một người anh em họ, bị cáo buộc đâm chết người, Lincoln giận dữ phản đối quyết định của thẩm phán bác bỏ một chứng cứ có lợi cho thân chủ của ông. Thay vì buộc tội Lincoln xúc phạm quan tòa, thẩm phán là một đảng viên Dân chủ đã đảo ngược phán quyết của ông, cho phép sử dụng chứng cứ và tha bổng Harrison.<ref name=\"Donald150151\"\/><ref>Harrison (1935), p. 270.<\/ref>\n\n== Đảng Cộng hòa 1854 – 1860 ==\n=== \"Một nhà tự chia rẽ\" ===\n{{chính|Một nhà tự chia rẽ}}\nTrong thập niên 1850, chế độ nô lệ được xem là hợp pháp tại các tiểu bang miền Nam trong khi ở tiểu bang miền Bắc như Illniois nó bị đặt ngoài vòng pháp luật.<ref>{{Chú thích web|tiêu đề=The Peculiar Instution|url=http:\/\/lincolnat200.org\/exhibits\/show\/alwayshatedslavery\/peculiarinstitution|nhà xuất bản=Newberry Library and Chicago History Museum|url lưu trữ=https:\/\/www.webcitation.org\/62dB0ccYV?url=http:\/\/lincolnat200.org\/exhibits\/show\/alwayshatedslavery\/peculiarinstitution|ngày lưu trữ=2011-10-22|url-status=live|ngày truy cập=2012-02-17}}<\/ref> Lincoln chống chế độ nô lệ và việc mở rộng chế độ nô lệ đến những vùng lãnh thổ mới ở miền Tây.<ref>{{Chú thích web|tiêu đề=Lincoln Speaks Out|url=http:\/\/lincolnat200.org\/exhibits\/show\/alwayshatedslavery\/speaksout|nhà xuất bản=Newberry Library and Chicago History Museum|url lưu trữ=https:\/\/www.webcitation.org\/62dBlWFGi?url=http:\/\/lincolnat200.org\/exhibits\/show\/alwayshatedslavery\/speaksout|ngày lưu trữ=2011-10-22|url-status=live|ngày truy cập=2012-02-17}}<\/ref> Vì muốn chống đối Đạo luật Kansas-Nebraska (1854) ông đã trở lại chính trường; đạo luật này được thông qua để hủy bỏ Thỏa hiệp Missouri hạn chế chế độ nô lệ. Thượng Nghị sĩ lão thành Stephen A. Douglas của Illinois đã liên kết quyền phổ thông tự quyết vào Đạo luật. Điều khoản của Douglas mà Lincoln bác bỏ là cho những người định cư quyền tự quyết cho địa phương của họ công nhận chế độ nô lệ trong những vùng lãnh thổ mới của Hoa Kỳ.<ref>McGovern, pp. 36–37.<\/ref>\n\nFoner (2010) phân biệt quan điểm của nhóm chủ trương bãi nô cùng nhóm Cộng hòa cấp tiến ở vùng Đông Bắc là những người xem chế độ nô lệ là tội lỗi, với các đảng viên Cộng hòa bảo thủ chống chế độ nô lệ vì họ nghĩ rằng nó làm tổn thương người da trắng và kìm hãm sự tiến bộ của đất nước. Foner tin rằng Lincoln theo đường lối trung dung, ông phản đối chế độ nô lệ vì nó vi phạm các nguyên lý của chế độ cộng hòa xác lập bởi những nhà lập quốc, nhất là với quyền bình đằng dành cho mọi người và quyền tự quyết lập nền trên các nguyên tắc dân chủ đã được công bố trong bản Tuyên ngôn Độc lập.<ref>Foner (2010), pp. 84–88.<\/ref>\n\nNgày 16 tháng 10 năm 1854, trong \"Diễn văn Peoria\", Lincoln tuyên bố lập trường chống nô lệ dọn đường cho nỗ lực tranh cử tổng thống.<ref>Thomas (2008), pp. 148–152.<\/ref> Phát biểu với giọng Kentucky, ông nói Đạo luật Kansas \"có vẻ vô cảm, song tôi buộc phải nghĩ rằng ẩn chứa trong nó là một sự nhiệt tình thực sự dành cho nỗ lực phổ biến chế độ nô lệ. Tôi không thể làm gì khác hơn là căm ghét nó. Tôi ghét nó bởi vì sự bất công đáng ghê tởm của chế độ nô lệ. Tôi ghét nó bởi vì nó tước đoạt ảnh hưởng công chính của hình mẫu nền cộng hòa của chúng ta đang tác động trên thế giới...\"<ref>Basler (1953), p. 255.{{full}}<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Tôi không phải là nô lệ, nên tôi không thể là chủ nô. Đó là quan điểm của tôi về dân chủ. Bất cứ cái gì khác với điều này, đều không phải là dân chủ.\n|nguồn= ''Abraham Lincoln''<ref>Written speech fragment presented by to the Chicago Veterans Druggist's Association in 1906 by Judge James B. Bradwell, who claimed to have received it from Mary Todd Lincoln. ''Collected Works'', [http:\/\/quod.lib.umich.edu\/cgi\/t\/text\/text-idx?c=lincoln;cc=lincoln;view=text;idno=lincoln2;rgn=div1;node=lincoln2%3A547 2:532]<\/ref>\n}}\nCuối năm 1854, Lincoln ra tranh cử trong tư cách đảng viên đảng Whig đại diện Illinois tại Thượng viện Hoa Kỳ. Lúc ấy, viện lập pháp tiểu bang được dành quyền bầu chọn thượng nghị sĩ liên bang.<ref>Oates, p. 119.<\/ref> Sau khi dẫn đầu trong sáu vòng bầu cử đầu tiên tại nghị viện Illinois, hậu thuẫn dành cho Lincoln suy yếu dần, ông phải kêu gọi những người ủng hộ ông bầu phiếu cho Lyman Trumbull, người đã đánh bại đối thủ Joel Aldrich Matteson.<ref>White, pp. 205–208.<\/ref> Đạo luật Kansas gây ra sự phân hóa vô phương cứu chữa trong nội bộ đảng Whig. Lôi kéo thành phần còn lại của đảng Whig cùng những người vỡ mộng từ các đảng Free Soil, Tự do, Dân chủ, ông hoạt động tích cực trong nỗ lực hình thành một chính đảng mới, Đảng Cộng hòa.<ref>McGovern, pp. 38–39.<\/ref> Tại đại hội đảng năm 1856, Lincoln là nhân vật thứ hai trong cuộc đua giành sự đề cử của đảng cho chức vụ phó tổng thống.<ref>Donald (1996), p. 193.<\/ref>\n\nTrong khoảng 1857-58, do bất đồng với Tổng thống James Buchanan, Douglas dẫn đầu một cuộc tranh đấu giành quyền kiểm soát Đảng Dân chủ. Một số đảng viên Cộng hòa cũng ủng hộ Douglas trong nỗ lực tái tranh cử vào Thượng viện năm 1858 bởi vì ông chống bản Hiến chương Lecompton xem Kansas là tiểu bang chấp nhận chế độ nô lệ.<ref>Oates, pp. 138–139.<\/ref> Tháng 3 năm 1857, khi ban hành phán quyết trong vụ án Dred Scott chống Sandford, Chánh án Roger B. Taney lập luận rằng bởi vì người da đen không phải là công dân, họ không được hưởng bất kỳ quyền gì quy định trong Hiến pháp. Lincoln lên tiếng cáo giác đó là âm mưu của phe Dân chủ, \"Các tác giả của bản Tuyên ngôn Độc lập không ‘nói mọi người bình đẳng trong màu da, thể hình, trí tuệ, sự phát triển đạo đức, khả năng xã hội’, song họ ‘thực sự xem mọi người sinh ra đều bình đẳng trong những quyền không thể chuyển nhượng, trong đó có quyền sống, tự do, và mưu cầu hạnh phúc.’\"<ref>Jaffa, pp. 299–300.<\/ref>\n\nSau khi được đại hội bang Đảng Cộng hòa đề cử tranh ghế tại Thượng viện năm 1858, Lincoln đọc bài diễn văn [[Một nhà tự chia rẽ]], gợi ý từ [[Phúc Âm Mark|Phúc âm Mác]] trong Kinh Thánh: \n{{cquote|...\"Một nhà tự chia rẽ thì nhà ấy không thể đứng vững được\". Tôi tin rằng chính quyền này không thể trường tồn trong tình trạng một nửa nước nô lệ, một nửa nước tự do. Tôi không mong chờ Chính phủ liên bang bị giải thể - tôi không mong đợi ngôi nhà bị sụp đổ - nhưng tôi thực sự trông mong đất nước này sẽ không còn bị chia rẽ.\nĐất nước chúng ta sẽ trở thành một thực thể như thế này hoặc là hoàn toàn khác. Hoặc là những người chống chế độ nô lệ sẽ kìm hãm được tệ nạn này, và khiến công chúng tin rằng cuối cùng nó sẽ không còn tồn tại; hoặc là những người ủng hộ chế độ nô lệ sẽ phát triển và biến nó thành hợp pháp tại mọi tiểu bang, mới cũng như cũ – miền Bắc cũng như miền Nam….<ref>White, p. 251.<\/ref>.}}\nBài diễn văn đã tạo dựng được một hình ảnh sinh động liên tưởng đến hiểm họa phân hóa đất nước gây ra bởi những bất đồng về chế độ nô lệ, và là lời hiệu triệu tập hợp đảng viên Cộng hòa khắp miền Bắc.<ref>Harris, p. 98.<\/ref>\n\n=== Tranh luận giữa Lincoln và Douglas ===\n[[Tập tin:Abraham Lincoln by Alexander Helser, 1860-crop.jpg|nhỏ|phải|upright|Lincoln năm 1860, ảnh A. Hesler.|alt=Head shot of older, clean shaven Lincoln]]\nNăm 1858 chứng kiến bảy cuộc tranh luận giữa Lincoln và Douglas khi diễn ra cuộc vận động tranh cử vào Thượng viện, đây là những cuộc tranh luận chính trị nổi tiếng nhất trong lịch sử Hoa Kỳ.<ref>McPherson (1993), p. 182.<\/ref> Lincoln cảnh báo rằng chế độ nô lệ đang đe dọa những giá trị của chủ thuyết cộng hòa, và cáo buộc Douglas là bẻ cong các giá trị của những nhà lập quốc về nguyên lý mọi người sinh ra đều bình đẳng, trong khi Douglas nhấn mạnh đến quyền tự quyết của cư dân địa phương xem họ có chấp nhận chế độ nô lệ hay không.<ref>Donald (1996), pp. 214–224.<\/ref>\n\nCác ứng cử viên Cộng hòa giành nhiều phiếu phổ thông hơn, nhưng những người Dân chủ chiếm được nhiều ghế hơn trong viện lập pháp tiểu bang. Viện Lập pháp đã tái bầu Douglas vào Thượng viện Hoa Kỳ. Dù bị thất bại cay đắng, khả năng hùng biện của Lincoln mang đến cho ông danh tiếng trên chính trường quốc gia.<ref>Carwardine (2003), pp. 89–90.<\/ref>\n\n=== Diễn văn Cooper Union ===\nNgày 27 tháng 2 năm 1860, giới lãnh đạo đảng ở New York mời Lincoln đọc diễn văn tại Liên minh Cooper, trước một cử tọa gồm những nhân vật có thế lực trong đảng Cộng hòa. Lincoln lập luận rằng những nhà lập quốc không mấy quan tâm đến quyền tự quyết phổ thông, nhưng thường xuyên tìm cách kìm chế chế độ nô lệ. Ông nhấn mạnh rằng nền tảng đạo đức của người Cộng hòa đòi hỏi họ phải chống lại chế độ nô lệ, và mọi sự \"cám dỗ chấp nhận lập trường trung dung giữa lẽ phải và điều sai trái.\" <ref>Jaffa, p. 473.<\/ref>\n\nViệc phô bày khả năng lãnh đạo đầy trí tuệ đã đưa Lincoln vào nhóm những chính trị gia hàng đầu của đảng và dọn đường cho ông trong nỗ lực giành sự đề cử của đảng tranh chức tổng thống. Nhà báo Noah Brooks tường thuật, \"Chưa từng có ai tạo được ấn tượng mạnh mẽ như thế như lần đầu tiên ông hiệu triệu một cử tọa ở New York.\" <ref>Carwardine (2003), p. 97.<\/ref><ref>Holzer, p. 157.<\/ref> Donald miêu tả bài diễn văn là \"một động thái chính trị siêu đẳng cho một ứng cử viên chưa tuyên bố tranh cử, xuất hiện ở chính tiểu bang của đối thủ (William H. Seward), ngay tại một sự kiện do những người trung thành với đối thủ thứ hai (Salmon P. Chase) bảo trợ, mà không cần phải nhắc đến tên của họ trong suốt bài diễn văn.\"<ref>Donald (1996), p. 240.<\/ref>\n=== Chiến dịch Tranh cử Tổng thống năm 1860 ===\nĐại hội tiểu bang Đảng Cộng hòa tổ chức tại [[Decatur, Illinois|Decatur]] trong hai ngày 9 và 10 tháng 5 năm 1860. Lincoln nhận được ủng hộ để ra tranh cử tổng thổng.<ref>Oates, pp. 175–176.<\/ref> Ngày 18 tháng 5, tại Đại hội Toàn quốc Đảng Cộng hòa năm 1860, tổ chức ở [[Chicago]], ở vòng bầu phiếu thứ ba, Lincoln giành được sự đề cử, một người từng là đảng viên Dân chủ đến từ [[Maine]], [[Hannibal Hamlin]], được chọn đứng cùng liên danh với ông để tạo thế cân bằng. Thành quả này có được là nhờ danh tiếng của ông như là một chính trị gia có lập trường ôn hòa về vấn đề nô lệ cũng như sự ủng hộ mạnh mẽ của ông dành cho các chương trình của Đảng Whig cải thiện các vấn đề trong nước và bảo hộ hàng nội địa.<ref>Luthin, pp. 609–629.<\/ref>\n\nTrong suốt [[thập niên 1850]], Lincoln không tin sẽ xảy ra cuộc nội chiến, những người ủng hộ ông cũng bác bỏ việc ông đắc cử sẽ dẫn đến khả năng chia cắt đất nước.<ref>Boritt (1994), pp. 10, 13, 18.<\/ref> Trong lúc ấy, Douglas được chọn làm ứng cử viên cho [[Đảng Dân chủ (Hoa Kỳ)|Đảng Dân chủ]]. Những đoàn đại biểu từ 11 tiểu bang ủng hộ chế độ nô lệ bỏ phòng họp vì bất đồng với quan điểm của Douglas về quyền tự quyết phổ thông, sau cùng họ chọn [[John C. Breckinridge]] làm ứng cử viên.<ref>Donald (1996), p. 253.<\/ref>\n\nLincoln là ứng cử viên duy nhất không đọc diễn văn tranh cử, nhưng ông theo dõi sát sao cuộc vận động và tin cậy vào bầu nhiệt huyết của đảng viên Cộng hòa. Họ di chuyển nhiều và tạo lập những nhóm đa số khắp miền Bắc, in ấn và phổ biến một khối lượng lớn áp-phích, tờ rơi, và viết nhiều bài xã luận trên các nhật báo. Có hàng ngàn thuyết trình viên Cộng hòa quảng bá cương lĩnh đảng và những trải nghiệm sống của Lincoln, nhấn mạnh đến tuổi thơ nghèo khó của ông. Mục tiêu của họ là trình bày sức mạnh vượt trội của quyền lao động tự do, nhờ đó mà một cậu bé quê mùa lớn lên từ nông trại nhờ nỗ lực bản thân mà trở thành một chính trị hàng đầu của xứ sở.<ref>Donald (1996), pp. 254–256.<\/ref> Phương pháp quảng bá hiệu quả của Đảng Cộng hòa đã làm suy yếu các đối thủ; một cây bút của tờ [[Chicago Tribune]] viết một tiểu luận miêu tả chi tiết cuộc đời Lincoln, bán được khoảng từ 100 đến 200 ngàn ấn bản.<ref>Donald (1996), p. 254.<\/ref>\n\n== Sự nghiệp tổng thống ==\n=== Bầu cử năm 1860 ===\n{{multiple image\n | align = left\n | direction = horizontal\n | width =\n | footer =\n | width1 = 292\n | image1 = 1860 Electoral Map.png\n | alt1 = Map of the U.S. showing Lincoln winning the North-east and West, Breckinridge winning the South, Douglas winning Missouri, and Bell winning Virginia, West Virginia, and Kentucky.\n | caption1 = Năm 1860, phiếu bầu của cử tri đoàn phía bắc và phía tây (đỏ) đã giúp Lincoln thắng cử.\n | width2 = 168\n | image2 = Abraham Lincoln inauguration 1861.jpg\n | alt2 = A large crowd in front of a large building with many pillars.\n | caption2 = Năm 1861, lễ nhậm chức trước Tòa nhà Quốc hội (đang xây dựng)\n}}\nNgày 6 tháng 11 năm 1860, Lincoln đắc cử để trở thành tổng thống thứ mười sáu của Hoa Kỳ. Ông vượt qua [[Stephen A. Douglas]] của Đảng Dân chủ, John C. Breckinridge của Đảng Dân chủ miền Nam, và John Bell của Đảng Liên minh Hiến pháp mới được thành lập năm 1860. Lincoln là đảng viên Cộng hòa đầu tiên đảm nhận chức vụ tổng thống. Chiến thắng của ông hoàn toàn dựa trên sự ủng hộ ở miền Bắc và miền Tây. Không có phiếu bầu cho Lincoln tại mười trong số mười lăm tiểu bang miền Nam sở hữu nô lệ; ông chỉ về đầu ở 2 trong số 996 hạt trên tất cả các tiểu bang miền Nam.<ref>Mansch, p. 61.<\/ref> Lincoln nhận được 1.866.452 phiếu bầu, trong khi Douglas có 1.376.957 phiếu, Breckinridge 849.781 phiếu, và Bell được 588.789 phiếu.\n\n=== Ly khai ===\nKhi kết quả bầu cử đã rõ ràng, những người chủ trương ly khai nói rõ ý định của họ là sẽ tách khỏi Liên bang trước khi Lincoln nhậm chức vào tháng 3 tới.<ref>Edgar, p. 350.<\/ref> Ngày 20 tháng 12 năm 1860, tiểu bang South Carolina dẫn đầu bằng cách chấp nhận luật ly khai; ngày 1 tháng 2 năm 1861, [[Florida]], [[Mississippi]], [[Alabama]], [[Georgia]], [[Louisiana]], và [[Texas]] tiếp bước.<ref name=\"Donald, p. 267\"\/><ref>Potter, p. 498.<\/ref> Sáu trong số các tiểu bang này thông qua một bản hiến pháp, và tuyên bố họ là một quốc gia có chủ quyền, [[Liên minh miền Nam Hoa Kỳ|Liên minh miền Nam]].<ref name=\"Donald, p. 267\">Donald (1996), p. 267.<\/ref> Các tiểu bang [[Delaware]], [[Maryland]], [[Virginia]], [[Bắc Carolina|North Carolina]], [[Tennessee]], [[Kentucky]], [[Missouri]], và [[Arkansas]] có lắng nghe nhưng không chịu ly khai.<ref>White, p. 362.<\/ref> Tổng thống đương nhiệm Buchanan và Tổng thống tân cử Lincoln từ chối công nhận Liên minh, tuyên bố hành động ly khai là bất hợp pháp.<ref>Potter, pp. 520, 569–570.<\/ref> Ngày 9 tháng 2 năm 1861, Liên minh miền Nam chọn [[Jefferson Davis]] làm Tổng thống lâm thời.<ref>White, p. 369.<\/ref>\n\nKhởi đầu là những nỗ lực hòa giải. Thỏa hiệp Crittenden mở rộng thêm những điều khoản của Thỏa hiệp Missouri năm 1820, phân chia thành các vùng tự do và vùng có nô lệ, điều này trái ngược với cương lĩnh của Đảng Cộng hòa.<ref name=White360-361>White, pp. 360–361.<\/ref> Bác bỏ ý tưởng ấy, Lincoln phát biểu, \"Tôi thà chết còn hơn chấp nhận... bất cứ sự nhượng bộ hoặc sự thỏa hiệp nào để có thể sở hữu chính quyền này, là chính quyền chúng ta có được bởi quyền hiến định.\"<ref>Donald (1996), p. 268.<\/ref> Tuy nhiên, Lincoln ủng hộ Tu chính Corwin được Quốc hội thông qua nhằm bảo vệ quyền sở hữu nô lệ tại những tiểu bang đã có sẵn chế độ nô lệ.<ref>Vorenberg, p. 22.<\/ref> Chỉ vài tuần lễ trước khi xảy ra chiến tranh, Lincoln đi xa đến mức viết một bức thư gởi tất cả thống đốc kêu gọi họ ủng hộ việc thông qua Tu chính Corwin, ông xem đó như là nỗ lực tránh nguy cơ ly khai.<ref>Lupton, p. 34.<\/ref>\n\nTrên đường đến lễ nhậm chức bằng tàu hỏa, Lincoln diễn thuyết trước những đám đông và các viện lập pháp khi ông băng ngang qua lãnh thổ phương Bắc.<ref>Donald (1996), pp. 273–277.<\/ref> Ở Baltimore, nhờ Allen Pinkerton, trưởng toán cận vệ, dùng thân mình che Tổng thống tân cử mà ông thoát chết. Ngày 23 tháng 2 năm 1861, Lincoln phải ngụy trang khi đến [[Washington, D.C.]], trong sự bảo vệ của một toán binh sĩ.<ref>Donald (1996), pp. 277–279.<\/ref> Nhắm vào dân chúng miền Nam, trong bài diễn văn nhậm chức lần thứ nhất, Lincoln tuyên bố rằng ông không có ý định hủy bỏ chế độ nô lệ ở các tiểu bang miền Nam:\n\n{{cquote|Người dân ở các tiểu bang miền Nam nghĩ rằng khi Chính phủ Đảng Cộng hòa lên cầm quyền, tài sản, sự bình yên, và sự an toàn cá nhân của họ sẽ bị đe dọa. Không hề có bất kỳ lý do nào khiến họ nghĩ như thế. Thật vậy, vô số điều chứng minh ngược lại vẫn còn đó và quý vị có thể kiểm tra chúng. Các chứng cứ này có thể được tìm thấy trong hầu hết các diễn từ của người đang nói chuyện với quý vị hôm nay. Xin trích dẫn một trong những bài diễn văn ấy, \"Tôi không có mục đích nào, trực tiếp hay gián tiếp, để can thiệp vào chế độ nô lệ ở những tiểu bang vốn đã có sẵn. Tôi tin rằng tôi không có quyền hợp pháp để hành động như thế, mà tôi cũng không có ý định ấy.\"|Diễn văn Nhậm chức lần thứ nhất của Lincoln, 4 tháng 3 năm 1861<ref>Sandburg (2002), p. 212.<\/ref>}}\n\nKết thúc bài diễn văn, Tổng thống kêu gọi dân chúng miền Nam: \"Chúng ta không phải là kẻ thù, nhưng là bằng hữu. Không thể nào chúng ta trở thành kẻ thù của nhau... Sợi dây đàn màu nhiệm của ký ức, trải dài từ những bãi chiến trường và mộ phần của những người yêu nước đến trái tim của mỗi người đang sống, đến chỗ ấm cúng nhất của mỗi mái ấm gia đình, khắp mọi nơi trên vùng đất bao la này, sẽ làm vang tiếng hát của ban hợp xướng Liên bang, khi dây đàn ấy được chạm đến một lần nữa, chắc chắn sẽ như thế, bởi phần tốt lành hơn trong bản chất của chúng ta.\"<ref>Donald (1996), pp. 283–284.<\/ref>\n\n=== Chiến tranh ===\n{{chính|Nội chiến Mỹ}}\n[[Tập tin:The Twentieth Maine.jpg|nhỏ|300px|trái|Quân đội Liên bang xung trận.]]\nChỉ huy trưởng Đồn Sumter ở tiểu bang [[Nam Carolina|South Carolina]], Thiếu tá Robert Anderson, yêu cầu tiếp liệu từ Washington, và khi Lincoln chỉ thị đáp ứng yêu cầu ấy, phe ly khai xem đó là hành động gây chiến. Ngày 12 tháng 4 năm 1861, lực lượng Liên minh tấn công doanh trại Sumter, buộc họ phải đầu hàng. Chiến tranh bùng nổ. Sử gia Allen Nevins cho rằng tổng thống vừa nhậm chức đã tính toán nhầm khi tin rằng ông có thể duy trì Liên bang.<ref>Nevins (2000), p. 29.{{full}}<\/ref> [[William Tecumseh Sherman]], viếng thăm Linconln trong tuần lễ diễn ra lễ nhậm chức, đã \"thất vọng trong đau buồn\" vì thấy Lincoln không thể nhận ra sự thật là \"đất nước đang ngủ mê ngay trên ngọn núi lửa\", và miền Nam đang chuẩn bị cho chiến tranh.<ref>Sherman, pp. 185–186.<\/ref> Donald đúc kết, \"Chính nỗ lực của Lincoln nhiều lần cố tránh va chạm trong thời gian giữa lễ nhậm chức và trận Đồn Sumter chỉ ra rằng ông trung thành với lời hứa sẽ không phải là người khởi phát cuộc huynh đệ tương tàn. Mặt khác, ông cũng thề hứa không chịu để các đồn binh bị thất thủ. Giải pháp duy nhất cho phe Liên minh là họ phải khai hỏa trước; và họ đã hành động.\"<ref>Donald (1996), p. 293.<\/ref>\n\nNgày 15 tháng 4, Lincoln kêu gọi các tiểu bang gởi 75.000 binh sĩ tái chiếm các đồn binh, bảo vệ Washington, và \"duy trì Liên bang\", theo ông, vẫn đang còn nguyên vẹn bất kể hành động của những bang ly khai. Lời kêu gọi này buộc các tiểu bang phải quyết định dứt khoát. [[Virginia]] tuyên bố ly khai, liền được ban thưởng để trở thành thủ đô của Liên minh. Trong vòng hai tháng, [[Bắc Carolina|North Carolina]], [[Tennessee]], và [[Arkansas]] cũng biểu quyết ly khai. Cảm tình ly khai phát triển ở [[Missouri]] và [[Maryland]], nhưng chưa đủ mạnh để chiếm ưu thế, trong khi [[Kentucky]] cố tỏ ra trung lập.<ref name=\"Oates, p. 226\">Oates, p. 226.<\/ref>\n\nBinh sĩ di chuyển về hướng nam đến Washington để bảo vệ thủ đô, đáp lời kêu gọi của Lincoln. Ngày 19 tháng 4, những đám đông chủ trương ly khai ở Baltimore chiếm đường sắt dẫn về thủ đô. George William Brown, Thị trưởng Baltimore, và một số chính trị gia khả nghi khác ở Maryland bị cầm tù mà không cần trát lệnh, Lincoln đình chỉ quyền công dân được xét xử trước tòa.<ref>Heidler (2000), p. 174.<\/ref> John Merryman, thủ lĩnh nhóm ly khai ở Maryland, thỉnh cầu Chánh án [[Tối cao Pháp viện Hoa Kỳ|Tối cao Pháp viện]] [[Roger B. Taney]] ra phán quyết cho rằng vụ bắt giữ vụ bắt giữ Merryman mà không xét xử là vi phạm pháp luật. Taney ra phán quyết, theo đó Merryman phải được trả tự do, nhưng Lincoln phớt lờ phán quyết. Từ đó, và trong suốt cuộc chiến, Lincoln bị chỉ trích dữ dội, thường khi bị lăng mạ, bởi những đảng viên Dân chủ chống chiến tranh.<ref>Scott, pp. 326–341.<\/ref>\n\n=== Hành xử quyền lực trong thời chiến ===\n[[Tập tin:PinkertonLincolnMcClernand.jpg|nhỏ|phải|200px|Lincoln thăm mặt trận Antietam,<br \/> 3 tháng 10 năm 1862]]\nSau khi Đồn Sumter bị thất thủ, Lincoln nhận ra tầm quan trọng của việc trực tiếp nắm quyền chỉ huy nhằm kiểm soát cuộc chiến và thiết lập chiến lược toàn diện để trấn áp phe nổi loạn. Đối đầu với cuộc khủng hoảng chính trị và quân sự chưa từng có, Lincoln, với tư cách là Tổng Tư lệnh Quân lực, sử dụng quyền lực chưa từng có. Ông mở rộng những quyền đặc biệt trong chiến tranh, áp đặt lệnh phong tỏa trên tất cả thương cảng của Liên minh, ra lệnh cầm tù không qua xét xử hàng ngàn người bị nghi là ủng hộ Liên minh. Quốc hội và công luận miền bắc ủng hộ ông. Hơn nữa, Lincoln phải đấu tranh để củng cố sự ủng hộ mạnh mẽ từ những tiểu bang có nô lệ ở vùng biên, và phải kiềm chế cuộc chiến không trở thành một cuộc tranh chấp quốc tế.<ref>Donald (1996), pp. 303–304; Carwardine (2003), pp. 163–164.<\/ref>\n\nNỗ lực dành cho cuộc chiến chiếm hết thời gian và tâm trí của Lincoln cũng như khiến ông trở nên tâm điểm của sự dèm pha và miệt thị. Nhóm phản chiến trong Đảng Dân chủ chỉ trích Lincoln không chịu thỏa hiệp trong vấn đề nô lệ, trong khi nhóm cấp tiến trong Đảng Cộng hòa phê phán ông hành động quá chậm trong nỗ lực bãi nô.<ref>Donald (1996), pp. 315, 331–333, 338–339, 417.<\/ref> Ngày 6 tháng 8 năm 1861, Lincoln ký ban hành Luật Tịch biên, cho phép tịch biên tài sản và giải phóng nô lệ của những người ủng hộ Liên minh trong cuộc chiến. Trong thực tế, dù ít khi được áp dụng, luật này đánh dấu sự ủng hộ chính trị dành cho nỗ lực bãi bỏ chế độ nô lệ.<ref>Donald (1996), p. 314; Carwardine (2003), p. 178.<\/ref>\n \nLincoln mượn từ [[Thư viện Quốc hội Mỹ|Thư viện Quốc hội]] quyển ''Elements of Military Art and Science'' của Henry Halleck để đọc và nghiên cứu về quân sự.<ref>Prokopowicz, p. 127.<\/ref> Lincoln nhẫn nại xem xét từng báo cáo gởi bằng điện tín từ Bộ Chiến tranh ở Washington D. C., tham vấn các thống đốc tiểu bang, một số tướng lãnh được tuyển chọn dựa trên thành tích của họ. Tháng 1 năm 1862, sau nhiều lời than phiền về sự thiếu hiệu quả cũng như những hành vi vụ lợi ở Bộ Chiến tranh, Lincoln bổ nhiệm Edwin Stanton thay thế Cameron trong cương vị Bộ trưởng. Stanton là một trong số nhiều đảng viên Dân chủ bỏ sang đảng Cộng hòa dưới quyền lãnh đạo của Lincoln.<ref>Benjamin P. Thomas and Harold M. Hyman, ''Stanton, the Life and Times of Lincoln's Secretary of War'' (Knopf, 1962){{Page needed|date=October 2011}}<\/ref> Mỗi tuần hai lần, Lincoln họp với Nội các. Ông học hỏi từ Tướng Henry Halleck về sự cần thiết kiểm soát các điểm chiến lược, như sông Mississippi;<ref>Ambrose, pp. 7, 66, 159.<\/ref> ông cũng biết rõ tầm quan trọng của thị trấn Vicksburg, và hiểu rằng cần phải triệt tiêu sức mạnh quân sự của đối phương chứ không chỉ đơn giản là chiếm được lãnh thổ.<ref>Donald (1996), pp. 432–436.<\/ref>\n\n=== Tướng McClellan ===\nNăm 1861, Lincoln bổ nhiệm Thiếu tướng [[George Brinton McClellan|George B. McClellan]] làm tổng tham mưu trưởng quân lực Liên bang thay thế tướng Winfield Scott về hưu.<ref>Donald (1996), pp. 318–319.<\/ref> Tốt nghiệp [[Học viện Quân sự West Point Hoa Kỳ|Trường Võ bị West Point]], từng lãnh đạo công ty đường sắt, và đảng viên Dân chủ từ Pensylvania, McClellan phải mất đến vài tháng để lập kế hoạch cho chiến dịch Penisula nhằm chiếm Richmond để tiến về thủ đô của Liên minh. Sự chậm trễ này đã gây bối rối cho Lincoln và Quốc hội.<ref>Donald (1996), pp. 349–352.<\/ref>\n\n[[Tập tin:Lincoln and McClellan 1862-10-03.jpg|alt=Photograph of Lincoln and McClellan sitting at a table in a field tent|nhỏ|230px|Lincoln và McClellan sau trận Antietam]]\n\nTháng 3 năm 1862, Lincoln bãi chức McClellan và bổ nhiệm Henry Wager Halleck thay thế. Trên biển, chiến hạm CSS Virginia gây thiệt hại ba chiến hạm của Liên bang ở [[Norfolk, Virginia]] trước khi bị chiến hạm USS Monitor đánh bại.<ref>Donald (1996), pp. 339–340.<\/ref> Trong lúc tuyệt vọng, Lincoln phải mời McClellan trở lại lãnh đạo lực lượng vũ trang khu vực Washington. Hai ngày sau, lực lượng của Tướng Lee băng qua sông Potomac tiến vào Maryland, đánh với Liên bang trong [[trận Antietam]] tháng 9 năm 1862.<ref>Goodwin, pp. 478–480.<\/ref> Đây là một trong những trận đánh đẫm máu nhất trong lịch sử nước Mỹ dù chiến thắng thuộc về Liên bang, và cũng là cơ hội để Lincoln công bố bản Tuyên ngôn Giải phóng Nô lệ nhằm tránh những đồn đoán cho rằng Lincoln phải công bố bản tuyên ngôn vì đang ở trong tình thế tuyệt vọng.<ref>Goodwin, p. 481.<\/ref> McClellan chống lại lệnh của tổng thống yêu cầu truy đuổi Tướng Lee, trong khi đồng đội của ông, Tướng Don Carlos Buell không chịu động binh đánh quân nổi dậy ở phía đông [[Tennessee]]. Lincoln bổ nhiệm William Rosecrant thay thế Buell; sau cuộc bầu cử giữa nhiệm kỳ, ông chọn Ambrose Burnside thay thế McClellan. Hai nhà lãnh đạo quân sự mới đều có quan điểm chính trị ôn hòa và đều ủng hộ vị Tổng tư lệnh quân lực.<ref>Donald (1996), pp. 389–390.<\/ref>\n\nTháng 12, do vội vàng mở cuộc tấn công băng qua sông Rappahannock, Burnside bị Lee đánh bại trong [[trận Fredericksburg]] khiến hàng ngàn binh sĩ bất mãn và đào ngũ trong năm 1863.<ref>Donald (1996), pp. 429–431.<\/ref> Lincoln thay thế Burnside bằng [[Joseph Hooker]], mặc dù Hooker là người luôn khăng khăng yêu cầu thành lập một chế độ [[độc tài]] quân sự.<ref>Nevins 6:433–44<\/ref>\n \nTrong cuộc bầu cử giữa kỳ năm 1862, đảng Cộng hòa mất nhiều ghế ở Viện Dân biểu do cử tri bất bình với chính phủ vì không thể kết thúc sớm cuộc chiến, và vì nạn lạm phát, tăng thuế, những đồn đại về tham ô, và nỗi e sợ thị trường lao động sẽ sụp đổ nếu giải phóng nô lệ. Tuyên ngôn Giải phóng Nô lệ được công bố vào tháng 9 đã giúp đảng Cộng hòa giành phiếu bầu ở các khu vực nông thôn vùng [[New England]] và phía bắc vùng Trung Tây, nhưng mất phiếu ở các đô thị và phía nam vùng Tây Bắc. Đảng Dân chủ được tiếp thêm sức mạnh và hoạt động tốt ở [[Pennsylvania]], [[Ohio]], [[Indiana]], và [[Thành phố New York|New York]]. Tuy nhiên, đảng Cộng hòa vẫn duy trì thế đa số ở Quốc hội và các tiểu bang quan trọng ngoại trừ New York. Theo tờ Cincinnati, cử tri \"thất vọng vì thấy cuộc chiến tiếp tục kéo dài, cũng như sự cạn kiệt tài nguyên quốc gia mà không có sự tiến bộ nào.\" <ref>Nevins (1960), pp. 318–322, quote on p. 322.{{Volume needed|date=October 2011}}<\/ref>\n\n=== Tuyên ngôn Giải phóng Nô lệ ===\n[[Tập tin:Emancipation proclamation.jpg|nhỏ|300px|trái|Lincoln trình bày trước nội các bản thảo đầu tiên của bản Tuyên ngôn Giải phóng Nô lệ. Tranh của [[Francis Bicknell Carpenter]] năm 1864|alt=A dark-haired, bearded, middle-aged man holding documents is seated among seven other men.]]\nLincoln hiểu rằng quyền lực của Chính phủ liên bang để giải phóng nô lệ đang bị hạn chế bởi Hiến pháp, mà hiến pháp, từ trước năm 1865, đã dành quyền này cho các tiểu bang.\n\nLúc bắt đầu cuộc chiến, Lincoln cố thuyết phục các tiểu bang chấp nhận giải phóng nô lệ có bồi thường (nhưng chỉ được Washington, D. C. áp dụng) Ông bác bỏ các đề nghị giới hạn việc giải phóng nô lệ theo khu vực địa lý.<ref>Guelzo (1999), pp. 290–291.<\/ref>\n\nNgày 19 tháng 6 năm 1862, với sự ủng hộ của Lincoln, Quốc hội thông qua luật cấm chế độ nô lệ trên toàn lãnh thổ liên bang. Tháng 7, dự luật thứ hai được thông qua, thiết lập trình tự tài phán để tiến hành giải phóng nô lệ của những chủ nô bị kết án ủng hộ phe phiến loạn. Dù không tin Quốc hội có quyền giải phóng nô lệ trong lãnh thổ các tiểu bang, Lincoln phê chuẩn dự luật để bày tỏ sự ủng hộ dành cho ngành lập pháp.\n\nÔng cảm nhận rằng tổng thống trong cương vị Tổng tư lệnh quân lực có thể sử dụng quyền hiến định hành động trong tình trạng chiến tranh để thực thi luật pháp, và ông lập kế hoạch hành động. Ngay trong tháng 6, Lincoln thảo luận với Nội các nội dung bản Tuyên ngôn, trong đó ông viết, \"như là một biện pháp quân sự cần thiết và thích đáng, từ ngày 1 tháng 1, 1863, mọi cá nhân bị xem là nô lệ trong các tiểu bang thuộc Liên minh, từ nay và vĩnh viễn, được tự do.\"<ref>Donald (1996), pp. 364–365.<\/ref>\n\nTrong chỗ riêng tư, Lincoln khẳng quyết rằng không thể chiến thắng mà không giải phóng nô lệ. Tuy nhiên, phe Liên minh và thành phần chống chiến tranh tuyên truyền rằng giải phóng nô lệ là rào cản đối với nỗ lực thống nhất đất nước. Lincoln giải thích rằng mục tiêu chính của ông trong cương vị tổng thống là bảo vệ sự thống nhất của Liên bang:<ref>Guelzo (2004), pp. 147–153.<\/ref>\n{{cquote|Mục tiêu to lớn của tôi trong cuộc chiến này là cứu Liên bang, chứ không phải là cứu hay hủy diệt chế độ nô lệ. Nếu có thể cứu Liên bang mà không cần phải giải phóng nô lệ thì tôi sẽ làm như thế, còn nếu có thể cứu Liên bang mà phải giải phóng tất cả nô lệ tôi sẽ làm như thế; và nếu có thể cứu Liên bang mà chỉ cần giải phóng một số nô lệ và để mặc những nô lệ còn lại, tôi cũng sẽ làm. Những gì tôi làm liên quan đến chế độ nô lệ và chủng tộc da màu là do tôi tin rằng nó giúp chúng ta cứu Liên bang...<ref>Roy P. Basler, ed. ''The collected works of Abraham Lincoln'' (Rutgers U.P., 1953) vol 5 p. 388<\/ref> }}\n\nCông bố ngày [[22 tháng 9]] năm [[1862]], bản [[Tuyên ngôn giải phóng nô lệ|Tuyên ngôn Giải phóng Nô lệ]] có hiệu lực từ ngày [[1 tháng 1]] năm [[1863]], tuyên bố giải phóng nô lệ trong 10 tiểu bang ngoài vòng kiểm soát của Liên bang, với sự miễn trừ dành cho những khu vực trong hai tiểu bang thuộc Liên bang.<ref>Donald (1996), pp. 364, 379.<\/ref> Quân đội Liên bang càng tiến sâu về phía Nam càng có nhiều nô lệ được tự do cho đến hơn ba triệu nô lệ trong lãnh thổ Liên minh được giải phóng. Lincoln nhận xét về bản Tuyên ngôn, \"Chưa bao giờ trong đời tôi tin quyết về những gì tôi đang làm là đúng như khi tôi ký văn kiện này.\" <ref>Donald (1996), p. 407.<\/ref>\n\nSau khi ban hành Tuyên ngôn Giải phóng Nô lệ, tuyển mộ cựu nô lệ vào quân đội là chủ trương chính thức của chính phủ. Lúc đầu còn miễn cưỡng, nhưng từ mùa xuân năm 1863, Lincoln khởi xướng chương trình \"Tuyển mộ đại trà binh sĩ da đen\". Trong thư gởi [[Andrew Johnson]], thống đốc quân sự Tennessee, Lincoln viết, \"Chỉ cần quang cảnh 50.000 chiến binh da đen được huấn luyện và trang bị đầy đủ cũng có thể chấm dứt cuộc nổi loạn ngay lập tức.\" <ref>Donald (1996), pp. 430–431.<\/ref>\n\nCuối năm 1863, theo chỉ đạo của Lincoln, Tướng Lorenzo Thomas tuyển mộ 20 trung đoàn da đen từ Thung lũng Mississippi.<ref>Donald (1996), p. 431.<\/ref> [[Frederick Douglass]] có lần nhận xét: \"Khi gặp Lincoln, chưa bao giờ tôi nhớ đến xuất thân thấp hèn, hoặc màu da không được ưa thích của mình.\" <ref>Douglass, pp. 259–260.<\/ref>\n\n=== Diễn văn Gettysburg ===\n[[Tập tin:Battle of Gettysburg, by Currier and Ives.png|nhỏ|phải|290px|Trận Gettysburg, tranh Currier và Ives]]\n{{chính| Diễn văn Gettysburg}}\nTháng 7 năm 1863, Binh đoàn Potomac dưới quyền tướng [[George Meade]] thắng lớn trong [[trận Gettysburg]]. Trên chính trường, nhóm Copperheads bị thất bại trong kỳ tuyển cử mùa thu ở Ohio, nhờ đó Lincoln duy trì sự ủng hộ bên trong đảng cùng vị thế chính trị vững chãi đủ để tái thẩm định cuộc chiến. Tình thế thuận lợi cho Lincoln vào thời điểm ông đọc bài diễn văn tại nghĩa trang Gettysburg.<ref>Donald (1996), pp. 453–460.<\/ref>\n\nTrái với lời tiên đoán của Lincoln, \"Thế giới không quan tâm, cũng chẳng nhớ những gì chúng ta nói ở đây,\" thì bài diễn văn của ông đã trở nên một trong những diễn từ được trích dẫn nhiều nhất trong lịch sử Mỹ Quốc.<ref name=\"Bulla\"\/>\n\nDiễn văn Gettysburg được đọc trong lễ cung hiến Nghĩa trang Liệt sĩ Quốc gia tại [[Gettysburg, Pennsylvania]], vào chiều thứ Năm, ngày [[19 tháng 11]] năm [[1863]]. Chỉ với 271 từ, trong bài diễn văn kéo dài ba phút này, Lincoln nhấn mạnh rằng đất nước được sản sinh, không phải năm [[1789]], mà từ năm [[1776]], \"được thai nghén trong Tự do, được cung hiến cho niềm xác tín rằng mọi người sinh ra đều bình đẳng.\"\n\nÔng định nghĩa rằng chiến tranh là sự hi sinh đấu tranh cho nguyên tắc tự do và bình đẳng cho mọi người. Giải phóng nô lệ là một phần của nỗ lực ấy. Ông tuyên bố rằng cái chết của các chiến sĩ dũng cảm là không vô ích, rằng chế độ nô lệ sẽ thất bại và cáo chung, tương lai của nền dân chủ sẽ được bảo đảm, và \"chính quyền của dân, do dân, vì dân sẽ không lụi tàn khỏi mặt đất.\" Lincoln đúc kết rằng cuộc nội chiến có một mục tiêu cao quý – sản sinh một nền tự do mới cho dân tộc.<ref>Donald (1996), pp. 460–466.<\/ref><ref>Wills, pp. 20, 27, 105, 146.<\/ref>\n\n=== Tướng Grant ===\n[[Tập tin:The Peacemakers 1868.jpg|alt=Painting of four men conferring in a ship's cabin, entitled \"The Peacemakers\".|nhỏ|280px|trái|Tổng thống Lincoln (giữa) ngồi với các tướng lĩnh (từ trái) Sherman, Grant và Đô đốc Porter, tháng 3 năm 1865]]\n\nSự kiện Meade không thể khống chế đạo quân của Lee khi ông này triệt thoái khỏi Gettysburg cùng với sự thụ động kéo dài của [[Binh đoàn Potomac]] khiến Lincoln tin rằng cần có sự thay đổi ở vị trí tư lệnh mặt trận. Chiến thắng của Tướng [[Ulysses Simpson Grant|Ulysses S. Grant]] trong [[trận Shiloh]] và trong [[chiến dịch Vicksburg]] tạo ấn tượng tốt đối với Lincoln.<ref name=\"Thomas 2008, p. 315\">Thomas (2008), p. 315.<\/ref> Hồi đáp những lời chỉ trích Grant sau trận Shiloh, Lincoln từng nói: \"Tôi rất cần người này. Ông ta chiến đấu.\"<ref name=\"Thomas 2008, p. 315\"\/> Vào năm [[1864]], Grant phát động [[Chiến dịch Overland]] đẫm máu thường được mô tả là chiến tranh tiêu hao, khiến phía Liên bang thiệt hại nặng nề trong các mặt trận như [[Trận Wilderness|Wilderness]] và [[Trận Cold Harbor|Cold Harbor]]. Dù được hưởng lợi thế của phía phòng thủ, quân đội Liên minh cũng bị tổn thất không kém.<ref>McPherson (2009), p. 113.<\/ref>\n \nDo không có nguồn lực dồi dào, đạo quân của Lee cứ hao mòn dần qua mỗi trận chiến, bị buộc phải đào hào phòng thủ bên ngoài [[Petersburg, Virginia]] trong vòng vây của quân đội Grant.\n\nLinconln cho phép Grant phá hủy cơ sở hạ tầng của Liên minh như nông trang, đường sắt, và cầu cống nhằm làm suy sụp tinh thần cũng như làm suy yếu khả năng kinh tế của đối phương. Di chuyển đến Petersburg, Grant chặn ba tuyến đường sắt từ [[Richmond, Virginia]] về phía nam tạo điều kiện cho Tướng Sherman và Tướng [[Philip Sheridan]] hủy phá các nông trang và các thị trấn ở Thung lũng Shenandoah thuộc Virginia.\n\nVào ngày [[1 tháng 4]] năm 1865, Grant thọc sâu vào sườn của lực lượng của Lee trong [[trận Five Forks]] và [[Trận Petersburg thứ ba|bao vây Petersburg]], chính phủ Liên minh phải di tản khỏi Richmond. Lincoln đến thăm thủ đô của Liên minh khi vừa bị thất thủ, người da đen được tự do chào đón ông như một vị anh hùng trong khi người da trắng tỏ vẻ lạnh lùng với tổng thống của phe chiến thắng. Vào ngày [[9 tháng 4]] năm 1865, tại làng [[trận Appomattox Court House|Appomattox Court House]], Lee đầu hàng trước Grant, kết thúc cuộc nội chiến.<ref>Donald (1996), p. 589.<\/ref>\n\n=== Năm 1864, tái tranh cử ===\nLà chính trị gia lão luyện, Lincoln không chỉ có khả năng đoàn kết tất cả phe phái chính trong đảng Cộng hòa mà còn thu phục những người Dân chủ như Edwin M. Stanton và Andrew Johnson. Ông dành nhiều giờ trong tuần để đàm đạo với các chính trị gia đến từ khắp đất nước, và sử dụng ảnh hưởng rộng lớn của ông để tạo sự đồng thuận giữa các phe nhóm trong đảng, xây dựng hậu thuẫn cho các chính sách của ông, và đối phó với nỗ lực của nhóm cấp tiến đang cố loại ông khỏi liên danh năm 1864.<ref>Fish, pp. 53–69.<\/ref><ref>Tegeder, pp. 77–90.<\/ref>\n{{multiple image\n | align = left\n | direction = horizontal\n | width =\n | footer =\n | width1 = 272\n | image1 = 1864 Electoral Map.png\n | alt1 = =Map of the U.S. showing Lincoln winning all the Union states except for Kentucky, New Jersey, and Delaware. The Southern states are not included.\n | caption1 = Chiến thắng áp đảo của Lincoln (đỏ) trong kỳ bầu cử 1864. Các tiểu bang (nâu) và lãnh thổ (nâu nhạt) miền nam không tham dự\n | width2 = 180\n | image2 = Lincoln second.jpg\n | alt2 = A large crowd in front of a large building with many pillars.\n | caption2 = Lincoln đọc diễn văn nhậm chức lần thứ hai năm 1865\n}}\nĐại hội đảng năm 1864 chọn Andrew Johnson đứng cùng liên danh với Lincoln. Nhằm mở rộng liên minh chính trị hầu lôi cuốn các đảng viên Dân chủ và Cộng hòa, Lincoln tranh cử dưới danh nghĩa của Đảng Liên hiệp Quốc gia tân lập.<ref>Donald (1996), pp. 494–507.<\/ref>\n\nKhi các chiến dịch mùa xuân của Grant đi vào bế tắc trong khi tổn thất tiếp tục gia tăng, sự thiếu vắng các chiến thắng quân sự phủ bóng trên triển vọng đắc cử của Tổng thống, nhiều đảng viên Cộng hòa trên khắp nước e sợ Lincoln sẽ thất cử.<ref>Grimsley, p. 80.<\/ref>\n\nKhi cánh chủ hòa trong đảng Dân chủ gọi cuộc chiến là một \"thất bại\" thì ứng cử viên của đảng, Tướng George B. McClellan, ủng hộ chiến tranh và lên tiếng bác bỏ luận cứ của phe chủ hòa. Lincoln cấp thêm lính cho Grant, đồng thời vận động đảng của ông tăng cường hỗ trợ cho Grant. Trong tháng 9, Thắng lợi của Liên bang khi Sherman chiếm Atlanta và David Farragut chiếm Mobile dập tắt mọi hoài nghi;<ref>Donald (1996), p. 531.<\/ref>\n\nĐảng Dân chủ bị phân hóa trầm trọng, một số nhà lãnh đạo và phần lớn quân nhân quay sang ủng hộ Lincoln. Một mặt, Đảng Liên hiệp Quốc gia đoàn kết chặt chẽ hỗ trợ cho Lincoln khi ông tập chú vào chủ đề giải phóng nô lệ; mặt khác, các chi bộ Cộng hòa cấp tiểu bang nỗ lực hạ giảm uy tín phe chủ hòa.<ref>Randall & Current (1955), p. 307.<\/ref> Lincoln thắng lớn trong cuộc tuyển cử, giành được phiếu bầu của tất cả ngoại trừ ba tiểu bang.<ref>Paludan, pp. 274–293.<\/ref>\n\nNgày 4 tháng 3 năm 1865, trong bài diễn văn nhậm chức lần thứ hai, Lincoln bày tỏ rằng sự tổn thất lớn lao từ hai phía là do ý chỉ của [[Thiên Chúa]]. Sử gia Mark Noll xếp diễn từ này vào trong \"một số ít các văn bản hàm chứa tính thiêng liêng, nhờ đó người dân Mỹ ý thức được vị trí của mình trên thế giới.\"\n\n{{cquote| Mơ ước khi hi vọng – khẩn thiết lúc nguyện cầu – chúng ta mong cuộc chiến đau thương này sớm chấm dứt. Song, theo ý chỉ của Thiên Chúa, nó vẫn tiếp diễn, cho đến khi tất cả của cải từng được dồn chứa bởi sự lao dịch khốn cùng của người nô lệ trong suốt 250 năm sẽ bị tiêu tan, cho đến khi mỗi một giọt máu ứa ra từ những lằn đòn sẽ bị đáp trả bằng những nhát chém, như đã được cảnh báo từ 3 000 năm trước, và cần được nhắc lại hôm nay, \"sự đoán xét của Chúa là chân lý và hoàn toàn công chính\".<ref>Thi thiên (Thánh vịnh) 19: 9<\/ref> \nKhông ác tâm với bất cứ ai nhưng nhân ái với mọi người, và kiên định trong lẽ phải. Khi Chúa cho chúng ta nhận ra lẽ phải, hãy tranh đấu để hoàn thành sứ mạng được giao: hàn gắn vết thương của dân tộc, chăm sóc các chiến sĩ, những người vợ góa, những trẻ mồ côi – hết sức mình tạo lập một nền hòa bình vững bền và công chính, cho chúng ta, và cho mọi dân tộc.<ref>Abraham Lincoln, ''Abraham Lincoln: Selected Speeches and Writings'' (Library of America edition, 2009) p 450<\/ref>}}\n\n=== Tái thiết ===\n\nThời kỳ tái thiết đã khởi đầu ngay từ lúc còn chiến tranh, khi Lincoln và các phụ tá của ông tính trước phương cách giúp các tiểu bang miền nam tái hội nhập, giải phóng nô lệ, và quyết định số phận của giới lãnh đạo Liên minh. Không lâu sau khi Tướng Lee đầu hàng, khi được hỏi nên đối xử với phe thất trận như thế nào, Lincoln trả lời, \"Hãy để họ thoải mái\".<ref>Thomas (2008), pp. 509–512.<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Tôi luôn luôn nhận thấy rằng một tấm lòng thương xót kết quả nhiều hơn một nền công lý nghiêm nhặt.\n|nguồn= ''Abraham Lincoln''<ref>Attributed in Lincoln Memorial (1882) edited by Osborn Oldroyd<\/ref>\n}} \nTrong nỗ lực tiến hành chính sách hòa giải, Lincoln nhận được sự ủng hộ của nhóm ôn hòa, nhưng bị chống đối bởi nhóm cấp tiến trong đảng Cộng hòa nhự Dân biểu Thaddeus Stevens, các Thượng Nghị sĩ Charles Summer và Benjamin Wade, là những đồng minh chính trị của ông trong các vấn đề khác. Quyết tâm tìm ra giải pháp hiệp nhất dân tộc mà không thù địch với miền Nam, Lincoln thúc giục tổ chức bầu cử sớm theo các điều khoản phóng khoáng. Tuyên cáo Ân xá của tổng thống ngày 8 tháng 12 năm 1863 công bố không buộc tội những ai không có chức vụ trong Liên minh, chưa từng ngược đãi tù binh Liên bang, và chịu ký tuyên thệ trung thành với Liên bang.<ref>Donald (1996), pp. 471–472.<\/ref>\n\nSự chọn lựa nhân sự của Lincoln là nhằm giữ hai nhóm ôn hòa và cấp tiến cùng làm việc với nhau. Ông bổ nhiệm Salmon P. Chase thuộc nhóm cấp tiến vào Tối cao Pháp viện thay thế Chánh án Taney.\n\nSau khi Tuyên ngôn Giải phóng Nô lệ có hiệu lực, dù không được áp dụng trên tất cả tiểu bang, Lincoln gia tăng áp lực yêu cầu Quốc hội ra một bản tu chính đặt chế độ nô lệ ngoài vòng pháp luật trên toàn lãnh thổ. Lincoln tuyên bố rằng một bản tu chính như thế sẽ \"giải quyết dứt điểm toàn bộ vấn đề\".<ref>Donald (1996), p. 561.<\/ref> Tháng 6 năm 1864, một dự luật tu chính được trình Quốc hội nhưng không được thông qua vì không đủ đa số hai phần ba. Việc thông qua dự luật trở thành một trong những chủ đề vận động trong cuộc bầu cử năm 1864. Ngày 13 tháng 1, 1865, sau một cuộc tranh luận dài ở Viện Dân biểu, dự luật được thông qua và được gửi đến các viện lập pháp tiểu bang để phê chuẩn<ref>Donald (1996), pp. 562–563.<\/ref> để trở thành Tu chính án thứ mười ba của Hiến pháp Hoa Kỳ vào ngày 6 tháng 12 năm 1865.<ref>{{Chú thích web|tiêu đề=Primary Documents in American History: 13th Amendment to the U.S. Constitution|url=http:\/\/www.loc.gov\/rr\/program\/bib\/ourdocs\/13thamendment.html|nhà xuất bản=Library of Congress|url lưu trữ=https:\/\/www.webcitation.org\/62a9BIwNw?url=http:\/\/www.loc.gov\/rr\/program\/bib\/ourdocs\/13thamendment.html|ngày lưu trữ=2011-10-20|url-status=live|ngày truy cập=2012-02-17}}<\/ref>\n\nKhi cuộc chiến sắp kết thúc, kế hoạch tái thiết của tổng thống tiếp tục được điều chỉnh. Tin rằng chính phủ liên bang có một phần trách nhiệm đối với hàng triệu nô lệ được giải phóng, Lincoln ký ban hàng đạo luật Freedman’s Bureau thiết lập một cơ quan liên bang đáp ứng các nhu cầu của những cựu nô lệ, cung ứng đất thuê trong hạn ba năm với quyền được mua đứt cho những người vừa được tự do.\n\n=== Tái định nghĩa khái niệm cộng hòa và chủ nghĩa cộng hòa ===\n[[Tập tin:Lincoln-Warren-1865-03-06.jpeg|nhỏ|upright|trái|alt=An older tired looking Lincoln with a beard.|Tấm ảnh cuối cùng của Lincoln, tháng 3 năm 1865.]]\nNhững sử gia đương đại như Harry Jaffa, Herman Belz, John Diggins, Vernon Burton, và Eric Foner đều nhấn mạnh đến nỗ lực tái định nghĩa các giá trị cộng hòa của Lincoln. Từ đầu thập niên 1850 khi các luận cứ chính trị đều hướng về tính thiêng liêng của Hiến pháp, Lincoln đã tập chú vào bản Tuyên ngôn Độc lập, xem văn kiện này là nền tảng của các giá trị chính trị của nước Mỹ mà ông gọi là \"thành lũy\" của chủ nghĩa cộng hòa.<ref>Jaffa, p. 399.<\/ref>\n\nSự kiện bản Tuyên ngôn nhấn mạnh đến quyền tự do và sự bình đẳng dành cho mọi người, trái ngược với Hiến pháp dung chịu chế độ nô lệ, đã làm thay đổi chiều hướng tranh luận. Luận điểm của Lincoln đã gây dựng được ảnh hưởng vì ông làm sáng tỏ nền tảng đạo đức của chủ nghĩa cộng hòa, thay vì chỉ biết tuân thủ hiến pháp.<ref>Foner (2010), p. 215.<\/ref>\n\n=== Các đạo luật ===\n{{Lincoln cabinet sidebar}}<!-- sidebar may be edited at [[Template:Lincoln cabinet sidebar]]-->\nLincoln trung thành với chủ thuyết của đảng Whig về chức vụ tổng thống, theo đó Quốc hội có trách nhiệm làm luật và nhánh hành pháp thực thi luật pháp. Chỉ có bốn dự luật đã được Quốc hội thông qua đã bị Lincoln phủ quyết.<ref>Donald (2001), p. 137.<\/ref> Năm 1862, ông ký ban hành đạo luật Homestead bán cho người dân với giá rất thấp hàng triệu héc-ta đất chính phủ đang sở hữu. Đạo luật Morrill Land-Grant Colleges ký năm 1862 cung ứng học bổng chính phủ cho các trường đại học nông nghiệp tại mỗi tiểu bang. Đạo luật Pacific Railway năm 1862 và 1864 dành sự hỗ trợ của liên bang cho công trình xây dựng đường sắt xuyên lục địa hoàn thành năm 1869.<ref>Paludan, p. 116.<\/ref>\n\nLincoln cũng mở rộng ảnh hưởng kinh tế của chính phủ liên bang sang các lãnh vực khác. Đạo luật National Banking cho phép thành lập hệ thống ngân hàng quốc gia cung ứng mạng lưới tài chính dồi dào trên toàn quốc, cũng như thiết lập nền tiền tệ quốc gia. Năm 1862, Quốc hội đề xuất và tổng thống phê chuẩn việc thành lập Bộ Nông nghiệp.<ref name=\"Donald 2001 p. 424\">Donald (2001), p. 424.<\/ref> Năm 1862, Lincoln cử Tướng John Pope bình định cuộc nổi dậy của bộ tộc [[Sioux]]. Tổng thống cũng cho lập kế hoạch cải cách chính sách liên bang đối với người da đỏ.<ref>Nichols, pp. 210–232.<\/ref>\n\nLincoln là nhân tố chính trong việc công nhận [[Lễ Tạ ơn]] là quốc lễ của Hoa Kỳ.<ref name=\"Donald 1996, p. 471\">Donald (1996), p. 471.<\/ref> Trước nhiệm kỳ tổng thống của Lincoln, Lễ Tạ ơn là ngày lễ phổ biến ở vùng [[New England]] từ [[thế kỷ XVII]]. Năm 1863, Lincoln tuyên bố thứ Năm lần thứ tư của tháng 11 là ngày cử hành Lễ Tạ ơn.<ref name=\"Donald 1996, p. 471\"\/>\n\n=== Tối cao Pháp viện ===\nLincoln bổ nhiệm năm thẩm phán cho tòa án tối cao. Noah Haynes Swayne, được đề cử ngày 21 tháng 1, 1862 và bổ nhiệm ngày 24 tháng 1, 1862; ông là luật sư, chống chế độ nô lệ và ủng hộ Liên bang. Samuel Freeman Miller, được đề cử và bổ nhiệm ngày 16 tháng 7 năm 1862; ông ủng hộ Lincoln trong cuộc bầu cử năm 1860, và là người chủ trương bãi nô. David Davis, được đề cử ngày 1 tháng 12 năm 1862 và bổ nhiệm ngày 8 tháng 12 năm 1862; ông là người điều hành chiến dịch tranh cử năm 1860 của Lincoln, từng là thẩm phán tòa phúc thẩm liên bang ở Illinois. Stephen Johnson Field, được đề cử ngày 6 tháng 3 năm 1863 và bổ nhiệm ngày 10 tháng 3 năm 1863; từng là thẩm phán tòa tối cao bang California. Cuối cùng là Bộ trưởng Ngân khố của Lincoln, Salmon P. Chase, được đề cử và bổ nhiệm trong ngày 6 tháng 12 năm 1862 vào chức vụ Chánh án Tối cao Pháp viện Hoa Kỳ. Lincoln tin Chase là một thẩm phán có khả năng, sẽ hỗ trợ công cuộc tái thiết trong lĩnh vực tư pháp, và sự bổ nhiệm này sẽ liên kết các nhóm trong đảng Cộng hòa.<ref>Blue, p. 245.<\/ref> \n=== Các Tiểu bang gia nhập Liên bang ===\nNgày 20 tháng 6 năm 1863, tiểu bang [[Tây Virginia|West Virginia]] xin gia nhập Liên bang, bao gồm những hạt cực tây bắc từng tách khỏi tiểu bang sau khi bang này rút lui khỏi Liên bang. [[Nevada]], tiểu bang thứ ba thuộc vùng viễn tây được gia nhập ngày 31 tháng 10 năm 1864.<ref>Donald (1996), pp. 300, 539.<\/ref>\n{{clear}}\n\n== Ám sát ==\n{{chính|Vụ ám sát Abraham Lincoln}}\n[[Tập tin:The Assassination of President Lincoln - Currier and Ives 2.png|320px|nhỏ|trái|alt=A drawing of Lincoln being shot by Booth while sitting in a theater booth.|Trong lô dành riêng cho tổng thống ở Nhà hát Ford, (từ trái) Henry Rathbone, Clara Harris, Mary Todd Lincoln, Abraham Lincoln, và John Wilkes Booth.]]\nMột diễn viên nổi tiếng, John Wilkes Booth, là gián điệp của Liên minh đến từ Maryland; dù chưa bao giờ gia nhập quân đội Liên minh, Booth có mối quan hệ với mật vụ Liên minh.<ref>Donald (1996), các trang 586–587.<\/ref> Năm 1864, Booth lên kế hoạch bắt cóc Lincoln để đòi thả tù binh Liên minh. Nhưng sau khi dự buổi diễn thuyết của Lincoln vào ngày 11 tháng 4 năm 1865, Booth giận dữ thay đổi kế hoạch và quyết định ám sát tổng thống.<ref>Harrison (2000), các trang 3–4.<\/ref> Dò biết Tổng thống, Đệ Nhất Phu nhân, và Tướng Ulysses S. Grant, nhân dịp ăn mừng việc chấm dứt chiến tranh, sẽ đến Nhà hát Ford, Booth cùng đồng bọn lập kế hoạch ám sát Phó Tổng thống Andrew Johnson, Bộ trưởng Ngoại giao William H. Seward, và Tướng Grant. Ngày 14 tháng 4, Lincoln đến xem vở kịch \"Our American Cousin\" mà không có cận vệ chính Ward Hill Lamon đi cùng. Đến phút chót, thay vì đi xem kịch, Grant cùng vợ đến Philadelphia.<ref>Donald (1996), các trang 594–597.<\/ref>\n\nTrong lúc nghỉ giải lao, John Parker, cận vệ của Lincoln, rời nhà hát cùng người đánh xe đến quán rượu Star kế cận. Lợi dụng cơ hội Tổng thống ngồi trong lô danh dự mà không có cận vệ bên cạnh, khoảng 10 giờ tối, Booth lẻn vào và bắn vào sau đầu của Tổng thống từ cự ly gần. Thiếu tá Henry Rathbone chụp§<ref>→§←−±<\/ref> bắt Booth nhưng hung thủ đâm trúng Rathbone và trốn thoát.<ref>Donald (1996), trang 597.<\/ref><ref>{{Chú thích web|url=http:\/\/www.smithsonianmag.com\/history-archaeology\/Lincolns-Missing-Bodyguard.html|tiêu đề=Lincoln's Missing Bodyguard|tên 1=Paul|họ 1=Martin|ngày=ngày 8 tháng 4 năm 2010|work=Smithsonian Magazine|nhà xuất bản=Smithsonian Institution|url lưu trữ=https:\/\/www.webcitation.org\/62aAqLOzq?url=http:\/\/www.smithsonianmag.com\/history-archaeology\/Lincolns-Missing-Bodyguard.html|ngày lưu trữ=2011-10-20|url-status=live|ngày truy cập=2012-02-17}}<\/ref>\n\nSau mười ngày đào tẩu, người ta tìm thấy Booth tại một nông trang ở Virginia, khoảng {{convert|30|mi|km}} phía nam Washington D. C. Ngày 26 tháng 4, sau một cuộc đụng độ ngắn, Booth bị binh sĩ Liên bang giết chết.<ref>Donald (1996), p. 599.<\/ref>\n\nSau cơn hôn mê kéo dài chín giờ, Lincoln từ trần lúc 7 giờ 22 phút sáng ngày 15 tháng 4. Mục sư Phineas Densmore Gurley thuộc [[Giáo hội Trưởng Nhiệm|Giáo hội Trưởng Lão]] được mời cầu nguyện sau khi Bộ trưởng Chiến tranh Stanton chào tiễn biệt và nói, \"Nay ông thuộc về lịch sử.\"<ref>Donald (1996), pp. 598–599, 686. Witnesses have provided other versions of the quote, i.e. \"He now belongs to the ages.\" and \"He is a man for the ages.\"<\/ref>\n\nThi thể của Lincoln được phủ quốc kỳ và được các sĩ quan Liên bang hộ tống dưới cơn mưa về [[Nhà Trắng|Tòa Bạch Ốc]] trong tiếng chuông nhà thờ của thành phố. Phó Tổng thống Johnson tuyên thệ nhậm chức lúc 10:00 sáng ngay trong ngày Tổng thống bị ám sát. Suốt ba tuần lễ, đoàn tàu hỏa dành cho tang lễ Tổng thống mang thi thể ông đến các thành phố trên khắp miền Bắc đến các lễ tưởng niệm có hàng trăm ngàn người tham dự, trong khi nhiều người khác tụ tập dọc theo lộ trình giăng biểu ngữ, đốt lửa, và hát [[thánh ca]].<ref>Trostel, pp. 31–58.<\/ref><ref>Goodrich, pp. 231–238.<\/ref>\n\n== Niềm tin tôn giáo ==\n{{See|Abraham Lincoln và tôn giáo}}\n[[Tập tin:AbrahamLincolnOilPainting1869Restored.jpg|200px|nhỏ|phải|Lincoln, năm 1869.]]\nGiới học giả viết nhiều về các chủ đề liên quan đến đức tin và triết lý sống của Lincoln. Ông thường sử dụng hình ảnh và ngôn ngữ tôn giáo để trình bày [[đức tin Kitô giáo|đức tin]] cá nhân hoặc để thuyết phục cử tọa, phần lớn trong số họ là tín hữu [[Tin Lành|Kháng Cách]] theo trào lưu [[Phong trào Tin Lành|Tin Lành]].<ref>Carwardine (1997), pp. 27–55.<\/ref> Dù chưa bao giờ chính thức gia nhập giáo hội nào, Lincoln rất gần gũi với Kinh Thánh, thường xuyên trích dẫn và tán dương Kinh Thánh.<ref>Donald (1996), pp. 48–49, 514–515.<\/ref>\n\nTrong thập niên 1840, Lincoln ngả theo \"Học thuyết Tất yếu\" tin rằng tâm trí con người ở dưới sự kiểm soát của một quyền lực cao hơn.<ref>Donald (1996), pp. 48–49.<\/ref> Đến thập niên 1850, Lincoln thừa nhận \"ơn thần hựu\" theo cách chung, nhưng hiếm khi sử dụng ngôn ngữ và hình ảnh tôn giáo của người Tin Lành. Ông dành sự tôn trọng cho chủ nghĩa cộng hòa của những nhà lập quốc gần như là niềm tin tôn giáo.<ref>Grant R. Brodrecht, ''\"Our country\": Northern evangelicals and the Union during the Civil War and Reconstruction'' (2008) p. 40<\/ref> Song, khi đau khổ vì cái chết của con trai ông, Edward, Lincoln thường xuyên nhìn nhận rằng ông cần phải trông cậy [[Thiên Chúa]].<ref>Parrillo, pp. 227–253.<\/ref> Khi một con trai khác của Lincoln, Willie, lìa đời trong tháng 2 năm 1862, ông càng hướng về tôn giáo để tìm câu giải đáp và sự an ủi.<ref>Wilson, pp. 251–254.<\/ref>\n\n==Quan điểm về chủng tộc==\n\nCó ý kiến cho rằng tuy Abraham Lincoln ủng hộ việc bãi bỏ chế độ nô lệ, nhưng ông làm điều này vì ông cho là chế độ nô lệ làm rạn vỡ sự thống nhất của nước Mỹ chứ không phải vì ông ủng hộ quyền bình đẳng của người da đen. Trong buổi tranh luận với Nghị sỹ Douglas được tổ chức tại [[Charleston]], South Carolina, Abraham Lincoln đã có những tuyên bố [[phân biệt chủng tộc]] rõ ràng, và ông không ủng hộ quyền bình đẳng giữa người da trắng và da đen. Ông cho rằng người da trắng và da đen có những khác biệt về mặt sinh học, nên sự bình đẳng giữa 2 chủng tộc là không thể xảy ra: \n:''\"...Tôi sẽ nói sau đó rằng tôi không, cũng như không bao giờ, ủng hộ việc mang lại bất kỳ điều gì về bình đẳng xã hội và chính trị giữa các chủng tộc da trắng và da đen - [khán giả vỗ tay]... và tôi sẽ nói thêm rằng có một sự khác biệt về thể chất giữa các chủng tộc da trắng và da đen mà tôi tin rằng sẽ mãi mãi ngăn hai chủng tộc được bình đẳng với nhau về mặt xã hội và chính trị... và tôi cũng như bất kỳ người đàn ông nào khác có vai trò thượng đẳng được giao cho chủng tộc da trắng.\"''<ref>https:\/\/www.huffingtonpost.com\/entry\/hard-truths-abraham-lincoln-was-a-racist-and-the-confederacy_us_59932564e4b0a88ac1bc3758<\/ref>\n\nTuy nhiên, khi phản đối [[phán quyết Douglas]] của tòa án tối cao Mỹ (phán quyết năm 1856, theo đó không cấm chế độ nô lệ)<ref>http:\/\/teachingamericanhistory.org\/library\/document\/the-lincoln-douglas-debates-6th-debate-part-i\/<\/ref>, Lincoln đã tuyên bố rằng: \"''Không có lý do gì trên thế giới này khiến cho người da đen không được hưởng tất cả các quyền được liệt kê trong Tuyên ngôn Độc lập - quyền tự do và mưu cầu hạnh phúc. Họ cần được hưởng ngang bằng những người da trắng.\"'' <ref>[https:\/\/books.google.com.vn\/books?id=GvR2ZuFkhR0C&pg=PA49&lpg=PA49&dq=There+is+no+reason+in+the+world+why+the+negro+is+not+entitled+to+all+the+natural+rights+enumerated+in+the+Declaration+of+Independence+%E2%80%94+the+right+to+life+liberty+and+he+pursuit+of+happiness.+I+hold+he+is+as+much+entitled+to+these+as+the+white+man.%E2%80%9D&source=bl&ots=JYv9GaZeh0&sig=RcHFqu_GD8P7Vq9rbgzd-pwDAHY&hl=vi&sa=X&ved=0ahUKEwjCxZ2Coe_bAhVF_GEKHc43C9EQ6AEIRjAE#v=onepage&q=There%20is%20no%20reason%20in%20the%20world%20why%20the%20negro%20is%20not%20entitled%20to%20all%20the%20natural%20rights%20enumerated%20in%20the%20Declaration%20of%20Independence%20%E2%80%94%20the%20right%20to%20life%20liberty%20and%20he%20pursuit%20of%20happiness.%20I%20hold%20he%20is%20as%20much%20entitled%20to%20these%20as%20the%20white%20man.%E2%80%9D&f=false Abraham Lincoln and American Political Religion]<\/ref>\n\nTrong bài diễn văn tại Cincinnati, Ohio vào ngày 17 tháng 12 năm 1859, Lincoln đã nói: \"''Tôi nghĩ rằng chế độ nô lệ là sai trái, cả về mặt đạo đức lẫn chính trị. Tôi mong rằng nó sẽ không lan rộng hơn nữa tại Hoa Kỳ, và tôi sẽ không phản đối nếu nó dần dần chấm dứt trong toàn bộ Liên minh''\" <ref>''The Collected Works of Abraham Lincoln'' edited by Roy P. Basler, Volume III, \"Speech at Cincinnati, Ohio\" (ngày 17 tháng 9 năm 1859), p. 440.<\/ref>.\n\nTrong một bức thư gửi tới Albert G. Hodges vào năm 1864, Lincoln đã từng viết rằng: \"''Tôi là người chống chế độ nô lệ một cách tự nhiên. Nếu chế độ nô lệ không phải là sai trái, thì không có gì là sai trái cả.''\" <ref>[http:\/\/www.abrahamlincolnonline.org\/lincoln\/speeches\/hodges.htm Letter by Abraham Lincoln to Albert Hodges]<\/ref>\n\nTư tưởng phân biệt chủng tộc của Abraham Lincoln bắt đầu được khơi lên từ cuối [[thập niên 1960]], khi những sử gia như Lerone Bennett xem xét lại quan điểm của Lincoln liên quan đến các vấn đề chủng tộc.<ref name=\"Zilversmit, pp. 22–24\">Zilversmit, pp. 22–24.<\/ref><ref name=\"Smith, p. 42\">Smith, p. 42.<\/ref> Năm 1968, Bennett gây chấn động dư luận khi gọi Lincoln là người chủ trương \"chủng tộc da trắng là thượng đẳng\".<ref name=\"Bennett, pp. 35–42\">Bennett, pp. 35–42.<\/ref> Những người ủng hộ Lincoln như Dirk và Cashin thì phản bác rằng thái độ phân biệt chủng tộc của Lincoln dù sao vẫn nhẹ hơn hầu hết các chính trị gia Mỹ thời ấy.<ref name=\"Dirck 2008, p. 31\">Dirck (2008), p. 31.<\/ref>\n\nTheo nhà sử học [[Eric Foner]] thì trước khi nội chiến Mỹ nổ ra, Lincoln thực hiện các biện pháp xóa bỏ chế độ nô lệ nhưng rất chậm, bởi vì ông là người mang tư tưởng phân biệt chủng tộc. Kaplan lập luận: Lincoln miễn cưỡng hành động dứt khoát chống lại chế độ nô lệ, điều đó phản ánh sự thỏa hiệp giữa cả hai mặt cá nhân của ông – một sự tận tâm mạnh mẽ đối với Hiến pháp và sự thống nhất của Liên bang, và sự do dự bởi tư tưởng phân biệt chủng tộc: Lincoln tin rằng nước Mỹ \"''đã và luôn luôn là quốc gia của một người da trắng\"''. Lincoln chắc chắn đã có rất nhiều định kiến chủng tộc mà người trong thời đại của ông thường có. Tuy nhiên, khi nội chiến Mỹ diễn ra, quan điểm về chủng tộc của Lincoln đã dần thay đổi. Mặt khác, nhu cầu của chiến tranh buộc ông phải dứt khoát xóa bỏ chế độ nô lệ để có thể tuyển thêm binh lực từ người da đen. Trong sự nghiệp của mình, Lincoln thực sự nói rất ít về vấn đề chủng tộc. Không giống như nhiều người đương thời, ông đã không đưa ra nền tảng về vinh quang của chủng tộc da trắng. Lincoln cũng là tổng thống đầu tiên gặp người da đen ở Nhà Trắng. Đến cuối nhiệm kỳ, ông ủng hộ quyền bầu cử cho một bộ phận những người da đen \"có học thức\" hoặc từng tham gia quân đội. Tuy nhiên, Lincoln bị ám sát và những kế hoạch trao quyền cho người da đen vào thời kỳ Tái thiết sau đó đã sớm chấm dứt. Nhưng nếu Lincoln không bị ám sát thì cũng sẽ không có sự khác biệt, bởi [[Chủ nghĩa phân biệt chủng tộc]] ảnh hưởng quá sâu đậm trong xã hội Mỹ thời đó<ref>https:\/\/www.nytimes.com\/2017\/06\/23\/books\/review\/lincoln-and-the-abolitionists-fred-kaplan.html<\/ref>.\n\n== Vinh danh ==\n[[Tập tin:Lincoln statue.jpg|nhỏ|trái|200px|Tượng Abraham Lincoln, bên trong Khu Tưởng niệm Lincoln.]]\nTheo bảng [[Historical rankings of Presidents of the United States|Xếp hạng Tổng thống]] trong Lịch sử Hoa Kỳ được thực hiện từ thập niên 1940, Lincoln luôn có tên trong ba người đứng đầu, thường khi là nhân vật số 1.<ref name=\"Ranking Our Presidents\"\/> Trong phần lớn các cuộc khảo sát bắt đầu thực hiện từ năm 1948, Lincoln được xếp vào hàng đầu: Schlesinger 1948, Schlesinger 1962, 1982 Murray Blessing Survey, ''Chicago Tribune'' 1982 poll, Schlesinger 1996, CSPAN 1996, Ridings-McIver 1996, ''Time'' 2008, and CSPAN 2009. Đại thể, những tổng thống chiếm ba vị trí đầu là 1) Lincoln; 2) [[George Washington]]; và 3) [[Franklin D. Roosevelt]], mặc dù đôi khi cũng có sự đảo ngược vị trí với nhau giữa Lincoln và Washington, Washington và Roosevelt.<ref>Densen, John V., Editor, ''Reassessing The Presidency, The Rise of the Executive State and the Decline of Freedom'' (Ludwig von Mises Institute, 2001), pgs. 1-32; Ridings, William H., & Stuard B. McIver, ''Rating The Presidents, A Ranking of U.S. Leaders, From the Great and Honorable to the Dishonest and Incompetent'' (Citadel Press, Kensington Publishing Corp., 2000).<\/ref>\n\nLincoln sở hữu tính cách điềm tĩnh cần thiết cho một chính khách, nhất là trong tình thế phức tạp. Suốt trong năm 1862, không có ngày nào trôi qua mà không có một bài diễn thuyết kêu gọi tổng thống chấp nhận những quyết sách táo bạo nhằm chống lại nạn nô lệ và Tướng McClellan, nhưng Lincoln vẫn bất động. Ông cần phải cân nhắc cho từng bước đi để thuyết phục chính mình và giới cử tri ôn hòa ở phía Bắc rằng ông đã thử hết mọi phương cách.\n\nNgay cả sau khi cách chức Tướng McClellan và giải phóng nô lệ, ông vẫn kiên nhẫn chờ đợi đến thời điểm thích hợp. Sự mòn mỏi chờ đợi một chiến thắng để có thể công bố bản Tuyên ngôn Giải phóng Nô lệ có lẽ là giai đoạn nhạy cảm nhất trong nhiệm kỳ tổng thống của Lincoln. Thời kỳ chuyển tiếp là cần thiết bởi vì Lincoln biết rằng trong những lúc đất nước đang bị phân hóa nghiêm trọng thì lập trường trung dung là con đường dẫn đến thành công cho nhà lãnh đạo.\n[[Tập tin:Emancipation Memorial.jpg|nhỏ|phải|200px|Tượng đài Giải phóng Nô lệ.]]\nMột ngày mùa hè năm 1862, một nhóm các nhân vật tiếng tăm chủ trương bãi nô từ vùng [[New England]] đến gặp Lincoln nhằm yêu cầu ông phải chống nạn nô lệ triệt để hơn. Sau một lúc im lặng, Lincoln hỏi xem họ còn nhớ sự kiện Blondin đi dây ngang qua thác [[Niagara]] không. Dĩ nhiên là họ nhớ. Một người trong số họ thuật lại lời của Tổng thống, \"Giả sử toàn bộ giá trị vật chất trên đất nước vĩ đại này của chúng ta, từ [[Đại Tây Dương]] đến [[Thái Bình Dương]] – sự giàu có, thịnh vượng, những thành quả của nó trong hiện tại và cả niềm hi vọng cho tương lai – được tập trung lại và giao cho Blondin đem chúng băng qua thác trong chuyến đi kinh khủng này;\" và giả sử \"bạn đang đứng trên bờ thác khi Blondin đi trên dây, khi anh đang cẩn thận dò dẫm từng bước chân và đang cố giữ thăng bằng với thanh ngang trên tay bằng kỹ năng tinh tế của mình để băng qua thác nước khổng lồ đang gầm rú bên dưới. Bạn sẽ gào thét, ‘Blondin, qua phải một bước!’ ‘Blondin, qua trái một bước!’ hay là bạn lặng lẽ đứng yên, nín thở và cầu nguyện xin Đấng Toàn Năng hướng dẫn và giúp anh ấy vượt qua cơn thử thách?\"<ref>[http:\/\/nation.time.com\/2012\/10\/25\/lincoln-to-the-rescue\/3\/ Von Drehle, David. ''Rise to Greatness: Abraham Lincoln and America’s Most Perilous Yeas''.]<\/ref>\n\nKhi nghe tin Liconln từ trần, [[Walt Whitman]] viết bài thơ ''O Captain! My Captain!'' gọi ông là thuyền trưởng lèo lái con thuyền qua những vùng biển động để đến bến bờ bình yên, nhưng khi sắp đến nơi thì người thuyền trưởng đã không còn. Trong khi người da trắng xem Lincoln như là nhà lãnh đạo có công duy trì nền thống nhất của đất nước thì người Mỹ da đen vinh danh ông như một nhà giải phóng. Trong chuyến viếng thăm Richmond, Lincoln được người dân ở đây chào đón như một người cha. Họ còn ví sánh ông với [[Moses]] trong Kinh Thánh, người giải phóng dân Do Thái và dẫn dắt họ trên đường đến Đất Hứa nhưng từ trần trước khi dân tộc ông đặt chân vào vùng đất này.\n\nNgay cả [[Frederick Douglass]], người thường chỉ trích Lincoln trong suốt nhiệm kỳ tổng thống, sau khi Lincoln bị ám sát đã gọi ông là \"vị [[Tổng thống Hoa Kỳ]] đầu tiên chết vì chính nghĩa,\" và ca ngợi tính cách của Lincoln, \"Với Abraham Lincoln, niềm tin vào chính mình và lòng tin dành cho đồng bào của ông thật vĩ đại và đáng kinh ngạc, thật sáng suốt và vững chắc. Ông hiểu rõ người dân Mỹ hơn cả chính họ, và chân lý của ông được lập nền trên sự hiểu biết này\". Douglass cũng liệt kê những phẩm chất của một nhà lãnh đạo mà ông tìm thấy ở Lincoln, \"Mặc dù ở địa vị cao trọng, những người thấp hèn nhất có thể tìm đến ông và cảm thấy thoải mái khi gặp ông. Mặc dù sâu sắc, ông rất trong sáng; mặc dù mạnh mẽ, ông rất dịu dàng; mặc dù quyết đoán trong xác tín, ông khoan hòa đối với những ai khác quan điểm, và kiên nhẫn lắng nghe lời chỉ trích.\"<ref>[http:\/\/teachingamericanhistory.org\/library\/document\/oration-in-memory-of-abraham-lincoln\/ Frederick Douglass: Oration in Memory of Abraham Lincoln.]<\/ref>\n[[Tập tin:US stamp 1903 5c Lincoln Sc304.jpg|thumb|left|165px|Tem tưởng niệm Lincoln.]]\nChính là bởi vì vụ ám sát mà Lincoln được xem là vị anh hùng xả thân vì dân tộc. Trong mắt của những người chủ trương bãi nô, ông là nhà tranh đấu cho quyền tự do của con người. Đảng viên Cộng hòa liên kết tên tuổi ông với đảng của họ. Ở miền Nam, nhiều người, tuy không phải tất cả, xem ông là một tài năng kiệt xuất.<ref>Chesebrough, pp. 76, 79, 106, 110.<\/ref>\n\nTheo Schwartz, cuối [[thế kỷ XIX]] thanh danh của Lincoln tiến triển chậm cho mãi đến Giai đoạn Phát triển (1900 – thập niên 1920) ông mới được xem như là một trong những vị anh hùng được tôn kính nhất trong lịch sử Hoa Kỳ, ngay cả trong vòng người dân miền Nam. Đỉnh điểm của sự trọng vọng này là vào năm 1922 khi Đài Tưởng niệm Lincoln được cung hiến tại Washington.<ref>Schwartz (2000), p. 109.<\/ref> Trong thời kỳ New Deal, những người cấp tiến ca tụng Lincoln không chỉ như là người tự lập thân hoặc vị tổng thống vĩ đại trong chiến tranh, mà còn là nhà lãnh đạo quan tâm đến thường dân là những người có nhiều cống hiến cho chính nghĩa của cuộc chiến. Trong thời kỳ [[chiến tranh Lạnh|chiến tranh lạnh]], hình ảnh của Lincoln được tôn cao như là biểu tượng của tự do, là người mang hi vọng đến cho những người bị áp bức.<ref>Schwartz (2009), pp. 23, 91–98.<\/ref>\n\nTrong [[thập niên 1970]], Lincoln được những người có chủ trương bảo thủ trong chính trị dành cho sự ngưỡng mộ đặc biệt<ref>Havers, p. 96. Apart from neo-Confederates such as [[Mel Bradford]] who denounced his treatment of the white South.<\/ref> do lập trường dân tộc, chủ trương hỗ trợ doanh nghiệp, tập chú vào nỗ lực chống nô lệ, và nhiệt tâm của ông đối với các nguyên lý của những nhà lập quốc.<ref>Belz (2006), pp. 514–518.<\/ref><ref>Graebner, pp. 67–94.<\/ref><ref>Smith, pp. 43–45.<\/ref> James G. Randall nhấn mạnh đến tính bao dung và thái độ ôn hòa của Lincoln trong \"sự chú tâm của ông đối với sự tăng trưởng trong trật tự, sự nghi ngờ đối với những hành vi khích động nguy hiểm, và sự miễn cưỡng của ông đối với các kế hoạch cải cách bất khả thi.\" Randall đúc kết, \"ông là người bảo thủ khi ông triệt để bác bỏ cái gọi là \"thuyết cấp tiến\" chủ trương bóc lột miền Nam, căm ghét chủ nô, thèm khát báo thù, âm mưu phe phái, và những đòi hỏi hẹp hòi muốn các định chế của miền Nam phải được thay đổi cấp tốc bởi tay người bên ngoài.\" <ref>Randall (1947), p. 175.<\/ref>\nĐến cuối [[thập niên 1960]], những người cấp tiến như sử gia Lerone Bennett, xem xét lại sự việc, đặc biệt là quan điểm của Lincoln liên quan đến các vấn đề chủng tộc.<ref name=\"Zilversmit, pp. 22–24\"\/><ref name=\"Smith, p. 42\"\/> Năm 1968, Bennett gây chấn động dư luận khi gọi Lincoln là người chủ trương người da trắng là chủng tộc thượng đẳng.<ref name=\"Bennett, pp. 35–42\"\/> Ông nhận xét rằng Lincoln thích gièm pha chủng tộc, chế giễu người da đen, chống đối sự công bằng xã hội, và đề nghị gởi nô lệ được tự do sang một đất nước khác. Những người ủng hộ Lincoln như các tác gia Dirk và Cashin, phản bác rằng Lincoln còn tốt hơn hầu hết các chính trị gia thời ấy;<ref name=\"Dirck 2008, p. 31\"\/> rằng ông là người đạo đức có viễn kiến đã làm hết sức mình để thăng tiến chủ nghĩa bãi nô.<ref>Striner, pp. 2–4.<\/ref>\n\nHình tượng Lincoln cũng thường được khắc họa rất tích cực trên màn ảnh của [[Hollywood]].<ref>Steven Spielberg, Doris Kearns Goodwin, and Tony Kushner, \"Mr. Lincoln Goes to Hollywood\", ''Smithsonian'' (2012) 43#7 pp. 46–53.<\/ref><ref>Melvyn Stokes, \"Abraham Lincoln and the Movies\", ''American Nineteenth Century History'' 12 (June 2011), 203–31.<\/ref>\n\n=== Tưởng niệm ===\n[[Tập tin:Aerial view of Lincoln Memorial - east side EDIT.jpeg|280px|nhỏ|trái|alt=An aerial photo a large white building with big pillars.|Khu Tưởng niệm Lincoln tại Washington, D.C.]]\nNhiều thị trấn, thành phố, và quận hạt mang tên Lincoln,<ref name=\"Dennis, p. 194\">Dennis, p. 194.<\/ref> trong đó có thủ phủ bang [[Nebraska]]. Tượng đài đầu tiên được dựng lên để tưởng niệm Lincoln đặt trước Tòa Thị chính Hạt Columbia năm 1868, ba năm sau khi ông bị ám sát.<ref>{{Chú thích web|tiêu đề=Renovation and Expansion of the Historic DC Courthouse|url=http:\/\/www.dcappeals.gov\/dccourts\/appeals\/pdf\/appeals_renovation_expansion.pdf|định dạng=PDF|nhà xuất bản=DC Court of Appeals|url lưu trữ=https:\/\/www.webcitation.org\/62dfFdX74?url=http:\/\/www.dcappeals.gov\/dccourts\/appeals\/pdf\/appeals_renovation_expansion.pdf|ngày lưu trữ=2011-10-23|url-status=dead|ngày truy cập=2012-02-17}}<\/ref> Tên và hình ảnh của Lincoln xuất hiện tại nhiều địa điểm khác nhau như Đài Tưởng niệm Lincoln ở Washington D. C. và tượng điêu khắc Lincoln trên [[Núi Rushmore]].<ref>{{Chú thích web|tiêu đề=Mount Rushmore National Memorial|url=http:\/\/www.nps.gov\/moru\/historyculture\/index.htm|nhà xuất bản=U.S. National Park Service|url lưu trữ=https:\/\/www.webcitation.org\/62dfUtolh?url=http:\/\/www.nps.gov\/moru\/historyculture\/index.htm|ngày lưu trữ=2011-10-23|url-status=live|ngày truy cập=2012-02-17}}<\/ref>\n\nNgười ta cũng thiết lập những công viên lịch sử tại các địa điểm liên quan đến những giai đoạn khác nhau trong cuộc đời của Lincoln như: nơi ông sinh (Abraham Licoln Birthplace National Historical Park) ở [[Hodgenville, Kentucky]],<ref>{{Chú thích web|url=http:\/\/www.nps.gov\/abli\/index.htm|tiêu đề=Abraham Lincoln Birthplace National Historic Site|nhà xuất bản=U.S. National Park Service|url lưu trữ=https:\/\/www.webcitation.org\/62dfhlRLE?url=http:\/\/www.nps.gov\/abli\/index.htm|ngày lưu trữ=2011-10-23|url-status=live|ngày truy cập=2012-02-17}}<\/ref> chỗ ông trải qua thời niên thiếu (Lincoln Boyhood National Memorial) tại [[Lincoln City, Indiana]],<ref>{{Chú thích web|url=http:\/\/www.nps.gov\/libo\/index.htm|tiêu đề=Lincoln Boyhood National Memorial|nhà xuất bản=U.S. National Park Service|url lưu trữ=https:\/\/www.webcitation.org\/62fLOWRqX?url=http:\/\/www.nps.gov\/libo\/index.htm|ngày lưu trữ=2011-10-24|url-status=live|ngày truy cập=2012-02-17}}<\/ref> nơi ông trưởng thành (Lincoln’s New Salem) ở Illinois,<ref>{{Chú thích web|tiêu đề=Lincoln's New Salem|url=http:\/\/www.illinoishistory.gov\/hs\/new_salem.htm|nhà xuất bản=Illinois Historic Preservation Agency|url lưu trữ=https:\/\/www.webcitation.org\/62fLY6Gyu?url=http:\/\/www.illinoishistory.gov\/hs\/new_salem.htm|ngày lưu trữ=2011-10-24|url-status=dead|ngày truy cập=2012-02-17}}<\/ref> và nơi ông khởi nghiệp (Lincoln Home National Historic Site) tại [[Springfield, Illinois]].<ref>{{Chú thích web|url=http:\/\/www.nps.gov\/liho\/planyourvisit\/index.htm|tiêu đề=Lincoln Home National Historic Site|nhà xuất bản=U.S. National Park Service|url lưu trữ=https:\/\/www.webcitation.org\/62fLhitWd?url=http:\/\/www.nps.gov\/liho\/planyourvisit\/index.htm|ngày lưu trữ=2011-10-24|url-status=live|ngày truy cập=2012-02-17}}<\/ref><ref>Peterson, pp. 312, 368.<\/ref>\n\n[[Nhà hát Ford]] và tòa nhà Petersen (nơi Lincoln từ trần) được giữ lại làm viện bảo tàng, cũng như Thư viện và Bảo tàng Tổng thống Abraham Lincoln ở Springfield.<ref>{{Chú thích web|url=http:\/\/www.alplm.com\/|tiêu đề=The Abraham Lincoln Presidential Library and Museum|nhà xuất bản=Abraham Lincoln Presidential Library and Museum|url lưu trữ=https:\/\/www.webcitation.org\/62i1pRLLD?url=http:\/\/www.alplm.com\/|ngày lưu trữ=2011-10-25|url-status=live|ngày truy cập=2012-02-17}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.fordstheatre.org\/home\/about-fords|tiêu đề=About Ford's|nhà xuất bản=Ford's Theatre|url lưu trữ=https:\/\/www.webcitation.org\/62i1ux7Sk?url=http:\/\/www.fordstheatre.org\/home\/about-fords|ngày lưu trữ=2011-10-25|url-status=live|ngày truy cập=2012-02-17}}<\/ref> \n[[Tập tin:2012 09 01 0037 edited-1.jpg|nhỏ|phải|240px|Hình ảnh Lincoln trên [[Núi Rushmore]].]] \nPhần mộ Lincoln trong [[Nghĩa trang Oak Ridge]] ở Springfield, Illinois, là nơi chôn cất Lincoln, vợ ông Mary cùng ba trong số bốn con trai của ông, Edward, William, và Thomas.<ref>{{Chú thích web|url=http:\/\/www.illinoishistory.gov\/hs\/lincoln_tomb.htm|tiêu đề=Lincoln Tomb|nhà xuất bản=Illinois Historic Preservation Agency|url lưu trữ=https:\/\/www.webcitation.org\/62i23WFGo?url=http:\/\/www.illinoishistory.gov\/hs\/lincoln_tomb.htm|ngày lưu trữ=2011-10-25|url-status=dead|ngày truy cập=2012-02-17}}<\/ref>\n\nNgay trong năm Lincoln từ trần, hình ảnh của ông được gởi đi khắp thế giới qua những con tem bưu điện.<ref>{{Chú thích báo|last=Healey|first=Matthew|title=Lincoln Stamps Bring Neary $2 Million at a New York Auction|url=http:\/\/www.nytimes.com\/2009\/04\/20\/arts\/design\/20lincoln.html?adxnnl=1&adxnnlx=1309323210-SHbsvaNW+FeQ\/LsMHYd2HA|work=New York Times|archiveurl=https:\/\/www.webcitation.org\/62jmWGFib?url=http:\/\/www.nytimes.com\/2009\/04\/20\/arts\/design\/20lincoln.html?adxnnl=1|archive-date = ngày 27 tháng 10 năm 2011 |url-status=live|access-date = ngày 3 tháng 10 năm 2020}}<\/ref> Hình ảnh của ông cũng xuất hiện trên tờ năm đô-la, và đồng xu Lincoln, đây là đồng tiền đầu tiên của Hoa Kỳ có đúc hình một nhân vật.<ref>{{Chú thích báo|first=Thomas|last=Vinciguerra|title=Now if Only We Could Mint Lincoln Himself|url=http:\/\/www.nytimes.com\/2009\/02\/08\/weekinreview\/08vinciguerra.html|work=The New York Times|page=WK4|date=ngày 7 tháng 2 năm 2009|archiveurl=https:\/\/www.webcitation.org\/62jmhWehf?url=http:\/\/www.nytimes.com\/2009\/02\/08\/weekinreview\/08vinciguerra.html|archive-date = ngày 27 tháng 10 năm 2011 |url-status=live|access-date = ngày 17 tháng 2 năm 2012}}<\/ref>\n\nNgày 28 tháng 7 năm 1920 một pho tượng Lincoln được đặt tại một địa điểm gần [[Điện Westminster]], [[Luân Đôn]].<ref>Twenty-Sixth Annual Report of the American Scenic and Historic Preservation Society, 1921 (Albany, NY: J. B. Lyon Company Printers, 1922), pp. 194-95.<\/ref> [[Hải quân Hoa Kỳ]] đã đặt tên ông cho một số chiến hạm, trong đó có hàng không mẫu hạm [[USS Abraham Lincoln]] và tiềm thủy đỉnh SSBN Abraham Lincoln.\n\nMặc dù ngày sinh của Lincoln, 12 tháng 2, chưa bao giờ được công nhận là quốc lễ, nó từng được cử hành tại 30 tiểu bang.<ref name=\"Dennis, p. 194\"\/> Từ năm 1971 khi Ngày Tổng thống trở thành quốc lễ, trong đó có ngày sinh của Lincoln kết hợp với ngày sinh Washington, được cử hành thay thế lễ kỷ niệm ngày sinh của ông.<ref>Schwartz (2009), pp. 196–199.<\/ref>\n\n==Xem thêm==\n*[[Nội chiến Mỹ]]\n*[[Frederick Douglass: Diễn văn Tưởng niệm Abraham Lincoln]]\n== Chú thích ==\n{{Tham khảo|colwidth=20em}}\n* The Greatest Stories Never Told - 100 tales from history to astonish, bewilder, and stupefy_Rick Beyer.\n\n== Đọc thêm ==\n{{Refbegin|2}}\n* {{wikicite |ref=\"Baker\" |reference={{Chú thích sách |last=Baker |first=Jean H. |title=Mary Todd Lincoln: A Biography |publisher=W. W. Norton & Company |year=1989 |isbn=9780393305869}} }}\n* {{wikicite |ref=\"Boritt1997\" |reference={{Chú thích sách |title=Why the Civil War Came |author=Boritt, Gabor S. |publisher=[[Oxford University Press]] |year=1997 |isbn=0195113764}} }}\n* {{wikicite |ref=\"Boritt2006\" |reference={{Chú thích sách |last=Boritt |first=G. S. |title=The Gettysburg Gospel: The Lincoln Speech that Nobody Knows |url=https:\/\/archive.org\/details\/gettysburggospel00bori |publisher=Simon and Schuster |year=2006 |page=[https:\/\/archive.org\/details\/gettysburggospel00bori\/page\/194 194] |isbn=9780743288200}} }}\n* {{wikicite |ref=\"Bose\" |reference={{Chú thích sách |last=Bose |first=Meenekshi |others=Mark Landis |title=The Uses and Abuses of Presidential Ratings |url=https:\/\/archive.org\/details\/isbn_9791590337942 |publisher=Nova Publishers |year=2003 |page=[https:\/\/archive.org\/details\/isbn_9791590337942\/page\/5 5] |isbn=9781590337943}} }}\n* {{wikicite |ref=\"Carwardine\" |reference={{Chú thích sách |first=Richard |last=Carwardine |title=Lincoln |url=https:\/\/archive.org\/details\/lincoln0000carw |publisher=Pearson Education Ltd |year=2003 |isbn=9780582032798}} }}\n* {{wikicite |ref=\"Carroll\" |reference={{Chú thích sách |last=Carroll |first=Peter N. |title=The Odyssey of the Abraham Lincoln Brigade: Americans in the Spanish Civil War |url=https:\/\/archive.org\/details\/odysseyofabraham0000carr |publisher=Stanford University Press |year=1994 |isbn=9780804722773}} }}\n* {{wikicite |ref=\"Dennis\" |reference={{Chú thích sách |last=Dennis |first=Matthew |title=Red, White, and Blue Letter Days: an American Calendar |publisher=Cornell University Press |year=2005 |page=194 |isbn=9780801472688}} }}\n* {{wikicite |ref=\"Diggins\" |reference={{Chú thích sách |title=The Lost Soul of American Politics: Virtue, Self-Interest, and the Foundations of Liberalism |url=https:\/\/archive.org\/details\/lostsoulofameric0000digg_j5p6 |last=Diggins |first=John P. |publisher=[[University of Chicago Press]] |year=1986 |isbn=0226148777}} }}\n* {{wikicite |ref=\"Dirck\" |reference={{Chú thích sách |last=Dirck |first=Brian |title=Lincoln the Lawyer |publisher=University of Illinois Press |year=2008 |isbn=9780252076145}} }}\n* {{wikicite |ref=\"Donald\" |reference={{Chú thích sách |first=David Herbert |last=Donald |title=Lincoln |location=New York |publisher=Simon and Schuster |year=1996 |origyear=1995 |isbn=9780684825359}} }}\n* {{wikicite |ref=\"Donald2\" |reference={{Chú thích sách |first=David Herbert |last=Donald |title=Lincoln Reconsidered |url=https:\/\/archive.org\/details\/lincolnreconside00dona_0 |year=2001 |publisher=Knopf Doubleday Publishing Group |location=New York |isbn=9780375725326}} }}\n* {{wikicite |ref=\"Emerson\" |reference={{Chú thích sách |title=The Madness of Mary Lincoln |last=Emerson |first=James |isbn=9780809327713 |publisher=Southern Illinois University Press |location=Carbondale, IL |year=2007 }} }}\n* {{wikicite |ref=\"Fehrenbacher\" |reference={{Chú thích sách |editor=Fehrenbacher, Don E. |title=Lincoln: Speeches and Writings 1859–1865 |url=https:\/\/archive.org\/details\/speecheswritings0000linc |publisher=Library of America |year=1989 |isbn=0940450631}} }}\n* {{wikicite |ref=\"Ferguson\" |reference={{Chú thích sách |last=Ferguson |first=Andrew |title=Land of Lincoln: Adventures in Abe's America |publisher=Grove Press |year=2008 |page=147 |isbn=9780802143617}} }}\n* {{wikicite |ref=\"Foner\" |reference={{Chú thích sách |first=Eric |last=Foner |title=Free Soil, Free Labor, Free Men: The Ideology of the Republican Party before the Civil War |year=1995 |origyear=1970 |isbn=9780195094978 |publisher=Oxford University Press}} }}\n* {{wikicite |ref=\"Goodwin\" |reference={{Chú thích sách |first=Doris Kearns |last=Goodwin |authorlink=Doris Kearns Goodwin |title=Team of Rivals: The Political Genius of Abraham Lincoln |url=https:\/\/archive.org\/details\/teamofrivalspoli00good |isbn=0684824906 |year=2005 |publisher=Simon & Schuster |location=New York}} }}\n* {{wikicite |ref=\"Grimsley\" |reference={{Chú thích sách |title=The Collapse of the Confederacy |last=Grimsley |first=Mark |publisher=[[University of Nebraska Press]] |year=2001 |isbn=0803221703}} }}\n* {{wikicite |ref=\"Guelzo\" |reference={{Chú thích sách |first=Allen C. |last=Guelzo |title=Abraham Lincoln: Redeemer President |isbn=0-8028-3872-3 |year=1999 |publisher=W.B. Eerdmans Pub. Co |location=Grand Rapids, Mich.}} }}\n* {{wikicite |ref=\"Harrison\" |reference={{Chú thích sách |last=Harrison |first=Lowell Hayes |title=Lincoln of Kentucky |url=https:\/\/archive.org\/details\/lincolnofkentuck0000harr |publisher=[[University Press of Kentucky]] |year=2000\n|isbn=0813121566}} }}\n* {{wikicite |ref=\"Harris\" |reference={{Chú thích sách |last=Harris |first=William C. |title=Lincoln's Rise to the Presidency |url=https:\/\/archive.org\/details\/lincolnsrisetopr0000harr |isbn=9780700615209 |publisher=University Press of Kansas |location=Lawrence |year=2007 }} }}\n* {{wikicite |ref=\"Heidler\" |reference={{Chú thích sách |last=Heidler |first=Jeanne T. |title=The Mexican War |publisher=Greenwood Publishing Group |year=2006 |isbn=9780313327926}} }}\n* {{wikicite |ref=\"Heidler2\" |reference={{Chú thích sách |title=Encyclopedia of the American Civil War: A Political, Social, and Military History |editor=Heidler, David S. and Jeanne T. Heidler |year=2000 |publisher=W. W. Norton & Company, Inc. |location=New York |page=174 |isbn=9780393047585}} }}\n* {{wikicite |ref=\"Holzer\" |reference={{Chú thích sách |first=Harold |last=Holzer |title=Lincoln at Cooper Union: The Speech That Made Abraham Lincoln President |year=2004 |publisher=Simon & Schuster |isbn=9780743299640}} }}\n* {{wikicite |ref=\"Holzer2\" |reference={{Chú thích sách |last=Holzer |first=Harold |others=Edna Greene Medford, Frank J. Williams |title=The Emancipation Proclamation: Three Views (Social, Political, Iconographic) |publisher=LSU Press |year=2006 |isbn=9780807131442}} }}\n* {{wikicite |ref=\"Jaffa\" |reference={{Chú thích sách |first=Harry V. |last=Jaffa |title=A New Birth of Freedom: Abraham Lincoln and the Coming of the Civil War |url=https:\/\/archive.org\/details\/newbirthoffreedo00jaff |year=2000 |isbn=0-8476-9952-8 |publisher=Rowman & Littlefield |location=Lanham, Md.}} }}\n* {{wikicite |ref=\"Lamb\" |reference={{Chú thích sách |editor=Lamb, Brian and Susan Swain |title=Abraham Lincoln: Great American Historians on Our Sixteenth President |publisher=PublicAffairs |location=New York |year=2008 |isbn=9781586486761}} }}\n* {{wikicite |ref=\"Basler1\" |reference={{Chú thích sách |first=Abraham |last=Lincoln |editor=Basler, Roy Prentice |title=Abraham Lincoln: His Speeches and Writings |url=https:\/\/archive.org\/details\/abrahamlincolnhi0000linc_a2n6 |origyear=1946 |year=2001 |isbn=9780306810756 |publisher=Da Capo Press}} }}\n* {{wikicite |ref=\"Basler2\" |reference={{Chú thích sách |editor=Basler, Roy Prentice |first=Abraham |last=Lincoln |title=Collected Works of Abraham Lincoln (9 vols.) |location=[[New Brunswick, New Jersey|New Brunswick, NJ]] |publisher=[[Rutgers University Press]] |year=1953 |isbn=9780813501727}} }}\n* {{wikicite |ref=\"Lincoln\" |reference={{Chú thích sách |last=Lincoln | first=Abraham |title=The Living Lincoln: the Man, his Mind, his Times, and the War he Fought, Reconstructed from his Own Writings |url=https:\/\/archive.org\/details\/livinglincolnman0000linc |editor=Paul McClelland Angle, Earl Schenck Miers |publisher=Barnes & Noble Publishing |year=1992 |isbn=9781566190435}} }}\n* {{wikicite |ref=\"Luthin\" |reference={{Chú thích sách |first=Reinhard H. |last=Luthin |title=The First Lincoln Campaign |isbn=9780844612928 |year=1944 |publisher=Harvard University Press |location=Cambridge, MA}} }}\n* {{wikicite |ref=\"McGovern\" |reference={{Chú thích sách |last=McGovern |first=George S. |others=Arthur M. Schlesinger, Jr., Sean Wilentz |title=Abraham Lincoln |publisher=Macmillan |year=2008 |isbn=9780805083453}} }}\n* {{wikicite |ref=McPherson1 |reference={{Chú thích sách |first=James M. |last=McPherson |title=Abraham Lincoln and the Second American Revolution |year=1992 |isbn=9780195076066 |publisher=Oxford University Press}} }}\n* {{wikicite |ref=\"McPherson2\" |reference={{Chú thích sách |title=Battle Cry of Freedom: the Civil War Era |last=McPherson |first=James M. |year=1988 |publisher=Oxford University Press |location=US |isbn=9780195168952}} }}<!--finally, a source. but WHO said it? Almost certainly NOT Lincoln – need Congressional Record of 36th Congress, 2nd session, p.651-->\n* {{wikicite |ref=\"McPherson3\" |reference={{Chú thích sách |last=McPherson |first=James M. |title=Drawn with the Sword: Reflections on the American Civil War |location=Oxford |publisher=Oxford University Press |year=2007 |origyear=1996 |isbn=9780195117967}} }}\n* {{wikicite |ref=\"McPherson4\" |reference={{Chú thích sách |first=James M. |last=McPherson |title=Tried by War: Abraham Lincoln as Commander in Chief |url=https:\/\/archive.org\/details\/triedbywarabraha00mcph |location=New York |publisher=Penguin Press |year=2008 |isbn=9781594201912}} }}\n* {{wikicite |ref=\"Mansch\" |reference={{Chú thích sách |last=Mansch |first=Larry D. |title=Abraham Lincoln, President-Elect: The Four Critical Months from Election to Inauguration |url=https:\/\/archive.org\/details\/abrahamlincolnpr0000mans |publisher=McFarland |year=2005 |isbn=078642026X}} }}\n* {{wikicite |ref=\"Merrill\" |reference={{Chú thích sách |last=Peterson |first=Merrill D. |title=Lincoln in American Memory |url=https:\/\/archive.org\/details\/lincolnamericanm00pete |publisher=Oxford University Press US |year=1995 |pages=[https:\/\/archive.org\/details\/lincolnamericanm00pete\/page\/312 312], 368 |isbn=9780195096453}} }}\n* {{wikicite |ref=\"Miller\" |reference={{Chú thích sách |first=William Lee |last=Miller |title=Lincoln's Virtues: An Ethical Biography |url=https:\/\/archive.org\/details\/lincolnsvirtuese00mill |year=2002 |isbn=0-375-40158-X |publisher=Alfred A. Knopf |location=New York}} }}\n* {{wikicite |ref=\"Mitchell\" |reference={{Chú thích sách |last=Mitchell |first=Thomas G. |title=Anti-slavery politics in antebellum and Civil War America |publisher=Greenwood Publishing Group |year=2007 |isbn=9780275991685}}\n* {{wikicite |ref=\"Naveh\" |reference={{Chú thích sách |last=Naveh |first=Eyal J. |title=Crown of Thorns: Political Martyrdom in America From Abraham Lincoln to Martin Luther King, Jr. |publisher=NYU Press |year=2002 |page=50 |isbn=9780814757765}} }}\n* <cite id=\"Neely\">{{Chú thích sách |last=Neely |first=Mark E. |title=The Fate of Liberty: Abraham Lincoln and Civil Liberties |url=https:\/\/archive.org\/details\/fateofliberty00mark |publisher=Oxford University Press |year=1992 |isbn=9780195080322}} }}\n* {{wikicite |ref=\"Nevins1\" |reference={{Chú thích sách |last=Nevins |first=Allan |title=Ordeal of the Union; Vol. IV: The Emergence of Lincoln: Prologue to Civil War, 1859–1861 |url=https:\/\/archive.org\/details\/emergenceoflinco02nevi |publisher=Macmillan Publishing Company |year=1950 |isbn=9780684104164}} }}\n* {{wikicite |ref=\"Nevins2\" |reference={{Chú thích sách |last=Nevins |first=Allan |title=The War for the Union; Vol. I: The Improvised War: 1861–1862 |publisher=Konecky & Konecky |origyear=1971 |year=2000 |isbn=9781568522968}} }}\n* {{wikicite |ref=\"Nevins3\" |reference={{Chú thích sách |first=Allan |last=Nevins |title=The War for the Union; Vol. IV: The Organized War to Victory: 1864–1865 |origyear=1971 |year=2000 |publisher=Konecky & Konecky |isbn=9781568522999}} }}\n* {{wikicite |ref=\"Nevins1960\" |reference={{Chú thích sách |last=Nevins |first=Allan |title=The War for the Union: War becomes revolution, 1862–1863 |publisher=Konecky & Konecky |year=1960 |isbn=9781568522975}} }}\n* {{wikicite |ref=\"Oates\" |reference={{Chú thích sách |last=Oates |first=Stephen B. |title=With Malice Toward None: a Life of Abraham Lincoln |publisher=HarperCollins |year=1993 |isbn=9780060924713}} }}\n* {{wikicite |ref=\"Paludan\" |reference={{Chú thích sách |last=Paludan |first=Phillip Shaw |title=The Presidency of Abraham Lincoln |url=https:\/\/archive.org\/details\/presidencyofabra00palu |isbn=9780700606719 |year=1994 |publisher=University Press of Kansas |location=Lawrence}} }}\n* {{wikicite |ref=\"Potter\" |reference={{Chú thích sách |last=Potter |first=David M. |others=Don Edward Fehrenbacher |title=The impending crisis, 1848–1861 |url=https:\/\/archive.org\/details\/impendingcrisis00pott |publisher=HarperCollins |year=1976 |isbn=9780061319297}} }}\n* {{wikicite |ref=\"Prokopowicz\" |reference={{Chú thích sách |last=Prokopowicz |first=Gerald J. |title=Did Lincoln Own Slaves?: and Other Frequently Asked Questions about Abraham Lincoln |url=https:\/\/archive.org\/details\/didlincolnownsla0000prok |publisher=Random House, Inc. |year=2008 |isbn=9780375425417}} }}\n* {{wikicite |ref=\"Roland\" |reference={{Chú thích sách |last=Roland |first=Charles Pierce |title=An American Iliad: the Story of the Civil War |url=https:\/\/archive.org\/details\/americaniliadsto0000rola_b6b6 |publisher=University Press of Kentucky |year=2004 |isbn=9780813123004}} }}\n* {{wikicite |ref=\"Sandburg\" |reference={{Chú thích sách |last=Sandburg |first=Carl |title=Abraham Lincoln: The Prairie Years and the War Years |url=https:\/\/archive.org\/details\/abrahamlincolnpr0000sand_d9e9 |editor=Goodman, Edward C. |publisher=Sterling Publishing Company |year=2007 |origyear=1974 |isbn=9781402742880}} }}\n* {{wikicite |ref=\"Schreiner\" |reference={{Chú thích sách |title=The Trials of Mrs. Lincoln |url=https:\/\/archive.org\/details\/trialsofmrslinco0000schr |last=Schreiner |first=Samuel Agnew |publisher=University of Nebraska Press |year=2005 |origyear=1987 |isbn=9780803293250}} }}\n* {{wikicite |ref=\"Schauffler\" |reference={{Chú thích sách |last=Schauffler |first=Robert Haven |title=Lincoln's Birthday |publisher=Kessinger Publishing |year=2005 |page=xi |isbn=9780766198425}} }}\n* {{wikicite |ref=\"Schwartz\" |reference={{Chú thích sách |last=Schwartz |first=Barry |title=Abraham Lincoln in the Post-Heroic Era: History and Memory in Late Twentieth-Century America |publisher=University of Chicago Press |year=2009 |pages=196–199 |isbn=9780226741888}} }}\n* {{wikicite |ref=\"Sweetman\" |reference={{Chú thích sách |last=Sweetman |first=Jack |title=American Naval History: An Illustrated Chronology of the U.S. Navy and Marine Corps, 1775–Present |url=https:\/\/archive.org\/details\/americannavalhis0003swee |publisher=Naval Institute Press |year=2002 |isbn=9781557508676}} }}\n* {{wikicite |ref=\"Taranto\" |reference={{Chú thích sách |last=Taranto |first=James |others=Leonard Leo |title=Presidential Leadership: Rating the Best and the Worst in the White House |publisher=Simon and Schuster |page=264 |isbn=9780743254335}} }}\n* {{wikicite |ref=\"Thomas\" |reference={{Chú thích sách |first=Benjamin P. |last=Thomas |title=Abraham Lincoln: A Biography |url=https:\/\/archive.org\/details\/abrahamlincolnbi0000thom_k6f1 |year=2008 |origyear=1952 |isbn=9780809328871}} }}\n* {{wikicite |ref=\"Thornton\" |reference={{Chú thích sách |last=Thornton |first=Brian |others=Richard W. Donley |title=101 Things You Didn't Know about Lincoln: Loves and Losses, Political Power Plays, White House Hauntings |url=https:\/\/archive.org\/details\/101thingsyoudidn0000thor |publisher=Adams Media |year=2005 |isbn=9781593373993}} }}\n* {{wikicite |ref=\"Vorenberg\" |reference={{Chú thích sách |last=Vorenberg |first=Michael |title=Final Freedom: the Civil War, the Abolition of Slavery, and the Thirteenth Amendment |publisher=Cambridge University Press |year=2001 |isbn=9780521652674}} }}\n* {{wikicite |ref=\"White\" |reference={{Chú thích sách |last=White, Jr. |first=Ronald C. |title=A. Lincoln: A Biography |publisher=Random House, Inc. |year=2009 |isbn=9781400064991}} }}\n* {{wikicite |ref=\"Wills\" |reference={{Chú thích sách |first=Garry |last=Wills |authorlink=Garry Wills |title=[[Lincoln at Gettysburg: The Words That Remade America]] |isbn=0-671-86742-3 |year=1993 |publisher=Simon & Schuster |location=New York}} }}\n* {{wikicite |ref=\"Wilson\" |reference={{Chú thích sách |first=Douglas L. |last=Wilson |publisher=Knopf Publishing Group |title=Honor's Voice: The Transformation of Abraham Lincoln |year=1999 |isbn=9780375703966}} }}\n{{cuối tham khảo}}\n\n== Liên kết ngoài ==\n{{sisterlinks |Abraham Lincoln|voy=no}}\n* {{Dmoz |Society\/History\/By_Region\/North_America\/United_States\/Presidents\/Lincoln,_Abraham}}\n* {{Dmoz |Society\/History\/By_Region\/North_America\/United_States\/Presidents\/Lincoln,_Abraham\/Speeches_and_Writings}}\n* [http:\/\/quod.lib.umich.edu\/l\/lincoln\/ The Collected Works of Abraham Lincoln]\n* [http:\/\/www.knox.edu\/lincolnstudies.xml Lincoln Studies Center at Knox College]\n* [http:\/\/www.physical-lincoln.com\/wiki\/Abraham_Lincoln_photographs Photographs of Abraham Lincoln] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130213001137\/http:\/\/www.physical-lincoln.com\/wiki\/Abraham_Lincoln_photographs |date = ngày 13 tháng 2 năm 2013}}\n* {{CongBio |L000313}}\n* {{Imdb name}}\n* [http:\/\/www.abrahamlincoln.org\/ The Lincoln Institute]\n* [http:\/\/illinoisharvest.grainger.uiuc.edu\/digitized_books.asp?set=AL Digitized books about Abraham Lincoln from the University of Illinois at Urbana-Champaign Library] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071011182142\/http:\/\/illinoisharvest.grainger.uiuc.edu\/digitized_books.asp?set=AL |date=2007-10-11 }}\n* [http:\/\/memory.loc.gov\/ammem\/alhtml\/alhome.html Mr. Lincoln's Virtual Library]\n* [http:\/\/www.loc.gov\/rr\/program\/bib\/prespoetry\/al.html Poetry written by Abraham Lincoln]\n* [http:\/\/rogerjnorton.com\/Lincoln78.html Lincoln quotes collected by Roger Norton]\n* [http:\/\/www.alplm.org\/home.html The Abraham Lincoln Presidential Library and Museum] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090215200414\/http:\/\/www.alplm.org\/home.html |date = ngày 15 tháng 2 năm 2009}} Springfield, Illinois\n* [http:\/\/www.lincolncottage.org\/visit\/index.htm President Lincoln's Cottage] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120910075125\/http:\/\/www.lincolncottage.org\/visit\/index.htm |date = ngày 10 tháng 9 năm 2012}}\n* {{US patent |6469 |US PATNo. 6.469}}—''Manner of Buoying Vessels''—A. Lincoln—1849\n* [http:\/\/www.nps.gov\/abli\/ National Park Service Abraham Lincoln birthplace] (includes good early history)\n* [http:\/\/edsitement.neh.gov\/spotlight.asp?id=138 National Endowment for the Humanities Spotlight – Abraham Lincoln] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101007063045\/http:\/\/edsitement.neh.gov\/spotlight.asp?id=138 |date=2010-10-07 }}\n* [http:\/\/www.abrahamlincoln200.org\/ The Abraham Lincoln Bicentennial Commission]\n* [http:\/\/www.nps.gov\/linc\/ Lincoln Memorial] Washington, DC\n* [http:\/\/lincoln.lib.niu.edu\/ Lincoln\/Net: Abraham Lincoln Historical Digitization Project, Northern Illinois University Libraries]\n* [http:\/\/www.nps.gov\/history\/nr\/twhp\/wwwlps\/lessons\/127liho\/ ''Lincoln Home National Historic Site: A Place of Growth and Memory,'' lesson plan]\n* [http:\/\/www.nps.gov\/history\/NR\/twhp\/wwwlps\/lessons\/126libo\/ ''Lincoln Boyhood National Memorial: Forging Greatness during Lincoln's Youth,'' lesson plan]\n* [http:\/\/www.loc.gov\/rr\/program\/bib\/presidents\/lincoln\/ Abraham Lincoln: A Resource Guide from the Library of Congress]\n* [http:\/\/millercenter.org\/index.php\/academic\/americanpresident\/lincoln Essay on Abraham Lincoln and shorter essays on each member of his cabinet and First Lady from the Miller Center of Public Affairs]\n* [http:\/\/fulltextarchive.com\/pages\/The-Entire-Writings-of-Lincoln1.php The Entire Writings of Lincoln] including an introduction by Theodore Roosevelt\n\n'''Văn kiện điện tử Project Gutenberg'''\n* List of {{gutenberg author |id=Abraham+Lincoln | name=Abraham Lincoln}}\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/12462 |title=A Compilation of the Messages and Papers of the Presidents and more: Volume 6, part 1: Abraham Lincoln |author=Richardson, James D. (compiler) }} includes major (and minor) state papers, but not speeches or letters\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/2517 |title=Lincoln's Yarns and Stories }}\n* {{Chú thích sách |title=Abraham Lincoln: a History |url=https:\/\/archive.org\/details\/in.ernet.dli.2015.260339 |year=1890 |first=John |last=Hay |authorlink=John Hay |others=[[John George Nicolay]]}} {{Chú thích web |url=http:\/\/www.gutenberg.org\/etext\/6812 |tiêu đề=Volume 1}} to 1856; coverage of national politics. {{Chú thích web |url=http:\/\/www.gutenberg.org\/etext\/11708 |tiêu đề=Volume 2}} (1832 to 1901); covers 1856 to early 1861; coverage of national politics; part of 10 volume \"life and times\" by Lincoln's aides\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/1815 |title=The Boys' Life of Abraham Lincoln |year=1907 |last=Nicolay |first=Helen }} (1866 to 1954)\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/6811 |title=The Life of Abraham Lincoln |year=1901 |first=Henry |last=Ketcham }}; popular\n* {{Chú thích sách |title=Abraham Lincoln |url=https:\/\/archive.org\/details\/abrahamlincoln01mors_0 |year=1899 |first=John T. |last=Morse}}; a solid scholarly biography {{Chú thích web |url=http:\/\/www.gutenberg.org\/etext\/12800 |tiêu đề=Volume 1}}{{Chú thích web |url=http:\/\/www.gutenberg.org\/etext\/12801 |tiêu đề=Volume 2}}\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/14004 |title=The Every-day Life of Abraham Lincoln |year=1913 |author=Francis Fisher Browne}}; popular\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/11728 |title=Abraham Lincoln: The People's Leader in the Struggle for National Existence |year=1909 |author=George Haven Putnam, Litt. D.}}\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/1713 |title=Lincoln's Personal Life |year=1922 |first=Nathaniel W. |last=Stephenson }}; popular\n* {{Chú thích sách |url=http:\/\/www.gutenberg.org\/etext\/18379 |title=Abraham Lincoln |year=1917 |first=Godfrey Rathbone |last=Benson (Lorn Charnwood) }}\n\n{{start box}}\n{{succession box\n | chức vụ = [[Ứng cử viên tổng thống Đảng Cộng hòa Hoa Kỳ]]\n | trước = [[John Frémont]]\n | sau = [[Ulysses Simpson Grant|Ulysses Grant]]\n | năm = [[Bầu cử Tổng thống Hoa Kỳ, 1860|1860]] (thắng cử), [[Bầu cử Tổng thống Hoa Kỳ, 1864|1864]] (thắng cử)\n }}\n{{succession box\n | trước = [[James Buchanan]]\n | chức vụ = [[Tổng thống Hoa Kỳ]]\n | sau = [[Andrew Johnson]]\n | năm = [[4 tháng 3]] năm [[1861]] – [[15 tháng 4]] năm [[1865]]\n }}\n{{end box}}\n\n{{Dữ liệu nhân vật\n|TÊN=Lincoln, Abraham\n|TÊN KHÁC=Lincoln, Abe; Honest Abe; Rail Splitter; Người giải phóng vĩ đại\n|TÓM TẮT=[[Tổng thống Hoa Kỳ]] ([[1861]]–[[1865]])\n|LÚC SINH=[[12 tháng 2]] năm [[1809]]\n|NƠI SINH=[[Quận Hardin, Kentucky|Quận Hardin]], [[Kentucky]], [[Hoa Kỳ]]\n|LÚC MẤT=[[15 tháng 4]] năm [[1865]]\n|NƠI MẤT=[[Washington, D.C.]], [[Hoa Kỳ]]\n}}\n\n{{Thời gian sống|sinh=1809|mất=1865|tên=Lincoln, Abraham}}\n{{Thanh cổng thông tin|Chính trị|Hoa Kỳ}}\n{{Abraham Lincoln}}\n{{Tổng thống Hoa Kỳ}}\n{{Nội chiến Hoa Kỳ}}\n{{Kiểm soát tính nhất quán}}\n{{1000 bài cơ bản}}\n\n{{DEFAULTSORT:Lincoln, Abraham}}\n[[Thể loại:Abraham Lincoln| ]]\n[[Thể loại:Tổng thống Hoa Kỳ]]\n[[Thể loại:Tổng thống Hoa Kỳ của Đảng Cộng hòa]]\n[[Thể loại:Nhân vật nội chiến Mỹ]]\n[[Thể loại:Biểu tượng văn hóa Mỹ]]\n[[Thể loại:Người bị ám sát]]\n[[Thể loại:Chính khách Illinois]]\n[[Thể loại:Thành viên Nghị viện Illinois]]\n[[Thể loại:Thành viên Hạ viện Hoa Kỳ từ Illinois]]\n[[Thể loại:Người Kentucky]]\n[[Thể loại:Đảng Whig Hoa Kỳ]]\n[[Thể loại:Lịch sử Hoa Kỳ]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Người Mỹ gốc Anh]]\n[[Thể loại:Chính khách Mỹ thế kỷ 19]]\n[[Thể loại:Ứng cử viên tổng thống của Đảng Cộng hòa (Hoa Kỳ)]]"}