{"Adolphe Sax":"{{Thông tin nhân vật\n| name = Adolphe Sax\n| image = Adolphe Sax.jpg\n| alt = Adolphe Sax\n| caption = \n| birth_date = {{Birth date|df=yes|1814|11|06}}\n| birth_place = [[Dinant]], [[Namur (tỉnh)|Namur]], [[Bỉ]]\n| death_date = {{circa}} {{Death date and age|df=yes|1894|02|07|1814|11|06}}\n| death_place = [[Paris]], Pháp\n| nationality = [[Bỉ]]\n| other_names = \n| known_for = Phát minh kèn [[saxophone]]\n| occupation = Nhạc sĩ, nghệ nhân chế tạo hạc cụ\n}}\n'''Antoine Joseph Adolphe Sax''' ([[6 tháng 11]] năm [[1814]] – [[7 tháng 2]] năm [[1894]]<ref>Nhiều nguồn còn không thống nhất ngày mất của Adolphe, khoảng giữa ngày 3 ngày 7 tháng 2. Mộ của Adolphe Sax trên đồi Montmartre ghi ngày mất 7 tháng 2. Tuy nhiên, cuốn ''Từ điển bách khoa nhạc sĩ'' (8th ed., [[Nicolas Slonimsky]]) và trong 2 ấn bản của ''Từ điển âm nhạc và nhạc sĩ New Grove'' thì ghi ngày 4 tháng 2.<\/ref>) là nhạc sĩ, nhạc công chơi [[flute]] và [[clarinet]] và nghệ nhân chế tạo nhạc cụ. Adolphe sinh ra trong một gia đình có truyền thống chế tạo và sản xuất nhạc cụ. Thân phụ ông là Charles Sax vốn sản xuất nhạc cụ cho triều đình [[Hà Lan]] lúc bấy giờ. Charles Sax được biết đến như người phát triển hệ thống cần bấm xoay (rotate valves) được ứng dụng rộng rãi trong các loại kèn đồng ngày nay. Vì thế nên Adolphe được tiếp thu kĩ thuật chế tạo nhạc cụ từ cha ông khi còn rất trẻ.\n\nAdolphe đã học chơi kèn Clarinet và sáo tại [[đại học hoàng gia Brussels]],<ref>{{chú thích sách | author=Richard Ingham | title=The Cambridge companion to the saxophone | url=https:\/\/archive.org\/details\/cambridgecompani00ingh | year=1998 | publisher=Cambridge University Press | isbn=978-0-521-59666-4 | pages=[https:\/\/archive.org\/details\/cambridgecompani00ingh\/page\/2 2]}}<\/ref> và là một người chơi nhạc tài năng. Nhưng niềm đam mê sáng chế đã khiến ông quay về với truyền thống chế tạo nhạc cụ của gia đình. Và ông cũng chính là người có những đóng góp quan trọng trong việc cải tiến dòng họ kèn Horn. Chính vì vậy ngày nay nó đã được đặt theo tên ông, Saxhorn. Ngoài ra ông còn tái thiết kế kèn Bass Clarinet lên một tiêu chuẩn tiên tiến vượt bậc như ngày nay. Hơn thế nữa, lúc bấy giờ ông còn mong muốn chế tạo một loại nhạc cụ kết hợp đặc tính của cả Clarinet va Flute. Và cuối cùng loại nhạc cụ mà ông mong muốn cũng đã ra đời vào năm 1840, đó chính là [[saxophone]]. Ban đầu saxophone được dùng nhiều trong quân nhạc về sau cây kèn quý tộc này được ứng dụng trong Opera và sau nữa là nhạc Pop, Rock, Jazz.\n\nÔng cũng được biết đến là người chơi Saxophone đầu tiên. Sau khi phát minh ra Saxophone ông đã chuyển đến Paris và làm giáo viên [[Nhạc viện Paris]], để phát triển sự nghiệp biểu diễn Sax của mình. Sau khi Adolphe Sax mất, 1894, con trai của ông là Adolphe Edouard Sax đã thừa kế và tiếp tục xưởng sản xuất cho đến 1928, trước khi nó được bán cho Công ty Henri Selmer.\n\n==Chú thích==\n{{tham khảo}}\n== Tham khảo ==\n* ''Sax, Mule & Co'', [[Jean-Pierre Thiollet]], H & D, 2004. ISBN 2-914266-03-0\n\n{{thời gian sống|1814|1894}}\n{{sơ khai tiểu sử}}\n\n[[Thể loại:Người Walloon]]"}