{"Aleksandr Sergeyevich Pushkin":"{{1000 bài cơ bản}}\n{{Infobox writer\n| birth_name   = Александр Сергеевич Пушкин\n| image        = AleksandrPushkin.jpg\n| image_size   = 292px\n| caption      = Họa phẩm chân dung Aleksandr S. Pushkin do [[Vasily Andreyevich Tropinin|Vasily Tropinin]] thực hiện năm 1827.\n| birth_date   = {{birth date|df=yes|1799|6|6}}\n| birth_place  = [[Moskva]], {{flagicon|RUS}} [[Đế quốc Nga]]\n| death_date   = {{death date and age|df=yes|1837|2|10|1799|6|6}}\n| death_place  = [[Sankt-Petersburg]], {{flagicon|RUS}} [[Đế quốc Nga]]\n| occupation   = [[Thi sĩ]], [[văn sĩ]], [[kịch tác gia]]\n| nationality  = {{flagicon|RUS}} [[Đế quốc Nga]]\n| relatives    = [[Sergey Lvovich Pushkin|Sergey Pushkin]] (cha)<br>[[Nadezhda Ossipovna Gannibal|Nadezhda Gannibal]] (mẹ)\n| spouse       = [[Natalia Goncharova]] (1831 - 1837)\n| children     = Maria<br>Aleksandr Fremke<br>Grigory<br>[[Natalia Aleksandrovna Pushkina|Natalia Aleksandrovna]]\n| genre        = [[Tiểu thuyết]], [[truyện ngắn]], [[kịch]], [[sử thi]], [[thơ]] \n| language     = [[Tiếng Nga]]<br>[[Tiếng Pháp]]\n| movement     = [[Lãng mạn]], [[Hiện thực]]\n| notableworks = ''[[Yevgeny Onegin]]'', ''[[Người con gái viên đại úy]]'', ''[[Boris Godunov (kịch)|Boris Godunov]]'', ''[[Ruslan và Lyudmila]]''\n| period       = [[Kỷ nguyên vàng]]\n| alma_mater   = Trung học Hoàng Thôn\n| signature    = Pushkin Signature.svg\n}}\n'''Aleksandr Sergeyevich Pushkin''' ([[tiếng Nga]]: {{Âm thanh|ru-Pushkin.ogg|''Александр Сергеевич Пушкин''}}, tên phiên âm là '''A-lếch-xăng-đrơ Xéc-ghê-ê-vích Pu-skin''', 1799 - 1837) là một [[thi sĩ]], [[văn sĩ]], [[kịch tác gia]] [[Nga]]. Được tôn vinh như ''Đại thi hào'' hoặc ''Mặt trời thi ca Nga''<ref name=basker>Basker, Michael. Pushkin and Romanticism. In Ferber, Michael, ed., ''A Companion to European Romanticism''. Oxford: Blackwell, 2005.<\/ref>, ông hầu như là biểu tượng của trào lưu [[lãng mạn]] [[Nga]] [[thế kỷ XIX]]<ref name=\"virginia\">[http:\/\/www.faculty.virginia.edu\/dostoevsky\/texts\/devil_pushkinbio.html Short biography from University of Virginia] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190401220028\/http:\/\/www.faculty.virginia.edu\/dostoevsky\/texts\/devil_pushkinbio.html |date = ngày 1 tháng 4 năm 2019}}, retrieved on ngày 24 tháng 11 năm 2006.<\/ref><ref name=\"Reid\">[http:\/\/www.worldandi.com\/newhome\/public\/2004\/March\/bkpub1print.asp Allan Reid, \"Russia's Greatest Poet\/Scoundrel\"], retrieved on ngày 2 tháng 9 năm 2006.<\/ref><ref>[http:\/\/news.bbc.co.uk\/2\/hi\/programmes\/from_our_own_correspondent\/361169.stm \"Pushkin fever sweeps Russia\"]. BBC News, ngày 5 tháng 6 năm 1999, Retrieved ngày 1 tháng 9 năm 2006.<\/ref><ref>[http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/2977322.stm \"Biographer wins rich book price\"]. BBC News, ngày 10 tháng 6 năm 2003, Retrieved ngày 1 tháng 9 năm 2006.<\/ref> bởi nhiều cống hiến trong sự đa dạng hóa [[ngôn ngữ]] [[văn chương]]<ref>[http:\/\/www.pushkinskijdom.ru\/Default.aspx?tabid=1241 Biography of Pushkin at the Russian Literary Institute \"Pushkin House\"]. Truy cập ngày 1 tháng 9 năm 2006.<\/ref><ref name=\"Gorky\">Maxim Gorky, [http:\/\/www.marxists.org\/archive\/gorky-maxim\/misc\/pushkin.htm \"Pushkin, An Appraisal\"]. Truy cập ngày 1 tháng 9 năm 2006.<\/ref>.\n==Lịch sử==\n[[Hình:Pushkin 04.jpg|nhỏ|phải|202px|Chân dung thời thơ ấu của A.S.Pushkin.]]\n[[Hình:С. Г. Чириков - Александр Сергеевич Пушкин (акварель).jpg|nhỏ|phải|202px|Chân dung thời niên thiếu của A.S. Pushkin.]]\n[[Hình:Pushkin derzhavin.jpg|nhỏ|phải|202px|Pushkin đọc thơ trước thi hào Derzhavin năm 16 tuổi.]]\n[[Hình:Ivan Makarov - Natalia Nikolaevna Pushkina-Lanskaya 1849.jpg|nhỏ|phải|202px|Phu nhân Natalia Goncharova.]]\n===Ấu thơ===\nPushkin sinh ngày [[6 tháng 6]] năm [[1799]] (26 tháng 5 theo [[lịch Julius|lịch cũ]]) tại thành phố Moscow trong một dòng dõi quý tộc [[Nga]] có nguồn gốc từ [[thế kỷ XII]]. Cha của Pushkin, ông Sergey Levov, là hậu duệ của dòng dõi gia đình Boyar cũ - tước hiệu cao cấp nhất trong tầng lớp quý tộc của Nga và Romania thời xưa. Ông vốn là một chủ đất giàu có, sở hữu nhiều đất đai và nô lệ. Tuy nhiên, ông Sergey Levov lại luôn cảm thấy xấu hổ vì điều này. Dường như người cha của Pushkin không phù hợp với công việc của một người quản lý. Ông rất ít quan tâm đến những khái niệm như gia đình, thu nhập và giá cả nông sản. Cả cuộc đời của Sergey Levova sống trong sự nhàn nhã với tài hoạt ngôn ở chốn đông người, ưa tìm hiểu ngôn ngữ Pháp và Nga, quan tâm tới văn học và có một thư viện gồm những cuốn sách [[Pháp ngữ]] có giá trị cao. Với con cái, ông Sergey Levov cũng rất ít thể hiện sự quan tâm đặc biệt nhưng tựu trung là một người cha tốt.\n\nPhu nhân Sergey Levov đồng thời là mẹ Pushkin, bà Nadezhda Osipovna, thuộc dòng dõi Abram Petrovich Gannibal<ref name=\"Лихауг Lihaug 2006 31–38\">{{Chú thích tạp chí | last = Лихауг [Lihaug]| first = Э. Г. [E. G.]| title = Предки А. С. Пушкина в Германии и Скандинавии: происхождение Христины Регины Шёберг (Ганнибал) от Клауса фон Грабо из Грабо [Ancestors of A. S. Pushkin in Germany and Scandinavia: Descent of Christina Regina Siöberg (Hannibal) from Claus von Grabow zu Grabow]| journal=Генеалогический вестник [Genealogical Herald].–Санкт-Петербург [Saint Petersburg]| volume = 27| pages = 31–38|date=November 2006}}<\/ref><ref name=\"Lihaug 2007 32–46\">{{Chú thích tạp chí | last = Lihaug| first = Elin Galtung| title = Aus Brandenburg nach Skandinavien, dem Baltikum und Rußland. Eine Abstammungslinie von Claus von Grabow bis Alexander Sergejewitsch Puschkin 1581–1837| journal=Archiv für Familiengeschichtsforschung| volume = 11| pages = 32–46|year=2007}}<\/ref>, một người nô lệ da đen, nhờ thông minh xuất chúng và có những đóng góp lớn về quân sự, hàng hải cho nước Nga đã được [[Pyotr I của Nga|Pyotr đại đế]] nhận làm dưỡng tử. Vì thế, Pushkin có vài đặc điểm giống đằng ngoại như tóc rất xoăn, làn da ngăm và đôi môi dày. Trái với bản tính vô ưu của chồng, bà Sergey Levova là một phụ nữ diễm kiều nhưng độc đoán. Ba người con, con gái lớn Olga, rồi đến Pushkin và cuối cùng là em út Leo thì chỉ có Leo là được nuông chiều hơn cả. Chị em Pushkin thường bị mẹ dạy bằng roi vọt và bà mẹ đặc biệt lạnh lùng với cậu con thứ. Có thời điểm quá tức giận, thậm chí bà còn không nói chuyện với Pushkin tới hàng tuần, thậm chí cả tháng. Trong thời gian cai sữa cho Aleksandr, bà mẹ đã bỏ mặc cậu bé đói khát mút tay và không âu yếm như các bà mẹ khác.\n\nVì thuở nhỏ Pushkin rất mập mạp vụng về, mẹ đã bắt cậu phải vận động, chạy nhảy, chơi đùa với bạn bè cùng trang lứa. Trái lại, bà ngoại Maria Alekseyevna Gannibal lại là một phụ nữ rất nhân hậu. Thời thơ ấu, trong những tháng hè, Pushkin thường được về chơi với bà tại thôn Zakharov, gần Zvenigorod thuộc ngoại ô [[Moskva]]. Những tháng ngày êm đềm ở đây về sau này được phản ảnh trong những bài thơ đầu tiên của Puskin (\"Thầy tu\", 1813; \"Bova\", 1814; \"Lời nhắn cho Yudin\",1815; \"Giấc mơ\", 1816).\n\n===Thiếu niên===\nSáu tuổi, Pushkin được tuyển vào trường Lyceum Hoàng gia{{ref|puskinb}}, tại [[Tsarskoe Selo]] (Hoàng Thôn, nay là thị trấn Pushkin) gần kinh đô [[Sankt-Peterburg]]. Thời gian theo học tại đây ông đã chứng kiến cuộc chiến tranh giữa quân lực [[Sa hoàng|Nga hoàng]] với quân Pháp của [[Napoléon Bonaparte]] năm 1812. Ông có bài thơ nổi tiếng về chủ đề này - \"Hồi ức ở Hoàng Thôn\" (Воспоминание о Царском Селе, 1815). Bài thơ này đã được nhà [[phê bình văn học]] Nga nổi tiếng thời bấy giờ là [[Gavrila Romanovich Derzhavin]] (Гаври́л Рома́нович Держа́вин) coi là một tác phẩm kiệt xuất và đã tôn vinh Pushkin, khi đó mới 16 tuổi, như một nhà thơ lớn của nước Nga.\n\nSau khi tốt nghiệp Lyceum, Pushkin tích cực tham gia vào các hoạt động văn học nghệ thuật của giới quý tộc trí thức trẻ tại Sankt-Peterburg, lúc bấy giờ đang nỗ lực đấu tranh cho một cuộc cách mạng xoá bỏ chế độ nông nô tại Nga. Thời gian này ông cho ra đời những bài thơ mang tính chính trị như \"Gửi Chaadayev\" (К Чаадаеву, 1818), \"Gửi N. Ya. Plyuskova\" (Н. Я. Плюсковой, 1818), \"Làng quê\" (Деревня, 1819)... Năm [[1820]] Pushkin cho in bản trường ca đầu tiên của mình - \"Ruslan và Lyudmila\" (Руслан и Людмила) và ngay lập tức tạo được tiếng vang lớn về phong cách cũng như chủ đề, mặc dù cũng phải chịu sự công kích dữ dội từ phía chính quyền.\n===Trung niên===\nMùa xuân 1820, do những bài thơ bị quy phiến loạn, tổng đốc Sankt-Peterburg là bá tước Miloradovich yêu cầu đày Pushkin tới [[Siberia]]. Tuy nhiên nhờ sự giúp đỡ và ảnh hưởng của những người bạn ([[Nikolai Mikhailovich Karamzin]], [[Pyotr Yakovlevich Chaadayev]], [[Fyodor Nikolayevich Glinka]]), cuối cùng ông chỉ phải chịu mức án nhẹ hơn là bị trục xuất khỏi thành phố [[Sankt-Peterburg]] vô thời hạn. Sau khi rời Sankt-Peterburg, Pushkin đã đi xuống miền nam nước Nga, tới [[Kavkaz]] và [[Krym]], [[Moldova]], [[Kiev]]. Trong thời gian này ông vẫn tiếp tục cho ra đời những tác phẩm mới có ảnh hưởng rất sâu sắc tới văn chương Nga thế kỷ XXI, như \"Người tù Kavkaz\" (Кавказский пленник, 1822), \"Gavriiliada\" (Гавриилиада, 1821), \"Anh em lũ cướp\" (Братья разбойники, 1822), \"Đài phun nước Bakhchisaraysky\" (Бахчисарайский фонтан, 1824). Năm [[1823]], ở [[Kishinov]], Pushkin bắt tay vào viết [[sử thi]] \"[[Yevgeny Onegin]]\" c(Евгений Онегин).\n\nTháng 7 năm [[1824]], với đơn xin ân xá, Pushkin được chính quyền cho phép về ở trang viên Pskov tại vùng Mikhailovskoe dưới sự kiểm soát của gia đình. Tại Mikhailovskoe ông đã sáng tác những tác phẩm lịch sử như vở kịch \"Boris Godunov\" (Борис Годунов, 1825), \"Với biển cả\" (К морю, 1826), trường ca \"Những người Tsygan\" (Цыганы, 1827)<ref>{{ru icon}} P. K. Guber. Don Juan List of A. S. Pushkin. [[Petrograd]], 1923 (reprinted in [[Kharkiv]], 1993). Pages 78, 90–99.<\/ref>.\n\nNăm [[1825]], trong lần viếng trang viên láng giềng, Pushkin đã gặp cô Anna Kern, người tạo cho ông cảm hứng để sáng tác bài thơ nổi tiếng \"Gửi K\". Cuối năm 1825 đầu năm [[1826]] kết thúc chương năm và sáu của \"Yevgeny Onegin\", mà lúc đó Puskin coi là đoạn kết cho phần một của tác phẩm.\n\nCuối năm 1825, thông qua một số viên chức có thiện chí, Pushkin đã được tiếp cận Nga hoàng [[Nikolai I của Nga|Nikolai I]] để đệ đơn xin ân xá và được Nga hoàng chấp thuận. Tuy nhiên sau thất bại của cuộc khởi nghĩa Tháng Chạp năm 1825 tại Sankt-Peterburg, chính quyền đã xem xét lại tất cả các ấn phẩm chống đối chính quyền của Pushkin trước đó và quyết định buộc ông bị quản thúc tại gia và có chính sách kiểm duyệt nghiêm khắc các tác phẩm của nhà thơ. Pushkin đã chuyển về [[Moskva]] sống trong thời gian này.\n\nNăm [[1831]] được đánh dấu bởi một sự kiện rất quan trọng trong sự nghiệp của Pushkin, ông đã có buổi gặp gỡ với [[Nikolai Vasilyevich Gogol]], một nhà văn Nga nổi tiếng khác. Cả hai nhanh chóng trở thành bạn thân và luôn hỗ trợ nhau trong hoạt động nghệ thuật. Puskin đã có ảnh hưởng lớn tới những nhân vật trong các tác phẩm [[châm biếm]] phê phán hiện thực của Gogol. Cùng năm đó, Pushkin kết hôn với cô [[Natalia Goncharova]], người đã đem lại cho ông cảm hứng sáng tác lớn lao. Ông hoàn tất chương \"Bức thư của Onegin\" trong tác phẩm \"Evegeny Onegin\" và cũng là chương kết của công trình vĩ đại mà nhà thơ đã mất 8 năm để thực hiện.\n\n[[Tháng 11]] năm [[1833]], Puskin trở lại Sankt-Peterburg, và cảm thấy cần phải có những thay đổi lớn trong cuộc sống, ông không muốn bị kìm kẹp trong bốn bức tường do chế độ quản thúc.\n\nNhờ sự sủng ái của Nga hoàng Nikolai I, đầu năm [[1834]] chế độ quản thúc đối với Pushkin được nới lỏng, tuy nhiên các tác phẩm thơ ca của ông vẫn phải có sự đồng ý của Sa hoàng mới được phát hành. Do vậy hoàn cảnh kinh tế của nhà thơ không được thuận lợi, Pushkin phải đăng ký vào một chức vụ thư lại trong viện biên sử của Sa hoàng. Thời kỳ này, Puskin chuyển hướng sang viết văn xuôi. Ông sáng tác truyện vừa như \"Con đầm bích\" (Пиковая дама), tiểu thuyết như \"Dubrovski\" (Дубровский, 1832-33), \"Con gà trống vàng\", \"Người da đen của Pyotr Đại đế\" (không hoàn thành)... Cùng với những người bạn, Pushkin đã thành lập tờ tạp chí ''Người đương thời'' (Современник). Nhiều tác giả nổi tiếng của Nga thời bấy giờ như [[Aleksandr Ivanovich Turgenev]], N.V. Gogol, V.A. Zhukovski, P.A. Vyazemski đã ủng hộ bằng cách gửi những tác phẩm mới nhất của mình tới cho tạp chí này. Tuy nhiên, độc giả Nga khi đó chưa quen với những bài viết mang tính phê phán hiện thực sâu sắc đã không hưởng ứng tạp chí ''Người đương thời''. Số lượng độc giả quá ít khiến ban biên tập lâm vào tình thế rất khó khăn, họ không có đủ tiền để trang trải cho việc in ấn và thù lao cho cộng tác viên. Hai số cuối của tạp chí có đến quá nửa là sáng tác của Pushkin, phần lớn là để vô danh. Tiểu thuyết ''Người con gái viên đại úy'' (Капитанская дочка) chính là được in trên tạp chí này.\n\n===Cuối đời===\nPhu nhân của Pushkin - [[Natalia Goncharova]] là một phụ nữ đẹp và sang trọng vì vậy luôn có nhiều người ái mộ, trong số đó có cả Sa hoàng Nikolai I. Trong khi Pushkin, do nguồn gốc [[châu Phi]], lại có một bề ngoài không mấy bắt mắt. Điều này làm cho Puskin rất khó chịu và không ít lần cảm thấy bực bội. Năm 1837, do những tin đồn thất thiệt về quan hệ ngoại tình của vợ mình với [[Georges d'Anthès]], một sĩ quan kị binh trong quân đội Sa hoàng, Puskin đã thách đấu súng với viên sĩ quan trẻ tuổi này. Cuộc đọ súng đã kết thúc hết sức bi kịch khi cả hai đối thủ đều bị thương, nhưng Puskin đã bị trọng thương và qua đời hai ngày sau đó – ngày [[10 tháng 2]] năm [[1837]] (29 tháng một trong [[lịch Julius|lịch Julian]]). Bộ phim ''[[Pushkin. Ngày quyết đấu]]'' công chiếu năm 2006 của đạo diễn [[:ru:Бондарчук, Наталья Сергеевна|Natalya Bondarchuk]] đã tập trung mô tả vụ đấu súng này.\n==Di sản==\n{{chính|Danh sách các tác phẩm của Aleksandr Sergeyevich Pushkin}}\nGiới phê bình coi nhiều tác phẩm của ông là kiệt tác, chẳng hạn như bài thơ ''Kỵ sĩ đồng và'' vở kịch ''Vị khách bằng đá -'' câu chuyện về sự sa ngã của Don Juan. Vở kịch ngắn bằng thơ ''Mozart và Salieri'' là nguồn truyền cảm hứng cho tác phẩm ''Amadeus'' của Peter Shaffer cũng như cung cấp lời nhạc kịch (gần như nguyên văn) cho vở opera ''Mozart và Salieri'' của Rimsky-Korsakov. Pushkin cũng nổi tiếng với thể loại truyện ngắn. Cụ thể, ''Tập truyện về Ivan Petrovich Belkin quá cố'', trong đó có truyện ''\"Phát súng\"'', được đón nhận nồng nhiệt. Bản thân Pushkin yêu thích tiểu thuyết thơ ''Eugene Onegin'' hơn. Tác phẩm ông dành cả đời để sáng tác này khởi xướng một truyền thống cho các tiểu thuyết vĩ đại Nga: đi theo một vài nhân vật trọng tâm nhưng đa dạng về tông và trọng điểm.\n\nOnegin là một tác phẩm phức tạp, đến mức tuy chỉ dày khoảng 100 trang mà dịch giả Vladimir Nabokov cần đến hai tập sách lớn để có thể truyền tải đầy đủ ý nghĩa sang [[tiếng Anh]]. Bởi khó dịch đến vậy, nên thơ của Pushkin vẫn ít quen thuộc với độc giả Anh ngữ. Ngay cả vậy, Pushkin vẫn có sức ảnh hưởng sâu đậm đến các nhà văn phương Tây như [[Henry James]]. Truyện [[Con đầm pích]] của Pushkin được đưa vào Black Water (Nước đen) - một tuyển tập đồ sộ các truyện ngắn của nhiều tác giả lớn, do Alberto Manguel biên soạn.\n\nTrứ tác Pushkin cung cấp một mảnh đất màu mỡ cho các nhà soạn nhạc Nga. ''Ruslan và Lyudmila'' của Glinka là một trong những vở opera quan trọng đầu tiên chịu nhận cảm hứng từ Pushkin, đó là một cột một trong truyền thống âm nhạc Nga. Các vở opera ''Eugene Onegin (1879) và Con đầm pích (La Dame de Pique, 1890)'' của Tchaikovsky nổi tiếng ở nước ngoài hơn cả chính tác phẩm nguyên tác của Pushkin. Vở Boris Godunov đồ sộ của Mussorgsky (hai phiên bản, 1868-9 và 1871-2) nằm trong số những vở opera nguyên bản nhất và đặc sắc nhất của Nga. Một số vở opera Nga khác dựng dựa trên các tác phẩm của Pushkin bao gồm ''Rusalka'' và ''Vị khách bằng đá'' của Dargomyzhsky''; Mozart và Salieri, Câu chuyện về vua Saltan'' và ''Con gà trống vàng'' của Rimsky-Korsakov; ''Tù nhân Caucasus'', ''Yến tiệc trong thời bệnh dịch'' và ''Con gái viên đại úy'' của César Cui; ''Mazeppa'' của Tchaikovsky'';'' các vở opera một hồi ''Aleko (dựa trên tác phẩm Người Gypsy) và Hiệp sĩ hà tiện'' của Rachmaninoff; ''Mavra'' của Stravinsky''; Dubrovsky'' của Nápravník.\n\nKhông chỉ vậy, nhiều vở ba lê, cantata cũng như vô số bài hát, ra đời dựa theo thơ của Pushkin (bao gồm cả các bài thơ tiếng Pháp của Pushkin, thể hiện trong tập bài hát \"Caprice étrange\" của Isabelle Aboulker). Suppé, Leoncavallo và Malipiero cũng sáng tác opera dựa trên trước tác của Pushkin. ''The Desire of Glory'', which has been dedicated to Elizaveta Vorontsova, was set to music by David Tukhmanov (Vitold Petrovsky – The Desire of Glory on [[YouTube]]), as well as ''Keep Me, Mine Talisman'' – by Alexander Barykin (Alexander Barykin – Keep Me, Mine Talisman on YouTube) and later by Tukhmanov.\n\nPushkin được coi là đại diện chính [[chủ nghĩa lãng mạn]] trong [[văn học Nga]]. Các nhà phê bình Nga từ lâu cho rằng tác phẩm của ông đại diện cho một con đường từ trường phái Tân cổ điển, đi qua trường phái Lãng mạn để tới trường phái Hiện thực. Một đánh giá khác cho rằng \"ông có khả năng tán thành những điều trái ngược mà về nguồn gốc có vẻ như thuộc về phái Lãng mạn, nhưng cuối cùng lại phá vỡ tất cả những quan điểm cố định, tất cả những cách nhìn riêng, bao gồm cả Trường phái Lãng mạn\" và rằng \"''ông vừa là người theo phái Lãng mạn, lại vừa không phải''\".\n\nTheo [[Vladimir Nabokov]], thi pháp Pushkin tổng hòa tất cả yếu tố tiếng Nga thời bấy giờ, kết hợp với những điều ông học từ Derzhavin, Zhukovsky, Batyushkov, Karamzin and Krylov.\n# Giọng thơ và siêu hình vẫn còn tồn tại ở dạng ngôn ngữ Slav Nhà thờ và thành ngữ.\n# Từ mượn từ tiếng Pháp rất phong phú và tự nhiên\n# Thành ngữ thông tục sử dụng trong cuộc sống thường ngay theo phong cách riêng của ông\n# Cách nói bình dân được cách điệu hóa, bằng cách tạo nên một hỗn hợp của ba phong cách nổi tiếng (thấp, trung bình và cao) thân thuộc với từ cổ kinh điển giả hiệu và bổ sung thêm một nhúm thơ nhại cho trường phái lãng mạn Nga.\nPushkin có công rất lớn trong sự phát triển của văn học Nga. Ông đã xây dựng mức độ sắc thái ngôn ngữ cao độ mà về sau trở thành đặc trưng của văn học Nga sau thời Pushkin. Ông cũng là người nâng tầm kho từ vựng tiếng Nga lên đáng kể. Bất cứ khi nào Pushkin nhận thấy lỗ hổng trong từ vựng tiếng Nga, ông liền áp dụng cách dịch sao phỏng. Kho từ vựng dồi dào cùng phong cách vô cùng nhạy cảm của Pushkin đã trở thành nền tảng của văn học Nga hiện đại. Thành tự của ông đặt một cột mốc mới cho sự phát triển của ngôn ngữ và [[văn hóa Nga]]. Ông chính là cha đẻ của văn học Nga thế kỷ 19, ghi dấu đỉnh cao sự nghiệp vào thế kỷ 18 và khởi xướng sự tiến triển của văn học thế kỷ 19. Ông giúp nước Nga làm quen với các thể loại [[văn học phương Tây]] cũng như với những nhà văn Tây Âu. Ông dùng cách biểu đạt tự nhiên và ảnh hưởng ngoại quốc để tạo nên nền thơ ca Nga hiện đại. Dù cuộc đời ngắn ngủi, ông vẫn kịp để lại tác phẩm mẫu cho gần như mọi thể loại tồn tại lúc bây giờ: thơ trữ tình, thơ tự sự, tiểu thuyết, truyện ngắn, kịch, nghị luận phê bình và còn cả thư cá nhân.\n\nVới tư cách là nhà phê bình và nhà báo, tác phẩm của ông đánh dấu sự ra đời của nền báo chí Nga, trong đó phải nhắc tới công sức sáng lập và dày công đóng góp cho một trong số những tạp chí văn học có sức ảnh hưởng mạnh mẽ nhất thế kỷ 19, tờ ''Sovremennik'' (''Современник, Người đương thời''). Pushkin truyền nguồn cảm hứng cho truyện dân gian và thể loại của nhiều tác giả khác như Leskov, Yesenin và Gorky. Cách ông sử dụng tiếng Nga hình thành nên phong cách nền tảng của nhiều tiểu thuyết gia lớn như [[Ivan Sergeyevich Turgenev|Ivan Turgenev]], Ivan Goncharov và Leo Tolstoy, cũng như của các thi sĩ trữ tình đời sau như Mikhail Lermontov. Tác phẩm của Pushkin được học trò và người kế tục sự nghiệp của ông, Nikolai Gogol, cùng nhà phê bình vĩ đại người Nga Vissarion Belinsky, chú tâm phân tích. Belinsky cũng hoàn thành nhiều công trình nghiên cứu sâu sắc nhất, toàn diện nhất, nhưng vẫn vô cùng xác đáng về các trước tác của Pushkin.\n# {{note|puskina}} Vào những năm 1830, Puskin soạn cuốn tiểu thuyết về ngoại tổ phụ [[Abram Petrovich Gannibal]], có nhan đề là ''Người nô lệ da đen của Pyotr đại đế''. Tuy nhiên, cuốn tiểu thuyết này đã không được hoàn thành vì ông bất ngờ tạ thế sau vụ đọ súng với Georges d'Anthes.\n# {{note|puskinb}} Lyceum hoàng gia là trường dành cho các ấm sinh quý tộc Nga từ cấp tiểu học cho tới trung học; học sinh theo học Lyceum thường có độ tuổi từ 8 tới 17.\n# {{note|puskinc}} ''Yevgeny Onegin'' là trứ tác dài nhất và nổi tiếng nhất của Puskin. Ông đã dày công viết trong gần tám năm (1823-1830). Sau [[Pyotr Ilyich Tchaikovsky|Pyotr Tchaikovsky]] đã chuyển thể vở [[opera]] cùng tên.\n===Thi phẩm===\n{|\n|- valign=\"top\"\n|\n;Я вас любил\n\n:Я вас любил: любовь еще, быть может, \n:В душе моей угасла не совсем; \n:Но пусть она вас больше не тревожит; \n:Я не хочу печалить вас ничем. \n:&nbsp;\n:Я вас любил безмолвно, безнадежно, \n:То робостью, то ревностью томим; \n:Я вас любил так искренно, так нежно, \n:Как дай вам бог любимой быть другим. \n:&nbsp;\n:&nbsp;\n;Что в имени тебе моем?\n\n:Что в имени тебе моем?\n:Оно умрет, как шум печальный\n:Волны, плеснувшей в берег дальний,\n:Как звук ночной в лесу глухом.\n:&nbsp;\n:Оно на памятном листке\n:Оставит мертвый след, подобный\n:Узору надписи надгробной\n:На непонятном языке.\n:&nbsp;\n:Что в нем? Забытое давно\n:В волненьях новых и мятежных,\n:Твоей душе не даст оно\n:Воспоминаний чистых, нежных.\n:&nbsp;\n:Но в день печали, в тишине,\n:Произнеси его тоскуя;\n:Скажи: есть память обо мне,\n:Есть в мире сердце, где живу я...\n:&nbsp;\n:&nbsp;\n;Mon portrait\n\n:Vous me demandez mon portrait,\n:Mais peint d’après nature;\n:Mon cher, il sera bientôt fait,\n:Quoique en miniature.\n:&nbsp;\n:Je suis un jeune polisson,\n:Encore dans les classes;\n:Point sot, je le dis sans façon\n:Et sans fades grimaces.\n:&nbsp;\n:Onc il ne fut de babillard,\n:Ni docteur en Sorbonne —\n:Plus ennuyeux et plus braillard.\n:Que moi-même en personne.\n:&nbsp;\n:Ma taille à celles des plus longs\n:Ne peut être égalée;\n:J’ai le teint frais, les cheveux blonds\n:Et le tête bouclée.\n:&nbsp;\n:J’aime et le monde et son fracas,\n:Je hais la solitude;\n:J’abhorre et noises, et débats,\n:Et tant soit peu l'étude.\n:&nbsp;\n:Spectacles, bals me plaisent fort\n:Et d’après ma pensée,\n:Je dirais ce que j’aime encor…\n:Si n'étais au Lycée.\n:&nbsp;\n:Après cela, mon cher ami,\n:L’on peut me reconnaître:\n:Oui! tel que le bon dieu me fit,\n:Je veux toujours paraître.\n:&nbsp;\n:Vrai démon pour l’espièglerie,\n:Vrai singe par sa mine,\n:Beaucoup et trop d'étourderie.\n:Ma foi, voila Pouchkine.\n:&nbsp;\n:&nbsp;\n;Моя эпитафия\n\n:Здесь Пушкин погребен; он с музой молодою, \n:С любовью, леностью провел веселый век, \n:Не делал доброго, однако ж был душою, \n:Ей богу, добрый человек. \n:&nbsp;\n:&nbsp;\n;Я памятник себе воздвиг нерукотворный...\n:&nbsp;\n::::::''Exegi monumentum.''\n:&nbsp;\n:Я памятник себе воздвиг нерукотворный,\n:К нему не зарастет народная тропа,\n:Вознесся выше он главою непокорной\n:Александрийского столпа.\n:&nbsp;\n:Нет, весь я не умру — душа в заветной лире\n:Мой прах переживет и тленья убежит —\n:И славен буду я, доколь в подлунном мире\n:Жив будет хоть один пиит.\n:&nbsp;\n:Слух обо мне пройдет по всей Руси великой,\n:И назовет меня всяк сущий в ней язык,\n:И гордый внук славян, и финн, и ныне дикой\n:Тунгус, и друг степей калмык.\n:&nbsp;\n:И долго буду тем любезен я народу,\n:Что чувства добрые я лирой пробуждал,\n:Что в мой жестокий век восславил я свободу\n:И милость к падшим призывал.\n:&nbsp;\n:Веленью божию, о муза, будь послушна,\n:Обиды не страшась, не требуя венца;\n:Хвалу и клевету приемли равнодушно,\n:И не оспоривай глупца.\n|\n;Tôi yêu em\n\n:Tôi yêu em đến nay chừng có thể\n:Ngọn lửa tình chưa hẳn đã tàn phai; \n:Nhưng không để em bận lòng thêm chút nữa, \n:Hay hồn em phải gợn sóng u hoài.\n:&nbsp;\n:Tôi yêu em âm thầm, không hy vọng\n:Lúc rụt rè, khi hậm hực lòng ghen, \n:Tôi yêu em, yêu chân thành, đằm thắm,\n:Cầu cho em được người tình như tôi đã yêu em.\n:''Bản dịch của Thúy Toàn''\n:&nbsp;\n;Còn lại gì cho em\n\n:Còn lại gì cho em trong tên gọi\n:Sẽ chết đi như tiếng dội buồn thương\n:Của ngọn sóng vỗ bờ xa mòn mỏi\n:Như rừng sâu tiếng vọng giữa đêm trường.\n:&nbsp; \n:Cái tên gọi trong những dòng lưu bút\n:Để lại cho em dấu chết, tựa như\n:Lời ai điếu giữa những viền hoạ tiết\n:Mà lời văn nghe u ẩn, mịt mù.\n:&nbsp; \n:Cái tên gọi đã từ lâu quên lãng\n:Trong những cơn xúc động mới cuồng điên\n:Chẳng hề gợi trong hồn em một thoáng\n:Hoài niệm xưa bao tha thiết êm đềm.\n:&nbsp;\n:Nhưng nếu gặp ngày âm thầm đau đớn\n:Phút u buồn xin em hãy gọi tên\n:Và hãy nói: vẫn còn đây kỷ niệm\n:Em vẫn còn sống giữa một trái tim.\n:''Bản dịch của Nguyễn Viết Thắng''\n:&nbsp;\n;Chân dung của tôi\n\n:Bạn yêu cầu bức chân dung của tôi\n:Mà cần vẽ chính xác như vốn có\n:Nó sẽ được vẽ nhanh thôi, bạn ạ\n:Mặc dù đây là tiểu phẩm mà thôi.  \n:&nbsp;\n:Tôi vốn kẻ chơi bời, xin nói thật\n:Từ những khi còn trên ghế nhà trường\n:Và tôi cũng xin nói rất thật lòng\n:Tôi cũng là kẻ không hề dại dột.\n:&nbsp;\n:Và cũng chẳng hề ba hoa mách lẻo\n:Rằng ta đây là tiến sĩ Xoóc-bon\n:Nhưng chẳng có ai người chán ngấy hơn\n:Là bản chất của tôi như vốn có. \n:&nbsp;\n:Về chiều cao, so với kẻ cao ngồng\n:Thì có lẽ chắc gì tôi sánh nổi\n:Gương mặt tôi nét trẻ trung tươi rói\n:Mái tóc xoăn và tóc có màu hung. \n:&nbsp;\n:Tôi vốn yêu cuộc đời, thích đám đông\n:Sự cô đơn – tôi vô cùng căm ghét\n:Ghét tranh luận, cãi lộn, và nói thật\n:Tôi cũng không thích gì chuyện học hành.  \n:&nbsp;\n:Nhảy nhót, diễn kịch – tôi mê vô cùng \n:Và nếu phải nói một cách chân thật\n:Thì tôi sẽ nói rằng tôi thích nhất\n:Là giá như đã không học ở trường. \n:&nbsp;\n:Theo những điều như thế, bạn mến thương\n:Bạn có thể biết về tôi cặn kẽ\n:Tôi được tạo bằng bàn tay của Chúa\n:Nên tôi muốn là như thế thường xuyên. \n:&nbsp;\n:Điệu bộ có phần giống quỉ, ngông nghênh\n:Và gương mặt có phần nào giống khỉ\n:Thêm vào đó một chút cuồng thi sĩ\n:Thế là chân dung cho bạn – Pushkin. \n:''Bản dịch của Hồ Thượng Tuy''\n:&nbsp;\n;Thơ mộ chí của tôi\n\n:Pushkin nằm đây với một nàng thơ trẻ\n:Đã sống những ngày vui lười nhác với tình\n:Không làm gì tốt, nhưng sống bằng tấm lòng\n:Ông là một người tốt, xin lạy Chúa. \n:''Bản dịch của Huyền My''\n:&nbsp;\n;Tôi dựng tượng cho mình\n:&nbsp;\n::::::''Exegi monumentum''<ref>Exegi monumentum (tôi dựng tượng cho mình - trích từ thơ của Horatius)<\/ref>\n:&nbsp;\n:Tôi sẽ dựng cho mình một bức tượng tự nhiên\n:Mà sẽ không cần đến những đoàn dân chúng\n:Bức tượng này bằng cái đầu kiêu hãnh \n:Cao hơn cả cột đá Aleksandr.<ref>Cột đá Aleksandr (Александрийский столп - Александровская колонна) – tượng đài của Aleksandr I bằng đá hoa cương nguyên khối cao 47, 5 m ở Quảng trường Cung điện, Saint Petersburg. Pushkin so sánh giá trị của tinh thần và vật chất, thơ ca sống động và cột đá chết để nói lên giá trị nghệ thuật của thi ca.<\/ref>\n:&nbsp;\n:Không, tôi không chết – hồn trong thơ kín thầm\n:Tro của tôi sẽ sống qua và phù vân chạy trốn\n:Và tôi sẽ vinh quang cho đến một khi còn sống\n:Dù chỉ một nhà thơ ở cõi trần gian. \n:&nbsp;\n:Tin về tôi sẽ bay khắp nước Nga rộng mênh mông\n:Người ta sẽ gọi tên tôi bằng biết bao ngôn ngữ\n:Người Slavơ, người Phần Lan và dù còn hoang dã\n:Người Tungus, người Kalmyk – bạn của thảo nguyên. \n:&nbsp;\n:Sẽ mãi còn đây lòng yêu mến của nhân dân\n:Bằng thơ ca tôi đã từng thức dậy điều tốt đẹp\n:Đã ca ngợi tự do trong thế kỷ đầy khắc nghiệt\n:Và đã gọi ban ơn cho những kẻ khốn cùng.    \n:&nbsp;\n:Nàng thơ hãy biết nghe theo lời của Chúa răn\n:Đừng sợ chi giận hờn, đừng đòi chi vương miện\n:Hờ hững trước lời khen hoặc trước điều vu khống\n:Chớ đôi co với những kẻ ngu đần. \n:''Bản dịch của Phan Cẩm Thịnh''\n|}\n===Hình ảnh===\n<center><gallery widths=\"150px\" heights=\"150px\">\nFile:Meller-Zakomelski.jpg|Chân dung gần đúng [[Abram Petrovich Gannibal]] - ngoại tổ phụ A. Pushkin\nFile:PuschkinSL.JPG|Thiếu tá Sergey Lvovich, cha A. Pushkin.\nFile:N.O.Puskina.jpg|Mẹ ông - phu nhân Nadezhda Osipovna.\nFile:Pushkin Alexander, self portret, 1820s.jpg|Tự họa, 1820s\nFile:Orest Kiprensky - Портрет поэта А.С.Пушкина - Google Art Project.jpg|Alexander Pushkin by [[Orest Kiprensky]], 19327\nFile:Pushkin Alexander by Sokolov P..jpg|Portrait of A. Pushkin by Pyotr Sokolov (1836)\nFile:Pushkin 1839.jpg|Portrait of A. Pushkin by Carl Mazer (1839)\nFile:Pushkin farewell to the sea.jpg|\"Pushkin's Farewell to the Sea\" by [[Ivan Aivazovsky]] và [[Ilya Repin]] (1877)\nFile:Duel of Pushkin and d'Anthes (19th century).jpg|Duel of Alexander Pushkin and Georges d'Anthès\nFile:Pushkin at deathbed by A.A.Kozlov (1837, VMP).jpg|Pushkin trên giường chết, họa phẩm [[Aleksandr Kozlov]] năm 1837\nFile:Pushkin portrait by somov.JPG|Portrait of A. Pushkin by [[Konstantin Somov]] (1899)\nFile:RIAN archive 786660 Room No.14 in Tsarskoye Selo Lyceum.jpg|Pushkin's room while he was a student at the [[Tsarskoye Selo Lyceum]]\nFile:RIAN archive 549323 Alexander Pushkin's study.jpg|Pushkin's writing table\nFile:RIAN archive 51354 Vest Pushkin Wore during his Duel.jpg|The vest Pushkin wore during his fatal duel in 1837.\nFile:Aleksandr Puškini monument.jpg|Monument to Alexander Pushkin in [[Bakhchysarai]], [[Crimea]]\nFile:Alexander Pushkin statue St Petersburg Russia.jpg|Alexander Pushkin statue, St. Petersburg, Russia\nFile:PushkinCoin.jpg|1 rouble, Alexander Pushkin, 1999\nFile:Н. Н. Пушкина-Ланская. Начало 1860-х гг. (2).jpg|Phu nhân Natalya Pushkina-Lanskaya năm 1860.\nFile:Grandchildren of poet Aleksandr Pushkin, 1874.jpg|Cháu nội A. Pushkin năm 1874.\nFile:Destroyed Soviet memorabilia. Poznan, Ratajczaka Street (TPPR).JPG|Tượng Pushkin, [[Chopin]] và [[Hồng quân]] bị người chống [[Soviet]] bôi bẩn tại [[Poznań]].\n<\/gallery><\/center>\n==Ảnh hưởng==\nTrong bài ai điếu Pushkin, [[Vladimir Odoyevsky]] đã gọi nhà thơ quá cố là \"''Mặt trời trong nền thơ ca của chúng ta''\", từ đó về sau, người ta thường ca ngợi Pushkin như là \"Mặt trời của thi ca Nga\". Trong bài viết \"Vài lời về Pushkin\" (thập niên 1830), nhà văn [[Nikolai Vasilyevich Gogol|Nikolai Gogol]] viết rằng: \"Pushkin là một hiện tượng phi thường, và có lẽ, là hiện thân duy nhất của tinh thần Nga: đó là con người Nga trong quá trình phát triển, có lẽ hai trăm năm mới xuất hiện một lần.\" Nhà triết học, nhà phê bình văn học danh tiếng [[Vissarion Belinsky|Belinsky]] khẳng định Pushkin là \"thi sĩ đầu tiên, nghệ sĩ đầu tiên của nước Nga\". Tiểu thuyết gia vĩ đại [[Fyodor Mikhaylovich Dostoyevsky|Dostoevsky]] viết rằng: \" Với Onegin, với những thi phẩm bất tử và xuất chúng, Pushkin đích thực là tác gia vĩ đại của đất nước, chưa từng xuất hiện trong lịch sử dân tộc.\" Lời ca ngợi ngắn gọn nhưng toàn diện nhất về Pushkin có lẽ đến từ nhà thơ Nga [[Apollon Aleksandrovich Grigoryev|Apollon Grigoriev]]: \"Với chúng ta, Pushkin là tất cả\".\n* Năm 1929, nhà văn Soviet, Leonid Grossman xuất bản tiểu thuyết ''Kí sự d'Archiac'' kể về cái chết của Pushkin từ góc nhìn của một nhà ngoại giao người Pháp, người chứng kiến cuộc đọ súng sinh tử của Pushkin. Cuốn sách miêu tả Pushkin như một người theo chủ nghĩa tự do và là nạn nhân của chế độ Nga hoàng. Ở Ba Lan, cuốn sách này được xuất bản dưới cái tên ''Cái chết của một nhà thơ.''\n* Năm 1937, thành phố Tsarskoye [[Làng|Selo]] (Hoàng Thôn) được đổi tên thành thành phố Pushkin để tôn vinh nhà thơ vĩ đại. \n* Một số bảo tàng ở Nga trưng bày về Pushkin, bao gồm hai bảo tàng ở Pushkin, một ở Sankt-Peterburg và một tổ hợp bảo tàng lớn ở Mikhaylovskoye.\n* Cái chết của Pushkin được kể lại trong bộ phim dã sử ''[[Pushkin. Ngày quyết đấu]]'', do [[Natalya Bondarchuk]] đạo diễn và [[Sergey Bezrukov]] thủ vai Pushkin.'' \n* Pushkin Trust được thành lập năm 1987 bởi nữ công tước Abercorn nhằm tưởng nhớ di sản sáng tạo và tinh thần của tổ tiên, cũng như kích thích sức sáng tạo và trí tưởng tượng của trẻ con Ireland thông qua việc cho chúng có cơ hội biểu đạt suy nghĩ, tình cảm và trải nghiệm. \n* Một tiểu hành tinh được nhà thiên văn học Xô viết Nikolai Chernykh phát hiện năm 1977, được vinh dự mang tên ông - 2208 Pushkin. Một miệng hố trên Sao Thủy cũng được đặt theo tên Pushkin. \n* MS ''Aleksandr Pushkin'' là con tàu Nga thứ hai thuộc lớp Ivan Franko (cũng thường được gọi là tàu lớp \"thi sĩ\" hoặc \"văn sĩ\").\n* Một nhà ga tàu điện ngầm ở Tashkent được đặt theo tên ông. \n* Đồi Pushkin và hồ Pushkin nằm ở quận Ben Nevis, địa hạt Cochrane, Ontario, Canada. \n* Từ năm 2010, Ngày Nga ngữ Liên hợp quốc, được Liên hợp quốc tổ chức hàng năm nhằm 06 tháng 6, đúng sinh nhật Pushkin. \n* Một bức tượng Pushkin được dựng bên trong Vườn Mehan ở Manila, Philippines để kỷ niệm quan hệ Philippines-Nga vào năm 2010. \n* Kim cương Alexander Pushkin, viên kim cương lớn thứ hai tìm thấy trên lãnh thổ Nga và Liên Xô trước đây, được đặt theo tên ông. \n* Vào ngày 28 tháng 11 năm 2009, Đài tưởng niệm Pushkin được dựng ở Asmara, thủ đô Eritrea. \n* Năm 2019, sân bay quốc tế Sheremetyevo của Moskva được đặt tên Pushkin, thuận theo kết quả của cuộc thi Những tên tuổi Nga vĩ đại.\n==Xem thêm==\n{{Thể loại Commons|Aleksandr Pushkin}}\n* [[Nikolai Karamzin]]\n* [[Nikolai Gogol]]\n* [[Mikhail Lermontov]]\n==Tham khảo==\n{{tham khảo|4}}\n===Tài liệu===\n* {{gutenberg author| id=Aleksandr+Sergeevich+Pushkin| name=Aleksandr Pushkin}}\n* {{Internet Archive author |name=Alexander Sergeyevich Pushkin}}\n* {{Librivox author |id=2523}}\n* [http:\/\/stihipoeta.ru\/poety-zolotogo-veka\/pushkin\/ Alexander Pushkin poetry] (rus)\n* [http:\/\/www.bl.uk\/onlinegallery\/features\/blackeuro\/pdf\/pushkin.pdf Biographical essay on Pushkin.] By Mike Phillips, [[British Library]] (Pdf).\n* [http:\/\/www.pushkiniana.org The ''Pushkin Review''], annual journal of North American Pushkin Society. Truy cập 2010-10-19\n* [http:\/\/poetarium.info\/pushkin\/english.php English translations of Pushkin's poems] Retrieved 2013-04-26\n* {{dmoz|World\/Russian\/Искусство\/Литература\/Поэзия\/Поэты\/П\/Пушкин_Александр_Сергеевич\/|Пушкин, Александр Сергеевич}}\n* [http:\/\/runivers.ru\/lib\/detail.php?ID=1032205 Сказка о рыбаке и рыбке, Спб., Берлин: Издательство З. И. Гржебина, 1922, на сайте «Руниверс»]\n* [http:\/\/www.feb-web.ru\/feb\/pushkin\/ Фундаментальная электронная библиотека «Русская литература и фольклор»]\n* [http:\/\/www.aleksandrpushkin.net.ru\/ Информационно-справочный портал «А. С. Пушкин»]\n* [http:\/\/lib.russportal.ru\/index.php?id=authors.pushkin Сочинения А. С. Пушкина в старой орфографии]\n* [http:\/\/hronolog.spb.ru\/index.php?option=com_content&task=view&id=23&Itemid=206 Хронологическая таблица Пушкин А.С] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090705155221\/http:\/\/hronolog.spb.ru\/index.php?option=com_content&task=view&id=23&Itemid=206 |date = ngày 5 tháng 7 năm 2009}}\n* [http:\/\/russia-today.narod.ru\/past\/gen\/push_as.html Предки А. С. Пушкина до 14-го поколения]\n* [http:\/\/pushkin-art.ru\/ Галерея рисунков и портретов, сделанных Пушкиным в своих произведениях] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130614065743\/http:\/\/pushkin-art.ru\/ |date=2013-06-14 }}\n* [http:\/\/all-art.org\/literature\/onegin\/01risunki%20pushkina01.htm Цявловская Т. Г. Рисунки Пушкина] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110128082029\/http:\/\/all-art.org\/literature\/onegin\/01risunki%20pushkina01.htm |date = ngày 28 tháng 1 năm 2011}}\n* [http:\/\/www.mibook.ru Пушкин и Лермонтов. История отношений]\n* [http:\/\/hansburg.narod.ru\/Bogpom.htm Г. И. Ганзбург. Стихотворение А. С. Пушкина «19 октября 1827» и трактовка его смысла в музыке А. С. Даргомыжского. — Харьков, 2007.] ISBN 966-7950-32-8\n* [http:\/\/314159.ru\/grinbaum\/grinbaum1.htm Динамические модели ритмики пушкинского стиха]\n* [http:\/\/lib.eparhia-saratov.ru\/books\/noauthor\/pushkinway\/pushkinway.pdf Сборник статей «Александр Сергеевич Пушкин: Путь к православию»] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110917061753\/http:\/\/lib.eparhia-saratov.ru\/books\/noauthor\/pushkinway\/pushkinway.pdf |date = ngày 17 tháng 9 năm 2011}}\n* [http:\/\/www.touregion.od.ua\/index.php?&content_id=58\/ А. С. Пушкин в Одессе] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160312023254\/http:\/\/touregion.od.ua\/index.php?&content_id=58%2F |date = ngày 12 tháng 3 năm 2016}}\n* [http:\/\/www.ostafyevomuseum.ru\/ Официальный сайт Музея-усадьбы «Остафьево» — «Русский Парнас»]\n* [http:\/\/www.vrev.ru\/trigorskoe.html Тригорские друзья А. С. Пушкина. История усадьбы Тригорское Псковской губернии] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110317204920\/http:\/\/www.vrev.ru\/trigorskoe.html |date = ngày 17 tháng 3 năm 2011}}\n* [http:\/\/bboldino.ru\/ Пушкинское село Большое Болдино] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110306082052\/http:\/\/bboldino.ru\/ |date = ngày 6 tháng 3 năm 2011}}\n* [http:\/\/www.mycity.kherson.ua\/journal\/letopis2.html 200-летию Пушкина посвящается. Журнал «Летопись Причерноморья» № 2 ]\n* [http:\/\/levi.ru\/levioteka\/publish\/article.php?id_position=69 Пушкин: зачёркнутый профиль. Опыт психографии. Биографический очерк писателя и психолога Владимира Леви.]\n* [https:\/\/www.artsocket.com\/mag\/russian-poem-translation-alexander-pushkin English translation of \"The Tale of the Female Bear\"]\n* [http:\/\/www-users.york.ac.uk\/~pml1\/onegin\/welcome.htm List of English translations of ''Eugene Onegin'' with extracts]\n* [http:\/\/www-users.york.ac.uk\/~pml1\/bronze_horseman\/welcome.htm List of English translations of ''The Bronze Horseman'' with extracts]\n* [http:\/\/samlib.ru\/editors\/a\/as_w\/mozart-solyery-transl.shtml Alexander Pushkin. Mozart and Saliery in English]\n* [http:\/\/samlib.ru\/editors\/a\/as_w\/borisgodunov-engl.shtml Alexander Pushkin. Boris Godunov in English]\n* [http:\/\/www.tyutchev.org.uk Alexander Pushkin. The Bronze Horseman in English]\n===Tư liệu===\n* [http:\/\/phapluatxahoi.vn\/20101222103429434p1001c1017\/ha-noi-don-nhan-tuong-thi-hao-pushkin.htm Hà Nội đón nhận tượng thi hào Pushkin]{{Liên kết hỏng|date = ngày 19 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n{{Dữ liệu nhân vật\n|TÊN=Pushkin, Aleksandr Sergeyevich\n|TÊN KHÁC=Пу́шкин, Алекса́ндр Серге́евич (tiếng Nga); Пушкин, Александр Сергеевич (tiếng Nga); Puškin, Aleksandr Sergeevič\n|TÓM TẮT=thi hào, văn hóa lỗi lạc của [[Nga]]\n|LÚC SINH=[[6 tháng 6]] năm [[1799]]\n|NƠI SINH=[[Moskva]], [[Nga]]\n|LÚC MẤT=[[10 tháng 2]] năm [[1837]]\n|NƠI MẤT=[[Sankt-Peterburg]], [[Nga]]\n}}\n{{Thời gian sống|sinh=1799|mất=1837|tên=Pushkin, Aleksandr Sergeyevich}}\n{{kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Pushkin, Aleksandr Sergeyevich}}\n[[Thể loại:Aleksandr Sergeyevich Pushkin| ]]\n[[Thể loại:Sinh năm 1799]]\n[[Thể loại:Mất năm 1837]]\n[[Thể loại:Thành viên Viện Hàn lâm Nga]]"}