{"Aleksandr Nikolayevich Radishchev":"{{Infobox Writer\n|name = Aleksandr Nikolayevich Radishchev\n|image = Radishchev color.jpg\n|image_size = thumb\n|caption = Earlier than 1790. By unknown author\n|birthdate = {{Ngày sinh|1749|8|31|mf=y}}\n|birthplace = [[Moskva]], [[Đế quốc Nga]] \n|deathdate = {{Ngày mất and age|1802|9|24|1749|8|31|mf=y}}\n|deathplace = [[Sankt-Peterburg|Saint Petersburg]], [[Đế quốc Nga]]\n|occupation = Nhà văn, nhà thơ, nhà triết học\n|spouse =\n|parents =\n|children =\n}}\n'''Aleksandr Nikolayevich Radishchev''' ([[tiếng Nga]]: Алекса́ндр Никола́евич Ради́щев) (31 tháng 8 năm 1749 – 24 tháng 9 năm 1802) – là [[nhà văn]], nhà triết học, [[nhà thơ]] [[Nga]], hiệu trưởng trường hải quan [[Sankt-Peterburg|Saint Petersburg]], người tham gia soạn nhiều bộ luật và từng bị đày đi Siberia.\n== Tiểu sử ==\nAleksandr Radishchev là con đầu lòng của quý tộc Nicolai Radishchev (1728—1806). Thuở nhỏ, ông từng được những đầy tớ trong nhà kể cho nghe những câu chuyện về nổi khổ của tầng lớp nông dân. Những câu chuyện này khơi dậy trong lòng cậu bé sự căm ghét chế độ áp bức. Năm lên 7 tuổi, ông được một người [[Pháp]] dạy ngôn ngữ và những khái niệm đầu tiên về triết học. Năm 1762, ông vào học trường Thiếu sính quân ở Saint Petersburg. Từ năm 1766 đến 1770, ông học luật ở Đại học [[Leipzig]], [[Đức]]. Những năm học ở Đức, Aleksandr Radishchev say mê môn triết học, ông nghiên cứu chủ nghĩa kinh nghiệm nhất nguyên và các nhà triết học tiêu biểu của [[Thời kỳ Khai sáng|Thế kỷ Ánh sáng]].\n\nSau khi trở về [[Nga]], ông làm việc ở Thượng viện sau đó ở Phòng thương mại và tham gia tích cực vào đời sống văn học của thủ đô. Aleksandr Radishchev in nhiều tác phẩm dịch và sáng tác nhưng tất cả bỗng thay đổi sau khi in ''Cuộc hành trình từ Peterburg về Moskva'' (Путешествие из Петербурга в Москву) vào năm 1790. Đấy là tác phẩm phê phán mạnh mẽ chế độ nông nô và mô tả những cảnh đau thương và bất công trong xã hội Nga lúc đó. Radishchev bị coi là tên tội phạm quốc gia, bị tòa kết án tử hình, sau được đổi thành chuyến đi đày ở [[Xibia]], ở tháp Ilimsk trong 10 năm. Thời gian này ông tiếp tục sáng tác và viết các tác phẩm triết học như ''Về cái chết và sự bất tử của con người'' (О человеке, о его смертности и бессмертии,1790-1792), ''Câu chuyện tóm lược về chuyện sở hữu Siberia'' (Сокращенное повествование о приобретении Сибири). Năm 1796 hoàng đế [[Pavel I]] cho Radishchev về trang trại của mình ở [[Kaluga]]. Năm 1801 hoàng đế [[Aleksandr I]] cho phép ông chuyển về thủ đô [[Sankt-Peterburg|Saint Petersburg]]. Những năm cuối đời ông soạn một số bộ luật, nếu ra sự cần thiết phải cải cách và xóa bỏ chế độ nông nô. Aleksandr Radishchev mất ở [[Sankt-Peterburg|Saint Petersburg]] ngày 24 tháng 9 năm 1802.\n\n== Thư mục ==\n[[Tập tin:Alexander Radischev state.jpg|nhỏ|phải|160px|Tượng Aleksandr Radishchev trên đường phố mang tên ông ở Mạc Tư Khoa]]\n*\t Радищев А. Н. Путешествие из Петербурга в Москву. — СПб.: б. и., 1790. — 453 с.\n*\tРадищев А. Н. Полное собрание сочинений А. Радищева \/ Ред., вступ. ст. и прим. В. В. Каллаша. Т. 1. — М.: В. М. Саблин, 1907. — 486 с.: п., То же Т. 2. — 632 с.: ил.\n*\tРадищев А. Н. Полное собрание сочинений. Т. 1 — М.; Л.: Академия наук СССР, 1938. — 501 с.: п. То же Т. 2 — М.; Л.: Академия наук СССР, 1941. — 429 с.\n*\tРадищев А. Н. Стихотворения \/ Вступ. ст., ред. и примеч. Г. А. Гуковского. Ред. коллегия: И. А. Груздев, В. П. Друзин, А. М. Еголин [и др.]. — Л.: Сов. писатель, 1947. — 210 с.: п.\n*\tРадищев А. Н. Избранные сочинения \/ Вступ. ст. Г. П. Макогоненко. — М.; Л.: Гослитиздат, 1949. — 855 с.: П, к.\n*\tРадищев А. Н. Избранные философские сочинения \/ Под общей ред. и с предисл. И. Я. Щипанова. — Л.: Госполитиздат, 1949. — 558 с.: п.\n*\tРадищев А. Н. Путешествие из Петербурга в Москву. 1749—1949 \/ Вступит. статья Д. Д. Благого. — М.; Л.: Гослитиздат, 1950. — 251 с.: ил.\n*\tРадищев А. Н. Избранные философские и общественно-политические произведения. [К 150-летию со дня смерти. 1802—1952] \/ Под общ. ред. и со вступит. статьей И. Я. Щипанова. — М.: Госполитиздат, 1952. — 676 с.: п.\n*\tРадищев А. Н. Путешествие из Петербурга в Москву \/ [Вступит. статья Д. Благого]. — М.: Дет. лит., 1970. — 239 с. То же — М.: Дет. лит., 1971. — 239 с.\n*\tШеметов А. И. Прорыв: Повесть об Александре Радищеве. — М.: Политиздат, 1974 (Пламенные революционеры) —— 400 с, ил. То же. — 2-е изд., перераб. и доп. — 1978. — 511 с, ил.\n== Một số bài thơ ==\n{|\n|- valign=\"top\"\n|\n:'''Những dòng thơ Sappho'''\n:&nbsp;\n:Đêm dịu mát, bầu trời như ánh lên\n:Sao dập dờn, dòng suối trôi lặng lẽ\n:Gió thổi nhẹ, lao xao từng chiếc lá\n::Trắng xóa những hàng dương.\n:&nbsp;\n:Em đã thề chung thủy đến ngàn năm\n:Thề với anh trong cái đêm thần thánh\n:Cơn gió phương bắc một lần thổi mạnh\n::Thề nguyện biến mất tăm.\n:&nbsp;\n:Tại vì sao em thề nguyện dối gian\n:Thà nghiệt ngã nhưng trong lòng thấy nhẹ\n:Em quyến rũ bằng say mê đáp trả\n::Khiến người khác bỏ mình.\n:&nbsp;\n:Giết đời đi, hỡi số kiếp dữ dằn\n:Hoặc nhắc nàng nhớ lời thề chung thủy.\n:Hãy hạnh phúc, nếu như người có thể\n::Sống cuộc sống thiếu tình.\n:&nbsp;\n:'''Ta đi về tháp Ilimsk'''\n:&nbsp;\n:Ngươi muốn biết: ta là ai? ta là gì? ta đi đâu?\n:Ta là kẻ đã từng và sẽ sống theo thế kỷ.\n:Không súc vật, chẳng cây, không nô lệ, nhưng người!\n:Ta đi trên con đường chưa từng có dấu vết chân ai\n:Dành cho những ai gan dạ ở trong văn và thơ cũng vậy\n:Chân lý và những con tim nhạy cảm làm cho ta sợ hãi\n:::Ta đi về tháp Ilimsk.\n\n:''Bản dịch của Nguyễn Viết Thắng''\n|\n:'''Сафические строфы'''\n:&nbsp;\n:Ночь была прохладная, светло в небе\n:Звезды блещут, тихо источник льется,\n:Ветры нежно веют, шумят листами\n::Тополы белы.\n:&nbsp;\n:Ты клялася верною быть вовеки,\n:Мне богиню нощи дала порукой;\n:Север хладный дунул один раз крепче -\n::Клятва исчезла.\n:&nbsp;\n:Ах! почто быть клятвопреступной!.. Лучше\n:Будь всегда жестока, то легче будет\n:Сердцу. Ты, маня лишь взаимной страстью,\n::Ввергла в погибель.\n:&nbsp;\n:Жизнь прерви, о рок! рок суровый, лютый,\n:Иль вдохни ей верной быть в клятве данной.\n:Будь блаженна, если ты можешь только\n::Быть без любови.\n:&nbsp;\n:'''Ты хочешь знать: кто я? что я? куда я еду?'''\n:&nbsp;\n:Ты хочешь знать: кто я? что я? куда я еду?\n:Я тот же, что и был и буду весь мой век.\n:Не скот, не дерево, не раб, но человек!\n:Дорогу проложить, где не бывало следу,\n:Для борзых смельчаков и в прозе и в стихах,\n:Чувствительным сердцам и истине я в страх\n:::В острог Илимский еду.\n|}\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/rvb.ru\/18vek\/radishchev\/ Полное собрание сочинений в трёх томах]\n* [http:\/\/magazines.russ.ru\/nlo\/2002\/55\/vvilk.html ''Вильк Е. А.'' «Чудище стозевно» и Тифон: «Путешествие…» А. Н. Радищева в контексте мистической литературы XVIII века \/\/ Новое литературное обозрение. — 2002. — N 3(55).- С. 151—173.]\n\n{{thời gian sống|sinh=1749|mất=1802|tên= Radishchev, Aleksandr Nikolayevich}}\n{{thể loại Commons|Alexander Radishchev}}\n\n{{DEFAULTSORT:Radishchev, Aleksandr Nikolayevich}}\n[[Thể loại:Nhà thơ Nga]]\n[[Thể loại:Nhà văn Nga]]\n[[Thể loại:Nhà triết học Nga]]\n[[Thể loại:Mất năm 1802]]\n[[Thể loại:Sinh năm 1749]]\n[[Thể loại:Thời kỳ Khai sáng]]"}