{"Aleksander Kokular":"[[Tập tin:Kokular Aleksander.jpg|thumb|200px|Chân dung tự họa]]\n[[Tập tin:Kokular Oedipus and Antigone.jpg|thumb|225px|[[Oedipus]] và [[Antigone]] (1828)]]\n'''Aleksander Kokular''' (sinh ngày 9 tháng 8 năm 1793 tại [[Warsaw]] - mất ngày 6 tháng 4 năm 1846 tại Warsaw) là một [[họa sĩ]], nhà sưu tập tranh và giáo viên [[người Ba Lan]]. Ông là một trong những người đồng sáng lập Trường Mỹ thuật ở [[Warsaw]] và là một thành viên của [[Hội Tam điểm]] nổi tiếng. Ông nổi tiếng về tranh chân dung (đương đại và lịch sử) và tranh thần thoại.\n\n==Tiểu sử==\nAleksander Kokular sinh ra trong một gia đình thương nhân. Ông tiếp xúc với hội họa lần đầu tại Trường trung học Warsaw, làm học trò của [[Zygmunt Vogel]].<ref name=\"B\" \/> Năm 1814, ông bắt đầu học tại Học viện Mỹ thuật, [[Vienna]], làm học trò của Johann Baptist von Lampi the Elder. Kế tiếp, Aleksander Kokular học một năm tại Accademia di San Luca ở [[Rome]].<ref name=\"W\">[http:\/\/www.wilanow-palac.pl\/kokular_aleksander.html Brief biography] from the ''Polski Słownik Biograficzny'' @ the Muzeum Pałac w Wilanowie.<\/ref> Năm 1818, ông quay về Warsaw và trở thành một giáo viên.\n\nTrong năm đầu tiên với nghề giáo, Aleksander Kokular dạy [[thư pháp]] tại một trường nội trú của Dòng Linh mục Piarist. Năm 1821, ông trở thành một giáo viên của Trường trung học Warsaw. Từ năm 1824 đến năm 1826, ông trở lại Rome theo học bổng của chính phủ<ref name=\"B\">[https:\/\/pl.wikisource.org\/wiki\/Album_biograficzne_zas%C5%82u%C5%BConych_Polak%C3%B3w_i_Polek_wieku_XIX\/Aleksander_Kokular Biography and appreciation] from the ''Biographical Album of distinguished Polish men and women of the nineteenth century'' @ Polish Wikisource.<\/ref> và bắt đầu chịu ảnh hưởng của Vincenzo Camuccini. Sau khi quay về Warsaw, ông vẫn tiếp tục dạy ở trường trung học cũ cho đến khi nơi này bị chính phủ Nga đóng cửa vào năm 1831.\n\nTrong các năm 1835-1841, Aleksander Kokular điều hành một trường nghệ thuật tư tại nhà. Từ năm 1838 đến năm 1840, ông trở thành giảng viên tại Viện Alexandria dành cho các tiểu thư. Trong giai đoạn 1841-1844, ông làm giáo viên tại Trường trung học Hoàng gia mới thành lập.<ref name=\"W\" \/>\n\nNăm 1844, Aleksander Kokular cùng Jan Feliks Piwarski thành lập Trường Mỹ thuật và dạy ở đó cho đến khi qua đời vào hai năm sau.<ref name=\"W\" \/> Cyprian Kamil Norwid là học trò nổi tiếng nhất của ông. Ngôi trường này bị đóng cửa vào năm 1864 vì học trò của trường đã tham gia vào cuộc [[Khởi nghĩa Tháng Giêng]]. Năm 1904, trường được mở cửa trở lại và từ năm 1932 được đổi tên là [[Học viện Mỹ thuật Warszawa|Học viện Mỹ thuật]] ở [[Warsaw]].\n\nAleksander Kokular đã vẽ nhiều tranh chân dung của những nhân vật đương đại, nổi bật là chân dung của Sa hoàng [[Nikolai I của Nga|Nicholas I]], Bá tước Ivan Paskevich, Bá tước Aleksander Stanisław Potocki và nhà soạn nhạc Maria Szymanowska. Trong số các tranh chân dung lịch sử của ông, đáng chú ý có bức vẽ đám cưới của [[Jadwiga của Ba Lan|Jadwiga]] và [[Władysław II Jagiełło]]. Aleksander Kokular cũng vẽ tranh trang trí các nhà thờ ở [[Siedlce]], [[Suwałki]], [[Puławy]] và Brześć. \n\n==Tham khảo==\n{{tham khảo}}\n\n==Đọc thêm==\n* Błażej Szyszkowski, ''Aleksander Kokular: malarz i opiekun kolekcji wilanowskiej'' (exhibition catalog), Muzeum Pałac w Wilanowie, 2012\n\n==Liên kết ngoài==\n{{commonscat inline|Aleksander Kokular}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Kokular, Aleksander}}\n[[Thể loại:Sinh năm 1793]]\n[[Thể loại:Mất năm 1846]]"}