{"Alphonse Daudet":"[[Tập tin:Alphonse Daudet.jpg|nhỏ|[[Tập tin:Alphonse Daudet 1891.jpg|nhỏ|Chân dung Alphonse Daudet]]Alphonse Daudet|thế=]]\n'''Alphonse Daudet''' (An-phông-xơ Đô-đê) ([[13 tháng 5]] năm [[1840]] - [[16 tháng 12]] năm [[1897]]) là một nhà văn [[Pháp]] và là tác giả của nhiều tập truyện ngắn nổi tiếng. Ông là cha của [[Léon Daudet]] và [[Lucien Daudet]]. Ông sinh ra ở Nîmes (thuộc miền Nam nước Pháp).\n\n==Tiểu sử==\nGia đình đã rời quê lên Lyons khi xí nghiệp tơ vải của cha ông bị suy sụp và phải đóng cửa. Ông theo tiếp tục bậc trung học tại đây nhờ một học bổng, nhưng cuối cùng phải bỏ học hẳn khi cuộc hôn nhân của bố mẹ đổ vỡ. Daudet theo chân cha đến Paris và được nhận vào làm ký giả cho tờ Figaro vào năm 12 tuổi.\n\nÔng bắt đầu viết văn từ năm 14 tuổi, đến năm 18 tuổi Alphonse ra thi tập \"Những Người Đàn Bà Đang Yêu\" (Les Amoureuses, 1858) và được đón nhận ngay. Độc giả Pháp đặc biệt yêu mến ông qua các tiểu thuyết \"Thằng Nhóc Con\" (Le Petit Chose), gần như là thiên hồi ký của thời niên thiếu đau khổ của chính mình mà đôi khi cũng được ví với nhân vật trong tác phẩm \"David Copperfield\" của đại văn hào Charles Dickens của Anh. Sau đó là tập thi tuyển \"Những Lá Thư viết từ cối xay gió\" (Lettres de Mon Moulin), bao gồm các bài thơ đề tặng cho Marie Rieu xuất bản năm 1866. Ông đạt đến danh vọng trong làng văn chương Pháp qua giải thưởng Văn chương Pháp với quyển \"Fromont Cháu Trẻ và Cụ Riler\" (1874). Đối với các phê bình gia thì trường thiên tiểu thuyết \"Tartarin vùng Tarascon\" (1872) gồm ba quyển là tác phẩm quan trọng và đặc sắc nhất của Alphonse Daudet.\n\nNhững năm sau đó, ông viết nhiều tiểu thuyết và cũng thành công không kém, qua các đề tài xã hội của một nước Pháp dân chủ thay thế cho chế độ quân chủ. Đó là các tác phẩm \"Những Vị Vua Lưu Vong\", và \"Le Nabab\", mô tả những nhà triệu phú mới của thế hệ.\n\n==Tác phẩm==\n\n* ''Les Amoureuses'' (Những người đàn bà đang yêu, [[1858]])\n* ''Le Petit Chose'' ([[Thằng nhóc]], [[1868]])\n* ''Reset'')[[Himiko]]\n* ''Tartarin de Tarascon'' (''[[Thiện xạ Tartarin]]'', [[1872]])\n* ''L'Arlésienne'' ([[1872]])\n* ''Contes du Lundi('' (câu chuyện thứ hai)([[1873]])\n* ''Les Femmes de Artistes'' ([[1874]])(nữ nghệ sĩ)\n* ''Robert Helmont'' ([[1874]])\n* ''Fromont jeune et Risler aîné'' (Fromont cháu trẻ và cụ Riler, [[1874]])\n* ''Jack'' ([[1876]])\n* ''Le Nabab'' ([[1877]])\n* ''Les Rois en Exil'' (Các vị vua lưu vong, [[1879]])\n* ''Numa Roumestan'' ([[1880]])\n* ''L'Evangéliste'' ([[1883]]) (Người bất tử)\n* ''Sapho'' ([[1884]])\n* ''Tartarin sur les Alpes'' (Tartarin trên dãy Alpes, [[1885]])\n* ''Le Belle Nivernaise'' (Nàng tiên cá, [[1886]])\n* ''L'Immortel'' ([[1888]])\n* ''Port-Tarascon'' ([[1890]])\n* ''Rose and Ninette'' ([[1892]])<ref>White, Nicholas (2001–2002). \"Paternal Perspectives on Divorce in Alphonse Daudet's \"Rose et Ninette\" (1892),\" ''Nineteenth-Century French Studies,'' Vol. 30, No. 1\/2, pp. 131–147.<\/ref>(Rose và Ninette)\n* ''Le partie de billard'' (Trò chơi Bi-a)\n* ''La dernière leçon'' (''[[Buổi học cuối cùng]]'', đoạn trích từ Contes du Lundi)\n* ...\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Pháp}}\n\n{{thời gian sống|sinh=1840|mất=1897|tên=Daudet, Alphonse}}\n{{thể loại Commons|Alphonse Daudet}}\n{{wikisource tác giả|Alphonse Daudet}}\n\n{{DEFAULTSORT:Daudet, Alphonse}}\n[[Thể loại:Nhà văn Pháp]]\n[[Thể loại:Sinh năm 1840]]\n[[Thể loại:Mất năm 1897]]\n[[Thể loại:Chôn cất tại nghĩa trang Père-Lachaise]]"}