{"Ami Argand":"{{Infobox scientist\n|name=François-Pierre-Amédée Argand|alma_mater=|footnotes=|prizes=|influenced=\n|influences=[[Horace-Bénédict de Saussure]]<br\/>Antoine de Foucroy|author_abbrev_zoo=|author_abbrev_bot=\n|known_for=[[Đèn dầu]]|doctoral_students=|doctoral_advisor=|work_institutions=\n|image=Ami Argand.png\n|field={{unbulleted list\n  | {{hlist |[[Hoá học]] |[[Vật lý]]}}\n}}|nationality=|citizenship=\n|residence=Geneva và Anh\n|death_place=[[Geneva]], [[Léman (tổng)|Léman]], [[Pháp]]\n|death_date=14 hoặc {{Ngày mất và tuổi|1803|10|24|1750|7|5|df=y}}\n|birth_place=[[Geneva]], [[Geneva (bang)|Cộng hòa Geneva]]\n|birth_date=5 tháng 7 năm 1750\n|caption=Ami Argand\n|image_size=150px|signature=}}\n'''François-Pierre-Amédée Argand''', còn được gọi là '''Ami Argand''' (sinh ngày 5 tháng 7 năm 1750, mất ngày 14<ref>[http:\/\/www.hls-dhs-dss.ch\/textes\/f\/F25832.php Argand, Ami], in the [[Historical Dictionary of Switzerland]].<\/ref> hoặc 24 tháng 10 năm 1803<ref>[https:\/\/books.google.ch\/books?id=XLIFAAAAQAAJ&pg=PA418&lpg=PA418&dq=%22Aimé+Argand%22+biographie+-wikipedia&source=bl&ots=jbuh9uF8ip&sig=rXFq56EytfMf10pMcerDj9KnzBo&hl=fr&sa=X&ved=0ahUKEwjdtd3qnorcAhXoAJoKHeVZCbAQ6AEINzAC#v=onepage&q=%22Aimé%20Argand%22%20biographie%20-wikipedia&f=false Aimé Argand], Biographie universelle ancienne et moderne, vol. 56, Paris, Michaud 1834.<\/ref>) là một [[nhà vật lý]] và [[Nhà hóa học|hóa học]] đến từ [[Geneva (bang)|Geneva]]. Ông đã phát minh ra [[đèn Argand]], một cải tiến vượt bậc của [[đèn dầu]] truyền thống.<ref>Wolfe, John J. ''Brandy, Balloons, & Lamps: Ami Argand, 1750-1803'' (Southern Illinois University Press, 1999). {{ISBN|0-8093-2278-1}}<\/ref>\n\n== Những năm đầu ==\nFrancois-Pierre-Amédée Argand sinh ra ở [[Geneva]], [[Geneva (bang)|Cộng hòa Geneva]], là người thứ chín trong một gia đình có mười người con. Cha của ông, một thợ hồ, muốn ông trở thành một tu sĩ. Tuy nhiên, ông có năng khiếu hơn đối với khoa học, và trở thành học trò của nhà thực vật học và khí tượng học nổi tiếng [[Horace-Bénédict de Saussure]]. Ông đã xuất bản một số bài báo khoa học về các chủ đề khí tượng khi ở Paris khi gần bước sang tuổi ba mươi. Ông đã tham gia giảng dạy môn hóa học và phát triển một số ý tưởng để cải tiến việc chưng cất rượu thành rượu mạnh, và đã cùng anh trai của mình xây dựng thành công một xưởng chưng cất lớn.\n[[Tập_tin:Verre_du_bec_d'Argand.jpg|nhỏ|Hình minh hoạ đèn Argand. Hình được lấy từ cuốn sách ''Les meirvelles de la science'' (1867-1869) của [[Louis Figuier]].]]\n\n== Phát minh ==\nTrong giai đoạn này, vào năm 1780, ông bắt đầu phát minh ra những cải tiến trên chiếc đèn dầu thông thường. Ý tưởng cơ bản là có một bấc hình trụ để không khí có thể đi qua và xung quanh, làm cho đèn tỏa nhiều ánh sáng. Chụp đèn là một ống hình trụ giúp dẫn luồng không khí tốt hơn và một loạt thí nghiệm đã tìm ra thiết kế chụp đèn làm cho đèn hoạt động hiệu quả nhất.<ref>Wolfe p 3<\/ref> Cơ chế nâng và hạ bấc cũng cho phép một số điều chỉnh và tối ưu hóa. Ánh sáng rực rỡ hơn nhiều so với ngọn nến, nhiên liệu được đốt sạch và rẻ hơn so với sử dụng nến là một trong những ưu điểm của hát minh này.\n\nNăm 1783, Argand gặp [[anh em Montgolfier]] Jacques-Étienne và Joseph-Michel ở Pháp và gắn bó chặt chẽ với họ trong các thí nghiệm bứt phá của ông để tạo ra một khinh khí cầu. Khi ông ở Pháp, người quen của ông là Antoine-Aroult Quinquet, người mà ông đã cho xem một nguyên mẫu ban đầu, bắt đầu tự sản xuất đèn, với một số thay đổi nhỏ, và đã chiến đấu thành công một cuộc chiến pháp lý kéo dài về vi phạm bằng sáng chế.\n\nNhiều vấn đề liên quan đến sự phát triển thành công của một loại đèn có thể thành công về mặt thương mại. Argand đã thử nghiệm với tất cả chúng, tìm kiếm các thỏa hiệp thực tế. Việc chế tạo thiết kế bấc đã được giải quyết bởi một thợ làm ren. Loại thủy tinh để sử dụng bên cạnh ngọn lửa nóng là một vấn đề cuối cùng đã được giải quyết. Tất cả các loại dầu có sẵn để sử dụng đều đã được thử nghiệm, và các phương pháp tinh chế chúng để sử dụng là chủ đề của một số thí nghiệm. [[Dầu cá voi]] cuối cùng đã được chọn và sau đó đã tạo ra một ngành công nghiệp quan trọng mới. Cơ chế giữ bấc và di chuyển lên xuống đã trải qua nhiều biến thể. Ngay cả vật liệu hàn dùng để chế tạo phần chứa dầu của đèn cũng là một vấn đề khi người ta phát hiện dầu rỉ ra ở những mối hàn bằng vật liệu hàn mềm. Do đó, việc phát minh ra đèn không chỉ gồm một phát minh, mà là sự cải tiến và phát triển của một hệ thống hoàn chỉnh gồm các bộ phận hoạt động cùng nhau, không khác gì phát minh của Edison về hệ thống chiếu sáng điện đã một lần nữa cách mạng hóa ánh sáng. hơn một thế kỷ sau.\n\nVào tháng 10 cùng năm, ông quyết tâm chế tạo chiếc đèn của mình tại Anh. Cuối cùng, ông đã hợp tác với William Parker và [[Matthew Boulton]] để sản xuất đèn.<ref>Wolfe p 29<\/ref> Năm 1784, ông nhận được bằng sáng chế cho thiết kế của mình. Argand cũng hình thành một mối quan hệ thân thiết với James Watt, người đã thực hiện một số thí nghiệm về hiệu quả của đèn và khuyên anh ta tiến hành các trận chiến tại triều đình của mình.<ref>Wolfe p 54<\/ref>\n\nNhu cầu về đèn cao, ban đầu các đối tác gặp nhiều khó khăn trong việc sản xuất, nhưng cuối cùng chúng đã trở thành nguồn chiếu sáng tiêu chuẩn trong gia đình và cửa hàng. Nhiều người bắt chước và cải tiến đã phát triển các biến thể mới, và hàng nghìn cửa hàng mọc lên để sản xuất chúng trong những thập kỷ tiếp theo. Cuối cùng chúng đã bị thay thế bởi ngọn [[đèn dầu]] vào khoảng năm 1850.<ref>Wolfe p 151<\/ref>\n\n== Những năm sau đó ==\nCuối cùng, việc phát minh ra chiếc đèn không mang lại lợi nhuận cho Argand. Ông bị bệnh sốt rét trong suốt 20 năm trước khi qua đời tại [[Geneva]] ở tuổi 53.\n\n== Ghi chú và tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Aimé Argand}}\n\n* The lamp [http:\/\/www.terrypepper.com\/lights\/closeups\/illumination\/argand\/lewis-lamp.html]{{dead link|date=June 2012}}\n* In light houses [https:\/\/web.archive.org\/web\/20100303155102\/http:\/\/www.firelight.com\/oil_lamps.html]\n{{Authority control}}\n\n[[Thể loại:Người Genève]]\n[[Thể loại:Tín hữu Tin Lành]]\n[[Thể loại:Sinh năm 1750]]\n[[Thể loại:Mất năm 1803]]\n[[Thể loại:Nhà hóa học thế kỷ 18]]\n[[Thể loại:Người trong cách mạng công nghiệp]]"}