{"Amshuverma":"[[Hình:Amshuverma.JPG|thumb|right|Tượng Amshuverma tại bảo tàng Chhauni, Kathmandu]]\n\n'''Amshuverma''' ([[Devanagari]]: अंशुवर्मा; 595 - 621 <ref name=\":0\">{{chú thích sách|title=Ancient Nepal|last=Regmi|first=D R|publisher=Rupa|year=1965|isbn=81-291-1098-9|location=Delhi|pages=172, 173, 174, 178}}<\/ref>) trở thành ''Mahasamanta'' (tương đương Thừa tướng) của [[Vương quốc Licchavi]] tại [[Nepal]] vào năm 595 trong thời kỳ vua Śivadeva I trị vì. Khoảng năm 604, Amshuverma tiếm quyền và trở thành người cai trị thực sự của vương quốc. Sự cai trị của ông kết thúc vào năm 621 khi Udayadeva lên ngôi.\n\nNhiều nguồn tiếng Tạng cho rằng Amshuverma có một con gái là [[Bhrikuti Devi]]. Tán Phổ [[Thổ Phồn]] là [[Songtsen Gampo]] phái [[Gar Tongtsen Yulsung]] đem sính lễ tới Nepal cầu hôn ước. Vua Amshuverma ban đầu cho rằng Thổ Phồn là nơi hoang dã, không tin vào Phật pháp nên cự tuyệt. Gar Tongtsen đem quân bức hôn, vua Amshuverma buộc phải gả công chúa Bhrikuti Devi cho Songtsen Gampo, đồng thời đem tặng ba bức tượng Phật, trong đó có [[Thích Ca Mâu Ni]] và [[Bất Động Minh Vương]] <ref>''Thổ Phồn sử cảo'', tr. 59~60.<\/ref>. Nếu giả thuyết này là đúng, thì cuộc hôn nhân của và với Songtsen Gampo phải diễn ra trước năm 624 <ref>''Ancient Tibet: Research materials from the Yeshe De Project'', p. 225 (1986). Dharma Publishing, Berkeley, California. {{ISBN|0-89800-146-3}}.<\/ref>. Tuy nhiên, cũng có thuyết nói rằng Songtsen Gampo kết hôn vớ Bhrikuti vào năm 632 <ref>Tenzin, Ahcarya Kirti Tulku Lobsang. \"Early Relations between Tibbet and Nepal (7th to 8th Centuries).\" Translated by K. Dhondup. ''The Tibet Journal'', Vol. VII, Nos. 1 &2. Spring\/Summer 1982, p. 85.<\/ref>.\n\nTheo một vài truyền thuyết Tạng khác, Bhrikuti là con của một vị vua tên là \"Udayavarman\" <ref>Shaha, Rishikesh. ''Ancient and Medieval Nepal''. (1992), p. 18. Manohar Publications, New Delhi. {{ISBN|81-85425-69-8}}.<\/ref>. \"Udayavarman\" có thể chính là vua Udayadeva, con trai của vua Śivadeva I, sau này được vua Amshuverma nhận làm con nuôi và trở thành thái tử. Ông cũng được xem là cha của vua Narendradeva <ref>Shaha, Rishikesh. ''Ancient and Medieval Nepal''. (1992), p. 17. Manohar Publications, New Delhi. {{ISBN|81-85425-69-8}}.<\/ref>. Nếu điều này là đúng thì Narendradeva và Bhrikuti là anh em ruột.\n\nAmshuverma qua đời trong khoảng những năm 619-623  <ref name=\":0\" \/>.\n\n==Chú thích ==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Sinh năm 595]]\n[[Thể loại:Mất năm 621]]"}