{"Ang Nan II":"{{Thông tin nhân vật hoàng gia\n| tên = Ang Nan\n| tước vị = [[Vua Chân Lạp]]\n| thêm = \n| hình = \n| ghi chú hình =\n| chức vị = Vua Chân Lạp\n| tại vị = [[1682]] - [[1689]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Keo Fa II|<font color=\"grey\">Keo Fa II<\/font>]]\n| kế nhiệm = [[Chey Chettha IV|<font color=\"blue\">Chey Chettha IV<\/font>]]\n| hoàng tộc = \n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = \n| tên đầy đủ = \n| kiểu tên đầy đủ =\n| tước vị đầy đủ = \n| thông tin tước vị đầy đủ = \n| thụy hiệu = \n| vợ = \n| thông tin con cái = \n| con cái = \n| cha = [[Ang Im]]\n| mẹ = \n| sinh = [[1654]]\n| mất = [[1691]]\n| nơi mất = [[Chân Lạp]]\n}}\n\n'''Ang Nan''' (tiếng Việt: Nặc Ông Nộn, Nặc Nộn 匿嫩) ([[1654]]-[[1691]]) là phó vương của Chân Lạp, hiệu là Padumaraja, làm vua Chân Lạp dưới sự bảo trợ của chúa Nguyễn từ năm 1682 đến năm 1689.\n\n==Tiểu sử==\nAng Nan<ref>Trùng tên với [[Ang Nan I]].<\/ref> là con trai của Ang Em (hoặc Ang Im, trùng tên với con trai của Ang Nan sau này. Ang Em lại là con trai của nhiếp chính vương [[Outey]]).\n\nTrước đó, vua bác của Ang Nan bị con rể là [[Chey Chettha III]] ám sát. Chey Chettha III còn cướp cả công chúa Dav Ksatri, người vợ của chú Ang Tan.\n\nAng Tan và cháu là Ang Nan chạy sang cầu viện [[chúa Nguyễn]]. Chey Chettha III thì bị thuộc hạ [[người Hồi giáo]] của vua trước là Nặc Ông Chân ([[Ramathipadi I]]) ám sát.\n\nAng Chea (Nặc Ông Đài) lên ngôi ở quê nhà Chân Lạp. Khi quyền lực nắm trong tay, Ang Chea đã cho xử tử tất cả những người tham gia vào cuộc ám sát cha ông. Ang Chea cũng giết luôn Dav Ksatri, vợ của người chú ruột Ang Tan.\n\nAng Tan và cháu là [[Ang Nan]] (con Ang Em) cầu viện chúa Nguyễn để đánh lại Ang Chea.\n\nNăm 1674, Nặc Ông Đài đã đi cầu viện [[Ayutthaya]] (Thái Lan) để đánh [[Ang Nan]] (Nặc ông Nộn), và chiếm được thành Sài Gòn. Ang Nan (Nặc Ông Nộn) bỏ chạy sang cầu cứu ở dinh Thái Khang (nay là Khánh Hòa). Đồng thời, Ông Đài cho đắp thành lũy ở địa đầu Mỗi Xuy; làm cầu phao và xích sắt, đắp thành Nam Vang; nhờ Xiêm cứu viện để chống lại chúa Nguyễn.\n\nChúa Hiền bèn sai Cai cơ đạo Nha Trang là Nguyễn Dương Lâm cùng với Nguyễn Đình Phái làm tham mưu đem binh chia ra hai đạo sang đánh Nặc ông Đài.\n\nTháng 3 năm 1674, quân tiên phong của Nguyễn Diên đến trước đánh úp lũy Mỗi Xuy, rồi chiếm được lũy, mấy ngày sau quân Cao Miên các nơi họp lại vây đánh rất dữ, nhưng Nguyễn Diên đóng giữ cửa Lũy mà không ra đánh.\n\nKhi đại binh của Nguyễn Dương Lâm ập đến, Diên bèn cùng hợp sức ra đánh, quân Cao Miên tan vỡ, bị chết và thương rất nhiều. Sau đó, đại binh tiến đến Sài Gòn.\n\nTháng 4 năm 1674, phá được 3 lũy: Sài Côn (đất trấn Phiên An), Gò Vách và rồi tiến quân lên vây thành Nam Vang. Nặc Ông Đài phải bỏ thành chạy vào rừng, bị thuộc hạ giết chết.\n\nSau cái chết của Ang Chea, Nặc Ông Thu (Ang Sor là anh em trai của Ang Chea) ra hàng. Nặc ông Thu là chính dòng con trưởng cho nên lại lập làm chính quốc vương (hiệu [[Chey Chettha IV]]) đóng ở [[Longvek|Long Úc]] (thành Vũng Luông), để Nặc Ông Nộn ([[Ang Nan]]) làm đệ nhị quốc vương (dưới sự bảo trợ của Chúa Nguyễn), đóng ở thành Sài Gòn, bắt hằng năm phải triều cống.\n\nNăm 1679, có quan nhà Minh là tổng binh trấn thủ đất Long Môn (Quảng Tây) [[Dương Ngạn Địch]], phó tướng [[Hoàng Tiến]], tổng binh châu Cao, châu Lôi, và châu Liêm (thuộc Quảng Đông) là [[Trần Thượng Xuyên]], phó tướng Trần An Bình, không chịu làm tôi nhà Thanh, đem 3.000 quân cùng 50 chiếc thuyền xin làm dân Việt. Chúa [[Nguyễn Phúc Tần]] chuẩn y và sai đi khai phá đất đai.\n\nBọn tướng Long Môn họ Dương đem binh thuyền tiến vào cửa Xoài Rạp (nay gọi là Lôi Lạp (Soi Rạp)) và cửa Đại cửa Tiểu (thuộc trấn Định Tường) dừng trú tại xứ Mỹ Tho (là trấn lỵ của Định Tường) (Peam Mesar). Bọn tướng các xứ Cao, Lôi, Liêm họ Trần thì đem binh thuyền tiến vào cửa Cần Giờ rồi đồn trú tại xứ Bàn Lân thuộc Đồng Nai (là lỵ sở trấn Biên Hòa) (Kâmpéâp Srêkatrey), đất Lộc Đã (tức là đất Đồng Nai thuộc Biên Hòa).\n\nChính vương Nặc Thu sau đó thỉnh cầu sự trợ giúp của triều Narai của vương quốc [[Ayutthaya]] để đánh phó vương Nặc Nộn nhằm giành quyền. Vua [[Somdet Phra Narai Maharat|Narai]] đã cho cả thủy binh và bộ binh cùng với quân của Nặc Ông Thu tiến đánh phó vương [[Ang Nan]] (Ông Nộn) năm 1679. Ang Nan lại nhờ sự giúp đỡ của chúa Nguyễn.\n\nTrước sự xâm lấn không gian sống của những người Hoa, người Khmer chủ động rút khỏi 2 tỉnh \"Kau Kan\" (Basak) and \"Trapeang\" ([[Trà Vinh]]) và sau đó bất ngờ trở lại tấn công năm 1684 dưới sự hỗ trợ của người Xiêm.\n\nNăm Mậu Thìn (1688), tức 9 năm sau kể từ khi [[Dương Ngạn Địch]] sang đất Việt, ông bị phó tướng [[Hoàng Tiến]] giết chết ở cửa biển Mỹ Tho. Rồi dời đến đóng ở xứ Rạch Năn (thuộc huyện Kiến Hòa, trấn Định Tường - nay là sông [[Vàm Nao]], thuộc tỉnh An Giang), chiếm cứ vùng hiểm yếu, đóng thuyền chiến, đúc thêm súng lớn, không cho thương nhân qua lại, quấy nhiễu cướp bóc người Cao Miên.\n\nVua chính nước Chân Lạp là Nặc Thu oán giận, bỏ việc triều cống và đắp ba lũy Bích Đôi (Gò Vách), Cầu Nam (Cầu Đôi) và Nam Vang, rồi chằng xích sắt ngăn cửa sông, làm kế cố thủ.\n\nAng Nan đang đóng giữ Sài Côn vội tâu lên hết mọi chuyện. Tháng 10, triều đình sai Phó tướng dinh Thái Khang là Vạn Long hầu làm Thống suất, Thắng Long hầu và Tân Lễ hầu làm Tả hữu vệ trận, Vị Xuyên hầu làm Tham mưu cầm quân đi chinh phạt Hoàng Tiến, đồng thời ủy cho quyền mưu tính việc mở mang biên cương.\n\nQuan quân kéo đến đóng ở Rạch Gầm (thuộc thôn Kim Sơn, huyện Kiến Đăng, trấn Định Tường) rồi nói thác là đi đánh Nặc Thu, giả bộ ra lệnh cho Hoàng Tiến làm tiên phong, dụ quân Hoàng Tiến ở giữa sông rồi cho phục binh xông ra bắt và phá hết đồn trại của hắn. Hoàng Tiến thoát chạy rồi bị chết. Quan quân chiêu dụ đội quân Long Môn, những kẻ bị Tiến bắt ép phải theo đều được tha thứ.\n\nQuan quân thừa thế tiến đánh Nặc Thu, ủy cho tướng Cao Lôi Liêm là Thắng Tài hầu (tức [[Trần Thượng Xuyên]]) kiêm quản tướng sĩ đội quân Long Môn làm tiên phong, bắt chước như Vương Tuấn đời Tấn hồi xưa đốt hết dây thép chắn ngang sông, tiến công chiếm được ba lũy Cầu Nôm, Nam Vang và Gò Vách.\n\n[[Chey Chettha IV|Nặc Thu]] rút quân lui về Vũng Luông rồi lập mưu sai nữ sứ giả là Chiêm Luật đến xin hàng và đề nghị quan quân rút lui để họ chuẩn bị lễ vật cống hiến. Thực ra ấy là mưu kế để họ kịp mộ binh tiếp viện tính việc chống cự. Vạn Long hầu nhẹ dạ tin theo rồi cho lui quân về đóng ở Bến Nghé (nay là chợ Điều Khiển). Đã hơn một năm trôi qua mà Nặc Thu không chịu tiến cống, lúc ấy lại bỗng xảy ra bệnh dịch, quân sĩ nhiều người bị bệnh và chết, các tướng cùng nhau làm tờ tấu đàn hạch Vạn Long hầu về tội chần chừ làm hỏng quân cơ.\n\nMùa đông năm 1689, triều đình sai Cai đội Hào Lương hầu [[Nguyễn Hữu Hào (tướng)|Nguyễn Hữu Hào]] (con của Chiêu Võ hầu [[Nguyễn Hữu Dật]]) làm thống suất, Hòa Tín hầu làm Tham mưu, Cai đội Thắng Sơn hầu làm Tiên phong, tuyển lựa tinh binh ở các xứ Phú Yên, Thái Khang và Bình Thuận để tiến đánh Cao Miên, rồi cho bắt trói bọn Vạn Long hầu cùm đưa về kinh sư. Sau đó triều đình miễn chức Vạn Long hầu cho về làm thường dân, giáng Vị Xuyên hầu xuống làm tướng thần thuộc lại.\n\nHào Lương hầu [[Nguyễn Hữu Hào (tướng)|Nguyễn Hữu Hào]] sau đó cũng không hạ được Nặc Thu, bị giáng chức.\n\nNăm 1699, Nặc Thu lại đem quân tiến công Đại Việt. Chúa Nguyễn Phúc Chu lại cử [[Nguyễn Hữu Cảnh]] làm Thống binh, cùng với Phó tướng Phạm Cẩm Long, Tham tướng Nguyễn Hữu Khánh đem quân lính, thuyền chiến hợp cùng tướng [[Trần Thượng Xuyên]] lo việc đánh dẹp và an dân. Thủy binh của Nguyễn Hữu Cảnh đã tiến thẳng đến thành La Bích ([[Longvek]]).\n\nNặc Ông Thu bỏ chạy, con trai Ang Nan là [[Ang Em]] (Ông Yêm) mở của thành ra hàng. Nặc Ông Thu sau đó cũng qui hàng.\n\nAng Nan được phép trở về [[Srey Santhor]], cũng là nơi ông mất ở tuổi 37 năm 1691.\n\n==Hậu duệ==\nAng Nan có một người con trai tên [[Ang Em]], sau này làm vua.\n\n== Xem thêm ==\n* [[Lịch sử Campuchia]]\n\n== Tham khảo ==\n{{tham khảo}}\n{{Vua Campuchia}}\n{{Sơ khai nhân vật hoàng gia Campuchia}}\n\n{{Thời gian sống|Sinh=1654|Mất=1691}}\n\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Mất năm 1691]]"}