{"Anna Rajecka":"[[Tập tin:Rajecka A girl with a dove.jpg|thumb|''Cô gái với chim bồ câu<br \/> (Dziewczyna z gołąbkiem)'',<br \/> (''Tượng trưng sự mất đi ngây thơ''), 1790]]\n[[Tập tin:Ignacy Potocki.PNG|thumb|''Chân dung Ignacy Potocki'', 1784]]\n'''Anna Rajecka''' (sinh khoảng năm 1762 tại [[Warsaw]] - mất năm 1832 tại [[Paris]]), là một họa sĩ tranh chân dung [[người Ba Lan]]. Bà là một họa sĩ chuyên dùng [[phấn tiên]]. Bà còn được gọi là '''Madame Gault de Saint-Germain'''.\n\n==Tiểu sử==\nAnna Rajecka là con gái của họa sĩ tranh chân dung Józef Rajecki. Khi trưởng thành, bà được làm con đỡ đầu của Vua [[Stanisław August Poniatowski]]. Lúc đầu, mọi người nghĩ rằng bà là con ngoài giá thú của Vua và sau đó lại tin rằng bà là tình nhân của Vua. Năm 1783, Anna Rajecka được nhà vua Ba Lan ghi danh vào một trường nghệ thuật dành cho nữ tại [[Louvre]] ở [[Paris]]. Bà làm học trò của các họa sĩ Ludwik Marteau và Marcello Bacciarelli ở [[Warsaw]]; và theo học họa sĩ Jean-Baptiste Greuze và có thể cả [[Élisabeth Vigée Le Brun]] ở [[Paris]]. Mặc dù sau đó bà có gặp [[Jacques-Louis David]] nhưng có lẽ không học được gì từ ông.\n\nMục đích của nhà vua Ba Lan khi tài trợ tiền học cho Anna Rajecka là bà sẽ trở về [[Ba Lan]] và trở thành một giáo sư mỹ thuật, thế nhưng sau khi kết hôn với Pierre-Marie Gault de Saint-Germain vào năm 1788, bà đã quyết định ở lại [[Paris]]. Anna Rajecka trở thành người phụ nữ Ba Lan đầu tiên có tác phẩm được triển lãm tại Phòng triển lãm Paris vào năm 1791. Có lẽ bà vẫn tiếp tục được nhà vua Ba Lan tài trợ cho đến năm 1792. Dù Anna Rajecka đã gửi nhiều tác phẩm của bà về [[Warsaw]] nhưng Bacciarelli cho rằng rất ít tranh xứng đáng được bổ sung vào Bộ sưu tập Hoàng gia.\n\nChủ đề trong các tác phẩm của Anna Rajecka thường xoay quanh hoàng gia Ba Lan. Ở [[Paris]], bà nhận được nhiều tiền hoa hồng từ tầng lớp quý tộc địa phương nhờ ảnh hưởng miễn cưỡng của người đại diện của nhà vua Ba Lan là Filippo Mazzei vì ông cảm thấy bà có ít tài năng và rất khó đối phó.\n\nTrong [[Triều đại Khủng bố]], Anna Rajecka chạy trốn từ [[Paris]] đến [[Clermont-Ferrand]] và có thể đã từ bỏ việc vẽ tranh. Thông tin về giai đoạn này của bà rất ít ỏi. Sau nhiều năm, bà trở lại Paris và được cho là bị mù vào khoảng năm 1824.\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/www.pastellists.com\/Articles\/GaultA.pdf#search=%22Rajecka%22 Anna Rajecka] from the ''Dictionary of Pastellists Before 1800'' by Neil Jeffares\n* Stefan Kozakiewicz, ''Malarstwo polskie: oświecenie, klasycysm, romantyzm'' (Polish Painting. Enlightenment. Classicism. Romanticism), Auriga, Warsaw, 1976.\n\n==Liên kết ngoài==\n*{{Thể loại Commons inline|Anna Rajecka}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Rajecka, Anna}}\n[[Thể loại:Sinh năm 1762]]\n[[Thể loại:Mất năm 1832]]\n[[Thể loại:Họa sĩ Ba Lan]]\n[[Thể loại:Họa sĩ thế kỷ 18]]\n[[Thể loại:Họa sĩ thế kỷ 19]]\n[[Thể loại:Nữ họa sĩ]]"}