{"Anna Jagiellonka":"{{Thông tin nhân vật hoàng gia\n| tên = Anna I của Ba Lan\n| hình = Kober Anna Jagiellon in coronation robes.jpg\n| ghi chú hình = Nữ hoàng Anna trong bộ Lễ phục đăng quang (tranh vẽ năm 1576 bởi [[Martin Kober]])\n| chức vị = [[Vua của Ba Lan|Nữ vương Ba Lan]]<br>[[Đại vương công Lietuva|Nữ đại vương công Lietuva]]\n| tại vị = 15 tháng 12 năm 1575 – 18 tháng 9 năm 1587\n| tiền nhiệm = [[Henri III của Pháp|Henri xứ Valois]]\n| đăng quang = 1 tháng 5 năm 1576 in [[Kraków]]\n| kế nhiệm = [[Interrex]] 1586–1587<br>[[Zygmunt III Waza]] 1587\n| phối ngẫu = [[Stephen Báthory of Poland|Stephen Báthory]]\n| hoàng tộc = [[Vương triều Jagiellon|Jagiellon]]\n| kiểu hoàng tộc = Dynasty\n| cha = [[Zygmunt I của Ba Lan]]\n| mẹ = [[Bona Sforza]]\n| sinh = {{Birth date|1523|10|18|df=y}}\n| nơi sinh = [[Kraków]], [[Vương quốc Ba Lan(1385–1569)|Vương quốc Ba Lan]]\n| mất = {{Death date and age|1596|9|9|1523|10|18|df=y}}\n| nơi mất = [[Warsaw]], [[Thịnh vượng chung Ba Lan và Lietuva]]\n| nơi an táng = [[Nhà thờ chính tòa Wawel]]\n| ngày an táng = 12 tháng 11 năm 1596\n| chữ ký = Autograph of Anna Jagielonka.PNG\n}}\n'''Anna Jagiellonka''' ({{lang-pl|Anna Jagiellonka}}, {{lang-lt|Ona Jogailaitė}}; 18\/10\/1523 – 12\/11\/1596) là Nữ vương Ba Lan và là Nữ Đại vương công Lietuva từ năm 1575 đến năm 1586. Bà là con gái của vua [[Zygmunt I của Ba Lan]] với vương hậu người Ý Bona Sforza. Vì nhiều lý do khác nhau, Anna vẫn chưa lập gia đình đến năm 52 tuổi. Sau cái chết của anh trai là [[Zygmunt II của Ba Lan]] - thành viên cuối cùng của [[Triều đại Jagiellon]], bà được bầu làm Nữ vương Ba Lan và là Nữ Đại vương công Lietuva và kết hôn với viên quý tộc [[Stefan Batory]]. Báthory đã bận việc đến cuộc chiến Livonia, trong khi Anna dành thời gian ở Warsaw để quản lý hành chính thay chồng và xây dựng các công trình kiến trúc mới. Sau khi chồng mất năm 1586, bà tính đến việc đòi lại ngôi vua Ba Lan. Nhưng do sức khỏe yếu, bà nhường ngôi vị cho cháu trai là [[Zygmunt III Waza]], người thành lập thành lập triều đại Vasa trên ngai vàng Ba Lan - Lietuva trong tám mươi năm tới (1587–1668).\n\n== Cuộc đời ==\n\n=== Dưới thời Thái hậu Bona Sforza ===\nAnna Jagiellon sinh ngày 18 tháng 10 năm 1523 với vua và hoàng hậu Ba Lan, [[Zygmunt I của Ba Lan]] và Bona Sforza<ref>Duczmal, Małgorzata (2012). ''Jogailaičiai'' (in Lithuanian). Translated by Birutė Mikalonienė and Vyturys Jarutis. Vilnius: Mokslo ir enciklopedijų leidybos centras. <nowiki>ISBN 978-5-420-01703-6<\/nowiki>., p. 380<\/ref>. Thời thơ ấu, công chúa Anna sinh sống chủ yếu ở ở Kraków với các anh chị em. Khoảng thời gian từ tháng 6 năm 1533 đến tháng 11 năm 1536 và từ tháng 4 năm 1540 đến tháng 6 năm 1542 là những năm tháng buồn tẻ của Anna Jagiellon, khi cha mẹ quyết định cho Anna và hai chị em ở Kraków trong khi những người còn lại ở Lithuania. Đến năm 1556, ba chị em của Anna Jagiellon gặp chuyện buồn khi cô chị là Sophia Jagiellon kết hôn với Henry V, Công tước Brunswick-Lüneburg<ref>Duczmal (2012), p. 380<\/ref>. Công chúa Anna sống khép kin trong cung và có nhiều hoạt động như thêu và khâu, chơi cờ vua và xúc xắc, đã tham gia hoạt động từ thiện giúp người nghèo. Công chúa cũng nhận được một nền giáo dục tuyệt vời - nàng thông thạo tiếng Ý và biết tiếng Latinh<ref>Duczmal (2012), p. 381<\/ref>.\n\nVấn đề hôn nhân của ba chị em Anna Jagiellon không được cha quan tâm đến. Chỉ sau cái chết của Zygmunt I của Ba Lan năm 1548, vấn đề hôn nhân được đặt ra. Đầu tiên là Albert Alcibiades, Bá tước của Brandenburg-Kulmbach - một người theo Tin lành và ôn hòa<ref>Duczmal (2012), pp. 381–382<\/ref>. Năm 1548, tân vương [[Zygmunt II của Ba Lan]] bỏ qua lời khuyên can của mẹ khi tiến hành cuộc hôn nhân bí mật với Barbara Radziwiłł, khiến Thái hậu và ba chị em bỏ ra Mazovia, chủ yếu là Warsaw và Lâu đài Ujazdów<ref name=\"Duczmal 2012, p. 382\">Duczmal (2012), p. 382<\/ref>. Về sau, nhà vua không can dự gì vào cuộc hôn nhân của các chị em Anna. Năm 1550, Bona cố gắng thương lượng hôn nhân với Charles Victor hoặc Philip, con trai của Henry V, Công tước Brunswick-Lüneburg, hoặc Ernest xứ Bavaria. Sau cuộc họp gia đình vào tháng 5 năm 1552 tại Płock, Sigismund xem xét kết hôn với các chị em của mình cho Vua Gustav I của Thụy Điển, John Frederick II và Johann Wilhelm của Saxony, và John Albert I, Công tước Mecklenburg<ref>Duczmal (2012), p. 383<\/ref> - nhưng nhà vua tỏ ra thiếu kiên định không quyết định được gì cả<ref name=\"Duczmal 2012, p. 382\"\/>.\n\n=== Dưới thời vua anh [[Zygmunt II của Ba Lan]] ===\nCuối cùng vào tháng 1 năm 1556, Thái hậu Bona đã sắp xếp một cuộc hôn nhân cho Sophia Jagiellon. Một tháng sau, Bona Sforza trở về Ý để lại hai cô con gái chưa lập gia đình ở Warsaw. Sau khoảng một năm, Zygmunt II của Ba Lan đưa hai chị em đến Vilnius, nơi họ trở nên thân thiết với người vợ thứ ba của mình là Catherine xứ Áo. Mặc dù Anna đã ở tuổi ba mươi, Sigismund quyết định điều tra để mai mối cho em gái: công tước Áo Charles II (con của Hoàng đế [[Ferdinand I của Thánh chế La Mã]] còn quá trẻ (Charles sinh năm 1540), Sa hoàng [[Ivan IV]] được cho là không có lợi cho Ba Lan – Lithuania; John Frederick, Công tước Pomerania, không muốn một liên minh với Ba Lan vì nhà vua Ba Lan có âm mưu sáp nhập đất công tước Pomerania vào vùng đất Livonian<ref name=\"Duczmal 2012, p. 384\">Duczmal (2012), p. 384<\/ref>.\n\nVua [[Erik XIV của Thụy Điển]] đích thân quan tâm hơn trong việc theo đuổi cuộc hôn nhân với Nữ hoàng Elizabeth I của nước Anh, nhưng ông đã tìm kiếm một liên minh với Ba Lan và đề nghị em trai Johan, Công tước Phần Lan mai mối. Johan đồng ý, nhưng hỏi em gái của Anna là Catherine. Vì nhiều lý do khác nhau, cuộc mai mối bị trì hoãn<ref name=\"Duczmal 2012, p. 384\"\/>. Thêm ba chú rể đã được vua anh đề xuất cho Anna: Hoàng tử Đan Mạch Magnus đang là giám mục, mục sư Livonia Gotthard Kettler và Johan của Thụy Điển. Lúc đầu vua Ba Lan yêu cầu Công tước Johan cưới Anna, nhưng Johan khăng khăng đòi cưới Catherine và tổ chức đám cưới long trọng ở Vilnius. Vua Sigismund hỏi ý kiến Anna về cuộc hôn nhân, công chúa đồng ý và Công tước Thụy Điển đã kết hôn với Catherine vào ngày 4 tháng 10 năm 1562<ref name=\"Duczmal 2012, p. 386\">Duczmal (2012), p. 386<\/ref>\n\nAnna chuyển đến Lâu đài Hoàng gia ở Warsaw vì Vilnius không an toàn do cuộc chiến Livonia và sống ở đó khoảng mười năm<ref name=\"Duczmal 2012, p. 386\"\/>. Công chúa sống cùng 70 người hầu và ngày nào cũng cầu nguyện và thêu thùa. Vua anh thỉnh thoảng đến thăm Anna trên đường đi họp Sejm<ref name=\"Duczmal 2012, p. 386\"\/>. Mặc dù Anna đã ở tuổi bốn mươi, nhưng các đề xuất kết hôn vẫn tiếp tục. Vào năm 1564, Reichard, Bá tước Palatine của Simmern-Sponheim, được đề nghị kết hôn nhưng vua không chấp nhận vì tiền hồi môn quá cao - 32.000 złoty đỏ<ref>Duczmal (2012), p. 387<\/ref>. Năm 1568, Sophia Jagiellon đề xuất Eberhard, con cả của Christoph, Công tước Württemberg, nhưng ông qua đời cùng năm<ref name=\"Duczmal 2012, p. 388\">Duczmal (2012), p. 388<\/ref>. Năm 1569, Anna được mai mối cho Barnim X, Công tước Pomerania. Pomerania yêu cầu Anna dâng 8 tỉnh của đất nước cho Công tước, nhưng vua Ba Lan từ chối ngay lập tức<ref>Duczmal (2012), pp. 387–388<\/ref>. Năm 1572, Sophia đề xuất Albert Frederick, Công tước Phổ, nhưng cũng bị Zygmunt II của Ba Lan từ chối nốt<ref name=\"Duczmal 2012, p. 388\"\/>.\n\n== Khoảng giữa (1573 - 1574) ==\nVào tháng 7 năm 1572, anh trai của ba, [[Zygmunt II của Ba Lan]], qua đời, để lại ngai vàng Thịnh vượng chung Ba Lan - Lietuva bỏ trống. Nhà vua quá cố để lại hết các tài sản cho chị em Anna. Tuy nhiên, quý tộc Ba Lan không cho phép người trong hoàng gia hưởng quá nhiều tài sản, nên Anna chỉ nhận một phần trong khối tài sản khổng lồ ấy - Bà vẫn là người giàu có nhất ở Ba Lan thời đó. Cuộc sống của Anna nhanh chóng bị giới quý tộc Ba Lan chi phối - những kẻ tìm cách loại bỏ bà ra khỏi danh sách kế vị ngôi vua. Anna rời khỏi Warsaw và đi đến Piaseczno, Płock, Łomża<ref>Duczmal (2012), p. 389<\/ref>\n[[Tập tin:Batory Jagiellonka.jpg|nhỏ|Chân dung [[Stefan Batory]] của với Nữ vương Anna, khoảng năm 1875.]]\nJean de Monluc, Giám mục Valence đã đề nghị các quý tộc Ba Lan cử vua [[Henri III của Pháp]] làm vua Ba Lan - Lietuva (Lithuana) kế tiếp. Montluc hứa với các quý tộc rằng Henry sẽ cưới Anna để duy trì triều đại<ref name=\"Stone 2001, p. 118\">Stone (2001), p. 118<\/ref>. Bất chấp mọi nỗ lực của quý tộc đang tìm cách loại bỏ Anna ra khỏi danh sách kế vị ngôi vua, nhưng Anna đã ủng hộ mạnh mẽ vị vua tại nhiệm - Henri III. Anna đã hãnh diện rằng Henri sẽ \"chăm sóc cho cô ấy chứ không phải cho vương quốc\". Với sự hỗ trợ của Anna, Henry được bầu làm Vua Ba Lan vào ngày 11 tháng 5 năm 1573 và chính thức lên ngôi vào ngày 21 tháng 2 năm 1574<ref name=\"Stone 2001, p. 118\" \/>. Do sự giám sát (cho dù chủ ý hay không chủ ý), các bài báo của Henrician đều không có viết về lời hứa hôn giữa vua Henri với Anna. Khi rõ ràng là Henri sẽ không cưới minh, Anna cảm thấy buồn bã<ref>Duczmal (2012), p. 391<\/ref>. Vào tháng 6 năm 1574, Henri rời Ba Lan về làm Vua Pháp và vào tháng 5 năm 1575, Quốc hội Khối thịnh vượng chung đã truất phế Henri và dự tính lập người kế vị tiếp theo<ref>Stone, Daniel (2001). ''The Polish-Lithuanian state, 1386–1795''. A History of East Central Europe. Seattle: University of Washington Press. ISBN 0-295-98093-1, p. 121<\/ref>.\n\nỞ cuối thời kỳ khoảng giữa, Anna đã chuẩn bị mọi thứ để sẵn sàng cho việc kế vị ngai vàng hiện đang bỏ trống - xưng hiệu là Chúa của đất Ba Lan<ref>Jasienica, Paweł (1984). ''Ostatnia z rodu'' (in Polish). Czytelnik. p. 161. <nowiki>ISBN 83-07-00697-X<\/nowiki>.<\/ref><ref>Dmitrieva, Marina; Lambrecht, Karen (2000). ''Krakau, Prag und Wien: Funktionen von Metropolen im frühmodernen Staat'' (in German). Franz Steiner Verlag. <nowiki>ISBN 3-515-07792-8<\/nowiki>. In der Zeit des zweiten Interregnums trug sie den Titel „Anna Dei Gratia Infans Regni Poloniae\"., p. 70<\/ref>. Để giữ vững quyền lực vừa mới khôi phục, Anna muốn kết hôn để trở thành Nữ hoàng Ba Lan. Bỏ qua việc bị vua Pháp từ chối kết hôn, Anna tiếp tục xem xét những đấng lang quân tương lai: Đại Công tước Áo Ernest, Công tước Ferrara Alfonso II d'Este, Frederick IV của Liegnitz<ref>Duczmal (2012), p. 392<\/ref>. Tháng 12 năm 1575, theo đề xuất của Jan Zamoyski, Anna chính thức cưới tuyển hầu [[Stefan Batory]] của Transylvania. Vào ngày 15 tháng 12 năm 1575, tại Wola gần Warsaw, Anna và Stephen Báthory được bầu làm đồng cai trị của khối Thịnh vượng chung Ba Lan - Lietuva<ref>Stone (2001), p. 122<\/ref>. Phái đoàn Lithuania không tham gia cuộc bầu cử và không công nhận kết quả bầu cử. Chỉ vào ngày 29 tháng 6 năm 1576, sau lễ đăng quang, giới quý tộc Lithuania đã đồng ý nhận ra Anna và Báthory<ref>Kiaupienė, Jūratė; Lukšaitė, Ingė (2013). ''Lietuvos istorija. Veržli naujųjų laikų pradžia. Lietuvos Didžioji Kunigaikštystė 1529–1588 metais'' (in Lithuanian). V. Baltos lankos. <nowiki>ISBN 978-9955-23-680-1<\/nowiki>.<\/ref>\n\n== Cuộc sống dưới thời Stefan Bathory ==\nAnna ủng hộ Báthory tiền bạc để sắm sửa nhiều loại vũ khí, nhưng từ chối kết hôn với ''per procura''<ref>nghĩa là \"người thay mặt, đại diện\". Xem Duczmal (2012), p. 393<\/ref>. Ngày 28 tháng 2 năm 1576, Anna vào Kraków làm Nữ hoàng chính thức; Báthory chính thức đồng cai trị với Anna vào ngày 23 tháng 4<ref name=\"Duczmal 2012, p. 393\">Duczmal (2012), p. 393<\/ref>. Vào ngày 1 tháng 5, họ kết hôn và đăng quang tại Nhà thờ Wawel<ref>Stone (2001), p. 123<\/ref>. Anna buộc phải từ bỏ quyền kế vị ngai vàng, đổi lại bà nhận được khối tài sản sử dụng suốt đời và một khoảng chu cấp hằng năm của chính quyền là 60.000 đồng vàng<ref name=\"Duczmal 2012, p. 393\"\/>. Anna bắt đầu kinh doanh buôn bán từ mỏ muối Wieliczka và quan tâm đến khoản vay của mẹ mình cho Philip II của Tây Ban Nha (khoản vay chưa bao giờ được hoàn trả đầy đủ). Anna cũng chia sẻ mối quan tâm đó với em gái Catherine Jagiellon, nhưng dường như không mấy thân thiết.\n[[Tập tin:Kober Anna Jagiellon as a widow.jpg|nhỏ|Chân dung Anna Jagiellon trong trang pục của một quá phụ vào những năm 1590]]\nMặc dù chính thức kết hôn từ năm 1576, nhưng hai vợ chồng vua Ba Lan chưa có gần gũi với nhau vì nhà vua Stefan bận chiến dịch Livonia và tham dự cuộc họp của sejm ở Warsaw. Bà sống khép kín hơn trong ở Warsaw và Lâu đài Ujazdów, phải nghe những tin đồn về chồng có tình nhân mới - chồng có con ngoài giá thú. Những tin đồn trên làm Anna ngày càng xa lánh chồng mình, thậm chí còn tính gia nhập nhóm quý tộc chống chiến dịch Livonia của vua Stefan<ref name=\"Duczmal 2012, p. 395\">Duczmal (2012), p. 395<\/ref>.\n\nMặc dù chỉ là vua trên danh nghĩa, nhưng Anna không quan tâm nhiều đến triều chính mà tham gia việc tái thiết Lâu đài Hoàng gia ở Warsaw và Cầu Sigismund Augustus<ref name=\"Duczmal 2012, p. 395\"\/>. Bà đã xây dựng Bridge Gate để bảo vệ cây cầu gỗ khỏi bị lửa thiêu rụi. Bà cũng đã hoàn thành Lâu đài Ujazdów do mẹ bà khởi đầu; nó có một công viên rộng lớn và một phòng thí nghiệm. Tại Nhà thờ Wawel, bà đã tài trợ cho việc xây tượng đài trước mộ của anh trai của bà là vua Zygmunt II của Ba Lan trong Nhà nguyện Sigismund (1574-1975 bởi Santi Gucci). Sau khi chồng bà qua đời, bà từ chối cho phép mai táng tại Nhà nguyện của Sigismund vì đó là sự trừng phạt cho những cuộc hôn nhân xa xôi, vợ chồng không nên tách rời trong cái chết<ref>Duczmal (2012), pp. 396–397<\/ref>. Stefan Báthory được chôn cất trong Nhà nguyện Đức Trinh Nữ Maria<ref name=\"Duczmal 2012, p. 396\">Duczmal (2012), p. 396<\/ref>. Năm 1589, Anna lập bia tưởng niệm người chồng quá cố của mình. Cùng lúc đó, bà đã xây dựng nhà mộ của mình trong Nhà nguyện của Sigismund<ref name=\"Duczmal 2012, p. 395\"\/>. Anna cũng xây dựng ngôi mộ của mẹ mình là Bona Sforza trong nhà thờ Basilica di San Nicola ở Bari (1589–95)<ref>Duczmal (2012), p. 121<\/ref>.\n\n== Thái hậu ==\nVới cái chết của chồng vào tháng 12 năm 1586, Anna đứng trước cơ hội lên ngôi quốc vương. Ít lâu sau, bà từ bỏ cơ hội đó để đề cử cháu gái Anna Vasa hoặc cháu trai Sigismund Vasa, con của em gái Catherine Jagiellon của Thụy Điển. Lúc đầu, Anna dự định cưới chồng cho cháu gái Anna Vasa để hai người cùng lên đồng trị vì, nhưng quý tộc ra sức phản đối. Sau đó, bà dự định tài trợ cho cháu trai là Sigismund Vasa của Thụy Điển lên ngôi (lúc đầu [[Johan III của Thụy Điển]] không đồng ý vì không muốn mất đi người kế thừa duy nhất, nhưng hoàng hậu Catherine đã thuyết phục được chồng nghe theo ý kiến của cô chị Anna). Ít lâu sau, Anna mai mối cháu gái Anna cho Đại Công tước Áo Maximilian III, ứng viên khác có khả năng lên ngôi vua Ba Lan. Anna cũng viết nhiều thư và vận động tiền bạc cho cuộc hôn nhân này của cháu gái. Ba cũng nhận được sự hỗ trợ quan trọng từ Jan Zamoyski, người đã kết hôn với cháu gái của vua Stefan là Griselda Báthory và có tham vọng ngấp nghé ngai vàng. Có lẽ cả Anna và Jan đều nghĩ rằng họ có thể dễ dàng kiểm soát người thiếu niên 20 tuổi<ref name=\"Duczmal 2012, p. 396\"\/>\n\n[[Zygmunt III Waza]] được bầu làm Vua vào ngày 19 tháng 8 năm 1587. Ông và em gái Anna Vasa đến Ba Lan vào tháng 10 năm 1587. Sau khi Sigismund Vasa đăng quang, Anna và cháu gái của bà định cư tại Warsaw trong khi Sigismund dành hầu hết thời gian ở Kraków. Rõ ràng là Sigismund sẽ không cho phép dì của mình can thiệp vào chính trị. Bà tham dự đám cưới của Anne của Áo và rửa tội cho chắt gái mới sinh là Anna Maria. Sau cái chết của [[Johan III của Thụy Điển]] vào tháng 11 năm 1592, Sigismund Vasa đã dành khoảng một năm ở Thụy Điển. Trong thời gian đó, Anna Maria mới sinh đã được bà dì Anna chăm sóc. Vào tháng 7 năm 1595, bà là mẹ đỡ đầu của [[Władysław IV Vasa]], vị vua tương lai của Ba Lan<ref>Duczmal (2012), p. 398<\/ref>\n\nAnna qua đời tại Warsaw vào ngày 9 tháng 9 năm 1596 dưới tên Jagiellon cuối cùng.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1523]]\n[[Thể loại:Mất năm 1596]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]\n[[Thể loại:Nữ vương Ba Lan]]\n[[Thể loại:Nữ đại vương công Lietuva]]\n[[Thể loại:Vương nữ Ba Lan]]"}