{"Anne Robert Jacques Turgot":"{{Thông tin nhà kinh tế học\n| tên hình = Anne Robert Jacques Turgot.jpg\n| cỡ hình = 180px\n| chú thích hình = Anne Robert Jacques Turgot\n| sinh = [[10 tháng 5]] năm [[1727]], [[Paris]]\n| mất = [[18 tháng 3]] năm [[1781]]\n| quốc tịch = [[Pháp]]\n| Trường phái = [[Chủ nghĩa trọng nông|khuynh hướng trọng nông]]\n| nơi công tác = \n| lĩnh vực = [[kinh tế học]]\n| trường theo học = \n| chịu ảnh hưởng của = \n| phê phán = chính sách bảo hộ mậu dịch của [[chủ nghĩa trọng thương]]\n| ảnh hưởng tới = \n| đóng góp = \n| giải thưởng = \n| chữ ký = \n}}\n[[Tập tin:Graincourt, attributed to - Turgot - Versailles MV 3923.jpg|thumb]]\n\n'''Anne Robert Jacques Turgot''' (1727-1781) là nhà kinh tế học người [[Pháp]], nhà cải cách, và là một trong những đại diện của [[Chủ nghĩa trọng nông|khuynh hướng trọng nông]].\n\n== Tiểu sử ==\nA. Turgot là con thứ ba trong một gia đình thuộc tầng lớp quý tộc cung đình. Tuy tốt nghiệp khoa thần học của viện Sorbon vào năm 23 tuổi và có khả năng trở thành giám mục, nhưng ông đã từ chối sự phân bổ của nhà thờ và chuyển sang làm việc nhà nước. Ông có khả năng sử dụng tốt 6 thứ tiếng và quan tâm đến nhiều vấn đề về [[triết học]], [[ngôn ngữ]], [[luật học]], các môn [[khoa học tự nhiên]], [[văn học]], [[thơ|thơ ca]].\n\nA. Turgot bắt đầu sự nghiệp lúc 25 tuổi bằng chức vụ quan tòa trong nghị viện, sau đó là báo cáo viên thuộc tòa án nghị viện. Ông là một trong những nhân vật nổi bật của các nhóm thượng lưu và triết gia ở Paris, là bạn của [[François Quesnay|F. Quesnay]]. Năm 1761 ông được bổ nhiệm chức vụ tỉnh trưởng thành phố Limoge. Trải qua 13 năm với cương vị đó, ông đã cho thực hiện các biện pháp nhằm thúc đẩy phát triển kinh tế địa phương, trong đó áp dụng một hệ thống thuế mới. Trong khoảng thời gian này ông đã trình bày các luận thuyết kinh tế như: \"Luận bàn về sản xuất và phân phối của cải\" (1766), \"Giá trị và tiền tệ\" (1769) và nhiều luận văn khác. Các tác phẩm đó cho thấy quan điểm của ông xuất phát từ khuynh hướng trọng nông và dựa trên nguyên tắc kinh tế thị trường mà điểm cơ bản là [[cạnh tranh]] và buôn bán tự do.\nNăm 1774 ông được bổ nhiệm làm bộ trưởng bộ hàng hải, nhưng sau vài tuần lại được chuyển làm tổng thanh tra tài chính, ngang chức với bộ trưởng bộ tài chính – một trong những vị trí quan trọng trong cung đình. Sau 18 tháng hoạt động với nhiệm vụ mới, tuy chưa làm giảm các chi tiêu nhà nước nhưng ông đã tiến hành hàng loạt các quyết định và dự án có khả năng mở rộng tự do hóa nền kinh tế. Trong số các cải cách được nhìn nhận phải kể đến: tiến hành tự do buôn bán lương thực ở thị trường trong nước; không hạn chế nhập khẩu và phi thuế quan xuất khẩu đối với lương thực; thay thuế đường sá dạng hiện vật sang dạng tiền; xóa bỏ dần các công xưởng thủ công lạc hậu nhằm phát triển công nghiệp; v.v. Tuy nhiên, những cải cách của ông và những người cùng chính kiến luôn gặp phải sự chống đối quyết liệt của nghị viện mà đa số là giới quý tộc, thầy tu và một số doanh nhân muốn giữ vững vị thế độc quyền. Vì vậy các dự án của ông chỉ được thực hiện trong một thời gian ngắn. Tháng 5 năm 1776 ông bắt buộc phải chuyển giao công việc và thôi việc theo lệnh của vua, các dự án của ông cũng bị đình chỉ.<ref>Ядгаров Я.С. История экономических учений: Учеб. – 4-е изд. перераб. и доп. – М.: ИНФАР-М, 2004<\/ref>\n\n== Phương pháp luận ==\nA. Turgot không cho rằng mình là học trò hay người kế tục khuynh hướng của F. Quesnay. Tuy vậy, các lý luận và thực hành của ông cho thấy quan điểm chủ đạo vẫn là của những người theo khuynh hướng trọng nông. Ông khẳng định: \"người nông dân là động lực đầu tiên của mọi công việc; đó là người tạo ra thu nhập cho thợ thủ công trên mảnh đất của mình. Lao động của nông dân là thứ lao động duy nhất tạo ra được của cải nhiều hơn số tiền trả cho công lao động đó. Vì thế đó là nguồn gốc duy nhất của mọi của cải\" <ref name=\"Turgot\">Тюрго А.Р. Избранные экономические произведения. М.: Соцэкгиз, 1961. С. 96.<\/ref>\nÔng cũng thể hiện sự bất đồng của mình đối với chính sách bảo hộ mậu dịch của [[chủ nghĩa trọng thương]] và cho rằng: \"Tự do chung về mua bán là phương tiện duy nhất đảm bảo cho người bán một mức giá mà có thể hoàn trả các chi phí sản xuất, mặt khác, đảm bảo cho người mua một món hàng tốt nhất với giá rẻ nhất\" <ref>sách đã dẫn (trang 69)<\/ref>\n\n== Lý thuyết tiền tệ ==\nA. Turgot là người đồng tình với lý thuyết tiền tệ về số lượng, nghĩa là tiền ở bất cứ dạng nào đều giảm giá trị nếu tăng số lượng của chúng lên. Ông còn biểu hiện những hiểu biết về vấn đề sử dụng tiền giấy, về sự bất tiện của chúng nếu lượng tiền phát hành không tương ứng với lượng hàng hóa được tạo ra. Lý thuyết tiền tệ về số lượng được ông trình bày từ khi mới 22 tuổi (1749), sớm hơn [[Adam Smith|A. Smith]] đến 30 năm. Tiền bằng kim loại quý được A. Turgot xem như một loại hàng hóa. Ông nhận định: \"tính đặc biệt của vàng và bạc, hơn các loại vật chất khác, ở điểm thích hợp để đúc tiền\", hay: vàng bạc \"được làm thành tiền theo tính tự nhiên của vật dụng, và trong đó đồng tiền chung nhất độc lập đối với mọi thỏa thuận và mọi luật lệ\" <ref>sách đã dẫn (trang 118)<\/ref>. Theo khẳng định của A. Turgot thì vàng và bạc không chỉ thay đổi giá của mình so với toàn bộ hàng hóa khác, mà còn so với nhau tùy thuộc vào số lượng giữa chúng nhiều hay ít.<ref>sách đã dẫn (trang 120)<\/ref>\n\n== Lý thuyết giá trị ==\nGiống như F. Quesnay, A. Turgot giữ quan điểm: nguồn gốc giá trị xuất phát từ chi phí sức lao động và lao động đã kết tinh (lao động quá khứ). Để lập luận về cơ chế hình thành giá trên thị trường ông phân biệt giá hiện tại – được xác lập bởi tương ứng cung-cầu, và giá gốc – \"áp dụng cho hàng hóa mà để làm ra nó, người lao động cần một mức tối thiểu và không thể thấp hơn\" <ref>sách đã dẫn (trang 145)<\/ref>. Ông cũng đề cập đến tính quý hiếm của hàng hóa và cho rằng đó cũng là một yếu tố định giá.\n\n== Lý thuyết giai cấp ==\nA. Turgot cũng đồng quan điểm với F. Quesnay về ba thành phần giai cấp của xã hội: sản xuất, sở hữu và phi hữu ích. Điểm đặc biệt của ông là: giai cấp sản xuất và giai cấp phi hữu ích được ông xem là những giai cấp làm việc, trong đó mỗi giai cấp này phân tách ra hai lớp: doanh nhân (hay tư bản) – là người chi trả trước; và người lao động bình thường - là người nhận tiền công.\n\n== Lý thuyết thu nhập ==\nKhi xác định bản chất và số lượng tiền công lao động ông vẫn theo quan điểm của [[William Petty|W. Petty]] và F. Quesnay, rằng tiền công là kết quả của người bán lao động của mình cho người khác, và tiền công \"giới hạn bằng một lượng tối thiểu cần thiết để người lao động tồn tại, như là để đảm bảo cuộc sống\" <ref>sách đã dẫn (trang 97)<\/ref>. Ngoài ra ông còn bổ sung thêm vào lý thuyết này bằng lập luận, cho rằng tiền công là một trong các yếu tố chi phối \"''cân bằng kinh tế toàn bộ''\" – khái niệm do ông đưa ra. Điều đó, theo ông, được xác định bởi một loạt các yếu tố: các giá trị sản xuất nông nghiệp, tiêu dùng các loại hàng hóa, các loại sản phẩm, số lượng người lao động và tiền công.\n\nVề thu nhập từ tư bản hay phần trăm lợi nhuận từ vốn cho vay, A. Turgot suy xét trên phương diện đạo đức học, trích dẫn từ [[Sách Phúc Âm|Phúc âm]] câu nói: \"''Hãy cho vay mà đừng đợi gì cả''\". Do vậy bản chất thu nhập từ tư bản được ông diễn giải như việc chia sẻ lợi nhuận giữa bên vay và bên cho vay - một bên nhận lấy điều kiện sản xuất có lợi từ vốn vay, bên kia chịu rủi ro khi chuyển giao vốn cho người khác. Ông so sánh mức phần trăm hiện hành như nhiệt kế chỉ sự dư thừa hay thiếu hụt vốn. Nói cách khác, \"phần trăm thấp là hậu quả và chỉ số của sự dư thừa tư bản\" <ref>sách đã dẫn (trang 150)<\/ref>.\n\n== Nguồn tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{wikiquote}}\n{{commons|Anne Robert-Jacques Turgot|Anne Robert Jacques Turgot, Baron de Laune}}\n* [http:\/\/usm.maine.edu\/maps\/exhibit7\/turgot.html Map of Paris, 1739] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090209073941\/http:\/\/usm.maine.edu\/maps\/exhibit7\/turgot.html |date=2009-02-09 }} by Michel Turgot at the University of Southern Maine\n* [http:\/\/www.columbia.edu\/cu\/arthistory\/courses\/parismaps\/ Map of Paris, 1739] by Michel Turgot at the University of Chicago\n* [http:\/\/www.econlib.org\/LIBRARY\/Essays\/TurgotBio.html Dr David Hart, \"Turgot: life and works\"] Annotated bibliography of Turgot's published works.\n* [http:\/\/www.mises.org\/turgot.asp \"Biography of A.R.J. Turgot: Brief, Lucid, and Brilliant\"] by Murray Rothbard\n* [http:\/\/www.ulb.ac.be\/philo\/spf\/linguis\/turgot.htm \"Notice sur la linguistique de Turgot\"] by D. Droixhe, 1993, ''Encyclopedia of language and linguistics''\n* [http:\/\/socserv2.socsci.mcmaster.ca\/~econ\/ugcm\/3ll3\/turgot\/index.html Turgot Page] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170204152431\/http:\/\/socserv2.socsci.mcmaster.ca\/~econ\/ugcm\/3ll3\/turgot\/index.html |date=2017-02-04 }} at McMaster\n* [http:\/\/www.cpm.ll.ehime-u.ac.jp\/AkamacHomePage\/Akamac_E-text_Links\/Turgot.html Turgot Page] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930225050\/http:\/\/www.cpm.ll.ehime-u.ac.jp\/AkamacHomePage\/Akamac_E-text_Links\/Turgot.html |date=2007-09-30 }} at Akamac\n* [http:\/\/www.bartleby.com\/65\/tu\/Turgot-A.html Turgot entry] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090201113040\/http:\/\/bartleby.com\/65\/tu\/Turgot-A.html |date=2009-02-01 }} at Bartleby\n* [http:\/\/www.newadvent.org\/cathen\/15092c.htm Jacques Turgot] at ''Catholic Encyclopedia''\n* [http:\/\/www.acton.org\/publicat\/randl\/liberal.php?id=184 Turgot Page] at Acton institute.\n* [http:\/\/www.homepages.ucl.ac.uk\/~ucrarfk\/1210\/chron\/turg.htm Turgot page]{{Liên kết hỏng|date=2021-01-24 |bot=InternetArchiveBot }} at UCL\n* [http:\/\/www.cooperativeindividualism.org\/redfearn_turgots_failure.html \"Turgot's Gallant Failure\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100621025821\/http:\/\/cooperativeindividualism.org\/redfearn_turgots_failure.html |date=2010-06-21 }} by David Redfearn\n* [http:\/\/www.quebecoislibre.org\/06\/060730-3.htm Turgot on progress and political economy]\n* [http:\/\/cepa.newschool.edu\/het\/profiles\/turgot.htm Turgot Page] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081222023006\/http:\/\/cepa.newschool.edu\/het\/profiles\/turgot.htm |date=2008-12-22 }} at Paulette Taïeb.\n* [http:\/\/www.taieb.net\/auteurs\/Turgot\/Turgot01.html Notice Biographique] by Paulette Taïeb.\n* [http:\/\/www.turgot.org\/a254-L_eclat_de_Turgot_par_Murray_Rothbard.html \"L'Eclat de Turgot\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070313123009\/http:\/\/www.turgot.org\/a254-L_eclat_de_Turgot_par_Murray_Rothbard.html |date=2007-03-13 }} by Murray Rothbard (French translation of \"The Brilliance of Turgot\")\n* [http:\/\/www.ac-strasbourg.fr\/pedago\/lettres\/Victor%20Hugo\/Notes\/Turgot.htm Turgot page] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090716182132\/http:\/\/www.ac-strasbourg.fr\/pedago\/lettres\/Victor%20Hugo\/Notes\/Turgot.htm |date=2009-07-16 }} at Académie de Strasbourg\n* [http:\/\/www.herodote.net\/histoire05121.htm 12 mai 1776: \"Renvoi de Turgot\"] by ''Hérodote''\n* [http:\/\/lyc-turgot.scola.ac-paris.fr\/ The Lycée Turgot in Paris] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090831092210\/http:\/\/lyc-turgot.scola.ac-paris.fr\/ |date=2009-08-31 }}\n* [http:\/\/apella.ac-limoges.fr\/lyc-turgot-limoges\/ The Lycée Turgot in Limoges] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120204192127\/http:\/\/apella.ac-limoges.fr\/lyc-turgot-limoges\/ |date=2012-02-04 }}\n* [http:\/\/www.turgot.org\/ The Institut Turgot] in Paris\n* [http:\/\/www.condorcet.nl\/DutchConnection.html Turgot & 18th and 19th century Dutch economics and politics]\n\n{{thể loại Commons|Anne Robert Jacques Turgot}}\n\n{{DEFAULTSORT:Turgot, Anne Robert Jacques, Baron De Laune}}\n[[Thể loại:Nhà kinh tế học Pháp]]\n[[Thể loại:Sinh năm 1727]]\n[[Thể loại:Mất năm 1781]]\n[[Thể loại:Người Paris]]\n[[Thể loại:Sinh viên Đại học Paris]]"}