{"Antoine Laurent de Jussieu":"[[Tập tin:Jussieu Antoine-Laurent de 1748-1836.jpg|nhỏ|200px|phải|Chân dung Antoine-Laurent de Jussieu]]\n'''Antoine Laurent de Jussieu''' ([[12 tháng 4|12\/4]]\/[[1748]] - [[17 tháng 9|17\/9]]\/[[1836]]) là một nhà thực vật học người [[Pháp]].\n\nTrong công trình nghiên cứu của mình về [[thực vật có hoa]], ''Genera Plantarum'' (1789), Jussieu đã phân loại nhiều họ thực vật mà ngày nay còn sử dụng. Trước ông, [[Carl von Linné|Linnaeus]] đã phân loại thực vật thành các họ dựa trên số lượng nhị và nhụy hoa. Điều này đã dẫn đến tình trạng đặt nhiều thực vật không có quan hệ họ hàng gì cùng với nhau và chia tách nhiều thực vật có quan hệ họ hàng ra khỏi nhau. Jussieu phân loại thực vật dựa trên hệ thống tự nhiên ([[hình thái học]]).\n\nJussieu sinh tại [[Lyon]], là cháu của nhà thực vật học [[Bernard de Jussieu]]. Ông tới [[Paris]] để học ngành [[y học|y]] và tốt nghiệp trường này năm 1770. Năm 1763, ông trình bày tại Viện hàn lâm khoa học Pháp công trình nghiên cứu của ông trong việc xem xét các họ của [[bộ Mao lương]] (''Ranuculales''). Công trình nghiên cứu này đã làm cho Viện hàn lâm nhận ông vào làm việc sau này. Năm 1770, ông thay thế [[Louis-Guillaume Monnier]] tại trạm thuyết minh của Vườn hoàng gia (''Jardin du roi''). Ông đã phát triển các ý tưởng của bác mình là [[Bernard de Jussieu]] về phân loại thực vật theo một hệ thống dựa trên hình thái học của chúng. Năm [[1794]], ông được cử làm giám đốc Viện bảo tàng lịch sử tự nhiên quốc gia (Pháp) mới thành lập và ông đã cho lập thư viện tại đây. Ông cũng từng làm việc tại [[Vườn thực vật Paris]] (''Jardin des Plantes de Paris'') từ năm [[1770]]. Từ năm [[1804]] tới năm [[1826]], ông là giáo sư về thực vật học tại Faculté de Médecine Paris. Năm [[1829]], ông trở thành thành viên nước ngoài của [[Hội hoàng gia London]]. Con trai ông, [[Adrien-Henri de Jussieu|Adrien-Henri]], cũng trở thành một nhà thực vật học. Ông mất năm 1836 tại Paris.\n\n== Công trình ==\n* ''Genera Plantarum, secundum ordines naturales disposita juxta methodum in Horto Regio Parisiensi exaratam, anno 1774. MS. notes''. Parisiis, 1789.\n\n{{nhà thực vật học|Juss.|Jussieu, Antoine Laurent de}}\n{{thể loại Commons|Antoine-Laurent de Jussieu}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Nhà thực vật học Pháp|Jussieu, Antoine Laurent de]]\n[[Thể loại:Sinh năm 1748|Jussieu, Antoine Laurent de]]\n[[Thể loại:Mất năm 1836|Jussieu, Antoine Laurent de]]\n[[Thể loại:Nhà thực vật học với tên viết tắt]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]\n[[Thể loại:Người Lyon]]"}