{"Athaulf":"[[Hình:Ataúlfo 01.jpg|thumb|160px|right|Tượng nhà vua ở thủ đô [[Madrid]], của điêu khắc gia [[Felipe de Castro]], 1750-53]]\n'''Athaulf''' (còn gọi là ''Atavulf'',<ref>Patrick J. Geary, ed., ''Readings in Medieval History'' (Ontario: Broadview Press Ltd., 2003), 97.<\/ref> ''Atawulf'',<ref>Henry Bradley, ''The Goths: from the Earliest Times to the End of the Gothic Dominion in Spain'' (New York: G.P. Putnam's Sons, Second edition, 1883), chapter 11.<\/ref> hay ''Ataulf'', [[Latinh hóa]] thành ''Ataulphus'') [''atta'' \"cha\" và ''wulf'' \"sói\"]<ref>{{Chú thích web | url = https:\/\/www.behindthename.com\/name\/athaulf | tiêu đề = Behind the Name: Meaning, origin and history of the name Athaulf | tác giả 1 = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref> (khoảng [[370]]{{snd}}[[15 tháng 8]], [[415]]) là [[Visigoth#Vua người Visigoth|Vua người Visigoth]] từ năm [[411]] đến 415. Dưới thời trị vì của mình, ông đã biến đổi quốc gia Visigoth từ một vương quốc kiểu bộ tộc thành một thế lực chính trị lớn vào [[cuối thời Cổ đại]].<ref>\"within that period he developed from a tribal chief to a late antique statesman.\"[[Herwig Wolfram]], ''History of the Goths'' (1979, tr. 1988) p. 164.<\/ref>\n\n==Tiểu sử==\nÔng được quần thần nhất trí bầu lên ngôi để kế vị anh rể [[Alaric I|Alaric]], người đã bị hạ gục bởi một cơn sốt đột ngột ở [[Calabria]]. Hành động đầu tiên của vua Ataulf là quyết ngăn chặn sự bành trướng của quân Goth dưới trướng Alaric về phía phía nam đất Ý.\n\nTrong lúc đó, [[Gaul]] đã bị tách ra khỏi [[Đế quốc Tây La Mã]] bởi kẻ tiếm vị [[Constantinus III (Hoàng đế Tây La Mã)|Constantinus III]]. Vì vậy vào năm 411 [[Constantius III|Constantius]], ''[[magister militum]]'' (thống lĩnh quân đội) của hoàng đế phương Tây, [[Flavius Augustus Honorius]], với đạo quân phụ trợ Goth dưới trướng [[Ulfilas (lãnh đạo quân đội)|Ulfilas]], đã đánh tan cuộc nổi loạn của xứ Gaul bằng cuộc vây thành [[Arles]]. Tại đây hai cha con Constantinus được đề nghị một sự đầu hàng danh giá&mdash; nhưng họ đã bị chặt đầu vào tháng Chín trên đường tới thần phục Honorius ở [[Ravenna]].\n\nVào mùa xuân năm 412 Constantius đã thúc giục Athaulf. Làm theo lời khuyên của [[Priscus Attalus]]—cựu hoàng đế mà Alaric đã dựng lên tại Roma nhằm đối lập với Honorius ở [[Ravenna]], và là người vẫn còn ở lại chỗ dân Visigoth sau khi ông bị phế truất—Athaulf bèn dẫn thủ hạ của mình rời khỏi Ý. Di chuyển về phía Bắc tiến vào xứ Gaul đã được dẹp yên tạm thời, người Visigoth vẫn sống ngoài vùng nông thôn theo cách thông thường. Athaulf có thể đã nhận được một số khích lệ khác theo hình thức thanh toán bằng vàng từ Hoàng đế Honorius—kể từ khi Athaulf mang theo bên mình con tin đáng kính chính là cô em gái cùng cha khác mẹ của hoàng đế mang tên [[Galla Placidia]], vốn đã bị giam cầm từ lâu rồi.\n\nMột lần ở xứ Gaul, Athaulf đã mở các cuộc đàm phán với một kẻ tiếm vị mới tên là [[Jovinus]]. Nhưng khi đang trên đường đến gặp Jovinus, Ataulf bất ngờ chạm trán với [[Sarus]] và vài quân lính của hắn. Athaulf liền xua quân tấn công, bắt giữ, rồi chém đầu Sarus, tiếp tục mối thù không đội trời chung giữa gia tộc của họ đã bắt đầu với Sarus và Alaric.<ref>{{chú thích sách|title=Goths and Romans: 332-489|url=https:\/\/archive.org\/details\/gothsromans332480000heat|last=Heather|first=Peter|publisher=Clarendon Press|year=1991|isbn=|location=Oxford|pages=[https:\/\/archive.org\/details\/gothsromans332480000heat\/page\/198 198]}}<\/ref> Jovinus sau phong cho người em trai [[Sebastianus]] làm ''Augustus'' (đồng hoàng đế). Sự việc này khiến Athaulf cảm thấy như mình bị xúc phạm vì chẳng ai thèm hỏi ý kiến ông cả. Do đó ông bèn dẫn người Visigoth liên minh với [[Honorius (hoàng đế)|Honorius]]. Quân đội của Jovinus đã bị đánh bại trong trận chiến kịch liệt giữa hai phe, [[Sebastianus]] không may bị bắt giam, riêng Jovinus chạy thoát được. Athaulf bèn giao nộp Sebastianus cho viên ''praetorian prefect'' (thống đốc tỉnh) xứ Gaul của Honorius là [[Claudius Postumus Dardanus]] xử tử. Sau đó, Athaulf mang quân công hãm và vây bắt Jovinus tại Valentia ([[Valence, Drôme|Valence]]) vào năm 413, đưa ông ta đến Narbo ([[Narbonne]]), để rồi cùng chịu chung số phận rơi đầu dưới tay Dardanus.\n\nTùy tùng của Athaulf đều mang đầu của Sebastianus và Jovinus dâng lên Honorius ở [[Ravenna]] vào cuối tháng Tám, để đem thị chúng giữa những kẻ tiếm vị khác trên tường thành [[Carthago]], mối quan hệ giữa Athaulf và Honorius đã cải thiện đủ để Athaulf thắt chặt tình hữu nghị giữa đôi bên bằng cách kết hôn với [[Galla Placidia]] ở [[Narbo]] vào tháng 1 năm 414, nhưng sử gia [[Jordanes]] lại nói rằng ông kết hôn với bà ở Ý, ngay tại [[Forlì]] (Forum Livii).<ref>Jordanes, ''Historia Gothorum'', XXXI.<\/ref> Lễ cưới được tổ chức với những lễ hội La Mã cao quý và những món quà tuyệt vời từ chiến lợi phẩm thu được của quân Goth. Priscus Attalus đã đọc bài diễn văn, một bài [[epithalamium]] cổ điển, gửi tặng đôi uyên ương này.\n\nDưới thời trị vì của Athaulf, người Visigoth chưa thể nói là chủ nhân của một vương quốc để an cư lập nghiệp cho đến khi Athaulf chiếm được [[Narbonne]] và [[Toulouse]] vào năm 413. Dù cho Athaulf vẫn là một tín đồ [[Lạc giáo Arius|Kitô giáo phái Arius]], mối quan hệ của ông với nền văn hoá La Mã đã được định hình, từ góc nhìn của một người Công giáo La Mã, bằng những lời lẽ mà nhà biện giải Kitô giáo đương đại [[Paulus Orosius|Orosius]] phát ra từ miệng của mình, bản Tuyên ngôn của Athaulf:\n\n:Lúc đầu, tôi muốn xóa bỏ tên gọi La Mã và chuyển toàn bộ lãnh thổ La Mã thành đế chế Goth: Tôi mong muốn Romania trở thành Gothia, và Athaulf sẽ trở thành cái mà Caesar Augustus đã từng làm. Nhưng kinh nghiệm lâu nay đã dạy tôi rằng sự man rợ không được hoan nghênh của dân Goth sẽ không bao giờ tuân thủ luật pháp, và rằng nếu không có luật, một nhà nước không phải là một nhà nước nữa. Vì thế, tôi đã chọn một cách khôn khéo sự vinh quang khác nhằm khôi phục lại tên gọi La Mã với nghị lực của người Goth, và tôi hy vọng được hậu thuẫn bởi con cháu của người thừa kế sự nghiệp khôi phục La Mã, bởi vì tôi không thể thay đổi đặc tính của Đế quốc này được.<ref>Orosius, ''Historiae adversum paganos'' (vii.43.4-6), translated in Stephen Williams, ''Diocletian and the Roman Recovery'', Routledge, 1985, 2000, p. 218)<\/ref>\n\nTướng của Honorius tên là Constantius (nhân vật về sau trở thành Hoàng đế [[Constantius III]]), đã phá hỏng mối quan hệ chính thức với Athaulf và cho phép phong tỏa các cảng vùng [[Địa Trung Hải]] xứ [[Gaul]]. Đáp lại, Athaulf liền tôn Priscus Attalus làm Augustus ở [[Bordeaux]] vào năm 414. Thế nhưng cuộc phong tỏa bằng hải quân của Constantius tỏ ra thành công và sang năm 415, Ataulf đem người của mình rút xuống tận miền bắc [[Hispania]]. Nhận thấy thời thế đã mất, Attalus bèn bỏ trốn, rủi thay lại rơi vào trong tay của Constantius, và đi đến một kết cuộc tồi tệ.\n\nGalla Placidia liền đi cùng Athaulf. Đứa con trai bé bỏng của họ tên là Theodosius mà bà mang theo đã chết lúc còn nhỏ và được chôn cất tại Hispania trong một quan tài bọc bằng bạc,<ref>[http:\/\/ccat.sas.upenn.edu\/bmcr\/2004\/2004-07-48.html],<\/ref> do đó đã loại bỏ cơ hội cho một dòng họ gốc La Mã-Visigoth sinh sôi nảy nở.\n\n===Cái chết và hậu quả===\nTại Hispania, Athaulf đã chấp nhận một cách thiếu thận trọng một trong những tùy tùng sau này của Sarus vào hầu hạ mình, không biết rằng tên này ngầm trả thù cho cái chết của người bảo trợ yêu quý của hắn. Và như vậy, tại cung điện ở [[Barcelona]], người đàn ông này đã đưa triều đại của Athaulf chấm dứt đột ngột bằng cách ra tay giết ông trong khi đang tắm.\n\n[[Sigeric]], em của Sarus, ngay lập tức trở thành vua&mdash;chỉ cầm quyền vỏn vẹn được 7 ngày, trước khi bị [[Walia]] sát hại và cướp luôn ngôi vua. Dưới thời trị vì của vị vua này, Galla Placidia mới được trả về Ravenna, nơi vào năm 417, với sự hối thúc của Honorius, bà đã tái hôn với người chồng mới, lại là kẻ thù không đội trời chung của dân Goth, Constantius.\n\nNguồn sử liệu chính kể về cuộc đời và sự nghiệp của Athaulf là [[Paulus Orosius]], nhà biên niên sử của giám mục giáo xứ [[Gallaecia]] tên gọi là [[Hydatius]], và môn đệ của Thánh [[Augustine thành Hippo|Augustine]], [[Prosper xứ Aquitaine]].\n\n==Tuyên ngôn==\nTính xác thực trong tuyên ngôn của Athaulf tại [[Narbonne]], theo như Orosius kể lại trong bộ lịch sử hùng biện được viết với lời lẽ rõ ràng mang ý \"chống lại những kẻ dị giáo\" (đã được hoàn thành vào năm 417\/18) bị giới sử gia nghi ngờ. Antonio Marchetta<ref>Antonio Marchetta, ''Orosio e Ataulfo nell'ideologia dei rapporti romano-barbarici'' (Rome: Istituto Isorico per il Medio Evo) 1987. The first chapter deals with the doubts raised by previous historians as to the authenticity of the discourse.<\/ref> kết luận rằng ngôn từ thực sự là của Athaulf và phải phân biệt chúng với cách giải thích của Orosius, đang chuẩn bị cho độc giả của mình một kết luận rằng khoảnh khắc của người Kitô giáo là hạnh phúc và ai là người làm thay đổi trái tim không thể chối cãi được của Athaulf thành sức mạnh tình yêu của ông dành cho Galla Placidia, công cụ can thiệp thiêng liêng trong kế hoạch của Chúa dành cho một Đế quốc La Mã trường tồn. Marchetta đã nhận ra cuộc hôn nhân này thay vì là một hành động chính trị cứng nhắc.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{commonscatinline|Ataúlfo}}\n{{EB1911 poster|Ataulphus}}\n*[http:\/\/www.roman-emperors.org\/westemp5.htm De Imperatoribus Romanis: Hugh Elton, \"Western Roman Emperors of the First Quarter of the Fifth Century\"]\n*[http:\/\/www.occitania.fr\/hist\/origin\/septw\/detail\/dr.htm Septimane Wisigothique: \"D'où venaient les Wisigoths?\"] (bằng tiếng Pháp)\n*[http:\/\/etext.library.adelaide.edu.au\/g\/g43d\/chapter31.html Edward Gibbon, ''History of the Decline and Fall of the Roman Empire,'' chapter 31] {{Webarchive|url=https:\/\/web.archive.org\/web\/20040914234518\/http:\/\/etext.library.adelaide.edu.au\/g\/g43d\/chapter31.html |date=2004-09-14 }}\n\n{{s-start}}\n{{s-hou|[[Nhà Balti]]||||415|name=Vua Athaulf người Visigoth}}\n{{s-reg|}}\n{{s-bef|before=[[Alaric I]]}}\n{{s-ttl|title=[[Visigoth#Vua người Visigoth|Vua người Visigoth]]|years=410–415}}\n{{s-aft|after=[[Sigeric]]}}\n{{s-end}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Ataulf}}\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 415]]\n[[Thể loại:Nhà Balti]]\n[[Thể loại:Nhà Theodosianus]]\n[[Thể loại:Vua Visigoth]]\n[[Thể loại:Vua Kitô giáo]]\n[[Thể loại:Người Kitô giáo Arius]]\n[[Thể loại:Người Goth bị ám sát]]\n[[Thể loại:Người Kitô giáo Arius thế kỷ 5]]\n[[Thể loại:Vua Tây Ban Nha thế kỷ 5]]\n[[Thể loại:Người Goth thế kỷ 5]]"}