{"Aurelianus":":''Để biết về các nghĩa khác, xin xem [[Aurelianus (định hướng)]].''\n{{Thông tin nhân vật hoàng gia\n| tước vị =[[Hoàng đế La Mã]]\n| tên =Aurelianus\n| tên đầy đủ =Lucius Domitius Aurelianus\n| hình = AURELIANUS RIC V 15 (Rome) and 182 (Siscia)-765588 (obverse).jpg\n| cỡ hình =250px\n| chức vị =[[Danh sách Hoàng đế La Mã|Hoàng đế thứ 44]] của [[Đế quốc La Mã]]\n| tại vị =[[Tháng chín|Tháng 9]] năm [[270]] – [[tháng chín|tháng 9]] hoặc [[tháng mười|tháng 10]] năm [[275]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm =[[Quintillus]] {{Vương miện}}\n| kế nhiệm =[[Marcus Claudius Tacitus]] {{Vương miện}}\n| heir =\n| thông tin phối ngẫu = ẩn\n| phối ngẫu =[[Ulpia Severina]]\n| kiểu phối ngẫu = Vợ\n| con cái =\n| hoàng tộc = [[Khủng hoảng thế kỷ thứ ba]]\n| kiểu hoàng tộc = Giai đoạn\n| cha =\n| mẹ =\n| sinh =[[9 tháng 9]] năm 214 hay 215\n| nơi sinh =[[Sirmium]]\n| mất =tháng 9 hay tháng 10 năm 275 (60 tuổi)\n| nơi mất =[[Corlu|Caenophrurium]], [[Thracia|Thrace]]\n| nơi an táng=\n|}}\n\n'''Lucius Domitius Aurelianus'''<ref>Tên đầy đủ của ông, với những danh hiệu tôn vinh và ngợi ca chiến thắng, bao gồm '''Imperator Caesar Lucius Domitius Aurelianus Augustus, Germanicus Maximus, Gothicus Maximus, Parthicus Maximus, Restitutor Orientis, Restitutor Orbis'''.<\/ref> ([[9 tháng 9]] năm [[214]] hay [[215]] – [[tháng chín|tháng 9]] hay [[tháng mười|tháng 10]] năm 275), còn gọi là '''Aurelian''', là [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã]], trị vì từ năm 270 đến năm 275. Thời trị vì, ông đánh bại quân [[Người Alemanni|Alamanni]], đại phá quân [[Goth]] và [[Người Vandal|Vandal]], do vậy người đời tôn ông là ''Kẻ chinh phạt man tộc Goth''.<ref name=\"loweelo\">''The Lowell offering'', Tập 3-5, trang 114<\/ref>\n\nAurelianus đánh bại nữ vương [[Zenobia]] xứ Palmyra và đồng minh của bà là Zaba, chinh phạt [[đế quốc Palmyra]] vào năm 273 và nhớ đó tái chiếm các tỉnh phía Đông của Đế quốc La Mã, cứu vãn Đế quốc La Mã khỏi tình trạng cát cứ. Được xem là một nhà chinh phạt, ông còn xem mình là vị Hoàng đế có công khôi phục lại phương Đông, qua lá thư chiêu hàng gửi Zenobia.<ref name=\"wsdaa\">William Stearns Davis, ''Readings in Ancient History II - Rome and the West'', các trang 208-210.<\/ref> Năm 275, ông thu phục [[Đế quốc Gallia|đế quốc Gaul]] ở phía Tây, thống nhất toàn bộ đế quốc La Mã.\n\nÔng cho xây [[trường thành Aurelianus]] ở [[thủ đô]] [[Roma]], và cắt đi tỉnh [[Dacia thuộc La Mã]]. Được xem là một vị Hoàng đế vĩ đại của La Mã,<ref name=\"wsdaa\"\/> những chiến thắng của ông đã chấm dứt giai đoạn [[khủng hoảng thế kỷ thứ ba]] của đế quốc. Sau khi khôi phục lãnh thổ đế quốc về thời hoàng kim, ông bị ám sát và [[Marcus Claudius Tacitus]] lên nối ngôi.<ref name=\"ateam\">A Team Of Experts, ''Advanced Learner's Dictionary of History'', trang 17<\/ref> Tuy rằng [[Domitianus]] là vị Hoàng đế đầu tiên đề nghị chính thức được thừa nhận là ''dominus et deus'' (chủ nhân và thần linh), các tước hiệu này không được viết trên các văn kiện chính thức do đến thời kỳ Aurelianus.<ref>{{chú thích web | url = http:\/\/books.google.sk\/books?id=8tIUAAAAIAAJ&pg=PA152&lpg=PA152&dq=Domitian++Aurelian++dominus+et+deus&source=bl&ots=UCyUH1l9am&sig=ODCaFimpepIj3YroeJQ-8zWw4yA&hl=sk&sa=X&ei=w2E_T4fMKpHCtAbp5LXaBA&sqi=2&ved=0CF0Q6AEwCQ#v=onepage&q=Domitian%20%20Aurelian%20%20dominus%20et%20deus&f=false | tiêu đề = The Cult of Sol Invictus | author = | ngày = | ngày truy cập = 20 tháng 3 năm 2015 | nơi xuất bản = Google Books | ngôn ngữ = }}<\/ref>\n\n== Những năm tháng đầu tiên ==\n\n'''Lucius Domitius Aurelianus''' chào đời tại [[Dacia ripensis]] hay [[Sirmium]] (nay là [[Sremska Mitrovica]], [[Serbia]]),<ref>Eutropius (9,13,1) says he was born in Dacia ripensis; ''Historia Augusta'' (''Aurelianus'' 3,1) supports the birth in Sirmium or Dacia ripensis, but reports also origins of [[Moesia]] (''Aurelianus'' 3,2); Aurelius Victor (''Epitome de Caesaribus'', xxxv,1) claims he was born between Dacia and [[Macedonia (Roman province)|Macedonia]].<\/ref> trong một gia đình vô danh ở tỉnh; cha ông là tá điền của một vị nguyên lão vô danh tên là Aurelius, và Aurelius đã đặt cái tên của mình cho gia đình của Aurelianus.<ref name=victor>Aurelius Victor<\/ref> Aurelianus đã gia nhập vào quân đội khoảng năm 235, ở độ tuổi khoảng 20. Ông đã sớm chứng tỏ được tài năng xuất chúng của mình trong các cuộc [[chiến tranh]] thời đó, và những chiến công của ông đã khiến cho Hoàng đế [[Gallienus]] phong ông làm chỉ huy hữu quân La Mã, và ''dux equitum'' (Thống lĩnh Kỵ binh). Vào năm 268, quân [[Kỵ binh]] của ông đập tan một đội Kỵ binh hùng mạnh của [[goth|người Goth]] trong [[trận Naissus]], và đánh bại một cuộc [[xâm lược]] nguy hiểm nhất vào chính quốc La Mã kể từ thời [[Hannibal]]. Có tài liệu cho hay ông đã tham gia trong vụ [[ám sát]] Gallienus (268), và tôn [[Claudius II|Claudius Gothicus]] lên ngai vàng La Mã.<ref>[[Aurelius Victor]], xxxiii,21. Other sources do not cite Aurelian among those who conjured against Gallienus.<\/ref>\n\nAurelianus đã kết hôn với [[Ulpia Severina]], bà ít được biết đến. Giống như Aurelianus, bà đến từ Dacia.<ref name=\"watson\">{{chú thích sách | last =Watson | first =Alaric| authorlink = | title =Aurelian and the Third Century | publisher =Routledge| year =1999 | location = London| pages = | url = | doi = | id = | isbn = 0-415-07248-4}}<\/ref> Họ được biết là đã có một người con gái với nhau..<ref name=re>{{chú thích web|url= http:\/\/www.roman-emperors.org\/aurelian.htm|title= Aurelian (A.D. 270–275)|last1= Körner|first1= Christian|last2= |first2= |date= ngày 23 tháng 12 năm 2008|work= De Imperatoribus Romanis: An Online Encyclopedia of Roman Rulers and Their Families|publisher= |access-date = ngày 6 tháng 1 năm 2011|archiveurl= https:\/\/web.archive.org\/web\/20101202042214\/http:\/\/www.roman-emperors.org\/aurelian.htm|archive-date = ngày 2 tháng 12 năm 2010 |url-status=dead}}<\/ref>\n==Phụng sự dưới triều Claudius==\nClaudius đã được binh lính dưới quyền mình tuyên bố làm Hoàng đế ở bên ngoài [[Mediolanum]]. Vị Hoàng đế mới ngay lập tức ra lệnh cho Viện nguyên lão phải phong thần cho [[Gallienus]].<ref name=\"Watson, p. 42\">Watson, p. 42<\/ref> Tiếp theo, bản thân ông bắt đầu xa lánh những kẻ chịu trách nhiệm về vụ ám sát vị hoàng đế tiền nhiệm, và ra lệnh hành quyết những kẻ trực tiếp tham gia.<ref name=\"Watson, p. 42\"\/> Aureolus lúc đó vẫn còn bị bao vây trong thành phố Mediolanum và ông ta đã tìm cách hòa giải với vị Hoàng đế mới, nhưng Claudius đã không bỏ qua cho đối thủ tiềm năng này.\n\nDưới triều đại của Claudius, Aurelianus đã thăng tiến một cách nhanh chóng: ông đã được giao quyền chỉ huy lực lượng kỵ binh Damaltia tinh nhuệ, và ông đã sớm thăng lên chức Tổng chỉ huy toàn bộ kị binh- chức vụ mà Hoàng đế đã nắm giữ trước kia <ref name=\"Watson, p. 42\"\/> Cuộc chiến chống lại Aureolus và việc tập trung toàn bộ lực lượng ở Ý cho phép người Alamanni vượt qua [[Limes Germanicus|phòng tuyến Rhaetia]] dọc theo thượng nguồn sông Danube. Tiến quân qua Raetia và dãy núi Alps mà không bị cản trở, họ tiến vào miền Bắc nước Ý và bắt đầu tiến hành cướp bóc khu vực này. Đầu năm 269, hoàng đế Claudius và Aurelianus đã hành quân về phía bắc để giao chiến với người Alamanni, và hoàn toàn đánh bại họ trong [[trận Hồ Benacus]]<ref name=\"Watson, p. 43\">Watson, p. 43<\/ref>.\n\nTrong khi vẫn đang còn phải đối phó với kẻ thù vừa bị đánh bại, những tin tức mới từ vùng Balkans lại được báo về, với các cuộc tấn công quy mô lớn từ [[người Heruli]], Goth, [[người Gepid]], và [[người Bastarnae]].<ref name=\"Watson, p. 43\"\/> Claudius ngay lập tức phái Aurelianus đến vùng Balkans để ngăn chặn các cuộc xâm lược này theo cách tốt nhất mà ông có thể làm được cho đến khi hoàng đế Claudius đến nơi cùng với quân đội chủ lực của ông ta<ref name=\"Watson, p. 44\">Watson, p. 44<\/ref>. [[Goth|Người Goth]] đang bao vây [[Thessalonica]] khi họ nghe tin hoàng đế Claudius đang tiến gần đến nơi, điều này khiến họ từ bỏ cuộc bao vây và cướp bóc vùng đông bắc Macedonia. Aurelianus đã chặn đứng người Goth với kỵ binh Damaltia của mình và đánh bại họ trong một loạt các cuộc giao tranh nhỏ, tiêu diệt tới tận 3000 quân địch <ref name=\"Watson, p. 44\"\/>. Aurelianus sau đó tiếp tục quấy nhiễu quân thù, ông đánh đuổi họ về phía bắc vào [[Moesia|Thượng Moesia]], tại nơi đó hoàng đế Claudius đã tập hợp đội quân chủ lực của ông ta. Trận chiến nổ ra tiếp theo đó lại không rõ ràng: đà tiến quân về phía bắc của người Goth đã bị chặn lại nhưng người La Mã lại bị thiệt hại nặng<ref name=\"Watson, p. 44\"\/>.\n\nClaudius không còn đủ khả năng để tiến hành một trận đánh lớn khác nữa, thay vào đó, ông đã bố trí một cuộc phục kích thành công, giết chết hàng ngàn quân địch. Tuy nhiên, phần lớn người Goth đã trốn thoát và bắt đầu rút lui về phía nam theo cách mà họ đã đến. Trong phần còn lại của năm đó, Aurelianus đã tiến hành quấy rối quân địch với kỵ binh Damaltia của mình.<ref name=\"Watson, p. 45\">Watson, p. 45<\/ref>\n\nBây giờ bị mắc kẹt trong lãnh thổ của người La Mã, nguồn lương thực dự trữ ít ỏi của người Goth bắt đầu dần trở nên cạn kiệt. Aurelianus, cảm nhận được sự tuyệt vọng của kẻ thù, ông đã tấn công họ với toàn bộ lực lượng kỵ binh của mình, giết chết nhiều quân địch và đánh đuổi số còn lại chạy về phía tây vào vùng [[Thracia|Thrace]] <ref name=\"Watson, p. 45\"\/> Ngay khi mùa đông đến, người Goth rút lui vào [[dãy núi Haemus]], chỉ để thấy rằng họ đã bị mắc bẫy và bị bao vây. Thời tiết khắc nghiệt lúc này càng làm trầm trọng thêm tình trạng thiếu lương thực của họ. Tuy nhiên, người La Mã đã đánh giá thấp người Goth và mất cảnh giác, điều này đã cho phép kẻ thù của họ phá được vòng vây và trốn thoát. Rõ ràng hoàng đế Claudius đã bỏ qua lời khuyên, có lẽ từ Aurelianus, ông ta đã giữ lại lực lượng kỵ binh và chỉ phái bộ binh đi ngăn cản cuộc phá vây của quân thù.\n\nNgười Goths sau đó đã cố gắng để trốn thoát và tiếp tục cuộc tiến quân của họ xuyên qua Thrace.<ref name=\"Watson, p. 45\"\/> Quân đội La Mã tiếp tục theo đuổi người Goth trong mùa xuân và mùa hè năm 270. Trong khi đó, một bệnh dịch khủng khiếp đã tràn qua vùng Balkans, giết chết nhiều binh lính ở cả hai phe.\n\nHoàng đế Claudius đã ngã bệnh trên đường hành quân và ông buộc phải trở về trụ sở khu vực của mình ở [[Sirmium]], và giao cho Aurelianus phụ trách nhiệm vụ chống lại người Goth<ref name=\"Watson, p. 45\"\/>. Aurelianus đã sử dụng kỵ binh của mình rất hiệu quả, ông phá vỡ người Goth thành các nhóm nhỏ hơn và có thể dễ dàng đối phó với họ. Đến cuối mùa hè, người Goths đã bị đánh bại: bất kỳ người nào sống sót đều bị tước đoạt hết các loài vật và chiến lợi phẩm của họ và họ đã bị sung vào quân đội hoặc định cư và trở thành nông dân ở khu vực biên giới.<ref name=\"Watson, p. 45\"\/> Aurelianus đã không có thời gian để thưởng thức những chiến thắng của mình, vào cuối tháng tám tin tức đến từ Sirmium cho ông biết rằng, hoàng đế Claudius đã qua đời<ref>Watson, p. 46<\/ref>\n\n==Đối chọi với Quintillus==\nNgay sau khi Hoàng đế Claudius qua đời, em ông là [[Quintillus]] lên nối ngôi với sự hỗ trợ của Viện Nguyên lão. Như một hành động đặc trưng vào thời kỳ [[Khủng hoảng trong thế kỷ 3]], Quân đội La Mã không chịu thừa nhận ngôi Hoàng đế của Quintillus, thay vì đó họ khuyến khích một trong những viên chỉ huy của họ lên thay: Aurelianus được các Quân đoàn [[Lê dương La Mã]] tấn phong làm Hoàng đế vào [[tháng chín|tháng 9]] năm [[270]] tại Sirmium. Ông đánh bại quân của Quintillus, và được Viện Nguyên lão La Mã tôn làm Hoàng đế sau khi Quintillus qua đời. Người ta còn [[tuyên truyền]] tâng bốc rằng Aurelianus đã được Claudius Gothicus chọn làm Hoàng đế kế tục khi vị Hoàng đế này đang hấp hối<ref name=zonaras>Zonaras.<\/ref>; sau này, vào khoảng năm 272, Aurelianus chọn ngày mất của Claudius là ''dies imperii'' (hiểu là ''Ngày kỷ niệm sự lên ngôi'') của ông, qua đó, ông hoàn toàn công nhận Quintillus là [[Kẻ cướp ngôi La Mã|một kẻ tiếm ngôi]].<ref name=korner>Korner.<\/ref>\n\nSau khi lên ngôi, ông chuyển tâm trí mình vào việc giải quyết những vấn đề nghiêm trọng nhất của Đế quốc La Mã - chiếm lại phần lãnh thổ rộng lớn đã bị mất trong hai thập kỷ trước đó, và tiến hành [[đổi mới|cải cách]] dân sự (''res publica'').\n\n== Chinh phạt và cải cách==\n\n[[Hình:Aureliancoin1.jpg|nhỏ|300px|trái|Aurelianus là một chỉ huy quân đội La Mã, và luôn lấy lòng các quân đoàn trong thời trị vì của ông; đồng tiền này ca ngợi CONCORDIA MILITVM, \"Tình bạn giữa ba quân\" – tức mối quan hệ giữ Hoàng đế và quân sĩ tốt đẹp. Mỉa mai thay, đội [[Cận vệ của Hoàng đế La Mã|Cận vệ]] đã sát hại ông (275).]]\n\nVào năm [[248]], Hoàng đế [[Marcus Julius Philippus]] đã làm lẽ kỷ niệm một nghìn năm Roma, tổ chức nhiều trò chơi và lễ hội hoành tráng, làm cho nhân dân La Mã trở nên tự hào hơn về đế quốc. Tuy nhiên, trong những năm sau đó, Đế quốc La Mã phải đương đâu với họa ngoại xâm; trong khi đó, nhiều cuộc [[nội chiến]] khốc liệt đã đe dọa đến sự tồn vong của Đế quốc, và sức mạnh của Nhà nước cũng suy thoái với sự xuất hiện của nhiều kẻ cướp ngôi. Không những thế, nền [[kinh tế]] La Mã cũng lung lay, nên nền [[nông nghiệp]] và [[thương mại]] của đế quốc suy yếu. Vào năm 205, dân chúng toàn đế quốc chịu một cơn bệnh dịch nghiêm trọng, với hậu quả là đế quốc phải mất nhiều nhân lực cho cả quân đội và nông nghiệp. Do đó, Đế quốc La Mã không thể vượt qua thảm họa Hoàng đế [[Valerianus (Hoàng đế)|Valerianus]] bị quân Ba Tư bắt làm [[tù binh]] vào năm 260. Ở miền Đông đế quốc, các quan cai trị thành phố [[Palmyra]], tại [[Syria (Tỉnh La Mã)|Syria]], ngày càng có nhiều quyền hạn cho đến khi [[Đế quốc Palmyra]] ra đời - đây này là mối đe dọa nguy hiểm hơn cả [[Đế quốc Ba Tư]] đối với La Mã. Các tỉnh miền Tây Đế quốc La Mã vốn gần kề biên giới (''[[limes]]'') [[sông Ranh]] đều ly khai và thành lập một quốc gia thứ ba, một quốc gia tự trị trong Đế quốc La Mã - đó là [[Đế quốc Gallia]]. Ngay tại Roma, quyền lợi của Hoàng đế luôn bị đe dọa, phải gìn giữ [[Ý (Tỉnh La Mã)|Ý]] và vùng [[Balkan]]. Các vị tiên đế Gallienus và Claudius Gothicus phải đối đầu với những vấn đề này, và Aurelianus quyết định đối phó với chúng sau khi lên ngôi Hoàng đế.<ref>Watson, p. 23.<\/ref>\n\n=== Thống nhất Đế quốc La Mã ===\n[[Tập tin:Carte empire Romain 271.svg|nhỏ|phải|350px|Đế quốc La Mã (271), trước khi Aurelianus đánh dẹp [[Đế quốc Palmyra]] và [[Đế quốc Gallia|Đế quốc Gaul]].]]\nNhững hành động đầu tiên của vị tân Hoàng đế là củng cố uy quyền của mình ở chính quốc La Mã. Cuối năm 270, Aurelianus tiến công quân [[Người Vandal|Vandal]], [[Juthungi]] và [[Người Sarmatia|Sarmatia]] trên đất [[Ý (tỉnh La Mã)|Ý]], quét sạch các man tộc ra khỏi Đế quốc La Mã. Để tôn vinh những chiến thắng này, người ta tôn ông làm ''Germanicus Maximus''.<ref>Zosimus, 1,48f.; Eutropius; [[Dexippus]], FGrH IIA 460 F7; ''Historia Augusta – Aurelianus'' xxi,1–3 and xviii,2.<\/ref> Uy quyền của Hoàng đế bị đe dọa bởi một vài [[Những kẻ tiếm vị La Mã|kẻ tiếm vị]] — [[Septimius (kẻ tiếm vị La Mã)|Septimius]], [[Urbanus (Hoàng đế La Mã)|Urbanus]], [[Domitianus]], và cuộc binh biến của [[Felicissimus]] — kẻ lợi dụng tình hình bất an của Đế quốc và ảnh hưởng lớn lao hơn cả của quân đội trong nền chính trị La Mã. Aurelianus, vốn là một tướng lĩnh giàu kinh nghiệm, lo sợ mình không được lòng toàn quân; do đó, ông tiến hành tuyên truyền thông qua các đồng tiền của ông, rằng ông cần các quân đoàn La Mã hỗ trợ.<ref name=korner>Korner.<\/ref>\n\n==== Dẹp tan quân Alamanni ====\nTuy nhiên, họa ngoại xâm từ các man tộc phương Bắc vẫn chưa kết thúc. Vào năm 271, quân [[Người Alemanni|Alamanni]] tiến vào Ý, kéo quân đến thảo nguyên Po và tấn công làng mạc; họ vượt [[sông Po]], chiếm đóng [[Piacenza|Placentia]] và tiến đến [[Fanø|Fano]]. Lúc bấy giờ, Aurelianus đang ở Pannonia để theo dõi cuộc rút quân của [[người Vandal]], biết quân Alamanni đến ông nhanh chóng thân chinh kéo quân vào Ý, nhưng bị đánh bại trong [[Trận Placentia|một trận chiến ở gần Placentia]] vào [[tháng một|tháng 1]] năm [[271]]. Tin bại trận Hoàng đế được lan truyền tới Roma, làm chính quyền La Mã đâm ra vô cùng lo sợ họa ngoại xâm.\n\n[[Hình:Porta Asinaria 2948.JPG|nhỏ|200px|Cổng ''Porta Asinara'' trong [[Những bức tường thành Aurelianus]].]]\n\nTuy nhiên, Hoàng đế Aurelianus đã tấn công quân Alamanni đang đóng gần [[Metauro|sông Metaurus]], đánh bại quân Alamanni trong [[trận Fano]], và đánh đuổi họ ra khỏi sông Po; cuối cùng, ông đã đập nát quân Alamanni trong [[Trận Pavia (271)]]. Để ghi nhớ chiến công này, người ta phong tặng ông danh hiệu ''Germanicus Maximus''. Tuy nhiên, người La Mã vẫn lo sợ các man tộc [[Đức]] sẽ còn [[xâm lược]] và trả thù, do đó, Aurelianus quyết định xây [[Trường thành Aurelianus]] xung quanh thủ đô Roma.<ref>Watson, pp. 51–54, 217.<\/ref>\n\nHoàng đế cũng trực tiếp dẫn các quân đoàn La Mã vào vùng Balkan, tại đây ông đánh tan quân Goth ở phía bên kia [[sông Donau|sông Danube]], giết được thủ lĩnh của người Goth là [[Cannabaudes]], và được phong làm ''Gothicus Maximus''. Tuy nhiên, ông quyết định xóa sổ tỉnh [[Dacia thuộc La Mã|Dacia]], nằm ở tả ngạn sông Danube, vì Quân đội La Mã sẽ hết sức khó khăn để bảo vệ tỉnh này nếu có họa ngoại xâm. Ông lại thiết lập một tỉnh Dacia mới ở phía Nam sông Danube, trong vùng [[Moesia]] xưa, được gọi là ''Dacia Ripensis'', với thành phố [[Serdica]] là thủ phủ.<ref>Watson, pp. 54–55.<\/ref>\n\n==== Đánh bại và tiêu diệt Đế quốc Palmyra ====\n[[Hình:Antoninianus-Aurelianus-Palmyra-s3262.jpg|nhỏ|trái|300px|Aurelianus, hiện thân của [[Helios#Thần thoại La Mã|Sol]], đánh bại Đế quốc Palmyra và ca khúc khải hoàn ORIENS AVG – ''oriens Augusti'': Mặt Trời\/Ngôi Sao mọc lên của Augustus.]]\n\nVào năm 272, Aurelianus để ý đến những tỉnh bị mất ở miền Đông Đế quốc, và cái gọi là \"[[Đế quốc Palmyra]] do Nữ hoàng [[Zenobia]] trị vì, đóng đô tại thành phố [[Palmyra]].<ref>The war against the Palmyrene Empire is described in Zosimus, 1,50,1–1,61,1, and ''Historia Augusta'', ''Aurelianus'', 22–31.<\/ref> Nữ hoàng Zenobia đã sáng lập ra Đế quốc này và sáp nhập các vùng đất [[Syria (Tỉnh La Mã)|Syria]], [[Palestine]], [[Ai Cập]] và những phần đất rộng lớn ở vùng [[Tiểu Á]]. Lúc đầu, Aurelianus được thừa nhận là Hoàng đế La Mã, trong khi [[Vaballathus]], con trai của Zenobia, được công nhận là ''rex'' và ''imperator'' (\"Quốc vương\" và \"Tổng tư lệnh tối cao của Quân đội\"); tuy nhiên, vị Hoàng đế quyết định giành lại các tỉnh miền Đông, sau khi ông nhận thấy Quân đội La Mã đã đủ mạnh.\n\nVùng đất Tiểu Á đã được tái chiếm lại một cách dễ dàng, tất cả các thành phố trừ [[Byzantium]] và [[Tyana]] đã đầu hàng ông với ít sự kháng cự. Sự thất thủ của Tyana đã liên quan đến một truyền thuyết: Aurelianus vào thời điểm đó đã phá hủy tất cả các thành phố chống lại ông, nhưng ông đã tha cho thành phố Tyana sau khi ông mơ thấy nhà triết gia vĩ đại của thế kỷ thứ nhất, [[Apollonius của Tyana]], người mà ông rất là tôn trọng, trong một giấc mơ.\n\nDù lý do gì đi nữa, Aurelianus đã tha thứ cho thành phố Tyana. Điều đó đã được đền đáp lại, có nhiều thành phố khác nữa đã đầu hàng ông khi thấy rằng Hoàng đế sẽ không còn khăng khăng muốn trả thù họ nữa. Trong thời gian sáu tháng, đội quân của ông đứng trước các cảnh cổng của thành phố Palmyra, và nó đầu hàng khi mà [[Zenobia]] cố gắng chạy trốn sang [[nhà Sassanid|đế quốc Sassanid]]. \"Đế quốc Palmyra\" coi như đã diệt vong.\n\nVới nguồn ngũ cốc dự trữ một lần nữa chuyển đến Roma, binh sĩ của Aurelianus đã phân phát bánh mì miễn phí cho các công dân của thành phố, và Hoàng đế đã được ca ngợi là anh hùng bởi thần dân của ông. Sau khi một cuộc chiến ngắn với người Ba Tư và một cuộc chiến khác ở Ai Cập chống lại kẻ tiếm vị [[Firmus]], Aurelian đã buộc phải quay trở về Palmyra trong năm 273 khi đó thành phố đã nổi dậy một lần nữa. Lần này, Aurelianus đã cho phép binh sĩ của ông cướp phá thành phố, và Palmyra sẽ không bao giờ phục hồi lại nữa. Đã có thêm nhiều danh hiệu nữa được dành cho ông, ông được biết đến như là ''Parthicus Maximus'' và ''Restitutor Orientis'' (\"Người khôi phục phương Đông\").<ref name=korner>Korner.<\/ref>\n\n==== Cuộc chinh phạt Đế quốc Gallia ====\nVào năm 274, vị Hoàng đế chiến thắng chuyển tầm nhin của mình sang phía Tây, và cái \"[[Đế quốc Gallia]]\" vốn đã bị Claudius Gothicus thu hẹp lãnh thổ. Trong cuộc chiến với Gallia, Aurelianus giành chiến thắng chủ yếu nhờ ngoại giao; \"Hoàng đế Gallia\" là [[Tetricus I|Tetricus]] sẵn sàng thoái vị và nhượng lại xứ [[Gallia]] và đảo [[Anh]] cho Đế quốc La Mã, nhưng không tuyên bố công khai với Aurelianus. Thay vì đó, hai bên chỉ bắt đầu hợp tác với nhau vào mùa thu năm 274, khi quân La Mã giáp mặt với quân Gaul tại vùng [[Châlons-en-Champagne]]: Tetricus chỉ đào ngũ khỏi quân Gallia, chạy về phe La Mã và Aurelianus đã dễ dàng đại phá đội quân Gallia đối mặt với ông. Do có công giúp Quân đội La Mã thắng trận, Tetricus được Hoàng đế La Mã phong làm quan lớn ở bán đảo Ý.\n\nAurelianus ca khúc khải hoàn trở về thủ đô Roma, Viện Nguyên lão tôn vinh ông với tước hiệu cuối cùng – ''Restitutor Orbis'' (\"Người tái lập cả [[thế giới]]\"). Trong vòng bốn năm, ông đã bảo vệ các vùng biên giới của Đế quốc và thống nhất chúng, nhờ đó, tạo một bước ngoặt cho lịch sử Đế quốc La Mã trong vòng 200 năm tới.\n===Cải cách===\nAurelianus là một nhà cải cách, ông đã giải quyết nhiều nhiệm vụ quan trọng của bộ máy triều đình, bao gồm cả các vấn đề kinh tế và tôn giáo. Ông cũng phục hồi lại nhiều công trình công cộng, tổ chức lại việc quản lý lương thực dự trữ, thiết lập mức giá cố định đối với những hàng hóa quan trọng nhất, và truy tố hành vi sai trái của bất cứ quan chức nào.\n====Những cải cách tôn giáo====\nAurelianus đã củng cố vị trí của thần Mặt trời, Sol ([[Sol Invictus|Invictus]]) hoặc Oriens, như là vị thần quan trọng nhất trong hệ thần La Mã. Ý định của ông là đưa tới cho tất cả các dân tộc của đế quốc, thường dân hay binh lính, người phía Đông hay phía Tây, một vị thần duy nhất họ có thể tin vào mà không phản bội các vị thần riêng của họ. Trung tâm của tôn giáo này là một đền thờ mới, nó được xây dựng vào năm 274 trong [[Campus Agrippae]] ở thành Roma, với những đồ trang trí tuyệt vời được lấy từ các chiến lợi phẩm sau khi đánh thắng Đế quốc Palmyra.\n\nAurelianus đã không bức hại các tôn giáo khác. Tuy nhiên, trong triều đại ngắn ngủi của mình, ông có vẻ như đã theo đuổi nguyên tắc \"một vị thần, 1 đế quốc\", sau đó đã được chấp nhận và thực hiện tới một cách trọn vẹn bởi Constantinus. Trên một số tiền xu, ông xuất hiện với danh hiệu ''Deus et Dominus natus'' (\"Thần linh và Quốc trưởng bẩm sinh\"), mà sau đó cũng được [[Diocletianus]] bắt chước theo. [[Lactantius]] lập luận rằng Aurelianus có thể sẽ cấm tất cả các vị thần khác nếu ông ta có đủ thời gian.\n\n====Cuộc nổi loạn của Felicissimus và cải cách tiền đúc====\nTriều đại của Aurelianus đã ghi nhận duy nhất một cuộc nổi loạn của những người thợ đúc tiền. Viên quan [[Rationalis]] [[Felicissimus]], người cai quản xưởng đúc tiền tại Roma, đã nổi loạn chống lại Aurelianus. Cuộc nổi loạn dường như xuất phát từ một thực tế đó là những người thợ đúc tiền, và đầu tiên là Felicissimus, đã quen với việc ăn cắp bạc dùng cho đúc tiền xu và tạo ra những đồng tiền kim loại kém chất lượng. Aurelianus muốn loại bỏ điều này, và đưa Felicissimus ra xét xử. Viên rationalis đã xúi giục những người thợ đúc tiền tiến hành cuộc nổi loạn: cuộc nổi loạn lan đi khắp các con phố, thậm chí có vẻ như là Felicissimus đã bị giết chết ngay lập tức, có thể ông ta đã bị hành quyết.\n\n== Di sản ==\nÔng được xem là một trong những vị Hoàng đế vĩ đại nhất trong [[lịch sử Đế chế La Mã]].<ref name=\"ateam\"\/> Đồng thời, ông cũng được đánh giá là một thiên tài quân sự và là một nguyên thủ vô cùng năng nổ, là vị Hoàng đế chinh phạt và chiến thắng Zenobia - người cũng được xem là một thiên tài quân sự khi ấy.<ref name=\"loweelo\"\/><ref>Basil Lanneau Gildersleeve, Benjamin Dean Meritt, Project Muse, JSTOR (Orga nization), Harold Fredrik Cherniss, Henry Thompson Rowell, ''American journal of philology'', Tập 51, trang 353<\/ref><ref name=\"hholley\">H. Biglow, Orville Luther Holley, ''The American monthly magazine and critical review'', Tập 2, trang 403<\/ref> Cùng với các vị Hoàng đế [[Claudius II|Claudius Gothicus]] và [[Diocletianus]], ông được ghi nhận là một người con của những vùng đất của người [[Illyrian]] đã trở thành vị Hoàng đế lừng danh của Đế quốc La Mã.<ref>Nicholas V. Gianaris, ''Geopolitical and economic changes in the Balkan countries'', trang 18<\/ref>\n\nNhờ có thiên tài quân sự của ông, hàng chục năm sau khi Hoàng đế [[Valerianus]] thất trận và qua đời,<ref name=\"hholley\"\/> thời trị vì ngắn ngủi của ông đã đưa Đế quốc La Mã thoát khỏi tình trạng cát cứ, trong khi bảo vệ Đế quốc khỏi các cuộc [[xâm lược]] của man tộc vốn đã tiến đến cả bán đảo [[Ý]]. Cái [[chết]] của ông đã làm cho Đế quốc La Mã không hoàn toàn lập lại tình hình ổn định, và không có [[triều đại]] lâu dài có thể chấm dứt việc một loạt các Hoàng đế bị [[ám sát]] trong thời kỳ khủng hoảng. Cũng phải kể đến rằng ông đã đưa Đế quốc thoát khỏi một giai đoạn hết sức nguy kịch và nếu [[lịch sử Đế chế La Mã]] mà không có Aurelianus, Đế quốc sẽ còn chịu những cuộc xâm lược và cát cứ trong suốt thập kỷ mà ông trị vì. 20 năm sau đó, Hoàng đế [[Diocletianus]] sẽ hoàn toàn khôi phục nền thịnh trị và chấm dứt cuộc [[Khủng hoảng trong thế kỷ 3]]. Phần đất phía Tây sẽ còn tồn tại trong khoảng 200 năm nữa trong khi phần đất phía Đông sẽ còn phát triển thịnh vượng trong một thiên niên kỷ nữa.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n=== Nguồn sơ cấp ===\n* [[Aurelius Victor]] ''Epitome de Caesaribus'', xxxv [http:\/\/www.roman-emperors.org\/epitome.htm \"Epitome de Caesaribus\"] (4th century)\n* [[Eutropius (historian)|Eutropius]], ''Breviarium historiae Romanae'', [http:\/\/www.forumromanum.org\/literature\/eutropius\/trans9.html IX. 13–15] (4th century)\n* ''[[Historia Augusta]] Aurelianus [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Aurelian\/1*.html Life of Aurelian Part 1] [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Aurelian\/2*.html Part 2] [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Aurelian\/3*.html Part 3]''\n* [[Giáo hoàng Dôsimô|Zosimus]], ''Historia Nova'' [http:\/\/www.tertullian.org\/fathers\/zosimus01_book1.htm Translation of the ''Historia Nova'' (published in 1814), book 1], (5th–6th century)\n* [[Joannes Zonaras]], ''Compendium of History'' [http:\/\/www.ancientsites.com\/aw\/Post\/1033774 Compendium excerpt: Claudius to Diocletian 268–284] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110603231355\/http:\/\/www.ancientsites.com\/aw\/Post\/1033774 |date = ngày 3 tháng 6 năm 2011}}(12th century)\n\n=== Nguồn thứ cấp ===\n* {{chú thích tạp chí | author = Körner, Christian | date = ngày 20 tháng 7 năm 2001 | title = Aurelian | journal = De Imperatoribus Romanis | url = http:\/\/www.roman-emperors.org\/aurelian.htm | access-date = ngày 4 tháng 11 năm 2006}}\n* [http:\/\/books.google.com.vn\/books?id=Il1FAAAAYAAJ&q=%22Aurelian ''The Lowell offering''], Tập 3-5, Powers & Bagley.\n* {{chú thích sách |last=Southern |first=Pat |title=The Roman Empire from Severus to Constantine |url=https:\/\/archive.org\/details\/romanempirefroms00sout |year=2001 |publisher=Routledge |isbn=0-415-23944-3 |pages=[https:\/\/archive.org\/details\/romanempirefroms00sout\/page\/125 125]}}\n* {{chú thích sách |last=Watson |first=Alaric |title=Aurelian and the Third Century |year=1999 |publisher=Routledge |isbn=0-415-07248-4}}\n* A Team Of Experts, [http:\/\/books.google.com.vn\/books?id=rZj65qGvVU0C&pg=PA17&dq=%22Aurelian#v=onepage&q=%22Aurelian&f=false ''Advanced Learner's Dictionary of History''], Anmol Publications PVT. LTD., 2002. ISBN 8126104821.\n* William Stearns Davis, [http:\/\/books.google.com.vn\/books?id=LqX1LkGf5PsC&pg=PA208&dq=%22Aurelian#v=onepage&q=%22Aurelian&f=false ''Readings in Ancient History II - Rome and the West''], READ BOOKS, 2007. ISBN 140674834X.\n* H. Biglow, Orville Luther Holley, [http:\/\/books.google.com.vn\/books?id=JltFAAAAYAAJ&pg=PA403&dq=%22Aurelian#v=onepage&q=%22Aurelian&f=false ''The American monthly magazine and critical review''], Tập 2, Published for H. Bigelow, Esq., editor and proprietor, by Kirk & Mercein, 1817.\nTập 58 trong tổng số American periodical series, 1800-1850\n* Basil Lanneau Gildersleeve, Benjamin Dean Meritt, Project Muse, JSTOR (Organization), Harold Fredrik Cherniss, Henry Thompson Rowell, [http:\/\/books.google.com.vn\/books?id=NlgUAAAAIAAJ&q=%22Aurelian ''American journal of philology''], Tập 51, Johns Hopkins University Press, 1930.\n\n== Đọc thêm ==\n* {{chú thích sách |last=White |first=John F |title=Restorer of the World: The Roman Emperor Aurelian |year=2005 |publisher=Tempus Publishing |isbn=1-86227-250-6 }}\n* Nicholas V. Gianaris, [http:\/\/books.google.com.vn\/books?id=ueD3X-krr2AC&pg=PA18&dq=%22Aurelian#v=onepage&q=%22Aurelian&f=false ''Geopolitical and economic changes in the Balkan countries''], Greenwood Publishing Group, 1996. ISBN 0275955419.\n\n== Liên kết ngoài ==\n{{commonscat|Aurelianus}}\n* [http:\/\/wildwinds.com\/coins\/ric\/aurelian\/t.html Aurelian coinage], at Wildwinds.com\n* [http:\/\/www.roman-emperors.org\/aurelian.htm On coins of Aurelian with the title ''dominus et deus'' (Section 1.9)]\n* [http:\/\/www.mcbrumm.at www.McBrumm.at] Site about Aurelian coinage, his mints and his life, English and German language\n\n{{s-start}}\n{{s-reg}}\n{{s-bef | before=[[Quintillus]] }}\n{{s-ttl | title=[[Hoàng đế La Mã]] | years=270–275 }}\n{{s-aft | after=[[Marcus Claudius Tacitus]] }}\n{{s-off}}\n{{s-bef | before=[[Flavius Antiochianus]],<br> [[Virius Orfitus]],<br>[[Victorinus]] }}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[Đế quốc La Mã]]|years=271 |regent1=[[Pomponius Bassus (consul 259 & 271)|Pomponius Bassus]],<br>[[Tetricus I]]}}\n{{s-aft | after=[[Titus Flavius Postumius Quietus]], <br> [[Junius Veldumnianus]],<br>[[Tetricus I]] }}\n\n{{s-bef | before=[[Marcus Claudius Tacitus|M. Claudius Tacitus]], <br> [[Placidianus|Iulius Placidianus]],<br>[[Tetricus I]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[Đế quốc La Mã]]|years=274–275 |regent1=Capitolinus,<br>Marcellinus }}\n{{s-aft | after=[[Marcus Claudius Tacitus|Imp. Caesar M. Claudius Tacitus Augustus]] II, <br> Aemilianus II }}\n{{end}}\n{{Roman Emperors}}\n{{Các chủ đề|Lịch sử|La Mã Hy Lạp}}\n\n{{DEFAULTSORT:Aurelian}}\n[[Thể loại:Sinh thập niên 210]]\n[[Thể loại:Mất năm 275 TCN]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Hoàng đế La Mã chết bởi Praetorian]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Mất năm 275]]"}