{"Barom Reachea VIII":"{{Thông tin nhân vật hoàng gia\n| tên = Barom Reachea V\n| tước vị = [[Vua Chân Lạp]]\n| thêm = \n| hình = \n| ghi chú hình =\n| chức vị = Vua Chân Lạp\n| tại vị = [[1658]] - [[1672]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Ramathipadi I|<font color=\"grey\">Ramathipadi I<\/font>]]\n| kế nhiệm = [[Chey Chettha III|<font color=\"blue\">Chey Chettha III<\/font>]]\n| hoàng tộc = \n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = \n| tên đầy đủ = \n| kiểu tên đầy đủ = Ang Sur\n| tước vị đầy đủ = \n| thông tin tước vị đầy đủ = \n| thụy hiệu = \n| vợ = \n| thông tin con cái = \n| con cái = \n| cha = [[Prea Outey]]\n| mẹ = \n| sinh = [[1628]]\n| mất = [[1672]]\n| nơi mất = [[Chân Lạp]]\n}}\n\n'''Barom Reachea V''' hoặc '''Barom Reachea VIII''' (1628- tháng 12 năm 1672) là vua Chân Lạp giai đoạn 1658-1672. Tên húy là '''Ang Sur''', sử Việt gọi ông là '''Nặc Xô'''. Tên vương triều là Paramaraja VIII.\n\n==Tiểu sử==\nAng Sur là con của giám quốc [[Outey|Prea Outey]], em họ của vị vua tiền nhiệm [[Ramathipadi I|Ponhea Chan]]. Ông đã thoát được cuộc tàn sát của vua [[Ramathipadi I|Ponhea Chan]] nhằm vào gia đình ông (Ponhea Chan trước đó đã giết cha Outey và vua anh Ang Non của Ang Sur).\n\nNăm 1658, 2 người con còn sống sót của [[Outey|Preah Outey]] là Ang Sur và em là Ang Tan dấy binh chống lại Nặc Ông Chân nhưng thất bại. Hai người này tìm kiếm lời khuyên của [[Công nữ Ngọc Vạn|Thái hậu Ngọc Vạn]], lúc này đã quy y cửa Phật. Sau đó Ang Sur và Ang Tan đã cầu cứu chúa [[Nguyễn Phúc Tần]].\n\nChúa sai Phó tướng Trấn Biên là Tôn Thất Yến, Cai đội là Xuân Thắng, Tham mưu là Minh Lộc (2 người đều không rõ họ) đem 3.000 quân đến thành Hưng Phước (bấy giờ gọi là Mỗi Xuy, nay thuộc huyện Phước Chính, tỉnh Biên Hòa) đánh phá được, bắt Nặc Ông Chân đưa về Đàng Trong.\n\nNhờ sự giúp đỡ của người Việt mà Ang Sur giành được ngôi vua, đổi lại ông thần phục Đàng Trong và thực hiện triều cống định kỳ. Vì sự phụ thuộc quá lớn vào chúa Nguyễn Đàng Trong, dẫn tới hệ quả người Việt tràn đến sinh sống và kiểm soát những vùng đất thuộc Chân Lạp.\n\nNăm 1660, Barom Reachea VII đã đàn áp cuộc nổi loạn của người [[đạo Hồi]] gốc [[người Chăm|Chăm]] và [[Người Mã Lai|Mã Lai]], những người từng đã được hưởng nhiều ưu đãi ở triều vua trước. Những người đứng đầu cuộc nổi loạn này đã chạy tị nạn sang Xiêm La.\n\nTháng 12 năm 1672, vua Batom Reachea VIII bị một người vừa là rể vừa là cháu là [[Chey Chettha III]] (con trai của Ang Non [[Padumaraja I]]) giết chết.\n\nEm trai ông là Ang Tan (Nặc Ông Tân) chạy sang cầu cứu chúa Nguyễn.\n\n==Con cái==\n* Con trai [[Keo Fa II|Ang Chea]] (Nặc Ô Đài), trở thành vua. Hiệu là [[Keo Fa II]].\n* Con trai [[Chey Chettha IV|Ang Saur]] (Nặc Thu), trở thành vua. Hiệu là [[Chey Chettha IV]].\n* Con gái Ang Sri Dhita Kshatriyi, gả cho con trai của người vua anh [[Padumaraja I|Ang Non]], sau người rể này lại giết chính Ang Sur để lên làm vua [[Chey Chettha III]].\n\n== Xem thêm ==\n* [[Lịch sử Campuchia]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n* Quốc Sử Quán Triều Nguyễn - Đại Nam Liệt Truyện (Tập 1). Nhà Xuất Bản Thuận Hóa 2014\n* [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán triều Nguyễn]]. [[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007.\n{{Vua Campuchia}}\n{{Sơ khai nhân vật hoàng gia Campuchia}}\n\n{{Thời gian sống|Sinh=1628|Mất=1672}}\n\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Mất năm 1672]]"}