{"Beatrice Portinari":"{{chú thích trong bài}}\n{{Cần biên tập}}\n{{Thông tin nhân vật\n|name = Beatrice Portinari\n|image = Dante_Gabriel_Rossetti_-_Beata_Beatrix,_1864-1870.jpg\n|image_size = 200px\n|alt = \n|caption = [[Dante Gabriel Rossetti]]'s Beata Beatrix, 1863.\n|birth_name = Beatrice di Folco Portinari\n|birth_date = 1265\/ 66\n|birth_place = [[Firenze]] \n|death_date = 1290 (24 tuổi)\n|death_place = [[Firenze]] \n|body_discovered = \n|death_cause = \n|resting_place = \n|resting_place_coordinates = <!-- {{coord|LAT|LONG|display=inline,title}} -->\n|residence = \n|nationality = \n|ethnicity = \n|citizenship = \n|other_names = Beato (nickname)\n|known_for = Nàng Thơ của [[Dante Alighieri]]' trong ''[[Cuộc đời mới]]'' và ''[[Thần khúc]]''\n|education = \n|alma_mater = \n|employer = \n|occupation = \n|years_active = \n|home_town = \n|salary = \n|networth = \n|height = \n|weight = \n|title = \n|term = \n|predecessor = \n|successor = \n|party = \n|opponents = \n|boards = \n|religion = [[Roman Catholic]]\n|spouse = Simone dei Bardi\n|partner = \n|children = \n|parents = Father: Folco di Ricovero Portinari\n|relations = \n|callsign = \n|awards = \n|signature = \n|website = \n|footnotes = \n|box_width = \n}}\n[[Tập tin:Cesare Saccaggi - Incipit Vita Nova - Dante, 1903.jpg|thế=\"Incipit vita nova\", \"Dante và Beatrice trong vườn\", 1903, bởi Cesare Saccaggi|nhỏ|350x350px|''\"Incipit vita nova\", \"Dante và Beatrice trong vườn\"'', 1903, bởi Cesare Saccaggi]]\n'''Beatrice Portinari''' (tên thật là '''Bice di Folco Portinari''', 1266 – 1290) là một phụ nữ người [[Firenze]], [[Ý]], là người tình đơn phương và là [[Nàng Thơ]] của nhà thơ vĩ đại [[Dante Alighieri]] trong hai kiệt tác ''[[Cuộc đời mới]]'' và ''[[Thần khúc]]''.\n==Tiểu sử==\nBeatrice là con gái của [[Folco di Ricovero Portinari]], một quý ông khả kính của thành [[Firenze]]. Dante gặp Beatrice năm 1274. Khi đó Dante lên 9 tuổi còn Beatrice lên 8. Dante đã ngay lập tức yêu nàng từ cái nhìn đầu tiên. Sau đó Beatrice đã kết hôn với Simone dei Bardi và mất năm 1290 – năm nàng mới 24 tuổi. Tình yêu đối với Beatrice đã theo [[Dante Alighieri|Dante]] cho đến hết cuộc đời, cả khi ông kết hôn với [[Gemma Donati]] và có con thì tình yêu này vẫn không hề thuyên giảm. Tình yêu này là nguồn cảm hứng bất tận cho Dante viết hai kiệt tác ''Cuộc đời mới'' và [[Thần khúc]]. Tình yêu này được Dante mô tả tỉ mỉ trong tác phẩm ''[[Cuộc đời mới]]'', mà phần trích dưới đây là minh họa cho cuộc tình của Dante với Beatrice. Trong [[Thần khúc]], Beatrice đã nhờ [[Virgil]] đến giúp Dante ở phần đầu của [[Địa ngục]] và là người hướng dẫn cho Dante ở [[Thiên đàng|Thiên đường]] ([[Virgil]] không được phép lên Thiên đường vì chưa qua phép rửa tội).\n\n==Trích tác phẩm ''\"[[Cuộc đời mới]]\"''==\n\n:'''Lời mở đầu'''\n\nTrong cuốn sách kỷ niệm của tôi chỉ một số trang có thể đọc được, có tựa đề là:\n::''Incipit vita nova:'' '''[[Cuộc đời mới]] bắt đầu'''.\n\nTheo tựa đề này tôi tìm ra những lời đã viết mà tôi có ý định thuật lại trong cuốn sách nhỏ này, nếu không được tất cả, thì ít ra là ý nghĩa của chúng.\n\n::::'''I'''\nĐã chín lần, kể từ khi tôi sinh ra, bầu trời hầu như quay lại chỗ ban đầu trong vòng quay của mình, khi trước mắt tôi lần đầu tiên xuất hiện người con gái quang vinh của lòng tôi, nhiều người vẫn gọi tên nàng là Beatrice mà không biết rằng cần phải gọi tên nàng như vậy.\n\nNàng đã có mặt ở cuộc đời này, khi đó bầu trời sao di chuyển về phía đông thêm một trong mười hai phân độ: nàng hiện ra trước mắt tôi trong buổi đầu năm thứ chín của cuộc đời tôi, còn tôi nhìn thấy nàng ở đoạn cuối năm thứ chín của cuộc đời tôi. Nàng trước mặt tôi mặc quần áo màu hồng, khiêm nhường và đúng mực, sắc phục tương xứng với tuổi trẻ của nàng. \n[[Tập tin: Dante and beatrice.jpg|nhỏ|trái|350px|Dante và Beatrice, tranh của Henry Holiday]]\n\nỞ đây tôi thành thực xin nói rằng Linh hồn Cuộc sống từ sâu thẳm trái tim tôi bắt đầu rạo rực trong từng đường gân thớ thịt và thốt lên những lời: \"''Ecce deus fortior me, qui veniens dominabitur mihi:'' Thượng đế mạnh hơn tôi, Người đi đến nhận lấy quyền sai khiến tôi\".\n\nỞ đây Linh hồn Thú vật ngự trị phần trên, nơi tình cảm thu nhận tri giác của mình, trở nên kinh ngạc và hướng về Linh hồn Thị giác nói những lời: ''\"Apparuit iam beatitudo vestra:'' Đã hiện ra niềm hạnh phúc của ngươi\".\n\nỞ đây Linh hồn Thiên nhiên, nơi cung cấp dinh dưỡng, bắt đầu khóc lóc và thốt ra những lời: ''\"Heu miser, quia, frequenter impeditus ero deinceps!:'' Khổ thân tôi, vì rằng phía trước sẽ thường xuyên gặp điều trở ngại!\".\n\nKể từ đây về sau, tôi nói rằng Tình yêu đã ngự trị tâm hồn tôi, Tình yêu có quyền lực và sức mạnh mà sự tưởng tượng của tôi trao gửi và tôi đành phải thực hiện tất cả mọi mong muốn của tình. Rất nhiều lần tình ra lệnh cho tôi tìm gặp thiên thần trẻ trung này, vì rằng thời thơ ấu tôi vẫn đi tìm nàng, và tôi để ý thấy rằng hình dáng và phong thái của nàng rất cao thượng, quả là có thể dùng lời của nhà thơ Homer để nói về nàng: \"Nàng có vẻ như con gái không phải của người trần, mà thần thánh\". Và dù hình bóng nàng thường xuyên ở bên tôi, trao cho tình sức mạnh để sai khiến tôi nhưng với những phẩm chất cao thượng, rằng đã nhiều lần hình bóng này không cho phép tình yêu cai trị tôi mà thiếu lời khuyên của lý trí, một khi những lời khuyên tương tự có ích để mà lắng nghe. Nhưng nếu tôi giữ lâu trong tình cảm và hành động của tuổi trẻ như thế thì câu chuyện của tôi thành ra bày đặt, bởi thế tôi bỏ qua điều này và bỏ qua nhiều thứ có thể lấy ra từ đó để đi đến những lời được ghi trong những chương tiếp theo của ký ức tôi.\n:&nbsp;\n::::'''II'''\nThời gian trôi qua đã bấy nhiêu ngày, tròn chín năm kể từ ngày Người con gái cao thượng nhất nói trên xuất hiện, vào ngày cuối cùng của những ngày này người đẹp tuyệt vời hiện ra trước mắt tôi trong bộ áo quần màu trắng, giữa hai người đẹp thanh cao khác, những người này lớn tuổi hơn nàng. Khi đi trên đường nàng nhìn về nơi tôi đứng một cách rụt rè và với thái độ nhã nhặn nàng cúi chào tôi, còn tôi khi đó cứ ngỡ như đang nhìn thấy tận cùng của hạnh phúc. Thời khắc của cái cúi chào ngọt ngào ấy chính xác vào chín giờ, và bởi vì lần đầu tiên những lời của nàng bay đến tai tôi nên tôi cảm nhận được vị ngọt tựa hồ như ngất ngây, tôi từ giã mọi người về phòng riêng của mình và bắt đầu suy nghĩ về Con người lịch sự nhất.\n:&nbsp;\n::::'''III'''\nVà trong suy nghĩ về nàng có một giấc mơ ngọt ngào vây lấy tôi, trong giấc mơ này hiện ra một điều kỳ diệu: tôi có vẻ như nhìn thấy trong phòng mình một đám mây màu lửa, sau đám mây này tôi nhận ra hình dáng một người dàn ông nào đấy, vẻ ngoài của người này ai nhìn thấy sẽ vô cùng sợ hãi. Người đàn ông này có vẻ rất vui mừng và trong lời của mình người này nói nhiều điều nhưng tôi chỉ hiểu được ít, trong những lời này tôi hiểu: ''\"Ego dominus tuus:'' Ta là chúa tể của ngươi\". Trên tay người này dường như có một sinh vật trần truồng đang ngủ được phủ một tấm vải mỏng, hình như có màu hồng.\n\nGhé nhìn rất chăm chú, tôi nhận ra Người đẹp, người mà một ngày trước đã cúi chào tôi. Còn trong một bàn tay của người này có vẻ như đang giữ một vật gì đó cháy lên và tôi ngỡ như người này nói với tôi những lời: \"''Vide cor tuum:'' Hãy nhìn vào trái tim mình\". Sau khi đứng yên một lát, người này dường như thức cô gái đang ngủ dậy, đưa ra một lý lẽ đầy sức mạnh để bắt nàng nuốt cái vật đang cháy ở trên bàn tay kia, và cô gái sợ hãi nuốt vào. Sau một thời gian, vẻ vui nhộn của người này trở thành tiếng khóc cay đắng. Vừa khóc, người này vừa nâng người đẹp trên tay rồi cùng với nàng có vẻ như bay vào trời xanh. Tôi cảm thấy vô cùng sợ hãi, giấc mơ yếu ớt của tôi không chịu nổi đã bị cắt đứt – và tôi tỉnh giấc. Ngay lúc đó tôi bắt đầu suy ngẫm và nhận thấy rằng cái giờ mà tôi trong mơ nhìn thấy là giờ thứ tư của đêm ấy, từ đó rõ một điều rằng đấy là giờ đầu tiên trong chín giờ cuối cùng của đêm.\n\nSuy nghĩ kỹ về điều thấy trong mơ tôi quyết định thông báo cho những người tuyên truyền nổi tiếng của thời ấy. Vì tôi đã bắt đầu để ý học cách làm thơ nên tôi quyết định viết một bài thơ mà trong đó tôi chào mừng tất cả những người chung thủy của Tình yêu và đề nghị họ giải thích về giấc mơ của tôi. Tôi giãi bày cho họ những gì tôi thấy trong giấc mơ của mình và bắt đầu bài thơ bằng những lời: \"''A ciascun´alma presa e gentil core:'' Hồn ai say…\"\n[[Tập tin:Waterhouse dante and beatrice.jpg|nhỏ|phải|250px|Dante và Beatrice, tranh của John William Waterhouse]]\n:&nbsp;\n:Hồn ai say, tim ai đầy ánh sáng\n:Thơ của tôi hiện ra trước mắt ai\n:Ý nghĩ sâu xa ai nói ra lời\n:Vì tên gọi Tình yêu – tôi chào đón.\n:&nbsp;\n:Hai chục phút, khi hành tinh xuất hiện\n:Tỏa hào quang và kết thúc đường mình\n:Trước mắt tôi Tình yêu bỗng hiện lên\n:Thật khủng khiếp khi lòng tôi nhớ đến.\n:&nbsp;\n:Tình đi trong hoan hỉ, và trên tay\n:Giữ trái tim tôi, còn trong tay ấy\n:Có một nàng Trinh Nữ ngủ rất say.\n:&nbsp;\n:Tình cho nếm mùi khi nàng thức dậy\n:Từ trái tim – và cuống quýt, rối bời\n:Trong nước mắt, Tình biến mất sau đấy.\n:&nbsp;\nBài sonnê này chia làm hai phần: ở phần thứ nhất tôi chào đón và đề nghị câu trả lời; ở phần thứ hai, tôi chỉ ra điều cần trả lời. Phần thứ hai bắt đầu thế này: \"Hai chục phút…\" Có nhiều người trả lời bài thơ này và theo nhiều vẻ khác nhau, trong số này có một người tôi gọi là đầu tiên trong những người bạn của tôi; người này viết bài thơ bắt đầu bằng câu: \"Anh thấy đấy, tôi mơ màng, tất cả rất hoàn mỹ…\" Và điều này có vẻ như là sự bắt đầu của tình bạn chúng tôi, khi người này hiểu rằng tôi đã gửi bài thơ cho anh ấy. í nghĩa thật của giấc mơ kia, khi đó chưa ai biết, còn bây giờ thì đã rõ ràng và chất phác.\n:&nbsp;\n::::'''IV'''\nKể từ khi nhìn thấy, Linh hồn Thiên nhiên của tôi trở nên khó nhọc làm việc của mình, vì tất cả tâm hồn trao hết cho suy nghĩ về Người con gái cao thượng nhất; vì rằng trong phút chốc tôi trở nên yếu đuối và uể oải, rằng nhiều người bạn lấy làm buồn phiền cho dáng vẻ của tôi, một số khác thì ganh tỵ, muốn biết cái điều mà tôi giấu mọi người. Còn tôi, nhìn ra âm mưu nham hiểm trong những câu hỏi mà người ta hỏi tôi, hỏi ý chí của Tình yêu, theo lời khuyên của lý trí, đã trả lời họ rằng Tình yêu đang ngự trị tôi; tôi gọi là Tình yêu bởi vì tôi mang trên gương mặt của mình quá nhiều những dấu hiệu của tình yêu mà không thể nào che giấu được. Khi người ta hỏi tôi: \"Tình yêu bắt ngươi đau khổ vì ai?…\" – tôi cười, nhìn họ và không trả lời gì cả.\n:&nbsp;\n::::'''V'''\nMột lần, Người con gái cao thượng nhất ngồi ở nơi có những lời vang lên về Nữ hoàng của vinh quang thì tôi cũng ở nơi để có thể nhìn thấy niềm hạnh phúc của mình; còn ở giữa tôi và nàng, theo một đường thẳng, có một người trinh nữ với vẻ mặt rất dễ chịu thường xuyên ngó nhìn tôi, lấy làm ngạc nhiên với ánh nhìn của tôi, bởi thế mọi người nhìn thấy ánh mắt của nàng. Và có nhiều người để ý nên khi tôi rời chỗ, nghe những lời nói sau lưng: \"Xem kìa, người đẹp làm cho chàng trai kia đau khổ\". Và khi họ gọi tên nàng, tôi nghe những lời về người con gái ở giữa đường thẳng, bắt đầu từ người con gái cao thượng nhất Beatrice và kết thúc ở trong đôi mắt tôi. Khi đó tôi rất bình tĩnh và tin rằng, ngày ấy, vẻ bí mật của tôi chưa lộ ra qua vẻ bên ngoài. Và ngay lập tức tôi nghĩ rằng cần phải làm cho người con gái này trở thành điều che giấu sự thật. Trong thời khắc tôi đã làm được điều này và số đông những người nói về tôi đã biết điều bí mật này. Tôi tránh gặp người này mấy năm để cho những người khác thêm tin tưởng, tôi đã viết tặng nàng mấy bài thơ liền nhau, nhưng sau đấy tôi có ý định thể hiện những lời của mình về Beatrice và chỉ để ca ngợi nàng.\n:&nbsp;\n::::'''VI'''\nTôi nói rằng khi người con gái này che chở cho tôi bằng một tình yêu mạnh mẽ thì tôi có mong muốn nhắc tên người con gái cao thượng nhất cùng với tên những cô nương khác; tôi lấy tên sáu mươi cô nương đẹp nhất của thành phố, nơi nàng sinh ra theo ý của Đức Chúa Trời, và tôi viết bằng thể thơ serventese mà tôi sẽ không truyền đạt; tôi có lẽ đã không nhắc đến, nếu đã không cần thiết nói rằng có một điều kỳ diệu xảy ra là trong số tên các cô nương kia thì cô nương của tôi không thuộc về con số nào khác ngoài con số chín.\n:&nbsp;\n::::'''VII'''\nCô nương mà tôi có được sự che chở cho điều ao ước trong một thời gian dài kia phải đi đến một nơi xa; bởi thế tôi sợ đánh mất sự che chở tuyệt vời đã khiến tôi đau khổ mà trước đó tôi chưa hề biết được. Và tôi nghĩ rằng nếu tôi không nói về chuyến đi đau buồn thì mọi người sẽ nhận ra vẻ giả vờ của tôi, bởi thế tôi quyết định viết một bài thơ; tôi sẽ truyền đạt nó, vì rằng cô nương của tôi là nguyên nhân trực tiếp của nhiều lời trong bài thơ này, và người ta sẽ nhận ra nếu hiểu nó. Và tôi viết bài thơ bắt đầu như thế này: \"''O voi che par la via:'' Hỡi những ai với tình yêu trong đời..\"\n[[Tập tin:Dante e Beatrice XIV century.jpg|nhỏ|phải|250px|Dante và Beatrice. Tranh thế kỷ XIV]]\n:&nbsp;\n:Hỡi những ai với tình yêu trong đời\n:Xin hãy lắng tai nghe và hãy nói\n:Nỗi đau nào bằng đau đớn của tôi?\n:&nbsp;\n:Quả thực tình yêu theo chuỗi tháng ngày\n:Xin hãy tha thứ cho điều ước muốn\n:Mà những ngày qua đã rất hào phóng\n:Với những lời tôi nghe được bên tai:\n:\"Hãy nhìn xem kìa, phải chăng số phận\n:Ban cho anh ta niềm vui suốt cuộc đời?\"\n:&nbsp;\n:Nay ở đâu rồi âu yếm vỗ về tôi?\n:Ai trả cho tôi tình yêu cao thượng?\n:Tôi mòn mỏi đợi chờ\n:Trước tương lai cúi xuống.\n:&nbsp;\n:Ai đem niềm khát khao giấu diếm\n:Vì xấu hổ, sự bố thí không mong –\n:Gương mặt tôi luống cuống\n:Và buồn đau, thổn thức trong lòng.\n:&nbsp;\nBài thơ này có hai phần chính: ở phần đầu tôi kêu gọi Tình yêu chung thủy bằng những lời của nhà tiên tri Jeremiah, nói rằng: \"''O vos omnes qui transitis per viam, attendite et videte si est dolor sicut meus\":'' \"Hỡi những người đi trên đường, hãy lắng nghe và hãy nhìn xem có nỗi đau khổ nào như đau khổ của tôi\", và cầu xin để họ rủ lòng thương mà nghe tôi; phần thứ hai – tôi kể rằng từ đâu mà tình xuất hiện trong tôi, nhưng với một nghĩa khác, không phải như hai phần đầu và cuối của bài thơ, và tôi nói rằng tôi đã đánh mất nó. Phần thứ hai bắt đầu bằng những lời: \"A''mor non gia...''\" \"Quả thực tình yêu…\"\n:&nbsp;\n::::'''VIII'''\nSau khi cô nương cao thượng ra đi thì vị chúa tể của những thiên thần gọi về vinh quang của mình một cô nương nào đấy trẻ trung và có dáng vẻ rất cao quý, người được yêu mến ở thành phố nói trên; tôi nhìn thấy thân thể nàng nằm bất động giữa những cô nương đang khóc lóc đau khổ. Tôi bỗng nhớ lại, có một lần tôi từng thấy nàng đi cùng cô nương cao thượng nhất, tôi đã không cầm được dòng nước mắt và tôi quyết định nói đôi lời tưởng nhớ người mà tôi từng nhìn thấy đi cùng cô nương của mình. Vì thế, ai đọc phần cuối những lời tôi đã nói sẽ hiểu; tôi viết hai bài thơ, một bài bắt đầu bằng: \"''Piangete, amanti..''.\" \"Tình trong nước mắt..\", còn bài thứ hai: \"''Morte villana...''\" \"Cái chết dữ dằn…\"\n[[Tập tin:TombOfBeatricePortinari.jpg|nhỏ|phải|250px|Mộ Beatrice ở Santa Margherita dei Cerchi, Firenze]]\n:&nbsp;\n:Tình trong nước mắt; ai yêu – khóc với Tình!\n:Nỗi buồn tình yêu nặng nề không thể tả\n:Giữa những người đẹp Tình yêu nức nở\n:Và tôi nhận ra tiếng khóc của Tình.\n:&nbsp;\n:Cái chết dữ, bằng nghiệt ngã của mình\n:Mang tàn úa đến cho con tim trẻ\n:Và lấy đi vẻ yêu kiều tuyệt mỹ\n:Chỉ một lời \"không được!..\" cứ kêu lên.\n:&nbsp;\n:Giờ Tình yêu tỏ ra nghe cái chết\n:Tôi nhìn ra: Tình nức nở, bồi hồi\n:Tình cúi mình trên tro tàn vẻ đẹp.\n:&nbsp;\n:Và thường xuyên ánh mắt hướng lên trời\n:Nơi linh hồn đang dạo chơi hạnh phúc\n:Trên mặt đất nhìn thấy trong niềm vui.\n:&nbsp;\nBài thứ nhất chia làm ba phần: ở phần một – tôi kêu gọi tất cả những ai chung thủy với Tình yêu hãy khóc và nói rằng vị chúa tể khóc than về họ, rằng \"nỗi buồn tình yêu nặng nề không thể tả\", họ cần nói rằng cần phải nghe tôi; ở phần hai – tôi nêu nguyên nhân này; ở phần thứ ba – tôi nói về niềm vinh dự mà Tình yêu mang đến cho cô nương. Phần hai bắt đầu: \"''Amor sente:'' Giữa những người đẹp…\"; còn phần ba: \"''Audite:'' Giờ Tình yêu…\"\n[[Tập tin:Gustave Doré - Dante Alighieri - Inferno - Plate 7 (Beatrice).jpg|nhỏ|phải|250px|Beatrice và [[Virgil]] ở phần đầu [[Địa ngục]], tranh của Gustave Doré]]\n:&nbsp;\n:Cái chết dữ dằn, kẻ thù của đau khổ\n:Mẹ của nước mắt và của tiếng kêu than\n:Vị quan xét xử cay nghiệt, chẳng xót thương\n:Đốt con tim bằng nỗi buồn tưởng nhớ!\n:Trong sự suy tư của phiêu bạt tha phương\n:Ta sẽ không ngừng đem mi ra nguyền rủa.\n:&nbsp;\n:Chính vì thế mà ta không kín kẽ\n:Bài ca của ta sẽ nói những lời ta\n:Rằng mi là nguyên nhân [[ác|cái ác]] và đau khổ\n:Cứ để mặc thế gian biết ra sự thật là\n:Cái sự thật chính nó là tội lỗi\n:Vì ai không hề biết đến tình ta.\n:&nbsp;\n:Vẻ dịu dàng từ cuộc đời mang ra\n:Tuyệt vời hơn trong con người cao cả\n:Và ở trong chàng trai vô tư lự\n:Niềm vui với tình đã vội bay xa.\n:&nbsp;\n:Cái chết ra sao, ta chẳng mở ra\n:Những đường nét – trong bài ca ngắn ngủi\n:Với đời muôn thuở là tên phản bội\n:Thân xác diệu kỳ nó chẳng nhận ra.\n:&nbsp;\nBài thơ này chia làm bốn phần: ở phần một tôi gọi cái chết bằng những cái tên của nó; ở phần hai – tôi nói cùng cái chết, nêu ra cái nguyên nhân khiến tôi nguyền rủa nó; ở phần ba – xỉ vả nó; ở phần bốn – tôi nói với một nhân vật không cụ thể, tuy vậy tôi vẫn biết rõ. Phần thứ hai bắt đầu bằng: \"''poi che hai data...''\" \"Đốt con tim…\"; phần thứ ba: \"''E s’io di grazia...''\" \"Chính vì thế…\"; phần thứ tư: \"''Chi non merta salute...''\" \"Với đời muôn thuở là tên phản bội…\"\n\n:…………………##.....................\n:.............????.............\n\n::::'''XLI'''\nSau đó hai cô nương cao thượng yêu cầu tôi gửi cho họ những dòng thơ này. Suy nghĩ về vẻ cao thượng của họ, tôi quyết định gửi thơ cho họ và viết bài thơ mới để gửi cùng những bài khác và để thực hiện tốt lời yêu cầu của họ. Tôi viết bài sonetto nói về trạng thái của tôi và gửi cho họ cùng với những bài thơ khác bắt đầu bằng: ‘''Venite a intender:'' Hãy đến để mà nghe\".\n\nBài sonetto tôi viết khi đó bắt đầu bằng: ''Oltre la spera:'' Trên hình cầu\" bao gồm năm phần. Ở phần thứ nhất tôi nói về ý nghĩ tôi đi đâu, gọi tên của hành động. Ở phần thứ hai tôi nói rằng tại sao ý nghĩ lên cao, nghĩa là ai dẫn lên đó. Ở phần ba tôi nói rằng thơ nhìn thấy gì, nhìn thấy cô nương nào ở trên cao và tôi gọi là \"hồn lãng du\" vì lên cao, tựa như người du hành ở xa quê hương mình và ở lại đấy. Ở phần bốn – tôi nói rằng hồn nhìn thấy nàng với những phẩm chất mà tôi không hiểu được, nghĩa là ý nghĩ của tôi lên cao đến mức mà lý trí không nhận biết được, rằng trí tuệ của ta có thái độ với những linh hồn cao thượng tương tự như con mắt người yếu kém với mặt trời: chính điều này Nhà triết học nói đến trong quyển Siêu hình thứ hai. Ở phần năm – tôi nói rằng dù không hiểu được sự vật mà ý nghĩ tôi hướng đến, nghĩa là phẩm chất kỳ diệu nhưng tôi hiểu rằng tất cả những điều này là sự suy ngẫm về cô nương của tôi vì tôi thường xuyên nghe tên nàng trong ý nghĩ, và ở đoạn cuối của phần năm tôi nói ‘''donna mie care:'' ôi những cô nương ơi\" để nói rằng tôi đang hướng về các cô nương. Phần hai bắt đầu bằng ‘''intelligenza nova:'' một trí khôn rất mới..\"; phần ba: ‘''Quand´elli ố giunto:'' Trước sứ giả này..\"; phần bốn ‘''Vedela tal:'' Hồn nhìn ra..\"; phần năm: ‘''So io che parla:'' hồn đang nói về..\".\n\nCó thể chia ra các phần nhỏ hơn và giải thích một cách cặn kẽ hơn nhưng có thể không cần chia ra như thế, bởi vậy tôi sẽ không phân chia tiếp.\n[[Tập tin:Paradiso Canto 31.jpg|nhỏ|phải|250px|Dante và Beatrice ở [[Thiên đàng|Thiên đường]]. Tranh của Gustave Doré]]\n:&nbsp;\n:Trên hình cầu, sứ giả của con tim\n:Lượn vòng quanh, hơi thở tôi qua đấy:\n:Với nỗi buồn, một Trí khôn rất mới\n:Tình trao cho, đang vỗ cánh bay lên.\n:&nbsp;\n:Trước sứ giả này, một giới hạn ước mong\n:Thấy người đẹp trong một niềm tôn kính\n:Trong tốt đẹp, trong huy hoàng xán lạn\n:Rằng hồn lãng du không thể không nhìn.\n:&nbsp;\n:Hồn nhìn ra, lên tiếng, nhưng mà tôi\n:Không hiểu nghĩa của một lời láu lỉnh\n:Dù hồn tôi chăm chú nghe điều tiếng\n:&nbsp;\n:Nhưng hiện ra: hồn đang nói về Người\n:Tôi nghe ra cái tên: \"Beatrice\" –\n:Và hiểu ra, ôi những cô nương ơi.\n:&nbsp;\n::::'''XLII'''\nSau bài thơ này có một hình ảnh tuyệt diệu mà trong đó tôi nhìn thấy những điều bắt buộc '''tôi quyết định không nói về con người cao thượng, cho đến khi tôi chưa thể tường thuật lại một cách xứng đáng hơn'''. Và, để đạt được điều này, tôi làm những gì có thể như chính nàng thực sự biết điều này.\n\nVì thế, nếu con người rất sống động ấy vui lòng, để cuộc đời tôi kéo dài thêm một vài năm, tôi hy vọng được nói về nàng cái điều mà chưa bao giờ có ai từng nói như vậy về một con người. Còn sau đấy, hẳn là Thượng đế bao dung sẽ vui lòng, để linh hồn tôi có thể bay lên và nhìn thấy vinh quang người Trinh Nữ của mình, là người tôi mang ơn, có tên Beatrice, người mà ai có vinh hạnh được ngắm nhìn gương mặt Nàng, ''qui est per omnia saecula benedictus'' (người đó đến trọn kiếp mang niềm ân huệ).\n\n''Bản dịch của Hồ Thượng Tuy''\n\n==Xem thêm==\n*[[Dante Alighieri]]\n*[[Cuộc đời mới]]\n*[[Thần khúc]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.liverpoolmuseums.org.uk\/picture-of-month\/displaypicture.asp?venue=2&id=152 Henry Holiday's 'Dante and Beatrice']\n\n{{thể loại Commons|Beatrice Portinari}}\n\n{{DEFAULTSORT:Portinari, Beatrice}}\n[[Thể loại:Người Firenze]]\n[[Thể loại:Sinh năm 1266]]\n[[Thể loại:Mất năm 1266]]\n[[Thể loại:Nàng Thơ]]\n[[Thể loại:Truyền thuyết]]\n[[Thể loại:Dante Alighieri]]\n[[Thể loại:Mất năm 1290]]"}