{"Benjamin Franklin":"{{Infobox officeholder 1\n| name = Benjamin Franklin\n| image = Benjamin Franklin by Joseph Duplessis 1778.jpg\n| caption = ''Benjamin Franklin'' bởi [[Joseph Duplessis]], 1778\n| office = [[Chủ tịch]] [[Hội đồng hành pháp tối cao Pensylvania]]\n| vicepresident = [[Charles Biddle]]<br \/>[[Peter Muhlenberg]]<br \/>[[David Redick]]\n| term_start = [[18 tháng 10]] năm [[1785]]\n| term_end = [[5 tháng 11]] năm [[1788]] <br \/>{{số năm theo năm và ngày |1785|10|18|1788|11|5}}\n| predecessor = [[John Dickinson]]\n| successor = [[Thomas Mifflin]]\n| office1 = [[Đại sứ Hoa Kỳ tại Thụy Điển]]\n| appointer1 = [[Quốc hội lục địa]]\n| term_start1 = [[28 tháng 9]] năm [[1782]]\n| term_end1 = [[3 tháng 4]] năm [[1783]] <br \/>{{số năm theo năm và ngày |1782|9|28|1783|4|3}}\n| predecessor1 = '''Vị trí thành lập'''\n| successor1 = [[Jonathan Russell]]\n| office2 = [[Đại sứ Hoa Kỳ tại Pháp]]\n| appointer2 = [[Quốc hội lục địa]]\n| term_start2 = [[23 tháng 3]] năm [[1779]]\n| term_end2 = [[17 tháng 5]] năm [[1785]] <br \/>{{số năm theo năm và ngày |1779|3|25|1785|5|17}}\n| predecessor2 = '''Vị trí thành lập'''\n| successor2 = [[Thomas Jefferson]]\n| office3 = [[Tổng giám đốc]] [[Bưu điện Hoa Kỳ]]\n| term_start3 = [[26 tháng 7]] năm [[1775]]\n| term_end3 = [[7 tháng 11]] năm [[1776]] <br \/>{{số năm theo năm và ngày |1775|7|26|1776|11|7}}\n| predecessor3 = '''Vị trí thành lập'''\n| successor3 = [[Richard Bache]]\n| office4 = [[Phát ngôn viên]] [[Hạ viện Pensylvania]]\n| term_start4 = [[tháng 5]] năm [[1764]]\n| term_end4 = [[tháng 10]] năm [[1764]]\n| predecessor4 = [[Isaac Norris]]\n| successor4 = [[Isaac Norris]]\n| birth_date = [[17 tháng 1]] năm [[1706]]\n| birth_place = [[Boston]], [[Massachusetts]], [[Châu Mỹ thuộc Anh]]\n| death_date = {{death date and age|1790|4|17|1706|1|17}}\n| death_place = [[Philadelphia]], [[Pennsylvania]], [[Hoa Kỳ]]\n| party = [[Không đảng]]\n| spouse = {{marriage|[[Deborah Read]]| 1730|1774|reason=died}}\n| children = [[William Franklin]]<br \/>[[Francis Folger Franklin]]<br \/>[[Sarah Franklin Bache]]\n| parents = [[Josiah Franklin]]<br \/>[[Abiah Folger]]\n| signature = Benjamin Franklin Signature.svg\n| honorific_suffix = [[Fellow of the Royal Society|FRS]], [[Fellow of the Royal Society of Arts|FRSA]], [[FRSE]]\n}}\n\n'''Benjamin Franklin''' ([[17 tháng 1|17 tháng 1]] năm [[1706]] - [[17 tháng 4]] năm [[1790]]) là một thành viên trong [[Nhóm lập quốc Hoa Kỳ|nhóm lập quốc]] của [[Hoa Kỳ]]. Ông cũng là một [[chính trị gia]], [[nhà khoa học]], [[nhà văn]], thợ in, [[triết gia]], [[nhà phát minh]], [[nhà hoạt động xã hội]], [[nhà ngoại giao]] hàng đầu. Trong lĩnh vực khoa học, ông là gương mặt tiêu biểu trong [[lịch sử vật lý]] vì những khám phá của ông và những lý thuyết về [[điện]], ví dụ như các khám phá về hiện tượng [[sấm]], [[tia sét|sét]]. Với vài trò một chính trị gia và một nhà hoạt động xã hội, ông đã đưa ra ý tưởng về một nước Mỹ<ref>[http:\/\/www.historynet.com\/exploration\/science_engineering\/3036996.html \"Benjamin Franklin: America's Inventor\" article] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081201183815\/http:\/\/www.historynet.com\/exploration\/science_engineering\/3036996.html |date=2008-12-01 }} from HistoryNet.com<\/ref> và với vai trò một nhà ngoại giao trong thời kỳ [[Cách mạng Mỹ]], ông đã thuyết phục nước [[Pháp]] giúp đỡ để nước Mỹ có thể giành được độc lập.\n\nFranklin nổi tiếng về sự ham hiểu biết của ông, về các tác phẩm của ông (có tính phổ biến, tính [[chính trị]] và [[khoa học]]) và tính đa dạng của các lĩnh vực mà ông quan tâm. Là một nhà lãnh đạo của [[Thời kỳ Khai sáng|Thời đại Khai sáng]], ông đã có được sự công nhận, ủng hộ của cả các nhà khoa học và giới trí thức khắp châu Âu. Ông đã thành công trong việc bảo đảm về sự trợ giúp tài chính cũng như quân sự của Pháp, là một đóng góp to lớn cho sự thắng lợi của cách mạng chống thực dân [[Anh]]. Ông cũng là người đã phát minh ra [[cột chống sét]]. Ông là người sớm đề xướng về sự thống nhất của các thuộc địa. Các nhà sử gia gọi ông là \"Người Mỹ đầu tiên\".\n\nSinh ra ở [[Boston]], [[Massachusetts]], Franklin đã học nghề in từ anh trai của ông và trở thành một chủ biên tập báo, một thợ in và một thương gia rất giàu có ở Philadelphia. Ông đã có nhiều năm sống ở Anh và xuất bản ấn phẩm nổi tiếng ''[[Poor Richard's Almanac]]'' (Alamac của Richard nghèo) và ấn phẩm ''Pennsylvania Gazette'' (công báo Pennsylvania). Ông đã thành lập cả [[thư viện công]] và [[sở cứu hoả]] đầu tiên tại Mỹ cũng như [[Junto]], một câu lạc bộ thảo luận chính trị. Trong giai đoạn này ông đã viết bài ủng hộ tiền giấy, chống các chính sách của những người theo [[chủ nghĩa trọng thương]], như [[Luật sắt]] năm 1750, và cũng phác thảo [[Kế hoạch Albany của Liên minh]] năm 1754, sau này sẽ tạo ra một cơ sở lập pháp cho thuộc địa; thể hiện sự nhận thức từ rất sớm của ông về việc các thuộc địa tồn tại tự nhiên với tư cách một đơn vị chính trị.\n\nFranklin đã trở thành một [[anh hùng dân tộc]] tại Mỹ khi ông dẫn đầu nỗ lực đòi [[Quốc hội Anh|Nghị viện Vương quốc Anh]] huỷ bỏ một [[Luật tem 1765|Đạo luật tem thư]] gây mất lòng dân. Với tư cách một nhà ngoại giao, ông được nhiều người Pháp kính trọng với tư cách một vị bộ trưởng Mỹ tại [[Paris]], một nhân vật quan trọng trong việc phát triển mối quan hệ thân thiện Pháp-Mỹ. Từ năm 1775 tới năm 1776, Franklin là [[Tổng giám đốc Bưu điện Hoa Kỳ|Tổng giám đốc Bưu điện]] thuộc [[Đại hội Thuộc địa]] và từ năm 1785 tới năm 1788 là [[Hội đồng Hành pháp Tối cao của Khối thịnh vượng chung Pennsylvania#Các chủ tịch Hội đồng|Chủ tịch Hội đồng Hành pháp Tối cao Pennsylvania]]. Tới cuối đời, ông trở nên một trong những nhân vật có ảnh hưởng nhất ủng hộ [[chủ nghĩa bãi nô]].\n\nFranklin rất quan tâm tới khoa học và kỹ thuật, ông đã thực hiện những thí nghiệm và có nhiều phát minh nổi tiếng (ngoài cột thu lôi), đó là: [[bếp lò Franklin]], [[ống thông tiểu]], [[chân nhái]], [[harmonica]], và [[kính hai tròng]]. Ông cũng đóng vai trò quan trọng trong việc thành lập [[Đại học Pennsylvania]] và [[Trường Franklin và Marshall]]. Ông đã được bầu làm chủ tịch đầu tiên của [[Hội Triết học Mỹ]], [[hội học thuật]] đầu tiên tại Hoa Kỳ, năm 1769. Franklin nói thành thạo năm thứ tiếng. Ông được công nhận là một [[người đa tài]].\n\n== Tổ tiên ==\n[[Tập tin:Franklin - ita, 1825 - 766672 R.jpeg|thumb|Franklin, 1825]]\nCha Franklin, [[Josiah Franklin]], sinh tại [[Ecton]], [[Northamptonshire]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] ngày [[23 tháng 12]] năm [[1657]], con trai của Thomas Franklin, một [[thợ rèn]] và [[nông dân]], và Jane White. Mẹ ông, Abiah Folger, sinh tại [[Nantucket]], [[Massachusetts]], ngày [[15 tháng 8]] năm [[1667]], con của Peter Folger, một chủ cối xay và giáo viên trường làng cùng vợ là [[Mary Morrill]], từng là một [[người hầu hợp đồng]]. Một nhánh của dòng họ Folgers, [[J. A. Folger]], người sáng lập [[Folgers]] Coffee ở thế kỷ 19.\n\nKhoảng năm 1677, Josiah lấy Anne Child tại Ecton, và trong vài năm sau đó sinh ba người con. Những người anh em nửa dòng máu đó của Benjamin Franklin gồm Elizabeth ([[2 tháng 3]] năm [[1678]]), Samuel ([[16 tháng 5]] năm [[1681]]), và Hannah ([[25 tháng 5]] năm [[1683]]).\n\nỞ một thời điểm nào đó nửa cuối năm 1683, nhà Franklin rời Anh tới Boston, Massachusetts. Họ sinh thêm nhiều người con nữa tại Boston, gồm Josiah Jr. ([[23 tháng 8]] năm [[1685]]), Ann ([[5 tháng 1]] năm [[1687]]), Joseph ([[5 tháng 2]] năm [[1688]]), và Joseph ([[30 tháng 6]] năm [[1689]]) (người con đầu tiên tên Joseph chết ngay sau khi sinh).\n\nVợ của Josiah, Anne, mất tại Boston ngày [[9 tháng 7]] năm [[1689]]. ông cưới Abiah Folger ngày [[25 tháng 11]] năm [[1689]] tại [[Old South Church, Boston, Massachusetts|Old South Church]] ở Boston và được [[Samuel Willard]] làm lễ.\n\nJosiah và Abiah có 10 người con: John ([[7 tháng 12]] năm [[1690]]), Peter ([[22 tháng 12]] năm [[1692]]), Mary ([[26 tháng 9]] năm [[1694]]), James ([[4 tháng 2]] năm [[1697]]), Sarah ([[9 tháng 7]] năm [[1699]]), Ebenezer ([[20 tháng 9]] năm [[1701]]), Thomas ([[7 tháng 12]] năm [[1703]]), '''Benjamin''' ([[17 tháng 1]] năm [[1706]]), Lydia ([[8 tháng 8]] năm [[1708]]), và Jane ([[27 tháng 3]] năm [[1712]]).\n\n==Thời thơ ấu ở Boston==\n{{multiple image\n| align = right\n| direction = vertical\n| image1 = Benjamin Franklin Birthplace 2.JPG\n| caption1 = Căn nhà nơi sinh của Franklin trên đường Milk Street, Boston, Massachusetts\n| image2 = Benjamin Franklin Birthplace.jpg\n| caption2 = Nơi sinh của Franklin ngay đối diện Hội quán Old South Meeting House được tưởng niệm bằng một bức tượng bán thân trên mặt tiền tầng hai của tòa nhà này.\n}}\n\nBenjamin Franklin được sinh ra tại đường Milk Street, Boston, Massachusetts vào ngày 17 tháng 1 năm 1706 <ref name=\"Engber\" \/><ref name=\"calendar group=Note\">Contemporary records, which used the Julian calendar and the [[New Year#Historical Christian new year dates|Annunciation Style]] of enumerating years, recorded his birth as ngày 6 tháng 1 năm 1705. The provisions of the British [[Calendar (New Style) Act 1750]], implemented in 1752, altered the official British dating method to the Gregorian calendar with the start of the year on January 1 (it had been March 25). These changes resulted in dates being moved forward 11 days, and for those between January 1 and March 25, an advance of one year. For a further explanation, see: [[Old Style and New Style dates]].<\/ref> và được rửa tội tại hội quán Old South Meeting House. Franklin là một trong 17 người con của ông Josiah Franklin và là một trong số 10 người con do người vợ hai, bà Abiah Foulger sinh ra. Bà Abiah là con gái của ông Peter Foulger và bà Mary Morrill. Trong số các anh chị em của Benjamin có anh trai James và em gái Jane.\n\nÔng Josiah muốn Ben vào trường của các giáo sĩ nhưng chỉ có đủ tiền để cho con đi học trong hai năm. Ben theo học trường [[Boston Latin School]] nhưng không tốt nghiệp; tuy vậy vẫn tiếp tục việc học bằng việc say mê đọc sách. Mặc dù \"cha mẹ đã coi nhà thờ như một công việc\"<ref name=\"autobio\">{{chú thích sách |last= Franklin |first= Benjamin |author-mask= 2 |title= Autobiography of Benjamin Franklin |chapter-url= https:\/\/books.google.com\/books?id=qW4VAAAAYAAJ |access-date =ngày 1 tháng 2 năm 2011 |series= Macmillan's pocket English and American classics |origyear= 1771 |year= 1901 |publisher=Macmillan |location= New York |page= vi |chapter= Introduction}}<!-- Note: the introduction of this edition is the source for this quote; please do not change the edition without verifying the quote remains sourced. --><\/ref> cho Franklin, việc đi học chấm dứt từ khi lên 10. Ben làm việc cho cha mình một thời gian, đến năm 12 tuổi, băt đầu đi theo học việc với anh trai James, một thợ in, người dạy Ben nghề kinh doanh in ấn. Khi Ben 15 tuổi, James thành lập The New-England Courant, đây là tờ báo độc lập thực sự đầu tiên ở các thuộc địa.\n\n== Philadelphia ==\nỞ tuổi 17, Franklin bỏ đi tới [[Philadelphia|Philadelphia, Pennsylvania]], tìm kiếm một khởi đầu mới tại một thành phố mới. Khi mới đến ông làm việc cho nhiều tiệm in quanh thị trấn. Tuy nhiên, ông không hài lòng với những viễn cảnh trước mắt. Sau vài tháng, tuy đang làm việc trong một nhà in, Franklin bị vị Thống đốc Pennsylvania [[William Keith (Phó thống đốc Thuộc địa Pennsylvania và Delaware)|Ngài William Keith]] thuyết phục để tới [[Luân Đôn]], bề ngoài là để mua số thiết bị cần thiết cho việc thành lập một tờ báo mới tại Philadelphia. Phát hiện những lời hứa hẹn của Keith về việc hỗ trợ tờ báo là dối trá, Franklin đã làm việc như một [[thợ sắp chữ]] trong một tiệm in tại nơi ngày nay là [[Thánh Bartholomew-the-Great|Nhà thờ Thánh Bartholomew-the-Great]] tại [[Smithfield, London|Smithfield]] trong khu London. Sau đó, ông quay trở lại Philadelphia năm 1726 với sự giúp đỡ của một nhà buôn tên là Thomas Denham, ông đã cho Franklin một chân kế toán, và giữ tiệm của ông.<ref name=\"Van Doren 1991\"\/>\n\nNăm 1727, Benjamin Franklin, ở tuổi 21, lập ra [[Junto]], một nhóm \"những thợ thủ công và nhà buôn tự nguyện và khao khát hy vọng tự cải thiện mình bằng cách cải thiện cộng đồng.\" Junto là một nhóm thảo luận những vấn đề của thời ấy; cuối cùng nó dẫn tới sự ra đời của nhiều tổ chức khác tại Philadelphia.\n\nĐọc sách là một hoạt động thường xuyên của Junto, nhưng sách thời ấy rất hiếm và đắt. Các thành viên đã lập ra một thư viện, và ban đầu họ mang sách của mình tới góp. Cách này không hiệu quả, tuy nhiên Franklin tiếp tục với ý tưởng một thư viện mà độc giả sẽ phải trả tiền khi mượn sách, và các thành viên sẽ góp tiền của mình vào để mua sách. Ý tưởng này dẫn tới sự ra đời của Công ty Thư viện (Library Company), và hiến chương của [[Library Company of Philadelphia]] được Franklin soạn thảo năm 1731.\n\nBan đầu, những cuốn sách được giữ tại nhà những người thủ thư, nhưng vào năm 1739 bộ sách được chuyển tới tầng hai tòa nhà State House của Pennsylvania, và hiện được gọi là [[Independence Hall (Hoa Kỳ)|Independence Hall]]. Năm 1791, một tòa nhà mới được xây riêng cho thư viện. Library Company phát triển mạnh mẽ không gặp phải bất kỳ sự cạnh tranh nào và sở hữu nhiều bộ sách vô giá như bộ sách của [[James Logan]] và người anh\/em của ông là William. Library Company trong thế kỷ hai mươi là một thư viện nghiên cứu và tham khảo vĩ đại bởi nó có tới 500.000 cuốn sách hiếm, sách mỏng, giấy khổ rộng, hơn 160.000 văn bản chép tay và 75.000 hình hoạ.\n\nKhi Denham chết, Franklin quay trở về với công việc trước kia của mình. Tới năm 1730, Franklin đã thành lập một nhà in của riêng mình và đã trở thành một chủ báo của tờ \"[[Lịch sử báo chí Mỹ|The Pennsylvania Gazette]]\". Tờ Gazette mang lại cho Franklin một diễn đàn để kêu gọi người dân thực hiện nhiều cuộc cải cách và sáng kiến tại địa phương thông qua những bài viết và nhận định. Cùng với thời gian, sự bình luận của ông, cùng với hình ảnh một nhà công nghiệp và trí thức trẻ tuổi, khiến ông có được sự tôn trọng lớn của mọi người; thậm chí sau khi Franklin đã có được danh tiếng với tư cách một nhà khoa học, một quan chức nhà nước, ông thường ký tên dưới những bức thư một cách khiêm tốn 'B. Franklin, Chủ nhà in'.<ref name=\"Van Doren 1991\"\/>\n\nFranklin đề xướng kế hoạch xây dựng trụ sở [[Hội Tam Điểm]] năm 1731 và đã trở thành một nhân vật quan trọng của hội (Grand Master) năm 1734, báo hiệu sự thăng tiến nhanh chóng về danh vọng của ông tại Pennsylvania.<ref name=HC>[[The History Channel]], ''Mysteries of the Freemasons: America'', video documentary, 1 tháng 8 năm 2006, written by Noah Nicholas and Molly Bedell<\/ref><ref>http:\/\/freemasonry.bcy.ca\/biography\/franklin_b\/franklin_b.html<\/ref> Cùng năm ấy, ông sửa chữa và xuất bản cuốn sách đầu tiên của Hội tam điểm tại Mỹ, một cuốn tái bản của cuốn [[Tổ chức của Hội tam điểm]] của [[James Anderson]]. Trong suốt cuộc đời mình Franklin luôn là một thành viên của hội.<ref>John C. van Horne, \"The History and Collections of the Library Company of Philadelphia,\" ''The Magazine Antiques'', v. 170. no. 2: 58-65 (1971).<\/ref><ref>J.A. Leo Lemay, \"Franklin, Benjamin (1706-1790),\" ''Oxford Dictionary of National Biography'', ed. H.C.G. Matthew and Brian Harrison (Oxford: OUP, 2004).[http:\/\/www.oxforddnb.com\/view\/article\/52466]<\/ref>\n\n=== Kết hôn ===\nNăm 1724, khi đang học việc tại nhà của Read, Franklin đã yêu [[Deborah Read]] trước khi tới London theo yêu cầu của Thống đốc Keith. Thời gian đó, mẹ của Read không muốn con mình hứa hôn với một chàng trai mười bảy tuổi đang trên đường tới London. Chồng bà mới qua đời và Bà Read khước từ lời cầu hôn của Franklin.<ref name=\"Van Doren 1991\"\/>\n\nKhi Franklin đang ở London, Deborah đã lấy một người tên là John Rodgers. Đây là một quyết định sai lầm. Rodgers ngay sau đó trốn nợ và chạy tới [[Barbados]], để Deborah lại. Vì không ai biết thân thế sau đó của Rodgers, và luật pháp cấm song hôn, Deborah không được chính thức tái hôn.\n\nFranklin cũng có vấn đề của riêng mình. Năm 1730, ông công nhận một đứa con trai ngoài giá thú tên là [[William Franklin|William]], ông này sau này sẽ là vị thống đốc bảo hoàng cuối cùng của [[New Jersey]]. Tuy không ai biết danh tính của mẹ William, có lẽ trách nhiệm nuôi dưỡng một đứa trẻ là một lý do khiến Franklin quyết định về ở chung với Deborah Read. William được Franklin nuôi dưỡng trong nhà mình và cuối cùng đã bất đồng ý kiến với bố về cách xử lý các thuộc địa với Hoàng gia Anh. Tuy nhiên, ông không sử dụng uy tín của cha để hô hào cho lập trường của mình.\n\nFranklin đã tổ chức [[cưới thực tế]] (không hôn lễ) với Deborah Read ngày [[1 tháng 9]] năm [[1730]]. Benjamin và Deborah Franklin có hai người con (ngoài William). Con cả là Francis Folger Franklin, sinh tháng 10 năm 1732; cậu bé chết vì [[đậu mùa|bệnh đậu mùa]] năm 1736, khi mới 4 tuổi. [[Sarah Franklin Bache|Sarah Franklin]], tên thường gọi là Sally, sinh năm 1743. Bà cưới [[Richard Bache]], có bảy người con, và là người chăm sóc Franklin khi ông già cả.\n\nDeborah sợ biển đồng nghĩa với việc bà không bao giờ đi cùng Franklin trên bất kỳ chuyến đi nào tới châu Âu, dù ông đã nhiều lần yêu cầu.\n\n=== Thành công với vai trò tác giả ===\nNăm 1733, Franklin bắt đầu xuất bản cuốn sách nổi tiếng ''[[Poor Richard's Almanac]]'' (với cả những bài viết của riêng ông và vay mượn), cuốn sách này đã mang lại rất nhiều danh tiếng cho ông. Những câu châm ngôn trong cuốn sách đó như \"A penny saved is twopence dear\" (thường bị trích dẫn sai thành ''\"Một penny tiết kiệm được là một penny kiếm được\"''), ''\"Những vị khách và cá đều bốc mùi sau ba ngày\"'' vẫn còn là những câu thường gặp trong hiện tại. Sự hiểu biết về xã hội dân gian có nghĩa con người có khả năng biến đổi trong bất kỳ một hoàn cảnh hiện tại, và những độc giả của Franklin luôn có được điều đó. Ông đã bán khoảng mười nghìn cuốn sách mỗi năm.<ref name=\"Van Doren 1991\"\/>\n\nNăm 1758, năm ông ngừng viết cho cuốn Almanac, ông xuất bản cuốn ''Father Abraham's Sermon''. Cuốn [[Tự truyện của Benjamin Franklin|tự truyện của Franklin]], được xuất bản sau khi ông chết, đã trở thành một cuốn sách kinh điển của thể loại này.\n\n== Những phát minh và nghiên cứu khoa học ==\n\n=== Điện học ===\nFranklin là một nhà phát minh phi thường. Trong số những phát minh của ông có [[cột thu lôi]], [[đàn armonica]], bếp lò Franklin, kính hai tròng, và ống thông tiểu mềm. Franklin không bao giờ xin bản quyền cho phát minh của mình; trong tự truyện ông đã viết, \"Vì chúng ta đang hưởng thụ nhiều sự tân tiến có được từ phát minh của những người khác, chúng ta cần phải sung sướng khi có cơ hội phục vụ những người khác bằng những phát minh của mình; và chúng ta phải làm điều đó một cách thoải mái và hào phóng.\"<ref>{{chú thích sách|title=The Autobiography of Benjamin Franklin|chapter=Part three|author=Benjamin Franklin|url=http:\/\/www.ushistory.org\/franklin\/autobiography\/page55.htm}}<\/ref>\n\nNăm 1743, Franklin lập ra [[Hội Triết học Mỹ]] để làm nơi thảo luận các khám phá cho những nhà khoa học. ông bắt đầu tiến hành nghiên cứu về điện, và công việc này cùng với những công trình khoa học khác của ông, sẽ tiếp tục theo ông cả cuộc đời, giữa những khoảng thời gian dành cho chính trị và kiếm tiền.<ref name=\"Van Doren 1991\"\/>\n\nNăm 1748, ông thôi nghề in và chuyển sang ngành kinh doanh khác. Ông liên kết với vị đốc công của mình là, David Hall, người đã chia nửa số lợi tức từ gian hàng với Franklin trong 18 năm. Công việc kinh doanh nhiều lợi nhuận này khiến ông có thời gian cho nghiên cứu, và trong vài năm ông đã có nhiều phát minh mang lại danh tiếng cũng như học vị trên khắp châu Âu, và đặc biệt là tại Pháp.\n\nTrong số đó có nghiên cứu của ông về điện. Franklin cho rằng điện phát ra từ \"thủy tinh\" và \"nhựa cây\" không phải là những kiểu \"chất lưu điện\" (như điện được gọi thời ấy) khác nhau, mà cùng là một chất lưu điện dưới những áp lực khác nhau. Ông là người đầu tiên đặt tên cho chúng là [[electrical charge|dương và âm]],<ref>[http:\/\/scienceworld.wolfram.com\/biography\/FranklinBenjamin.html]<\/ref> và ông cũng là người đầu tiên khám phá ra nguyên lý bảo toàn điện tích.<ref>[http:\/\/www.physchem.co.za\/Static%20Electricity\/Charge.htm]<\/ref>\n\nNăm 1750, ông xuất bản một bài viết đề xuất một cuộc thí nghiệm để chứng minh rằng sét là điện bằng cách thả một chiếc [[diều]] trong cơn [[bão]] có vẻ sẽ trở thành một cơn bão [[tia sét|sét]]. Ngày [[10 tháng 5]] năm [[1752]], [[Thomas-François Dalibard]] nước Pháp đã tiến hành thí nghiệm của Franklin (sử dụng một cột thu lôi thép cao 40 foot thay cho chiếc diều) và đã thu được những tia lửa điện từ một đám mây. Ngày [[15 tháng 6]], Franklin tiến hành cuộc thí nghiệm với diều nổi tiếng của mình [[Saint Stephen's Church, Philadelphia#Franklin|tại Philadelphia]] và cũng thu được những tia lửa điện từ một đám mây (không hề biết rằng Dalibard cũng đã làm điều đó, từ 36 ngày trước). Thí nghiệm của Franklin không được viết ra cho tới khi cuốn ''Lịch sử và Tình trạng Hiện tại của Điện'' của [[Joseph Priestley]] được xuất bản năm 1767; bằng chứng cho thấy Franklin đã chuẩn bị cách diện (không phải chạm trực tiếp vào đường dẫn, bởi ông có thể gặp nguy hiểm vì [[điện giật]] khi sét đánh). (Những người khác, như Giáo sư [[Georg Wilhelm Richmann]] tại [[St. Petersburg, Nga]], đã bị giật chết vài tháng sau cuộc thí nghiệm của Franklin.) Trong giấy tờ ghi chép của mình, Franklin chỉ ra rằng ông nhận thức được những nguy hiểm và đã sử dụng những cách khác để chứng minh rằng sét là điện, như được thể hiện trong việc ông dùng [[tiếp đất]]. Nếu Franklin thực sự có tiến hành thí nghiệm này, ông cũng không làm nó theo cách thường được miêu tả, thả diều và chờ bị giật khi sét đánh, (bởi điều đó có thể [http:\/\/www.mos.org\/sln\/toe\/kite.html gây nhiều xúc cảm nhưng sẽ dẫn tới tử vong]). Thay vào đó ông dùng diều để có được điện thế từ một đám mây bão, việc này đồng nghĩa với sét là điện.\n\nNgày [[19 tháng 10]] trong một bức thư gửi tới Anh để hướng dẫn thực hiện lại thí nghiệm đó, Franklin đã viết:\n<blockquote>\n\"Khi mưa đã làm ướt sợi dây diều tới mức nó có thể dẫn điện tự do, bạn sẽ thấy nó phát ra thành tia lửa điện từ chiếc chìa khóa khi để khuỷu tay gần lại, và nếu chiếc khóa đó là một lọ nhỏ, hay một bình Leiden, nó có thể tích điện: and from electric fire thus obtained spirits may be kindled, và all other electric experiments [may be] performed which are usually done by the help of a rubber glass globe hoặc tube; and therefore the sameness of the electrical matter with that of lightening completely demonstrated.\"<ref>Wolf, A., ''History of Science, Technology, and Philosophy in the Eighteenth Century'' (New York, 1939) p.232<\/ref>\n<\/blockquote>\n \nNhững cuộc thí nghiệm điện của Franklin đã đưa tới phát minh ra cột thu lôi. Ông đã lưu ý rằng cột thu lôi nên có đầu nhọn chứ không phải đầu tròn để có thể thu điện một cách yên lặng, và thu được ở khoảng cách xa hơn. Ông phỏng đoán rằng phát minh này sẽ được dùng để bảo vệ các tòa nhà khỏi sét, bằng cách lắp các ''\"cột thu lôi thép thẳng đứng, nhọn như một cây kim và được sơn phủ tránh gỉ, và có một hệ thống dây dẫn bên ngoài tòa nhà nối chân những cột thu lôi đó dẫn xuống đất;...Những cột thu lôi sẽ có thể dẫn điện một cách êm ái từ đám mây xuống đất trước khi nó đủ lớn để thành sét đánh, và nhờ thế sẽ cứu chúng ta khỏi sự nguy hiểm bất ngờ và kinh khủng đó!\"'' Sau một loạt những thí nghiệm tại chính nhà của Franklin, các cột thu lôi đã được lắp đặt trên Hàn lâm viện Philadelphia (sau này là Đại học Pennsylvania) và Tòa Thị chính Pennsylvania (sau này là Independence Hall) năm 1752.<ref>{{Chú thích web |url=http:\/\/www.physicstoday.org\/vol-59\/iss-1\/p42.html |ngày truy cập=2007-05-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 10 tháng 1 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060110052254\/http:\/\/www.physicstoday.org\/vol-59\/iss-1\/p42.html |url-status=dead }}<\/ref>\n\nĐể ghi nhận những nghiên cứu trong lĩnh vực điện của ông, Franklin đã nhận được [[Huy chương Copley]] của [[Hội Hoàng gia Luân Đôn|Royal Society]] năm 1753, và vào năm 1756 ông trở thành một trong số ít người Mỹ ở thế kỷ mười tám được bầu làm Fellow of the Society. Đơn vị [[cgs]] của [[electric charge]] đã được đặt theo tên ông: một ''franklin'' (Fr) tương đương một [[statcoulomb]].\n\n=== Khí tượng học ===\nNgày [[21 tháng 10]] năm [[1743]], một cơn bão tràn vào từ hướng tây nam khiến Franklin mất một cơ hội quan sát [[nguyệt thực]]. Franklin nhận thấy gió ưu thế thực tế tới từ phía đông bắc, trái ngược với điều ông từng nghĩ. Trao đổi thư từ với anh\/em trai mình, Franklin biết rằng cơn bão đó đã không tràn vào Boston cho tới sau thời điểm nguyệt thực, dù trên thực tế Boston ở phía đông bắc Philadelphia. Ông suy luận rằng những cơn bão không phải luân luôn đi theo hướng gió chủ đạo, một quan niệm có ảnh hưởng rất lớn trong [[khí tượng học]].<ref>[http:\/\/www.islandnet.com\/~see\/weather\/almanac\/arc2003\/alm03oct.htm]<\/ref>\n\n=== Nguyên lý làm lạnh ===\nFranklin cũng đã nhận thấy nguyên lý [[làm lạnh]] khi quan sát trong một ngày trời rất nóng, ông thấy lạnh hơn khi mặc một chiếc áo ướt trong gió nhẹ so với khi mặc chiếc áo khô. Để hiểu hiện tượng này rõ hơn, Franklin tiếp tục tiến hành thí nghiệm. Trong một ngày ấm áp tại [[Cambridge]], Anh, năm 1758, Franklin và một người bạn là nhà khoa học John Hadley thí nghiệm liên tục làm ẩm bình chứa thủy ngân của [[nhiệt kế]] bằng [[diethyl ether|ether]] và dùng [[ống thổi]] để làm bay hơi ether. Với mỗi lần [[bay hơi]], nhiệt kế lại chỉ mức nhiệt độ thấp hơn, cuối cùng xuống mức 7&nbsp;°F (-14&nbsp;°C). Một nhiệt kế khác thể hiện [[nhiệt độ]] phòng là 65&nbsp;°F (18&nbsp;°C). Trong bức thư \"[[Làm lạnh bằng Bay hơi]]\" của minh, Franklin đã lưu ý rằng \"ta có thể thấy khả năng một người bị lạnh đến chết trong một ngày mùa hè ấm áp\". Mỗi năm ngành công nghiệp thực phẩm bảo quản lạnh trao một Giải thưởng Franklin Award để ghi nhớ người đã quan sát thấy hiện tượng này.\n\n== Những thử nghiệm âm nhạc ==\nFranklin được biết đã từng chơi [[vĩ cầm|violin]], [[hạc cầm|đàn hạc]], và [[ghi-ta|guitar]]. Ông cũng sáng tác nhạc, đáng chú ý nhất là một bản [[tứ tấu dây]] theo [[Thời kỳ âm nhạc cổ điển|phong cách tiền cổ điển]], và đã phát minh ra một phiên bản cải tiến hơn của [[glass harmonica]], trong đó mỗi kính được chế tạo để quay trên chính nó, và tay của người chơi để yên, chứ không phải di chuyển, phiên bản này nhanh chóng được chấp nhận tại châu Âu.<ref>{{Chú thích web | url = http:\/\/www.finkenbeiner.com\/gh.html | tiêu đề = GFI Scientific glass blowing products and services | tác giả 1 = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n== Đời sống công khai ==\nNăm 1736, Franklin lập ra [[Union Fire Company]], công ty [[cứu hoả]] tự nguyện đầu tiên tại Mỹ. Cùng năm ấy ông in một đồng tiền mới cho [[New Jersey]] dựa trên các kỹ thuật tân tiến chống [[giả mạo|làm giả]] mà ông đã phát minh ra.\n\nKhi đã trưởng thành, Franklin bắt đầu quan tâm nhiều hơn tới những hoạt động công cộng. Năm 1743, ông trình bày một kế hoạch xây dựng [[Viện hàn lâm và cao đẳng Philadelphia]]. Ông đã được chỉ định làm chủ tịch viện này ngày [[13 tháng 11]] năm [[1749]], và trường mở cửa ngày [[13 tháng 8]] năm [[1751]]. Tại [[lễ trao bằng]] đầu tiên của trường ngày [[17 tháng 5]] năm [[1757]], bảy người đã tốt nghiệp; sáu là [[Cử nhân văn chương]] và một là [[Thạc sĩ văn chương]]. Sau này trường đã sáp nhập với Đại học Bang Pennsylvania để trở thành Đại học Pennsylvania.\n\nNăm 1753, cả [[Đại học Harvard]] và [[Đại học Yale]] đều trao bằng danh dự cho ông.\n\nNăm 1751, Franklin và [[Tiến sĩ Thomas Bond]] được ủy ban lập pháp Pennsylvania giao trách nhiệm thành lập một [[bệnh viện]]. [[Bệnh viện Pennsylvania]] là bệnh viện đầu tiên tại nơi sau này sẽ trở thành Hợp chúng quốc Hoa Kỳ.\n\n[[Tập tin:Benjamin Franklin - Join or Die.jpg|trái|nhỏ|150px|[[Gia nhập, hay là Chết]]: Bức hình cổ động chính trị này của Franklin kêu gọi các thuộc địa liên kết với nhau trong [[Chiến tranh Pháp Ấn Độ]] ([[Chiến tranh Bảy năm]]).]]\nFranklin bắt đầu tham gia vào công việc chính trị Philadelphia và thăng tiến nhanh chóng. Tháng 10 năm 1748 ông được chọn làm một ủy viên hội đồng, tháng 6 năm 1749 ông trở thành một thành viên [[Thẩm phán hòa giải]] của Philadelphia, và năm 1751 ông được bầu vào [[Quốc hội Pennsylvania]]. Ngày [[10 tháng 8]] năm [[1753]], Franklin được chỉ định làm Phó giám đốc bưu điện Bắc Mỹ. Công việc nổi tiếng nhất của ông khi hoạt động chính trị trong nước là cải cách hệ thống bưu điện, nhưng danh tiếng của ông chủ yếu có được nhờ những hoạt động ngoại giao do ông đảm nhiệm về quan hệ giữa các thuộc địa và Vương quốc Anh, và sau này với Pháp.<ref name=\"Van Doren 1991\"\/>\n\nNăm 1754, ông lãnh đạo phái đoàn Pennsylvania tại [[Đại hội Albany]]. Cuộc gặp gỡ này của các thuộc địa đã được [[Ban thương mại]] tại Anh triệu tập nhằm cải thiện các quan hệ với người Indian và tự vệ chống lại Pháp. Franklin đã đề xuất một kế hoạch Liên minh các thuộc địa. Tuy kế hoạch không được thông qua, nhiều ý tưởng trong đó đã xuất hiện trong [[Các điều khoản Liên bang]] và Hiến pháp.\n\nNăm 1757, ông được Quốc hội Pennsylvania phái tới Anh với tư cách phái viên thuộc địa phản đối ảnh hưởng chính trị của gia đình Penn, những người được hưởng quyền ưu tiên tại thuộc địa. Ông đã ở Anh trong năm năm, chiến đấu đòi chấm dứt đặc quyền của gia đình Penn đối với cơ quan lập pháp do dân bầu, và đặc quyền được miễn thuế trên đất đai của họ. Vì thiếu những đồng minh có ảnh hưởng trong [[Whitehall]], sứ mạng này đã không thành công. Năm 1759, [[Đại học St Andrews]] trao ông bằng Tiến sĩ danh dự ngành Luật. Năm 1762, [[Đại học Oxford]] trao cho Franklin bằng tiến sĩ danh dự về những thành tưu khoa học của ông và từ đó ông được gọi là \"Tiến sĩ Franklin.\" Ông cũng tìm cách xin được một địa vị cho người con ngoài giá thú của mình, William Franklin, là [[Thống đốc New Jersey|Thống đốc Thuộc địa New Jersey]].<ref name=\"Van Doren 1991\"\/>\n\nTrong thời gian ở London, Franklin bắt đầu tham gia các hoạt động chính trị cấp tiến. Ông là một thành viên của [[Club of Honest Whigs]], cùng với những nhà tư tưởng như [[Richard Price]].\n\nNăm 1756, Franklin trở thành một thành viên Hội Khuyến khích Nghệ thuật, Chế tạo & Công nghệ (hiện là [[Hiệp hội Hoàng gia RSA|Hiệp hội Nghệ thuật Hoàng gia]] (RSA), được thành lập năm 1754), những cuộc họp đầu tiên của hội diễn ra tại các quán cà phên thuộc quận [[Covent Garden]] ở London, gần nơi Franklin cư trú tại Craven Street (một trong những nơi duy nhất ông từng cư ngụ còn lại và được mở cửa cho công chúng với tên gọi bảo tàng [[Nhà Benjamin Franklin]] ngày [[17 tháng 1]] năm [[2006]]). Sau khi quay trở về Mỹ, Franklin trở thành một thành viên từ xa của hội và vẫn giữ liên lạc mật thiết với Hội. Hội Nghệ thuật Hoàng gia đã đưa ra Huy chương Benjamin Franklin năm 1956 để tưởng nhớ ngày sinh nhật lần thứ 250 của ông và 200 năm ngày thành lập hội.\n\nTrong thời gian sống tại Craven Street ở London trong giai đoạn 1757 và 1775, Franklin đã có mối quan hệ bạn bè thân mật với bà chủ nhà của mình là Margaret Stevenson cùng các bạn bè và người thân của bà, đặc biệt là cô con gái Mary, người thường được gọi là Polly.\n\nNăm 1759, ông cùng con trai tới thăm [[Edinburgh]], và ông đã gọi những ngày tháng tại đó là \"những ngày hạnh phúc ''nhiều'' nhất đời tôi.\"<ref>Buchan, ''Crowded with Genius'', p.2<\/ref>\n\nÔng cũng tham gia [[Hội Mặt trăng]] (Lunar Society) có nhiều ảnh hưởng tại [[Birmingham]], ông thường trao đổi với hội này và thỉnh thoảng lui tới trụ sở hội tại West Midlands mỗi khi tới thăm Birmingham.\n\n=== Cuộc Cách mạng Mỹ ===\nNăm 1763, ngay sau khi Franklin quay trở về Pennsylvania, biên giới phía tây của tiểu bang xảy ra một cuộc chiến tranh ác liệt được gọi là cuộc [[Nổi loạn Pontiac]]. [[Paxton Boys]], một nhóm những người định cư tin rằng chính phủ Pennsylvania không làm đủ để bảo vệ họ khỏi những cuộc cướp bóc của [[Những dân tộc châu Mỹ bản xứ tại Hoa Kỳ|người da đỏ]], đã giết hại một nhóm người da đỏ hòa bình và sau đó tiến vào Philadephia. Franklin đã giúp tổ chức một lực lượng du kích địa phương nhằm bảo vệ thủ phủ thành phố khỏi đám người đó, và sau đó gặp gỡ với các lãnh đạo Paxton và thuyết phục họ giải tán. Franklin đã nghiêm khắc lên án thành kiến chủng tộc của nhóm Paxton Boys. \"Nếu một ''người da đỏ'' làm tôi bị thương,\" ông hỏi, \"thì sau đó tôi sẽ phải gây ra vết thương như vật cho tất cả ''người da đỏ'' chăng?\"<ref>Franklin, [http:\/\/www.historycarper.com\/resources\/twobf3\/massacre.htm \"A Narrative of the Late Massacres...\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060427070508\/http:\/\/www.historycarper.com\/resources\/twobf3\/massacre.htm |date = ngày 27 tháng 4 năm 2006}}<\/ref>\n\nNhiều người ủng hộ nhóm Paxton Boys là những người Scotland, Ireland thuộc [[Giáo hội Trưởng lão]] và [[Nhà thờ Cải cách Đức]] hay [[Học thuyết Luthơ]] thuộc vùng nông thôn phía tây Pennsylvania, dẫn tới những lời cáo buộc cho rằng Franklin muốn tạo ảnh hưởng có lợi cho giới thượng lưu đô thị [[Quaker]] phía đông. Vì những lời buộc tội đó, và vì những cuộc tấn công khác vào nhân cách của ông, Franklin đã mất ghế trong Quốc hội ở cuộc bầu cử năm 1764. Tuy nhiên, thất bại này đã trao cho ông cơ hội quay trở lại London, nơi ông lấy lại danh tiếng là một người ủng hộ triệt để nước Mỹ.<ref>Isaacson (2003).<\/ref>\n\nNăm 1764, Franklin được phái tới Anh với tư cách phái viên thuộc địa, lần này theo kiến nghị của [[Vua George III của Anh Quốc|Vua George III]] nhằm thành lập ủy ban kiểm soát trung ương Anh tại Pennsylvania, riêng biệt với \"những người ưu tiên\" thừa kế. Trong lần này ông cũng trở thành một phái viên thuộc địa cho [[Georgia (bang Hoa Kỳ)|Georgia]], [[New Jersey]] và [[Massachusetts]]. Tại London, ông kịch liệt phản đối Luật Tem, dù những lời cáo buộc từ nhiều phái tại Mỹ cho rằng ông đã tham gia vào việc đưa ra đạo luật đó. Sự phản đối Luật Tem của ông, và sau này là với cả [[Luật Townshend]] năm 1767, dẫn tới sự kết thúc giấc mơ trở thành một viên chức trong Chính phủ Anh và sự liên minh của ông với những phe phái ủng hộ sự độc lập của thuộc địa. Nó cũng dẫn tới một sự chia rẽ không thể hàn gắn giữa ông với người con trai William, người vẫn trung thành với Đế quốc Anh.<ref name=\"Isaacson 2003\">Isaacson (2003)<\/ref>\n\n[[Tập tin:Franklin-Benjamin-LOC.jpg|nhỏ|trái|Franklin năm 1783, một bức tranh khắc dựa theo bức tranh của [[Joseph Duplessis]].]]\n\nTháng 9 năm 1767, Franklin tới thăm Paris với một người bạn đồng hành đáng ngạc nhiên là [[John Pringle]]. Tin tức về các khám phá về điện của ông đã được biết đến nhiều tại Pháp. Sự nổi tiếng của ông khiến ông có cơ hội tiếp xúc với nhiều nhà khoa học và chính trị danh tiếng, và cả Vua [[Louis XV của Pháp|Louis XV]].<ref name=\"Isaacson 2003\"\/>\n\nKhi rời London năm 1768, ông đã phát triển một bản [[Ký tự ngữ âm Benjamin Franklin|ký tự ngữ âm]] kiểu ''Một hệ thống cho một Bảng chữ cái mới và một cách đánh vần mới''. Bảng chữ cái mới này loại bỏ sáu chữ mà Franklin coi là thừa (c, j, q, w, x và y), và thêm vào sáu chữ cái mới ghi âm mà ông cảm thấy là thiếu; tuy nhiên, bảng chữ cái mới này không bao giờ được ưa chuộng và cuối cùng không còn được quan tâm nữa.<ref>[http:\/\/www.omniglot.com\/writing\/franklin.htm]<\/ref>\n\nNăm 1771, Franklin đi lại liên tục quanh hòn Đảo Anh, ở cùng [[Joseph Priestley]] và [[David Hume]] cùng nhiều người khác. Tại [[Dublin]], Franklin được mời tới tham gia cùng các thành viên của [[Nghị viện Ireland]] chứ không phải tới các phòng trưng bày. Ông là người Mỹ đầu tiên được trao danh dự này.<ref>[http:\/\/www.ushistory.org\/franklin\/biography\/chap05.htm Life of Benjamin Franklin], Chapter 5, Jared Sparks<\/ref> Khi đang ở Ireland ông đã kinh ngạc khi chứng kiến mức độ nghèo khổ tại đó. Ireland là một đối tượng của những quy định và luật pháp thương mại của Anh, gây ảnh hưởng tới nền kinh tế Ireland, và Franklin sợ rằng Mỹ cũng sẽ phải chịu số phận tương tự nếu sự khai thác thuộc địa của Anh tiếp tục diễn ra.<ref>[http:\/\/www.pbs.org\/benfranklin\/exp_worldly_ireland.html]<\/ref>\n\nNăm 1773, Franklin xuất bản hai bản tiểu luận trào phúng ủng hộ nhà nước Mỹ nổi tiếng nhất của mình: ''[[s:Rules By Which A Great Empire May Be Reduced To A Small One|Những quy tắc theo đó một đế chế vĩ đại sẽ trở thành một đế chế nhỏ nhoi]]'', và ''Một chỉ dụ của Vua Phổ''.<ref>{{Chú thích web |url=http:\/\/www.historycarper.com\/resources\/twobf3\/pa-1773.htm |ngày truy cập=2007-05-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 3 tháng 1 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060103051246\/http:\/\/www.historycarper.com\/resources\/twobf3\/pa-1773.htm |url-status=dead }}<\/ref> ông cũng xuất bản một cuốn ''Abridgment of the Book of Common Prayer'', nặc danh cùng [[Francis Dashwood]]. Trong số những điểm khác thường của cuốn sách này có đề nghị giảm thời gian tang lễ xuống còn sáu phút, \"để giữ sức khỏe và cuộc sống của những người sống\".<ref name=\"Isaacson 2003\"\/>\n\n=== Những bức thư của Hutchinson ===\nFranklin đã nhận được một số lá thư riêng từ vị thống đốc Massachusetts [[Thomas Hutchinson]] và phó thống đốc [[Andrew Oliver]] chứng minh rằng họ đang thúc đẩy London xóa bỏ quyền lực của người Boston. Franklin đã gửi chúng về Mỹ khi những căng thẳng leo thang. Khi ấy Franklin trở thành một người gây ra nhiều vấn đề nguy hiểm trong con mắt người Anh. Những hy vọng về một giải pháp hòa bình chấm dứt và ông trở thành đối tượng của một sự nhạo báng và làm nhục có hệ thống của Hội đồng Cơ mật. Ông rời London tháng 3 năm 1775.<ref name=\"Isaacson 2003\"\/>\n\n=== Tham gia soạn thảo Tuyên bố độc lập ===\n[[Tập tin:Declaration of Independence (1819), by John Trumbull.jpg|nhỏ|phải|300px|[[John Trumbull]] miêu tả [[Hội đồng Năm Người]] đang đệ trình dự thảo của mình trước Đại hội.<ref>http:\/\/www.americanrevolution.org\/deckey.html<\/ref>]]\n\nKhi Franklin tới Philadelphia ngày [[5 tháng 5]], cuộc [[Cách mạng Mỹ]] đã bắt đầu với sự giao tranh tại [[Những trận đánh Lexington và Concord|Lexington và Concord]]. [[Du kích]] New England đã chặn được lực lượng chính của quân đội Anh tại Boston. [[Cách mạng Mỹ|Chiến tranh Cách mạng]] đã nổ ra. Quốc hội Pennsylvania đơn phương chọn Franklin làm đại biểu của họ tại [[Đại hội Thuộc địa lần Hai]]. Năm 1776, ông là một thành viên của [[Ủy ban Năm Người]] soạn thảo [[Tuyên ngôn độc lập Hoa Kỳ|Tuyên ngôn Độc lập]] và đưa ra nhiều sửa đổi nhỏ cho bản thảo của [[Thomas Jefferson]].<ref name=\"Isaacson 2003\"\/>\n\nTại buổi ký kết, ông được cho là đã nói: \"Tất cả chúng ta phải đoàn kết cùng nhau, hoặc chắc chắn chúng ta sẽ bị treo cổ riêng lẻ.\"\n\n=== Đại sứ tại Pháp (1776-1785) ===\nTháng 12 năm 1776, ông được phái tới Pháp với tư cách [[công sứ]] của Hoa Kỳ. Ông đã sống tại một ngôi nhà ở vùng ngoại ô Paris tại [[Passy]], do [[Jacques-Donatien Le Ray|Jacques-Donatien Le Ray de Chaumont]] người muốn giúp đỡ Hợp chủng Quốc trao tặng. Franklin ở lại Pháp cho tới tận năm 1785, và trở nên nổi tiếng trong xã hội Pháp tới mức đối với một gia đình thượng lưu Pháp việc treo một bức chân dung ông trong phòng khách đã trở thành mốt. Ông có phong cách lịch lãm tán tỉnh với các quý bà đúng kiểu Pháp (nhưng không hề có quan hệ thực tế.) Ông đã điều hành những công việc của đất nước mình với nhà nước Pháp với thành công mỹ mãn, gồm cả việc kiếm được một liên minh quân sự tối quan trọng với nước này và đàm phán thành công [[Hiệp định Paris (1783)|Hiệp ước Paris (1783)]]. Khi ông quay trở lại quê hương năm 1785, ông trở thành người có ảnh hưởng thứ hai, chỉ sau [[George Washington]] với tư cách là chiến sĩ giành độc lập của Mỹ. Le Ray đã vinh danh ông bằng một bức chân dung theo yêu cầu do họa sĩ [[Joseph Duplessis]] vẽ và hiện nó được treo tại Phòng tranh Chân dung Quốc gia của [[Viện Smithsonian]] ở [[Washington, D.C.|Washington, DC]].\n\nSau khi từ Pháp về, Franklin trở thành [[người ủng hộ bãi nô]], trả tự do cho cả hai người nô lệ của mình. Cuối cùng ông trở thành chủ tịch [[Hội cứu tế cho Người da đen được trả Tự do đã bị giữ trái phép trước đó trong cảnh nô lệ]].<ref>[http:\/\/www.pbs.org\/benfranklin\/l3_citizen_abolitionist.html]<\/ref>\n\nNăm 1787, ông là một đại biểu trong Hội nghị Hiến pháp tại Philadelphia. Ông đóng vai trò danh sự nhưng ít khi tham gia vào tranh luận. Ông là Người cha nước Mỹ duy nhất ký tên vào tất cả bốn tài liệu chính về việc thành lập Hợp chủng quốc Hoa Kỳ: Tuyên ngôn Độc lập, Hiệp ước Paris, [[Hiệp ước Liên minh]] với Pháp, và Hiến pháp Mỹ.\n\nNăm 1787, một nhóm các vị bộ trưởng có ảnh hưởng tại [[Lancaster, Pennsylvania]], đề xuất thành lập một trưởng cao đẳng mới mang tên Franklin để vinh danh ông. Franklin đã tặng £200 cho việc phát triển trường Cao đẳng Franklin; hiện trường có tên là [[Cao đẳng Franklin và Marshall College]].\n\nTrong giai đoạn 1771 - 1788, ông hoàn thành cuốn [[tự truyện]] của mình. Mặc dù nó được con trai ông xem lần đầu tiên, nhưng sau đó đã được sửa chữa lại theo yêu cầu của một người bạn ông.\n\nTrong những năm cuối đời, khi Đại hội bị buộc phải giải quyết những vấn đề về [[Lịch sử chế độ nô lệ tại Hoa Kỳ|nô lệ]], Franklin đã viết nhiều bài luận cố sức thuyết phục độc giả về tầm quan trọng của việc bãi bỏ chế độ nô lệ và sự hội nhập của người Phi vào xã hội Mỹ. Những bài viết đó gồm:\n* ''[[s:An Address to the Public|Một bài trần tình tới công chúng từ Hội ủng hộ xóa bỏ chế độ nô lệ Pennsylvania]]'', (1789)\n* ''[[s:Plan for Improving the Condition of the Free Blacks|Kế hoạch cải thiện điều kiện sống của người da đen tự do]]'' (1789), và\n* ''Sidi Mehemet Ibrahim về Buôn bán Nô lệ'' (1790).\n\nNăm 1790, những thành viên hội Quaker từ New York và Pennsylvania đệ trình yêu cầu xóa bỏ chế độ nô lệ của họ. Lý lẽ phản đối chế độ nô lệ của họ được Hội những người ủng hộ xóa bỏ chế độ nô lệ Pennsylvania và chủ tịch của nó là Benjamin Franklin tán thành.\n\n=== Chủ tịch Pennsylvania ===\n\nTrong một cuộc bỏ phiếu đặc biệt được tổ chức ngày [[18 tháng 11]] năm [[1785]] Franklin được nhất trí bầu làm [[Hội đồng Hành pháp Tối cao Toàn thể Pennsylvania#Các chủ tịch Hội đồng|Chủ tịch]] thứ sáu của [[Hội đồng Hành pháp Tối cao Toàn thể Pennsylvania|Hội đồng Hành pháp Tối cao Pennsylvania]], thay thế [[John Dickinson (đại biểu)|John Dickinson]]. Chức vụ Chủ tịch Pennsylvania tương đương với chức [[Thống đốc]] ngày nay. Ta không biết rõ tại sao Dickinson lại cần bị thay thế khi chưa tới hai tuần nữa là một cuộc bầu cử thông thường sẽ diễn ra. Franklin đã giữ chức vụ này trong hơn ba năm, dài hơn bất kỳ một Chủ tịch Hội đồng nào khác, và làm ba nhiệm kỳ đầy đủ theo mức quy định tối đa của Hiến pháp. Ngay sau cuộc bầu cử đầu tiên, ông đã tái cử một nhiệm kỳ nữa ngày [[29 tháng 10]] năm 1785, và một lần nữa vào mùa hè năm [[1786]] và vào ngày [[31 tháng 10]] năm [[1787]]. Về mặt chính thức, nhiệm kỳ của ông kết thúc ngày [[5 tháng 11]] năm [[1788]], nhưng có một số câu hỏi liên quan tới sự kết thúc ''[[thực tế]]'' hoạt động của ông, cho rằng một Franklin già cả không thể tham gia tích cực vào hoạt động điều hành hàng ngày của Hội đồng cho tới tận cuối nhiệm kỳ.\n\n== Đức hạnh, tôn giáo và các đức tin cá nhân ==\nGiống như nhiều người ủng hộ [[Chủ nghĩa Cộng hòa tại Hoa Kỳ|chủ nghĩa cộng hoà]], Franklin nhấn mạnh rằng nền cộng hòa mới chỉ có thể tồn tại nếu người dân đạo đức theo nghĩa phải chú trọng tới trách nhiệm công dân và từ chối tham nhũng. Thực vậy trong cả cuộc đời, ông luôn suy xét về vai trò công dân và đạo đức cá nhân, như được thể hiện trong những câu cách ngôn ở cuốn ''Poor Richard's''.\n\nDù cha mẹ Franklin đã muốn ông làm việc trong nhà thờ, Franklin đã trở nên mất lòng tin vào tôn giáo có tổ chức sau khi khám phá [[thần luận]]. ''\"Tôi nhanh chóng trở thành một người hoàn toàn theo thần luận.\"''<ref>[http:\/\/www.usgennet.org\/usa\/topic\/preservation\/bios\/franklin\/chpt4.htm]<\/ref> Ông tiến tới tấn công các nguyên tắc Thiên chúa giáo về tự do nguyện vọng và đạo đức trong một cuốn sách nhỏ năm 1725, ''[[Một bàn luận về Tự do và Sự cần thiết, Sự khoái lạc và Nỗi đau]].''<ref>{{Chú thích web |url=http:\/\/www.historycarper.com\/resources\/twobf1\/m7.htm |ngày truy cập=2007-05-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 28 tháng 5 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090528094815\/http:\/\/www.historycarper.com\/resources\/twobf1\/m7.htm |url-status=dead }}<\/ref> Ông kiên định tấn công các giáo điều tôn giáo, cho rằng đạo đức phụ thuộc nhiều hơn ở đức hạnh và các hành động nhân từ chứ không phải ở sự tuân thủ chặt chẽ các giáo điều chính thống tôn giáo: ''\"Tôi cho rằng các quan điểm phải được xem xét theo những ảnh hưởng và hiệu quả của chúng; và nếu một người không có khuynh hướng nào khiến anh ta trở nên giảm đức hạnh hay tăng trách nhiệm công dân, thì có thể kết luận rằng anh ta không có điều gì nguy hiểm và đó là trường hợp tôi muốn mình được gán vào.\"''<ref>[http:\/\/www.beliefnet.com\/story\/129\/story_12914_3.html Franklin Defines His God], Walter Isaacson, Beliefnet<\/ref>\n\nNăm 1790, chỉ khoảng một tháng trước khi qua đời, Franklin đã viết bức thư sau cho Ezra Stiles, hiệu trưởng trường Yale, người đã hỏi ông về các quan điểm tôn giáo của mình...:\n\n{{cquote2|Về [[Giê-su|Giêsu]] xứ [[Nazareth]], ý kiến của tôi về người ông ngưỡng mộ nhất, tôi nghĩ Hệ thống Đạo đức và Tôn giáo của ông ta, như ông ta để lại cho chúng ta hiện nay, là hệ thống tốt nhất thế giới từng biết hay có vẻ đã biết; nhưng tôi hiểu rõ nó đã phải chịu nhiều sự thay đổi sai lạc, và tôi có, cùng với đa số những người dị giáo tại Anh quốc, một số Nghi ngờ về thân phận thần thánh của ông ta; dù đó là một vấn đề tôi không dám võ đoán, chưa bao giờ nghiên cứu, và tôi nghĩ không cần thiết phải bận tâm tới việc đó ở thời điểm hiện tại, khi tôi chờ đợi một Cơ hội hiểu biết Sự thật với ít Cố gắng hơn....\"<ref>Benjamin Franklin. New York: The Viking Press, 1938, trang 777<\/ref>|Carl Van Doren}}\n\nNhư mọi trí thức [[Thời đại Khai sáng Mỹ|Thời đại Khai sáng]], Franklin chia tách giữa đức hạnh, đạo đức và niềm tin khỏi tôn giáo có tổ chức, dù ông cảm thấy rằng nếu tôn giáo nói chung suy tàn đi, đạo đức, đức hạnh và xã hội nói chung cũng sẽ suy tàn. Vì thế ông đã viết cho [[Thomas Paine]], ''\"Nếu con người không còn quan tâm tới tôn giáo, họ sẽ trở thành cái gì nếu không có nó.\"'' Theo [[David Morgan]],<ref>David T. Morgan, \"Benjamin Franklin: Champion of Generic Religion.\" The Historian. 62#4 2000. trang 722+<\/ref> Franklin là một người đề xướng mọi tôn giáo. Ông đã cầu nguyện cho ''\"Chúa quyền năng\"'' và coi Chúa là ''\"VÔ HẠN.\"'' John Adams lưu ý rằng Franklin là một tấm gương phản chiếu hình ảnh mọi người nhìn thấy trong tôn giáo của mình: \"[[Kitô giáo|Cơ đốc giáo]] cho ông hầu như là một tín đồ Cơ đốc. [[Nhà thờ Anh]] tuyên bố ông là tín đồ của họ. Giáo hội trưởng lão cho ông cũng có một nửa niềm tin của mình, và những người bạn cho rằng ông là một người theo phái Quaker.\" Dù Benjamin Franklin có là tín đồ của ai chăng nữa, Morgan kết luận, \"ông là một nhà vô địch thực sự của tôn giáo loài người.\" Ben Frankin được cho là \"tinh thần của Thời đại khai sáng\".\n\n[[Walter Isaacson]] cho rằng<ref>[http:\/\/www.beliefnet.com\/story\/129\/story_12914_1.html]<\/ref> Franklin đã cảm thấy không thoải mái với một kiểu không đề cao của Thần luận và quay sang với quan niệm của riêng mình về Đấng sáng tạo. Franklin đã phác họa quan niệm của ông về Thần thánh năm 1728, trong cuốn \"[[Những bài viết về Niếm tin và Hoạt động của Tôn giáo]]\" <ref>{{Chú thích web |url=http:\/\/www.historycarper.com\/resources\/twobf2\/articles.htm |ngày truy cập=2007-03-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 28 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070928011209\/http:\/\/www.historycarper.com\/resources\/twobf2\/articles.htm |url-status=dead }}<\/ref>. Từ đó, Isaacson so sánh quan niệm của Franklin về thần thánh với những quan niệm đó của những người theo Thần luận nghiêm ngặt và Tín đồ Thiên chúa giáo. Isaacson kết luận rằng không giống đa số người theo thần luận thuần túy khác, Franklin tin rằng một niềm tin vào Chúa sẽ truyền cho những hoạt động thường ngày của chúng ta, nhưng cái đó, như những người theo thần luận khác, niềm tin của ông không có giáo điều bè phái. Isaacson cũng cho rằng quan niệm của Franklin rằng Chúa đã tạo ra các loài và can thiệp vào những sự kiện trên thế giới— một điểm dẫn tới việc một số nhà bình luận, nổi tiếng nhất là A. Owen Aldridge, coi Franklin là tín đồ theo nhiều cách của đa thần giáo, với một nhóm các vị thần thấp hơn giám sát các vương quốc và các hành tinh.\n\nNgày [[4 tháng 7]] năm [[1776]], Đại hội chỉ định một hội đồng gồm cả Benjamin Franklin, Thomas Jefferson, và John Adams để thiết kế [[Con dấu Hoa Kỳ]]. Skousen<ref>Skousen, W. Cleon, \"The Five Thousand Year Leap\", National Center for Constitutional Studies (1981), pp. 17-18.<\/ref> đã tóm tắt quá trình ủy ban này thiết kế và phê chuẩn bản thiết kế đầu tiên của con dấu (nhưng cuối cùng không được phê chuẩn). Mỗi thành viên hội đồng đề xuất một thiết kế riêng: đề nghị của Franklin là thiết kế với khẩu hiệu: \"Sự kháng cự với Bạo chúa là Sự tuân phục tùng với Chúa\". Thiết kế này thể hiện một cảnh từ cuốn sách [[Exodus]], cùng với [[Moses]], những người dân [[Israel]], cột lửa, và George III được thể hiện như một [[Pharaon|Pharaông]] <ref>[http:\/\/www.greatseal.com\/committees\/firstcomm\/index.html]<\/ref>.\n\nTại Hội nghị Hiến pháp năm [[1787]], khi hội nghị dường như sắp đi tới một thảm họa vì những cuộc tranh luận, Franklin già cả đã kể về lòng tin của ông về một vị thần phụ trách riêng về công việc của con người bằng cách đòi hỏi mọi người bắt đầu mỗi ngày bằng những lời cầu nguyện. Franklin kể lại những ngày Chiến tranh Cách mạng, khi các lãnh đạo Mỹ cùng nhau cầu nguyện hàng ngày, tìm kiếm sự \"hướng dẫn thần thánh\" từ vị \"Cha của ánh sáng.\" Sau đó ông hỏi, ''\"Và có phải hiện nay chúng ta đã quên người bạn quyền năng đó? Hay chúng ta tưởng rằng mình đã không cần sự trợ giúp của ông nữa?\"''<ref>[http:\/\/www.house.gov\/forbes\/prayer\/prayerincongress.htm]<\/ref>.\n\nDù Franklin có thể cuối cùng đã ủng hộ một nhóm Giáo hội Trưởng lão riêng biệt tại Philadelphia<ref>{{Chú thích web |url=http:\/\/www.worldwideschool.org\/library\/books\/hst\/biography\/TheAutobiographyofBenjaminFranklin\/chap28.html |ngày truy cập=2007-05-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 2 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070902074515\/http:\/\/www.worldwideschool.org\/library\/books\/hst\/biography\/TheAutobiographyofBenjaminFranklin\/chap28.html |url-status=dead }}<\/ref>, không bao giờ có vẻ ông đã chính thức gia nhập bất kỳ một phái Thiên chúa giáo hay một tôn giáo nào khác.\n\nTheo văn bia Franklin viết cho mình khi mới 20 tuổi, rõ ràng ông tin ở một sự hồi sinh vật chất của thân thể ở một khoảng thời gian nào đó sau cái chết. Dù việc niềm tin đó có theo ông cả đời khay không vẫn là điều chưa được biết<ref>[http:\/\/en.wikipedia.org\/wiki\/Benjamin_Franklin#Death_and_afterwards]<\/ref>\n\n=== Mười ba đức hạnh ===\nFranklin đã hoàn thiện nhân cách bằng một kế hoạch gồm mười ba đức hạnh, mà ông đã khởi đầu theo đuổi từ tuổi 20 (năm 1726) và vẫn tiếp tục theo đuổi tới tận cuối cuộc đời. Trong tự truyện của mình (xem phần tham khảo dưới đây) ông đã liệt kê mười ba đức hạnh:\n\n# \"'''Chừng mực'''. Ăn không tới chán; uống không quá nhiều.\"\n# \"'''Yên lặng'''. Chỉ nói những điều mang lại lợi ích cho bạn và người khác; tránh những cuộc cà kê mất thì giờ.\"\n# \"'''Trật tự'''. Hãy để mọi thứ của bạn đều có vị trí của chúng; hãy để mỗi phần công việc của bạn đều được thu xếp một khoảng thời gian.\"\n# \"'''Kiên định'''. Quyết tâm làm điều bạn phải làm; làm bằng được điều bạn quyết tâm.\"\n# \"'''Tiết kiệm'''. Không chi gì ngoài những thứ tốt cho bạn và người khác; ví dụ, không nên lãng phí thứ gì.\"\n# \"'''Siêng năng'''. Không nên bỏ phí thời gian; luôn sử dụng chúng một cách hiệu quả; bỏ mọi hành động không cần thiết.\"\n# \"'''Chân thật'''. Không nên lừa dối; hãy suy nghĩ một cách ngay thẳng và thành thật, và, nếu bạn nói, hãy nói điều bạn biết.\"\n# \"'''Công bằng chính trực'''. Không làm hại người khác, giúp đỡ người khác là bổn phận của bản thân.\"\n# \"'''Điều độ'''. Tránh những sự thái quá; cố chịu đựng tới mức bạn cho là đủ.\"\n# \"'''Sạch sẽ'''. Không nên để sự không sạch sẽ hiện diện trên thân thể, quần áo hay nơi ở của bạn.\"\n# \"'''Yên bình'''. Không nên quan tâm tới những điều vặt vãnh, hay những rủi ro thông thường hoặc không tránh được.\"\n# \"'''Trinh tiết'''. Điều tiết sinh dục, đừng để làm tổn hại thân thể của mình hoặc an ninh hay danh dự của người khác.\"\n# \"'''Khiêm tốn'''. Học theo [[Giê-su|Giêsu]] và [[Sokrates]].\"\n\n== Qua đời và sau đó ==\n[[Tập tin:Benjamin Franklin National Memorial.jpg|phải|nhỏ|165px|Bức tượng bằng đá marble tưởng niệm Ben Franklin]]\nBenjamin Franklin mất ngày [[17 tháng 4]] năm [[1790]], ở tuổi 84. Khoảng 20.000 người đã tham dự lễ tang ông. Ông được chôn cất tại [[Nghĩa trang Nhà thờ Chúa cứu thế]] tại Philadelphia, Pennsylvania. Nghĩa trang Nhà thờ Chúa cứu thế cũng là nơi chôn cất [[Benjamin Rush]]. Một trong những ngôi nhà ông từng sống tại Phố Craven Street trước kia được treo một tấm [[biển xanh]] và từ đó đã được mở cửa cho công chúng với tên gọi Nhà Benjamin Franklin House<ref>{{Chú thích web |url=http:\/\/www.benjaminfranklinhouse.org\/site\/sections\/default.htm |ngày truy cập=2007-05-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 17 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100217063307\/http:\/\/www.benjaminfranklinhouse.org\/site\/sections\/default.htm |url-status=dead }}<\/ref>. Năm 1728, khi còn là một chàng trai trẻ, Franklin đã viết những dòng ông muốn được ghi lên mộ chí sau này: \"''Thân xác của B. Franklin Thợ in; Như Trang bìa một cuốn Sách cũ, Nó chứa bên trong những trang đã rách, Và mất đi một số Chữ cũng như Vẻ hào nhoáng, Nằm đây, làm Mồi cho Giun dế. Nhưng Tác phẩm sẽ không mất đi tất cả: Vì nó sẽ, như ông tin tưởng, sẽ xuất hiện một lần nữa, trong một Tái bản mới và hoàn hảo hơn, được Sửa chữa và Thay đổi bởi Tác giả. Ông sinh ngày 17 tháng 1 năm 1706. Mất 17.''\"<ref>[http:\/\/www.loc.gov\/exhibits\/treasures\/franklin-epitaph.html]<\/ref> Tuy nhiên, ngôi mộ thực của Franklin, như ông đã miêu tả trong bản di chúc cuối cùng của mình<ref>{{Chú thích web |url=http:\/\/sln.fi.edu\/franklin\/family\/lastwill.html |ngày truy cập=2007-03-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 21 tháng 8 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090821230120\/http:\/\/sln.fi.edu\/franklin\/family\/lastwill.html |url-status=dead }}<\/ref>, chỉ đơn giản có chữ \"''Benjamin và Deborah Franklin.''\"\n\nTrong cuốn sách ''Cuộc đời Benjamin Franklin'' do chính ông viết, một đoạn (rõ ràng không phải của ông viết) có đề cập tới cái chết của ông: \"''...khi sự đau đớn và khó thở hoàn toàn rời khỏi ông, và gia đình ông đang tự dối lừa mình với những hy vọng ông sẽ hồi sinh, khi một ung nhọt, đã hình thành từ trước trong phổi ông, bỗng vỡ ra, làm tràn lan máu mủ, mà ông tiếp tục nôn ra khi còn sức khỏe để làm điều đó; nhưng, bởi nó đã không thể, cơ quan hô hấp dần bị bóp nghẹt; một sự hôn mê tiếp diễn, và vào ngày 17 tháng 4 năm 1790, lúc 11 giờ đêm, ông lặng lẽ ra đi, đóng lại một cuộc đời dài và hữu ích tám mươi tư năm và ba tháng''\"\n\nKhi mất, Franklin đã [[để lại theo di chúc|để lại]] cho mỗi thành phố Boston và Philadelphia £1.000 (khoảng $4.400 ở thời điểm đó), ủy thác trong 200 năm. Khoản ủy thác này bắt đầu năm 1785 khi một [[danh sách nhà toán học|nhà toán học]] người Pháp tên là Charles-Joseph Mathon de la Cour viết một [[bài châm biếm]] cuốn Poor Richard's Almanack (Almanack của Richard Nghèo) của Franklin, gọi là Fortunate Richard (Richard Giàu). Trong đó ông chế nhạo tinh thần không dung thứ của chủ nghĩa lạc quan Mỹ thể hiện ở Franklin. Người Pháp này đã viết một bài về Fortunate Richard để lại một khoản tiền theo di chúc, khoản tiền này sẽ chỉ được sử dụng sau khi nó đã được gửi tiết kiệm trong 500 năm. Franklin, người khi ấy đã 79 tuổi, viết thư lại cho người Pháp, cảm ơn ông ta về một ý tưởng hay và thông báo với ông rằng mình đã quyết định để lại 1.000 pounds ủy thác cho mỗi thành phố quê hương ông là Boston và thành phố ông đã coi là quê hương mình Philadelphia, với điều kiện nó phải được đặt trong một quỹ để lấy lợi tức trong 200 năm. Tới năm 1990, khoản tiền của Franklin tại Philadelphia đã lên hơn $2.000.000 từ khi ông mất. Trong khoảng thời gian ủy thác 200 năm, Philadelphia đã dùng nó cho nhiều chương trình cho vay với người dân địa phương. Từ năm 1940 tới năm 1990, số tiền này chủ yếu được dùng cho những khoản vay thế chấp. Khi hết thời gian ủy nhiệm, Philadelphia đã quyết định đầu tư khoản tiền này cho các sinh viên đại học. Khoản tiền của Franklin tại Boston đã lên tới $5.000.000 cùng trong thời gian đáo, và cuối cùng đã được dùng để thành lập một trường thương mại, cùng với thời gian, đã trở thành [[Viện Công nghệ Benjamin Franklin|Viện Franklin Boston]].<ref>{{Chú thích web |url=http:\/\/www.mathsci.appstate.edu\/~sjg\/class\/1010\/wc\/finance\/franklin1.html |ngày truy cập=2007-05-28 |tựa đề=(Excerpt from Philadelphia Inquirer article by Clark De Leon) |archive-date = ngày 10 tháng 5 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100510050913\/http:\/\/www.mathsci.appstate.edu\/~sjg\/class\/1010\/wc\/finance\/franklin1.html |url-status=dead }}<\/ref>\n\nDi sản bất hủ của Benjamin Franklin khiến hình ảnh ông xuất hiện ở nhiều nơi. Chân dung Franklin xuất hiện trên đồng [[Tiền giấy 100 dollar Mỹ|100 dollar Mỹ]] (vì thế, đồng tiền $100 thỉnh thoảng được gọi theo tên lóng là \"Benjamins\" hay \"Franklins.\") Từ 1948 tới 1964, chân chung Franklin cũng được in trên [[Nửa dollar Franklin|đồng nửa dollar]]. Trong quá khứ, ông cũng từng xuất hiện trên tờ $50, cũng như nhiều phiên bản tờ $100 giai đoạn 1914 và 1918, và nhiều tờ $100 từ năm 1928 tới nay. Franklin cũng xuất hiện trên [[Treasury security#Savings bond|Savings bond]] tờ $1.000 Series EE. Như một hành động để tỏ lòng tôn kính Franklin, thành phố Philadelphia có khoảng 5.000 bức chân dung ông, một nửa trong số chúng được đặt trong trường [[Đại học Pennsylvania]]. Ngoài ra, [[Đại lộ Ben Franklin]] tại Philadelphia (một đường phố chính) và [[Cầu Ben Franklin]] (cầu lớn đầu tiên nối Philadelphia với [[New Jersey]]) cũng được đặt theo tên ông.\n\nNăm 1976, như một phần trong chiến dịch kỷ niệm [[Lễ kỷ niệm hai trăm năm Hoa Kỳ|hai trăm năm thành lập Hoa Kỳ]], [[Quốc hội Hoa Kỳ|Nghị viện]] đã quyết định dựng một bức tượng bằng đá mable cao 20-foot (6&nbsp;m) tại Viện Franklin ở Philadelphia làm [[Đài tưởng niệm Quốc gia Benjamin Franklin]]. Nhiều đồ vật cá nhân của Franklin cũng được trưng bày tại đây. Đây là một trong số ít những khu tưởng niệm quốc gia đặt trong một [[sở hữu cá nhân|khu đất thuộc sở hữu cá nhân]].\n\nNăm 1998, những người công nhân tu sửa ngôi nhà của Franklin tại London (Benjamin Franklin House) đã đào được những bộ xương của sáu trẻ em và bốn người lớn giấu bên dưới. ''[[The Times]]'' đã đưa tin ngày [[11 tháng 2]] năm [[1998]]:\n\n''Những ước tính ban đầu cho thấy những bộ xương có tuổi khoảng 200 năm và đã được [[chôn cất|chôn]] ở thời gian Franklin sống trong ngôi nhà này, từ 1757 tới 1762 và từ 1764 tới 1775. Đa số những bộ xương đều có dấu hiệu cắt rời, bằng cưa hay dao. Một chiếc đầu lâu đã bị đục nhiều lỗ. Paul Knapman, Nhân viên điều tra Westminster, đã nói ngày hôm qua: \"Tôi không thể hoàn toàn bỏ qua khả năng về một tội ác. Vẫn còn có một khả năng tôi sẽ mở một cuộc điều tra.\"''\n\nFriends of Benjamin Franklin House (tổ chức chịu trách nhiệm phục hồi ngôi nhà của Franklin tại 36 Craven Street ở London) lưu ý rằng dường như những bộ xương đó đã được [[William Hewson]], người từng sống tại ngôi nhà này trong 2 năm và đã xây dựng một trường giải phẫu nhỏ phía sau ngôi nhà, [[chôn cất|chôn]] ở đó. Họ lưu ý rằng tuy Franklin có thể biết điều Hewson đang làm, có lẽ ông đã không tham dự vào bất kỳ cuộc mổ xẻ nào bởi ông là một nhà vật lý chứ không phải là bác sĩ.<ref>[http:\/\/www.benjaminfranklinhouse.org\/site\/sections\/news\/pdf\/Issue2.pdf]<\/ref>\n\n== Xem thêm ==\n* [[Những đóng góp vào học thuyết tự do]]\n* [[Chủ nghĩa tự do]]\n* [[Danh sách những địa điểm được đặt theo tên Benjamin Franklin]]\n* [[Les Neuf Sœurs]]\n* [[Phát kiến xã hội]]\n* [[Hiệu ứng Ben Franklin]]\n\n== Tham khảo ==\n=== Tiểu sử ===\n* [http:\/\/tigger.uic.edu\/~rjensen\/franklin.htm#becker Carl Becker, \"Franklin\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100316174915\/http:\/\/tigger.uic.edu\/~rjensen\/franklin.htm#becker |date=2010-03-16 }}. Short scholarly biography written in 1931, with links to sources.\n* H. W. Brands. ''The First American: The Life and Times of Benjamin Franklin'' (2000) full-length biography\n* Walter Isaacson. ''Benjamin Franklin: An American Life'' (2003). full-length biography.\n* Mark Skousen. ''The Compleated Autobiography by Benjamin Franklin'' (2005) told in Franklins own words.\n* Ralph L. Ketcham, ''Benjamin Franklin'' (1966), Short biography.\n* Edmund S. Morgan. ''Benjamin Franklin'' (2003). Short introduction by leading scholar\n* Carl Van Doren. ''Benjamin Franklin'' (1938; reprinted 1991). full-length biography.\n* Gordon Wood, ''The Americanization of Benjamin Franklin'' (2005). Interpretive essay by leading scholar\n\n=== Nghiên cứu khoa học ===\n* Douglas Anderson. ''The Radical Enlightenments of Benjamin Franklin'' (1997). BF in terms of intellectual history\n* Isaac Asimov. [http:\/\/www.asimovians.com\/bookreviews.php?op=showcontent&id=64 ''The Kite That Won The Revolution''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181215123357\/http:\/\/www.asimovians.com\/bookreviews.php?op=showcontent&id=64 |date = ngày 15 tháng 12 năm 2018}}, a biography for children that focuses on Franklin's scientific and diplomatic contributions.\n* M. H. Buxbaum., ed. ''Critical Essays on Benjamin Franklin'' (1987).\n* [[I. Bernard Cohen]]. ''Benjamin Franklin's Science'' (1990). One of several books by Cohen on Franklin's science.\n* Paul W. Conner. ''Poor Richard's Politicks'' (1965). Analyzes BF's ideas in terms of the Enlightenment\n* Dray, Philip. ''Stealing God's Thunder: Benjamin Franklin's Lightning Rod and the Invention of America.'' Random House, 2005. 279 pp.\n* [http:\/\/cdl.library.cornell.edu\/cgi-bin\/moa\/sgml\/moa-idx?notisid=ABP2287-0057-169 \"Franklin as Printer and Publisher\"] in ''The Century'' (tháng 4 năm 1899) v. 57 pp.&nbsp;803–18. By Paul Leicester Ford.\n* [http:\/\/cdl.library.cornell.edu\/cgi-bin\/moa\/sgml\/moa-idx?notisid=ABP2287-0058-172 \"Franklin as Scientist\"] in ''The Century'' (Sept 1899) v.57 pp.&nbsp;750–63. By Paul Leicester Ford.\n* [http:\/\/cdl.library.cornell.edu\/cgi-bin\/moa\/sgml\/moa-idx?notisid=ABP2287-0058-201 \"Franklin as Politician and Diplomatist\"] in ''The Century'' (Oct 1899) v. 57 pp.&nbsp;881–899. By Paul Leicester Ford.\n* Gleason, Philip. \"Trouble in the Colonial Melting Pot.\" ''Journal of American Ethnic History'' 2000 20(1): 3-17. ISSN 0278-5927 Fulltext online in Ingenta and Ebsco. Considers the political consequences of the remarks in a 1751 pamphlet by Franklin on demographic growth and its implications for the colonies. He called the Pennsylvania Germans \"Palatine Boors\" who could never acquire the \"Complexion\" of the English settlers and to \"Blacks and Tawneys\" as weakening the social structure of the colonies. Although Franklin apparently reconsidered shortly thereafter, and the phrases were omitted from all later printings of the pamphlet, his views may have played a role in his political defeat in 1764.\n* Lawrence, D. H. ''Studies in Classic American Literature\" (1923) scathing ridicule of Franklin's religious ideas by famous British author [http:\/\/xroads.virginia.edu\/~hyper\/LAWRENCE\/dhlch02.htm online version]\n* Olson, Lester C. ''Benjamin Franklin's Vision of American Community: A Study in Rhetorical Iconology.'' U. of South Carolina Press, 2004. 323 pp.\n* Skousen, W. Cleon. ''The Five Thousand Year Leap'' (1981). Brief summary on 28 ideas implemented into the U.S. Constitution by the American Founding Fathers.\n* Schiff, Stacy. ''A Great Improvisation: Franklin, France, and the Birth of America'' (2005) (UK title ''Dr Franklin Goes to France'')\n* Schiffer, Michael Brian. ''Draw the Lightning Down: Benjamin Franklin and Electrical Technology in the Age of Enlightenment.'' U. of California Press, 2003. 383 pp.\n* [[Arjun Sethi|Sethi, Arjun]] ''The Morality of Values'' (2006). [http:\/\/fusion.dalmatech.com\/%7Eadmin24\/files\/moralityofvalues_bfranklin.pdf Online Version] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081216214319\/http:\/\/fusion.dalmatech.com\/%7Eadmin24\/files\/moralityofvalues_bfranklin.pdf |date = ngày 16 tháng 12 năm 2008}}\n* [http:\/\/www.bartleby.com\/225\/index.html#6 Stuart Sherman \"Franklin\" ] 1918 article on Franklin's writings.\n* Michael Sletcher, 'Domesticity: The Human Side of Benjamin Franklin', ''Magazine of History'', XXI (2006).\n* Waldstreicher, David. ''Runaway America: Benjamin Franklin, Slavery, and the American Revolution.'' Hill and Wang, 2004. 315 pp.\n* Walters, Kerry S. ''Benjamin Franklin and His Gods.'' U. of Illinois Press, 1999. 213 pp. Takes position midway between D. H. Lawrence's brutal 1930 denunciation of Franklin's religion as nothing more than a bourgeois commercialism tricked out in shallow utilitarian moralisms and Owen Aldridge's sympathetic 1967 treatment of the dynamism and protean character of Franklin's \"polytheistic\" religion.\n\n=== Các nguồn chính ===\n* ''Silence Dogood, The Busy-Body, & Early Writings'' (J.A. Leo Lemay, ed.) ([[Library of America]], 1987 one-volume, 2005 two-volume) ISBN 978-1-931082-22-8\n* ''Autobiography, Poor Richard, & Later Writings'' (J.A. Leo Lemay, ed.) ([[Library of America]], 1987 one-volume, 2005 two-volume) ISBN 978-1-883011-53-6\n* ''Benjamin Franklin Reader'' edited by Walter Isaacson (2003)\n* Houston, Alan, ed. ''Franklin: The Autobiography and other Writings on Politics, Economics, and Virtue.'' Cambridge U. Press, 2004. 371 pp.\n* Ketcham, Ralph, ed. ''The Political Thought of Benjamin Franklin.'' (1965, reprinted 2003). 459 pp.\n* [http:\/\/www.yale.edu\/franklinpapers\/index.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060214030435\/http:\/\/www.yale.edu\/franklinpapers\/index.html |date = ngày 14 tháng 2 năm 2006}} Leonard Labaree, et al., eds., ''The Papers of Benjamin Franklin'', 37 vols. to date (1959-2006), definitive edition, through 1783. This massive collection of BF's writings, and letters to him, is available in large academic libraries. It is most useful for detailed research on specific topics. [http:\/\/franklinpapers.org\/franklin\/ The complete text of all the documents are online and searchable] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100928051438\/http:\/\/www.yale.edu\/franklinpapers\/indexintro.html |date = ngày 28 tháng 9 năm 2010}}; [http:\/\/www.yale.edu\/franklinpapers\/indexintro.html The ''Index'' is also online] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100928051438\/http:\/\/www.yale.edu\/franklinpapers\/indexintro.html |date = ngày 28 tháng 9 năm 2010}}.\n* \"''[[The Way to Wealth]]''.\" Applewood Books; tháng 11 năm 1986. ISBN 0-918222-88-5\n* \"''[[The Autobiography of Benjamin Franklin]]''.\" Dover Pubns; [[7 tháng 6]] năm [[1996]]. ISBN 0-486-29073-5\n* \"''[[Poor Richard's Almanack]]''.\" Peter Pauper Press; tháng 11 năm 1983. ISBN 0-88088-918-7\n* ''Poor Richard Improved'' by Benjamin Franklin (1751)\n* \"''[[Writings (Franklin)|Writings]]''.\" ISBN 0-940450-29-1\n* \"''[[On Marriage]]''.\"\n* \"''[[Satires and Bagatelles]]''.\"\n* \"''[[A Dissertation on Liberty and Necessity, Pleasure and Pain]]''.\"\n* \"''[[Fart Proudly: Writings of Benjamin Franklin You Never Read in School]]''.\" Carl Japikse, Ed. Frog Ltd.; Reprint ed. May, 2003. ISBN 1-58394-079-0\n* \"''Heroes of America Benjamin Franklin\"''\n\n== Chú thích ==\n{{tham khảo|50em}}\n\n== Đọc thêm ==\n*{{chú thích sách| last1=Franklin |first1=Benjamin |date=2018 |translator=Nguyễn Thụy Khánh Chương |title=Tự truyện Benjamin Franklin (từ 1706 đến 1757) |publisher=NXB Lao Động}}\n\n== Liên kết ngoài ==\n{{wikisource author}}\n{{wikiquote}}\n{{commons|Benjamin Franklin}}\n=== Tiểu sử và Chỉ dẫn ===\n* [http:\/\/www.time.com\/time\/2003\/franklin\/bffranklin.html Special Report: Citizen Ben's Greatest Virtues] {{Webarchive|url=https:\/\/web.archive.org\/web\/20030704024551\/http:\/\/www.time.com\/time\/2003\/franklin\/bffranklin.html |date=2003-07-04 }} Time Magazine\n* [http:\/\/www.loc.gov\/rr\/program\/bib\/franklin\/franklin.html Finding Franklin: A Resource Guide] Library of Congress\n* [http:\/\/tigger.uic.edu\/~rjensen\/franklin.htm Guide to Benjamin Franklin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100316174915\/http:\/\/tigger.uic.edu\/~rjensen\/franklin.htm |date=2010-03-16 }} By a history professor at the University of Illinois.\n* [http:\/\/www.pbs.org\/benfranklin\/ Benjamin Franklin: An extraordinary life] PBS\n* [https:\/\/web.archive.org\/web\/20021222093528\/http:\/\/www.state.gov\/r\/pa\/ho\/time\/ar\/14308.htm Benjamin Franklin: First American Diplomat] US State Department\n* [http:\/\/www.ushistory.org\/franklin\/ The Electric Benjamin Franklin] ushistory.org\n* [http:\/\/www.litencyc.com\/php\/speople.php?rec=true&UID=4994 Benjamin Franklin (1706-1790)] The Literary Encyclopedia (subscription required to read full text).\n* [http:\/\/ben.clusty.com\/ Ben Franklin: Resources on the web] clusty.com\n* [http:\/\/www.english.udel.edu\/lemay\/franklin\/ Benjamin Franklin: A Documentary History] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120502102128\/http:\/\/www.english.udel.edu\/lemay\/franklin\/ |date = ngày 2 tháng 5 năm 2012}} by J. A. Leo Lemay\n* [http:\/\/www.colonialhall.com\/franklin\/franklin.php Benjamin Franklin 1706-1790] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100329102410\/http:\/\/www.colonialhall.com\/franklin\/franklin.php |date=2010-03-29 }} Text of biography by Rev. Charles A. Goodrich, 1856\n* [http:\/\/www.forbesbookclub.com\/BookPage.asp?prod_cd=IYYPP Benjamin Franklin: America's Gift to the World ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927045428\/http:\/\/www.forbesbookclub.com\/BookPage.asp?prod_cd=IYYPP |date = ngày 27 tháng 9 năm 2007}} book of the teachings of Ben Franklin\n* [http:\/\/www.gigmasters.com\/armonica\/benfranklin.html Benjamin Franklin: The Musician and Inventor] Cecilia Brauer\n\n=== Những bài viết của Benjamin Franklin trên mạng ===\n* [http:\/\/franklinpapers.org\/franklin\/ Yale editon of complete works] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100928051438\/http:\/\/www.yale.edu\/franklinpapers\/indexintro.html |date = ngày 28 tháng 9 năm 2010}}\n* {{gutenberg author| id=Benjamin+Franklin | name=Benjamin Franklin}}\n* [http:\/\/literalsystems.org\/abooks\/index.php\/Audio-Book\/DialogueBetweenFranklinAndTheGout \"Dialogue Between Franklin and the Gout\"] Creative Commons audio recording.\n* [http:\/\/www.aip.org\/history\/gap\/Franklin\/Franklin.html Letter IV: Farther Experiments] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100323184145\/http:\/\/www.aip.org\/history\/gap\/Franklin\/Franklin.html |date=2010-03-23 }} [http:\/\/www.aip.org\/history\/gap\/PDF\/franklin_letterIV.pdf pdf] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090930103458\/http:\/\/www.aip.org\/history\/gap\/PDF\/franklin_letterIV.pdf |date=2009-09-30 }} and [http:\/\/www.aip.org\/history\/gap\/Franklin\/Franklin.html Letter XI: Observations in electricity] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100323184145\/http:\/\/www.aip.org\/history\/gap\/Franklin\/Franklin.html |date=2010-03-23 }} [http:\/\/www.aip.org\/history\/gap\/PDF\/franklin_letterXI.pdf pdf] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090930103507\/http:\/\/www.aip.org\/history\/gap\/PDF\/franklin_letterXI.pdf |date=2009-09-30 }}\n* [http:\/\/www.tufts.edu\/as\/wright_center\/fellows\/bob_morse_04\/ A Comprehensive Collection of Franklin’s Electrical Works: The Electrical Writings of Benjamin Franklin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070423204139\/http:\/\/www.tufts.edu\/as\/wright_center\/fellows\/bob_morse_04\/ |date = ngày 23 tháng 4 năm 2007}} Collected by Robert A. Morse (2004)\n* [http:\/\/www.ftrain.com\/franklin_improving_self.html Franklin's 13 Virtues] Extract of Franklin's autobiography, compiled by Paul Ford.\n* [http:\/\/digitalcommons.unl.edu\/libraryscience\/25\/ The Constitutions of the Free-Masons (1734). An Online Electronic Edition.] <nowiki>[<\/nowiki>pdf only<nowiki>]<\/nowiki> Edited and published by Franklin.\n* [http:\/\/www.poorrichardsalmanac.info\/ Poor Richard's Almanac'] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070713192433\/http:\/\/www.poorrichardsalmanac.info\/ |date = ngày 13 tháng 7 năm 2007}} Compilations\/extracts by poorrichardsalmanac.info\n* [http:\/\/sln.fi.edu\/franklin\/family\/lastwill.html Franklin's Last Will & Testament] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090821230120\/http:\/\/sln.fi.edu\/franklin\/family\/lastwill.html |date = ngày 21 tháng 8 năm 2009}} Transcription.\n* [http:\/\/www.historycarper.com\/resources\/twobf2\/articles.htm Articles of Belief and Acts of Religion] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928011209\/http:\/\/www.historycarper.com\/resources\/twobf2\/articles.htm |date = ngày 28 tháng 9 năm 2007}}\n\n==== Tự truyện Benjamin Franklin ====\n* [http:\/\/www.ushistory.org\/franklin\/autobiography\/index.htm The Autobiography of Benjamin Franklin] [http:\/\/www.ushistory.org\/franklin\/autobiography\/singlehtml.htm Single page version]. ushistory.org\n* [http:\/\/www.gutenberg.org\/etext\/148 The Autobiography of Benjamin Franklin] Project Gutenberg\n\n=== Franklin trong nghệ thuật ===\n* [http:\/\/www.benfranklin300.com\/ Benjamin Franklin 300 (1706 - 2006)] Official web site of the Benjamin Franklin Tercentenary.\n* [http:\/\/teachpol.tcnj.edu\/amer_pol_hist\/thumbnail15.html Portrait of Benjamin Franklin (PD)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070514010218\/http:\/\/teachpol.tcnj.edu\/amer_pol_hist\/thumbnail15.html |date = ngày 14 tháng 5 năm 2007}} ([http:\/\/teachpol.tcnj.edu\/amer_pol_hist\/fi\/0000000f.htm large version] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070611093203\/http:\/\/teachpol.tcnj.edu\/amer_pol_hist\/fi\/0000000f.htm |date = ngày 11 tháng 6 năm 2007}}) From Dr. William J. Ball\n* [http:\/\/www.amphilsoc.org\/library\/mole\/b\/bradford.htm The American Philosophical Society: Bradford Collection] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060626024215\/http:\/\/www.amphilsoc.org\/library\/mole\/b\/bradford.htm |date = ngày 26 tháng 6 năm 2006}} Collection of Franklin's correspondence with Polly Stevenson Hewson.\n* [http:\/\/www.benjaminfranklinhouse.org The Benjamin Franklin House] Franklin's only surviving residence.\n* [http:\/\/www.planetware.com\/boston\/ben-franklin-birthplace-us-ma-ben.htm Ben Franklin Birthplace] A historic site, link provides location and map.\n* [http:\/\/www.benfranklin2006.org Friends of Franklin] Membership society.\n\n=== Franklin và y học ===\n* [http:\/\/www.abc.net.au\/rn\/ockhamsrazor\/stories\/2006\/1814928.htm Franklin's impact on medicine] - talk by medical historian, Dr [[Jim Leavesley]] celebrating the 300th anniversary of Franklin's birth on ''Okham's Razor'' ABC [[Radio National]] - tháng 12 năm 2006\n\n=== IMDB ===\n* {{imdb title|id=0956098|title=Animated Hero Classics: Benjamin Franklin (1993)}}\n\n{{s-start\n}}\n{{s-ttl\n| title = [[Tổng giám đốc Bưu điện Hoa Kỳ]]\n| years = 1775 – 1776\n}}\n{{s-aft\n| after = [[Richard Bache]]\n}}\n{{s-ttl\n| title = [[Đại sứ Hoa Kỳ tại Pháp|Công sứ Hoa Kỳ tại Pháp]]\n| years = 1778–1785\n}}\n{{s-aft\n| after = [[Thomas Jefferson]]\n}}\n{{s-ttl\n| title = [[Đại sứ Hoa Kỳ tại Thụy Điển|Công sứ Hoa Kỳ tại Thụy Điển]]\n| years = 1782 – 1783 (?)\n}}\n{{s-aft\n| after = [[Jonathan Russell]]\n}}\n{{s-bef\n| before = [[James Irvine (chính khách Pennsylvania)|James Irvine]]\n}}\n{{s-ttl\n| title = Thành viên, [[Hội đồng Hành pháp Tối cao Khối thịnh vượng chung Pennsylvania|Hội đồng Hành pháp Tối cao Pennsylvania]], đại diện cho [[Philadelphia|Thành phố Philadelphia]]\n| years = [[17 tháng 10]] năm [[1785]] – [[20 tháng 10]] năm [[1788]]\n}}\n{{s-aft\n| after = [[Samuel Miles]]\n}}\n{{s-bef\n| before = [[John Dickinson (đại biểu)|John Dickinson]]\n}}\n{{s-ttl\n| title = [[Các chủ tịch Hội đồng Hành pháp Tối cao Pennsylvania|Chủ tịch Pennsylvania]]\n| years = [[18 tháng 10]] năm [[1785]] – [[5 tháng 11]] năm [[1788]]\n}}\n{{s-aft\n| after = [[Thomas Mifflin]]\n}}\n{{s-ttl\n| title = [[Hiệu trưởng]] [[Đại học Pennsylvania|Viện hàn lâm Pennsylvania]]\n| years = 1749–1754\n}}\n{{s-aft\n| after = [[William Smith (Linh mục giáo phái Anh)|William Smith]]'''<br \/>as '''Hiệu trưởng trường Cao đẳng Pennsylvania\n}}\n{{end}}\n\n{{Danh sách người nhận huy chương Copley 1751–1800}}\n{{Benjamin Franklin}}\n{{Thống đốc Pennsylvania}}\n{{Kiểm soát tính nhất quán}}\n\n{{Persondata\n|NAME=Franklin, Benjamin\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION=American printer, writer, politician\n|DATE OF BIRTH=[[17 tháng 1]] năm [[1706]]\n|PLACE OF BIRTH=[[Boston|Boston, Massachusetts]]\n|DATE OF DEATH=[[17 tháng 4]] [[1790]]\n|PLACE OF DEATH=[[Philadelphia|Philadelphia, Pennsylvania]]\n}}\n{{DEFAULTSORT:Franklin, Benjamin}}\n[[Thể loại:Benjamin Franklin| ]]\n[[Thể loại:Nhà ngoại giao Hoa Kỳ]]\n[[Thể loại:Đại biểu nghị viện thuộc địa]]\n[[Thể loại:Hội Tam Điểm]]\n[[Thể loại:Người tham gia ký Hiến pháp Hoa Kỳ]]\n[[Thể loại:Tuyên ngôn độc lập]]\n[[Thể loại:Tổng giám đốc Bưu điện Hoa Kỳ]]\n[[Thể loại:Người theo chủ nghĩa bãi nô Mỹ]]\n[[Thể loại:Đại sứ Hoa Kỳ tại Thuỵ Điển]]\n[[Thể loại:Đại sứ Hoa Kỳ tại Pháp]]\n[[Thể loại:Nhân vật thuộc địa Massachusetts]]\n[[Thể loại:Thống đốc Pennsylvania]]\n[[Thể loại:Người phát ngôn Hạ viện Pennsylvania]]\n[[Thể loại:Người theo chủ nghĩa nhân đạo Mỹ]]\n[[Thể loại:Nhà phát minh Mỹ]]\n[[Thể loại:Người viết hồi ký Mỹ]]\n[[Thể loại:Người làm nghề in Mỹ]]\n[[Thể loại:Nhà cách mạng Mỹ]]\n[[Thể loại:Người phát minh những hệ thống ghi chép]]\n[[Thể loại:Nhà tư tưởng thần luận]]\n[[Thể loại:Thời đại khai sáng]]\n[[Thể loại:Thành viên Hội Mặt trăng Birmingham]]\n[[Thể loại:Người Anh Mỹ]]\n[[Thể loại:Hội viên Hội Hoàng gia]]\n[[Thể loại:Đại học Pennsylvania]]\n[[Thể loại:Chính trị gia Massachusetts]]\n[[Thể loại:Tác gia Massachusetts]]\n[[Thể loại:Người từ Boston]]\n[[Thể loại:Người Philadelphia]]\n[[Thể loại:Nhân vật thuộc địa Pennsylvania]]\n[[Thể loại:Nhân vật Pennsylvania trong Cách mạng Mỹ]]\n[[Thể loại:Tác gia Philadelphia]]\n[[Thể loại:Ma phương]]\n[[Thể loại:Thành viên Viện hàn lâm khoa học Nga]]\n[[Thể loại:Sinh năm 1706]]\n[[Thể loại:Mất năm 1790]]\n[[Thể loại:Diều]]\n[[Thể loại:Khí cụ bay]]\n[[Thể loại:Nhà khoa học Hoa Kỳ]]\n[[Thể loại:Vận động viên cờ vua Mỹ]]\n[[Thể loại:Người Mỹ gốc Anh]]\n[[Thể loại:Ủy viên Hiệp hội Nghệ thuật Hoàng gia Anh]]"}