{"Bonifacius":"[[Comes]] '''Bonifacius''' (Anh hóa là '''bá tước Boniface''') (mất năm 432) là một vị tướng La Mã và thống đốc của [[giáo khu châu Phi]]. Cùng với đối thủ của mình, [[Flavius ​​Aëtius]], ông đôi khi được gọi là \"người La Mã cuối cùng.\"\n\nSau khi Hoàng đế [[Honorius]] qua đời vào năm 423, ''primicerius notariorum'' [[Joannes]] đã được đưa lên ngôi. Tuy nhiên, Bonifacius từ chối công nhận ông ta, và ngăn chặn các chuyến tàu chứa đầy ngũ cốc từ châu Phi đến Italia. Sau một cuộc nổi dậy ở Gaul, và một cuộc nổi loạn của tướng Aëtius, Joannes đã bị lật đổ, [[Valentinianus III]], cháu trai của Honorius, đã được Hoàng đế Đông La Mã, [[Theodosius II]], đưa lên làm hoàng đế. Bonifacius đã ủng hộ ông ta, và nối lại việc vận chuyển ngũ cốc.\n\nDưới ảnh hưởng của Aëtius, hoàng thái hậu [[Galla Placidia]] đã kết tội Bonifacius âm mưu chống lại nhà vua. Tuy nhiên, thay vì đầu hàng để có thể bị xử tử, Bonifacius đã kêu gọi sự hỗ trợ của lính đánh thuê Vandal lính đánh thuê từ [[Hispania]]. Toàn bộ bộ tộc này sau đó đã di cư ồ ạt tới châu Phi. Tuy nhiên, vào lúc họ đến nơi, Bonifacius đã được Placidia sủng ái trở lại, và bà đã ban cho ông tước hiệu [[Patricius]]. Ông đã thông báo cho [[người Vandal]] rằng sự phục vụ của họ đã là không còn cần thiết nữa, nhưng thay vì quay trở lại cho Hispania, họ đã nổi loạn và đánh đuổi đế quốc La Mã ra khỏi châu Phi. Người Vandal sau đó sẽ cai trị giáo khu này cho đến khi người đông La Mã dưới quyền [[Flavius ​​Belisarius]] chiếm lại nó vào năm 534.\n\nBonifacius đã được triệu hồi về Ý trước khi người Vandal chiếm đóng tỉnh này, và được thăng lên cấp bậc ''[[magister militum praesentalis]]'' và địa vị Patricius. Lo sợ rằng bản thân mình sẽ bị bãi miễn, Aëtius và đội quân lính đánh thuê người Đức đã tiến đánh Bonifacius, và bất ngờ tấn công Ý, kết quả là [[trận Ravenna (432)]], mà Bonifacius giành được chiến thắng, mặc dù bản thân ông bị trọng thương. Ông qua đời vài tháng sau đó và được thay thế bởi [[Sebastianus]], người con rể của mình. Tuy nhiên, Aëtius sẽ lật đổ Sebastianus vào năm sau và trở thành nhà lãnh đạo trên thực tế của [[đế quốc Tây La Mã]].\n==Tham khảo==\n{{tham khảo}}\n*John M. O'Flynn, ''Generalissimos of the Western Roman Empire''\n*Stewart I. Oost, ''Galla Placidia Augusta''\n\n{{s-start}}\n{{s-bef | before= [[Felix (chấp chính quan năm 428)|Flavius Felix]]<br><small>Vào năm 429<\/small>}}\n{{s-ttl | title=[[Magister militum|Tổng chỉ huy]] của [[Đế quốc La Mã|Quân đội Tây La Mã]] | years=432}}\n{{s-aft | after= [[Sebastianus (magister militum)|Sabastianus]]}}\n{{end}}\n\n[[Thể loại:Tướng lĩnh La Mã cổ đại]]\n[[Thể loại:Magistri militum]]\n[[Thể loại:Patricii]]\n[[Thể loại:Mất năm 432]]\n[[Thể loại:Năm sinh không rõ]]"}