{"Carl von Clausewitz":"{{Chất lượng dịch}}\n{{redirect|Clausewitz|the part of defence of Berlin during the World War II|Operation Clausewitz|the Paradox computer strategy games engine|Clausewitz Engine}}\n{{EngvarB|date=November 2018}}\n{{Infobox military person\n| name = Carl Philipp Gottfried von Clausewitz\n| image = Carl von Clausewitz.PNG\n| image_size = \n| caption = Clausewitz phục vụ trong quân đội Phổ, tranh bởi [[Karl Wilhelm Wach]]\n| birth_date = {{Birth date|1780|06|01|df=y}}\n| birth_place = [[Burg bei Magdeburg]], [[Vương quốc Phổ]], [[Thánh chế La mã]]\n| death_date = {{Death date and age|1831|11|16|1780|07|01|df=y}}\n| death_place = [[Breslau]], [[Silesia]], [[Vương quốc Phổ]]<br>(Ngày nay là Wrocław, [[Silesia Voivodeship]], [[Ba Lan]])\n| placeofburial = \n| allegiance = {{flag|Phổ|1803}}<br>{{flagcountry|Russian Empire}} {{small|(1812–1813)}}\n| branch = {{flagdeco|Prussia|army}} [[Prussian Army|Prussian Cavalry Officer Army]]\n| serviceyears = 1792–1831\n| rank = [[Major-general]]\n| unit = [[Russian-German Legion]] {{small|(III Corps)}}\n| commands = ''[[Prussian Military Academy|Kriegsakademie]]''\n| battles = [[French Revolutionary Wars]]\n* [[Siege of Mainz (1793)|Siege of Mainz]]\n[[Napoleonic Wars]]\n* [[Battle of Jena–Auerstedt]]\n* [[Battle of Borodino]]\n* [[Battle of Ligny]]\n* [[Battle of Wavre]]\n| awards = \n| relations = \n| laterwork = \n}}\n'''Carl Philipp Gottfried von Clausewitz''' ([[Bảng mẫu tự phiên âm quốc tế|IPA]]: [ˈ''klaʊzəvɪts'']) (sinh ngày [[1 tháng 6]] năm [[1780]]<ref>Christopher Bassford. (2002). [http:\/\/www.clausewitz.com\/CWZHOME\/CWZSUMM\/CWORKHOL.htm Clausewitz and his Works.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080224002155\/http:\/\/www.clausewitz.com\/CWZHOME\/CWZSUMM\/CWORKHOL.htm |date = ngày 24 tháng 2 năm 2008}} Clausewitz.com. Truy cập [[2007-05-31]].<\/ref> - mất [[16 tháng 11]] năm [[1831]]) là một tướng người Phổ, một nhà lí thuyết quân sự người đã nhấn mạnh ''tâm lý'' (nguyên văn tiếng Anh: the moral) (có nghĩa rằng, trong tiếng Anh hiện đại-psychological) và các phương diện chính trị của chiến tranh. Tác phẩm lỗi lạc nhất của ông, Vom Kriege (On War-sách xuất bản ở Việt Nam là Bàn về chiến tranh), đã không hoàn thành do cái chết của ông. Clausewitz là một người có óc thực tế trong nhiều nghĩa khác nhau và, trong một vài khía cạnh là lãng mạn, cũng đã đưa tới nhiều ý tưởng duy lí chủ nghĩa của thời đại Khai sáng ở châu Âu.\n\nLý luận của Clausewits thường được miêu tả như người theo chủ nghĩa Hegel bởi vì phương pháp biện chứng của ông; nhưng, mặc dù ông có thể về mặt bản thân được làm quen với Hegel, vẫn có tranh luận có hay không việc Clausewitz bị ảnh hưởng bởi Hegel. Ông đã nhấn mạnh sự tương tác biện chứng trong số các nhân tố đa dạng, lưu ý sự phát triển bất ngờ trải ra dưới ''sương mù của chiến tranh ''(..mặc dù không đầy đủ, lờ mờ, và thường hoàn toàn thông tin sai lệch và mức độ cao của lo lắng, nghi ngờ, kích động) đòi hỏi quyết định nhanh chóng bởi những người chỉ huy lanh lợi. Ông đã xem xét lịch sử với tư cách là một sự kiểm tra quan trọng đối với sự trừu tượng uyên bác mà không phù hợp với kinh nghiệm. Trong sự tương phản tới tác phẩm thời kì đầu của Antoine-Henri Jomini, ông đã tranh luận rằng chiến tranh có thể không được xác định số lượng hoặc qui vào bản đồ, hình học và đồ thị. Clausewitz có nhiều châm ngôn, trong đó nổi tiếng nhất là ''Chiến tranh là sự kế tục của chính trị bởi những cách khác.'' (nguyên văn:''War is the continuation of politics by other means.'')<ref name=\"nhabinhphap\"\/><ref name=\"nhabinhphap\">{{Chú thích web |url=http:\/\/suckhoedoisong.vn\/20100723111959820p0c15\/hai-nha-binh-phap-hang-dau-cua-the-gioi.htm |ngày truy cập=2011-01-11 |tựa đề=Hai nhà binh pháp hàng đầu của thế giới - Kỳ II: Clausewitz |archive-date=2010-08-16 |archive-url=https:\/\/web.archive.org\/web\/20100816145008\/http:\/\/suckhoedoisong.vn\/20100723111959820p0c15\/hai-nha-binh-phap-hang-dau-cua-the-gioi.htm |url-status=dead }}<\/ref><ref>Wilhelm Leeb (Ritter von), Hugo Freytag-Loringhoven (Freidherr von), Waldemar Erfurth, [http:\/\/books.google.com.vn\/books?id=1MP_WvO8utgC&pg=PA198&dq=%22Clausewitz#v=onepage&q=%22Clausewitz&f=false ''Roots of strategy: 3 military classics''], Sách 3, Stackpole Books, 1991, trang 198. ISBN 0811730603.<\/ref><ref>Carl von Clausewitz, Hans Wilhelm Gatzke, [http:\/\/books.google.com.vn\/books?id=lvZ7yaPN5fUC&pg=PA69&dq=%22Frederick#v=onepage&q=%22Frederick&f=false ''Principles of War''], Courier Dover Publications, 2003, trang 69. ISBN 0486427994.<\/ref>\n\n==Tên gọi==\nNhững tên thánh của Clausewitz thường được nói trong không -nguồn gốc Đức như \"Karl,\" \"Carl Philipp Gottlieb,\" hoặc \"Carl Maria.\" Ông đã đánh vần tên được nêu lên của mình với 1 chữ C để nhận diện với truyền thống châu Âu cổ điển; những nhà văn thường sử dụng Karl là thường tìm cách nhấn mạnh bản sắc Đức của ông (phần nào hơn châu Âu).\"Carl Philipp Gottfried\" xuất hiện trên bia mộ của Clasewitz. Tuy nhiên, một vài nguồn như nhà lịch sử quân sự Peter Paret và Encyclopædia Britannica tiếp tục sử dụng Gottlieb thay thế của Gottfried.\n\n==Cuộc đời và sự nghiệp quân sự==\n\nClausewitz được sinh vào ngày 1\/6\/1780 ở thị trấn Burg bei Magdeburg trong tỉnh Duchy of Magdeburg nước Phổ, là người con út trong 4 anh em của một gia đình mà đã tuyên bố thuộc về dòng dõi quý tộc mà Carl đã thừa nhận. Gia đình Clausewitz tự cho nguồn gốc từ Nam tước của Clausewitz ở Upper Silesia, mặc dù nhiều học giả yêu cầu sự liên kết. Ông nội ông, là con của một mục sư Tin lành, là một giáo sư khoa thần học. Cha của Clausewitz, một thời là trung úy trong quân đội của Frederick II, vua nước Phổ, đã giữ một vị trí nhỏ trong Cơ quan thuế vụ nước Phổ. Clausewitz gia nhập quân đội Phổ phục vụ tại độ tuổi 12 với tư cách là một hạ sĩ quan, cuối cùng đạt tới cấp bậc thiếu tướng.\n\nClausewitz đã phục vụ trong chiến dịch Rhine (1793-1794) kể cả cuộc vây hãm Mainz, khi quân đội Phổ xâm lược nước Pháp trong suốt Cách mạng Pháp, và đã chiến đấu trong ''Những cuộc chiến Napoleon'' từ năm 1806 tới 1815. Ông đa gia nhập Kriegsakademie (cũng được trích dẫn như ''Trường Đại học chiến tranh Đức'', ''Học viện quân sự Berlin'', và ''Học viện quân sự Phổ'', sau là ''Đại học Chiến tranh'') ở Berlin vào năm 1801 (ở tuổi 21), có thể đã nghiên cứu những bản viết tay của nhà triết học Immanuel Kant, Ficht, và Schleiermacher và đã đạt được sự quan tâm của Tướng Gerhard von Scharnhorst, tham mưu trưởng đầu tiên tương lai của Quân đội Phổ được cải cách lại mới (bổ nhiệm năm 1809). Clausewitz, Hermann von Boyen (1771–1848) và Karl von Grolman (1777–1843) là trong số những đồng minh chủ yếu của Scharnhorst trong nỗ lực của ông để cải cách quân đội Phổ chừng những năm 1807 và 1814.\n[[Tập tin:Marievonclausewitz.jpg|thumb|left|175px|Marie von Clausewitz (née, Countess von Brühl)]]\n\nClausewitz đã phục vụ trong suốt chiến dịch Jena với tư cách là sĩ quan tùy tùng cho Hoàng tử Phổ- August. Tại trận chiến Jena-Auerstedt vào ngày 14\/10\/1806 khi Napoleon xâm lăng nước Phổ và đã đánh bại khối quân đội Phổ-Saxon được lãnh đạo bởi Karl Wilhelm Ferdinand, Công tước của Brunswick- ông đã bị bắt, một trong 25 000 tù binh bị bắt trong ngày quân đội Phổ tan vỡ. Lúc đó 26 tuổi, Clausewitz bị giam giữ như tù nhân với hoàng tử của ông trong nước Pháp từ 1807-1808. Trở lại Phổ, ông đã cộng tác xây dựng lại quân đội Phổ và đất nước.\n\nVào ngày 10\/12\/1810 ông kết hôn với một nhân vật nổi bật của xã hội thời ấy, nữ bá tước Marie von Bruhl, người ông đã gặp lần đầu năm 1803. Cô là một thành viên của dòng dõi quý tộc Đức, dòng họ nguồn gốc ở Thuringia. Cặp đôi đã sống trong giới thượng lưu, giao du với những nhà chính trị, nhà văn, tri thức tinh hoa của Berlin. Marie là một người được giáo dục tốt và mối quan hệ sâu rộng về mặt chính trị-cô đã giữ vai trò quan trọng trong sự tiến bộ nghề nghiệp và tri thức của chồng cô. Cô cũng đã biên tập, xuất bản và giới thiệu bộ sưu tập những tác phẩm của ông.\n\nPhản đối đối với việc Phổ bị cưỡng ép tham gia liên minh với Napoleon I, Clausewitz đã rời quân đội Phổ và đa phục vụ trong quân đội Sa hoàng Nga từ năm 1812 tới 1813 trong suốt chiến dịch Russian (1812), tham gia trong Trận Borodino (1812). Như nhiều sĩ quan Phổ phục vụ nước Nga, ông đã gia nhập Quân đoàn Nga-Đức năm 1813. Trong sự phục Đế quốc Nga, Clausewitz đã giúp đàm phán Hội nghị Tauroggen (1812), hội nghị đã chuẩn bị cách cho liên minh của Phổ, Nga, và Anh mà cuối cùng đã đánh bại Napoleon và các đồng minh của ông.\n\nTrong năm 1815 tại Quân đoàn Nga- Đức hợp nhất vào Quân đội Phổ và Clausewitz tái gia nhập phục vụ nước Phổ với tư cách là một đại tá. Ông đã sớm được bổ nhiệm tham mưu trưởng của quân đoàn III do Johann von Thielmann chỉ huy. Trong khả năng đó ông đã phục vụ tại trận Ligny và trận Warve trong suốt chiến dịch Waterloo năm 1815. Một đội quân dẫn dắt đích thân bởi Napoleon đã đánh bại Phổ tại Ligny (phía Nam của Mon-Saint-Jean và làng Waterloo) vào ngày 16\/6\/1815, nhưng họ đã rút lui trong trật tự. Thất bại của Napoleon để hủy diệt lực lượng Phổ dẫn tới thất bại của ông một vài ngày sau đó tại Trận Waterloo (18\/6\/1815), khi lược lượng Phổ bất ngờ đã đến bên sườn trái cuối buổi chiều để giúp đỡ lực lượng Anh- Hà Lan-Bỉ đang dồn ép mặt trận của Napoleon. Đơn vị của Clausewitz đã chiến đấu với lực lượng đông hơn tại Wavre (18\/9\/1815), ngăn ngừa sự tăng cường lớn liên lạc Napoleon tại Waterloo. Sau cuộc chiến Clausewitz đã phục vụ như chỉ huy của trường Đại học Kriegsakademie, nơi ông đã phục vụ cho tới năm 1830. Trong năm đó ông đã trở lại để tích cực phận sự với quân đội. Sớm sau đó, một vài sự nổi dậy cách mạng khắp xung quanh châu Âu và một cuộc khủng hoảng ở Ba Lan đã xuất hiện để báo trước cuộc chiếnlớn khác ở châu Âu. Clausewitz được bổ nhiệm tham mưu trưởng của quân đội Phổ mà có thể huy động trong tình huống khẩn cấp này, đã được phái tới biên giới Ba Lan. Chỉ huy của nó, Gneisenau, chết bởi bệnh tả, và Clausewitz làm lãnh dạo của quân đội Phổ cố gắng để xây dựng một hàng rào ''ngăn bệnh dịch'' để ngăn chặn bệnh dịch tả bùng phát lớn (lần đầu tiên dịch tả xuất hiện trong trung tâm cận đại châu Âu, nguyên nhân một lục địa rộng lớn lo sợ). Bản thân ông chết không lâu sau đó bởi bệnh tả, vào ngày 17\/11\/1831.\n\nNgười vợ của ông đã biên tập, xuất bản, và đã viết lời giới thiệu tới kiệt tác của ông về triết học của chiến tranh năm 1832. (Ông đã bắt đầu làm việc lên văn bản trong 1816 nhưng không hoàn thành nó). Bà đã viết bài tựa cho On War và khoảng 1835 đã xuất bản hầu hết những tác phẩm của ông. Bà chết trong tháng giêng 1836.\n\n==Học thuyết chiến tranh==\n\nClausewitz là một quân nhân chuyên nghiệp người đã liên can vào nhiều chiến dịch quân sự, nhưng ông đã nổi tiếng chủ yếu với tư cách là một nhà lí thuyết quân sự quan tâm tới sự xem xét chiến tranh, sử dụng những chiến dịch của Frederick Đại đế và Napoleon như sườn của sự tham khảo cho những tác phẩm của ông. Ông đã viết một bài điều tra cẩn thận, có hệ thống về chiến tranh trong tất cả khía cạnh của nó. Kết quả là cuốn sách chính của ông,[[On War]]-[[Bàn về chiến tranh]], một tác phẩm lớn về triết học chiến tranh. Nó đã không được kết thúc khi Clausewitz chết và chứa tư liệu được viết tại những giai đoạn khác nhau trong quá trình phát triển tri thức của ông, tạo ra một vài sự đối nghịch đáng kể trong các phần khác nhau. Trình tự và đặc tính chính xác của quá trình phát triển là nguồn gốc của những tranh luận, như là ý nghĩa chính xác đằng sau những tuyên bố dường như mâu thuẫn của ông (thảo luận thích đáng tới chiến thuật, các cấp độ hoạt động và chiến lược của chiến tranh là một ví dụ. Clasewitz liên tục tìm cách để duyệt lại văn bản, đặc biệt trong năm 1827 và sự khởi hành của ông lên nhiệm vụ chiến trường cuối cùng của ông, để tính đến nhiều tư liệu lên ''chiến tranh nhân dân'' và chiến tranh cường độ cao giữa các quốc gia, nhưng tương đối ít của tài liệu này được tính đến trong sách. Binh sĩ trước thời gian đó đã viết những chuyên luận lên những đối tượng quân sự khác nhau, nhưng không một ai nhận làm một sự kiểm tra to lớn triết học của chiến tranh trên quy mô của những thứ được viết bởi Clausewitz và Leo Tolstoy, cả hai đều bị ảnh hưởng những sự kiện của thời đại Napoleon.\n\nNhững tác phẩm của Clasewitz vẫn được nghiên cứu ngày nay, chứng tỏ sự liên quan liên tục cua nó. Hơn 16 cuốn sách tiếng Anh mà tập trung đặc biệt lên tác phẩm của ông đã được xuất bản giữa 2005 và 2014, trong khi mà đối thủ thế kỉ 19 của ông [[Antoine-Henri Jomini]] phai mờ ảnh hưởng. Nhà sử học Lynn Montross đã nói kết quả,''có thể được giải thích bởi thực tế rằng Jomini đã tạo ra một hệ thống của chiến tranh, Clausewitz một triết học của chiến tranh. Một cái đã bị lỗi thời bởi vũ khí mới (ám chỉ Jomini), cái khác vẫn ảnh hưởng chiến thuật đằng sau những vũ khí mới.'' Jomini đã không cố thử để định nghĩa chiến tranh nhưng Clausewitz đã làm, cung cấp (và so sánh sánh biện chứng) một số lượng của những định nghĩa. Thứ nhất là luận đề biên chứng của ông:''Chiến tranh là theo cách một hành động vũ lực để ép kẻ thù của chúng ta phải làm theo ý chúng ta muốn.'' Thứ hai, thường được xem xét như điểm cốt yếu của Clasewitz:''Chiến tanh là chỉ sự kế tục của chính trị bằng những phương tiện khác''. Sự tổng hợp kiểm tra biện chứng của ông về bản chất của chiến tranh là bộ ba nổi tiếng của ông, nói rằng chiến tranh là ''một bộ ba quyến rũ- bao gồm sự hung bạo nguyên thủy, lòng căm ghét, và sự thù hằn, cái mà được xem như một sức mạnh tự nhiên mù quáng; trò chơi của xác suất và ngẫu nhiên, trong phạm vi sáng tạo tinh thần là tự do để lang thang và yếu tố ít quan trọng hơn của nó, như một công cụ của chính sách, mà làm cho nó phải có lý do thuần túy.''\n\n===Những ý tưởng chính===\n\nNhững ý tưởng chính đã được thảo luận trong On War bao gồm:\n* phương pháp biện chứng tiếp cận những phân tích quân sự.\n* những phương pháp của ''sự phân tích phê bình''\n*logic tìm kiếm lợi nhuận kinh tế của doanh nghiệp thương mại cũng đồng thời áp dụng cho việc tiến hành chiến tranh và đàm phán hòa bình.\n*bản chất của cơ chế cân bằng quyền lực.\n*mối quan hệ giữa mục đích chính trị và mục đích quân sự trong chiến tranh.\n*quan hệ bất đối xứng giữa tấn công và phòng thủ.\n*bản chất của ''thiên tài quân sự''(bao gồm những nội dung của cá tính và tính cách, ngoại trừ trí tuệ)\n\n==Ảnh hưởng==\n\nClausewitz đã chết khi không hoàn thành tác phẩm ''On War'', nhưng bất kể điều đó những ý tưởng của ông ảnh hưởng rộng rãi lên lí thuyết quân sự và có ảnh hưởng mạnh mẽ riêng biệt lên tư tưởng quân sự Đức. Về sau những tướng Phổ và Đức, như Helmuth Graf von Moltke, bị ảnh hưởng rõ ràng Clausewitz: Lời phát biểu được trích dẫn rộng rãi của Moltke rằng:''Không kế hoạch chiến dịch sống sót lần đầu tiếp xúc với kẻ thù'' là tác phẩm kinh điển phản chiếu sự kiên định của Clausewitz lên những vai trò của sự may rủi, sự bất đồng ý kiến, ''sương mù'', không chắc chắn và sự tương tác trong chiến tranh.\n\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource author|Karl von Clausewitz}}\n*[http:\/\/www.clausewitz.com\/CWZHOME\/CWZBASE.htm Clausewitz homepage] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080124093908\/http:\/\/www.clausewitz.com\/CWZHOME\/CWZBASE.htm |date = ngày 24 tháng 1 năm 2008}}, large amounts of information.\n*{{gutenberg author| id=Carl+von+Clausewitz | name=Carl von Clausewitz}}\n\n{{sơ khai nhân vật quân sự Đức}}\n\n{{thể loại Commons|Carl von Clausewitz}}\n{{thời gian sống|1780|1831}}\n\n[[Thể loại:Người Saxony-Anhalt|Clausewitz, Carl von]]\n[[Thể loại:Nhà văn quân đội|Clausewitz, Carl von]]\n[[Thể loại:Nhà văn Đức|Clausewitz, Carl von]]\n[[Thể loại:Tướng Đức|Clausewitz, Carl von]]\n[[Thể loại:Tướng Phổ]]"}