{"Charles Martel":"{{Thông tin nhân vật hoàng gia\n| tên gốc = Charles Martel\n| tước vị = [[Công tước và hoàng thân của người Frank]] <br> [[Quản thừa]]\n| hình = Charles Martel 01.jpg\n| ghi chú hình = Tượng đặt tại [[Lâu đài Versailles|Cung điện Versailles]] ở [[Paris]]\n| chức vị = [[Công tước và hoàng thân của người Frank]]\n| tại vị = 718 – 741\n| đăng quang = 718\n| tiền nhiệm = [[Pepin của Herstal]]\n| kế nhiệm = [[Pepin Lùn]]\n| chức vị 1 = [[Quản thừa]] của [[Austrasia]]\n| tại vị 1 = 715 – 741\n| đăng quang 1 = 715\n| tiền nhiệm 1 = [[Theudoald]]\n| kế nhiệm 1 = [[Carloman]]\n| chức vị 2 = [[Quản thừa]] của [[Neustria]]\n| tại vị 2 = 718 – 741\n| đăng quang 2 = 718\n| tiền nhiệm 2 = [[Ragenfrid]]\n| kế nhiệm 2 = [[Pepin Lùn]]\n| chức vị 2 = [[Vua của người Frank]] (trên thực tế)\n| tại vị 2 = 737 – 741\n| đăng quang 2 = 737\n| tiền nhiệm 2 = [[Theuderic IV]]\n| kế nhiệm 2 = [[Childeric III]]\n| phối ngẫu = Rotrude của Trier<br>[[Swanachild|Swanhild]]\n| con cái = [[Carloman]]<br>[[Pepin Lùn|Pepin]]<br>[[Grifo]]<br>[[Bernard, con của Charles Martel|Bernard]]<br>[[Remigius của Rouen|Remigius]]<br>[[Hiltrud]]<br>và những người con khác\n| hoàng tộc = [[Vương triều Caroling]]\n| cha = [[Pepin của Herstal]]\n| mẹ = [[Alpaida]]\n| sinh = 688\n| nơi sinh = [[Herstal]]\n| mất = 741\n| nơi mất = [[Quierzy-sur-Oise|Quierzy]]\n| nơi an táng = [[Vương cung thánh đường Thánh Denis]]\n| chữ ký =\n}}\n{{Hộp chiến dịch Charles Martel}}\n\n'''Charles Martel''' ({{lang-la|Carolus Martellus}}) <ref>''Martel'' là một biệt hiệu, nghĩa là ''cây búa''<\/ref>(688 – 741), là một nhà lãnh đạo quân sự và chính trị [[người Frank]], với tước hiệu ''dux et princeps Francorum'' (công tước và hoàng thân Frank) và [[Quản thừa]]<ref>Theo Lê Quốc Vinh trong sách \"Các nhân vật lịch sử thế giới trung đại\" dịch từ tiếng Pháp ''maire de palais'' để chỉ chức vụ ban đầu để quản việc nội vụ trong cung điện, sau có quyền điều hành triều chính như tể tướng ở Trung Quốc; cũng còn được dịch là \"cung tướng\" hoặc \"Trưởng quản Hoàng gia\"<\/ref> ông đã cai trị trên thực tế (''[[de facto]]'') [[vương quốc Frank]] từ năm 718 đến khi qua đời.<ref>{{chú thích sách|last=Schulman |first=Jana K. |title=The Rise of the Medieval World, 500-1300: A Biographical Dictionary |url=http:\/\/books.google.com\/books?id=f_jLbHTM_zgC&pg=PA101&dq=Charles+Martel+688 |publisher=[[Greenwood Publishing Group]] |year=2002 |page=101 |isbn=0-313-30817-9}}<\/ref><ref>{{chú thích sách|last=Littlewood |first=Ian |title=France |url=http:\/\/books.google.com\/books?id=u4ATzuYPXVYC&pg=PA34&dq=Charles+Martel+688 |publisher=[[Rough Guides]] |year=2002 |page=34 |isbn=1-85828-826-6}}<\/ref><ref>{{chú thích sách|last=Cawthorne |first=Nigel |authorlink=Nigel Cawthorne |title=Military Commanders: The 100 Greatest Throughout History |url=http:\/\/books.google.com\/books?id=F-QawgVmYn8C&pg=PA52&dq=Charles+Martel+688 |publisher=Enchanted Lion Books |year=2004 |pages=52–53 |isbn=1-59270-029-2}}<\/ref><ref>{{chú thích sách|last=Fouracre |first=Paul |title=The Age of Charles Martel |url=http:\/\/books.google.com\/books?id=WsNnAAAAMAAJ&q=Charles+Martel+688&dq=Charles+Martel+688&pgis=1 |publisher=[[Longman]] |year=2000 |page=55 |isbn=0-582-06475-9}}<\/ref><ref>{{chú thích sách|last=Kibler |first=William W. |last2=Zinn |first2=Grover A. |title=Medieval France: An Encyclopedia |url=http:\/\/books.google.com\/books?id=4qFY1jpF2JAC&pg=PA205&dq=Charles+Martel+688#PPA205,M1 |publisher=[[Routledge]] |year=1995 |pages=205–206 |isbn=0-8240-4444-4}}<\/ref>\n\nNgày nay người ta chủ yếu biết đến ông như là người đã chiến thắng trong [[Trận Tours]] năm 732, trận chiến được coi là có tính chất quyết định chặn đứng việc bành trướng của các đạo quân [[Ả Rập]] vào Tây Âu thời kỳ hậu [[Đế quốc La Mã|La Mã]].<ref>{{Chú thích web |url=http:\/\/wwwa.britannica.com\/eb\/article-9060566 |ngày truy cập=2011-07-13 |tựa đề=Battle of Tours - Britannica Online Encyclopedia |archive-date=2008-08-27 |archive-url=https:\/\/web.archive.org\/web\/20080827194622\/http:\/\/wwwa.britannica.com\/eb\/article-9060566 |url-status=dead }}<\/ref> Chiến thắng này cùng với các hành động bảo trợ giáo hội [[Thiên Chúa giáo]] của ông khiến cho năm 739, [[Giáo hoàng Grêgôriô III]] quyết định phong ông danh hiệu [[Chấp chính quan La Mã]] nhưng ông đã từ chối. Các thắng lợi quân sự và chính trị của ông đã đặt nền móng để con trai ông [[Pepin Lùn]] và cháu nội là [[Charlemagne]] gây dựng nên [[Đế chế Vương triều Caroling]], góp một phần quan trọng kiến tạo thể chế phong kiến ở châu Âu sơ kỳ trung đại.<ref name=Fouracre>Fouracre, John. ''The Age of Charles Martel''<\/ref><ref>deMartelly, Louis. [http:\/\/www.amazon.com\/dp\/1434360377]. \"Charles Martel and the Lance of Destiny.\" Author Solutions (2008).<\/ref>\n\n==Những năm đầu đời==\nCharles Martel sinh ra năm 688 ở [[Herstal]] (nay thuộc Bỉ), là con ngoài giá thú của [[Pepin xứ Herstal|Pepin II]], Công tước xứ Herstal và ''dux et princeps'' của vương quốc Frank - người cai trị ''[[de facto]]'' của vương quốc, với người vợ lẽ [[Alpaida]].<ref>{{chú thích sách|title=World military leaders: a biographical dictionary|year=2007|publisher=Facts on File|isbn=978-0816047321|pages=63|url=http:\/\/books.google.com\/books?id=QSJoaugn2h8C&lpg=PA63&dq=Charles%20Martel%20born%20Herstal&pg=PA63#v=onepage&q=Charles%20Martel%20born%20Herstal&f=false|author=Mark Grossman|accessdate=ngày 2 tháng 6 năm 2011}}<\/ref><ref>{{CathEncy|wstitle=Charles Martel}}<\/ref> Alpaida còn đẻ cho Pepin một đứa con trai khác,[[Childebrand]], sau này trở thành Công tước [[Bourgogne|Burgundy]].\n\n==Tranh giành quyền lực==\n[[Tập tin:Francia at the death of Pepin of Heristal, 714.jpg|nhỏ|phải|Các vương quốc người Frank ở thời điểm Pepin xứ Heristal qua đời. Trong số đó, Aquitaine (vàng) nằm ngoài tầm với của chính quyền [[Dòng Pippinids|Arnulfing]] trong khi Neustria và Burgundy (hồng) liên minh với nhau chống đối Pepin. Chỉ có Austrasia (xanh) chịu sự quản lý của chinh quyền Arnulfing, trước là Theudoald rồi tới Charles. Các công quốc German ở bờ Đông sông Ranh chỉ thuần phục chính quyền Frank trên danh nghĩa.]]\nTháng Mười hai năm 714, [[Pepin xứ Herstal]] mất. Trước khi chết, dưới sự xúi giục của người vợ Plectrude, ông đã chỉ định cháu nội [[Theudoald]],(cha của Theudoald là [[Grimoald II|Grimoald]],con thứ hai của Pepin và Plectrude, bị ám sát trước đó ít tháng) là người thừa kế toàn bộ vương quốc. Điều này bị các quý tộc phản đối dữ dội vì Theudoald mới chỉ 8 tuổi. Đề phòng Charles lợi dụng điều đó để đoạt ngôi, Plectude đã tống giam Charles ở Köln, thành phố mà bà ta định chọn làm thủ đô. Điều ngày đã ngăn cản một cuộc bạo loạn ở miền Bắc nhưng ở miền Trung, xứ Neustria đã nổi dậy chống Plectrude.\n\n===Nội chiến 715-718===\nNăm 715, các quý tộc xứ Neustria đã đề cử [[Ragenfrid]] làm Trưởng quản hoàng gia nhân danh, và dường như được ủng hộ bởi nhà vua [[Dagobert III]], người về lý thuyết có quyền hợp pháp chỉ định chức trưởng quản, nhưng thực tế hoàng gia [[Vương triều Merovingian|Merovingian]] đã không còn chút quyền lực đáng kể vào thời điểm đó.\n\nNgười Austrasia không chấp nhận sự trị vì của Plectrude và đứa con trai nhỏ tuổi được lâu. Gần cuối năm đó, Charles Martel đã vượt ngục và được tuyên bố là Trưởng quản hoàng gia bởi các quý tộc Austrasia, những người mong chờ một lãnh đạo mạnh mẽ cho cuộc chiến đang diễn ra với quân đội Neustrasia xâm lược. Năm đó, nhà vua Dagobert mất và người Neustria tuyên bố [[Chilperic II]] làm vua mà không thông qua những tộc người Frank khác.\n\nNăm 717, Chilperic và Ragenfrid cùng nhau dem quân tới Austrasia. Người Neustria liên minh với một lực lượng viễn chinh khác dưới quyền Radbod, vua của người Frisia và đụng độ với quân đội của Charles gần [[Köln]]. Charles có quá ít thời gian để tập trung lực lượng và chuẩn bị chiến đấu nên ông đã thất bại(lần duy nhất trong đời) tại trận này Theo Strauss và Gustave, Martel đã đánh một trận xuất sắc, nhưng quyết định rút lui khi nhận thấy quân địch quá đông.\n\nThực tế thì Charles đã rút khỏi chiến trường rất sớm khi nhận ra không đủ thời gian hay lực lượng để tổ chức chống trả, lui quân về dãy núi [[Eifel]] để trưng tập và luyện tập binh lính. Nhà vua và vị trưởng quản xứ Neustria quay sang tấn công Köln, chiếm đóng và cướp bóc thành phố. Plectrude và con trai đầu hàng, triều đình Austrasia thừa nhận các tước hiệu của Chilperic và Ragenfrid.\n\n===Thiên tài quân sự===\n[[Tập tin:Charles Martell 1.jpg|nhỏ|trái|180px|Charles Martel]]\n\nTừ thời điểm này, các sự kiến trở nên thuận lợi với Charles. Ông đánh úp đội quân chiến thắng Neustria trên đường trở về xứ mình ở gần [[Malmedy]], truy kích và đánh bại họ một lần nữa trong [[Trận Amblève]]. Hầu hết quân Neustria bị giết hoặc bị bắt. Có vài điểm đáng chú ý trong trận chiến đó đã tạo thành khuôn mẫu cho phần còn lại trong binh nghiệp của Charles: thứ nhất, ông xuất hiện ở nơi đối phương ít ngờ nhất (khi đối phương đang ca khúc khải hoàn và trở về xứ mình, và số lượng họ vượt trội đội quân của Charles); thứ hai, ông tấn công vào lúc đối phương ít ngờ nhất, vào giữa trưa - lúc các đội quân ở thời dại đó thường nghỉ ngơi và cuối cùng, ông tấn công theo cách đối phương ít mong đợi nhất, -tức giả vờ rút chạy để đưa họ vào bẫy.\n\nViệc giả vờ rút chạy, vốn chưa được biết tới trước đó tại châu Âu - dù là một chiến thuật truyền thống của phương Đông - đòi hỏi cả kỷ luật nghiêm ngặt của binh sĩ lẫn khả năng chọn thời điểm chính xác của người chỉ huy. Charles, trong trận này, đã bắt đầu chứng tỏ thiên tài quân sự vốn sẽ đánh dấu sự thống trị của ông, và mở đầu một chuỗi thắng lợi không hề bị gián đoạn cho đến hết sự nghiệp của ông\n\nMùa xuân 717, Charles trở lại Neustria với quân đội và lần nữa chiến thắng trong trận [[Trận Vincy|Vincy]], gần [[Cambrai]]. Ông truy đuổi [[Chilperic]] và [[Ragenfrid]] tới tuận Paris, trước khi quay lại để đối phó với Plectrude ở Köln. Ông chiếm đóng thành phố và làm tan rã nhóm trung thành với Plectrude, nhưng tha chết cho mẹ con bà và đối xử tử tế với họ, một cách xử sự hiếm hoi với kẻ từng giam giữ và là đối thủ chủ yếu ở thời [[Trung Cổ]]. Sau thắng lợi đó, ông đưa [[Clotaire IV]] lên làm vua [[Austrasia]] để đối lập với vua Neustria Chilperic và phế truất [[Tổng giám mục Rheims]] là [[Rigobert]], đưa một người thân tín là giám mục Milo lên thay.\n\n==Củng cố quyền lực==\nSau khi bình định toàn xứ [[Austrasia]], Charles hành quân tấn công quân đội Frisia của vua Radbod, đẩy lui họ và thậm chí buộc Radbod phải nhượng miền [[Tây Frisia]] (nay là [[Hà Lan]]). Dưới danh nghĩa vua [[Clotaire]], ông cũng đánh bật [[người Sachsen|người Saxon]] qua bên kia [[weser|sông Weser]], bảo đảm vùng biên giới.\nNăm 718, Chilperic đáp trả sự lớn mạnh của Charles bằng việc liên minh với [[Odo Vĩ đại]] (còn gọi là Eudes), vị [[công tước xứ Aquitaine]] vốn trung lập trong cuộc nội chiến năm 715, nhưng một lần nữa thất bại trước Charles ở [[Trận Soissons(718)|Soissons]]. Cả Chilperic và Odo phải bỏ trốn tới vùng đất phía bắc [[sông Loire]] còn Ragenfrid tới xứ [[Angers]]. Clotaire IV mất sau đó ít lâu còn Odo thì đầu hàng Charles đề duy trì tước vị công tước.\n\n===Các cuộc chiến thời kỳ 718-731===\n[[Tập tin:The Saracen Army outside Paris, 730-32 AD.png|266px|nhỏ|Quân đội Saracen bên ngoài Paris những năm 730-732, trong một tranh minh họa ở đầu thế kỷ 9 của Julius Schnorr von Carolsfeld]]\nTrong những năm 718-723, Charles củng cố quyền lực bằng các cuộc chinh phục [[Bayern]] và [[Allemannia]]. Với việc đánh bại những người Saxon ngoại đạo đã làm tăng ảnh hưởng của Charles đối với các vị giám mục và tu viện trưởng, bên cạnh việc hiến đất và tiền cho các quỹ của nhà thờ.\n\nSau khi đã đoàn kết được người Frank, Charles quyết định tấn công người Saxon, xua đuổi dân tộc này tới các vùng [[weser|sông Weser]], [[sông Lippe]] và [[sông Ruhr]]. Ông đánh bại quân đội Saxon ở rừng Teutoburg. Năm 719 Charles thu hồi lại miền [[Tây Frisia]] mà không gặp sự kháng cự đáng kể nào. Dân Frisia là những người ngoại đạo nhưng lãnh tụ của họ, [[Adgillis II]] theo đạo Cơ đốc và Charles đã cử [[Willibrord]], giám mục xứ [[Utrecht (thành phố)|Utrecht]], \"tông đồ của người Frisia\" đến cải đạo cho dân chúng, cũng như sau này ông đã ủng hộ mạnh mẽ cho W\"infrid hay [[Giáo hoàng Bônifaciô I|Thánh Boniface]], \"tông đồ của người German\".\n\nKhi Chilperic II chết một năm sau (720), Charles đặt đứa con còn nhỏ của Dagobert III, [[Theuderic IV]]lên ngôi vua Neustria. Theuderic, cũng như nhiều vị vua khác mà Charles bổ nhiệm, hoàn toàn là những kẻ bù nhìn. Năm đó, Charles lại cất quân đánh người Saxon. Ragenfrid nhân cơ hội rời bá quốc (''county'') Anjou, khởi xuống một cuộc nổi loạn của người Neustria, nhưng đã bị đánh bại dễ dàng vào năm 724. Charles vẫn cho Ragenfrid giữ lại lãnh địa Anjou, nhưng phải lần lượt gửi những người con trai làm con tin. Cuộc nội chiến người Frank đến đây hoàn toàn chấm dứt.\n\nTiếp đó Charles phải đối phó với các xu hướng tách ra độc lập của các bộ lạc German. Những năm 720-723 ông tiến đánh xứ [[Bayern|Bavaria]] nơi các công tước dòng [[Agilolfing]] trở nên ngày càng tỏ ra tự chủ và đã bắt tay với người Lombard chống lại Charles. Charles buộc công tước [[Hugbert xứ Barvaria]] và miền Alemannia khuất phục chính quyền Frank. Một chiến dịch nữa ở Bavaria kéo dài trong những năm 725-728, ông đã trở về cùng với công chúa Swanachild, người có lẽ đã trở thành vợ lẽ của ông. Năm 730, [[Lantfrid]], công tước xứ Alemannia lại nổi loạn và Charles phải đem quân dẹp. Lantfrid bị chết trong trận chiến, Charles quyết định không đặt người kế vị mà sáp nhập miền Bắc Đức vào lãnh thổ vương quốc Frank.\n\n===Trước trận Tours===\nTuy nhiên, trong thời kỳ này, một mối đe dọa mới đến với nhà nước Frank của Charles, đó là đội quân Hồi giáo của [[đế quốc Ả Rập]] từ phương Nam.\n\nNăm 721, [[tiểu vương Córdoba|tiểu vương (émir) Córdoba]] đã xây dựng một đội quân mạnh từ [[Maroc]], [[Yemen]], và [[Syria]] để xâm lược [[Aquitaine]], công quốc lớn nằm ở phía Tây Nam của xứ Gaul, về danh nghĩa thuộc quyền của vương triều Frank nhưng thực tế hầu như độc lập từ khi triều đình Merovingian suy yếu. Quân đội Hồi giáo đã vây hãm [[Toulouse]], thành phố quan trọng nhất của Aquitaine, và công tước Aquitaine, Odo Vĩ đại, buộc phải rời khỏi để tìm cứu viện.\n\nOdo trở lại sau ba tháng khi thành phố gần như sắp đầu hàng và đánh bại quân Hồi giáo vào ngày 9 tháng 6 năm 721, nay được biết tới tên [[Trận Toulouse (721)|Trận Toulouse]]. Sự thất bại của người Ả Rập chủ yếu là kết quả của sự dàn mỏng lực lượng: họ đã trở nên quá tự tin khi Odo bỏ đi và rải quân đi cướp bóc xung quanh và khi Odo trở lại, họ bị bất ngờ và binh lính bỏ chạy vứt cả vũ khí và áo giáp. Tuy nhiên sức mạnh và ý chí xâm lược của người Ả Rập không bị tổn thất nhiều bởi trận này.\n\nNhiều sử gia cho rằng, mặc dù thường xuyên đánh nhau với người Saxon, phương Nam mới là mối quan tâm chính của Charles.<ref>Davis, ''100 Decisive Battles'',1999, p. 104.<\/ref><ref name=Santosuosso>Santosuosso, Anthony. ''Barbarians, Marauders, and Infidels''2004<\/ref> Trước tình hình ở bán đảo [[Bán đảo Iberia|Iberia]], Charles tin rằng ông cần thời gian để xây dưng một đội quân gần như thường trực được luyện tập thường xuyên làm nòng cốt cho quân đội Frank với số đông là lính nghĩa vụ được trưng tập khi có nhu cầu chiến tranh (ở châu Âu sơ kỳ trung đại, quân đội chỉ tập trung được khi ngũ cốc đã được gieo và trước vụ gặt). Muốn thế phải trả lương đủ cao cho binh lính, và Charles tìm cách lấy tiền từ ngân quỹ của Giáo hội mà trước kia ông từng hỗ trợ. Việc này diễn ra trong những năm 724-732 khiến cho quan hệ của ông với nhà thờ trở nên căng thẳng, có lúc dường như ông sẽ bị [[vạ tuyệt thông|rút phép thông công]].\n\nCần phải nói rằng, trong khi Charles đã chuẩn bị từ sớm thì đối thủ của ông lúc ấy còn chưa biết nhiều về sức mạnh của quân đội Frank. Sách \"Biên niên sử Ả Rập\", tư liệu lịch sử chủ yếu của thời bấy giờ, chỉ ghi nhận sự lo ngại của người [[Ả Rập]] về Charles Martel từ sau trận Tours.\n\n==Trận Tours==\n{{chính|Trận Tours}}\n[[Tập tin:Steuben - Bataille de Poitiers.png|phải|nhỏ|300px|Charles Martel trong trận Poitiers, tranh của Steuben thế kỷ XIX]]\n\n===Bối cảnh===\nSau thất bại của trận Toulouse, các đội quân [[Nhà Omeyyad|Umayyad]] vẫn tập kết quân ở Narbonne trên bờ Địa Trung Hải trong những năm 720 và đánh chiếm về các lãnh thổ người Frank, thậm chí từng hành quân tới rất xa về phía Bắc tới [[Autun]] ở Burgundy năm 725. Bị đe dọa từ hai mặt bởi Charles và Umayyad, Odo xứ Aquitaine quyết định liên minh với một tiểu vương Utman Ibn Naissa người Berber. Năm 732 Utman nổi dậy chống tổng đốc al-Andalus là A‘Abd-al-Raḥmân và nhanh chóng bị đánh bại. ‘Abd-al-Raḥmân sau đó huy động một lực lượng lớn tiến công Odo. Odo tập trung quân ở [[Bordeaux]] nhưng đã thảm bại trong [[trận sông Garonne]] và buộc phải cầu cứu Charles.\n\nSau khi chấp nhận sự thần phục của Odo, Charles đem quân đội tiến về phương Nam. Cuộc hành quân diễn ra bí mật, ông đã tránh các con đường cổ La Mã hòng làm cho người Ả Rập không phát hiện được số lượng lớn binh lính hành quân. Trong lúc này, quân Ả Rập vẫn tiếp tục càn quét miền Nam xứ Gaul, và chủ lực của họ, đội kỵ binh tinh nhuệ tiến về phía Tours, theo Fredgar là nhằm cướp bóc tu viện StMartin ở [[Tours]] - một địa chỉ linh thiêng nhất ở Tây Âu bấy giờ.<ref>Riche, Paul (1993). ''The Vương triều Carolings: A Family Who Forged Europe''. University of Pennsylvania Press. ISBN 0-8122-1342-4,p.44<\/ref>\n\nCharles đã bày trận địa tại một địa điểm nằm giữa Tours và [[Poitiers]], gần biên giới Aquitaine và vương quốc Neustria. Ông chọn một địa thế cao, dốc ngược lên với cây rậm xung quanh nhằm giảm ưu thế của kỵ binh Ả Rập. Các đội dân binh được sử dụng để quấy rối đối phương, gây khó khăn cho binh lính Ả Rập trong việc tìm kiếm lương thực.\n\n===Diễn biến===\nKhoảng cuối tháng 9 đầu tháng 10 năm 732, ‘Abd-al-Raḥmân kéo quân tới đối diện với quân của Charles. Trong vòng bảy ngày hai bên chỉ có những trận giao chiến nhỏ. Bản thân ‘Abd-al-Raḥmân hi vọng có thể đánh một trận ở địa hình bằng phẳng để phát huy kỵ binh như ở trận sông Garonne. Thực tế người Ả Rập có thể bỏ Tours và đánh vòng vào hậu phương Charles (một chiến thuật mà các quân đội [[kỵ binh]] sử dụng để tốc chiến, chẳng hạn như [[Thành Cát Tư Hãn]] sau này đã áp dụng rất thành công), như thế Frank sẽ nguy ngập. Tuy nhiên Charles đã đặt cược thành công vào trận thế này và cuối cùng, ngày 10 tháng 10, ‘Abd-al-Raḥmân quyết định tấn công.\n\nCác tài liệu ít ỏi về thời kỳ này mô tả không thống nhất với nhau về lực lượng hai bên cũng như diễn biến cụ thể. Ngày nay, phần lớn các nhà sử học tin rằng lực lượng Ả Rập là áp đảo về số lượng, ít nhất là gấp đôi: phía Charles có khoảng 15000-20000 quân, tối đa là 30000, trong khi đối phương có thể lên tới 80000.<ref name=Hanson>Hanson, Victor Davis. \"Culture and Carnage: Landmark Battles in the Rise of Western Power\"<\/ref> Trong trận chiến, bộ binh hạng nặng của Charles xếp thành [[đội hình phalanx|phương trận]] đã đánh bật các cuộc tấn công kịch liệt của kỵ binh Hồi giáo. Charles cử các toán quân vòng ra sau chính diện quân Hồi giáo, tấn công vào các trại Ả Rập và cướp bóc của cải cùng nô lệ. Kết quả là một số kỵ binh Ả Rập bỏ trận trở về trại của họ, kéo theo nhiều người khác tưởng lầm đó là hiệu lệnh rút lui. Quân Frank thắng lớn, tuy nhiên Charles không dám thúc quân tấn công vì lực lượng mỏng hơn nhiều. Đêm hôm đó người Ả Rập đã rút lui rất nhanh khiến cho việc truy kích hôm sau trở nên không thể.\n\n===Kết quả===\nKhoảng 15000 quân Umayyad bị giết tại trận, trong đó có tướng ‘Abd-al-Raḥmân.<ref>[[Victor Davis Hanson|Hanson, Victor Davis]]. ''Carnage and Culture: Landmark Battles in the Rise of Western Power''. Anchor Books, 2001. Xuất bản tại Anh dưới tên ''Why the West has Won''. Faber and Faber, 2001. ISBN 0-571-21640-4, p.141<\/ref> Phía Frank mất khoảng hơn 1000 quân. Chính từ trận chiến này mà Charles có tên hiệu là Martel(lưỡi búa), được cho là xuất phát từ cách giáng búa tàn nhẫn lên kẻ thù.\n\nTrận Tours có tiếng vang rất lớn về sau. Thế kỷ 18 và 19, những nhà viết sử có ảnh hưởng như [[Edward Gibbon|Gibbon]] hay [[Edward Creasy]] tin rằng chiến thắng này của Charles đã cứu không chỉ Frank mà còn cả Tây Âu, ngay cả nước Anh khỏi một cuộc xâm lược của người Hồi giáo.<ref>Poke,[http:\/\/www.standin.se\/fifteen07a.htm The Battle of Tours], from Sir Edward Creasy, MA, ''Fifteen Decisive Battles of the World From Marathon to Waterloo''<\/ref> Hiện nay phần lớn giới sử học có quan điểm thận trọng hơn, nhưng vẫn đánh giá rất cao vai trò của trận Tours. Sử gia [[William E. Watson]] viết:<ref>Watson, William, E. (1993). [http:\/\/www.deremilitari.org\/resources\/articles\/watson2.htm The Battle of Tours-Poitiers Revisited] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080921205841\/http:\/\/www.deremilitari.org\/resources\/articles\/watson2.htm |date=2008-09-21 }}. ''Providence: Studies in Western Civilization'' v.2 n.1.<\/ref>\n\n''\"Có những minh chứng rõ ràng cho việc trận Tours-Poitiers đáng được xếp vào những sự kiện đáng kể nhất trong lịch sử Frank khi người ta xem xét kết quả của trận chiến dưới ánh sáng của bản ghi chép đáng kể về sự củng cố thành công nền thống trị văn hóa và chính trị Hồi giáo lên toàn bộ vành đai phía Đông và phía Nam của thế giới La Mã tiền Cơ đốc. Hồi giáo chinh phục xứ [[Palestine]], [[Syria]], [[Ai Cập]] và Bắc Phi không chế mọi ngả đường đến [[Maroc]] trong thế kỷ 7 dẫn đến một sự áp đặt lâu dài bằng bạo lực một nền văn hóa Hồi giáo lên nền tảng Cơ đốc và phi Ả Rập. Vương quốc [[Visigoth]] đã rơi vào tay người Ả Rập chỉ sau một trận chiến đơn lẻ ở Rio Barbate năm 711, và dân Tây Ban Nha Thiên Chúa giáo đã mất tới 7 thế kỷ để khôi phục quyền kiểm soát Bán đảo [[Bán đảo Iberia|Iberia]].[...]. Giả sử ở Tours Charles Martel đã chịu chung số phận với vua Roderick ở Rio Barbate, thật khó tin rằng vương quyền Merovingian vô dụng sau đó lại có thể thành công trong việc mà viên Trưởng quản hoàng gia tài năng của ông ta đã thất bại. Quả thật, với việc Charles là tổ tiên của nhánh vương tộc [[Vương triều Caroling]] của vương quốc Frank và là ông nội của Charlemagne, người ta thậm chí có thể nói khá chắc chắn rằng phần tiếp sau của lịch sử phương Tây có thể diễn tiến theo một cách khác xa nếu như ‘Abd-al-Raḥmân thắng lợi ở Tours-Poitiers năm 732\"''.(Watson Providence:Studies in Western Civilization)\n\nTuy nhiên, một số ít người khác tin rằng ý nghĩa của trận Tours đã bị thổi phồng, rằng mục đích của quân đội Umayyad chỉ nhằm chiếm Tu viện StMartin ở Tours chứ không định chinh phục toàn Gaul trong chiến dịch đó. Hơn nữa, Tours chỉ là một sự kiện, dù quan trọng, trong chuỗi những lần đụng độ giữa người Ả Rập với người Cơ đốc giáo kéo dài nhiều thế kỷ và nói chung, chỉ là một phần của cuộc chiến dai dẳng của các vị hoàng thân Âu châu nhằm chiếm đoạt chiến lợi phẩm và tranh giành lãnh thổ<ref>Mastnak, Tomaž (2002). ''Crusading Peace: Christendom, the Muslim World, and Western Political Order''. University of California Press. ISBN 0-520-22635-6,pp.99-100<\/ref>\n\n==Sau trận Tours==\nTrong thập kỷ kế tiếp, Charles Martel đã lãnh đạo quân đội Frank chống lại các công tước phía Đông, Bavaria và Alemannia, cũng như các công quốc hía Tây, [[Aquitaine]] và [[Provence]]. Ông đã đối phó thành công với các tranh chấp không ngừng nổ ra với người Frisia và Saxon, nhưng không đạt được một thắng lợi triệt để - điều phải chờ đến đời cháu ông là Charlemagne - chủ yếu vì luôn phải tập trung vào nỗ lực chống lại người Hồi giáo.\n\nThay vì chuyên tâm vào việc chinh phục phía Đông, ông tìm cánh mở rộng lãnh thổ Frank về hướng Tây, ngăn cản tiểu quốc Córdoba có một chỗ đứng chân ở châu Âu xa al-Andalus bằng các chiến dịch năm 736 và 737 xua đuổi các đạo quân Hồi giáo ra khỏi đất Gaul.\n\n===Những cuộc chiến giai đoạn 732-737===\nTrong thời kỳ 732-735, Charles tìm cách tái tổ chức vương quốc [[Bourgogne|Burgundy]], đưa những người trung thành lên các vị trí bá tước và công tước nhằm củng cố địa vị của mình. Năm 734, ông trở lại tấn công Frisia viện cớ công tước Radbod (người từng được ông tha trước đây) đã trục xuất các linh mục truyền giáo. Radbod bị giết trong [[trận Boarn]], các miếu thờ ngoại đạo bị đốt sạch và miền Frisia tương đối yên ả 20 năm sau đó.\n\nNăm 735, Odo Vĩ đại mất, Charles Martel có ý định sáp nhập công quốc [[Aquitaine]] vào lãnh thổ vương quốc và đã trực tiếp đến nơi để thị uy với người dân, tuy nhiên quý tộc trong vùng đã tuyên bố [[Hunald xứ Aquitaine|Hunald]], con trai Odo, lên kế vị. Trước mối đe dọa Hồi giáo kéo đến ngay năm sau đó, Charles đã chấp thuận.\n\nCuộc xâm lược bằng đường thủy lần này của người Ả Rập được lãnh đạo bởi con trai của ‘Abd-al-Raḥmân, đã đổ bộ vào [[Narbonne]] vào năm 736. Họ củng cố cứ điểm [[Arles]] và hành quân sâu vào đất liền. Charles Martel lập tức kéo quân xuống phía Nam. Trong năm 736, ông đã lấy lại [[Montfrin]] và [[Avignon]], cũng như Arles và [[Aix-en-Provence]] với sự hỗ trợ của [[Liutprand, Vua người Lombard]]. [[Nîmes]], [[Agde]], và [[Béziers]], bị chiếm bởi người Ả Rập từ 725, cũng rơi vào tay Charles. Ông đè bẹp đội quân Umayyad đang di chuyển ngoài Arles, và chiếm thành phố bằng một cuộc tấn công trực diện vũ bão, sau đó san phẳng Arles để ngăn nó được sử dụng như căn cứ để Umayyad bành trướng.\n\nÔng chuyển quân rất nhanh và đánh bại những vị khách không mời ngoài vùng [[Narbonne]] ở sông [[Berre]] vào năm 737, nhưng đã không chiếm thành phố này. Các sử gia quân sự tin rằng ông đã hoàn toàn có thể làm điều đó nếu muốn: một cuộc công kích trực diện sử dụng thang dây và xe phá thành, thêm một vài máy bắn đá, như trong trận Arles, đã có thể khiến Narbonne thất thủ mà không mất mát nhiều binh sĩ Frank. Nhưng có lẽ Martel cảm thấy mình đã luống tuổi, và ông phải nỗ lực chuẩn bị cho đời sau. Ông đã bao vây cô lập Narbonne, bỏ đói để nó dần buộc phải khuất phục trong những năm mà ông thiết lập một nền tảng chính quyền của một đế chế mà con cháu ông sẽ đoạt quyền, và khiến cho dễ dàng hơn cho con trai ông giải phóng thành phố về sau.\n\nCũng phải nói thêm rằng, một vài nhà sử học đánh giá vai trò của các chiến dịch năm 736-737 ít nhất cũng quan trọng ngang với trận Tours trong việc bảo vệ châu Âu Thiên Chúa giáo.<ref>Chẳng hạn, [[Antonio Santosuosso]] trong cuốn ''Barbarians, Marauders, and Infidels''<\/ref> Quân Ả Rập rõ ràng đã có thay đổi chiến thuật so với lần xâm lược trước đây. Người Ả Rập bấy giờ đã biết sức mạnh của người Frank và hơn ai hết, con của ‘Abd-al-Raḥmân biết rằng phải dè chừng Charles Martel. Quân Ả Rập bắt đầu bằng việc tăng cường Arles và hành quân thận trọng. Họ tin rằng việc đó làm mất đi tính bất ngờ Charles đã có trong trận Tours và việc chủ động chọn chiến trường rộng rãi sẽ giúp kỵ binh của họ chiến thắng quân Frank.\n\nTuy nhiên họ đã lầm khi cho rằng Charles phải mất ít nhất một thế hệ để xây dựng một đội kỵ binh mạnh, trong thực tế ông chỉ dùng chưa đấy 5 năm và tốc độ hành quân nhanh chóng của quân Franks đã đánh bại một đội quân Ả Rập hùng hậu hơn nhiều. Sự kết hợp giữa kỵ binh trang bị nặng với bộ binh theo đội hình [[đội hình phalanx|phương trận]] là nguyên nhân thắng lợi hết lần này đến lần khác của Charles những năm sau đó. Sự thất bại có tính hủy diệt của quân đội Ả Rập trong trận Narbonne năm 737 đã đóng lại cánh cửa tiến vào châu Âu của người Hồi giáo, và cũng với những thất bại dưới tay của Leo ở [[Tiểu Á|Anatolia]], đó là những nỗ lực xâm lược đáng kể cuối cùng của vương triều Umayyad trước khi chính nó bị sụp đổ trong [[trận Sông Zab]] năm 750.\n\n===Ngưng chiến===\nNăm 737, trong lúc những chiến dịch của Charles Martel ở [[Provence]] và [[Septimania]] sắp hoàn thành, nhà vua Theuderic IV chết. Martel, vốn đã tự phong là Trưởng quản hoàng gia, Công tước và Hoàng thân Frank, đã không xếp đặt vị vua mới. Ngai vàng bỏ trống mà không ai dám phàn nàn cho đến lúc Martel qua đời.\n\nThời gian ngưng chiến, 4 năm cuối cùng của cuộc đời ông, tương đối yên bình và ông đã có thể dành phần lớn thời gian cho các kế hoạch tổ chức hành chính để tạo nên một nhà nước hiệu quả hơn. Tuy vậy ông vào năm 738 ông đã bắt buộc người Saxon ở xứ [[Westphalia]] thần phục và cống nạp, cũng như năm 739 ông đã dập tắt cuộc nổi dậy ở Provence dưới sự lãnh dạo của Maurontus. Ông cũng tìm cách xích các xứ xa xôi trong vương quốc lại gàn nhà thờ Frank. Ông đã thiết lập ở Bavaria 4 giáo phận ([[Salzburg]], [[Regensburg]], [[Freising]], [[Passau]]), đặt [[Giáo hoàng Bônifaciô I|Thánh Boniface]] lên làm tổng giám mục kiêm giám mục giáo phận [[Mainz]] cai quản toàn bộ nước Đức phía Đông sông [[Rhine]].\n\nBoniface hưởng sự bảo trợ của ông từ năm 723 mà, như vị thánh từng giải thích với người bạn thân, Daniel of Winchester, rằng nếu không có nó ông đã chẳng thể quản lý được nhà thờ, bảo vệ giáo lý hay đẩy lùi ngẫu tượng. Thực tế chính Boniface là người bảo vệ Charles nhiệt thành nhất trong việc lấy đất giáo hội để trả cho binh sĩ thời kỳ trước trận Tours, chẳng kém gì ông đã bảo vệ Thiên Chúa giáo. Năm 739, [[Pope Gregory III]] thỉnh cầu Charles giúp chống lại Liutprand, nhưng Charles không muốn chống lại đồng minh một thời của mình và làm ngơ sự thỉnh cầu của Giáo hoàng. Dù sao, những lời thỉnh cầu đó đã chứng tỏ vị thế vượt bậc của Martel đối với giáo hội so với thời ông có nguy cơ bị [[vạ tuyệt thông|rút phép thông công]], đặt cơ sở cho con trai và cháu nội ông sau này tái sắp xếp các ranh giới chính trị [[Ý]] cho phù hợp với [[chế độ Giáo hoàng]] cũng như bảo vệ nó.\n\n==Qua đời==\n[[Tập tin:Karl Martell.JPG|nhỏ|300px|Mộ của Charles Martel, [[Thánh đường Saint-Denis]].]]\nCharles Martel mất ngày 22 tháng 10 năm 741, tại [[Quierzy-sur-Oise]] nơi ngày nay là [[Aisne]], một [[tỉnh (Pháp)|tỉnh]] ở miền Picardy nước Pháp. Ông được chôn cất ở nhà thờ [[Saint Denis Basilica]] ở [[Paris]]. Các lãnh thổ của ông được chia cho những đứa con trưởng thành từ một năm trước đó: với [[Carloman]] ông trao cho [[Austrasia]] và [[Alemannia]] (với Bavaria như một thuộc quốc), cho [[Pepin Lùn|Pippin Trẻ hay Pippin, Pepin Lùn]] xứ [[Neustria]] và [[Bourgogne|Burgundy]] (với [[Aquitaine]] là một thuộc quốc), và [[Grifo]] chỉ nhận được vài nguồn thừa kế đem lại lợi tức của mảnh đất giáp ranh Neustria và Austrasia.\n\n==Di sản==\nGiới sử gia quá khứ đến hiện đại nhất loạt đều ca ngợi Charles Martel - thiên tài quân sự và nhà chính trị khôn ngoan - bằng nhiều mỹ từ khác nhau. Người Hà Lan cũng tỏ lòng tôn kính với ông, trong khi ở Đức và Pháp, ông đi vào nhiều truyền thuyết như một anh hùng lý tưởng.\n\n===Đế quốc Caroling và Thánh chế La Mã===\n{{chính|Thánh chế La Mã}}\nTuy chưa từng xưng làm vua, Charles Martel thực sự là hoàng đế không vương miện của đế quốc Caroling. Năm 751, con trai ông [[Pepin Lùn]] xưng làm vua Frank; Pepin và đặc biệt là cháu nội Charles, [[Charlemagne]] đã mở rộng bờ cõi, thu phục phần lớn các vùng đất đai của [[Đế quốc Tây La Mã]] trước kia.\n\nNăm 800, Charlemagne lên ngôi [[hoàng đế]], lập nên [[Đế quốc La Mã Thần thánh|Thánh chế La Mã]] sẽ tồn tại hơn một nghìn năm sau đó(800-1806). Tất cả được xây dựng trên nền móng sự nghiệp quân sự - chính trị chói sáng của Charles. Khi ông mới xuất hiện, Frank là một quốc gia bị chia cắt với một ông vua bất lực; đến thời điểm ông qua đời, Frank đã trở thành bá chủ trên lục địa châu Âu, bản thân ông trở thành chúa tể của một lãnh thổ rộng lớn từ bắc dãy [[Anpơ|Alps]] tới [[Hungary]].<ref>[http:\/\/www.bartleby.com\/86\/45.html 45. The Development of Latin Christendom. Wells, H.G. 1922. A Short History of the World]<\/ref>\n\n===Xây dựng chế độ phong kiến===\nBằng việc củng cố vương quốc của mình, Charles Martel đã thiết lập những nét kiến trúc chủ yếu của chế độ phong kiến: Mối quan hệ giữa nhà vua thế tục với giáo hội Thiên chúa, việc xây dựng quân đội thường trực cho quốc gia và chính sách chia đất cho các tướng lĩnh và binh sĩ lập công, v..vv. Trong các truyền thuyết ở các xứ German, Charles được coi là đã sáng lập và tiêu biểu cho tinh thần hiệp sĩ (tương tự như hình tượng [[vua Arthur]] với các vùng Anglo-Saxon).\n\n===Bảo vệ Thiên Chúa giáo và tái chinh phục===\nTrong khi có ít nhiều tranh cãi về vai trò trận Tours, thì các sử gia hầu như đều thống nhất về vai trò to lớn của Charles Martel trong cuộc đấu tranh chống xâm lược Hồi giáo. [[Dante Alighieri|Dante]] nhắc đến ông trong [[Thần khúc]] như \"Người bảo vệ Đức tin\". Bản thân Giáo hội Thiên chúa đương thời dù từng dọa rút phép thông công ông nhưng không thể không thừa nhận ông là người bảo vệ nhiệt thành chủ yếu cho Cơ đốc giáo.\n\nCon ông, [[Pepin Lùn]] đã thực hiện lời hứa của cha mình khi năm 759 đã thu phục [[Narbonne]], giải phóng hoàn toàn xứ [[Gallia|Gaul]]. Cháu ông [[Charlemagne]] đã đánh chiếm [[Girona]] năm 785 và [[Barcelona]] năm 801, mở ra thời kỳ tái chinh phục(''Reconquista'') vốn kéo dài tới tận 1492 khi người Hồi giáo hoàn toàn mất Tây Ban Nha.\n\n===Nghệ thuật quân sự===\nCharles Martel được nhiều chuyên gia đánh giá như một trong những nhà cầm quân hàng đầu mọi thời đại. David Hanson đã cho rằng ông đã mở ra cuộc chiến ngàn năm giữa bộ binh châu Âu và kỵ binh Ả rập.<ref>Hanson, 2001, p. 141-166.<\/ref> Ông cũng là cha đẻ của lối đánh sử dụng kỵ binh trang bị nặng ở châu Âu, đồng thời là vị tướng đầu tiên của châu Âu xây dựng một đội quân thường trực(kể từ sau sự sụp đổ của La Mã năm 476) được rèn luyện quanh năm, thiện chiến và nhất là có kỷ luật cao.\n\nTrừ trận Tours nơi bất đắc dĩ ông phải sử dụng những người dân thường được vũ trang, ông đã xây dựng một quân đội chuyên nghiệp với tiền lấy từ thuế và quỹ của giáo hội, nòng cốt là những người trung thành với ông từ buổi đầu. Ông đã thành công trong việc nêu cao tinh thần chiến đấu của binh sĩ để chiến thắng trong những thời điểm kẻ thù đông hơn và trang bị tốt hơn nhiều. Bộ binh theo đội hình phương trận, kết hợp với kỵ binh trang bị nặng được rèn luyện tốt của Martel được tiếp nối dưới thời Pepin và Charlemagne đã trở thành đội quân mạnh nhất suốt một thế kỷ sau đó <ref>Bennett, Michael. ''Fighting Techniques of the Medieval World''<\/ref> và là kiểu mẫu cho nhiều quân đội sau này.\n\n==Gia đình==\nCharles Martel đã kết hôn 2 lần:\n\nNgười vợ thứ nhất là [[Rotrude of Treves]], (690–724) (con gái [[Leudwinus]], Giám mục [[Trier]])<!-- Giờ em mới biết là thời kỳ này chuyện giám mục Thiên chúa giáo thời kỳ có con là chấp nhận được @@ ~~~~ -->. Họ có năm người con:\n*[[Hiltrud]] (chết năm 754), cưới [[Odilo of Bavaria|Odilo I]], Công tước [[Bayern|Bavaria]]\n*[[Carolman|Carloman]]\n* Landrade (Landres), cưới Sigrand, Bá tước [[Hesbania]]\n* Auda, Aldana, hay Alane, cưới Thierry IV, Bá tước [[Autun]] và Toulouse]]\n*[[Pepin Lùn]]\n\nNgười vợ hai của ông là [[Swanachild|Swanhild]] sinh ra [[Grifo]]\n\nCharles Martel cũng có một người thiếp, [[Ruodhaid]], sinh ra cho ông ba người con:\n*Bernard\n*Hieronymus\n*Remigius, Tổng giám mục [[Rouen]](mất 771)\n\n{{S-start}}\n{{S-hou|[[Vương triều Caroling|Triều đại Vương triều Caroling]]||686||741}}\n{{S-bef|before=[[Pepin xứ Herstal]]}}\n{{S-ttl|title=[[Danh sách trưởng quản hoàng gia|Trưởng quản hoàng gia Austrasia]]|years=717–741}}\n{{S-aft|after=[[Carloman, Mayor of the Palace|Carloman]]}}\n{{S-bef|before=[[Ragenfrid]]}}\n{{S-ttl|title=[[Danh sách Trưởng quản hoàng gia|Trưởng quản hoàng gia Neustria]]|years=717–741}}\n{{S-aft|after=[[Pepin Lùn]]}}\n{{s-bef|before=[[Theuderic IV]]}}\n{{s-ttl|title=[[Vua Frank]]<br>(Acting)|years=737–741}}\n{{s-aft|after=[[Childeric III]]|reason=[[Interregnum]]}}\n{{end}}\n\n==Tham khảo==\n*deMartelly, Louis. [http:\/\/www.amazon.com\/dp\/1434360377], ''Charles Martel and the Lance of Destiny'', 8 (2008).\n*Watson, William E., [http:\/\/www.deremilitari.org\/resources\/articles\/watson2.htm \"The Battle of Tours-Poitiers Revisited\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080921205841\/http:\/\/www.deremilitari.org\/resources\/articles\/watson2.htm |date=2008-09-21 }}, ''Providence: Studies in Western Civilization'', 2 (1993)\n*Poke,[http:\/\/www.standin.se\/fifteen07a.htm The Battle of Tours], from Sir Edward Creasy, MA, ''Fifteen Decisive Battles of the World From Marathon to Waterloo''\n*Edward Gibbon, [http:\/\/print.google.com\/print?id=xqfhvfOhW3EC&dq=+Decline+and+Fall+of+the+Roman+Empire+and+the+battle+of+tours,&oi=print&pg=PA392&sig=Jv43d1TFi_CI9fHPKIbtsHHsmy0&prev=http:\/\/www.google.com\/search%3Fhl%3Den%26lr%3D%26q%3D%2BDecline%2Band%2BFall%2Bof%2Bthe%2BRoman%2BEmpire%2Band%2Bthe%2Bbattle%2Bof%2Btours%252C%26btnG%3DSearch The Battle of Tours]{{Liên kết hỏng|date=2021-01-28 |bot=InternetArchiveBot }}, ''[[Lịch sử suy tàn và sụp đổ của Đế quốc La Mã|Decline and Fall of the Roman Empire]]''\n*Michael Grant \"''History of Roma'\"\"\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT:Martel, Charles}}\n[[Thể loại:Sinh thập niên 680]]\n[[Thể loại:Mất năm 741]]\n[[Thể loại:Người Frank]]\n[[Thể loại:Quản thừa]]\n[[Thể loại:Vương triều Caroling]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]"}