{"Charles Spurgeon":"{{Thông tin nhân vật\n| name = Charles Haddon Spurgeon\n| image = Charles Haddon Spurgeon by Alexander Melville.jpg\n| image_size = 200px\n| caption = \n| birth_date = {{birth date|1834|6|19|mf=y}}\n| birth_place = [[Kelvedon]], [[Essex]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]\n| death_date = {{death date and age|1892|1|31|1834|6|19|mf=y}}\n| death_place = [[Menton]], [[Alpes-Maritimes]], [[Pháp]]\n| education = \n| occupation = Quản nhiệm, Nhà Thuyết giáo, Tác giả\n| religion = [[Báp-tít|Baptist]]\n| vợ = Susannah Spurgeon (nhũ danh Thompson)\n| parents = John & Eliza Spurgeon\n| children = Charles & [[Thomas Spurgeon]] (s. đôi năm 1856)\n| nationality = [[Anh]]\n}}\n\n'''Charles Haddon Spurgeon''', thường được biết đến với tên '''C. H. Spurgeon''' ([[19 tháng 6]] năm [[1834]] – [[31 tháng 1]] năm [[1892]]) là [[nhà thuyết giáo]] [[người Anh]] thuộc giáo phái [[Báp-tít|Baptist]], ảnh hưởng của ông vẫn còn đậm nét trên đời sống đức tin của nhiều [[kitô hữu|tín hữu Cơ Đốc]] thuộc các giáo phái khác nhau cho đến ngày nay. Spurgeon thường được xem là \"Ông hoàng của những nhà thuyết giáo\".\n\nSpurgeon viết nhiều sách thuộc các chủ đề khác nhau: giảng luận, cầu nguyện, tu dưỡng tâm linh, phê bình, tiểu sử... Nhiều bài giảng của ông được ghi tốc ký, biên tập rồi xuất bản, và được dịch sang nhiều ngôn ngữ khác.\n\n== Thiếu thời ==\nChào đời tại [[Kelvedon]], [[Essex]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]], trải nghiệm qui đạo đến với Spurgeon vào ngày [[6 tháng 1]] năm [[1850]], khi đang trên đường đến một cuộc hẹn, một cơn bão tuyết đã buộc cậu phải bỏ dỡ chuyến đi và tìm chỗ trú trong một nhà nguyện [[Phong trào Giám Lý|Giám Lý]] ở [[Colchester]], tại đây, theo lời tự thuật của Spurgeon, \"[[Thiên Chúa]] mở lòng tôi ra để tiếp nhận thông điệp [[cứu rỗi]]\". Câu [[Kinh Thánh]] đã cảm động lòng của Spurgeon đến từ [[Isaiah]] 45. 22, ''\"Hỡi các ngươi hết thảy ở nơi đầu cùng đất, hãy nhìn xem ta và được cứu! Vì ta là Thiên Chúa, chẳng có Chúa nào khác\"''.\n\nNgày [[4 tháng 4]] năm [[1850]], Spurgeon gia nhập một nhà thờ tại Newmarket, và nhận lễ [[thanh Tẩy|báp têm]] ngày [[3 tháng 5]] tại sông Lark, Isleham; cũng trong năm ấy, cậu đến [[Cambridge]]. Spurgeon thuyết giảng lần đầu vào năm [[1851]], phong cách và khả năng thuyết giáo của Spurgeon bắt đầu được mọi người nhìn nhận, ông đến quản nhiệm tại một nhà thờ nhỏ thuộc giáo phái Baptist tại Waterbeach, [[Cambridgeshire]].\n\nTác phẩm đầu tiên được ấn hành bởi Spurgeon là một tiểu luận viết trong năm [[1853]] tại Waterbach.\n\n== Nhà thờ New Park Street ==\n[[Tập tin:SpurgeonSurrey.jpg|nhỏ|trái|260px|Spurgeon thuyết giảng tại [[Surrey Music Hall]] khoảng năm [[1858]].]]\n\nTháng 4 năm [[1854]], bốn năm sau khi tiếp nhận [[đức tin Kitô giáo|đức tin Cơ Đốc]] và sau ba tháng thử nghiệm, Spurgeon, lúc ấy 19 tuổi, được mời đến quản nhiệm Nhà thờ New Park Street ở [[Southwark]], một giáo đoàn danh tiếng tại [[Luân Đôn]] với vị quản nhiệm trước đó là John Gill, một [[nhà thần học]] Baptist. Đây là một giáo đoàn lớn dù đang sút giảm số thuộc viên trong vài năm qua. Spurgeon kết giao với những quản nhiệm khác tại Luân Đôn, trong đó có William Garret Lewis từ Nhà thờ Westbourne Grove, là một người bạn lớn tuổi chung sức với Spurgeon trong nỗ lực thành lập Liên hữu Baptist Luân Đôn. Chỉ vài tháng sau khi trở thành quản nhiệm Nhà thờ New Park Street, tên tuổi của Spurgeon được nhiều người biết đến do khả năng đặc biệt của ông trong [[thuyết giáo]]. Trong năm sau, những bài thuyết giáo của ông tại Nhà thờ New Park Street được ấn hành. Từ đó, các bài giảng của Spurgeon được xuất bản hằng tuần với số phát hành cao. Cho đến khi từ trần vào năm [[1892]], số lượng bài giảng của Spurgeon lên đến ba ngàn sáu trăm, ông cũng cho xuất bản 49 cuốn sách về luận giải Kinh Thánh, châm ngôn, phiếm luận, minh họa và bồi linh.\n\nNgay sau đó nảy sinh những tranh luận về thanh danh của Spurgeon. Những bài viết đả kích xuất hiện trên báo chí từ tháng 1 năm [[1855]] và theo đuổi Spurgeon suốt cuộc đời. Không có gì mới trong [[thần học]], nhưng cung cách thuyết giảng của Spurgeon tác động đến người nghe vì tính thẳng thắn, kêu gọi tín hữu chuyên cần tra xem Kinh Thánh cùng dạn dĩ nhận lãnh và thể hiện những lời hứa của [[Cuộc đời Chúa Giê-xu theo Tân Ước|Chúa Giê-xu Cơ Đốc]] trong nếo sống hằng ngày.\n\nGiáo đoàn phát triển mạnh đến nỗi không đủ chỗ cho tín hữu nên phải dời đến ''Exeter Hall'', rồi đến ''Surrey Music Hall''. Tại những nơi này, Spurgeon thường xuyên giảng luận cho cử tọa lên đến 10 ngàn người – lúc ấy chưa có các thiết bị khuếch âm. Ở tuổi hai mươi hai, Spurgeon được xem là nhà thuyết giáo nổi tiếng nhất thời bấy giờ.<ref>{{chú thích sách | last= | first= | authorlink=Leslie Stephen, George Smith, Sidney Lee, Henry William Carless Davis, John Reginald Homer Weaver | year=1909 |publisher=Oxford University Press |title=The Dictionary of National Biography |edition=1 | url=http:\/\/books.google.com\/books?id=DC48AAAAIAAJ&printsec=titlepage#PPA841,M1\/ | access-date = ngày 20 tháng 9 năm 2008}}<\/ref>\n\nTrong tác phẩm \"Old and New London\" ([[1897]]) Walter Thornbury miêu tả một lễ thờ phượng tại Surrey,\n<blockquote>Giáo đoàn lên đến 10 ngàn người, tuôn đổ vào lễ đường, tràn ngập các hành lang - ồn ào, rì rào, tấp nập như một đàn ong lớn - lúc đầu nôn nóng tìm chỗ ngồi tốt nhất, rồi sau lấp đầy tất cả chỗ trống. Sau khi chờ đợi hơn một tiếng rưỡi - nếu muốn có một chỗ ngồi bạn phải đến sớm như thế... Spurgeon bước lên tòa giảng, nay thế chỗ cho sự ồn ào náo nhiệt là sự háo hức chăm chú, và những lời cầu nguyện thì thầm. Như một dòng điện chạm đến lòng mỗi người, nhà thuyết giáo buộc chặt cử tọa bằng sức mạnh của ngôn từ và lòng xác tín trong gần hai tiếng đồng hồ. Tiếng nói của ông vang vọng đến từng người một trong lễ đường khổng lồ này. Ngôn từ của ông không quá cao siêu mà cũng không bình dân, nhưng theo phong thái đặc trưng Spurgeon: lúc gần gũi, khi hùng hồn, nhưng luôn luôn thích hợp và thường thuyết phục. Spurgeon không mấy quan tâm đến [[thần học Calvin]] hoặc tín lý Baptist, song ông gay gắt quở trách lòng vô tín, tính đãi bôi, đạo đức giả, kiêu ngạo, và những tội lỗi kín giấu khác luôn vây phủ chúng ta trong cuộc sống thường nhật. Tóm lại, ấn tượng lớn nhất ông để lại trong lòng người nghe là sự chân thành.<\/blockquote>\n\nNgày [[8 tháng 1]] năm [[1856]], Spurgeon kết hôn với [[Susannah Thompson]], họ có hai con trai sinh đôi, Charles và Thomas.\n\nNgày [[19 tháng 10]] năm [[1856]], thảm họa xảy đến khi Spurgeon giảng luận lần đầu tại ''Surrey Music Hall''. Một người la lớn \"Cháy!\", mọi người hoảng sợ và giày đạp lẫn nhau khiến vài người thiệt mạng. Tai họa này làm Spurgeon xúc động mạnh và khiến ông mắc chứng trầm cảm trong nhiều năm.\n\nNăm [[1857]], Spurgeon thành lập một học viện đào tạo các quản nhiệm, về sau đổi tên thành [[Đại học Spurgeon]] khi dời về South Norwood, Luân Đôn năm [[1923]].<ref>[http:\/\/www.spurgeons.ac.uk Spurgeon's College]<\/ref> Ngày [[7 tháng 10]] năm 1857, Spurgeon thuyết giảng cho một cử tọa lên đến 23.654 người tại [[Cung điện Thủy tinh|Crystal Palace]], Luân Đôn. Spurgeon thuật lại,<blockquote> Năm 1857, chỉ một hoặc hai ngày trước khi thuyết giảng tại Crystal Palace, tôi đến đó để sắp xếp vị trí của tòa giảng. Vì muốn kiểm tra hiệu quả truyền âm của tòa nhà, tôi đọc to một câu [[Kinh Thánh]], ''\"Kìa Chiên con của Thiên Chúa, là Đấng cất tội lỗi thế gian đi.\"''<ref>Phúc âm Giăng 1: 29, ''\"Qua ngày sau, Giăng thấy Chúa Giê-xu đến cùng mình, thì nói rằng: Kìa, Chiên con của Thiên Chúa, là Đấng cất tội lỗi thế gian đi.\"''<\/ref> Khi ấy, trong hành lang một công nhân đang làm việc tình cờ nghe những lời này. Đối với linh hồn người ấy, chúng vụt tới như một thông điệp đến từ [[thiên đàng]]. Chịu cáo trách về tội lỗi, người ấy bỏ việc và về nhà. Sau một thời gian tranh chấp trong tâm linh, người ấy tìm thấy sự bình an và sự sống vì đã nhìn xem Chiên con của Thiên Chúa. Nhiều năm về sau, khi hấp hối người ấy đã thuật lại câu chuyện này cho một người đến thăm.<\/blockquote>\n\n== Nhà thờ Metropolitan ==\n[[Tập tin:London - Elephant and Castle, Metropolitan Tarbenacle, from the Castle Centre (cropped).jpg|nhỏ|220px|phải|Metropolitan Tabernacle năm 2019]]\nNgày [[18 tháng 3]] năm [[1861]], giáo đoàn dời đến một địa điểm khác, nơi một ngôi nhà thờ mới được xây dựng tại Elephant and Castle, Southwark, [[Nhà thờ Metropolitan]] (''Metropolitan Tabernacle''), với năm ngàn chỗ ngồi và một phòng phụ đủ chỗ đứng cho một ngàn người. Nhiều người tin rằng Nhà thờ Metropolitan là hình mẫu đầu tiên của phong trào [[đại giáo đoàn]] đang phát triển mạnh ngày nay.<ref>Austin (2007), p.86<\/ref> Suốt trong giai đoạn này, Spurgeon kết giao với [[James Hudson Taylor]], nhà sáng lập [[Hội Truyền giáo Trung Hoa Nội địa]] (''China Inland Mission''). Spurgeon ủng hộ tài chính cũng như khuyến khích nhiều người tình nguyện đem thông điệp phúc âm đến [[Tên gọi Trung Quốc|Trung Hoa]] qua nỗ lực truyền giáo của Taylor.\n\nSpurgeon cũng đóng góp cho công cuộc truyền giáo bằng cách cho phổ biến \"The Wordless Book\", một loại trợ huấn cụ sử dụng hình ảnh và màu sắc để trình bày thông điệp phúc âm cho trẻ em và người mù chữ dựa trên câu Kinh Thánh, ''\"Xin hãy rửa tôi, thì tôi sẽ nên trắng hơn tuyết.\"''<ref>Thi thiên 51: 7, ''\"Xin hãy lấy chùm kinh giới tẩy sạch tội lỗi tôi, thì tôi sẽ được tinh sạch. Cầu Chúa hãy rửa tôi, thì tôi sẽ nên trắng hơn tuyết.\"''<\/ref> \"The Wordless Book\" được sử dụng tại nhiều xứ sở trên khắp thế giới cho đến ngày nay.<ref>Austin (2007), 1-10<\/ref>\n\nVào cuối đời, Spurgeon mắc những căn bệnh như [[cúm]], [[bệnh gút|thống phong]] và [[viêm thận]]. Ông thường đến nghỉ dưỡng tại [[Menton]], gần [[Nice]], nước [[Pháp]]. Tại đây, Spurgeon từ trần ngày [[31 tháng 1]] năm [[1892]]. Ông được an táng tại Nghĩa trang West Norwood, Luân Đôn.\n\n== Di sản ==\n[[Tập tin:Spurgeon.png|90px|trái]]\nTiếp bước [[George Muller]], người ông rất ngưỡng mộ, Spurgeon thành lập Cô nhi viện Stockwell, đón tiếp các bé trai từ năm [[1867]] và các bé gái từ năm [[1879]], cô nhi viện vẫn tiếp tục hoạt động tại Luân Đôn cho đến khi bị bỏ bom trong [[Chiến tranh thế giới thứ hai]], sau đổi tên thành Spurgeon's Child Care, vẫn còn hoạt động cho đến ngày nay.\n\nSpurgeon thuộc giáo phái Baptist, về thần học ông chấp nhận tư tưởng [[Thần học Calvin|Calvin]] theo truyền thống [[Thanh giáo]]. Spurgeon giành được sự tôn trọng đặc biệt trong các cộng đồng [[Giáo hội Trưởng Nhiệm|Trưởng Lão]] và [[Tự trị Giáo đoàn]] (''Congregationalism'').\n\nNăm [[1887]] bùng nổ một cuộc tranh luận trong cộng đồng Baptist khi ông cho xuất bản một tác phẩm luận về tình trạng sa sút thuộc linh trong vòng các hội thánh, dẫn đến việc Nhà thờ Metropolitan của Spurgeon tách rời khỏi Liên hữu Baptist (''Baptist Union'') để trở thành giáo đoàn liên giáo phái quan trọng nhất thời bấy giờ.\n\nTrong số những vật dụng cá nhân của [[David Livingstone]] được tìm thấy sau khi nhà truyền giáo và nhà thám hiểm người Anh này từ trần, có một ấn bản đã phai màu vì được sử dụng thường xuyên của một trong những bài giảng của Spurgeon ''Accidents, Not Punishments'' (Chỉ là tai nạn, Không phải sự Trừng phạt),<ref>{{Chú thích web |url=http:\/\/www.spurgeon.org\/sermons\/0408.htm |ngày truy cập=2008-12-21 |tựa đề=\"Accidents, Not Punishments,\" |archive-date=2006-09-18 |archive-url=https:\/\/web.archive.org\/web\/20060918171908\/http:\/\/www.spurgeon.org\/sermons\/0408.htm |url-status=dead }}<\/ref> với nhận xét của Livingstone được ghi ở trang đầu \"Tuyệt vời, D. L.\". Livingstone đã đem theo mình suốt trong những chuyến hành trình của ông ở [[Châu Phi|Phi châu]], ấn bản này đã được trao lại cho Spurgeon.<ref>{{Chú thích web |url=http:\/\/www.spurgeon.org\/misc\/bio10.htm |ngày truy cập=2008-12-21 |tựa đề=''Charles Haddon Spurgeon: A Biography'', ch. 10 |archive-date=2006-09-27 |archive-url=https:\/\/web.archive.org\/web\/20060927021747\/http:\/\/www.spurgeon.org\/misc\/bio10.htm |url-status=dead }}<\/ref>\n\n== Xem thêm ==\n*[[Báp-tít|Baptist]]\n*[[Phong trào Tin Lành]]\n\n== Tác phẩm ==\n[[Tập tin:Open Air Preaching WB.jpg|nhỏ|phải|200px|''The Wordless Book'' được sử dụng để trình bày thông điệp phúc âm tại [[Tên gọi Trung Quốc|Trung Hoa]].]]\n* ''2200 Quotations from the Writings of Charles H. Spurgeon'' compiled by Tom Carter\n* ''Able To The Uttermost''\n* ''According To Promise''\n* ''All of Grace''\n* ''An All Round Ministry''\n* ''Around the Wicket Gate''\n* ''Barbed Arrows''\n* ''C. H. Spurgeon’s Autobiography''\n* ''Chequebook Of The Bank Of Faith, The''\n* ''Christ’s Incarnation''\n* ''Come Ye Children''\n* ''Commenting and Commentaries''\n* ''Down Grade Controversy, The''\n* ''Eccentric Preachers''\n* ''Feathers For Arrows''\n* ''Flashes Of Thought''\n* ''Gleanings Among The Sheaves''\n* ''Good Start, A''\n* ''Greatest Fight In The World, The''\n* ''Home Worship And The Use of the Bible in the Home'' (American reprint of \"The Interpreter\"\nwith the devotions of Rev. [[Joseph Parrish Thompson]])\n* ''Interpreter, The or Scripture for Family Worship''\n* ''John Ploughman’s Pictures''\n* ''John Ploughman’s Talks'' — the Gospel in the language of \"plain people\"\n* ''Lectures to My Students'' — Four volumes of lectures to students of college Spurgeon established\n* ''Metropolitan Tabernacle Pulpit, The''\n* ''Miracles and Parables of Our Lord''—Three volumes\n* ''New Park Street Pulpit, The''\n* ''Only A Prayer Meeting''\n* ''Our Own Hymn Book'' edited by Spurgeon and he authored several hymns\n* ''Pictures From Pilgrim’s Progress''\n* ''Saint And His Saviour, The''\n* ''Sermons In Candles''\n* ''Sermons On Unusual Occasions''\n* ''Soul Winner, The''\n* ''Speeches At Home And Abroad''\n* ''Spurgeon's Commentary on Great Chapters of the Bible'' compiled by Tom Carter\n* ''Spurgeon’s Morning and Evening'' — a book of daily devotional readings\n* ''Sword and The Trowel, The'' — a monthly magazine edited by Spurgeon\n* ''Till He Come''\n* ''Treasury of David, The'' — a multi-volume commentary on the Psalms\n* ''We Endeavour''\n* ''Words Of Advice''\n* ''Words Of Cheer''\n* ''Words Of Counsel''\n\n== Chú thích ==\n{{Tham khảo|30em}}\n== Liên kết ngoài ==\n{{wikiquote}}\n* [http:\/\/www.spurgeon.org\/mainpage.htm Spurgeon.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070515002834\/http:\/\/www.spurgeon.org\/mainpage.htm |date=2007-05-15 }}, curator [[Phillip R. Johnson]]\n*[http:\/\/www.cblibrary.org\/biography\/spurgeon_auto.htm ''Autobiography of Charles Spurgeon'', vols. 1 and 2]\n* [http:\/\/www.spurgeongems.org Spurgeon Gems] 2,500+ Spurgeon sermons in modern English\n* [http:\/\/www.spurgeon.us\/index.php Spurgeon.us], quotations, illustrations, and anecdotes\n* [http:\/\/www.wholesomewords.org\/biography\/biorpspurgeon.html Christian Biography Resources] (Spurgeon biography page)\n* [http:\/\/www.apibs.org\/chs.htm Spurgeon sermons] 920 Spurgeon sermons\n* [http:\/\/www.pilgrimpublications.com\/ Pilgrim Publications] the website of the prolific Texan reprinter of Spurgeon books\n* [http:\/\/www.metropolitantabernacle.org Metropolitan Tabernacle], London, the congregation pastored by Spurgeon for 38 years\n* [http:\/\/www.spurgeons.ac.uk Spurgeon's College], successor organisation to the Pastors' College\n* [http:\/\/www.spurgeonschildcare.org Spurgeon's Child Care], successor organisation to the Stockwell Orphanage.\n* [http:\/\/www.reformedsermonarchives.com\/SpurgeonTitle.htm Sermons by Charles Spurgeon]\n* [http:\/\/www.spurgeon.org\/treasury\/treasury.htm The Treasury of David] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070424195358\/http:\/\/www.spurgeon.org\/treasury\/treasury.htm |date=2007-04-24 }}, with commentaries on each of the Psalms and hints for preachings\n{{Các chủ đề|Cơ Đốc giáo|Tin Lành}}\n\n{{thể loại Commons|C. H. Spurgeon}}\n\n{{Persondata\n|NAME= Spurgeon, Charles Haddon\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION=Nhà Thuyết giáo, Tác giả, Quản nhiệm, Nhà Truyền bá Phúc âm người Anh\n|DATE OF BIRTH=[[19 tháng 6]] năm [[1834]]\n|PLACE OF BIRTH= [[Kelvedon]], [[Essex]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]\n|DATE OF DEATH= [[31 tháng 1]] năm [[1892]]\n|PLACE OF DEATH= [[Menton]], [[Pháp]]\n}}\n[[Thể loại:Tin Lành|Spurgeon, Charles]]\n[[Thể loại:Nhà thuyết giáo|Spurgeon, Charles]]\n[[Thể loại:Tín hữu Baptist|Spurgeon, Charles]]\n[[Thể loại:Người Anh|Spurgeon, Charles]]\n[[Thể loại:Sinh năm 1834]]\n[[Thể loại:Mất năm 1892]]"}