{"Charlemagne":"{{1000 bài cơ bản}}{{Thông tin nhân vật hoàng gia\n| tên = {{small|[[Chân phước|Á Thánh]]}}<br\/>Charlemagne<br\/>{{small|Carolus Magnus}}\n| thêm = Carolus Magnus\n| hình = Charlemagne-by-Durer.jpg\n| ghi chú hình = Chân dung Carolus Đại đế do [[Albrecht Dürer]]\n| chức vị = {{flagicon image|Holy Roman Empire Crown.svg|size=20px|border=}} [[Hoàng đế La Mã Thần thánh|Hoàng đế]] của [[Đế quốc Carolus]]\n| title = ''[[Hoàng đế La Mã Thần thánh|Hoàng đế của người La Mã]]''\n| tại vị = 25 tháng 10 năm 800 – 28 tháng 1 năm 814\n| đăng quang = 25 tháng 12 năm 800<br>[[Vương cung thánh đường Thánh Phêrô Cũ]], [[Roma]]\n| kế nhiệm = [[Louis Mộ Đạo]]\n| sinh = 2 tháng 4 năm 742{{sfn|McKitterick|2008|p=72}}\n| nơi sinh = [[Vương quốc Frank]]\n| mất = 28 tháng 1 năm 814 ({{age|742|4|2|814|1|28}} tuổi)\n| nơi mất = [[Aachen]], [[Francia]] ([[Đức]])\n| con cái = {{Plainlist|\n* [[Pepin Lưng Gù]]\n* [[Charles Trẻ]]\n* [[Pepin của Ý]]\n* [[Louis Mộ Đạo]]\n}}\n| issue-link = #Kết hôn và hậu duệ\n| issue-pipe = Những người khác\n| hoàng tộc = [[Karolinger]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Pépin Lùn]]\n| mẹ = [[Bertrada xứ Laon]]\n| tôn giáo = [[Công giáo Rôma]]\n| type = Hoàng hậu\n| cỡ hình = 225\n| chức vị 1 = {{flagicon image|Corona ferrea monza (heraldry).svg|size=25px|border=}} [[Vua Ý|Vua của người Lombard]]\n| tại vị 1 = 10 tháng 7 năm 774 – 28 tháng 1 năm 814\n| đăng quang 1 = 10 tháng 7 năm 774<br>[[Pavia]]\n| tiền nhiệm 1 = [[Desiderius]]\n| kế nhiệm 1 = [[Louis Mộ Đạo]]\n| chức vị 2 = [[Vua của người Frank]]\n| tại vị 2 = 9 tháng 10 năm 768 – 28 tháng 1 năm 814\n| đăng quang 2 = 9 tháng 10 năm 768<br>[[Noyon]]\n| tiền nhiệm 2 = [[Pépin Lùn]]\n| kế nhiệm 2 = [[Louis Mộ Đạo]]\n| spouses = {{Plainlist|\n* [[Desiderata người Lombard|Desiderata]] (770–771)\n* [[Hildegard xứ Vinzgau|Hildegard]] (771–783)\n* [[Fastrada]] (784–794)\n* [[Luitgard]] (794–800)\n}}\n| spouses-link = #Kết hôn và hậu duệ\n| spouses-pipe = Những người khác\n| nơi an táng = [[Nhà thờ chính tòa Aachen]]\n| signature_type = [[Signum manus]]\n| chữ ký = Karldergrossesignatur.svg|\n}}\n\n'''Charlemagne''' (phiên âm [[tiếng Việt]]: ''Saclơmanhơ'',<ref name=\"saclo\"\/> {{pronEng|ˈʃɑrlɨmeɪn}}) của [[Vương triều Carol]] hay '''Carolus Đại đế''' ([[tiếng Latinh]]: ''Carolus Magnus'' hay ''Karolus Magnus''); sinh năm 742 hay 814 &ndash; mất ngày [[28 tháng 1]] năm 814) là vua của [[người Frank]] (768 &ndash; 814), nổi bật với việc chinh phục [[Ý]] và lấy vương miện sắt của [[Lombardia]] năm 774, và được phong \"Imperator Augustus\" (''Hoàng đế vĩ đại'') bởi [[Giáo hoàng Lêô III]] vào [[Lễ Giáng Sinh]] trong chuyến viếng thăm thành [[Roma]] vào năm 800. Sự kiện này đã tạm thời khiến ông trở thành một đối thủ của [[đế quốc Đông La Mã]]. Bằng những chuyến phục chinh và việc củng cố nội bộ, Charlemagne góp phần định hình [[Tây Âu]] và thời kỳ [[Trung Cổ|Trung cổ]]. Ông cho xây trường học, đường sá, cầu cống, cải thiện đời sống nhân dân Frank;<ref name=\"suasanbuar\">Susan Wise Bauer, ''The Middle Ages Activity Book: From the Fall of Rome to the Rise of the Renaissance'', trang 71<\/ref> và sự thống trị của ông cũng ảnh hưởng tới thời kỳ [[Phục Hưng|Phục hưng]], sự hồi sinh của [[nghệ thuật]], [[tôn giáo]] và [[văn hóa]].<ref name=\"jjbutt\"\/> Trong danh sách các vua nước Đức, [[Danh sách quân chủ Pháp|Pháp]] và [[Đế quốc La Mã Thần thánh]], ông được ghi là '''Charles I''' (theo [[tiếng Pháp]]) hay '''Karl I''' (theo [[tiếng Đức]]).\n\nLà con trưởng của vua [[Pepin III]] (''[[Pepin Lùn]]'') và [[Bertrada xứ Laon]], tên thật của ông trong tiếng Frank cổ không được ghi ghép lại, nhưng có các dạng trong tiếng La Tinh như \"Carolus\" hay mang nghĩa \"thuộc về Karol\". Ông kế nghiệp vua cha và cùng cai trị với em trai là [[Carloman I]], cho đến khi Carloman chết vào năm 771. Carolus I tiếp tục chính sách của cha ông đối với chế độ Giáo hoàng và trở thành người bảo vệ cho chế độ đó, tách người dân Lombard ra khỏi chính quyền tại Ý và phát động chiến tranh với [[người Saracen]] đang đe dọa lãnh thổ của ông ở [[Tây Ban Nha]]. Ở [[Roncesvalles]] vào năm 778, một trong những chiến dịch đó làm vua Carolus I nếm sự thất bại nhất trong đời ông, nhưng giành chiến thắng sau 20 năm gian khổ chiến đấu rửa hận.<ref name=\"tdtt86\"\/> Ông cũng từng chiến đấu với người đến từ phía đông, đặc biệt là [[người Sachsen]], và, sau một cuộc chiến tranh khốc liệt kéo dài, ông đã buộc họ phải tuân theo sự cai trị của mình. Ông đã biến họ thành những người theo [[kitô giáo|đạo Cơ đốc]], sáp nhập họ vào vương quốc của mình và từ đó dọn đường cho [[nhà Otto]] (hay ''[[Liudolfinger]]'') sau này.<ref name=\"saclo\">Mục từ ''Saclơmanhơ'' trong [[Từ điển bách khoa Việt Nam|Từ điển Bách khoa Toàn thư Việt Nam]]<\/ref><ref>John S. C. Abbott, ''Italy'', trang 429<\/ref>\nVương quốc Frank trở nên cực thịnh nhất trong thời kỳ cầm quyền của ông, lãnh thổ của đế quốc Frank lúc này bao gồm hầu hết đất đai của đế quốc La Mã [[La Mã cổ đại|xưa kia]], chạy dài từ phía Nam dãy [[Pyrénées]] (Tây Ban Nha) đến sông [[Elbe]] và Boen (Đức), từ [[Địa Trung Hải]] cho tới [[Bắc Hải (định hướng)|Bắc Hải]].<ref>''Giáo trình lịch sử Nhà nước và Pháp luật thế giới'', Trường Đại học Luật Hà Nội, Nhà xuất bản Công an nhân dân, Hà Nội, năm 2003, trang 152<\/ref>\n\nTriều đại của ông trở thành một thời kỳ phục hưng của Giáo hội La Mã.<ref name=\"jjbutt\"\/> Là một vị Hoàng đế La Mã Thần thánh, [[triều đại]] huy hoàng của ông kéo dài 14 năm, và phục hưng [[Đế quốc La Mã]] [[Nền văn minh La Mã cổ đại|cổ đại]].<ref name=\"gregoriio\"\/><ref>Hutton Webster, ''Medieval and modern history'', trang V<\/ref> Ngày nay Carolus I được coi như là vị ''Cha già Dân tộc'' của cả hai nước [[Pháp]] và [[Đức]], thậm chí có khi là ''Người cha của cả [[châu Âu]]'' (\"pater Europae\") hay ''[[Nguyên thủ quốc gia|Nguyên thủ]] của cả [[thế giới]]'' (\"capus orbit\").<ref name=\"sTalbott\">Strobe Talbott, ''The great experiment: the story of ancient empires, modern states, and the quest for a global nation'', trang 69<\/ref> Charlemagne là vị vua đầu tiên của một đế quốc tại [[Tây Âu]] sau sự sụp đổ của [[Đế quốc La Mã]] phía Tây (476). Trong khi chính trị gia [[Đức Quốc xã]] [[Heinrich Himmler]] công khai tố cáo ông là \"kẻ giết những người Đức\", trùm phát xít [[Adolf Hitler]] xem ông là một trong những vị hoàng đế vĩ đại trong [[lịch sử Đức]].<ref>Samuel J. Newland, ''Cossacks in the German army, 1941-1945'', trang 184<\/ref>\n\n==Thân thế và thời niên thiếu==\nKarl sinh ngày 2 tháng 4 năm 742 Công nguyên, xuất thân trong gia tộc Arnulf, một gia tộc danh tiếng của vương quốc Frank. Ông là con trai trưởng của [[Pipin Lùn]], viên Quản thừa (''Maire du palais'') cuối cùng của triều đại Merovingien (741 &ndash; 751) và là vua đầu tiên của triều đại Caroling của vương quốc Frank. Mẹ ông là Bertrade, con gái của Bá tước xứ Laon. Theo các sử gia biên niên thời đó, cha mẹ của Karl chỉ chính thức kết hôn khi cậu được vài tuổi, lúc đó con trai của họ mới được làm phép rửa tội và đặt tên thánh. Năm Karl 7 tuổi, cậu có một đứa em tên là Karloman.<ref>Lê Vinh Quốc, Lê Phụng Hoàng, trang 44<\/ref> Kể từ sau khi vua [[Clovis I]] qua đời, các vị vua Frank đều yếu kém, do đó các viên Quản thừa thâu tóm quyền bính.<ref name=\"gregoriio\"\/> Ông cố của Carolus I là Heristal, viên Quản thừa đã thống nhất nội bộ của Vương quốc, dẹp tan các thế lực thù địch. Ông nội của ông là Karl Búa Sắt (''[[Charles Martel]]''), viên [[Quản thừa]] đã đánh bại quân xâm lược của [[Nhà Omeyyad|Đế quốc Ả Rập]] trong [[Trận Poitiers (732)|trận Poitiers]] vào năm 732 Công nguyên.<ref>Thẩm Kiên, trang 80-81<\/ref>\n\nKarl sớm tham gia các trò chơi đòi hỏi nhiều về vận động cơ bắp như săn bắn, cưỡi ngựa và đặc biệt là cậu rất thích bơi lội. Lớn lên một chút, Karl được dạy võ, dạy đánh kiếm, bắn cung và dạy về việc đánh trận. Cậu cũng được giáo dục về văn hóa, được các giáo sĩ kể chuyện về Kinh Thánh, về các Thánh tông đồ, về lịch sử Giáo hội và cả những bài học đạo đức rút ra từ các câu chuyện đó. Karl cũng được giáo dục về cách ứng xử và các nghi lễ tôn giáo. Tuy nhiên Karl không được học đọc học viết, một lỗ hổng kiến thức mà vị vua tương lai sẽ ra sức bù đắp về sau. Pipin Lùn cũng đã không bỏ qua một cơ hội nào để huấn luyện con trai mình về phép cai trị đất nước, cách đánh giá các cận thần,...<ref name = \"lvq45\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 45<\/ref> Từ nhỏ, Karl đã theo Pipin trong các chuyến công cán, mắt thấy tai nghe mọi việc và còn tham gia phụ giúp cha mình việc chính sự, nhờ đó học hỏi được nhiều kinh nghiệm về mọi mặt.<ref>Thẩm Kiên, trang 81<\/ref>\n\n==Lên ngôi vua==\n[[Tập tin:Vitrail Cathédrale de Moulins 160609 34.jpg|trái|nhỏ|180px|Chân dung vua Karl Đại Đế tại Nhà thờ chính tòa Moulins, nước Pháp vào [[thế kỷ XV]].]]\nVào ngày 24 tháng 9 năm 769, Pipin Lùn trong khi chinh phạt xứ [[Aquintaine]] đã qua đời tại Saint-Denis, hưởng dương 54 tuổi. Theo truyền thống của người Frank, trong di chúc của vua Pipin thì vương quốc được chia đôi cho hai người con trai dưới sự chủ trì của Thái hậu Bertrade. Karl nhận được Austrasia, phần lớn Nuestria và lãnh thổ nằm giữa sông Loire và sông Garrone. Em trai ông, Karloman thì cai trị phía Đông Burgundy, Provence, Alemanini và đông Aquintain. Ngày 9 tháng 10 năm đó, Carolus I và Karloman I cùng nhau làm lễ xưng vương, một ở Noyon, một ở Soissons.<ref name = \"lvq45\"\/><ref name = \"tdtt82\">Thẩm Kiên, trang 82<\/ref>\n\n===Các cuộc chinh phạt===\n''\"Nhờ vào một thanh bảo kiếm và một Thập tự giá\"'', vua Karl Đại Đế trở thành vị Bá vương của toàn thể Tây Âu. Là một vị vua - chiến binh, sau khi trở thành vị Quốc vương duy nhất của Vương quốc Frank vào năm 771, ông bắt đầu thực hiện những ý định sau của ông:<ref name=\"sGelfrand\"\/>\n* Thống nhất mọi tộc người Đức thành một Vương quốc, điều này có nghĩa là mở rộng bờ cõi của Vương quốc Frank đến các vùng đất khác.\n* Đưa toàn bộ Vương quốc của ông trở thành một Vương quốc theo Ki-tô giáo.\n\nDo đó, chiến tranh xảy ra trong suốt triều đại của vua Karl Đại Đế. Ông giành nhiều chiến thắng vang dội cũng là nhờ vào một lực lượng Quân đội được huấn luyện rất tốt, hùng mạnh và có tinh thần kỷ cương cao do vua cha và ông nội để lại cho ông.<ref>Friedrich von Schlegel, Lyndsey Purcell,R. H. Whitelocke, ''A course of lectures on modern history'', trang 67<\/ref> Tuy nhiên, ông giành được nhiều chiến thắng trên trận tiền cũng là nhờ những tài năng của ông: ông là một nhà chinh phạt kiên trì, và ông cũng là một người chiến binh dũng mãnh, nên thường hạ gục được đối phương.<ref name=\"sGelfrand\">Dale Evva Gelfand, ''Charlemagne'', trang 52<\/ref> Và, cũng như vua [[Alexandros Đại đế|Alexandros Đại Đế]] xứ [[Vương quốc Macedonia|Macedonia]] và vua [[Friedrich II của Phổ|Friedrich II Đại Đế nước Phổ]], ông là một thiên tài quân sự.<ref name=\"magazine\">''The United service magazine'', trang 148<\/ref>\n\n====Chinh phục Aquintaine====\nÍt lâu sau khi lên nối ngôi, hai vị vua mới của Vương triều Karolingien nhanh chóng đi vào vết xe đổ của triều đại trước. Sự rạn nứt trong quan hệ giữa hai anh em đã đến mức mà Thái hậu Betrade không thể nào hòa giải được. Ví dụ, khi vùng Aquintaine thuộc quyền cai trị của Karl nổi loạn vào tháng 3 năm 769, vua Carolus I đã nhờ đến sự giúp đỡ của em trai mình và vua em Karloman đã chối từ, lấy lý do là các cận thần không thích việc binh đao. Điều này đã khiến vua anh Carolus I hết sức thất vọng.<ref name = \"lvq46\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 46<\/ref>\n\nNhưng vua Carolus I không nản lòng. Ông tự mình cầm quân đánh xuống vùng Aquintaine. Năm 769, Quân đội của vua Carolus I tràn vào vùng này. Công tước Aquintaine hoảng sợ, vội vã bỏ chạy sang Công quốc Gascony. Karl không buông tha, vượt sông Garonne tràn vào Gascony quyết bắt cho kỳ được viên công tước này. Công tước Lupus của Gascony biết sức mình không chống nổi với Karl bèn phải giao nộp công tước Aquintaine và cắt một phần lãnh thổ dâng cho Karl. Kết quả của cuộc chinh phạt này đã giúp cho Karl làm chủ một vùng lãnh thổ rộng lớn và phì nhiêu tại lưu vực sông Garonne, sông Dordogne cho tới phía Bắc dãy Pyrénées.<ref name = \"tdtt82\"\/>\n\n====Cướp đoạt lãnh thổ của Karloman và chinh phục vương quốc Lombardia====\nLo lắng Karl sẽ trả thù Karloman vì em trai không chịu đem quân đến cứu mình, Bertrada đã gọi hai người con đến hòa giải. Bà cũng môi giới chuyện hôn nhân giữa Karl và con gái của [[Desiderius xứ Lombardia|Desiderius]], vua xứ Lombardia - với hôn lễ được cử hành vào ngày 25 tháng 12 năm 770 - bất chấp việc Giáo hội La Mã ngăn cản vì không muốn cho vương quốc Frank có quan hệ thân thiết với Vương quốc Lombardia. Ý định của người mẹ là hàn gắn sự rạn nứt giữa hai anh em trai.<ref name = \"lvq46\"\/>\n\nNhưng mọi chuyện không kéo dài. Vương quốc Lombardia luôn uất ức về việc bị Pipin Lùn đánh bại và phải trả đất cho [[Giáo hội Công giáo Rôma|Giáo hội La Mã]] nên luôn muốn nổi dậy phản kháng. Mùa chay năm 771, lợi dụng sự tranh chấp ngôi vị Giáo hoàng, vua Desiderius đã kéo quân vào thành La Mã. Karl ngay lập tức đuổi người vợ Lombardia của mình về nước và cắt đứt mọi quan hệ với Vương quốc này. Còn Karloman chưa kịp phản ứng gì thì đã đột ngột qua đời vào ngày 4 tháng 12 năm 771 tại Samoussy, khi mới 22 tuổi, và được an táng tại Reims.<ref>Jim Bradbury, ''Routledge Companion to Medieval Warfare'', trang 21<\/ref> Ngay lập tức Karl liền xua quân chiếm đoạt lãnh thổ của Karloman. Tức giận vì bị cướp đoạt quyền thừa kế, góa phụ và hai con trai của Karloman đã chạy sang lánh nạn tại vương quốc Lombardia, điều này làm Karl càng giận dữ.<ref name = \"tdtt82\"\/><ref name = \"lvq46\"\/> Chiến tranh giữa hai nước là không tránh khỏi.\n\nTháng 3 năm 772, Desiderius đã ép buộc [[Giáo hoàng Ađrianô I]] vừa nhậm chức phải làm lễ phong vương cho hai con trai của Karloman đang tị nạn tại kinh đô Pavia của Lombardia. Vốn đã không tán đồng quan hệ hôn nhân của hai vương quốc Frank và Lombardia, lại tin vào sự giúp đỡ của người Frank, [[Giáo hoàng]] Ađrianô I đã cự tuyệt. Thế là Desiderius kéo quân chiếm đóng nhiều vùng đất quanh thành La Mã, buộc Giáo hoàng Ađrianô I phải cầu cứu người Frank. Tuy nhiên Carolus I không vội động binh ngay mà tổ chức những cuộc đàm phán với Desiderius trong đó những điều kiện Karl đưa ra khiến Desiderius không thể nào chấp nhận. Bằng cách này Karl muốn đổ mọi trách nhiệm lên đầu vua Lombardia để mình danh chính ngôn thuận khởi binh.<ref name = \"lvq48\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 48<\/ref>\n\n[[Tập tin:Charlemagne and Pope Adrian I.jpg|nhỏ|trái|230px|Karl và giáo hoàng Adrianô I]]\n\nMùa thu năm 773, Karl xua quân qua dãy [[Anpơ]] chinh phạt Lombardia. Vua Karl ngồi trên lưng con chiến mã với tư thế oai phong lẫm liệt. Ông mặc áo giáp sắt chiếu sáng lập lòe, đầu đội mũ trụ, tay bọc giáp sắt, tay trái cầm một ngọn giáo sắt, tay phải đặt lên chuôi chiếc gươm đeo bên hông. Con chiến mã của ông cũng có màu đỏ xám như sắt. Cả đạo quân của ông cũng trang bị áo giáp sắt, khiến \"''khắp đồng nội cũng như khắp bầu trời đâu đâu cũng lập lòe ánh sáng của các loại giáp sắt.''\".<ref name = \"tdtt84\">Thẩm Kiên, trang 83-84<\/ref> Karl đã xua dòng lũ bằng sắt thép đó tàn phá miền Lombardia của Ý. Bằng một cuộc hành quân táo bạo vượt qua hẻm núi giữa ngọn Cenis và ngọn Saint Bernard, Quân đội Frank đã tập kích vào sau lưng quân Lombardia và đánh tan tác quân địch. Desiderius tháo chạy về kinh đô Pavia, còn vợ con của Karloman chạy về Verona. Karl xua quân truy kích, chiếm Verona và bắt sống vợ con của Karloman, cướp đoạt toàn bộ tài sản của gia đình họ. Đến tháng 6 năm 774, sau những trận công kích dữ dội Pavia thất thủ và gia đình Desiderius bị bắt đưa về Liège. Không thấy những sử liệu nào thời đó nói về số phận của con gái Desiderius, người vợ đã bị Karl ruồng rẫy.<ref name = \"lvq48\"\/> Karl lấy làm đắc ý, bèn đội chiếc vương miện bằng sắt nổi tiếng của Lombardia, tự xưng làm vua của cả vương quốc Frank lẫn vương quốc Lombardia.<ref name = \"tdtt84\"\/>\n\nCùng năm đó, Karl cũng sang Ý nghỉ ngơi nhân lễ Phục sinh. Trước khi hạ thành Pavia không lâu, Karl thể theo yêu cầu của Giáo hoàng Ađrianô I đã xác nhận việc cha mình, Pipin Lùn tặng cho Giáo hội La Mã các miền Ravenna, Spoleto, Benevento, Venezia và Istria. Trên thực tế, lần tiến quân này của Karl chỉ nhằm khống chế miền Bắc và miền Trung Ý. Thôn tính vương quốc Lombardia, thiết lập chế độ bảo hộ đối với La Mã là thành quả lớn nhất của Karl trong cuộc chinh phạt này.<ref name = \"tdtt84\"\/><ref name = \"lvq49\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 49<\/ref> Với lưỡi gươm bất khả chiến bại của ông, bộ lạc hung dữ Lombardia đã sụp đổ sau hai thế kỷ thống trị bán đảo Ý.<ref name=\"esalmon\">Edward Salmon, ''The British Dominions Year Book 1917, Sách 1917'', trang 167<\/ref>\n\nĐến năm 787, Karl đích thân xua quân xuống miền Nam Ý, tới tận Capua để uy hiếp Công tước Benevento, buộc ông ta nộp cống và xưng thần.<ref name = \"tdtt86\"\/>\n\n====Chinh phục người Sachsen (772-804)====\nCuộc chiến chống lại người [[Sachsen]] là chiến dịch chinh phục ác liệt và tốn kém nhất của vua Karl I, trước sau kéo dài 32 năm và trải qua 18 chiến dịch lớn.<ref name = \"tdtt90\"\/>\n\n[[Tập tin:Growth of Frankish Power, 481-814 Edit.jpeg|nhỏ|trái|290px|Sự trỗi dậy của đế quốc Frank (phần màu xanh dương là những vùng đất bị Carolus I xâm chiếm).]]\n\nNgười Sachsen vốn là một dân tộc định cư trong vùng lãnh thổ giữa sông Ranh và sông Enbơ của nước Đức. Vào thế kỷ thứ 8, họ vẫn còn trong giai đoạn cuối của xã hội nguyên thủy, sống thành từng bộ lạc, chưa có một quốc gia riêng và hoàn toàn xa lạ với nền [[Văn minh La Mã cổ đại|văn minh La Mã cổ]] bất chấp mọi nỗ lực truyền đạo của các giáo sĩ [[Kitô giáo|Cơ Đốc giáo]]. Họ yêu tự do, bảo lưu tín ngưỡng Bái vật giáo và truyền thống văn hóa của họ, không chấp nhận sự thống trị từ bên ngoài và cũng không chấp nhận sự áp đặt văn hóa từ bên ngoài. Sự khác biệt như vậy khiến giữa người Sachsen và vương quốc Frank láng giềng luôn có xung đột. Người Sachsen thường xuyên tổ chức các đợt tấn công cướp phá vào lãnh thổ của vương quốc Frank; đáp lại vương quốc Frank cũng thường xuyên đưa binh đánh dẹp nhưng không có kết quả. Khi lên ngôi Quốc vương, Carolus I đã quyết tâm phải giải quyết triệt để vấn đề Sachsen.<ref name = \"lvq49\"\/><ref name = \"tdtt90\">Thẩm Kiên, trang 90<\/ref>\n\nChiến dịch đầu tiên mở màn vào năm 772 sau một vụ cướp phá của những người Sachsen. Carolus I đích thân chỉ huy quân đội Frank tiến từ miền Hessen tiến vào phía Nam lãnh thổ Sachsen và chiếm Eresburg. Quân đội Frank tiếp tục phá vỡ một vòng thành bảo vệ thân cây Irminsul - cây cột chống trời trong truyền thuyết của người Sachsen - và cướp đoạt toàn bộ vàng bạc châu báu mà người dân Sachsen đem đến để dâng cúng cho cây trụ này. Sau đó quân đội Frank tiến đến [[weser|sông Weser]]. Nhưng người Sachsen vẫn tiếp tục chiến đấu một cách ngoan cường. Họ lợi dụng việc Karl vướng bận vào chiến sự ở Lombardia, lại nổi dậy chống lại vương quốc Frank. Họ đánh phá Hessen và chiếm thánh đường Fritzler - biểu tượng của thắng lợi trong sứ mệnh truyền đạo của các giáo sĩ [[Công giáo]]. Carolus I nhanh chóng trừng phạt hành vi này vào năm 774 và đến năm sau, năm 775 ông lại điều đại binh mở một cuộc hành quân quy mô lớn, chiếm pháo đài Sigisburg, tụ điểm dân cư Brunisberg và dừng lại bên bờ sông Weser.<ref name = \"lvq50\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 50<\/ref> Trước sức kháng cự mãnh liệt của người dân Sachsen, Karl thay đổi chiến lược, quân đi đến đâu xây dựng đồn lũy đến đó nhằm dần dần lấn chiếm lãnh thổ người Sachsen tựa tằm ăn lá dâu.<ref name = \"tdtt91\">Thẩm Kiên, trang 91<\/ref>\n\nCuộc chiến tranh xâm lược của Karl đối với người Sachsen được che đậy bằng danh nghĩa truyền bá đạo Thiên Chúa cho các tín đồ dị giáo. Karl đã phái đông đảo giáo sĩ đến các khu vực của người Sachsen và xây dựng nhà thờ khắp nơi để ép người dân Sachsen theo đạo Thiên chúa. Vào năm 780 Karl ban bố sắc lệnh về khu vực của người Sachsen, trong đó cấm tiệt mọi tập quán \"dị giáo\", cấm dùng bạo lực xâm phạm nhà thờ và giáo sĩ, đồng thời ban hành hình phạt tử hình đối với ai phạm các điều nói trên hoặc không chịu làm phép rửa tội; đồng thời quy định cư dân địa phương phải cung cấp tài sản, ruộng đất và phải đi lao dịch cho Giáo hội. Karl đã dùng biện pháp đàn áp đẫm máu và khủng bố tôn giáo để buộc người Sachsen theo đạo Cơ Đốc và mở rộng thế lực đến khu vực của người Sachsen và khu vực Trung Âu.<ref name = \"tdtt91\"\/><ref name = \"tdtt92\">Thẩm Kiên, trang 92<\/ref>\n\nMùa hè năm 776, vua Carolus I lại tổ chức một cuộc chinh phạt mới. Sau khi giành được thắng lợi, ông đã tổ chức một hội nghị ở Padeborn tại miền Nam Westphalia, trong đó bắt buộc các thủ lĩnh người Sachsen chiến bại phải tham dự và phải thề sẽ cải theo đạo Công giáo. Hội nghị Padeborn là bản tổng kết toàn bộ những thành quả của Karl đạt được ở Sachsen. Đồng thời, sau hội nghị công cuộc truyền đạo được xúc tiến mạnh mẽ hơn và có hệ thống hơn: xứ Sachsen bị chia thành các vùng truyền đạo khác nhau do các Giám mục và Tu viện trưởng cai quản.<ref name = \"lvq50\"\/><ref name = \"lvq51\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 51<\/ref>\n\nTuy nhiên người Sachsen vẫn tiếp tục nổi dậy và chiến đấu hết sức ngoan cường. Một thủ lĩnh dân Sachsen là [[Widukind (Sachsen)|Widukind]] đã dấy binh khởi nghĩa vào năm 778 nhân lúc Đại đế Carolus I bận chinh chiến ở Tây Ban Nha. Các tu sĩ bị tàn sát và khu vực bờ Đông sông Ranh bị cướp phá đến tận [[sông Moselle]]. Frank phản ứng ngay: trong suốt các năm 779 và 780 quân Frank càn qua quét lại, sục sạo đến tận bờ sông Enbơ - nơi giáp ranh với khu vực sinh sống của [[Người Slav|người Xlavơ]]. Carolus I buộc người Sachsen trong vùng phải bỏ đạo cũ chuyển sao đạo Thiên Chúa đồng thời tổ chức luôn một bộ máy hành chính thô sơ cho miền này.<ref name = \"lvq51\"\/> Tuy nhiên đến năm 782 người Sachsen lại vùng lên đấu tranh. Họ phá được quân Frank tại bờ sông Weser, giết chết cả viên Nội thị Đại thần và viên Giám quân Đại thần của Karl cùng 4 Bá tước và 20 quý tộc khác. Tình hình trở nên nguy cấp cho người Frank cho đến khi có một đạo quân tiếp viện do Karl phái đến để vãn hồi tình hình. Karl đã cho chặt đầu 4500 quân khởi nghĩa tại Verdun gần sông Aare để trả thù. Không những số người bị giết quá nhiều mà cách hành hình cũng hết sức tàn bạo: bất cứ ai dù là người lớn hay trẻ con, chỉ cần cao hơn thanh đại đao đều bị đem là xử trảm.<ref name = \"tdtt92\"\/>\n\n[[Tập tin:Charlemagne, empereur d'Occident, reçoit la soumission de Wittekind, 785, por Ary Scheffer.jpg|nhỏ|[[Witikind]] đầu hàng vua Carolus I tại [[Paderborn]] vào năm 785. Họa phẩm của [[Ary Scheffer]] (1795-1858). [[Versailles]].]]\n\nNhững hành động man rợ này chả có tác dụng gì ngoài việc làm bùng thêm ngọn lửa căm thù của nhân dân Sachsen. Những cuộc khởi nghĩa tiếp tục nổ ra dưới sự lãnh đạo của Widukind. Carolus I đã phải tổ chức ba chiến dịch chinh phạt lớn trong các năm 783 và 784. Thậm chí ông đã ở lại miền Sachsen trong suốt mùa đông 784-785. Các đạo quân Frank đã chà xát khắp miền Sachsen trong suốt nhiều năm. Cuối cùng, nhận thấy khó có thể chống cự, Widukind cùng các chiến hữu đã ra hàng Karl vào mùa hè năm 785. Ông và các bạn chiến đấu được tha tội chết, nhưng buộc ông phải làm lễ rửa tội cải sang đạo Thiên chúa. Tuy khoan dung với các thủ lĩnh, Karl lại muốn nghiêm trị người dân hòng khuất phục người Sachsen bằng một chính sách khủng bố tàn bạo. Tất cả mọi người Sachsen phải cải theo Công giáo, trẻ con phải được rửa tội và đặt tên thánh ngay lúc mới sinh, quy định của Giáo hội phải được tuân thủ nghiêm ngặt và các tập quán dị giáo bị cấm triệt. Hình phạt đặt ra rất khắt khe, có thể là tử hình.<ref name = \"lvq52\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 52<\/ref>\n\nKiệt quệ, người Sachsen đành khuất phục. Tuy nhiên phong trào khởi nghĩa của người Sachsen chưa tắt đi. Năm 792 một cuộc khởi nghĩa quy mô lớn lại bùng nổ.<ref name = \"tdtt92\"\/> Năm 798 người Sachsen lại tiếp tục khởi nghĩa. Nhà thờ và các giáo sĩ là mục tiêu đầu tiên, hậu quả của một chính sách Cơ đốc hóa phiến diện. Còn người Sachsen thì xem việc đấu tranh giành độc lập đồng nghĩa với việc đấu tranh bảo vệ tín ngưỡng cổ truyền.<ref name = \"lvq52\"\/> Hàng năm Karl phải liên tục phái quân sang Sachsen để khống chế tình thế. Ông đích thân chỉ huy quá trình trấn áp suốt mấy năm liền với mức độ khốc liệt và tàn bạo hơn hẳn các cuộc hành binh trước đó. Không chỉ bị tận diệt một cách có hệ thống mà theo đạo luật năm 795, người Sachsen còn phải bị lưu đày khỏi quê hương và người Frank được đưa tới để thay thế. Quân Frank tràn vào sục sạo các làng mạc, lùa từng đoàn người Sachsen đến những vùng xa xôi nơi họ bị phân tán với cộng đồng người Frank bản địa. Vào năm 804, Carolus I mở một cuộc thân chinh lần cuối cùng, buộc người Sachsen phải rời bỏ vùng Holstein và chấm dứt mọi sự phản kháng. Bộ tộc Sachsen gần như không còn gì sau cuộc địa chấn năm 804 với 1 vạn gia đình bị đày đến hai bờ sông Enbơ và bị phân tán trong khắp xứ Gaule và xứ Germania. Vậy là người Sachsen đã bị khuất phục sau 32 năm chiến đấu liên tục.<ref name = \"lvq53\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 53<\/ref><ref name = \"tdtt93\">Thẩm Kiên, trang 93<\/ref>\n\n====Chiến tranh với nước Tây Ban Nha Hồi giáo====\nVào giữa thế kỷ thứ 8, triều đại Umayyad bị lật đổ và thay bằng [[nhà Abbas|triều Abbas]] tại Ả Rập. Tuy nhiên, Phó vương Hồi giáo là Abderahman ở Tây Ban Nha vẫn trung thành với [[triều đại]] cũ. Do đó, Abderahman quyết định ly khai, lập một vương quốc đóng đô tại [[Córdoba, Tây Ban Nha|Córdoba]]. Để làm suy yếu Abderahman, triều đình Abbas đã kích động nhiều cuộc bạo loạn tại Tây Ban Nha. Alarabi, một trong những người chủ mưu cuộc bạo loạn năm 777 đã chạy sang Frank cầu xin sự giúp đỡ và đổi lại, sau khi giành được ngôi vua Alarabi sẽ thần phục vua Frank.<ref name = \"lvq57\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 57<\/ref> Lúc này Carolus I vừa giành được các thắng lợi tại dãy Anpơ và bên kia bờ sông Ranh, ông liền chụp lấy cơ hội này để mở rộng quyền lực và cũng nhân việc này sẽ thu phục lại miền Tây Ban Nha đang nằm trong tay những kẻ ngoại đạo, kế tục công việc ủng hộ Giáo hội La Mã như các bậc tiên liệt đã từng làm.<ref name = \"lvq58\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 58<\/ref>\n\nMùa xuân năm 778, Carolus I thân chinh đánh Tây Ban Nha. Một cánh quân Frank sẽ vượt qua phía Đông dãy Pyrénées, một cánh sẽ chiếm Navarre và sau đó sẽ hội quân ở Saragossa vốn đang nằm trong tay Alarabi. Tuy nhiên trước đó không lâu Alarabi đã bị người của phó vương Cordoba ám sát và thành Saragossa đã đổi chủ. Và quân Frank không đủ binh lực để đoạt được ngôi thành này, đồng thời họ lạc lõng giữa một nơi xa lạ không có người dẫn đường và tình hình của Tây Ban Nha đã ổn định trở lại. Cuối cùng Karl quyết định lui quân. Trên đường lui quân, vì cho rằng thành Pamplona thuộc Navarre là thành phố Hồi giáo nên quân Frank đã san phẳng nó thành bình địa để kẻ thù không dùng được.<ref name = \"lvq58\"\/> Hành động này đã khiến dân tộc Gascon trong vùng tức giận nên vào ngày [[15 tháng 8]] năm [[778]], họ đã phục kích đánh tan tác đội hậu quân Frank tại hẻm núi Ronce. Trong số các tướng lĩnh tử trận của quân Frank có Roland, viên trưởng quan biên phòng chỉ huy đội hậu quân này. Tương truyền khi bị bao vây Roland và các binh sĩ đã không cầu cứu quân chủ lực mà đã kiên trì chống trả cho đến khi người cuối cùng ngã gục dưới làn tên mũi kiếm của quân thù. Biến cố bi thảm này là cảm hứng cho một tác phẩm thi ca nổi tiếng mang tên là \"[[Trường ca Roland]]\" (''La chanson de Roland'').<ref name = \"tdtt86\">Thẩm Kiên, trang 86<\/ref><ref name=\"gregoriio\"\/>\n\nThế là chấm dứt giấc mơ \"giải phóng\" Tây Ban Nha khỏi người Hồi giáo. Tuy nhiên, Karl không cam tâm chịu thua và ông quyết tâm rửa hận. Sau hơn 20 năm gian khổ chiến đấu, Karl đã đẩy thế lực của người [[Hồi giáo]] xuống phía Nam của dòng sông Ebro và xây dựng vùng biên khu Tây Ban Nha nằm ở phía Bắc của con sông này. Năm 801, Frank cũng chiếm đóng [[Barcelona]] và biến thành phố này thành một cứ điểm quan trọng của vùng biên khu Tây Ban Nha.<ref name = \"tdtt86\"\/>\n\n====Chinh phạt xứ Bayern====\n[[Tập tin:Die deutschen Kaiser Karl der Große.jpg|phải|nhỏ|Tranh vẽ Hoàng đế Karl Đại Đế, nằm trong bộ tranh về các vị Hoàng đế trong lịch sử nước Đức do Max Barack thực hiện.]]\nCông quốc Bayern đã thần phục vương quốc Frank từ thời Pipin Lùn, tuy nhiên nó vẫn giữ được sự độc lập tương đối cho mình. Công tước Tassillo III đã không ngừng mở rộng lãnh thổ của mình và điều này ông nhận được sự ủng hộ từ Giáo hoàng vì quốc gia của ông đã cải sang Công giáo từ lâu. Tuy nhiên trong quan hệ với vua Carolus I thì Tassilo lại lập lờ và không thật lòng: khi ông yêu cầu Tassillo góp quân tham gia chinh phạt người Sachsen vào năm 778 thì ông ta không tỏ ra sốt sắng. Khi Quân đội Frank bị người Sachsen đánh tan tác vào năm 782 thì Tassillo đã ra mặt coi thường vua Carolus I và cắt đứt quan hệ với Vương quốc Frank. Điều này khiến nhà vua Frank hết sức giận dữ nhưng ông vẫn cố nín nhịn vì không muốn ngay lập tức đẩy Tassillo về phía các quốc gia địch thủ của mình, đồng thời lúc đó ông vẫn còn đang vướng bận vấn đề của người Sachsen. Đến năm 785 khi tình hình Sachsen đã tạm yên ổn, Quốc vương Carolus I chĩa mũi nhọn của mình sang Tassillo.<ref name = \"lvq53\"\/><ref name = \"lvq54\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 54<\/ref>\n\nTrước tình hình này, Tassillo quay sang cầu cứu [[Danh sách giáo hoàng|Giáo hoàng La Mã]] nhưng vì Giáo hoàng đang nhận sự bảo trợ của vua Carolus I nên ông ta đã khuyên Tassillo phục tùng. Về phía mình, rút kinh nghiệm những lần trước, nhà vua Frank yêu cầu Tassillo phải phục tùng vô điều kiện và Giáo hoàng phải chấp nhận mọi biện pháp trừng phạt của nhà vua đối với Tassillo, đồng thời Tassillo phải ra yết kiến vua Carolus I tại Worms vào mùa hè năm 787. Tassillo thoái thác không đi và thế là công quốc Bayern trở thành mục tiêu của ba mũi tiến công của Quân đội Frank. Trước áp lực quân sự lớn như vậy và đồng thời bị đám cận thần bỏ rơi, vào ngày [[3 tháng 10]] năm 787, Tassillo đến đại bản doanh của vua Carolus I gần Ausburg để xin hàng. Thậm chí ông ta đã trao cho nhà vua Frank cây quyền trượng của mình cùng 12 con tin - trong đó có Thế tử Theodon, con trai ông. Tuy nhiên ngay sau đó Tassillo liền trở mặt. Ông bắt tay vào việc vận động thành lập liên minh với người Avar và với đế quốc Đông La Mã. Tuy nhiên các cận thần của Tassillo do lo sợ thế lực người Frank lại một lần nữa phản bội ông ta và tố giác với nhà vua Frank. Thế là vào tháng 6 năm 778 Tassillo bị áp giải về Đại hội các chư hầu ở Ingelheim, bị cáo buộc nhiều tội trạng và bị tuyên xử tử hình. Tuy nhiên, nhà vua đã ân xá cho ông ta và chỉ đày ông cùng con trai vào một tu viện.<ref name = \"lvq54\"\/><ref name = \"lvq55\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 55<\/ref>\n\nRõ ràng vua Carolus I đã xử lý vấn đề Bayern một cách thận trọng hơn nhiều so với vấn đề Sachsen. Nguyên do có thể là vì Bayern là một chư hầu của vương quốc Frank và đã theo Công giáo từ lâu, và nó vốn lại nằm trong lãnh thổ của Đế quốc La Mã xưa kia, tức có nền văn minh khá lâu đời. Người Bayern lại rất gắn bó với đất nước họ, tức họ đã cố kết thành một dân tộc hẳn hòi. Vua Carolus I tiếp tục duy trò chính sách thận trọng đó trong suốt thời gian sau. Vào năm 794, ông lại vời Tassillo tới đại hội các chư hầu tại [[Frankfurt am Main|Frankfurt]] và buộc ông ta phải từ bỏ mọi quyền lợi đối với công quốc, tạo cơ sở pháp lý cho việc sáp nhập [[Bayern]] vào lãnh thổ Vương quốc Frank. Tuy nhiên điều này không hề ảnh hưởng đến cương giới của Bayern, đồng thời Bayern cũng được thống nhất lại thành một đơn vị giáo phận duy nhất với thủ phủ là Salzburg. Tất cả những việc này nhằm khiến người Bayern nghĩ rằng chính quyền của vương quốc Frank là một sự nối tiếp đối với chính quyền Bayern xưa kia.<ref name = \"lvq55\"\/><ref name = \"lvq56\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 56<\/ref>\n\nSau khi chiếm được vùng đất cao ở miền Nam Đức, Đại Đế Carolus I tiến về phía Đông, đánh nhau với người [[Người Slav|Xlavơ]] bên bờ đông sông Enbơ. Ông đã đánh bại và chinh phục được các bộ tộc Xlavơ.<ref>Thẩm Kiên, trang 87<\/ref>\n\n====Chinh phục người Avar====\nViệc tiến quân về phía Đông của Quốc vương Carolus I tất nhiên phải đụng độ với người Avar vốn đang quần cư tại vùng trung du sông Donau. Nhà vua Franl cho rằng người Avar đứng sau các lần trở mặt của công tước Tassillo. Đồng thời các cuộc tấn công và cướp phá của người Avar khiến việc ổn định tình hình xứ Bayern trở nên khó khăn. Vào năm 788, người Avar đã mở một đợt tấn công lớn vào Bayern và Quân đội Frank đã phải rất vất vả để đẩy họ ra. Năm 790 hai bên đã cùng ngồi lại với nhau để đàm phán về ranh giới nhưng cũng không thu được kết quả.<ref name = \"lvq59\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 59<\/ref>\n\nKarl quyết định đã đến lúc cho người Avar nếm mùi chiến tranh trên chính lãnh thổ của họ. Mùa hè năm 791 ông thân chinh cầm quân chia làm hai cánh tiến vào xứ Avar. Mặc dù không gặp phải sự kháng cự quyết liệt của người Avar nhưng Quân đội Frank cũng không giành được thắng lợi nào quyết định. Vào năm 795, Quốc vương Carolus I lại tiếp tục xua quân tấn công và lần này Quân đội Frank xâm nhập tới tận Ring - nơi cất giấu các châu báu mà người Avar cướp bóc được (nay là thành phố Gyor).<ref name = \"lvq59\"\/> Tuy nhiên chiến dịch năm 796 mới là quyết định. Lần này nhà vua Frank ra lệnh cho người con trai thứ là Pipin cử binh chinh phạt người Avar. Quân đội Frank đã phá vỡ được thứ chiến lũy chín lớp bằng cây sồi, đá tảng và đất sét nổi tiếng của người Avar, đồng thời cướp đoạt toàn bộ số của cải mà người Avar cất giấu bấy lâu nay. Quân đội Frank đã phải dùng 15 cỗ xe lớn để chở số của cải này về dâng cho vua Karl I.<ref>Thẩm Kiên, trang 88<\/ref> Trong chiến dịch lần này người Avar đã bị đánh bật khỏi bờ Tây sông Tisza, số ở lại bị buộc phải cải theo đạo Công giáo. Tuy nhiên, vua Carolus I không sáp nhập toàn bộ phần đất mới chiếm được mà chỉ thu nạp phần [[Carinthia|Kärnten]], phần còn lại ông lập thành Biên trấn Đông (Ostmark).<ref name = \"lvq60\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 60<\/ref>\n\n====Chinh phục xứ Bretagne====\nNgươi Bretagne xưa kia là người Kelt sống trên [[đảo Anh]]. Vào thế kỷ thứ 6 trước sức ép của người Angles và Sachsen xâm nhập một bộ phận người Kelt đã di cư sang bán đảo Armorica (nay là vùng [[Bretagne]] thuộc Tây Bắc nước Pháp). Tại đây họ vẫn duy trì truyền thống Kelt, không chịu đồng hóa với người Frank và cứ thỉnh thoảng nổi lên chống lại sự thống trị của người Frank. Vào năm 786, vua Carolus I xua quân chinh phạt vùng Bretagne và bắt cư dân ở đây nộp con tin và xưng thần. Vào năm 799, ông lại ra quân một lần nữa và người Bretagne mới chịu khuất phục hẳn.<ref name = \"tdtt86\"\/>\n\n====Các cuộc chinh phạt khác====\nNgoài ra, năm 805 người Frank còn hàng phục người Bohemia, năm 806 họ chinh phục người Wenden (tức người Xlavơ), từ năm 808 đến 810 họ lại đánh nhau với người Đan Mạch và các đồng minh. Ở Địa Trung Hải Karl đánh bại người Ả Rập, chiếm lĩnh đảo Corse và Sardegna.<ref name = \"tdtt93\"\/>\n\nKết quả của các cuộc bành trướng này là một quốc gia bao gồm phần lớn Tây Âu của đế quốc Tây La Mã xưa và mở rộng sang bên kia bờ sông Ranh tới tận sông Enbơ. Để bảo vệ cho quốc gia rộng lớn của mình, Karl đã dựng nên các biên trấn và biên khu, tức các tỉnh được quân sự hóa hoàn toàn, được xây dựng nhiều công trình phòng thủ quy mô lớn và có một đạo quân đông đảo trú đóng nhằm ngăn chận các cuộc tấn công của các thế lực lân bang.<ref name = \"lvq60\"\/> Đồng thời, những biên trấn và biên khu này cũng có tác dụng như là một căn cứ địa cho một cuộc tấn công chinh phạt.<ref name = \"tdtt93\"\/> Có cả thảy là bốn biên trấn:\n*Biên trấn Đông ở miền Đông Nam đế quốc, sau này trở thành nước Áo.\n*Biên trấn Bretagne nhằm chống lại người Bretagne ở bán đảo Armorica.\n*Biên trấn Bohemia nhằm chống lại người Xlavơ.\n*Biên trấn Tây Ban Nha nhằm chống lại nước Tây Ban Nha Hồi giáo.\n\nNhiều biên trấn và biên khu do Quốc vương Carolus I lập nên vẫn còn dấu tích lưu lại trong lịch sử, thậm chí có địa danh cho tới hiện nay vẫn còn tồn tại. Ví dụ thành phố Hamburg, nước Áo trước đây là các biên trấn và cứ điểm do ông lập nên, cứ điểm tại bán đảo Jutland trở thành nước Đan Mạch ngày nay.<ref name = \"tdtt93\"\/>\n\n=== Lên ngôi Hoàng đế La Mã Thần thánh ===\nVào tháng 12 năm 795, Giáo hội La Mã có một vị Giáo hoàng mới: [[Giáo hoàng Lêô III|Lêô III]]. Đây là một người xuất thân từ giới giáo sĩ cấp dưới và đã leo dần lên các chức bậc cao hơn để có ngôi vị Giáo hoàng. Vì vậy, Lêô III hiểu rõ rằng ông ta rất cần có một sự ủng hộ mạnh mẽ của Karl vào sự nghiệp của Giáo hội, nhất là trong tình hình không thể trông mong gì vào Hoàng đế Đông La Mã. So với vị Giáo hoàng tiền nhiệm, Lêô tiến xa hơn rất nhiều trong việc ủng hộ Karl, thậm chí còn thuận trở thành cộng sự ngoan ngoãn của Quốc vương. Thái độ này còn do quá khứ không lấy gì làm trong sạch của Lêô vì điều này đã khiến ông có nhiều người chống đối. Phe chống đối tân Giáo hoàng từng mưu bắt ông là định móc mắt và cắt lưỡi ông ta. Cũng may nhờ có viên Thị Sát Sứ (''Missi Dominici'') cứu thoát nên vị tân Giáo hoàng mới có thể bỏ trốn và chạy đến chỗ Karl để tị nạn. Ban đầu ông không tỏ thái độ rõ rệt, nhưng sau khi cân nhắc ông quyết định ủng hộ Lêô.<ref>Lê Vinh Quốc, Lê Phụng Hoàng, trang 63<\/ref><ref name = \"lvq64\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 64<\/ref> Ông đã gửi cho Lêô một bức thư như sau:\n\n{{cquote|''Ta có bổn phận, với sự giúp đỡ của lòng mộ đạo thiêng liêng, bảo vệ quyền lực của đấng Ki-tô ở khắp mọi nơi bằng vũ khí, chống lại sự xâm nhập của những kẻ ngoại đạo từ bên ngoài và sự tàn phá của bọn bội giáo, còn bên trong, bảo vệ Giáo hội bằng cách phổ biến đức tin Công giáo. Còn về Giáo hoàng, người có bổn phận giúp vào các thắng lợi quân sự của ta bằng những lời cầu nguyện hướng về Thiên chúa...''|||Karl I|<ref name = \"lvq64\"\/>}}\n\nMùa thu năm 800, Karl lên đường tới [[Roma]]. Đích thân Giáo hoàng Lêô III ra tận Mentana cách Roma tận 20 cây số để đón ông. Ngày hôm sau (tức là ngày [[24 tháng 11]]), Giáo hoàng cùng với toàn thể giáo sĩ Roma lại tổ chức đón Karl rất long trọng tại bậc thềm Nhà thờ Thánh Phêrô. Tiếp đó, Karl đã chủ trì các buổi họp minh định tội trạng của Lêô. Dưới sự ảnh hưởng của nhà vua, Hội nghị đã quyết định không bãi chức vị Giáo hoàng mà chỉ buộc ông ta tuyên đọc lời thề sám hối vào ngày 23 tháng 12.<ref name = \"lvq64\"\/>\n\nHai hôm sau, Karl đến dự lễ Misa tại [[Vương cung thánh đường Thánh Phêrô Cũ]]. Trong lúc nhà vua đang khấu đầu cầu nguyện, Giáo hoàng Lêô đã bất ngờ đặt Vương miện lên đầu ông và lớn tiếng tuyên bố:\n\n{{cquote|''Thượng đế gia miện cho Hoàng đế Karl ! Chúc vị Hoàng đế vĩ đại đã mang đến hòa bình cho người La Mã sống lâu trăm tuổi, vĩnh viễn giành được thắng lợi.''|||Lêô III|<ref>Thẩm Kiên, trang 79<\/ref>}}\n\nMọi người lúc ấy cũng cùng nhau hô to ba lần:\n{{cquote|''Cầu chúc cho vua Karl uy nghi, được Thượng đế phong vương, Hoàng đế vĩ đại và hiếu hòa của nhân dân La Mã, được sống mãi và luôn chiến thắng !''||||<ref name = \"lvq64\"\/>}}\n\nSau đó, Giáo hoàng quỳ xuống trước mặt vị tân Hoàng đế và xưng tụng ông theo một nghi thức có từ thời [[Diocletianus]]. Karl lên ngôi Hoàng đế, trở thành người kế thừa của Cổ La Mã.<ref name = \"lvq65\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 65<\/ref> Giờ đây, ước mơ về sự tái lập đế quốc La Mã trong nhiều thế kỷ đã trở thành hiện thực. Tuy nhiên, đế quốc của Karl lại không phải là đế quốc La Mã, mà lại là \"đế quốc La Mã Thần thánh\".<ref name=\"foundation\"\/> Cũng từ nay, Karl sẽ được gọi là '''Carolus Magnus''', tức Charlemagne, tức Karl Đại đế.\n\nVề vấn đề Karl xưng đế và phục hưng [[Đế quốc Tây La Mã|La Mã]],<ref>Lawrence S. Cunningham, John J. Reich, ''Culture and Values: A Survey of the Humanities'', trang 185<\/ref> thái độ của Đông La Mã thời đó rất đáng chú ý. Lý do là lâu nay, Đông La Mã luôn xem mình là người kế thừa trực tiếp của Đế quốc La Mã và không chịu chia sẻ với ai danh hiệu này. Trong việc tiếp xúc với Đông La Mã, ông luôn thận trọng và tránh gây va chạm, xung đột. Vào năm 798, Karl đặt quan hệ với Đông La Mã và thậm chí ông còn dự định thiết lập quan hệ hôn nhân với [[Irene thành Athena|Nữ hoàng Irene của Đông La Mã]] để thực hiện thống nhất hai đế quốc; tuy nhiên, vào năm 802 Irene bị truất phế và vua mới [[Nikephoros I]] không chịu thừa nhận đế hiệu của Karl I. Để trả đũa, vào năm 803, Karl xua quân tấn công các thuộc địa của Đế quốc Đông La Mã trên [[biển Adriatic]] như Venezia và [[Dalmacija|Dalmatia]]. Về sau, do Nikephoros I lâm vào cuộc chiền tranh với người [[Bulgaria]] nên bắt đầu giảng hòa với người Frank. Vào năm 810, hai bên đạt được hiệp nghị qua đó Nikephoros I thừa nhận đế hiệu của Karl, phần Karl buông bỏ việc tấn công các thuộc địa của Đông La Mã.<ref>Thẩm Kiên, trang 94<\/ref>\n\n===Quan hệ đối ngoại===\n[[Tập tin:Harun-Charlemagne.jpg|nhỏ|trái|Khalip [[Harun Al-Rashid|Harun al-Rashid]] tiếp đón phái bộ sứ thần của Karl tại [[Bagdad]]. Họa phẩm của [[Julius Köckert]].]]\nTiếng tăm của Karl và đế quốc của ông vang xa, việc giao hảo với các nước khác đều rất rộn rịp. Ngoài Đông La Mã, đế quốc Karolingien còn giao hảo với Ả Rập và trao đổi quà tặng với [[Khalip|hoàng đế]] [[Harun Al-Rashid|Harun al-Rashid]] của nhà Abbas. Quà tặng của hoàng đế Ả Rập là khỉ, hương liệu, thuốc uống, một con [[voi]] tên là [[Abul-Abbas]],<ref>Gene W. Heck ''When worlds collide: exploring the ideological and political foundations of the clash of civilizations'' Rowman & Littlefield, 2007 ISBN 0742558568, p. 172 [http:\/\/books.google.com\/books?id=dtAyMXqaozwC&pg=PA172 Google Books Search]<\/ref> một chiếc đồng hồ nước tinh xảo và mấy chìa khóa mộ thánh [[Jerusalem]]; còn quà tặng của Karl là lừa, ngựa Tây Ban Nha, áo khoác Frisian và những con chó săn. \"Sổ sách thú vật của Hoàng gia Frank, tức ''[[annales regni francorum]]'', đã ghi nhận về việc phái bộ Sứ thần Ả Rập chuyển dời con voi Abul-Abbas (801),<ref>[[Monumenta Germaniae Historica]], Scriptores rerum Germanicarum in usum scholarum separatim editi 6: ''Annales regni Francorum inde ab a. 741 usque ad a. 829, qui dicuntur Annales Laurissenses maiores et Einhardi.'' Edited by Friedrich Kurze. Hannover 1895, p. 116 ([http:\/\/mdz10.bib-bvb.de\/~db\/bsb00000759\/images\/index.html?id=00000759&nativeno=116 digital version] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180612140616\/http:\/\/mdz10.bib-bvb.de\/~db\/bsb00000759\/images\/index.html?id=00000759&nativeno=116 |date = ngày 12 tháng 6 năm 2018}}).<\/ref> việc họ dâng nó lên cho Hoàng đế Karl Đại Đế (802)<ref>[[Monumenta Germaniae Historica]], Scriptores rerum Germanicarum in usum scholarum separatim editi 6: ''Annales regni Francorum inde ab a. 741 usque ad a. 829, qui dicuntur Annales Laurissenses maiores et Einhardi.'' Edited by Friedrich Kurze. Hannover 1895, p. 117 ([http:\/\/mdz10.bib-bvb.de\/~db\/bsb00000759\/images\/index.html?id=00000759&nativeno=117 digital version] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180612141051\/http:\/\/mdz10.bib-bvb.de\/~db\/bsb00000759\/images\/index.html?id=00000759&nativeno=117 |date = ngày 12 tháng 6 năm 2018}}).<\/ref> và việc nó qua đời (810). Vua [[Alfonso II của Asturias|Alfonso II]] của xứ [[Vương quốc Asturias|Asturias]] ở miền Bắc Tây Ban Nha, vua nước [[Đan Mạch]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] và thủ lĩnh xứ [[Scotland]] đều đua nhau phái sứ thần đến bày tỏ hảo ý với Karl và xưng ông làm minh chúa. Bản thân ông cũng từng che chở cho vua xứ Wessex là Egbert và giữ mối quan hệ tốt đẹp với vị vua này.<ref>Thẩm Kiên, trang 95<\/ref> Trong quan hệ đối ngoại, Karl luôn chú trọng chọn lựa những người có tài hùng biện, bẻm mép và thông minh lanh lợi làm sứ thần.<ref>Thẩm Kiên, trang 96<\/ref>\n\n===Đối nội===\nTrong việc đối nội, ông cũng đạt được những thành công vang dội, không kém những cuộc chinh phạt hiển hách của ông.<ref name=\"gregoriio\"\/> Carolus I đã hoàn thiện mối quan hệ lãnh chúa-chư hầu bằng cách ra những chiếu chỉ quy định nghĩa vụ của chư hầu đối với nhà vua. Chư hầu phải tuyên thệ trung thành với nhà vua, phục vụ Thượng đế và hoàn tất mọi nghĩa vụ phong kiến đối với lãnh chúa trong một buổi lễ được tổ chức tại nhà thờ.<ref name = \"lvq69\">Lê Vinh Quốc, Lê Phụng Hoàng, trang 69<\/ref> Hằng năm các chư hầu phải hội tụ về một địa điểm nhất định để tham gia \"Hiệu trường tháng Năm\" do Karl tổ chức để nguyện thề trung thành với nhà vua, đồng thời đây cũng là dịp để ban thưởng và luận tội các chư hầu, bàn bạc việc nước và để nhân dân đề đạt ý kiến đối với các quyết sách của nhà vua.<ref name = \"lvq69\"\/><ref name = \"tdtt98\">Thẩm Kiên, trang 98<\/ref> Chư hầu cũng phải thi hành \"nghĩa vụ máu\" nhằm cung ứng quân lực và tài lực khi có chiến tranh cùng các loại thuế đất, thuế một phần mười, chiến lợi phẩm, tiền phạt, thuế hàng chuyến, v.v... phải cung ứng nơi ở và lương thực cho Triều đình khi Triều đình đến đóng tại nơi của họ, đài thọ phí tổn liên quan đến việc công cán của các Quan Sát Sứ, v.v...<ref name = \"lvq69\"\/>\n\nViệc cai trị một đế quốc rộng lớn với trình độ phát triển của các vùng miền không đồng đều và một hệ thống đường sá bị phá hoại nghiêm trọng do nhiều thế kỷ loạn lạc chiến tranh hoàn toàn không dễ dàng, và các cơ cấu hành chính rối loạn trước kia hoàn toàn không thể sử dụng được nữa mà phải cần một hệ thống quản lý mới và các nhân viên mới. Karl đã chia đế quốc ra làm 98 khu vực, chọn lựa những người tài năng trong giới quý tộc để làm Bá tước cai trị các địa phương. Về sau các Bá tước này trở thành chức vị trọn đời và cha truyền con nối. Trợ giúp cho Bá tước là các Phó Bá tước - tức Tử tước sau này. Tại các vùng biên trấn thì do Biên tước hay Biên Địa Hầu cai quản, có quyền trưng mộ một quân đội độc lập để ngăn quân địch bên ngoài. Về sau chức vụ này trở thành Hầu tước. Những người có nhiệm vụ tại các vùng được nắm cả quyền hành chính lẫn quyền quân sự, về sau hình thành các Công tước có quyền lực chỉ kém nhà vua. Chế độ đẳng cấp của đế quốc dưới thời Carolus I đã trở nên hoàn thiện.<ref name = \"tdtt98\"\/><ref name = \"tdtt99\">Thẩm Kiên, trang 99<\/ref>\n\nMột điều thú vị là trong suốt thời kỳ trị vì của Carolus I thì thủ đô của đế quốc được thay đổi nhiều lần - nói cách khác triều đình Frank không đóng tại một nơi cố định mà thường xuyên phải di chuyển từ nơi này sang nơi khác. Nguyên nhân của các cuộc dời đô liên miên này là do thiếu lương thực: trình độ sản xuất thời bấy giờ không đủ để đáp ứng nhu cầu của một triều đình với đội ngũ cận thần và thành viên hoàng tộc hết sức đông đảo. Khi lương thực ở một nơi có nguy cơ cạn kiệt, triều đình lại được dời đi nơi khác và cứ như thế. Tuy nhiên, cuối cùng thì Carolus I cũng tìm được một nơi định đô lâu dài, đó là địa điểm nằm tại vị trí của thành phố [[Aachen]] thuộc Đức ngày nay. Aachen là nơi có một dòng suối nước nóng trong sạch, rất phù hợp với sở thích tắm suối nước nóng của nhà vua.\n\n=== Chính sách văn hoá ===\nTổng quan, các nước Tây Âu có nền văn hoá kém phát triển trong vòng năm thế kỷ đầu tiên của chế độ phong kiến. Tuy nhiên, Đế quốc Frank hùng mạnh dưới triều vua Carolus I lại khác. Ông thu dùng các học giả danh tiếng (dù bản thân ông không biết chữ), khuyến khích nghệ thuật và học vấn, thu nạp các giá trị cổ La Mã và Tân Byzantine, dung hòa với văn hóa German. Ngoài ra, một mục đích khác của chính sách này là để đào tạo văn công làm cho thần dân cảm phục, giúp ông thu phục nhân dân những xứ bị Quân đội Frank chiếm đóng. Ông thiết lập trường học ngay tại kinh đô. Thời đại của ông và những người kế tục được gọi là \"Thời đại Phục hưng Carolingian\", ngụ ý sự phục hồi các giá trị La Mã của các vua triều Carolingian <ref>''Lịch sử văn minh thế giới'', Vũ Dương Ninh (chủ biên), trang 259<\/ref>\n\nBản thân Carolus I là một người gương mẫu trong việc tiếp thu văn hóa. Ban đầu Karl là một người mù chữ hoàn toàn, nhưng để nâng cao trình độ kiến thức của mình, ông đã bắt đầu học đọc và học viết. Ông luôn mang bên mình một tấm bảng để khi rảnh thì lấy ra tập viết. Chữ của nhà vua không được đẹp vì học quá muộn, nhưng ngày này qua tháng nọ ông luôn kiên trì học đọc học viết, vì Karl hiểu rằng một nhà vua có học thức mới là một nhà trị vì tài giỏi. Karl cũng thường xuyên đến thăm các trường học và lớp học, ông đã ban thưởng cho những học sinh nghèo học giỏi và trách phạt các học sinh yếu kém.\n\nLà một Hoàng đế nhưng Carolus I không đua đòi theo thói xa hoa của các vị nguyên thủ đương thời. Ông ăn mặc rất giản dị theo phong tục truyền thống của người Frank. Bữa ăn chính của ông cũng chỉ gồm bốn món và ông đặc biệt uống rượu điều độ. Karl rất chán ghét những kẻ suốt ngày rượu chè be bét. Trong thực đơn hàng ngày có một món ông rất thích đó là món thịt nướng do các thợ săn mang tới. Khi các ngự y khuyên Karl hạn chế ăn thịt nướng và nên ăn thịt nấu, vị Hoàng đế gác bỏ lời khuyên của họ ngoài tai.\n\nCarolus I qua đời vào năm 814.\n\n== Cá nhân ==\n\n=== Tính cách ===\nMặc dù không có miêu tả từ cuộc đời của Charlemagne còn tồn tại, tính cách cá nhân của ông thường được biết đến từ một mô tả của Einhard, tác giả cuốn tiểu sử ''Vita Karoli Magni''. Einhard nói trong chương hai mươi hai của mình:<ref>{{harvnb|Barbero|2004|p=116}}.<\/ref>\n\n<blockquote>\"''Vua là người có dáng vóc khôi vĩ, vững chắc và có tầm vóc đáng kể vì [[chiều cao]] của vua lên tới bảy foot và vua có một cái đầu tròn, đôi mắt to và sống động, một cái mũi hơi lớn hơn so với bình thường, tóc màu trắng nhưng vẫn đẹp, thể hiện một sự tươi sáng và vui vẻ với cái cổ ngắn và có nhiều mỡ và vua được thừa hưởng một sức khoẻ tốt, ngoại trừ cơn sốt có ảnh hưởng đến vua trong vài năm cuối đời. Vào lúc cuối đời vua bị kéo lê một chân, mặc dù vậy vua vẫn tỏ ra \"cứng đầu\" bằng cách làm những gì vua muốn và từ chối nghe theo lời khuyên của các bác sĩ – vua rất ghét họ vì họ muốn thuyết phục vua ngừng ăn thịt nướng và bắt vua phải ăn thịt luộc một kiểu nấu nướng mà vua không thích.''\"<\/blockquote>\n\nBức chân dung về mặt vật lý được cung cấp bởi Einhard được xác nhận bởi những mô tả ở thời đương đại về hoàng đế, chẳng hạn như ở trên những đồng tiền xu và tượng{{convert|8|in|cm|adj=on}} bằng đồng của ông được giữ trong [[cung điện Louvre]]. Năm 1861, ngôi mộ của Charlemagne đã được mở ra bởi các nhà khoa học để họ tạo lại bộ xương của ông và người ta ước tính rằng cơ thể của ông cao khoảng {{convert|74,9|in|cm|abbr=on}}.<ref>{{harvnb|Barbero|2004|p=118}}.<\/ref> Một nghiên cứu hiện đại dựa trên kích thước xương ống chân và ước tính [[chiều cao]] của ông là khoảng {{convert|1,84|m|in|abbr=on}}. Với [[chiều cao]] này thì ông cao hơn 99 % những người đàn ông ở thời kỳ của ông vì [[chiều cao]] trung bình của nam giới ở thời gian của ông là {{convert|1,69|m|in|abbr=on}}. [[Chiều rộng]] của xương hông cho thấy ông có dánh bề ngang thanh mảnh và không thực sự có một cấu tạo cơ thể mạnh mẽ.<ref>{{chú thích tạp chí | last=Ruhli | first=F.J. | last2=Blumich | first2=B. | last3=Henneberg | first3=M. | year=2010 | title=Charlemagne was very tall, but not robust | journal=Economics and Human Biology | volume=8 | pages=289–290}}<\/ref>\n\nCharlemagne cũng được biết đến với bộ tóc dài trung bình, cao lớn, và trang nghiêm, với một cái cổ to không tương xứng. Truyền thống vẽ chân dung cá nhân của La Mã lúc đó thường chọn lúc nửa tối nửa sáng, để làm biểu tượng hóa những đặc điểm cá nhân của người được vẽ tranh. Charlemagne lại là một vị vua lý tưởng nên ông đã được miêu tả chân dung theo một phong cách tương ứng và tất cả các bức chân dung về ông thời kỳ này đều như vậy. Những bức tranh vẽ Charlemagne đăng quang, trở thành đại diện của [[Giê-su|Thiên Chúa Kitô]] trên Trái Đất, chịu nhiều những ảnh hưởng từ chân dung của [[Giê-su|Chúa Kitô]] hơn là về khuôn mặt thật của ông. Hình ảnh của Charlemagne trong những bức tranh của người đời sau thường được mô tả với mái tóc vàng chảy, vì ông đã mắc hiểu nhầm từ quấn sách của Einhard, người mô tả là có ''Charlemagne canitie Pulchra'', hoặc là \"tóc đẹp màu trắng\" và cũng đồng thời do phải thu thập thông tin từ nhiều bản dịch, thế là ông này kết luận rằng tóc của Charlemagne có màu vàng.<ref>[http:\/\/www.chemistrydaily.com\/chemistry\/Charlemagne Charlemagne]<\/ref>\n\n=== Trang phục ===\n[[Tập tin:Charles Ier le Grand ou Charlemagne.jpg|nhỏ|Trong Bibliothèque Nationale de France]]\nCharlemagne thường mặc trang phục truyền thống, không dễ thấy và rõ ràng không phải là trang phục quý tộc của người Frank, Mô tả bởi Einhard như sau:<ref name=VKM>{{harvnb|Einhard|1999|loc=23. Dress}}.<\/ref>\n\n<blockquote>\"''Ông thường mặc những trang phục kiểu dân tộc đó là trang phục của người Frank: đó là một chiếc áo vải lanh và quần vải lanh ống túm và bên ngoài là những chiếc áo dài lụa tua, trong khi ống quần được cài chặt bởi các băng vải để che đi cái chân bị tật (khi về già của ông) đi một đôi giày, ông bảo vệ và giữ ấm cho vùng vai và ngực của mình ở mùa đông bởi một chiếc áo lót bằng da rái cá hoặc Marten.''\"\"<\/blockquote>\n\nÔng mặc một chiếc áo choàng màu xanh và luôn luôn mang theo một thanh kiếm trong mình. Đó là một thanh kiếm điển hình với một chiếc cán kiếm vàng hoặc bạc. Ông thường đeo thanh kiếm ưa thích để dự tiệc hoặc đón tiếp sứ giả nước ngoài. Tuy nhiên:<ref name=VKM \/> \n<blockquote>\"''Ông không thích các trang phục của nước ngoài tuy rằng chúng là khá đẹp với ông và không bao giờ tự cho phép mình được mặc các loại quần áo đó, ngoại trừ hai lần ở Roma, khi ông mặc một chiếc áo Chlamys và mang dép kiểu La Mã. Đây là lần đầu tiên theo yêu cầu của Giáo hoàng Ađrianô I và lần thứ hai để làm vừa lòng Giáo hoàng Lêô.''\"<\/blockquote>\n\nÔng chỉ mặc những trang phục lộng lẫy này trong những dịp cần thiết. Vào những ngày lễ lớn, ông mặc áo thêu và đồ trang sức trên quần áo và giày của mình. Ông có một khóa vàng cho chiếc áo choàng của mình trong những dịp như vậy và xuất hiện với một chiếc vương miện rất lớn, nhưng ông cũng không khoái cách trang phục đó, theo Einhard – Charlemagne thích ăn mặc giống như một người dân thường.<ref name=VKM \/>\n\n== Di sản ==\n[[Tập tin:Charlemagne Agostino Cornacchini Vatican 2.jpg|nhỏ|upright|Tượng Đại đế Karl, tạc bởi [[Agostino Cornacchini]] (1725), [[Vương cung thánh đường Thánh Phêrô|Vương cung Thánh đường Thánh Phêrô]], [[Vatican]], [[Ý]].]]\n{{Xem thêm|Đế quốc La Mã Thần thánh|Otto I của Thánh chế La Mã|Đức|Pháp}}\nÔng được xem là vị vua vĩ đại nhất của Vương quốc Frank, đồng thời là vị vua nổi bật cuối cùng của vương quốc này. Thậm chí ông còn có thể là ông vua kiệt xuất nhất của châu Âu thời kỳ Trung Cổ.<ref name=\"foundation\">Robert O. D. Min Wahl, Dr Robert Wahl, ''Foundations of the Faith 101: A Journey Through the Basics of the Christian Faith'', tr. 114<\/ref> Là vị Quân vương vĩ đại nhất của Tây Âu vào thời đó, ông có thiên tài quân sự và tài năng trị vì, nên các nhà sử học cũng thường hay gọi ông là '''Karl Đại Đế'''.<ref name=\"gregoriio\">Gregorio F. Zaide, ''World history'', trang 273<\/ref> Đối với Hoàng đế Karl Đại Đế, cũng như đối với Quốc vương Alexandros Đại Đế hay Quốc vương Friedrich II Đại Đế, họ được vinh danh là \"Đại Đế\" không chỉ vì những chiến công hiển hách của họ, mà còn là vì tài năng chính trị của họ.<ref name=\"magazine\"\/> Là ông vua phục hưng Đế quốc La Mã cổ xưa, Hoàng đế Karl Đại Đế đã đạt được thành tựu rất lớn trong lịch sử châu Âu, để lại những di sản sau đây:<ref name=\"esalmon\"\/><ref name=\"stephen\"\/>\n* '''Sự mở đầu của các quốc gia Đức và Pháp''': Với việc bành trướng Vương quốc Frank thành một đế chế, ông đã tạo tiền đề cho những ý tưởng về một nước Đức và Pháp độc lập. Sau khi ông mất, những vùng đất này - dưới sự cai trị của hai người con ông - trở thành các nền quân chủ độc lập. Đây là bước tiến đầu tiên trên chặn đường thiết lập một nước Đức và Pháp trong thời kỳ Trung Cổ.\n* '''Sự truyền bá Thiên Chúa giáo''': Những cuộc chinh phạt của đại đế Karl cũng giúp cho Giáo hội Công giáo phát triển về sức mạnh và ảnh hưởng. Thế lực của chế độ Giáo hoàng được mở rộng.<ref name=\"stephen\"\/>\n\nLà một vị vua - chiến binh hùng mạnh, với lực lượng Quân đội Frank hùng cường có tinh thần kỷ cương tốt, được cung cấp đầy đủ và được trả tiền đầy đủ, ông đã chinh phạt được nhiều vùng đất thuộc Đức và Ý.<ref name=\"gregoriio\"\/><ref name=\"sTalbott\"\/> Nói tóm lại, theo cuốn ''Medieval History for Dummies'' thì Đại đế Karl hoàn toàn là vị vua thiết lập ra thời kỳ Trung Cổ.<ref name=\"stephen\">Stephen Batchelor, ''Medieval History for Dummies'', trang 68<\/ref><ref>Amelia Ann Blanford Edwards, ''The history of France; from the conquest of Gaul by the Romans to the peace of 1856'', trang 7<\/ref><ref>Sir Hew Whitefoord Dalrymple, ''Memoir written by... Sir H. Dalrymple...: of his proceedings as connected with the affairs of Spain, and the commencement of the Peninsula War'', trang 253<\/ref> Tuy nhiên, sau khi ông qua đời, đế quốc La Mã Thần thánh vẫn còn tồn tại, nhưng nó suy yếu và bị chia cắt. Không có một người con nào của ông có được thiên tài của vua cha.<ref name=\"gregoriio\"\/> Quan hệ tốt đẹp giữ Hoàng đế với Nhà thờ La Mã cũng trở nên xấu đi, và thoái hóa thành một cuộc xung đột liên miên. Mãi đến năm 962, [[Otto I của Thánh chế La Mã|Otto I]] lên ngôi Hoàng đế, tự xem mình là người thừa kế của Charlemagne.<ref>Marc Bloch, ''Feudal society'', Tập 1, tr. 7<\/ref> Vào năm 1095, khi [[Giáo hoàng Urbanô I]] phát động cuộc [[Cuộc thập tự chinh thứ nhất|Thập tự chinh thứ nhất]], ông đã kêu gọi nhân dân nhớ đến những năm tháng huy hoàng của Hoàng đế Karl Đại Đế. Cũng qua đó, người ta viết nên bản ''Trường ca Roland'', đưa một trong những chiến bại thảm hại nhất của nhà vua thành một trong những chiến công hiển hách của ông.<ref name=\"jjbutt\">John J. Butt, ''Daily life in the age of Charlemagne'', trang 194<\/ref> Vốn vô cùng ngưỡng mộ hai vị Hoàng đế Karl Đại Đế và Otto Đại Đế, Hoàng đế [[Friedrich I Barbarossa]], cũng quyết định phát triển Đế quốc La Mã Thần thánh huy hoàng.<ref>Eamon Duffy, ''Saints & sinners: a history of the popes'', trang 142<\/ref> Nhưng tới [[thế kỷ 18]], nhà triết học [[Voltaire]] đã châm biếm Đế quốc La Mã Thần thánh: ''\"không phải thần thánh, không phải La Mã, mà cũng không phải là đế quốc\"''.<ref name=\"foundation\"\/>\n\nTrong suốt lịch sử tồn tại của Thánh chế La Mã, các Hoàng đế phải mang thanh bảo kiếm của Charlemagne.<ref>[[Giles MacDonogh]], ''Frederick the Great: A Life in Deed and Letters'', trang 145<\/ref> Vào tháng 2 năm [[1806]], Hoàng đế Pháp và nhà quân sự nổi tiếng [[Napoléon Bonaparte]] đã thông báo với Giáo hoàng La Mã rằng, ông hoàn toàn là một ''Charlemagne mới''. Napoléon đội vương miện Pháp chắp ghép với vương miện Lombardia.<ref>Brendan Simms, [http:\/\/books.google.com.vn\/books?id=b3dL_j1Mp7wC&pg=PA273&dq=%22new+Charlemagne%22+%2B+%22Napoleon%22&hl=vi&ei=JL1GTL6rBZH6cOWL1Y4B&sa=X&oi=book_result&ct=result&resnum=5&ved=0CDoQ6AEwBDgK#v=onepage&q=%22new%20Charlemagne%22%20%2B%20%22Napoleon%22&f=false \"The Impact of Napoleon: Prussian High Politics, Foreign Policy and the Crisis of the Executive, 1797-1806\"], Cambridge University Press, 2002, tr. 273<\/ref> Là một người chiến binh vĩ đại, tuy ông sinh ra ở Đức và nói tiếng Đức, nước Pháp xem ông là một vị [[anh hùng dân tộc]]. Nước Đức cũng xem ông là một vị anh hùng dân tộc, trong hàng ngũ của vị Quốc vương vĩ đại của [[Vương quốc Phổ|nước Phổ]] là [[Friedrich II của Phổ|Friedrich II Đại Đế]] - ông vua đã đi vào lịch sử như một huyền thoại, cùng với nhà thần học [[Martin Luther]].<ref>''World and Its Peoples'', trang 173<\/ref><ref>Edward F. Haas, ''The age of the Longs: Louisiana, 1928-1960'', trang 332<\/ref> \n \nĐối với nhiều thành viên Đảng Quốc xã, Đại đế Karl là một nhân vật phản diện trong lịch sử nước Đức. Họ không gọi ông là \"Karl Đại đế\" mà xem ông là \"Karl - tên giết người Sachsen\".<ref name=\"holyreich\">Richard Steigmann-Gall, ''The The Holy Reich: Nazi conceptions of Christianity, 1919-1945'', tr. 103<\/ref> Heinrich Himmler, con của một giáo sư sử học Trung Cổ, cũng không ưa gì Charlemagne do ông liên tục đánh thắng người Sachsen. Tuy nhiên, Quốc trưởng Đức Quốc xã Adolf Hitler lại là một người ngưỡng mộ ông.<ref>Veronica Ortenberg, \"In search of the Holy Grail: the quest for the Middle Ages\", trang 114<\/ref> Đối với Hitler, Charlemagne là một vĩ nhân trong lịch sử Đức.<ref name=\"holyreich\"\/> Hitler cũng xem ông là vị vua đã thống nhất dân tộc Đức và kiến lập [[Đế quốc Đức|Đế chế Đức]], đồng thời thông qua Sắc lệnh cấm gọi ông là \"Karl - tên giết người Sachsen\".<ref>Garrett G. Fagan, ''Archaeological fantasies: how pseudoarchaeology misrepresents the past and misleads the public\n'', Routledge, 2006, tr. 165<\/ref>\n\nMỗi lá bài ''Già'' (còn gọi là lá bài \"K\" hay \"King\") đều có hình một vị vua trong [[lịch sử thế giới]]. Chân dung Karl có trên lá bài \"Già Cơ\".<ref>[http:\/\/www.snopes.com\/history\/world\/cardking.asp The Four King Truth]<\/ref>\n\n== Chú thích ==\n{{Thể loại Commons nội dòng|Carolus Magnus}}\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Gregorio F. Zaide, [http:\/\/books.google.com.vn\/books?id=Kq512SmGMIsC&pg=PA153&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''World history''], Rex Bookstore, Inc., 1965. ISBN 9712314723.\n* Samuel J. Newland, [http:\/\/books.google.com.vn\/books?id=J8ideJ9KDh0C&pg=PA184&dq=%22Hitler%22+%2B+%22Charlemagne%22&hl=vi&ei=_hhDTOimNseqcZzrtegP&sa=X&oi=book_result&ct=result&resnum=6&ved=0CD4Q6AEwBTgK#v=onepage&q=%22Hitler%22%20%2B%20%22Charlemagne%22&f=false \"Cossacks in the German army, 1941-1945\"], Routledge, 1991. ISBN 0714633518.\n* Mario Kramp, Verein Aachener Krönungsgeschichte, [http:\/\/books.google.com.vn\/books?id=XIzpAAAAMAAJ&q=%22first+German+Emperor+Charlemagne ''Krönungen: Könige in Aachen, Geschichte und Mythos''], P. von Zabern, 2000.\n* John J. Butt, [http:\/\/books.google.com.vn\/books?id=bQlJP9O9hKkC&pg=PA194&dq=%22Charlemagne#v=onepage&q&f=false ''Daily life in the age of Charlemagne''], Greenwood Publishing Group, 2002. ISBN 0313316686.\n* Jim Bradbury, [http:\/\/books.google.com.vn\/books?id=j6y0E6YO-oEC&pg=PA21&dq=%22Carloman#v=onepage&q=%22Carloman&f=false ''Routledge Companion to Medieval Warfare''], Routledge, 2004. ISBN 0203644662.\n* Dale Evva Gelfand, [http:\/\/books.google.com.vn\/books?id=hbnY8GTet_kC&pg=PA52&dq=%22Charlemagne#v=onepage&q&f=false ''Charlemagne''], Infobase Publishing, 2003. ISBN 079107224X.\n* Emil Ludwig, [http:\/\/books.google.com.vn\/books?id=MiBSe5DtpJMC&pg=PA97&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''The Germans: Double History of a Nation''], READ BOOKS, 2007. ISBN 1406708402.\n* Veronica Ortenberg, [http:\/\/books.google.com.vn\/books?id=J_BXSRsfw5EC&pg=PA114&dq=%22Charlemagne+%2B+%22Hitler%22&hl=vi&ei=5bpGTIGKG4uycZuuvY4B&sa=X&oi=book_result&ct=result&resnum=2&ved=0CCwQ6AEwAQ#v=onepage&q=%22Charlemagne%20%2B%20%22Hitler%22&f=false \"In search of the Holy Grail: the quest for the Middle Ages\"], Continuum International Publishing Group, 2006.\n* Samuel Griswold Goodrich, [http:\/\/books.google.com.vn\/books?id=X7kXAAAAYAAJ&pg=PA96&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''The second book of history: including the modern history of Europe, Africa, and Asia...: designed as a sequel to the First book of history''], Jenks, Hickling & Swan, 1852.\n* Susan Wise Bauer, [http:\/\/books.google.com.vn\/books?id=k_Ggr2HS8uwC&pg=PA71&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''The Middle Ages Activity Book: From the Fall of Rome to the Rise of the Renaissance''], Peace Hill Press, 2008. ISBN 1933339136.\n* John S. C. Abbott, [http:\/\/books.google.com.vn\/books?id=MqJ-u0KmOHEC&pg=PA429&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''Italy''], READ BOOKS, 2007. ISBN 1408626691.\n* Marshall Cavendish Corporation, [http:\/\/books.google.com.vn\/books?id=piNtzXg0qDQC&pg=PA173&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''World and Its Peoples''], Marshall Cavendish, 2009. ISBN 0761478876.\n* Edward F. Haas, [http:\/\/books.google.com.vn\/books?id=E1MTAAAAYAAJ&q=%22Charlemagne ''The age of the Longs: Louisiana, 1928-1960''], Center for Louisiana Studies, University of Louisiana at Lafayette, 2001. ISBN 1887366407.\n* Edward Salmon, [http:\/\/books.google.com.vn\/books?id=O0TclxmAygMC&pg=PA167&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''The British Dominions Year Book 1917''], Sách 1917, READ BOOKS, 2008. ISBN 1443705039.\n* Hutton Webster, [http:\/\/books.google.com.vn\/books?id=lhUMAAAAYAAJ&q=%22Charlemagne ''Medieval and modern history''], D.C. Heath & Co., 1919.\n* Lawrence S. Cunningham, John J. Reich, [http:\/\/books.google.com.vn\/books?id=p-WAYTD9hLQC&pg=PA185&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''Culture and Values: A Survey of the Humanities''], Cengage Learning, 2009. ISBN 0495570656.\n* Eamon Duffy, [http:\/\/books.google.com.vn\/books?id=qiTl-lhM36wC&pg=PA142&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''Saints & sinners: a history of the popes''], Yale University Press, 2006. ISBN 0300115970.\n* [http:\/\/books.google.com.vn\/books?id=rAocAQAAIAAJ&pg=PA145&dq=%22Charlemagne#v=onepage&q=%22Charlemagne&f=false ''The United service magazine''], 1832.\n\n== Liên kết ngoài ==\n{{sisterlinks|Charlemagne}}\n*[http:\/\/sbaldw.home.mindspring.com\/hproject\/prov\/charl000.htm Charlemagne's biography] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171210084325\/http:\/\/sbaldw.home.mindspring.com\/hproject\/prov\/charl000.htm |date = ngày 10 tháng 12 năm 2017}}\n*[http:\/\/www.fordham.edu\/halsall\/basis\/einhard.html ''The Life of Charlemagne''] by Einhard. At Medieval Sourcebook\n*[http:\/\/www.thelatinlibrary.com\/ein.html ''Vita Karoli Magni''] by Einhard. [[Latinh|Latin]] text at [[The Latin Library]]\n*A reconstructed [http:\/\/www.reportret.info\/gallery\/charlemagne1.html portrait of Charlemagne], based on historical sources, in a contemporary style.\n*[http:\/\/www.myarmoury.com\/feature_charlemagne.html The Sword of Charlemagne] (myArmoury.com article)\n*[http:\/\/www.historymedren.about.com\/od\/carolingianempire\/ig\/Charlemagne-Picture-Gallery\/index_t.htm Charlemagne Picture Gallery] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140221205835\/http:\/\/historymedren.about.com\/od\/carolingianempire\/ig\/Charlemagne-Picture-Gallery\/index_t.htm |date=2014-02-21 }}\n*[http:\/\/lba.hist.uni-marburg.de\/lba-cgi\/kleioc\/00101KlLBA\/exec\/apply2\/width\/%226109%22\/height\/%226109%22\/url\/%22http:%7B|%7D%7B|%7D137.248.186.134%7B|%7Dlba-cgi-local%7B|%7Dpic.sh%7B-%7Djpg%7B|%7DE306.jpg%22 Charter given by Charlemagne] for [[St. Emmeram's Abbey]] showing the Emperor's seal, 22.2.794. Taken from the collections of the [http:\/\/lba.hist.uni-marburg.de\/lba\/pages\/ Lichtbildarchiv älterer Originalurkunden] at [[Marburg University]]\n*{{worldcat id|id=lccn-n79-43619}}\n*[http:\/\/www.history.com\/topics\/charlemagne Charlemagne]\n\n{{Hoàng đế La Mã Thần thánh}}\n{{vua Pháp}}\n{{Antique Kings of Italy}}\n{{Các chủ đề|Lịch sử|Pháp|Thánh chế La Mã|Đức}}\n\n{{IPA|}}\n\n[[Thể loại:Sinh thập niên 740]]\n[[Thể loại:Mất năm 814]]\n[[Thể loại:Vua Frank]]\n[[Thể loại:Sinh năm 742]]\n[[Thể loại:Vương triều Caroling]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Tín hữu Công giáo Pháp]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]\n[[Thể loại:Chết vì bệnh hệ hô hấp]]\n[[Thể loại:Vua Burgundia]]"}