{"Christoph Schappeler":"[[Hình:Schappeler.JPG|nhỏ|Tranh tường Schappeler của Erich Marschner tại Memminger MeWo-Haus]]\n[[Hình:Schappeler in oil.JPG|nhỏ|Tranh sơn dầu Schappeler]]\n\n'''Christoph Schappeler''' (* khoảng 1472 tại [[St. Gallen]]; † [[25 tháng 8]] [[1551]] cũng ở đó) là một  [[nhà thần học]], lãnh tụ nông dân và [[nhà cải cách Tin lành]].\n\n== Tiểu sử ==\nKhông có gì được biết về tuổi trẻ và học vấn của ông, cho đến năm 1513, ông là một hiệu trưởng trường học ở St. Gallen.\n\nNăm 1479, thương gia Memmingen Vöhlin đã tặng một chức vụ truyền đạo cho nhà thờ St. Martin. Sau khi người giữ tước vị này đầu tiên qua đời, Schappeler được Hội đồng thành phố Memmingen đề nghị vào tháng 2 năm 1513 và được người bảo trợ bổ nhiệm. Cách nói chuyện thu hút người dân của ông ấy khiến công việc của ông ở đây dễ dàng hơn. Vì ông ấy là người không thể thách thức được trong cuộc sống và công việc của mình, ngay cả trong thời gian gây sôi động tôn giáo khi ông ấy theo phe cải cách tin lành, các đối thủ của ông ấy không thể làm gì được để chống lại. Trong thời gian này, bài giảng của ông đã đưa các ý tưởng xã hội của Kinh thánh lên hàng đầu. Suy nghĩ của ông ta ít được xác định bởi Martin Luther hơn là Ulrich Zwingli, người mà ông ta cũng là bạn cũng như với Joachim von Watt. Zwingli muốn đưa anh ta trở lại Thụy Sĩ, nhưng hội đồng thành phố không để ông ta rời khỏi Memmingen.\n\n== Giới thiệu cuộc Cải cách Tin lành ==\n\nÔng tiến hành một cách thận trọng trong việc giới thiệu cuộc [[Cải cách Kháng nghị|Cải cách Tin lành]]. Ông đặt Kinh Thánh vào trung tâm của đời sống hội thánh để chỉ trích tình trạng hiện tại với mức độ nghiêm trọng nhất. Ông nhanh chóng giành được sự ủng hộ của người dân cho học thuyết mới. Ông được kính nể như thế nào được thể hiện qua việc ông thường được gọi về quê hương Thụy Sĩ và vào năm 1523, ông chủ trì cuộc tranh cãi Zurich lần thứ hai.\n\nỞ Memmingen, những giáo dân như Sebastian Lotzer thì lại quá khích hơn, và đến năm 1523, ông hầu như không thể làm dịu đi sự náo động mà các bài giảng của mình đã gây ra. Bất chấp các yêu cầu của giám mục Augsburg, hội đồng thành phố không muốn để ông đi, vì vậy giám mục đã vạ tuyệt thông ông vào năm 1524 và kiện tại Liên đoàn Schwaben chống lại thành phố.  Cho cuộc tranh cãi Memmingen từ ngày 2 đến ngày 7 tháng 1 năm 1525, ông đã viết ra bảy điều như một cam kết về giáo điều của mình và đã thắng các đối thủ. Sau đó, hội đồng đã tiến hành Cải cách Tin lành ở Memmingen theo giáo điều, mà ông đã đặt nền móng cho nó.\n\n== Chiến tranh nông dân ==\n\nTrong thời gian này, [[Chiến tranh nông dân ở Đức|cuộc khởi nghĩa nông dân]] nổ ra, ông cũng bị lôi kéo vào. Thậm chí có lúc ông còn được gọi là thủ lĩnh chính. Mặc dù không có giao dịch trực tiếp với các thủ lĩnh nông dân, Lotzer, một nhà văn của họ, đã truyền đạt những suy nghĩ của ông cho họ. Ở mức độ nào ông đã tham gia vào việc soạn thảo [[Mười hai Điều khoản của nông dân Đức|12 điều khoản]] thì không rõ. Trong Liên đoàn Schwaben, Memmingen được coi là nơi khởi nguồn của cuộc bạo động. Khi thành phố bị chiếm đóng bởi quân đội của Liên đoàn Schwaben vào ngày 9 tháng 6 năm 1525, Schappeler chạy trốn khỏi thành phố đến St. Gallen, nơi ông sống trong nhiều năm mà không có một chức vụ và chờ đợi trong vô vọng đểđược trở lại lĩnh vực hoạt động cũ của mình. Ông sau đó không nhận được bất kỳ công việc nào lớn lao nữa.\n\n== Tham khảo ==\n{{Tham khảo|cột=}}\n\n{{Commonscat}}\n\n\n[[Thể loại:Sinh năm 1472]]\n[[Thể loại:Mất năm 1551]]\n[[Thể loại:Nhà cải cách Tin lành]]\n\n{{Personendaten\n|NAME=Schappeler, Christoph\n|ALTERNATIVNAMEN=Sertorius, Christoph; Schapel, Christoph; Schepler, Christoph; Capelle, Christoph\n|KURZBESCHREIBUNG=evangelischer Theologe, Kirchenlieddichter und Reformator\n|GEBURTSDATUM=1472\n|GEBURTSORT=[[St. Gallen]]\n|STERBEDATUM=25. August 1551\n|STERBEORT=[[St. Gallen]]\n}}"}