{"Christiaan Huygens":"{{Infobox Scientist\n| name = Christiaan Huygens\n| image = Christiaan Huygens-painting.jpeg|300px\n| image_width = 300px\n| caption = Christiaan Huygens\n| birth_date = {{birth date|1629|4|14|mf=y}}\n| birth_place = [[Den Haag]], [[Hà Lan]]\n| death_date = {{death date and age|1695|7|8|1629|4|14|mf=y}}\n| death_place = [[Den Haag]], [[Hà Lan]]\n| residence = {{NED}}, {{FRA}}\n| nationality = {{NED}}\n| field = [[Vật lý học|Vật lý]] và [[Toán học]]\n| work_institution = [[Hội Hoàng gia Luân Đôn]]<br \/>[[Viện Hàn lâm Khoa học Pháp]]\n| alma_mater = [[Đại học Leiden]]<br \/>[[Đại học Orange]]\n| doctoral_advisor = <!--please insert-->\n| doctoral_students = <!--please insert-->\n| known_for = [[Đồng hồ quả lắc]]<br \/>[[Nguyên lý Huygens-Fresnel]]\n| prizes = \n| religion = \n| footnotes = \n}}\n'''Christiaan Huygens''' ({{IPA2|ˈhœyɣəns}}<ref>{{Chú thích web |url=http:\/\/frank.harvard.edu\/~paulh\/misc\/huygens.htm |ngày truy cập=2008-07-29 |tựa đề=Cách phát âm từ \"Huygens\" với bản ghi âm của một người gốc Hà Lan |archive-date=2003-02-05 |archive-url=https:\/\/web.archive.org\/web\/20030205221441\/http:\/\/frank.harvard.edu\/~paulh\/misc\/huygens.htm |url-status=dead }}<\/ref>) ([[14 tháng 4]] năm [[1629]] – [[8 tháng 7]] năm [[1695]]) là một [[danh sách nhà toán học|nhà toán học]], [[thiên văn học]] và [[vật lý học]] người [[Hà Lan]]. Ông được coi là một trong những nhà khoa học tiên phong của [[Cách mạng khoa học|Cách mạng Khoa học]] với những nghiên cứu mang tính đột phá trong các lĩnh vực [[Toán học]], [[Vật lý học|Vật lý]] và [[Thiên văn học]]. Huygens còn là một nhà phát minh lớn đặc biệt với các sáng chế về [[đồng hồ]].\n\n== Cuộc đời và sự nghiệp ==\nChristiaan Huygens sinh năm [[1629]] tại [[Den Haag]], [[Hà Lan]] trong một gia đình quyền quý có truyền thống khoa học, bố ông là [[Constantijn Huygens]], vốn là thư ký cho hoàng tử và là bạn của [[René Descartes]]. Ông học luật và toán ở [[Đại học Leiden]] và Đại học Orange ở [[Breda (Hà Lan)|Breda]] trước khi chuyển sang học khoa học.\n\nVới tư cách một nhà vật lý, Huygens đã thu hút sự chú ý từ giới khoa học với ý kiến cho rằng [[ánh sáng]] có tính chất [[chuyển động sóng|sóng]], mà sau đó đã trở thành phương tiện để hiểu [[lưỡng tính sóng-hạt|lưỡng tính sóng hạt]]. Năm [[1655]], sử dụng kiểu kính thiên văn do mình chế tạo, Christiaan Huygens đã phát hiện ra vê tinh [[Titan]] của [[Sao Thổ]] và kiểm chứng được rằng [[vành đai Sao Thổ]] có chứa đá <ref>Ron Baalke, [http:\/\/www2.jpl.nasa.gov\/saturn\/back.html Historical Background of Saturn's Rings] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090321071339\/http:\/\/www2.jpl.nasa.gov\/saturn\/back.html |date=2009-03-21 }}<\/ref>. Cùng năm đó ông quan sát và vẽ phác thảo được hình dáng của [[tinh vân]] [[Orion]], những khám phá này sau đó được in trong tác phẩm ''Systema Saturnium'' ([[1659]]). Huygens cũng thành công trong việc chia tinh vân thành các [[sao|ngôi sao]] khác nhau, nội vùng sáng hơn của tinh vân Orion được đặt tên là ''[[Vùng Huygens]]'' (Huygens region). Ông cũng đồng thời phát hiện ra vài [[tinh vân]] năm giữa các vì sao và các ngôi [[sao kép]]. Huygens đa đưa ra công thức mà bây giờ được biết đến dưới cái tên [[các định luật của Newton về chuyển động|định luật thứ hai về chuyển động]] của [[Isaac Newton]] trong dạng một phương trình bậc hai. Newton đã công bố lại công thức và tổng quát hóa định luật này lên.\n\nHuygens được coi là một trong những nhà toán học tiên phong trong sự phát triển phương pháp tính hiện đại với việc chứng minh được tính [[đẳng thời]] của [[đường tròn đơn vị#đường cycloid|đường Cycloid]]. Sau khi được [[Blaise Pascal]] khích lệ, Huygens đã viết quyển sách đầu tiên trong lĩnh vực [[lý thuyết xác suất]],<ref>\"Tôi tin là chúng ta không biết chính xác điều gì, mọi điều đều có thể xảy ra.\" —Christiaan Huygens, Thư gửi cho Pierre Perrault, 'Sur la préface de M. Perrault de son traité del'Origine des fontaines' [1763], ''Oeuvres Complétes de Christiaan Huygens'' (1897), Vol. '''7''', 298. Trích trong Jacques Roger, ''The Life Sciences in Eighteenth-Century French Thought'', ed. Keith R. Benson và trans. Robert Ellrich (1997), 163. Trích dẫn được chọn bởi W.F. Bynum và Roy Porter (eds., 2005), ''Oxford Dictionary of Scientific Quotations'' ISBN 0-19-858409-1 p. 317 quotation 4.\n<\/ref> được xuất bản vào năm [[1657]].\n\nÔng cũng làm việc trong lĩnh vực thiết kế những chiếc [[đồng hồ]] chính xác, cần thiết cho hải quân. Vào năm 1658, ông xuất bản một cuốn sách trong lĩnh vực này có tên là ''Horologium''. Năm [[1657]] ông đăng ký sáng chế cho phát minh [[đồng hồ quả lắc]], phát minh đã tạo ra một bước tiến lớn trong lĩnh vực đồng hồ. Bộ phận đáng chú ý do Huygens phát minh là [[cái hồi]], đây là bộ phận giúp điều chỉnh lại tốc độ của [[đồng hồ]] và đồng hồ đeo tay. Ông cũng áp dụng chứng minh của mình về tính đẳng thời của [[đường tròn đơn vị#đường cycloid|đường Cycloid]] để tạo ra các má cycloid giúp hệ thống treo quả lắc hoạt động được trơn chu hơn, bảo đảm cho chuyển động đều của quả lắc bất chấp biên độ lớn của dao động, bất chấp làm thế nào mà quả lắc dịch chuyển liên tục từ bên này sang bên kia. Phần lý thuyết toán học và ứng dụng cụ thể của phát hiện này được in trong sách ''Horologium Oscillatorium'' năm [[1673]]. Huygens cũng quan sát được hiện tượng hai quả lắc được treo trên cũng một thanh xà chuyển động theo các hướng trái ngược nhau một cách hoàn hảo, hiện tượng này ông gọi là ''sự đồng điệu kì lạ'' ngày nay biết dưới cái tên [[cộng hưởng]]. Trái với những điều mà phần lớn mọi người nghĩ, Huygens không phải một thợ đồng hồ, và được biết đến là một người không tự làm đồng hồ cho bản thân. Ông là một học giả, một nhà khoa học và một nhà phát minh, và chiếc đồng hồ quả lắc cổ nhất được biết đến là được làm \"với đặc quyền\" - sự cho phép của Huygens - bởi tay của thợ đồng hồ Salomon Coster ở [[Den Haag]]. Chiếc đồng hồ quả lắc cổ nhất còn được biết đến theo mẫu của Huygens năn [[1657]] có thể tìm thấy ở bảo tàng Boerhaave tại Leiden<ref>Hans van den Ende: \"Huygens's Legacy, The Golden Age of the Pendulum Clock\", Fromanteel Ldt., 2004,<\/ref><ref>van Kersen, Frits & van den Ende, Hans: Oppwindende Klokken - De Gouden Eeuw van het Slingeruurwerk 12 September - 29 tháng 11 năm 2004 [Exhibition Catalog Paleis Het Loo]; Apeldoorn: Paleis Het Loo, 2004<\/ref><ref>Hooijmaijers, Hans; Telling time - Devices for time measurement in museum Boerhaave - A Descriptive Catalogue; Leiden: Museum Boerhaave, 2005<\/ref><ref>Không có tên tác giả; Chistiaan Huygens 1629-1695, Chương 1: Slingeruurwerken; Leiden: Museum Boerhaave, 1988<\/ref>, tại đó cũng trưng bày cả chiếc đồng thiên văn vô cùng quan trọng của Huygens. Một phát triển khác trong kỹ thuật chế tạo đồng hồ của Huygens là đồng hồ lên dây cót, sáng chế này được ông thực hiện cùng thời điểm với sáng chế của [[Robert Hooke]], dẫn đến cuộc tranh cãi về ai là chủ của sáng chế này kéo dài đến hàng thế kỉ. Vào tháng 2 năm 2006, bản photo bị mất tích của một bản viết tay của Hooke đã được tìm thấy ở Hampshire, cuộc tranh cãi về chiếc đồng hồ lên dây đến đây kết thúc nhờ những bản photo này.<ref>nature - International Weekly Journal of Science, số 439, trang 638-639, 9 tháng 2 năm 2006<\/ref><ref>Các bản ghi từ Hội Hoàng gia Luân Đôn (2006) 60, trang 235-239, 'Report - The Return of the Hooke Folio' viết bởi Robyn Adams và Lisa Jardine<\/ref>\n\nNgày [[3 tháng 5]] năm [[1661]], ông cùng hai nhà thiên văn học Thomas Streete và Richard Reeveshe đã quan sát và nhận thấy rằng [[Sao Thủy]] quay quanh [[Mặt Trời]], qua kính viễn vọng Richard Reeves ở London.<ref>Peter Louwman, Christiaan Huygens and his telescopes, Proceedings of the International Conference from discovery to Encounter, 13 –17 tháng 4 năm 2004, ESTEC, Noordwijk, The Netherlands, ESA, sp 1278, Paris 2004<\/ref>\n\n[[Hội Hoàng gia Luân Đôn]] bầu Huygens thành một thành viên vào năm [[1663]]. Năm 1666 Huygens chuyển đến [[Paris]], nơi mà ông nắm giữ một vị trí trong [[Viện Hàn lâm Khoa học Pháp]] dưới sự bảo trợ của [[Louis XIV của Pháp|Louis XIV]]. Sử dụng [[Đài thiên văn Paris]] (hoàn thành vào năm 1672), ông đã mở rộng tầm nhìn của [[thiên văn học]]. Năm 1684 ông xuất bản cuốn sách ''Astroscopia Compendiaria'' mà trong đó ông có giới thiệu đến loại kính viễn vọng mới của ông.\n\nHuygens còn nghiên cứu chi tiết về [[sự sống ngoài Trái Đất]]. Trong sách của ông ''Cosmotheoros'', với đầu đề ''The celestial worlds discover'd: or, conjectures concerning the inhabitants, plants and productions of the worlds in the planets''<ref>[http:\/\/www.phys.uu.nl\/~huygens\/cosmotheoros_en.htm phiên bản trên mạng]<\/ref> ông đã tưởng tượng về một vũ trụ tràn đầy sự sống, phần lớn cuộc sống đó tương đối giống với cuộc sống trên Trái Đất vào thế kỉ 17. Bầu không khí tự do của Hà Lan vào thời điểm này không chỉ cho phép mà còn khuyến khích cho nghiên cứu này. Một cách tương phản, trong khi đó, nhà triết học [[Giordano Bruno]], một người cũng tin tưởng vào những cuộc sống ngoài Trái Đất, bị thiêu sống bởi [[Giáo hội La Mã]] vì đức tin của ông năm [[1600]].\n\nNăm [[1673]], Huygens tiến hành các thí nghiệm về sự cháy trong. Mặc dù ông đã thiết kế được dạng đơn giản của [[động cơ đốt trong]], chất đốt được tạo ra từ năng lương của đạn, nhưng ông không bao giờ thành công trong việc này.\n\nNăm [[1675]], Christiaan Huygens nhận bằng sáng chế đồng hồ bỏ túi. Ông còn phát minh ra nhiều dụng cụ khác như bộ điều hòa 31 quãng cho [[đàn keyboard quãng 8]].\n\nHuygens trở lại Den Haag vào năm 1681 sau khi bị một trân ốm nặng. Ông cố gắng trở lại Pháp vào năm [[1685]] nhưng việc hủy bỏ của [[chỉ dụ Nantes]] đã ngăn cản dự định này. Huygens mất ở Den Haag ngày [[8 tháng 7]] năm [[1695]].\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Andriesse, C.D., 2005, ''Huygens The Man Behind the Principle''. Foreword by Sally Miedema. [[Cambridge University Press]].\n* Yoder, J G., 2005, \"Book on the pendulum clock\" in [[Ivor Grattan-Guinness]], ed., ''Landmark Writings in Western Mathematics''. Elsevier: 33-45.\n\n== Liên kết ngoài ==\n{{thể loại Commons}}\n* {{gutenberg author| id=Christiaan+Huygens | name=Christiaan Huygens}}\n\n{{Persondata\n|NAME= Huygens, Christiaan\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION= Nhà vật lý và toán học\n|DATE OF BIRTH= [[14 tháng 4]] năm [[1629]]\n|PLACE OF BIRTH= [[Den Haag]], [[Hà Lan]]\n|DATE OF DEATH= [[8 tháng 7]] năm [[1690]]\n|PLACE OF DEATH= [[Den Haag]], [[Hà Lan]]\n}}\n{{DEFAULTSORT:Huygens, Christiaan}}\n[[Thể loại:Sinh năm 1629]]\n[[Thể loại:Mất năm 1690]]\n[[Thể loại:Nhà toán học Hà Lan]]\n[[Thể loại:Nhà thiên văn học Hà Lan]]\n[[Thể loại:Mất năm 1695]]\n[[Thể loại:Nhà toán học thế kỷ 17]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]\n[[Thể loại:Nhà phát minh Hà Lan]]\n[[Thể loại:Nhà vật lý Hà Lan]]\n[[Thể loại:Christiaan Huygens]]\n[[Thể loại:Nhà vật lý lý thuyết]]"}