{"Chung Do":"[[Tập tin:Zhong yao.jpg|nhỏ|phải|200px| Chung Do]]\n'''Chung Do''' ([[chữ Hán]]: 钟繇; [[151]]-[[230]]) là đại thần cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], công thần khai quốc nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Sự nghiệp==\nChung Do tự là '''Nguyên Thường''' (元常), người Trường Xã, Dĩnh Xuyên<ref>Phía đông Trường Cát, tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>. Chung Do xuất thân từ một gia đình tinh thông kinh học và [[thư pháp]]. Ông giỏi viết kiểu chữ ''lệ'' và chữ ''khải''<ref name=\"cth330\">Chu Thiệu Hầu, sách đã dẫn, tr 330<\/ref>.\n\nCuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], Chung Do được cử giữ chức Hiếu liêm, sau đó thăng lên làm Thượng thư lang, huyện lệnh. Vì có bệnh, ông từng phải thôi chức nghỉ một thời gian, ít lâu sau lại được mời ra làm Hoàng môn lang.\n\nChiến tranh quân phiệt nổ ra. Chung Do theo giúp [[Tào Tháo]], được giữ chức Tư Lệ hiệu úy. Tào Tháo nắm vua [[Hán Hiến Đế]], có địa bàn là đất tứ chiếng nằm giữa trung nguyên, tiếp giáp với nhiều [[chư hầu]]. Tào Tháo thực hiện từng bước thôn tính các chư hầu. Để đề phòng [[Mã Đằng]] và [[Hàn Toại]] ở Tây Lương khi cất quân đi chinh phạt, Tào Tháo giao cho Chung Do đối phó với hai người này.\n\nChung Do viết thư cho Mã Đằng và Hàn Toại, trình bày lợi hại, khuyên nên quy phục triều đình. Mã Đằng và Hàn Toại nghe theo. Mã Đằng sai con cả là [[Mã Siêu]] cùng bộ tướng [[Bàng Đức]] theo Chung Do đến Bình Dương cùng đánh lực lượng nổi dậy của Quách Viện và [[Cao Cán (Tam Quốc)|Cao Cán]], giành được thắng lợi<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 624<\/ref>.\n\nNgoài việc chinh chiến, ông còn chiêu tập lưu dân cho họ trở về đất cũ làm ăn, khuyến khích họ phát triển sản xuất nông nghiệp, ổn định cuộc sống. Nhờ có Chung Do đảm đương phía tây, trong nhiều năm Tào Tháo yên tâm đánh dẹp phía đông ([[Lã Bố]], [[Lưu Bị]], [[Viên Thuật]]), phía bắc ([[Viên Thiệu]]) và phía nam ([[Trương Tú]], [[Lưu Biểu]]).\n\nNăm [[216]], Tào Tháo ép Hán Hiến Đế phong làm Ngụy vương, bắt đầu thiết lập nước Ngụy. Chung Do được cử làm tướng quốc nước Ngụy gồm 10 quận ở Ký châu.\n\nNăm [[219]], do những lời bóng gió gièm pha ông có ý định làm phản nên ông bị bãi chức<ref name=\"cth330\"\/>. Từ đó ông nghỉ hưu tới khi qua đời năm 230 thời [[Tào Duệ|Ngụy Minh Đế]] Tào Duệ (cháu nội Tào Tháo), thọ 80 tuổi.\n\nSau này con nhỏ của ông là [[Chung Hội]] (sinh năm 225 khi ông đã 75 tuổi) trở thành danh tướng nhà Tào Ngụy, mang quân đánh diệt nước [[Thục Hán]], bắt đầu việc chấm dứt thế chia ba thiên hạ.\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Hán Hiến Đế]]\n* [[Mã Đằng]]\n* [[Chung Hội]]\n\n==Tham khảo==\n* Chu Thiệu Hầu (2003), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc, tập 1,'' Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc,'' Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 151]]\n[[Thể loại:Mất năm 230]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]"}