{"Cosimo de' Medici":"{{Infobox nobility|\n| name =Cosimo di Giovanni de' Medici\n| image =Cosimo de' Medici Rubens.jpg\n| caption =Tranh chân dung do [[Peter Paul Rubens]] vẽ\n| succession =Nhà cai trị Firenze\n| reign =5 tháng 9 năm 1434 – {{nowrap|1 tháng 8 năm 1464}}\n| predecessor =[[Rinaldo degli Albizzi]]\n| successor =[[Piero di Cosimo de' Medici|Piero de' Medici]]\n| spouse =[[Contessina de' Bardi]]\n| issue =[[Piero di Cosimo de' Medici|Piero de' Medici]]<br \/>[[Giovanni de' Medici (1421–1463)|Giovanni de' Medici]]<br \/>[[Carlo di Cosimo de' Medici]] <small>(ngoài giá thú)<\/small>\n| full name =Còsimo di Giovanni degli Mèdici\n| noble family =[[Medici]]\n| father =[[Giovanni di Bicci de' Medici]]\n| mother =[[Piccarda Bueri]]\n| birth_date ={{birth date|1389|9|27|df=y}}\n| birth_place =[[Firenze]], [[Cộng hòa Firenze]]\n| death_date ={{death date and age|1464|8|1|1389|9|27|df=y}}\n| death_place =[[Villa Medici at Careggi|Careggi]], [[Cộng hòa Firenze]]\n| signature =[[Tập tin:Firma di Cosimo il Vecchio.png|110px]]\n|}}\n\n'''Cosimo de’ Medici''' (ngoại hiệu ''il Vecchio''‚ \"Trưởng lão\"; sinh ngày [[27 tháng 9]] năm [[1389]] – mất ngày [[1 tháng 8]] năm [[1464]]) là một [[chính khách]], chủ [[ngân hàng]], người bảo trợ nghệ thuật, là người đã dẫn dắt nền chính trị của thành phố [[Firenze]] nơi ông sinh ra và đã đóng góp không nhỏ cho sự phát triển văn hoá vượt bực của thành phố này. Là thành viên của gia đình [[Medici]], nên tên ông được đi kèm với tiền tố \"de\"; nhưng trên thực tế, đây không phải là một tiền tố thường gặp trong tên của một quý tộc vì gia đình ông từng thuộc tầng lớp thường dân.\n\nLà người kế thừa của [[Ngân hàng Medici]] phát đạt được cha ông lập ra nên Cosimo hiển nhiên thuộc về thành tầng lớp tinh tuý của thành phố. Những thành công trong kinh doanh giúp ông trở thành công dân giàu có nhất Firenze. Nhận được sự ủng hộ đông đảo, Cosimo đã có thể thay đổi hiến pháp của nền cộng hoà thành phố. Để hoàn thành điểu đó, ông đã phải gặp rất nhiều sự chống đối mạnh mẽ từ các gia tộc có ảnh hưởng nhưng cuối cùng ông đã là người chiến thắng. Những ảnh hưởng chính trị của ông không dựa trên những chức vụ ông nắm giữ mà dựa vào cách sử dụng nguồn tài chính riêng một cách tài tình cũng như bởi một mạng lưới quan hệ cá nhân rộng lớn ở cả trong và ngoài nước. Ông đã thiết lập một liên minh lâu dài với thành [[Milano]], một thành phố mà trước đây từng đối nghịch với Firenze và qua đó tạo ra một chính sách đối ngoại ổn định mà vẫn được tiếp tục sau khi ông mất.\n\nNhững thành tựu chính trị của Cosimo, sự quảng bá nghệ thuật và giáo dục rộng rãi của ông và những công trình kiến trúc nguy nga do ông xây nên đã mang đến cho ông quyền lực độc nhất vô nhị. Tuy vậy, ông không đưa ra quyết định về những vấn đề nhạy cảm đơn phương mà luôn phụ thuộc vào sự đồng thuận trong lớp lãnh đạo. Ông thận trọng không hoạt động như một nhà cai trị mà giống như một công dân giữa bao công dân khác.\n\nDanh tiếng đặc biệt mà Cosimo có được được phản chiếu trong danh hiệu ''[[Cha già dân tộc|Pater patriae]]'' (\"Cha già dân tộc\") mà ông được người đời xưng tụng sau khi mất. Với khối tài sản mà ông để lại, con cháu của ông đã duy trì được địa vị phi chính thức trên chính trường mà ông gây dựng nên. Họ đã nối tiếp công cuộc bảo trợ nghệ thuật của ông trên diện rộng. Gia tộc Medici giữ được vị trí chi phối trong nên chính trị cũng như đời sống văn hoá của thành phố Firenze cho đến năm 1494.\n\nNhững thành tựu mà Cosimo đạt được nhận được đánh giá cao trong những nghiên cứu hiện đại. Tính thận trọng cũng như tầm nhìn xa trông rộng của một chính khách, năng lực trong kinh doanh mà ông có cũng như những tâm huyết mà ông dành cho văn hoá nhận được sự đón nhận rộng rãi. Tuy nhiên, đằng sau những điều mà ông gây nên ẩn chứa rủi ro xung đột lớn trong một thành phố có truyền thống cộng hoà, phản chuyên quyền bị một gia tộc hùng mạnh chi phối. Về lâu dài, ý tưởng dẫn dắt nền chính trị một cách không trực tiếp bằng tài sản riêng của Cosimo là hoàn toàn quá tải, cả hệ thống đã sụp đổ vào thập kỷ cuối của thế kỷ 15.\n\n== Tiểu sử ==\n=== Xuất thân, tuổi trẻ và những thử thách trong ngành ngân hàng (1389–1429) ===\n[[Tập tin:Giovanni di Bicci de' Medici.jpg|nhỏ|Cha của Cosimo, Giovanni di Bicci de’ Medici. Tranh sơn dầu của Cristofano dell’Altissimo, 1562\/1565. Firenze, [[Uffizi]]]]\nCosimo được sinh ra vào ngày 10 tháng 4 năm 1389 tại [[Firenze]]. Cha ông là Giovanni di Bicci de’ Medici (1360–1429) còn mẹ ông là Piccarda de’ Bueri. Vào lúc bây giờ, tên người Ý thường mang kèm tên cha để có thể phân biệt dễ dàng giữa những người cùng tên; vì vậy mà mà cha ông có tên là Giovanni \"di Bicci\" (nghĩa là \"con của Bicci\") còn ông có tên là Cosimo \"di Giovanni\" (nghĩa là con của Giovanni). Cosimo có một người anh em sinh đôi tên là Damiano, nhưng đã mất ngay sau khi sinh. Cả hai anh em được đặt tên theo [[thánh tử đạo]] [[Kosmas và Damianos]] thời cổ đại, hai người vốn cũng là anh em song sinh và được giáo hội Công giáo phong thánh. Vì thế mà Cosimo không tổ chức sinh nhật vào ngày 10 tháng 4, mà tổ chức vào ngày [[lễ bổn mạng]] của hai vị Thánh song sinh.<ref>Dale Kent: ''Medici, Cosimo de’''. In: ''Dizionario Biografico degli Italiani'', Tập: 73, Rom 2009, trang 36; Susan McKillop: ''Dante and Lumen Christi: A Proposal for the Meaning of the Tomb of Cosimo de’ Medici.'' In: Francis Ames-Lewis (Hrsg.): ''Cosimo ‘il Vecchio’ de’ Medici, 1389–1464'', Oxford 1992, các trang 245–248.<\/ref>\n\nCha Cosimo có xuất thân thường dân. Ông là thành viên của gia tộc Medici có nhiều nhánh khác nhau.<ref>Eine Übersicht bieten die Stammtafeln bei Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, tr. 383–385.<\/ref> Thị tộc Medici đã bước chân vào nghề ngân hàng từ những năm cuối thế kỷ 13,<ref>Dale Kent: ''The Rise of the Medici'', Oxford 1978, S. 37; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, tr. 17.<\/ref> tuy nhiên, vào những năm 1360-1370 khi Cosimo sinh ra thì phần đông bà con của ông chưa giàu có lắm, thậm chí hầu hết các hộ gia đình của họ còn thuộc vào diện tương đối nghèo. Tuy nhiên họ vẫn nắm một vai trò quyết định trong nền chính trị khi mà trong [[Signoria của Firenze|Signoria]] (nội các thành Firenze) thường xuyên có mặt thành viên gia tộc Medici. Tuy nhiên, họ lại hứng chịu thất bại nặng nề trong cuộc chiến vì danh vọng và ảnh hưởng khi mà thị trưởng [[Salvestro de' Medici]] ban đầu ủng hộ phe phiến loạn trong cuộc [[khởi nghĩa Ciompi]], nhưng về sau lại thay đổi thái độ. Vụ việc này khiến Salvestro tổn thất thanh danh nghiêm trọng và mang phải tiếng không kiên định. Về sau Salvestro còn dính vào phải nghi vấn theo đuổi chế độ độc tài và vì thế mà ông đã bị trục xuất khỏi thành phố năm 1382. Gia tộc Medici bước vào giai đoạn sóng gió khi họ đánh mất lòng tin từ mọi người. Đến năm 1400, họ đã bị mất uy tín đến nỗi họ bị cấm nhận các chức vị cai trị; tuy nhiên, hai nhánh khác của gia tộc không bị vướng phải lệnh cấm này. Tuy ông nội Bicci de’ Medici của Cosimo không thuộc nhánh bị cấm của dòng họ Medici, nhưng kinh nghiệm của những năm 1378-1382 là một kinh nghiệm sâu sắc cho toàn bộ gia tộc để họ hành xử thận trọng hơn.<ref>[[Gene A. Brucker]]: ''Renaissance Florence: Society, Culture, and Religion'', Goldbach 1994, S. 3*–28*; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, tr. 16–19, 22.<\/ref>\n\nVào năm 1380, Giovanni hành nghề cho vay lấy lãi nhỏ. Nghề này vào lúc bấy giờ là một nghề bị người ta coi thường; trái ngược với nghề ngân hàng thì nghề của Giovanni là một nghề bị người ta nghi ngại, bởi vì những người cho vay tiền bình thường dễ bị lộ là ra là họ phớt lờ lệnh cấm tiền lãi suất của giáo hội một cách rõ ràng, trong khi các ngân hàng lớn có khả năng che đậy mức lãi suất cho vay của họ một cách tốt hơn. Về sau Giovanni làm việc cho một chủ ngân hàng tên là Vieri di Cambio, thành viên giàu nhất trong gia tộc Medici vào thời điểm đó. Theo thời gian, Giovanni đã trở thành cổ đông lớn thứ hai của ngân hàng Vieri, có lẽ một phần nhờ vào thiên tư của vợ ông. Sau khi ngân hàng Vieri tan rã vào năm 1391\/1392 và bị tách ra thành ba tập đoàn riêng lẽ, Giovanni bước vào con đường tự lập và thâu tóm chi nhánh ở Roma. Với bước đi đó, ngân hàng Medici đã được thành lập.<ref>Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, tr. 10–14, 36 f., 132–135; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, tr. 19; Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 40.<\/ref>\n[[Tập tin:Cristofano dell'Altissimo (attr.), Contessina de' Bardi.jpg|nhỏ|Vợ của Cosimo, Contessina de’ Bardi. Tranh sơn dầu thế kỷ 16, [[Palazzo Pitti]], Firenze]]\nTuy Roma có lẽ là địa điểm hấp dẫn nhất trên toàn nước Ý nhưng Giovanni đã dời trụ sở chính về thành phố Firenze. Một trong những động cơ mang tính quyết định cho quyết định này là mong muốn quay về quê nhà. Trong thời gian tiếp đó tại Firenze, ông đã thiết lập một mạng lưới quan hệ cá nhân có kế hoạch. Mục đích chính của việc làm này không chỉ nhằm có lợi cho kinh doanh mà ngoài ra còn nhằm tăng cao danh tiếng cũng như ảnh hưởng chính trị. Hai người con trai của ông là Cosimo và người em trai ít hơn sáu tuổi Lorenzo được đào tạo tại ngân hàng của cha và tham gia vào việc hình thành chính sách kinh doanh. Trong số những liên minh mà Giovanni thiết lập có thể kể đến mối quan hệ với dòng họ quý tộc Bardi. Gia tộc Bardi thuộc vào diện những chủ ngân hàng tiếng tăm nhất châu Âu vào nữa đầu thế kỷ 14. Tuy ngân hàng của họ đã vỡ nợ năm 1345 một cách chấn động, nhưng họ đã sớm giành lại những thành công trong ngành tài chính. Mối quan hệ giữa hai nhà một lần nữa được củng cố bằng quan hệ thông gia được thiết lập năm 1413\/1415: Cosimo kết hôn với Contessina de’ Bardi di Vernio.<ref>Zu Contessina siehe Orsola Gori (Hrsg.): ''Contessina moglie di Cosimo ‘il Vecchio’. Lettere familiari.'' In: Andrea Degrandi u.&nbsp;a. (Hrsg.): ''Scritti in onore di Girolamo Arnaldi'', Rom 2001, tr. 233–259.<\/ref> Những cuộc hôn nhân như vậy là một phần không thể tách rời của mạng lưới quan hệ chính trị và kinh doanh. Nó có thể có có một tác động lớn đến vị thế xã hội và ảnh hưởng của một gia đình và do đó phải được tính toán một cách cẩn thận. Tuy vậy, chỉ một nhánh của gia tộc Bardi tham gia vào liên minh này, nhiều nhánh khác thậm chí còn nằm trong số những đối thủ của nhà Medici.<ref>Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, S. 20 f.; Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 40 f., 49–61.<\/ref>\n\nNhững thập kỷ đầu tiên của thế kỷ 15 là một giai đoạn phát triển, mở rộng có chủ đích của ngân hàng Medici. Ngân hàng có các chi nhánh tại [[Roma]], [[Venezia]], [[Geneva]] và trong một thời gian ở [[Napoli]]. Trong giai đoạn từ 1397 đến 1420, ngân hàng thu được lợi nhuận ròng 151.820 florin. Trong khoản lợi nhuận này, sau khi trừ phần phần của một đối tác, nhà Medici vẫn còn thu về 113.865 florin. Hơn một nửa lợi nhuận đến từ Roma, trong khi chỉ một phần sáu từ Firenze. Giovanni đã đạt được thành công lớn nhất của mình vào năm 1413, khi ông biến một người bạn của ông là [[Giáo hoàng đối lập]] [[Giáo hoàng đối lập Gioan XXIII|Gioan XXIII]] ở Rôma trở thành chủ ngân hàng chính của ông. Đồng thời, người quản lý chi nhánh của ông ở Rôma đã trở thành ''depositario generale'' của Giáo hoàng, nghĩa là ông đã tiếp quản phần lớn nguồn thu của Giáo hội đổi lấy tiền hoa hồng. Khi Gioan XXIII vi hành đến Konstanz để tham gia [[Công đồng Constance|Công đồng]] mà ông kêu gọi có lẽ đã mang theo Cosimo trong đoàn tuỳ tùng của mình. Nhưng năm sau, nhà Medici đã phải chịu một sự thất bại nặng nề khi Công đồng Konstanz đã phế truất Gioan XXIII. Như vậy, Ngân hàng Medici đã mất vị thế gần như độc quyền trong kinh doanh với [[Giáo triều Rôma]]; Trong những tiếp theo, họ buộc phải cạnh tranh với các ngân hàng khác. Họ chỉ có thể quay trở lại vị thế độc tôn sau năm 1420 khi một đối thủ cạnh tranh chính là Ngân hàng Spini bị phá sản.<ref>George Holmes: ''How the Medici became the Pope’s Bankers.'' In: Nicolai Rubinstein (Hrsg.): ''Florentine Studies. Politics and Society in Renaissance Florence'', London 1968, S. 357–380; Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, S. 46 f., 198, 203; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, S. 21; John R. Hale: ''Die Medici und Florenz'', Stuttgart 1979, S. 13; Alison Williams Lewin: ''Negotiating Survival'', Madison 2003, S. 210 f.<\/ref>\n\nKhi Giovanni di Bicci rút khỏi ban quan trị ngân hàng vào năm 1420, các con trai ông, Cosimo và Lorenzo cùng nhau tiếp quản công ty. Năm 1429, Giovanni qua đời. Sau cái chết của ông, tài sản gia đình không bị chia đều cho các con khi mà Cosimo và Lorenzo cùng kế thừa với nhau, với Cosimo nhận quyền quyết định với tư cách là người lớn tuổi. Tài sản mà họ thừa hưởng bao gồm khoảng 186.000 florin, trong đó 2\/3 đã được thu ở Rôma, nhưng chỉ một phần mười ở Firenze - thậm chí cả chi nhánh ở Venezia cũng có một khoản thu lớn hơn. Ngoài ngân hàng, gia đình còn sở hữu một khu đất rộng lớn ở vùng lân cận của Firenze, đặc biệt là ở [[Mugello]], khu vực nơi mà gia đình họ ban đầu đến. Từ đó trở đi, hai anh em đã nhận được 2\/3 lợi nhuận của ngân hàng, phần còn lại dành cho các đối tác của họ.<ref>Heinrich Lang: ''Zwischen Geschäft, Kunst und Macht''. In: Mark Häberlein u.&nbsp;a. (Hrsg.): ''Generationen in spätmittelalterlichen und frühneuzeitlichen Städten (ca. 1250–1750)'', Konstanz 2011, tr. 48 f.; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, S. 21; Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, tr. 52; John R. Hale: ''Die Medici und Florenz'', Stuttgart 1979, tr. 14.<\/ref>\n\nCó lẽ trong khi hấp hối, Giovanni đã khuyên các con trai của mình không được hành động một cách tùy tiện. Họ nên tỏ ra thận trọng trước công chúng, để tránh bị người ta đố kỵ và dèm pha. Tham gia vào chính trường là điều thiết yếu đối với một ngân hàng, nếu không thì họ phải xác định là những kẻ thù và đối thủ của họ sẽ cố gắng lật đổ họ. Như cuộc nổi dậy Ciompi đã cho thấy, các cuộc xung đột chính trị thường đẫm máu và không thể lường trước, và lợi nhuận càng cao thì càng nguy hiểm. Do đó, xung đột càng cần tránh càng xa càng tốt.<ref>Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, tr. 51; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, tr. 22.<\/ref>\n\n=== Đấu tranh quyền lực và trục xuất (1429–1433) ===\nNhững thành công trong kinh tế và những bước nhảy vọt bên mặt xã hội của gia tộc Medici được đi kèm bởi khao khát gia tăng ảnh hưởng chính trị. Dù hành động cẩn trọng, nhưng gia tộc Medici không tránh khỏi những sự chống trả từ các gia tộc truyền thống có tiếng nói trong thành phố cảm thấy bị chèn ép. Vì vậy mà hai phe phái lớn đã hình thành, lăm le hạ thủ nêu phe đối địch sơ hở. Một bên là gia tộc Medici cùng đồng minh và những người khách hàng được hưởng lợi trực tiếp hoặc gián tiếp từ công việc kinh doanh của họ. Bên kia là các gia tộc muốn bảo vệ quyền lợi, cũng như thẩm quyền truyền thống của họ, muốn hạn chế sự thăng tiến của \"kẻ mới\". Trong đó, gia tộc Albizzi đóng vai trò quan trọng nhất; khi người đứng đầu của họ là [[Rinaldo degli Albizzi]] cũng là người lãnh đạo phe chống Medici. Sự phân chia giữa các công dân này không chỉ phản chiếu hai nhân cách khác nhau của hai nhà lãnh đạo mà còn những tâm tính hay quan điểm khác nhau của hai bên. Nhóm Albizzi là một nhóm mang quan điểm bảo thủ, sự thống trị của họ đã bị đe dọa trong cuộc nổi dậy Ciompi năm 1378. Sau khi phải trải qua cơn địa chấn này,<ref>Zu den Nachwirkungen des Aufstands siehe Gene A. Brucker: ''The Ciompi Revolution.'' In: Nicolai Rubinstein (Hrsg.): ''Florentine Studies'', London 1968, tr. 314–356, hier: 356.<\/ref> họ tìm cách bảo vệ vị thế của mình bằng cách tìm cách ngăn cản việc đưa các thành viên của các nhóm bị tình nghi ngồi vào các địa vị có liên quan. Các cuộc bạo động, cách mạng hay tham muốn độc tài phải bị bẻ gãy khi đang còn là chồi non. Họ không quên sự ủng hộ cho dù là tạm thời của dòng họ Medici dành cho phe nổi loạn năm 1378. Tuy vậy, nhóm Albizzi không phải là một phe với sự lãnh đạo thống nhất và đường lối chung. Trên thực tế, họ thực chất chỉ là một hội không chính thức của những gia tộc có địa vị gần tương đương nhau. Ngoài điểm chung là lo ngại sự thăng tiến của những kẻ ngoài cuộc nguy hiểm thì các thành viên của hội có rất ít điểm chung. Họ giữ thái độ phòng thủ. Phe Medici được cấu trúc theo đường thẳng đứng, với Cosimo là nhà lãnh đạo không thể tranh cãi, là người đưa ra các quyết định quan trọng và sử dụng tài sản riêng, vốn vượt xa phe đối lập, một cách hợp lý. Các gia tộc mới nổi (''gente nuova'') thường dĩ nhiên là đồng minh của gia tộc Medici, nhưng thường chỉ giới hạn ở những người có thể hưởng lợi từ sự thay đổi xã hội. Phe Medici cũng bao gồm các gia đình quý tộc được tôn trọng đã trở thành một phần của mạng lưới quan hệ của họ, kể cả thông qua hôn nhân. Phe Albizzi rõ ràng dành được sự ủng hộ mạnh mẽ hơn giữa các tầng lớp thượng lưu, trong khi Medici nhận được sự ủng hộ từ tầng lớp trung lưu bao gồm các nghệ nhân và các chủ tiệm. Việc một lượng không nhỏ người theo Cosimo thuộc về thành phần ưu tú truyền thống cho thấy những suy luận trước đây rằng đây là một cuộc đấu tranh giữa hai tầng lớp, giàu và nghèo, là không thực sự chính xác.<!-- Câu này không được dịch đúng theo nguyên văn vì sẽ rất khó hiểu --><ref>Zur Charakterisierung der beiden Gruppen siehe John F. Padgett, Christopher K. Ansell: ''Robust Action and the Rise of the Medici, 1400–1434.'' In: ''American Journal of Sociology'' 98, 1992\/1993, tr. 1259–1319, hier: 1278–1286; Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 136–151; John R. Hale: ''Die Medici und Florenz'', Stuttgart 1979, tr. 20–25; Volker Reinhardt: ''Die Medici'', 4., durchgesehene Auflage, München 2007, tr. 34–39; John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, tr. 267–269; Jacques Heers: ''Le clan des Médicis'', Paris 2008, tr. 115–120.<\/ref>\n\nSợ đối lập giữa hai bên ngày càng trở nên rõ rệt khiến một cuộc xung đột quyền lực là dường như không thể tránh khỏi. Tuy nhiên. Hai bên tăng cường công tác tuyên huấn, cố gắng hạ thấp hình ảnh đối phương. Đối với những người ủng hộ Cosimo, Rinaldo degli Albizzi là một kẻ kiêu ngạo, chính trị đầu sỏ, sống dựa trên uy danh của cha, đánh mất khả năng chính trị vì cái tính hớ hênh của mình. Trong khi đó, phe Albizzi lại xem Cosimo như là một kẻ bạo chúa tiệm năng, một người dùng tài sản riêng để lật đổ lập pháp, cố gắng mở một con đường đên một chế độ độc tài chuyên chế bằng hối lộ. Bằng chứng cho thấy những cáo buộc của cả hai bên đều có điều gì đó sự thật đáng kể ẩn ở bên sau: Vì tính cách cục cằn của mình, Rinaldo đã bị gia tộc Strozzi (vốn nằm trong số những ủng hộ có ảnh hưởng) xúc phạm và thậm chí ông ta còn xích mích với em trai là Luca, khiến ông này đoạn tuyệt tình anh em và \"đầu quân\" cho phe đối lập, một điều không dị thường ở châu Âu thời điểm bấy giờ. Ngay cả các cuộc luận chiến về dòng họ Medici cũng phần nào dựa trên sự thật: Gia tộc này thâm nhập vào bộ máy chính quyền, qua đó thu thập những thông tin mật, không ngần ngại giả mạo tài liệu và thao túng ''squittinio'' theo ý của họ.<ref>Volker Reinhardt: ''Geld und Freunde'', Darmstadt 2009, S. 34–50; Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 211–252.<\/ref>\n\nĐối mặt với cuộc luận chiến này, ''catasto'', danh sách ghi chép đầy đủ tất cả các mặt hàng và khoảng thu nhập phải đóng thuế, đi vào hiệu lực vào tháng 5 năm 1427. Danh sách kê khai này hình thành cơ sở cho việc loại thuế tài sản mới được áp dụng, thiết yếu để giảm thiểu nợ công vốn đang gia tăng một cách chóng mặt. Bước đi này đã gây ra một sự thay đổi nhất định khi dịch chuyển gánh nặng thuế từ tầng lớp trung lưu bị đánh thuế gián tiếp sang tầng lớp thượng lưu giàu có. Gia tộc Medici với tiềm lực tài chính hùng hậu của mình có thể đáp ứng gánh nặng mới này tốt hơn so với một số đối thủ yếu kém hơn về mặt kinh tế của họ. Đối với những người này, ''catasto'' là một đòn đau. Dù Giovanni di Bicci ban đầu đã lên tiếng phản đối việc thi hành thuế tài sản và sau này thì cũng chỉ đóng thuế một cách miễn cưỡng, nhưng gia tộc Medici đã thành công khi đã thể hiện trước dân chúng rằng họ là người ủng hộ chủ trương được lòng dân này. Họ thể hiện mình như những tài phiệt yêu nước, những người sẵn sàng bỏ qua lợi ích cá nhân để ủng hộ và có đóng góp không nhỏ cho việc tổ chức lại ngân sách nhà nước.\n\n=== Thay đổi và hồi hương (1433-1434) ===\n=== Hoạt động trong ngành chính trị (1434–1464) ===\n==== Dùng kinh doanh ngân hàng làm cơ sở vật chất ====\n==== Củng cố chính trị trong nước (1434–1455) ====\n==== Những năm sóng gió (1455-1458) ====\n==== Củng cố quyền lực (1458-1464) ====\n==== Đối ngoại ====\n[[Tập tin:Map of Italy (1494)-en.svg|nhỏ|Tình hình chính trị tại Ý thế kỷ 15]]\nDưới thời Cosimo, Firenze cùng các thành phố khác như [[Milano]], [[Venezia]], [[Napoli]] và [[Rôma]] thuộc về nhóm \"ngũ hùng\" (pentarchie), bao gồm năm nước có thế lực mạnh nhất ở Ý.<ref>Tổng quan về các tiểu bang Ý trong thời gian này trong Andrea Gamberini, Isabella Lazzarini (Hrsg.): ''The Italian Renaissance States.'' Cambridge 2012.<\/ref> Trong số năm nước này, Firenze về mặt chính trị cũng như quân sự là yếu nhất, nhưng lại nắm một thế lực quan trọng nhờ vào tiềm năng kinh tế dựa trên hệ thống ngân hàng và thương mại của nó. Milano và Venezia là kẻ thù truyền thống của nhau và điều này một trong những yếu tố quyết định của hệ thống nhà nước vào cuối thế kỷ 14 và trong nửa đầu thế kỷ 15. Người dân xứ Firenze cảm thấy bị đe doạ trước chính sách bành trướng của các công tước thuộc gia tộc Visconti xứ Milano. Cuộc xung đột với gia tộc Visconti được xem không chỉ như là một cuộc chiến đơn thuần giữa hai quốc gia mà còn là một cuộc chiến giữa hai ý thức hệ, giữa một nền tự do của chế độ cộng hoà và chế độ độc tài toàn trị. Trong khoảng thời gian 12 năm từ 1390 đến 1402, thành Firenze ba lần bị Công tước [[Gian Galeazzo Visconti|Giangaleazzo Visconti]] tấn công. Giangaleazzo muốn giành ngôi vị [[bá quyềnquyền|bá chủ]] ở Ý cũng như mở rộng tầm ảnh hưởng của mình đến khu vực miền trung. Milano không chỉ vượt trội hơn về mặt quân sự, mà còn được các thành phố nhỏ ở [[Toscana]] ủng hộ, khi họ muốn thoát khỏi sự kìm kẹp của Firenze. Firenze phải dựa vào lính đánh thuê và vì thế mà chi phí phải tra cho cuộc chiến là rất cao. Cuộc chiến thứ ba với Giangaleazzo trở nên bất lợi cho Firenze khi họ phải đơn độc chống trả mà không có đồng minh và thậm chí bị quân Milano vây hãm. Sự tồn vong của thành phố chỉ được cứu vớt bằng cái chết đột xuất của vị công tước vào mùa hè năm 1402.<ref>John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, tr. 188–194.<\/ref>\n\nChính sách bành trướng của Công tước [[Filippo Maria Visconti]] lại một lần nữa khơi dậy cuộc chiến giữa hai thành phố, kéo dài từ năm 1424 đến 1428. Trong cuộc chiến này, Firenze liên minh với Venezia để chống lại Milano. Sau đó, quân Firenze đã vây hãm thành phố [[Lucca]] trong khoảng thời gian từ tháng 12 năm 1429 đến tháng 4 năm 1433 nhằm khuất phục nó. Lucca về mặt lý thuyết là đồng minh của Firenze, nhưng trên thực tế lại liên minh với Milano.<ref>Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 277.<\/ref> Cosimo, một người đã bày tỏ sự hoài nghi về một chiến thắng trước Lucca từ năm 1430, có lẽ đã tham gia vào một cuộc đàm phán hoà bình, kết thúc sự thù địch lẫn nhau giữa hai nước.<ref>John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, S. 269–273; Charles C. Bayley: ''War and Society in Renaissance Florence'', Toronto 1961, tr. 97–109.<\/ref>\n\nCuộc chiến với Lucca là một thảm hoạ về mặt kinh tế đối với Firenze trong khi ngân hàng Medici lại là ngư ông đắc lợi khi là người cho thành phố vay lãi suất. Vì thế nên khi Cosimo bị bắt vào năm 1433, ông còn mang thêm tội danh thôi thúc chiến tranh và sau đó kéo dài một cách không cần thiết nó bằng mưu đồ chính trị nhằm mưu đồ kiếm thêm lợi lộc. Trong con mắt ngày nay, khó có thể đánh gia tính xác thực của tội danh trên và cần phải xác định là nó đã được \"thêm mắm thêm muối\" ít nhiều. Một điều không thể nghi ngờ chính là đối thủ của Cosimo, Rinaldo degli Albizzi, là một trong những người nổi bật nhất mạnh mồm ủng hộ cuộc chiến. Sau thất bại này, câu hỏi ai là người chịu trách nhiệm đóng một vai trò quan trọng trong cuộc đấu đá nội bộ giữa các gia đình quý tộc.<ref>Dale Kent: ''The Rise of the Medici'', Oxford 1978, tr. 255–260; John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, tr. 271–273; Anthony Molho: ''Florentine Public Finances in the Early Renaissance, 1400–1433'', Cambridge (Massachusetts) 1971, tr. 187–192.<\/ref>\n\nẢnh hưởng chính trị của gia tộc Medici được kiểm chứng trong cuộc đàm phán diễn ra vào năm 1438 thông qua việc di dời [[Công đồng Florence|Công đồng đại kết từ Ferrara tới Florence]]. Cosimo ở lại trong nhiều tháng với tư cách là nhà ngoại giao của Cộng hòa Florence ở Ferrara để thương thảo với [[Giáo hoàng Êugêniô IV]] cùng các phụ tá của ông ta. Em trai Cosimo là Lorenzo cũng nắm một vai trò chủ chốt trong cuộc đàm phán này. Người Florence hy vọng rằng mối quan hệ tốt đẹp giữa gia tộc Medici với [[Giáo triều Rôma]] sẽ có hiệu quả trong công việc kinh doanh của họ. Đây được xem như là một thắng lợi lớn về mặt ngoại giao của cộng hoà Florence.<ref>Luca Boschetto: ''Società e cultura a Firenze al tempo del Concilio'', Rom 2012, tr. 163–176; George Holmes: ''Cosimo and the Popes.'' In: Francis Ames-Lewis (Hrsg.): ''Cosimo ‘il Vecchio’ de’ Medici, 1389–1464'', Oxford 1992, tr. 21–31, hier: 23–26.<\/ref>\n\nNgay cả sau khi Cosimo giành chiến thắng trong cuộc đấu tranh chính trị trong nước vào năm 1434, cuộc đối đầu với Filippo Maria Visconti vẫn là một thách thức quan trọng đối với chính sách đối ngoại của Cộng hòa Florence. Cuộc xung đột một lần nữa được tiếp tục bằng vũ lực. Những đối thủ chính trị của gia tộc Medici bị trục xuất bao gồm cả Rinaldo degli Albizzi đã đến Milan cầu viện; họ hy vọng Filippo Maria sẽ đưa họ quay trở về bằng quân đội. Florence đã liên minh với Đức Giáo hoàng Êugêniô IV và Venezia. Tại [[trận Anghiari|trận Anghiari năm 1440]], liên quân 3 nước đã đánh bại quân đội Milan. Vì vậy, những hy vọng lật đổ Cosimo bằng viện trợ nước ngoài của những kẻ bị ông trục xuất, cuối cùng đã thất bại. Năm sau, một hiệp ước hòa bình có lợi cho Florence đã được ký kết, góp phần củng cố triều đại của Cosimo. Tuy nhiên, sự thù địch giữa Milan và Florence còn kéo dài cho đến khi Filippo Maria qua đời vào năm 1447 mà không có con trai thừa kế và do đó mà triều đại Visconti đã tuyệt tự.<ref>Heinrich Lang: ''Cosimo de’ Medici, die Gesandten und die Condottieri'', Paderborn 2009, tr. 21, 91 f.; John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, tr. 286–289; Charles C. Bayley: ''War and Society in Renaissance Florence'', Toronto 1961, tr. 151–174.<\/ref>\n\nCosimo coi liên minh với Venezia và cuộc chiến với Milan chỉ là hậu quả của cuộc đối đầu không thể tránh khỏi với gia đình Visconti. Mục tiêu dài hạn của ông là liên thủ với Milan để chống lại mối đe dọa của việc mở rộng quyền lực đại lục của Venezia. Điều này đã phỏng đoán trước sự thay đổi triều đại ở Milan. Cái chết của Filippo Maria đánh dấu những sóng gió sắp đến trên chính trường Milan. Theo quan điểm của Cosimo, sự tan rã quyền lực của gia đình Visconti đã tuyệt tự với hậu quả là Venezia sẽ lên nắm quyền bá chủ ở miền bắc bán đảo Ý là một điều đáng quan ngại. Do đó, mối quan tâm chính của vị chính khách đến từ Florence đó chính là rằng ở Milan, một gia đình mới, thân thiện với sẽ lên nắm chức công tước. Ứng cử viên của ông là ''[[condottiere]]'' [[Francesco Sforza]], người đã kết hôn với con gái ngoài giá thú của Filippo Maria cũng như là người thừa kế của ông, Bianca Maria. Tham vọng của Sforza để nối nghiệp dòng họ Visconti đã được biết đến từ lâu.<ref>John M. Najemy: ''A History of Florence 1200–1575'', Malden 2006, tr. 288 f.<\/ref>\n\n=== Hoạt động văn hoá ===\n==== Động lực tôn giáo ====\n==== Chủ nghĩa nhân văn ====\n==== Mỹ thuật ====\n=== Đời tư ===\nTrong đời sống cá nhân của mình, Cosimo được biết đến với sự kiêm tốn và lối sống quy củ của mình. Mặc dù ông cho xây dựng cung điện và các biệt thự của mình một cách tráng lệ nhưng trong lối sống của mình, ông lại tránh sống một cách phô trương không cần thiết để tránh người đời dị nghị. Vì thế mà ông ăn uống một cách đơn sơ, mộc mạc và không vận những bộ quần áo hoa mỹ. Ngoài ra, ông còn dành hứng thú cho nông nghiệp và là một người dày dặn kinh nghiệm trong mảng này. Ông dành nhiều thời gian để làm nông trên bãi đất thuộc sở hữu của mình nằm bên ngoài thành phố, nới ông thường xuyên ghép cây và trồng [[nho]]. Ông còn thể hiện là một người rất gần gũi với nông dân; ông thường xuyên hỏi han khi họ đem các sản phẩm đến bán trong chợ thành phố Firenze về những hoa quả mà họ bán cũng như nguồn gốc của chúng.<ref>Joachim Poeschke: ''Virtù fiorentina: Cosimo de’ Medici als erster Bürger von Florenz.'' In: Gerd Althoff (Hrsg.): ''Zeichen – Rituale – Werte'', Münster 2004, các trang 411–413.<\/ref>\n\nNhà bán sách Vespasiano da Bisticci đã viết một cuốn tiểu sử tôn vinh Cosimo, người mà ông là bạn. Trong đó, ông đã ghi chép những giai thoại từ cuộc sống riêng tư của Cosimo và đã tự mình cam kết tính xác thực. Vespasiano mô tả người bạn của mình như là một người có bản chất trang nghiêm và được bao quanh bởi những người trang nghiêm và có học vấn. Ông ấy có trí nhớ tuyệt vời, luôn lắng nghe ý kiến của người khác và chưa bao giờ nói xấu về ai. Nhờ sự hiểu biết sâu rộng về các lĩnh vực kiến thức khác nhau, ông luôn tìm ra một chủ đề để trò chuyện với tất cả mọi người. Ông là một người rất thân thiện và khiêm tốn, ông luôn cố gắng để tránh không xúc phạm bất cứ ai và rất ít người đã từng thấy ông nổi giận. Tất cả những câu trả lời của ông đều rất khôn ngoan.<ref>Vespasiano da Bisticci: ''Le Vite'', hrsg. của Aulo Greco, Tập 2, Firenze 1976, tr. 169, 192 f., 195, 197, 343. Eine Analyse der anekdotischen Überlieferung bietet Heinrich Lang: ''Das Gelächter der Macht in der Republik''. trong: Christian Kuhn, Stefan Bießenecker (Hrsg.): ''Valenzen des Lachens in der Vormoderne (1250–1750)'', Bamberg 2012, tr. 385–408. Đối chiếu với: Dale Kent: ''Cosimo de’ Medici and the Florentine Renaissance'', New Haven\/London 2000, tr. 21–23.<\/ref>\n\nCosimo được biết đến với những lời nhận xét hài hước và dí dỏm, đôi khi bí ẩn của ông được truyền bá trong một loạt các giai thoại trong thế kỷ 15 và 16.<ref>Alison Brown: ''The Medici in Florence'', Firenze 1992, các trang 53–72.<\/ref>\n\n=== Bệnh tật, qua đời và hậu duệ ===\n[[Tập tin:Cripta di san lorenzo, tomba di cosimo de' medici 01.JPG|nhỏ|Mộ phần của Cosimo trong hầm mộ của nhà thờ San Lorenzo]]\nCosimo mắc [[bệnh gout]]. Căn bệnh này mà ông mắc phải là một bệnh di truyền nhiều đời trong gia đình ông. Kể từ năm 1455, căn bệnh này đã dường như đã bắt đầu hành hạ ông.<ref>Nicolai Rubinstein: ''The Government of Florence under the Medici (1434 to 1494)'', 2., überarbeitete Auflage, Oxford 1997, tr. 147 f.<\/ref> Ông qua đời vào ngày 1 tháng 8 năm 1464 tại biệt thự của mình ở Careggi và được chôn cất vào ngày hôm sau ở San Lorenzo. Ông đã cấm gia quyến tổ chức tang lễ hoành tráng. Ông không hề để lại một di chúc nào.<ref>Heinrich Lang: ''Zwischen Geschäft, Kunst und Macht''. In: Mark Häberlein u.&nbsp;a. (Hrsg.): ''Generationen in spätmittelalterlichen und frühneuzeitlichen Städten (ca. 1250–1750)'', Konstanz 2011, tr. 48.<\/ref> Để thiết kế phần mộ của vị chính trị gia quá cố, Signoria (Nội các) thành phố Firenze đã cho thiết lập một ủy ban mười thành viên đặc biệt. Andrea del Verrocchio đảm nhận công việc thiết kế phần mộ, được chọn đặt vị trí trung tâm trong nhà thờ, một điều thường lệ ở mộ người sáng lập. Theo quyết định của thành phố, người ta đã cho khắc dòng chữ ''pater patriae'' (\"Cha già dân tộc\"), một danh dự cổ xưa được ban cho những công dân đặc biệt. Sau khi ngôi mộ được hoàn thành, hài cốt của ông đã được đưa đến nơi an nghỉ cuối cùng trong hầm mộ vào ngày 22 tháng 10 năm 1467.<ref>Joachim Poeschke: ''Virtù fiorentina: Cosimo de’ Medici als erster Bürger von Florenz.'' In: Gerd Althoff (Hrsg.): ''Zeichen – Rituale – Werte'', Münster 2004, tr. 427, 430–432.<\/ref>\n\nCosimo cùng với vợ ông có hai con trai, [[Piero di Cosimo de’ Medici|Piero]] (1416-1469) và [[Giovanni di Cosimo de’ Medici|Giovanni]] (1421-1463). Ngoài ra, ông còn có một đứa con ngoài giá thú mang tên [[Carlo di Cosimo de’ Medici|Carlo]], có mẹ là một người nô lệ [[người Circassia]]. Carlo được giáo dục cùng với các anh em cùng cha khác mẹ của mình và sau đó bước vào con đường đi tu. Giovanni qua đời vào ngày 1 tháng 11 năm 1463, chín tháng trước Cosimo và không có con. Piero thừa hưởng tất cả những gì mà cha ông để lại, bao gồm tài sản và quyền lãnh đạo ngân hàng và vai trò cai trị Cộng hoà Firenze. Nhờ vào uy danh của người cha quá cố của mình, Piero có thể dễ dàng nắm giữ vai trò chính trị mà ông để lại. Tuy nhiên, Piero cũng bị mắc căn bệnh gút di truyền như cha, gây trở ngại nghiêm trọng cho các hoạt động của ông. Năm năm sau khi Cosimo mất, Piero cũng qua đời.<ref>Siehe zu Pieros Stellung als Erbe seines Vaters Nicolai Rubinstein: ''The Government of Florence under the Medici (1434 to 1494)'', 2., überarbeitete Auflage, Oxford 1997, tr. 155–158.<\/ref>\n\n<center>\n{{familytree\/start|style=font-size:90%}}\n{{familytree| | | | | | | | | BIC | | | | | |BIC= Averardo de’ Medici,<br \/> còn gọi là Bicci<br \/><small>† 1363<\/small>}}\n{{familytree| | | | | | | |,|-|^|-|.| | | | | | |}}\n{{familytree| | | | | | | FRA | | GI1 |y| PIC| | | | | FRA=Francesco di Bicci<br \/><small>† 1402<\/small>|GI1=Giovanni di Bicci<br \/><small>1360–1429<\/small>|PIC=Piccarda de’ Bueri<br \/><small>† 1433<\/small>|}}\n{{familytree| | | | | | | | | | | |,|-|^|-|.| | |}}\n{{familytree| | | | | | | CON |y| COS | | LOR | | | | | | | |CON=Contessina de’ Bardi<br \/><small>† 1473<\/small>|COS='''Cosimo il Vecchio'''<br \/><small>1389–1464<\/small>|LOR=Lorenzo di Giovanni<br \/><small>1395–1440<br \/><\/small>}}\n{{familytree| | | | | | | |,|-|^|-|.| | | | | | |}}\n{{familytree| | | LUC |y| PIE| |GI2 | | | | | | GI2=Giovanni di Cosimo<br \/><small>1421–1463<\/small>|PIE=Piero di Cosimo,<br \/> ngoại hiệu il Gottoso<br \/><small>1416–1469<\/small>|LUC=Lucrezia Tornabuoni<br \/><small>1425–1482<\/small>|}}\n{{familytree| | | | | |!| | | | | | | | | | | | | |}}\n{{familytree| | | | | LOM |y| CLA | | | | CLA = Clarice Orsini<br \/><small>1450-1488<\/small>| LOM=[[Lorenzo de' Medici|Lorenzo di Piero]],<br \/> ngoại hiệu il Magnifico<br \/><small>1449–1492<\/small>|}}\n{{familytree| | | |,|-|-|-|+|-|-|-|.| | | | | | | | |}}\n{{familytree| | | PDM | | LEO | | GDM | | | | PDM = Piero di Lorenzo<br \/> ngoại hiệu il Fatuo<br \/><small>1472-1503<\/small>| LEO = Giovanni di Lorenzo,<br \/> [[Giáo hoàng Lêô X]]<br \/><small>1475-1521<\/small>| GDM = Giuliano di Lorenzo,<br \/>Công tước Nemours<br \/><small>1479–1516<\/small>|}}\n{{familytree\/end}}\n<\/center>\n\nCon trai của Piero là Lorenzo il Magnifico đã nối nghiệp ông trở thành nhà cai trị không chính thức của Firenze vào tháng 12 năm 1469. Một lần nữa, quá trình chuyển đổi quyền lực không gặp phải bất cứ chướng ngại nào. Vị chủ gia đình mới tiếp túc công việc bảo trợ nghệ thuật đã được bắt đầu từ thời Cosimo và điều này càng gia tăng danh tiếng của Medici. 22 năm dưới sự lãnh đạo của ông được đánh dấu như là một kỷ nguyên kỳ diệu về mặt văn hoá trong lịch sử của thành phố Firenze. Lorenzo bảo trợ các nghệ sĩ tài ba thời kỳ Phục hưng như [[Botticelli]] và [[Michelangelo]]. Tuy nhiên, Lorenzo không có tài năng thương mại của ông nội Cosimo. Ông đã thất bại trong việc bảo vệ cơ sở tài chính cho nền chính trị và công việc bảo trợ của gia tộc Medici. Ngân hàng nhà Medici phải trải qua một sự suy sụp khủng khiếp đưa nó đến bờ vực sụp đổ.<ref>Tìm hiểu thêm trong tác phẩm của Raymond de Roover: ''The Rise and Decline of the Medici Bank 1397–1494'', Cambridge (Massachusetts)\/London 1963, tr. 358–375.<\/ref>\n\n<gallery>\nPiero di Cosimo de' Medici.jpg|Piero ''il Gottoso''\nLorenzo de Medici.jpg|Lorenzo ''il Magnifico''\nPiero di Lorenzo de Medici - Domenico Ghirlandaio.png|Piero ''il Fatuo''\nPope-leo10.jpg|Giáo hoàng Lêô X\nRaffaello, giuliano de' medici.jpg|Giuliano di Lorenzo\n<\/gallery>\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.themedicifamily.com\/Cosimo-de-Medici.html The Medici Family.com: Cosimo I]\n* [https:\/\/www.pbs.org\/empires\/medici\/index.html PBS.org: Medici — Godfathers of the Renaissance]\n* [https:\/\/archive.org\/details\/cosimodemedici00vernuoft Internet Archive.org: Cosimo de' Medici (1899)] — ''biography by K. Dorothea Ewart Vernon''.\n* {{en icon}}—[http:\/\/bivio.signum.sns.it\/bvWorkPage.php?pbSuffix=21%2C1448861&resetPageNav=1&lang=en BIVIO: Biblioteca Virtuale On-Line: Biography in \"Le vite\" from Vespasiano da Bisticci]{{Liên kết hỏng|date = ngày 12 tháng 2 năm 2021 |bot=InternetArchiveBot }}\n{{Thể loại Commons|Cosimo de' Medici}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Medici, Cosimo 01}}\n[[Thể loại:Nhà cai trị Firenze]]\n[[Thể loại:Sinh năm 1389]]\n[[Thể loại:Mất năm 1464]]"}