{"Daniel Boone":"{{Thông tin nhân vật\n| tên = Daniel Boone\n| hình = Unfinished portrait of Daniel Boone by Chester Harding 1820.jpg\n| ghi chú hình = Một bức tranh năm 1820 vẽ bởi [[Chester Harding (họa sĩ)|Chester Harding]] là bức chân dung duy nhất được biết đến của Daniel Boone trong suốt cuộc đời của ông.<ref>Faragher, ''Daniel Boone'', 317.<\/ref>\n| ngày sinh = {{Birth date|1734|11|02}}\n| ngày mất = {{death date and age|1820|09|26|1734|11|03}}\n| nơi mất = [[Daniel Boone Home|Nathan Boone's house]], [[Defiance, Missouri|Femme Osage Creek]], [[Missouri]]\n| an táng = [[Nghĩa trang Frankfort]], [[Frankfort, Kentucky]] hoặc [[nghĩa trang Old Bryan Farm]], [[Marthasville, Missouri]]\n| quốc tịch = Mỹ\n| nghề nghiệp = người mạo hiểm, người tra tấn, người lính, đồng đội, sĩ quan quân đội của tiểu bang, chính trị gia, giám sát viên, thương gia, cảnh sát trưởng, người giữ cửa, người buôn ngựa,\n| người hôn phối = [[Rebecca Boone|Rebecca Bryan Boone]]\n| con cái = {{unbulleted list|James Boone|Israel Boone|Susannah Boone Hays|[[bắt giữ và giải cứu Jemima Boone|Jemima Boone Callaway]]|Levina Boone Scholl|Rebecca Boone Goe|Daniel Morgan Boone|Jesse Bryan Boone|William Bryan Boone|[[Nathan Boone]]}}\n| người thân = {{ubl|[[Squire Boone]] (anh em trai)|[[Daniel Morgan]] (cháu)|[[Joel Thompson Boone]] (chút)}}\n| chữ ký = Daniel Boone Signature (Collins Historical Sketches).png\n| nơi sinh = [[Daniel Boone Homestead]], [[Oley Valley]], [[quận Berks, Pennsylvania|quận Berks]], [[Tỉnh Pennsylvania]]\n| alt = \n| resting_place_coordinates = {{Coord|38|11|37.45|N|84|51|57.78|W|type:landmark|display=inline}} hoặc 38.6215973, −91.0344162\n}}\nNhà thám hiểm '''Daniel Boone''' sinh ngày 2-11-1734 tại Bang Pennsylvania, Mỹ. Daniel Boone là một nhà thám hiểm người Mỹ. Ông là một trong những anh hùng dân tộc đầu tiên của đất nước Mỹ. Ông là người đầu tiên tiên phong trong việc thám hiểm rừng và nhân dân vùng biên giới. Ông là người đã khám phá ra Kentucky, tiểu bang thứ 15 của Hoa Kỳ. Năm 1775, Boone chói sáng với con đường Wilderness xuyên qua Cumberland Gap ở dãy núi Appalachian từ Bắc Carolina và Tennessee vào Kentucky. Tại đây, ông thành lập làng Boonesborough, Kentucky, là một trong những khu định cư đầu tiên của Mỹ về phía tây của dãy núi Appalachia. Trước khi kết thúc thế kỷ thứ 18, đã có hơn 200.000 người Mỹ di cư đến Kentucky\/Virginia bằng con đường Boone đã tìm ra.<ref>For number of people, see Faragher, ''Daniel Boone'', 351.<\/ref>\n\n==Tiểu sử==\nBoone sinh ngày 24 tháng 10 năm 1734 ([[ngày kiểu cũ và kiểu mới|N.S.]]). {{Efn | Điều này được điều chỉnh theo lịch hiện tại của chúng tôi. Boone sinh ngày 2 tháng 11 năm 1734 [[O.S.]]. Ngài qua đời ngày 26 tháng 9 năm 1820 [[lịch Gregoria|N.S.]]. Trong suốt cuộc đời của ông, lịch thay đổi từ [[lịch Julia]] sang lịch Gregorian [[hiện tại]] đó là lý do tại sao ông ta ngày sinh được điều chỉnh.<ref name=Bakeless7\/>}}<ref name=Bakeless7>John Bakeless, ''Daniel Boone: Master of the Wilderness'' (Lincoln: University of Nebraska Press, (1989), p. 7 & note *<\/ref> Ông nội của Boone, George Boone, một người Quaker, di cư từ Anh vào năm 1717.<ref name=Zronik8.9>John Paul Zronik, ''Daniel Boone: Woodsman of Kentucky'' (New York: Crabtree Publishing Co., 2006), pp. 8–9<\/ref> Daniel Boone sinh ra ở Berks County, Pennsylvania, con trai của Squire Boone và Sarah Morgan. Cha của ông là một thợ dệt trong khi mẹ ông điều hành trang trại gia đình. Ngoài những việc vặt của mình trong trang trại, Boone học cách săn, cá và bẫy. Khi ông mới 15 tuổi, gia đình ông chuyển đến thung lũng Yadkin ở Bắc Carolina.\n\n==Chiến tranh Pháp và người Da Đỏ==\nBoone là một phần của cuộc thám hiểm Anh năm 1755 vào lãnh thổ Pháp. Khi quân đội bị tấn công bởi người đã đỏ liên minh với Pháp, chỉ huy quân đội Anh, Tướng Edward Braddock đã bị thương nặng và nhiều binh lính bị giết.<ref name=Ellis22>Joseph J. Ellis, ''His Excellency: George Washington'' (New York: Random House, 2004), p. 22<\/ref> Đây là Trận Monongahela, nơi mà sau đó đại tá George Washington tập hợp lực lượng dân quân Anh và Virginia vào một khóa tu có tổ chức. Boone, người giám sát tàu wagon là một trong những người đã rút lui với Washington. Ông trở lại Bắc Carolina và định cư ở một trang trại gần cha mình. Năm 1756 ông kết hôn với Rebecca Bryan.\n\nNăm 1757 đã chứng kiến ​​nhiều thất bại của người Anh nhưng cuộc sống trên trang trại của Boone vẫn thanh bình.<ref name=Draper145.148>Lyman Copeland Draper, ''The Life of Daniel Boone'' (Mechanicsburg, PA: Stackpole Books, 1998), pp. 145–48<\/ref> Năm 1758 người Anh đã có một số chiến thắng về Pháp. Nhưng đồng thời các thổ dân đồng minh Cherokee của họ đã trở nên mệt mỏi vì sự đối xử kém của người Anh và người Mỹ. Người Pháp đã lợi dụng điều này và khuyến khích thổ dân Cherokees tấn công các ngôi nhà ở Mỹ. Năm 1759 người Ấn Độ tấn công ở Virginia, Bắc và Nam Carolina. Để bảo vệ gia đình của họ, nhiều người định cư đã rời khỏi trang trại của mình để sử dụng ở các khu vực an toàn hơn. Boone đưa vợ, hai con trai trẻ, và tất cả đồ đạc mà họ có thể mang trong một toa đơn đến quận Culpeper, Virginia. Để kiếm sống, Boone đã kéo thuốc lá ra thị trường ở Fredericksburg, Virginia. Năm 1763, Boone và gia đình trở lại nông trại của họ ở Bắc Carolina.<ref name=Letcher201>R. P. Letcher and John G. Tompkins, 'Daniel Boone and the Frankfort Cemetery', ''The Register of the Kentucky Historical Society'', Vol. 50, No. 172 (July, 1952), p. 201<\/ref>\nTừ năm 1775-1783, Daniel Boone là một sĩ quan lực lượng dân quân trong cuộc chiến tranh giữa Mỹ và người đã đỏ được Anh hỗ trợ.\nNăm 1778, ông bị quân Shawnee bắt giam, nhưng ông đã trốn thoát và báo Boonesborough kế hoạch tấn công của Shawnee. Ông đã được bầu trong ba nhiệm kỳ đầu tiên trong tại Đại hội Virginia.<ref>Faragher, ''Daniel Boone'', 267.<\/ref>\nSau chiến tranh, Boone trở thành một thanh tra và người kinh doanh. Nhưng sau đó vì với vấn đề pháp lý đất đai, năm 1799 Boone di cư sang phía đông Missouri, nơi ông sinh sống trong gần hai thập kỷ cuối cùng của cuộc đời mình, từ năm 1800 đến năm 1820.\n\n==Ghi chú==\n{{notelist}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Boone, Daniel}}\n[[Thể loại:Sinh năm 1734]]\n[[Thể loại:Mất năm 1820]]\n[[Thể loại:Daniel Boone| ]]\n[[Thể loại:Nhà thám hiểm Mỹ]]\n[[Thể loại:Văn học dân gian Hoa Kỳ]]\n[[Thể loại:Thợ săn Mỹ]]\n[[Thể loại:Văn hóa dân gian Mỹ]]\n[[Thể loại:Người Mỹ gốc Anh]]\n[[Thể loại:Người quận Berks, Pennsylvania]]\n[[Thể loại:Người Kentucky]]"}