{"Date Masamune":"{{chú thích trong hàng}}\n{{Infobox officeholder1\n| name                = Date Masamune<br \/>伊達政宗\n| image               = Date Masamune02.jpg\n| caption             = \n| birth_date          = 5 tháng 9 năm 1567\n| death_date          = {{Death date and age|1636|06|27|1567|09|5}}\n| birth_place         = [[Yonezawa, Yamagata]], Nhật Bản\n| death_place         = \n| office              = Người đứng đầu [[gia tộc Date]]\n| term_start          = 1585\n| term_end            = 1636\n| predecessor         = [[Date Terumune]]\n| successor           = [[Date Tadamune]]\n| office1             = ''[[Daimyō]]'' phiên [[Sendai]]\n| term_start1         = 1600\n| term_end1           = 1636\n| successor1          = [[Date Tadamune]]\n| spouse              = [[Megohime]]\n| children            = [[Date Hidemune]]<br\/>[[Date Tadamune]]<br\/>[[Irohahime]]<br\/>[[Muuhime]]\n| father              = [[Date Terumune]]\n| mother              = [[Yoshihime]]\n| relatives           = [[Rusu Masakage]] (chú)<br>Date Masamichi (em trai)<br>[[Date Shigezane]] (em họ)<br>[[Mogami Yoshiaki]] (cậu)\n| allegiance          = [[Image:Take ni Suzume.svg|15px]] [[Gia tộc Date]]<br>[[Tập tin:Goshichi no kiri inverted.svg|15px]] [[Gia tộc Toyotomi]]<br>[[Tập tin:Mitsubaaoi.svg|15px]] [[Trận Sekigahara|Đông quân]]<br>[[Tập tin:Tokugawa family crest.svg|15px]] [[Mạc phủ Tokugawa]]\n| rank                = [[Daimyo]]\n| unit                = [[Image:Take ni Suzume.svg|15px]] [[Gia tộc Date]]\n| commands            = [[Lâu đài Aizuwakamatsu]]\n| battles             = [[Trận Hitotoribashi]]<br>[[Kōriyama, Fukushima|Trận Kōriyama]]<br>[[Cuộc vây hãm Kurokawa]]<br>[[Trận Suriagehara]]<br>[[Khởi nghĩa Kunohe]]<br>[[Cuộc vây hãm Shiroishi]]<br>[[Cuộc vây hãm Hasedō]]<br>[[Lâu đài Fukushima|Trận Matsukawa]]<br>[[Cuộc vây hãm Ōsaka|Chiến dịch Ōsaka]]\n}}\n'''{{nihongo|Date Masamune|伊達 政宗||hanviet=Y Đạt Chính Tông|extra= 5 tháng 9 năm 1567 – 27 tháng 6 năm 1636}}''', biệt hiệu là '''Độc Nhãn Long''' (独眼竜, ''dokuganryū''), là một ''[[daimyō]]'' thời [[Thời kỳ Azuchi-Momoyama|Azuchi–Momoyama]] và đầu [[thời Edo]].\n\n== Tiểu sử ==\nSinh vào tháng 9 năm 1566, Masamune là con trai trưởng của [[Date Terumune]], một trong các ''[[daimyō]]'' hùng mạnh của tỉnh Mutsu (ở cực bắc Nhật), và được khai sinh với tên [[Bontenmaru]]. Sau khi Terumune giã từ binh nghiệp năm 1584, Masamune trở thành thủ lĩnh nhà Date và đối diện với sự phản bội của một cựu tướng nhà Date tên Ouchi Sadatsuna. Masamune cho Ouchi thấy tài năng của mình trong trận chiến Otemori và bắt Ouchi trả giá đắt cho sự phản bội.\n\nĐối thủ truyền kiếp của nhà Date là nhà Hatakeyama liền cố tìm cách giảng hòa với Masamune nhưng vô hiệu. [[Hatakeyama Yoshitsugu]] đành phải liên lạc với [[Date Terumune]], mời đến ăn tiệc bàn việc giảng hòa, rồi bắt sống Terumune. Date Masamune liền tấn công nhà Hatakeyama và 2 bên gặp nhau trên bờ sông Abukuma. Terumune bảo con trai mình cứ tấn công bất kể an nguy của mình nhưng Masumune chần chừ không quyết. Đến khi Masamune tiến binh thì Hatakeyama Yoshitsugu liền chém Terumune. Masamune nổi giận, bắt được rồi chém cả Yoshitsugu cùng tùy tùng.\n\nNhà Hatakeyama đã đi quá xa trong cuộc xung đột này nên kêu gọi các gia tộc khác của tỉnh Mutsu, liên kết tấn công tiêu diệt nhà Date. Liên quân 30000 người này nhanh chóng đánh hạ 3 thành ngoại quận Motomiya. Date Masamune chỉ có 7000 samurai liền lui về cố thủ thành Motomiya. Liên quân vây thành chỉ được vài ngày thì may mắn cho Masamune, nhà [[Satake]], chủ lực của liên quân phải lui về bảo vệ lãnh thổ, điều này làm liên quân bị thiếu hụt lực lượng và phải lui về. Từ đây, \"Độc Nhãn Long\" Date Masamune, biệt danh do con mắt bị hỏng hồi trẻ do bệnh đậu mùa và chính tay Masamune đã móc ra, sẽ bắt đầu làm chủ phía cực Bắc [[Nhật Bản]].\n\nNăm 1589, Date Masamune tiêu diệt [[nhà Soma]], rồi mua chuộc 1 đại tướng nhà Ashina, tiến quân tấn công nhà Ashina ở bản doanh Kurokawa. Ngày 5 tháng 6 năm 1589, quân 2 bên gặp nhau ở Suriagehara. Masamune đích thân dẫn quân xông vào xé nát đội hình của quân Ashina. Quân Ashina phải nhảy xuống sông bỏ trốn, vì chiếc cầu duy nhất đã bị quân Date phá hủy và những ai không chết đuối đều bị xử tử khi đặt được chân lên bờ. Hơn 2300 quân Ashina bị giết, nhà Ashina bị tiêu diệt. Đây là một trong những trận chiến đẫm máu của thời Sengoku và là lần mở rộng cuối của nhà Date.\n\nNăm 1590, [[Toyotomi Hideyoshi]] hạ thành [[Odawara]], tiêu diệt nhà [[Hojo]]. Date Masamune đã được truyền hịch đến tham chiến nhưng giả vờ chậm chạp để chắc rằng về theo phe chiến thắng. Hideyoshi tha cho nhưng tịch thu các vùng đất mới chiếm được của Masamune, điều này có lẽ làm cho Masamune không được vui. Vì vậy không có gì lạ khi Date Masamune quyết định nghiêng về [[Tokugawa Ieyasu]], láng giềng của mình trên Kanto, trong chiến dịch [[Sekigahara]] 1600.\n\nKhi chiến dịch bắt đầu, Date Masamune cùng đồng minh là nhà [[Mogami]] tỉnh [[Dewa]] tấn công Uesugi Kagekatsu, cầm chân nhà [[Gia tộc Uesugi|Uesugi]] lại phía bắc. Điều đó khiến Tokugawa Ieyasu rảnh tay tiến quân về phía tây chạm trán Ishida, chiến thắng trong trận Sekigahara. Date Masamune được mở rộng lãnh thổ gấp 3 lần từ phần đất của nhà Uesugi, thu nhập đến 600.000 koku\/năm. Nhưng Masamune thể hiện tính tình quái dị của mình vào năm 1613, khi che chở cho [[Cha]] xứ [[Soteho]], vốn bị kết tội tử do chống lệnh \"Trục Xuất Thiên Chúa Giáo\" của ''shogun'' Tokugawa, đã vậy lại còn gửi một đại tướng ra nước ngoài, với sự bảo lãnh của Cha Soteho. Tokugawa Ieyasu không tỏ vẻ vui lòng với các hành động đó của chư hầu mạnh nhất dưới trướng mình dù chuyến du hành đó không đem lại kết quả gì cho Masamune. Trong chiến dịch Osaka năm 1614, Date Masamune từng hạ lệnh cho quân mình nổ súng vào đồng minh Jinbo vì thái độ rề rà không chịu xung trận của họ. Date Masamune qua đời năm 1636, được nối ngôi bởi con trai Tadamune, cùng sự thờ phụng trung thành của các daimyo vùng bắc Kanto.\n\nDate Masamune là một đại tướng của thời Sengoku. Ông là người có thực lực để đứng đầu Nhật Bản, nhưng vì vấn đề địa lý, cũng như sinh sau đẻ muộn hơn các lãnh chúa thời Chiến quốc khác mà không thể vươn tới đỉnh cao nhưng cũng đã chứng tỏ tài năng của mình trong lĩnh vực quân sự qua các trận chiến thắng trong binh nghiệp, xây dựng một cơ nghiệp đồ sộ cho nhà Date. Nhưng Masamune cũng là một người nóng tính và thất thường còn hơn cả [[Takeda Shingen]] và [[Tokugawa Ieyasu]] với những hành động không thể hiểu nổi. Nên tuy là đồng minh trung thành và mạnh mẽ nhất của [[Mạc phủ Tokugawa]], Date Masamune vẫn không được Ieyasu hoàn toàn tin tưởng. Dù vậy, \"Độc Nhãn Long xứ Sendai\" là daimyo hùng mạnh nhất xuất hiện bên giường lúc Ieyasu đang hấp hối, tặng cho vị Shogun đầu tiên của Mạc phủ 1 bài thơ Zen.\n\nDate Masamune cũng mất vì bệnh. Vào ngày cuối cùng, ông dành phần lớn thời gian để ngủ trong phòng.\n\nVị Samurai có một Chánh thất (vợ cả) và hết mực yêu thương cô, thế nhưng lại kiên quyết không cho vợ vào phòng bệnh trong giờ phút lâm chung. Nếu cứ như vậy, Date Masamune sẽ chết mà không thể nhìn mặt vợ lần cuối.\n\nDate Masamune đã nhờ người truyền lời lại cho vợ mình như sau:\n\n“Trong ký ức của cô ấy, ta muốn bóng hình ta vẫn luôn hiện diện là một con người đầy hào hiệp, nghĩa khí”.\n\nDate Masamune sợ để vợ thấy bản thân yếu đuối, tàn tạ vì bệnh tật, sợ những hình ảnh ấy sẽ khắc sâu trong ký ức vợ. Ông muốn vợ nhớ đến mình vào thời oanh liệt nhất.\n\n== Thư mục ==\n* Kobayashi Seiji 小林清治. ''Date Masamune'' 伊達政宗. Tokyo: Yoshikawa Kōbunkan 吉川弘文館, 1959.\n* Meriwether, Colyer. (1893). [https:\/\/books.google.com\/books?id=RrYUAAAAYAAJ&pg=PA3&dq=\"Life of Date Masamune,\"] ''Transactions of the Asiatic Society of Japan,'' Tập. XXI.\n* Tetsuo Owada 小和田哲男. ''Date Masamune: shiden'' 伊達政宗: 史伝. Tokyo: Gakken 学研, 2000.\n* Ken-ichi Sato 佐藤憲一. ''Date Masamune's letters'' 伊達政宗の手紙. Tokyo: Sinchosensho 新潮選書, 1995.\n* Zelia Nuttall (1906). [https:\/\/g.co\/kgs\/QwyCF8 \"The earliest historical relations between Mexico and Japan\"].\n\n== Liên kết ngoài ==\n{{Commonscat}}\n* [http:\/\/www.datemasamune.com\/ Trang web chính thức của gia tộc Date]\n\n{{Nhân vật nổi bật thời Sengoku}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1566]]\n[[Thể loại:Thời kỳ Sengoku]]\n[[Thể loại:Samurai]]\n[[Thể loại:Daimyo]]\n[[Thể loại:Sendai]]\n[[Thể loại:Mất năm 1636]]\n[[Thể loại:Quân phiệt]]"}