{"Denis Vasilyevich Davydov":"{{chú thích trong bài}}[[Tập tin:Denisdavydov.jpg|nhỏ|phải|250px|Denis Vasilyevich Davydov]]\n'''Denis Vasilyevich Davydov''' ([[tiếng Nga]]: Дени́с Васи́льевич Давы́дов, 27\/07\/1784 – 04\/05\/1839) – là vị tướng quân đội [[Sa hoàng|Nga Hoàng]], anh hùng của cuộc chiến tranh vệ quốc 1812, là nhà sử học, nhà lý luận quân sự, [[nhà thơ]], [[nhà văn]] [[Nga]].\n==Tiểu sử==\nDenis Davydov sinh ra trong một gia đình quý tộc lâu đời ở [[Moskva]]. Từ nhỏ đã được giáo dục rất đến nơi đến chốn. Từ năm 1801 phục vụ trong trung đoàn kỵ binh Nga Hoàng, tham gia vào các cuộc chiến tranh với [[Pháp]] (1806 – 1807), với [[Thụy Điển]] (1808 – 1809), với [[Thổ Nhĩ Kỳ]] (1809 – 1812). Trong cuộc chiến tranh vệ quốc năm 1812 ông là người đề xuất phương án tổ chức chiến tranh du kích trong lòng địch và đã rất thành công với cuộc chiến tranh này. Năm 1814 ông được phong hàm tướng, năm 1823 ra quân và đến năm 1826 trở lại phục vụ quân đội ở vùng [[Kapkage]]. Năm 1832 ông về hưu sống ở trang trại tại tỉnh [[Ulyanovsk|Simbirsk]] và mất ngày 04 tháng 5 năm 1939 tại đây.\n\nDenis Davydov chưa bao giờ tự nhận mình là một nhà thơ hay nhà văn, ông viết: \"Tôi không phải là nhà thơ mà là người du kích, người lính Cô-dắc, tôi là nhà thơ không theo vần điệu mà theo tình cảm tự nhiên\". Mặc dù vậy, ông đã để lại cho đời sau một sự nghiệp văn học đáng kể cả thơ trữ tình lẫn văn xuôi. Nhà phê bình [[Vissarion Belinsky]] viết về Denis Davydov: \"Ông là một nhà thơ từ trong tâm hồn, đối với ông cuộc đời là thơ ca và thơ ca là cuộc đời, ông thi ca hóa tất cả mọi thứ, những gì mà ông chạm đến… Như một nhà thơ, ông thuộc hàng những vì sao sáng nhất trên bầu trời thi ca Nga… Như một nhà văn, ông có quyền ngồi chung chiếu với những nhà văn xuất sắc nhất của văn học Nga\".\n\nNhững tác phẩm xuất sắc nhất của Davydov còn giá trị đến ngày nay là mảng thơ trữ tình. Mặc dù là một vị tướng và các bạn bè của ông, trong số họ có cả Aleksandr [[Aleksandr Sergeyevich Pushkin|Puskin]], khuyên ông làm thơ lính nhưng thơ ông hầu như không nói gì về chiến tranh mà chỉ viết về rượu, về tình yêu, về những cuộc truy hoan… mà một số bài thơ trích giới đây cho thấy điều đó.\n==Thư mục==\n*•\t Русский биографический словарь, изд. Русского исторического общества, - СПб., 1905 (ст. А. Петрова).\n*•\tСадовский Б., «Русская Камена», - М., 1910\n*•\tЖерве В. В., Партизан-поэт Давыдов, СПб., 1913.\n*•\tРозанов И. Н., Русская лирика. От поэзии безличной к исповеди сердца, - М., 1914.\n*•\tМезьер А. В., Русская словесность с XI по XIX ст. включительно, ч. II, - СПб., 1902.\n*•\tВенгеров С. А. Источники словаря русских писателей, т. II, - СПб., 1910.\n*•\tСловарь русских генералов, участников боевых действий против армии Наполеона Бонапарта в 1812-1815 гг. \/\/ Российский архив: Сб. — М.: студия «ТРИТЭ» Н.Михалкова, 1996. — Т. VII. — С. 374-375.\n*•\tГлинка В.М., Помарнацкий А.В. Давыдов, Денис Васильевич \/\/ Военная галерея Зимнего дворца. — 3-е изд. — Л.: Искусство, 1981. — С. 100-102.\n*•\tГеннадий Серебряков Денис Давыдов (ЖЗЛ)\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Davydov, Denis}}\n[[Thể loại:Nhà thơ Nga]]\n[[Thể loại:Nhà văn Nga]]\n[[Thể loại:Tướng Đế quốc Nga]]\n[[Thể loại:Mất năm 1839]]\n[[Thể loại:Sinh năm 1784]]\n[[Thể loại:Chôn cất tại nghĩa trang Novodevichy]]"}