{"Diocletianus":"{{Thông tin nhân vật hoàng gia\n|tên='''Diocletianus'''\n| tước vị = [[Hoàng đế La Mã|Hoàng đế thứ 51]] của [[Đế quốc La Mã|Đế chế La Mã]]\n| tên đầy đủ =Diocles (tên đầy đủ không rõ) (từ khi sinh ra đến khi lên ngôi);<br>Caesar Gaius Aurelius Valerius Diocletianus Augustus (trở thành hoàng đế)<ref>Barnes, ''New Empire'', 4. For full imperial titulature, xem: Barnes, ''New Empire'', 17–29.<\/ref>\n| hình = Diocletien Vaux1.jpg\n| cỡ hình = 250px\n| ghi chú hình =Tượng bán thân Diocletian trong [[lâu đài Vaux-le-Vicomte]].\n| tại vị =20 tháng 11 năm 284 – 1 tháng 4 năm 286 (một mình)<br>1 tháng 4 năm 286 – 1 tháng 5 năm 305 (chức vị [[Augustus (chức vị)#Ở Đế quốc La Mã chia cắt|Augustus]] ở phía đông, cùng với [[Maximian]] là Augustus của phía Tây)<ref>Barnes, ''New Empire'', 4.<\/ref>\n| tiền nhiệm =[[Numerian]]\n| kế nhiệm =[[Constantius Chlorus]] và [[Galerius]]\n| phối ngẫu =[[Prisca (nữ hoàng)|Prisca]]\n| con cái = [[Galeria Valeria|Valeria]]\n| sinh =khoảng 22 tháng 12 năm 244<ref name=BIRTH\/>\n| nơi sinh =Salona, nay là Solin, Croatia \n| mất =3 tháng 12 năm 311 (tuổi 66)<ref name=DEATH\/>\n| nơi mất =[[Dinh Diocletianus|Aspalathos (nay là Split, Croatia)]]\n| nơi an táng =Dinh Diocletianus ở Aspalathos (nay là Split, Croatia). \n|}}\n\n'''Gaius Valerius Aurelius Diocletianus'''<ref>Born ''Diocles'' ({{lang-el|Διοκλῆς}}) and [[Latinization|latinized]] upon his accession to ''Diocletian'' ({{pron-en|ˌdaɪ.ɵˈkliːʃən}}).<\/ref> (khoảng ngày [[22 tháng 12]] năm [[244]]<ref name=BIRTH>Barnes, ''New Empire'', 30, 46; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 68.<\/ref> – [[3 tháng 12]] năm [[311]]),<ref name=DEATH>Barnes, \"Lactantius and Constantine\", 32–35; Barnes, ''New Empire'', 31–32.<\/ref> thường được gọi là '''Diocletianus''', là Hoàng đế [[Đế quốc La Mã|La Mã]] từ năm 284 cho đến năm 305.\n\nSinh ra trong một gia đình gốc [[Illyria]] có địa vị xã hội thấp ở tỉnh Dalmatia, ông đã thăng qua các cấp bậc của Quân đội La Mã để trở thành viên chỉ huy [[Kỵ binh]] của [[Hoàng đế]] [[Carus]]. Ông được xem là một chỉ huy [[quân đội]] có hoài bão lớn lao<ref name=\"krieger166\"\/>. Sau khi Carus và con là [[Numerian]] bị giết trong chiến dịch chống [[Đế quốc Ba Tư]], Quân đội La Mã tôn Diocletianus làm Hoàng đế mới. Diocletianus đã củng cố ngôi Hoàng đế của mình bằng việc đánh bại một người con khác của Carus trong [[trận Margus]]. Với việc lên nắm Đế quyền, ông đã kết thúc cuộc khủng hoảng của Đế quốc La Mã vào thế kỷ thứ ba. Diocletianus đã bổ nhiệm bạn ông - [[Maximianus|Maximian Augustus]] làm đồng hoàng đế cấp cao vào năm 285. Vào Ngày [[1 tháng 3]] năm 293 ông lại phong tiếp [[Galerius]] và [[Constantius Chlorus|Constantius]] làm [[Julius Caesar|Caesar]], đồng hoàng đế cấp dưới. Theo chính sách \"Tứ đầu chế\", mỗi hoàng đế sẽ cai trị một phần tư của đế quốc La Mã. Trong các chiến dịch chống lại các bộ tộc bên [[sông Donau|sông Danube]] và [[Sarmatia]] (285-90), những người Alamanni (288), và những người đoạt ngôi ở [[Ai Cập thuộc La Mã|Ai Cập]] (297-98), Diocletianus bảo đảm được biên giới của đế chế và củng cố Đế quyền của ông. Vào năm 299, Diocletianus tiến hành các cuộc đàm phán với [[nhà Sassanid]] của Ba Tư - một kẻ thù lâu năm của đế quốc La Mã - và đạt được một nền hòa bình lâu dài và thuận lợi.\n\nDiocletianus đã chia tách và mở rộng tổ chức dân sự và quân sự của đế chế và tổ chức lại các đơn vị tỉnh, thành phố trực thuộc Trung ương, của Đế chế, thành lập chính phủ lớn nhất và quan liêu nhất trong lịch sử của Đế quốc. Ông đã thiết lập các trung tâm hành chính mới ở [[Nicomedia]], [[Mediolanum]], [[Antioch]], và [[Trier]], gần đến biên giới của Đế chế hơn [[Thủ đô|cố đô]] Roma. Để chấm dứt sự suy thoái của chính quyền La Mã, ông củng cố lại uy quyền tối thượng của Hoàng đế.<ref name=\"Wasserman305\"\/> Chế độ Quan liêu và quân sự tăng, các chiến dịch liên tục, và các dự án xây dựng làm tăng chi phí của nhà nước và đòi hỏi phải có một cuộc cải cách thuế toàn diện. Từ ít nhất năm 297, thuế của Hoàng đế đã được chuẩn hóa, công bằng hơn, và áp dụng ở mức thường cao hơn. Ngoài ra, cũng chính ông đã tiến hành cuộc bách hại giáo dân [[Kitô giáo|Ki-tô giáo]] hết sức tàn bạo sau năm [[303]], hạ sát biết bao nhiêu là người Ki-tô Giáo và hủy hoại rất nhiều Giáo đường.<ref name=\"Wasserman305\"\/>\n\nChính công cuộc [[đổi mới|cải cách]] lớn của ông đã dẫn đến sự hình thành của chế độ [[phong kiến]] châu Âu thời [[Trung Cổ]].<ref name=\"Wasserman305\">James Wasserman, ''The Templars and the Assassins: the militia of Heaven'', trang 305<\/ref> Không phải tất cả các kế hoạch của Diocletianus đã thành công: sắc lệnh về giá tối đa (301), nỗ lực của ông để kiềm chế lạm phát thông qua kiểm soát giá cả, là phản tác dụng và nhanh chóng bị loại bỏ. Bất chấp thành tựu khi ông cai trị, hệ thống tứ đầu chế của Diocletianus sụp đổ sau khi ông thoái vị dưới sự tranh chấp quyền lực triều đại của [[Maxentius]] và [[Constantinus Đại đế|Constantinus I]], con trai của [[Maximianus]] và [[Constantius]]. Nhưng, trong suốt 21 năm trị vì của mình, ông đã đưa Đế quốc La Mã thoát khỏi cuộc suy thoái<ref name=\"krieger166\"\/>.\n\n== Thời niên thiếu ==\n[[Tập tin:Salona - amphitheatre - panorama.jpg|nhỏ|phải|Toàn cảnh đài vòng ở [[Salona]]]]\nDiocletianus có lẽ sinh ra gần [[Salona]] ở Dalmatia ([[Solin]] hiện nay của [[Croatia]]), trong khoảng thời gian năm 244<ref name=BIRTH\/>, cha mẹ của ông đặt tên ông là Diocles, hoặc có thể là Diocles Valerius<ref>Aurelius Victor 39.1; Potter, 648.<\/ref> Nhà sử học hiện đại [[Timothy Barnes]] lấy ngày sinh nhật chính thức của ông, ngày 22 tháng 12,là ngày sinh thực tế của ông. Các nhà sử học khác không chắc chắn<ref>Barnes, ''New Empire'', 30; Williams, 237–38; cf. Rees, ''Diocletian and the Tetrarchy'', 86: \"We do not even know when he was born...\"<\/ref>, của cha mẹ Diocles có địa vị thấp, và các học giả quan trọng của ông tuyên bố rằng cha của ông là một người ghi chép hoặc một nô lệ được giải phóng của nguyên lão Anullinus, hoặc thậm chí là Diocles là một nộ lệ được giải phóng. Bốn mươi năm đầu tiên của cuộc đời ông chủ yếu nằm trong bức màn bí mật<ref>Barnes, ''Constantine and Eusebius'', 4; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 68; Potter, 280; Williams, 22–23.<\/ref> biên niên sử Byzantine của [[Joannes Zonaras]] cho rằng ông là Dux Moesiae,<ref>Zonaras, 12.31; Southern, 331; Williams, 26.<\/ref> một chỉ huy quân đội ở hạ lưu Danube.<ref>Mathisen, \"Diocletian\"; Williams, 26.<\/ref> Nguồn thường không đáng tin cậy Historia Augusta cho rằng ông phục vụ ở Gaul, nhưng tài khoản này không phải được chứng thực bởi các nguồn khác và bị bỏ qua bởi các nhà sử học hiện đại của thời kỳ này.<ref>''SHA'', ''Vita Carini'' 14–15; Williams, 26.<\/ref>\n\n=== Cái chết của Numerianus ===\nSau khi Hoàng đế [[Carus]] qua đời, những người con trai không được lòng dân của ông [[Numerianus]] và [[Carinus]] lên kế vị làm Augusti mới. Carinus nhanh chóng tiến đến Rome từ Gaul và đến nơi vào tháng 1 năm 284. Numerianus vẫn tiếp tục lưu lại ở phía đông<ref name=BNSCE4>Barnes, ''Constantine and Eusebius'', 4.<\/ref>. Người La Mã đã rời đất Ba tư mà không bị kháng cự.<ref name=SSC133>Southern, 133.<\/ref> Việc rút lui của người La Mã khỏi Ba Tư là có trật tự. Vua Sassanid [[Bahram II]] không bố trí bất kỳ đội quân nào chống lại họ, vì ông vẫn còn phải đấu tranh để thiết lập quyền lực của mình. Vào tháng 3 Năm 284 Numerianus đã tiến tới [[Emesa]] (Homs) ở [[Syria]], [[Tiểu Á]]<ref name=\"ReferenceA\">Barnes, ''Constantine and Eusebius'', 4; Leadbetter, \"Numerianus.\"<\/ref> Ở Emesa ông dường như vẫn còn sống và có sức khỏe tốt: ông đã ban hành huấn lệnh chỉ còn tồn tại với tên của mình ở trong đó<ref name=\"ReferenceA\"\/> nhưng sau khi ông rời khỏi thành phố, bộ tham mưu của ông ta, bao gồm cả thái thú [[Aper]], tuyên bố rằng ông bị viêm mắt. Ông di chuyển bằng xe ngựa che kín kể từ lúc đó.<ref>Leadbetter, \"Numerianus.\"<\/ref> Khi quân đội đến Bithynia,<ref name=\"BNSCE4\"\/> một số những người lính đã ngửi thấy mùi phát ra từ xe ngựa <ref name=SSC133>Southern, 133.<\/ref> Họ mở màn cửa và bên trong họ tìm thấy Numerianus đã chết.<ref>Barnes, ''Constantine and Eusebius'', 4; Leadbetter, \"Numerianus\"; Odahl, 39; Williams, 35.<\/ref>\n\nAper chính thức tuyên bố về cái chết của hoàng đế ở Nicomedia ([[Izmit]]) trong tháng mười một.<ref name=P280\/> Các tướng của Numerianus và quan bảo dân triệu tập một hội đồng lựa chọn người thừa kế, và chọn Diocles làm Hoàng đế,<ref>Barnes, ''Constantine and Eusebius'', 4; Bowman, \"Diocletian and the First Tetrarchy\" (''CAH''), 68; Williams, 35–36.<\/ref> bất chấp nỗ lực của Aper để thu hút sự ủng hộ <ref name=P280\/>. Vào ngày 20 tháng 11 năm 284, quân đội phía đông tụ tập trên một ngọn đồi 5&nbsp;km (3.1 dặm) bên ngoài Nicomedia. Quân đội nhất trí ủng hộ Diocles là Augustus mới của họ, và ông được trao hoàng bào cho. Ông giơ cao thanh kiếm của mình ra trước ánh sáng mặt trời và đã thề một lời thề tuyên bố không dính đến cái chết của Numerianus. Ông khẳng định rằng Aper đã giết chết Numerianus và che giấu nó <ref>Barnes, ''Constantine and Eusebius'', 4–5; Odahl, 39–40; Williams, 36–37.<\/ref> Trước sự chứng kiến của quân đội, Diocles đã rút thanh kiếm của mình và giết chết Aper <ref>Barnes, ''Constantine and Eusebius'', 4–5; Leadbetter, \"Numerian\"; Odahl, 39–40; Williams, 37.<\/ref> Theo [[Augusta Historia]], ông trích dẫn từ Virgil trong khi làm như vậy <ref>''SHA'', ''Vita Cari'' 13, cited in Averil Cameron, ''The Later Roman Empire'' (Glasgow: Fontana, 1993), 31.<\/ref>. Ngay sau khi chết Aper, Diocles thay đổi tên của mình theo tiếng Latinate là \"Diocletianus\",<ref>Corcoran, \"Before Constantine\", 39.<\/ref> tên đầy đủ là '''Gaius Aurelius Valerius Diocletianus''' <ref>Barnes, ''New Empire'', 31; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 68–69; Potter, 280; Southern, 134; Williams, 37.<\/ref>.\n\n=== Xung đột với Carinus ===\n[[Tập tin:Montemartini - Carino 1030439.JPG|nhỏ|Tượng bán thân của [[Carinus]] tại [[Centrale Montemartini]]]]\nSau khi ông kế vị ngai vàng, Diocletianus và [[Lucius Caesonius Bassus]] <ref>Fully, L. Caesonius Ovinius Manlius Rufinianus Bassus.<\/ref> cùng nắm giữ chức chấp chính quan.<ref>Barnes, ''Constantine and Eusebius'', 5; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Potter, 280; Southern, 134.<\/ref> Bassus là một thành viên của một gia đình nguyên lão ở Campania, một cựu chấp chính quan đồng thời là quan trấn thủ tỉnh châu Phi. Ông đã được lựa chọn bởi Probus vì sự xuất sắc của mình..<ref name=BNSCE5\/> Ông là một người đàn ông có tài năng trong các lĩnh vực của chính quyền nơi Diocletianus, có lẽ, đã không có kinh nghiệm.<ref name=P280\/> Sự chọn lựa Bassus của Diocletianus làm chấp chính quan như là biểu tượng sự chối bỏ của mình đối với chính quyền của [[Carinus]] tại Rome.\n\nDiocletianus không phải là thách thức duy nhất với sự cai trị của Carinus: kẻ cướp ngôi [[Sabinus Iulianus|M. Aurelius Julianus]], nắm quyền kiểm soát ở miền bắc Ý và Pannonia sau khi Diocletianus kế vị <ref>Barnes, ''Constantine and Eusebius'', 5; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Leadbetter, \"Carinus\"; Southern, 134–35; Williams, 38. See also Banchich.<\/ref> Julianus đúc tiền kim loại từ kho bạc tại Siscia ([[Sisak]], Croatia)tuyên bố mình là Hoàng đế và sự tự do đầy hứa hẹn. Đó là lý do công khai tốt cho Diocletianus, và nó hỗ cho sự miêu tả về Carinus của ông như là một bạo chúa tàn bạo và áp bức<ref>Southern, 134–5; Williams, 38.<\/ref>. Tuy nhiên, lực lượng của Julianus vốn đã yếu, và đã tan tác khi quân đội của Carinus di chuyển từ Anh đến phía bắc Ý. Là vị nguyên thủ của toàn bộ miền Đông, Diocletianus rõ ràng là mối đe dọa lớn hơn <ref>Barnes, ''Constantine and Eusebius'', 5; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Leadbetter, \"Carinus.\"<\/ref> Trong mùa đông năm 284-85, Diocletianus tiến về phía tây qua vùng Balkans. Vào mùa xuân, khoảng thời gian trước khi kết thúc tháng 5,<ref>Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Potter, 280.<\/ref> quân đội của ông đã gặp quân của Carinus đang vượt qua sông Margus(Đại Morava) ở Moesia. Theo nguồn hiện đại,vị trí này nằm giữa Mons Aureus (Seone, phía tây của Smederevo) và [[Viminacium]],<ref name=BNSCE5>Barnes, ''Constantine and Eusebius'', 5.<\/ref> gần Belgrade ngày nay, Serbia <ref>Barnes, ''Constantine and Eusebius'', 5; Odahl, 40; Southern, 135.<\/ref>.\n\nMặc dù có quân đội hùng mạnh hơn, Carinus đã giữ vị trí yếu hơn. Sự cai trị của ông đã không được lòng dân, và sau đó bị cáo buộc rằng ông đã ngược đãi viện nguyên lão và quyến rũ vợ của tướng lĩnh dưới quyền mình <ref>Barnes, ''Constantine and Eusebius'', 5; Williams, 37–38.<\/ref>. Đó có thể là [[Constantius Chlorus|Flavius ​​Constantius]], thống đốc Dalmatia và hợp tác với Diocletianus nhằm bảo vệ gia đình, đã đào ngũ tới chỗ Diocletian vào đầu mùa xuân<ref>Potter, 280; Williams, 37.<\/ref> Khi [[trận Margus]] bắt đầu,thái thú của Carinus, Aristobulus cũng đào ngũ.<ref name=P280\/> Trong lúc diễn ra trận chiến, Carinus đã bị giết bởi người của mình. Sau chiến thắng của Diocletianus, cả quân đội phía Tây và phía đông hoan nghênh ông là Augustus <ref>Barnes, ''Constantine and Eusebius'', 5; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Odahl, 40; Williams, 38.<\/ref>. Diocletianus đã đòi hỏi một lời thề trung thành từ quân đội bị đánh bại và rời khỏi Ý.<ref>Southern, 135; Williams, 38.<\/ref>\n\n== Thời kì cai trị đầu ==\nDiocletianus có thể đã tham gia trận chiến chống lại [[người Quadi]] và Marcomanni ngay lập tức sau [[trận Margus]]. Cuối cùng, ông đã đến miền Bắc nước Ý và thành lập một chính phủ đế quốc, nhưng không rõ là lúc nào ông đã đến thăm thành phố Rome vào thời điểm này<ref>Barnes, ''Constantine and Eusebius'', 5; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69.<\/ref> Có những đồng tiền đương đại được ban hành gợi ý một buổi lễ đón chào hoàng đế adventus (đến) thành phố,<ref>''Roman Imperial Coinage'' 5.2.241 no. 203–04; Barnes, ''Constantine and Eusebius'', 5, 287; Barnes, ''New Empire'', 50.<\/ref> Nhưng một số nhà sử học hiện đại cho rằng Diocletianus tránh thành phố, và rằng ông đã làm như vậy trên nguyên nguyên tắc, là thành phố và viện nguyên lão của nó không còn vai trò chính trị liên quan đến công việc của Đế chế. Diocletianus xác định ngày tháng triều đại của mình từ thời điểm ông được tuyên bố là hoàng đế bởi quân đội, không phải ngày ông được phê chuẩn bởi viện nguyên lão<ref>Williams, 41.<\/ref> noi theo tiền lệ được tạo ra bởi Carus, người đã tuyên bố sự phê chuẩn của viện nguyên lão là một hình thức vô dụng <ref>Aurelius Victor, ''De Cesaribus'', 37.5, quoted in Carrié & Rousselle, ''L'Empire Romain'', 654<\/ref> Nếu Diocletian bao giờ tiến vào Rome ngay sau khi ông kế vị, ông đã không ở lại lâu dài.<ref>Southern, 135, 331.<\/ref> ông được chứng thực có mặt ở khu vực Balkan vào ngày 2 tháng 11, năm 285, trong chiến dịch chống lại [[người Sarmatia]] <ref>Potter, 281.<\/ref>\n\nDiocletian thay thế thái thú của Rome bằng người đồng nghiệp chấp chính quan Bassus của mình. Hầu hết các quan chức đã từng phục vụ dưới thời Carinus, tuy vậy vẫn được giữ nguyên các chức vụ của họ dưới thời Diocletianus<ref>Barnes, ''Constantine and Eusebius'', 5–6; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Barnes, ''New Empire'', 113; Williams, 41–42.<\/ref>\n\nDiocletianus đã không giết chết hoặc hạ bệ kẻ phản bội Carinus, viên ''praefectus praetorio'' và chấp chính quan Aristobulus<ref>Barnes, \"Two Senators,\" 46; Barnes, ''Constantine and Eusebius'', 5–6; Leadbetter, \"Carinus\"; Southern, 135; Williams, 41<\/ref> và sau đó phong ông ta làm quan trấn thủ châu Phi và thăng chức cho ông ta lên chức thái thú thành thị.<ref>Leadbetter, \"Carinus.\"<\/ref> Và những người khác, những người được giữ lại chức của họ có thể cũng đã phản bội [[Carinus]] <ref>Barnes, \"Two Senators,\" 46; Barnes, ''Constantine and Eusebius'', 5–6; Leadbetter, \"Carinus.\"<\/ref>\n=== Phong Maximianus làm đồng hoàng đế ===\n[[Tập tin:IMP MAXIMIANVS P AVG.gif|nhỏ|Sự trung thành nhất quán của Maximianus với Diocletianus đã chứng minh một thành phần quan trọng trong những thành công ban đầu của chế độ \"Tứ đầu chế\".<ref>Corcoran, \"Before Constantine\", 40.<\/ref>]]\nLịch sử gian đoạn gần thời điểm này đã chứng minh rằng một vị quốc trưởng độc tôn là nguy hiểm cho sự ổn định của đế quốc. Các vụ ám sát [[Aurelianus]] (trị vì 270-75) và [[Probus]] làm chứng cho sự thật đó.<ref name=P280>Potter, 280.<\/ref> Xung đột sục sôi trong tất cả các tỉnh của đế quốc, từ [[Gallia|Gaul]] tới [[Syria]], Ai Cập tới hạ lưu Danube. Tất cả là quá nhiều để cho một người duy nhất có thể kiểm soát được, và Diocletianus cần một người giúp ông<ref>Barnes, ''Constantine and Eusebius'', 6; Southern, 136.<\/ref> Vào một thời điểm trong năm 285, ở Mediolanum ([[Milano|Milan]], Ý), {{#tag:ref|Barnes and Bowman argue for July 21,<ref>Barnes, ''Constantine and Eusebius'', 6; ''New Empire'', 4; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69.<\/ref> Potter for July 25.<ref>''The Roman Empire at Bay'', 280–81.<\/ref> |group=notes}} Diocletianus phong cho cấp dưới của mình Maximianus lên làm Caesar, biến ông ta thành đồng hoàng đế.<ref>Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 4; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Bleckmann; Corcoran, \"Before Constantine\", 40; Potter, 280–81; Williams, 43–45.<\/ref>\n\nKhái niệm về hai vị quốc trưởng cùng cai trị thì không có gì mới đối với [[đế quốc La Mã|đế chế La Mã]]. Augustus, hoàng đế đầu tiên (r. 27 TCN-14SCN), đã chia sẻ quyền lực với những đồng sự của mình, và chế độ đồng hoàng đế cũng đã tồn tại từ thời [[Marcus Aurelius]] (r. 161-80) <ref>Corcoran, \"Before Constantine\", 40. See also: Williams, 48–49.<\/ref>. Gần đây nhất, hoàng đế Carus và con trai của ông đã cai trị với nhau, mặc dù không thành công. Diocletianus đã ở một hoàn cảnh không yên tâm hơn so với hầu hết những người tiền nhiệm của ông, vì ông có một người con gái, Valeria, nhưng không có con trai. Người cùng cai trị với ông đến từ bên ngoài gia đình của ông. Do đó Ông ta có thể không dễ đáng tin cậy <ref>Potter, 280; Southern, 136; Williams, 43.<\/ref>\n\nMối quan hệ giữa Diocletianus và Maximianus đã nhanh chóng được diễn tả bằng những thuật ngữ tôn giáo. Khoảng năm 287 Diocletianus lấy danh hiệu ''Iovius'', và Maximianus lấy danh hiệu ''Herculius'' <ref>Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 70–71; Corcoran, \"Before Constantine\", 40; Liebeschuetz, 235–52, 240–43; Odahl, 43–44; Williams, 58–59.<\/ref> Những tước hiệuề này có thể có nghĩa là nhằm để truyền đạt một số đặc điểm của các vị nguyên thủ liên quan tới chúng; Diocletianus, được ví như thần Jupiter, sẽ đảm nhận vai trò cai trị với việc lập kế hoạch và chỉ huy; Maximianus, được ví như thần Hercules, sẽ hành động như vị anh hùng của thần Jupiter<ref>Barnes, ''Constantine and Eusebius'', 11–12; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 70–71; Corcoran, \"Before Constantine\", 40; Odahl, 43; Southern, 136–37; Williams, 58.<\/ref> Về ý nghĩa tôn giáo của chúng, các vị hoàng đế không phải là những \"vị thần\" như truyền thống của giáo phái tôn thờ hoàng đế mặc dù họ có thể có được ca ngợi như vậy trong các bài văn tụng hoàng đế. Thay vào đó, họ được xem là đại diện của thần, thực ý muốn của họ trên trái đất <ref>Barnes, ''Constantine and Eusebius'', 11; Cascio, \"The New State of Diocletian and Constantine\" (CAH), 172.<\/ref> Sau khi lên ngôi, Maximianus đã được phái đi đàn áp cuộc [[nổi dậy Bagaudae]] ở Gaul còn Diocletianus quay trở lại phía Đông.<ref>Barnes, ''Constantine and Eusebius'', 6; Southern, 137.<\/ref>\n\n=== Cuộc chiến với người Sarmatia và Ba Tư ===\nDiocletianus đã tiến về phía đông một cách từ từ. Vào ngày 2 tháng 11, ông mới chỉ đến Citivas Iovia (Botivo, gần [[Ptuj]], [[Slovenia]]).<ref>''Codex Justinianus'' 4.48.5; ''Fragmenta Vaticana'' 297; Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 50; Potter, 281.<\/ref> Trong khu vực Balkans, vào mùa thu năm 285, ông đã bắt gặp một bộ tộc [[người Sarmatia]] yêu cầu sự hỗ trợ từ Hoàng đế. Người Sarmatia cầu xin Diocletianus có thể giúp họ khôi phục lại đất đai của họ bị mất hoặc cấp cho họ quyền được chăn thả gia súc của họ trong đế quốc. Diocletianus đã từ chối và đã giao chiến với họ, nhưng không thể đảm bảo một thắng lợi hoàn toàn. Mối đe dọa của những cư dân du mục du tới từ thảo nguyên châu Âu vẫn còn, và không thể giải quyết bằng một cuộc chiến tranh duy nhất, người Sarmatians sẽ sớm chiến đấu một lần nữa <ref>Southern, 143; Williams, 52.<\/ref> Ông đã trú đông ở Nicomedia {{#tag:ref|He is placed there by a rescript dated March 3, 286.<ref>''Fragmenta Vaticana'' 275; Barnes, ''Constantine and Eusebius'', 6; Potter, 281, 649.<\/ref>|group=notes}} Có thể đã có một cuộc nổi dậy ở các tỉnh phía đông tại thời điểm này, bởi vì Diocletianus đã đưa những người định cư từ châu Á đến cư trú ở những vùng đất nông nghiệp bỏ hoang thuộc Thrace.<ref>''Panegyrici Latini'' 8(5)21.1; Barnes, ''Constantine and Eusebius'', 6.<\/ref> Ông đã viếng thăm xứ Judea mùa xuân năm sau. {{#tag:ref|He is attested there in a rescript dated May 31, 287.<ref>''Codex Justinianus'' 4.10.3; 1.51.1; 5.17.3; Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 50–51; Potter, 281, 649.<\/ref> The Jewish Midrash suggests that Diocletian resided at Panias (present-day Banias) in the northern Golan Heights.<ref>Bereishis Rabbah, Ed. Vilna, Parashas Toledos 63:8.<\/ref>|group=notes}} Ông có thể đã trở lại Nicomedia vào mùa đông. Sự có mặt của Diocletianus ở phía Đông đã cho thấy sự thành công về mặt ngoại giao trong cuộc xung đột với Ba Tư:. Trong năm 287, [[Bahram II]] tặng ông những món quà quý giá, tuyên bố tình bạn với Đế chế, và mời Diocletianus đến thăm ông <ref>Barnes, ''Constantine and Eusebius'', 6; Millar, 177.<\/ref> Các nguồn La Mã nhấn mạnh rằng hành động trên là hoàn toàn tự nguyện <ref>Southern, 242.<\/ref>\n\nKhoảng thời gian này, có lẽ năm 287,<ref>Barnes, ''New Empire'', 51; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 73.<\/ref> Ba Tư từ bỏ yêu cầu quyền lợi đối với Armenia và đã công nhận chủ quyền của La Mã đối với vùng lãnh thổ phía tây và phía nam của sông Tigris. Phần phía tây của Armenia đã được sáp nhập vào đế quốc và trở thành một tỉnh. [[Tiridates III của Armenia|Tiridates III]], thành viên [[đế quốc Parthia|nhà Arsaces]] của Armenia vốn có quyền kế vị ngai vàng và là chư hầu La Mã, đã bị tước mất quyền kế vị và buộc phải sống lưu vong ở bên trong đế quốc sau cuộc chinh phục của Ba Tư năm 252 \/ 3. Năm 287, ông ta trở về để đòi lại nửa phía đông vùng đất của tổ tiên mình. Ông đã không gặp phải sự phản đối<ref>Barnes, ''Constantine and Eusebius'', 6; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 73; Potter, 292, 651; Southern, 143; Williams, 52.<\/ref> Những món quà tặng của Bahram II đã được công nhận rộng rãi là biểu tượng của một chiến thắng trong cuộc xung đột đang diễn ra với Ba Tư, Diocletianus được ca ngợi là \"người sáng lập của nền hòa bình vĩnh cửu\". Những sự kiện ấy có thể được cho là một kết thúc chính thức cho chiến dịch phía đông của Carus, có lẽ đã kết thúc mà không có một nền hòa bình được công nhận<ref>Southern, 242, 360–61.<\/ref> Vào lúc kết thúc các cuộc tranh luận với người Ba Tư, Diocletianus đã tổ chức lại biên giới Lưỡng Hà và tăng cường củng cố thành phố [[Circesium]] (Buseire. Syria) bên sông Euphrates.<ref>Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 73; Millar, 180–81; Southern, 143; Williams, 52.<\/ref>\n\n=== Maximianus trở thành Augustus ===\nChiến dịch của Maximianus đã không tiến hành một cách trôi chảy. Cuộc nổi dậy Bagaudae đã dễ dàng bị dập tắt, nhưng [[Carausius]], người mà ông giao cho phụ trách hoạt động chống cướp biển Saxon và Frank ở bờ biển Saxon, đã bắt đầu chiếm lấy chiến lợi phẩm bị tịch thu từ những tên cướp biển riêng cho mình. Maximianus đã ban lệnh hành quyết người cấp dưới hay ăn cắp vặt của mình. Carausius chạy trốn khỏi Lục địa, tự xưng là Augustus, và kích động Anh cùng Tây Bắc [[Gallia|Gaul]] tiến hành nổi dậy chống lại Maximianus và Diocletianus <ref>Barnes, ''Constantine and Eusebius'', 6–7; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 70–71; Potter, 283–84; Southern, 137–41; Williams, 45–47.<\/ref> Được Thúc đẩy bởi cuộc khủng hoảng này, ngày 01 tháng tư, năm 286,<ref name=AUGGGG>Barnes, ''Constantine and Eusebius'', 6–7; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; Potter, 282; Southern, 141–42; Williams, 47–48.<\/ref>{{#tag:ref|The chronology of Maximian's appointment as Augustus is somewhat uncertain.<ref>Corcoran, \"Before Constantine\", 40; Southern, 142.<\/ref> Some suggest that Maximian was appointed Augustus from the beginning of his imperial career, without ever holding the office of Caesar;<ref>Potter, 281; Southern, 142; following ''De Caesaribus'' 39.17.<\/ref> others date the assumption of the Augustan title to March 1, 286.<ref>Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 69; following ''BGU'' 4.1090.34.<\/ref> April 1, 286 is the most common date used in modern histories of the period.<ref name=\"AUGGGG\"\/>|group=notes}} Maximianus đã tự xưng là Augustus.<ref>Barnes, ''Constantine and Eusebius'', 7; Bleckmann; Corcoran, \"Before Constantine\", 40; Potter, 282; Southern, 141–42; Williams, 48.<\/ref> Chức tước của Maximianus là không bình thường ở chỗ Diocletianus đã không thể có mặt để chứng kiến ​​sự kiện này. Thậm chí còn có giả thuyết cho rằng Maximianus đã chiếm đoạt danh hiệu, và sau đó được Diocletianus công nhận với hy vọng tránh cuộc nội chiến<ref>Potter, 649.<\/ref> Giả thuyết này đã không được ưa chuộng, vì nó là rõ ràng rằng Diocletianus đã cho Maximianus được phép hành động với một số quyền hạn độc lập nhất định <ref>Potter, 282; Williams, 49.<\/ref>\n[[Tập tin:Antoninianus Carausius leg4-RIC 0069v.jpg|nhỏ|trái|Carausius tiếm vị xưng đế ở [[Anh thuộc La Mã|tỉnh Britannia]]. Hầu hết các bằng chứng về triều đại của Carausius xuất phát từ tiền xu vốn có chất lượng tốt của ông.<ref>Southern, 140.<\/ref>]]\n\nMaximianus nhận ra rằng ông có thể không ngay lập tức ngăn chặn viên chỉ huy lừa đảo, và như vậy, toàn bộ mùa chiến dịch năm 287, thay vào đó ông tiến hành chiến dịch chống lại các bộ lạc bên kia sông Rhine<ref>Barnes, ''Constantine and Eusebius'', 7; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 71; Corcoran, \"Before Constantine\", 40.<\/ref>. Mùa xuân năm sau, khi Maximianus chuẩn bị một hạm đội cho một cuộc viễn chinh chống lại [[Carausius]], Diocletianus quay trở về từ phía Đông để gặp Maximianus. Hai vị hoàng đế đã nhất trí về một chiến dịch chung chống lại [[người Alemanni|người Alamanni]]. Diocletianus xâm lược Germania từ vùng Raetia trong khi Maximianus tiến hành từ Mainz. Mỗi vị hoàng đế thiêu cháy ruộng đồng và các nguồn cung cấp thực phẩm ở những nơi khi họ đi qua, phá hủy nguồn nuôi sống chính của người Đức <ref>Rees, ''Layers of Loyalty'', 31; Southern, 142–43; Williams, 50.<\/ref>. Hai người đã thêm vung đất này vào lãnh thổ đế quốc và cho phép Maximianus tiếp tục chuẩn bị chống lại Carausius mà không bị xáo trộn gì nữa <ref>Barnes, ''Constantine and Eusebius'', 7; Corcoran, \"Before Constantine\", 40; Southern, 143.<\/ref> Trên đường quay trở về phía Đông, Diocletianus đã cố gắng những gì có thể là một chiến dịch nhanh chóng chống lại người Sarmatia lại nổi lên. Không có chi tiết nào còn sót lại, nhưng những chữ khắc còn sót lại chỉ ra rằng Diocletianus đã lấy tiêu đề ''Sarmaticus Maximus'' sau năm 289.<ref>Barnes, ''New Empire'', 255; Southern, 144.<\/ref>\n\nỞ phương Đông, Diocletianus đã tiến hành đàm phán với các bộ lạc sa mạc ở khu vực giữa Rome và Ba Tư. Ông có thể đã cố gắng để thuyết phục bản thân họ trở thành đồng minh với Roma, hoặc chỉ đơn giản là cố gắng làm giảm tần suất các cuộc xâm nhập của họ <ref>Williams, 63.<\/ref>. Không có ghi chép chi tiết nào còn sót lại về những sự kiện này<ref>Southern, 144.<\/ref> một số ông hoàng của các nước này đã là các vị vua chư hầu của Ba Tư;.một thực tế đáng lo ngại làm gia tăng những căng thẳng ngày càng tăng với vương quốc đối địch này<ref>Williams, 78.<\/ref> ở phía Tây, Maximianus đã mất hạm đội được xây dựng vào năm 288 và 289, có thể là vào đầu những năm mùa xuân của năm 290. Diocletianus đã kết thúc chuyến kinh lý của các tỉnh Đông ngay sau đó. Ông trở lại phía Tây với sự vội vàng, tới Emesa vào ngày 10 tháng năm, năm 290,,<ref>''Codex Justinianus'' 9.41.9; Barnes, ''New Empire'', 51; Potter, 285, 650.<\/ref> và Sirmium trên sông Danube vào ngày 1 tháng 7 năm 290 <ref>''Codex Justinianus'' 6.30.6; Barnes, ''New Empire'', 52; Potter, 285, 650.<\/ref>\n\nDiocletianus đã gặp [[Maximianus]] ở Meidolanium vào mùa đông năm 290-91, hoặc vào cuối tháng 12 năm 290 hoặc tháng 1 năm 291.<ref>Barnes, ''Constantine and Eusebius'', 8; Barnes, ''New Empire'', 52; Potter, 285.<\/ref> Cuộc gặp mặt được diễn ra theo chiều hướng hào nhoáng long trọng. Hai vị Hoàng đế đã dành hầu hết thời gian của họ xuất hiện công khai. Người ta đã phỏng đoán rằng các nghi lễ đã được sắp xếp để chứng minh hỗ trợ tiếp tục của Diocletianus đối với người đồng cấp yếu thế của mình.<ref name=ubdeze>Potter, 285.<\/ref> Một đại biểu của Viện Nguyên lão La Mã yết kiến hai Hoàng đế, nối lại sự tiếp xúc không mấy thường xuyên của viện này với Vương triều.<ref>''Panegyrici Latini'' 11(3)2.4, 8.1, 11.3–4, 12.2; Barnes, ''Constantine and Eusebius'', 8, 288; Potter, 285, 650; Williams, 56.<\/ref> Quyết định dời đô từ Roma về Meidolanium càng thêm hạ thấp niềm tự hào của thủ đô. Nhưng từ lâu người La Mã đã có truyền thống chỉ đặt Roma làm thủ đô nghi lễ, còn đế đô thực thụ của đế quốc thì được định đoạt bởi nhu cầu phòng vệ. Trước Diocletianus đã lâu, [[Gallienus]] (trị vì 253–268) đã đóng đại bản doanh ở Meidolanium.<ref name=\"Elsner, Imperial Rome, 73\">Elsner, ''Imperial Rome'', 73.<\/ref> Nếu bài tán tụng kế vị buổi nghi lễ này ngụ ý rằng Roma không thực sự là trung tâm của đế quốc, nhưng là nơi Hoàng đế ngự (\"...thủ đô của Đế quốc nằm ở đây, nơi hai Hoàng đế họp bàn\"),<ref>''Panegyrici Latini'' 11(3)12, qtd. in Williams, 57.<\/ref> nó chẳng qua là âm vang của câu nói của sử gia [[Herodian]] hồi đầu [[thế kỷ 3]]: \"Roma là nơi có Hoàng đế\".<ref name=\"Elsner, Imperial Rome, 73\"\/> Trong buổi họp mặt, có lẽ hai Hoàng đế đã ra các quyết sách về chính trị và chiến tranh, nhưng chúng được giữ bí mất.<ref>Barnes, ''Constantine and Eusebius'', 8; Potter, 285, 288.<\/ref> Các Hoàng đế không họp mặt nữa cho đến năm 303.<ref name=ubdeze>Potter, 285.<\/ref>\n\n== Tứ đầu chế ==\n=== Thiết lập chế độ tứ đầu chế ===\n[[Tập tin:Sbeitla 10.jpg|nhỏ|Khải hoàn môn của chính quyền Tứ đầu chế, [[Sbeitla]], [[Tunisia]]]]\nMột thời gian sau khi trở về, và trước năm 293, Diocletianus đã chuyển giao quyền chỉ huy cuộc chiến chống lại [[Carausius]] từ Maximianus tới tay [[Constantius Chlorus|Flavius ​​Constantius]]. Constantius là một cựu thống đốc Dalmatia và một người có nhiều kinh nghiệm quân sự bắt đầu từ các chiến dịch của [[Aurelianus|Aurelian]] chống lại [[Zenobia]] (272-73). Ông là ''praefectus praetorio'' của Maximian ở Gaul, và chồng của con gái Maximianus, [[Theodora]]. Vào ngày 1 tháng 3 năm 293 ở Milan, Maximian phong cho Constantius tước hiệu Caesar <ref>Barnes, ''Constantine and Eusebius'', 8–9; Barnes, ''New Empire'', 4, 36–37; Potter, 288; Southern, 146; Williams, 64–65.<\/ref> Trong mùa xuân của năm 293, có thể ở [[Philippopolis]] ([[Plovdiv]], Bulgaria) hoặc [[Sirmium]], Diocletianus sẽ làm như vậy cho [[Galerius]], chồng của [[Valeria]], con gái Diocletianus, và có lẽ cũng là '' praefectus praetorio'' của Diocletianus {{#tag:ref|The suggested dates for Galerius' appointment are 1 March and 21 May. There is no consensus on which is correct.<ref>Barnes, ''Constantine and Eusebius'', 8–9; Barnes, ''New Empire'', 4, 38; Potter, 288; Southern, 146; Williams, 64–65.<\/ref>|group=notes}} Constantius được giao xứ Gaul và Anh. Galerius được giao Syria, Palestine, Ai Cập, và chịu trách nhiệm cho các vùng biên giới phía đông <ref>Barnes, ''Constantine and Eusebius'', 8–9; Williams, 67.<\/ref>\n\nSự sắp xếp này được gọi là Tứ đầu chế (''Tetrarchy''), từ một thuật ngữ tiếng Hy Lạp có nghĩa là \"chính quyền của bộ tứ\".<ref>Southern, 145.<\/ref> Các vị hoàng đế ''Tetrarchy'' đã có nhiều hơn hoặc ít chủ quyền hơn trong vùng đất riêng của mình, và họ di chuyển cùng với các triều đình hoàng gia của họ, các quan chức hành chính, thư ký, và quân đội.<ref>Corcoran, \"Before Constantine\", 45–46; Williams, 67.<\/ref> Họ đã được gắn kết với nhau bởi máu và hôn nhân, Diocletianus và Maximian tự gọi nhau là anh em. Các đồng-hoàng đế cấp cao này đã chính thức chấp nhận Galerius và Constantius là con trai họ trong năm 293. Những mối quan hệ này ngụ ý một dòng dõi kế vị liên tiếp. [[Galerius]] và Constantius sẽ trở thành Augusti sau khi Diocletian và Maximian thoái vị. Con trai của Maximianus, [[Maxentius]] và con trai của Constantius Constantinus sau đó sẽ trở thành Caesar. Để chuẩn bị cho vai trò tương lai của họ, Constantinus và Maxentius được đưa đến triều đình của Diocletianus ở [[Nicomedia]].<ref>Barnes, ''Constantine and Eusebius'', 8–9.<\/ref>\n\n=== Xung đột ở Balkan và Ai Cập ===\n[[Tập tin:Philae, Trajan's Kiosk, Aswan, Egypt, Oct 2004.jpg|nhỏ|Một ngôi đền của [[Traianus]] trên đảo [[Philae]], biên giới mới được thiết lập giữa [[Nobatae]], [[Blemmyes]] và tỉnh [[Ai Cập thuộc La Mã]]<ref name=BNCE1718\/>]]\nDiocletianus đã dành mùa xuân của năm 293 để du hành với Galerius từ Sirmium ([[Sremska Mitrovica]], Serbia) tới [[Byzantium]] ([[Istanbul]], Thổ Nhĩ Kỳ). Diocletianus sau đó trở lại Sirmium, nơi ông sẽ lưu lại trong mùa đông và mùa xuân tiếp theo. Ông tiếp đó tiến hành chiến dịch chống lại [[người Sarmatia]] một lần nữa vào năm 294, có thể là vào mùa thu,<ref name=pymwoj>Odahl, 59.<\/ref> và giành được một chiến thắng trước họ. Thất bại của người Sarmatia giúp bảo vệ các tỉnh Danube khỏi họ trong một thời gian dài. Trong khi đó, Diocletianus xây dựng các pháo đài ở phía bắc của sông Donau,<ref>Barnes, ''Constantine and Eusebius'', 17; Williams, 76–77.<\/ref> tại [[Aquincum]] ([[Budapest]], Hungary), [[Bononia]] ([[Vidin]], Bulgaria), Ulcisia Vetera, Castra Florentium, Intercisa (Dunaujvaros, Hungary), và Onagrinum (Begeč, Serbia). Các pháo đài mới trở thành một phần của một phòng tuyến mới được gọi là ''Ripa Sarmatica''<ref>Williams, 76.<\/ref> Vào năm 295 và 296, Diocletianus lại tiếp tục tiến hành chiến dịch trong khu vực một lần nữa, và giành được một chiến thắng trước [[người Carpi]] vào mùa hè năm 296<ref>Barnes, ''Constantine and Eusebius'', 17; Odahl, 59; Southern, 149–50.<\/ref> Sau đó, trong các năm 299 và 302, khi Diocletianus đang cư trú ở phí Đông, Galerius phát huy chiến dịch và giành thắng lợi trên [[sông Donau]].<ref>Carrie & Rousselle, ''LEmpire Romain'', 163–164<\/ref>\n\nTrong khi đó,[[Galerius]], lại đang bận rộn với những xung đột ở [[Thượng Ai Cập]] trong giai đoạn từ năm 291 đến 293, ở đó ông đã đàn áp một cuộc bạo loạn trong khu vực <ref>Carrié & Rousselle, ''L'Empire Romain'', 163<\/ref> Ông sẽ trở về Syria vào năm 295 để chống lại đế chế Ba Tư<ref name=BNSCE17>Barnes, ''Constantine and Eusebius'', 17.<\/ref>. Những nỗ lực của Diocletianus để đưa hệ thống thuế của Ai Cập vào khuôn khổ và phù hợp với tiêu chuẩn đế quốc đã khuấy động sự bất mãn, và một cuộc nổi dậy đã quét qua khu vực sau khi Galerius khởi hành.<ref>Barnes, ''Constantine and Eusebius'', 17. See also Southern, 160, 338.<\/ref> Kẻ tiếm vị [[Domitius Domitianus|L. Domitius Domitianus]] tự mình tuyên bố là Augustus trong tháng Bảy hoặc tháng 8 năm 297. Phần lớn của Ai Cập, bao gồm [[Alexandria]], đã công nhận sự cai trị của ông ta<ref name=\"BNSCE17\"\/>. Diocletianus ngay sau đó tiến sang Ai Cập để ngăn chặn ông ta, đầu tiên ông đánh bại phiến quân ở [[Thebaid]] vào mùa thu năm 297 <ref name=\"BNSCE17\"\/> sau đó ông quay ra bao vây Alexandria. Domitianus qua đời trong tháng 12 năm 297,<ref>DiMaio, \"Domitius\".<\/ref> vào thời gian này Diocletianus đã giành được quyền kiểm soát đối với vùng nông thôn Ai Cập. Alexandria, mà đã được tổ chức phòng thủ dưới quyền cựu [[corrector]] của Diocletianus, [[Achilleus (Hoàng đế)|Aurelius Achilleus]], đã có thể cầm cự được một thời gian, có thể đến tháng 3 năm 298 <ref>Barnes, ''Constantine and Eusebius'', 17; DiMaio, \"Domitius\".<\/ref>\n\nCác vấn đề liên quan đến bộ máy quan liêu đã được hoàn thành trong thời gian Diocletian lưu lại::<ref>Barnes, ''Constantine and Eusebius'', 17–18; Southern, 150.<\/ref> một cuộc điều tra dân số đã được tiến hành, và Alexandria, bị trừng phạt vì cuộc nổi loạn của nó, bị bãi bỏ quyền đúc tiền một cách độc lập.<ref name=mjhujr>Southern, 150.<\/ref> Những cải cách của Diocletianus trong khu vực, kết hợp với những cải cách của Septimus Severus, đã đưa việc quản lý chính quyền ở Ai Cập tới gần hơn với các tiêu chuẩn La Mã.<ref>Harries, 173.<\/ref>. Diocletianus sau đó đi về phía Nam dọc theo sông Nile vào mùa hè năm sau, tại đó ông đến thăm [[Oxyrhynchus]] và [[Elephantine]] <ref name=mjhujr>Southern, 150.<\/ref> Ở Nubia, ông đã giảng hòa với các bộ lạc [[Nobatae]] và [[Blemmye]]. Theo các điều khoản của hiệp ước hòa bình, biên giới của Rome di chuyển về phía bắc đến [[Philae]] và hai bộ tộc đã nhận được một lượng vàng nhất định hàng năm. Diocletianus nhanh chóng rời khỏi châu Phi sau hiệp ước này, ông rời [[Thượng Ai Cập]] vào tháng 9 năm 298 và tới Syria vào tháng 2 năm 299. Ông sau đó đã tụ họp với Galerius ở vùng Lưỡng Hà..<ref name=BNCE1718>Barnes, ''Constantine and Eusebius'', 17–18.<\/ref>\n\n=== Chiến tranh với Ba Tư ===\n{{xem thêm|Quan hệ giữa La Mã và nhà Sassanid|Chiến tranh La Mã-Ba Tư}}\n==== Xâm lược và đáp trả ====\n[[Tập tin:Diocletianus.jpg|nhỏ|Đồng xu có hình Diocletian được phát hành bởi quân đội]]\nNăm 294, [[Narseh]], một người con trai của Shapur, đã tiến hành cướp ngôi vua ở Ba Tư. Narseh đã lật đổ [[Bahram III]], một thanh niên trẻ được tôn lên làm vua trong sự náo loạn sau cái chết của [[Bahram II]] vào năm 293 <ref>Potter, 292; Williams, 69.<\/ref> Đầu năm 294, Narseh đã gửi tặng Diocletian những món quà theo phong tục giữa hai đế quốc, và Diocletian đáp lại bằng một cuộc trao đổi sứ thần.\n\nNarseh sau đó tuyên chiến với Rome vào năm 295 hay 296. Đầu tiên, Ông đã xâm lược miền Tây Armenia, nơi ông đã chiếm lấy các vùng đất được giao cho Tiridates theo hiệp ước hòa bình vào năm 287<ref>Ammianus Marcellinus 23.5.11; Barnes, ''Constantine and Eusebius'', 17; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 81; \" Potter, 292; Southern, 149.<\/ref>. Narseh sau đó tiến quân về phía nam vào vùng Mesopotamia của La Mã năm 297, nơi ông đã đánh bại Galerius trong vùng đất giữa [[Carrhae]] (Harran, Thổ Nhĩ Kỳ) và Callinicum ([[Ar-Raqqah]], Syria) <ref>Eutropius 9.24–25; Barnes, ''Constantine and Eusebius'', 17; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 81; Millar, 177–78.<\/ref> Diocletianus có thể hoặc không có mặt trong trận đánh này,<ref>Potter, 652.<\/ref> nhưng ông đã nhanh chóng tự mình rũ bỏ tất cả trách nhiệm. Trong một buổi lễ kỉ niệm công khai tại Antioch, những sự kiện này đã được thuật lại một cách rõ ràng: Galerius phải chịu trách nhiệm cho thất bại, còn Diocletianus thì không. Diocletianus đã công khai làm nhục Galerius, buộc ông ta phải đi bộ một dặm ở đầu của đoàn diễu hành hoàng gia, và vẫn mặc bộ áo choàng màu tím của Hoàng đế<ref>Eutropius 9.24–25; Theophanes, ''anno'' 5793; Barnes, ''Constantine and Eusebius'', 17; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 81; Potter, 292–93.<\/ref>{{#tag:ref|It is possible that Galerius' position at the head of the caravan was merely the conventional organization of an Imperial progression, designed to show a Caesar's deference to his Augustus, and not an attempt to humiliate him.<ref>Rees, ''Diocletian and the Tetrarchy'', 14.<\/ref>|group=notes}}\n\n[[Tập tin:Arch-of-Galerius-1.jpg|nhỏ|Cảnh [[Galerius]] tấn công [[Narseh]] trên [[Khải hoàn môn và Lăng Galerius#Khải hoàn môn của Galerius|Khải hoàn môn của Galerius]] tại [[Thessaloniki]], [[Hy Lạp]]<ref>Rees, ''Diocletian and the Tetrarchy'', 14; Southern, 151.<\/ref>]]\nGalerius đã được tăng viện bằng một đội quân mới được thu thập từ khu vực Danube của đế chế có lẽ vào mùa xuân của năm 298<ref>Barnes, ''Constantine and Eusebius'', 18; Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 81; Millar, 178.<\/ref> Narseh đã không tiến quân từ Armenia và Mesopotamia, và đã cho phép Galerius có thể chỉ huy một cuộc tấn công trong năm 298 với một cuộc tấn công vào phía bắc Mesopotamia thông qua Armenia.<ref>Millar, 178; Potter, ''Roman Empire at Bay'', 293.<\/ref>{{#tag:ref|[[Faustus of Byzantium]]'s history refers to a battle that took place after Galerius set up base at [[Satala]] (Sadak, Turkey) in [[Armenia Minor]], when Narseh advanced from his base at Oskha to attack him.<ref>Bowman, \"Diocletian and the First Tetrarchy\" (CAH), 81.<\/ref> Other histories of the period do not note these events.|group=notes}}Cũng chưa rõ ràng rằng liệu Diocletianus đã có mặt để tham gia chiến dịch này, hay là ông có thể đã trở về Ai Cập hoặc Syria{{#tag:ref|Lactantius criticizes Diocletian for his absence from the front,<ref>Lactantius, ''De Mortibus Persecutorum'' 9.6.<\/ref> but Southern, dating Diocletian's African campaigns one year earlier than Barnes, places Diocletian on Galerius' southern flank.<ref>''Severus to Constantine'', 151, 335–36.<\/ref>|group=notes}} Narseh đã rút quân về Armenia để đương đầu với quân đội của Galerius, nhưng bất lợi cho Narseh đó là địa hình gồ ghề của Armenia lại thuận lợi cho bộ binh la Mã, và gây bất lợi cho kỵ binh Sassanid. Trong cả hai trận đánh,, Galerius đều giành được những chiến thắng lớn trước Narseh. Trong [[Trận Satala(năm 298)|lần giao tranh thứ hai]], quân La Mã đã chiếm giữ được trại của Narseh, ngân khố của ông ta, hậu cung và vợ của ông ta.<ref>Barnes, ''Constantine and Eusebius'', 18; Potter, 293.<\/ref> Galerius tiếp tục tiến quân xuôi theo sông Tigris, và đã chiếm được kinh đô Ctesiphon của Ba Tư trước khi trở về lãnh thổ La Mã dọc theo sông Euphrates.<ref>Barnes, ''Constantine and Eusebius'', 18; Millar, 178.<\/ref>\n\n==== Đàm phán hòa bình ====\nNarseh gửi một sứ thần tới chỗ Galerius để cầu xin ông ta trao trả lại vợ và con cái của mình trong khi chiến tranh đang diễn ra, nhưng Galerius đã gạt bỏ ý định này của ông.<ref name=BNSCE18\/> Các cuộc đàm phán hòa bình nghiêm túc đã được bắt đầu vào mùa xuân năm 299. Viên ''Magister memoriae'' (thư ký) Probus Sicorius của Diocletianus và Galerius đã được phái đến chỗ Narseh để thương lượng các điều khoản hòa bình <ref name=BNSCE18>Barnes, ''Constantine and Eusebius'', 18.<\/ref> Các điều kiện của [[hiệp ước Hòa bình Nisibis]] là nặng nề.;<ref name=P293>Potter, 293.<\/ref> Armenia sẽ phải quay trở lại dưới sự thống trị của La Mã, với pháo đài Ziatha như là biên giới của nó; [[Caucasian Iberia]] sẽ phải trung thành với La Mã dưới quyền một người La Mã được bổ nhiệm; Nisibis, bây giờ nằm dưới sự cai trị của La Mã, sẽ trở thành đầu mối duy nhất cho thương mại giữa Ba Tư và Roma và Roma sẽ tiến hành kiểm soát toàn bộ năm tổng trấn giữa [[tigris|sông Tigris]] và Armenia: Ingilene, Sophanene \n(Sophene), Arzanene (Aghdznik), Corduene, và Zabdicene (gần Hakkari ngày nay, Thổ Nhĩ Kỳ).\n\nMột dải đất có với một loạt thành trì chiến lược ở Amida ([[Diyarbakır]], [[Thổ Nhĩ Kỳ]]) và Bezabde đã quay lại dưới tầm kiểm soát của quân đội La Mã.<ref name=M178>Millar, 178.<\/ref> Với những vùng lãnh thổ thế này, La Mã sẽ có một đồn binh chiến lược ở phía bắc Ctesiphon, và sẽ có thể làm chậm bất kỳ cuộc hành quân của quân đội Ba Tư thông qua khu vực này trong tương lai.<ref name=P293\/> Nhiều thành phố phía đông của sông Tigris đã bị La Mã kiểm soát, bao gồm Tigranokert, Saird, Martyropolis, Balalesa, Moxos, Daudia, và Arzan - dù dưới những tình trạng không rõ ràng.<ref name=M178>Millar, 178.<\/ref> Theo kết quả của hiệp ước hòa bình, Tiridates lấy lại cả ngai vàng của mình và toàn bộ yêu cầu bồi thường của tổ tiên của mình.<ref name=BNSCE18\/> Người La Mã đảm bảo một khu vực ảnh hưởng văn hóa rộng lớn, dẫn đến một truyền bá rộng rãi của nhánh Kitô giáo Syria ở trung tâm Nisibis trong thập kỷ sau, và sau đó là Kitô hóa cả Armenia.<ref name=P293\/>\n\n== Các cuộc bức hại tôn giáo ==\n==== Những cuộc bách hại ban đầu ====\nKhi hoà ước được ký kết, Diocletianus và Galerius trở về Antioch ở Syria.<ref>Southern, 151.<\/ref> Khoảng năm 299, hai Hoàng đế tham gia trong lễ [[cúng tế]] và [[bói Dịch|bói toán]] để dự đoán tương lai. Những thầy bói ''[[auspex]]'' không thể xem xét bộ lòng của những con vật giết để tế lễ, và đổ tội cho người Ki-tô giáo trong gia đình Hoàng đế. Các Hoàng đế truyền lệnh cho mọi quan viên phải làm lễ tế thần để \"tẩy uế\" cho cung điện. Hai Hoàng đế gửi thư cho giới chỉ huy quân sự, yêu cầu toàn bộ quân đội hoặc là tổ chức những lễ cúng tế mà hai ông đã đề ra hoặc là bị sa thải.<ref>Lactantius, ''De Mortibus Persecutorum'' 10.1–5; Barnes, \"Sossianus Hierocles\", 245; Barnes, ''Constantine and Eusebius'', 18–19; Burgess, \"Date of the Persecution\", 157–58; Helgeland, \"Christians and the Roman Army\", 159; Liebeschuetz, 246–8; Odahl, 65.<\/ref> Diocletianus chủ trương bảo thủ về vấn đề tôn giáo, trung kiên với tôn giáo cổ truyền La Mã và am hiểu những yêu cầu thanh trừng tôn giáo,<ref>Barnes, ''Constantine and Eusebius'', 20; Corcoran, \"Before Constantine\", 51; Odahl, 54–56, 62.<\/ref> nhưng [[Eusebius của Caesarea|Eusebius]], [[Lactantius]] và [[Constantinus Đại đế|Constantinus I]] cho rằng chính Galerius, chứ không phải Diocletianus, mới là người chủ trương thanh trường dữ dội nhất, và là người hưởng lợi lớn nhất từ cuộc thanh trừng.<ref>Lactantius, ''De Mortibus Persecutorum'' 10.6, 31.1; Eusebius, ''[[Church History (Eusebius)|Historia Ecclesiastica]]'' 8, a1, 3; Constantine, ''Oratio ad Coetum Sanctum'' 22; Barnes, ''Constantine and Eusebius'', 19, 294.<\/ref> Galerius, thậm chí còn tận tâm và nhiệt huyết hơn Diocletianus, nhận thấy lợi ích chính trị ẩn trong chính sách bách hại. Ông sẵn sàng tuyệt giao với một chính quyền chủ trương bị động về vấn đề này.<ref name=BCE19>Barnes, ''Constantine and Eusebius'', 19.<\/ref>\n\nTrong các năm 299-302, Diocletianus thường cư trú tại [[Antioch]], trong khi Galerius dời đến những vùng đất mà trước kia Diocletianus trú tại khu vực trung và hạ lưu sông Danube.<ref>Barnes, ''New Empire'', 49; Carrié & Roussele, ''L'Empire Romain'', 163–164<\/ref> Ông đã viếng thăm Ai Cập một lần nữa, vào mùa đông năm 301-2, và đã tiến hành một đợt phát chẩn thóc lúa ở Alexandria.<ref name=BCE19\/> Tiếp sau một số cuộc tranh luận công khai với những người theo đạo Mani, Diocletianus ra lệnh rằng những người đứng đầu giáo phái Mani sẽ bị thiêu sống cùng với thánh kinh của họ. Trong một thánh chỉ từ Alexandria vào ngày 31 tháng 3 năm 302, ông tuyên bố rằng những tín đồ Mani giáo có địa vị thấp phải bị xử trảm, và những tín đồ Mani giáo có địa vị cao phải được bị đưa đến làm việc trong các mỏ đá của Proconnesus ([[Đảo Marmara]], Thổ Nhĩ Kỳ) hoặc các mỏ của Phaeno ở phía Nam Palestine. Tất cả các tài sản của các tín đồ Mani giáo đều bị tịch thu và xung vào ngân khố hoàng gia<ref>''[[Inscriptiones Latinae Selectae]]'' 660; Barnes, ''Constantine and Eusebius'', 20.<\/ref> Diocletianus đã tìm thấy nhiều thứ mà ông cảm thấy bị xúc phạm từ đạo Mani: sự mới lạ của nó, nguồn gốc ngoại quốc của nó, cái cách mà nó làm suy đồi đạo đức của giống nòi La Mã, và sự đối lập vốn có của nó đối với truyền thống tôn giáo lâu đời <ref>Lactantius, ''De Mortibus Persecutorum'' 33.1; Barnes, ''Constantine and Eusebius'', 20; Williams, 83–84.<\/ref> Đạo Mani cũng nhận được sự ủng hộ bởi người Ba Tư vào thời điểm đó\n\n[[Tập tin:ChristPeterPaul.jpg|nhỏ|Hầm mộ của hai Thánh Marcellinô và Phêrô trên đường [[Via Labicana]]. [[Giê-su|Chúa Giêsu]] đứng giữa [[Thánh Phêrô|Phêrô]] và [[Sứ đồ Phaolô|Phaolô]]. Hai bên là các thánh tử đạo Gorgonius, Phêrô, Marcellinô, [[Tiburtius và Susanna|Tiburtius]]]]\n\n==== Cuộc đại bức hại ====\nDiocletianus đã quay trở về Antioch vào mùa thu của năm 302. Ông ra lệnh cắt lưỡi vị phó tế [[Romanus của Caesarea]] vì đã bất chấp lệnh của triều đình và vì đã làm gián đoạn những nghi thức hiến tế. Romanus sau đó bị tống giam vào tù, và ở đó ông ta đã bị hành quyết vào ngày 17 tháng 11 năm 303. Diocletianus tin rằng Romanus của Caesarea là một kẻ kiêu ngạo, và ông rời bỏ thành phố để tới Nicomedia vào mùa đông, đi cùng với đó là Galerius.<ref>Barnes, ''Constantine and Eusebius'', 20–21.<\/ref> Theo Lactantius, Diocletianus và Galerius đã tham gia vào cuộc tranh luận liên quan đến chính sách của đế quốc đối với các tín đồ Kitô giáo, trong khi trú đông tại Nicomedia vào năm 302. Diocletianus lập luận rằng việc loại bỏ các tín đồ Kitô khỏi bộ máy quan liêu và quân đội sẽ là đủ để xoa dịu các vị thần, nhưng Galerius thúc đẩy đến sự triệt tiêu. Hai người cũng đã tìm kiếm những lời khuyên của nhà tiên tri của [[thần Apollo]] tại [[Didyma]].<ref>Lactantius, ''De Mortibus Persecutorum'' 10.6–11; Barnes, ''Constantine and Eusebius'', 21; Odahl, 67.<\/ref> Nhà tiên tri trả lời rằng sự bất kính trên trái đất đã cản trở khả năng của thần Apollo ban cho lời khuyên. Nhà hùng biện học Eusebius đã ghi lại rằng nhà tiên tri đã nói \"Chính nghĩa trên Trái Đất...\" <ref>Eusebius, ''Vita Constantini'' 2.50.<\/ref> Sự bất kính này mà Diocletianus được biết từ những gì mà các triều thần bẩm báo lại, chỉ có thể ám chỉ các tín đồ Kitô giáo của đế chế.\n\nNgày 23 tháng 2 năm 303, Diocletianus ra lệnh rằng nhà thờ mới được xây dựng tại Nicomedia phải bị san bằng. Ông cũng ra lệnh rằng các bản kinh thánh của nó phải bị đốt cháy, và xung vào ngân khố những của cải quý báu của nó.<ref>Barnes, ''Constantine and Eusebius'', 22; Odahl, 67–69; Potter, 337; Southern, 168.<\/ref> Vào ngày kế tiếp, việc \"sắc lệnh chống lại các tín đồ Kitô giáo\" đầu tiên của Diocletianus đã được công bố <ref>Barnes, ''Constantine and Eusebius'', 22; Williams, 176.<\/ref> Sắc lệnh này quy định rằng các bản Kinh Thánh của Kitô giáo và những nơi thờ tự trên khắp đế quốc phải bị phá hủy, và cấm các tín đồ Kitô giáo tụ tập để thờ phụng <ref>Barnes, ''Constantine and Eusebius'', 22; Liebeschuetz, 249–50.<\/ref> Trước khi kết thúc tháng Hai, một đám cháy đã phá hủy một phần của cung điện Hoàng gia.<ref name=B24S168>Barnes, ''Constantine and Eusebius'', 24; Southern, 168.<\/ref> Galerius đã thuyết phục Diocletianus rằng thủ phạm là các tín đồ Kitô giáo, những kẻ đã âm mưu với các hoạn quan của cung điện. Một cuộc điều tra đã được ủy quyền, nhưng cũng không tìm ra được ai là kẻ phải chịu trách nhiệm. Những cuộc hành quyết bừa bãi đã diễn ra tiếp sau đó, và các hoạn quan trong cung điện như [[Dorotheus]] và [[Gorgonius]] đã bị xử tử. Những vụ hành quyết tiếp tục cho đến khi ít nhất là ngày 24, tháng 4 năm 303, thêm sáu cá nhân khác, bao gồm cả các giám mục [[Anthimus của Nicomedia|Anthimus]], đã bị chặt đầu.<ref name=BCE24>Barnes, ''Constantine and Eusebius'', 24.<\/ref> Một đám cháy thứ hai khác cũng xảy ra sau đám cháy đầu tiên 16 ngày. Galerius đã rời thành phố để đến Rome, và tuyên bố rằng thành Nicomedia không còn an toàn nữa.<ref name=\"B24S168\"\/> Diocletianus cũng sẽ sớm theo ông ta<ref name=\"BCE24\"\/>\n\nMặc dù các sắc lệnh bức hại [[Kitô hữu]] tiếp tục được tiến hành, điển hình với việc bắt giữ giáo sĩ Kitô giáo và xử tử họ,<ref>Barnes, ''Constantine and Eusebius'', 23–24.<\/ref> nhưng các sắc lệnh bức hại họ cuối cùng đều không thành công, hầu hết các Kitô hữu đều trốn thoát khỏi sự truy lùng, và dân ngoại quá nói chung không thông cảm với hành động của ông. Các vị tử đạo chết trong đau khổ đã củng cố quyết tâm của các Kitô hữu.<ref>Treadgold, 25.<\/ref> Các hoàng đế [[Constantius Chlorus]] và [[Maximianus]] đã không áp dụng các sắc lệnh thanh trừng Kitô, và do đó mà các Kitô hữu ở phương Tây không hề hấn gì.<ref>Southern, 168.<\/ref> [[Galerius]] cho hủy bỏ sắc lệnh trong năm 311, thông báo rằng cuộc đàn áp các Kitô hữu nhằm bắt họ cải lại tôn giáo truyền thống đã thất bại.<ref>Barnes, ''Constantine and Eusebius'', 39.<\/ref>\n\n== Cuối đời ==\n=== Lâm bệnh và thoái vị ===\n{{multiple image\n|align=right\n|direction=vertical\n|width=219\n|header=\n|image1=|caption1=[[Dinh Diocletianus]] gần Salona (nay là khu buôn bán kinh doanh của thành phố [[Split]] ở [[Croatia]])\n|image2=Split center from the air 1.jpg|caption2=Dinh Diocletianus thời hiện đại (năm 2012), nay là trung tâm của thành phố [[Split]].\n}}\nDiocletianus tiến vào thành phố Roma đầu mùa Đông năm 303. Vào ngày [[20 tháng 11]] năm ấy, ông cùng với Maximianus tổ chức lễ kỷ niệm 20 năm trị vì của ông (''vicennalia''), lễ kỷ niệm thứ 10 của Tứ đầu chế (''[[decennalia]]''), và một lễ diễu binh khải hoàn cho cuộc chiến chống Ba Tư. Diocletianus sớm trở nên \"khó ở\" thành phố này, do thị dân Roma đối đãi với ông theo cách mà [[Edward Gibbon]], tiếp bước [[Lactantius]], gọi là \"sự thân mật bừa bãi\".<ref>Gibbon, ''Decline and Fall'', I, 153 and 712, note 92<\/ref> Dân chúng Roma không hoàn toàn kính nể uy quyền tối thượng của ông; người ta dự đoán ông sẽ hành xử như một lãnh tụ chuyên quyền, chứ không phải là một vị quân chủ. Vào ngày [[20 tháng 12]] năm 303,<ref name=tkuqen>Potter, 341.<\/ref> Diocletianus rời bỏ Roma mà về phương Bắc. Thậm chí ông còn không tổ chức các nghi lễ nhậm chức Tổng tài lần thứ 9 cho mình; thay vì đó ông tổ chức ở [[Ravenna]] vào ngày [[1 tháng 1]] năm [[304]].<ref>Barnes, ''Constantine and Eusebius'', 24–25.<\/ref> Có những giả thuyết trong hợp tuyển ''[[Panegyrici Latini]]'' và sử liệu của Lactantius rằng Diocletianus đã dàn xếp cho sự thoái vị của ông và Maximianus trong tương lai.\n\nTừ Ravenna, Diocletianus tới sông Danube. Tại đây, có lẽ cùng với Galerius, ông tham gia một chiến dịch phạt quân Carpi.<ref name=tkuqen\/> Ông đã nhiễm phải một căn bệnh nhỏ trong khi tiến hành chiến dịch, nhưng tình trạng của ông xấu đi một cách nhanh chóng và ông đã lựa chọn cách di chuyển bằng một chiếc kiệu. Vào cuối mùa hè, ông đã rời đến Nicomedia. Ngày 20 tháng 11, ông xuất hiện trước công chúng để khánh thành trường đua bên cạnh cung điện của mình. Ông đã ngã quỵ xuống ngay sau buổi lễ. Trong mùa đông của năm 304-5, ông đã ở lỳ bên trong cung điện của mình suốt thời gian này. Những tin đồn lan truyền khắp thành phố khẳng định rằng cái chết của Diocletianus chỉ đơn thuần được giữ bí mật cho đến khi Galerius có thể đến nơi để nắm lấy quyền lực.\n\nGalerius đã đến thành phố vào cuối tháng ba. Theo Lactantius, ông ta đã đem theo mình các kế hoạch tái thiết chế độ Tứ đầu chế, buộc Diocletianus phải thoái vị, và bổ nhiệm một người phù hợp với ý muốn của ông ta giữ tước vị hoàng đế. Thông qua ép buộc và đe dọa, cuối cùng ông ta đã thuyết phục Diocletianus thực hiện theo kế hoạch của mình. Lactantius cũng tuyên bố rằng ông ta đã làm như vậy với Maximianus tại [[Sirmium]].<ref>Lactantius, ''De Mortibus Persecutorum'' 18.1–7; Barnes, ''Constantine and Eusebius'', 25; Southern, 152.<\/ref> Vào ngày [[1 tháng 5]] năm 305, Diocletianus triệu tập hội đồng các tướng lĩnh của ông, cùng với các lực lượng thân cận truyền thống và đại biểu từ các Binh đoàn riêng biệt. Họ gặp nhau ngay tại ngọn đồi cách Nicomedia {{convert|5|km|mi}}, nơi Diocletianus được tấn phong làm Hoàng đế. Trước pho tượng Jupiter, vị thần hộ mệnh của ông, Diocletianus diễn thuyết trước đám đông. Ông rơi lệ, và nói với mọi người về sự yếu kém, nhu cầu nghỉ ngơi cũng như ý nguyện cáo từ của ông. Ông tuyên bố rằng ông cần phải giao trách nhiệm với Đế quốc cho ai đó mạnh mẽ. Thế là, ông trở thành vị Hoàng đế La Mã đầu tiên tự nguyện từ ngôi.<ref>Barnes, ''Constantine and Eusebius'', 25–27; Lenski, \"Reign of Constantine,\" 60; Odahl, 69–72; Potter, 341–42.<\/ref>\n\nPhần lớn đám đông nghĩ là họ biết chuyện sẽ xảy ra; [[Constantinus Đại đế|Constantinus]] và Maxentius, những người con trưởng thành duy nhất của các Hoàng đế tại ngôi và đã từ lâu được chuẩn bị cho việc kế vị cha mình, sẽ được tôn làm ''Caesar''. Constantinus đã du hành khắp Palestine như một cánh tay phải của Diocletianus, và có mặt tại cung điện ở Nicomedia vào năm 303 và 305. Hẳn là Maxentius cũng đã được đối đãi như vậy.<ref>Barnes, ''Constantine and Eusebius'', 25–26.<\/ref> Theo sử cũ của Lactantius, khi Diocletianus tuyên bố thoái ngôi, toàn bộ đám đông nhìn sang Constantinus.<ref>Lactantius, ''De Mortibus Persecutorum'' 19.2–6; Barnes, ''Constantine and Eusebius'', 26; Potter, 342.<\/ref> Nhưng rồi, [[Severus II|Severus]] và [[Maximinus II|Maximinus]] được bầu làm ''Caesar''. Maximinus xuất hiện và giữ lấy áo choàng của Diocletianus. Cùng ngày, Severus nhận được áo choàng của Maximianus ở Milan. Constantius kế vị Maximianus làm ''Augustus'' của phía Tây, nhưng Constantinus và Maxentius hoàn toàn bị quên lãng trong việc truyền ngôi. Đó không phải là điềm lành cho sự vững an của hệ thống Tứ đầu chế trong tương lai.<ref>Lenski, \"Reign of Constantine,\" 60–61; Odahl, 72–74; Southern, 152–53.<\/ref>\n\n=== Ẩn dật và qua đời ===\nDiocletianus rút về nguyên quán của ông, [[Dalmatia (tỉnh La Mã)|Dalmatia]]. Ông dời đến [[Dinh Diocletianus]] nguy nga, một khu đất rào kín rất kiên cố nằm ở thị trấn Spalatum ven [[biển Adriatic]], và gần trung tâm hành chính lớn của tỉnh Dalmatia - [[Salona]]. Phần lớn dinh thự này được bảo tồn cho đến ngày nay và trở thành một di tích lịch sử của thành phố lớn nhất của [[Dalmatia]], [[Split]] ngày nay.\n\nMaximianus cáo lui về biệt thự ở [[Campania]] hoặc [[Lucania]].<ref>Barnes, ''Constantine and Eusebius'', 27; Southern, 152.<\/ref> Nơi ở của hai ông đều xa cách đời sống chính trị, như Diocletianus và Maximianus vẫn đủ gần để liên lạc thường xuyên với nhau.<ref>Southern, 152.<\/ref> Galerius nắm giữ cây gậy ''fasces'' của Tổng tài vào năm [[308]] với Diocletianus là cộng sự của mình. Mùa thu năm 308, Galerius lại hội kiến với Diocletianus tại [[Carnuntum]] ([[Petronell-Carnuntum]], [[Áo]]). Vào ngày [[11 tháng 11]] năm 308, Diocletianus và Maximianus đều có mặt khi Galerius phong [[Licinius]] làm ''Augustus'' ở phía Tây thay cho Severus, người đã bị Maxentius giết hại. Ông khuyên Maximianus, người toan tính trở lại nắm quyền sau khi thoái ngôi, nên tránh hẳn Đế quyền. Tại Carnuntum, dân chúng van nài Diocletianus trở lại ngai vàng, để giải quyết những xung độ đã phát sinh từ sự vươn lên quyền lực của Constantinus I và vụ soán ngôi của Maxentius.<ref>Barnes, ''Constantine and Eusebius'', 31–32; Lenski, 65; Odahl, 90.<\/ref> Tuy nhiên, ông từ chối.<ref>Aurelius Victor, ''Liber de Caesaribus'' 39.6.<\/ref>\n\nÔng sống thêm ba năm nữa, dành thời gian mà ở các khu vườn trong dinh. Ông chứng kiến hệ thống Tứ đầu chế của ông suy sụp, tan nát do sự hám lợi của những người thừa kế mình. Ông hay tin về lần đòi hỏi ngai vàng thứ ba của Maximianus, vụ bức tử và ''chiến dịch xóa bỏ ký ức'' (''[[damnatio memoriae]]'') về ông này. Trong tư dinh của ông, các bức tượng và chân dung của vị đồng Hoàng đế một thời của ông bị giật xuống và phá hủy. Chìm trong tuyệt vọng và bệnh tật, Diocletianus có lẽ đã [[tự sát]]. Ông mất ngày [[3 tháng 12]] năm 311.<ref name=DEATH\/><ref>Barnes, ''Constantine and Eusebius'', 41.<\/ref>\n\n== Cải cách ==\n=== Chế độ tứ đầu chế và hệ tư tưởng ===\n[[Tập tin:Peristyle of Diocletian's Palace, Split (11908116224).jpg|nhỏ|Quang cảnh ngày nay của [[Dinh Diocletianus]] gần [[Salona]] (ở [[Split]], [[Croatia]])]]\nDiocletianus đã coi những việc làm của mình như là của một người khôi phục, một người được trao trọng trách và có nhiệm vụ là trả lại hòa bình cho đế chế, và thiết lập lại sự ổn định và công lý mà đã bị những kẻ man rợ phá hủy <ref>Potter, 294–95.<\/ref>\n\nTrong chính sách tuyên truyền của đế quốc vào thời kỳ này, lịch sử giai đoạn gần đây đã bị xuyên tạc và giảm thiểu một cách tối đa trong nhằm đề cao chế độ Tetrarch như là \" những người khôi phục\". Những thành tựu của [[Aurelianus]] đã bị bỏ qua, cuộc nổi loạn của Carausius được tính trở lại triều đại của Gallienus, và nó đã ngụ ý rằng chính các Tetrarch đã kiến tạo nên chiến thắng của Aurelianus trước đế chế Palmyra, giai đoạn giữa triều đại của Gallienus và Diocletianus đã bị xóa bỏ một cách hiệu quả. Lịch sử của đế quốc trước khi bắt đầu chế độ Tứ Đầu chế được miêu tả như là một thời kì của các cuộc nội chiến, chế độ chuyên quyền man rợ, và sự sụp đổ đế quốc.<ref name=oqujbw>Potter, 296–98.<\/ref> Trong những chữ khắc mang tên của họ, Diocletianus và những chiến hữu của ông được gọi là \"những người khôi phục của toàn thế giới\".<ref>''Inscriptiones Latinae Selectae'' 617, qtd. in Potter, 296.<\/ref> những người đã thành công trong việc đánh bại các quốc gia của người man rợ, và củng cố lại sự yên bình cho thế giới của họ \".<ref>''Inscriptiones Latinae Selectae'' 641, qtd. in Potter, 296.<\/ref> Diocletianus đã được ca ngợi là \"người sáng lập nền hòa bình vĩnh cửu \".<ref>''Inscriptiones Latinae Selectae'' 618, qtd. in Potter, 296. See also Millar, 182, on Tetrarchic triumphalism in the Near East.<\/ref>\n\nNhững thành phố nơi các hoàng đế sống thường xuyên trong giai đoạn này Milan, Trier, [[Arles]], [[Sirmium]], [[Serdica]], [[Thessaloniki]], [[Nicomedia]], và Antioch đã được xem như là thủ đô thay thế của đế quốc, để nhằm loại bỏ Roma và tầng lớp nguyên lão tinh túy của nó<ref>Corcoran, \"Before Constantine\", 44–45.<\/ref> Một phong cách thiết triều mới đã được phát triển, nhằm đề cao sự khác biệt của Hoàng đế đối với tất cả những người khác. Các lý tưởng bán cộng hòa của Augustus, ''[[primus inter pares]]'', đã bị từ bỏ bởi tất cả các cá nhân trong Tứ đầu chế. Diocletianus đã đội vương miện vàng cùng với đồ trang sức, và cấm sử dụng vải màu tím cho tất cả mọi người, trừ hoàng đế <ref>Corcoran, \"Before Constantine\", 43; Potter, 290.<\/ref> Cận thần của hoàng đế đã được lệnh phải quỳ gối khi diện kiến ông ta (adoratio), những người may mắn nhất được cho phép có đặc quyền hôn viền áo choàng của ông ([[proskynesis]], προσκύνησις)<ref>Cascio, \"The New State of Diocletian and Constantine\" (CAH), 171–72; Corcoran, \"Before Constantine\", 43; Liebeschuetz, 235–52, 240–43.<\/ref>.\n\n===Chính quyền===\nĐể phù hợp với sự chuyển đổi từ hệ tư tưởng của chủ nghĩa cộng hoà thành một hệ tư tưởng chuyên chế, hội đồng cố vấn của Diocletianus, ''consilium'' của ông, đã khác biệt so với các vị hoàng đế trước đó. Ông đã công khai vứt bỏ vỏ bọc của Augustus cho chính quyền đế quốc vốn tồn tại như là mối quan hệ cộng tác giữa Hoàng đế, quân đội và nghị viện.<ref>Southern, 162–63.<\/ref> Thay vào đó, ông đã xây dựng một bộ máy chính quyền chuyên chế một cách có hiệu quả. Diocletianus đã chỉnh đốn lại triều đình của mình bằng cách phân thành các bộ riêng biệt (''scrina'') cho các nhiệm vụ khác nhau.<ref>Southern, 162–63; Williams, 110.<\/ref> Từ cấu trúc này đến cơ quan của các ''magistri'' khác nhau, như ''Magister officiorum'', và ban thư ký liên quan. Đây là những người phù hợp để đối phó với kiến ​​nghị, yêu cầu, thư từ, các vấn đề pháp lý, và đối đãi các đại sứ quán ngoại quốc. Trong triều đình Diocletianus duy trì một cơ quan thường trực nhằm tư vấn pháp luật, những người có ảnh hưởng đáng kể trên của ông lại sắp xếp để quản lý các vấn đề pháp lý. Ngoài ra còn có hai bộ trưởng tài chính, giao dịch với các cơ quan riêng biệt nhằm trông coi kho bạc nhà nước và các lĩnh vực tư nhân của hoàng đế thuộc về Pháp quan thái thú, người quan trọng nhất trong số quan lại trong triều. Diocletianus còn cho giảm số quân thuộc về đội Cận vệ Praetoriani của các Pháp quan nhằm làm giảm đi sức mạnh quân sự của họ, nhưng lại cho giữ lại nhiều quyền dân sự. Một thái thú nắm giữ một con số nhân viên lên tới hàng trăm và các vấn đề quản lý trong tất cả các phân đoạn của chính phủ: về thuế, quản lý, luật học, và quân sự đều thuộc về quyền quyết định của pháp quan thái thú và quyền hành của họ thường chỉ đứng sau một người mà trên vạn người.<ref>Williams, 110.<\/ref>\n \nNhìn chung, Diocletianus thực hiện một cuộc gia tăng số lượng lớn quan chức phục vụ theo lệnh của chính phủ; Lactantius đã tuyên bố rằng bây giờ có ngày càng nhiều người phải trả tiền thuế nhiều hơn số tiền họ phải trả.<ref>Lactantius, ''De Mortibus Persecutorum'' 7.3, cited in Cascio, \"The New State of Diocletian and Constantine\" (CAH), 173.<\/ref> Nhà sử học Warren Treadgold ước tính rằng dưới thời Diocletianus, số những người tham gia các dịch vụ dân sự đã tăng gấp đôi từ 15.000 đến 30.000.<ref name=civil>Treadgold, ''A History of the Byzantine State and Society'', 19.<\/ref> Nhà cổ điển học Roger Bagnall ước tính rằng ở [[Ai Cập thuộc La Mã|Ai Cập]] thì cứ 5-10.000 người thì sẽ có một vị quan và sẽ là con số 400 hoặc 800 quan chức trong tổng số 4 triệu dân (không ai biết dân số của Ai Cập trong năm 300; Strabo vào 300 năm trước đã đưa ra con số 7,5 triệu dân không tính [[Alexandria]]). (Để so sánh, tỷ lệ ở Trung Quốc vào thời [[nhà Tống]] thì cứ mỗi 15.000 người lại có một vị quan). Jones ước tính rằng vào năm 300 đã có 30.000 quan chức làm việc trong một đế chế có 50-65 triệu cư dân.\n\n===Luật lệ===\n\n== Di sản ==\nDiocletianus được xem là một trong những vị Hoàng đế vĩ đại nhất của La Mã.<ref name=\"krieger166\">Larry S. Krieger, Kenneth Neill, Steven L. Jantzen, ''World history: perspectives on the past'', trang 166<\/ref>\n\n== Tham khảo ==\n=== Ghi chú ===\n{{Tham khảo|group=notes|colwidth=30em}}\n\n=== Trích dẫn ===\n{{Tham khảo|4}}\n\n==Tham khảo==\n=== Nguồn sơ cấp ===\n<div class=\"references-small\">\n* ''[[Corpus Juris Civilis#Codex Justinianus|Codex Justinianus]]'' ([http:\/\/uwacadweb.uwyo.edu\/blume&justinian\/default.asp translation] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080920071651\/http:\/\/uwacadweb.uwyo.edu\/blume%26justinian\/default.asp |date = ngày 20 tháng 9 năm 2008}}) 529.\n* ''[[Epitome de Caesaribus]]'' ([http:\/\/www.roman-emperors.org\/epitome.htm translation] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201108100827\/http:\/\/www.roman-emperors.org\/epitome.htm |date=2020-11-08 }}) ''ca''. 395.\n* [[Eusebius of Caesarea]], ''Historia Ecclesiastica'' (''Church History'') first seven books ''ca''. 300, eighth and ninth book ''ca''. 313, tenth book ''ca''. 315, epilogue ''ca''. 325. [http:\/\/www.ccel.org\/ccel\/schaff\/npnf201.iii.xiii.i.html Book 8].\n* [[Eutropius (historian)|Eutropius]], ''Breviarium ab Urbe Condita'' (''Abbreviated History from the City's Founding'') ''ca''. 369. [http:\/\/www.forumromanum.org\/literature\/eutropius\/trans9.html Book 9]\n* [[Lactantius]], ''[http:\/\/www.acs.ucalgary.ca\/~vandersp\/Courses\/texts\/lactant\/lactperf.html Liber De Mortibus Persecutorum]'' (''Book on the Deaths of the Persecutors'') ''ca''. 313–15.\n* ''[[Panegyrici Latini|XII Panegyrici Latini]]'' (''Twelve Latin Panegyrics'') relevant panegyrics dated 289, 291, 297, 298, and 307.\n* [[Joannes Zonaras]], ''Compendium of History'' (Επιτομή Ιστορίων) ''ca''. 1200. [http:\/\/www.ancientsites.com\/aw\/Post\/1050581 Compendium extract: Diocletian to the Death of Galerius: 284–311] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081006190005\/http:\/\/www.ancientsites.com\/aw\/Post\/1050581 |date = ngày 6 tháng 10 năm 2008}}\n<\/div>\n\n=== Nguồn thứ cấp ===\n{{refbegin|2}}\n* Banchich, Thomas M. \"[http:\/\/www.roman-emperors.org\/iulian.htm Iulianus (''ca''. 286–293 A.D.)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150315020219\/http:\/\/www.roman-emperors.org\/iulian.htm |date=2015-03-15 }}.\" ''De Imperatoribus Romanis'' (1997). Truy cập ngày 8 tháng 3 năm 2008.\n* [[Timothy Barnes|Barnes, Timothy D.]] \"Lactantius and Constantine.\" ''The Journal of Roman Studies'' 63 (1973): 29–46.\n* Barnes, Timothy D. \"Two Senators under Constantine.\" ''The Journal of Roman Studies'' 65 (1975): 40–49.\n* Barnes, Timothy D. ''Constantine and Eusebius''. Cambridge, MA: Harvard University Press, 1981. ISBN 978-0-674-16531-1\n* Barnes, Timothy D. ''The New Empire of Diocletian and Constantine''. Cambridge, MA: Harvard University Press, 1982. ISBN 0-7837-2221-4\n* Bleckmann, Bruno. \"Diocletianus.\" In ''Brill's New Pauly, Volume 4'', edited by Hubert Cancik and Helmut Schneider, 429–38. Leiden: Brill, 2002. ISBN 90-04-12259-1\n* Bowman, Alan, Averil Cameron, and Peter Garnsey, eds. ''The Cambridge Ancient History, Volume XII: The Crisis of Empire''. New York: Cambridge University Press, 2005. ISBN 0-521-30199-8\n* [[Peter Brown (historian)|Brown, Peter]]. ''The Rise of Western Christendom''. Oxford: Blackwell Publishing, 2003. ISBN 0-631-22138-7\n* Burgess, R.W. \"The Date of the Persecution of Christians in the Army\". ''Journal of Theological Studies'' 47:1 (1996): 157–158.\n* Carrié, Jean-Michel & Rousselle, Aline. ''L'Empire Romain en mutation- des Sévères à Constantin, 192–337''. Paris: Seuil, 1999. ISBN 2-02-025819-6\n* [[Simon Corcoran|Corcoran, Simon]]. ''The Empire of the Tetrarchs, Imperial Pronouncements and Government AD 284–324''. Oxford: Clarendon Press, 1996. ISBN 0-19-814984-0\n* Corcoran, Simon. \"Before Constantine.\" In ''The Cambridge Companion to the Age of Constantine'', edited by Noel Lenski, 35–58. New York: Cambridge University Press, 2006. Hardcover ISBN 0-521-81838-9 Paperback ISBN 0-521-52157-2\n* Digeser, Elizabeth DePalma. ''Lactantius and Rome: The Making of a Christian Empire''. Ithaca: Cornell University Press, 1999. ISBN 978-0-8014-3594-2\n* DiMaio, Jr., Michael. \"[http:\/\/www.roman-emperors.org\/domach.htm L. Domitius Domitianus and Aurelius Achilleus (''ca''. 296\/297–''ca''. 297\/298)].\" ''De Imperatoribus Romanis'' (1996c). Truy cập ngày 8 tháng 3 năm 2008.\n* Elliott, T. G. ''The Christianity of Constantine the Great''. Scranton, PA: University of Scranton Press, 1996. ISBN 0-940866-59-5\n* Elsner, Jas. ''Imperial Rome and Christian Triumph''. Oxford & New York: Oxford University Press, 1998. ISBN 0-19-284201-3\n* Gibbon, Edward. ''Decline and Fall of the Roman Empire''. Chicago, London & Toronto: Encyclopædia Britannica, Inc., 1952 (Great Books of the Western World coll.). In two volumes.\n* Harries, Jill. ''Law and Empire in Late Antiquity''. Cambridge: Cambridge University Press, 1999. Hardcover ISBN 0-521-41087-8 Paperback ISBN 0-521-42273-6\n* Helgeland, John. \"Christians and the Roman Army A.D. 173–337.\" ''Church History'' 43:2 (1974): 149–163, 200.\n* Jones, A.H.M. ''The Later Roman Empire, 284–602: A Social, Economic and Administrative Survey''. Oxford: Basil Blackwell, 1964.\n* Leadbetter, William. \"[http:\/\/www.roman-emperors.org\/carus.htm Carus (282–283 A.D.)].\" ''De Imperatoribus Romanis'' (2001a). Truy cập ngày 16 tháng 2 năm 2008.\n* Leadbetter, William. \"[http:\/\/www.roman-emperors.org\/numerian.htm Numerianus (283–284 A.D.)].\" ''De Imperatoribus Romanis'' (2001b). Truy cập ngày 16 tháng 2 năm 2008.\n* Leadbetter, William. \"[http:\/\/www.roman-emperors.org\/carinus.htm Carinus (283–285 A.D.)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090528085647\/http:\/\/www.roman-emperors.org\/carinus.htm |date=2009-05-28 }}.\" ''De Imperatoribus Romanis'' (2001c). Truy cập ngày 16 tháng 2 năm 2008.\n* Lewis, Naphtali, and Meyer Reinhold. ''Roman Civilization: Volume 2, The Roman Empire''. New York: Columbia University Press, 1990. ISBN 0-231-07133-7\n* Liebeschuetz, J. H. W. G. ''Continuity and Change in Roman Religion''. Oxford: Oxford University Press, 1979. ISBN 0-19-814822-4.\n* Mackay, Christopher S. \"Lactantius and the Succession to Diocletian.\" ''Classical Philology'' 94:2 (1999): 198–209.\n* Mathisen, Ralph W. \"[http:\/\/www.roman-emperors.org\/dioclet.htm Diocletian (284–305 A.D.)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170924025506\/http:\/\/www.roman-emperors.org\/dioclet.htm |date=2017-09-24 }}.\" ''De Imperatoribus Romanis'' (1997). Truy cập ngày 16 tháng 2 năm 2008.\n* Millar, Fergus. ''The Roman Near East, 31 B.C.–A.D. 337''. Cambridge, MA: Harvard University Press, 1993. Hardcover ISBN 0-674-77885-5 Paperback ISBN 0-674-77886-3\n* Odahl, Charles Matson. ''Constantine and the Christian Empire''. New York: Routledge, 2004. Hardcover ISBN 0-415-17485-6 Paperback ISBN 0-415-38655-1\n* Potter, David S. ''The Roman Empire at Bay: AD 180–395''. New York: Routledge, 2005. Hardcover ISBN 0-415-10057-7 Paperback ISBN 0-415-10058-5\n* Rees, Roger. ''Layers of Loyalty in Latin Panegyric: AD 289–307''. New York: Oxford University Press, 2002. ISBN 0-19-924918-0\n* Rees, Roger. ''Diocletian and the Tetrarchy''. Edinburgh: Edinburgh University Press, 2004. ISBN 0-7486-1661-6\n* [[Michael Rostovtzeff|Rostovtzeff, Michael]]. ''The Social and Economic History of the Roman Empire''. Oxford: Oxford University Press, 1966. ISBN 978-0-19-814231-7\n* Southern, Pat. ''The Roman Empire from Severus to Constantine''. New York: Routledge, 2001. ISBN 0-415-23944-3\n* Tilley, Maureen A. ''Donatist Martyr Stories: The Church in Conflict in Roman North Africa''. Liverpool: Liverpool University Press, 1996.\n* Treadgold, Warren. ''A History of the Byzantine State and Society''. Stanford: Stanford University Press, 1997. ISBN 0-8047-2630-2\n* Williams, Stephen. ''Diocletian and the Roman Recovery''. New York: Routledge, 1997. ISBN 0-415-91827-8\n* Larry S. Krieger, Kenneth Neill, Steven L. Jantzen, [http:\/\/books.google.com.vn\/books?id=azrXoguzsKYC&q=%22diocletian%22 ''World history: perspectives on the past''], D.C. Heath and Co., [[1994]]. ISBN 0-669-30850-1.\n<\/div>\n\n== Liên kết ngoài ==\n{{Commons|Diocletian}}\n* [http:\/\/www.newadvent.org\/cathen\/05007b.htm Diocletian] from the ''[[Catholic Encyclopedia]]''.\n* [http:\/\/www.anders.com\/lectures\/lars_brownworth\/12_byzantine_rulers\/ 12 Byzantine Rulers] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160718092221\/http:\/\/www.anders.com\/lectures\/lars_brownworth\/12_byzantine_rulers\/ |date=2016-07-18 }}, by [[Lars Brownworth]]. 15 minute audio lecture on Diocletian.\n* [http:\/\/digital.library.wisc.edu\/1711.dl\/DLDecArts.AdamRuins Ruins of the Palace of the Emperor Diocletian at Spalatro in Dalmatia] By Robert Adam, 1764. Plates made available by the [[University of Wisconsin–Madison|University of Wisconsin]] Digital Collections Center. (N.B. \"Spalatro\" was a less used alternative form of \"Spalato\", the Italian name for Croatian \"Split\").\n\n{{Hoàng đế La Mã}}\n\n{{Các chủ đề|Lịch sử|Đế quốc La Mã}}\n\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Sinh năm 244]]\n[[Thể loại:Mất năm 311]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}