{"Eduard Vogel von Falckenstein":"{{Infobox military person\n|name=Eduard Vogel von Falckenstein\n|birth_date={{birth date|1797|1|5|df=y}}\n|death_date={{death date and age|1885|4|6|1797|1|5|df=y}}\n|birth_place=[[Breslau]], [[Vương quốc Phổ|Phổ]]\n|death_place= [[Dolzig]], [[Đế quốc Đức]]\n|image= [[Tập tin:Eduard Vogel von Falckenstein.png|200px]]\n|image_size=\n|caption=Eduard Vogel von Falckenstein\n|nickname=\n|allegiance=\n{{plainlist|\n*[[Phổ (quốc gia)|Phổ]]\n*[[Đế quốc Đức]]\n}}\n|branch=[[Quân đội Phổ]]\n|serviceyears=[[1813]] &ndash; [[1873]]\n|rank=[[Thượng tướng Bộ binh]] \n|commands=[[Quân đoàn VII (Đế quốc Đức)|Quân đoàn VII]] \n|unit=\n|battles=\n{{plainlist|\n*[[Chiến tranh Liên minh thứ sáu]]\n*[[Chiến tranh Schleswig lần thứ nhất]]\n*[[Chiến tranh Schleswig lần thứ hai]]\n*[[Chiến tranh Áo-Phổ]]\n*[[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]]\n}}\n|awards=\n{{plainlist|\n*[[Huân chương Thập tự Sắt]]\n*[[Pour le Mérite|Huân chương Quân công]]\n}}\n|laterwork=\n}}\n'''Eduard Ernst Friedrich Hannibal Vogel von Fal(c)kenstein''' ([[5 tháng 1]] năm [[1797]] &ndash; [[6 tháng 4]] năm [[1885]]) là một [[Thượng tướng Bộ binh]] của [[Vương quốc Phổ|Phổ]], đã từng tham gia cuộc [[Chiến tranh Schleswig lần thứ hai]] năm [[1864]], [[Chiến tranh Áo-Phổ]] năm [[1866]] và được giao nhiệm vụ phòng ngự bờ biển [[Đức]] trong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]] ([[1870]] &ndash; [[1871]]). Bên cạnh những [[chiến thắng|thắng lợi]] của ông trên cương vị là [[Chỉ huy quân sự|Tư lệnh]] [[Tập đoàn quân]] phía Tây trong chiến dịch năm [[1866]], ông thường bất đồng với [[Bộ Tổng tham mưu Đức|Bộ Tổng tham mưu]] trong đường lối chiến lược của mình và điều đó dẫn đến việc ông bị thế chức bởi tướng [[Edwin von Manteuffel]].<ref name=\"friedjungtrang160161\">Heinrich Friedjung, ''The struggle for supremacy in Germany, 1859-1866'', trang 278<\/ref><ref>''Army & Navy Life and the United Service'', Tập 10, các trang 160-161.<\/ref><ref name=\"tudienfalckenstein\">[http:\/\/www.retrobibliothek.de\/retrobib\/seite.html?id=116338#Vogel%20von%20Falckenstein Vogel von Falckenstein, Eduard]<\/ref> Nhà [[sử học]] Gustave L. M. Strauss vào [[thế kỷ 19]] ca ngợi ông là một trong những lãnh đạo hàng đầu của công cuộc thống nhất nước [[Đế quốc Đức|Đức]], và là \"''nhà [[chiến lược]] vĩ đại và [[sĩ quan]] tham mưu tài ba nhất của [[quân đội Phổ]] và [[quân đội Đức (Đế quốc Đức)|Đức]] không thể chối cãi''\" sau [[Helmuth Karl Bernhard von Moltke|Moltke]];<ref name=\"menwhomaedegerman\">[http:\/\/www.archive.org\/stream\/menwhohavemadene02stra\/menwhohavemadene02stra_djvu.txt \"Men who have made the new German empire. A series of brief biographic sketches\"]<\/ref> tuy nhiên, một số nhà sử học nhà sử học quân sự đương đại có đánh giá trái ngược về ông, trong số đó có tác giả [[Hoa Kỳ]] [[Geoffrey Wawro]] nhìn nhận ông như một trong những người ''\"có vinh dự là viên tướng xoàng nhất của quân đội Phổ''\".<ref>Jonathan Steinberg, ''Bismarck: A Life'', trang 251<\/ref><ref>Gordon Alexander Craig, ''The Battle of Königgrätz: Prussia's Victory Over Austria, 1866'', trang 40<\/ref>\n\n== Gia đình ==\nVogel von Falckenstein sinh ra tại [[Wrocław|Breslau]] ở [[tỉnh Schlesien]] vào [[tháng 1]] năm 1797, là con trai của Hannibal Vogel von Falckenstein ([[1750]] &ndash; [[1808]]). Vào ngày [[9 tháng 4]] năm [[1829]], ông thành hôn với Luise Gärtner ([[21 tháng 1]] năm [[1813]] tại [[Berlin]] &ndash; [[24 tháng 8]] năm [[1892]] tại điền trang Dolzig) ở [[Treuenbrietzen]]. Người con trai trưởng, [[Maximilian Vogel von Falckenstein|Maximilian]], cũng theo đuổi sự nghiệp [[quân sự]] và trở thành Thượng tướng Bộ binh [[Phổ (quốc gia)|Phổ]].\n\n== Cuộc đời ==\nThân phụ của Falckenstein, một cựu [[Thiếu tá]] quân đội Phổ, mất sớm vào năm 1808, khiến cho tình cảnh gia đình ông trở nên vô cùng khó khăn. Người mẹ góa bụa của ông không có điều kiện [[kinh tế]] để cho con đi học, nên buộc phải nhờ sự giúp đỡ của một thân quyến trong gia đình là Vương công-Tổng giám mục của Breslau lúc bấy giờ. Vị giáo sĩ cấp cao sẵn lòng nuôi dạy Falckenstein, nhưng với một điều kiện duy nhất là ông phải theo học giáo lý, cái mà Falckenstein hoàn toàn không ưa thích. Tuy nhiên, do không còn con đường nào khác, ông đành chấp nhận và học giáo lý một cách chú tâm và cần mẫn, để chuẩn bị trở thành một tăng lữ trong tương lai.<ref name=\"menwhomaedegerman\"\/>\n\nNhưng, đúng vào thời điểm này, một biến cố [[lịch sử]] đã diễn ra và làm thay đổi hoàn toàn định hướng của ông: năm [[1813]], nhân dân Phổ [[Chiến tranh Liên minh thứ sáu|khởi nghĩa]] trên khắp cả nước chống lại sự thống trị của người [[Đế chế thứ hai|Pháp]]. Dù khi ấy chỉ mới 16 tuổi, Falckenstein nghĩ rằng mình là một người Phổ và là con của một [[người lính]]. Vì vậy, ông quyết tâm phải tham gia cuộc Chiến tranh Giải phóng. Mong muốn gia nhập quân đội của ông đã gặp phải sự ngăn cản hết sức quyết liệt từ phía vị Giám mục và bà mẹ, nhưng cuối cùng, gia đình phải miễn cưỡng cho ông nhập ngũ. Song, những khó khăn khác lại đến với ông: Falckenstein nhìn trông ốm yếu, bệnh tật và vì vậy hết [[quân đoàn]] này đến quân đoàn khác đều từ chối đơn xin gia nhập của ông. Cuối cùng, [[Đại tá]] von Klüx, một người bạn cũ của cha ông, cảm thấy thương Falckenstein, bèn chấp nhận cho ông nhập ngũ với tư cách là lính [[bộ binh]] nhẹ (''[[Jäger]]'') tình nguyện trong một tiểu đoàn phóng lựu [[Tây Phổ]] thuộc [[lữ đoàn]] của von Klüx. Ngay sau khi vào lính, Falckenstein đã thể hiện lòng dũng cảm của mình trong chiến đấu. Ông tham gua [[trận Bautzen]] và sau [[trận Katzbach]] vào năm [[1813]], ông được phong cấp [[Chuẩn úy]] ngày [[11 tháng 8]]. Tiếp theo đó, ông chiến đấu ở Bischofswerda, nơi ông thể hiện sự quyết đoán của mình, và trong ngày hôm sau ông tham chiến tại Potschaplitz. Do chiến đấu tốt trong trận giao chiến này, ông được lên cấp hàm [[Thiếu úy]] vào ngày [[8 tháng 12]] năm 1813. Sau khi [[Gebhard Leberecht von Blücher|Blücher]] vượt [[sông Rhine|sông Rhein]] trong đêm ngày [[Tết Dương lịch]] [[1814]], Falckenstein luôn thể hiện tài năng của mình trong các trận đánh, nhất là [[trận Montmirail]] vào năm [[1814]], khi mà mọi [[sĩ quan]] của [[tiểu đoàn]] đều [[tử trận]] và quyền chỉ huy tiểu đoàn thuộc về ông. Sau trận đánh này, ông được phong [[quân hàm]] [[Thiếu úy]] và được phong tặng [[Huân chương Thập tự Sắt]] cao quý.<ref name=\"tudienfalckenstein\"\/><ref name=\"menwhomaedegerman\"\/><ref name=\"tudienadb\"\/>\n\nVào ngày [[28 tháng 10]] năm [[1814]], Trung đoàn Phóng lựu Hoàng đế Franz được thành lập và tiểu đoàn của ông cũng gia nhập biên chế trung đoàn này. Sau khi cuộc chiến tranh chấm dứt, dĩ nhiên là không ai còn nói về việc đào tạo ông thành một tăng lữ nữa. Tuy nhiên, có một điều mà Falckenstein quan ngại sâu sắc: ông hầu như chưa được huấn luyện quân sự và chưa có mọi kiến thức về kỹ thuật quân sự. Vì vậy, ông dốc sức học tập nghệ thuật và khoa học quân sự về mọi mặt, và những nỗ lực của ông đã thành công khi mà ông được cử vào Cục Đo đạc Địa hình của [[Bộ Tổng tham mưu Đức|Bộ Tổng tham mưu]] vào năm [[1822]]. Ông cũng vài lần vào phục vụ Bộ Tổng tham mưu. Trong thời gian làm việc ở Cục Đo đạc Địa hình, ông bất chợt nhận ra rằng mình có khiếu hội họa và thiết kế, và ông đã ra sức phát huy tài năng này. Trong đó, ông đặc biệt chú trọng vẽ tranh sơn dầu. Một số bức vẽ đẹp của ông đã gây sự chú ý và cảm tình của [[Thái tử]] Phổ khi ấy, tức [[vua]] [[Friedrich Wilhelm IV của Phổ|Friedrich Wilhelm IV]] về sau này, đối với ông. Về sau này, vị Thái tử đã hạ lệnh cho Falckenstein thành lập Học viện Vẽ trên thủy tinh Hoàng gia và ông là Chủ tịch học viện này trong một khoảng thời gian. Hình vẽ trang trí cửa sổ [[Nhà thờ]] Thánh Maria gần [[Danzig]] được coi là một điển hình cho khả năng hội họa của ông.<ref name=\"tudienfalckenstein\"\/><ref name=\"menwhomaedegerman\"\/><ref name=\"tudienadb\">[https:\/\/de.wikisource.org\/wiki\/ADB:Vogel_von_Falkenstein,_Eduard Vogel von Falkenstein, Eduard - ADB]<\/ref>\n\nVào ngày [[30 tháng 3]] năm [[1821]], ông được thăng cấp [[Trung úy]], sau đó ông được lên cấp hàm [[Đại úy]] vào ngày [[5 tháng 10]] năm [[1829]]. Tiếp theo đó, vào ngày [[26 tháng 3]] năm [[1841]], ông được phong hàm [[Thiếu tá]] và ban đầu ông được giao chỉ huy Tiểu đoàn Trừ bị Cận vệ. 7 năm sau ([[1848]]), ông chỉ huy Tiểu đoàn I thuộc Trung đoàn Phóng lựu Hoàng đế Franz cũ (mà ông đã trở lại vào ngày [[1 tháng 7]] năm [[1843]]) tham gia giao chiến trên đường phố [[Berlin]] trong cuộc [[Cách mạng Đức (1848&ndash;1849)|Cách mạng Tháng Ba]], và bị thương. Tuy nhiên, điều này không thể ngăn cản ông đến [[Holstein]] tham gia cuộc [[Chiến tranh Schleswig lần thứ nhất]], và lãnh chức Chỉ huy trưởng [[Tiểu đoàn Bắn súng trường Cận vệ]]. Với tiểu đoàn này và 3 đội [[kỵ binh]] thuộc Trung đoàn Khinh kỵ binh số 3, ông đã dẹp tan cuộc nổi dậy ở vùng [[Niederlausitz]]. Sau khi được thăng hàm [[Thượng tá]], ông được ủy nhiệm làm Tham mưu trưởng của [[Quân đoàn III (Đế quốc Đức)|Quân đoàn III]] vào năm [[1850]]. Năm sau ([[1851]]) Falckenstein lên quân hàm [[Đại tá]], sau đó ông đương phong cấp [[Thiếu tướng]] vào năm [[1855]]. Ông giữ chức Trưởng khoa Kinh tế Quân sự kể từ năm [[1856]] cho đến năm [[1858]]. Năm 1858, ông được thăng cấp hàm [[Trung tướng]], và thoạt tiên ông được giao chỉ huy [[Sư đoàn]] số 5 tại [[Frankfurt an der Oder]] vào ngày [[3 tháng 7]], sau đó đổi sang Sư đoàn Bộ binh Cận vệ số 2 ở [[thủ đô|kinh đô]] Berlin ngày [[29 tháng 1]] năm [[1863]].\n\n=== Chiến tranh Đức-Đan Mạch và Chiến tranh Áo-Phổ ===\nTrong cuộc [[Chiến tranh Schleswig lần thứ hai|Chiến tranh Đức-Đan Mạch]], Vogel von Falckenstein đảm nhiệm chức vụ Tham mưu trưởng [[quân đội]] liên minh [[Đế quốc Áo|Áo]]-Phổ đồng thời là tư lệnh một quân đoàn Phổ dưới sự chỉ huy tối cao của [[Nguyên soái|Thống chế]] [[Friedrich von Wrangel|Friedrich Graf von Wrangel]], và được tặng thưởng [[Pour le Mérite|Huân chương Quân công]] vào ngày [[22 tháng 4]] năm [[1864]]. Sử gia Strauss vào thế kỷ 19 không tiếc lời ca ngợi tài nghệ của Falckenstein trong chiến dịch này, tuy nhiên theo nhà sử học đương đại Wawro, khả năng chỉ huy tầm thường của Wrangel cùng với Falckenstein đã làm rối bời cuộc tấn công của Phổ vào Schleswig. Sử gia Michael Howard cho biết, họ bác bỏ lời khuyên của tướng [[Helmuth Karl Bernhard von Moltke|Helmuth von Moltke]] rằng quân Đan Mạch phải bị bao vây và tiêu diệt tại các vị trí tiền tiêu trước khi có thể rút về những hòn đảo xa xôi. Sau ba tháng giao tranh không có kết quả,<ref name=\"menwhomaedegerman\"\/><ref>Michael Howard, ''The Franco-Prussian War: The German Invasion of France 1870–1871'', các trang 27-28.<\/ref><ref>Geoffrey Wawro, ''The Austro-Prussian War: Austria's War with Prussia and Italy in 1866'', trang 78<\/ref> trước sự thúc giục của tướng [[Edwin Freiherr von Manteuffel]] đối với [[Bộ trưởng Chiến tranh Phổ]], [[Albrecht von Roon]], ông bị thế chức bởi tướng [[Helmuth Karl Bernhard von Moltke|Helmuth von Moltke]] vào ngày [[30 tháng 4]] năm 1864, trong khi [[Friedrich Karl của Phổ (1828&ndash;1885)|Vương thân Friedrich Karl]] thay thế Wrangel chỉ huy liên quân. Ông được đổi làm Thống đốc [[Jutland]] và đánh thọc đến eo biển Lymfjord. Sau đó, ông giữ chức Tư lệnh Quân đoàn VII từ ngày [[21 tháng 11]] năm 1864 cho đến ngày [[29 tháng 10]] năm [[1866]], và được thăng cấp bậc Thượng tướng Bộ binh vào năm [[1865]].\n\nSau khi cuộc [[Chiến tranh Áo-Phổ]] bùng nổ vào năm [[1866]], Falckenstein được [[vua]] [[Wilhelm I của Đức|Wilhelm I]] giao chỉ huy các lực lượng Phổ ở miền Tây [[Đức]], nói cách khác là [[Tập đoàn quân]] phía Tây nhỏ bé. Trong khi quân chủ lực của Phổ bao gồm 3 tập đoàn quân tấn công [[Vương quốc Sachsen|Sachsen]] và [[Čechy|Böhmen]] để chống nhau với [[Đế quốc Áo]], các lực lượng Falckenstein của phải đối phó với các đồng minh của [[Áo]]: phía bắc [[sông Main]] có quân đội [[Vương quốc Hannover|Hannover]] và [[Tuyển hầu quốc Hessen|Hesse-Kassel]], trong khi phía nam sông Main có quân đội [[Vương quốc Bayern|Bayern]], [[Đại Công quốc Baden|Baden]], [[Vương quốc Württemberg|Württemberg]], và [[Đại Công quốc Hessen|Hessen-Darmstadt]].\n\nDưới trướng Falckenstein có ba sư đoàn binh lính, trong đó nhiều người là lính tiền tuyến, thay vì đó họ bao gồm [[Landwehr|Dân quân]], đồn binh Phổ, hoặc là quân đồng minh Bắc Đức. Chiến dịch ở phía Tây khởi đầu vào ngày [[15 tháng 6]] năm 1866, khi các sư đoàn của tướng [[Edwin von Manteuffel|Manteuffel]] và [[August Karl von Goeben|Goeben]] tiến công Hannover, đồng thời sư đoàn của tướng [[Gustav von Beyer|Beyer]] từ [[Wetzlar]] xâm chiếm Hessen-Kassel. Trong khi các thành phố [[Hannover]] và [[Kassel]] rơi vào tay quân Phổ, quân đội hai bang này bỏ chạy hòng liên kết với quân [[Vương quốc Bayern|Bayern]], vốn đang tiến chậm về hướng bắc và lưỡng lự vượt sông Main.\n\nTrong khi tác giả Oscar Browning của cuốn \"Wars of the century: and the development of military science\" (xuất bản năm [[1903]]) đề cao tài năng của Falckenstein khi viết về chiến dịch năm 1866,<ref>[http:\/\/www.archive.org\/stream\/warsofcenturydev00browrich\/warsofcenturydev00browrich_djvu.txt \"Wars of the Century and the Development of Military Science\"]<\/ref> các sử gia như Wawro và [[Gordon A. Craig|Craig]] nhìn nhận ông là một viên tướng bất lực trong chiến dịch này. Quân Hannover và Hessen phá hủy một cách có hệ thống các tuyến [[đường sắt]] trên đường rút của mình, trong khi Falckenstein trì hoãn truy kích đối phương, thay vì đó ông chủ trương cho quân nghỉ ở Hannover vào ngày [[18 tháng 6]]. Cuối cùng, ông cũng điều ba sư đoàn của mình tới [[Göttingen]], dù được biết rằng đồng minh của Áo đã rời bỏ thành phố. Moltke hạ lệnh cho Falckenstein kết liễu quân đội Hannover, tuy nhiên, ông muốn để cho sự thiếu thốn lương thảo buộc Thiếu tướng [[Friedrich von Arentschildt]] và vua [[Georg V của Hannover]]. Ông tin rằng họ sẽ bị chết đói trước khi hội quân với người Bayern. Sau khi mất đấu quân Hannover vào ngày [[22 tháng 6]] và nghe theo lời khuyên của [[Thủ tướng]] [[Otto von Bismarck]], Falckenstein khởi đầu cuộc hành binh tới [[Frankfurt]] về hướng nam để ngăn ngừa các lực lượng vô tổ chức của [[Liên minh các quốc gia Đức]] hợp binh với nhau.\n\nMoltke và Vua Wilhelm I đều nổi giận trước sự can thiệp của Bismarck và hối tiếc vì đã giao phó cho Falckenstein chỉ huy quân Phổ trên chiến trường này, bèn xuống lệnh cho viên tướng tấn công quyết liệt quân Hannover. Nhưng thực chất, quân đội của Arentschildt đang đói và bị dồn vào chân tường ở [[Langensalza]] tại [[tỉnh Sachsen|Sachsen thuộc Phổ]] bởi bước tiến của ba sư đoàn dưới quyền Falckenstein từ hướng bắc, ngoài ra Moltke cũng điều 9.000 quân do tướng [[Eduard von Flies]] chỉ huy từ [[Gotha (thị trấn)|Gotha]] tiến về hướng nam để chặn đường rút của quân Hannover.\n\nTrong khi đó, cả quân [[Bayern]] lẫn Quân đoàn VIII của Liên minh Đức đều lo tổng động viên binh lực của mình và bỏ mặc cho số phận của quân Hannover. Falckenstein bắt đầu tấn công quân đội Hannover dưới quyền Arentschildt sau khi tiếp nhận một huấn dụ hoạng gia do Wilhelm I trực tiếp ban hành. Tuy vậy, Flies tự ý xua sư đoàn của mình tấn công quân đội đông gấp đôi của Hannover vào ngày [[27 tháng 6]]. Quân Phổ dưới quyền Flies bị đẩy lùi trong [[trận Langensalza (1866)|trận Langensalza]], nhưng người Hannover không thể khai thác thành quả của mình. Các lực lượng của Falckenstein kéo đến trong ngày hôm sau, và Arentschildt bị buộc phải chạy vào lãnh thổ bị các tuyến đường sắt của Phổ vây quanh ở hướng đông. Không còn sự chọn lựa nào khác, Hannover đầu hàng tại [[Nordhausen]] vào ngày [[29 tháng 6]].\n\nSau khi Hannover đầu hàng, vấn đề tiếp theo đối với vị tướng là phải tấn công, chia rẽ quân đội Bayern và Quân đoàn VIII của Liên minh. Trước tình hình đó, Falckenstein nhanh chóng tập trung binh lực tiến qua [[Fulda]] xuống Frankfurt. Vào ngày [[4 tháng 7]] năm 1866, ông đánh tan một đạo quân Bayern trong [[trận Wiesenthal]], buộc toàn bộ quân đội Bayern phải rút lui về phía sông [[Saale]]. Được tin này, Quân đoàn VIII bắt đầu triệt thoái về Frankfurt. Đến ngày [[6 tháng 7]], quân của Falckenstein chiếm Fulda, và nhận thấy vùng này cắt đôi hai cánh quân Liên minh này, ông quyết định xử lý từng cánh một. Ông không quá đề cao sự suy sụp sĩ khí của Quân đoàn VIII, khi ông tuyên bố rằng cánh quân này không là một mối đe dọa lớn trong vòng vài ngày tới. Vào ngày [[8 tháng 7]], ông nhổ doanh trại ở Fulda, và vào ngày [[9 tháng 7|hôm sau]] ông kéo quân qua vùng núi [[Hohe Rhön]]. Sáng ngày [[10 tháng 7]], các lực lượng của ông tấn công quân Bayern tại [[Trận Hammelburg|Hammelburg]], [[Trận Kissingen|Kissingen]] và [[Trận Waldaschach|Waldaschach]], gây cho quân Bayern choáng ngợp. Ở mỗi vị trí, quân Bayern đều bị áp đảo về quân số và cách xa các lực lượng có thể hỗ trợ cho họ đến mức mà họ không nhận được một sự tiếp viện nào trong ngày hôm ấy. Ở Kissingen, quân Bayern đánh trả hết sức ác liệt, nhưng sư đoàn của tướng Goeben đã chiếm được thị trấn. Trước đó, quân Bayern ở Waldaschach đã triệt binh, trong khi sư đoàn của Manteuffel chỉ vấp phải sự kháng cự yếu ớt ở Waldaschach.\n\nVới chiến thắng của ông trong các trận đánh này, Falckenstein đã làm chủ được chiến tuyến sông Saale, và làm tổn thương sức mạnh tấn công của phía Bayern trong một khoảng thời gian. Sau khi đánh bại Bayern, vào ngày [[11 tháng 7]], ông chuyển tầm nhìn của mình sang Quân đoàn VIII, điều sư đoàn của Beyer đến Hanau và sư đoàn của Goeben tiến qua Laufach, nơi quân Hessen-Darmstadt đang án ngũ, vào Aschaffenburg. Ngày [[13 tháng 8]], Goeben đánh chiếm [[Trận Laufach|Laufach]], và vào ngày hôm sau ông giáp mặt với [[lữ đoàn]] Áo huộc Quân đoàn VIII trong [[trận Aschaffenburg]]. Mặc dù [[pháo binh]] Áo chiến đấu hiệu quả, [[bộ binh]] của Áo vốn phần lớn là người gốc [[Ý]] bị hoảng loạn và mất 2.000 người bị bắt làm [[tù binh]] do kẹt lại trên các nẻo đường của thị trấn. Hoảng hốt trước sự bại trận của các lữ đoàn tiền tiêu, viên chỉ huy Quân đoàn VIII hối hả rút chạy khỏi Frankfurt, và đến ngày [[16 tháng 7]] năm 1866, các đoàn quân của Falckenstein tiến vào thành phố này.<ref name=\"menwhomaedegerman\"\/><ref>[http:\/\/www.archive.org\/stream\/reconstructione00fiskgoog\/reconstructione00fiskgoog_djvu.txt \"The Reconstruction of Europe: A Sketch of the Diplomatic and Military History of Continental...\" ]<\/ref> Thắng lợi vang dội này khiến ông được ưa chuộng và được ban thưởng một khoản tiền lớn, nhưng nó một lần nữa cho thấy mâu thuẫn giữa ông với Moltke: Falckenstein luôn chú trọng đánh chiếm Frankfurt, trái ngược với những huấn lệnh của vị Tổng tham mưu trưởng nhằm truy tìm và tiêu diệt quân đội Bayern. Do những bất đồng với Bộ Tổng tham mưu, vào ngày [[19 tháng 7]], ông bị huyền chức Tư lệnh Tập đoàn quân Main và điều đi làm [[Toàn quyền]] Böhmen. Một trong ba sư đoàn trưởng dưới quyền, tướng Manteuffel, lên thay ông chỉ huy Tập đoàn quân Main.<ref name=\"friedjungtrang160161\"\/><ref name=\"tudienfalckenstein\"\/>\n\n=== Về sau ===\nVào ngày [[30 tháng 10]] năm 1866, ông lãnh nhiệm chức Tư lệnh [[Quân đoàn I (Phổ)|Quân đoàn I]]. Ông chỉ huy quân đoàn cho đến khi tướng Manteuffel thay thế ông vào ngày [[3 tháng 8]] năm [[1868]].\n\nVào [[tháng 4]] năm [[1867]], ông được bầu làm Đại biểu [[Quốc hội Đức (Liên bang Bắc Đức)|Quốc hội]] [[Liên bang Bắc Đức]] tại khu vực bầu cử [[Königsberg (Phổ)|Königsberg]]<ref>[[Bernd Haunfelder|Haunfelder, Bernd]] \/ [[Klaus Erich Pollmann|Pollmann, Klaus Erich]] (Bearb.): ''Reichstag des Norddeutschen Bundes 1867-1870. Historische Photographien und biographisches Handbuch''. Düsseldorf: Droste Verlag, 1989, Foto S. 338, Kurzbiographie S. 481 (Photodokumente zur Geschichte des Parlamentarismus und der politischen Parteien, Band 2)<\/ref> và trên cương vị này ông cũng là thành viên [[Nghị viện Thuế quan Đức]] (''Zollparlament'') kể từ năm [[1868]].<ref>Specht, Fritz \/ Schwabe, Paul: ''Die Reichstagswahlen von 1867 bis 1903. Eine Statistik der Reichstagswahlen nebst den Programmen der Parteien und einem Verzeichnis der gewählten Abgeordneten''. 2. Aufl. Berlin: Verlag Carl Heymann, 1904, S. 2; vgl. auch Phillips, A. (Hrsg.): ''Die Reichstagswahlen von 1867 bis 1883. Statistik der Wahlen zum Konstituierenden und Norddeutschen Reichstage, zum Zollparlament, sowie zu den fünf ersten Legislatur-Perioden des Deutschen Reichstages''. Berlin: Verlag Louis Gerschel, 1883, S. 2<\/ref> Vào năm 1868, Vogel von Falckenstein được chuyển vào ngạch Sĩ quan Trừ bị (''Offizieren der Armee'').\n\nTrong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]] ([[1870]] &ndash; [[1871]]), Vogel von Falckenstein được bổ nhiệm làm ''Toàn quyền Các vùng ven biển của Đức'' (''Generalgouverneur der deutschen Küstenlande'') và cư trú tại Hannover. Trên cương vị này, ông tổ chức phòng ngự vùng biển của Đức và thành lập lực lượng [[Dân quân biển]] (''Seewehr'') tình nguyện. Vào năm [[1873]], ông giải ngũ. Đến năm [[1889]], [[Trung đoàn Bộ binh số 56 \"Vogel von Falckenstein\" (số 7 Westfalen)|Trung đoàn Bộ binh số 56]] tại [[Wesel]] lấy tên ông. [[Tháng 4]] năm 1885, ông [[chết|từ trần]] ở lâu đài [[Dolzig]] tại [[tỉnh Brandenburg]].\n\n== Chú thích ==\n\n{{Tham khảo}}\n\n==Tham khảo==\n* ''Gothaisches Genealogisches Taschenbuch'', Teil B 1928, Seite 678, Verlag Justus Perthes, Gotha 1928\n* [http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/BAND_41 Acta Borussica Band 4\/I (1848–1858)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140228162743\/http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/BAND_41 |date = ngày 28 tháng 2 năm 2014}}\n* [http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/BAND_42 Acta Borussica Band 4\/II (1848–1858) mit Biografie in Stichworten] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080916104954\/http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/BAND_42 |date = ngày 16 tháng 9 năm 2008}}\n* [http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBd5 Acta Borussica Band 5 (1858–1866)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100121215713\/http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBd5 |date = ngày 21 tháng 1 năm 2010}}\n* [http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBand61 Acta Borussica Band 6\/I (1867–1878)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070510193618\/http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBand61 |date = ngày 10 tháng 5 năm 2007}}\n* [http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBand62 Acta Borussica Band 6\/II (1867–1878)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070510193559\/http:\/\/www.bbaw.de\/bbaw\/Forschung\/Forschungsprojekte\/preussen_protokolle\/bilder\/PDFBand62 |date = ngày 10 tháng 5 năm 2007}}\n* Bernhard von Poten: [https:\/\/de.wikisource.org\/wiki\/ADB:Vogel_von_Falkenstein,_Eduard ''Vogel von Falkenstein, Eduard'']. In: ''Allgemeine Deutsche Biographie'' (ADB). Band 40, Duncker & Humblot, [[Leipzig]] [[1896]], S. 129–135.\n* [http:\/\/www.retrobibliothek.de\/retrobib\/seite.html?id=116338#Vogel%20von%20Falckenstein ''Vogel von Falckenstein, Eduard'']. In: ''Meyers Konversations-Lexikon''. 4. Auflage. Band 16, Bibliographisches Institut, Leipzig 1885–1892, S. 247.\n\n== Liên kết ngoài ==\n* [http:\/\/stabikat.sbb.spk-berlin.de:8080\/DB=1\/LNG=DU\/SID=fb05ccd9-1\/CMD?ACT=SRCHA&IKT=1016&SRT=YOP&TRM=Vogel+von+Falckenstein Literaturliste im Online-Katalog] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927215011\/http:\/\/stabikat.sbb.spk-berlin.de:8080\/DB=1\/LNG=DU\/SID=fb05ccd9-1\/CMD?ACT=SRCHA&IKT=1016&SRT=YOP&TRM=Vogel+von+Falckenstein |date = ngày 27 tháng 9 năm 2007}} tại [[Thư viện Quốc gia Berlin]]\n* [http:\/\/www.reichstag-abgeordnetendatenbank.de\/selectmaske.html?pnd=101315856&recherche=ja Eduard Vogel von Falckenstein in der Datenbank der Reichstagsabgeordneten]\n\n{{Các chủ đề|Lịch sử|Quân sự|Đức}}\n\n{{Dữ liệu nhân vật\n|TÊN=Vogel von Falckenstein, Eduard\n|TÊN KHÁC=Vogel von Falckenstein, Eduard Ernst Friedrich Hannibal (tên đầy đủ); Vogel von Falkenstein, Eduard\n|TÊN ĐẦY ĐỦ=Thượng tướng Bộ binh của Đức\n|LÚC SINH=5 tháng 1 năm 1797\n|NƠI SINH=[[Breslau]], [[Hạ Schlesien]]\n|LÚC MẤT=6 tháng 7 năm 1885\n|NƠI MẤT=Điền trang Dolzig, [[quậns Sorau (Lausitz)]], [[tỉnh Brandenburg]]\n}}\n\n{{DEFAULTSORT:Vogel Von Falckenstein, Eduard}}\n[[Thể loại:Đại biểu Quốc hội Liên bang Bắc Đức]]\n[[Thể loại:Thành viên Liên minh Thuế quan Đức]]\n[[Thể loại:Thành viên Đảng Bảo thủ Đức]]\n[[Thể loại:Tướng Phổ]]\n[[Thể loại:Nhân vật trong Chiến tranh Áo-Phổ]]\n[[Thể loại:Người nhận Pour le Mérite]]\n[[Thể loại:Người Breslau]]\n[[Thể loại:Sinh năm 1797]]\n[[Thể loại:Mất năm 1885]]\n[[Thể loại:Tướng Đức]]\n[[Thể loại:Nhân vật trong Chiến tranh Schleswig lần thứ nhất]]\n[[Thể loại:Nhân vật trong Chiến tranh Schleswig lần thứ hai]]\n[[Thể loại:Quân nhân Đức trong Chiến tranh Pháp–Phổ]]"}