{"Edward FitzGerald":"{{không nguồn}}\n{{Thông tin nhân vật\n| tên = Edward FitzGerald\n| hình = Edward FitzGerald.jpg\n| ghi chú hình = \n| cỡ hình = 250px\n| tên khai sinh = Edward FitzGerald\n| ngày sinh = {{birth date|mf=yes|1809|03|31}}\n| ngày mất = {{death date and age|mf=yes|1883|06|14|1809|03|31}}\n| nơi mất = \n| nguyên nhân cái chết = \n| an táng = \n| cư trú = \n| quốc tịch = [[Anh]]\n| học vị = \n| nghề nghiệp = Nhà thơ\n| tuyển dụng = \n| nổi tiếng = bản dịch sang tiếng [[Anh]] của [[Thơ Rubaiyat của Omar Khayyam]]\n| quê quán = \n| lương = \n| tài sản = \n| chiều cao = \n| cân nặng = \n| chức vị = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| hội đồng = \n| tôn giáo = \n| người hôn phối = \n| Bạn đời = \n| con cái = \n| người thân = \n| chữ ký = \n| website = \n| nơi sinh = [[Bredfield]], [[Suffolk]], [[Anh]], UK\n| tên khác = \n| cha mẹ = \n| resting_place_coordinates = \n| footnotes = \n}}\n'''Edward FitzGerald''' hay Edward Fitzgerald (ngày [[31 tháng 3]] năm [[1809]] - ngày [[14 tháng 6]] năm [[1883]]) là một nhà văn người [[Anh]], được biết đến bởi bản dịch tiếng Anh đầu tiên và nổi tiếng nhất của bài [[Thơ Rubaiyat của Omar Khayyam]] (một bài thơ [[Iran|Ba Tư]] của nhà thơ [[Omar Khayyám]] ([[1048]]–[[1131]]).\n\n== Cuộc sống ==\nEdward FitzGerald khi sinh được đặt là Edward Purcell, được sinh tại [[Bredfield House]] ở [[Woodbridge]], [[Suffolk]] vào năm [[1809]]. Năm [[1818]], cha ông, John Purcell, lấy họ và vị thế của gia đình vợ, gia đình FitzGeralds.\n\nCái tên được thay đổi nhanh chóng sau khi mẹ của FitzGerald được thừa hưởng của cải lần thứ hai. Bà đã từng thừa hưởng hơn nửa triệu bảng Anh từ một người dì, nhưng năm [[1818]], cha bà qua đời và để lại cho bà một khoản nhiều hơn đáng kể. Gia đình FitzGeralds là một trong những gia đình giàu có ở [[Anh]]. Edward FitzGerald sau đó nhận xét rằng tất cả các thân nhân của ông đều mất trí; và cả ông cũng đã mất trí theo, nhưng ít nhất nhận thức được thực tế.\n\nNăm [[1816]], gia đình ông chuyển đến [[Pháp]] và sống tại St Germain cũng như [[Paris]], nhưng năm [[1818]], sau cái chết nói trên của ông ngoại, gia đình ông chuyển về [[Anh]]. Năm 1821, ông được đi học ở Bury St Edmunds. Năm [[1826]], ông học tại [[Trinity College]], [[Cambridge]]. Ông làm quen với [[William Makepeace Thackeray]] và [[William Hepworth Thompson]]. Mặc dù ông có rất nhiều bạn là thành viên của Cambridge Apostles (Các thánh tông đồ Cambridge), đáng chú ý nhất là [[Alfred Tennyson]], nhưng FitzGerald không bao giờ yêu cầu được vào nhóm nổi tiếng đó. Năm [[1830]], FitzGerald rời khỏi Paris, nhưng vào năm 1831 ông sống tại một ngôi nhà trong trang trại ở chiến trường của [[Naseby]].\n\nKhông cần đến việc làm, FitzGerald chuyến đến vùng quê Suffolk và sống lặng lẽ ở đó. Cho đến năm 1835, FitzGerald sống ở Wherstead cho đến năm 1853, ông sống ở Bougle, gần [[Woodbridge]]. Năm 1860, ông cùng gia đình sinh sống tại Farlingay Hall cho đến năm 1873, họ chuyển đến thị trấn của [[Woodbridge]] cho đến khi FitzGerald mất tại nhà riêng được gọi là Little Grange (Trang trại nhỏ).\t \n\t\nSuốt phần lớn cuộc đời, FitzGerald chỉ quan tâm đến hoa, âm nhạc và văn chương. Những người bạn như [[William Makepeace Thackeray|Thackeray]] và [[Alfred Tennyson|Tennyson]] trội hơn ông về lĩnh vực văn học, và trong một thời gian dài FitzGerald đã tỏ ra không về quan tâm về những thành tựu về văn học của họ. Năm 1851, ông xuất bản cuốn sách đầu tay, ''Euphranor'', tác phẩm đối thoại của Platon, được lấy cảm hứng từ ký ức của cuộc sống hạnh phúc ngày xưa của ông ở [[Cambridge]]. Tiếp đó là năm 1852 với sự xuất bản cua ''Polonius'', một bộ sưu tập của các tục ngữ và những phiên bản hiện đại, một số trong đó là tác phẩm do ông viết, một số được vay mượn từ những tác phẩm kinh điển ít quen thuộc của Anh. FitzGerald đã bắt đầu nghiên cứu về thơ [[Tây Ban Nha]] vào năm 1850 tại Elmsett, tiếp theo là văn học [[Iran|Ba Tư]] tại [[Đại học Oxford]] với Giáo sư [[Edward Byles Cowell]] năm 1853. Ông kết hôn cùng Lucy, con gái của tín đồ [[phái giáo hữu]] nhà thơ [[Bernard Barton]] tại Chichester vào ngày [[4 tháng 11|04 tháng 11]] năm [[1856]], theo lời hứa với Bernard trước khi ông mất vào năm [[1849]] rằng sẽ chăm sóc cô. Cuộc hôn nhân đã rõ ràng là một thảm họa, có thể là do thiên hướng tình dục của Edward, dẫn đến li thân chỉ sau một vài tháng, mặc dù đã biết nhau trong nhiều năm, bao gồm hợp tác trên một cuốn sách về các công trình của cha cô vào năm [[1849]].\n\n==Sự nghiệp văn chương==\nNăm 1853, FitzGerald xuất bản ''Six Dramas of Calderon'' (Sáu vở kịch của Calderon). Bấy giờ, ông chuyển sang nghiên cứu về [[văn học]] [[châu Á]] đã xuất bản ẩn danh một bản dịch của ''Sálamán and Absál'' được sáng tác bởi nhà thơ nổi tiếng người [[Iran|Ba Tư]] [[Jami]] theo thể thơ [[John Milton|Miltonic]]. Tháng 3 năm 1857, giáo sư Cowell khám phá ra một tập thơ [[Iran|Ba Tư]] theo [[Đường luật|thể thơ tứ tuyệt]] của [[Omar Khayyám]] trong thư viện [[Xã hội]] [[Châu Á]], thủ đô [[Kolkata]] và gửi chúng cho FitzGerald. Vào thời gian này, [[Omar Khayyám]] là một nhà thơ FitzGerald rất đồng cảm, trong một bức thư, ông đã viết: \"[[Hafez|Hafiz]] and Omar Khayyam ring like true metal\" (tạm dịch là ''Hafez và Omar Khayyam rung động giống như kim loại thật''). Vào ngày [[15 tháng 1]] năm 1859, một cuốn sách nhỏ vô danh đã được công bố là bản dịch của [[Thơ Rubaiyat của Omar Khayyam]]. Trong thế giới rộng lớn, và trong vòng tròn của những người bạn đặc biệt của FitzGerald, bài thơ lúc đầu có vẻ không thu hút được sự chú ý. Các nhà xuất bản để nó rơi xuống giá 4 penny hoặc thậm chí (như ông tự hào sau đó) đến hộp đồng xu trên quầy sách.\n\n{{thể loại Commons|Edward FitzGerald (poet)}}\n\n{{thời gian sống|1809|1883}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Fitzgerald, Edward}}\n[[Thể loại:Nhà thơ Anh]]\n[[Thể loại:Mất năm 1883]]"}