{"Edward Dickinson Baker":"{{Infobox officeholder 1\n|name=Edward Dickinson Baker\n|image=[[Tập tin: EdDBaker.jpg|200px]]\n|caption=Baker khi đang làm [[Thượng nghị sĩ Hoa Kỳ]] từ [[Oregon]], 2 tháng 2 năm 1861\n|office=[[Thượng nghị sĩ Hoa Kỳ]] từ [[Oregon]]\n|term_start=2 tháng 10 năm 1860\n|term_end=21 tháng 10 năm 1861\n|predecessor=[[Delazon Smith]]\n|successor=[[Benjamin Stark]]\n|office1=Thành viên của [[Hạ viện Hoa Kỳ]] viện từ Quốc hội thứ [[7]] của bang [[Illinois]]\n|term_start1=4 tháng 3 năm 1845|term_end1=15 tháng 1 năm 1847\n|predecessor1=[[John J. Hardin]]\n|successor1=[[John Henry]]\n|office2=Thành viên của [[Hạ viện Hoa Kỳ]] viện từ Quốc hội thứ [[6]] của bang [[Illinois]]\n|term_start2=4 tháng 3 năm 1849\n|term_end2=3 tháng 3 năm 1851\n|predecessor2=[[Thomas J. Turner]]\n|successor2=[[Thompson Campbell]]\n|office3=Thành viên của [[Thượng viện]] bang [[Illinois]]\n|term_start3=1840\n|term_end3=1844\n|office4=Thành viên của [[Hạ viện]] bang [[Illinois]]\n|term_start4=1837\n|term_end4=1840\n|party=[[Đảng Whig (Hoa Kỳ)]], [[Đảng Cộng hòa (Hoa Kỳ)]]\n|birth_date={{birth date|1811|2|24}}\n|birth_place= [[Luân Đôn]], [[Anh]] {{flagicon|United Kingdom}}\n|death_date={{death date and age|1861|10|21|1811|2|24}}\n|death_place=[[Quận Loudoun, Virginia|Quận Loudoun]], [[Virginia]], [[Hoa Kỳ]] {{flagicon|Hoa Kỳ}}\n|spouse=Mary Ann Lee Baker\n|occupation=Chính khách, luật sư, thầy giáo\n|religion=[[Churches of Christ]]\n|parents=Edward Baker (thầy giáo)<br>Lucy Dickinson Baker\n|children=5\n|signature=\n|allegiance=[[Hoa Kỳ]]\n|serviceyears=1846 - 1847, 1861\n|rank=[[Tập tin:Union Army major general rank insignia.svg|border|35px]] [[Thiếu tướng]]\n|commands=[[4th Illinois Volunteer Infantry Regiment]]<br>3rd Brigade, 3rd Division<br>{{nowrap|3rd Volunteer Division (temporary)}}<br>[[71st Pennsylvania Infantry]]<br>[[Philadelphia Brigade]] \n|battles=[[Chiến tranh Hoa Kỳ-México]]\n*[[Battle of Cerro Gordo]]\n[[Nội chiến Hoa Kỳ]]\n*[[Battle of Ball's Bluff]] {{KIA}}\n}}\n\n'''Edward Dickinson Baker''' (24 tháng 2 năm 1811 - 21 tháng 10 năm 1861) là một nhà chính trị sinh ra tại Anh, là luật sư, thầy giáo và là nhà lãnh đạo quân sự người Anh di cư sang Mỹ, và là một thượng nghị sĩ Hoa Kỳ đến từ tiểu bang Oregon. Trong sự nghiệp chính trị của ông, Baker phục vụ tại [[Nhà Trắng]] ở [[Hoa Kỳ]] của đại diện đến từ bang [[Illinois]] và sau đó là một thượng nghị sĩ Hoa Kỳ đến từ Oregon. Là một người bạn thân của Tổng thống Hoa Kỳ [[Abraham Lincoln]], Baker từng là quân đội Hoa Kỳ đại tá trong cả hai cuộc chiến tranh México-Mỹ và cuộc nội chiến Hoa Kỳ. Baker đã bị thủ tiêu trong trận Ball Bluff trong khi dẫn đầu một đoàn Liên minh quân đội, ông trở thành một thượng nghị sĩ duy nhất bị giết hại trong cuộc [[Nội chiến Hoa Kỳ]].\n\nTrước đây, ông thuộc [[Hạ viện Hoa Kỳ]]. Nhiệm kỳ thượng nghị sĩ Hoa Kỳ đến từ tiểu bang Oregon của ông: 2 tháng 10 năm 1860 - 21 tháng 10 năm 1861 (qua đời).\n\n==Tuổi thơ và kết hôn==\n[[Tập tin:Edward Dickinson Baker cph.3b09011.jpg|trái|nhỏ|Edward Baker, năm 1850]]\nEdward Dickinson Baker sinh ngày 24 tháng 2 năm 1811 tại Luân Đôn, Anh, bố là Edward Baker và mẹ là Lucy Dickinson Baker. Năm 1816, vì nhà nghèo nên cậu bé Edward Baker cùng gia đình rời Anh và di cư đến Hoa Kỳ, tơí Philadelphia, cha ông lập một trường học mới, Edward đi học của cha mình và đi học nghề. Năm 14 tuổi, gia đình rời Philadelphia và đi du lịch tới New Harmony, Indiana. Baker đã từng gặp Thống đốc Ninian Edwards, người đã cho phép Baker truy cập vào thư viện pháp luật riêng tư của mình. Sau đó, ông chuyển đến Carrollton, bang Illinois, nơi ông được nhận vào thanh năm 1830. Vào ngày 27 tháng 4 năm 1831, ông kết hôn với Mary Ann Foss; họ đã có năm đứa con với nhau nhưng không rõ tên.\n\n==Chức vụ khác==\n[[Tập tin:Edward Dickinson Baker2.jpg|trái|nhỏ|Edward Baker (1811 - 1861)]]\nTrong suốt cuộc đời, Baker đã thắng ba trận chiến, đó là chiến tranh México-Mỹ, trận chiến Cerro Gordo và cuộc nội chiến Hoa Kỳ, được làm 4 chức vụ phụ, đó là: Thành viên của Hạ viện Hoa Kỳ viện từ huyện Quốc hội lần thứ 7 của Illinois (4\/3\/1845 - 15\/1\/1847), tiền nhiệm là [[John J. Hardin]], kế nhiệm là John Henry, thành viên của Hạ viện Hoa Kỳ viện từ huyện Quốc hội lần thứ sáu của Illinois (4\/3\/1849 - 3\/3\/1851), tiền nhiệm là [[Thomas J. Turner]], kế nhiệm của [[Thompson Campbell]], thành viên của Thượng viện Illinois (1840 - 1844), và Thành viên của Hạ viện [[Illinois]] (1837 - 1840).\n\n== Luật sư của bang Ilinois ==\nNgay sau khi cuộc hôn nhân của mình, Baker liên kết với các môn đệ của Chúa Kitô và tham gia vào việc rao giảng bán thời gian như một hệ quả để nhân rộng sự quan tâm của mọi người về kỹ năng của mình trong nhà nguyện công cộng. Đó là hành động đã khiến ông nổi tiếng. Một năm sau cuộc hôn nhân của mình, Baker tham gia Chiến tranh Black Hawk nhưng không tham gia vào chiến sự. Khoảng năm 1835, ông đã làm quen với Abraham Lincoln và sớm tham gia vào chính trị địa phương, được bầu vào Hạ viện Illinois vào ngày 1 tháng 7 năm 1837 và phục vụ trong Thượng viện Illinois từ năm 1840 đến năm 1844. Năm 1844, khi đang sống ở Springfield, ông đánh bại Lincoln về các đề cử của 7 ghế quốc hội Mỹ và được bầu làm một Whig. Baker và Lincoln trở thành bạn nhanh chóng, một mối quan hệ đã tạo ra tuyên bố rằng Baker đã rửa tội Lincoln. Tuy nhiên, tuyên bố này bị cho là giả dối bởi nhà lãnh đạo kế tiếp của Phong trào Phục hồi cùng với giáo hội Chúa Kitô của Baker.\n[[Tập tin:Flickr - USCapitol - Edward Dickinson Baker Statue.jpg|trái|nhỏ|Tượng Edward Dickinson Baker]]\nVào tháng 9 năm 1844, Baker trưng bày can đảm bốc đồng trong một vụ việc phát sinh từ các vụ giết người của Joseph Smith, người sáng lập phong trào Latter Day Saint, bởi một đám đông trong một nhà tù ở Nauvoo, Illinois. Là một đại tá trong lực lượng dân quân địa phương, Baker là một phần của một nhóm theo đuổi các nhà lãnh đạo đám đông, người đã chạy trốn qua sông Mississippi vào [[Missouri]]. Thay vì chờ đợi cho những người khác tham gia với mình, Baker qua sông và bắt giữ những kẻ đào tẩu.\n\nBaker phục vụ trong Quốc hội từ 04 tháng 3 năm 1845, cho đến khi ông từ chức vào ngày 24 tháng 12 năm 1846, có hiệu lực vào ngày 15, năm 1847. Ông đã từ chức trong một cuộc tranh cãi về tính hợp pháp của phần ăn của mình tại Quốc hội và quân đội. Cuộc tranh cãi nảy sinh từ Điều I, Mục 6, của [[Hiến pháp Hoa Kỳ]], cái gọi là không tương thích khoản, trong đó nghiêm cấm một \"sĩ quan của Hoa Kỳ\" phục vụ trong cả hai viện của Quốc hội. Hai vẫn là bạn thân, tuy nhiên, với Lincoln đặt tên một trong những người con trai của ông Edward Baker Lincoln, trìu mến gọi là \"Eddie.\" Lincoln và Baker thỉnh thoảng thi đấu tại Five, một dạng của bóng ném.\n\nTrong Chiến tranh México-Mỹ, Baker một thời gian ngắn đã bỏ chính trị và được đưa như một Đại tá Trung đoàn Thứ tư của các tình nguyện binh Illinois, vào ngày 04 tháng 7 năm 1846. Trong trận Cerro Gordo, trung đoàn đã được giao cho Tướng James Shields của Illinois lữ đoàn của sư Tướng David E. Twiggs của. Khi Shields đã bị thương nặng trong một đập pháo binh, Baker mạnh dạn dẫn lữ đoàn chống lại pin pháo binh cố thủ, dẫn đến việc bắt giữ của các khẩu súng. Tổng Winfield Scott sau đó nói, \"Lữ đoàn rất anh dũng của Tướng Shields, và, sau khi mùa thu của mình, Đại tá Baker, xứng đáng khen cao cho hành vi tốt đẹp của nó và thành công.\" Chẳng bao lâu sau khi Cerro Gordo, thời gian nhập ngũ đã kết thúc đối với nam giới của 4 Illinois và họ trở về New Orleans và đã được xuất viện vào tháng 25. Baker trở lại Springfield vào năm 1848, nhưng, thay vì chạy với Lincoln lại được đề cử vào Quốc hội, Baker chuyển đến Galena, nơi ông đã được đề cử và bầu chọn là một Whig đến Đại hội 31 (ngày 04 tháng 3 năm 1849 - 04 tháng 3 năm 1851). Ông không phải là một ứng cử viên cho renomination vào năm 1850.\n\nVào tháng 7 năm 1850, ông đề nghị Công ty Đường sắt Panama rằng ông tuyển dụng những người đàn ông để giúp xây dựng đường sắt. Baker đã đồng ý trả chi phí của họ từ St. Louis và Panama, và công ty sẽ gửi chúng về đến San Francisco vào tháng 1. Ông bị bệnh ở Panama với một bệnh nhiệt đới và đã phải quay trở lại Hoa Kỳ.\n\n==Binh nghiệp==\n{{Infobox military person\n|name=Edward Dickinson Baker\n|ngày sinh=[[24 tháng 2]] năm [[1811]] \n|ngày mất=[[21 tháng 10]] năm [[1861]] (50 tuổi) \n|placeofbirth=[[Luân Đôn]], [[Anh]]\n|placeofdeath=[[Quận Loudoun, Virginia]]\n|image=\n|caption=Thiếu tướng Baker, 1857\n|allegiance=[[Hoa Kỳ]]\n|serviceyears=1846 - 1847, 1861\n|rank=[[Tập tin:Union Army major general rank insignia.svg|border|35px]] [[Thiếu tướng]]\n|commands=[[4th Illinois Volunteer Infantry Regiment]]<br>3rd Brigade, 3rd Division<br>{{nowrap|3rd Volunteer Division (temporary)}}<br>[[71st Pennsylvania Infantry]]<br>[[Philadelphia Brigade]] \n|battles=[[Chiến tranh Hoa Kỳ-México]]\n*[[Battle of Cerro Gordo]]\n[[Nội chiến Hoa Kỳ]]\n*[[Battle of Ball's Bluff]]}}Baker tham chiến bốn trận chiến như sau:\n*Chiến tranh México-Mỹ\n*Trận chiến Cerro Gordo\n*Nội chiến Hoa Kỳ\n*Trận chiến Ball Bluff {{KIA}}\nDấu chữ thập được đánh dấu ở trận Ball Bluff có nghĩa là Baker đã tử trận trong trận này.\n\n== Chính trị gia ==\nÔng là chính trị gia đến từ các bang California và Oregon.\n\n== Thượng nghị sĩ Hoa Kỳ đến từ Oregon, 1860 - 1861 ==\nNgày 2 tháng 10 năm 1860, Edward Baker nhậm chức Thượng nghị sĩ Hoa Kỳ, Thượng nghị sĩ đồng nghiệp của ông, Thượng nghị sĩ Joseph Lane, không thích ông ấy rất nhiều mà ông đã từ chối làm theo truyền thống và giới thiệu Baker vào Thượng viện, do Thượng nghị sĩ đến từ đảng Dân chủ Milton Latham từ California đã làm nó.\n[[Tập tin:Edward Dickinson Baker2.jpg|nhỏ|Baker tại cuộc [[Nội chiến Hoa Kỳ]] (tranh vẽ)]]\nNgày 31 tháng 12 năm 1860, Thượng nghị sĩ Judah Benjamin Louisiana lập luận rằng các tiểu bang miền Nam đã có một quyền hiến định ly khai và rằng các quốc gia khác sẽ sớm gia nhập South Carolina, đã ly khai vào ngày 20. Baker bác bỏ lập luận của Benjamin trong một bài phát biểu ba giờ một ngày sau đó. Ông thừa nhận rằng ông đã phản đối sự can thiệp với chủ sở hữu nô lệ ở các bang nô lệ, nhưng anh cũng đã phản đối sự ly khai và mở rộng chế độ nô lệ vào các khu vực mới và tiểu bang. Trong tháng 3 năm 1861, ông cũng chỉ ra sự sẵn sàng thỏa hiệp về một số vấn đề để ngăn chặn sự tan rã của đất nước.\n\n=== Khi Abraham Lincoln làm Tổng thống ===\nAbraham Lincoln đã được khánh thành vào ngày 04 tháng 3 năm 1861. Baker và Thượng nghị sĩ James A. Pearce Maryland phải đối mặt lạc hậu trong việc chuyên chở tổng thống khi họ cưỡi từ Nhà Trắng tới Capitol, và Lincoln và Tổng thống mãn nhiệm [[James Buchanan]] phải đối mặt về phía trước. Trên lưng ngựa ở đầu hộ tống kỵ binh của họ là những người đàn ông sẽ thể hiện nổi bật là chỉ huy của Baker tại trận Bluff Ball. Đại tá Charles P. Stone là một nhân viên Liên minh up-and-coming người chịu trách nhiệm về an ninh ở Washington cho lễ nhậm chức. Đá thúc đẩy con ngựa của mình để kích thích con ngựa khác ở bên hộ tống bởi vì ông tin rằng những con ngựa chồm lên sẽ tạo thành một hàng rào bảo vệ tốt hơn và bảo vệ các vị chức sắc trong việc vận chuyển. Baker giới thiệu Lincoln để khán giả tụ tập trên hiên phía đông của Capitol: \"Công dân Fellow, tôi giới thiệu với các bạn, đây là Abraham Lincoln, Tổng thống thứ 16 của Hoa Kỳ và cũng là bạn đã đồng hành với tôi.\"\n\nLincoln không ghi tên cho Baker cho nội các của ông vì ủng hộ của ông tại Thượng viện là rất quan trọng. Nếu Baker đã từ chức ghế Thượng viện của ông, ủng hộ chế độ nô lệ thống đốc Dân chủ của bang Oregon, John Whiteaker, sẽ bổ nhiệm một người Dân chủ ủng hộ chế độ nô lệ để thế chỗ ông.\n\n== Bị giết chết trong trận chiến ==\n[[Tập tin:Death of Colonel Baker while Leading His Regiment at the Battle of Ball's Bluff, Va (27976468930).jpg|nhỏ|Cái chết của đại tá Edward Dickinson Baker tại trận Ball Bluff, 21 tháng 10 năm 1861 (tranh vẽ)]]\nNgày 21 tháng 10 năm 1861, tại Leesburg, quận Loudoun, bang Virginia diễn ra trận chiến Ball Bluff. Trước khi trận diễn ra, Baker đã rời khỏi Thượng viện để tham gia trận và ông là đại tá. Đáng tiếc, khi trận đánh diễn ra thì Edward Baker đã bị giết chết khi đang dẫn đầu một đoàn Liên minh quân đội, và ông đã vô cùng tức giận với người đã giết mình và sau đó, Edward Dickinson Baker qua đời. Ông ở chức Thượng nghị sĩ chỉ được 1 năm 19 ngày, hưởng dương 50 tuổi.\n\nCái chết của ông gây sốc cho các viên chức Washington và dẫn đến sự hình thành của Ủy ban hỗn hợp của Quốc hội về ứng xử của các cuộc chiến tranh. Gần ba năm sau khi ông chết, góa phụ của ông Baker - Mary Ann - được đặt trên các cuộn hưu trí của chính phủ, được nhận 55 đô la mỗi tháng. Dự luật của Quốc hội đề xuất khoản trợ cấp này có thể được xem tại trang web của Thư viện Quốc hội.\n\n== Nguồn gốc ==\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{CongBio|B000059}} Retrieved on 2008-02-14\n*{{Find a Grave|23419|access-date = ngày 14 tháng 2 năm 2008}}\n\n{{S-start}}\n{{S-par|us-hs}}\n{{s-bef|before=[[John Jay Hardin]]}}\n{{s-ttl|title=Thành viên của [[Hạ viện Hoa Kỳ]] viện từ huyện Quốc hội thứ [[7]] của bang [[Illinois]]|years=1845–1847}}\n{{s-aft|after=[[John Henry (Tiêu biểu)|John Henry]]}}\n|-\n{{s-bef|before=[[Thomas J. Turner]]}}\n{{s-ttl|title=Thành viên của [[Hạ viện Hoa Kỳ]] viện từ huyện Quốc hội thứ [[6]] của bang [[Illinois]]|years=1849-1851}}\n{{s-aft|after=[[Thompson Campbell]]}}\n|-\n{{s-bef|before=[[Delazon Smith]]}}\n{{s-ttl|title=[[Thượng nghị sĩ Hoa Kỳ]] từ [[Oregon]]|years=1860-1861}}\n{{s-aft|after=[[Benjamin Stark]]}}\n\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Baker, Edward Dickinson}}\n[[Thể loại:Sinh năm 1811]]\n[[Thể loại:Mất năm 1861]]\n[[Thể loại:Người Luân Đôn]]\n[[Thể loại:Chính khách từ San Francisco]]\n[[Thể loại:Luật sư Illinois]]\n[[Thể loại:Nội chiến Hoa Kỳ]]\n[[Thể loại:Thiếu tướng Lục quân Hoa Kỳ]]"}