{"Elizabeth Barrett Browning":"{{Infobox writer\n|name = Elizabeth Barrett Browning\n|image = Elizabeth Barrett Browning.jpg\n|caption =\n|birth_date = {{Ngày sinh|1806|3|6|df=y}}\n|birth_place= [[Kelloe]], [[Durham, England|Durham]], Anh\n|death_date = {{Ngày mất and age|1861|6|29|1806|3|6|df=y}}\n|death_place= [[Florence]], [[Ý]]\n|occupation = Nhà thơ\n|nationality= Anh\n|spouse(s) = Robert Browning\n}}\n'''Elizabeth Barrett Browning''' (06 tháng 3 năm 1806 – 29 tháng 6 năm 1861) là một trong những [[nhà thơ]] [[Anh]] nổi bật nhất của thời đại Victoria. Thơ của bà đã được phổ biến rộng rãi ở cả [[Anh]] và [[Hoa Kỳ]] trong cuộc đời của mình. \n==Tiểu sử==\nElizabeth Browning sinh ở County Durham trong một gia đình đông con. Từ năm lên 10 đã biết làm thơ. Năm 1820 viết trường ca đầu tiên có tên là ''Trận đánh Marathon'' (The Battle of Marathon) và được in với sự giúp đỡ của bố.\n\nNăm 1835 gia đình chuyển đến [[London]]. Năm [[1838]] in tập thơ ''Seraphim và những bài thơ khác'' (The Seraphim and Other Poems) và bắt đầu được biết đến nhiều. Năm 1843 in bài thơ ''Tiếng khóc trẻ thơ'' (The Cry of the Children) về sự nô lệ trẻ em.\n\nTừ tháng 1 năm 1845 nhà văn Robert Browning vì mến mộ tài thơ của Elizabeth đã viết thư tỏ tình và kể từ đây họ bắt đầu liên lạc qua thư từ. Ngày 12 tháng 1 năm [[1846]] hai người bí mật làm đám cưới và sau đó đi sang [[Ý]], năm [[1849]] họ sinh con đầu lòng ở đây.\n\nElizabeth Barrett Browning bắt đầu thực sự nổi tiếng trong thập niên 1850 sau khi in tập thơ tình ''Sonnet của người Bồ Đào Nha'' (Sonnets from the Portuguese). Tiểu thuyết thơ ''Rạng đông Leigh'' (Aurora Leigh, 1856) về sự bất công trong xã hội. Trường ca ''Cửa sổ nhà Guidi'' (Casa Guidi Windows, 1856) và ''Thơ gửi Quốc hội'' (Poems Before Congress, 1860) lấy cảm hứng từ cuộc cách mạng [[Ý]] năm [[1848]].\n\nElizabeth Browning chết trên tay chồng mình ở [[Florence]] mùa hè năm [[1861 và được mai táng tại đây trong một nghĩa địa [[Anh]]. \n]]\n==Tác phẩm==\n*''Trận đánh Marathon'' (The Battle of Marathon, 1820)\n*''Seraphim và những bài thơ khác'' (The Seraphim and Other Poems, 1838)\n*''Sonnet của người Bồ Đào Nha'' (Sonnets from the Portuguese, 1850)\n*''Rạng đông Leigh'' (Aurora Leigh, 1856)\n*''Cửa sổ nhà Guidi'' (Casa Guidi Windows, 1856)\n*''Thơ gửi Quốc hội'' (Poems Before Congress, 1860)\n*''Những bài thơ cuối'' (Last Poems, 18620\n\n==Một số bài thơ==\n{|\n|- valign=\"top\"\n|\n;Em yêu anh thế nào?\n:Em yêu anh thế nào? Để cho em nói\n:Yêu anh đến sâu tận cùng, đến cao vòi vọi\n:Hồn em có những gì mà mắt chẳng nhìn ra\n:Yêu anh như Ơn trên, đến tận cùng tồn tại. \n: \n:Em yêu anh như những thứ giữa đời thường\n:Mặt trời cho ban ngày, ngọn nến cho đêm tối\n:Yêu anh tự do, như người khát khao lẽ phải\n:Như lời nguyện cầu thanh tịnh trắng trong. \n: \n:Em yêu anh bằng đam mê cháy bỏng của em\n:Như mộng ước không thành, khát khao thời nhỏ\n:Bằng tình yêu mà em ngỡ là không còn nữa\n:Em yêu anh như yêu từng hơi thở của em. \n: \n:Như nước mắt, nụ cười! – và nếu Chúa trời chọn lựa\n:Sau khi chết, em còn yêu anh nhiều hơn thế nữa.\n: \n;Điều tốt đẹp nhất trên trần\n\n:Điều gì tốt đẹp nhất trên trần?\n:Đó là hoa hồng trong sương sớm\n:Là ngọn gió nam xua cơn mưa dầm \n:Là sự thật, không nhẫn tâm với bạn\n:Là niềm vui không kết thúc vội vàng\n:Là sắc đẹp cả trong lúc huy hoàng\n:Không kiêu kỳ một cách quá trớn\n:Là tình yêu lần nữa cháy bừng lên.\n:Điều gì tốt đẹp nhất trên trần?\n:Là cái không có trên thế gian – tôi nghĩ thế.\n\n:''Bản dịch của Hồ Thượng Tuy''\n|\n;Sonnet 43. How do I love thee?\n\n:How do I love thee? Let me count the ways.\n:I love thee to the depth and breadth and height\n:My soul can reach, when feeling out of sight\n:For the ends of Being and ideal Grace.\n: \n:I love thee to the level of everyday's\n:Most quiet need, by sun and candle-light.\n:I love thee freely, as men strive for Right;\n:I love thee purely, as they turn from Praise.\n: \n:I love thee with the passion put to use\n:In my old griefs, and with my childhood's faith.\n:I love thee with a love I seemed to lose\n:With my lost saints,—I love thee with the breath,\n: \n:Smiles, tears, of all my life!—and, if God choose,\n:I shall but love thee better after death. \n: \n;The Best Thing in the World\n\n:WHAT'S the best thing in the world? \n:June-rose, by May-dew impearled; \n:Sweet south-wind, that means no rain; \n:Truth, not cruel to a friend; \n:Pleasure, not in haste to end; \n:Beauty, not self-decked and curled \n:Till its pride is over-plain; \n:Love, when, so, you're loved again. \n:What's the best thing in the world? \n:--Something out of it, I think.\n|}\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* {{Gutenberg author |id=Browning,+Elizabeth+Barrett | name=Elizabeth Barrett Browning}}\n* {{Internet Archive author |sname=Elizabeth Barrett Browning}}\n* {{Librivox author |id=38}}\n*[http:\/\/onlinebooks.library.upenn.edu\/webbin\/book\/search?author=elizabeth+barrett+browning&amode=words&title=&tmode=words Works of Elizabeth Barrett Browning] at [[Online Books Page]]\n*[http:\/\/www.poetryfoundation.org\/archive\/poet.html?id=81294 Profile of Elizabeth Barrett Browning at PoetryFoundation.org]\n*[http:\/\/www.browningguide.com\/ The Brownings: A Research Guide (Baylor University)]\n\n{{thời gian sống|sinh=1806|mất=1861|tên= Browning, Elizabeth Barrett}}\n\n{{DEFAULTSORT:Browning, Elizabeth Barrett}}\n[[Thể loại:Nhà thơ Anh]]\n[[Thể loại:Mất năm 1861]]"}