{"Felix Mendelssohn":"{{Thông tin nghệ sĩ\n| nền = nhạc sĩ biểu diễn nhạc không lời\n}}[[File:Mendelssohn_Bartholdy.jpg|liên_kết=https:\/\/en.wikipedia.org\/wiki\/File:Mendelssohn_Bartholdy.jpg|thế=|nhỏ|301x301px|Chân dung Mendelssohn bởi họa sĩ [[James Warren Childe]], vẽ năm 1839.]]\n'''Jakob Ludwig Felix Mendelssohn Bartholdy{{refn|{{IPA-de|ˈjaːkɔp ˈluːtvɪç ˈfeːlɪks ˈmɛndl̩szoːn baʁˈtɔldi|lang}}|group=n}} '''([[3 tháng 2]] năm [[1809]] - [[4 tháng 11]] năm [[1847]]), sinh ra và được biết đến rộng rãi với tên '''Felix Mendelssohn,{{refn|The overwhelming majority of printed sources in English (e.g. see sources in references, and listings of recordings at [[Amazon.com]] and elsewhere), use the form \"Mendelssohn\" and not \"Mendelssohn Bartholdy\". ''The [[Grove Dictionary of Music and Musicians]]'' gives {{nowrap|\"(Jakob}} Ludwig) Felix Mendelssohn{{nowrap|(-Bartholdy)\"}} (note the parentheses) as the entry title, with \"Mendelssohn\" used in the body text. In German and some other languages the surname \"Mendelssohn Bartholdy\" (sometimes hyphenated) is generally used.|group=n}}''' là một [[nhà soạn nhạc]], [[nghệ sĩ dương cầm]], [[nghệ sĩ đại phong cầm]] và [[chỉ huy dàn nhạc]] người [[Đức]] thuộc giai đoạn đầu thời kỳ [[âm nhạc lãng mạn|âm nhạc Lãng mạn]]. Tác phẩm của ông trải dài trên nhiều thể loại như giao hưởng, concerto, các tiểu phẩm piano cũng như các tác phẩm thính phòng. Một số những sáng tác nổi tiếng nhất của Mendelssohn có thể kể đến như [[Giấc mộng đêm hè (overture)|khúc dạo đầu ''Giấc mộng đêm hè'']], phỏng theo tác phẩm cùng tên của [[William Shakespeare|Shakepeare]], [[Giao hưởng số 4 (Mendelssohn)|giao hưởng Nước Ý]], [[Giao hưởng số 3 (Mendelssohn)|giao hưởng Scotland]], khúc [[oratorio]] ''[[Elijah (oratorio)|Elijah]]'', khúc dạo đầu ''[[The Hebrides|The Hebride]]'', bản [[Concerto cho violon (Mendelssohn)|Concerto cho violin]] nổi tiếng cùng một số những [[Bát tấu (Mendelssohn)|Bát tấu bộ dây]].\n\nLà cháu của triết gia [[Moses Mendelssohn]], Mendelssohn sinh ra trong một gia đình Do Thái khá giả. Đến năm 7 tuổi, ông được làm lễ báp-têm và thành tín đồ của [[thần đạo Calvin]]. Mendelssohn sớm được biết đến như một thần đồng âm nhạc, tuy nhiên, bố mẹ nhà soạn nhạc khá dè dặt và không chú tâm phát triển mảng tài năng này của ông.\n\nMendelssohn sớm gặt hái được thành công ở Đức. Nhà soạn nhạc đã mang các tác phẩm của [[Johann Sebastian Bach]] trở lại với công chúng, nổi bật nhất là phần biểu diễn của ông với bản ''[[Matthäus-Passion (Bach)|Bài thương khó Thánh Matthew]]''. Trong vai trò là nhà soạn nhạc, chỉ huy và nghệ sĩ độc tấu, ông lưu diễn và gặt hái thành công trên khắp châu Âu; đặc biệt, ông đã đến nước Anh mười lần và cũng ra mắt nhiều tác phẩm tại đây. Những chuyến đi này đóng vai trò rất lớn trong sự nghiệp sau này của Mendelssohn. Tuy vậy, thị hiếu âm nhạc về cơ bản là bảo thủ của ông khiến ông tách biệt ra khỏi những nhạc sĩ đương thời mạo hiểm hơn như [[Hector Berlioz]], [[Franz Liszt]] và [[Richard Wagner]]. [[Nhạc viện Leipzig|Nhạc viện Leipzig{{refn|When founded in 1843 this institution was officially known as the \"Leipziger Konservatorium der Musik\".<ref>[https:\/\/www.hmt-leipzig.de\/de\/home\/hochschule\/geschichte_hmt \"Geschichte der Hochschule\"], (in [[Tiếng Đức]]), website of the [[University of Music and Theatre Leipzig|Hochschule für Musik und Theater Felix Mendelssohn Bartholdy]], Leipzig, retrieved 26 January 2019.<\/ref> English-language Mendelssohn authorities, for example R. Larry Todd and Erich Werner, refer to it as the Leipzig Conservatory.{{sfn|Todd|2003|pp=450–451}}{{sfn|Werner|1963|pp=385–389}}|group=n}}]][[Felix Mendelssohn#cite%20note-6|<span class=\"mw-reflink-text\">[n 3]<\/span>]][[Felix Mendelssohn#cite%20note-6|<span class=\"mw-reflink-text\">[n 3]<\/span>]] (ngày nay là [[Đại học Âm nhạc và Sân khấu Leipzig]]), do ông sáng lập, trở thành pháo đài chống lại ảnh hưởng của thể loại nhạc cấp tiến này. Sau một thời gian dài bị đánh giá thấp do khẩu vị âm nhạc thay đổi kết hợp với [[chủ nghĩa bài Do Thái]] vào cuối thế kỉ XIX đầu thế kỉ XX, tính độc đáo sáng tạo trong các nhạc phẩm của Mendelssohn giờ đã được thừa nhận và đánh giá lại. Ngày nay, Mendelssohn là một trong những nhà soạn nhạc lừng danh nhất của thời kỳ âm nhạc Lãng mạn.\n\n== Cuộc đời ==\n\n=== Tuổi thơ ===\n[[Tập tin:Mendelssohn Bartholdy 1821.jpg|thumb|upright|alt=watercolour of a male child with black shoulder-length hair curling at the ends, wearing a dark blue cotton shift, body half-turned to left but subject's head facing viewer|Mendelssohn 12 tuổi (1821) bởi [[Carl Joseph Begas]]]]\nFelix Mendelssohn sinh vào ngày 3 tháng 2 năm 1809 tại [[Hamburg]], lúc bấy giờ còn là một thành bang độc lập.{{refn|Since 1806 Hamburg had been an independent city, the [[Free Imperial City]] of Hamburg; it was annexed to the [[First French Empire]] by Napoleon in 1810.|group=n}} Thú vị là, một năm sau, cũng ngôi nhà này,người được ông đề tặng và cũng là người đầu tiên biểu diễn bản Concerto cho violin nổi tiếng của ông, [[Ferdinand David]], chào đời.{{sfn|Conway|2012|p=194}} Cha của ông là chủ ngân hàng [[Abraham Mendelssohn]], là người con thứ năm của triết gia danh giá người Đức Do Thái [[Moses Mendelssohn]]. Mẹ ông là Lea Salomon, thành viên của dòng họ Itzig và là chị của Jakob Salomon Bartholdy. Mendelssohn là con thứ hai trong số bốn anh chị em, chị của ông là [[Fanny Mendelssohn|Fanny]] cũng sớm bộc lộ một tài năng âm nhạc khác thường.\n\nGia đình ông rời Hamburg để đến [[Berlin]] năm 1811 vì sợ quân đội [[Pháp]] sẽ trả thù do vai trò của [[ngân hàng Mendelssohn]] trong việc phá vỡ [[Hệ thống phong tỏa Lục địa|hệ thống phong tỏa lục địa]] của [[Napoléon Bonaparte|Napoléon]]. Abraham và Lea Mendelssohn đã cố gắng cho các con của mình-Fanny, Felix, Paul và [[Rebecka Mendelssohn|Rebecka]]-hưởng được sự giáo dục tốt nhất có thể. Fanny trở thành nghệ sĩ piano nổi tiếng và nhà soạn nhạc nghiệp dư. Ban đầu, cha của Mendelssohn nghĩ rằng Fanny sẽ có thiên hướng âm nhạc hơn Felix. Tuy nhiên, vào thời điểm ấy, việc phụ nữ theo đuổi sự nghiệp âm nhạc là không phù hợp, cả Abraham và Felix đều cho rằng như vậy, nên Fanny chỉ tiếp tục hoạt động như một nhạc sĩ không chuyên. Abraham cũng không muốn cho Mendelssohn theo con đường âm nhạc cho đến khi Mendelssohn có ý định rõ ràng và nghiêm túc muốn cống hiến cho nó.\n\nMendelssohn lớn lên trong môi trường trí thức. Những vị khách thường xuyên đến [[salon]] được tổ chức bởi cha mẹ ông tại nhà của họ ở Berlin, có cả những nghệ sĩ, nhạc sĩ và nhà khoa học danh tiếng thời đó, chẳng hạn như [[Wilhelm von Humboldt|Wilhelm]] và [[Alexander von Humboldt]], nhà toán học [[Johann Peter Gustav Lejeune Dirichlet|Peter Gustav Lejeune Dirichlet]] (cũng là chồng tương lai của em gái ông là Rebecka). Sarah Rothenburg đã viết về không khí đó rằng \"cả châu Âu đã đến với phòng khách của họ\".\n\n=== Họ của Felix ===\nAbraham Mendelssohn đã bỏ Do Thái giáo trước khi sinh Felix, ông và vợ đã cân nhắc quyết định không cắt bao qui đầu cho nhà soạn nhạc, điều này này là vi phạm truyền thống Do Thái. Ban đầu, chị em Felix được nuôi lớn mà không được dạy về tôn giáo; đến năm 1816, họ được Nhà thờ Cải cách rửa tội, lúc này, Felix mang thêm tên bổ sung là Jakob Ludwig. Ông bà Abraham và Lea được rửa tội vào năm 1822 và chính thức lấy họ là Mendelssohn Bartholdy (mà ông bà đã sử dụng từ năm 1812) cho mình và con. Tên Bartholdy được thêm vào theo đề xuất của em Lea, Jakob Salomon Bartholdy, người đã thừa hưởng một tài sản dưới họ tên này tại [[Luisenstadt]] và lấy luôn nó làm họ của ông. Abraham sau đó đã giải thích quyết định này trong một bức thư gửi Felix như là một cách thể hiện sự phá bỏ quan trọng khỏi truyền thống của Moses: \"Có thể không còn một Mendelssohn Thiên Chúa giáo hơn là có thể có một [[Khổng Tử]] Do Thái\". Trong quá trình dấn thân vào sự nghiệp âm nhạc, Felix không hoàn toàn lấy tên Mendelssohn như Abraham yêu cầu, nhưng chiều theo ý cha ông ký tên trong thư từ và thiếp mời được in sử dụng tên \"Mendelssohn Bartholdy\". Năm 1829, Fanny viết cho Mendelssohn \"Bartholdy [...] chúng ta đều ghét cái tên này\".\n\n=== Sự nghiệp ===\nGiống như [[Wolfgang Amadeus Mozart]] trước đó, Mendelssohn được đánh giá là một [[thần đồng]]. [[Robert Schumann]] gọi ông là Mozart của thế kỷ XIX. Ông bắt đầu những bài học piano từ mẹ vào năm sáu tuổi, và năm bảy tuổi được dạy kèm bởi [[Marie Bigot]] ở [[Paris]]. Sau khi gia đình chuyển đến Berlin, cả bốn đứa trẻ nhà Mendelssohn đều học piano với [[Ludwig Berger]], một học trò của [[Muzio Clementi]]. Ít nhất là từ tháng 5 năm 1819, Felix và Fanny học [[hòa âm]] và sáng tác với [[Carl Friedrich Zelter]] tại Berlin. Đây là một ảnh hưởng quan trọng với Felix cho sự nghiệp tương lai. Zelter gần như chắc chắn được giới thiệu làm thầy giáo cho Felix bởi người dì Sarah Levy, người từng là học trò của [[W. F. Bach]] và là người bảo trợ cho [[C. P. E. Bach]]. Sarah Levy là một người chơi đàn phím tài năng, thường chơi với dàn nhạc của Zelter tại [[Berliner Singakademie|Sing-Akademie zu Berlin]], nơi mà bà và nhà Mendelssohn là những nhà bảo trợ hàng đầu. Sarah đã tạo một bộ sưu tập quan trọng các bản thảo của gia đình Bach mà bà truyền lại cho Singakademie; Zelter, người có thị hiếu âm nhạc bảo thủ, cũng là một người ái mộ truyền thống của Bach. Không nghi ngờ gì khi những điều đó đóng phần ý nghĩa trong việc hình thành thị hiếu âm nhạc của Felix Mendelssohn. Những tác phẩm của ông thể hiện việc nghiên cứu âm nhạc Baroque và đầu Cổ điển. Những khúc fugue và [[thánh ca]] của Mendelssohn đặc biệt phản ánh sự trong sáng về giọng và cách sử dụng hòa âm gợi nhắc về [[Johann Sebastian Bach]], người mà ông chịu ảnh hưởng sâu sắc.\n\n=== Sự trưởng thành sớm ===\n[[Tập tin:Octetp1.jpg|thumb|left|alt=page of music manuscript, completed in ink, with sixteen staves|Trang đầu của [[bản thảo]] Bát tấu của Mendelssohn (1825) (hiện đang ở [[Thư viện Quốc hội Mỹ]])]]\nMendelssohn chắc đã có buổi hòa nhạc ra mắt công chúng vào năm 9 tuổi, khi ông biểu diễn trong một buổi hòa nhạc [[Nhạc thính phòng|thính phòng]] với sự hỗ trợ của một cặp song tấu [[kèn cor]]. Ông cũng là một nhà soạn nhạc sung sức từ rất sớm. Ở tuổi niên thiếu, các tác phẩm của ông thường được biểu diễn tại nhà bởi một dàn nhạc riêng cho các hội nhóm của cha mẹ ông trong giới trí thức tinh hoa của Berlin. Từ khoảng 12 đến 14 tuổi, Mendelssohn viết 12 giao hưởng đàn dây cho những buổi hòa nhạc đó. Những tác phẩm này bị lờ đi trong hơn một thế kỉ, nhưng hiện nay đã được thu âm và đôi khi được biểu diễn trong các buổi hòa nhạc. Ông viết tác phẩm được xuất bản đầu tiên, một tứ tấu piano, trước 13 tuổi. Có lẽ ông Abraham Mendelssohn đã giúp tác phẩm được in bởi nhà in [[Adolf Martin Schlesinger|Schlesinger]]. Năm 15 tuổi, Mendelssohn viết bản [[Giao hưởng số 1 (Mendelssohn)|giao hưởng đầu tiên]] cho dàn nhạc đầy đủ (giọng Đô thứ, op.11).\n\nỞ tuổi 16, Mendelssohn viết [[Bát tấu (Mendelssohn)|Bát tấu đàn dây giọng Mi giáng trưởng]], tác phẩm đầu tiên thể hiện đầy đủ năng lực thiên tài của Mendelssohn. Bản Bát tấu này cùng [[Giấc mộng đêm hè (Mendelssohn)|Overture]] cho vở kịch ''[[Giấc mộng đêm hè]]'' của [[Shakespeare]], viết trong năm sau (1826), là những tác phẩm thời kì đầu nổi tiếng nhất của ông (sau đó Mendelssohn cũng viết nhạc nền cho vở kịch, bao gồm [[Hành khúc đám cưới]] nổi tiếng, vào năm 1842). Overture này có lẽ là ví dụ sớm nhất cho một [[Nhạc dạo đầu|overture hòa nhạc]], một tác phẩm được viết không nhằm chủ đích để đệm cho vở kịch trên sân khấu, mà là để gợi lên những chủ đề văn học trong buổi biểu diễn theo thể thức hòa nhạc; đây sẽ là một thể loại phổ biến [[Âm nhạc thời kỳ Lãng mạn|thời kì Lãng mạn]].\n\nNăm 1824, Mendelssohn học tập dưới sự chỉ dạy của nhà soạn nhạc và nghệ sĩ piano bậc thầy [[Ignaz Moscheles]], tuy vậy Moscheles thú nhận trong nhật ký rằng ông có rất ít thứ để dạy cho cậu học trò này. Moscheles trở thành bạn đồng nghiệp thân thiết và người bạn suốt đời của Mendelssohn. Năm 1827 chứng kiến buổi ra mắt - cũng là lần biểu diễn duy nhất trong cuộc đời của ông - vở opera của Mendelssohn, ''[[Đám cưới của Camacho]]. ''Thất bại của sản phẩm này khiến Mendelssohn từ bỏ mọi ý định mạo hiểm ở thể loại này lần nữa.\n\nBên cạnh âm nhạc, Mendelssohn có nền giáo dục bao gồm cả [[hội họa]], văn chương, ngôn ngữ và triết học. Ông có một niềm đam mê đặc biệt với văn chương cổ điển và đã dịch ''[[Andria (hài kịch)|Andria]] ''của [[Terence]] cho gia sư của ông là Heyse vào năm 1825; Heyse đã ấn tượng và cho xuất bản nó vào năm 1826. Bản dịch cũng giúp Mendelssohn đủ tiêu chuẩn vào học tại [[Đại học Humboldt Berlin]], nơi mà từ năm 1826 đến 1829 Mendelssohn đã tham dự vào các buổi giảng dạy về mỹ học của [[Georg Wilhelm Friedrich Hegel]], về lịch sử của [[Eduard Gans]] và về địa lý của [[Carl Ritter]].\n=== Gặp Goethe và chỉ huy Bach ===\n====Gặp Goethe====\n[[Năm]] [[1821]], [[Carl Friedrich Zelter]] đưa Mendelssohn đến [[Weimar]], thăm một trong những [[con người]] vĩ đại nhất của [[văn học]] [[Đức]], [[Johann Wolfgang Goethe]]. [[Tình bạn]] giữa một [[nhà thơ]] 72 [[tuổi]] và [[thần đồng]] [[âm nhạc]] 12 tuổi đã nảy nở, hứa hẹn nhiều trong sáng tác<ref name=\"ReferenceA\">[[Từ điển]] tác giả, tác phẩm âm nhạc phổ thông, [[Vũ Tự Lân]], xuất bản năm [[2007]], trang 211<\/ref>. Goethe có lẽ là người đầu tiên đã so sánh Mendelssohn với [[Mozart]] - người mà Goethe đã gặp khi còn nhỏ - theo như cuộc nói chuyện giữa Goethe và Zelter sau:\n\n\"Những thần đồng âm nhạc... có lẽ sẽ không còn quá hiếm hoi nữa, nhưng những gì mà chàng trai bé nhỏ này có thể thể hiện trong khả năng ứng tấu và thị tấu thật kì diệu, và tôi đã không thể tin được rằng điều đó có thể xảy ra với một độ tuổi quá trẻ như thế.\" Zelter nói: \"Và anh đã nghe Mozart lúc ông ấy bảy tuổi tại [[Frankfurt]]?\". \"Vâng\", Goethe trả lời \"...nhưng những gì mà cậu học trò của anh làm được, mang lại mối liên hệ tương tự với Mozart thời điểm đó khi những cuộc thảo luận đầy học thức của một người trưởng thành lại mang những lời nói vui đùa của một đứa trẻ.\"\n\nMendelssohn được mời đến thăm Goethe nhiều lần nữa, và đã phổ nhạc nhiều bài thơ của Goethe. Những tác phẩm được truyền cảm hứng bởi Goethe bao gồm overture ''Biển bình yên và chuyến hải trình thịnh vượng'' (Op. 27, 1828) và bản cantata ''Die erste Walpurgisnacht'' (''Đêm Walpurgis đầu tiên'', Op. 60, 1832). \n====Chỉ huy Bach====\nVào ngày 11 tháng 3 năm 1829, với sự ủng hộ của Zelter và sự trợ giúp của diễn viên Eduard Devrient, Mendelssohn biên soạn và chỉ huy một buổi biểu diễn ''[[Thánh Matthew thọ nạn]]'' của Bach tại Berlin. Bốn năm trước, bà ngoại của Mendelssohn là Bella Salomon đã cho ông một bản sao của bản thảo kiệt tác này (lúc đó đã gần như bị lãng quên). Dàn nhạc và đội [[hợp xướng]] của buổi biểu diễn là Berlin Singakademie. Thành công của buổi biểu diễn này - lần đầu tiên kể từ khi Bach qua đời vào năm 1750 - là một thành phần quan trọng trong cuộc phục hồi Bach tại Đức và sau đó là toàn châu Âu. Mendelssohn giành được sự khen ngợi từ khắp nơi khi mới 20 tuổi. \n===Lưu diễn===\n====[[Anh]]====\n=====Năm 1829=====\n[[Năm]] [[1829]], Mendelssohn thăm Anh lần đầu tiên. Tại đây, ông trình diễn bản [[concerto]] [[Concerto số 5 cho piano (Beethoven)|Hoàng đế]] của [[Ludwig van Beethoven]]. Mendelssohn được công chúng Anh hết sức ngưỡng mộ<ref name=\"ReferenceA\"\/>.\n=====Các năm 1832 và 1833=====\nNăm [[1832]] và [[1833]], Mendelssohn thăm lại [[nước]] Anh, giới thiệu và chỉ huy buổi công diễn đầu tiên bản [[Giao hưởng số 4 (Mendelssohn)|giao hưởng]] [[Ý]] của mình<ref name=\"ReferenceA\"\/>.\n=====Năm 1844=====\nNăm [[1844]], Mendelssohn lại sang Anh. Đây là lần thứ tám ông đặt chân đến [[quốc gia]] này<ref name=\"ReferenceA\"\/>.\n=====Năm 1846=====\nNăm [[1846]], ông lại sang tiếp để chỉ huy buổi công diễn đầu tiên bản [[oratorio]] [[Elijah]] do chính ông sáng tác tại Festival [[Birmingham]].\n=====Năm 1847=====\nNăm [[1847]], Mendelssohn sang Anh lần cuối. Lần này, ông tiếp tục chỉ huy biểu diễn Elijah tại [[Luân Đôn]], [[Manchester]] và Birmingham, biểu diễn phục vụ [[Victoria của Anh]] và [[Hoàng tử Albert]]<ref name=\"ReferenceA\"\/>.\n====[[Scotland]]====\nTrong lần đầu tiên thăm nước Anh, trước khi trở về nước, Mendelssohn có đến thăm Scotland. [[Phong cảnh]] kỳ thú nơi đây đã gợi cảm hứng cho ông sáng tác bản [[overture]] [[Hebrides]]<ref name=\"ReferenceA\"\/>.\n====Những nơi khác====\nTrong 2 năm sau chuyến thăm Anh đầu tiên, Mendelssohn có đến thăm Đức, [[Áo]] và [[Ý]], sáng tác hai bản giao hưởng và xuất bản tập đầu tiên của ''[[Những bài ca không lời]]''. Mendelssohn có được mời làm chỉ huy [[dàn nhạc giao hưởng]] chính thức cho Festival âm nhạc vùng [[Hạ Rhin]] ở [[Düsseldorf]] vào các năm [[1833]]-[[1836]], và chỉ huy dàn nhạc [[Leipzig Gewandhaus]] từ [[1835]] đến [[1846]]. Mendelssohn lập [[gia đình]] vào năm [[1837]], rồi cho ra đời nhiều tác phẩm xuất sắc như ''Khúc hát ngợi ca'' ([[Lobgesang]]), ''[[Những biến tấu nghiêm cách]]'' và bản concerto giọng [[Concerto số 2 cho violin (Mendelssohn)|Mi thứ]] cho violin và dàn nhạc nổi tiếng. Sau đó, ông thành lập [[Nhạc viện]] mới tại Leipzig, là [[giám đốc]] ngay từ năm khai trương [[1843]], đồng thời giảng dạy bộ môn sáng tác và piano cùng với [[Robert Schumann]]<ref name=\"ReferenceA\"\/>. \n===Qua đời===\nDo làm việc quá sức cùng với nỗi đau do cô chị Fanny qua đời vào [[tháng 5]] năm [[1847]], Mendelssohn ra đi vào [[tháng 11]] cùng năm<ref name=\"ReferenceA\"\/>.\n\n==Phong cách sáng tác==\nTài năng của Felix Mendelssohn thật phi thường. Ông là [[họa sĩ]] có tài, có [[kiến thức]] [[văn học]] cực kỳ rộng rãi và sáng tác giỏi; là [[nghệ sĩ]] piano tuyệt vời, nghệ sĩ violin xuất sắc, nghệ sĩ [[organ]] hiếm gặp; một phong cách chỉ huy đầy cảm hứng. Mendelssohn có [[trí nhớ]] âm nhạc đáng kinh ngạc. Ông rất hào phóng, rộng lượng với đồng nghiệp và thiết tha với việc nâng cao thị hiếu của công chúng. [[Thiên tài]] của ông đã khiến nghệ sĩ [[Hans von Bülow (nhà soạn nhạc)|Hans von Bülow]] coi ông là bậc thầy hoàn hảo nhất về hình thức âm nhạc chỉ sau Mozart. Chính Mendelssohn là người đầu tiên đưa thể loại [[overture]] thảnh một thể loại độc lập, không còn gắn với ca kịch nữa. Mendelssohn còn là một chỉ huy có tài, đưa nhiều cải tiến mới vào [[nghệ thuật]] chỉ huy, đặt nền móng cho phương pháp, phong cách điều khiển dàn nhạc mới thời đó. Mendelssohn là một trong những tác giả kinh điển trong số các nhà soạn nhạc lãng mạn. Ông suốt đời ngưỡng mộ các bật thầy trước ông như [[George Frideric Handel]], [[Johann Sebastian Bach]]. [[Wolfgang Amadeus Mozart]], [[Ludwig van Beethoven]], học tập ở họ tính [[nhân đạo]], nội dung phong phú và vẻ đẹp trong nghệ thuật. Tuy nhiên, Mendelssohn vẫn làn một nhà soạn nhạc lãng mạn với tính chân thành, phong phú trong [[giai điệu]], tình cảm trong sáng, luôn biết áp dụng vốn [[thơ|thơ ca]], [[truyền thuyết]] và [[huyền thoại]]. Ông thích những gì bay bổng, ghi lại những [[hình ảnh]] [[thiên nhiên]] thơ mộng, nhiều khi huyền bí và hoang tưởng<ref name=\"ReferenceA\"\/>.\n\n== Nhạc cụ ==\nMendelssohn đã sử dụng các nhạc cụ của một nhà sản xuất piano Viennese là Conrad Graf các buổi biểu diễn piano của mình. Năm 1832, ông yêu cầu [[:de:Aloys Fuchs|Aloys Fuchs]] mua cho ông một cây đàn piano của Graf và giao nó đến nhà cha mẹ của ông ở [[Berlin]].<ref>Todd, R. (ed.) (2012). Mendelssohn and His World. [ebook] Princeton University Press. Available at: <nowiki>https:\/\/www.perlego.com\/book\/735221\/mendelssohn-and-his-world-pdf<\/nowiki> p.287 or <nowiki>https:\/\/books.google.cz\/books?id=_QYAc4Anx0kC&dq=mendelssohn+and+his+world&source=gbs_navlinks_s<\/nowiki><\/ref> Mendelshohn rất hài lòng với cây đàn này, đến nỗi ông quyết định đặt hàng từ Graf thêm hai cây đàn piano: một cho mình và một cho người em dâu.<ref>Ibid., p.293 [de] <nowiki>https:\/\/archive.org\/stream\/deutscherundscha57stutuoft#page\/74\/mode\/2up\/search\/graf<\/nowiki><\/ref>\n\n==Sáng tác==\n{{Chính|Danh mục tác phẩm của Felix Mendelssohn}}\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n* Barenboim, Lev Aronovich (1962). ''Anton Grigorevich Rubinstein'' (2 vols.) (in Russian). Leningrad: State Musical Publishing House\n*{{chú thích sách|last=Brown|first=Clive|title=A Portrait of Mendelssohn|location=New Haven and London|year=2003|isbn=978-0-300-09539-5}}\n*{{chú thích sách|last=Chorley|first=Henry|title=Thirty Years' Musical Recollections|url=https:\/\/archive.org\/details\/thirtyyearsmusic00chor|location=New York|year=1972}} Edited by [[Ernest Newman]].\n*Conway, David, ''\"Short, Dark and Jewish-Looking\": Felix Mendelssohn in Britain'', in ''The Jewish Year Book 2009'', ed. Stephen Massil, Luân Đôn, 2009. ISBN 978-0-85303-890-0 [http:\/\/ucl.academia.edu\/DavidConway\/Papers\/81528\/Short_Dark_and_Jewish-Looking_Felix_Mendelssohn_in_Britain downloadable here]\n*{{chú thích sách|last=Conway|first=David|title=Jewry in Music: Entry to the Profession from the Enlightenment to Richard Wagner|location=Cambridge|publisher=Cambridge University Press|year=2011|edition= |isbn=978-1-107-01538-8}}\n*{{chú thích sách|last=Devrient|first=Eduard|title=My Recollections of Felix Mendelssohn-Bartholdy|location=Luân Đôn|year=1869|edition= |isbn=}} Translated by N.MacFarren.\n*{{chú thích sách|last=Devrient|first=Eduard|title=Eduard Devrient: aus seinen Tagebüchern|location=Weimar|language=de|year=1964|edition=2 |isbn=}}\n*{{chú thích sách|last=Eatock|first=Colin|title=Mendelssohn and Victorian England|location=Farnham, Surrey|publisher=Ashgate|year=2009|isbn=978-0-7546-6652-3}}\n* Emmett, William (1996). ''The national and religious song reader''. New York: Haworth Press. ISBN 978-0-7890-0099-6.\n*Articles in [[Grove Music Online]] {{subscription}}:\n**{{cite encyclopedia |last = Todd|first = R. Larry| editor = Deane Root | encyclopedia = Grove Music Online | title = Mendelssohn, Felix| url = http:\/\/0-www.oxfordmusiconline.com.catalogue.ulrls.lon.ac.uk\/subscriber\/article\/grove\/music\/51795| access-date =ngày 10 tháng 12 năm 2010 | edition = | publisher=Oxford University Press | id = }}\n**{{cite encyclopedia |last = Temperley|first = Nicholas| editor = Deane Root | encyclopedia = Grove Music Online | title = Overture | url = http:\/\/www.oxfordmusiconline.com\/subscriber\/article\/grove\/music\/20616| access-date =ngày 10 tháng 12 năm 2010 | edition = | publisher=Oxford University Press | id = }}\n**{{cite encyclopedia |last = Daverio|first = John|author2=Eric Sams | editor = Deane Root | encyclopedia = Grove Music Online | title = Schumann, Robert| url =http:\/\/0-www.oxfordmusiconline.com.catalogue.ulrls.lon.ac.uk\/subscriber\/article\/grove\/music\/40704| access-date =ngày 10 tháng 12 năm 2010 | edition = | publisher=Oxford University Press | id = }}\n*Hansen, Jōrg and Gerald Vogt, ''\"Blut und Geist\": Bach, Mendelssohn und ihre Musik im Dritten Reich'', Eisenach, 2009\n*{{chú thích sách|last=Hensel|first=Sebastian|title=The Mendelssohn Family|location=Luân Đôn|year=1884|edition=4 }} 2 volumes. Edited by Felix's nephew, an important collection of letters and documents about the family.\n*{{chú thích sách|last=Hiller|first=Ferdinand|title=Mendelssohn: Letters and Recollections|url=https:\/\/archive.org\/details\/cu31924022361020|location=Luân Đôn|year=1874}} Translated by M.E.von Glehn.\n*{{chú thích sách|last=Locke|first=Ralph P.|title=Music, Musicians and the Saint-Simonians|url=https:\/\/archive.org\/details\/musicmusicianssa0000lock|location=Chicago and London|year=1986|edition=|isbn=}}\n*{{chú thích sách|last=Mellers|first=Wilfrid|title=Romanticism and the Twentieth Century|location=Luân Đôn|year=1957|edition=|isbn=}}\n*{{chú thích sách|last=Mendelssohn|first=Fanny|title=Songs for Pianoforte 1836–37|publisher=A-R Editions, Inc.|year=1994|edition=|isbn=089579293}}. Edited by Camilla Cai.\n*{{chú thích sách|last=Mendelssohn|first=Felix|title=Letters of Felix Mendelssohn to Ignaz and Charlotte Moscheles|url=https:\/\/archive.org\/details\/lettersfelixmen00moscgoog|location=London and Boston|year=1888|isbn=}} Edited by F. Moscheles\n*{{chú thích sách|last=Mendelssohn|first=Felix|title=Felix Mendelssohn, A Life in Letters|url=https:\/\/archive.org\/details\/felixmendelssohn00mend_0|location=New York|year=1986|isbn=0-88064-060-X}} Edited by R. Elvers, translated by C. Tomlinson.\n*{{chú thích sách|last=Mercer-Taylor|first=Peter|title=The Life of Mendelssohn|url=https:\/\/archive.org\/details\/lifeofmendelssoh0000merc|location=Cambridge|publisher=Cambridge University Press|year=2000|isbn=0-521-63972-7}}\n*{{chú thích sách|last=Mercer-Taylor|first=Peter (editor)|title=The Cambridge Companion to Mendelssohn|url=https:\/\/archive.org\/details\/cambridgecompani00pete|location=Cambridge|publisher=Cambridge University Press|year=2004|isbn=0-521-53342-2}}\n*{{chú thích sách|last=Moscheles|first=Charlotte|title=Life of Moscheles, with selections from his Diaries and Correspondence|url=https:\/\/archive.org\/details\/lifeofmoschelesw00mosc|location=Luân Đôn|year=1873}}\n*{{chú thích sách|last=Nietzsche|first=Friedrich|title=Beyond Good and Evil|year=2002|isbn=0-521-77078-5|publisher=Cambridge University Press}} Translated by Rolf-Peter Horstmann and Judith Norman.\n*Polko, Elise, ''Reminiscences of Felix Mendelssohn-Bartholdy'', Longmans, Green & Co., Luân Đôn 1869.\n*{{chú thích sách|last=Rosen|first=Charles|title=The Romantic Generation|location=Harvard|year=1995|isbn=0-674-77933-9}}\n*Sanders, L.G.D. ''Jenny Lind, Sullivan and the Mendelssohn Scholarship'', in ''[[The Musical Times]]'', vol 97, no.1363 (September 1956)\n*{{chú thích sách|last=Schoeps|first=Julius S.|title=Das Erbe der Mendelssohns|url=https:\/\/archive.org\/details\/daserbedermendel0000scho|location=Frankfurt|publisher=S.Fischer Verlag|year=2009|edition= |isbn=978-3-10-073606-2}}\n* {{chú thích sách|last=Smith|first=Ronald|title=Alkan: The man, the music|place=Luân Đôn|publisher=Kahn & Averill|year=2000|isbn=1-871082-73-0}}\n*Sterndale Bennett, R., ''The Death of Mendelssohn'', in 'Music and Letters' vol. 36 no. 4, Oxford, 1955\n*{{chú thích sách|last=Taruskin|first=Richard|title=The Oxford History of Western Music. 3:Music in the Nineteenth Century|location=Oxford|publisher=Oxford University Press|year=2010|isbn=978-019-538483-3}}\n*{{chú thích sách|last=Todd|first=R. Larry (editor)|title=Mendelssohn and his World|url=https:\/\/archive.org\/details\/mendelssohnhiswo0000unse|location=Princeton|year=1991|isbn=0-691-02715-3}}\n* Todd, R. Larry (n.d.), \"Mendelssohn, Felix\", in ''[[Grove Music Online]]'', accessed ngày 12 tháng 2 năm 2013.\n*{{chú thích sách|last=Todd|first=R. Larry|title=Mendelssohn – A Life in Music|location=Oxford; New York|publisher=Oxford University Press|year=2003|isbn=0-19-511043-9}}\n*{{chú thích sách|last=Wagner|first=Richard|title=My Life|location=New York|publisher=Da Capo|year=1992|isbn=0-306-80481-6}} Translated by Andrew Grey.\n*{{chú thích sách|last=Wagner|first=Richard|title=Judaism in Music and Other Essays|url=https:\/\/archive.org\/details\/judaisminmusicot0000wagn|location=Lincoln NE and London|publisher=University of Nebraska Press|year=1995|isbn=978-0-8032-9766-1}} Translated by W. Ashton Ellis.\n*{{chú thích sách|last=Werner|first=Eric|title=Mendelssohn, A New Image of the Composer and his Age|url=https:\/\/archive.org\/details\/mendelssohnnewim0000wern|location=New York; Luân Đôn|year=1963}}\n\nThere are numerous published editions and selections of Mendelssohn's letters.\n\nThe main collections of Mendelssohn's original musical autographs and letters are to be found in the [[Bodleian Library]], Oxford University, the [[New York Public Library]], and the [[Berlin State Library|Staatsbibliothek]] in Berlin. His letters to Moscheles are in the Collection of [[Brotherton Library]], [[University of Leeds]].\n\nA [http:\/\/www.saw-leipzig.de\/aktuelles\/mendelssohn-werkverzeichnis-ankuendigungsflyer-englisch ''Thematic-systematic Catalogue of the Musical Works (MWV)''] has been prepared by Ralph Wehner.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Felix Mendelssohn}}\n{{commons}}\n* [http:\/\/www.youtube.com\/watch?v=sWiCHa9DFOY The Best of Mendelssohn]\n* [http:\/\/www.youtube.com\/watch?v=b0EhBqVihEU Felix Mendelssohn: Vioolconcert in e-klein, op.64]\n* [http:\/\/www.youtube.com\/watch?v=l7_m1om82o4 Wedding March - Felix Mendelssohn]\n* [http:\/\/www.youtube.com\/watch?v=8mz5Rtx-Eu0 Mendelssohn: Spring Song]\n*[http:\/\/www.saw-leipzig.de\/forschung\/projekte\/leipziger-ausgabe-der-werke-von-felix-mendelssohn-bartholdy ''Leipzig Edition of the Works by Felix Mendelssohn Bartholdy''] edited by the Sächsische Akademie der Wissenschaften zu Leipzig {{de icon}}\n*[http:\/\/www.recmusic.org\/lieder\/m\/mendelssohn.html The Lied and Art Song Texts Page edited and mantained from Emily Ezust] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130222142703\/http:\/\/www.recmusic.org\/lieder\/m\/mendelssohn.html |date=2013-02-22 }} – Original texts of the Lied of Mendelssohn translated in various languages\n*[http:\/\/www.uni-leipzig.de\/~musik\/web\/index.php?main=institut&sub=briefausgabe Complete Edition: Leipzig Edition of the Letters of Felix Mendelssohn Bartholdy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120326022138\/http:\/\/www.uni-leipzig.de\/~musik\/web\/index.php?main=institut&sub=briefausgabe |date=2012-03-26 }} {{de icon}}\n*[http:\/\/www.mendelssohn-stiftung.de\/ims\/ Felix Mendelssohn House and Foundation, Leipzig] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080327234319\/http:\/\/www.mendelssohn-stiftung.de\/ims\/ |date=2008-03-27 }}\n*{{worldcat id|id=lccn-n79-139515}}\n*[http:\/\/themendelssohnproject.org\/ The Mendelssohn Project] A project with the objective of \"recording of the complete published and unpublished works of Felix and Fanny Mendelssohn\"\n*[http:\/\/www.library.yale.edu\/musiclib\/exhibits\/mendelssohn\/mendelssohn.htm A Renaissance Man Among the Romantics: Felix Mendelssohn at 200] A virtual exhibit of Mendelssohn manuscripts and early editions held at the Irving S. Gilmore Music Library, Yale University\n\n;Recordings\n''See also articles on individual works for links to recordings''\n*[http:\/\/www.bbc.co.uk\/radio3\/discoveringmusic\/listeninglibrary.shtml#m BBC Radio 3 Classical Study and musical links]\n\n;Music scores\n*{{IMSLP|id=Mendelssohn, Felix}}\n*{{MutopiaComposer|id=Mendelssohn-BartholdyF}}\n*{{ChoralWiki}}\n*[http:\/\/www.digital-collections.de\/index.html?c=autoren_index&l=en&ab=Mendelssohn+Bartholdy%2C+Felix Mendelssohn Bartholdy]\n\n{{Mendelssohn chamber music}}\n{{Mendelssohn family}}\n{{Gewandhausorchester conductors}}\n{{Romanticism}}\n{{Lutheran hymnody}}\n{{Authority control|PND=118580779|LCCN=n\/79\/139515|VIAF=2665666}}\n\n{{thời gian sống|sinh=1809|mất=1847|tên=Mendelssohn, Felix}}\n\n{{Persondata \n|NAME =Mendelssohn, Felix\n|ALTERNATIVE NAMES=Mendelssohn Bartholdy, Jakob Ludwig Felix \n|SHORT DESCRIPTION=German composer\n|DATE OF BIRTH =ngày 3 tháng 2 năm 1809\n|PLACE OF BIRTH =[[Hamburg]]\n|DATE OF DEATH =ngày 4 tháng 11 năm 1847\n|PLACE OF DEATH =[[Leipzig]]\n}}\n{{DEFAULTSORT:Mendelssohn, Felix}}\n[[Thể loại:Nhà soạn nhạc Đức]]\n[[Thể loại:Nhạc trưởng Đức]]\n[[Thể loại:Người Berlin]]\n[[Thể loại:Người Hamburg]]\n[[Thể loại:Nghệ sĩ piano cổ điển Đức]]\n[[Thể loại:Nhà soạn nhạc opera]]\n[[Thể loại:Người Đức gốc Do Thái]]\n[[Thể loại:Sinh năm 1809]]\n[[Thể loại:Mất năm 1847]]\n[[Thể loại:Tử vong do đột quỵ]]\n[[Thể loại:Felix Mendelssohn| ]]\n[[Thể loại:Nghệ sĩ vĩ cầm cổ điển]]"}