{"Fujiwara no Fuhito":"{{Thiếu nguồn gốc|date=tháng 11\/2021}}\n[[File:Fujiwara-Fuhito.jpg|liên_kết=https:\/\/en.wikipedia.org\/wiki\/File:Fujiwara-Fuhito.jpg|nhỏ|347x347px|Fujiwara no Fuhito]]\n{{Nihongo|'''Fujiwara no Fuhito'''|藤原不比等|hanviet=Đằng Nguyên Bất Tỉ Đẳng|4=659 – 13 tháng 9, 720}} là một nhân vật quyền lực của [[Tòa án Hoàng gia ở Kyoto|triều đình]] [[Nhật Bản]] sống vào thời kỳ [[Thời kỳ Asuka|Asuka]] và [[Thời kỳ Nara|Nara]]. Ông là con trai thứ hai của [[Fujiwara no Kamatari]] (có giả thuyết cho rằng ông là con của [[Thiên hoàng Tenji]]). Ông có hai con trai, sau này là tổ tiên của bốn dòng chính của [[gia tộc Fujiwara]]: Hokke, Nanke, [[Kyōke]], và [[Shikike]]. Ngoài ra, ông còn có bốn người con gái với hai người vợ khác là Kamohime và Tachibana no Michiyo, trong đó có 3 người được tiến cung vào Hoàng thất. Con gái của Kamohime là Fujiwara no Miyako, về sau trở thành phu nhân của Thiên hoàng Monmu. Bà đã sinh hạ cho Thiên hoàng người thừa kế, tức [[Thiên hoàng Shōmu|Thiên]] [[Thiên hoàng Shōmu|hoàng Shōmu]] sau này. Còn con gái của Michiyo trở thành hoàng hậu cho cháu trai Shōmu của ông, tức [[Hoàng hậu Kōmyō]]. \n\nDưới thời trị vì của Thiên hoàng Monmu, triều đình đã ban bố một sắc lệnh đặc biệt nhằm tuyên bố rằng chỉ có con cháu của Fuhito mới có thể mang họ Fujiwara và có thể được bổ nhiệm làm [[Thái chính quan]], một trong những chức quan quan trọng trong Triều đình.\n\n== Cuộc đời ==\n[[Chiến tranh Jinshin]] xảy ra vào năm Fuhito 13 tuổi. Cha của ông là Đại thần Kamatari là một vị quan trung thành của Thiên hoàng Tenji. Sau khi cha qua đời, vì còn quá trẻ để được bổ nhiệm làm viên quan trong triều nên Fuhito không thể tham gia vào cuộc xung đột chính trị này. Mãi cho đến năm 688, ông mới được bước chân vào chính trường với tư cách là một cận thần.\n\nNăm 697, Hoàng tử Karu, con trai của [[Hoàng tử Kusakabe]], tức cháu nội của [[Thiên hoàng Tenmu|Thiên]] [[Thiên hoàng Tenmu|hoàng Tenmu]] và [[Thiên hoàng Jitō|Hoàng hậu Jitō]] được phong làm Thái tử. Fuhito mạnh mẽ ủng hộ việc sắc phong Thái tử cho Karu và được Hoàng hậu Jitō (sau là Nữ Thiên hoàng) ân sủng. Sau sự kiện này, địa vị của ông trong triều đình dần tăng lên. Vào năm 701, con gái của Fuhito là Phu nhân Miyako sinh hạ Hoàng tử Obito, về sau kế thừa ngai vị, trở thành [[Thiên hoàng Shōmu]]. Fuhito đã thuyết phục triều đình sắc phong cháu trai Obito làm thái tử, sau đó ông đã gả con gái Kōmyōko của mình cho Obito, về sau được phong làm Hoàng hậu. Điều này khác với thông lệ rằng ngôi vị Hoàng hậu chỉ được dành cho những người phụ nữ xuất thân từ Hoàng tộc, còn Kōmyōko lại không có gốc gác từ Hoàng thất, do đó, bà trở thành vị hoàng hậu đầu tiên không xuất thân từ Hoàng gia.\n\nSau đó, Fuhito đã cho di dời chùa Yamashina-dera - một ngôi chùa Phật giáo được gia tộc ủng hộ - đến [[Nara (thành phố)|Nara]] và đổi tên thành [[Kōfuku-ji]]. Sau khi ông qua đời, [[đền Kasuga]] và [[Thần đạo|đền thờ Thần đạo]] chính của gia tộc Fujiwara đã được di dời đến những nơi gần Kofuku-ji vào năm 768.\n[[Tập tin:181029_Chū-kondō_of_Kōfuku-ji.jpg|nhỏ|220x220px|Chùa Kōfuku-ji (Chū-kondō)]]\nÔng cũng đóng vai trò nhất định trong việc thiết lập luật lệnh (''[[ritsuryō]])'' ở Nhật Bản. Ông đã tham gia vào việc soạn ra bản luật pháp mang tên [[Mã Taihō|Taihō Ritsuryō]]. Ngoài ra, ông còn tham gia sửa đổi luật ''[[Mã Yōrō|Yōrō ritsuryō]]'' . Fuhito qua đời vào mùa hè năm 720, trước khi hoàn thành việc sửa đổi. Ông được truy phòng làm [[Hữu đại thần (Nhật Bản)|Hữu Đại thần]], một trong những chức quan quyền lực trong Triều đình.\n\nSau khi ông qua đời, triều đình đã dùng phong hiệu nhằm tôn vinh những cống hiến của ông là Bunchu Kō (Văn Trung Công) (文忠公) và ''Tankai Kō'' (Đạm Hải Công) (淡海公) và truy phong lên làm Thái Chính Đại Thần (Daijō-daijin), chức quan cao nhất trong triều đình.\n\nÔng có bốn người con trai: [[Fujiwara no Muchimaro]], [[Fujiwara no Fusasaki]] (681–737), [[Fujiwara no Umakai]] và [[Fujiwara no Maro]] . Con trai Fusasaki của ông về sau trở thành tổ tiên dòng nhánh họ nhiếp chính của gia tộc Fujiwara.\n\nNgoài ra, ông còn sáng tác 4 bài thơ, có thể được tìm thấy trong ''[[Kaifūsō|Kaifūso]]''.\n\n== Gia quyến ==\n\n* Vợ: Soga no ''Shōshi'' (Masako), con gái của Soga no Murajiko. Bà sinh được 3 người con:\n\n* [[Fujiwara no Muchimaro|Muchimaro]] (680–737)\n* [[Fujiwara no Fusasaki|Fusasaki]] (681–737)\n* [[Fujiwara no Umakai|Umakai]] (694–737)\n*Vợ: Kamo no Hime, con gái của Kamo no Emishi. Bà có 2 người con gái\n\n* Miyako (mất năm 754), vợ của [[Thiên hoàng Monmu]]\n* Nagako, kết hôn với [[Hoàng tử Nagaya]]\n*Vợ: Ioe no Iratsume, em gái cùng cha khác mẹ của Fuhito (quả phụ của [[Thiên hoàng Tenmu]])\n*[[Fujiwara no Maro|Maro]] (695–737)\n*Vợ: Agatainukai-no-Tachimana no Michiyo (mất năm 733). Bà có 2 con gái:\n*Asukabe-hime ( [[Hoàng hậu Kōmyō]] ) (701–760), Hoàng hậu của [[Thiên hoàng Shōmu|Thiên]] [[Thiên hoàng Shōmu|hoàng Shōmu]].\n*Tabino (hay Tahino), kết hôn với [[Tachibana no Moroe]]\n=== Phẩm vị ===\n\n* [[Danh sách các cấp bậc, chức vụ và chức danh cha truyền con nối của triều đình Nhật Bản|Chính Nhất phẩm]] (ngày 27 tháng 11 năm 720; theo di cảo)\n\n== Tham khảo ==\n{{Reflist}}\n\n\n[[Thể loại:Mất năm 720]]\n[[Thể loại:Sinh năm 659]]\n[[Thể loại:Gia tộc Fujiwara]]"}