{"Fyodor Mikhaylovich Dostoyevsky":"{{1000 bài cơ bản}}\n{{Thông tin nhà văn\n| name = Fyodor Mikhailovich Dostoyevsky\n| image = Dostoevsky.jpg\n| birth_date = {{Birth date|df=y|1821|11|11}} \n| birth_place = [[Moskva]], [[Đế quốc Nga]]\n| death_date = {{Death date and age|df=y|1881|02|09|1821|11|11}}\n| death_place = [[Sankt-Peterburg]], Đế quốc Nga\n| occupation = {{flatlist}}\n* [[Kỹ sư quân sự]]\n* tiểu thuyết gia\n* nhà báo\n{{endflatlist}}\n| movement =[[Văn học hiện thực|Chủ nghĩa hiện thực]], [[Hậu lãng mạn]], [[Triết học]], [[Tâm lý học nhân cách]] \n| influences= Nhà văn: [[Miguel de Cervantes]]<ref>[http:\/\/goliath.ecnext.com\/coms2\/gi_0199-5055894\/Dostoevsky-s-other-Quixote-influence.html Dostoevsky's other Quixote.(influence of Miguel de Cervantes' Don Quixote on Fyodor Dostoevsky's The Idiot)] Fambrough, Preston<\/ref>, [[Charles Dickens]], [[Edgar Allan Poe]], [[Friedrich Schiller]], [[Honoré de Balzac]], [[Nikolai Vasilyevich Gogol|Nikolai Gogol]], [[Victor Hugo]], [[E.T.A. Hoffmann]], [[Mikhail Yuryevich Lermontov|Mikhail Lermontov]], [[Adam Mickiewicz]], [[Aleksandr Sergeyevich Pushkin|Aleksandr Pushkin]] <br \/>Triết gia: [[Mikhail Bakunin]], [[Vissarion Belinsky]], [[Nikolai Chernyshevsky]], [[Georg Wilhelm Friedrich Hegel]], [[Aleksandr Herzen]], [[Konstantin Leontyev]], [[Sergei Nechaev]], [[Mikhail Petrashevsky]], [[Vladimir Solovyov]], [[Tikhon of Zadonsk]]\n| influenced = [[Knut Hamsun]], [[Richard Brautigan]], [[Charles Bukowski]], [[Albert Camus]], [[Orhan Pamuk]]<ref>{{Chú thích sách\n| first = Orhan\n| last = Pamuk\n| authorlink = Orhan Pamuk\n| title = [[Istanbul: Memories of a City]]\n| publisher = [[Vintage Books]]\n| year = 2006\n| isbn = 978-1400033881\n}}<\/ref><ref>{{Chú thích sách\n| first = Orhan\n| last = Pamuk\n| authorlink = Orhan Pamuk\n| title = [[Other Colors: Essays and a Story]]\n| publisher = [[Vintage Books]]\n| year = 2008\n| isbn = 978-0307386236\n}}<\/ref>, [[Sigmund Freud]], [[Witold Gombrowicz]], [[Franz Kafka]], [[Jack Kerouac]], [[James Joyce]], [[Czesław Miłosz]], [[Mishima Yukio|Yukio Mishima]], [[Alberto Moravia]], [[Iris Murdoch]], [[Friedrich Nietzsche]], [[Marcel Proust]], [[Ayn Rand]], [[Jean-Paul Sartre]], [[Aleksandr Isayevich Solzhenitsyn|Aleksandr Solzhenitsyn]], [[Wisława Szymborska]], [[Irvine Welsh]], [[Ludwig Wittgenstein]], [[Cormac McCarthy]], [[Ken Kesey]], [[Mario Puzo]]\n|tên khai sinh=Фёдор Достоевский|học vấn=[[Đại học Kỹ thuật Quân sự]]|thể loại={{flatlist}}\n* Tiểu thuyết\n* truyện ngắn\n* báo chí\n{{endflatlist}}|tác phẩm nổi bật={{plainlist|\n* ''[[Hồi ký viết dưới hầm]]'' (1864)\n* ''[[Tội ác và Hình phạt]]'' (1866)\n* ''[[Chàng ngốc]]'' (1868–1869)\n* ''[[Lũ người quỷ ám]]'' (1871–1872)\n* ''[[Anh em nhà Karamazov]]'' (1879–1880)}}|spouse={{plainlist|\n* {{marriage|Maria Dmitriyevna Isaeva|7 February 1857|27 April 1864|end=died}}\n* {{marriage|[[Anna Grigoryevna Snitkina]]|15 February 1867<!--Omission per Template:Marriage instructions-->}}}}|children=4, bao gồm [[Lyubov Dostoevskaya]]|chữ ký=Fyodor Dostoyevsky Signature.svg}}\n[[Tập tin:Dostoevsky 1872.jpg|nhỏ|Dostoevsky do [[Vasily Perov]] vẽ năm [[1872]]]]\n'''Fyodor Mikhailovich Dostoyevsky''' ([[tiếng Nga]]: Фёдор Миха́йлович Достое́вский {{âm thanh|Ru-Dostoevsky.ogg|nghe}}), hay còn được gọi là [[Dostoevsky]], là [[nhà văn]] nổi tiếng người [[Nga]], sinh ngày [[11 tháng 11]] ''([[lịch Julius|lịch cũ]]: 30 tháng 10)'', [[1821]] và mất ngày [[9 tháng 2]] ''(lịch cũ: 28 tháng 1)'', [[1881]].\n\nCùng với [[Lev Nikolayevich Tolstoy|Lev Tolstoy]], Dostoevsky được xem là một trong hai nhà văn Nga vĩ đại thế kỷ 19. Các tác phẩm của ông, như [[Anh em nhà Karamazov]] hay [[Tội ác và hình phạt]] đã khai thác tâm lý con người trong bối cảnh chính trị, xã hội và tinh thần của xã hội Nga thế kỷ 19. Ông được giới phê bình đánh giá rất cao, phần lớn xem ông là người sáng lập hay là người báo trước cho chủ nghĩa hiện sinh thế kỷ 20, chẳng hạn, [[Walter Kaufman]] xem [[Ghi chép dưới hầm]] là \"tác phẩm về chủ nghĩa hiện sinh tuyệt vời nhất từng được viết\"<ref>Existentialism from Dostoyevsky to Sartre Walter Kaufmann ISBN 0-452-00930-8 page 12<\/ref>.\n\nTuy nhiên ở [[Liên Xô]], sau [[Cách mạng Tháng Mười|Cách mạng tháng Mười]], người ta hầu như phủ nhận toàn bộ các sáng tác của Dostoevsky. Từ 1972, tác phẩm của Dostoevsky mới được nhìn nhận lại và đánh giá đúng mức ở quê hương của mình.\n\n== Tiểu sử ==\n=== Những năm đầu đời ===\n[[Tập tin:Wki Dostoyevsky Street 2 Moscow Mariinsky Hospital.jpg|nhỏ|trái|270px| Bệnh viện Mariinsky, Moskva]]\nDostoevsky sinh năm 1821 ở [[Moskva]], là con trai thứ hai trong gia đình có 7 anh em.<ref>The Best Short Stories of Dostoevsky: Translated with an Introntroduction by David Magarshack. New York: The Modern Library, Random House; 1971.<\/ref> Cha ông là Mikhail, vốn dòng dõi quý tộc nhưng đã sa sút, một bác sĩ quân y sau khi nghỉ hưu làm việc tại bệnh viện Maryinski chuyên chữa trị các người nghèo. Mẹ ông là Mariya Fyodorovna, con một thương gia. Bệnh viện Maryinski, nơi Dostoevsky sống hồi nhỏ, nằm ở chỗ tồi tệ nhất của thành phố, một khu vực bao gồm một nghĩa trang cho tội nhân, một trại thương điên và một cô nhi viện cho trẻ sơ sinh. Khung cảnh khu phố này đã để lại một ấn tượng lâu dài lên thời trẻ Dostoevsky, sớm quan tâm tới những người nghèo, bị áp bức và thống khổ. Dù bị bố mẹ cấm, Dostoevsky vẫn thích lẻn ra vườn của [[bệnh viện]], nơi những bệnh nhân đau khổ ngồi sưởi nắng. Cậu bé Dostoevsky thích dành thời gian ngồi bên các bệnh nhân và lắng nghe các câu chuyện của họ.\n\nCó nhiều câu chuyện về cách cha Dostoevsky đối xử với những đứa con của mình, nhưng khó kiểm chứng về tính xác thực của chúng vì có lẽ chúng dựa trên tác phẩm ''Anh em nhà Karamazov'' hơn là đời thực của tác giả. Tuy vậy, những thư từ và tường thuật cho thấy giữa Dostoevsky và bố có một mối quan hệ khá tốt đẹp.\n\nNăm 1837, mẹ của Dostoevsky mất vì bệnh lao. Ông Mikhail quyết định gửi các con trai của mình tới Học viện Kỹ thuật Quân sự ở kinh đô Sankt-Peterburg. Năm 1839, Fyodor Dostoevsky hay tin bố mình qua đời. Mặc dù chưa bao giờ được kiểm chứng, một số người tin rằng Mikhail Dostoevsky chết bởi chính những người nông nô của ông<ref>[http:\/\/worldebooklibrary.com\/eBooks\/Coradella_Collegiate_Bookshelf_Collection\/Dostoevsky-notesfromtheunderground.pdf Notes from the Underground] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110718113726\/http:\/\/worldebooklibrary.com\/eBooks\/Coradella_Collegiate_Bookshelf_Collection\/Dostoevsky-notesfromtheunderground.pdf |date = ngày 18 tháng 7 năm 2011}} Coradella Collegita Bookshelf edition, ''About the Author''.<\/ref>. Theo một câu chuyện, trong một cơn say rượu, ông đã làm họ phẫn nộ và họ đã giữ ông ta, đổ vodka vào miệng ông tới khi chết. Những tình tiết tương tự được Dostoevsky miêu tả trong ''Ghi chép dưới hầm''. Một số khác lại tin rằng ông đã chết vì những nguyên nhân tự nhiên, còn câu chuyện sát nhân là do một người chủ trại láng giềng bịa đặt để có thể mua các tài sản với giá rẻ. Vài người lập luận rằng những tính cách của người cha đã ảnh hưởng lớn tới nhân vật Fyodor Pavlovich Karamazov trong ''Anh em nhà Karamazov'', nhưng những ý kiến này chịu nhiều chỉ trích. Dù sao đi nữa sự kiện này đã ảnh hưởng lớn tới tâm hồn ông, đó là một cách giải thích cho chủ đề tội ác luôn xuất hiện trong các tác phẩm của Dostoevsky.\n\n=== Những sáng tác đầu tiên ===\nDostoevsky mắc chứng động kinh<ref>[http:\/\/www.epilepsy.com\/epilepsy\/famous_writers.html epilepsy.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071012103116\/http:\/\/www.epilepsy.com\/epilepsy\/famous_writers.html |date = ngày 12 tháng 10 năm 2007}} Famous authors with epilepsy.<\/ref>. Cơn động kinh đầu tiên xảy ra năm ông lên chín và thỉnh thoảng lại xuất hiện trong suốt cuộc đời ông. Trải nghiệm bản thân đã trở thành cơ sơ cho việc mô tả cơn động kinh của các nhân vật như Hoàng thân Myshkin trong [[Chàng ngốc]] hay Smerdyakov trong ''Anh em nhà Karamazov''.\n\nỞ Học viện Kỹ thuật Quân sự Saint Peterburg, ông phải học toán học, một môn ông xem thường. Tuy vậy, ông cũng học văn học từ [[William Shakespeare|Shakespeare]], [[Pascal (định hướng)|Pascal]], [[Hugo]], [[Honoré de Balzac|Balzac]], và [[E.T.A Hoffmann]]. Tập trung vào các lĩnh vực khác, Dostoevsky vẫn làm tốt các bài kiểm tra toán và nhận được học bổng năm 1841. Năm đó, ông được cho là đã viết hai vở kịch chịu ảnh hưởng của nhà thơ\/ nhà viết kịch lãng mạn Đức [[Friedrich Schiller]] là [[Mary I của Scotland|Mary Stuart]] và [[Boris Godunov]]. Các vở kịch này chưa sưu tầm được. Dostoevsky tự miêu tả mình thời kỳ này như một người mơ mộng và tôn sùng Schiller. Nhưng sau này, ở thời kỳ đỉnh cao tài năng, ý kiến của ông đã thay đổi và thỉnh thoảng ông chế giễu Schiller.\n\nSau khi tốt nghiệp, Dostoevsky được điều về một đơn vị công binh, nhưng sau đó một năm ông xin giải ngũ.Khoảng thời gian này, Dostoevsky hoàn thành việc dịch cuốn [[Eugénie Grandet]] của Balzac nhưng không được chú ý lắm.\n\nKhoảng cuối năm 1844, Dostoevsky bắt tay vào viết tiểu thuyết.Tác phẩm đầu tiên ra đời một năm sau đó, [[''Những kẻ bần hàn'']] (Бедные люди). Khi mới in dưới dạng các phần trên tập san Sovremennik(Hiện đại),cuốn sách đã rất được hoan nghênh. Theo chuyện kể, biên tập viên của tờ bào, nhà thơ [[Nikolai Nekrasov]] đi vào văn phòng của nhà phê bình [[Vissarion Belinsky]] và nói: \"Một Gogol mới hiện\". Cuốn tiểu thuyết được xuất bản thành sách những năm sau đó đã khiến Dostoevsky sớm nổi tiếng ở tuổi 24.\n\nTuy nhiên, cuốn truyện vừa ''Con người kép'' (Двойник) và những tác phẩm ông viết mấy năm sau đó (''Tiểu thuyết chín chữ'', ''Ông Prokharchin'', ''Bà chủ'',...) không được đánh giá cao. Nhiều người đã cảm thấy tiên đoán của Belinsky, rằng F. Dostoevsky sẽ thành một trong những nhà văn Nga vĩ đại nhất có vẻ đã lầm lẫn.\n\n=== Tù đày ở Siberia ===\nNăm [[1847]], Dostoevsky tham gia vào [[nhóm Petrashevsky]], một diễn đàn do [[Mikhail Vasilevich Petrashevsky]] - một người chịu ảnh hường của [[Charles Fourier|Fourier]] khởi xướng. Như phần lớn các diễn đàn của giời trí thức ở kinh đô Peterburg bấy giờ, đó là một tập hợp phức tạp của trí thức, sinh viên, viên chức,... chủ yếu thảo luận văn học và nhất là triết học phương Tây, cũng như một loạt câc vấn đề xã hội khác. Tuy không có quan điểm chính trị rõ rệt, phần lớn hội viên bất mãn với [[chế độ quân chủ]] Nga. Bất an về cuộc cách mạng 1848 ở châu Âu, [[hoàng đế]] [[Nikolai I của Nga|Nikolai I]] đã quyết định đàn áp các diễn đàn như vậy. Ngày 23 tháng 4 năm 1849, Dostoevsky bị bắt.\n\nSau 9 tháng nằm tù trong hầm pháo đài Petropavlovskaya, ngày 16 tháng Mười một, Dostoevsky cùng 15 người khác bị đưa ra tòa và kết án tử hình. Ngày hành hình, họ đứng trong thời tiết lạnh giá để chờ đợi một loạt súng mà vào phút chót bị bãi bỏ bởi một lệnh ân xá của hoàng đế. Thay vào đó, họ bị kết án 4 năm lao động khổ sai tại [[Omsk]], thuộc tây nam miền [[Siberia]]. Sau này Dostoevsky có mô tả cho người em của mình rằng những năm tháng khắc nghiệt đó với ông như \"bị đóng trong quan tài\".\n\nVề trại lính đổ nát mà \"đáng lẽ phải sụp xuống từ một năm trước\", ông kể lại:\n{{quote|Mùa hè, ngột ngạt không chịu được. Mùa đông, rét không thể nói hết. Tất cả các tầng đều đã hỏng. Rác dày tới một inch, người ta có thể bị trượt ngã... Chúng tôi được đóng gói như cá trích trong thùng. Không có đủ không gian để mà xoay người...<ref>Frank 76. Quoted from Pisma, I: 135-137.<\/ref>}}\nÔng ra khỏi nhà tù năm 1854, nhưng phải phục vụ trong [[Trung đoàn Siberia]]. Ông đã trải qua 5 năm kế tiếp như là một binh nhì (sau thành trung úy) ở Tiểu đoàn 7, đóng tại lâu đài của vùng [[Semipalatinsk]] (nay thuộc Kazakhstan). Thời gian ở đây, ông bắt đầu mối quan hệ với [[Maria Dmitrievna Isayeva]], vợ một người bạn. Họ kết hôn vào tháng 2 năm 1857, khi người chồng qua đời.\n\nNhững trải nghiệm thời gian ở tù và quân ngũ đã làm thay đổi lớn niềm tin tôn giáo và chính trị của ông. Trước hết, ông đã tỉnh ngộ về những tư tưởng \"phương Tây\", quyết định từ bỏ trào lưu triết học Tây Âu đương thời, thay vào đó công hiến những sáng tác của mình cho các \"giá trị Nga\" truyền thống, trọng nông như khái niệm [[Sobornost]] của [[Slavophil|Chủ nghĩa thân Slav]] (Slavophilia). Nhưng còn mạnh mẽ hơn thế là sự tăng cường đức tin [[Kitô giáo|Cơ đốc giáo]], nhất là [[Chính Thống giáo Đông phương|Chính thống giáo]] (sau này ông mô tả sự chuyển biến đó trong truyện ngắn [[Bác nông dân Marey]]). Từ đây Dostoevsky đứng trên thái độ phê phán hơn với triết học châu Âu đường thời, đồng thời có thái độ khắc nghiệt với các trào lưu [[Chủ nghĩa hư vô|hư vô]] và [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]]. Về mặt xã hội, ông quay ra chỉ trích những người cách mạng, nghi ngờ những cải cách xã hội và ngả sang những quan điểm bảo thủ.\n\n=== Những năm chính trong sự nghiệp ===\nTháng Mười hai [[1860]], Fyodor Dostoevsky trở về kinh đô Sankt Peterburg, bắt tay vào xuất bản một loạt các tạp chí văn học như ''Время'' (Thời đại) và ''Эпоха'' (Kỷ nguyên) với người anh trai Mikhail nhưng không thành công. Số cuối cùng bị hủy bởi bài tường thuật của nó về [[Cuộc nổi dậy tháng Giêng]] ở Ba Lan năm 1863. Năm đó ông đi du lịch châu Âu và thường xuyên chơi bạc trong các sòng bạc. Ông đã gặp Apollinaria Suslova, một người đàn bà đẹp mà ông đã lấy làm hình mẫu cho hai nhân vật tên Katerina Ivanovna trong [[Anh em nhà Karamazov]] và [[Tội ác và hình phạt]]. Dostoevsky chìm sâu vào trầm uất và bài bạc. Ông thua rất nhiều, có câu chuyện kể rằng ông đã hoàn tất [[Tội ác và hình phạt]] với một sự gấp gáp điên cuồng vì mong mỏi khoản tiền trả trước của nhà xuất bản. Cuối cùng, ông thật sự rỗng túi. Trong tuyệt vọng, ông đã viết ''Con bạc'' (Игрок) để đáp ứng mong muốn của nhà xuất bản [[Stellovsky]], khi họ tuyên bố sẽ tranh chấp quyền tác giả tất cả các sáng tác của Dostoevsky nếu ông không viết tiếp cho họ.\n\nDostoevsky trở về nước Nga sau cái chết của vợ ([[1864]]) và anh trai Mikhail ([[1865]]). Thời gian này, vì tiếp tục vướng vào cờ bạc, ông mắc nợ rất nhiều và phải sáng tác để trả nợ, nhưng không vì thế mà ông dễ dãi với những sáng tác của mình.\n\nNăm [[1864]] xuất hiện cuốn ''Ghi chép dưới hầm'' (Записки из подполья). Năm [[1865]], Dostoevsky bắt đầu viết ''[[Tội ác và hình phạt]]''<ref name=ten_dich>Cao Xuân Hạo cho biết, ông dịch là ''Tội ác và hình phạt'', nhà xuất bản sửa lại là ''Tội ác và trừng phạt'', theo ông Hạo là \"''một lỗi ngữ pháp kếch xù''\", \"''cái đầu đề đáng xấu hổ''\" - [http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(40,165931) Báo ''Lao động cuối tuần'', số 5 (249) từ 8-10.9.2006.]<\/ref> (Преступление и наказание), một trong những tác phẩm quan trọng nhất của ông. ''Tội ác và hình phạt'' được đăng từng kỳ trên tờ báo \"Người đưa tin Nga\".\n\nVì nhu cầu viết nhanh hơn, theo lời khuyên của một người bạn, ông quyết định tuyển một thư ký. Đó là Anna Grigorievna Snitkina, một cô gái rất trẻ, mới 20 tuổi. Năm [[1867]], Dostoevsky kết hôn với Anna và cùng nhau đi du lịch châu Âu. Thời gian này ông sáng tác cuốn ''Chàng ngốc'' (Идиот).\n\nNăm [[1868]], Anna sinh hạ đứa con gái Sonya nhưng bé gái này bị chết yểu sau vài tháng. Về sau, Dostoevsky có thêm ba con: con gái Lyubov sinh năm 1869, con trai Fyodor sinh năm 1870 và con trai Alyosha sinh năm 1875.\n\nFyodor Dostoevsky trở lại Sankt-Peterburg vào năm [[1871]] và liên lạc với các nhóm bảo thủ. Trong hai năm 1871 và [[1872]], ông viết tác phẩm ''Lũ người quỷ ám'' (Бесы). Sức khỏe của ông luôn yếu kém sau những năm lao tù tại miền Siberia, chứng bệnh động kinh thêm nặng và thời gian này ông còn mắc bệnh [[lao|lao phổi]], rồi căn bệnh trở thành [[ung thư phổi]].\n\nNăm [[1880]], ông xuất bản cuốn ''[[Anh em nhà Karamazov]]'' (Братья Карамазовы). Đó là cuốn tiểu thuyết cuối cùng và được xem là lớn của ông. Với tác phẩm này, Dostoevsky được toàn thế giới công nhận là một trong những đại văn hào nước [[Nga]].\n\nDostoevsky mất năm 1881 tại Sankt-Peterburg.\n\n== Câu nói nổi tiếng ==\n* ''Cái đẹp cứu rỗi thế giới''. Còn được dịch: ''Cái đẹp giải thoát thế giới''.\n* “chỉ có một điều mà tôi lo sợ: “ là không xứng đáng với những đau khổ của mình”.”\n\n== Tác phẩm nổi tiếng ==\n* ''Những kẻ bần hàn'' (Бедные люди; [[tiếng Anh]]: ''Poor Folk''; [[tiếng Pháp]]: ''Les Pauvres Gens'' – 1846)\n* ''Con người kép'' (Двойник; ''The Double''; ''Le Double'' – 1846)\n* ''Đêm trắng'' (Белые ночи, bản dịch khác: ''Những đêm trắng''; ''White Nights''; ''Les Nuits blanches'' – 1848)\n* ''Ghi chép từ Ngôi nhà chết'' (Записки из Мертвого дома; ''The House of the Dead''; ''Souvenirs de la maison des morts'' – 1862)\n* ''Những kẻ tủi nhục'' (Униженные и оскорблённые, tạm dịch: ''Những kẻ bị lăng mạ và tật nguyền''; ''The Insulted and Humiliated''; ''Humiliés et offensés'' – 1861)\n* ''Con bạc'' (Игрок; ''The Gambler''; ''Le Joueur'' – 1867)\n* ''Ghi chép dưới hầm'' (Записки из подполья; ''Notes from Underground''; ''Les Carnets du sous-sol'' – 1864)\n* ''[[Tội ác và hình phạt]]'' (Преступление и наказание; ''Crime and Punishment''; ''Crime et Châtiment'' – 1866)\n* ''[[Chàng ngốc]]'' (Идиот; ''The Idiot''; ''L'Idiot'' – 1868)\n* ''Lũ người quỷ ám'' (Бесы; ''The Possessed''; ''Les Possédés'' – 1872)\n* ''[[Anh em nhà Karamazov]]'' (Братья Карамазовы; ''The Brothers Karamazov''; ''Les Frères Karamazov'' – 1880)\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Commons|Фёдор Михайлович Достоевский|Fyodor Mikhailovich Dostoevsky}}\n* [http:\/\/vietsciences.free.fr\/biographie\/artists\/writers\/dostoevski.htm Fyodor Mikhailovich Dostoevsky], trang Vietscience\n* [http:\/\/www.gutenberg.org\/author\/Fyodor+Dostoyevsky Tác phẩm của Dostoyevsky] tại [[Dự án Gutenberg]]\n\n{{Thể loại Commons|Fyodor Dostoyevsky}}\n\n{{Thời gian sống|1821|1881|Dostoevsky, Fyodor}}\n\n[[Thể loại:Fyodor Dostoyevsky| ]]\n[[Thể loại:Bài cơ bản dài trung bình]]\n[[Thể loại:Nhà triết học Nga]]\n[[Thể loại:Nhà văn Nga]]\n[[Thể loại:Nhà văn thế kỷ 19]]\n[[Thể loại:Mất năm 1881]]\n[[Thể loại:Nhà triết học Kitô giáo]]\n[[Thể loại:Nhà phê bình chủ nghĩa vô thần]]\n[[Thể loại:Người mắc bệnh động kinh]]\n[[Thể loại:Nhà văn từ Moskva]]\n[[Thể loại:Chôn cất tại nghĩa trang Tikhvin]]\n[[Thể loại:Tín hữu Chính Thống giáo tại Nga]]"}