{"Genseric":"{{Thông tin nhân vật hoàng gia\n| tên = Genseric\n| tước vị = Vua của [[Vương quốc Vandal#Vương quốc Vandal ở Bắc Phi|Vương quốc Vandal]]\n| hình= Siliqua Vandals Honorius.jpg \n| ghi chú hình = Đồng tiền cổ khắc chân dung Genseric\n| tại vị = 428-477\n| đăng quang =\n| clan = [[Hasdingi]]\n| tiền nhiệm = [[Gunderic]]\n| kế nhiệm = [[Huneric]]\n| heir = \n| consort = \n| ethnicity = \n| con cái = \n| hoàng tộc = \n| ca khúc hoàng gia = \n| cha = [[Godigisel]]\n| mẹ = \n| sinh = 389 \n| nơi sinh = [[Hồ Balaton]], [[Hungary]]\n| mất = 25 tháng 1, 477 (80 tuổi)\n| nơi mất = [[Carthage]], [[Tunisia]]\n| nơi an táng = \n| tôn giáo = [[Cơ Đốc]]\n}} \n'''Genseric''' ([[389]] – [[477]]) đôi khi còn đọc là '''Geiseric''' hoặc '''Gaiseric''', là vua rợ thuộc man tộc [[Người Vandal|Vandal]] và [[Người Alan|Alan]] ([[428]] – [[477]]) là nhân vật chính yếu gây xáo trộn và hỗn loạn cho [[Đế quốc Tây La Mã]] vào [[thế kỷ 5|thế kỷ thứ 5]]. Trong suốt gần 50 năm trị vì, Genseric đã đưa bộ tộc [[Các dân tộc German|German]] từ địa vị tương đối tầm thường lên tới đỉnh cao quyền lực thống trị ở [[Địa Trung Hải]]. Tuy nhiên, sau khi ông mất, thế lực mà ông gầy dựng đã suy giảm nhanh chóng và cuối cùng đi đến sụp đổ.\n\n==Tiểu sử==\n===Kế vị===\nGenseric là đứa con hoang của Vua [[Godigisel]], sinh hạ ở [[Balaton]] (nay là [[Hungary]]) vào năm [[389]]. Sau khi cha mất, người anh cùng cha của ông là [[Gunderic]] kế vị ngôi vua Vandal. Vào năm [[428]], Gunderic lâm trọng bệnh mất sớm, Genseric được người Vandal bầu chọn làm vua. Sau khi lên ngôi, ngay lập tức ông bắt đầu tìm cách tăng cường sức mạnh và sự giàu có cho người tộc mình, những người hiện đang cư trú trên địa bàn tỉnh [[Hispania Baetica]] của người [[Đế quốc Tây La Mã|Tây La mã]] là ở miền nam xứ [[Hispania]]. Ở nơi đây, người Vandal thường xuyên phải chịu đựng nhiều cuộc tấn công quấy rối từ man tộc [[Visigoth|Tây Goth]], do đó, Genseric quyết định rời khỏi Hispania để đảm bảo sự an toàn cho toàn bộ tộc trước sự đe dọa của bộ tộc German thù địch này. Đồng thời ông còn cho xây dựng một hạm đội hùng hậu trên biển để củng cố sức mạnh quân sự.\n\n===Xâm chiếm châu Phi===\n[[Tập tin:Genseric sacking Rome 455 The Sack of Rome, Karl Briullov, 1833-1836.jpg|300px|nhỏ|Genseric cướp phá thành La Mã, tranh do họa sĩ [[Karl Briullov]] vẽ]]\n\nTận dụng lợi thế từ vụ tranh chấp giữa [[Bonifacius]], quan Tổng đốc Tây La Mã tại [[Bắc Phi]] với chính quyền Tây La Mã, Genseric thân chinh chỉ huy 8 vạn quân bao gồm binh sĩ và dân chúng tộc Vandal vượt biển tới [[Châu Phi]] vào năm [[429]]. Ngay khi vừa cập bến vào bờ, Genseric lập tức tiến quân vào khu vực phòng vệ của quân Tây La Mã và nhanh chóng đánh bại họ qua một loạt trận ác chiến dữ dội, đội quân phòng thủ chia rẽ và yếu ớt của người Tây La Mã đã không thể kháng cự lại nổi đội quân hung dữ và thiện chiến của người rợ, cuối cùng quân Vandal nhanh chóng chiếm đóng lãnh thổ bao gồm [[Maroc]] và miền bắc [[Algérie]] ngày nay. Quân đội Vandal lập tức tiến về vây hãm thành phố [[Hippo Regius]] (nơi [[Augustine thành Hippo|Augustine]] được phong làm Giám mục gần đây và ông đã chết trong cuộc bao vây này), sau 14 tháng chiến đấu quyết liệt. Vào năm [[430]], [[Hoàng đế La Mã|Hoàng đế]] Tây La Mã là [[Valentinianus III]] đành phải hạ chiếu công nhận Genseric là vua của vùng Bắc Phi.\n\nVào năm [[439]], vì ham muốn thành phố lớn nhất và nằm ở vị trí quan trọng nhất ở Bắc Phi là [[Carthage]], vua Genseric ra lệnh công hãm thành phố này, cuối cùng đã chiếm được Carthage mà không gặp phải bất cứ sự đề kháng nào. Người Tây La Mã bị bắt làm tù binh chẳng mấy ai hay biết. Genseric còn chiếm giữ được một phần lớn hạm đội của Hải quân Tây La Mã đang neo đậu tại các bến cảng ở Carthage. [[Giám mục]] [[Công giáo]] Carthage là [[Quodvultdeus]] bị đày đến xứ [[Napoli]], ngoài ra, Genseric còn buộc các cố vấn thân cận của ông phải cải sang thờ giáo phái [[Arian]] của Đạo Thiên Chúa. Tuy nhiên, Genseric lại cho phép người Công giáo có thể tự do theo bất cứ tôn giáo nào, trong khi vẫn khuyến khích những thành viên gia tộc, binh lính, tướng sĩ và triều thần nên theo giáo phái Arian. Dưới triều đại của ông, đa số dân chúng đều được hưởng mức [[thuế]] rất thấp, trong khi những gia đình La Mã giàu có và hàng giáo sĩ Công giáo đều bị đánh thuế rất nặng.\n\nNhờ được bổ sung thêm hạm đội ở Carthage mà giờ đây người Vandal trở thành mối đe dọa cho Đế quốc Tây La Mã nhằm thay nắm quyền kiểm soát vùng biển phía tây Địa Trung Hải. Trong khi đó, Carthage giờ trở thành thủ đô mới của Vandal và [[Đế quốc La Mã|La Mã]] lại phải đối mặt với một kẻ thù mới kể từ sau cuộc [[Chiến tranh Punic]].\n\nKhông chút ngơi nghỉ nào, người Vandal dẫn cả hạm đội hùng hậu của họ nhanh chóng tiến đánh và sáp nhập các lãnh thổ của Đế quốc Tây La Mã như [[Sicilia]], [[Sardegna]], [[Corse]] và [[Quần đảo Baleares|Quần đảo Balearic]] vào bản đồ Vương quốc Vandal. Genseric tăng cường phòng thủ Vandal và hạm đội và chỉnh đốn vị trí của người Arian và người Công giáo. Vào năm [[442]], người Tây La Mã thừa nhận cuộc chinh phục Carthage và công nhận Vương quốc Vandal như một quốc gia độc lập chứ không phải là thuộc quốc nằm dưới sự cai trị của người Tâyy La Mã. Các khu vực ở Algeria phần lớn đều có quyền cai trị độc lập nhưng vẫn lệ thuộc vào người Vandal chuyển đổi từ một tỉnh của Tây La Mã trở thành một đồng minh lân cận.\n\nTrong 30 năm tiếp theo, Genseric, cùng những chiến binh của ông giong buồm đi khắp Địa Trung Hải, sống như những tên cướp biển và kẻ cướp. Một truyền thuyết kể rằng Genseric không thể trèo lên một con ngựa vì một cú ngã mà ông đã bị khi còn là một thanh niên trẻ, vì thế ông làm thỏa mãn mong muốn vinh quang quân sự của mình bằng biển cả.\n\n===Cuối đời===\n[[Tập tin:Pope Leo the Great persuades Genseric, prince of Vandals, to abstain from sacking Rome (2nd of 2).jpg|nhỏ|[[Giáo hoàng Lêô I|Giáo hoàng Lêô Cả]] đang cố gắng thuyết phục Genseric, Vua Vandal, ngưng các cuộc cướp phá ở thành La Mã. (tranh vẽ ước khoảng năm [[1475]])]]\n\nNăm [[455]], Hoàng đế Tây La Mã Valentinianus III đã bị ám sát theo lệnh của [[Petronius Maximus]] - kẻ lập tức tiếm lấy Đế quyền. Genseric cho rằng những hành vi này đã hủy bỏ hiệp ước hòa bình năm 442 ký với Valentinianus III. Vào ngày [[31 tháng 5]] cùng năm, Genseric điều binh đổ bộ vào nước [[Ý]] và nhanh chóng tiến quân về thành La Mã. Tuy nhiên, [[Giáo hoàng Lêô I|Giáo hoàng Lêô Cả]] đã cử sứ giả tới yết kiến Genseric và khẩn nài ông đừng cướp phá thành phố và tàn sát cư dân vô tội. Vua Genseric chấp nhận những yêu cầu này và thành La Mã đã mở cổng thành để cho quân đội của ông tiến vào thành phố này.\n\nMaximus, trên đường chạy trốn đã bị một đám đông dân chúng chặn đường giết chết bên ngoài thành La Mã. Mặc dù lịch sử ghi nhớ về vụ [[Vụ cướp phá thành La Mã năm 455|cướp phá thành La Mã]] của người Vandal đã để lại một ấn tượng cực kỳ tàn bạo, từ đó nảy sinh thêm một thuật ngữ mới là ''chủ nghĩa Vandal'' ([[tiếng Anh]]: ''Vandalism'') nhằm ám chỉ bất kỳ hành động phá hoại tùy tiện nào đi nữa, trên thực tế người Vandal chưa từng tiến hành một cuộc tàn phá quy mô lớn trong thành phố mà họ chỉ cướp đoạt kho báu gồm vàng, bạc và nhiều thứ đáng giá khác. Đồng thời Genseric cũng đoạt lấy [[Hoàng hậu]] [[Licinia Eudoxia]], vợ góa của Valentinianus III, và hai cô con gái là [[Eudocia]] và [[Placidia]]. Nhiều người quan trọng bị bắt làm con tin vì sự giàu có. Eudocia kết hôn với [[Huneric]], con trai của Genseric sau khi vượt biển đến Carthage. Họ từng đính hôn trước đó như một hành động nhằm củng cố hiệp ước nghị hòa năm 442.\n\nNăm [[468]], Vương quốc của Genseric là mục tiêu duy nhất của Tây La Mã và [[Đế quốc Đông La Mã|Đông La Mã]]. Họ muốn khuất phục người Vandal và kết thúc các cuộc đột kích hải tặc của họ. Genseric sau một thời gian chinh chiến liên miên, đã đánh bại hạm đội Đông La Mã do tướng [[Basiliscus]] xứ [[Cap Bon]] chỉ huy. Người La Mã điều động lực lượng xâm lược tổng số hạm đội gồm 1.100 tàu, chở 100.000 quân. Genseric gửi một hạm đội gồm 500 tàu Vandal chống lại người La Mã, trong trận giao tranh đầu tiên đã mất 340 tàu, nhưng đã thành công trong việc phá hủy 600 tàu La Mã trận giao tranh thứ hai. Người La Mã đành phải từ bỏ chiến dịch này và để cho Genseric mặc sức tung hoành vùng biển phía tây Địa Trung Hải mãi cho đến ông qua đời, lãnh thổ cai trị của ông bắt đầu từ từ [[Eo biển Gibraltar]] cho tới tất cả con đường dẫn đến [[Tripolitania]].\n\nSau khi bị người [[Đế quốc Đông La Mã|Đông La Mã]] đánh bại, người Vandal cố gắng xâm nhập vào đảo [[Peloponnesus|Peloponnese]] nhưng bị tướng [[Maniots Kenipolis]] trấn thủ ở đó ra sức chống cự, kết cục họ bị đẩy lui với tổn thất nặng nề.<ref name = \"Greenhalgh and Eliopoulos21\"\/> Để trả thù, người Vandal cho bắt giữ 500 con tin tại [[Zakynthos]], chém họ thành từng mảnh, và ném xuống biển trên đường đến Carthage.<ref name=\"Greenhalgh and Eliopoulos21\">Greenhalgh and Eliopoulos, ''Deep into Mani: Journey into the Southern Tip of Greece\", 21<\/ref>\n\nNăm [[474]], Genseric giảng hòa với [[Đế quốc Đông La Mã]]. Cuối cùng vào ngày [[25 tháng 1]] năm [[477]], Genseric ốm chết tại Carthage, hưởng thọ 88 tuổi, con trưởng là [[Huneric]] kế vị.\n\n==Ảnh hưởng văn hóa==\n*Vai Genseric do diễn viên [[Götz Otto]] đóng trong tiểu sêri phim năm [[2010]] là ''[[Augustine: The Decline of the Roman Empire]]''.\n*Nhân vật Kỵ Sĩ Đầu Lâu (Skull Knight) trong bộ [[manga]] [[Berserk (manga)|Berserk]] chính là dựa vào hình tượng thật của Genseric.\n \n==Chú thích== \n{{Tham khảo}}\n\n==Tham khảo==\n*{{chú thích sách|first=Hans-Joachim|last=Diesner|title=Das Vandalenreich. Aufstieg und Untergang|publisher= Kohlhammer|location=Stuttgart|year=1966}}\n*{{chú thích sách|title=Antiquité Tardive - L'Afrique vandale et byzantine|publisher=Brepols|location=Turnhout|year=2002–2003}}\n*[http:\/\/fmg.ac\/Projects\/MedLands\/VANDALS,%20SUEVI,%20VISIGOTHS.htm#GensericB FMG on Genseric]\n*{{chú thích sách|last=Bigelow|first=Poultney|title=[http:\/\/openlibrary.org\/books\/OL7201791M\/Genseric_king_of_the_Vandals_and_first_Prussian_Kaiser Genseric, king of the Vandals and first Prussian Kaiser]|year=1918|publisher=G.P. Putnam's Sons|location=New York}}\n*{{chú thích sách|last=Gibbon|first=Edward|title=The History of the Decline and Fall of the Roman Empire|year=1896-1902|publisher=Macmillan|location=New York}}\n*{{chú thích sách|last=Goffart|first=Walter|title=Barbarians and Romans, A.D. 418-584: the techniques of accommodation|url=https:\/\/archive.org\/details\/barbariansromans0000goff|year=1980|publisher=Princeton University Press|location=Princeton, N.J.|isbn=0691053030}}\n*{{chú thích sách|editor1-last=Gwatkin|editor1-first=H.|editor2-last=Whitney|editor2-first=J.|title=The Cambridge Medieval History|year=1957|publisher=Macmillan|location=Cambridge}}\n*{{chú thích sách|last=O'Donnell|first=James J.|title=Augustine|url=https:\/\/archive.org\/details\/augustine0000odon|year=1985|publisher=Twayne Publishers|location=Boston|isbn=080576609X}}\n*{{chú thích sách|last=Tacitus|title=The Germania|year=1948|publisher=Penguin|location=London|others=H. Mattingly, trans}}\n*{{chú thích sách|last=Todd|first=Malcolm|title=The Early Germans|year=2004|publisher=Blackwell|location=Oxford|isbn=1405117141|edition=2nd}}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef | before = [[Gunderic]]}}\n{{s-ttl| title = [[Người Vandal|Vua Vandal]]|years=428&ndash;477}}\n{{s-aft| after = [[Huneric]]}}\n{{end}}\n\n[[Thể loại:Sinh năm 389]]\n[[Thể loại:Mất năm 477]]\n[[Thể loại:Vua Vandal]]\n[[Thể loại:Chiến binh Vandal]]\n[[Thể loại:Africa (tỉnh La Mã)]]\n[[Thể loại:Mauretania]]\n[[Thể loại:Tín hữu Kitô giáo Aria thế kỷ 5]]\n[[Thể loại:Vua châu Phi thế kỷ 5]]\n[[Thể loại:Vua châu Âu thế kỷ 5]]\n[[Thể loại:Đế quốc Đông La Mã thế kỷ 5]]"}