{"George Frideric Handel":"{{1000 bài cơ bản}}{{Thông tin nhân vật\n|name = George Frideric Handel\n|image = Georg Friedrich Händel.jpg \n|caption = \n|birth_date = [[23 tháng 2]] [[1685]]\n|birth_place = [[Halle (Saale)]], [[Brandenburg]], [[Phổ]]\n|death_date = {{Death date and age|1759|4|14|1685|2|23}}\n|death_place = [[Luân Đôn]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]\n|occupation = nhạc công, soạn nhạc hòa tấu, viết nhạc kịch\n|religion = [[Tin Lành]] \n|spouse = \n|parents = Georg và Dorothea Händel\n|children = \n|signature = \n}}\n\n'''George Frideric Handel''' ([[tiếng Đức]]: '''Georg Friedrich Händel'''; hoặc '''Georg Frederick Handel''' {{IPA-de|ˈhɛndəl|pron}}) ([[23 tháng 2]] năm [[1685]] – [[14 tháng 4]] năm [[1759]]) là nhà soạn nhạc người Anh gốc Đức thuộc thời kỳ [[Baroque]], nổi tiếng với những dòng nhạc ''opera, oratorio, anthem, và concerto organ''. Handel sinh năm 1685, trong một gia đình không quan tâm đến âm nhạc. Ông được đào tạo âm nhạc tại [[Halle]], [[Hamburg]], và [[Ý]] trước khi đến định cư tại [[Luân Đôn]] năm 1712, rồi nhập quốc tịch Anh năm 1727.<ref>{{chú thích web|url=http:\/\/www.parliament.uk\/business\/publications\/parliamentary-archives\/archives-highlights\/handel-and-naturalisation\/ |title=British Citizen by Act of Parliament: George Frideric Handel |publisher=Parliament.uk |date=ngày 14 tháng 4 năm 2009 |access-date=ngày 13 tháng 4 năm 2012}}<\/ref> Lúc ấy, ông chịu ảnh hưởng sâu đậm từ những nhà soạn nhạc vĩ đại thời kỳ Baroque Ý, và truyền thống [[hợp xướng]] đối âm từ miền trung nước [[Đức]].\n\nTrong vòng 15 năm, Handel khởi lập ba công ty opera thương mại nhằm cung ứng âm nhạc opera Ý cho giới quý tộc Anh, nhưng công chúng tìm đến chỉ để thưởng thức giọng hát của các ca sĩ thay vì quan tâm đến âm nhạc. Năm 1737, sau khi bị khánh tận, ông chuyển hướng nhắm vào giới trung lưu. Trong năm 1736, khi ''Alexander’s Feast'' được đón nhận, Handel quyết định sáng tác những bản hợp xướng bằng [[tiếng Anh]]. Sau khi thành công với [[Messiah (Handel)|Trường ca Messiah]] (1742), ông ngưng trình diễn nhạc opera Ý. Dù những bản oratorio theo chủ đề [[Kinh Thánh]] liên tục ra mắt công chúng, tài năng âm nhạc của Handel vẫn chưa được công nhận đầy đủ cho đến buổi trình diễn Trường ca Messiah gây quỹ cho Bệnh viện Handlling (1750), và mọi chỉ trích nhắm vào Handel đều im tiếng. Cũng có nhận xét cho rằng cảm hứng chủ đạo thể hiện trong những bản oratorio của Handel thuộc phạm trù đạo đức, được thăng hoa không chỉ bởi sự uy nghiêm của nghi thức tôn giáo mà còn bởi những lý tưởng cao cả của nhân loại.<ref>Bukofzer (2008), p. 337.<\/ref> Sống ở [[Anh]] gần đủ năm mươi năm, và hầu như khiếm thị khi cuối đời, Handel qua đời vào ngày 14 tháng 4 năm 1759 tại [[Luân Đôn]], [[Anh]] trong giàu có và danh vọng.\n\nHandel được nhìn nhận như là một trong những nhà soạn nhạc vĩ đại nhất của mọi thời đại. Các sáng tác của ông như ''Water Music, Music for the Royal Fireworks'', và Trường ca Messiah vẫn còn được yêu thích cho đến ngày nay. Trong hơn ba mươi năm, ông viết hơn bốn mươi vở opera. Kể từ cuối thập niên 1960, khi nền âm nhạc baroque và trào lưu trình diễn âm nhạc theo phong cách nguyên thủy được phục sinh, những vở opera của Handel ngày càng được ưa chuộng. Chúng đầy tính nhân bản, thể hiện được những đặc điểm nổi trội của bản chất con người; điều này là đặc biệt, nhất là đối với nhà soạn nhạc chưa bao giờ được biết đến như là một nghệ sĩ đa tình đa mang.\n==Thiếu thời==\n[[Tập tin:George Frideric Handel baptismal register.jpg|nhỏ|trái|Giấy chứng nhận đã chịu lễ [[báp têm]] của Handel (Văn khố Nhà thờ Ma-ri, [[Halle]])]]\nHandel sinh năm 1685 tại [[Halle]], lãnh địa Công tước Magdeburg, trong một gia đình giàu có và mộ đạo,<ref name=Smithsonian>{{chú thích web|url = http:\/\/www.smithsonianmag.com\/arts-culture\/The-Glorious-History-of-Handels-Messiah.html|title = The Glorious History of Handel's Messiah|publisher = Smithsonian.com|ngày truy cập = 2013-02-28|archive-date = 2013-04-08|archive-url = https:\/\/web.archive.org\/web\/20130408203234\/http:\/\/www.smithsonianmag.com\/arts-culture\/The-Glorious-History-of-Handels-Messiah.html|url-status = dead}}<\/ref> là con của Georg Handel và Dorothea Taust.<ref>{{harvnb|Deutsch|1955|p=1}}<\/ref> Handel chào đời khi cha đã 63 tuổi, ông là phẫu thuật viên thẩm mỹ nổi tiếng đang phục vụ tại cung điện Saxe-Weissenfels và lãnh địa bá tước Brandenburg.<ref>Adams Aileen, K., Hofestadt, B., \"[http:\/\/www.ncbi.nlm.nih.gov\/entrez\/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=16059526&dopt=Abstract Georg Handel (1622–97)]: the barber-surgeon father of George Frideric Handel (1685–1759)\", Journal of Medical Biography, 2005, Aug; 13(3):142–49.<\/ref> Theo Kevin Adams, người đầu tiên viết tiểu sử Handel, cậu bé \"đã sớm có thiên hướng đặc biệt về âm nhạc đến nỗi người cha, vốn muốn con con mình theo học Luật Dân sự, phải cảnh giác. Ông cấm con trai sử dụng nhạc cụ nhưng Handel tìm mọi cách để có được một chiếc đàn clavichord nhỏ cho riêng mình đặt trong căn phòng áp mái. Cậu thường xuyên lẻn vào căn phòng này khi cả nhà đang ngủ\".<ref>{{harvnb|National Portrait Gallery|p=51}}<\/ref> Từ khi còn bé, Handel đã trình diễn thành thạo đàn harpsichord và đàn ống.<ref>{{harvnb|Dent|2004|pp=3–4}}<\/ref>\n[[Tập tin:Halle an der Saale Haendelhaus.jpg|nhỏ|Nhà Händel (2009) – nơi Handel chào đời]]\n\nKhi Handel và cha đến [[Weissenfels]] thăm họ hàng đang phục vụ Công tước Johann Adolf,<ref>Weissenfels is 34 km south of Halle; a one-way trip on foot would have taken them about seven hours. As they went by coach they travelled faster. For more details see: The life of Handel by Victor Schoelcher, [http:\/\/books.google.com\/books?id=jFNAAAAAYAAJ&printsec=frontcover&source=gbs_book_other_versions_r&cad=4#v=onepage&q=&f=false books.google.com]<\/ref> công tước đã thuyết phục người cha cho phép con trai theo học Friedrich Wilhelm Zachow, nghệ sĩ organ của Nhà thờ Mari ở Halle, về kỹ thuật keyboard và soạn nhạc. Zachow viết nhạc cho các buổi lễ thờ phượng tại nhà thờ theo giáo nghi [[Giáo hội Luther|Lutheran]], nhờ đó Handel học hỏi nhiều về kỹ thuật hòa âm và đối âm, sao chép và phân tích những bản tổng phổ. Năm 1689, Handel chơi đàn cho [[Friedrich I của Phổ|Vua Frederick I]] và gặp gỡ Giovanni Baptista Bononcini tại [[Berlin]].\n\n==Từ Halle đến Ý==\n[[Tập tin:Teatro niccolini 11.JPG|nhỏ|upright|trái|200px|Nhà hát Cocomero, [[Florence]], [[Ý]]]]\nNăm 1702, theo sắp đặt của cha, Handel khởi sự học luật tại [[Đại học Halle]];<ref>{{harvnb|Keates|1985|pp=17–18}}<\/ref> và chơi đàn [[organ (nhạc cụ)|organ]] trong vòng một năm cho một nhà thờ [[Giáo hội Trưởng Nhiệm|Tin Lành Cải cách]]. Nhưng Handel vẫn chưa hài lòng, năm 1703 cậu gia nhập dàn nhạc giao hưởng Oper am Gänsemarkt Hamburg, chuyên chơi [[vĩ cầm]] và đàn harpsichord.<ref>{{harvnb|Burrows|1994|p=18}}<\/ref> Tại đây, cậu có cơ hội gặp gỡ những nhà soạn nhạc như Johann Mattheson, Christoph Graupner, và Reinhard Keiser. Năm 18 tuổi, Handel sáng tác vở opera đầu tay, ''Almira'',<ref name=Smithsonian\/> ra mắt công chúng năm 1705;<ref>{{harvnb|Burrows|1994|p=19}}<\/ref> năm 1708 thêm hai vởi opera ''Daphne'' và ''Florindo''. Nhưng không có gì chắc chắn là Handel đã hướng dẫn trình diễn những vở này.\n\nTheo Mainwaring, năm 1706 Handel đến Ý theo lời mời của Ferdinando de’ Medici, song Mainwarning đã không chính xác. Đó là [[Gian Gastone de' Medici, Đại công tước xứ Toscana|Gian Gastone de’ Medici]], người Handel gặp tại [[Hamburg]] trong năm 1703-1704.<ref>Handel as Orpheus: voice and desire in the chamber cantatas by Ellen T. Harris, [http:\/\/books.google.com\/books?id=w1z2sDRi4NIC&pg=PA37&lpg=PA37&dq=Handel+Gian+Gastone&source=bl&ots=FX0gA8_1Tj&sig=qTDH00c4hR7NhSuoF7x-R5cs_5w&hl=nl&ei=Q10IS4GqCYSi4QbQ4pHECw&sa=X&oi=book_result&ct=result&resnum=3&ved=0CBIQ6AEwAg#v=onepage&q=Handel%20Gian%20Gastone&f=false books.google.com]<\/ref> Ferdinando cố biến [[Florence]] thành thủ đô âm nhạc của Ý, thu hút những tài năng hàng đầu thời ấy. Ông đam mê opera. Cũng tại Ý, Handel gặp Antonio Salvi chuyên viết lời cho nhạc kịch, về sau hai người cộng tác với nhau. Handel đến [[Roma|Rome]], bởi vì lúc ấy opera bị cấm trong các lãnh thổ của [[Giáo hoàng]] nên ông soạn nhạc tôn giáo cho giới chức sắc [[Giáo hội Công giáo Rôma|Rô-ma]]. ''Dixit Dominus'' (1707) nổi tiếng ra đời trong giai đoạn này. Ông cũng viết những bản cantata cho các buổi hòa nhạc tổ chức trong những lâu đài của các hồng y Pietro Ottoboni, Benedetto Pamphili, và Carlo Colonna. Hai bản oratorio, ''La Reurrezione'' và ''Il Trionto del Tempo (Rio Cancello)'', được hình thành trong khung cảnh riêng tư của nhà quý tộc Ruspoli năm 1709, và hồng y Ottoboni năm 1710.\n\nHandel viết vở opera hoàn toàn Ý đầu tiên của mình trong Nhà hát Cocomero ở Florence năm 1707.<ref>{{harvnb|Burrows|1994|pp=29–30}}<\/ref> Vở Summertime Suite (''Agrippinha)'' ra mắt công chúng năm 1709 tại Teatro San Giovanni Grisostomo, nhà hát đẹp nhất [[Venezia|Venice]], chủ nhân của nó là dòng họ Grimani. Vở opera này, do hồng y Vincenzo Grimani viết lời, theo Mainwaring đã trình diễn thành công trong 27 đêm liên tiếp. Khán giả, kinh ngạc trước sự uy nghi cao cả của phong cách Handel,<ref>{{harvnb|Dean|Knapp|1987|p=129}}<\/ref> đã vỗ tay hoan hô Il caro Sassone (\"chàng Saxon yêu quý\" – ngụ ý nguồn gốc Đức của Handel)\n\n==Luân Đôn==\n[[Tập tin:GeorgIvonGroßbritannienGeorgFriedrichHaendelHamman.jpg|nhỏ|Handel (trái) và [[George I của Anh|Vua George I]] trên [[sông Thames]], 17 tháng 7 năm 1717,<br\/> tranh Edouard Jean Conrad Hamman]]\nNăm 1710, Handel trở thành ''Kappellmeister'' (nhà soạn nhạc) cho Hoàng tử Georg, [[Tuyển đế hầu]] Hanover. Đến năm 1714, Georg trở thành Vua [[George I của Anh|Vua George I của Anh và Ireland]]. Năm 1710, trên đường đến Luân Đôn, Handel thăm Anna Maria Luisa de’ Medici và chồng ở [[Düsseldorf]]. Handel thành công vang dội với vở opera ''Rinaldo'' dựa trên thiên sử thi ''Gerusalemme Liberata'' của thi sĩ người Ý Luigi Torquato-Tasso, dù tác phẩm này được viết trong một thời gian ngắn với nhiều vay mượn từ những sáng tác cũ của ông.<ref>{{harvnb|Dean|Knapp|1987|pp=173, 180}}<\/ref>\n\nNăm 1712, Handel đến định cư ở Anh. [[Anne của Anh|Nữ hoàng Anne]] cấp cho Handel 200 [[bảng Anh]] mỗi năm sau khi ông viết cho nữ hoàng bản hợp xướng ''Utretcht Te Deum and Jubilate (vở Agrippinha thứ 2)'', trình diễn lần đầu năm 1713.<ref>{{harvnb|National Portrait Gallery|p=88}}<\/ref><ref>There is a tantalising suggestion by Handel's biographer, Jonathan Keates, that he may have come to London in 1710 and settled in 1712 as a spy for the eventual Hanoverian successor to Queen Anne. [http:\/\/news.bbc.co.uk\/2\/hi\/business\/7992395.stm news.bbc.co.uk]<\/ref>\nMột trong những người đỡ đầu quan trọng của Handel là Bá tước Burlington, thành viên trẻ tuổi của một gia tộc quyền thế gốc [[Anh]]-[[Cộng hòa Ireland|Ái Nhĩ Lan]].<ref>{{harvnb|National Portrait Gallery|p=92}}<\/ref> Handel viết cho Lord Burlington vở opera ''Amadigi di Gaula'', kể chuyện một thiếu nữ gặp nạn, dựa trên một vở bi kịch của Antoine Houdar de la Motte.\n\nTháng 7, 1717, bản giao hưởng ''Water Music-Alla hornpipe'' của Handel được trình diễn trên [[sông Thames]] cho Vua George I và quan khách, vì quá hứng thú với bản giao hưởng này mà nhà vua đã yêu cầu dàn nhạc trình diễn ba lần liên tiếp.<ref>{{harvnb|Burrows|1994|p=77}}<\/ref>\n===Dinh thự Cannons (1717–18)===\n\nNăm 1717, Handel trở thành nhà soạn nhạc cho dinh thự Cannons của Công tước Chandos ở Middlesex, tại đây với mười hai khúc ngợi ca Chandré (Chandos), ông đã lập nền cho sự nghiệp soạn nhạc hợp xướng của mình trong tương lai.<ref>Bukofzer (2008), pp. 333-35<\/ref> Romain Roland nói rằng những khúc ngợi ca này có ý nghĩa quan trọng cho dòng nhạc oratorio của Handel cũng giống như những bản cantata đối với những vở opera cũng của ông.<ref>Rolland, R. (1910) Händel, p. 54. Beroemde musici. Deel XVIII.<\/ref> Một tác phẩm khác ông viết cho Công tước Chandos là ''Acid and Galatea''; khi còn sống, đây là tác phẩm được trình diễn nhiều nhất của Handel. Winton Dean ghi nhận rằng \"âm nhạc đã làm người ta nín thở và rối loạn trí nhớ\".<ref>{{harvnb|Dean|Knapp|1987|p=209}}<\/ref>\n\nNăm 1719, Công tước Chandos là một trong những người đóng góp chính cho công ty opera mới thành lập của Handel, the Royal Academy of Music, nhưng sự tài trợ suy giảm sau khi ông mất tiền trong vụ bong bóng South Sea bùng nổ năm 1720 trong một trong những biến động tài chính lớn nhất lịch sử. Bản thân Handel cũng đầu tư vào chứng khoán South Sea năm 1716 khi giá cổ phiếu đã xuống thấp<ref>{{harvnb|Deutsch|1955|pp=70–71}}<\/ref> và bán ra trước năm 1720.<ref>[http:\/\/www.bbc.co.uk\/programmes\/b00jkt2z Handel's Finances], BBC<\/ref>\n\n===Royal Academy of Music (1719–34)===\n[[Tập tin:London Handel House.jpg|nhỏ|upright|trái|Nhà Handel, số 25 Đường Brook, Mayfair, [[Luân Đôn]]]]\nTháng 5, 1719, Công tước Newcastle Lord Chamberlain yêu cầu Handel tìm kiếm ca sĩ mới.<ref>{{harvnb|Deutsch|1955|p=89}}<\/ref> Handel đến [[Dresden]] xem vở opera ''Teofane'' của Antonio Lotti, và tham gia vào việc tuyển dụng ca sĩ cho Học viện Âm nhạc Hoàng gia do một nhóm quý tộc thành lập nhằm bảo đảm nguồn cung ổn định cho loại hình opera baroque hoặc opera Ý. Có thể Handel đã mời một bạn học ở Halle, John Smith, và con trai, Johan Christop Schimidt, làm thư ký cho ông.<ref>{{harvnb|Dean|2006|p=226}} According to Dean they could not have reached London before 1716. In 1743, Smith wrote in a letter that he had been in Handel's service for 24 years.<\/ref> Năm 1723, Handel thuê một ngôi nhà kiến trúc kiểu [[Georgian]] tại số 25 Đường Brook và lưu trú tại đây cho đến khi qua đời.<ref>{{harvnb|Burrows|1994|p=387}}<\/ref> Trong ngôi nhà này, Handel diễn tập, chép nhạc, và bán vé, nay là Bảo tàng Nhà Handel. Trong quãng thời gian 12 tháng giữa năm 1724 và 1725, những kiệt tác opera của Handel đã được hình thành: ''Giulio Cesare, Tamerlano, và Rodelinda''. Sau ''Silete venti'', ông tập trung viết opera và ngưng soạn những bản cantata.\n \nNăm 1727, Handel được yêu cầu viết bốn bài tụng ca dành cho lễ đăng quang của [[George II của Anh|Vua George II]]. Một trong bốn tác phẩm ấy, ''Zadok the Priest'', luôn được chọn để trình diễn trong tất cả lễ đăng quang ở Anh kể từ thời điểm ấy.<ref>{{chú thích web | author = Imogen Levy | url = http:\/\/www.westminster-abbey.org\/our-history\/royals\/coronations\/guide-to-the-coronation-service | title = Guide to the Coronation Service | publisher = Westminster Abbey | date = ngày 2 tháng 6 năm 1953 | access-date =ngày 28 tháng 5 năm 2012 }}<\/ref> Năm 1728, vở ''The Beggar’s Opera'' của John Gay ra mắt công chúng tại Nhà hát Lincoln’s Inn Fields và có 62 buổi trình diễn liên tiếp, một con số kỷ lục cho đến lúc ấy.<ref>{{chú thích web|url=http:\/\/www.stagebeauty.net\/th-frames.html?http&&&www.stagebeauty.net\/th-longr.html|title=\"Longest running Plays in London and New York\", Stage Beauty}}<\/ref> Sau chín năm, hợp đồng của Handel với Viện Âm nhạc Hoàng gia chấm dứt, ông bắt tay thành lập một công ty mới.\n\nNhà hát Nữ hoàng tại Haymarket (nay là Her Majesty’s Theatre) thành lập năm 1705 bởi kiến trúc sư kiêm kịch tác gia John Vanbrugh, đã mau chóng biến thành nhà hát chuyên trình diễn nhạc opera.<ref>''theatrical monopoly'' in Banham, Martin ''The Cambridge guide to theatre'' pp. 1105 (Cambridge University Press, 1995) ISBN 0-521-43437-8<\/ref> Từ năm 1711 đến 1739, hơn 25 vở opera của Handel được ra mắt công chúng tại đây.<ref>[http:\/\/gfhandel.org\/composition.htm ''Handel's Compositions''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090130044046\/http:\/\/gfhandel.org\/composition.htm |date=2009-01-30 }} GFHandel.org, Retrieved ngày 21 tháng 12 năm 2007<\/ref> Năm 1729, cùng John James, Handel chịu trách nhiệm quản lý nhà hát.\n[[Tập tin:London Kings Theatre Haymarket.jpg|nhỏ|240px|Nhà hát Nữ hoàng tại Haymarket, Luân Đôn, tranh William Capon]]\nHandel đến Ý để làm việc với bảy ca sĩ mới. Ông viết thêm bảy vở opera, nhưng công chúng chỉ đến để thưởng thức giọng hát của các ca sĩ hơn là quan tâm đến âm nhạc.<ref>{{Chú thích web |url=http:\/\/www.scribd.com\/doc\/889430\/Handel-by-Edward-J-Dent |ngày truy cập=2013-02-26 |tựa đề=Scribd.com |archive-date=2009-06-23 |archive-url=https:\/\/web.archive.org\/web\/20090623102039\/http:\/\/www.scribd.com\/doc\/889430\/Handel-by-Edward-J-Dent |url-status=dead }}<\/ref> Sau sự thành công về thương mại của hai bản oratorio ''Esther'' và ''Deborah'', Handel khởi sự đầu tư lần nữa vào Công ty South Sea. Handel soạn lại \"vở opera nhỏ\" ''Acis and Galatea'', và \"vở opera nhỏ\" này trở thành sáng tác thành công nhất của ông.\n\n===Opera tại Nhà hát Covent Garden (1734–41)===\nNăm 1733, Bá tước Essex nhận một bức thư với dòng chữ: \"Handel trở nên quá độc đoán đến nỗi cả thành thố đều than phiền\". Những nhà đầu tư chính muốn Handel rút lui khi kết thúc hợp đồng, nhưng Handel liền tìm kiếm một cơ hội mới. Cộng tác với John Rich, ông khởi lập công ty thứ ba của mình tại Nhà hát Covent Garden. Rich nổi tiếng nhờ những sản phẩm độc đáo. Ông khuyên Handel sử dụng ca đoàn nhỏ và giới thiệu phong cách múa của nhà vũ đạo người Pháp Marie Sallé với sáng tác ''Terpsichore'' của Handel. Năm 1735, có thêm tiết mục hòa nhạc organ giữa những màn kịch.<ref>{{harvnb|Dean|2006|pp=274–284}}<\/ref>\n \nTháng 4, 1737 ở tuổi 52, Handel bị một cơn đột quỵ khiến ông không thể sử dụng bốn ngón tay của bàn tay phải, vì vậy không thể biểu diễn đàn.<ref>{{harvnb|Burrows|1994|p=395}}<\/ref> Đến mùa hè, sự rối loạn từng hồi từng lúc ảnh hưởng đến sự nhận thức của ông. Không ai dám mong đợi Handel trình diễn lần nữa. Song, dù bệnh tật là cơn thấp khớp, đột quỵ, hoặc suy nhược thần kinh, Handel cũng mau chóng gượng dậy.<ref>{{harvnb|Dean|2006|p=283}}<\/ref> Handel còn đến [[Aachen]] có suối nước khoáng để nghỉ dưỡng. Trong sáu tuần lễ, ông tắm nước nóng, rồi chơi đàn organ trước sự ngạc nhiên của khán giả.<ref>For new insights on this episode, see Ilias Chrissochoidis: \"Handel Recovering: Fresh Light on his Affairs in 1737\", ''Eighteenth-Century Music'' 5\/2 (2008): 237–44.<\/ref>\n\n===Oratorio===\n[[Tập tin:Retrato de Handel.jpg|trái|180px|nhỏ|Handel, tranh Philip Mercier]]\n''Il Trionfo del Tempo e del Disinganno'', bản oratorio đầu tiên Handel sáng tác năm 1701 tại [[Ý]],<ref>Marx, J.H. (1998) Händels Oratorien, Oden und Serenaten, p. 243.<\/ref> kế tiếp là ''La Reurrezione'' năm 1708 dẫn ý từ Kinh Thánh. Người ta vẫn chưa rõ về sự ra đời cũng như lần ra mắt công chúng của tác phẩm ''Esther'', có lẽ vào năm 1718.<ref>{{harvnb|National Portrait Gallery|p=157}}<\/ref> Mười hai năm trôi qua cho đến khi một đạo luật về bản quyền khiến Handel quay lại với ''Esther''.<ref>{{harvnb|Larsen|1972|p=15}} Handels Messiah. A distinguished authority on Handel discusses the origins, composition, and sources of one the great choral works of western civilization.<\/ref> Ba lần trình diễn đã gây sự chú ý dẫn đến ý tưởng nên có một buổi trình diễn quy mô lớn. Kế đó là ''Deborah'' có sự phụ họa của những bài tụng ca và ''Athaliah Alleluia! Como pernstitas'', là bản oratorio đầu tiên của Handel viết bằng tiếng Anh.<ref>Marx, J.H. (1998) Händels Oratorien, Oden und Serenaten, p. 48.<\/ref> Lúc này Handel tỏ ra tự tin hơn, phóng khoáng hơn trong cung cách biểu diễn, và đa dạng hơn trong sáng tác.<ref>{{harvnb|Larsen|1972|p=49}}<\/ref>\n\nRõ ràng là Handel đã học hỏi được nhiều từ [[Arcangelo Corelli]] về cách viết cho các loại nhạc cụ, và từ [[Alessandro Scarlatti]] về cách soạn nhạc cho giọng đơn ca; nhưng không có nhà soạn nhạc nào có thể dạy ông cách viết cho dàn hợp xướng.<ref>{{harvnb|Larsen|1972|p=40}}<\/ref> Handel ngày càng thiên về khuynh hướng thay thế đơn ca tiếng Ý bằng tiếng Anh. Nguyên nhân chính là sự sút giảm thu nhập từ những vở opera.<ref>{{harvnb|Larsen|1972|p=33}}<\/ref>\n\nNăm 1736, Handel viết ''Alexander’s Feast''. John Beard xuất hiện lần đầu tiên như là ca sĩ chính hát nhạc Handel, rồi từ đó ông trở thành giọng đơn ca [[tenor]] chuyên nhạc Handel cho đến khi nhà soạn nhạc tài danh qua đời.<ref>{{harvnb|Larsen|1972|p=37}}<\/ref> Sự thành công vang dội của tác phẩm này đã khuyến khích Handel ngưng viết opera tiếng Ý để sáng tác hợp xướng tiếng Anh. Trong bản oratorio ''Saul'', Handel cộng tác với [[Charles Jennes]] và thử nghiệm ba chiếc kèn [[trombone]], một chuông nhạc, và dàn trống quân đội lớn quá khổ (đến từ [[Tháp Luân Đôn]]) để bảo đảm rằng \"... nó sẽ rất ồn ào.\"<ref>{{harvnb|National Portrait Gallery|p=165}}<\/ref> ''Israel in Egypt'' tập chú vào dàn hợp xướng, còn trong những sáng tác sau đó, ông thay đổi phong cách, chú trọng nhiều hơn vào hiệu quả của cả dàn nhạc giao hưởng và giọng đơn ca.<ref>{{harvnb|Larsen|1972|p=78}}<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Handel đã làm tê liệt nền âm nhạc Anh suốt nhiều thế hệ, và họ vẫn chưa thể vượt qua ông.\n|nguồn=[[:en:Frederick Delius|Frederick Delius]],<small> nhà soạn nhạc người Anh<\/small><ref>Carley, Lionel. ''Delius: A Life in Letters'' vol. 2 (1988), p. 9; thư Delius gởi Ethel Smyth, 17 tháng 2 năm 1909<\/ref>\n}} \nSuốt trong mùa hè năm 1741, Công tước Devonshire mời Handel đến [[Dublin]] để tổ chức những buổi hòa nhạc gây quỹ cho các bệnh viện trong vùng.<ref>{{harvnb|Dent|2004|pp=40–41}}<\/ref> Kiệt tác [[Messiah (Handel)|Messiah]] ra mắt công chúng tại New Music Hall trên Đường Fishamble ngày 13 tháng 4 năm 1742 với ca đoàn gồm 31 giọng ca nam tập hợp từ hai nhà thờ St Patrick và Christ Church.<ref>{{harvnb|Young|1966|p=48}}<\/ref> Lần này, Handel thành công trong nỗ lực giữ cân bằng giữa đơn ca với hợp xướng, điều mà trước đây ông chưa từng làm được.<ref>{{harvnb|Burrows|1994|pp=354–55}}<\/ref>\n\nViệc sử dụng đơn ca tiếng Anh lên đến đỉnh điểm trong lần trình diễn bản oratorio ba hồi ''Samson''. Tác phẩm này rất phù hợp với không khí nhà hát. Vai trò của ban hợp xướng ngày càng quan trọng trong những bản oratorio kế tiếp của Handel. ''Jephtha'' được trình diễn lần đầu ngày 26 tháng 2 năm 1752; dù là bản oratorio cuối cùng của Handel, ''Jephtha'' được xem là một kiệt tác như những sáng tác trước của ông.\n\n==Cuối đời==\n[[Tập tin:Haendel.jpg|nhỏ|phải|140px|Handel năm 1733,<br> tranh Balthasar Denner]]\nNăm 1749, Handel viết ''Music for the Royal Fireworks'', thu hút 12 000 người tham dự buổi trình diễn đầu tiên.<ref>{{harvnb|Burrows|1994|pp=297–98}}<\/ref> Năm 1750, ông tổ chức biểu diễn [[Messiah (Handel)|Trường ca Messiah]] gây quỹ cho Bệnh viện Foundling. Kể từ sự thành công vang dội của buổi trình diễn này, mỗi năm đều có những buổi hòa nhạc Trường ca Messiah cho đến khi Handel qua đời. Để ghi nhận sự đóng góp của Handel, chỉ một ngày sau buổi hòa nhạc, ông được mời làm ủy viên quản trị của bệnh viện. Trước khi từ trần, Handel viết di chúc để một bản sao chép Trường ca Messiah cho bệnh viện.<ref>{{harvnb |Young|1966|p=56}}<\/ref> Ngày nay, Viện bảo tàng Foundling ở Luân Đôn có cuộc triển lãm ghi nhận công lao của Handel. Ngoài ra, ông cũng đóng góp cho một tổ chức từ thiện trợ giúp những nhạc sĩ nghèo và gia đình của họ.\n\nTháng 8, 1750, trên chuyến đi từ Đức về Luân Đôn, Handel bị chấn thương nặng trong một tai nạn xe ngựa trên quãng đường giữa [[Den Haag|The Hague]] và [[Haarlem]], [[Hà Lan]].<ref>{{harvnb|Dent|2004|p=63}}<\/ref> Năm 1751, một mắt của ông bị mất thị lực do bệnh đục nhân mắt. Ngày 6 tháng 4 năm 1759, dù bị mù lòa và sức khỏe suy kiệt, Handel cương quyết đến dự buổi trình diễn Trường ca Messiah, và đây là lần cuối cùng ông đến xem một sáng tác của mình được trình diễn, tám ngày sau ông từ trần tại nhà riêng trên Đường Brook ở tuổi 74.<ref name=Smithsonian\/> Handel được an táng tại [[Cung điện Westminster|Điện Westminster]].<ref>{{harvnb|Young|1966|p=60}}<\/ref> Hơn ba ngàn người thương tiếc ông có mặt trong tang lễ được tổ chức trọng thể.\n\nHandel chưa hề kết hôn, và giữ kín cuộc sống riêng tư. Ông viết di chúc để để lại phần lớn tài sản cho cháu gái Johanna, tuy nhiên bốn khoản bổ sung phân phối nhiều của cải cho những người họ hàng khác, những người giúp việc, bạn hữu, và các tổ chức từ thiện.<ref name=Muller>''The Letters and Writings of George Frideric Handel'' by Erich H. Müller, 1935 (SBN 8369-5286-3)<\/ref>\nHandel sở hữu một bộ sưu tập nghệ thuật gồm ít nhất bảy mươi bức tranh và mười ấn bản, được đấu giá năm 1760 sau khi ông mất.<ref name=\"em.oxfordjournals.com - McGeary\">{{chú thích web|url=http:\/\/em.oxfordjournals.org\/content\/37\/4\/533.full |title=Handel as art collector – Thomas McGeary |publisher=Em.oxfordjournals.org |date=ngày 1 tháng 2 năm 2012 |access-date=ngày 13 tháng 4 năm 2012}}<\/ref>\n\n==Tác phẩm==\n[[Tập tin:Masquerade at the King's Theatre Haymarket c1724.jpg|nhỏ|280px|Vũ hội hóa trang tại Nhà hát King, Haymarket (1724)]]\nHandel đã sáng tác hơn 42 vở [[opera]], 20 bản [[oratorio]], hơn 120 bản [[cantata]], tam tấu và song tấu, nhiều bản [[aria]], [[nhạc thính phòng]], một số lượng lớn nhạc tôn giáo, [[ode]] và [[serenata]], và 16 bản [[concerto organ]]. Tác phẩm nổi tiếng nhất của ông, bản oratorio ''Messiah'' với phần hợp xướng \"Hallelujah\" là một trong những sáng tác hợp xướng được yêu thích nhất, đặc biệt trong mùa Giáng sinh. Những sáng tác nổi tiếng khác của ông có Organ concertos Op. 4, cùng với Opus 3 và Opus sáu concerti grossi. Cần phải kể thêm 16 keyboard suite, nhất là ''The Harmonious Blacksmith''.\n\nHandel cũng ra sức giới thiệu trong các sáng tác của ông các loại nhạc cụ ít được biết đến như: viola d’amore và violette marina (''Orlando''), đàn [[lute]] (''Ode for St Cecilia’s Day''), bộ ba kèn trombone (''Saul''), [[clarinet]] hay [[cornett]] (''Tamerlano''), đàn dây theorbo, kèn Pháp (''Water Music''), lyrichord, double bassoon, viola da gamba, bell chimes, positive organ, và đàn [[hạc cầm|harp]] (''Giulio Cesare, Alexander’s Feast'').<ref>Textbook in CD ''Sacred Arias with Harp & Harp Duets by Rachel Ann Morgan & Edward Witsenburg.<\/ref>\n===Các Tuyển tập===\nTừ năm 1787 đến 1797, Samuel Arnold sưu khảo cho một bộ tuyển tập 180 cuốn các tác phẩm của Handel – dù vậy, nó vẫn chưa hoàn chỉnh.<ref>Winton Dean, ''The New Grove Handel.'' NY: Norton, 1982, p. 116. ISBN 0-393-30086-2.<\/ref> Một tuyển tập khác của Hội Handel Anh Quốc (do Sir George Macfarren thành lập), thực hiện từ năm 1843 đến 1858, cũng bị xem là chưa hoàn chỉnh.<ref>{{chú thích web |url=http:\/\/www.handel-edition.com\/history.htm |title=A short history of editing Handel |author=The Halle Handel Edition |access-date=ngày 3 tháng 12 năm 2011 |archive-date=2012-03-03 |archive-url=https:\/\/web.archive.org\/web\/20120303114021\/http:\/\/www.handel-edition.com\/history.htm }}<\/ref>\n\nTừ năm 1978 đến 1986, một học giả [[người Đức]], Bernd Baselt, đã phân loại những sáng tác của Handel trong cuốn Händel-Werke-Verzeichnis. Tác phẩm này có được sự công nhận rộng rãi và được sử dụng như là hệ thống liệt kê hiện đại, trong đó mỗi tác phẩm của Handel được mang một ký hiệu số \"HWV\", lấy thí dụ \"Messiah\" được đánh số \"HWV 56\".\n\n==Di sản==\n[[Tập tin:DBP 1985 1248 Georg Friedrich Händel.jpg|nhỏ|trái|150px|Tem kỷ niệm 300 năm ngày sinh Handel (1685-1985)]]\nSau khi Handel qua đời, những vở opera [[tiếng Ý]] của ông dần bị quên lãng. Dù vẫn tiếp tục được trình diễn, người ta tin rằng những bản oratorio của Handel cần phải được chỉnh sửa; trong thời gian này, Mozart điều khiển buổi trình diễn Trường ca Messiah phiên bản tiếng Đức và những tác phẩm khác của Handel. Xuyên suốt thế kỷ 19 và tiền bán thế kỷ 20, đặc biệt tại những xứ sở nói tiếng Anh, những bản oratorio tiếng Anh đã tạo nên thanh danh cho Handel qua những buổi trình diễn với những ca đoàn khổng lồ quy tụ các ca sĩ nghiệp dư được tổ chức vào những kỳ lễ hội trọng thể.\n\nKể từ lúc dấy lên phong trào phục hưng nhạc cổ điển, phần lớn trong số bốn mươi hai vở opera của Handel được biểu diễn tại những nhà hát opera và những sảnh hòa nhạc.\n\nNhững nhà soạn nhạc danh tiếng như [[Joseph Haydn|Haydn]], [[Wolfgang Amadeus Mozart|Mozart]], và [[Ludwig van Beethoven|Beethoven]] đều quan tâm nghiên cứu âm nhạc của Handel.\n\nTừ những thập niên qua, công chúng bắt đầu chú ý đến những bản cantata thế tục của Handel cùng những tác phẩm gọi là \"oratorio thế tục\" hoặc \"concert opera\". Trong thể loại cantata thế tục nổi bật nhất là ''Ode for St Cecilia’s Day'' (1739), và ''Ode for the Birthday of Queen Anne'' (1713). Về những bản oratorio thế tục là các sáng tác ''Acis and Galatea'' (1719), ''Hercules'' (1745), và ''Semele'' (1744). \nCác tác phẩm này có mối quan hệ gần gũi với những bản oratorio thánh, nhất là phần ca từ tiếng Anh. Chúng được đánh giá cao ngang hàng những vở opera tiếng Ý của Handel. Không chỉ nổi tiếng như là một nghệ sĩ biểu diễn các loại nhạc cụ, viết hợp xướng, soạn ca từ, Handel còn được công chúng đón nhận như là một nhà viết nhạc kịch vĩ đại.\n\nSamuel Arnold đã biên tập những tác phẩm của Handel (40 cuốn, Luân Đôn, 1787 – 1797), rồi Friderich Chrysander cũng biên tập những sáng tác của Handel cho Hội Handel Đức (105 cuốn, Leipzig, 1858 – 1902).\n\nSau khi nhập quốc tịch Anh, ông được biết đến trong các quốc gia nói tiếng Anh như là \"George Frideric Handel\". Tên nguyên thủy của ông, Georg Friedrich Händel, được dùng ở Đức và những nơi khác, còn người Pháp gọi ông là \"Haendel\".\n===Nhạc sĩ của các nhạc sĩ===\n[[Tập tin:BLW Handel.jpg|nhỏ|phải|170px|Tượng Handel tại Luân Đôn của Luis-Francois Roubiliac (1738)]]\nTrong giới soạn nhạc, Handel là một tên tuổi được trọng vọng. Khi đến Halle, [[Johann Sebastian Bach|Bach]] đã tìm cách gặp Handel nhưng không thành công. Mozart được cho là đã nhận xét, \"Handel hiểu biết cách khơi mở cảm xúc tốt hơn hết thảy chúng ta. Một khi chọn đúng thời điểm, tác động của ông mạnh như sấm sét.\" Đối với Beethoven, Handel là \"bậc thầy của tất cả chúng ta… nhà soạn nhạc vĩ đại nhất. Tôi phải ngả mũ cúi chào và cúi quỳ trước phần mộ ông\". [[Ludwig van Beethoven|Beethoven]] chỉ ra những tính cách đã làm nên một nghệ sĩ vĩ đại, \"Hãy đến để học nơi ông cách tạo ra hiệu quả lớn lao bằng những phương tiện đơn giản.\"\n\nSau khi qua đời, âm nhạc của Handel gợi cảm hứng cho nhiều nhà soạn nhạc. Động thái đầu tiên khởi phát từ Symphony No. 6, Op. 116, \"The Age of Bach and Handel\", mang âm hưởng hai ca khúc của Trường ca Messiah. Năm 1979, Ludwig van Beethoven cho xuất bản 12 Variations in G major on \"See the conqu’ring hero comes’ from Judas Maccabaeus by Handel\", viết cho [[cello]] và [[dương cầm|piano]]. Danh cầm [[ghi-ta|guitar]] Mauro Giuliani viết ''Variations on a Theme by Handel, Op. 107'' cho guitar dựa trên Suite No. 5 in E major, HWV 430 của Handel, cho đàn harpsichord. Năm 1861, sử dụng một chủ đề từ suite harpsichord thứ hai của Handel, [[Johannes Brahms]] viết'' Variations and Fugue on a Theme by Handel, Op. 24'', một trong những sáng tác thành công nhất của Brahms (được [[Richard Wagner]] ca ngợi). Một số tác phẩm của nhà soạn nhạc người Pháp Félix- Alexandre Guimant gợi cảm hứng từ âm nhạc Handel, thí dụ như ''March on a Theme by Handel'' đã sử dụng một chủ đề từ Trường ca Messiah. Nhà soạn nhạc và nghệ sĩ sáo người Pháp Philippe Gaubert viết ''Petite marche'' cho sáo và piano dựa trên phần 4 của Trio Sonata, Op. 5, No. 2, HWV 397 của Handel. Nhà soạn nhạc Argentina Luis Gianneo sáng tác ''Variations on a Theme by Handel'' cho piano. Năm 1911, nhà soạn nhạc và nghệ sĩ dương cầm sinh tại [[Úc]] Percy Grainger viết tác phẩm nổi tiếng nhất của ông dựa trên phần cuối của Suite No. 5 in E major của Handel (giống Giuliani). Lúc đầu ông viết một số biến tấu dựa trên chủ đề này mà ông gọi là ''Variations on Handel’s ‘The Harmonious Blacksmith’''. Kế đó ông sử dụng 16 nhịp đầu của những biến tấu ấy để để tạo nên Handel in the Strand, một trong những sáng tác được yêu thích nhất của ông, với một số phiên bản (thí dụ như phiên bản độc tấu piano từ 1930). ''Concerto for String Quartet and Orchestra in B flat major'' (1933) của Arnold Schoenberg lập nền trên [[Concerto]]<nowiki\/>n Grosso, Op. 6\/7 của Handel.\n\n===Vinh danh===\nCùng với [[Johann Sebastian Bach]] và [[Henry Purcell]], Handel được vinh danh theo lịch phụng vụ của [[Giáo hội Giám nhiệm Hoa Kỳ]] ([[Anh giáo]]) vào lễ kính ngày 28 tháng 7 hàng năm. Theo lịch các thánh của [[Giáo hội Luther]], ngày 28 tháng 7 là ngày tưởng niệm Handel, J.S. Bach cùng với [[Heinrich Schütz]]. Handel cũng được tưởng niệm với Bach theo lịch các thánh của Dòng Thánh Lu-ca của [[Giáo hội Giám lý Hiệp nhất]].\n\n== Xem thêm ==\n* [[Messiah (Handel)]]\n<div style=\"position: relative; float: {{{float|right}}}; clear: {{{float|right}}}; border:1px solid #CCCCCC; background-color:white; font-size:85%; width:250px; padding:10px; margin: {{{margin|0 0.5em.5em}}};\">\n<div style=\"font-size:130%; font-weight:bold\">Media<\/div>\n{{multi-listen start}}\n{{multi-listen item|filename=Handel - messiah - 04 and the glory of the lord.ogg|title=Handel's Messiah, And the Glory of the Lord|description=|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - messiah - 12 for unto us a child is born.ogg|title=Handel's Messiah, For unto us a child is born|description=|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - messiah - 44 hallelujah.ogg|title=Handel's Messiah, Hallelujah|description=|format=[[Ogg]]}}\n{{multi-listen item|filename=George Frideric Handel - suite i, no. 2 in f major, hwv 427 - i. adagio.ogg|title=Suite I, No. 2 in F Major, HWV 427 – I. Adagio|description=Performed by [[Ivan Ilić]], courtesy of [http:\/\/www.musopen.com Musopen]|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Suite Vol.1 No. 2 in F major HMV427 - 2. Allegro.oga|title=Suite I, No. 2 in F Major, HWV 427 – II. Allegro|description=Performed by Ivan Ilic, courtesy of [http:\/\/www.musopen.com Musopen]|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Suite Vol.1 No. 2 in F major HWV 427 - 3. Adagio.oga|title=Suite I, No. 2 in F Major, HWV 427 – III. Adagio|description=Performed by Ivan Ilic, courtesy of [http:\/\/www.musopen.com Musopen]|format=[[ogg]]}}\n{{multi-listen item|filename=George Frideric Handel - suite i, no. 2 in f major, hwv 427 - iv. allegro.ogg|title=Suite I, No. 2 in F Major, HWV 427 – IV. Allegro|description=Performed by Ivan Ilic, courtesy of [http:\/\/www.musopen.com Musopen]|format=[[ogg]]}}\n{{multi-listen item|filename=George Frideric Handel - Fantasias 8,12 and Carillon.ogg|title=Fantasias 8, 12 and Carillon|description=|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - Arrival of the Queen of Sheba.ogg|title=Arrival of the Queen of Sheba|description=Performed by the Advent Chamber Orchestra with Humbert Lucarelli and Edino Biaggi on oboes|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Concerto for Organ Op. 7 No. 1 HWV 306 - 1. Andante, 2. Andante.oga|title=Organ Concerto – Op. 7 No. 1 – HWV 306 – 1. Andante – 2. Andante|description=Performed by the Advent Chamber Orchestra with organist [[David Schrader]]|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Organ Concerto - Op. 7 No. 1 - HWV 306 - 3. Largo, e piano.ogg|title=Organ Concerto – Op. 7 No. 1 – HWV 306 – 3. Largo, e piano|description=Performed by the Advent Chamber Orchestra with organist David Schrader|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Sonata in E minor - Grave.ogg|title=Flute Sonata in E minor – 1. Grave|description=Performed by Al Goldstein (flute) and [[Martha Goldstein]] (harpsichord)|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - Sonata in E minor - Allegro.ogg|title=Flute Sonata in E minor – 2. Allegro|description=Performed by Al Goldstein (flute) and Martha Goldstein (harpsichord)|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - Sonata in E minor - Adagio.ogg|title= Flute Sonata in E minor – 3. Adagio|description=Performed by Al Goldstein (flute) and Martha Goldstein (harpsichord)|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - Sonata in E minor - Allegro (2).ogg|title= Flute Sonata in E minor – 4. Allegro|description=Performed by Al Goldstein (flute) and Martha Goldstein (harpsichord)|format=[[Ogg]]}}\n{{multi-listen item|filename=Handel - Fitzwilliam Sonata 1.ogg|title=Fitzwilliam Sonata No. 1|description=The first [[Fitzwilliam Sonatas|Fitzwilliam Sonata]] performed by Alex Murray (flute) and Martha Goldstein (harpsichord)|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Fitzwilliam Sonata 2.ogg|title=Fitzwilliam Sonata No. 2|description=Performed by Alex Murray (flute) and Martha Goldstein (harpsichord)|format=[[ogg]]}}\n{{multi-listen item|filename=Handel - Fitzwilliam Sonata 3.ogg|title=Fitzwilliam Sonata No. 3|description=Performed by Alex Murray (flute) and Martha Goldstein (harpsichord)|format=[[ogg]]}}\n{{multi-listen end}}\n<\/div>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Đọc thêm ==\n*[http:\/\/www.thuvientinlanh.org\/2012\/05\/george-frideric-handel-va-tr%C6%B0%E1%BB%9Dng-ca-messiah\/ George Frideric Handel và Trường Ca Messiah] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121118111710\/http:\/\/www.thuvientinlanh.org\/2012\/05\/george-frideric-handel-va-tr%C6%B0%E1%BB%9Dng-ca-messiah\/ |date=2012-11-18 }}\n*[http:\/\/www.thuvientinlanh.org\/2012\/05\/tr%C6%B0%E1%BB%9Dng-ca-halelugia\/ G.F. Handel - Trường Ca Hallelujah - Ban Hợp Xướng Sắc Tộc Jarai]{{Liên kết hỏng|date=2021-04-30 |bot=InternetArchiveBot }}\n*{{chú thích|first=Gerald|last=Abraham|title=Handel: a symposium|year=1954|publisher=Oxford University Press}}\n*{{chú thích|first=Donald|last=Burrows|author-link=Donald Burrows (musicologist)|title=Handel|publisher=Oxford University Press|year=1994|id=ISBN 0-19-816470-X }}\n*{{chú thích|first=Donald|last=Burrows|title=The Cambridge Companion to Handel|publisher=Cambridge University Press|year=1997|id=ISBN 0-521-45613-4 }}\n*Chrissochoidis, Ilias. \"Early Reception of Handel's Oratorios, 1732–1784: Narrative – Studies – Documents\" (Ph.D. dissertation, Stanford University, 2004), available through [http:\/\/proquest.com\/en-US\/products\/dissertations\/ UMI].\n*Chrissochoidis, Ilias. \"[http:\/\/ml.oxfordjournals.org\/cgi\/content\/full\/gcp070? Handel at a Crossroads: His 1737–1738 and 1738–1739 Seasons Re-Examined]{{Liên kết hỏng|date=2021-03-09 |bot=InternetArchiveBot }}\", ''Music & Letters'' 90\/4 (November 2009), 599–635.\n*Chrissochoidis, Ilias. \"[http:\/\/em.oxfordjournals.org\/cgi\/content\/full\/cap106?i.jkey=Tz66pLM8Tg9PduD&keytype=ref Handel, Hogarth, Goupy: Artistic intersections in Handelian biography]{{Liên kết hỏng|date=2021-10-12 |bot=InternetArchiveBot }}\", ''Early Music'' 37\/4 (November 2009), 577–596.\n*Chrissochoidis, Ilias. \"[http:\/\/journals.cambridge.org\/action\/displayIssue?jid=ECM&volumeId=7&issueId=02&iid=7849452 'hee-haw... llelujah': Handel among the Vauxhall Asses (1732)]\", ''Eighteenth-Century Music'' 7\/2 (September 2010), 221–262.\n*{{Chú thích sách |last1=Dean |first1=Winton |first2=John Merrill |last2=Knapp |title=Handel's Operas, 1704–1726 |volume=1 |location=Oxford |publisher=Clarendon Press |year=1987 |ISBN= 0-19-816441-6 }}\n*{{Chú thích sách |last1=Dean |first1=Winton |url=http:\/\/www.boydell.co.uk\/43832682.HTM |title=Handel’s Operas, 1726–1741 |publisher=The Boydell Press |year=2006 |access-date=2008-10-21 |archive-date=2009-09-26 |archive-url=https:\/\/web.archive.org\/web\/20090926214736\/http:\/\/www.boydell.co.uk\/43832682.HTM }}\n*{{Chú thích sách |last=Deutsch |first=Otto Erich |authorlink=Otto Erich Deutsch |title=Handel: A Documentary Biography |url=https:\/\/archive.org\/details\/handeldocumentar00deut |year=1955 }}\n*{{Chú thích sách\n | last = Dent\n | first = Edward Joseph\n | title = Handel\n | year=2004\n | origyear = ngày 17 tháng 6 năm 2004\n | publisher = R A Kessinger Publishing\n | isbn = 1-4191-2275-4 }}\n*Frosch, W.A., [http:\/\/gfhandel.org\/frosch.htm ''The \"case\" of George Frideric Handel''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070806222903\/http:\/\/gfhandel.org\/frosch.htm |date=2007-08-06 }}, New England Journal of Medicine, 1989; 321:765–769, ngày 14 tháng 9 năm 1989. [http:\/\/content.nejm.org\/content\/vol321\/issue11\/index.shtml content.nejm.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090105151810\/http:\/\/content.nejm.org\/content\/vol321\/issue11\/index.shtml |date=2009-01-05 }}\n*Harris, Ellen T. (general editor) ''The librettos of Handel's operas: a collection of seventy librettos documenting Handel's operatic career'' New York: Garland, 1989. ISBN 0-8240-3862-2\n*Harris, Ellen T. ''Handel as Orpheus. Voice and Desire in the Chamber Cantatas'' Harvard University Press, 2001. ISBN 0-674-00617-8\n*Hogwood, Christopher. ''Handel.'' London: Thames and Hudson, 1984. ISBN 0-500-01355-1\n*Keates, Jonathan. ''Handel, the man and his music.'' London: V. Gollancz, 1985. ISBN 0-575-03573-0\n*{{Chú thích sách |first=Jonathan |last=Keates |title=Handel, the man and his music |url=https:\/\/archive.org\/details\/handelmanhismusi0000keat_o6l4 |location=New York |publisher=St Martin's Press |year=1985 }}\n*{{Chú thích sách|last=Larsen |first=J.P. |year=1972 |title=Handel's Messiah |location=London |publisher=Adams and Charles Black Limited }}\n*Leopold, Silke. \"Händel die Opern\" Bärenreiter 2009, ISBN 978-3-7618-1991-3\n*Meynell, Hugo. ''The Art of Handel's Operas'' The Edwin Mellen Press (1986) ISBN 0-88946-425-1\n*{{Chú thích sách |title=Handel. A Celebration of his Life and Times 1685–1759 |last=National Portrait Gallery}}\n*{{Chú thích sách |first=Percy Marshall |last=Young |title=Handel |location=New York |publisher=David White Company |year=1966 }}\n\n== Liên kết ngoài ==\n\n{{Liên kết tới các dự án khác|wikt=no|b=no|s=Author:George Frideric Handel|commons=Category:Georg Friedrich Händel|n=no|v=no}}\n* [http:\/\/www.youtube.com\/watch?v=joVkx20oVIg The Best of Handel]\n* [http:\/\/www.youtube.com\/watch?v=eqksy-991sI Georg Friedrich Handel Concerti Grossi Op 6 N 1-12]\n* [http:\/\/www.dailymotion.com\/video\/x2hbf4_handel-messiah-hallelujah_music Handel Messiah -\"Hallelujah\"] - YouTube\n* [http:\/\/www.youtube.com\/watch?v=nnHksDFHTQI Handel - Messiah - Hallelujah] - YouTube\n* [http:\/\/www.youtube.com\/watch?v=4Fu8YIG8uyQ&feature=related Handel: 'Hallelujah' (Chorus From Oratorio 'Messiah')] - YouTube\n* [http:\/\/www.vn4000.com\/content\/view\/1141\/98\/ \"Hallelujah\" thuộc Trường ca \"Messiah\" của George Frideric Handel] - YouTube\n* [http:\/\/www.gutenberg.org\/etext\/9089 Edward Dent's Handel biography from Project Gutenberg]\n* [http:\/\/www.boydell.co.uk\/43832682.HTM The second volume of Winton Dean for \"Handel's Operas\" covering the years 1726-1741] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090926214736\/http:\/\/www.boydell.co.uk\/43832682.HTM |date=2009-09-26 }}\n* [http:\/\/www.zeno.org\/Musik\/M\/Chrysander,+Friedrich\/G.F.+H%C3%A4ndel Friedrich Chrysander's Handel biography (in German)]\n* Handel Houses:\n** [http:\/\/www.handelhouse.org The Handel House Museum]\n** [http:\/\/www.haendelhaus.de\/en The Händel-Haus in Halle (Saale)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081205130722\/http:\/\/www.haendelhaus.de\/en\/ |date=2008-12-05 }}\n* {{worldcat id|id=lccn-n79-129204}}\n\n=== Scores and recordings ===\n* [http:\/\/kreusch-sheet-music.net\/eng\/index.php?page=show&query=Georg%20Friedrich%20H%E4ndel&order=op www.kreusch-sheet-music.net] Free Scores by Handel\n* [http:\/\/www.mutopiaproject.org\/cgibin\/make-table.cgi?Composer=HandelGF&preview=1 The Mutopia Project] provides free downloading of sheet music and [[MIDI]] files for some of Handel's works.\n* Free typeset [http:\/\/cantorion.org\/musicsearch\/composer\/handel\/ sheet music] of Handel's works from ''Cantorion.org''\n* [http:\/\/cylinders.library.ucsb.edu\/search.php?query=Handel+George+Frideric&queryType=%40attr+1%3D1 Handel cylinder recordings], from the [[Cylinder Preservation and Digitization Project]] at the [[University of California, Santa Barbara]] Library.\n* Kunst der Fuge: [http:\/\/www.kunstderfuge.com\/handel.htm George Frideric Handel - MIDI files]\n* [http:\/\/magnatune.com\/collections\/handel Water Music, Organ Concertos op. 4, Tamerlano, etc.] Creative Commons recordings\n* [[Lorraine Hunt Lieberson]] sings [http:\/\/www.valeriodistefano.com\/lieberson.htm Handel arias] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070708115518\/http:\/\/www.valeriodistefano.com\/lieberson.htm |date=2007-07-08 }}\n\n{{Các chủ đề| Âm nhạc|Tin Lành}}\n<!-- Metadata: see [[Wikipedia:Persondata]] -->\n\n{{thời gian sống|sinh=1685|mất=1759|tên=Handel, George Frideric}}\n\n{{Persondata\n|NAME=Handel, George Frideric\n|ALTERNATIVE NAMES=Händel, Georg Friedrich\n|SHORT DESCRIPTION=[[nhà soạn nhạc]] [[âm nhạc Baroque|Baroque]] người Đức\n|DATE OF BIRTH={{birth date|1685|2|23|df=y}}\n|PLACE OF BIRTH=[[Halle (Saale)|Halle]] ở [[Sachsen-Anhalt|Saxony-Anhalt]]\n|DATE OF DEATH={{death date|1759|4|14|df=y}}\n|PLACE OF DEATH=[[Luân Đôn]]\n}}\n{{DEFAULTSORT:Handel, George Frideric}}\n[[Thể loại:Nhà soạn nhạc Đức]]\n[[Thể loại:Người Anh]]\n[[Thể loại:Tín hữu Giáo hội Luther]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Trường ca Messiah]]\n[[Thể loại:Mất năm 1759]]\n[[Thể loại:Nhà soạn nhạc opera]]\n[[Thể loại:Sinh năm 1685]]\n[[Thể loại:Nhà soạn nhạc thời Baroque]]"}