{"George Mortimer Bibb":"{{Infobox officeholder 1\n| name=George Mortimer Bibb\n| image=George M. Bibb - Brady-Handy.jpg\n|imagesize   = 220px\n| office=[[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 17\n| term_start=4 tháng 7 năm 1844\n| term_end=7 tháng 3 năm 1845\n| president=[[John Tyler]]<br>[[James K. Polk]]\n| predecessor=[[John Canfield Spencer|John C. Spencer]]\n| successor=[[Robert J. Walker]]\n| office1=[[Thượng nghị sĩ Hoa Kỳ]] từ Kentucky\n| term_start1= 4 tháng 3 năm 1829\n| term_end1= 3 tháng 3 năm 1835\n| predecessor1= [[Richard Mentor Johnson]]\n| successor1= [[John Jordan Crittenden]]\n| term_start2= 4 tháng 3 năm 1811\n| term_end2= 23 tháng 8 năm 1814\n| predecessor2= [[Henry Clay]]\n| successor2= [[George Walker (Kentucky)|George Walker]]\n| birth_date={{birth date|1776|10|30|mf=y}}\n| birth_place=[[Quận Prince Edward, Virginia]], [[Hoa Kỳ]]\n| death_date={{death date and age|1859|4|14|1776|10|30}}\n| death_place=[[Georgetown, Washington, D.C.|Georgetown]], [[Washington, D.C.]]\n| party=[[Democratic Party (United States)|Democrat]]\n| spouse=Martha Tabb Scot\n| alma_mater=[[Hampden–Sydney College]]<br>[[College of William & Mary]]\n| profession=[[Politician]], [[Lawyer]]\n}}\n[[Tập tin:George bibb.jpg|nhỏ|George M. Bibb (1776 - 1859)]]\n'''George Mortimer Bibb''' (30 tháng 10 năm 1776 - 14 tháng 4 năm 1859) là một chính khách và là [[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 17 (1844 - 1845). Bibb làm [[Thượng nghị sĩ Hoa Kỳ]] đến từ Kentucky hai lần (L1: 1811 - 1814; L2: 1829 - 1835).\n\n==Tiểu sử==\nGeorge Mortimer Bibb sinh ngày 30 tháng 10 năm 1776 tại [[Quận Prince Edward, Virginia]]. Ông tốt nghiệp trường Đại học Hampden-Sydney vào năm 1791, và sau đó tốt nghiệp trường Đại học William và Mary, sau đó nghiên cứu về pháp luật. Ông được đưa tới quán bar và hành nghề luật tại Virginia và Lexington, Kentucky. Sau khi thực hiện một vụ chuyển nhượng đến Kentucky, ông được bầu vào Hạ viện Kentucky vào năm 1806, năm 1810 và một lần nữa vào năm 1817. Ông được bổ nhiệm làm một thẩm phán của Tòa án phúc thẩm Kentucky vào năm 1808 và công lý thì trưởng thông qua năm 1810.\n\nNăm 1811 ông được bầu vào Thượng viện Hoa Kỳ từ Kentucky và phục vụ cho đến năm 1814 khi ông trở lại trở lại Lexington để làm việc như một luật sư. Ông chuyển tới Frankfort, Kentucky vào năm 1816 và đứng về phía phe mới Tòa án trong các tranh cãi Old Court-New Tòa án trong năm 1820. Ông lại được đặt tên là Chánh án của Tòa án Kentucky phúc thẩm vào năm 1827, phục vụ cho một năm.\n\nÔng tái đắc cử vào Thượng viện Hoa Kỳ vào năm 1829 và phục vụ như là một Jacksonian đảng Dân chủ thông qua năm 1835. Trong thời gian Quốc hội thứ 21, ông là chủ tịch của Ủy ban Thượng viện Hoa Kỳ về Bưu điện và Bưu điện Roads.\n\nÔng là thủ tướng của Louisville Chancery Court từ năm 1835 thông qua năm 1844 và năm 1844 đã trở thành Bộ trưởng Ngân khố Hoa Kỳ thứ tư của Tổng thống John Tyler phục vụ thông qua năm 1845.\n\nÔng là một người đàn ông rất già khi ông đảm nhận vị trí Kho bạc của mình, mặc quần áo \"trong phong cách cổ xưa, với kneebreeches.\" Báo cáo thường niên Bibb về Nhà nước Tài chính cho năm 1844 bao gồm một biên soạn công phu của các thống kê chi tiết về lịch sử tài chính của các quốc gia kể từ năm 1789. Ngoài ra, ông đã trình bày một luận cứ vững chắc cho việc thành lập một \"quỹ chìm\", tích lũy thông qua tiền gửi thường xuyên và được sử dụng để trả lãi, chủ yếu về nợ quốc gia. Bibb chủ trương sử dụng nguồn thu thặng dư Kho bạc từ hải quan và doanh thu nội bộ để cung cấp phí bảo trì. quỹ này đã được sử dụng một cách hiệu quả để giảm thâm hụt 1789-1835, nhưng Bibb đã không thể cứu sống.\n\nSau này, ông là một luật sư ở Washington, DC, và một trợ lý trong văn phòng Tổng chưởng lý Hoa Kỳ.\n\nÔng ta là một Tam hoạt động. Ông là người thầy đầu tiên của Russellville Lodge số 17, Russellville, Kentucky và là bậc thầy của Hiram Lodge số 4, ở Frankfort. Ông cũng là bậc thầy trong quá khứ của Lexington Lodge số 1 tại Lexington, và từng là thư ký trong năm 1804. Năm 1804, ông là bậc thầy lớn của Kentucky.\n\nBibb qua đời vào ngày 14 tháng 4 năm 1859 ở tuổi gần 83 tại Georgetown, Washington, DC, và được chôn cất tại Nghĩa trang Frankfort.\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*{{Find a Grave|7643522}}\n*{{chú thích sách |last=Allen |first=William B. |title=A History of Kentucky: Embracing Gleanings, Reminiscences, Antiquities, Natural Curiosities, Statistics, and Biographical Sketches of Pioneers, Soldiers, Jurists, Lawyers, Statesmen, Divines, Mechanics, Farmers, Merchants, and Other Leading Men, of All Occupations and Pursuits |publisher=Bradley & Gilbert |year=1872 |url=https:\/\/books.google.com\/books?id=s_wTAAAAYAAJ |accessdate = ngày 10 tháng 11 năm 2008 |pages=258–259}}\n{{sơ khai tiểu sử}}\n\n[[Thể loại:Sinh năm 1776]]\n[[Thể loại:Mất năm 1859]]\n[[Thể loại:Bộ trưởng Ngân khố Hoa Kỳ]]\n[[Thể loại:Thượng nghị sĩ Hoa Kỳ]]"}