{"Gideon Ernst von Laudon":"{{Infobox military person\n|name=Gideon Ernst von Laudon\n|image=[[Tập tin:Laudon.jpg|215px|Gideon Ernst von Laudon]]\n|caption=Bức tranh chân dung của [[Nguyên soái|Thống chế]] Laudon.\n|birth_date={{Birth date|1717|2|2|df=yes}}\n|death_date={{Death date and age|1790|07|14|1717|2|2|df=yes}}\n|birth_place=[[Laudona|Tootzen]], [[Latvia]]\n|death_place=[[Nový Jičín]], [[Tiệp Khắc]]\n|nickname=\n|allegiance=[[Họ Habsburg|Nền quân chủ Habsburg]]\n|branch=[[Quân đội Áo]]\n|serviceyears=1746–1800\n|rank=[[Nguyên soái|Thống chế]]\n|unit=\n|commands=\n|battles='''[[Chiến tranh Bảy năm|Chiến tranh Bảy Năm]]''' <br>[[Trận Domstadtl]] <br> [[Trận Hochkirch]] <br> [[Trận Kunersdorf]] <br> [[Trận Landeshut (định hướng)|Trận Landeshut]] <br> [[Trận vây hãm Glatz]] <br> [[Cuộc vây hãm Breslau (1760)|Trận vây hãm Breslau (1760)]] <br> [[Trận Liegnitz (1760)]] <br> [[Cuộc vây hãm Schweidnitz (Chiến tranh Bảy năm)|Trận vây hãm Schweidnitz (1761)]] <br> '''[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1787&ndash;1792)]]''' <br> [[Cuộc vây hãm Belgrade (1789)|Trận vây hãm Beograd]]\n|awards=[[Huy chương Maria Theresia]]\n}}\n\n'''[[Nam tước]]''' (''[[Freiherr]]'') '''Gideon Ernst von Laudon''' (họ của ông nguyên thủy được viết là ''Laudohn'' hay ''Loudon'') (2 tháng 2 năm 1717 ở [[Ļaudona|Tootzen]], nay là [[Latvia]] – 14 tháng 7 năm 1790 ở [[Nový Jičín]], nay là [[Cộng hòa Séc]]) là một [[Nguyên soái|Thống chế]] (''Feldmarschall'') của Quân đội [[Đại Công quốc Áo|Áo]] và cũng là một nhà chỉ huy quân sự thành công nhất trong thế kỷ 18 - bản thân vị [[Nguyên soái]] nổi tiếng của [[Đế quốc Nga|Nga]] là [[Aleksandr Vasilyevich Suvorov|A. V. Suvorov]] đã xem Laudon như thầy học của mình.\n\nLaudon được biết đến nhiều nhất qua các công tích lẫy lừng của ông trong [[Chiến tranh Bảy năm]], trên thực tế ông là một trong những Thống chế xuất sắc nhất trong cuộc chiến và cũng là địch thủ đáng sợ nhất của vua Phổ [[Friedrich II của Phổ|Friedrich II Đại đế]]. Năm 1789 ông trở thành nhà lãnh đạo quân sự của [[Xécbia]] ở Beograd và là một đồng minh của quân kháng chiến Xécbi chống [[Đế quốc Ottoman|Thổ Nhĩ Kỳ]] cho đến khi qua đời vào năm sau.\n\n== Xuất thân và tuổi trẻ==\nLaudon xuất thân trong một gia đình mang ba dòng máu [[Đức]], [[Latgallia]] và [[Scotland]]. Gia tộc Laudon đã định cư tại thái ấp của mình ở, gần [[Ļaudona]] thuộc miền Đông [[Latvia]] từ trước năm 1432. Cha của Gideon Ernst von Laudon là Otto Gerhard von Laudohn, một sĩ quan phục vụ trong quân đội [[Thụy Điển]] và về hưu với quân hàm [[Trung tá]] cũng một mức lương hưu đạm bạc. Năm 1732 cậu bé Gideon Ernst được gởi vào quân đội [[Đế quốc Nga]] với tư cách là một học viên Thiếu sinh quân. Gideon đã tham gia trận vây hãm [[Gdańsk]] của Nguyên soái [[Khristofor Antonovich Minikh]] vào năm 1734, tham gia vào [[Chiến tranh kế vị Ba Lan|một cuộc hành quân tới sông Rhine của quân Nga]] vào năm 1735 và tham gia cuộc [[Chiến tranh Nga-Thổ Nhĩ Kỳ, 1735-1739]].\n\nCảm thấy không thỏa mãn với tương lai của mình, Laudon tự nguyện giải ngũ khỏi quân đội Nga và tìm kiếm nơi lập thân ở một xứ sở khác. Ban đầu ông đến xin gia nhập quân đội Phổ nhưng bị Phriđrích II Đại Đế từ chối. Sau đó, Laudon đến [[Thủ đô|kinh đô]] của Áo là [[Viên]] và được bổ nhiệm làm Đại úy của các quân đoàn tự do dưới trướng của [[Franz Freiherr von der Trenck]]. Ông tham gia vào các cuộc hành quân và đánh phá của quân đoàn (ngoại trừ các hành động cướp phá tàn bạo \"đặc trưng\" của đội quân của Trenck) cho đến khi bị thương và bị bắt ở [[Alsace]]. Không lâu sau đó ông được thả ra khi quân chủ lực Áo tiến tới khu vực này.\n\nĐến năm 1745, Laudon trở lại chiến trường ở vùng rừng núi của [[Silesia|Schlesien]]; lần này ông lại tiếp tục phục vụ dưới quyền của Trenck với vai trò là chỉ huy của lực lượng [[khinh binh]] và chứng tỏ được tài năng vượt trội của mình. Ông cũng tham gia vào [[Trận Soor]] vào cuối tháng 9 cùng năm. Tuy nhiên, vì chán ghét tính vô kỷ luật và sự ô hợp của đội quân của Trenck, Laudon nhanh chóng giải ngũ. Ông sống cuộc sống nghèo nàn của một sĩ quan thất nghiệp trong một thời gian, sau đó được bổ nhiệm làm đại úy của một Trung đoàn Biên phòng trong vòng mười năm ở quận [[Karlovac]] - một công việc vừa mang tính chất quân sự vừa mang tính hành chính. Tại nơi đóng quân của mình ở [[Bunić]], Laudon đã cho xây dựng một [[nhà thờ]] và trồng một cây [[sồi]] sau này được đặt theo tên của ông. Trong suốt mười năm tại ngũ, Laudon dần dần leo lên được cấp bậc [[trung tá]] ngay khi cuộc [[Chiến tranh Bảy năm]] bùng nổ. Và đó cũng là lúc vinh quang của ông bắt đầu.\n\n==Chiến tranh Bảy năm==\n[[Tập tin:Ernst Gideon von Laudon (marble bust HGM).jpg|nhỏ|Tượng bán thân cẩm thạch của Laudon cho [[Giuseppe Ceracchi]] chế tác.]]\nTrong cuộc Chiến tranh Bảy năm, Laudon nhanh chóng lập được nhiều công tích nổi bật và chứng tỏ được tài năng vượt trội của mình. Ông được thăng lên làm [[Đại tá]] và sau đó là [[Thiếu tướng]] Kỵ binh (''Generalfeldwachtmeister''). Ông cũng được trao tặng [[Huân chương Maria Theresia]], huân chương đặt theo tên của Đại Công nương Áo lúc đó.\n\nTrong chiến dịch năm 1758, Laudon lần đầu tiên đảm nhiệm công tác của một Tổng chỉ huy. Sự lãnh đạo xuất sắc của ông đã đem lại chiến thắng quan trọng của quân Áo trong [[Trận Domašov]] vào ngày 30 tháng 6 và buộc Phriđrích II phải hủy bỏ cuộc [[cuộc vây hãm Olmütz|bao vây Olomouc]]. Laudon sau đó được thăng lên cấp [[Trung tướng]] và tiếp tục bộc lộ tài năng của mình trong [[trận Hochkirk]]. Ông được Đại Công nương Áo kiêm Hoàng hậu Đế quốc La Mã Thần thánh là Maria Theresia phong làm [[Nam tước]] và được chồng của Maria, Hoàng đế La Mã thần thánh Franz I chuẩn y. Maria Theresa cũng ban thưởng cho ông Huân chương mang tên bà và một lãnh địa gần [[Kutná Hora]] ở [[Čechy|Bohemia]].\n\nLaudon được giap chỉ huy quân đội Áo được cử tới [[oder|sông Oder]] để hội quân với quân Nga, và tham gia vào chiến thắng lớn của liên quân Nga-Áo trong [[Trận Kunersdorf]] (1759). Sau trận đánh Laudon được phong hàm [[Thượng tướng]] (''[[Feldzeugmeister]]'') và được bổ nhiệm làm Tổng chỉ huy quân đội Áo trên mặt trận Bohemia, Moravia và Schlesien. Sang tháng 6 năm 1760, Laudon mở cuộc tấn công chiếm lại Schlesien, tại đây Laudon lại tiếp tục lập công lớn khi ông hủy diệt nguyên một quân đoàn Phổ dưới sự chỉ huy của tướng [[Heinrich August de la Motte Fouqué]] trong [[Trận Landeshut (1760)|Trận Landeshut]] và [[Cuộc vây hãm Glatz|đánh chiếm một pháo đài quan trọng]] ở [[Glatz]]. Không lâu sau đó Laudon bị Phriđrích II giáng cho một thất bại nặng trong [[Trận Liegnitz (1760)|trận Liegnitz]] (15 tháng 8 năm 1760); trong trận này ông chỉ trích các chỉ huy của quân chủ lực Áo là Thống chế Daun và Lacy vì Laudon cho rằng họ đã không hỗ trợ đội quân của ông. Đến năm 1761 ông liên kết với quân đội Nga mở một cuộc tấn công mới vào Schlesien, tuy nhiên các kế hoạch tấn công quân chủ lực Phổ ở [[Bunzelwitz]] đã không được thực thi do mâu thuẫn giữa các tướng Nga-Áo. Dầu sao, Laudon cũng đã chụp được một cơ hội hiếm hoi để đột kích đánh chiếm thành [[Schweidnitz]] vào đêm 30 tháng 9, rạng ngày 1 tháng 10 năm 1761. Laudon tiếp tục các hoạt động quân sự tích cực cho đến hết cuộc chiến tranh, sự xông xáo và dũng mãnh của ông hoàn toàn trái ngược với sự trì hoãn và chần chứ của các thống chế [[Leopold Josef Graf Daun|Daun]] và [[Franz Moritz Graf von Lacy|Lacy]]; nhiều học giả nghiên cứu về cuộc [[Chiến tranh Bảy năm]] cho rằng đáng ra Daun cần phải tỏ ra tích cực và hung hăng hơn, đồng thời một chút cẩn trọng và điềm tĩnh cũng sẽ phù hợp hơn với tài năng của Laudon. Rất tiếc là cả hai vị Thống chế đều không nhận ra điều này và nó đã dẫn đến mâu thuẫn gay gắt giữa \"Fabius và Marcellus của quân đội Áo\".\n\n== Những năm cuối đời ==\nSau khi chiến tranh kết thúc, Daun trở thành Thống soái của toàn quân đội nước Áo và như vậy, Laudon buộc phải rút vào hậu trường. Trong thời gian này ông đã nhận được nhiều lời mời gọi - trong đó có cả lời mời của Phriđrích II - đề nghị Laudon rời Áo sang đầu quân cho các quốc gia khác. Mặc dù một số buổi gặp mặt đã diễn ra nhưng rốt cục Laudon đều từ chối các lời đề nghị này. Laudon được Lacy bổ nhiệm làm Tổng [[thanh tra]] của lực lượng bộ binh Áo khi Lacy thay thế Daun làm Chủ tịch Hội đồng chiến tranh. Tuy nhiên mâu thuẫn giữa Laudon và Lacy vẫn còn đó và khi [[Joseph II của Thánh chế La Mã|Joseph II]] - một người có cảm tình với Lacy - lên ngôi Hoàng đế, Laudon quyết định nghỉ hưu và tận hưởng cuộc sống an nhàn tại thái ấp của mình ở [[Kutná Hora]].\n\nTuy nhiên, Maria Theresa và Vương công [[Wenzel Anton Kaunitz]] đã bổ nhiệm ông làm Tổng chỉ huy quân đội ở [[Čechy|Bohemia]] và [[Morava|Moravia]] vào năm 1769. Ông giữ chức vụ này trong vòng 3 năm cho đến khi về hưu và lại quay về sống tại thái ấp Kutná Hora mặc dù Maria Theresa vẫn tiếp tục thuyết phục Laudon ở lại trong quân ngũ. Đến năm 1776 lãnh địa của Laudon bị Theresia thu hồi (với những điều khoản ưu đãi cho ông) khi giá trị của nó sụt giảm thê thảm bởi các vấn đề trong nông thôn xảy ra ở Bohemia; và vì vậy Laudon chuyển sang cư ngụ ở [[Hadersdorf]] gần kinh đô Viên. Không lâu sau đó ông được thăng lên hàm Thống chế. Trong tác phẩm \"Cuộc đời Frederick Đại đế\", nhà văn người [[Scotland]] là [[Thomas Carlyle]] viết rằng Phriđrích II đã gặp Laudon vào năm 1776 và, trước mặt Hoàng đế Áo, vị vua Phổ vĩ đại đã gọi Laudon là \"Hỡi Thống chế\" (''Herr Feldmarschall''), but the hint was not taken until February 1778.\n\nKhi [[Chiến tranh Kế vị Bayern]] (1778-1779) bùng nổ. Hoàng đế Joseph II và Tổng chỉ huy Lacy bắt đầu giảng hòa với Laudon, thế là Laudon cùng với Lacy đồng chỉ huy quân Áo nghênh chiến với quân đội Phổ. Tuy nhiên, vinh quang trong cuộc chiến này phần lớn thuộc về Lacy vì đơn vị do Lacy chỉ huy là lực lượng đối đầu trực diện với đội quân Phổ dưới quyền Phriđrích Đại đế. Chiến tranh kết thúc, Laudon lại trở về với cuộc sống yên tĩnh ở Hadersdorf.\n\nVị tướng già chưa được nghỉ. Năm 1787, [[Chiến tranh Áo-Thổ Nhĩ Kỳ (1787-1791)|chiến tranh Áo-Thổ]] bùng nổ. Những diễn biến ban đầu của cuộc chiến là thảm họa đối với người Áo, và đứng trước sự bất tài của viên tư lệnh chiến trường, một lần nữa Laudon lại được gọi ra mặt trận. Mặc dù tuổi cao sức yếu, tài năng của Laudon đã khiến chiến cục thay đổi hẳn: quân Thổ bị đẩy lùi và tới năm 1789 [[Beograd]] lọt vào tay quân đội Áo sau 3 tuần lễ công kích. Tuy nhiên, Laudon không sống đủ lâu để thấy được chiến thắng chung cuộc của nước Áo: ông qua đời vào ngày 14 tháng 7 cùng năm tại Nový Jičín ở Moravia trong lúc vẫn đang làm nhiệm vụ. Chức vụ cuối cùng mà Laudon được bổ nhiệm đó là Tổng chỉ huy quân đội Áo, thành lập bởi tân Hoàng đế [[Leopold II của Đế quốc La Mã Thần thánh|Leopold II]].\n\nLaudon được mai táng tại Hadersdorf, nơi ông sống vào những năm cuối đời. 8 năm trước đó, Hoàng đế Joseph II đã cho tạc một bức tượng bán thân cẩm thạch của Laudon và đặt nó tại chamber of the council of war.\n\nCon trai ông, [[Johann Ludwig Alexius Freiherr von Laudon]] (1762–1822) đã tham chiến trong [[Cách mạng Mỹ]] và [[Các cuộc chiến tranh của Napoléon|Chiến tranh Napoléon]] và đã được thăng lên hàm Phó Thống chế.\n\n==Chú thích==\n{{thể loại Commons|Ernst Gideon von Laudon}}\n{{Tham khảo}}\n*{{1911}}\n* http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=23550091 - Laudon's grave near Vienna\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Laudon, Ernst Gideon Freiherr von\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = ngày 2 tháng 2 năm 1717\n| PLACE OF BIRTH =\n| DATE OF DEATH = ngày 14 tháng 7 năm 1790\n| PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Laudon, Ernst Gideon Freiherr von}}\n[[Thể loại:Sinh năm 1717]]\n[[Thể loại:Mất năm 1790]]\n[[Thể loại:People from Madona Municipality]]\n[[Thể loại:Baltic-German people]]\n[[Thể loại:Austrian nobility]]\n[[Thể loại:Thống chế Áo]]\n[[Thể loại:People from Livonia]]\n[[Thể loại:Walhalla enshrinees]]\n[[Thể loại:18th-century Latvian people]]\n[[Thể loại:Austrian military personnel of the Seven Years' War]]\n[[Thể loại:Austrian generals]]"}