{"Giovanni di Bicci de' Medici":"{{Infobox noble\n| name         = Giovanni de' Medici\n| image        = Giovanni di Bicci de' Medici Portrait by Agnolo Bronzino.jpg\n| caption      = Chân dung của [[Agnolo Bronzino]]\n| spouse       = [[Piccarda Bueri]]\n| issue        = [[Cosimo de' Medici]]<br>Damiano<br>[[Lorenzo the Elder]]<br\/>Antonio\n| full name    =\n| noble family = [[Medici]]\n| father       = [[Averardo de' Medici]]\n| mother       = Jacopa Spini\n| birth_date   = 1360\n| birth_place  = [[Florence]], [[Cộng hòa Florence]]\n| death_date   = 20 tháng 2 năm 1429 (69 tuổi)\n| death_place  = [[Florence]], [[Cộng hòa Florence]]\n}}\n'''Giovanni di Bicci de' Medici''' (khoảng 1360 - tháng 2 năm 1429) là một chủ ngân hàng [[người Ý]] và là người sáng lập ra [[Ngân hàng Medici]]. Trong khi các thành viên khác của [[Nhà Medici|gia đình Medici]], chẳng hạn như Chiarissimo di Giambuono de' Medici, người phục vụ tại [[Signoria của Florence]] năm 1401, và [[Salvestro de' Medici]], người có liên quan đến [[Nổi dậy Ciompi|Cuộc nổi dậy Ciompi]] năm 1378, đều được quan tâm về mặt lịch sử, riêng việc Giovanni thành lập ngân hàng gia đình đã thực sự khơi mào cho gia tộc Medici vươn lên nắm quyền ở [[Cộng hòa Florence]].<ref>Grendler et al. S. v. \"Medici, House of.\"<\/ref> Ông là cha của [[Cosimo de' Medici]] và của Lorenzo the Elder; ông nội của [[Piero di Cosimo de' Medici]]; ông cố của [[Lorenzo de' Medici]] (Lorenzo Hùng vĩ); và cụ cố của [[Cosimo I de' Medici|Cosimo I de' Medici, Đại công tước xứ Toscana]].<ref name=\":1\">{{Cite book|title=Florence and the Medici|last=Hale|first=J.R.|publisher=Thames and Hudson Inc.|year=1977|isbn=0-500-27301-4|location=New York, New York|pages=[https:\/\/archive.org\/details\/florencemedicipa0000hale\/page\/9 9-20]|url=https:\/\/archive.org\/details\/florencemedicipa0000hale\/page\/9}}<\/ref>\n\n==Cuộc sống đầu đời==\nGiovanni di Bicci de' Medici sinh ra ở [[Florence]], [[Bán đảo Ý]]. Ông là con trai của [[Averardo de' Medici]] và Jacopa Spini.<ref name=\":1\" \/> Cha của ông, Averardo qua đời năm 1363 với khối tài sản đáng nể. Tài sản thừa kế này được chia cho Giovanni và bốn anh em của ông, để lại cho Giovanni rất ít.<ref name=\":1\" \/> Tuy nhiên, chú của ông, [[Vieri de' Medici]], vẫn là một chủ ngân hàng nổi tiếng ở Florence. Vieri đã giúp Giovanni bắt đầu sự nghiệp của mình trong hệ thống ngân hàng Florentine. Ông ấy đã thăng tiến trong các cấp bậc, cuối cùng trở thành một đối tác cấp dưới trong chi nhánh ở [[Rome]] thuộc [[Lãnh địa Giáo hoàng]].<ref name=\":1\" \/> Vieri de' Medici nghỉ hưu năm 1393 để lại ngân hàng cho Giovanni.[2] Từ thời điểm này, [[Ngân hàng Medici]] đã phát triển rộng lớn và nhanh chóng. Sự tăng trưởng này lên đến đỉnh điểm với việc mua lại Ngân hàng Giáo hoàng, điều đó có nghĩa là Ngân hàng Medici hiện đang xử lý các tài khoản của Giáo hội.<ref name=\":1\" \/> Ngân hàng gia đình Medici do ông thành lập năm 1397 đã trở thành lợi ích thương mại chính của ông. Ngân hàng Medici dưới thời Giovanni có các chi nhánh trên khắp các thành phố phía Bắc Bán đảo Ý và xa hơn nữa, đồng thời tạo thành một công ty \"đa quốc gia\" thời kỳ đầu.\n\n==Kinh doanh và những đóng góp cho Ý==\nGiovanni sở hữu hai xưởng len ở Florence, và là thành viên của hai hiệp hội: ''[[Arte della Lana]]'' và ''[[Arte del Cambio]]''.<ref>Hibbert, 33.<\/ref>  Năm 1402, ông là một trong những giám khảo trong hội đồng đã chọn thiết kế của [[Lorenzo Ghiberti]] cho các đồ đồng trang trí trên cửa vào [[Nhà rửa tội Florence|Nhà thờ rửa tội Florence]].<ref>Parks, 8.<\/ref> Giovanni cũng tài trợ cho việc xây dựng phòng thánh trong [[San Lorenzo, Florence|Nhà thờ San Lorenzo]] vào năm 1418.<ref name=\":1\" \/> Ông chọn [[Filippo Brunelleschi|Brunelleschi]] làm kiến trúc sư và chọn [[Donatello]] để tạo ra các tác phẩm điêu khắc.<ref name=\":1\" \/> Đây chỉ là một vài trong số rất nhiều đóng góp mà Giovanni đã thực hiện cho thế giới nghệ thuật.\n\nNăm 1414, Giovanni đặt cược vào sự trở lại vĩnh viễn của các [[Giáo hoàng]] ở [[Rome]] sau một thời gian dài bị lưu vong và ly giáo, và canh bạc này của ông đã thành công; Giáo hoàng được định đô vĩnh viễn tại Rome vào năm 1417 dưới quyền của một Giáo hoàng duy nhất sau các cuộc thảo luận của [[Công đồng Constance]]. Khen thưởng cho Giovanni vì sự ủng hộ của ông, [[Giáo hoàng Máctinô V|Giáo hoàng Martin V]] đã trao cho Giovanni quyền kiểm soát \"Apostolic Camera\" (Kho bạc Giáo hoàng).<ref>Grendler et al. S. v. \"Medici, Cosimo de.’\"<\/ref> Các vị Giáo hoàng tiếp theo cũng tiếp tục sử dụng dịch vụ của các Ngân hàng Medici, và ngoài ra, Giovanni còn có thể giành được các hợp đồng khai thác thuế và quyền đối với nhiều mỏ [[phèn]] từ Giáo hoàng. Ông đã đặt những viên gạch đầu tiên để giúp gia tộc của mình bước lên con đường trở thành một trong những triều đại giàu có nhất ở [[châu Âu]], qua đó tạo ra một bước tiến quan trọng hướng tới sự nổi bật về văn hóa và chính trị sau này của Nhà Medici trong suốt thời Phục hưng. Một cách mà ông ấy đặt nền móng cho điều này là kết hôn với [[Piccarda Bueri]], có nguồn gốc từ một gia đình lâu đời và đáng kính đã mang đến cho ông một của hồi môn lớn.{{sfn|Pernis|Adams|2006|p=8}}\n\nNăm 1418, Giovanni Medici hợp tác với một trong những nhà quý tộc của Florence là [[Niccolò da Uzzano]], để đảm bảo việc trả tự do cho [[Giáo hoàng đối lập Gioan XXIII]] bị phế truất, người đang bị cầm tù ở [[Đế chế La Mã Thần thánh]]. De Medici đã tự mình trả khoản tiền chuộc trị giá 38.000 [[ducat]], và khi cựu Giáo hoàng qua đời vào năm sau ở Florence, de Medici đã tài trợ cho việc xây dựng [[lăng mộ]] tráng lệ của ông ở Baptistery.<ref>{{cite book| title=The Medici| url=https:\/\/archive.org\/details\/in.ernet.dli.2015.55009| author=G.F. Young| publisher=Modern Library| year=1930| page=[https:\/\/archive.org\/details\/in.ernet.dli.2015.55009\/page\/n54 32]–33}}<\/ref>\n\nBất chấp sự giàu có ngày càng tăng của mình, Giovanni vẫn siêng năng nỗ lực để không tách biệt gia đình Medici với những công dân khác ở Florence. Ông đã làm như vậy bằng cách liên tục đảm bảo rằng ông và các con trai của mình ăn mặc và cư xử giống như những công dân thuộc tầng lớp lao động bình thường của Florence. Điều này một phần là do ông ấy muốn không thu hút sự chú ý quá mức đến bản thân và gia đình, đồng thời để đảm bảo rằng, không giống như những gia đình giàu có khác, Medici vẫn được lòng dân chúng. Hy vọng của ông ấy là tạo dựng danh tiếng tích cực cho gia đình mình bằng cách tránh xung đột với luật pháp và giữ cho người dân Florence hạnh phúc. Tâm tính của ông có thể được hiểu trong các bài viết của ông, ''\"Hãy cố gắng giữ cho mọi người yên bình, và những nơi mạnh mẽ được chăm sóc tốt. Đừng tham gia vào các rắc rối pháp lý, vì kẻ cản trở luật pháp sẽ bị tiêu diệt bởi luật pháp. Các ngươi hãy giữ gìn không tì vết khi ta lìa qua đời.\"''<ref name=\":0\" \/>\n\n==Hoạt động chính trị==\nTrong phần lớn cuộc đời của mình, Giovanni không tham gia chính trị, nhưng ông đã bị thôi thúc và phải miễn cưỡng chấp nhận nhiều chức vụ cao khác nhau trong suốt cuộc đời của mình ở trong bộ máy chính phủ [[Signoria của Florence]] vì uy tín và sự nổi tiếng mà ông được hưởng trong thành phố. Thái độ của ông ấy được thể hiện rõ trong các nội dung mà ông viết cho con trai Cosimo: ''\"Đừng biến tòa nhà chính phủ thành nơi làm việc của con, mà hãy đợi cho đến khi con được gọi đến đó, sau đó hãy tỏ ra ngoan ngoãn\"''.<ref name=\":0\">{{Cite book|title=Lorenzo De' Medici, The Magnificent|last=Von Reumont|first=Alfred|publisher=Smith, Elder & Co.|year=1876|location=London|pages=35–36}}<\/ref> Ông là thành viên trong Signoria vào năm 1402, 1408 và 1411 và với tư cách là Gonfaloniere trong thời hạn hai tháng theo luật định vào năm 1421.<ref>Hibbert, 32.<\/ref> Năm 1407, ông cũng giữ chức thống đốc của thành phố [[Pistoia]].<ref name=\":1\" \/>\n\nTrong lĩnh vực chính trị, Giovanni trung thành với danh tiếng của mình và truyền thống của [[Nhà Medici|Gia tộc Medici]] với tư cách là người bảo vệ của nhân dân và là đối thủ khó nhằn của giới quý tộc Florence. Năm 1426, ông đã phát huy ảnh hưởng cá nhân đáng kể của mình trong Signoria để thay thế [[thuế khoán]] bất bình đẳng và áp bức của Florence bằng ''[[Catasto]]''. Đây là một loại thuế tài sản cụ thể do Giovanni nghĩ ra, trong đó gánh nặng thuế được chuyển từ các tầng lớp nghèo hơn ở Florence cho giới nhà giàu, khiến giới quý tộc khó trốn tránh phần thuế của họ hơn.<ref name=\"Young\">{{cite book| title=The Medici| author=G.F. Young| publisher=Random House| year=1930| page=34–35}}<\/ref> Năm sau, ông ấy một lần nữa sử dụng quyền lực và ảnh hưởng cá nhân của mình trong Signoria để ngăn chặn việc thông qua các cải cách đầu sỏ do giới quý tộc đề xuất, điều này sẽ bãi bỏ lệnh cấm các quý tộc phục vụ trong Signoria, và loại bỏ một số bang hội nhỏ hơn không được đại diện ở đó.<ref name=\"Young\"\/>\n\n==Hậu duệ==\nVới người vợ Piccarda Bueri, ông có 4 người con trai:\n*[[Cosimo de' Medici|Cosimo di Giovanni de' Medici]] (1389–1464).{{sfn|Tomas|2003|p=7}} Pater Patriae và Lãnh chúa xứ Florence, ông nội của [[Lorenzo de' Medici |Lorenzo the Magnificent]].\n*Damiano di Giovanni de' Medici (d.1390).{{sfn|Tomas|2003|p=7}} Rất có thể là em song sinh của Cosimo, chết trẻ.\n*[[Lorenzo the Elder|Lorenzo di Giovanni de' Medici]] (1395–1440).{{sfn|Tomas|2003|p=7}} Tổ tiên của nhánh \"''Popolare''\" của gia tộc Medici, các Đại công tước xứ Toscana xuất phát từ nhánh này.\n*Antonio di Giovanni de' Medici (sinh năm 1398). Chết trẻ.{{sfn|Tomas|2003|p=7}}\n\n==Di sản==\n[[Tập tin:Rimini151.jpg|thumb|250px|Bức tượng bán thân của Giovanni di Bicci de' Medici của [[Romeo Pazzini]] (1855-1936); Museo della città di Rimini]]\nKhi ông qua đời, Di Bicci là một trong những người đàn ông giàu có nhất ở Florence, thể hiện qua báo cáo thuế năm 1429 của ông.<ref>Grendler et al S. v. \"Medici, Cosimo de.’\"<\/ref> Có thông tin cho rằng khi qua đời, ông là người giàu thứ hai ở Florence, để lại khối tài sản kếch xù cho con trai Cosimo. Sự giàu có và hệ thống ngân hàng này đã khiến Cosimo trở thành một trong những người đàn ông giàu có nhất [[châu Âu]].<ref name=\":1\" \/> Cũng sau khi qua đời, ông ấy đã trở thành nhân vật được công chúng Florentine yêu quý, thậm chí với cả đối thủ trường kỳ của ông là [[Niccolò da Uzzano]]. Niccolò tuyên bố trong một bức thư gửi cho các con trai của Giovanni rằng ông đã khiến gia đình được mọi người yêu quý và giúp họ đạt được thành công rực rỡ.[8] Năm 1420, Giovanni đã trao phần lớn quyền kiểm soát ngân hàng cho hai người con trai của mình, Cosimo và Lorenzo.<ref>Grendler, et al. S. v. \"Medici, Cosimo de.’\"<\/ref> Sau khi ông qua đời vào năm 1429, ông được chôn cất tại [[Sagrestia Vecchia|Phòng thánh cũ]] của [[San Lorenzo, Florence|Vương cung thánh đường San Lorenzo]], [[Florence]],{{sfn|Pernis|Adams|2006|p=9}} và vợ ông được chôn cùng ông sau khi bà qua đời 4 năm sau đó.\n\n==Miêu tả hư cấu==\nGiovanni de' Medici được thể hiện bởi [[Dustin Hoffman]] trong loạt phim truyền hình năm 2016 ''[[Medici (phim truyền hình)|Medici]]''.<ref>{{cite web|title=Medici: Masters of Florence|url=https:\/\/www.imdb.com\/title\/tt5057130\/|website=Internet Movie Database|date=9 December 2016|access-date=24 December 2016}} {{better source|date=May 2019}}<\/ref>\n\n==Tham khảo==\n{{Reflist}}\n\n== Nguồn ==\n*{{cite book | title=Encyclopedia of the Renaissance | url=https:\/\/archive.org\/details\/encyclopediaofre0000gren | url-access=registration | authors=Grendler, Paul F., M. J. B. Allen, William R. Bowen, Margaret L. King, [[Stanford E. Lehmberg]], Nelson H. Minnich, Sara T. Nalle, Robert J. Rodini, Ingrid D. Rowland, David B. Ruderman, Erika Rummel, J.H.M. Salmon, and William A. Wallace, O.P., eds.| year=1999 | publisher= Charles Schribner's Sons, New York, New York }}\n*{{cite book | title=The House of the Medici: Its Rise and Fall | url=https:\/\/archive.org\/details\/houseofmediciits00hibb | url-access=registration | last= Hibbert |first= Christopher |author-link= Christopher Hibbert |year=1975| publisher=William Morrow & Company, Inc. | isbn=9780688003395 |place=  New York |via= [[Internet Archive]]}}\n*{{cite book | title=Medici Money: Banking, Metaphysics, and Art in Fifteenth-Century Florence | url=https:\/\/archive.org\/details\/medicimoneybanki00park | url-access=registration | last =Parks |first= Tim |author-link= Tim Parks| year=2005 | publisher=W.W. Norton & Company | isbn=9780393058277 |place= New York and London |via= [[Internet Archive]]}}\n*{{cite book |title=Lucrezia Tornabuoni de' Medici and the Medici family in the fifteenth century |last1=Pernis |first1=Maria Grazia |last2=Adams |first2=Laurie |year=2006 |publisher=Peter Lang Publishing, Inc, New York}}\n*{{cite book | last=Tomas | first=Natalie R. | title=The Medici Women: Gender and Power in Renaissance Florence | publisher=Ashgate | location=Aldershot | year=2003 | isbn=0-7546-0777-1}}\n*{{cite book |title=The Medici| last=Young| first=G.F.| year=1930| publisher=Random House. New York}}\n\n==Liên kết ngoài==\n* [https:\/\/www.pbs.org\/empires\/medici\/index.html PBS - Medici: Godfathers of the Renaissance]\n* [http:\/\/www.mega.it\/eng\/egui\/epo\/medalb.htm THE MEDICI Genealogical tree] from Florence Art Guide - The Renaissance\n* [http:\/\/galileo.rice.edu\/gal\/medici.html Medici Family] from The Galileo Project\n* [http:\/\/galileo.rice.edu\/images\/people\/Medici_fam.gif Image of Medici family tree]\n\n[[Thể loại:Sinh năm 1360]]\n[[Thể loại:Mất năm 1429]]\n[[Thể loại:Nhà Medici]]\n[[Thể loại:Chủ ngân hàng Ý]]\n[[Thể loại:Chủ ngân hàng thời Trung cổ]]"}