{"Giuseppe Castiglione":"{{Infobox religious biography\n| name = 郎世寧\n| native_name = Giuseppe Castiglione\n| native_name_lang = it\n| image = \n| image_size = \n| caption = \n| religion = [[Công giáo]]\n| temple = \n| order = [[Dòng Tên]] [[Genova]]\n| other_names = \n| posthumous_name = \n| nationality = [[Công quốc Milano]]（nay là {{flag|Italy}}）\n| home_town = \n| birth_name = Giuseppe Gastirio (朱塞佩·伽斯底里奧內)\n| birth_date = {{birth date|1688|7|19}}\n| birth_place = [[File:Flag of Milan.svg|23px]] [[San Marcellino]], [[Công quốc Milano]]\n| death_date = {{death date and age|1766|7|17|1688|7|19}}\n| death_place = Bắc Kinh, {{flag|nhà Thanh}}\n| resting_place = Nghĩa trang Đằng Công Sách Lan (滕公柵欄)\n| resting_place_coordinates = \n| location = \n| title = \n| works = ''聚瑞图'', ''嵩献英芝图'', 八骏图'', ''弘历及后妃像'' v.v.,\n| profession = [[nhà truyền giáo]], hoạ sĩ trong cung đình Mãn Thanh\n| post = [[Thị lang]]\n| website = \n| background = #DAA520\n}}[[Tập tin:The Qianlong Emperor in Ceremonial Armour on Horseback.jpg|nhỏ|200px|Chân dung vua [[Càn Long]] do Giuseppe Castiglione thể hiện]]\n'''Giuseppe Castiglione''' ([[chữ Hán]]: 郎世寧, [[Hán Việt]]: ''Lang Thế Ninh''; 1688 - 1766) là 1 [[tu sĩ]] [[Dòng Tên]] người vùng [[Milano]], nước [[Ý]] đã theo phái bộ truyền giáo tới [[Trung Quốc]] năm [[Khang Hi]] thứ 54 ([[1715]]) và được giữ lại làm [[họa sĩ]] cung đình. Bản thân ông cũng đã dạy cho các [[họa sĩ]] Trung Hoa các kỹ thuật [[hội họa]] của [[Châu Âu]].\n\nGiuseppe Castiglione qua đời tại [[Bắc Kinh]] năm 1766, hưởng thọ 78 tuổi. Ông đã được vua [[nhà Thanh]] là [[Càn Long]] phong hàm [[Thị lang]] và được [[chôn cất]] trong [[nghĩa trang]] dành cho các [[giáo sĩ]] tại Bắc Kinh.\n\n==Tham khảo==\n{{tham khảo}}\n* Robert Loehr, Giuseppe Castiglione (1688–1766) pittore di corte di Ch’ien-Lun, imperatore della Cina (Rome: ISMEO, 1940).\n* George Robert Loehr, \"European Artists at the Chinese Court,\" in The Westward Influence of the Chinese Arts from the 14th to the 18th Century, ed. William Watson, Colloquies on Art & Archaeology in Asia, no. 3 (London: Percival David Foundation, 1972): 333–42.\n* Joseph Deheregne, Répertoire des Jésuites de Chine de 1552 à 1800 (Rome: Institutum Historicum S. I., 1973), 95.\n* Willard Peterson, \"Learning from Heaven: the introduction of Christianity and other Western ideas into late Ming China,\" in The Cambridge History of China, ed. Denis Twitchett and Frederick W. Mote, 15 vols. (Cambridge: Cambridge Univ. Press, 1988), 8:789–839.\n* Cécile Beurdeley and Michel Beurdeley, Giuseppe Castiglione: A Jesuit Painter at the Court of the Chinese Emperors (London: Lund Humphrey, 1972).\n* Hongxing Zhang, ed., The Qianlong Emperor: Treasures from the Forbidden City (Edinburgh: NMS, 2002).\n* Evelyn Rawski and Jessica Rawson, China: The Three Emperors 1662–1795 (London: Royal Academy of Arts, 2005).\n* John W. O’Malley et al., eds., The Jesuits: Cultures, Sciences, and the Arts 1540–1773, (Toronto: Univ. of Toronto Press, 1999).\n* Ho Wai-kam, ed., Eight Dynasties of Chinese Painting: The Collections of the Nelson Gallery-Atkins Museum, Kansas City, and the Cleveland Museum of Art (Bloomington: Indiana Univ. Press, 1980), 355.\n* Memoria Postuma Fratris Josephi Castiglione, Bras. 28, ff. 92r–93v, Archivum Romanum Societatis Iesu (ARSI), Rome.\n* Georg Pray, ed., Imposturae CCXVIII. in dissertatione R. P. Benedicto Cetto, Clerici Regularis e Scholis Piis de Sinensium Importuris Detectae et convulsae. Accedunt Epistolae Anecdotae R. P. Augustini e Comitibus Hallerstain ex China scriptae (Buda: Typis Regiae Universitatis, 1791).\n* Marco Musillo, \"La famille de Giuseppe Castiglione (1688–1766)\", (Paris: Thalia Edition, 2007).\n* Marco Musillo, \"Les peintures génoises de Giuseppe Castiglione\", (Paris: Thalia Edition, 2007).\n* Michèle Pirazzoli-t’Serstevens, Giuseppe Castiglione 1688-1766: Peintre et architecte à la cour de Chine (Paris: Thalia Edition, 2007), 18–25.\n* Marco Musillo, \"Bridging Europe and China: The Professional Life of Giuseppe Castiglione (1688–1766)\" tesi di dottorato (University of East Anglia, 2006).\n* Marco Musillo: \"Reconciling two careers: the Jesuit Memoir of Giuseppe Castiglione lay brother and Qing imperial painter\" in ''Eighteenth-Century Studies'', vol. 42, no. 1 (2008) Pp.&nbsp;45–59.\n* Antonio Franco, Synopsis Annalium Societatis Jesu in Lusitania ab anno 1540 usque ad annum 1725 (Lisbon: Real collegio das artes da Companhia de Jesus, 1760), 441; e Imagem da Virtude em o Noviciado da Companhia de Jesus do Real Collegio do Espirito Santo de Evora (Lisbon: Real collegio das artes da Companhia de Jesus, 1714), 57.\n* Relazione scritta da Monsignor Vescovo di Pechino al P. Giuseppe Cerù, in ordine alla Publicazione de Decreti apostolici (1715), ms. 1630, ff. 146r–152v, f. 149r. Biblioteca Casanatense, Rome.\n* Copie manoscritte di vari scritti del Servo di Dio Matteo Ripa (1874), Cina e Regni Adiacenti Miscellanea 16, f. 21r, 26 December 1715, APF, Roma.\n* Yang Boda, \"The Development of the Ch’ien-lung Painting Academy,\" in Words and Images, ed. Alfreda Murck and Wen C.Fong (New York: Princeton Univ. Press, 1991), 333–56, 345.\n* George Robert Loehr, \"Giuseppe Castiglione,\" Dizionario Biografico degli Italiani (Roma: Istituto della Enciclopedia Italiana, 1970), 22:92–94, 93.\n* Father Jean Sylvain de Neu-vialle (Newielhe, 1696–1764) Relaçao da jornada, que fez ao Imperio da China, e sumamria noticia da embaixada, que deo na Corte de Pekim Em o primeiro de Mayo de 1753, o Senhor Francisco Xavier Assiz Pacheco e Sampayo (Lisbon: Officina dos Herd. De Antonio Pedrozo Galram, 1754), 8.\n* Edward J. Malatesta and Gao Zhiyu, eds., Departed, yet Present. Zhalan the Oldest Christian Cemetery in Beijing (Macau and San Francisco: Instituto Cultural de Macau and Ricci Institute, 1995), 217.\n* Lo-shu Fu, A Documentary Chronicle of Sino-Western Relations (1644–1820), 2 vols. (Tucson: Univ. of Arizona Press, 1966), 1:188–89. \n* Ishida Mikinosuke, \"A Biographical Study of Giuseppe Castiglione (Lang Shih ning) a Jesuit Painter in the Court of Peking under the Ch’ing Dynasty,\" Memoirs of the Research Department of the Toyo Bunko, no. 19 (1960): 79–121, 88–90.\n''Lang Shining xiaozhuan'' (Short biography of Lang Shining) in \"Gugong bowuyuan yuankan\", n. 2, 1988, pp.&nbsp;3–26, 91-95.\n\n*Aimé -Martin, M. L. (ed.) ''Lettres édifiantes et curieuses concernant l'Asie, l'Afrique et l'Amérique, avec quelques relations nouvelles des missions, et des notes géographiques et historiques'', Paris 1838-1843, vol. II, III, IV.\n*Beurdeley, C. et M., ''Castiglione, peintre jesuite a la cour de Chine'', Fribourg 1971.\n*Chayet, A., ''Une description tibétaine de Yuanmingyuan, in Le \"Yuanmingyuan\". Jeux d'eau et palais européens du XVIIIe siecle a la cour de Chine'', Paris 1987.\n*Cheng, T. K., ''Chinese Nature Painting'', in \"Renditions\", n. 9, spring 1978, pp.&nbsp;5–29.\n*Durand, A., ''Restitution des palais européens du Yuanmingyuan'', in \"Arts Asiatiques\", vol. XLIII, 1988, pp.&nbsp;123–133.\n*Hou Jinlang- Pirazzoli, M., ''Les chasses d'automne de l'empereur Qianlong à Mulan'', in \"T'oung Pao\", vol. LXV, 1-3, pp.&nbsp;13–50.\n*Hucker, C., A ''Dictionary of Official Titles in Imperial China'', Stanford 1985.\n*Jonathan, P.-Durant, A., ''La promenade occidentale de l'empereur Qianlong, in Le \"Yuanmingyuan\". Jeux d'eau et palais européens du XVIIIe siecle a la cour de Chine'', Paris 1987, pp.&nbsp;19–33.\n*Ju Deyuan-Tian Jieyi-Ding Qiong, ''Qing gongtong huajia Lang Shining'', in \"Gugong bowuyuan yuankan\", n. 2, 1988, pp.&nbsp;27–28.\n*Kao Mayching, M., ''China's Response to the West Art'': 1898-1937, Ann Arbor, Mich. 1972.\n*''Lettres édifiantes et curieuses, écrites des Missions Etrangères'', Nouvelle edition, Paris 1781, vol. XXII, XXIII, XXIV.\n*Liu Pinsan, ''Huama he Lang Shining \"Bajuntu\"'' in \"Gugong bowuyuan yuankan\", n. 2, 1988, pp.&nbsp;88–90.\n*Nie Chongzheng, ''Lang Shining'', Beijing 1984.\n\n== Liên kết ngoài ==\n{{thể loại Commons-inline|Giuseppe Castiglione}}\n* [http:\/\/www.npm.gov.tw\/english\/collections\/p041.htm National Palace Museum Taiwan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060513192900\/http:\/\/www.npm.gov.tw\/english\/collections\/p041.htm |date=2006-05-13 }}\n* [http:\/\/www.dashan.com\/en\/projects\/lang.htm ''Palace Artist'' on Mark Rowswell website] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060306070429\/http:\/\/www.dashan.com\/en\/projects\/lang.htm |date=2006-03-06 }}\n* [http:\/\/www.owlstand.com\/#\/exhibitions\/cd2e652b-d926-4c03-9736-be1fc09ea365 Tác phẩm của Lang Thế Ninh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180906125028\/http:\/\/www.owlstand.com\/#\/exhibitions\/cd2e652b-d926-4c03-9736-be1fc09ea365 |date=2018-09-06 }}\n\n{{Commons|Giuseppe Castiglione}}\n\n{{sơ khai nhân vật}}\n\n{{thời gian sống|1688|1766}}\n\n{{DEFAULTSORT:Castiglione}}\n[[Thể loại:Người Milano]]\n[[Thể loại:Họa sĩ Ý]]\n[[Thể loại:Giáo sĩ]]\n[[Thể loại:Hội họa triều Thanh|Lang Thế Ninh]]"}