{"Giuseppe Garibaldi":"{{chú thích trong bài}}\n[[Tập tin:Giuseppe Garibaldi (1866).jpg|nhỏ|250px|Garibaldi năm 1866]]\n'''Giuseppe Garibaldi''' (4 tháng 7 năm [[1807]] - 2 tháng 6 năm [[1882]]) là một [[nhà cách mạng]] người [[Ý]], người đã đấu tranh cho sự thống nhất của Ý vào thế kỷ 19. Ông được xem là người [[anh hùng dân tộc]] của nước Ý và được gọi là \"anh hùng hai lục địa\" vì những đóng góp của ông cho công cuộc cách mạng ở cả [[Châu Âu]] và [[Nam Mỹ]].\n\n== Thời niên thiếu ==\n{{hộp thông báo\n| loại = văn phong\n| chữ = '''Bài hay đoạn này cần người am hiểu về chủ đề {{#if:văn phong|văn phong|của nó}} biên tập lại.'''<br \/><span style=\"font-size: 88%\">{{#if:|{{{reason}}}<br \/>}}Bạn có thể giúp [{{fullurl:{{FULLPAGENAME}}|action=edit}} chỉnh sửa bài] hoặc nhờ một ai đó. Xem [[{{TALKPAGENAME}}|trang thảo luận]] để biết thêm chi tiết.<\/span>\n}}\nGaribaldi sinh ngày 4 tháng 7 năm 1807 tại thành phố [[Nice]] (lúc đó thuộc nước Ý, được người Ý gọi là Nizza) trong một gia đình mấy đời làm nghề hàng hải. Lúc bấy giờ, [[Nice]] là một thị trấn cổ, thanh bình và xinh đẹp ở miền Bắc nước Ý. Bố mẹ Garabaldi thường xuyên gặp khó khăn, vì gia đình đông con (4 trai, 1 gái). Họ không muốn Garabaldi tiếp tục làm nghề thủy thủ mà muốn cậu trở thành mục sư, luật sư hay thầy thuốc nhưng không đủ tài chính cho cậu đi học xa. Ông bà chỉ có thể nhờ một người bà con xa thường xuyên trú chân ở nhà dạy dỗ đứa bé. Người thầy bất đắc dĩ này dạy cậu tiếng Latinh và Thần học. Những môn học này không gây hứng thú cho cậu, cậu chỉ thích ra bãi biển nhìn sóng vỗ, bắt cua, nhặt vỏ ốc và bơi lội. Sau này, Gaibaldi đã viết trong nhật kí: \" Tôi không thể nhớ biết bơi từ bao giờ. Hình như tôi sinh ra đã là loài lưỡng thê, tôi có thể sống ở dưới nước và trên cạn như nhau\"... Cậu thường chăm chú theo dõi các vì sao, khám phá ra các phương hướng.\n\nGaribaldi có ông thầy thứ hai ảnh hưởng đến cuộc đời cậu nhiều hơn, đó là ông Arena. Ông là một sĩ quan hải quân giải ngũ, đã dạy câu môn số học, tiếng mẹ đẻ (ngôn ngữ Ý) và lịch sử Rome cổ đại. Trong cuốn hồi ký, Garibaldi đã viết rằng: \"Những điều ít ỏi mà tôi biết được là nhờ ở ông hết. Nhưng đặc biệt là ông dạy tiếng mẹ đẻ cho tôi và thường đọc những trang lịch sử Rome cho tôi nghe. Công ơn ấy, tôi không bao giờ quên. Tiếng Ý và lịch sử Rome đã giúp tôi nên người\". Ngoài ra Garibaldi còn có ông thầy thứ ba đã dạy cho cậu tiếng Anh, một thứ ngôn ngữ quốc tế, giúp cho cậu mở rộng mối quan hệ giao lưu với bạn bè trên đường phiêu lưu của mình đi khắp bốn bể năm châu.\n\nTừ năm 13 tuổi, Garibaldi bắt đầu thực hiện chuyến đi biển đầu tiên của mình với tư cách là một thủy thủ học việc trên con thuyền ôxxtanda, ba buồm, của bố bạn cậu. Cậu làm tất cả mọi việc trên thuyền như rửa boong, trèo lên cột mắc buồm, vá buồm, cầm lái... Những khi nhàn rỗi, cậu thường tìm những sách về hàng hải, thiên văn để đọc thêm. Với sự chăm chỉ, cậu đã leo dần lên chức thuyền trưởng. Lòng can đảm của cậu cũng được thử thách nhiều lần trong những năm làm thủy thủ này. Trên biển cả hồi đó, bọn cướp biển mặc sức hoành hành. Chúng tấn công các tàu thuyền qua lại, cướp tất cả những gì có thể cướp được, tàn sát những thủy thủ và hành khách trên tàu. Trong một trận chiến đấu giáp mặt với bọn cướp, cậu thanh niên Garibaldi với tài bắn chính xác của mình, đã bắn hạ tên tướng cướp, khiến bọn cướp phải tháo chạy. Sau này, khi Garabaldi kể lại câu chuyện đó, đã nói: \"Qua lần chiến đấu một mất một còn ấy, tôi không còn gì là sợ hãi nữa\".\n\nNăm 1825, Garabaldi lần đầu tiên tới Rôma, khi đó cậu 18 tuổi. Hai bố con cậu cập thuyền vào một hải cảng gần Rome, rồi vì một chuyện rắc rối gì đó mà phải lên Rome mới giải quyết được. Thành phố Rome huy hoàng, tráng lệ của đế quốc Rome hùng cường thời cổ đại hiện ra trước mắt chàng thanh niên đầy mơ mộng. Trải qua mười mấy thế kỉ, thành phố đã bị huỷ hoại nhiều vì thiên tai và chiến tranh, nhưng vẫn là thành phố cổ kính với biết bao di tích lịch sử. Chàng thanh niên Garibaldi mơ mộng đã nghĩ tới một ngày nào đó, Rome sẽ trở thành thủ đô của nước Ý thống nhất.\n\n== Sự nghiệp cách mạng ==\nNăm [[1833]], khi mới 26 tuổi, ông tham gia tổ chức [[La Giovine Italia]] (Nước Ý trẻ), một tổ chức do [[Giuseppe Mazzini]], một người yêu nước sáng lập với ước muốn đấu tranh cho sự thống nhất Ý. Tổ chức sau đó đã nhiều lần tổ chức nhiều cuộc đấu tranh chống lại vương quốc nhưng đều thất bại. Sau đó, ông đến [[Nam Mỹ]] năm [[1839]] tham gia chiến đấu chống chính quyền [[Argentina]], [[Brasil]], [[Uruguay]] và giành thắng lợi.\n\nĐầu năm [[1848]], ông trở về nước, chỉ huy cuộc đấu tranh thống nhất Ý. Từ khắp nơi trong đất nước, những người yêu nước về tập hợp lại để ủng hộ ông. Garibaldi phát động cuộc [[chiến tranh du kích]] và trang bị cho những người lính của ông dao, kiếm, giáo, súng cổ và trang phục họ sử dụng khi ra trận là những chiếc áo [[sơ mi]] màu đỏ, về sau đã trở thành biểu tượng của đội quân Garibaldi và đội quân của ông được gọi là \"Đội quân nghìn người sơ mi đỏ\".\n\n== Những trận đánh nổi tiếng của Garibaldi ==\n\nSau thất bại của quân [[Piemonte]] tại [[Novara]] vào ngày 23 tháng 3 năm [[1849]], Garibaldi đến [[Roma]] để bảo vệ Roma trước sự tấn công của quân Pháp và đạt được thắng lợi lớn vào ngày 30 tháng 4 nhưng sau đó thành phố vẫn bị chiếm ngày 30 tháng 6 khi quân Pháp liên quân với [[Áo]] và [[Tây Ban Nha]], Garibaldi sau đó bị truy nã và sau đó ông rút về [[Venezia]] chuẩn bị tổ chức kế hoạch phản công.\n\nTháng 4 năm 1859, cuộc [[chiến tranh giành độc lập lần thứ hai của Ý]] bùng nổ với sự chỉ huy của [[Conte di Cavour]] - thủ tướng Piemonte. Quân của Cavour liên quân với Pháp tiến hành chiến tranh với Áo. Lợi dụng chiến sự đang diễn ra, quần chúng các vương quốc thuộc miền Trung Ý nổi dậy khởi nghĩa. Garibaldi đã hỗ trợ liên quân Pháp-Piemonte đẩy quân Áo vào tình thế khó khăn và Garibaldi đã giành thắng lợi trước Áo ở [[Varese]], [[Como]] và nhiều nơi khác. Tuy nhiên sau đó Garibaldi có mâu thuẫn với Cavour về vấn đề nhượng bộ với Pháp và ông kiên quyết đòi lại một số đất mà Ý nhượng cho Pháp như Nice.\n\n=== Cuộc chiến của đội quân nghìn người ở Sicilia ===\nTháng 4 năm 1860, phong trào khởi nghĩa của nhân dân ở [[Sicilia|đảo Sicilia]] đặc biệt là ở thành phố [[Messina]] và [[Palermo]] bùng nổ đòi lật đổ chính quyền tay sai [[Đế quốc Áo (1804–1867)|Đế quốc Áo]] và thống nhất đất nước. Garibaldi nghe tin đó đem quân xuống giúp nhân dân Nam Ý. Đội quân \"Áo đỏ\" hơn 1000 người của ông đã rời [[Genova]] vượt biển đổ bộ lên đảo Sicilia vào ngày 11 tháng 5 năm 1860. Trận chiến đã dã diễn ra vô cùng ác liệt. Khi quân Garibaldi tiến đến Palermo thì 3500 quân Pháp và 4 khẩu đại bác đã chờ sẵn ông. Khi quân Pháp bắt đầu tấn công, ông đã đưa một đội quân gồm các thanh niên đánh lui cuộc tấn công và chiếm các khẩu đại bác. Trận đánh diễn ra trên sườn núi, quân Garibaldi dưới làn mưa đạn của kẻ thù phải chiếm từng bậc thang để tiến lên. Cuộc chiến đấu diễn ra hơn 5 giờ cho đến khi các chiến sĩ của Garibldi tiến lên đỉnh núi. Quân Pháp do [[Bourbon]]<!-- tên người này là gì? --> chỉ huy đứng phục sẫn bắn xuống nghĩa quân khiến quân của Garibaldi hi sinh rất nhiều chỉ còn hơn 300 người nhưng cuối cùng quân của ông vẫn giành chiến thắng.\n\n=== Kết quả trận chiến ===\nQuân Garibaldi sau trận thắng vang dội đó đã tiến vào [[Napoli]], giải phóng toàn bộ miền Nam Ý. Một chính quyền mới được thành lập do Garibaldi làm chấp chính với những chính sách dân chủ và tiến bộ được ban hành như chia đất công cho nông dân, những đặc quyền phong kiến bị bãi bỏ,...\n\nSau đó, miền Nam Ý được sáp nhập vào Piemonte vào tháng 10 năm 1860, Vương quốc Ý được thành lập với [[Vittorio Emanuele II của Ý|Vittorio Emanuele]] làm quốc vương và [[Camillo Benso Conte di Cavour]] làm thủ tướng.\n\nĐến năm 1866 quân Ý do Garibadi lãnh đạo liên quân với [[Phổ]] đánh bại Áo tại [[Bezzecca]] và [[Trento]], giải phóng được [[Venezia]]. Cuối cùng năm 1870 với thất bại của Pháp trong cuộc [[Chiến tranh Pháp-Phổ]], Roma thuộc về Ý và cuộc đấu tranh thống nhất của Ý đã thành công sau một thời gian dài.\n\n== Những ngày cuối đời ==\n[[Tập tin:Garibaldi Washington Square Park.jpg|220px|nhỏ|Tượng của Garibaldi đặt tại [[Công viên Washington]], [[Thành phố New York]]]]\n[[Tập tin:Garibaldi Taganrog.jpg|nhỏ|trái|220px|Đài tưởng niệm Garibaldi tại [[Taganrog]], [[Nga]].]]\nVào những ngày cuối đời ông bị bệnh viêm khớp nặng và khi gần mất ông đề nghị gia đình không tổ chứa tang lễ lớn và trang trọng. Ông mất ngày 2 tháng 6 năm 1882 ở tuổi 75. Ông mãi là vị anh hùng dân tộc của Ý với những gì đã đóng góp.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n\n{{gutenberg author| id=Giuseppe+Garibaldi | name=Giuseppe Garibaldi}}\n{{wikisource author}}\n{{commons|Giuseppe Garibaldi}}\n\n{{thể loại Commons|Giuseppe Garibaldi}}\n\n{{thời gian sống|1807|1882}}\n\n{{DEFAULTSORT:Garibaldi, Giuseppe}}\n[[Thể loại:Trang cần được biên tập lại {{#if:văn phong|thuộc chủ đề văn phong|}}]]\n[[Thể loại:Chính trị gia Ý]]\n[[Thể loại:Nhà văn Ý]]\n[[Thể loại:Chính khách Ý]]\n[[Thể loại:Lịch sử chính trị Pháp]]\n[[Thể loại:Mất năm 1882]]"}