{"Gottlob Curt Heinrich von Tottleben":"[[Image:Gotlob-Kurt-Henrikh Tottleben.jpg|thumb|250px|Bá tước von Tottleben]] \n'''Gottlob Curt Heinrich, Bá tước xứ Tottleben, Lãnh chúa của Tottleben, Zeippau và Hausdorf ở Saganschen''' ([[tiếng Đức]]: ''Gottlob Curt Heinrich Graf von Tottleben, Herr auf Tottleben, Zeippau und Hausdorf im Saganschen''; 21 tháng 12 năm 1715 - 20 tháng 3 năm 1773), còn được viết là '''Totleben''', '''Todtleben''', '''Todleben''', là một quý tộc Đức, tướng lĩnh [[Đế quốc Nga]]. Sinh ra trong gia đình quý tộc gốc Sachsen, Gottlob Curt Heinrich được biết nhiều đến với chủ nghĩa phiêu lưu và sự nghiệp quân sự mâu thuẫn. Ông là người chỉ huy quân Nga trong [[cuộc tấn công Berlin (1760)|trận tấn công Berlin năm 1760]] trong cuộc [[Chiến tranh Bảy năm]]. Gottlieb Heinrich Totleben về sau bị cáo buộc là đã bị quân Phổ mua chuộc để rút quân khỏi thành phố và bị kết tội làm gián điệp.\n\nTotleben sinh ra ở Tottleben, Thuringia, và phục vụ tại triều đình của Augustus III, vua của Ba Lan và cử tri của Saxony. Ông đã bỏ trốn Saxony sau khi bị cáo buộc tham nhũng. Sau đó ông phục vụ trong thời gian khác nhau tại các tòa án của Saxe-Weissenfels, Bavaria, Cộng hòa Hà Lan, và Vương quốc Phổ.\nBá tước Totleben vào quân ngũ Nga trong cuộc chiến tranh Bảy năm (1757-1763). Ông nổi bật trong [[trận Kunersdorf]] (1759) và được thăng tướng. Totleben nổi tiếng đặc biệt khi chỉ huy quân chiếm thủ đô [[Berlin]] của Phổ trong thời gian ngắn ngủi năm 1760. Một thời gian ngắn sau, quân của Frederick Đại đế của Phổ tiến lên buộc ông phải rút lui. Trong tháng 6 năm 1761, ông bị buộc tội phản bội và bị bắt giữ tại Pomerania. Ông bị xiềng và giải đến St Petersburg, ông đã bị kết án tử, nhưng Nữ hoàng Catherine Đại đế ân xá năm 1763. Tuy nhiên, Totleben đã bị tướctất cả các danh hiệu và giải thưởng của mình và đưa vào lưu vong ở nước ngoài (hoặc đến Siberia, theo một ghi chép.\n{{thời gian sống|1715|1773}}\n==Tham khảo==\n{{tham khảo}}\n{{thời gian sống|1715|1773|Tottleben, Gottlob Curt Heinrich}}\n\n[[Thể loại:Lịch sử Gruzia]]\n[[Thể loại:Bá tước Đức]]\n[[Thể loại:Tướng Đế quốc Nga]]\n{{sơ khai nhân vật quân sự Đức}}"}