{"Gunashiri":"{{Thông tin nhân vật hoàng gia|tước vị=[[Khả hãn]] [[Mông Cổ]]|chức vị=[[Khả hãn]] [[Qara Del|Kara Del]]|tiền nhiệm=Sáng lập vương quốc|tại vị=1380 - 1393|kế nhiệm=[[Engke Temur]]|mất=1393<br>[[Tân Cương]]|sinh=?|cha=Thuộc dòng dõi [[Sát Hợp Đài]], cháu của Irikuchi}}\n\n'''Gunashiri''' ([[tiếng Mông Cổ]]: Γunaširi, [[Tiếng Phạn|tiếng Sanskrit]]: Guṇa s̀ri), là người sáng lập ra [[Qara Del|Kara Del]], một vương quốc tại [[Tân Cương]], [[Trung Quốc]]. Ông là hậu duệ của [[Sát Hợp Đài]], con trai thứ hai của [[Thành Cát Tư Hãn]].\n\nGunashiri đã tách khỏi Bắc Nguyên vào năm 1380 và cai trị đến năm 1393. Ông đã đặt thủ đô cho vương quốc là [[Kumul|Hami]].\n\n== Tiểu sử ==\nNhân lúc nhà Bắc Nguyên suy yếu, đặc biệt là sau khi [[Uskhal Khan]] bị giết tại [[sông Tuul]], Gunashiri đã trở nên hùng mạnh và sau đó, đến đời [[Jorightu Khan|Trát Lý Khắc Đồ hãn]] Nguyên Cung Tông, ông đã tự thành lập vương quốc Kara Del.\n\nNăm 1390, Gunashiri lần đầu tiên phái Arslan Shah (Ashi Lansha), Mahmoud Shah (Maguro Kisha), v.v. đến Mincho và tặng ngựa. Bốn tháng sau, một báo cáo rằng Gunasiri đang chiến đấu với một bộ lạc khác đã được gửi đến Mincho vào buổi sáng, và [[Minh Thái Tổ]] đã được cảnh báo để coi chừng quân đội ở [[Cam Túc]]. Vào năm sau, Thái Tổ đã yêu cầu mở một trạm ngựa ở Vạn An, Qin, Pinglung và Ningxia vào buổi sáng.\n\nVà trong cùng năm đó (1391), Minh Thái Tổ cuối cùng đã phái một đội quân đến đột kích Hami, và Hamir bị bất ngờ và ngã xuống. Vào thời điểm đó, nhiều gia đình hoàng gia xuất thân từ vua Birge Temuru, nhưng chỉ có Gunasiri vượt qua vòng vây với hơn 300 kỵ binh và thoát khỏi cuộc tấn công của quân đội [[nhà Minh]] với thuộc hạ của ông. Vào thời điểm đó, triều đại Nom Kuri bị cắt đứt, và người cai trị Hamil và người đứng đầu Jubei Ulus được chuyển đến gia đình Gunasiri.\n\nNăm 1393 Gunashiri qua đời. Engke Temur đã kế vị ông.\n\n== Xem thêm ==\n\n* [[Minh Thái Tổ]]\n* [[Qara Del|Kara Del]]\n\n[[Thể loại:Khả hãn Kara Del]]\n[[Thể loại:Mất năm 1393]]\n[[Thể loại:Người Mông Cổ]]\n[[Thể loại:Kara Del]]"}