{"Gustav Eduard von Hindersin":"{{Mồ côi|date=tháng 4 năm 2013}}\n[[Tập tin:General von Hindersin.jpg|nhỏ|Gustav Eduard von Hindersin.]] \n'''Gustav Eduard von Hindersin''' ([[18 tháng 7]] năm [[1804]] &ndash; [[23 tháng 1]] năm [[1872]]) là một tướng lĩnh trong [[quân đội Phổ]], người đến từ [[Wernigerode]] tại [[Harz (quận)|quận Harz]] (ngày nay thuộc [[Sachsen-Anhalt]]). Từng là một [[chỉ huy quân sự|chỉ huy]] thành công trong [[Chiến tranh Schleswig lần thứ hai]], ông được nhìn nhận là một viên tướng thanh tra xuất sắc của lực lượng [[pháo binh]] [[Phổ (quốc gia)|Phổ]], đã tiến hành cuộc [[đổi mới|cải cách]] về pháo binh, đem lại cho phương pháo đào tạo và [[chiến thuật]] của pháo lực [[Vương quốc Phổ|Phổ]] những tiêu chuẩn mới về độ chính xác. Mặc dù trong [[Chiến tranh Áo-Phổ|chiến dịch Böhmen]] năm [[1866]], pháo binh của Phổ hiếm khi thể hiện được uy lực của mình do quá trình cải cách của ông chỉ mới khởi đầu, cuộc canh tân của Hindersin đã mang lại ưu thế vượt trội của lực lượng pháo binh Phổ đối với các pháo binh khác trên [[lục địa châu Âu]]. Và, sức mạnh vượt trội của pháo binh [[Đức]] trước [[Đế chế thứ hai|Pháp]] đã trở thành một nhân tố quan trọng trong những [[chiến thắng]] của [[quân đội]] Phổ trong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp - Đức]] ([[1870]] &ndash; [[1871]])<ref>David A. Armstrong, ''Bullets and Bureaucrats: The Machine Gun and the United States Army, 1861-1916'', trang 60<\/ref><ref name=\"newgermanempiremenwho\">[http:\/\/www.archive.org\/stream\/menwhohavemadene02stra\/menwhohavemadene02stra_djvu.txt \"Men who have made the new German empire. A series of brief biographic sketches\"]<\/ref>. Hindersin đã tham gia trong một số trận đánh quan trọng của cuộc chiến này.<ref name=\"hughchilsholmtrang478\">Hugh Chisholm, ''Encyclopedia Britannica: A Dictionary of Arts, Sciences, Literature and General Information'', Tập 13-14, trang 478<\/ref>\n== Cuộc đời ==\nGustav Eduard von Hindersin chào đời vào ngày [[18 tháng 7]] năm [[1804]], là con trai của giáo sĩ theo [[giáo hội Luther|đạo Luther]], người đã giữ một chức cha phó nhỏ tại Wernigerode ở quận Harz. Ông đã được thân phụ của mình [[giáo dục]] bài bản, và sớm tỏ ra đam mê con đường binh nghiệp.<ref name=\"newgermanempiremenwho\"\/> Đầu đời, ông sống nghèo khổ, và cuộc đấu tranh để sinh tồn của Hindersin đã tạo cho con người ông một bản lĩnh sắt đá<ref name=\"hughchilsholmtrang478\"\/>. Vào [[tháng mười|tháng 10]] năm [[1820]], khi chỉ mới 16 tuổi, ông đã gia nhập [[lữ đoàn]] pháo binh số 3, khi ấy đồn trú tại [[Erfurt]]. Sau khi phục vụ trong quân ngũ được 5 năm, ông được phong quân hàm [[Thiếu úy]]. Tài năng, sự uyên bác và hiếu học của ông gây cho các cấp trên của ông chú ý, và ông được gửi đến học Trường Chiến tranh ở [[thủ đô|kinh đô]] [[Berlin]] để hoàn tất nền giáo dục khoa học quân sự của mình.<ref name=\"newgermanempiremenwho\"\/> Sau khi học từ năm [[1830]] cho đến năm [[1837]],<ref name=\"hughchilsholmtrang478\"\/> ông đã tham gia trong cơ quan đo vẽ địa hình của [[Bộ Tổng tham mưu Phổ]]. Vào năm [[1841]], Hindersin được phong cấp [[Trung úy]] và bổ nhiệm vào Bộ Tổng tham mưu. Năm sau ([[1842]]), ông được thăng hàm [[Đại úy]], và 4 năm sau ([[1946]]), ông được phong hàm [[Thiếu tá]], và được cử làm thủ trưởng của cơ quan đo đạc địa hình.<ref name=\"newgermanempiremenwho\"\/>\n\nĐến [[mùa hạ|mùa hè]] năm [[1849]]<ref name=\"newgermanempiremenwho\"\/>, Thiếu tá Hindersin đã phục vụ trong bộ tham mưu của tướng Peucker, người chỉ huy một [[quân đoàn]] [[Liên minh các quốc gia Đức|Liên minh Đức]] trấn áp cuộc nổi dậy tại [[Baden]].<ref name=\"hughchilsholmtrang478\"\/> Ban đầu ông là trợ lý tham mưu trưởng, và sau trở thành tham mưu trưởng của Peucker. Ông đã tham chiến trong trận đánh ở Lautershausen, và trong cuộc giao tranh ở Ladenburg, ông đã được dịp trèo lên tòa tháp thành phố, để dễ dàng trinh thám đối phương. Nhưng trong khi đó, quân nổi dậy giành một thắng lợi tạm thời và Hindersin bị bao vây trước khi ông có thể rút khỏi trạm quan sát cua mình. Ông đã bị bắt giải đến [[Rastatt (huyện)|Rastatt]], nhưng phe nổi dậy đã phóng thích cho ông ít lâu sau đó,<ref name=\"newgermanempiremenwho\"\/> và không lâu trước khi [[Rastatt (huyện)|Rastatt]] bị thất thủ về tay Liên minh Đức.<ref name=\"hughchilsholmtrang478\"\/> Sau khi chiến dịch chấm dứt, viên thiếu tá được bổ nhiệm vào bộ tham mưu của Quân đoàn VI tại [[Wrocław|Breslau]]. Sau một thời gian thăng tiến, vào năm [[1858]], ông trở thành [[Thiếu tướng]] và cục trưởng cục thanh tra [[pháo binh]] III. Vào ngày [[18 tháng 10]] năm [[1861]], [[vua]] [[Wilhelm I của Đức|Wilhelm I của Phổ]] đã phong cho ông làm [[Trung tướng]]. Ông cũng được bổ nhiệm làm cục trưởng cục thanh tra pháo binh II ở Berlin, và là giám đốc ủy ban kiểm tra việc phong cấp trung úy trong pháo binh. Trong cuộc [[Chiến tranh Schleswig lần thứ hai|chiến tranh]] chống [[Đan Mạch]] vào năm [[1864]], Hindersin đã tổ chức các cuộc tấn công của [[công binh]] và [[pháo binh]] vào các công sự của quân đội Đan Mạch ở Dybbøl. Tài thao lược và sự năng động của ông đã góp phần không nhỏ đến thắng lợi của các chiến dịch tại Dybbøl, và của [[Trận Dybbøl|cuộc tấn công quyết định của quân đội Phổ]] vào Dybbøl ngày [[18 tháng 4]] năm 1864. Với mong muốn tưởng thưởng cho những cống hiến quan trọng và lâu dài của Hindersin đối với các lực lượng của Phổ, vua Wilhelm I đã liệt ông vào hàng khanh tướng, và vào [[tháng mười hai|tháng 12]] năm 1864, nhà vua bổ nhiệm ông làm vị tướng thanh tra duy nhất của lực lượng pháo binh Phổ, đồng thời là hiệu trưởng của trường cao học dành cho [[người lính|lính]] pháo binh và công binh. Giờ đây, Hindersin đã bước vào giai đoạn thành công và sôi động nhất trong cuộc đời của mình.<ref name=\"newgermanempiremenwho\"\/>\n\n=== Công cuộc cải tổ pháo lực Phổ ===\nTrải nghiệm của Hindersin tại Dybbøl chứng tỏ với ông rằng thời đại của các khẩu [[pháo]] nòng trơn đã đi vào quá khứ, và giờ đây ông chú tâm một cách không ngơi nghỉ vào việc tái vũ trang và tái cấu trúc lực lượng pháo binh Phổ. Các khoản ngân sách có sẵn của Phổ thực sự không nhiều và [[Quốc hội|Nghị viện]] đã trợ cấp một cách bất đắc dĩ cho công cuộc canh tân của Hindersin. Trong khi đó, người đương thời vẫn còn đặt niềm tin vững chắc vào thế thượng phong của pháo nòng trơn. Trong thời gian đó, pháo binh Phổ không hề được huấn luyện thực tiễn để chuẩn bị cho chiến tranh, kể cả các đơn vị [[pháo dã chiến]] lẫn pháo của [[pháo đài]]. Trong đó, các đơn vị pháo binh của pháo đài không có một sự tiến triển đáng kể nào kể từ sau thời đại của [[Friedrich II của Phổ|Friedrich Đại đế]], và trước khi Hindersin trở thành tướng thanh tra, họ chỉ được thực tập với những khẩu pháo vốn đã được đặt trong một pháo đài duy nhất qua hàng năm trời. Nhưng, đến Hindersin, tất cả mọi thứ đều được thay đổi: với sự đặc biệt quan tâm đến ưu thế của pháo rãnh xoắn so với pháo nòng trơn, ông tái cơ cấu toàn bộ các pháo đội [[bộ binh]], đẩy mạnh việc thực hiện các cuộc diễn tập vây hãm và phòng thủ pháo đài, đồng thời loại bỏ các khẩu pháo nòng trơn ra khỏi các pháo đài của Phổ, ngoại trừ việc phòng ngự đường hào quanh pháo đài. Nhưng quan trọng hơn hết là cải cách liên quan đến các khẩu đội pháo dã chiến và kỵ pháo của ông. Vào năm [[1864]], trong 4 khẩu đội pháo, chỉ 1 khẩu đội có [[pháo rãnh xoắn]], như nhờ vào các hoạt động mạnh mẽ của Hindersin, khi Chiến tranh Áo-Phổ một năm rưỡi sau đó, cứ 16 khẩu đội pháo trong quân đội Phổ thì có 10 khẩu đội được trang bị vũ khí mới.<ref name=\"newgermanempiremenwho\"\/><ref name=\"hughchilsholmtrang478\"\/>\n\nBên cạnh sức mạnh vượt trội của pháo rãnh xoắn, các trận đánh năm 1866 cho thấy sự thiếu hiệu quả về mặt [[chiến thuật]] của lực lượng pháo binh Phổ,<ref name=\"hughchilsholmtrang478\"\/> vốn tỏ ra yếu kém khi đương đầu với pháo binh [[Đế quốc Áo|Áo]] hơn pháo lực của [[Đế chế thứ hai|Pháp]] trong cuộc [[Chiến tranh giành độc lập Ý lần thứ hai|Chiến tranh Áo-Pháp]] 7 năm trước đó ([[1859]]).<ref name=\"michaelhowardchientranh\">Michael Howard, ''The Franco-Prussian War: The German Invasion of France, 1870-1871'', các trang 5-6.<\/ref> Trong chiến dịch tại [[Čechy|Böhmen]], có lẽ pháo lực của Phổ chỉ thể hiện khả năng của mình tại [[trận Königgrätz]],<ref name=\"newgermanempiremenwho\"\/><ref name=\"hughchilsholmtrang478\"\/> nơi các khẩu đội được trang bị pháo rãnh xoắn đã chiến đấu hiệu quả.<ref name=\"hansdelbrucktrang63\">Hans Delbrück, ''Delbruck's Modern Military History'', trang 63<\/ref> Hindersin đã tháp tùng Quốc vương trong đại bản doanh hoàng gia suốt từ đầu [[tháng bảy|tháng 7]] cho đến khi chiến dịch chấm dứt,<ref name=\"newgermanempiremenwho\"\/><ref name=\"hughchilsholmtrang478\"\/> và trong suốt cuộc chiến, vị tướng vẫn không ngừng rèn luyện cho những người lính pháo binh của ông.<ref>Royal United Services Institute for Defence Studies, ''Royal United Service Institution Journal'', Tập 44, trang 1212<\/ref>\n\nMặc dù đã biết được hiệu quả của pháo rãnh xoắn ngay từ cuộc chiến năm 1864, Hindersin thực chất đã nhận thấy rằng cách binh lính sử dụng vũ khí mới tồi tệ hơn nhiều so với vũ khí mới của họ ngay từ các cuộc giám sát của ông vào năm 1864. Từ khi mới nhậm chức, sau mỗi cuộc đàm thoại, ông đều kết luận: ''\"Chúng ta cần có một ngôi trường thực tập\"''. Để xây dựng ngôi trường đó không phải là dễ trong bối cảnh khủng hoảng về [[hiến pháp]] và ngân quỹ tại Phổ, khi mà Nghị viện (''Landtag'') phản đối bất kỳ một sự gia tăng nào trong ngân sách quân sự. Tuy nhiên, điều đó đã không ngăn ngừa Hindersin mở một trường dạy người tình nguyện. Các [[sĩ quan]] già và trẻ, với kinh nghiệm ở mọi mức độ khác nhau, đã hội tụ trong ngôi trường đầu tiên này. Tuy nhiên, điều đó vẫn chưa ổn. Như mọi sĩ quan pháo binh đều biết, bên cạnh sự hữu ích của các khẩu đại bác, các vấn đề khó khăn đã nảy sinh trong việc quan sát, đo đạc và chỉ đạo. Và để khắc phục những vấn đề này, một khẩu đội pháo cần phải được sử dụng trong trường pháo binh. Và, [[chiến thắng]] của Phổ trước Áo năm 1866 đã đập tan rào cản vè ngân quỹ. Quốc hội Phổ đã trợ cấp cho việc thành lập trường thực tập pháo binh,<ref name=\"hansdelbrucktrang63\"\/> và nhờ các khoản trợ cấp, Hindersin đã thiết lập Trường Pháo binh Berlin vào năm [[1867]]. Với ngôi trường mới này, các phương thức huấn luyện pháo binh dã chiến, triển khai chiến thuật, và phối hợp với lực lượng [[bộ binh]] đã được giới thiệu.<ref>[[Dennis Showalter|Dennis E. Showalter]], ''Railroads and rifles: soldiers, technology, and the unification of Germany'', trang 219<\/ref><ref>Stig Förster, Jorg Nagler (biên tập), ''On the Road to Total War: The American Civil War and the German Wars of Unification, 1861-1871'', trang 270<\/ref> Nhìn chung, trong suốt khoảng thời gian từ năm 1866 cho đến năm 1877, pháo binh dã chiến Phổ đã có những cải tiến hết sức to lớn<ref name=\"hughchilsholmtrang478\"\/>, và nhờ đó sự hữu hiệu của pháo binh [[Đức]] đã trở thành yếu tố bất ngờ [[chiến thuật]] lớn nhất trong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]] ([[1870]] &ndash; [[1871]])<ref name=\"michaelhowardchientranh\"\/>. Trong suốt cuộc [[chiến tranh]] này, cũng như năm 1866, Hindersin đã tháp tùng Quốc vương trong đại bản doanh hoàng gia, với tư cách là tướng tư lệnh của pháo binh.<ref name=\"newgermanempiremenwho\"\/><ref name=\"hughchilsholmtrang478\"\/>\n\nÔng hiện diện trong các trận chiến tại [[Trận Gravelotte|Gravelotte&ndash;St. Privat]] và [[Trận Sedan|Sedan]], đồng thời cũng tham gia trong cuộc [[Cuộc vây hãm Paris (1870&ndash;1871)|vây hãm và pháo kích]] [[Paris]]. Khi bao vây [[thủ đô]] [[Đệ tam Cộng hòa Pháp|Pháp]], ông đã trực tiếp chỉ huy pháo binh trong các cuộc giao tranh ở la belle St. Cloud, và phía dưới Valerien.<ref name=\"newgermanempiremenwho\"\/>\n\n== Qua đời ==\nVào ngày [[18 tháng 7]] năm [[1871]], tướng Hindersin đã tổ chức lễ kỷ niệm 50 năm ngày ông nhập ngũ quân đội Phổ. Đáng lý ra ông phải tổ chức vào ngày [[18 tháng 10]] năm [[1870]], nhưng vì khi đó chiến tranh còn tiếp diễn nên ông không thể thực hiện. Buổi lễ đã được tổ chức trọng thể bởi [[Wilhelm I của Đức|Wilhelm I]], [[Hoàng đế Đức]] và Vua Phổ, cùng với [[Thái tử]] [[Friedrich III của Đức|Friedrich Wilhelm]], các thân vương trong Hoàng gia Đức và Vương tộc Phổ, các vua và vương công khác tại Đức. Họ đã nhiệt liệt hoan nghênh ông và gửi đến ông những lời chúc tụng tốt đẹp nhất.<ref name=\"newgermanempiremenwho\"\/>\n\nCuộc chiến với Pháp cho thấy rằng công cuộc canh tân của ông giờ đây đã thành công. Lao lực đã vắt kiệt sức ông. 6 tháng và 8 ngày sau buổi lễ, ông qua đời vào ngày [[25 tháng 1]] năm [[1872]] tại [[Berlin]]. Ông được nhiều người thương tiếc, nhất là \"các con\" của ông &ndash; cách gọi trìu mến của Hindersin dành cho các sĩ quan, sĩ quan cấp thấp và binh lính chiến đấu trong lực lượng pháo binh Phổ.<ref name=\"newgermanempiremenwho\"\/><ref name=\"hughchilsholmtrang478\"\/>\n \n== Chú thích ==\n\n{{Tham khảo}}\n\n==Tham khảo==\n\n* Tham khảo trong Bartholomgus, ''Der General der Infanterie von Hindersin'' (Berlin, 895), và Vương công [[Kraft zu Hohenlohe-Ingelfingen]], ''Những lá thư về pháo binh'' (được dịch sang [[tiếng Anh]] bởi [[Thiếu tá]] Walford, [[Pháo binh Hoàng gia Anh|RA]]), No., xi.\n* Armstrong, David A., [http:\/\/books.google.com.vn\/books?id=nFeyKvD93C4C&pg=PA60&dq=%22hindersin%22#v=onepage&q=%22hindersin%22&f=false ''Bullets and Bureaucrats: The Machine Gun and the United States Army, 1861-1916''], ABC-CLIO, [[1982]]. ISBN 0313230293.\n* G. L. M. Strauss (2 tập), \"Men who have made the new German empire. A series of brief biographic sketches\", London, Tinsley brothers, [[1875]].\n----\n{{1911}}\n\n{{Các chủ đề|Lịch sử|Quân sự|Đức}}\n\n{{Authority control|VIAF=62328876}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Hindersin, Gustav Eduard von\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Tướng lĩnh Đức\n| DATE OF BIRTH = 18 tháng 7 năm 1804\n| PLACE OF BIRTH = Wernigerode, Sachsen-Anhalt, Đức\n| DATE OF DEATH = 23 tháng 1 năm 1872\n| PLACE OF DEATH = Berlin, Đức\n}}\n{{DEFAULTSORT:Hindersin, Gustav Eduard von}}\n[[Thể loại:Sinh năm 1804]]\n[[Thể loại:Mất năm 1872]]\n[[Thể loại:Người Wernigerode]]\n[[Thể loại:Tướng Phổ]]\n[[Thể loại:Quân nhân Đức trong Chiến tranh Pháp–Phổ]]\n[[Thể loại:Nhân vật trong Chiến tranh Áo-Phổ]]\n[[Thể loại:Người tỉnh Sachsen]]"}