{"Harold Godwinson":"{{Thông tin nhân vật hoàng gia\n| type = monarch\n| tên = Harold Godwinson\n| chức vị = [[Danh sách quân chủ Anh|Vua của Anh]]\n| hình = Harold Godwinson - MS Royal 14 B VI.jpg\n| ghi chú hình = Chân dung vua Harold\n| tại vị = 5\/01– 14\/10\/1066\n| đăng quang = 6\/01\/1066\n| tiền nhiệm = [[Edward Người Tuyên xưng Đức tin]] {{Vương miện}}\n| kế nhiệm = [[Edgar Ætheling|Edgar II]] ''(không ngai)''<br>''(thừa nhận)'' [[William I của Anh]] {{Vương miện}}\n| phối ngẫu = [[Edith Swanneck]]<br>[[Edith xứ Mercia]]\n| con cái = Godwin<br>Edmund<br>Magnus<br>[[Gunhild of Wessex|Gunhild]]<br>[[Gytha of Wessex|Gytha]]<br>Harold<br>Ulf\n| tên đầy đủ = Harold Godwinson\n| hoàng tộc = Gia tộc Godwin\n| cha = [[Godwin xứ Wessex]]\n| mẹ = [[Gytha Thorkelsdóttir]]\n| sinh = [[Circa]] 1022\n| nơi sinh = [[Wessex]], [[Anh]]\n| mất = {{Ngày mất|1066|10|14|df=y}} (44 tuổi)\n| nơi mất = [[trận Hastings]], [[Sussex]]\n| nơi an táng = [[Waltham Abbey, Essex]], hoạc [[Bosham]]|\n}}\n'''Harold Godwinson''' (hoặc còn gọi là '''Harold II''') ([[tiếng Anh]] cổ: Harold Gōdwines sunu; [[1022]] - 14\/10 \/[[1066]]) là vị vua Anglo-Saxon cuối cùng của nước [[Anh]]. Harold trị vì từ 6 tháng 1 năm 1066 cho đến khi ông thiệt mạng trong [[trận Hastings]], ngày 14 tháng 10 của năm đó,<ref>DeVries, K., ''The Norwegian Invasion of England in 1066''. Woodbridge, Suffolk: Boydell Press, 1999 ISBN 0-85115-763-7<\/ref> trong cuộc chiến đấu để ngăn chặn cuộc xâm lược của người Norman do William kẻ chinh phục chỉ huy trong cuộc xâm lăng của người Norman vào nước Anh. Harold là một trong ba vị vua của nước Anh đã [[chết]] trong chiến trận, hai người kia là [[Richard I của Anh|Richard Sư tử tâm]] và [[Richard III]] (hai vị vua sau đều là dòng họ [[Plantagenet]]).\n\n== Gia thế ==\n[[Tập tin:Coa King Harold Godwinson.svg|nhỏ|trái|150px|Gia huy]]\nHarold là một con trai của Godwin một tay [[Bá tước]] hùng mạnh xứ Wessex và vợ của ông là Gytha Thorkelsdóttir, Godwin và Gytha có nhiều con cái, những người con trai đặc biệt là Sweyn, Harold, Tostig, Gyrth và Leofwine và một người con gái tên [[Edith xứ Wessex]] (năm [[1029]]-[[1075]]), người đã trở thành [[Hoàng hậu]] của vua [[Edward Sám Hối]].\n\n== Quyền uy tột bậc ==\nGiống như là kết quả của cuộc hôn nhân của chị gái của mình với nhà vua, Harold, người con trai thứ hai của Godwin, trở thành Bá tước Đông Anglia năm 1045. Harold phải đi sống lưu vong cùng [[cha]] mình năm 1051, nhưng đã giúp ông lấy lại vị trí của mình một năm sau đó. Khi Godwin chết trong năm 1053 Harold đã thừa kế ông làm Bá tước xứ Wessex (một tỉnh ở thời điểm đó bao gồm các vùng phía Nam của nước Anh). Sự kiện này làm cho ông ta trở thành nhân vật có quyền lực bậc nhất ở nước Anh chỉ mỗi sau có nhà vua, dưới một người mà đứng trên vạn người.\n\nVào năm 1058, Harold cũng đã trở thành Bá tước xứ Hereford và thay thế người cha đã chết của mình để trở thành thủ lĩnh của phe chống đối các mối ảnh hưởng ngày càng gia tăng của người Norman ở Anh sau khi phục hồi lại được ngôi vua của Anh cho nhà vua Edward Sám Hối (1042-1066), người đã có hơn 25 năm sống lưu vong ở [[Normandie|Normandy]]. Ông đã có được vinh quang trong một loạt các chiến dịch (1062-1063) khi chống lại [[Llywelyn ap Gruffydd]] của Gwynedd, người cai trị [[xứ Uyên]]. Cuộc xung đột này đã kết thúc với thất bại hoàn toàn của Gruffydd và ông này đã bị giết chết bởi chính quân đội của ông ta trong năm 1063.\n\n== Chuyến đi bí hiểm ==\nTrong năm 1064, có vẽ như Harold bị chìm tàu ở [[Ponthieu]]. Có nhiều đồn thổi về chuyến đi này. Theo các tài liệu sớm nhất người Norman ngay sau cuộc chinh phục ghi lại rằng ở một khoảng thời gian trước đó, Robert tên Tổng Giám mục Canterbury đã được gửi bởi vị vua không có con nối dõi để bổ nhiệm William xứ Normandy làm người [[thừa kế]] về đằng bên ngoại của Edward và nói rằng ngay sau đó Harold đã gửi đến lời thề trung thành với William.<ref>David Howarth, ''1066: The Year of the Conquest'', Penguin Books, 1983, pp. 69-70; Elisabeth van Houts, ed. ''The ''Gesta Normannorum Ducum'' of William of Jumieges, Orderic Vitalis and Robert of Torigni'', Clarendon Press: Oxford, 1995, vol. 2, pp. 158-61<\/ref> Các nhà nghiên cứu đã không đồng ý với độ tin cậy của câu chuyện này. Ít nhất là dường như William đã tin tưởng rằng ông được kế, nhưng cũng có thể William đã bị nhầm lẫn hoặc có thể do cả hai người, bởi vì lúc đó việc thừa kế ngôi vua Anh không được xác định bởi vị vua đang trị vì.\n\nThay vào đó, [[Witenagemot]] tức một đội ngũ những danh nhân hàng đầu của vương quốc sẽ được triệu tập sau khi nhà vua từ trần để chọn một người kế nhiệm. Cách ứng xử của Edward không phù hợp với những gì ông đã hứa hẹn, chẳng hạn như những nỗ lực của ông để gọi lại cháu trai của ông-Edward Kẻ bị lưu đày, con trai của vua [[Edmund Ironside]], từ [[Hungary]] về vào năm 1057.<ref>Howarth, ''1066: The Year of the Conquest'', pp. 69-70. Edward may not have been blameless in this situation, as at least one other man, Sweyn II of Denmark, also thought Edward had promised him the succession.<\/ref>\n\nSau đó các sử gia Norman đưa ra một cách giải thích khác cho cuộc hành trình Harold, rằng ông đang tìm cách giải thoát cho các thành viên của gia đình người bị bắt làm con tin từ cuộc lưu đày của Godwin năm 1051, hoặc thậm chí rằng ông đã chỉ đơn giản là đang đi dọc theo bờ biển của nước Anh và đánh bắt [[cá]], họ phải dong buồm ra khỏi [[eo biển Manche|eo biển Anh]] vì một cơn bão bất ngờ. Có sự đồng thuận chung rằng ông đã rời khỏi Bosham và bị gió thổi lạc hướng đi rồi phải đổ bộ xuống bờ biển Ponthieu, nơi ông bị bắt giữ làm con tin bởi [[Công tước Guy]]. Công tước William đến đó ngay lập tức và ra lệnh cho Guy áp giải Harold qua chỗ ông ta.<ref>Howarth, ''1066: The Year of the Conquest'', pp. 71-72<\/ref>\n\nDường như sau đó Harold đi cùng với William để chiến đấu chống lại [[Conan II]], Công tước xứ [[Bretagne]] (Bretagne) hiện là kẻ thù của William. Trong khi tiến vào Bretagne, ngang qua tu viện kiên cố Mont St Michel, Harold được ghi lại là đã giải cứu hai binh sĩ của William từ bãi cát lún. Họ bám đuổi Conan từ [[Dol de Bretagne]] đến [[Rennes]] và cuối cùng là đến [[Dinan]], nơi ông này đầu hàng và giao chiếc chìa khóa của chiếc pháo đài trên mũi của một ngọn giáo. William đã cho Harold xem các đồ binh giáp và các hiệp sĩ của ông ta. Các tài liệu của [[Tapestry Bayeux]] và các ghi chép Norman khác sau đó ghi lại rằng Harold đã thề trước các chứng tích thiêng liêng và trước William rằng sẽ hỗ trợ việc ông này lên ngôi vua nước Anh. Sau cái chết của Harold, người Norman đã ngay lập tức cáo buộc rằng khi nhận [[vương miện]] nước Anh, Harold đã tự phản bội lời thề của mình.\n\nDo [[Tostig]] đã cho tăng gấp đôi [[thuế]] má một cách bất công vào năm 1065 và điều này đe dọa gây ra một cuộc nội chiến trong lòng nước Anh, Harold đã hỗ trợ người [[Northumbrian]] (một đám người mọi rợ ở phía Bắc) nổi dậy chống lại Tostig-anh trai của ông và thay thế ông ta bằng Morcar. Sự kiện này củng cố việc chấp nhận ông như là người kế nhiệm Edward, nhưng đã làm chia gia đình ông một cách chết người và đẩy [[Tostig]] sang liên minh với vua [[Harald Hardrada]] của xứ [[Na Uy]].\n\n== Gia đình ==\n[[Tập tin:Harold II 1066.jpg|nhỏ|Tiền của Harold II. hiện ở [[British Museum]].]]\nỞ tuổi khoảng 25 Harold [[hôn nhân|kết hôn]] với [[Edith Swannesha]] và có ít nhất sáu người con với bà này. Cuộc hôn nhân này được chấp nhận rộng rãi bởi các giáo dân, mặc dù các giáo sĩ chi coi Edith là tình nhân của Harold. Con cái của họ may mắn là đã không bị coi là [[ngoài giá thú]]. Theo [[Orderic Vitalis]] thì Harold đã từng [[đính hôn]] với Adeliza cô con gái của William, Công tước xứ Normandy, sau này là William Kẻ chinh phục vì thế mà bà này đã ở giá không bao giờ lấy thêm ông chồng nào nữa.<ref name=\"dnb\">{{chú thích web | last =Round | first =J. H. | title =Adeliza (d 1066?) | work = [[Dictionary of National Biography]] Vol. I | publisher =Smith, Elder & Co. | year =1885 | url =http:\/\/www.oxforddnb.com\/templates\/olddnb.jsp?articleid=164 | access-date = ngày 9 tháng 11 năm 2009}} {{DNBfirst|wstitle=Adeliza (d.1066?)}}<\/ref>\n\nVào trung tuần tháng 1 năm 1066, Harold kết hôn với [[Edith]] (hoặc Ealdgyth), con gái của [[Ælfgar]]-Bá tước xứ [[Mercia]] (một xứ giàu có vì là trung tâm [[thương mại]] và [[hàng hải]] của nước Anh hồi đó) và là [[quả phụ]] của hoàng tử [[xứ Uyên]] [[Gruffydd Llywelyn]], một kẻ thù của người Anh. Edith có hai con trai - có thể là sinh đôi tên là Harold và Ulf (sinh vào tháng 11 năm 1066), cả hai đều sống sót đến khi trưởng thành và có lẽ đã phải sống cuộc sống lưu vong vì thất bại.\n\nSau khi chồng bà qua đời, người ta nói rằng hoàng hậu đã tị nạn ở chỗ người anh em mình tức [[Edwin]], Bá tước xứ [[Mercia]] và [[Morcar]] xứ [[Northumbria]] nhưng cả hai người này ban đầu chấp nhận chung sống hòa bình với quân xâm lược sau đó lại nổi loạn và bị mất cả cuộc sống lẫn đất đai của họ, còn Aldith có thể lại phải đào tẩu ra hải ngoại. Godwine và Edmund, hai con trai của Harold thì chạy sang [[Cộng hòa Ireland|Ái Nhĩ Lan]] và sau đó chiếm lấy Devon nhưng bị đánh bại bởi [[Brian]] của Bờ rơ-ta-nhơ.\n\n== Cai trị ==\nVào cuối 1065, vua [[Edward Sám Hối]] ốm nặng và rơi vào trạng thái mê man bất tỉnh mà không kịp nói rõ rằng ông muốn ai kế vị, ông sẽ bỏ ai chọn ai. Ngày 05 tháng 1 năm 1066, theo ghi chép của [[Vita Ædwardi Regis]] ông qua đời, nhưng trước khi chết ông tỉnh lại trong một khoảng khắc ngắn ngủi (hiện tượng hồi quang phản chiếu) và trao vợ góa của ông và vương quốc dưới sự bảo vệ của Harold. Đoạn tài liệu này cũng ghi chép một cách mơ hồ, ấm ớ tương tự như quấn vải [[Tapestry Bayeux]], chỉ đơn giản mô tả rằng Edward cơ hồ chỉ vào một người đàn ông mà ông nghĩ rằng đó là Harold.<ref>Frank Barlow, ''Edward the Confessor'', University of California Press: Los Angeles, 1970, p. 251. Barlow points out that the author of the ''Vita'', who appears to have looked favorably on Harold, was writing after the Conquest and may have been intentionally vague.<\/ref> Khi [[Witenagemot]] được triệu tập diện kiến vào ngày hôm sau, họ chọn Harold làm người thừa kế và tổ chức lễ đăng quang ngay sau ngày 6 tháng Giêng, rất có thể buổi lễ đã được tổ chức tại Westminster Abbey (tuy nhiên không còn có bằng chứng để chứng thực điều này).<ref>[http:\/\/www.westminster-abbey.org\/our-history\/royals\/coronations Westminster Abbey Official site - Coronations]<\/ref> Mặc dù các nguồn tài liệu của người Norman sau đó cố mô tả rằng lễ đăng quang này được tổ chức một cách nhanh chóng, nhưng dường như nó được tiến hành bởi tất cả quý tộc của nước Anh đang có mặt tại Westminster để dự [[lễ Hiển Linh]] chứ không phải vì Harold cố gắng tìm cách tiếm đoạt [[ngai vàng]].\n\nVào đầu tháng Giêng 1066, khi nghe rằng Harold đã lên ngôi vua, William-Công tước xứ Normandy chớp cơ hội ngay lập tức bắt đầu kế hoạch xâm lược bằng cách xây dựng một hạm đội gồm 700 tàu chiến và tàu vận tải tại [[DivessurMer]] trên bờ biển [[Normandie|Normandy]]. Ban đầu, William không có được sự hỗ trợ cho cuộc xâm lược, nhưng khi ông này tuyên bố rằng Harold đã tuyên thệ trước các điểm linh thiêng để hỗ trợ cho yêu cầu đòi lên [[ngai vàng]] của ông ta sau khi bị đắm tàu ở Ponthieu, William đã được [[ban phước lành]] của Giáo hội và nhiêu nhà [[quý tộc]] kéo đến để tham gia vào cuộc phục của ông.\n\n== Trấn áp phản loạn ==\nDự đoán trước về cuộc xâm lược không thể tránh khỏi, Harold cho tập hợp quân của ông ở trên [[đảo Wight]], nhưng do gió không thuận lợi nên hạm đội xâm lược vẫn phải ở lại cảng. Ngày 08 tháng 9 vì cạn nguồn cung cấp [[lương thảo]] nên Harold phải giải tán quân đội và ông trở về [[Luân Đôn]]. Cùng ngày [[Hardrada Harald]] của [[Na Uy]], người cũng tuyên bố đòi sở hữu vương miện nước Anh cùng với [[Tostig]] đã tiến hành một cuộc xâm lược và đổ bộ hạm đội của mình xuống [[sông Tyne]].\n\nLúc này, mục tiêu của cuộc xâm lược là thành phố [[Yorkshire]], Harald Hardrada và Tostig đánh bại các bá tước người Anh Edwin xứ Mercia và Morcar xứ Northumbria tại [[trận ải Fulford]] ở gần York vào ngày 20 tháng Chín. Họ đã lần lượt bị đánh bại và bị giết bởi quân đội của Harold năm ngày sau đó tại [[trận Stamford Bridge]], Harold đã dẫn quân của mình về phía bắc trong một cuộc hành quân bốn ngày từ Luân Đôn và bắt gặp họ một cách bất thìh lình. Theo [[Snorri Sturluson]], trước khi trận đánh nổ ra có một người đàn ông dũng cảm cưỡi [[ngựa]] đến gặp [[Harald Hardrada]] và [[Tostig]] và nói với Tostig rằng sẽ trả lại lãnh địa bá tước cho ông ta nếu ông ta chịu rời bỏ Harald Hardrada.\n\nKhi Tostig hỏi Harold anh trai của ông sẽ sẵn sàng cho Harald Hardrada những thứ gì để ông ta chấm dứt những rắc rối của mình, người kỵ sĩ trả lời rằng ông sẽ cho Hardrada 7 tấc đất vì ông này cao hơn những người đàn ông khác. Harald Hardrada rất có ấn tượng về người kỵ sĩ và hỏi Tostig tên của người đó, Tostig trả lời rằng người kỵ sĩ không ai khác mà chính là Harold Godwinson.<ref>{{chú thích sách | last=Sturluson | first=Snorri | title=King Harald's Saga | url=https:\/\/archive.org\/details\/kingharaldssagah0000snor | publisher=Penguin Books | year=1966 | location=Baltimore, Maryland | pages=[https:\/\/archive.org\/details\/kingharaldssagah0000snor\/page\/149 149] }}<\/ref> Theo Henry xứ Huntingdon, thì Harold trả lời \"6 tấc đất hoặc là nhiều hơn nữa nếu như hắn muốn, vì dường như là hắn cao hơn so với hầu hết mọi người \". Tuy nhiên câu chuyện này dường như chỉ là thêu dệt.\n\n== Chết trận ==\n{{Chính|Trận Hastings}}\n[[Tập tin:Harold dead bayeux tapestry.png|nhỏ|Cảnh Harold chết]]\n\nSau khi dep loạn phương Bắc, Harold cố gắng chấn chỉnh đội quân của mình để tiến về Normady chống lại vua William I. Một trận kịch chiến đã xảy ra, quân Anh do Harold chỉ huy đã chiến đấu không đến nổi nào nhưng sau cùng do ham chiến nên đã bị vỡ trận. Bản thân Harold thì bị trúng một mũi tên ngay ở mắt và sau đó bị quân Norman xông vào đâm chết tại chỗ.\n\n== Tham khảo ==\n* Biography by P. Compton (1971), in: F. M. Stenton, ''Anglo-Saxon England''; 3rd ed. Oxford: Clarendon Press ISBN 0-19-821716-1\n* Biography by Ian W. Walker (1997): ''Harold: the last Anglo-Saxon King''. Stroud: Sutton Publishing ISBN 0-7509-1388-6\n*[http:\/\/www.royalty.nu\/Europe\/England\/AngloSaxon\/index.html#HaroldII A list of both fiction and non-fiction books relating to Harold Godwinson]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.ibattles.co.uk audio drama documentary about the events of 1066 focusing on the North of England] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161013175233\/http:\/\/www.ibattles.co.uk\/ |date = ngày 13 tháng 10 năm 2016}}\n*[http:\/\/nygaard.howards.net\/files\/1389.htm Profile of Harold Godwinson]\n*[http:\/\/www.channel4.com\/history\/microsites\/H\/history\/e-h\/harold.html In the footsteps of King Harold] A timeline of Harold Godwinson's life, includes information about places significant to Harold II's story.\n*[http:\/\/www.bbc.co.uk\/history\/historic_figures\/harold_ii_godwineson.shtml BBC Historic Figures: Harold II (Godwineson) (c.1020 - 1066)]\n*[http:\/\/www.britannica.com\/eb\/article-9039313\/Harold-II Britannica: Harold II (c. 1020 - Oct. 14, 1066)]\n*{{Cite EB1911|wstitle=Harold II}}\n*Geoff Boxell [http:\/\/members.tripod.com\/~GeoffBoxell\/harold.htm Harold Godwinson — the last king of the English] The rise and fall of King Harold II.\n*Regia Anglorum [http:\/\/www.regia.org\/godwins.htm Kingmakers — The Story of the House of Godwin]\n*Steven Lowe [https:\/\/web.archive.org\/web\/20091027151836\/http:\/\/www.geocities.com\/egfrothos\/Godwins.html The Godwins — A family of power]\n*[http:\/\/www.dot-domesday.me.uk\/harold.htm \"Harold: this insane Englishman\"] Contemporary accounts of Harold's accession and the Norman invasion.\n*[http:\/\/www.angelfire.com\/rnb\/bayeux_tapestry\/sect49_51.html The Death of Harold Godwinson] A commentary using the [[Bayeaux Tapestry]] as a primary source of information.\n*[http:\/\/www.castles99.ukprint.com\/Essays\/herebeac.html A castle possibly built by Harold when he was earl of Hereford] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110716190942\/http:\/\/www.castles99.ukprint.com\/Essays\/herebeac.html |date = ngày 16 tháng 7 năm 2011}}\n\n{{Vua Anh}}\n\n{{Authority control}}\n\n{{Persondata\n| NAME = Godwinson, Harold\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH =\n| PLACE OF BIRTH = [[Wessex]], [[Anh|Anh Cát Lợi]]\n| DATE OF DEATH = ngày 14 tháng 10 năm 1066\n| PLACE OF DEATH = [[trận Hastings]], [[Sussex]]\n}}\n[[Thể loại:Vua nước Anh]]\n[[Thể loại:Lịch sử Vương quốc Liên hiệp Anh]]\n[[Thể loại:Mất năm 1066]]\n[[Thể loại:Sinh thập niên 1020]]\n[[Thể loại:Vua Anh]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]"}