{"Helena Blavatsky":"{{short description|Nhà văn người Nga}}\n{{Infobox philosopher\n|name            = Helena Blavatsky\n|image           = Helena Petrovna Blavatsky.jpg\n|image_size      =\n|alt             =\n|caption         = Blavatsky in 1877\n|birth_name      = Yelena Petrovna von Hahn\n|birth_date      = {{OldStyleDate|12 August|1831|31 July}}\n|birth_place     = [[Dnipro|Yekaterinoslav]], [[Đế quốc Nga]] (now [[Ukraine]])\n|death_date      = {{Death date and age|df=yes|1891|05|08|1831|08|12}}\n|death_place     = [[London]], United Kingdom\n|era             = [[19th-century philosophy]]\n|school_tradition= [[Theosophy (Blavatskian)|Theosophy]]\n|main_interests  =\n|notable_ideas   = [[Causeless cause]], [[Itchasakti]], [[triple manifestation]]\n|institutions    =\n|influences      = [[Edward Bulwer-Lytton]]<ref>[[Edward Bulwer-Lytton]], ''The Coming Race'', Introduction by David Seed, Wesleyan University Press, 2007, [https:\/\/books.google.com\/books?id=w3-xlc8edbEC&pg=PR42 p. xlii].<\/ref><ref>Brian Stableford, ''The A to Z of Fantasy Literature'', Scarecrow Press, 2009, [https:\/\/books.google.com\/books?id=7JKw5FYA4GgC&pg=PA46 \"Blavatsky, Madame (1831–1991)\"].<\/ref>\n|influenced      = [[Rudolf Steiner]]<ref>{{chú thích sách|last1=Carlson|first1=Maria|title=No Religion Higher Than Truth: A History of the Theosophical Movement in Russia, 1875-1922|date=2015|isbn=9780691607818|page=33}}<\/ref> [[Guido von List]]\n|signature       =\n|signature_alt   =\n}}\n[[Tập tin:Povedano - Helena P. Blavatsky.png |thumb|300px|right|Bức chân dung của Blavatsky của họa sĩ người Tây Ban Nha-Costa Rica [[Tomás Povedano]].]]\n'''Helena Petrovna Blavatsky''' ({{lang-ru|Еле́на Петро́вна Блава́тская}}, ''Yelena Petrovna Blavatskaya'', Thường được biết đến như với cái tên '''Madame Blavatsky'''; phát âm tiếng Việt như là ''Hê-lê-na Bờ-lơ-vát-x-ky''; {{OldStyleDate|12 Tháng tám|1831|31 tháng 7}}{{spnd}}8 tháng 5 năm 1891) là [[Thần bí học]] người Nga, nhà triết học, và là tác giả đồng sáng lập [[Hội Thần học]] vào năm 1875. Bà nhận lại một số lượng theo dõi toàn cầu với chức trách là nhà lý thuyết hàng đầu [[Thần học]], [[Bí truyền phương Tây|bí truyền]] tôn giáo mà xã hội đề cao. Bà được ghi công là người khai sinh ra trường phái tôn giáo [[Thông thiên học]].\n==Tiểu sử==\nSinh ra trong một gia đình quý tộc Nga-Đức ở [[Dnipro|Yekaterinoslav]], về sau là [[Đế quốc Nga]] (ngày nay là Ukraine), Blavatsky đã chu du khắp đế quốc khi còn nhỏ. Bà dành phần lớn thời gian để tự học, bà đã có hứng thú với [[chủ nghĩa bí truyền phương Tây]] trong thời niên thiếu. Theo những xác nhận sau đó của bà, vào năm 1849, bà bắt đầu một loạt các chuyến du lịch thế giới, đến tham quan châu Âu, châu Mỹ và Ấn Độ. Bà cũng tuyên bố rằng trong thời gian này, bà đã gặp phải một nhóm người giỏi về tâm linh mà bà gọi là \"[[Bậc thầy của trí tuệ cổ đại]]\", họ đã đưa bà tới địa điểm [[Shigatse]] ở [[Tây Tạng]], nơi những vị chân sư này đã trao truyền cho bà sự hiểu biết sâu sắc hơn về sự tổng hợp của tôn giáo, triết học và khoa học. \n\nCả các nhà phê bình đương đại và các nhà viết tiểu sử sau này đã lập luận rằng một số hoặc tất cả các chuyến thăm nước ngoài này là hư cấu, và rằng bà đã dành thời gian này ở châu Âu. Đến đầu những năm 1870, Blavatsky đã tham gia vào hoạt động [[tâm linh]]. Mặc dù bảo vệ sự tồn tại thực sự của các [[hiện tượng tâm linh]], bà đã lập luận chống lại ý tưởng [[chủ nghĩa duy linh]] mà các thực thể liên hệ là [[linh hồn]] của người chết. Sau khi chuyển đến Hoa Kỳ vào năm 1873, bà đã làm bạn với [[Henry Steel Olcott]] và đã thu hút sự chú ý của công chúng như một phương tiện tinh thần, sự chú ý bao gồm các cáo buộc công khai về gian lận. Ở [[Thành phố New York]], bà Blavatsky đồng sáng lập [[Hiệp hội Thần học]] với Olcott và [[Thẩm phán William Quan]] vào năm 1875. \n\nNăm 1877, bà xuất bản '' [[Isis Unveiled]] '', một cuốn sách phác thảo về Thông thiên học của bà về thế giới quan. Liên hệ chặt chẽ với các học thuyết bí truyền của [[Thuyết thần bí]] và [[Thuyết tân sinh]], Blavatsky mô tả [[Thông thiên học]] là \"''sự tổng hợp của khoa học, tôn giáo và triết học''\", cho rằng những tư tưởng này đang làm sống lại một \"''Trí tuệ cổ đại''\" bao trùm tất cả thế giới tôn giáo. Năm 1880, bà và Olcott chuyển đến Ấn Độ, nơi Hiệp hội Thông thiên học đã liên kết với [[Arya Samaj]], một [[phong trào cải cách của Ấn Độ giáo]]. Cùng năm đó, trong lúc ở [[Ceylon]], bà và Olcott trở thành những người đầu tiên từ Hoa Kỳ chính thức [[cải đạo]] sang Phật giáo. Mặc dù bị chính quyền Anh phản đối, Thông thiên học vẫn lan truyền nhanh chóng ở Ấn Độ nhưng gặp phải vấn đề nội bộ sau [[vụ Coulomb|Blavatsky bị buộc tội]] tạo ra các hiện tượng huyền bí lừa đảo. Trong tình trạng sức khỏe ốm yếu, năm 1885, bà trở về châu Âu, nơi thành lập [[Nhà trọ Blavatsky]] tại [[London]]. Tại đây, bà đã xuất bản '' [[Học thuyết bí mật]] '', một bài bình luận về những gì bà đã cho là các bản cổ thư của Tây Tạng, cũng như hai cuốn sách nữa, '' [[Chìa khóa cho lý thuyết]] '' và '' [[Tiếng nói của sự im lặng]] ''. Bà qua đời do bệnh [[cúm]].\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1831]]\n[[Thể loại:Mất năm 1891]]\n[[Thể loại:Lemuria]]"}