{"Hosokawa Mitsunao":"'''Hosokawa Mitsunao''' ([[tiếng Nhật|chữ Nhật]]: 细川光尚, [[Từ Hán-Việt|Hán Việt]]: Tế Xuyên Quang Thượng, sinh ngày [[26 tháng 10]] năm [[1619]] mất ngày [[28 tháng 1]] năm [[1650]]) là một [[daimyō|đại danh]] vào [[thời kỳ Edo|thời kì Edo]] của [[lịch sử]] [[Nhật Bản]]. Ông là người đã tham gia vào cuộc đàn áp [[khởi nghĩa Shimabara|cuộc nổi loạn Shimabara]] do những người nông dân theo đạo [[Thiên Chúa giáo]] Nhật Bản phát động.\n\n==Tiểu sử==\nMitsunao sinh năm 1619, ông là con trai cả của [[Hosokawa Tadatoshi]] một lãnh chúa. Vào năm 1637, ông gia nhập đội quân của cha ông trong các chiến dịch bình định các cuộc nổi loạn Shimabara, và ông đã chiến đấu dũng cảm lập nhiều công lao. Sau thành công của cha mình trong năm 1641, ông được kế thừa chức vụ của cha và trở thành đại danh của miền [[Kumamoto]].\n\nMitsunao sau đó tham gia đàn áp các cuộc nổi dậy của gia đình Abe vào năm 1642 và nổi danh từ đó, và việc này được hư cấu hóa trong các tác phẩm của nhà văn [[Mori Ōgai]].\n\n== Trong truyện tranh ==\nTrong lĩnh vực truyện tranh, ông còn là hình tượng để hư cấu nên một nhân vật trong bộ truyện tranh [[Amakusa 1637]] (tiếng Anh: Summer Moon, tiếng Việt: Anh thư nữ kiệt), theo đó ông là Hosokawa Mitsutoshi (tên [[tiếng Việt]] là Lưu Tuấn Khải) con cả của Hosokawa Tadatoshi và là thành chủ của Kumahoto-han. Trong truyện ông được miêu tả là một chàng thanh niên trẻ trung, dù thân mang trọng trách nhưng vẫn dám giả trang đi vào xem xét tình hình ở vùng chiến sự.\n\n== Tham khảo ==\n{{tham khảo}}\n[http:\/\/www.asahi-net.or.jp\/~me4k-skri\/han\/kyushu\/kumamoto.html Danh sách lãnh chúa Kumamoto trên \"Edo 300 HTML\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160313201636\/http:\/\/www.asahi-net.or.jp\/~me4k-skri\/han\/kyushu\/kumamoto.html |date=2016-03-13 }} (8 tháng 10 năm 2007)\n{{start box}}\n{{succession box | title=[[Lãnh chúa Kumamoto]] | before=[[Hosokawa Tadatoshi]] | after=[[Hosokawa Tsunatoshi]] | years=1641-1649}}\n{{end box}}\n\n{{thời gian sống|1619|1650}}\n{{sơ khai nhân vật quân sự Nhật Bản}}\n\n[[Thể loại:Daimyo]]"}