{"Adrien-Paul Balny d'Avricourt":"{{Thông tin nhân vật\n| hình = \n| ghi chú hình = \n| tên khai sinh = Adrien-Paul Balny d'Avricourt\n| ngày sinh = 1849\n| nơi mất = [[Hà Nội]], [[Bắc Kỳ]]\n| quốc tịch = [[Pháp]]\n| nơi sinh = [[Noyon]], [[Pháp]]\n<!-- Biến số không xác định -->\n| death_year = 1983\n}}\n'''Adrien-Paul Balny d'Avricourt''' (sinh năm [[1849]] tại [[Noyon]] - mất năm [[1873]] tại [[Hà Nội]]) là một trung úy hải quân Pháp tham chiến trong chiến tranh Pháp - Đại Nam.\n\n== Sự nghiệp ==\n<!-- Bỏ hình: [[Tập tin:Adrien-Paul Balny.JPG|nhỏ|phải|200px|Adrien-Paul Balny d'Avricourt]] --> \nNăm [[1870]], Adrien-Paul Balny d'Avricourt nhận nhiệm vụ thăm dò sông [[Nam Kỳ]] trên thuyền buồm D'Estrées'' và sau đó là chỉ huy chiến hạm L'Espingole.\n\nSau khi ra [[Hà Nội]] trong tháng 11 năm 1873, ông chỉ huy chiến hạm L'Espingole xâm lược vùng đồng bằng sông [[sông Hồng]] Việt Nam, tiến đánh các tỉnh [[Hưng Yên]], sau đó [[Phủ Lý]] và [[Hải Dương]]. Ngày 21 tháng 12 năm 1873, ông bị quân Cờ Đen phục kích và bị chặt đầu gần [[đền Voi Phục]] Hà Nội.\n\n''Điều quyết định với Garnier là trụ lại ở Hà Nội. Song sau gần hai tháng, ngày 21\/12\/1873 đã được con cháu của Balny ghi lại là \"ngày thảm khốc\"… \"ngài Garnier đã tưởng đạt tới đích rồi và coi nhẹ các toán quân Annamít cùng bọn Cờ Đen\"…\nTheo họ, bởi Garnier bận tiếp các sứ thần của Tự Đức từ Huế ra, nên \"bọn giặc\" mới áp sát tới, bắn đá vào thành và các cổng thành, từ cách hào 200m. Sau đó, dẫu nghĩa quân đã rút đi, nhưng Garnier và Balny truy đuổi đến tận Thủ Lệ… \"kẻ thù nấp trong những bụi tre lao ra bao vây và hạ sát Garnier bằng những nhát giáo\". Balny cũng hăng máu, truy kích tới tận chùa Voi Phục \"ngôi chùa nằm giữa một vùng nước bao phủ bởi muôn vàn chiếc vòi tỏa ra từ những cây đa ven hồ (…), nơi những con voi đến quỳ phục trước chùa để vinh danh ghi nhớ hoàng tử Linh Lang (…). Balny đã ngã xuống ở góc bức tường bao quanh chùa (…). Từ ngày ấy, để tưởng niệm, ngôi chùa này được đặt tên là chùa Balny\" - Đó là lời thống chế Liautey ghi lại về cái chết của Balny.\nRiêng dân Việt Nam, có lẽ chưa có ai từng biết rằng chùa Voi Phục đã có lần đổi tên là chùa Balny! Pháp đã trả 48.000 và 30.000 frăng (cũ) để lấy đầu Garnier và Balny - còn xác được trả lại 15 ngày sau khi họ chết… Năm 1905, tên Balny được đặt cho một phố ở quận 17, Paris''  - Trích dẫn Hà Thành thất thủ lần thứ nhất.<ref>{{Chú thích web |url=http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52427 |ngày truy cập=2014-02-14 |tựa đề=Hà Thành thất thủ lần thứ nhất |archive-date=2014-02-22 |archive-url=https:\/\/web.archive.org\/web\/20140222042434\/http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52427 |url-status=dead }}<\/ref>''\n\nThi hài ông được đưa trở lại [[Pháp]] và chôn cất trong nghĩa trang Avricourt, gần Noyon.\n\n==Ghi công==\nTên của ông đã được đặt cho một số tàu của Hải quân:<ref>Xem lịch sử chi tiết tại [http:\/\/www.netmarine.net\/bat\/ae\/balny\/ancien.htm địa chỉ này]<\/ref>\n*Một tàu khu trục hạ thủy năm [[1886]] và rời khỏi hạm đội vào năm [[1911]];\n*Một tàu chiến hạ thủy năm [[1914]], ngừng sử dụng vào năm 1940 và đến 1944 thì nhượng lại cho [[Trung Quốc]];\n*Một tàu hộ tống hạ thủy năm 1962 và ngừng hoạt động vào tháng 7 năm 1994;\nĐường Balny d'Avricourt ở [[quận 17, Paris]] được đặt theo tên ông.\n\n== Hình ảnh ==\n<gallery>\nImage:Đền Voi Phục xưa.jpg|Đền Voi Phục - Hà Nội, còn được gọi là \"chùa ​​Balny\" nơi Balny đã bị giết chết\nImage:Francis Garnier Esmez Balny d'Avricourt 05090.jpg|Balnyy d'Avricourt, chỉ huy chiến hạm L'Espingole cùng với Francis Garnier.\n<!-- Hình này đã bị xóa: Image:Canonnière L'Espingole.JPG|chiến hạm L'Espingole dài 38m từng xâm lược vùng đồng bằng sông sông Hồng Việt Nam trong Chiến tranh Pháp-Đại Nam diễn ra từ năm 1858 đến năm 1884<ref>[http:\/\/nicoblon.free.fr\/epespingole\/epespingole.htm L'Espingole]<\/ref> -->\nImage:Garnier1.jpg| Đại úy [[Francis Garnier]] và phó chỉ huy Balny d'Avricourt cùng Dagorne, Bonifay, Sorre bị giết chết ngày 21 tháng 12 năm 1873. Người ta chỉ tìm thấy xác của Garnier và Dagorne; năm cái đầu của những người chết bị đưa đi bêu khắp đường phố Hà Nội từ ngày 21 tháng 12 năm 1873 đến ngày 05 tháng 1 năm 1874.\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n{{DEFAULTSORT:d'Avricourt},Adrien-Paul Balny}}\n\n[[Thể loại:Sĩ quan Hải quân Pháp]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Pháp–Đại Nam]]\n[[Thể loại:Tử trận ở Việt Nam]]\n[[Thể loại:Sinh năm 1849]]\n[[Thể loại:Mất năm 1873]]"}