{"Jacques Cartier":"{{1000 bài cơ bản}}{{thiếu nguồn gốc}}{{Thông tin nhân vật\n| tên = Jacques Cartier\n| hình = Jacques Cartier 1851-1852.png\n| ghi chú hình = Chân dung Jacques Cartier của [[Théophile Hamel]], khoảng năm 1844.\n| ngày sinh = 31 tháng 12 năm 1491\n| ngày mất = {{death date and age|1557|9|1|1491|12|31}}\n| nơi mất = St. Malo, Pháp\n| nghề nghiệp = Nhà hàng hải và thám hiểm\n| nổi tiếng = Người châu Âu đầu tiên thực hiện chuyến thám hiểm vào nội địa ở Bắc Mỹ. Tuyên bố chủ quyền Canada cho nước Pháp.\n| chữ ký = Jacques Cartier Signature.svg\n| nơi sinh = [[St. Malo]], Bretagne\n}}\n'''Jacques Cartier''' ([[31 tháng 12]] năm 1491 - [[1 tháng 9]] năm 1557) là một nhà hàng hải người [[Pháp]]. Ông là người đầu tiên thám hiểm và vẽ lại cửa và bờ của dòng [[sông Saint-Laurent]], ở nơi mà ông đặt tên là [[Canada]].\n\n== Tiểu sử ==\nJacques Cartier sinh năm 1491 tại [[Saint-Malo]], một ngôi làng nhỏ thuộc quyền cai quản của công tước miền [[Bretagne]], về sau sáp nhập vào Pháp năm 1532. Cartier là thành viên của một gia đình [[hàng hải]] danh giá nơi đây. Ông nâng cao thêm địa vị của mình nhờ cưới bà Catherine des Granches, con gái của một gia đình đứng đầu trong việc đóng tàu vào năm 1520. Ở Saint-Malo, ông thường được mời làm [[cha đỡ đầu]] hoặc nhân chứng trong các buổi lễ đặt tên ([[thanh Tẩy|lễ rửa tội]]) cho trẻ em nơi đây.\n\n=== Chuyến hải hành đầu tiên, 1534 ===\nNăm 1534, Jacques Cartier khởi hành về hướng Tây, hy vọng khám phá một con đường dẫn đến thị trường [[châu Á]] đầy tiềm năng. Bắt đầu từ ngày 10 tháng 5 năm đó, ông khám phá ra nhiều phần của [[Newfoundland]], các tỉnh nằm trên bờ [[Đại Tây Dương]] thuộc Canada (''Atlantic provinces'') và cửa sông Saint-Laurent. Trong một chặng dừng tại Iles-aux-Oiseaux, thủy thủ đoàn của ông tàn sát trên một nghìn con chim, phần lớn là [[chim Anca]], ngày nay đã tuyệt chủng.\n\nCuộc gặp gỡ đầu tiên với thổ dân của Cartier ngắn gọn và chủ yếu là trao đổi hàng hóa. Lần thứ hai, ông hốt hoảng khi thấy hơn bốn mươi chiếc canô của người [[Mi'kmaq]] vây quanh thuyền của ông. Và ông đã ra lệnh bắn đại pháo phía trên đầu họ với muc đích đe dọa dù cho những thổ dân đã ra dấu hiệu hòa bình khiến họ phải chèo đi.\n\nLần thứ ba, Cartier gặp những người [[Iroquois]] tại Baie de Gaspe vào ngày 24 tháng 7. Ông cho dựng một cây thánh giá cao 9 mét với dòng chữ \"Đức vua Pháp vạn tuế\" và tuyên bố chủ quyền dưới tên vua [[François I của Pháp|François đệ nhất]]. Những thổ dân ngay lập tức hiểu ra hành động của ông và đổi thái độ. Do đó, ông bắt cóc Domagaya và Taignoagny, hai con trai của tù trưởng Donnacona và đưa họ về Pháp. Cùng lúc, ông cũng xây dựng những quan hệ thỏa hiệp với người bản địa khác. Cartier trở về Pháp tháng 9 năm 1534.\n\n=== Chuyến hải hành thứ hai, 1535-1536 ===\nJacques Cartier khởi hành chuyến hải hành thứ hai của ông vào ngày 13 tháng 5 năm 1535 với ba con tàu, 110 thủy thủ và hai cậu bé tù binh. Đến cửa sông St. Lawrence, ông đi ngược sông lần đầu tiên và dừng tại [[Stadacona]], làng của người Iroquois trên bờ sông này (nay nằm gần [[Thành phố Québec]]). Hai cậu bé thổ dân được trao trả cho cha mình, tù trưởng Donnacona.\n\nJacques Cartier để lại hai tàu chính ở một cảng gần Stadacona và dùng chiếc tàu nhỏ nhất tiếp tục ngược sông và đến Hochelaga (nay là [[Montréal]]) vào ngày 2 tháng 10 năm 1535. Hochelaga gây ấn tượng mạnh cho Cartier với hơn một nghìn thổ dân Iroquois chào đón ông trên bờ sông St. Lawrence. Nơi này về sau được khẳng định là khởi nguồn của thành phố Sault Sainte-Marie, [[Michigan]]), cũng là nơi mà hiện cây cầu Jaques Cartier đang đứng.\n\nSau hai ngày với những người Iroquois ở Hochelaga, Cartier quay lại Stadacona vào ngày 11 tháng 10. Sau đó, ông quyết định nghỉ qua mùa đông 1535 ở đây, bởi đã quá muộn để quay về Pháp. Cartier và thủy thủ đoàn chuẩn bị cho mùa đông bằng cách gia cố pháo đài, chất củi và muối cá và mồi săn. Suốt mùa đông này, Cartier soạn một cuốn địa chí nói về tập tục của người bản địa. Ví dụ như tập quán mặc [[xà cạp]] và khố ngay cả trong tiết đông lạnh giá.\n\nTừ giữa tháng 11 năm 1535 đến giữa tháng 4 năm 1536, đoàn tàu thám hiểm bị đóng băng ở cửa [[sông St. Charles]], phía dưới Hòn đá Quebec. Trên sông, băng đóng dày hơn một sải (1.8 m) và sâu trong đất liền tuyết phủ dày 4 [[foot|feet]] (1.2 m). Không những thế, dịch [[bệnh scobat]] nổ ra – ban đầu là người Iroquois, sau đó là người Pháp. Trong nhật ký của mình, Cartier ghi nhận rằng trong 110 người trong đoàn, chưa đầy 10 người là còn khỏe mạnh. Số người Iroquois chết là khoảng 50 người.\n\nMột trong những thổ dân sống sót là con trai của tù trưởng, Domagaya. Trong một lần ghé thăm pháo đài quân Pháp, Cartier được biết rằng một thứ thuốc làm từ một loài cây tên là annedda, một cây thuộc họ tuyết tùng trắng (''thuja'') có thể chữa được bệnh scobat. Phương thuốc này đã cứu sống đoàn thám hiểm khỏi cái chết. Đến cuối mùa đông, 85 thủy thủ vẫn còn sống.\n\nĐầu tháng 5 năm 1536, Cartier quyết định bắt cóc chính tù trưởng Donnacona, để được nghe kể một huyền thoại về một vùng đất ở xa về phía bắc, tên gọi là \"Vương quốc Saguenay\" (''Royaume du Saguenay''). Nơi đây được tin là một mỏ vàng, hồng ngọc và nhiều châu báu khác. Sau một cuộc hành trình gian khổ xuôi dòng St. Lawrence và ba tuần vượt Đại Tây Dương, Cartier và thủy thủ đoàn cập bến Saint-Malo vào ngày 15 tháng 6 năm 1536.\n\nĐến đây, chuyến hải hành thứ hai và cũng là chuyến đi gặt hái được nhiều kết quả nhất của Cartier đã chấm dứt sau mười bốn tháng rong ruổi. Với việc xác định vị trí cửa sông St. Lawrence trong chuyến hải hành đầu tiên, Cartier đã mở con đường nước lớn nhất để châu Âu thâm nhập vào [[Bắc Mỹ]]. Ông đã ước lượng chính xác về tài nguyên của [[Canada]], cả về thiên nhiên lẫn con người, dĩ nhiên là không kể phần thổi phồng về tiềm năng [[khoáng sản]]. Mặc dù những hành động của ông đối với người Iroquois trên bờ sông St. Lawrence là đáng xấu hổ, ông cũng đã từng thiết lập tình hữu nghị với họ và những người bản địa khác cùng ở dọc bờ sông. Đó là một bước chuẩn bị sơ bộ không thể thiếu cho người Pháp trong việc xây dựng thuộc địa ở đây.\n\n=== Chuyến hải hành thứ ba, 1541-1542 ===\nNgày 23 tháng 5 năm 1541, Cartier rời Saint-Malo với năm chiếc tàu. Lần này, ý định tìm kiếm một con đường thông với phương Đông của hai chuyến đi trước hầu như đã rơi vào quên lãng. Mục tiêu giờ đây là Vương quốc Saguenay và của cải của nó, và thiết lập thuộc địa dọc dòng sông St. Lawrence.\n\nThả neo ở Stadacona vào 23 tháng 8, Cartier gặp lại những người Iroquois một lần nữa, nhưng rồi nhận thấy \"biểu hiện hân hoan\" và số lượng đáng lo ngại của họ, ông quyết định không xây dựng thuộc địa ở đây. Ngược dòng 9 dặm đến một địa điểm ông đã chú ý từ trước, ông cho lệnh định cư ở đây, nơi mà giờ đây là [[Cap-Rouge]] ở [[Québec]] Những tù nhân và những người lập thuộc địa khác được đưa xuống, trâu bò được thả ra, đất được vỡ và hạt giống bắp cải, củ cải và xà lách được gieo. Một thuộc địa vững chắc ra đời với tên gọi Charlesbourg-Royal. Một pháo đài mới được xây dựng trên một vách đá nhô ra biển (''cliff'') để giám sát và bảo vệ khu định cư mới này.\n\nCác thủy thủ bắt đầu thu thập [[tinh thể]] [[thạch anh]] và [[pyrit]] [[sắt]] mà họ lầm tưởng là [[kim cương]] và [[vàng]]. Hai trong số năm chiếc tàu chở về Pháp những khoáng sản vô giá trị kia vào ngày 2 tháng 9. Sau khi đã giao nhiệm vụ cho mọi người, Cartier đưa tàu đi thăm dò Vương quốc Saguenay và ngày 7 tháng 9. Nhưng chỉ mới đến Hochelaga, ông đã bị thời tiết xấu và vô số ghềnh thác từ đó trở lên phía dòng [[sông Ottawa]] ngăn trở.\n\nTrở về Charlesbourg-Royal, Cartier gặp phải một tình huống đáng ngại. Những người Iroquois không còn đến thăm hay tặng cá và thịt nữa mà lảng vảng quanh đó một cách đáng ngờ. Không có ghi nhận nào về mùa đông 1541-1542 tồn tại cả và thông tin này hẳn là từ những chi tiết vụn vặt do những thủy thủ trở về kể lại. Dường như người bản địa đã tấn công và sát hại 35 dân định cư trước khi những người còn lại rút vào trong pháo đài. Mặc dù bệnh scobat đã được chữa khỏi nhờ phương thuốc dân gian, ấn tượng còn lại của nó vẫn đáng lo ngại cùng với nỗi lo của Cartier rằng ông không có đủ nhân lực để bảo vệ căn cứ lẫn đi tìm Saguenay. Mọi người lên ba con tàu còn lại vào đầu tháng 6 năm 1542 và trở về châu Âu vào tháng 10 năm 1542. Đây là chuyến hải hành cuối cùng của Cartier.\n\nCartier sống trọn những năm cuối đời ở Saint-Malo và một số nơi khác ở các vùng lân cận. Ông mất ngày 1 tháng 9 năm 1557 bởi một bệnh dịch, thọ 66 tuổi. Ông mất trước khi bất kì một thuộc địa nào được thành lập ở Canada mà phải đợi đến chuyến thám hiểm của [[Samuel de Champlain]] vào năm 1608.\n\n== Di sản ==\nCartier là người đầu tiên dùng tên Canada để chỉ vùng bờ sông St. Lawrence. Cartier dùng từ này để miêu tả làng Stadacona, đất đai xung quanh và cả dòng sông. Từ đó cái tên Canada được dùng để chỉ các thuộc địa nhỏ của Pháp dọc trên bờ của dòng sông, và những người Pháp đi khai phá được gọi là người Canada (''Canadien''), cho đến giữa [[thế kỷ 19]] khi cái tên này được dùng cả cho thuộc địa trong khu vực [[Ngũ Đại Hồ]] và sau này là tất cả thuộc địa Anh ở Bắc Mỹ. Do đó Cartier không hẳn là người khám phá ra Canada, một lãnh thổ kéo dài từ Đại Tây Dương đến Thái Bình Dương như chúng ta đã biết, mà đã từng được \"khám phá\" ra bởi ngư dân [[người Bắc Âu|Bắc Âu]], [[người Basque|Basque]] và [[người Breton|Breton]], và có lẽ là cả anh em [[Corte-Real]] và [[Giovanni Caboto|John Cabot]] (và cả những thổ dân bản địa đã sống lâu đời ở đây).\n\nDù vậy, Cartier đã có cống hiến lớn lao trong việc tìm ra Canada và là người châu Âu đầu tiên đi xuyên lục địa Bắc Mỹ, chính xác hơn, là khu vực nội địa phía Đông dọc theo dòng St. Lawrence. Khu vực này đã trở thành nơi định cư của người châu Âu đầu tiên, sau những [[người Viking]]. Nhưng nói thật ra thì từ \"khám phá\" dùng ở đây là có hơi quá bởi việc thám hiểm phần sâu trong lục địa dọc theo sông St. Lawrence cho đến làng Stadacona là nhờ sự dẫn đường của hai con trai của Donnacona.\n\nNgoài những chi tiết quan trọng này thì tính chuyên nghiệp trong việc đi biển của Cartier là không thể chối cãi. Việc Cartier dẫn đầu ba chuyến thám hiểm trong điều kiện nguy hiểm và những vùng biển chưa hề được biết đến mà không mất một chiếc tàu nào, việc ông cập bến và ra khơi từ hơn năm mươi bến tàu chưa biết đến mà không có thiết hại đáng kể nào xảy ra, và những thủy thủ chết trong chuyến đi đều là do một căn bệnh dịch từ đất liền là những minh chứng hùng hồn cho tài đi biển của ông. Cartier xứng đáng được coi là một trong những nhà thám hiểm tài ba và tận tụy nhất trong thời kì của ông.\n\nCartier cũng là một trong số những người đầu tiên xác nhận rằng [[Tân Thế giới]] thực sự là một lục địa tách biệt với [[châu Á]] và [[châu Âu]].\n\n== Tái hiện thuộc địa đầu tiên của Cartier ==\nVào ngày 18 tháng 8 năm 2006, [[Thủ hiến Québec]] [[Jean Charest]] tuyên bố rằng các [[nhà khảo cổ]] Canada đã tìm được chính xác vị trí của thuộc địa Pháp đầu tiên do Cartier thành lập, với tên gọi Charlesbourg-Royal [http:\/\/www.canada.com\/topics\/news\/national\/story.html?id=edd7eac6-f566-4011-87d7-82becfc883a2&k=48975]. Các phát hiện cho thấy thuộc địa này được xây ở nơi dòng sông Cap Rouge đổ vào St. Lawrence. Phát hiện này dựa trên các mảnh gỗ cháy còn lại từ [[thế kỷ 16|thế kỉ 16]] cùng với một mảnh vỡ từ một chiếc dĩa trang trí Istoriato (xuất xứ từ Faenza, Ý, giữa 1540-1550) vật chỉ thuộc về một nhà quý tộc Pháp ở thuộc địa này, nhiều khả năng là Jean-François de la Roque de Roberval, người đứng đầu đoàn người khai phá thuộc địa. Đây là thuộc địa châu Âu đầu tiên ở Canada ngày nay. Phát hiện này được ca ngợi bởi các nhà khảo cổ bởi tính quan trọng của nó, chỉ sau khai quật của làng Viking [[L'Anse aux Meadows]] ở miền Bắc [[Newfoundland]].\n\n== Vinh danh ==\nJacques Cartier được nhắc đến trong bài hát \"Looking for a Place to Happen\" của ban nhạc [[The Tragically Hip]] trong album ''Fully Completely''.\n\nNăm 2005, cuốn ''Bref récit et succincte narration de la navigation faite en MDXXXV et MDXXXVI'' của Cartier được Hội phê bình Văn học Canada đánh giá là cuốn sách quan trọng nhất trong [[lịch sử Canada]].\n\n'''Đảo Jacques Cartier''' nằm trên mũi [[Great Northern Peninsula]] (Bắc Đại Bán đảo) ở [[Newfoundland và Labardor]], trong thành phố Quirpon. Hòn đảo này nằm về phía Bắc bến cảng của thành phố và là một chỗ che chắn cho cảng này. Người ta tin rằng chính Jaques Cartier đã đặt tên hòn đảo này trong một chuyến đi ngang qua eo biển đảo Belle trong những năm 1530.\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Jacques Cartier}}\n* [http:\/\/www.biographi.ca\/EN\/ShowBio.asp?BioId=34229 Tiểu sử tại ''Dictionary of Canadian Biography Online'']\n* [http:\/\/catalogue.bnquebec.ca:4400\/cgi-bin\/bestn?id=&act=8&auto=0&nov=1&bsid=34226249&t0=seqb%28@00220326%29&i0=0&s0=5&v1=0&v2=0&v3=0&v4=0&sy=&ey=&scr=1&x=39&y=14 ''Bref récit et succincte narration de la navigation faite en MDXXXV et MDXXXVI'' [[1863]]] tiếng Pháp\n* {{gutenberg author| id=Jacques+Cartier | name=Jacques Cartier}}\n* [http:\/\/www.cartier.f2s.com Les voyages de Jacques Cartier] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071208233531\/http:\/\/catalogue.bnquebec.ca:4400\/cgi-bin\/bestn?id=&act=8&auto=0&nov=1&bsid=34226249&t0=seqb%28@00220326%29&i0=0&s0=5&v1=0&v2=0&v3=0&v4=0&sy=&ey=&scr=1&x=39&y=14 |date = ngày 8 tháng 12 năm 2007}} tiếng Pháp\n{{thời gian sống|sinh=1491|mất=1557|tên=Cartier, Jacques}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Nhà thám hiểm Pháp]]\n[[Thể loại:Bài cơ bản dài trung bình]]\n[[Thể loại:Tín hữu Công giáo Pháp]]"}