{"Jacques Charles":"{{Infobox scientist\n|name = Jacques Charles\n|image = Jacques Alexandre César Charles.jpg\n|image_size = 200px\n|caption = \n|birth_date = [[12 tháng 11]] năm [[1746]]\n|birth_place = [[Beaugency]], [[Orléanais]], [[Pháp]]\n|death_date = {{dda|1823|4|7|1746|11|12}}\n|death_place = [[Paris]], [[Pháp]]\n|residence = \n|citizenship = \n|nationality = {{flag|Pháp}}\n|ethnicity = \n|field = [[Vật lý]], [[Hóa học]], [[Toán học]]\n|work_institutions = \n|alma_mater = \n|doctoral_advisor = \n|doctoral_students = \n|known_for = [[Định luật Charles]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|religion = \n|footnotes = \n|signature = \n}}\n'''Jacques Alexandre César Charles''' (1746-1823) là nhà vật lý, nhà hóa học [[người Pháp]]. Ông nổi tiếng nhờ đinh luật mang tên mình, [[Định luật Charles]]. Sau thí nghiệm của năm [[1787]] với 5 quả bóng, định luật Charles, định luật trả lời cho câu hỏi: Khi thể tích của một lượng khí không đổi, quan hệ giữa áp suất và độ tuyệt đối của chất khí là thế nào, đã ra đời. Định luật này nói rằng [[thể tích|áp suất]] của [[chất khí]] tỉ lệ thuận với [[nhiệt độ tuyệt đối]] (nhiệt độ có giá trị đo bằng [[nhiệt giai Kelvin]]). Nếu viết theo công thức toán học thì sẽ thế này: \n''P''<sub>1<\/sub>\/''T''<sub>1<\/sub>&nbsp;= ''P''<sub>2<\/sub>\/''T''<sub>2<\/sub><ref name=\"BioDic HisTec\">[http:\/\/books.google.co.uk\/books?id=UuigWMLVriMC&pg=PA143&lpg=PA143&dq=marie+noel+robert+balloon&source=bl&ots=SZG73apRJN&sig=2HLn_CtpwXNiQO-m9rs9-A3JakE&hl=en&ei=2LrkSumlOMv14Ab85c2BAg&sa=X&oi=book_result&ct=result&resnum=10&ved=0CB8Q6AEwCQ#v=onepage&q=marie%20noel%20robert%20balloon&f=false Biographical dictionary of the history of technology, Volume 39 By Lance Day, Ian McNeil. Charles, Jacques Alexandre Cesar]<\/ref>\nĐịnh luật này cùng với [[định luật Boyle-Mariotte]] và [[định luật Gay-Lussac]] trở thành ba định luật nổi tiếng về chất khí. Đây là những tiền đề rất lớn để [[Benoit Clapeyron]] và [[Dmitry Mendeleev]] cho ra đời [[phương trình Clapeyron-Mendeleev]].\n\n==Cuộc đời==\n\nCharles sinh ra ở Beaugency-sur-Loire năm 1746, kết hôn với Julie Françoise Bouchaud des Hérettes (1784-1817), một người phụ nữ  Creole 37 tuổi trẻ hơn mình. Được biết, nhà thơ Alphonse de Lamartine cũng đã yêu cô ấy, và cô là nguồn cảm hứng cho ''Elvire'' trong cuốn sách \"Le Lac\" của ông vào năm 1820, mô tả lại tình yêu mãnh liệt của một cặp vợ chồng từ quan điểm của người đàn ông mất. Charles sống lâu hơn và qua đời ở Paris ngày 7 tháng 4 năm 1823.\n\n==Sự nghiệp==\n\n===Chuyến bay khinh khí cầu đầu tiên===\n\nCharles đã đưa ra ý tưởng rằng hydro sẽ là một tác nhân nâng thích hợp cho các khí cầu khi nghiên cứu tác phẩm ''Boyle's Law'' của Robert Boyle được xuất bản cách đây 100 năm vào năm 1662, và những người đương thời là Henry Cavendish, Joseph Black và Tiberius Cavallo. Ông đã thiết kế chiếc tàu và sau đó làm việc cùng với các anh em Robert, Anne-Jean và Nicolas-Louis, để xây dựng nó trong xưởng của họ tại ''Place des Victoires'' ở Paris. Các anh em đã phát minh ra phương pháp cho túi khí nhẹ, kín khí bằng cách hòa tan cao su trong dung dịch nhựa thông và lót các tấm tơ đã được khâu lại với nhau để tạo nên phong bì chính. Họ sử dụng các dải khác nhau của lụa đỏ và trắng, nhưng quá trình biến màu của quá trình đánh bóng cao su đã để lại một kết quả màu đỏ và màu vàng.\n\nJacques Charles và anh em nhà Robert đã đưa chiếc khinh khí cầu  chứa hydro đầu tiên trên thế giới vào ngày 27 tháng 8 năm 1783, từ Champ de Mars (nay là địa điểm của Tháp Eiffel) nơi Ben Franklin nằm trong đám đông người xem. Khinh khí cầu tương đối nhỏ, một quả cầu lụa dài 35 mét, và chỉ có thể nâng được khoảng 9&nbsp;kg (20&nbsp;lb). Nó chứa đầy Hydro đã được làm bằng cách đổ gần một phần tư axit sulfuric vào nửa tấn phế liệu sắt. Khí Hydro đã được đưa vào bóng thông qua các đường ống dẫn; nhưng vì nó không được đi qua nước lạnh, rất nhiều khó khăn khi trải đầy khí cầu (khí nóng khi sản xuất ra, nhưng khi nó đã nguội trong khí cầu, nó đã bị co lại). Báo cáo tiến độ hàng ngày được ban hành về lạm phát; và đám đông tuyệt vời đến nỗi ngày 26 tháng bẩy, quả bóng đã được chuyển vào buổi tối tới Champ de Mars một cách bí mật, khoảng cách 4&nbsp;km.\n\nQuả bóng bay về phía Bắc trong 45 phút, theo đuổi bởi các tay đua trên lưng ngựa, và đi 21&nbsp;km trong làng Gonesse, nơi những nông dân địa phương sợ hãi đã phá huỷ nó bằng cùi oặc dao. Dự án được tài trợ bởi một thuê bao do Barthelemy Faujas de Saint-Fond tổ chức.\n\n=== Chuyến bay bằng khinh khí cầu đầu tiên có người lái ===\nVào lúc 13:45 vào ngày 1 tháng 12 năm 1783, Jacques Charles và các anh em Robert đưa ra một quả cầu mới có người lái từ Jardin des Tuileries ở Paris. Jacques Charles được đi cùng với Nicolas-Louis Robert trong vai trò đồng phi hành của chiếc khinh khí cầu chứa đầy khí hydro đầy 380 mét khối. Khinh khí cầu được trang bị một van giải phóng hydro và được phủ một lưới mà từ đó giỏ đã được treo. Chấn lưu bằng cát được sử dụng để kiểm soát độ cao. Họ lên cao đến độ cao 1.800 feet (550 m) và đổ bộ vào lúc hoàng hôn ở Nesles-la-Vallée sau chuyến bay dài 2 tiếng 5 phút kéo dài 36 phút;km. Người thợ săn trên lưng ngựa, do Duc de Chartres chỉ huy, đã cướp chiếc phi thuyền khi cả Charles và Nicolas-Louis lên đường.\n\nJacques Charles sau đó quyết định đi lên một lần nữa, nhưng một mình lần này vì bong bóng đã mất một số hydro của nó. Lần này nó tăng lên nhanh chóng đến độ cao khoảng 3.000 mét,  , nơi ông nhìn thấy mặt trời một lần nữa. Anh bắt đầu đau đớn trong tai anh nên vặn van để giải phóng khí, và xuống đất nhẹ nhàng khoảng 3&nbsp;km tại Tour du Lay. Không giống như các anh em của Robert, Charles không bao giờ bay nữa, mặc dù một quả bóng khí hydro được gọi là ''Charles'' để tôn vinh ông.\n\nĐược biết 400.000 khán giả đã chứng kiến ​​sự ra mắt này, và hàng trăm người đã phải trả một chiếc vương miện mỗi người để giúp tài trợ cho việc xây dựng và tiếp cận với một \"khu vực đặc biệt\" để có một cái nhìn cận cảnh về chuyến tham quan. Trong đám đông đặc biệt \"bao vây\" là Benjamin Franklin, đại diện ngoại giao của Hoa Kỳ. Ngoài ra còn có Joseph Montgolfier, người mà Charles vinh dự nhờ yêu cầu ông thả quả bóng bay nhỏ màu xanh lá cây, sáng để đánh giá khí hậu và điều kiện thời tiết.\n\nSự kiện này diễn ra mười ngày sau chuyến bay đầu tiên trên thế giới do Jean-François Pilâtre de Rozier sử dụng một quả bóng khí nóng của anh em nhà Montgolfier. Simon Schama đã viết trong ''Citizens'':\n\nCộng sự của Montgolfier là M. Charles, người đã là người đầu tiên đề xuất khí được sản xuất bởi vitriol thay vì rơm rạ, cháy và rơm mà ông đã sử dụng trong các chuyến bay trước đó. Chính Charles cũng háo hức bước lên nhưng đã vấp phải sự phản đối từ phía Vua, người từ những báo cáo sớm nhất đã theo dõi sự tiến bộ của các chuyến bay với sự chú ý quan tâm. Lo ngại về những nguy hiểm của một chuyến bay đầu tiên, nhà vua đã đề nghị hai tên tội phạm được đưa lên trong một cái giỏ, tại đó Charles và các đồng nghiệp của ông đã trở nên phẫn nộ.\n\n==Các hoat động khác==\n\nDự án kế tiếp của Jacques Charles và anh em nhà Robert là xây dựng một con tàu dài và có thể lái được, theo sau các đề xuất của Jean Baptiste Meusnier (1783-85) cho một quả bong bóng khổng lồ. Thiết kế này kết hợp các túi khí bên trong của ''Meusnier'' (không khí), bánh lái và phương pháp đẩy.\n\nJacques Charles đã chọn không bao giờ bay trong nghề này, nhưng vào ngày 15 tháng 7 năm 1784, các anh em bay 45 phút từ Saint-Cloudđến Meudon cùng với M. Collin-Hullin và Louis Philippe II, Công tước Chartres ở ''La Caroline''. Nó đã được trang bị với mái chèo để đẩy và hướng, nhưng chúng đã chứng minh vô ích. Sự vắng mặt của một 'khí thải van' có nghĩa là các công tước đã phải cắt giảm túi khí để ngăn chặn vỡ khi họ đạt đến độ cao khoảng 4.500 mét (14.800 ft).\n\nVào ngày 19 tháng 9 năm 1784, anh em nhà Robert và ông Collin-Hullin đã bay 6 giờ 40 phút, bao gồm 186km từ Paris đến Beuvry gần Béthune. Đây là chuyến bay đầu tiên trên 100km.\n\n==Các phát minh==\n\nCharles đã phát triển một số sáng chế hữu ích, bao gồm một van để cho hydro ra khỏi khí cầu và các thiết bị khác, chẳng hạn như máy đo độ cao và máy đo tốc độ phản ứng, và cải tiến máy đo độ nghiêng Gravesand và máy bay cỡ nhỏ Fahrenheit. Ngoài ra, ông đã xác nhận các thí nghiệm điện của Benjamin Franklin.\n\n==Tham khảo==\n\n{{tham khảo|30em}}\n\n{{DEFAULTSORT:Charles, Jacques}}\n[[Thể loại:Sinh năm 1746]]\n[[Thể loại:Mất năm 1823]]\n[[Thể loại:Nhà vật lý Pháp]]\n[[Thể loại:Nhà hóa học Pháp]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]"}