{"Jakob von Hartmann":"{{Infobox military person\n|name=Jakob von Hartmann\n|birth_date={{birth date|1795|02|04|df=y}}\n|death_date={{death date and age|1873|02|23|1795|02|04|df=y}}\n|birth_place=[[Maikammer]], [[Rheinland-Pfalz]], [[Đế quốc La Mã Thần thánh|Đức]]\n|death_place=[[Würzburg]], [[Franken]], [[Đế quốc Đức|Đức]]\n|image= [[Tập tin:Von Hartmann.JPG|210px]]\n|caption=\n|nickname=\n|allegiance ={{flagicon|Pháp}} [[Đế chế thứ nhất|Đế chế Pháp]] ([[1804]] &ndash; [[1816]]) <br> {{flagicon|Bavaria|striped}} [[Vương quốc Bayern]] ([[1816]] &ndash; [[1873]]) <br> {{flagicon|German Empire}} [[Đế quốc Đức]] ([[1871]] &ndash; [[1873]])\n|branch=[[Grande Armée|Quân đội Pháp]] (1804 &ndash; 1816)<br>[[Quân đội Bayern]] (1816 &ndash; 1873)\n|serviceyears= 1804 &ndash; 1873\n|rank = [[Thượng tướng Bộ binh (Đức)|Thượng tướng Bộ binh]]\n|commands= [[Quân đoàn]] Hoàng gia Bayern II\n|unit=\n|battles=[[Các cuộc chiến tranh của Napoléon|Chiến tranh Napoléon]]<br>[[Chiến tranh Áo-Phổ]]<br> [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]]\n|awards=[[Huân chương Quân sự Max Joseph|Huân chương Quân sự Max Joseph, Đại Thập tự]]<br>[[Pour le Mérite|Huân chương Quân công (Phổ)]]<br>[[Huân chương Vương miện (Phổ)]]<br>[[Huân chương Đại bàng Đỏ]], hạng một <br \/> [[Thập tự Sắt|Huân chương Thập tự Sắt]], hạng một và hai <br \/> [[Bắc Đẩu Bội tinh|Bắc Đẩu bội tinh]]\n|relations=\n}}\n'''Jakob Freiherr von Hartmann''' ([[4 tháng 2]] năm [[1795]] &ndash; [[23 tháng 2]] năm [[1873]]) là một tướng lĩnh [[quân sự]] của [[Vương quốc Bayern|Bayern]]. Cùng với [[Ludwig Freiherr von und zu der Tann-Rathsamhausen|tướng Ludwig von der Tann]], ông được xem là nhà [[chỉ huy quân sự|chỉ huy]] quan trọng của [[quân đội Bayern]], đã đóng góp đến sự thành lập [[Đế quốc Đức]] vào ngày [[18 tháng 1]] năm [[1871]].<ref name=\"menwhohavemadethenew\">[http:\/\/archive.org\/stream\/menwhohavemadene02stra\/menwhohavemadene02stra_djvu.txt \"Men who have made the new German empire. A series of brief biographic sketches\"]<\/ref>\n\nKhi còn trẻ, Hartmann từng được [[giáo dục]] ở [[Pháp]] và ông đã chiến đấu tích cực cho [[Grande Armée|quân đội Pháp]] dưới quyền [[Napoléon Bonaparte|Napoléon]] từ năm [[1811]] cho đến năm [[1815]]. Tuy nhiên, sau khi [[Đế chế thứ nhất|Đế chế Pháp]] sụp đổ, ông đã nhập ngũ trong [[quân đội]] xứ [[Bayern]]. Trong khoảng 10 năm đầu của sự nghiệp quân sự của mình tại bang này, Hartmann đã được biết đến như là một trong những sĩ quan tài năng và thông thái nhất của quân đội Bayern. Nhưng bên cạnh đó, ông còn thể hiện sự đam mê của mình đối với [[nghệ thuật]]. Sau khi được phong quân hàm [[Thiếu tá]] vào năm [[1842]], ông trải qua một quá trình thăng tiến nhanh chóng: chỉ 6 năm sau, ông đã trở thành [[Thiếu tướng]]. Trong cuộc [[Chiến tranh Áo-Phổ]] năm [[1866]], với cấp bậc [[Trung tướng]], ông chỉ huy một [[sư đoàn]] [[bộ binh]] của Bayern. Mặc dù ông đã chiến đấu tốt trong cuộc [[chiến tranh]] này, cuộc chiến đã kết thúc với thảm bại của các đồng minh của [[Đế quốc Áo|Áo]] (trong đó có Bayern) trước [[quân đội Phổ]].<ref name=\"menwhohavemadethenew\"\/>\n\nTrong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]] ([[1870]] &ndash; [[1871]]), ông chỉ huy [[Quân đoàn]] V của Bayern, cùng với [[Phổ (quốc gia)|Phổ]] và các bang Đức khác chiến đấu chống [[Đế chế thứ hai|Pháp]], ông đã đóng một vai trò quan trọng trong những [[chiến thắng]] đầu tiên của quân đội Đức trong cuộc chiến (trong đó có cả [[trận Sedan|trận đánh quyết định ở Sedan]]). Ngoài ra, ông cũng giữ vai trò không nhỏ trong [[cuộc vây hãm Paris (1870&ndash;1871)|cuộc vây hãm]] [[Paris]], và bẻ gãy mọi cuộc phá vây quyết liệt của quân [[Đệ tam Cộng hòa Pháp|Pháp]].<ref name=\"menwhohavemadethenew\"\/><ref>''The Encyclopaedia Britannica: a dictionary of arts, sciences, and general literature'', Tập 11, trang 797<\/ref>\n\n== Đầu đời và sự nghiệp trong quân đội Pháp ==\nHartmann chào đời ngày [[4 tháng 2]] năm [[1795]], tại [[Maikammer]], [[Rheinland-Pfalz]], là con trai của Georg Hartmann và Barbara Geither. Cha ông đã mất từ trước khi ông sinh ra,<!--Xem trong cuốn \"Men... German empire\"--> Người cậu của ông là tướng [[Đế chế thứ nhất|Pháp]] [[Michael Geither]]. Hartmann đã nhập ngũ trong [[Grande Armée|quân đội Pháp]] vào [[tháng mười|tháng 10]] năm [[1804]], với tư cách là lính [[bộ binh]] thuộc [[Trung đoàn]] Bộ binh nhẹ số 15.\n\nVào năm [[1806]], tướng Geither đã được [[Danh sách quân chủ Pháp|Hoàng đế]] [[Napoléon Bonaparte|Napoléon]] giao trọng trách tổ chức các lực lượng [[quân sự]] của [[Đại Công quốc Berg]] mới được thành lập ([[Hoàng đế]] Pháp đã giao cho người em rể của mình là [[Joachim Murat]] trị vì đại công quốc này). Geither ngay lập tức điền tên của cậu bé Hartmann, khi đó mới 11 tuổi, vào biên chế của [[Trung đoàn]] số 1 của Đại Công quốc Berg với tư cách là một người tình nguyện. Trong khoảng thời gian sau đó, mặc dù còn học tại các trường quân sự Bonn và [[Saint-Cyr-l'École|Saint-Cyr]] của Pháp, ông lần lượt được thăng cấp [[Hạ sĩ]], [[Trung sĩ]] và [[Thượng sĩ]].<ref name=\"menwhohavemadethenew\"\/> Vào năm [[1811]], sau khi tốt nghiệp trường Saint-Cyr, Harmtann đã gia nhập trong Trung đoàn số 1 với tình trạng phục vụ tích cực và quân hàm là [[Thiếu úy]].\n\nMặc dù sự thăng tiến của Hartmann đã bộc lộ sức mạnh của sự bảo trợ và tính chất thiên vị trong hệ thống quân sự của Đế chế Pháp và các nước chư hầu, Hartmann đã thể hiện khả năng của mình trên chiến trường. Ông phục vụ trung kiên cho quân đội Pháp từ năm [[1811]] cho đến năm [[1815]], và sau khi đội quân chư hầu Napoléon của [[Liên bang sông Rhine]] tan rã, ông gia nhập Trung đoàn Bộ binh số 27 của Pháp. Vào năm [[1814]], ông đã tổ chức cuộc tập kích một đạo quân [[Cossack]] [[Đế quốc Nga|Nga]] tiến từ Montargis xuống [[Orléans]], và giành thắng lợi vang dội. Vào năm [[1815]], ông đã chiến đấu tích cực tại Planchenoit trong [[trận Waterloo]], và cứu vãn huy hiệu của trung đoàn khỏi tay quân [[Phổ (quốc gia)|Phổ]].<ref name=\"menwhohavemadethenew\"\/> Trong khoảng thời gian này, ông đã được trao tặng Huân chương [[Bắc Đẩu Bội tinh|Bắc Đẩu bội tinh]] của Pháp. Bất chấp nền giáo dục Pháp của mình, Hartmann là một người nồng nhiệt yêu mến vùng đất mà ông sinh ra và chỉ tiếp tục phục vụ Napoléon sau khi Liên minh sông Rhine sụp đổ vì ý niệm của mình về lòng trung thành quân sự.<!--câu này xem trong \"menwhohavemadethenew\"--> Sau khi đế chế sụp đổ, ông đã giã từ quân ngũ Pháp vào năm [[1816]].\n\n== Phục vụ trong quân đội Bayern == \nChỉ một vài tháng sau, Hartmann đã tham gia trong Trung đoàn Bộ binh số 10 của Bayern với quân hàm [[Trung tá]]. Năng lực của người quân nhân Hartmann, cùng với sự uyên bác của ông về quân sự, đã gây cho các cấp trên chú ý đến ông. Nhờ đó, vào năm [[1818]], ông được đưa vào một chân trong Cục Đo đạc địa hình. Sau 4 năm làm việc hăng say trong Cục Đo đạc địa hình, ông đã được thuyên chuyển đến quân đoàn [[công binh]]. Và, hai năm sau ([[1824]]), ông đã gia nhập Bộ Tổng tham mưu của Bayern. Đến năm [[1827]], ông ta được thăng cấp [[Đại úy]], và giữ một chức vụ trong Bộ Chiến tranh Bayern. Trong 10 năm đầu của cuộc đời binh nghiệp của mình, Hartmann liên tục nhận những sứ mệnh quân sự đòi hỏi phải công du sang nước ngoài, và ông đã tận dụng các chuyến đi này để tìm hiểu về các chủ đề liên quan tới nghệ thuật và khoa học chiến tranh, và điều này khiến ông được nhìn nhận như là một trong những sĩ quan giỏi giang và danh giá nhất ở Đức ngay từ khi ông 32 tuổi.<ref name=\"menwhohavemadethenew\"\/>\n\nTrên thực tế, Hartmann không chỉ quan tâm đến lĩnh vực quân sự. Viên sĩ quan còn say mê học hỏi nhiều ngành khoa học khác, song bên cạnh đó ông chú tâm vào [[nghệ thuật]], nhất là [[hội họa]]. Hartmann đã chứng tỏ tài năng về hội họa của mình qua các tranh vẽ chiến trận của ông. Vào năm [[1842]], Đại úy Hartmann đã lên chức [[Thiếu tá]], và được [[Vua]] [[Ludwig I của Bayern|Ludwig I]] &ndash; người luôn ngưỡng mộ ông như một nghệ sĩ tài hoa và sĩ quan tài giỏi, bổ nhiệm làm một trong những sĩ quan trợ lý của [[Thái tử]]<ref name=\"menwhohavemadethenew\"\/>. Vào [[tháng mười hai|tháng 12]] năm [[1843]], ông được phong tướng [[hiệp sĩ]] trong giới quý tộc Bayern, và kể từ đó \"von\" được sử dụng trong tên ông. Vào năm [[1844]], Hartmann được nâng cấp [[thượng tá]]. Vào năm [[1846]], ông đệ trình một bản kế hoạch tái cấu trúc quân đội Bayern cho Bộ Chiến tranh, và mặc dù được giới lãnh đạo dân sự và quân sự rất tán dương, kế hoạch này chỉ được áp dụng rất nửa vời. Sau khi Thái tử lên ngôi Vua [[Maximilian II của Bayern|Maximilian II]] năm [[1848]], ông trở thành tùy tùng cá nhân cho nhà vua và được phong làm [[Thiếu tá]]. Đến [[tháng sáu|tháng 6]] năm [[1849]], ông được thăng cấp Thiếu tướng.\n\nSự thăng tiến của Hartmann trước năm 1842 không được nhanh chóng: ông làm thiếu úy trong vòng 16 năm và đại úy 15 năm. Nhưng kể từ đây, Hartmann trở nên được thăng tiến nhanh: khoảng 6 năm đã đủ để ông từ một thiếu tá bình thường trở thành một [[thiếu tướng]] và một tùy tùng của nhà vua. Vào năm [[1853]], ông lại đề xướng một đạo luật mới về các quy định phục vụ trong lực lượng [[bộ binh]], nhưng cũng không mấy thành công. Thời gian cho các cuộc [[đổi mới|cải cách]] sâu rộng về quân sự của Bayern vẫn chưa đến. Vào năm [[1854]], sau 6 năm chỉ huy một [[lữ đoàn]], tướng Hartmann được cử đến doanh trại [[Boulogne]] của [[quân đội Pháp]] trong một sứ mệnh quân sự. Tận dụng khoảng thời gian này, ông chuyên tâm nghiên cứu và cấu trúc và tình hình quân đội [[Đế chế thứ hai|Pháp]], đồng thời ghi nhận những nhược điểm và thiếu sót của họ. Ông cũng quan sát chặt chẽ hệ thống [[pháo đài]] được xây dựng ở biên giới phía Đông nước Pháp. Đúc kết những kinh nghiệm rút ra từ chuyến đi này, 6 năm sau đó ([[1860]]), Hartmann đã đệ trình lên các vua chúa ở miền Nam Đức một bản [[hồi ký]], trong đó ông viết rất chi tiết về thực lực quân sự, sức mạnh tấn công và phòng ngự của Đế chế Pháp. Chắc hẳn là Thủ tướng [[Otto von Bismarck|Bismarck]] và Tổng tham mưu trưởng [[Helmuth Karl Bernhard von Moltke|Helmuth von Moltke Lớn]] đã đọc và rút kinh nghiệm từ những gì mà Hartmann đã đề cập đến trong tác phẩm của ông. Vào năm [[1861]], Hartmann lên chức [[Trung tướng]],<ref name=\"menwhohavemadethenew\"\/> và được trao quyền chỉ huy đội quân trú phòng ở [[Würzburg]].\n\nTrong cuộc [[Chiến tranh Áo-Phổ|Chiến tranh Bảy tuần]] năm [[1866]], khi mà Bayern đứng về phía [[Đế quốc Áo|Áo]] chống lại [[Vương quốc Phổ|Phổ]], Hartmann chỉ huy [[Sư đoàn]] [[Bộ binh]] số 4, và chiến đấu tốt trong trận đánh tại [[Trận Dermbach|Roßdorf]], mặc dù bị thất bại. Ông cũng không thể xoay chuyển thất bại của quân đội Bayern trong [[trận Kissingen]], do sự sai lầm nghiêm trọng và cách bố trí quân lực đầy thiếu sót của viên tổng tư lệnh quân đội Bayern. Trong cuộc đụng độ cuối cùng tại [[Würzburg]] vào ngày [[27 tháng 7]], ông đã cố gắng nhất có thể, ít nhất để bảo toàn danh dự của quân lực xứ Bayern. Với [[chủ nghĩa yêu nước|tinh thần yêu nước]] [[Đức]] của mình, Hartmann có lẽ vui mừng với sự kết quả của cuộc [[chiến tranh]] này. Đến năm [[1867]], Vua [[Ludwig II của Bayern]] đã giao cho viên trung tướng quyền sở hữu [[Trung đoàn]] Bộ binh số 14, để ghi nhớ những cống hiến của ông đối với quân đội Bayern, nhất là tinh thần dũng cảm mà ông đã thể hiện trong các trận giao chiến tại Roßdorf và Wurzburg. Hai năm sau ([[1869]]), Hartmann cuối cùng đã trở thành [[Thượng tướng Bộ binh (Đức)|Thượng tướng Bộ binh]], và được bổ nhiệm làm tư lệnh Quân đoàn II của Bayern.<ref name=\"menwhohavemadethenew\"\/>\n\n=== Chiến tranh Pháp-Đức và sự phong thưởng sau cuộc chiến ===\nTrong cuộc [[Chiến tranh Pháp-Phổ|Chiến tranh Pháp-Đức]] ([[1870]] &ndash; [[1871]]), Bayern liên minh với kẻ thù cũ của mình là [[Phổ (quốc gia)|Phổ]] chống lại Pháp. Sau khi [[chiến tranh]] bùng nổ, các quân đoàn Bayern dưới quyền [[Ludwig Freiherr von und zu der Tann-Rathsamhausen|tướng Von der Tann]] và Hartmann đã trở thành một phần thuộc ''Binh đoàn thứ ba'' của Phổ - [[Đức]] dưới sự điều khiển của [[Thái tử]] Phổ là [[Friedrich III của Đức|Friedrich Wilhelm]]. Hartmann đã lập nhiều thành tích cho quân đội Đức trong cuộc chiến này: ông được xem là người đã cống hiến lớn nhất và quan trọng nhất đến [[chiến thắng]] lớn đầu tiên của [[quân đội Phổ]] - Đức trong [[trận Wissembourg (1870)|trận Wissembourg]] vào ngày [[4 tháng 8]] năm [[1870]]. Nhưng chưa hết, cuộc tấn công quyết liệt của ông vào sườn trái của quân Pháp đã tạo điều kiện cho [[thắng lợi quyết định]] của quân Đức trong [[trận Wœrth (1870)|trận Wœrth]] vào ngày [[6 tháng 8]] năm 1870. Đợt tiến công của Hartmann đã kết thúc với việc quân ông chiếm được [[Frœschwiller]], trạm [[tàu hỏa|xe lửa]] tại Reichshoffen, và cuối cùng là Niederbronn. Vào ngày [[14 tháng 8]], ông [[cuộc vây hãm Marsal|buộc pháo đài]] [[Marsal]] phải đầu hàng.<ref name=\"menwhohavemadethenew\"\/>\n\nTrong [[trận Sedan]] vào ngày [[1 tháng 9]] năm [[1870]], một trong những [[sư đoàn]] dưới quyền ông đánh chiếm ngôi làng Balan, trong khi các thành phần khác của quân đoàn ông đã tiến đánh đến sát pháo đài [[Sedan]]. Lực lượng [[pháo binh]] của Quân đoàn II đã oanh kích xối xả vào thành trì của Sedan. Tiếp theo đó, vào các ngày [[16 tháng 9|16]], [[17 tháng 9|17]] và [[18 tháng 9]], quân đoàn của Hartmann đã tham gia trong những thắng lợi đầu tiên của quân đội Đức phía trước [[Paris]] tại Corbeil và Petit-Bicêtre. Vào ngày [[19 tháng 9]], Quân đoàn II của Bayern cùng với Quân đoàn V của Phổ dưới quyền tướng [[Hugo von Kirchbach]] đã phát động một cuộc tấn công đại thắng vào các lực lượng [[Đệ tam Cộng hòa Pháp|Pháp]] dưới quyền tướng [[Joseph Vinoy]] trên cao điểm Sceaux. Hartmann chiếm được cao nguyên Moulin de la Tour (Châtillon) &ndash; một vị trí rất quan trọng nhìn ra các pháo đài phía nam và, ở một giới hạn nào đó, thành phố Paris &ndash; và ông lập tức tăng cường phòng thủ chống lại mọi cuộc tấn công mà [[người Pháp]] có thể phát động. Các hệ thống phòng ngự này đã được hoàn tất chỉ trong một khoảng thời gian ngắn, và tạo điều kiện thuận lợi cho Quân đoàn II của Bayern đánh bật tất cả mọi cuộc tiến công của quân Pháp lên cao nguyên Châtillon từ các pháo đài của họ, mặc dù trong suốt thời gian xảy ra cuộc vây hãm vị trí phòng ngự của [[người Đức]] dưới quyền Hartmann thường bị pháo của Pháp oanh kích hết sức ác liệt, và quân Pháp đã thực hiện nhiều nỗ lực trong tuyệt vọng để tận dụng ưu thế áp đảo về quân số của mình mà đẩy bật quân Đức ra khỏi cứ điểm của họ. Đợt tấn công ác liệt xuống Clamart, diễn ra trong đêm ngày [[14 tháng 1|14]] &ndash; [[15 tháng 1]] năm [[1871]], là một trong những cuộc tấn công cuối cùng của quân Pháp vào quân của Hartmann, và cũng bị đánh bại như mọi cuộc tấn công khác mà quân Pháp phát động.<ref name=\"menwhohavemadethenew\"\/>\n\nSau khi cuộc chiến tranh chấm dứt, tướng Hartmann trở lại đại bản doanh của mình tại Würzburg. Để tỏ lòng cảm tạ cho những cống hiến của Hartmann đối với chiến thắng của phía Đức trong chiến dịch, Vua Ludwig đã tưởng thưởng cho ông Đại Thập tự của [[Huân chương quân sự Maximilian Joseph]], vốn chưa hề được ban thưởng cho bất kỳ một ai kể từ sau khi [[Chiến dịch Đức (Chiến tranh Napoléon)|cuộc Chiến tranh Giải phóng Đức]] chấm dứt. Nhà vua cũng cho phép con cháu của Hartmann được quyền thừa hưởng tước Nam từ ông. Để vinh danh ông, các thành phố [[Speyer]] và Würzburg đã nhận ông làm ''Công dân danh dự''. [[Wilhelm I của Đức|Wilhelm I]] &ndash; [[Hoàng đế Đức]] đồng thời là [[Danh sách quân chủ Phổ|Vua Phổ]] &ndash; đã ban tặng cho ông Huân chương [[Thập tự Sắt]] hạng một và hai, kèm theo chiếc [[vương miện]] và thanh gương. Viên tướng cao tuổi đã qua đời vào ngày [[22 tháng 1]] năm [[1873]].<ref name=\"menwhohavemadethenew\"\/>\n\n== Chú ý ==\nLưu ý và tên gọi của ông: ''[[Freiherr]]'' là một tước hiệu, tương đương với ''[[Nam tước]]'', chứ không phải là một tên lót hay tên riêng. Nữ Nam tước trong [[tiếng Đức]] gọi là ''[[Freifrau]]'' và ''[[Freiin]]''.\n\n== Chú thích ==\n\n{{Tham khảo}}\n\n==Tham khảo==\n* Strauss, G. L. M. (Gustave Louis Maurice) ([[1807]]?-[[1887]]), [http:\/\/archive.org\/stream\/menwhohavemadene02stra\/menwhohavemadene02stra_djvu.txt \"Men who have made the new German empire. A series of brief biographic sketches\"] ([[1875]]). London, Tinsley brothers.\n* [[Michael Howard (nhà sử học)|Howard, Michael]], ''The Franco-Prussian War: The German Invasion of France 1870–1871'', New York: Routledge, 2001. ISBN 0-415-26671-8.\n*{{chú thích sách | last = Damm | first =Johannes | authorlink = |others= Hans Treptow | year = 1986 | title = Ortschronik Maikammer-Alsterweiler| publisher = Heinrich Schreck KG, Maikammer, Germany }}\n*[http:\/\/www.pourlemerite.org ]\n\n{{Các chủ đề|Lịch sử|Quân sự|Đức}}\n\n{{Authority control|VIAF=49215898}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Hartmann, Jakob Von\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Tướng lĩnh quân đội Bayern\n| DATE OF BIRTH = 4 tháng 2 năm 1795\n| PLACE OF BIRTH = [[Maikammer]], [[Đức]]\n| DATE OF DEATH = 23 tháng 2 năm 1873\n| PLACE OF DEATH = [[Würzburg]], Đức\n}}\n{{DEFAULTSORT:Hartmann, Jakob Von}}\n[[Thể loại:Sinh năm 1795]]\n[[Thể loại:Mất năm 1873]]\n[[Thể loại:Nam tước Đức]]\n[[Thể loại:Quân nhân Đức trong Chiến tranh Pháp–Phổ]]\n[[Thể loại:Nhân vật trong Chiến tranh Áo-Phổ]]\n[[Thể loại:Người nhận Pour le Mérite]]\n[[Thể loại:Tướng Bayern]]"}