{"James Brooke":"{{Thông tin nhân vật hoàng gia\n|tên = James Brooke\n|hình = Sir_James_Brooke_(1847)_by_Francis_Grant.jpg\n|ghi chú hình = Bức vẽ Rajah của Sarawak vào năm 1847 của Francis Grant\n|chức vị = Rajah của Sarawak\n|tại vị = 18 tháng 8 năm 1842 – 11 tháng 6 năm 1868\n|đăng quang = 18 tháng 8 năm 1842\n|tiền nhiệm = [[Sultan Tengah]] (Sultan của Sarawak), Pengiran Indera Mahkota Mohammad Salleh (Thống đốc của Sarawak)\n|kế nhiệm = [[Charles Brooke, Rajah của Sarawak|Charles của Sarawak]]\n|spouses = none\n|hoàng tộc = Triều đại Brooke\n|sinh = {{birth date|df=yes|1803|4|29}}\n|nơi sinh = [[Bandel]], [[Hooghly (huyện)|Hooghly]], [[Ấn Độ thuộc Anh]]\n|mất = {{death date and age|df=yes|1868|6|11|1803|4|29}}\n| nơi mất = [[Burrator]], [[Anh Quốc]]\n| ngày an táng = Nhà thờ St Leonard, [[Sheepstor]], [[Dartmoor]]\n| mẹ = Anna Maria Brooke\n| cha = Thomas Brooke\n|tôn giáo = [[Cơ Đốc giáo]] ([[Giáo hội Anh]])\n|}}\n\n'''James Brooke''', (29 tháng 4 năm 1803<ref>{{chú thích web | url = http:\/\/indiafamily.bl.uk\/UI\/FullDisplay.aspx?RecordId=014-000031913 | tiêu đề = \tFullDisplay | author = | ngày = | ngày truy cập = 8 tháng 12 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref> – 11 tháng 6 năm 1868), là một [[người Anh]] sinh trưởng tại lãnh thổ do [[Công ty Đông Ấn Anh]] cai trị tại [[Ấn Độ]], ông trở thành ''Rajah Trắng'' (vua người da trắng) đầu tiên của [[Vương quốc Sarawak]] trên đảo [[Borneo]] tại [[Đông Nam Á]].\n\nSau vài năm theo học tại Anh, ông phục vụ trong Lục quân Bengal, bị thương và giải ngũ. Ông tự sắm thuyền sang [[Quần đảo Mã Lai]] nơi ông giúp vua sở tại dẹp yên được giặc nên được bổ nhiệm làm thống đốc xứ [[Sarawak]]. Ông có công dẹp nạn hải tặc trong khu vực, rồi lại khôi phục và củng cố vương vị cho [[sultan của Brunei]], sultan phong cho Brooke làm [[Rajah]] của Sarawak. Ông tại vị cho đến khi qua đời.\n\nLúc sinh thời Brooke bị chính giới trong [[Quốc hội Anh]] đưa ra nghị luận vì chính sách mạnh tay dẹp thổ phỉ và hải tặc. Nhà chức trách Anh ở [[Singapore]] cũng mở cuộc điều tra vì cho là Brooke là kẻ lạm quyền. Tuy nhiên, ông lại được vinh danh tại Luân Đôn vì những đóng góp xây danh dự cho nước Anh. Nhà tự nhiên học [[Alfred Russel Wallace]] người từng được Brooke tiếp đón thì không tiếc lời ca ngợi lòng mến khách của Brooke và thành tựu của ông tại Á Đông. Trong những năm cuối đời ông sống lặng lẽ tại Anh.\n\n==Thân thế==\n[[Tập tin:National Museum KL 2008 (54).JPG|thumb|left|Hải tặc người Illanun tấn công tàu ''Jolly Bachelor'' của Brooke, T. Datu, 1843]]\n\nBrooke sinh tại [[Bandel]], gần [[Kolkata|Calcutta]], tiểu bang [[Bengal (bang)|Bengal]],<ref>[http:\/\/dspace.wbpublibnet.gov.in:8080\/jspui\/bitstream\/10689\/13857\/3\/Chapter2_108-187p.pdf Calcutta Monthly Journal], May 1803, p.158, \"Bengal Births..At Bandel, on the 29th ultimo, the Lady of T.Brooke, Esq. of a Son\"<\/ref> song được rửa tội tại Secrole, một khu ngoại ô của [[Varanasi]]. Cha là Thomas Brooke, làm thẩm phán tòa phúc thẩm người Anh tại [[Bareilly]], [[Ấn Độ thuộc Anh]]; mẹ là Anna Maria, quê ở [[Hertfordshire]], con gái của Thượng tá [[người Scotland]] tên là William Stuart. Stuart được phong Huân tước Blantyre thứ chín, có tình nhân là Harriott Teasdale, người sinh ra Anna Maria.\n\nBrooke sống với cha mẹ ở Ấn Độ cho đến năm 12 tuổi thì sang Anh theo học một thời gian ngắn tại Trường Norwich, sau học ở nhà ở [[Bath, Somerset|Bath]] có thày dạy kèm. Khi sắp đáp thuyền về Ấn Độ năm 1819 thì Brooke mang lon thiếu úy trong Lục quân Bengal của Công ty Đông Ấn Anh. Về tới Ấn Brooke được phái lên [[Assam]] trong cuộc [[Chiến tranh Anh-Miến thứ nhất]] rồi vì trọng thương năm 1825 nên được đưa về Anh dưỡng bệnh. Năm 1830, ông trở về [[Chennai|Madras]] song quá trễ để tái nhập đơn vị nên từ chức. Ông bèn quành lại Anh sau khi ghé [[Trung Hoa]].\n\n==Sang Brunei==\nBrooke trước đã bỏ tiền ra buôn bán ở [[Viễn Đông]] song không thành công. Năm 1833 nhân thừa kế 30.000 [[bảng Anh|bảng]], Brooke mua lại thuyền hai [[buồm]] [[trọng tải]] 142 tấn mang tên ''Royalist'',<ref>{{chú thích sách | last =James | first =Lawrence | authorlink = | title =The Rise and Fall of the British Empire | url =https:\/\/archive.org\/details\/risefallofbritis0000jame_l9p7 | publisher =St. Martin's Griffin | year =1997 | origyear =1994 | location =175 Fifth Avenue, New York, N.Y. 10010 | pages =[https:\/\/archive.org\/details\/risefallofbritis0000jame_l9p7\/page\/244 244]–245 | isbn =0-312-16985-X}}<\/ref> rồi tìm đường sang [[Borneo]]. Năm 1838 khi đến [[Kuching]] vào tháng Tám thì gặp lúc quân phiến loạn nổi lên chống lại [[Sultan của Brunei]]. Thấy phong cảnh hợp ý Brooke chọn ở lại Sarawak, cùng lúc lập công giúp vương thúc của sultan là Pangeran Muda Hashim dẹp loạn nên được triều đình Brunei quý trọng. Năm 1841 sultan thưởng công cho Brooke, lập ông làm thống đốc xứ Sarawak.\n\nBrooke rất thành công trong việc trấn áp nạn [[hải tặc]] hoành hành vùng duyên hải Sarawak. Tuy nhiên, một số quý tộc Brunei có hiềm tỵ với Brooke nên lập mưu giết hại phe của Muda Hashim. Brooke phải nhờ hải quân Anh can thiệp bằng võ trang phục vị cho sultan.\n\n[[Tập tin:The signing of the Treaty of Labuan on 18 December 1846.jpg|thumb|left|James Brooke đàm phán với [[Sultan của Brunei]], dẫn đến ký kết Hiệp định Labuan giữa Vương quốc [[Brunei]] và phái đoàn Anh vào ngày 18{{nbsp}}tháng 12 năm 1846 tại vương cung Brunei, theo đó [[Labuan]] được nhượng cho Anh Quốc.<ref name=\"lb\">{{chú thích web|url=http:\/\/www.bt.com.bn\/life\/2008\/09\/07\/loss_of_labuan_a_former_brunei_island|title=Loss of Labuan, a former Brunei island|author=Rozan Yunos|publisher=[[The Brunei Times]]|date=7 September 2008|access-date =29 April 2014|archiveurl=https:\/\/web.archive.org\/web\/20140428182303\/http:\/\/www.bt.com.bn\/life\/2008\/09\/07\/loss_of_labuan_a_former_brunei_island|archivedate=28 April 2014 |url-status=dead}}<\/ref><ref name=\"lb history\">{{chú thích sách|author1=Stephen R. Evans|author2=Abdul Rahman Zainal|author3=Rod Wong Khet Ngee|title=The History of Labuan Island (Victoria Island)|url=http:\/\/library.perdana.org.my\/Digital_Content\/NLM\/Batch3\/B03_PDF_DVD001\/15%20sep\/M959.521EVAHistoryOfLabuanVictoriaIsland.pdf|year=1996|publisher=Calendar Print Pte Ltd|format=PDF|isbn=981-00-7764-5|access-date = ngày 4 tháng 12 năm 2016 |archive-date = ngày 1 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130701160652\/http:\/\/library.perdana.org.my\/Digital_Content\/NLM\/Batch3\/B03_PDF_DVD001\/15%20sep\/M959.521EVAHistoryOfLabuanVictoriaIsland.pdf|url-status=dead}}<\/ref>]]\n\nNăm 1842, [[Omar Ali Saifuddin II|Sultan Omar Ali Saifuddien II]] giao toàn xứ [[Sarawak]] cho Brooke cai trị với tước Rajah, tức vương hiệu của triều đình Brunei.\n\nVua Brunei để tỏ lòng biết ơn, qua trung gian của Brooke đem cắt đảo [[Labuan]] nhường cho Anh năm 1846. Nhà chức trách Anh thì bổ nhiệm Brooke làm thống đốc và tổng tư lệnh của Labuan. Brooke vào thời điểm đó làm quan cho cả hai nước Anh và Brunei.\n\n==Tại nhiệm ở Sarawak==\nLúc chấp nhiệm ở Sarawak, Brooke mở cuộc cải cách toàn bộ, sắp xếp lại phép cai trị, chuẩn định luật lệ, và củng cố vương quyền cùng xúc tiến việc đánh dẹp [[hải tặc]]. Khi về Anh nghỉ dưỡng năm 1847, ông được trao giải \"Freedom of the City\" của thành phố London. Triều đình Anh thì bổ Brooke làm tổng lãnh sự Anh tại Borneo và phong tước hiệp sĩ \"Knight Commander\" của Order of the Bath (KCB).\n\nTrước khi lên tàu trở lại Borneo vào Tháng Tư năm 1853 thì Brooke gặp nhà bác học [[Alfred Russel Wallace]] rồi ngỏ lời mời Wallace sang Sarawak.<ref>Raby, Peter. ''Alfred Russel Wallace: A Life''. Princeton, NJ: Princeton University Press, 2001, p. 87<\/ref> Wallace nhận lời và ròng rã suốt tám năm kế tiếp, Wallace đặt trọng tâm nghiên cứu [[khoa học tự nhiên]] vùng quần đảo Mã Lai, khám phá được nhiều sự việc và trở thành nhà bác học lỗi lạc nhất triều Victoria. Brooke cũng có công trong đó vậy.\n\nVai trò của Brooke trở thành đề tài tranh luận vào năm 1851 khi xuất hiện một số cáo trạng cho rằng Brooke lộng quyền, nhân danh việc việc đánh dẹp thổ phỉ hải tặc mà giết hại người bản địa. Giới chức Anh phải phái người sang [[Singapore]] mở cuộc điều tra vào năm 1854 song không tìm thấy chứng cớ gì để buộc tội Brooke cả. Dư luận thì vẫn có lời dị nghị bắt lỗi Brooke.<ref>[http:\/\/archive.spectator.co.uk\/article\/29th-january-1910\/40\/the-rajahs-of-sarawak ''The Rajahs of Sarawak''] ([[The Spectator]], 29 January 1910)<\/ref> Brooke thì cảm thấy bực bội, thu xếp giấy tờ để trình ra bằng chứng cho ủy ban điều tra và biện minh cho chính mình.<ref>Raby, p. 100.<\/ref>\n\nTrong thời gian cai trị Sarawak, Brooke phải đối diện với cuộc nổi loạn của thổ dân do Sharif Masahor và Rentap cầm đầu. Loạn thợ mỏ của [[người Malaysia gốc Hoa|người Hoa]] năm 1857 cũng gây khó khăn<ref>Heidhues, MFS (2003) Golddiggers, farmers, and traders in the \"Chinese Districts\" of West Kalimantan, Indonesia. SEAP Ithaca, NY P102<\/ref> nhưng rồi cũng bị dẹp.\n\n==Qua đời==\n[[Tập tin:Brookes graves in Sheepstor.jpg|thumb|Mộ James Brooke tại nghĩa địa [[Sheepstor]]]]\nBrooke cai trị Sarawak cho đến khi ông mất vào năm 1868, sau ba cú đột quỵ trong mười năm. Toàn bộ ba Rajah Trắng được an táng tại Nhà thờ St Leonard tại làng [[Sheepstor]] thuộc [[Dartmoor]].\n\nÔng không có con chính thống, năm 1861 ông chính thức chỉ định con trai của chị gái là Thuyền trưởng John Brooke Johnson-Brooke làm người thừa kế. Hai năm sau, Rajah phản ứng trước chỉ trích bằng cách trở về phương đông: sau một cuộc gặp ngắn tại Singapore, John bị phế truất và trục xuất khỏi Sarawak. James còn bị buộc tội mưu phản, sau đó em trai của John là [[Charles Anthoni Johnson Brooke]] trở thành người thừa kế.\n\n==Sinh hoạt cá nhân==\n[[Tập tin:James Brooke photo.jpg|thumb|left|James Brooke]]\n\nBrooke chịu ảnh hưởng từ thành công của các nhà phiêu lưu người Anh trước đó và kỳ tích của Công ty Đông Ấn Anh. Các hành động của ông tại Sarawak nhằm bành trước Đế quốc Anh cũng như giúp ích cho sự thống trị của nó, giúp đỡ cư dân bản địa chống hải tặc và chế độ nô lệ, và đảm bảo thịnh vượng cá nhân. Năng lực của ông và những người kế vị giúp Sarawak có hàng ngũ lãnh đạo ưu tú và thịnh vượng trong các thời điểm khó khăn, kết quả là cả danh tiếng và tai tiếng. Ông được Sultan bổ nhiệm làm Rajah, tiếp đến được phong hiệp sĩ, cho thấy các nỗ lực của ông được hoan nghênh phổ biến trong xã hội Sarawak cũng như Anh.{{Citation needed|date=December 2010}}\n\nTrong các mối quan hệ đồn thổi của ông, có mối quan hệ với một lãnh chúa Sarawak tên là Badruddin, ông từng viết \"tình yêu của tôi cho ông ấy sâu nặng hơn bất kỳ ai tôi biết.\" Sự diễn đạt này khiến một số người cho rằng ông là người đồng tính luyến ái hoặc song tính luyến ái. Đến năm 1848, Brooke bị cho là hình thành quan hệ với Charles T. C. Grant 16 tuổi, cháu nội của Bá tước xứ Elgin thứ bảy, người này được cho là 'đáp lại'.<ref>''Empire and Sexuality: The British Experience'', Ronald Hyam; pp.44–45<\/ref><ref>Walker, J.H., \"This peculiar acuteness of feeling: James Brooke and the enactment of desire\", Borneo Research Bulletin, vol 29 (1998) pp 148- 189<\/ref> Một trong các nhà tiểu sử gần đây về Brooke viết rằng do Brooke dành những năm cuối đời tại [[Burrator]] thuộc Devon \"có chút nghi ngờ... ông dính vào nhục dục đồng tính nam tại [[Totnes]].\"<ref>Barley, p. 208.<\/ref>. Những người khác đề xuất rằng Brooke đáng ra là \"đồng tính xã hội\" và đơn thuần là thích bầu bạn xã hội với người đàn ông khác và không đồng ý với khẳng định ông là người đồng tính luyến ái.<ref>[https:\/\/books.google.com\/books\/about\/The_White_Rajahs_of_Sarawak.html?id=CqNuAAAAMAAJ&redir_esc=y ''The White Rajahs of Sarawak: A Borneo Dynasty''] by Bob Reece (Archipelago Press, 2004)<\/ref>\n\nMặc dù ông chưa từng kết hôn, ông thừa nhận có một con trai, song không rõ nhận dạng của mẹ đứa trẻ hay ngày sinh đứa trẻ. Đứa con này được nuôi dưỡng với tên Reuben G. Walker trong ngôi nhà tại Brighton của Frances Walker (theo điều tra nhân khẩu năm 1841 và 1851, có vẻ sinh khoảng năm 1836). Đến năm 1858, ông nhận thức được liên hệ với gia tộc Brooke và đến năm 1871 trong điều tra nhân khẩu tại giáo xứ [[Plumtree, Nottinghamshire]] ông được ghi là \"George Brooke\", tuổi \"40\", nơi sinh \"Sarawak, Borneo\". Ông kết hôn (năm 1862<ref>{{chú thích web|url=http:\/\/4dw.net\/royalark\/Malaysia\/sarawak4.htm |title=index |publisher=4dw.net |date= |access-date =6 February 2013}}<\/ref>) và có bảy con, ba người con sống qua tuổi vị thành niên. George qua đời khi đang đi đến Úc, do tàu SS ''British Admiral'' bị đắm<ref>{{chú thích web|url=http:\/\/www.kingisland.net.au\/~maritime\/britishadmiral.htm |title=British Admiral wreck |publisher=Kingisland.net.au |date= |access-date =6 February 2013}}<\/ref><ref>http:\/\/www.slv.vic.gov.au\/vicpamphlets\/0\/0\/1\/pdf\/vp0010.pdf<\/ref> vào ngày 23 tháng 5 năm 1874. Một bia kỷ niệm ghi năm sinh là 1834 được đặt trong nghĩa địa tại Plumtree.<ref>{{chú thích web |url=http:\/\/www.keyworth-history.org.uk\/about\/reports\/0509.htm |title=September 2005 Meeting Report ~ Keyworth Local History Society |publisher=Keyworth-history.org.uk |date= |access-date=6 February 2013 |archive-date=2016-03-03 |archive-url=https:\/\/web.archive.org\/web\/20160303185717\/http:\/\/www.keyworth-history.org.uk\/about\/reports\/0509.htm |url-status=dead }}<\/ref>\n\nJames Brooke là người rất hâm mộ các tiểu thuyết của [[Jane Austen]], và có thể đọc đi đọc lại chúng, kể cả đọc lớn tiếng với bạn đồng hành tại Sarawak.<ref>Spenser St John, 'The Life of Sir James Brooke, Rajah of Sarawak'<\/ref>\n\n==Hư cấu==\nTường thuật tiểu thuyết hóa về kỳ tích của Brooke tại Sarawak có trong ''[[Kalimantaan]]'' của C. S. Godshalk và ''The White Rajah'' của [[Nicholas Monsarrat]]. Một sách của Tom Williams cũng mang tên ''The White Rajah'' được JMS Books xuất bản vào năm 2010. Brooke cũng xuất hiện trong ''[[Flashman's Lady]]'', sách thứ sáu trong loạt tiểu thuyết ''The Flashman Papers'' của [[George MacDonald Fraser]]; và trong ''Sandokan: The Pirates of Malaysia'' (''I pirati della Malesia''), tiểu thuyết thứ nhì của loạt Sandokan của [[Emilio Salgari]].\n\nBrooke cũng là một hình mẫu cho anh hùng trong tiểu thuyết ''Lord Jim'' của [[Joseph Conrad]], và ông được đề cập ngắn ngủi trong truyện ngắn \"[[The Man Who Would Be King]]\" của Kipling.\n\n[[Charles Kingsley]] dành riêng tuyết thuyết ''Westward Ho!'' (1855) cho Brooke.\n\n[[Errol Flynn]] có ý định đóng vai chính trong một phim về cuộc đời của Brooke mang tên ''The White Rajah'' cho [[Warner Bros.]], dựa trên kịch bản của chính Flynn. Mặc dù dự án được công bố song chưa bao giờ thực hiện.<ref>NEWS OF THE SCREEN: GABLE AND SHEARER FOR 'PRIDE OR PREJUDICE' – HAWAIIAN SETTING FOR BING CROSBY FILM. New York Times (1923–Current file) [New York, N.Y] 1 September 1936: 24.<\/ref>\n\n==Vinh danh==\n* '''KCB''': Knight Commander of the Order of the Bath, ''1848''\n;Một số loài hoa được đặt theo họ Brooke\n* ''Rhododendron brookeanum'', một loài thực vật có hoa được [[Hugh Low]] và [[John Lindley]] đặt tên,<ref>{{citation |title=A notice of some species of ''Rhododendron'' inhabiting Borneo |author=John Lindley and Hugh Low |url=http:\/\/www.biodiversitylibrary.org\/item\/37844#page\/91\/mode\/1up |pages=81–84 |year=1848 |journal=The Journal of the Horticultural Society of London}}<\/ref> now included in ''[[Rhododendron javanicum]]''\n* Cây nắp ấm Rajah Brooke (''[[Nepenthes rajah]]''), do [[Joseph Dalton Hooker]] đặt\n* Bướm Rajah Brooke (''[[Trogonoptera brookiana]]''), do [[Alfred R. Wallace]] đặt\n\nNăm 1857, làng bản địa Newash tại Quận Grey, Ontario, Canada được đổi tên thành Brooke và thị trấn lân cận được đặt tên là Sarawak bởi William Coutts Keppel (Tử tước xứ Bury, sau là Bá tước xứ Albemarle) là Giám sát viên sự vụ người da đỏ tại Canada.<ref>Marsh, Edith L. ''A History of the County of Grey''. Owen Sound, Ont.: Fleming, 1931, pp. 210-211.<\/ref> James Brooke là bạn thân của chú của Tử tước xứ Viscount Bur, [[Henry Keppel]]; họ gặp nhau vào năm 1843 khi chiến đấu với hải tặc ngoài khơi Borneo.<ref>Jacob, Gertrude L. ''The Raja of Saráwak: An Account of Sir James Brooke''. London: Macmillan, 1876, vol. 1, ch. XIII.<\/ref>\n\nKhu tự quản Brooke's Point trên đảo [[Palawan]], [[Philippines]] được đặt theo họ của ông. Cả Hải đăng Brooke và Hải cảng Brooke là các cảnh quan lịch sử tại Brooke’s Point được cho là được James Brooke xây dựng. Ngày nay, do xói lở và chuyển động liên tục của thủy triều, chỉ còn lại một vài hòn đá tại cảng. Tàn tích của hải đăng vẫn trông thấy được, song khu vực nay có một hải đăng mới.\n\n==Tham khảo==\n{{tham khảo|33em}}\n\n==Nguồn==\n{{more footnotes|date=June 2013}}\n* Barley, Nigel (2002), ''White Rajah'', Time Warner: London. ISBN 978-0-316-85920-2.\n* Cavendish, Richard, \"Birth of Sir James Brooke\", ''History Today''. April 2003, Vol. 53, Issue 4.\n* Doering, Jonathan. [http:\/\/findarticles.com\/p\/articles\/mi_m2242\/is_1650_282\/ai_105744930 \"The Enigmatic Sir James Brooke.\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090217043144\/http:\/\/findarticles.com\/p\/articles\/mi_m2242\/is_1650_282\/ai_105744930 |date = ngày 17 tháng 2 năm 2009}} ''Contemporary Review'', July 2003. (Book review of ''White Rajah'' by Nigel Barley. Little, Brown. ISBN 0-316-85920-6.)\n* Jacob, Gertrude Le Grand. [https:\/\/books.google.com\/books?id=PxitW5OknrMC&printsec=titlepage ''The Raja of Saráwak: An Account of Sir James Brooks. K. C. B., LL. D., Given Chiefly Through Letters and Journals'']. London: MacMillan, 1876.\n* [[Owen Rutter|Rutter, Owen]] (ed) ''Rajah Brooke & [[Angela Burdett-Coutts, 1st Baroness Burdett-Coutts|Baroness Burdett Coutts]]. Consisting of the letters from Sir James Brooke to Miss Angela, afterwards Baroness, Burdett Coutts'' 1935.\n* Wason, Charles William. ''The Annual Register: A Review of Public Events at Home and Abroad for the Year 1868.'' London: Rivingtons, Waterloo Place, 1869. [https:\/\/books.google.com\/books?id=IKDN2lNe2FIC&pg=RA2-PA162 pp. 162–163].\n\n==Đọc thêm==\n{{thể loại Commons|James Brooke, Rajah of Sarawak}}\n* Hahn, Emily (1953) ''James Brooke of Sarawak'', London, Arthur Barker.\n* Ingleson, John (1979) ''Expanding the empire: James Brooke and the Sarawak lobby, 1839–1868'', Nedlands, W.A.: Centre for South and Southeast Asian Studies, University of Western Australia.\n* Payne, Robert (1960) ''The White Rajahs of Sarawak'', Robert Hale.\n* Pybus, Cassandra (1996) 'White Rajah: A Dynastic Intrigue' University of Queensland Press.\n* Runciman, Steve (1960) ''The White Rajahs: A History of Sarawak from 1841 to 1946'', Cambridge University Press.\n* St. [[Spenser St. John|John, Sir Spenser]] (1879) [http:\/\/www.archive.org\/stream\/lifesirjamesbro01johngoog ''The life of Sir James Brooke: rajah of Sarawak: from his personal papers and correspondence''], Edinburgh & London: Blackwood\n* Tarling, Nicholas (1982) ''The burthen, the risk, and the glory: a biography of Sir James Brooke'', Kuala Lumpur; New York: Oxford University Press.\n\n{{s-start}}\n{{s-hou|Gia đình Brooke|29 tháng 4|1803|11 tháng 6|1868}}\n{{s-reg|}}\n{{s-new|reason=[[Vương quốc Sarawak|Vương quốc thành lập]]}}\n{{s-ttl|title=Rajah của Sarawak|years=1842–1868}}\n{{s-aft|after=[[Charles Brooke, Rajah của Sarawak|Charles]]}}\n{{end}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Brooke, James}}\n[[Thể loại:Sinh năm 1803]]\n[[Thể loại:Mất năm 1868]]\n[[Thể loại:Sarawak]]\n[[Thể loại:Người Anh]]\n[[Thể loại:Người song tính nam]]\n[[Thể loại:Chôn cất ở Devon]]\n[[Thể loại:Nhà hoạt động độc lập]]"}