{"Jan Hus":"{{Infobox philosopher\n|region = \n|era = \n|color = lightsteelblue\n|image = Jan Hus 2.jpg\n|image_size = 250px\n|caption =\n|name = Jan Hus\n|other_names = John Hus, John Huss, hoặc Jan Huss\n|birth_date = khoảng năm [[1369]]\n|birth_place = [[Husinec (Prachatice District)|Husinec]], [[Vương quốc Bohemia]]\n|died_date = {{BirthDeathAge|df=yes| |1369| | |1415|7|6}}\n|death_place = năm [[1415]], [[Konstanz]], [[Địa phận Constance]], [[Đế quốc La Mã Thần thánh|Đế quốc La Mã thần thánh]]<!-- Germany did not exist in 1415 as a country-->\n|school_tradition = [[Hussite]]\n|main_interests = \n|notable_ideas =\n|influences = [[John Wycliffe]]\n|influenced = [[John Wesley]], [[Jerome of Prague]], [[Martin Luther]]\n}}\n'''Jan Hus''' ({{IPA-cs|ˈjan ˈɦus|-|Cs-Jan_Hus.ogg}}; khoảng 1369 - ngày [[6 tháng 7]], 1415), còn gọi là John Hus, hay John Huss, là một linh mục, triết gia, nhà cải cách tôn giáo [[người Séc]], giáo sư trường Đại học Charles ở [[Praha]].\n\nÔng nổi tiếng vì bị xử [[hỏa hình]] do tư tưởng [[dị giáo]] chống lại các giáo lý của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]] bao gồm lý thuyết về [[giáo hội học]], [[Tiệc Thánh]] bằng việc dùng rượu vang và bánh mỳ, cũng như nhiều chủ đề thần học khác. Ông là người tiên báo chính cho phong trào [[Tin Lành|Kháng Cách]] ở thế kỷ 16, và những bài giảng của ông đã ảnh hưởng mạnh mẽ ở các quốc gia châu Âu. Đầu tiên, tư tưởng của ông đã có ảnh hưởng lớn đến phong trào [[Hussite]] lúc đương thời và ảnh hưởng tới [[Martin Luther]] hơn một thế kỷ sau đó.<ref>\"''[http:\/\/books.google.com\/books?id=vuES0JdltfcC&pg=PA54&dq&hl=en#v=onepage&q=&f=false Luther: man between God and the Devil]''\". Heiko Augustinus Oberman, Eileen Walliser-Schwarzbart (2006). [[Yale University Press]]. pp. 54–55; ISBN 0-300-10313-1<\/ref>\n\nTrong khoảng 1420 tới 1431, các lực lượng Hussite đã đánh bại năm cuộc thập tự chinh liên tiếp do Giáo hoàng phát động mà sau này được gọi chung là [[Chiến tranh Hussite]].\n\nMặc dù Cộng hòa Séc là địa điểm của một trong những phong trào tiền kháng cách quan trọng nhất<ref name=\"museeprotestant.org\">[http:\/\/www.museeprotestant.org\/en\/notice\/protestantism-in-the-republic-of-czechoslovakia\/ Protestantism in Bohemia and Moravia (Czech Republic)]<\/ref> nhưng nơi này lại chỉ có số lượng tín đồ Tin lành khiêm tốn;<ref>{{chú thích web |language=cs |url=http:\/\/www.czso.cz\/sldb2011\/eng\/redakce.nsf\/i\/tab_7_1_population_by_religious_belief_and_by_municipality_size_groups\/$File\/PVCR071_ENG.pdf |title=Tab 7.1 Population by religious belief and by municipality size groups |publisher=Czso.cz |access-date=ngày 19 tháng 11 năm 2013 |archive-date=2015-02-21 |archive-url=https:\/\/web.archive.org\/web\/20150221184947\/http:\/\/www.czso.cz\/sldb2011\/eng\/redakce.nsf\/i\/tab_7_1_population_by_religious_belief_and_by_municipality_size_groups\/%24File\/PVCR071_ENG.pdf |url-status=dead }}<\/ref><ref>{{chú thích web |language=cs |url=http:\/\/www.czso.cz\/sldb2011\/eng\/redakce.nsf\/i\/tab_7_2_population_by_religious_belief_and_by_regions\/$File\/PVCR072_ENG.pdf |title=Tab 7.2 Population by religious belief and by regions |publisher=Czso.cz |access-date=ngày 19 tháng 11 năm 2013 |archive-date=2013-11-04 |archive-url=https:\/\/web.archive.org\/web\/20131104224923\/http:\/\/www.czso.cz\/sldb2011\/eng\/redakce.nsf\/i\/tab_7_2_population_by_religious_belief_and_by_regions\/$File\/PVCR072_ENG.pdf |url-status=dead }}<\/ref> chủ yếu là do những nguyên nhân lịch sử như việc đàn áp đạo Tin Lành của triều đại Công giáo nhà Habsburg,<ref>[https:\/\/books.google.com\/books?id=pqJNavelP3UC&pg=PA108&dq=protestantism+czech+republic&hl=en&sa=X&ei=Rd3QU8HvH5D24QSlxIGYBQ&ved=0CEYQ6AEwBQ#v=onepage&q=protestantism%20czech%20republic&f=false Hana Mastrini: \"Frommer's Prague & the Best of the Czech Republic\"]<\/ref> những hạn chế trong chế độ và quá trình thế tục hóa vương quốc.<ref name=\"museeprotestant.org\"\/>\n\n== Những năm đầu đời ==\nJan Hus sinh ra ở quận Hussinec, [[Vương quốc Bohemia]] năm 1369. Khi còn trẻ ông từng du hành tới [[Praha]], kiếm sống bằng việc phục vụ lễ thánh và hát thánh ca ở các nhà thờ, nơi ông sớm chứng tỏ nghị lực và tinh thần ham học của minh.<ref name=\"cath\">\n{{chú thích web |url=http:\/\/www.newadvent.org\/cathen\/07584b.htm |title=Jan Hus |author= |date= |work= |publisher=New Advent |access-date =ngày 17 tháng 1 năm 2011}} \n<\/ref>\n\nNăm 1393, ông nhận bằng [[Cử nhân (học vị)|cử nhân]] nghệ thuật (thời Trung Cổ, ''nghệ thuật'' là từ chỉ chung các khoa luật học, tu từ học, khoa học) ở [[Đại học Praha]], sau đó là bằng [[thạc sĩ]] vào 1396. Năm 1400, ông được tấn phong linh mục và trở thành hiệu trưởng Đại học Prague từ năm 1403. Ông cũng được bổ nhiệm làm linh mục giảng đạo ở nhà thờ mới xây Bethlehem thời gian đó. Hus đã là một người biện hộ mạnh mẽ cho người Séc, và do đó là cho [[Chủ nghĩa duy thực]], ông bị ảnh hưởng mạnh mẽ bởi các bài viết của [[John Wycliffe]]. Bất chấp việc nhiều tác phẩm của Wychliffe đã bị cấm đoán bởi giáo hội vào năm 1403, Hus đã dịch ''[[Trialogus]]'' sang [[tiếng Séc]] và tìm cách phân phối các bản dịch.<ref name=\"cath\"\/>\n\n== Sự nghiệp ==\nHus đóng một vai trò quan trọng trong phong trài cải cách giáo hội với việc tấn công vào các lời răn của giới tăng lữ, Giám mục và cả Giáo hoàng thông qua các bài giảng của mình.[[Tổng Giám mục]] [[Zbyněk Zajíc]] tỏ ra khoan dung với Hus và bổ nhiệm ông vào vị trí giảng đạo với hội nghị tôn giáo. Tuy nhiên, ngày 32 tháng Sáu 1405 Giáo hoàng [[Giáo hoàng Innôcentê VII|Innocent VII]] chỉ thị cho Tổng Giám mục đáp trả lại các bài giảng dị giáo của Wycliffe, nhất là tín điều về sự hiện diện của Thiên Chúa trong Mình Thánh (impanation) trong [[Bí tích Thánh Thể|Bí tích Thánh thể]]. Tổng Giám mục đã đáp ứng bằng việc ban hành một sắc lệnh của hội nghị tôn giáo chống lại Wycliffe cũng như bất kỳ sự tấn công nào trong tương lai nhắm vào giới tăng lữ.<ref name=\"cath\"\/>\n\nNăm 1406, một văn bản mang dấu niêm của [[Đại học Oxford]] được hai sinh viên mang tới Prague có nội dung ca tụng Wycliffe. Hus đã phấn khởi đọc văn bản này trong bài giảng của ông. Sau đó 2 năm, 1408, Zbyněk nhận được một lá thư từ Giáo hoàng [[Giáo hoàng Grêgôriô XII|Gregory XII]] nói rằng giáo hội ở Rome đã được thông báo về các ngôn từ dị giáo của Wycliffe và thái độ khoan dung vượt phép của [[Wenzel IV của Bohemia|Wenceslaus]], [[Vua của người La Mã]] (danh hiệu của người được bầu cho vị trí Hoàng đế [[Đế quốc La Mã Thần thánh|Thánh chế La Mã]] nhưng chưa đăng quang) và là vua Bohemia, với những hành vi bất tuân. Lá thư thúc giục nhà vua và trường đại học phải trừ bỏ tất cả những nghi ngờ dị giáo của họ. kết quả là tất cả các bài viết của Wycliffe được chuyển tới tòa án tổng giáo phận để sửa chữa và Hus buộc phải tuyên bố rằng ông lên án những lỗi lầm trong các tác phẩm này.<ref name=\"cath\"\/>\n\n== Ly giáo Tây phương ==\nTrong suốt năm 1408, Đại học Charles ở Prague bị cuốn vào cuộc [[Ly giáo Tây phương]], hay còn gọi là ''Ly giáo giáo hoàng'', trong đó Giáo hoàng [[Giáo hoàng Grêgôriô XII|Gregory XII]] và Giáo hoàng [[Giáo hoàng Biển Đức XIII|Benedict XIII]] ở Avignon cùng tuyên bố mình là Giáo hoàng. Vua Wenceslaus cảm thấy Giáo hoàng Gregory XII có thể gây trở ngại cho kế hoạch trở thành [[Hoàng đế La Mã Thần thánh|Hoàng đế Thánh chế La Mã]], vì vậy, ông ra từ chối Gregory và ra lệnh cho các Giám mục thuộc quyền có thái độ trung lập với cả hai [[Danh sách giáo hoàng|Giáo hoàng]], và tương tự như vậy ở trường đại học. [[Zbyněk Zajíc]] duy trì lòng trung thành với Gregory. Ở trường đại học, chỉ có ''Nhà nước Bohemia''(một trong bốn nhóm bầu cử), với Hus đóng vai trò lãnh đạo và người phát ngôn, tuyên bố sự trung lập. {{cần chú thích|date=Mars 2011}}\n\n==== Kutná Hora ====\nVào lúc cuộc nổi loạn của Jan Hus và những người lãnh đạo Bohemia nổ ra, vua Wenceslaus ban một chiếu chỉ (tại thành phố [[Kutná Hora]]) rằng nhóm Bohemia từ giờ nên có ba phiếu thay trong các sự vụ của trường Đại học, thay vì một phiếu như trước đây còn các nhóm nước ngoài(Bavaria, Saxon và Ba Lan) chỉ nên có mỗi nhóm một phiếu. Như là một hệ quả, đâu đó từ 5 nghìn tới 20 nghìn tiến sĩ, thạc sĩ và sinh viên nước ngoài đã rời trường Đại học năm 1409. Cuộc di tản này đã dẫn đến sự thành lập trường [[Đại học Leipzig]], khiến cho [[Đại học Prague]] nhanh chóng mất đi tầm quan trọng quốc tế của nó và trở thành một đại học của người Séc. Cuộc di cư này cũng làm tràn những tin tức về những tư tưởng \"dị giáo\" Bohemia khắp phần còn lại của châu Âu. Tổng Giám mục Zajíc trở nên cô lập và Hus ở đỉnh cao danh tiếng của mình. Ông trở thành hiệu trưởng của trường Đại học Prague và được ưa thích ở triều đình. Cũng trong thời gian này, quan điểm về giáo lý của nhà thần học Anh, John Wycliffe đã gia tăng ảnh hưởng. {{cần chú thích|date=Mars 2011}}\n\n==== Alexander V trở thành Giáo hoàng đối lập ====\n\nNăm 1409, trong một nỗ lực nhằm kết thúc cuộc ly giáo, [[Hội đồng Pisa]] đã họp để bầu ra một Giáo hoàng mới. Điều này bất thành, và Giáo hoàng họ bầu, [Giáo hoàng đối lập Alexanđê V] không làm chấm dứt sự trung thành với hai Giáo hoàng kia. Giáo hội Công giáo La Mã giờ đây xem Alexander V như một 'ngụy Giáo hoàng' (hay 'Giáo hoàng đối lập'-antipapa). Hus, các môn đệ của ông, và Wenceslaus chuyển sự quy thuận của họ cho Alexanđê V. Dưới áp lực của Wenceslaus, Tổng Giám mục Zajíc hành động tương tự. Zajíc sau đó đưa các phàn nàn của mình tới [[Tòa Thánh]] của Alexanđê V, buộc tội Wycliffe gây rối giáo hội.\n\n==== Hus bị rút phép thông công ====\n[[Alexander V]] ra một chiếu chỉ vào 20 tháng 12 1409, ủy quyền cho Tổng Giám mục tiến hành chống lại phái Wycliffe. Tất cả sách của Wycliffe phải bị xóa bỏ, các giáo lý của ông phải bị thu hồi, và các bài thuyết giảng tự do bị cấm. Năm 1410 Hus kháng nghị lệnh cấm trên lên Alexander V, nhưng vô hiệu. Tất cả các sách và bản thảo có giá trị của Wycliffe bị đốt, và Alexander V [[Vạ tuyệt thông|rút phép thông công]] Hus và môn đệ của ông. Điều này đã làm dấy lên những cuộc phản đối trong các miền của Bohemia. Chính quyền đứng về phía Hus, và quyền lực những người ở phe cánh ông mạnh lên từng ngày. Hus tiếp tục giảng đạo ở nhà thờ Bethlehem. Các nhà thờ trong thành phố đã được đặt dưới lệnh cấm, và lệnh cấm được thông báo tới Đại học [[Praha]], nhưng vô hiệu{{cần chú thích|date=January 2011}}.\n\n==== Xá tội ====\nArchbishop Zajíc mất năm 1411, và với cái chết này phong trào tôn giáo ở Bohemia sang một giai đoạn mới, mà trong đó các cuộc tranh cãi liên quan tới sự xá tội chiếm vị trí quan trọng.\n\n==== Thập tự chinh chống Naples ====\n[[Giáo hoàng đối lập Gioan XXIII]] kế vị [[Alexander V]] sau cái chết của ông này vào năm 1410. Năm 1411, Gioan XXIII phát động một cuộc [[thập tự chinh]] chống vua [[Ladislaus xứ Naples]], người bảo trợ của [[Giáo hoàng Grêgôriô XII|Gregory XII]]. Cuộc thập tự chinh này được tuyên cáo ở Prague, và các giảng sư đã thúc giục dân chúng tập hợp trước các nhà thờ và mang tới cống vật. Điều này đã phát triển thành một thứ buôn bán sự xá tội, sớm trở thành một hình thức tham nhũng mới của nhà thờ.\n\n==== Sự lên án Thập tự chinh và xá tội ====\nHus đã sớm thuyết giảng chống lại thẻ xá tội, nhưng ông không thể lôi cuốn những người ở Đại học. Năm 1412, trong một cuộc tranh luận, Hus đã đưa ra bài diễn thuyết ''Quaestio magistri Johannis Hus de indulgentiis''. Nó lấy ý tưởng rõ ràng từ chương cuối cuốn ''De ecclesia'' của Wycliffe, và bản khái luận ''De absolutione a pena et culpa''. Tiểu luận khẳng định rằng không một [[Giáo hoàng]] hay [[Giám mục]] nào có quyền nhấc thanh kiếm dưới danh nghĩa Giáo hội; ông ta nên cầu nguyện cho kẻ thù của mình và thương xót những ai làm xúc phạm ông ta; rằng một người chỉ có thể nhận được sự tha thứ cho tội lỗi của ông ta bởi sự ăn năn thực sự, không phải vì tiền. Các tiến sĩ khoa thần học đã đáp lời nhưng không mấy thành công. Vài ngày sau đó, vài người ủng hộ Hus, lãnh đạo bởi [[Vok Voksaz Valdštejna]], đã đốt chiếu chỉ của Giáo hoàng. Hus, họ nói, nên được lắng nghe hơn là Giáo hội, cái mà họ xem như một đám lừa đảo những kẻ gian dâm và Simonist (buôn bán đồ thánh). {{cần chú thích|date=January 2011}}\n\n===== Sự đáp trả =====\nĐáp trả lại, nhà thờ đã xử chém ba người ở tầng lớp thấp đã công khai gọi thẻ miễn tội là trò man trá. Những người này sau được coi như những thánh tử đạo đầu tiên của Giáo hội Hussite. Trong khi ấy khoa thần học đã chỉ trích 45 bài viết và một số lý thuyết, khởi nguồn từ Hus, là dị giáo. Nhà vua ra lệnh cấm việc giảng dạy các bài viết trên, nhưng cả Hus lẫn trường đại học đều tỏ ra bất tuân, yêu cầu rằng những bài này nên được chứng minh trước khi bị xem là trái kinh điển. Những sự lo ngại ở Prague đã làm khuấy động tình cảm dân chúng, Khâm sứ Tòa thánh và Tổng Giám mục Albik cố gắng thuyết phục Hus từ bỏ sự chống đối chiếu chỉ Giáo hoàng, và nhà vua nỗ lực bất thành để hòa giải hai phe {{cần chú thích|date=Mars 2011}}\n\n==== Những nỗ lực hòa giải ====\nNhà vua đã cố gắng điều hòa hai phe. Năm 1412, ông triệu tập những người lãnh đạo trong vương quốc để thương nghị, và được họ đề xuất, đã sắp xếp một hội nghị tôn giáo ở [[Český Brod]] vào ngày 2 Tháng Hai 1412. Trên thực tế nó diễn ra trong lâu đài của Tổng Giám mục ở Prague, cốt để ngăn Hus tham gia. Những đề xuất hòa bình cho giáo hội, với yêu cầu của Hus rằng Bohemia phải được tự do trong các sự vụ liên quan đến giáo hội như những xứ khác trong vương quốc và rằng những sự tán thành hay lên án do đó nên chỉ được thông báo khi có sự cho phép của chính quyền. Đây hoàn toàn là giáo lý của Wycliffe.\n\nNhững diễn văn được đưa ra từ hai phía, nhưng rốt cuộc không sự giảng hòa nào hiện thực.''\"Ngay cả nếu tôi nên đứng trước dàn hỏa thiêu dựng sẵn cho mình\"'', Hus viết vào lúc ấy, ''\"tôi cũng không bao giờ chấp nhận lời khuyên bảo của khoa thần học\"''. Hội nghị không đem lại kết quả nào, nhưng nhà vua ra lệnh một ủy ban tiếp tục việc hòa giải. Những tiến sĩ của trường đại học yêu cầu Hus và các môn đệ chấp thuận quan điểm của họ, theo đó Giáo hoàng là người lãnh đạo, và các [[[[Hồng y]] ]] là hiện thân của Giáo hội. Phe Hus dường đã nỗ lực lớn lao hướng tới hòa giải. Đối với luận điểm phía đối phương rằng Giáo hội La Mã phải được tuân phục, họ chỉ thêm rằng ''\"đến chừng nào mọi người Cơ đốc ngoan đạo bị bó buộc\"''. [[Stanislav ze Znojma]] và [[Štěpán Páleč]] phản đối sự chỉnh sửa này và từ bỏ thỏa thuận; họ bị nhà vua đem đi đày, với hai người nữa.\n\n===== Những bài viết của Hus và Wycliffe =====\nTrong những bài viết sinh ra từ các cuộc tranh luận, một số của Hus về vấn đề giáo hội, mang tựa đề ''De Ecclesia'', được viết vào năm 1413 và được trích dẫn, ca ngợi lẫn chỉ trích thường xuyên nhất, thì mười chương đầu chỉ là một bản trích lược của công trình có cùng tên của Wycliffe, và những chương sau lại tóm tắt một công trình khác của Wycliffe(''De potentate papae'') về quyền hạn của Giáo hoàng. Wycliffe đã viết sách phản đối chung chung, nhưng lầm lẫn (từ quan điểm chính thống)ở điểm rằng Giáo hội chỉ bao gồm giới tăng lữ, và Hus giờ đây tự tìm đến điểm giống hệt. Ông viết công trình của mình ở nhà thở ở một trong số những người bảo trợ mình ở [[Kozí Hrádek]], và gửi nó tới Prague, nơi nó được đọc công khai ở nhà thờ Bethlehem. Nó được đáp trả bởi [[Stanislav ze Znojma]] và Páleč với những bài luận văn cùng tên\n\nSau khi những đối thủ mãnh liệt nhất của Hus rời Prague, các môn đồ của ông chiếm lĩnh các vị trí. Hus viết các luận văn và truyền giảng ở vùng lân cận Kozí Hrádek. Thuyết Wycliffe ở xứ Bohemia đã lan truyền tới [[Ba Lan]], [[Hungary]], [[Croatia]], and [[Áo]]. <!-- Nhưng không thu được thành công nào sau cuộc Phản-Kháng Cách --> Vào Tháng Một 1413, một hội đồng lớn họp ở [[Roma]] đã lên án các bài viết của Wycliffe và ra lệnh phải đốt chúng. {{cần chú thích|date=January 2011}}\n\n=== Công đồng Constance ===\n{{main|Công đồng Constance}}\n\nĐể đặt dấu kết cho cuộc ly giáo và nắm bắt cuộc [[Cải cách tôn giáo|cải cách]] Giáo hội được mong đợi từ lâu, một hội đồng toàn thể đã được triệu tập vào 1 Tháng Mười Một 1414, ở [[Konstanz]] (Constance). [[Sigismund của Thánh chế La Mã|Sigismund]], vua [[Hungary]], em trai của Wenceslaus, và là người thừa kế vương quyền Bohemia, lo lắng cho việc kết thúc mối bất hòa tôn giáo bên trong giáo hội; còn Hus đã bằng lòng để kết thúc mọi mối bất hòa các loại và đồng ý đi tới Constance, sau khi nhận được lời hứa bảo đảm an toàn của Sigismund. {{cần chú thích|date=January 2011}}\n\n==== Bị tống giam và chuẩn bị xét xử ====\n[[Tập tin:Spiezer Chronik Jan Hus 1485.jpg|nhỏ|Spiezer Chronik, 1485]]\n[[Tập tin:Konstanz Paradies Karte 1847.jpg|nhỏ|180px|phải|Bản đồ khu vực Hus bị thiêu trên giàn hỏa hình]]\n[[Tập tin:Jan Hus at the Stake.jpg|nhỏ|180px|phải|Jan Hus trên [[hỏa hình|giàn hỏa thiêu]]]]\n[[Tập tin:Jan-hus-verbrennung.svg|nhỏ|180px|phải|Jan Hus bị thiêu. Vẽ sau ký sự minh họa của Ulrich von Richental về Hội đồng Constance]]\n\nKhông thể biết được liệu Hus có đoán được số vận mình không nhưng ông đã viết di chúc trước khi ra đi. Ông khởi hành vào ngày 11 Tháng Mười một 1414; và vào ngày 3 Tháng Mười hai 1414, ông tới được Constance, vào ngày hôm sau, cáo thị trên các cửa của nhà thờ thông báo rằng [[Michal z Německého Brodu]] sẽ đối đầu với Hus. Lúc mới đầu, Hus còn được tự do, sống trong nhà của một góa phụ, nhưng chỉ vài tuần sau, các đối thủ đã thành công trong việc tống giam ông, trên sức mạnh của một tin đồn — dường như được lan truyền bởi chính họ — rằng ông có ý định tẩu thoát. Ông đầu tiến được đem tới chỗ ở của một thầy tu, 8 Tháng Mười Hai 1414 <!-- Chỉ cách ngày đến có 5 ngày, mâu thuẫn với 'một vài tuần sau ở trên -->{{cần chú thích|date=Mars 2011}}, tới hầm ngục của tu viện dòng Dominican. Sigismund đã vô cùng phẫn nộ, với tư cách người bảo chứng cho sự an toàn của Hus, và đã đe dọa các Giám mục bằng cách miễn nhiệm; tuy nhiên, những Giám mục đã thuyết phục rằng Sigismund không phải bị trói buộc bởi lời hứa với một kẻ dị giáo.{{cần chú thích|date=January 2011}}\n\nNgày 4 Tháng Mười hai 1414, Giáo hoàng đối lập [[John XXIII]] đã ủy nhiệm cho một ủy ban với ba Giám mục về cuộc điều tra sơ bộ chống lại Hus. Theo một tiến trình vốn phổ biến vào thời ấy, các nhân chứng được lắng nghe, nhưng Hus thì không được quyền tự biện hộ. Tình trạng của ông còn tệ hơn sau sự suy sụp của vị Giáo hoàng đối lập, người đã rời Constance để từ chối thoái vị.Ít ra trong sự giam cầm của John XIII Hus vẫn còn liên lạc được với bên ngoài, nhưng giờ đây ông bị gửi tới chỗ Tổng Giám mục Constance và bị đem tới lâu đài của ông này,''Gottlieben on the Rhine''. Nơi đây ông đã ở lại 73 ngày, bị cắt liên lạc với bè bạn, sống qua ngày với thức ăn tồi tệ và nhanh chóng mắc bệnh.{{cần chú thích|date=January 2011}}\n\n=== Phiên tòa ===\nNgày 5 Tháng Sáu 1415, ông bị đem ra xử lần đầu, và mục đích là đẩy ông dưới sự phán xét của một tu viện dòng [[Franciscan]], nơi ông trải qua những tuần cuối cùng trong đời. Ông đã tự tuyên bố bằng lòng tự bỏ nếu những sai lầm của ông được chứng tỏ bởi [[Kinh Thánh]]. Hus thừa nhận sự tôn kính dành cho Wycliffe, và nói rằng ông chỉ có thể ước linh hồn của mình đôi khi đạt tới chỗ mà Wycliffe đã đạt tới. Nhưng mặt khác, ông từ chối đã bảo vệ giáo lý của Wycliffe hay 45 bài luận của ông này, ông chỉ phản đối sự chỉ trích khái quát. Vua Wenceslaus khuyên nhủ ông hãy cầu xin sự thương xót của Hội đồng, rằng ông không hề mong muốn bảo vệ một tín điều dị giáo.\n\nTrong phiên tòa cuối cùng, vào ngày 8 Tháng Sáu 1415, có tới 39 lời của ông được đọc ra, 26 trong đó được trích trong sách giảng đạo của ông, 7 từ các luận văn chống Páleč, và 6 từ các luận văn chống Stanislav ze Znojma. Sự nguy hiểm của vài trong số các giáo lý này là quyền lực thế tục đã được giải thích cho hoàng đế để thúc đẩy ông này chống lại Hus. Hus một lần nữa tuyên bố ông sẵn lòng thừa nhận nếu ông được thuyết phục về các sai lầm. Ông chỉ ước muốn một phiên tòa công bằng và có thêm thời gian để giải thích lý lẽ cho những quan điểm của mình. Nếu những lý lẽ của ông và văn bản Kinh thánh không phù hợp, ông sẽ vui mừng được lãnh hội sự chỉ dạy. Tuyên bố này được xem như một sự đầu hàng vô điều kiện, và ông đã bị buộc thú nhận,:\n# rằng ông đã sai trái trong những tín điều mà đến nay ông vẫn giữ;\n# rằng ông sẽ từ bỏ chúng trong tương lai;\n# rằng ông công khai từ bỏ chúng; và\n# rằng ông tuyên bố đối lập với những lời lẽ đó.\n\nÔng yêu cầu được miễn việc từ bỏ những giáo lý mà chính ông chưa hề giảng dạy; những cái khác, mà hội đồng xem là sai trái, ông không bằng lòng thu hồi lại; hành động đó chống lại nhận thức của ông.Những lời trên không được sự đón nhận thiện ý nào. Sau phiên xử ngày 8 tháng Sáu, vài nỗ lực công khai khác đòi ông phải công khai thú tội, nhưng ông đều bác bỏ. {{cần chú thích|date=January 2011}}\n\n==== Kết án ====\nLời tuyên án đưa ra vào ngày 6 Tháng Bảy năm 1415, với sự hiện diện của hội nghị toàn Hội đồng ở Nhà thờ lớn. Sau lễ mét và nghi thức tế lễ, Hus được đưa tới nhà thờ. Giám mục xứ Lodi đọc một diễn văn về bổn phận phải trừ diệt tà giáo, sau đó vài tín điều của Hus và Wycliffe cùng biên bản phiên tòa được đọc.\n\n==== Từ chối công khai thú tội ====\nMột Giám mục [[Ý]] thông báo lời kết án trên Hus và các bài văn của ông. Hus phản kháng, nói rằng ngay cả vào giờ đó ông không mong ước gì, chỉ chịu thuyết phục bởi văn bản Kinh Thánh. Ông quỳ gối và cầu xin Chúa trời với giọng nhỏ nhẹ, tha thứ cho tất cả những kẻ thù của ông. Sau lời tuyên án ông được cho mặc quần áo thầy tu và lần nữa hỏi có công khai thú tội không, và ông lại từ chối. Trong lời nguyền rủa các vật trang sức bị tước đi, mái đầu cạo tu sĩ của ông bị hủy hoại, và có lời tuyên cáo rằng Giáo hội tước mọi quyền của ông và giao ông cho những quyền lực thế tục. Sau đó một dải giấy được đặt lên trên đầu ông, với dòng chữ \"Haeresiarcha\" (nghĩa là kẻ cầm đầu phong trào dị giáo). Hus bị dẫn tới giàn lửa bởi một đội lính cầm vũ khí. Ở nơi hành hình ông quỳ xuống, giang hai tay ra, và lớn tiếng cầu nguyện. Vài người yêu cầu một linh mục rửa tội phải được đưa tới, nhưng một tu sĩ ở đó kêu lên rằng với một kẻ dị giáo thì chằng đáng nghe lẫn cần một người rửa tội. {{cần chú thích|date=January 2011}}\n\n== Hành hình ==\nNhững kẻ tử hình bận lột trần Hus, trói tay và xiềng ông tới giàn hỏa thiêu đã chất gỗ và rơm ngập đến cổ ông. Vào phút cuối, nguyên soái đế chế, Von Pappenheim tức Đại hầu tước ('Count Palatine', chức vụ cao nhất sau vua (king), thường là một viên toàn quyền của hoàng đế ở địa phương), yêu cầu ông công khai thú tội và hứa sẽ cứu mạng ông, nhưng Hus đã từ chối rằng ''\"Chúa là người bảo chứng cho tôi rằng những điều đưa ra để chống lại tôi tôi chưa hề giảng dạy. Trong ánh sáng chân lý của Phúc Âm mà tôi đã chép và giảng truyền, rút ra từ lời nói và uy tín của các giáo phụ thiêng liêng, tôi sẵn sàng đề chết hôm nay.\"''<ref>Schaff, David Schley, ''John Huss: his life, teachings and death, after five hundred years'', (Charles Scribner's Sons, 1915), p. 257<\/ref> Và ông bị thiêu sống trên giàn.\n\nTheo một giai thoại, khi những kẻ thi hành án khó khăn để khơi ngọn lửa lên, một bà già tiến lại gần đám lửa và ném vào đó vài mẩu củi. Hus, thấy điều đó, bèn kêu lên, \"Sancta Simplicitas!\" (Sự ngây thơ thánh thiện!) Câu tương đương trong [[tiếng Séc]] (\"svatá prostota!\", hay, ở dạng xưng hô \"svatá prostoto!\") nay vẫn được dùng để chỉ một hành động ngu ngốc. {{cần chú thích|date=January 2011}}\n\n=== Đối xử với di hài ===\nNhững mảnh xương sau đó bị đào lên và thiêu đốt trước khi tro bụi được rắc xuống sông [[Rhine]].\n\n== Ảnh hưởng ==\n=== Tư tưởng và các bài giảng của Hus ===\n[[Tập tin:Jan Zizka Vitkov Prague CZ 007.jpg|nhỏ|170px|Tượng cưỡi ngựa của lãnh tụ phái [[Hussite]] [[Jan Žižka]] ở [[Praha]].]]\n\nHus chỉ để lại một vài bài viết cải cách theo đúng nghĩa của từ này, hầu hết các tác phẩm của ông là những bài tiểu luận bút chiến chống [[Stanislav ze Znojma]] và [[Štěpán Páleč]] ở khoa thần học Đại học Prague. Ông đã dịch ''[[Trialogus]]'', vốn rất gần gũi với các tác phẩm của ông về Mình Chúa, về Giáo hội, về quyền lực của Giáo hoàng, đặc biệt là với các bài giảng đạo của ông. Có những lý do để đề xuất rằng giáo lý của Wycliffe về Bữa tiệc ly đã lan tới Prague vào năm 1399, với chứng cớ mạnh mẽ rằng các sinh viên trở về từ Anh đã mang tác phẩm về theo họ. Nó đã được lưu hành rộng rãi hơn ngay cả cả sau khi bị cấm vào năm 1403, và Hus đã truyền giảng và dạy giáo lý này, dẫu có thể ông chỉ đơn thuần lặp lại chúng mà không hề cổ xúy. Nhưng giáo lý này đã được nắm bắt một cách hăng hái bởi phe quá khích, tức phái Taborite, những người đặt nó ở trung tâm lý thuyết của họ. Theo sách vở của họ, Giáo hội không phải là cái hệ thống vẫn thường được gọi tên như vậy; Giáo hội thực sự là một thân thể thống nhất của những ai đã được định phận từ vĩnh hằng cho việc cứu rỗi. Jesus Christ, chứ không phải Giáo hoàng, là đầu não của thân thể ấy. Không một tín điều nào cũng phải tuân phục Giáo hoàng mới được lưu giữ. Không một thứ hội đồng nội bộ hay một cơ quan giáo hội lẫn một phẩm tước nào có thể là thứ đảm bảo cho những người nào là thành viên của Giáo hội thực sự. {{cần chú thích|date=January 2011}}\n\nVới vài người, những nỗ lực của Hus chủ yếu nhằm cứu giáo hội khỏi những tội lỗi đạo đức của nó hơn là hướng tới một cuộc cách tân thực sự. Trong khi theo những người khác, những hạt giống của cải cách tôn giáo rõ ràng đã xuất hiện từ những bài viết của Wycliffe và Hus. Trong một bài giảng về giao ước trong kinh thánh với những người Bohemia bình thường, Hus viết \"Một người phải trả cho sự thứ tội, cho lễ mét, cho lễ rửa tội, cho sự xá tội, cho lễ giải cữ, cho việc ban phúc, cho việc chôn cất, cho lễ cầu nguyện. Đồng xu cuối cùng mà một bà già giấu trong bọc vì sợ những kẻ trộm, kẻ cướp chẳng hề giữ lại được. Tên linh mục tham tàn sẽ cướp đoạt nó\" (Macek, 16). Sau cái chết của Hus, các môn đệ của ông, được biết đến dưới tên những người Hussite, đã tách ra thành vài nhóm bao gồm phái [[Taborite]], [[Ultraquist]], và [[Orphan]]. Gần sáu thế kỷ sau vào năm 1999, Giáo hoàng [[Giáo hoàng Gioan Phaolô II|John Paul II]] mới bày tỏ \"sự tiếc nuối sâu sắc về cái chết thảm khốc xảy ra với Jan Hus\".<ref>{{chú thích web | url = http:\/\/ncronline.org\/news\/german-shepherd-bids-farewell-wolf-winter | tiêu đề = The German shepherd bids farewell to a 'wolf in winter' | author = | ngày = | ngày truy cập = 10 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n=== Tôn kính ===\n* {{flagicon|Czech Republic}} Ngày Jan Hus (''Den upálení mistra Jana Husa'' trong tiếng Séc), vào mùng 6 tháng Bảy là một ngày lễ công cộng ở [[Cộng hòa Séc]], tưởng niệm cuộc hành hình Jan Hus.\n* Hus được kính nhớ với lễ kính vào ngày 6 tháng 7 trong [[Giáo hội Morava]] (Hội huynh đệ Morava). Hội huynh đệ Morava và [[Hội huynh đệ Czech]] coi Hus là vị tiền bối tinh thần.\n* {{flagicon|Hoa Kỳ}} Hus được kính nhớ với lễ kính trong lịch các thánh của [[Giáo hội Giám nhiệm Hoa Kỳ]]<ref name=\"Český statistický úřad\">{{cs icon}} [http:\/\/www.czso.cz\/sldb\/sldb2001.nsf\/tabx\/CZ0000 Český statistický úřad] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141103104641\/http:\/\/www.czso.cz\/sldb\/sldb2001.nsf\/tabx\/CZ0000 |date=2014-11-03 }}<\/ref>\n* {{flagicon|Hoa Kỳ}} Ông cũng được nhớ đến là một vị tử đạo trong lịch các thánh của [[Giáo hội Lutheran Tin lành tại Hoa Kỳ]]<ref name=\"Český statistický úřad\"\/>\n\n=== Di sản ===\nHus là một người đóng góp chính cho [[Tin Lành|Kháng Cách]], với những bài giảng đã có một ảnh hưởng mạnh mẽ đối với các quốc gia châu Âu và với cá nhân [[Martin Luther]]. Cuộc [[chiến tranh Hussite]] dẫn đến Thỏa ước Basel cho phép một giáo hội cải cách ở Bohemia- gần một thế kỷ trước một bước đột phát như thế có thể khởi sự trong Cải cách Luther. Những bài viết phong phú của Hus đem lại cho ông vị trí nổi bật trong nền văn học Séc. Ông cũng đóng vai trò giới thiệu cách dùng các dấu thêm (âm tiêu) (đặc biệt là dấu mũ ngược) vào ký tự Séc để ký âm bằng ký hiệu. Ngày nay, Đài tưởng niệm Jan Hus vẫn nằm trên Quảng trường Thành phố Cũ Prague.\n\nTại thành phố New York, một nhà thờ ở [[Brooklyn]] (tọa lạc số 153 Ocean Avenue) và một nhà thờ cùng một nhà hát ở [[Manhattan]] (nằm ở 351 East 74th Street) được đặt theo tên Hus: tương ứng là Nhà thờ Moravia John Hus, [[Nhà thờ Trưởng lão Jan Hus]] và Rạp hát Jan Hus.\n\nMột bức tượng Jan Hus dựng ở Nghĩa trang Thống nhất ở [[Bohemia, New York]] (trên [[Long Island]]) bởi những dân di cư người Séc tới vùng New York năm 1893. Bức tượng là đài tưởng niệm đầu tiên tại Hoa Kỳ dành cho một người sinh ở nước ngoài.\n\n=== Truyền thống ===\n\nGiáo sư [[Tomáš Garrigue Masaryk]] đã sử dụng tên của Hus trong bài phát biểu của ông tại Đại học Geneva vào ngày 6 tháng 7 năm 1915, để bảo vệ chống lại áo và vào tháng 7 1917 cho danh hiệu quân đoàn đầu tiên của quân đoàn của ông ở Nga.<ref>PRECLÍK, Vratislav. Masaryk a legie (Masaryk and legions), first issue, váz. kniha, 219 pages, vydalo nakladatelství \"Paris\" Karviná, Žižkova 2379 (734 01 Karviná) ve spolupráci s Masarykovým demokratickým hnutím (In association with the Masaryk Democratic Movement, Prague, CZ), 2019, ISBN 978-80-87173-47-3, pp.17 - 25, 33 - 45, 70 – 76, 159 – 184, 187 - 199<\/ref>\n\n== Những môn đệ Jan Hus ==\n* [[Jerome xứ Prague]], bạn Hus, cũng bị hỏa thiêu ngày 30 tháng Năm 1416 ở [[Konstanz]]\n* [[Jan Kardinál z Rejnštejna]] (1375–1428) ({{lang-de|Johannes Cardinalis von Bergreichenstein}})<ref>{{chú thích web|url=http:\/\/www.phil.muni.cz\/fil\/scf\/komplet\/kardin.html|title=Jan Kardinál z Rejnštejna|publisher=Phil.muni.cz|date=|access-date = ngày 5 tháng 9 năm 2008}}<\/ref>\n* [[Jan Žižka|Jan Žižka z Trocnova a Kalicha]] (c. 1360 – 1424), tướng quân người Séc, lãnh tụ phong trào Hussite\n* [[Matěj z Knína]] (m. ngày 26 tháng 3 năm 1410) (tiếng Đức: Matthäus von [[Knin]])\n* [[Mikuláš Biskupec z Pelhřimova]] (1385 Poděbrady – 1460 Poděbrady) (in [[Latinh|Latin]]: Nicolaus Pilgramensis, tiếng Đức: Nikolaus von Pelgrims)\n\n== Trưng bày ==\n<gallery>\nImage:Jan Hus-Council of Constance.jpg|Tranh Jan Hus tại Hội đồng Constance vẽ bởi [[Václav Brožík]] ([[1883]]).\nImage:Burning of jan hus at the stake at council of constance.jpg|Chuẩn bị hành hình Jan Hus.\nImage:Prague hus statue.jpg|[[Ladislav Šaloun]]: Tượng đài Jan Hus ở [[Praha]], dựng năm 1915. \nFile:Betlemska kaple.jpg|Nhà thờ Bethlehem (phía ngoài) \nFile:Betlémská kaple interior.JPG|Nhà thờ Bethlehem (phía trong) \n<\/gallery>\n\n== Tác phẩm ==\n[http:\/\/books.google.com\/books?id=hsSCAAAAIAAJ&printsec=frontcover&dq=jan+hus+%22De+ecclesia%22&hl=en&src=bmrr&ei=VlJ8TeziE4Ho0gHMi6HMAw&sa=X&oi=book_result&ct=book-thumbnail&resnum=1&ved=0CCkQ6wEwAA#v=onepage&q&f=false De ecclesia. The church], Jan Hus; David S Schaff, New York, Charles Scribner's Sons, 1915.\n\n[http:\/\/books.google.com\/books?id=JIgQAAAAIAAJ&printsec=frontcover&dq=%22letters+of+John+Hus%22&hl=en&ei=wVJ8TZDhFaHD0QHVo9XhAw&sa=X&oi=book_result&ct=result&resnum=1&ved=0CC0Q6AEwAA#v=onepage&q&f=false The letters of John Hus], Jan Hus; Herbert B Workman; R Martin Pope, London, Hodder and Stoughton, 1904.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Đọc thêm ==\n* {{chú thích|last=Spinka|first=Matthew|title=The Letters of John Hus|publisher=[[Manchester University Press]]\n|year=1972|place=Totowa, New Jersey|oclc=590290}}\n* {{chú thích|last=Spinka|first=Matthew|title=John Hus: A Biography|publisher=[[Princeton University Press]]|\nyear=1968|place=Princeton, New Jersey|oclc=441706}}\n* {{chú thích|last=Spinka|first=Matthew|title=John Hus' Concept of the Church|publisher=[[Princeton University Press]]|year=1966|place=Princeton, New Jersey|oclc =390635}}\n* Matthew Spinka: 'John Hus at the Council of Constance' [[Columbia University Press]], 1965 (Includes the eye-witness account by Peter of Mladonovice)\n* Count Lützow: ''Life & Times of Master John Hus'', E.P. Dutton & Co. London, 1909\n* Josef Macek: ''The Hussite Movement in Bohemia'', Orbis, Prague, 1958\n* Philip Schaff-Herzog: ''Encyclopedia of Religion''\n* Richard Friedenthal: ''Jan Hus. Der Ketzer und das Jahrhundert der Revolutionskriege. 2.'' Auflage 1987, ISBN 3-492-10331-6\n* Fudge, Thomas A. ''The Magnificent Ride: The First Reformation in Hussite Bohemia'', St. Andrews Studies in Reformation History. [[Aldershot|Aldershot, Hampshire]]\/[[Brookfield, Vermont]]: Ashgate, 2008\n\n== Liên kết ngoài ==\n{{commons|Jan Hus}}\n* [http:\/\/www.czech.cz\/en\/czech-republic\/history\/all-about-czech-history\/hussitism-and-the-heritage-of-jan-hus\/ Hussitism and the heritage of Jan Hus] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081030032221\/http:\/\/www.czech.cz\/en\/czech-republic\/history\/all-about-czech-history\/hussitism-and-the-heritage-of-jan-hus\/ |date = ngày 30 tháng 10 năm 2008}} – Official Website of the Czech Republic\n* [http:\/\/www.fordham.edu\/halsall\/mod\/1415janhus.html Final Declaration] written on ngày 1 tháng 7 năm 1415 – ''Modern History Sourcebook'', [[Fordham University]]\n* [http:\/\/books.google.com\/books?vid=OCLC00802093&id=bU6mxnnH6k0C&printsec=titlepage&dq=inauthor:martin+inauthor:luther+date:1500-1923 ''Letters of John Huss Written During His Exile and Imprisonment''], with a preface by [[Martin Luther]], by Jan Hus, François Paul Émile Boisnormand de Bonnechose, tr. Campbell Mackenzie, Edinburgh, William Whyte & Co., 1846\n* [http:\/\/www.third-millennium-library.com\/readinghall\/GalleryofHistory\/Huss\/HUSS-DOOR.html The life and times of John Huss \"btm\" format] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081204103805\/http:\/\/www.third-millennium-library.com\/readinghall\/GalleryofHistory\/Huss\/HUSS-DOOR.html |date = ngày 4 tháng 12 năm 2008}}\n* [http:\/\/www.brrp.org\/ ''Bohemian Reformation and Religious Practice''] – online translation of a Czech academic journal\n\n{{Collapse top|title=Nhà Cải cách|bg=#c5ccf9}}\n{|style=\"float: left; width: 100%; margin-bottom: 0.5em; border: #2222dd solid 1px; background-color: #e8ecff;\"\n|-\n| align=\"center\" valign=\"top\" |<sub>'''[[John Wycliffe]]'''<br><br>[[Tập tin:Jwycliffejmk.jpg|45px]]<br><sub>'''(1320 - 1384)'''\n| align=\"center\" valign=\"top\" | <sub>'''Jan Hus'''<br><br>[[Tập tin:Jan Hus.jpg|55px]]<br><sub>'''(1369 - 1415)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Martin Luther]]'''<br><br>[[Tập tin:Martin Luther, 1529.jpg|53px]]<br><sub>'''(1483 - 1546)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[John Calvin]]'''<br><br>[[Tập tin:Portrait john calvin reverse.jpg|45px]]<br><sub>'''(1509 - 1564)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Huldrych Zwingli]]'''<br><br>[[Tập tin:Ulrich Zwingli 03.jpg|58px]]<br><sub>'''(1484 - 1531)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Thomas Cranmer]]'''<br><br>[[Tập tin:Thomas Cranmer.png|42px]]<br><sub>'''(1489 - 1556)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[John Knox]]'''<br><br>[[Tập tin:John Knox.jpg|40px]]<br><sub>'''(1510 - 1572)'''\n|-\n|}\n|}\n{{Các chủ đề|Cơ Đốc giáo|Tin Lành|Lịch sử}}\n\n[[Thể loại:Kitô giáo]]\n[[Thể loại:Cải cách Tin Lành]]\n[[Thể loại:Sinh thế kỷ 14]]\n[[Thể loại:Mất năm 1415]]\n[[Thể loại:Mất thế kỷ 15]]\n[[Thể loại:Người bị Giáo hội Công giáo Rôma phạt vạ tuyệt thông]]\n[[Thể loại:Thánh Chính Thống giáo Đông phương]]"}