{"Jane Seymour":"{{Thông tin nhân vật hoàng gia\n| name = Jane Seymour\n| hình = Hans_Holbein_the_Younger_-_Jane_Seymour,_Queen_of_England_-_Google_Art_Project.jpg\n| chức vị = [[Danh sách phối ngẫu nước Anh|Vương hậu nước Anh]]\n| tại vị = {{nowrap|20 tháng 5, 1536 – 24 tháng 10, 1537}}<br>({{số năm theo năm và ngày|1536|5|30|1537|10|24}})\n| đăng quang = 4 tháng 6, năm 1536\n| kiểu đăng quang = Công bố\n| tiền nhiệm = [[Anne Boleyn]]\n| kế nhiệm = [[Anna xứ Kleve]]\n| phối ngẫu = [[Henry VIII của Anh]] {{Vương miện}}\n| con cái = [[Edward VI của Anh|Edward VI, Quốc vương nước Anh]] {{Vương miện}}\n| hoàng tộc = [[Nhà Seymour]] (khi sinh)<br>[[Vương tộc Tudor|Nhà Tudor]] (kết hôn)\n| kiểu hoàng tộc = Gia tộc\n| tước hiệu = \n| cha = [[John Seymour]]\n| mẹ = [[Margery Wentworth]]\n| sinh = khoảng [[1508]]\n| nơi sinh = có lẽ là dinh thự Wulfhall, [[Wiltshire]]\n| mất = 24 tháng 10, {{năm mất và tuổi|1537|1508}}\n| nơi mất = [[Cung điện Hampton Court]]\n| tôn giáo = [[Giáo hội Công giáo|Công giáo La Mã]], sau cải [[Giáo hội Anh|Anh giáo]]\n| chữ ký = Jane_Seynour_Signature.svg\n}}\n\n'''Jane Seymour''' ([[tiếng Pháp]]: Jeanne Seymour; [[Tiếng Tây Ban Nha|tiếng Tây Ban Nha:]] ''Juana Seymour''; khoảng [[1508]] – [[24 tháng 10]], năm [[1537]]), là [[Vương hậu]] của [[Vương quốc Anh]] với tư cách là người [[vợ]] thứ ba của [[Henry VIII của Anh]].\n\nBà được biết đến chủ yếu là 1 trong 6 người vợ của Henry VIII, và vì bà là người sinh ra [[Edward VI của Anh]], con trai hợp pháp duy nhất của Henry VIII. Sau khi sinh hạ [[Edward VI của Anh|Edward]], Jane chết vì biến chứng sau khi sinh chưa đầy hai tuần đứa con trai duy nhất của mình. Bà là người duy nhất trong những người vợ của [[Henry VIII của Anh|Henry VIII]] được đưa đám tang như một [[Vương hậu]] đúng nghĩa, và vị phối ngẫu duy nhất của ông được [[chôn cất]] bên cạnh ông trong nhà nguyện St. George, [[Lâu đài Windsor]]. Vào thời niên thiếu, Jane cũng như bao cô gái quý tộc khác đến triều đình của Henry và phục vụ cho Vương hậu Catalina, sau đó là Anne Boleyn. Thời gian Vua Henry VIII bắt đầu chú ý và tán tỉnh Jane là khoảng [[tháng 2]] năm [[1536]], chỉ 3 tháng trước khi Anne Boleyn bị xét xử và tử hình.\n\nTrong 6 người vợ, Jane Seymour được xưng tụng và kính nể vì tính tình hiền diệu, [[John Russell]] tán tụng bà là ''\"người phụ nữ hiền diệu nhất mà tôi từng gặp\"'' <ref>Nguyên văn: ''gentle a lady as ever I knew''<\/ref> và được gọi là '''The Pacific''' (''\"Sứ giả hòa bình\"'') bởi [[Eustace Chapuys]] khi ông ta chứng kiến bà hay hòa giải các cuộc xung đột tại triều đình nước Anh<ref>David Starkey, Six Wives: The Queens of Henry VIII, p.585-586<\/ref>. Theo Chapuys, Jane Seymour có dáng người trung bình, không đến mức xinh đẹp. Tuy nhiên, John Russell nhận định bà là người đẹp nhất trong các bà vợ của Henry<ref>Nguyên văn: ''\"the fairest of all the King's wives.\"''<\/ref>{{sfn|Norton|2009|p=[https:\/\/books.google.com\/?id=FiXjKTkR0QYC&pg=PA65 65]}}.\n\n== Thân thế ==\nNơi sinh của bà có nhiều nghi vấn, bao gồm Dinh thự Wulfhall tại [[Wiltshire]] và trang trại West Bower ở [[Somerset]]<ref>{{chú thích web|title=West Bower Manor with barn|url=https:\/\/historicengland.org.uk\/listing\/the-list\/list-entry\/1058940|website=National Heritage List for England|publisher=Historic England|access-date =ngày 1 tháng 5 năm 2017}}<\/ref>. Bà là con gái của [[John Seymour|Sir John Seymour]], một ''crown hunter'' trong rừng Savernake, cùng vợ ông là quý bà [[Margery Wentworth]], con gái Sir [[Henry Wentworth]]. Sir John Seymour xuất thân từ gia đình quý tộc [[Người Norman|Anglo-Norman]] luôn cư trú ở Wiltshire, nguyên [[họ]] của gia tộc này được phiên ra từ ''St Maur'', đây là tên của ngôi làng [[St. Maur-sur-Loire]] tại [[Touraine]]. Họ trở thành quý tộc khi tổ tiên - [[Roger de St. Maur]] - cưới Lady Maud, con gái của Sir [[William Esturmy]].\n\nTằng tổ của Jane, [[John Seymour]], là một [[Thị trưởng]] của Wiltshire và là thành viên trong Nghị viện Anh, từ đó gia tộc Seymour rất có tiếng tăm tại vùng đất này. Theo nguồn gốc dòng tộc họ mẹ, Jane Seymour là hậu duệ của [[Lionel của Antwerp, Công tước thứ nhất xứ Clarence|Lionel, Công tước Clarence]] - một người con trai của Vua [[Edward III của Anh]]. Vì lý do này, nhà Wentworth, Jane và người chồng tương lai Henry VIII là họ hàng 5 thế hệ. Ngoài ra, Jane Seymour cũng có chung bà cố [[Elizabeth Cheney]] với hai người vợ khác của Henry là [[Anne Boleyn]] và [[Catherine Howard]]{{sfn|Norton|2009|p=[https:\/\/books.google.com\/books?id=FiXjKTkR0QYC&pg=PA9 9]}}. Rất ít thông tin về cha bà, Sir John Seymour, chỉ biết ông phục vụ từ thời [[Henry VII của Anh|Henrry VII]] trong [[Trận chiến Blackheath]] tại xứ [[Kent]], ông cũng đi theo Henry VIII đến chinh chiến tại Pháp, bao gồm sự kiện [[Camp du Drap d'Or]]. Do vậy ông trở thành một ''Knight banneret'' vào năm [[1513]]{{sfn|Pollard|1897|pp=299–310}}, và từ đó có kính xưng [[Sir (tước danh)|Sir]] đằng trước tên gọi của mình.\n\n== Thuở thiếu thời ==\nCha mẹ Jane kết hôn vào ngày [[22 tháng 10]] năm [[1494]], hai vợ chồng có 10 đứa con và mẹ bà, Lady Margery Wentworth, còn sống thọ hơn chồng mình 15 năm và thời kỳ góa phụ chưa bao giờ tái hôn. Sử gia [[Elizabeth Norton]] nhận định điều này cho thấy Sir John Seymour cùng vợ có cuộc hôn nhân hạnh phúc. Lady Margery chú trọng về nữ công nội trợ, do đó Jane thừa hưởng chủ yếu những sự giáo dục này hơn là thiên về xã giao trình độ cao. Trong 10 người con, Jane là người con thứ 5, sau 4 người anh trai. Năm sinh của bà không được ghi lại, nhưng thường được cho là khoảng giữa [[1507]] đến [[1509]]<ref name=\"p11\">{{harvnb|Norton|2009|p=11}}<\/ref>. Tuổi thơ của Jane có lẽ trải qua chủ yếu tại Dinh thự Wulfhall - nhà chính của gia tộc Seymour, và bà có vẻ như rất thân cận với hai người em là [[Thomas Seymour, Bá tước Seymour thứ nhất xứ Sudeley|Thomas]] cùng [[Elizabeth Seymour, Lady Cromwell|Elizabeth]], vì cả hai rất gần tuổi với bà.\n\nSo sánh tương quan về giáo dục cùng học vấn, Jane Seymour không được giáo dục một cách đầy đủ và bài bản như hai người vợ trước của Henry, [[Catalina của Aragón|Catalina xứ Aragón]] và [[Anne Boleyn]]. Mặc dù Sir John Seymour đã được biết đến khi cho các con gái học [[đọc]] và [[viết]], điều này thể hiện trình độ học vấn của bà cao hơn những phụ nữ cùng thời. Thế nhưng Jane lại được ghi nhận chủ yếu về việc thông thạo công việc nội trợ như may vá, những kỹ năng được cho là phù hợp hơn đối với phụ nữ thời bấy giờ{{sfn|Brown|2005|p=244}}. Bà rất giỏi về khâu vá may mặc, và cả trăm năm sau những tác phẩm thêu thùa của bà vẫn còn nằm trong viện bảo tàng để trưng bày. Bên cạnh đó, có biểu hiện bà được học tập về [[tôn giáo]] ở Wulfhall, và vì để học đọc cùng viết mà Jane biết một chút [[tiếng Pháp]], thậm chí là [[tiếng Latinh]]. Dù đã rất có học vấn so với tầng lớp phụ nữ khi ấy, kiến thức của Jane chỉ quy phạm dành cho một phụ nữ gia đình chuẩn mực mà không phải một Vương hậu hay tiểu thư quyền quý. Jane cũng đã được dạy và khá tốt về cưỡi ngựa cùng săn bắn<ref name=\"p12\">{{harvnb|Norton|2009|p=12–13}}<\/ref>.\n\nTrong các anh chị em, Jane chưa bao giờ được chú ý. Anh trai cả của Jane, John, qua đời đột ngột vì bệnh hiểm nghèo vào năm [[1510]], sau đó là hai người em út, Margery và Anthony, đều qua đời vào năm [[1528]] vì bệnh ''Sweating sickness'' (đến bây giờ vẫn không rõ là dạng bệnh gì). Không khí ưu ám bao trùm toàn bộ gia đình Seymour, và giữa lúc đó người anh thứ của Jane là [[Edward Seymour, Công tước thứ nhất xứ Somerset|Edward]] trở thành điểm sáng và kì vọng của gia tộc, ông phục vụ trong Hộ quản gia của [[Mary Tudor, Vương hậu Pháp]] để đến triều đình Pháp học tập, sau khi trở về liền thăng tiến phi thường. Sau đó, một người anh khác của Jane là Thomas cũng thăng tiến, và có lẽ điều này đã tạo nguồn cảm hứng cho Jane. Trong khoảng thời gian đằng đẵng tại Dinh thự Wulfhall, Jane đã chờ các lời cầu hôn từ các gia đình môn đăng hộ đối, nhưng điều này không bao giờ xảy ra, mãi đến khi bà đã quá 20 tuổi, điều này có lẽ do bà bị nhìn nhận danh tiếng không nổi bật vào lúc đó. Một phần nữa là Jane không có một khoảng của hồi môn kết xù do gia đình bà đông anh em, em gái bà là Elizabeth thậm chí còn kết hôn sớm hơn vì vẻ ngoài xinh đẹp. Và dù Jane có mái tóc vàng và làn da sáng trắng, phù hợp với tiểu chuẩn vẻ đẹp khi ấy, song bà vẫn không được nhìn nhận là có vẻ ngoài xuất chúng. Có lẽ vì cảm thấy tổn thương lòng tự trọng vì em gái kết hôn trước mình, Jane quyết định đến phục vụ tại triều đình của Henry VIII<ref>{{harvnb|Norton|2009|p=14–16}}<\/ref>.\n\n== Thị tùng ==\n=== Thời kỳ Catalina xứ Aragón ===\nTrước năm [[1536]], tư liệu về Jane rất mơ hồ, nhưng có chứng cứ rằng Jane đã được giới thiệu làm [[Thị tùng]] cho Vương hậu [[Catalina của Aragón|Catalina xứ Aragón]]<ref>{{harvnb|Norton|2009|p=17}}<\/ref>. Ngày tháng không được xác định, nhưng được xác định là trước năm [[1527]] đến [[1529]], khoảng thời gian mà cuộc hôn nhân giữa Catalina và [[Henry VIII của Anh|Vua Henry VIII]] khủng hoảng và nhà Vua bắt đầu quá trình ly hôn<ref>{{harvnb|Norton|2009|p=18}}<\/ref>. Sir [[Francis Bryan]], một họ hàng gần của Jane, có lẽ là người đã đề cử Jane vào phục vụ cho Catalina.\n\n[[Tập tin:Miniature_of_Katherine_of_Aragon_by_Wencelaus_Hollar.jpg|thumb|trái|190px|Chân dung Vương hậu Catalina.]]\n\nTại triều đình, Jane đã gặp và phục vụ con gái của Catalina, [[Mary I của Anh|Vương nữ Mary]], người về sau trở thành Nữ vương Mary I của nước Anh. Jane rất ngưỡng mộ mẹ con Catalina vì sự sùng đạo, nên Jane cũng đối xử với Mary như đối xử với một [[Trữ quân]] hợp pháp của ngai vàng Anh<ref>{{harvnb|Norton|2009|pp=19–20}}<\/ref>. Tuy nhiên, Jane rất không hòa thuận với người họ hàng là [[Anne Boleyn]]. Jane Seymour và Anne Boleyn là họ hàng vì có chung bà ngoại \/ bà cố ngoại là [[Elizabeth Cheney]]. Bà Elizabeth có một con gái trong cuộc hôn nhân đầu tiên, [[Elizabeth Tilney, Bà Bá tước xứ Surrey]], người là mẹ của Lady Elizabeth Howard - sinh mẫu của Anne Boleyn. Sau đó bà Elizabeth lại tái hôn, sinh ra [[Anne Say]], và bà Anne lấy Sir Henry Wentworth sinh ra mẹ của Jane là bà Margery Wentworth, theo vai vế này thì Jane Seymour có vai nhỏ hơn Anne Boleyn. Và dù là họ hàng, Jane cùng Anne có rất ít điểm chung, một phần vì khi Jane đến triều đã nghe chuyện Anne Boleyn cùng nhà Vua Henry đã bắt đầu có quan hệ, mà Jane lại phục vụ cho Vương hậu Catalina cũng như ngưỡng mộ đức tính của Vương hậu. Khi cuộc ly hôn bắt đầu tiến hành, dù không có thông cáo mà chỉ là tin đồn, nhưng ai trong triều cũng biết sự thật về chuyện này và nhìn nhận Anne trong tương lai sẽ trở thành Vương hậu<ref>{{harvnb|Norton|2009|pp=22–23}}<\/ref>.\n\nKhoảng thời gian đó hẳn là không dễ cho Jane vì bị kẹp giữa người mình phục vụ, Vương hậu Catalina và người họ hàng tuy không thân thiết nhưng bị tính vào một phe, Anne Boleyn<ref>{{harvnb|Norton|2009|p=24}}<\/ref>. Với thanh thế càng ngày mạnh mẽ, Anne bắt đầu thu hút các quý tộc khác vế phía mình, tạo thành một ''\"Tiểu triều đình\"'' cho riêng mình, và tuy Jane không tham dự vào nhưng cũng như hầu hết mọi người, đều cảm thấy choáng váng trước hành động ngạo nghễ của Anne. Hành động sau đó của Jane là những chuỗi không tán thành với tác phong của Anne, thậm chí Jane còn được nhìn thấy là cười cợt Anne sau sự kiện ''\"Legatine Trial\"'', Jane cho rằng Anne trong tương lai sẽ sớm nhận thất bại<ref>{{harvnb|Norton|2009|p=25}}<\/ref><ref>{{harvnb|Norton|2009|pp=24, 26}}<\/ref>.\n\nNăm [[1531]], [[tháng 11]], Catalina bị đưa đến Dinh thự [[The More]] tại [[Rickmansworth]], thuộc vùng [[Hertfordshire]], đây là dinh thự cũ của Hồng y [[Thomas Wolsey]]. Và tuy rằng Jane không dính vào nhiều tới chuỗi sự kiện, nhưng không có chứng cứ Jane - với tư cách Thị tùng của Vương hậu - sẽ không thể không đi theo Catalina đến đây. Lúc đó Jane có lẽ không muốn ly khai khỏi triều đình Henry vì bà còn chưa đạt được mục đích, tìm kiếm một cuộc hôn nhân tốt. Tòa lâu đài này có tình trạng cực kỳ tệ, đây là thâm ý của Vua Henry vì muốn dùng hoàn cảnh sống để tra tấn, bức ép Catalina chịu thỏa hiệp, điều này chứng minh khi sau đó Bá tước Sussex cùng [[William FitzWilliam, Bá tước xứ Southampton thứ nhất]] đã đến The More và đưa cho Catalina tờ giấy chứng hủy hôn, yêu cầu chỉ cần Catalina kí vào thì sẽ có một môi trường sống tốt hơn. Nhưng Catalina kiên quyết từ chối. Vì thế Catalina lại được đưa đến một lâu đài tại [[Ampthill]], lúc này sự tháp tùng của Jane đi theo Catalina đã có xác thực rõ. Khi ở đây, Catalina nghe tin Vua Henry cưới Anne Boleyn, và cuộc sống của Jane bên cạnh Catalina sẽ sớm kết thúc.\n\nVào [[tháng 8]] năm [[1533]], Catalina được đưa đến [[Lâu đài Buckden]], chỉ có 10 cận thần, 1 bác sĩ, 1 dược sư và 1 giáo sĩ xưng tội đi theo Catalina. Biểu hiện này cho thấy Jane đã không có mặt trong đoàn tháp tùng<ref>{{harvnb|Norton|2009|pp=32–34}}<\/ref>.\n\n=== Trở về Wolfhall ===\nSau khi triều đình của Catalina bị chính thức giải tán kể từ lúc bà bị đưa đến Lâu đài Buckden, Jane Seymour trở về Wulfhall, sau 5 năm sống tại triều đình Henry ở London. Tâm trạng của Jane có lẽ đã không quá vui vẻ gì, vì việc được phục vụ tại triều đình là một bước tiến mà bà muốn nắm chắt cho tương lai của mình, nhưng chưa đạt được ý nguyện thì lại bị chặt đứt. Một khi trở lại, bà chỉ có thể trông chờ vào việc gia đình mình giúp bà có được một cuộc hôn nhân tử tế, nhưng sự thật là gia đình Seymour đang rơi vào âm trầm khi vợ của anh trai Edward của bà ngoại tình với đàn ông khác.\n\nCuộc tai tiếng này đã ảnh hưởng lên Jane, có lẽ là lý do khiến không có lời cầu hôn nào đến với Jane trong suốt thời gian này. Đến giữa năm [[1534]], một lời cầu hôn đến với Jane là từ [[William Dormer]], con trai duy nhất còn sống và là người thừa kế của [[Sir Robert Dormer]] tại [[Buckinghamshire]]. Không có tài liệu nào cho thấy Jane biểu lộ ra sao về lời cầu hôn, cũng không có tài liệu nào chứng minh hai người có qua lại hay trao đổi thư từ gì cho nhau về mối quan hệ này. Nhưng có một sự thực khá thú vị là William về sau đặt tên cho một cô con gái của mình tên ''\"Jane\"'', là [[Jane Dormer]]. Vào lúc đó Jane rõ ràng sẵng lòng cho một cuộc hôn nhân, cũng như cha mẹ bà cũng rất mong chờ điều đó, tuy nhiên cha mẹ của William lại có một kế hoạch khác khi hướng William cưới một nữ thừa kế của [[Sir William Sidney]], họ hàng của [[Charles Brandon, Công tước xứ Suffolk thứ nhất]] - chồng của em gái nhà Vua là [[Mary Tudor, Vương hậu Pháp]]. Lý do duy nhất hai vợ chồng nhà Dormer ''\"xem xét\"'' cuộc hôn nhân với Jane là do đây là đề nghị của Sir Francis Bryan, người họ hàng thân của Jane và khi ấy đang là một cận thần của Vua Henry VIII. Hai vợ chồng không muốn đắc tội với bạn của nhà Vua, nhưng xét tình cảnh Jane Seymour là con nhà đông anh em, bà không được thỏa thuận về của hồi môn tốt, vị thế gia đình cũng không cao, do vậy cuộc hôn nhân không bao giờ diễn ra<ref>{{harvnb|Norton|2009|pp=38–43}}<\/ref>.\n\nLần hôn nhân thất bại này khiến Jane Seymour nhìn nhận sâu sắc địa vị thấp của gia đình mình có ảnh hưởng đến hôn nhân của bản thân như thế nào. Bà chỉ có thể thẫn thờ may vá, thêu thùa, thỉnh thoảng cưỡi ngựa và đi săn trong khu đất của gia đình tại Wulfhall<ref>{{harvnb|Norton|2009|p=44}}<\/ref>.\n\n=== Thời kỳ Anne Boleyn ===\nSau khi Catalina bị Vua Henry VIII tuyên bố hủy hôn một cách cưỡng chế, ông cưới Anne Boleyn làm Vương hậu. Jane Seymour vì là họ hàng nên được triệu vào phục vụ trong triều đình, và không ai biết rõ ngày tháng năm nào mà Jane được triệu vào<ref>{{harvnb|Norton|2009|pp=36–37, 39}}<\/ref>. Dù là họ hàng, Jane không ưa Anne, nhưng bà chưa bao giờ tỏ thái độ quá rõ ràng. Mục đích của Jane vào triều là để có vị thế, từ đó được đề nghị hôn nhân tốt, do đó Jane chủ trương không liên quan gì đến ''\"hôn thê\"'' của nhà Vua trong giai đoạn phục vụ Catalina<ref>{{harvnb|Norton|2009|pp=28, 36}}<\/ref>.\n\n[[Tập tin:Anneboleyn2.jpg|thumb|phải|222px|Chân dung Anne Boleyn.]]\n\nKhoảng [[tháng 9]] năm [[1535]], Vua Henry cùng Anne đến thăm Dinh thự Wulfhall của gia đình Seymour, và có khả năng nhà Vua đã gặp và chú ý tới Jane trong chuyến thăm này, cho dù không có ghi chép chính xác khẳng định vào thời điểm đó Jane có mặt tại Dinh thự. Theo mô tả thường thấy, Jane có mái tóc vàng, màu da trắng sáng cùng tính tình hơi thẹn thùng, hoàn toàn trái với Anne Boleyn có mái tóc đen tuyền, màu da ô-liu cùng tính tự tin háo thắng. Vào [[tháng 1]] năm [[1536]], thời điểm tin tức về cái chết của [[Catalina của Aragón]] truyền đến, nhà Vua Henry bắt đầu có tư tưởng ve vãn Jane, và một trong những lý do nhà Vua cân nhắc chọn Jane làm vợ là vì gia đình Jane có dấu hiệu sinh nở trôi chảy, rất nhiều con trai và không có trường hợp sinh non<ref name=\"p73\">{{harvnb|Loades|2009|p=73}}<\/ref><ref name=\"p88\">{{harvnb|Loades|2009|p=88}}<\/ref>. Lúc đó nhà Vua có lẽ nhìn nhận theo phương diện này, vừa có cơ hội có một người con trai thừa kế mà mình khao khát, vừa có cơ hội để đẩy phiền não từ vụ ''\"The King's Great Matter\"'' - quá trình đầy dai dẳng khi Vua Henry muốn hủy hôn với Catalina. Nhận thấy cơ hội quá lớn cũng như quá đột ngột, Jane cũng rất thận trọng. Nhà Vua từng gửi một lá thư và một món quà cho bà, nhưng bà đã trả lại với một sự bày tỏ hết sức tế nhị và khiêm tốn. [[Tháng 4]] năm đó, Vua Henry đã xác định sẽ cưới Jane, dù Anne Boleyn lúc này vẫn rất có thế lực tại triều đình<ref>{{harvnb|Loades|2009|p=76}}<\/ref>. Một truyền thuyết được kể lại suốt rằng, Vua Henry đã tặng cho Jane một món đồ trang sức là hình vẽ tiểu họa nhỏ chân dung của ông, và khi Jane đang ngồi trên đùi nhà Vua thì Anne Boleyn bắt gặp, cả hai vợ chồng đã tranh cãi lớn với nhau, và cũng là bước đầu cho việc Vua Henry hủy hôn và chém đầu Anne sau này<ref>{{harvnb|Weir|2000|p=123}}<\/ref>.\n\nThế là Anne Boleyn bị buộc tội [[ngoại tình]], [[loạn luân]] cùng trò [[phù thủy]] và bị chém đầu vào [[tháng 5]] cùng năm. Nhiều sử gia hiện đại phân tích rằng [[Thomas Cromwell]], nhà Seymour cùng Catalina xứ Aragón đã liên kết lại để hạ bệ Anne cùng gia đình Boleyn. Đặc biệt là gia đình Seymour, những người đã khéo léo ''\"sử dụng\"'' bản thân Jane để có được sự chú ý của nhà Vua để kéo nhà Vua trở lại Công giáo La Mã, dù trước đó họ gần như chẳng đoái hoài gì đến tương lai duy nhất của bà là một cuộc hôn nhân tốt. Tuy nhiên, vấn đề cốt yếu ở đây là nhà Vua Henry hẳn đã thay đổi tình cảm, trở nên chán ngán Anne và cần tìm cách trút giận bằng việc xử tử bà<ref>{{harvnb|Loades|2009|pp=81, 83–86}}<\/ref>.\n\n== Vương hậu nước Anh ==\n[[Tập tin:Phoenix and Castle Badge.svg|thumb|trái|150px|Huy hiệu riêng của Jane Seymour.]]\nNăm [[1536]], ngày [[20 tháng 5]], Jane đính hôn với Vua Henry, chỉ 1 ngày sau khi Anne Boleyn bị tử hình. Vào ngày 19, sau khi nhận tin Anne đã bị chém đầu, Vua Henry cưỡi ngựa đến [[sông Thames]] - nơi mà ông đã chuẩn bị cho Jane một chỗ ở hết sức nhã nhặn<ref>{{harvnb|Loades|2009|p=86}}<\/ref>. Hôn lễ của cả hai diễn ra ở [[Cung điện Whitehall]] vào ngày [[30 tháng 5]] cùng năm<ref>{{harvnb|Loades|2009|p=89}}<\/ref>. Cùng năm đó vào ngày [[4 tháng 6]], Jane được công bố trở thành Vương hậu nước Anh. Khẩu hiệu của bà là 「''\"Bound to Obey and Serve\"''」, tức ''\"Hướng đến tuân mệnh cùng phục vụ\"'', và huy hiệu riêng của bà có hình một con chim [[phượng hoàng]] đội vương miện và một tòa lâu đài.\n\nĐương thời các tài liệu cùng hồi ký đánh giá về bà chủ yếu nhấn mạnh việc bà không phải là một phụ nữ đẹp, thậm chí nhìn khá thông thường dù bà có tóc vàng và da trắng - một tiêu chuẩn đẹp khi ấy. Nhưng Jane lại có một thứ mà Anne Boleyn không có, chính là một sự điềm tĩnh và rất giỏi khống chế cảm xúc. Hẳn điều này đã khiến Vua Henry rất hài lòng, nhất là ông vừa trải qua một cuộc hôn nhân đầy sóng gió với Anne khi trước<ref name=\"p88\"\/>. Để dành làm qua cho Jane, Vua Henry ban cho bà 104 thái ấp ở 4 tỉnh hạt của nước Anh, bên cạnh đó là nhiều khu rừng và bãi săn dành cho gia đình bà, đây cũng là nguồn thu nhập chính riêng của bà khi trở thành Vương hậu{{sfn|Weir|2007|p=344}}. Khi ấy ở nước Anh đang có [[bệnh dịch]], nên Jane Seymour chưa từng được tổ chức Lễ đăng quang - một thứ thể hiện địa vị chính thức của một Quốc vương, Nữ vương hay Vương hậu. Và theo ý của Henry VIII, nhà vua có vẻ không muốn chính thức làm lễ cho đến khi Jane Seymour hoàn thành nghĩa vụ của mình: sinh hạ người thừa kế<ref name=\"p94\">{{harvnb|Loades|2009|pp=94–95}}<\/ref>.\n\nTừ khi thành Vương hậu, Jane Seymour có một phong cách khá cứng rắn dành cho triều đình của mình. Khi Jane được công bố làm Vương hậu không lâu, trong triều vẫn đang tranh cãi về các vấn đề Đảng tranh, trong đó Đảng bảo thủ nhìn nhận Jane là một người thích đáng cho vị trí Vương hậu, còn Đảng cấp tiến từng dựa vào nhà Boleyn bây giờ lại bị chia rẽ và tan nát<ref>{{harvnb|Loades|2009|p=92}}<\/ref>. Là ''\"người vợ đúng nghĩa\"'' đầu tiên do Vua Henry nhìn nhận, Jane thiết đặt nguyên tắc cho triều đình của bản thân, bà chọn những người thân tín nhất từ gia đình Seymour để vào triều đình phục vụ cho mình. Trái với triều đình mang phong cách Phục hưng với lễ hội và xa xỉ dưới thời Anne Boleyn, triều đình của Jane Seymour lại thiên về quy cách xã giao tinh tế, đề cao sự răn dạy của mỗi cá nhân triều thần và có một loạt các luật lệ, bất kì ai không tuân theo luật lệ đều sẽ bị đưa ra khỏi triều đình<ref name=\"p94\" \/>. Phong cách thời trang Pháp được mang về bởi Anne Boleyn cũng được Jane cho thay thế phong cách Tây Ban Nha dưới thời Catalina<ref>{{bokref|efternamn=Starkey|förnamn=David| författarlänk=David Starkey | titel=The Six Wives of Henry VIII|url=http:\/\/www.pbs.org\/wnet\/sixwives\/meet\/js_handbook_role2.html|kapitel=Jane Seymour – Role as Queen}}<\/ref>.\n\nVề phương diện chính trị, gia đình Seymour cũng là nhóm Đảng phái thận trọng cùng hết sức bảo thủ. Với cương vị Vương hậu, Jane Seymour rất ít khi và hoàn toàn không có ý định can dự vấn đề này thông qua Vua Henry. Chỉ có hai ngoại lệ mà bà từng có bảy tỏ sự quan tâm về chính trị thông qua địa vị Vương hậu, chính là thái độ rất thương cảm của Jane dành cho những người nổi dậy đã tham gia [[Cuộc hành hương ân Chúa]] (''Pilgrimage of Grace'') tại [[Yorkshire]], và hai là việc bà khuyên Vua Henry đừng phá hủy các Tu viện cổ xưa trên nước Anh. Khi biết được chuyện này, nhà Vua cũng rất thận trọng mà nhắc nhở Jane đừng nên lấy tư cách làm vợ để ảnh hưởng các vấn đề của quốc gia mà ông xử lý. Có thể thấy điểm khác biệt giữa Jane và Anne chính là Anne quá cố chấp và ngạo mạn, không hề biết khi nào thích hợp nhúng tay và khi nào nên dừng lại như Jane<ref name=\"p97\">{{harvnb|Loades|2009|p=97}}<\/ref>. Và dù đã cải sang Anh giáo, nhưng nền tảng Anh giáo thời kỳ này vẫn là Công giáo, cho nên về cơ bản Jane Seymour vẫn là một người Công giáo sùng đạo. Đây là lý do mà nhiều sử gia nhận định trong việc Jane cố gắng hàn gắng quan hệ cha con giữa Vua Henry cùng cô con gái cả của ông, Công chúa Mary, lúc này đã được gọi thành ''\"Công nương Mary\"'' và cũng là một người rất sùng đạo Công giáo<ref>{{harvnb|Farquhar|2001|p=72}}<\/ref>.\n\n== Sinh hạ người thừa kế và qua đời ==\nVào [[tháng 1]] năm [[1537]], Jane bắt đầu mang thai. Trong quá trình mang thai, Jane lên cơn thèm món [[chim cút]], và Vua Henry đã yêu cầu hai vùng [[Calais]] và [[Flanders]] để dâng cho bà. Suốt [[mùa hè]] năm ấy, Jane không xuất hiện trước công chúng mà chịu sự giám sát chặt chẽ của các ngự y giỏi nhất nước Anh, cũng như có một lượng lớn bà đỡ đẻ luôn túc trực. Thế rồi ngày [[12 tháng 10]] cùng năm, Jane sinh hạ người con trai duy nhất của Vua Henry: Vương tử Edward, tại [[Cung điện Hampton Court]]. Ngày 15 tháng ấy, Edward được làm [[lễ rửa tội]] mà không có sự hiện diện của người mẹ, Jane, theo đúng phong tục cổ<ref>{{harvnb|Loades|2009|pp=96–99}}<\/ref>.\n\nMột lá thư được gửi với danh nghĩa của bà<ref>[http:\/\/englishhistory.net\/tudor\/letter11.html Letter of Queen Jane Seymour to the Privy Council of England ngày 12 tháng 10 năm 1537]; Primary Sources, från Englishhistory.net. Läst ngày 31 tháng 12 năm 2010.<\/ref>:\n\nViệc sinh ra Edward khiến Jane kiệt quệ, kéo dài 2 ngày và 3 đêm liên tục. Sau khi làm lễ rửa tội, Jane đã rất yếu, và gần như đã xác định sẽ chết. Vua Henry lúc đó hoàn toàn không lo lắng, và ông muốn làm bà vui khi quyết định phong Edward làm [[Thân vương xứ Wales]]. Gia đình Seymour tại Wulfhall cũng nhanh chóng được thăng chức. Ngày [[18 tháng 10]], chứng [[nhiễm trùng sau sinh]] của Jane đã biểu hiện rất rõ rệt và bà dần hao mòn, sang ngày [[23 tháng 10]] thì bà đã [[nhiễm trùng huyết]]. Buổi sáng vào ngày [[24 tháng 10]] cùng năm, lễ sức dầu cuối cùng đã diễn ra. Các bác sĩ nói bà có cơ hội sống nếu trải qua được ngày hôm nay, nhưng cả ngày đó bà chỉ dần tệ hơn, và qua đời chỉ sau [[nửa đêm]] một chút tại Cung điện Hampton Court. Như thế Jane Seymour qua đời khi tầm 30 tuổi, và chỉ sau 12 ngày hạ sinh Vương tử Edward. Có một truyền thuyết rất nổi tiếng gọi là ''\"The Death of Queen Jane\"'', mà nhận vật ''\"Queen Jane\"'' trong đó thường được xem là Jane Seymour. Truyền thuyết nói rằng Jane đã trải qua một trận lâm bồn 6 tuần đầy khó khăn, cuối cùng họ phải lấy Edward ra khỏi bụng bà bằng phương pháp [[mổ lấy thai]] và việc Jane Seymour qua đời là hậu quả của quyết định độc địa này, nhưng truyền thuyết này nhanh chóng bị bác bỏ vì rõ ràng Jane đã sống hơn 10 ngày kể từ sau sinh<ref name=\"p100\">{{harvnb|Norton|2009|pp=100, 142–145}}<\/ref>.\n\nBà được Vua Henry quyết định đem an táng ở Nhà nguyện St George's, thuộc [[Lâu đài Windsor]]. Người dẫn đầu đoàn đưa tang là [[Mary I của Anh|Mary Tudor]] - người con chồng mà Jane Seymour thành công hàn gắng và phục hồi địa vị trong suốt quãng đời mình<ref>Theo thông lệ, người đưa tang chính phải cùng giới tính với người mất<\/ref>. Do đó, Jane Seymour là người vợ duy nhất của Henry VIII có tang lễ như một Vương hậu, với một nghi lễ hoành tráng không kém gì mẹ của ông là [[Elizabeth xứ York]]. Đoàn đưa tang đi qua cổng Cung điện Hampton Court với toàn màu đen, quan tài được phủ huy hiệu của gia tộc Seymour và Vương thất Anh. Sau khi chuẩn bị xong tất cả, Mary vì quá đau buồn cho Jane nên đã để Hầu tước xứ Exeter hoàn thành nốt. Sau khi hoàn thành tang lễ, Mary còn làm một vài lần cầu nguyện cho Jane và cung cấp một số tiền cho gia đình Seymour tại Wulfhall. Sau đó 12 ngày liên tiếp, Mary luôn ở trong nhà nguyện tại Cung điện Hampton Court, cho đến ngày [[12 tháng 11]] cùng năm sau khi toàn bộ quy trình lễ tang của Jane hoàn thành<ref name=\"p149\">{{harvnb|Norton|2009|pp=149–150}}<\/ref>. Kể từ sau khi Jane qua đời, Vua Henry VIII mặc đồ đen trong 3 tháng, và mãi 3 năm sau ông mới tái hôn với [[Anna xứ Kleve|Anna của Kleve]].\n\n== Di sản ==\nChỉ tại vị trong thời gian ngắn, xuất thân không quá đặc biệt như [[Catalina của Aragón|Catalina xứ Aragón]], hoặc đầy hoạt động chính trị như [[Anne Boleyn]], vì vậy mà Jane Seymour thường bị bỏ qua và bị xem là lu mờ nhất trong 6 người vợ của Henry VIII, do đó tương đối tài liệu nghiên cứu về bà.\n\nDẫu vậy, thông qua sự leo thang cấp bậc và địa vị một cách nhẫn nại và thú vị, nhiều nhận định Jane Seymour cũng có tham vọng như Anne Boleyn. Tuy nhiên cái bà không có là nhan sắc, học thức cùng sự ''\"Bảo đảm tuyệt đối\"'' từ gia đình lẫn nhà Vua, do vậy cả đời Jane đều cực kỳ thận trọng. Bà từng tỏ rõ quan điểm chính trị khi muốn cứu các Tu viện Công giáo và thương cảm cho những người hành hương, và bà có lẽ sẽ có được cơ hội tham dự trực tiếp sau khi sinh hạ người thừa kế, nhưng ngay sau khi niềm hi vọng này vừa được sinh ra thì lập tức bà liền qua đời. Nhiều ý kiến tin rằng, nếu Jane Seymour còn sống đến khi Vua Henry VIII qua đời, bà hẳn nhiên sẽ trở thành [[nhiếp chính]] rất quyền lực của nước Anh cho người con trai kế vị chỉ 9 tuổi<ref>{{harvnb|Norton|2009|p=153}}<\/ref><ref name=\"Norton154\">{{harvnb|Norton|2009|p=154}}<\/ref>. Bằng việc sinh hạ người thừa kế duy nhất cho Vua Henry VIII, Jane Seymour đã giúp gia tộc Seymour có địa vị vững chắc ở chính trường nước Anh kể từ ấy. Hai người anh của bà, [[Edward Seymour, Công tước Somerset thứ nhất|Edward]] và [[Thomas Seymour, Nam tước Seymour thứ nhất xứ Sudeley|Thomas]], đều đã dựa vào sự ảnh hưởng từ cái chết của Jane để thâu tóm sức ảnh hưởng của họ với Vua Henry và Vua Edward tương lai. Dưới thời Edward VI, Edward Seymour được thụ phong tước hiệu '''Công tước xứ Somerset''' (''Duke of Somerset''), đặc biệt còn được chọn làm [[Bảo hộ công]] (''Lord Protector''), vị trí khiến ông trở thành vị ''[[Vua]]'' trên thực tế của nước Anh. Tuy nhiên, sau chuỗi sự kiện đấu đá nhau và sự kiện [[John Dudley, Công tước xứ Northumberland thứ nhất|John Dudley]], cả hai anh em nhà Seymour đều bị liên lụy về vấn đề chính trị mà lần lượt [[xử tử]] bởi Vua Edward. Có thể nói thành tựu lớn nhất cả đời của Jane là đem gia tộc Seymour lên đỉnh vinh quang, ảnh hưởng không nhỏ đến tiến trình của lịch sử nước Anh<ref name=\"p154\">{{harvnb|Norton|2009|pp=154–157}}<\/ref>. Hiện nay gia tộc Seymour, thông qua hậu duệ của Edward Seymour, vẫn còn tồn tại với tước hiệu ''Công tước xứ Somerset'' và có cơ ngơi chính tại [[Maiden Bradley]].\n\nVà dù Vua Henry VIII chưa bao giờ đối xử thật sự tốt với Jane, nhưng ông vẫn nhìn nhận bà là ''\"My true wife\"'' hay ''\"True love\"'', và trước khi qua đời ông đã đề nghị an táng mình bên cạnh bà trong Nhà nguyện St George's. Bà đã đáp ứng khát vọng to lớn nhất của Henry VIII khi ấy - một đứa con trai - và đó là lý do mà cái chết của bà được toàn vẹn nhất, vinh quang nhất trong cả 6 người vợ. Sau cái chết của Jane Seymour, Vua Henry VIII tiếp tục cưới vợ với ý muốn có nhiều con trai hơn, dù ông đã thật sự để tang bà 3 năm trời. Có cách đánh giá rằng, chính cái chết của Jane đã ép buộc Henry VIII phải cưới vợ liên tiếp, tạo thành truyền ''\"Sáu người vợ của Henry VIII\"'' mãi mãi tồn tại trong lịch sử<ref>{{harvnb|Norton|2009|pp=157–159}}<\/ref>.\n\n== Trong văn hóa đại chúng ==\n<gallery mode=\"packed\" heights=\"200\">\nHolbein Jane Seymour drawing.jpg|Bức phác họa chân dung Jane Seymour của Holbein\nFamily of Henry VIII c 1545.jpg|Tranh vẽ ''The Family of Henry VIII'' hoàn thành năm 1545, mô tả gia đình Henry VIII một cách chính thức. Jane Seymour ở bên tay trái Vua Henry, đối diện tay phải là con trai bà, Edward. Hai công chúa bên cạnh, tay trái (của tranh) là Mary Tudor, còn tay phải là Elizabeth Tudor\nJaneseymourpost.jpg|Cận cảnh Jane Seymour trong loạt tranh ''The Family of Henry VIII'' \nCoat of Arms of Jane Seymour.svg|Vương hiệu của Jane Seymour khi trở thành Vương hậu\n<\/gallery>\n\nLà người vợ yêu quý nhất của Henry VIII, song nếu so với [[Anne Boleyn]] hay [[Catalina của Aragón]], thì hình tượng Jane Seymour thường chỉ được mô tả ở phương diện thứ chính trong nhiều [[phim ảnh]] và [[tiểu thuyết]] liên quan đến Henry VIII và 6 người vợ của mình. Nguyên nhân này phần nhiều vì hành trạng của bà khá mờ nhạt nếu so với những người vợ khác của Henry VIII, dù bà được xem là người vợ rất được yêu mến của Henry VIII. Câu chuyện về Jane từ khi chỉ là một quý tộc tầm trung, sau trở thành Vương hậu và đem gia tộc lên vinh quang, về sau cũng trở thành đề tài của không ít phim truyện. Xã hội Châu Âu khi ấy, các vị Vua chúa đều cưới Công chúa ngoại quốc vì thân phận ''\"đăng đối\"'' giữa các quốc chủ, cho nên thân phận của Jane Seymour - đi từ thấp lên cao - quả thật không có nhiều.\n\n* '''Về phim ảnh''':\n** Năm [[1933]], lần đầu tiên Jane Seymour được đưa lên màn ảnh trong bộ phim ''[[The Private Life of Henry VIII]]'', và Jane Seymour được thủ diễn bởi nữ diễn viên [[Wendy Barrie]]. \n** Năm [[1969]], bộ phim điện ảnh ''[[Anne of the Thousand Days]]'' ra mắt, Jane Seymour được diễn bởi Lesley Paterson. \n** Năm [[2003]], bộ phim 2 phần ''[[Henry VIII (TV serial)|Henry VIII]]'' ở [[Anh]] phát sóng, với [[Emilia Fox]] thủ vai Jane Seymour. \n** Năm [[2008]], phần 2 của bộ phim ''[[The Tudors]]'' của đài [[Showtime]] ra mắt, với [[Anita Briem]] thủ vai Jane Seymour, Thị tùng của Anne Boleyn. \n** Năm [[2015]], một miniseries của đài [[BBC Two]] dựa trên tiểu thuyết ''[[Wolf Hall]]'' đã phát sóng, nữ diễn viên [[Kate Phillips]] thủ vai Jane Seymour.\n* '''Về tiểu thuyết''':\n** Jane Seymour là nhân vật chính trong cuốn ''[[Jane the Quene]]'' của Janet Wertman, nằm trong bộ ''Seymour Saga'' của tác giả. Jane được thiết kế rất thận trọng và có kế hoạch trong con đường thăng tiến của bản thân cùng gia tộc<ref>{{chú thích web|url=https:\/\/www.publishersweekly.com\/978-0-9971338-1-3|title=Fiction Book Review: Jane the Quene by Janet Wertman. Janet Wertman, $11.57 trade paper (280p) ISBN 978-0-9971338-1-3|website=PublishersWeekly.com|language=en|access-date=ngày 30 tháng 12 năm 2019}}<\/ref>.\n** [[Carolly Erickson]] viết ''[[The Favoured Queen (tiểu thuyết)|The Favoured Queen]]'' lấy cái nhìn từ bà, khi làm Thị tùng cho Catalina xứ Aragon cho đến khi qua đời.\n** Cuốn ''[[I, Jane]]'' của [[Diane Haeger]], kể về sự kiện trước khi Jane được Vua Henry VIII chú ý, đã phải lòng một chàng trai trẻ tuổi xuất thân con nhà quyền quý. Cha mẹ của chàng trai không vừa ý gia đình Seymour nên không bao giờ đồng ý hôn sự. Cuối cuốn sách, Jane không bao giờ quên người kia.\n** Tiểu thuyết gia triển vọng [[Hilary Mantel]] viết nên loạt tiểu thuyết nổi tiếng ''[[Wolf Hall]]'' và phần kế ''[[Bring Up the Bodies]]'', đều cho thấy Jane Seymour là một người ẩn nhẫn được thúc giục bởi gia tộc trong việc được nhà vua sủng ái. Cuốn sách tiếp theo, ''The Mirror and the Light'', dự kiến nói rõ hơn về góc nhìn của bà. \n** Tiểu thuyết gia nổi tiếng chuyên viết đề tài Vương thất Anh là [[Alison Weir]] cũng có một series 6 bộ về cả 6 bà vợ của Henry VIII, Jane Seymour là nhân vật chính của cuốn thứ ba mang tên ''[[Jane Seymour: The Haunted Queen]]''.\n\nVề phương diện nhạc kịch, Jane Seymour cũng xuất hiện với vai trò phụ trợ. Vở ballad ''[[Anna Bolena]]'' nổi tiếng, Jane được gọi là ''Giovanna Seymour'' với vai trò Thị tùng của nhân vật Anna (''hình tượng từ [[Anne Boleyn]]'') nhưng cuối cùng quyến rũ nhà Vua Enrico. Vở [[ballad]] vào [[thế kỉ 19]] của [[Francis James Child]] có tên ''[[The Death of Queen Jane]]'' được xây dựng dựa vào truyền thuyết về cái chết của Jane Seymour. Vở ballad có ý phê phán sự kiện tại thời điểm ấy xung quanh cái chết của ''\"Queen Jane\"'', khi vị này lâm bồn đến 6 tuần vẫn không thể sinh nên các bác sĩ của triều đình phải mổ bụng và lấy cái thai ra. Truyền thuyết nói đến ''\"Queen Jane\"'', và dù chưa bao giờ được xác nhận, nhưng hầu hết đều cho rằng đây là ám chỉ Jane Seymour khi bà qua đời ngay sau khi sinh Edward VI.\n\n==Ghi chú==\n{{tham khảo|3}}\n\n==Thư mục==\n{{refbegin|30em}}\n* {{chú thích sách|last=Boutell\n |first=Charles\n |authorlink=Charles Boutell\n |title=A Manual of Heraldry, Historical and Popular\n |year=1863\n |publisher=Winsor & Newton\n |url=https:\/\/archive.org\/stream\/amanualheraldry00boutgoog#page\/n346\/mode\/2up\n |location=London\n |ref={{sfnref|Boutell|1863|pp=278}}\n}}\n* {{chú thích sách|last=Brown\n |first=Meg Lota\n |last2=McBride\n |first2=Kari Boyd\n |title=Women's roles in the Renaissance\n |location=Westport \n |publisher=Greenwood Press\n |isbn=0313322104\n |url=https:\/\/books.google.com\/books?id=6Zkbta_pjG0C&pg=PA244&lpg=PA244#v=onepage&q&f=false\n |ref={{sfnref|Brown|2005|p=244}}\n}}\n* {{chú thích sách|last=Farquhar\n |first=Michael|title=A Treasure of Royal Scandals\n |location=New York\n |publisher=Penguin Books\n |year=2001\n |isbn=0-7394-2025-9\n |ref={{sfnref|Farquhar|2001|p=72}}\n}}\n* {{chú thích sách|last=Lancelot\n |first=Francis\n |title=Jane Seymour, Third Wife of Henry the Eighth: A Short Biography\n |publisher=Shamrock Publishing\n |year=2011\n |ref={{Lancelot|2011||p=93}} \n}}\n* {{chú thích sách|last=Norton\n |first=Elizabeth\n |author-link=Elizabeth Norton\n |title=Jane Seymour: Henry VIII's True Love\n |location=Chalford\n |publisher=Amberley Publishing\n |year=2009\n |url=https:\/\/books.google.com\/books?id=FiXjKTkR0QYC&printsec=frontcover#v=onepage&q&f=false\n |format=hardback\n |isbn=9781848681026\n |ref={{sfnref|Norton|2009}}\n}}\n* {{chú thích sách|last=Seal\n |first=Graham\n |title=Encyclopedia of Folk Heroes\n |location=Oxford\n |publisher=ABC-CLIO\n |year=2001\n |isbn=9781576072165\n |format=hardback\n |page=129\n |url=https:\/\/books.google.com\/books?id=qfTcKDzzqvIC&pg=PA129&redir_esc=y#v=onepage&q&f=false\n |ref={{sfnref|Seal|2001|p=129}}\n}}\n* {{chú thích sách|last=Vergil\n |first=Polydore\n |editor=Hay, Denys\n |author-link=Polydore Vergil\n |title=The Anglica historia of Polydore Vergil, A.D. 1485–1537. Edited with a translation by Denys Hay\n |series=Camden third series\n |volume=74\n |year=1950\n |publisher=Royal Historical Society\n |page=337\n |url=https:\/\/books.google.com\/books?id=myMIAAAAIAAJ&hl=en\n |ref={{sfnref|Vergil|1950|p=337}}\n}}\n* {{chú thích sách|last=Wagner\n |first=John A. and Schmid, Susan Walters\n |title=Encyclopedia of Tudor England\n |volume=3\n |location=Santa Barbara\n |publisher=ABC-CLIO\n |year=2012\n |format=hardback\n |isbn=9781598842982\n |url=https:\/\/books.google.com\/books?id=EUCY3otvttEC&pg=PA1000&lpg=PA1000#v=onepage&q&f=false\n |ref={{sfnref|Wagner|2012|p=1000}}\n}}\n* {{chú thích sách|last=Walder\n |first=John\n |title=All Colour book of Henry VIII|url=https:\/\/archive.org\/details\/allcolorbookofhe00wald\n |location=London\n |publisher=Octopus Books\n |year=1973\n |isbn=0706402324\n |ref={{sfnref|Walder|1973|p=47}}\n}}\n* {{chú thích web|last=Walsh\n |first=Andrew\n |title=The death of Jane Seymour – a Midwife’s view\n |work=Tudor Stuff: Tudor History From the Heart of England\n |url=http:\/\/tudorstuff.wordpress.com\/2009\/03\/21\/the-death-of-jane-seymour-a-midwife's-view\/\n |date=ngày 21 tháng 3 năm 2009\n |publisher=Tudorstuff.wordpress.com\n |access-date =ngày 24 tháng 10 năm 2010\n |ref={{sfnref|Walsh|2009}}\n}}\n* {{chú thích sách|last=Weir\n |first=Alison\n |author-link=Alison Weir\n |title=The Six Wives of Henry VIII\n |location=London\n |publisher=Vintage\n |year=2007\n |isbn=9780099523628\n |url=https:\/\/books.google.com\/books?id=-UsWO_odsZAC&printsec=frontcover#v=onepage&q&f=false\n |ref={{sfnref|Weir|2007}}\n}}\n{{Cuối tham khảo}}\n\n{{Cite DNB |last=Pollard |first=Albert Frederick |title=Seymour, Edward | volume=51 | pages=299–310 | url=https:\/\/archive.org\/details\/dictionaryofnati019324mbp\/page\/n305\/mode\/2up}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Jane Seymour}}\n* [http:\/\/histfam.familysearch.org\/getperson.php?personID=I1428&tree=EuropeRoyalNobleHous Jane Seymour, Queen of England] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161220125210\/http:\/\/histfam.familysearch.org\/getperson.php?personID=I1428&tree=EuropeRoyalNobleHous |date = ngày 20 tháng 12 năm 2016}} Family tree\n* {{chú thích web|title=Jane Seymour|url=http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=1966|publisher= Find A Grave}}\n* [http:\/\/tudorhistory.org\/seymour\/ A quick overview of Jane's life, with a good portrait gallery as well]\n* [http:\/\/englishhistory.net\/tudor\/monarchs\/seymour.html A more in-depth historical look at Jane's life and times]{{Webarchive|url=https:\/\/web.archive.org\/web\/20120205171905\/http:\/\/englishhistory.net\/tudor\/monarchs\/seymour.html |date=2012-02-05 }}\n* [http:\/\/bbs.keyhole.com\/ubb\/showflat.php?Cat=0&Number=365164 A geo-biography tour] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081221234337\/http:\/\/bbs.keyhole.com\/ubb\/showflat.php?Cat=0&Number=365164 |date=2008-12-21 }} of the Six Wives of Henry VIII on Google Earth\n* [http:\/\/www.sacred-texts.com\/neu\/eng\/child\/ch170.htm The text of the ballad ''The Death of Queen Jane'']\n* [http:\/\/www.flickr.com\/photos\/mademoiselleboleyn\/4199866501\/in\/photostream\/ Photo of Seymour waxwork] Flickr\n* [http:\/\/www.publications.bham.ac.uk\/birmingham_magazine\/b_magazine1996-99\/pg22_96.htm A 1996 interview with Anne Boleyn's most respected academic biographer, E.W. Ives] in which he offers his interpretations of [[Anne Boleyn]] but also speculates on the role Jane played in Anne's downfall\n* [http:\/\/www.irishexaminer.com\/lifestyle\/features\/three-royal-births-that-werent-as-comfortable-as-kates-328635.html 2015 Irish Examiner article] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180620074126\/http:\/\/www.irishexaminer.com\/lifestyle\/features\/three-royal-births-that-werent-as-comfortable-as-kates-328635.html |date=2018-06-20 }}\n{{Phối ngẫu Anh}}{{Kiểm soát tính nhất quán}}\n{{DEFAULTSORT:Seymour, Jane}}\n[[Thể loại:Sinh năm 1508]]\n[[Thể loại:Mất năm 1537]]\n[[Thể loại:Người Anh thế kỷ 16]]\n[[Thể loại:Vương hậu Anh]]\n[[Thể loại:Sản phụ tử vong]]\n[[Thể loại:Sáu người vợ của Henry VIII của Anh|J]]"}