{"Jassa Singh Ahluwalia":"[[Tập tin:PicKingRaja.jpg|thumb|300px|Nawab Jassa Singh Ahluwalia]]\n'''Sultan ul Quam Nawab Jassa Singh Ahluwalia''' (1718 – 1783) là một tín đồ theo [[đạo Sikh]], vị lãnh tụ [[Đạo Sikh|Sikh]] có uy tín trong thời kì [[Liên minh những người Sikh]]. Ông cũng là Misldar của Quân đội (Misl) [[Ahluwalia]]. Thời kì này là một giai đoạn chuyển tiếp, kéo dài khoảng từ khi [[Banda Bahadur]] qua đời năm 1716 tới khi [[Đế quốc Sikh]] được thiết lập năm 1801. Thời kì này cũng được gọi là \"Kỷ nguyên của những misl\". Năm 1772, ông thành lập [[Nhà nước Kapurthala]].\n\n== Tuổi trẻ ==\nSultan ul Quam Nawab Jassa Singh Ahluwalia sinh ra ở làng Ahl\/Ahlu\/Ahluwal gần Lahore, được thành lập bởi tổ phụ ông, Sadda Singh, một môn đệ của Guru thứ sáu của đạo Sikh, [[Guru Har Gobind]]. Do đó, ông được đặt tên là '''Ahluwalia''. Các bậc tổ tiên ông là những [[Kalal]] (nhà buôn rượu). Vì thế, ông được gọi là Jassa Singh Kalal.\n\nThân phụ ông, Sardar Badar Singh qua đời năm 1723, khi Ahluwalia chỉ vừa mới 5 tuổi. Mẹ ông phải xin [[Mata Sundari]], quả phụ [[Guru Gobind Singh]], nuôi dạy Jassa Singh. Mata Sundari đồng ý làm điều đó.\n\n== Những cuộc xâm lăng của Ahmed Shah Abdali ==\n\n[[Ahmad Shah Durrani|Ahmed Shah Abdali]], một cận tướng của [[Nader Shah|Nadir Shah]], lên làm vua [[Afghanistan]] sau khi Shah bị giết vào tháng 6 năm 1747. Abdali thành lập triều đại [[Sadozai]], vì ông thuộc một [[khel]] [[Pashtun]] cùng tên.\n\nTừ tháng 12 năm 1747 đến 1769, Abdali phát động tổng cộng 9 cuộc viễn chinh vào [[Ấn Độ]]. Các cuộc chinh phạt của Abdali đánh đổ sự cai trị của [[Đế quốc Mogul|Mogul]] ở [[punjab (vùng)|vùng Punjab]] và các vùng đất ở [[Bắc Ấn]]. Trong [[Trận Panipat lần thứ ba]], Abdali đập tan những tham vọng của người [[Maratha]] về phía Bắc. Thế là Abdali có ý định xâm lược vùng đất Punjab của người Sikh.\n\n== Cuộc xâm lược lần thứ sáu năm 1762 ==\n\nVào ngày 5 tháng 2 năm 1762, Ahmad Shah Abdali xâm lược Ấn Độ lần thứ sáu, để đánh người Sikh. Abdali nghe được hung tin: tướng của Abdali, Nur-ud-Din Bamezai, bị đánh bại trong tay quân Sikh - những người mở rộng địa bàn ra ngoài Punjab nhanh chóng và bầu vị thủ lĩnh của họ: Nam tước '''Jassa Singh Ahluwalia''', vua xứ Lahore. Để loại trừ mối đe doạ của Sikh với lãnh thổ ở Ấn Độ của mình, Abdali và quân sĩ rời [[Kandahar]]. Quân Abdali nhanh chóng đuổi kịp người Sikh khi họ rút về [[Malwa (Punjab)|Malwa]] sau khi vượt sông [[Satluj]].\n\nĐoàn bộ hành di chuyển bao gồm một phần đáng kể trong tổng dân số Sikh và chứa, ngoài những người lính tại ngũ, nhiều người già, phụ nữ và trẻ em đều được đưa đến nơi an toàn.\n\n== Cuộc xâm lược lần thứ tám của Afghan năm 1766 ==\nTháng 11 năm 1766 Abdali kéo quân đến Punjab lần thứ tám với mục đích \"khử lũ giặc Sikh\". Người Sikh lại phải dùng tên chiến thuật cổ ''Dhai-phut''('đánh, chạy và quay lại đánh tiếp') (sau nổi tiếng với [[Trận Chillianwala]] chống [[Thực dân Anh]] xâm lược). Họ rời khỏi Lahore, nhưng lại đối mặt trực tiếp với tướng Afghan là [[Jahan Khan]] ở Amritsar. Kết quả là quân Sikh đại thắng, quân Afghan rút lui với 5.000 binh sĩ thiệt mạng. Jassa Singh Ahluwalia cùng với 2.000 quân Sikh đi quanh túp lều của quân Afghan, và cướp phá nó.\n\n== Qua đời ==\nJassa Singh tiếp tục cuộc chiến tranh. Sau khi cuộc xâm lược lần thứ chín (cũng là lần cuối cùng) của Abdali chấm dứt năm 1769, Jassa Singh chiếm [[Kapurthala]] từ tay Rao Ibrahim Bhatti năm 1774, và đặt nơi đây làm trụ sở của mình. Jassa Singh [[chết|qua đời]] ở [[Amritsar]] năm 1783. Ông không có con, và được kế tục bởi Bhag Singh - con trai Bhag là Fateh Singh là cận thần của [[Ranjit Singh]] sau này.\n\n== Vinh danh ==\nMột tem bưu phí kỷ niệm '''Baba Jassa Singh Ahluwalia'' được [[Chính phủ Ấn Độ]] phát hành ngày [[4 tháng 4]] nănm [[1985]].\n\nBaron Sultan ul Quam Nawab Jassa Singh Kalal còn được gọi là 'Guru ka lal' (đứa con yêu của Guru).\n\n== Nguồn dẫn ==\n{{Tham khảo}}\n* Singh, Harbans \"The Heritage of the Sikhs.\"\n* Singh, Khushwant \"History of the Sikhs.\"\n\n{{DEFAULTSORT:Ahluwalia, Jassa Singh}}\n[[Thể loại:Người Punjab]]\n[[Thể loại:Lịch sử Punjab]]\n[[Thể loại:Sikh giáo ở Ấn Độ]]\n[[Thể loại:Chiến binh đạo Sikh]]\n[[Thể loại:Người Kapurthala]]\n[[Thể loại:Sinh năm 1718]]\n[[Thể loại:Mất năm 1783]]\n[[Thể loại:Hoàng đế Sikh]]\n[[Thể loại:Lịch sử Sikh giáo]]"}