{"Jean-de-Dieu Soult":"{{Infobox officeholder 1 \n| honorific-prefix = [[Thống chế Pháp|Thống chế]] \n| name = Jean-de-Dieu Soult\n| honorific-suffix = Công tước, [[Legion of Honour|GOLH]], [[Order of the Holy Spirit|KOHS]], [[Huân chương Saint Louis|COSL]]\n| image = Jean-de-Dieu Soult, maréchal duc de Dalmatie (1769-1851).jpg\n| caption = \n| office = [[Thủ tướng Pháp|Thủ tướng thứ 10 của Pháp]]\n| 1namedata = [[Louis Philippe I]]\n| 1blankname = Vua\n| term_start = [[29 tháng 10]] năm [[1840]]\n| term_end = [[18 tháng 9]] năm [[1847]]\n| predecessor = [[Adolphe Thiers]]\n| successor = [[François Guizot]]\n| 1namedata1 = Louis Philippe I\n| 1blankname1 = Vua\n| term_start1 = [[12 tháng 5]] năm [[1839]]\n| term_end1 = [[1 tháng 3]] năm [[1840]]\n| predecessor1 = [[Mathieu Molé]]\n| successor1 = Adolphe Thiers\n| 2namedata2 = Louis Philippe I\n| 2blankname2 = Vua\n| term_start2 = [[11 tháng 10]] năm [[1832]]\n| term_end2 = [[18 tháng 7]] năm [[1834]]\n| predecessor2 = [[Casimir Perier]]\n| successor2 = [[Étienne Maurice Gérard]]\n| office3 = [[Bộ trưởng Quốc phòng (Pháp)|Bộ trưởng Chiến tranh]]\n| primeminister3 = [[Jacques Laffitte]]<br>[[Casimir Perier]]\n| term_start3 = [[17 tháng 11]] năm [[1830]]\n| term_end3 = [[18 tháng 7]] năm [[1834]]\n| predecessor3 = [[Étienne Maurice Gérard]]\n| successor3 = Étienne Maurice Gérard\n| birth_date = [[29 tháng 3]] năm [[1769]] \n| birth_place = [[Saint-Amans-la-Bastide]], [[Vương quốc Pháp]]\n| death_date = [[26 tháng 11]] năm [[1851]] (82 tuổi) \n| death_place = [[Saint-Amans-la-Bastide]], [[Tarn]], [[Đệ Nhị Cộng hoà Pháp]]\n| party = [[Đảng Kháng chiến (Pháp)|Đảng Kháng chiến]] {{small|(1830–1848)}}\n| spouse = Jeanne-Louise-Elisabeth Berg (1796–1851)\n| children = Napoléon-Hector<br>Josephine-Louise-Hortense\n| profession = [[Sĩ quan|Sĩ quan quân đội]]\n| religion = [[Công giáo Roma]]\n<!--Military service-->\n| allegiance = {{flag|Vương quốc Pháp}}<br>{{flagicon|Pháp}} [[Đệ Nhất Cộng hòa Pháp]] <br>{{flag|Đệ Nhất Đế chế Pháp}}\n| branch = [[Lục quân Pháp]]\n| unit = Trung đoàn [[Bộ binh]] Hoàng gia<br>[[Binh đoàn Sambre-et-Meuse]]<br>[[Binh đoàn Helvetia]]<br>Trung đoàn Bộ binh 110 \n| serviceyears = 1785–1815\n| rank = {{plainlist|\n* [[Thống chế Pháp|Thống chế]]\n* [[Thống chế chỉ huy Pháp|Thống chế chỉ huy]]\n* [[Sư đoàn trưởng]]\n* [[Chuẩn tướng]]\n* [[Đại uý]]\n* [[Trung uý]]}}\n| battles = '''[[Chiến tranh Napoleon]]''':<br>{{hlist|[[Trận Zurich lần hai]]|[[Trận Austerlitz]]|[[Trận Eylau]]|[[Trận Heilsberg]]|[[Trận Bautzen]]|[[Trận Toulouse (1814)|Trận Toulouse]]}}\n}}\n'''Nicolas Jean de Dieu Soult''', công tước xứ [[Dalmatia]], là nhà chỉ huy trong [[các cuộc chiến tranh của Napoléon|chiến tranh Napoleon]] và là một nhà chính trị, được phong thống chế năm 1804- lần phong đầu tiên của Napoleon, ông là một trong số sáu sĩ quan duy nhất trong lịch sử nước Pháp được phong lên cấp thống chế chỉ huy. Ông cũng làm Thủ tướng chính phủ nước Pháp ba lần.\n\t\nSoult sinh ra ở [[Saint-Arnans-la-Bastide]] (nay là thị trấn [[Castres, Tarn|Castres]] tỉnh Tarn- nước Pháp), gia đình làm công chứng viên thành phố. Soult được thụ hưởng một nền giáo dục tốt, và gia đình hướng ông theo nghề luật sư, nhưng cha ông chết khi ông còn bé, điều đó đã ảnh hưởng nhiều đến tương lai của ông, năm 1785, ông gia nhập vào bộ binh Pháp. Nền giáo dục tốt đã giúp ông nhiều trong việc thăng tiến, trong vòng 6 năm, ông đã được thăng lên cấp hạ sĩ quan, vào tháng 7 năm 1791, ông trở thành người hướng dẫn cho tiểu đoàn quân tình nguyện tới [[Bas-Rhin]], ông phục vụ trong quân đội ở đây tới năm 1792. Tới năm 1794 ông trở thành sĩ quan quản trị cao cấp (với hàm thiếu tá \"chef de brigade\").\n\nSoult đóng góp một phần rất lớn vào tất cả những trận chiến nổi tiếng La Grande Armée, trừ trận Friedland, và sau hiệp ước hòa bình Tilsit, ông quay lại Pháp và được phong làm công tước xứ Dalmatia vào năm 1808, nhưng phần thưởng này lại làm ông cảm thấy rất khó chịu, theo ông, danh hiệu xứng đáng với ông phải là Công tước xứ Austerlitz, danh hiệu mà trước đó Napoleon đã hứa dành riêng cho ông. Những năm sau đó, ông được giao làm chỉ huy quân đoàn số 2 của quân đội xâm chiếm Tây Ban Nha, và sau chiến thắng tại Gamonal, Soul được lệnh của Hoàng đế truy bắt John Moore, cuối cùng bắt được Moore tại Corunna (Tây Ban Nha).\n\t\nTrong bốn năm tiếp theo, ông vẫn tiếp tục ở Tây Ban Nha, và tham gia vào chiến tranh bán đảo (Peninsular war). Được lệnh tham gia chiến trường Bồ Đào Nha, Trong trận Porto, Soult bị đại bại trước một đạo quân Anh quá mạnh của Wellesley (tức Quận công Wellington), bị truy kích bởi Beresford và Silveira. Nhằm chấm dứt những ganh đua của các tướng lĩnh Pháp tại Tây Ban Nha, Napoleon chỉ định Soult làm chỉ huy quân sự tại chiến trường này, và sớm nhận được những lời đánh giá rất tốt đẹp của quân đội tại đây. Sau trận chiến Talavera (1809), chiến thắng tại Ocana vào ngày 19 tháng 11 năm 1809 đã chứng minh rằng niềm tin của Hoàng đế đã đặt đúng người.\n\t\nNăm 1810 Soult tham gia xâm lược Andalusia, và đã tiến hành xâm lược một cách nhanh chóng, trừ một chút khó khăn tại trận Cádiz. Năm 1811, Soult tiến quân từ hướng Bắc vào Extramadura (Tây Ban Nha) chiếm được Badajoz, gần sau đó diễn ra trận đánh nổi tiếng giữa quân Pháp do Soult chỉ huy và liên quân Bồ Đào Nha- Anh tại Albuera.\n\t\nTháng 3 năm 1813, Soult được giao nhiệm vụ tới miền Bắc nước Pháp để khắc phục những thiệt hại bởi thất bại nặng nề của vua Joshep Bornaparte tại trận Vitoria. Chiến dịch lần này của Soult được đánh giá rất cao mặc dù kết quả là ông bị đại bại trước quân đội Anh của Quận công Wellington, bởi quân của ông trong chiến dịch này hoàn toàn thua xa quân của Wellington về kinh nghiệm chiến đấu và lòng dũng cảm. Cuộc tiến công lần cuối của Soult vào Tây Ban Nha- như nói ở trên- bị đẩy lùi tại trận Pyrenees. Cuối cùng Soult giao chiến với Quận công Wellington trận đánh đẫm máu tại Toulouse và một lần nữa quân Pháp thảm bại. Đây là trận đánh cuối cùng của cuộc Chiến tranh Bán đảo.<ref>[[Jeremy Black]], ''European warfare in a global context, 1660-1815'', trang 135<\/ref><ref>Norman Gash, ''Wellington: studies in the military and political career of the first Duke of Wellington'', trang 112<\/ref>\n\nsau lần thoái vị đầu tiên của Napoleon năm 1814, Soult công khai theo phe Bảo hoàng, nhận chức từ St.Louis, và đảm nhận chức vụ Bộ trưởng chiến tranh từ 03\/12\/1814 đến ngày 11\/03\/1815. Khi Napoleon từ đảo Elba trở về, Soult một lần nữa lại công khai thể hiện rằng ông là người theo Napoleon, ông tham gia vào chiến dịch một trăm ngày- trong đó ông thể hiện mình không thật sự hết khả năng, tại Waterloo Soult không còn là người anh hùng như tại Austerlitz, tại Waterloo ông đã mắc rất nhiều lỗi. Đến thời kỳ Second Restoration là giai đoạn Napoleon bị đầy ra đảo thánh bà Helen năm 1815, Soult bị bắt cùng với nhiều Thống chế Pháp khác, Soult bị đầy đi Dussesldorf- Nga, nhưng không lâu sau đó, vào năm 1819, ông ta được thả ra vào năm 1820 quay lại làm Thống chế Pháp. Soult đã hơn một lần cố gắng thể hiện rằng ông ta là người nhiệt thành với Hoàng gia và được làm Thượng nghị sĩ vào năm 1827. \n\t\nNhưng đến sau Cách mạng 1830, Soult lại nhận ra rằng ông là một người theo [[Louis Philippe]], với tài năng quân sự đã được rèn luyện trong chiến tranh Napoleon, Soult lúc này là một trong những nhân vật ưu tú nhất của giới quân sự, nhanh chóng được Philippe trọng dụng, phong làm Thống chế chỉ huy (Marchal- General)- danh hiệu cao quý chỉ có duy nhất sáu người trong lịch sử quân sự Pháp được nhận. Ông giữ chức vụ Bộ trưởng chiến tranh từ năm 1830 đến năm 1834, làm Thủ tướng từ 1832 đến 1834, quay lại làm Thủ tướng từ năm 1839 đến 1840 và từ 1840 đến 1847, làm Bộ trưởng chiến tranh từ 1840 tới 1844. Vào năm 1848, khi Louis Philippe bị lật đổ, Soult lại một lần nữa công khai thể hiện mình là người theo chế độ Cộng hòa.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Lãnh đạo Chính phủ Pháp}}\n{{Các thống chế của Napoléon}}\n\n{{DEFAULTSORT:Soult, Jean-de-Dieu}}\n[[Thể loại:Thủ tướng Pháp]]\n[[Thể loại:Thống chế Pháp]]\n[[Thể loại:Sinh năm 1769]]\n[[Thể loại:Mất năm 1851]]\n[[Thể loại:Tướng Pháp trong chiến tranh Napoléon]]"}