{"Jean Calvin":"{{Thông tin nhân vật\n|name = Jean Calvin\n|image = John Calvin 2.jpg\n|image size = 200px\n|caption = \n|birth_date = {{Birth date|1509|07|10|df=yes}}\n|birth_place = [[Noyon]], [[Hauts-de-France]], [[Pháp]]\n|death_date = {{Death date and age|1564|05|27|1509|07|10|df=yes}}\n|death_place = [[Genève|Geneva]], [[Thụy Sĩ]]\n|education = \n|alma mater = [[Đại học Orléans]], [[Đại học Bourges]]\n|occupation = Nhà Cải cách, Nhà thần học, Quản nhiệm, Tác gia\n|religion = [[Tin Lành]] (cải đạo từ [[Giáo hội Công giáo Rôma|Công giáo Rôma]])\n|vợ = [[Idelette de Bure]]\n|parents = Gérard Cauvin và Jeanne le Franc\n|children = \n|signature = John Calvin signature.png}}\n\n'''Jean Calvin''' (tên khai sinh là ''Jehan Cauvin'', [[10 tháng 7]] năm [[1509]] – [[27 tháng 5]] năm [[1564]]) là [[nhà thần học]] có nhiều ảnh hưởng trong thời kỳ [[Cải cách Kháng Cách]]. Tại [[Genève|Geneva]], Calvin lên tiếng bác bỏ thẩm quyền [[giáo hoàng]] và biến thành phố này thành trung tâm quảng bá thần học cải cách. Chính tư tưởng và các tác phẩm của Calvin đã khiến ông trở thành một nhân vật nổi tiếng. Ông là nhân tố chính đóng góp cho sự phát triển của hệ thống thần học [[Kitô giáo|Cơ Đốc giáo]] gọi là [[Thần học Calvin]].\n\nLúc đầu được đào tạo để trở thành [[luật sư]], Calvin tách khỏi [[Giáo hội Công giáo Rôma|Giáo hội Công giáo Roma]] vào khoảng năm 1530. Sau những căng thẳng tôn giáo dẫn đến những cuộc bạo động chống người [[Tin Lành|Kháng Cách]] ở [[Pháp]], Calvin lánh nạn đến [[Basel, Thụy Sĩ]], ở đây ông phát hành ấn bản đầu tiên của tác phẩm kinh điển \"Nguyên lý Cơ Đốc giáo\" trong năm [[1536]].\n\nCũng trong năm ấy, [[William Farel]] mời Calvin hợp tác để cải cách giáo hội ở Geneva. Song, hội đồng thành phố chống lại việc thực thi ý tưởng của Calvin và Farel, cả hai bị trục xuất. Theo lời mời của [[Martin Bucer]], Calvin đến [[Strasbourg]], ông làm quản nhiệm một nhà thờ dành cho người tị nạn đến từ Pháp. Tiếp tục ủng hộ phong trào cải cách, sau cùng Calvin được chào đón trở lại Geneva để lãnh đạo giáo hội tại đây.\n\nSau khi trở lại, Calvin giới thiệu thể chế và giáo nghi mới cho giáo hội, bất kể sự chống đối từ một vài gia tộc quyền thế trong thành phố khi họ cố hạn chế thẩm quyền của ông. Trong lúc này, những người tự do mở rộng vụ xét xử [[Michael Servetus]] nhằm gây khó khăn cho Calvin. Do trước đó Servetus đã bị kết án bởi Tòa án dị giáo, áp lực từ khắp [[Châu Âu|Âu châu]] buộc vụ xét xử phải tiếp diễn.\n \nTheo sau một đợt di dân trong đó có nhiều người ủng hộ Calvin, và sau những kỳ bầu cử mới chọn đại biểu cho hội đồng thành phố, phe chống đối Calvin bị mất quyền lực. Calvin nỗ lực phát triển cuộc Cải cách ở Geneva và trên toàn [[châu Âu]].\n \nBằng ngòi bút của mình, Calvin là nhà biện giáo không hề mệt mỏi, ông cũng là người khởi phát nhiều cuộc tranh luận. Mặt khác, Calvin thường trao đổi thư từ trong tình thân ái và ước muốn hỗ trợ lẫn nhau với nhiều nhà cải cách, trong đó có [[Philipp Melancthon]] và [[Heinrich Bullinger]]. Ngoài quyển [[Nguyên lý Cơ Đốc giáo]], Calvin viết luận giải cho hầu hết các sách trong [[Kinh Thánh]], soạn các bản tín điều, và thường xuyên giảng luận ở Geneva. Do chịu ảnh hưởng truyền thống [[Augustine thành Hippo|Augustine]], Calvin trình bày giáo thuyết tiền định và quyền tể trị tuyệt đối của [[Thiên Chúa]] trong sự [[cứu rỗi]] loài người khỏi sự chết và sự đoán phạt đời đời.\n\nGiáo huấn của Calvin cung cấp hạt giống cho nền thần học mang tên ông. Các giáo hội [[Giáo hội Cải cách lục địa|Cải cách]] và [[Giáo hội Trưởng Nhiệm|Trưởng Lão]], hiện diện trên khắp thế giới, xem Calvin là người trình bày và luận giải [[đức tin Kitô giáo|đức tin]] của họ.\n\n==Thiếu thời ==\nCalvin chào đời ngày 10 tháng 7 năm [[1509]] với tên Jean Cauvin, tại thị trấn [[Noyon]] thuộc [[vùng của Pháp|vùng]] [[Hauts-de-France]] nước [[Pháp]]. Ông là con đầu trong bốn con trai còn sống đến tuổi trưởng thành. Cha ông, Gérard Cauvin, là công chứng viên của nhà thờ lớn và là hộ tịch viên của tòa án giáo hội. Mẹ ông, Jeanne le Franc, là con gái một chủ quán trọ ở [[Cambrai]]. Bà mất chỉ vài năm sau khi sinh Calvin. Gérard dự định cho ba người con trai của ông làm linh mục.\n\nJean là cậu bé thông minh trước tuổi; mới 12 tuổi cậu đã làm việc cho vị Giám mục như là một thư ký, và chịu cạo đầu để bày tỏ sự hiến mình cho giáo hội. Cậu cũng chiếm được cảm tình của một gia đình quyền thế ở đó, nhà Montmor.<ref>{{Harvnb|Cottret|2000|pp=8–12}}; {{Harvnb|Parker|2006|pp=17–20}}<\/ref> Nhờ sự giúp đỡ của họ mà Calvin theo học tại Collège de la March ở [[Paris]]; cậu học [[latinh|tiếng Latin]] từ một trong những giáo sư giỏi nhất trường, Mathurin Cordier.<ref>{{Harvnb|Ganoczy|2004|pp=3–4}}; {{Harvnb|Cottret|2000|pp=12–16}}; {{Harvnb|Parker|2006|p=21}}. {{Harvnb|McGrath|1990|pp=22–27}} states that Nicolas Colladon was the source that he attended Collège de la Marche which McGrath disputes.<\/ref> Sau khi hoàn tất khóa học, Calvin đến [[Collège de Montaigu]] để theo học môn [[triết học]].<ref>{{Harvnb|Cottret|2000|pp=17–18}}; {{Harvnb|Parker|2006|pp=22–23}}<\/ref>\n\nTrong năm 1525 hoặc 1526, Gérard cho con trai đến học luật tại [[Đại học Orléans]]. Theo những người viết tiểu sử thời ấy, Theodore Beza và Nicolas Colladon, Gérard tin rằng con trai ông có thể kiếm nhiều tiền hơn trong cương vị một luật sư thay vì làm linh mục.<ref>{{Harvnb|Parker|1975|p=15}}. According to {{Harvnb|Cottret|2000|p=20}}, there may have been a family conflict with the clergy in Noyon.<\/ref> Sau vài năm lặng lẽ học tập, năm 1529, Calvin đến [[Đại học Bourges]]. Lúc ấy, [[chủ nghĩa nhân văn]], tập chú vào việc nghiên cứu các tác phẩm cổ điển, đang thịnh hành trong giới trí thức châu Âu. Trong 18 tháng ở Bourges, Calvin học [[Tiếng Hy Lạp|Hi văn]], kỹ năng cần thiết để nghiên cứu [[Tân Ước]].<ref>{{Harvnb|Cottret|2000|pp=20–24}}; {{Harvnb|Parker|1975|pp=22–25}}<\/ref> Mùa thu năm 1533, Calvin kinh nghiệm một sự thay đổi quan trọng trong đức tin. Sau này, trong hai cơ hội khác nhau, Calvin đã thuật lại trải nghiệm này. Trong quyển ''Luận giải Sách Thi thiên'', ông viết:\n{{Cquote|Trước đây lòng tôi cứng cỏi nhưng [[Thiên Chúa]], thông qua trải nghiệm qui đạo đột ngột, đã bắt phục tâm trí tôi và khiến nó chịu lắng nghe sự dạy dỗ. Nhờ đó mà tôi nếm trải và hiểu biết về sự tin kính thật, ngay tức khắc lòng tôi bùng cháy với sự khao khát mãnh liệt muốn được được tăng trưởng trong đức tin. Dù không hoàn toàn từ bỏ các nghiên cứu khác, song lòng nhiệt tình của tôi dành cho chúng đã suy giảm.<ref>J. Calvin, preface to ''Commentary on the Book of Psalms'', trans. James Anderson, vol. 1 (Grand Rapids: Eerdmans, 1948), pp. xl–xli as quoted in {{Harvnb|Cottret|2000|p=67}}. The translation by Anderson is available at {{chú thích |chapter-url= http:\/\/www.ccel.org\/ccel\/calvin\/calcom08.vi.html |title= Commentary on Psalms |volume=1 |chapter=The Author's Preface }} See also {{Harvnb|Parker|2006|p=200}}.<\/ref>}}\n\nTrong một chỗ khác, Calvin nói về những ngày dài bất an trong nội tâm, những trăn trở về tâm linh, và những khổ não trong tâm hồn:\n{{Cquote|Cực kỳ căng thẳng về tình trạng khốn khó con đang gánh chịu, càng khốn khổ hơn nữa vì nỗi lo về sự chết đời đời, con xem việc tìm kiếm Ngài là nghĩa vụ hàng đầu, và từ bỏ quá khứ không một chút tiếc nuối. Lạy Chúa, còn lại gì cho một kẻ khốn cùng như con, thay vì bào chữa cho mình, con tha thiết nài xin Chúa đừng phán xét việc con từ bỏ Lời Ngài vì sợ hãi, nhưng nhờ Lời Chúa và bởi sự nhân lành diệu kỳ của Ngài mà con được giải thoát.<ref>from: Bruce Gordon, Calvin, New Haven; London 2009, p. 34.<\/ref>}}\n\nDù còn có những tranh luận về ý nghĩa chính xác của trải nghiệm qui đạo của Calvin, các học giả đồng ý rằng trải nghiệm này tương ứng với việc Calvin tách khỏi Giáo hội Công giáo Rô-ma.<ref>{{Harvnb|Ganoczy|2004|pp=9–10}}; {{Harvnb|Cottret|2000|pp=65–70}}; {{Harvnb|Parker|2006|pp=199–203}}; {{Harvnb|McGrath|1990|pp=69–72}}<\/ref><ref>According to {{Harvnb|Cottret|2000|pp=68–70}}, Ganoczy in his book ''Le Jeune Calvin. Genèse et evolution de sa vocation réformatrice'', Wiesbaden: F. Steiner, 1966 p. 302, argues that Calvin conversion took place over several years and that it was not a biographical or chronological event. Cottret quotes Olivier Millet, ''Calvin et la dynamique de la Parole. Essai de rhétorique réformée'', Paris: H. Champion 1992 p. 522, noting a typological rather than a biographical perspective of the account of his conversion. The biographical argument is promoted by D. Fischer, \"Conversion de Calvin\", ''Etudes Theéologiques et Religieuses'' 58 (1983) pp. 203–220. According to {{Harvnb|Parker|1975|pp=192–196}} Parker is in sympathy with Ganoczy’s view, but in his investigations, he concluded that a certain period for his conversion could be determined.<\/ref> Người viết tiểu sử Calvin, Bruce Gordon, nhấn mạnh rằng \"không có gì mâu thuẫn giữa hai hồi ức này, ngược lại chúng bày tỏ một sự nhất quán trong ký ức của Calvin, đúng hơn chúng là hai cách trình bày khác nhau về một sự việc.\"<ref>Bruce Gordon, Calvin, New Haven; London 2009, p. 34.<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Không một lá cỏ nào, không một sắc màu nào trong thế gian mà không được tạo dựng nên để làm chúng ta vui thích.\n|nguồn= John Calvin.<ref>As quoted in The Value of Convenience: Genealogy of Technical Culture (1993) by Thomas F. Tierney, p. 128<\/ref>}}\nNăm 1532, Calvin nhận văn bằng luật và xuất bản cuốn sách đầu tay của ông bình giải về tác phẩm ''De Clementia'' của [[Seneca]]. Sau những chuyến đi đến Orléans và về quê nhà Noyon, tháng 10 năm 1533 Calvin quay trở lại Paris. Suốt trong giai đoạn này tình trạng căng thẳng gia tăng ở Collège Royal, về sau mang tên [[Collège de France]], giữa nhóm cải cách và thành phần bảo thủ trong trường. Một trong những nhà cải cách, Nicolas Cop, được bổ nhiệm viện trưởng đại học. Ngày 1 tháng 11 năm 1533, trong bài diễn văn nhậm chức, Cop nói đến nhu cầu cải cách và chấn hưng Giáo hội Công giáo.\n\nBị phản ứng dữ dội và bị cáo buộc là dị giáo, Cop buộc phải đào thoát đến Basel. Calvin, bạn thân của Cop, cũng bị nhắc tên trong cáo buộc, năm sau phải đi ẩn mình. Trên đường lẩn tránh, Calvin đến [[Angoulême]], sau đến Noyon, rồi Orléans. Cuối cùng, ông phải rời khỏi nước Pháp lúc xảy ra biến cố Áp phích vào giữa tháng 10 năm 1534, khi một nhóm người bí mật dán áp phích tại các thành phố đả kích lễ misa của Công giáo, dẫn đến sự trả đũa bạo động đối với người Kháng Cách. Tháng 1 năm 1535, Calvin đến gặp Cop ở Basel, thành phố đang ở dưới ảnh hưởng của nhà cải cách [[Johannes Oecolampadius]].<ref>{{Harvnb|Ganoczy|2004|pp=7–8}}; {{Harvnb|Cottret|2000|pp=63–65, 73–74, 82–88, 101}}; {{Harvnb|Parker|2006|pp=47–51}}; {{Harvnb|McGrath|1990|pp=62–67}}<\/ref>\n\n==Khởi phát cuộc cải cách ==\n[[Tập tin:GuillaumeFarel.jpg|upright|nhỏ|phải|150px|[[William Farel]], người thuyết phục Calvin ở lại Geneva.]]\nTháng 3 năm 1536, Calvin công bố ấn bản đầu tiên quyển ''Institutio Christianae Religionis'' (''Nguyên lý Cơ Đốc giáo''). Đây là một tác phẩm biện giáo, bảo vệ đức tin và trình bày quan điểm thần học của những nhà cải cách. Ông định dùng tác phẩm này như là sách hướng dẫn nhập môn cho những ai quan tâm đến Cơ Đốc giáo, và là sự trình bày đầu tiên về nền thần học Calvin. Suốt đời mình, Calvin cập nhật và phát hành các ấn bản mới của công trình này. Sau đó không lâu, Calvin rời Basel đến [[Ferrara, Ý]], lưu lại trong một thời gian ngắn làm thư ký cho Hoàng tử Renée của Pháp. Tháng 6, cùng với em trai Antoine, ông trở lại Paris để giải quyết một số công việc cho cha. Chỉ dụ Coucy được ban hành ấn định hạn kỳ sáu tháng cho người dị giáo hòa giải với giáo hội, Calvin hiểu ra rằng không có chỗ cho ông ở nước Pháp. Tháng 8, ông đến [[Strasbourg]], một thành phố tự do thuộc [[Đế quốc La Mã Thần thánh|Đế quốc La Mã thần thánh]] và là nơi tị nạn cho những nhà cải cách. Do những vận động từ Pháp, Calvin bị buộc phải vòng về phía nam, dừng chân ở Geneva.\n\nLúc đầu, Calvin dự định chỉ qua đêm ở Geneva, nhưng [[William Farel]], nhà cải cách người Pháp đang sống tại thành phố này, cố thuyết phục Calvin ở lại và hỗ trợ ông trong nỗ lực cải cách hội thánh – đây là bổn phận trước Chúa, Farel nhấn mạnh. Nhưng Calvin chỉ muốn được sống bình an mà không bị ai quấy rầy. Cuối cùng thì nỗ lực của Farel cũng đạt kết quả, nhưng chỉ sau khi ông ngụ ý đến sự đoán phạt nghiêm khắc nhất của Chúa. Calvin kể lại cuộc nói chuyện căng thẳng này: \n{{Cquote|Rồi thì Farel, người đang hầu việc Chúa với lòng sốt sắng phi thường, cố hết sức giữ tôi ở lại thành phố. Khi biết rằng tôi chỉ muốn ở một mình trong nơi hẻo lánh để nghiên cứu, và khi nhận ra rằng có nài xin cũng chỉ luống công, ông đổi thái độ mà nói rằng Thiên Chúa chắc sẽ giáng họa cho sự an bình mà tôi đang tìm kiếm nếu tôi nhẫn tâm từ chối giúp đỡ trong một tình huống cấp bách như thế.<ref>''Church History One Hundred One,'' William M. Ramsay, 2006, Westminster John Knox Press, ISBN 0-664-50277-6 ISBN 9780664502775 p. 57. [http:\/\/books.google.com\/books?id=IHojPhHw3pgC&pg=PA57&dq=%22you+are+concerned+about+your+rest+and+your+personal+interests%22&hl=en&ei=2kNHTrToJIn-sQLl4KiSCA&sa=X&oi=book_result&ct=result&resnum=2&ved=0CC8Q6AEwAQ#v=onepage&q=%22you%20are%20concerned%20about%20your%20rest%20and%20your%20personal%20interests%22&f=false]<\/ref> Kinh hãi bởi những lời ông nói, và bị cáo trách về sự rụt rè, hèn nhát của mình, tôi quyết định dừng bước và nỗ lực sử dụng mọi ân tứ tôi có để bảo vệ đức tin của mình.<ref>''Autobiographical Sketch from the Dedication of the Commentary on the Psalms'', in ''Calvin: Commentaries'' (Library of Christian Classics), 1979, Joseph Haroutunian, ed., Westminster John Knox Press, ISBN 0-664-24160-3 ISBN 9780664241605 p. 53. [http:\/\/books.google.com\/books?id=NJ7UJGX8otkC&pg=PA53&dq=%22Then+Farel,+who+was+working+with+incredible+zeal+to+promote+the+gospel%22&hl=en&ei=eEVHTuiSEYqQsAL_5vyCDw&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCoQ6AEwAA#v=onepage&q=%22Then%20Farel%2C%20who%20was%20working%20with%20incredible%20zeal%20to%20promote%20the%20gospel%22&f=false][http:\/\/books.google.com\/books?id=g46euaF7HAsC&pg=PA116&dq=%22detained+Calvin+in+Geneva+on+his+way+to+Strasbourg,+threatening+God%E2%80%99s+wrath%22&hl=en&ei=5u9GTsD5KoW3sQKU6cGwDA&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCoQ6AEwAA#v=onepage&q=%22detained%20Calvin%20in%20Geneva%20on%20his%20way%20to%20Strasbourg%2C%20threatening%20God%E2%80%99s%20wrath%22&f=false]<\/ref>}}\n\nCalvin chấp nhận sứ mạng mà không có điều kiện tiên quyết nào,<ref>{{Harvnb|McGrath|1990|pp=76–78}}; {{Harvnb|Cottret|2000|pp=110, 118–120}}; {{Harvnb|Parker|2006|pp=73–75}}<\/ref> mặc dù lúc đầu chức vụ giao phó cho ông còn mơ hồ. Dần dà ông được giao nhiệm vụ \"thuyết trình viên\" đảm trách công việc giải nghĩa Kinh Thánh. Đến năm 1537 ông được chọn làm \"quản nhiệm\" mà không trải qua lần phong chức nào.<ref>{{Harvnb|Cottret|2000|p=120}}<\/ref> Lần đầu tiên, nhà thần học kiêm luật gia này nhận trách nhiệm cử hành các thánh lễ như [[thanh Tẩy|báp têm]], hôn lễ, và lễ thờ phượng.<ref>{{Harvnb|Parker|2006|p=80}}<\/ref>\n\nSuốt mùa thu năm 1536, trong khi Farel soạn thảo bản tín điều thì Calvin viết chuyên đề về tái tổ chức giáo hội tại Geneva. Ngày 16 tháng 1 năm 1537, Farel và Calvin trình hội đồng thành phố \"Đề cương về sự tổ chức và thờ phượng của Hội thánh tại Geneva\".<ref>{{Harvnb|De Greef|2004|p=50}}<\/ref> Ngay trong ngày, hội đồng đã chấp nhận văn kiện này.<ref>{{Harvnb|Cottret|2000|pp=128–129}}; {{Harvnb|Parker|1975|pp=74–76}}<\/ref> Tuy nhiên, cũng trong năm ấy, ảnh hưởng của Calvin và Farel đối với hội đồng bị sút giảm; cùng lúc, Pháp bắt đầu quan tâm đến việc thành lập liên minh với Geneva. Rồi bùng nổ những cuộc tranh cãi về việc sử dụng bánh trong lễ [[Tiệc Thánh]]. Cuối cùng, hội đồng thành phố ra lệnh trục xuất các mục sư khỏi Geneva.<ref>{{Harvnb|McGrath|1990|pp=98–100}}; {{Harvnb|Cottret|2000|pp=129–131}}; {{Harvnb|Parker|2006|pp=85–90}}<\/ref>\n\nFarel và Calvin đến [[Bern]] và [[Zürich|Zurich]] để trình bày luận cứ của mình. Hội nghị ở Zurich cho rằng Calvin đã không hòa đồng đủ với người dân Geneva, mặc dù họ yêu cầu Bern làm trung gian để đem các mục sư trở lại Geneva, nhưng bị từ chối. Farel và Calvin đến lưu trú ở Basel. Farel nhận lời đến lãnh đạo giáo hội ở [[Neuchâtel]], còn Calvin nhận lời mời của Martin Bucer và Wolfang Capito đến làm quản nhiệm một nhà thờ của dân Pháp tị nạn tại Strasbourg. Tháng 9 năm 1538, Calvin đến Strasbourg, vài tháng sau ông nhận quyền công dân của thành phố.<ref>{{Harvnb|McGrath|1990|pp=101–102}}; {{Harvnb|Parker|2006|pp=90–92}}<\/ref>\n\n==Strasbourg ==\n[[Tập tin:Strasbourg - Eglise Saint-Nicolas.jpg|nhỏ|250px|trái|Nhà thờ Saint-Nicolas, Strasbourg]]\nTrong thời gian ở [[Strasbourg]], Calvin phục vụ tại các nhà thờ Saint-Nicolas, Sainte-Madeleine, và Temple Neuf, những ngôi giáo đường ngày nay vẫn còn hiện hữu dù đã thay đổi hình thái kiến trúc.<ref>[http:\/\/archives.strasbourg.fr\/calvin.htm Calvin et Strasbourg] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130908170246\/http:\/\/archives.strasbourg.fr\/calvin.htm |date=2013-09-08 }} {{fr icon}}<\/ref> Calvin thuyết giảng mỗi ngày, riêng Chúa nhật ông giảng luận đến hai lần. Ông cử hành lễ Tiệc Thánh mỗi tháng, và khuyến khích giáo đoàn hát Thi thiên.<ref>{{Harvnb|Parker|2006|pp=92–93}}<\/ref> Ông cũng viết phiên bản thứ hai cho quyển \"Nguyên lý Cơ Đốc giáo\". Dù tác phẩm này đã được bán sạch trong vòng một năm, Calvin vẫn chưa hoàn toàn hài lòng với nó.\n\nTừ ấn bản thứ hai, xuất bản năm 1539, Calvin thay đổi cấu trúc tác phẩm để trình bày cách hệ thống những giáo lý chính của Kinh Thánh. Quyển sách được mở rộng từ sáu chương lên đến mười bảy chương.<ref>{{Harvnb|Parker|1995|pp=4–5}}<\/ref> Ông cũng viết quyển \"Luận giải sách Roma\", xuất bản vào tháng 3 năm 1540, là hình mẫu cho những sách luận giải Kinh Thánh của ông sau này.<ref>{{Harvnb|Parker|2006|pp=97–101}}<\/ref>\n\nMặc dù bạn hữu thúc ép ông lập gia đình, Calvin không mấy lãng mạn trong việc này, ông viết trong một bức thư: \"Tôi không thiện cảm với nếp sống độc thân, nhưng tôi vẫn chưa kết hôn và không biết đến khi nào mới kết hôn. Nếu tôi cưới vợ, ấy là vì tôi sẽ khỏi phải bận tâm đến nhiều việc khác để tôi có thể tận tâm với Chúa.\"<ref>{{Harvnb|Cottret|2000|p=140}}<\/ref> Tháng 8 năm 1540, Calvin kết hôn với Idelette de Bure, một góa phụ đã có hai con trong cuộc hôn nhân trước.<ref>{{Harvnb|Cottret|2000|pp=139–142}}; {{Harvnb|Parker|2006|pp=96–97}}<\/ref>\n\nGeneva bắt đầu xem xét lại quyết định trục xuất Calvin. Số lượng tín hữu đến nhà thờ đang suy giảm, không khí chính trị cũng thay đổi, và xảy ra tranh chấp lãnh thổ giữa Bern với Geneva khiến liên minh giữa hai thành phố cũng trở nên mong manh. Khi Hồng y Jacopo Sdoleto viết thư gởi hội đồng thành phố Geneva kêu gọi họ quay lại với đức tin Công giáo, hội đồng nhận ra rằng họ cần có một nhân vật có thẩm quyền tôn giáo để đối thoại. Sau sự từ chối của Pierre Viret, hội đồng mời Calvin và ông đồng ý. ''Responsio ad Sadoletum'' (''Thư gởi Sadoleto'') của Calvin mạnh mẽ bảo vệ quan điểm của Geneva về cải cách giáo hội.<ref>{{Harvnb|Ganoczy|2004|pp=12–14}}; {{Harvnb|De Greef|2004|p=46}}; {{Harvnb|Cottret|2000|pp=152–156}}<\/ref> Ngày 21 tháng 9 năm 1540, hội đồng cử một trong các nghị viên, Ami Perrin, tìm cách triệu hồi Calvin. Một đặc sứ được gởi đến gặp Calvin khi ông đang tham dự một cuộc tranh luận tôn giáo tại [[Worms]]. Phản ứng của Calvin là kinh hãi, như ông viết, \"Tôi thà chịu chết một trăm lần hơn là mang vác cây thập tự ấy để bị hủy hoại một ngàn lần mỗi ngày\".<ref>{{Harvnb|Parker|2006|p=105}}<\/ref>\n\nTuy nhiên, Calvin cũng viết rằng ông sẵn lòng bước đi theo tiếng gọi của Chúa. Một kế hoạch được lập ra, theo đó Viret sẽ tạm thời lãnh đạo Geneva trong khi Bucer và Calvin sẽ đến thăm thành phố để quyết định bước kế tiếp. Song, hội đồng thành phố muốn Calvin được bổ nhiệm ngay lập tức. Mùa hè năm 1541, Strasbourg quyết định cho Geneva mượn Calvin trong sáu tháng. Ngày [[13 tháng 9]] năm [[1541]], Calvin và gia đình chính thức trở lại Geneva.<ref>{{Harvnb|Parker|2006|pp=103–107}}<\/ref>\n\n==Cải cách ở Geneva ==\n[[Tập tin:Geneva Cathedral.jpg|upright|nhỏ|phải|Đại giáo đường St. Pierre, [[Genève|Geneva]].]]\nTiến hành cuộc cải cách theo đề án của Calvin, ngày 20 tháng 11 năm 1541, Hội đồng Thành phố Geneva ban hành ''Ordonnances ecclésiastiques'' (''Sắc lệnh Giáo hội''), ấn định bốn chức năng mục vụ: ''Mục sư'' chuyên trách giảng luận và ban hành thánh lễ; ''Học giả'' hướng dẫn tín hữu trong lĩnh vực đức tin; ''Trưởng lão'' chăm lo phần kỷ luật, và ''Chấp sự'' chăm sóc người nghèo và người đang khó khăn.<ref>{{Harvnb|Ganoczy|2004|pp=15–17}}<\/ref> Họ cũng kêu gọi thành lập ''Consistoire'', một loại hình tòa án giáo hội bao gồm các trưởng lão được chọn trong vòng các tín hữu và các mục sư. Chính quyền giữ quyền triệu tập đương sự, thẩm quyền tài phán của Consistoire bị giới hạn trong các vấn đề liên quan đến giáo hội.<ref>{{Harvnb|Cottret|2000|pp=165–166}}; {{Harvnb|Parker|2006|pp=108–111}}<\/ref>\n\nLập nền trên giáo huấn của Kinh Thánh, Calvin xây dựng một thể chế mới cho giáo hội, lúc ấy được xem là duy nhất, đặt tín hữu vào vị trí quan trọng trong cơ cấu tổ chức, để họ có thể cộng tác bình đẳng với các mục sư thông qua một hệ thống chức trách được thiết lập bởi tiến trình bầu cử dân chủ nhằm duy trì sự hiệp nhất của hội thánh. Về giáo nghi, khác với [[Martin Luther]], người chủ trương duy trì những truyền thống cũ được xem là có giá trị, Calvin quay về với Kinh Thánh để thiết lập các nguyên lý căn bản cho hệ thống giáo nghi của hội thánh.<ref>Thompson, Ernest Trice. \"Through the Ages\", p. 181, CLC Press, Richmond, Virginia, 1965<\/ref>\n\nTrong thời gian ở Geneva, Calvin đã thuyết giảng hơn hai ngàn lần. Lúc đầu, ông giảng luận hai lần mỗi Chúa nhật, và ba lần trong tuần. Điều này là quá sức ông nên hội đồng quyết định ông chỉ giảng một lần vào Chúa nhật. Bài giảng của ông thường kéo dài hơn một giờ mà không sử dụng ghi chú. Đến năm 1549, Denis Raguenier, học biết và phát triển phương pháp tốc ký, bắt đầu ghi chép những bài giảng của Calvin. Một phân tích của T. H. L. Parker cho thấy Calvin trung thành với một phương pháp giảng luận.<ref>{{Harvnb|DeVries|2004|pp=106–124}}; {{Harvnb|Parker|2006|pp=116–123}}<\/ref><ref>See also {{chú thích | last = Parker | first =T. H. L. | title = The Oracles of God: An Introduction to the Preaching of John Calvin | publisher=James Clarke Company | year =2002 | place = Cambridge| isbn = 0-227-17091-1}}<\/ref>\n\nNgười ta không biết gì nhiều về đời sống cá nhân của Calvin. Ngôi nhà ông ở và vật dụng bên trong đều là tài sản của hội đồng thành phố. Ngôi nhà đủ rộng cho gia đình ông và gia đình của Antoine với vài người giúp việc. Ngày 28 tháng 7 năm 1542, Idelette sinh một con trai, Jacques, nhưng cháu bé bị sinh non và chết sớm. Năm 1545, Idelette mắc bệnh, ngày 29 tháng 3 năm 1549, bà qua đời. Calvin không bao giờ tái hôn. Trong một bức thư gởi Viret, ông viết: \"Tôi vừa mất người bạn tốt nhất trong đời, người sẵn lòng chia sẻ không chỉ sự nghèo khó mà cả cái chết. Suốt cuộc đời, cô ấy là người hỗ trợ trung thành cho chức vụ của tôi. Tôi chưa hề thấy một trở ngại nào từ cô ấy, dù là nhỏ nhất.\"<ref>{{Harvnb|Parker|2006|pp=129–130}}<\/ref>\n\nỞ Geneva, Calvin tiếp tục duy trì tình bạn với những thân hữu như Montmor, Codier, Cop, Farel, Melanchthon, và Bullinger.<ref>{{Harvnb|Cottret|2000|pp=183–184}}; {{Harvnb|Parker|2006|p=131}}<\/ref>\n\n==Đề kháng ==\n[[Tập tin:Portrait of John Calvin, French School.jpg|upright|nhỏ|phải|Chân dung Calvin của một họa sĩ vô danh thế kỷ 17.]]\nTại Geneva, Calvin phải đối đầu với không ít sự đề kháng. Năm 1546 chứng kiến sự hình thành một nhóm đối kháng mà ông gọi là những kẻ phóng túng. Theo Calvin, sau khi được giải phóng bởi [[ân điển]], những người này tin rằng họ được miễn trừ khỏi luật pháp dân sự và luật lệ giáo hội. Họ thuộc những gia đình giàu có và có nhiều ảnh hưởng chính trị ở Geneva.<ref>{{Harvnb|Cottret|2000|pp=185–186}}; {{Harvnb|Parker|2006|pp=124–126}}<\/ref>\n\nĐầu năm 1546, Pierre Ameaux tấn công Calvin bằng cách gọi ông là \"Picard\", một cách nói chế giễu nguồn gốc Pháp của Calvin, và cáo buộc ông là tà giáo. Hội đồng thành phố trừng phạt Ameaux bằng cách buộc ông đi diễu hành qua thành phố, và nài xin sự tha thứ của Chúa.<ref>{{Harvnb|Cottret|2000|p=187}}; {{Harvnb|Parker|2006|p=126}}<\/ref> Chỉ vài tháng sau Ami Perrin, người từng giúp đưa Calvin đến Geneva, công khai chống đối ông. Vợ của Perrin, Françoise Favre, là con gái của François Favre, một thương gia giàu có ở Geneva. Cả Françoise Favre và cha bà từng có tranh cãi với tòa án giáo hội. Tòa nhận thấy nhiều người quý tộc, trong đó có Perrin, vi phạm luật về khiêu vũ. Lúc đầu, Perrin phớt lờ lệnh triệu tập của tòa, nhưng sau khi nhận một bức thư của Calvin, ông đến hầu tòa với thái độ hòa nhã.<ref>{{Harvnb|Parker|2006|p=127}}<\/ref>\n\nNăm 1547, những người tự do chống đối Calvin và các mục sư đến từ nước Pháp chiếm đa số trong tòa án dân sự của Geneva. Ngày 27 tháng 6, một bức thư có nội dung đe dọa, không ký tên và viết bằng phương ngữ Geneva, được đặt trên tòa giảng của Đại giáo đường St. Pierre, nơi Calvin thuyết giảng. Nghi ngờ có âm mưu chống lại giáo hội và đất nước, hội đồng thành phố bổ nhiệm một ủy ban để điều tra. Jacques Gruet, một thành viên của nhóm Favre, bị bắt giữ khi tìm thấy chứng cứ tội phạm trong nhà của ông. Bị tra tấn, Gruet khai nhận các tội danh như viết thư để trên tòa giảng xúc phạm Chúa và các mục sư cũng như mưu lật đổ giáo hội. Tòa án thành phố kết án tử hình, với sự đồng thuận của Calvin, Gruet bị chém đầu ngày 26 tháng 7.<ref>{{Harvnb|De Greef|2008|pp=30–31}}; {{Harvnb|McNeil|1954|pp=170–171}}; {{Harvnb|Parker|2006|pp=136–138}}<\/ref> Dù xuất thân từ một gia đình danh giá, Gruet sớm buông mình vào nếp sống phóng túng, chống đối mọi lề luật và qui ước của chính quyền và giáo hội, phỉ báng [[Cuộc đời Chúa Giê-xu theo Tân Ước|Chúa Giê-xu]] và các sứ đồ, chế giễu Kinh Thánh, và khinh miệt các tôn giáo. Đó là những điều không thể dung chịu tại châu Âu [[thế kỷ 16]].<ref>[http:\/\/www.ccel.org\/ccel\/schaff\/hcc8.iv.xiii.xii.html Schaff, Philip, History of Christian Church, Vol. VIII]<\/ref>\n\nSự đề kháng vẫn tiếp diễn, những người chống đối sử dụng mọi cơ hội để khơi dậy sự bất bình, lăng mạ các mục sư, và thách thức thẩm quyền tòa án giáo hội. Hội đồng thành phố chao đảo giữa hai bên, khi thì khiển trách, lúc thì ủng hộ Calvin. Tháng 2 năm 1552 lúc Perrin đắc cử vào tòa án dân sự, thẩm quyền của Calvin bị sút giảm đến mức thấp nhất. Ngày 24 tháng 7 năm 1553, Calvin xin từ chức. Mặc dù nhóm chống đối đang kiểm soát hội đồng, đề nghị của Calvin bị từ chối. Họ biết rằng, dù đã có thể kiềm chế thẩm quyền của Calvin, họ chưa đủ mạnh để trục xuất ông.<ref>{{Harvnb|Parker|2006|pp=139–145}}<\/ref>\n\n==Michael Servetus ==\n[[Tập tin:Michael Servetus.jpg|upright|nhỏ|phải|[[Michael Servetus]].]]\nMichael Servetus, người đang trốn tránh giới thẩm quyền giáo hội, đến Geneva vào ngày 13 tháng 8 năm 1553. Servetus là thầy thuốc người [[Tây Ban Nha]], cũng là nhà thần học bác bỏ giáo lý [[Ba Ngôi]] và lễ báp têm cho trẻ em.<ref name = \"Bainton141\">''Hunted Heretic'', p. 141.<\/ref> Trước đó, năm 1530 ông tranh luận với [[Johannes Oecolampadius]] tại Basel, cuối cùng ông bị trục xuất. Đến Strasbourg, ông xuất bản một tiểu luận chống giáo lý Ba Ngôi. Bucer công khai bác bỏ luận thuyết này và yêu cầu Servetus rời khỏi thành phố. Sau khi trở lại Basel, Servetus xuất bản Hai cuốn sách về cuộc Đối thoại về giáo lý Ba Ngôi, gây nhiều bất bình trong vòng những người cải cách và người Công giáo. [[Tòa án Dị giáo]] Tây Ban Nha ra lệnh bắt giữ ông.<ref>{{Harvnb|Cottret|2000|pp=213–216}}; {{Harvnb|Parker|2006|p=146}}<\/ref> Trước đó, từ năm 1546, qua một người quen, Jean Frellon thành Lyon, Calvin và Servetus đã tiếp xúc với nhau. Qua trao đổi thư từ, hai người tranh luận về các giáo lý, nhưng dần dà, Calvin mất kiên nhẫn và từ chối trả lời thư của Servetus; trong thời gian này Servetus đã viết cho Calvin khoảng ba mươi lá thư.\n \nKhi Tổng lãnh Tòa án Dị giáo ở Pháp biết Servetus đang trốn lánh ở [[Vienne, Isère|Vienne]] dưới một tên khác, ông đã thông báo cho Hồng y [[François de Tournon]], Servetus bị bắt giữ và bị thẩm vấn. Những bức thư ông gởi Calvin được xem là bằng chứng về dị giáo, nhưng ông chối không viết chúng, về sau ông nói rằng không chắc chúng là chữ viết của ông. Sau khi thề trước phúc âm, ông nói, \"ông là Michel De Villeneuve Bác sĩ Y khoa khoảng 42 tuổi, dân thành Tudela thuộc Vương quốc Navarre, một thành phố đang thần phục Hoàng đế\".<ref>1749 First questioning. Judgement of Vienne in Dauphiné against Servet.D'artigny Nouveaux mémoires d'histoire Tome Seconde pag 55-154)<\/ref> Hôm sau, ông nói sau khi thề trước phúc âm, \"…mặc dù không phải là Servetus ông đã dùng bút danh Servet để tranh luận với Calvin\".<ref>1749 Second questioning. Judgement of Vienne in Dauphiné against Servet.D'artigny Nouveaux mémoires d'histoire Tome Seconde pag 55-154)<\/ref> Servetus đào thoát khỏi nhà tù, giới thẩm quyền Công giáo tuyên án \"vắng mặt\" Servetus với án tử hình bằng hỏa thiêu chậm.<ref>{{Harvnb|Parker|2006|pp=149–150}}<\/ref>\n\nTrên đường đến [[Ý]], Servetus ghé lại Geneva dù không ai biết rõ lý do, ông đến nghe Calvin thuyết giảng tại nhà thờ St Pierre. Calvin cho bắt giữ ông, thư ký của Calvin, Nicholas de la Fontaine, liệt kê những cáo buộc và trình trước tòa. Công tố viên Philbert Berthelier là một thành viên của nhóm tự do. Pierre Tissot, em rể của Perrin, chủ tọa phiên tòa. Nhóm tự do cố kéo dài vụ xử để gây phiền hà cho Calvin. Tuy nhiên, không dễ dàng gì khi dùng Servetus như một vũ khí chống lại Calvin vì tai tiếng dị giáo của Servetus đã lan tỏa khắp nơi, hầu hết các thành phố khắp châu Âu đang quan sát và chờ đợi kết quả vụ án. Đây là tình trạng khó xử cho nhóm tự do nên ngày 21 tháng 8, hội đồng gởi thư đến các thành phố khác ở [[Thụy Sĩ]] yêu cầu góp ý, như vậy giúp giảm nhẹ trách nhiệm của họ. Trong khi chờ đợi, hội đồng hỏi Servetus muốn được xét xử ở Vienne hay Geneva, ông xin được xét xử tại Geneva. Ngày 20 tháng 10, sau khi thư hồi đáp từ [[Zürich|Zurich]], [[Basel]], [[Bern]], và [[Schaffhausen]] được đọc lên, hội đồng phán quyết Servetus là kẻ dị giáo. Ngày hôm sau ông bị kết án hỏa thiêu, giống phán quyết tại Vienne. Calvin và các mục sư xin Servetus bị xử chém thay vì hỏa thiêu,<ref>Verdict and Sentence for Michael Servetus (1533) in A Reformation Reader eds. Denis R. Janz; 268–270<\/ref> nhưng bị từ chối. Ngày 27 tháng 10, Servetus bị thiêu sống cùng với sách của ông tại Le plateau de Champel, ngoại ô Geneva.<ref>{{Harvnb|McGrath|1990|pp=118–120}}; {{Harvnb|Cottret|2000|pp=222–225}}; {{Harvnb|Parker|2006|pp=150–152}}<\/ref>\n\n\"Đây là chương sử đen tối trong sự nghiệp của Calvin,\" nhận xét của sử gia Cơ Đốc [[Philip Schaff]], \"phủ bóng mờ lên thanh danh ông, và phơi bày ông trước những cáo buộc, không phải là không chính đáng, về tính cố chấp và sự bức hại, những điều mà ông chia sẻ với thời đại của ông.\"<ref>[http:\/\/www.ccel.org\/ccel\/schaff\/hcc8.iv.xvi.ii.html?highlight=michael,servetus#highlight Schaff, Philip. History of the Christian Church, Volume VIII: Modern Christianity. The Swiss Reformation]<\/ref>\n\n==Củng cố==\nNhóm tự do bắt đầu mất quyền lực kể từ cuộc bầu cử tổ chức vào tháng 2 năm 1555. Khi ấy, nhiều người tị nạn từ Pháp đã được nhập tịch, và với lá phiếu của họ những người ủng hộ Calvin chiếm đa số tại hội đồng và tòa án. Nhóm tự do âm mưu bạo loạn khi họ đốt phá một ngôi nhà được cho là có nhiều người Pháp cư ngụ. Quan tòa Henri Aulbert đến, mang theo quyền trượng biểu trưng cho thẩm quyền của ông. Perrin phạm sai lầm khi giật quyền trượng khỏi tay Aulbert, điều này bị xem như là hành vi manh động đảo chính. Cuộc nổi dậy kết thúc khi một quan tòa khác xuất hiện và ra lệnh Perrin về tòa thị sảnh với ông. Perrin và những thủ lĩnh khác bị buộc phải rời khỏi thành phố.<ref>{{Harvnb|Cottret|2000|pp=198–200}}; {{Harvnb|Parker|2006|pp=156–157}}<\/ref>\n\n==Cuối đời ==\n[[Tập tin:Calvin 1562.jpg|nhỏ|upright|phải|John Calvin lúc 53 tuổi, tranh khắc của René Boyvin.]]\nTrong những năm cuối đời, thẩm quyền của Calvin được củng cố, uy tín quốc tế của ông cũng gia tăng, ông được xem là một nhà cải cách có nhiều ảnh hưởng như [[Martin Luther]],<ref>{{Harvnb|Cottret|2000|p=235}}<\/ref> mặc dù có sự khác biệt giữa hai nhà cải cách, cả trong tính cách lẫn thần học. Calvin là nhà tư tưởng thông thái, súc tích, và mạch lạc; ông sống kín đáo và nghiêm khắc với bản thân. Luther thì dễ gần, vui vẻ, cởi mở trong nếp sống, và sôi nổi trong thần học. Calvin biết chính xác mục tiêu ông nhắm đến, Luther ứng phó theo sự thay đổi của tình thế. Cả hai nhà cải cách đều khởi đầu với giáo lý xưng công chính bởi đức tin, nhưng Luther chấp nhận vai trò của ý chí tự do, trong khi Calvin nhấn mạnh đến bản chất bại hoại của con người.<ref>Smart, Ninian. \"The Religious Experience of Mankind\", p. 580. Charles Scribner’ Sons, New York, 1969.<\/ref>\n\nLúc đầu có sự tương kính giữa hai nhà cải cách, nhưng khi bùng nổ sự mâu thuẫn thần học về giáo lý Tiệc Thánh giữa Luther và nhà cải cách ở Zurich, [[Huldrych Zwingli]], Luther xem Calvin là người ủng hộ Zwingli. Dù tích cực tham gia vào cuộc tranh luận giữa hai nhóm cải cách.<ref>{{Harvnb|Parker|1975|pp=162–163}}<\/ref> Calvin thất vọng vì sự thiếu đoàn kết trong cộng đồng cải cách. Ông hướng về việc tái lập quan hệ với Bullinger bằng việc ký kết ''[[Consensus Tigurinus]]'', một thỏa ước giữa giáo hội Zurich và giáo hội Geneva. Ông tiếp xúc với [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] khi Tổng Giám mục Canterbury [[Thomas Cranmer]] kêu gọi tổ chức một hội nghị liên hệ phái trong vòng cộng đồng [[Tin Lành]]. Calvin ca ngợi ý tưởng này, song cuối cùng thì Cranmer không thể thực hiện được.<ref>{{Harvnb|Parker|1975|pp=164–165}}<\/ref>\nĐóng góp lớn nhất của Calvin cho cộng đồng nói [[tiếng Anh]] là cung cấp chỗ lưu trú tại Geneva cho những người Anh Kháng Cách lưu vong năm 1555 do bị bức hại dưới thời trị vì của Nữ hoàng [[Mary I của Anh|Mary I]]. Dưới sự bảo trợ của thành phố, họ thành lập nhà thờ do [[John Knox]] và William Whittingham quản nhiệm, dần dà họ đã có thể quảng bá tư tưởng và thần học Calvin trở lại nước Anh và Scotland.<ref>{{Harvnb|Parker|2006|pp=170–172}}<\/ref> \n{{Hộp trích dẫn\n|vị trí= trái\n|rộng= \n|nội dung= Chẳng có cách nào để sống tin kính và công chính hơn là phụ thuộc vào Chính mình.\n|nguồn= John <ref>Calvin on Genesis 17: 1<\/ref>}}\nCalvin đặc biệt quan tâm đến công cuộc cải cách ở nước Pháp, quê hương ông. Ông hỗ trợ việc xây dựng các giáo hội bằng cách phổ biến các văn kiện và cung ứng mục sư. Từ năm 1555 đến 1562, hơn 100 mục sư được cử về Pháp. Giáo hội ở Geneva cung cấp ngân quỹ cho nỗ lực này khi hội đồng thành phố từ chối dính líu đến các hoạt động truyền giáo. Với Chiếu chỉ Chateaubriant, [[Henri II của Pháp|Henri II]] mạnh tay bức hại người Kháng Cách, và khi giới chức Pháp than phiền với Geneva về các hoạt động truyền giáo ở Pháp, chính quyền Geneva đã có thể bác bỏ trách nhiệm của mình.<ref>{{Harvnb|McGrath|1990|pp=182–184}}; {{Harvnb|Parker|2006|pp=178–180}}<\/ref>\n[[Tập tin:Tombe Calvin.jpg|nhỏ|Người ta tin đây là ngôi mộ của Calvin trong [[Cimetière des Rois|Cimetière de Plainpalais]] tại Geneva.]]\nMối quan tâm chính của Calvin dành cho Geneva là xây dựng một trường học cho trẻ em, khai giảng ngày 5 tháng 6 năm 1559. Trường được chia thành 2 cấp: trường ngữ pháp gọi là ''collège'' hay ''schola privata'', và trường cấp cao hơn gọi là ''académie'' hay ''schola publica''. [[Theodore Beza]] được mời làm hiệu trưởng. Chỉ trong vòng 5 năm đã có 1.200 học sinh trường ngữ pháp và 300 học sinh ''académie''. Dần dà, ''collège'' trở thành [[Collège Calvin]], một trong những trường trung học uy tín ở Geneva, trong khi ''académie'' trở thành [[Đại học Geneva]].<ref>{{Harvnb|Olsen|2004|pp=158–159}}; {{Harvnb|Ganoczy|2004|pp=19–20}}; {{Harvnb|Cottret|2000|pp=256–259}}; {{Harvnb|Parker|2006|pp=157–160}}<\/ref>\n\nMùa thu năm 1558, Calvin lâm bệnh. Sợ qua đời trước khi hoàn tất bản hiệu đính cuối cùng cho quyển \"Nguyên lý Cơ Đốc giáo\", ông tự ép mình vào công việc, mở rộng từ 21 chương của ấn bản trước lên đến 80 chương.<ref>{{Harvnb|Parker|2006|pp=161–164}}<\/ref> Không lâu sau khi phục hồi, trong khi giảng luận, Calvin bị vỡ mạch máu phổi, sức khỏe ông suy kém dần. Calvin thuyết giảng lần cuối tại St Pierre ngày 6 tháng 2 năm 1564. Ngày 25 tháng 4, ông lập di chúc, để lại một số tiền nhỏ cho gia đình và cho ''collège''. Vài ngày sau, khi các mục sư đến thăm Calvin, ông nói lời từ biệt, được ghi lại trong ''Discours d'adieu aux ministres''. Calvin từ trần ngày [[27 tháng 5]] năm [[1564]] ở tuổi 54. Lúc đầu có tổ chức lễ viếng, nhưng vì có quá nhiều người đến, các nhà cải cách e sợ điều này có thể dẫn đến sự thờ phụng một vị thánh mới. Ngày hôm sau, ông được an táng trong một mộ phần không có bia mộ trong [[Cimetière de Plainpalais]].<ref>{{Harvnb|McGrath|1990|pp=195–196}}; {{Harvnb|Cottret|2000|pp=259–262}}; {{Harvnb|Parker|2006|pp=185–191}}<\/ref> Dù không biết chính xác vị trí ngôi mộ, đến thế kỷ 19 một tảng đá được đặt tại một mộ phần người ta vẫn tin là của Calvin.<ref>{{chú thích | last = Rossel | first=Patrice | title =Une visite du cimetière de Plainpalais | publisher=Les Iles futures | year=1994}}; {{chú thích| last=Palfi|first=Véronique|title=Le Cimetière des Rois, De l'hôpital des pestiférés au cimetière de Plainpalais, Cinq siècle d'histoire, étude historique pour la Conservation architecturale de la Ville de Genève|year=2003}}<\/ref>\n\n==Thần học==\n{{chính|Thần học Calvin}}\n{{Thần học Calvin}}\n[[Tập tin:Rebulius.jpeg|nhỏ|trái|160px|Một trang quyển \"Nguyên lý Cơ Đốc giáo\" của Calvin, ấn bản năm 1561.]]\nGiống Zwingli, Calvin nhấn mạnh đến quyền tể trị của Thiên Chúa – quyền tể trị của Thiên Chúa được thể hiện trong lịch sử, trong ân điển theo quyền tể trị của Ngài được trải nghiệm qua sự cứu rỗi, và quyền tể trị ấy được mặc khải trong Kinh Thánh.<ref>Thompson, Ernest Trice. \"Through the Ages\", p; 179.The Covenant Life Curriculum, Richmond, Virginia, 1965.<\/ref>\nCalvin phát triển nền thần học của ông qua luận giải Kinh Thánh, những bài giảng, và những luận văn. Song, sự trình bày súc tích nhất những luận điểm của ông được tìm thấy trong kiệt tác Nguyên lý Cơ Đốc giáo, với chủ đích sử dụng tác phẩm này như là bản khái lược quan điểm của ông về thần học Cơ Đốc, và để đọc với những quyển luận giải Kinh Thánh.<ref name=\"Hesselink 2004 74–75\">{{Harvnb|Hesselink|2004|pp=74–75}}; {{Harvnb|Parker|1995|pp=4–9}}<\/ref>\n\nViệc hiệu đính tác phẩm với các phiên bản khác nhau kéo dài hầu như suốt cuộc đời của nhà cải chính, các phiên bản ấy chứng tỏ rằng nền thần học của ông luôn nhất quán kể từ khi tác giả còn trẻ tuổi.<ref name=\"Hesselink 2004 74–75\"\/> Ấn bản đầu tiên năm 1536 chỉ có sáu chương. Ấn bản thứ hai (1539), được mở rộng gấp ba lần bởi vì Calvin thêm vào những chương tập chú vào các chủ đề đã xuất hiện trong tác phẩm ''Loci Communes'' (''Những luận đề thần học căn bản'') của Melanchthon. Năm 1543, Calvin thêm vào một chương về bản [[Tín điều các Sứ đồ]]. Ấn bản sau cùng phát hành năm 1559. Lúc ấy, tác phẩm gồm 4 quyển, 80 chương, mỗi quyển được đặt tên theo các tuyên đề của bản tín điều: Quyển 1 về Thiên Chúa Đấng Tạo Hóa, Quyển 2 về Đấng Cứu Chuộc, Quyển 3 về việc nhận lãnh Ân điển của Chúa Cơ Đốc qua [[Chúa Thánh Linh]], và Quyển 4 về Hội thánh.<ref>{{Harvnb|Parker|1995|pp=4–10}}; {{Harvnb|De Greef|2004|pp=42–44}}; {{Harvnb|McGrath|1990|pp=136–144, 151–174}}; {{Harvnb|Cottret|2000|pp=110–114, 309–325}}; {{Harvnb|Parker|2006|pp=53–62, 97–99, 132–134, 161–164}}<\/ref>\n\nTrước tiên Nguyên lý Cơ Đốc giáo trình bày rằng sự khôn ngoan của con người gồm có hai phần: sự hiểu biết về [[Thiên Chúa]] và sự hiểu biết về con người.<ref>{{Harvnb|Niesel|1980|pp=23–24}}; {{Harvnb|Hesselink|2004|pp=77–78}}; {{Harvnb|Parker|1995|pp=13–14}}<\/ref> Calvin lập luận rằng sự hiểu biết về Thiên Chúa là không di truyền trong nhân loại, cũng không đạt được qua sự quan sát thế giới. Cách duy nhất có được sự hiểu biết này là nghiên cứu Kinh Thánh. Ông viết, \"Bất cứ ai muốn tiếp cận Thiên Chúa Đấng Tạo Hóa người ấy cần có Kinh Thánh là người dẫn đường và là người thầy dạy dỗ\".<ref>{{Harvnb|Parker|1995|p=21}}<\/ref> Ông không cố chứng minh thẩm quyền của Kinh Thánh mà chỉ miêu tả Kinh Thánh là chân thật và chính xác. Calvin bảo vệ giáo lý Ba Ngôi, và trong một bài luận chiến chống lại Giáo hội Công giáo, ông lập luận rằng ảnh tượng tôn giáo về Thiên Chúa chỉ dẫn đến tội thờ lạy hình tượng.<ref>{{Harvnb|Steinmetz|1995|pp=59–62}}; {{Harvnb|Hesselink|2004|p=85}}; {{Harvnb|Parker|1995|pp=29–34}}<\/ref> Cuối quyển 1, khi bàn về ơn thần hựu, Calvin viết, \"Bởi Quyền năng Ngài, Thiên Chúa chăm sóc và bảo vệ Thế giới Ngài đã tạo nên, và bởi ơn Thần hựu Ngài cai trị thế giới trong từng lĩnh vực\".<ref>{{Harvnb|Hesselink|2004|p=85}}; {{Harvnb|Parker|1995|p=43}}<\/ref> Con người không thể hiểu biết đầy đủ mục đích của Thiên Chúa qua các hành động riêng lẻ của Ngài, nhưng khi con người làm điều thiện hay ác, họ đang thực thi ý chỉ và sự đoán xét của Ngài.<ref>{{Harvnb|Niesel|1980|pp=70–79}}; {{Harvnb|Parker|1995|p=47}}<\/ref>\n\nQuyển thứ nhì gồm có vài tiểu luận về nguyên tội, và sự sa ngã của loài người, trực tiếp nhắc đến Agustine, người đã phát triển những giáo lý này. Calvin cũng thường trích dẫn các Giáo phụ nhằm bảo vệ chính nghĩa của cuộc cải cách chống lại những cáo buộc cho rằng những nhà cải cách đã tạo ra nền thần học mới.<ref>{{Harvnb|Gerrish|2004|pp=290–291, 302}}. According to Gerrish, Calvin put his defence against the charge of novelty in the preface of every edition of the ''Institutes''. The original preface of the first edition was addressed to the King of France, Francis I. The defence expressed his opinion that patristic authority favoured the reformers and that allegation of the reformers deviating from the patristic consensus was a fiction. See also {{Harvnb|Steinmetz|1995|pp=122–137}}.<\/ref> Theo Calvin, tội lỗi bắt đầu từ sự sa ngã của Adam rồi truyền cho toàn thể nhân loại. Sự thống trị của tội lỗi là triệt để đến mức con người bị trói buộc bởi điều ác.<ref>{{Harvnb|Niesel|1980|pp=80–88}}; {{Harvnb|Parker|1995|pp=50–57}}<\/ref> Như vậy, nhân loại sa ngã cần sự cứu rỗi chỉ có thể tìm thấy nơi Chúa Cơ Đốc. Trước khi trình bày giáo lý này, Calvin miêu tả tình trạng đặc thù của người Do Thái trong thời [[Cựu Ước]].\n\nThiên Chúa lập giao ước với [[Abraham]], thực chất của giao ước là việc Chúa Giê-xu đến thế gian. Như thế, giao ước cũ không hề mâu thuẫn với Chúa Cơ Đốc nhưng đúng hơn là sự tiếp nối của lời hứa của Thiên Chúa. Calvin đã sử dụng những đoạn văn trong bản Tín điều các Sứ đồ thuật lại sự khổ nạn Chúa Giê-xu trải qua dưới tay Pontius Pilate, và sự trở lại của Ngài để đoán xét người sống và kẻ chết để miêu tả giao ước mới. Theo Calvin, toàn bộ diễn biến thể hiện sự vâng phục tuyệt đối của Chúa Giê-xu đối với [[Chúa Cha]] đã dời bỏ mối bất hòa giữa con người và Thiên Chúa.<ref>{{Harvnb|Parker|1995|pp=57–77}}<\/ref>\n\nTrong quyển thứ ba, Calvin miêu tả sự hiệp nhất về tâm linh giữa Chúa Cơ Đốc và nhân loại. Trước tiên, Calvin định nghĩa đức tin là sự hiểu biết vững vàng và chắc chắn về Thiên Chúa trong Chúa Cơ Đốc. Hiệu quả tức thời của đức tin là lòng [[ăn năn]] và sự tha thứ tội lỗi. Tiếp đó là trải nghiệm [[tái sinh]] phục hồi cho người có đức tin tình trạng thánh khiết trước khi A-đam phạm tội. Tuy nhiên, sự toàn hảo tuyệt đối là không thể đạt đến trong đời này, và người tín hữu nên biết rằng cần tiếp tục tranh đấu chống tội lỗi.<ref>{{Harvnb|Niesel|1980|pp=126–130}}; {{Harvnb|Parker|1995|pp=78–86}}<\/ref> Một vài chương được sử dụng để bàn về giáo lý xưng công chính chỉ bởi đức tin. Calvin định nghĩa sự xưng công chính là \"Thiên Chúa chấp nhận chúng ta và kể chúng ta là công chính\".<ref>{{Harvnb|Parker|1995|pp=97–98}}<\/ref> Do đó, hiển nhiên Thiên Chúa là đấng khởi sự và tiến hành việc xưng công chính, con người không làm gì được; Thiên Chúa hành xử quyền tể trị tuyệt đối trong sự cứu rỗi.<ref>{{Harvnb|Niesel|1980|pp=130–137}}; {{Harvnb|Parker|1995|pp=95–103}}<\/ref> Gần cuối quyển, Calvin trình bày và bảo vệ giáo lý tiền định được phát triển từ giáo huấn của Augustine khi ông chống lại giáo thuyết của Pelagius. [[Tommaso d'Aquino|Thomas Aquinas]] và Martin Luther ở trong số những nhà thần học có quan điểm theo truyền thống Augustine. Theo cách diễn đạt của Calvin, đó là \"Thiên Chúa chấp nhận một số người để có hi vọng cho sự sống và đoán phạt những người khác bị sự chết đời đời.\"<ref>{{Harvnb|Parker|1995|p=114}}<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Không ai không thể kêu cầu Thiên Chúa, cánh cổng cứu rỗi luôn rộng mở cho mọi người: chẳng có gì khác hơn lòng vô tín ngăn cản chúng ta bước vào.\n|nguồn= John Calvin.<ref>Calvin Commentary on Acts 2: 21.<\/ref>}}\nQuyển cuối miêu tả, theo quan điểm của Calvin, hội thánh thật cùng sứ mạng, thẩm quyền và thánh lễ của hội thánh. Ông bác bỏ thẩm quyền của Giáo hoàng, và phản bác luận cứ cho rằng các nhà cải chính là ly giáo. Đối với Calvin, hội thánh là thân thể bao gồm các tín hữu mà Chúa Cơ Đốc là đầu của hội thánh. Theo định nghĩa này, chỉ có một Hội thánh chung duy nhất. Vì vậy, ông lập luận rằng những nhà cải cách \"phải rời bỏ họ để có thể đến với Chúa Cơ Đốc\".<ref>{{Harvnb|Parker|1995|p=134}}; {{Harvnb|Niesel|1980|pp=187–195}}<\/ref> Các chức trách trong Hội thánh đã được liệt kê trong sách Ê-phê-sô, gồm có: sứ đồ, tiên tri, nhà truyền bá phúc âm, quản nhiệm, và học giả. Calvin xem ba chức trách đầu là chỉ hiện hữu trong thời Tân Ước. Hai chức trách sau được thiết lập trong hội thánh ở Geneva. Calvin tin rằng cần có sự phân lập giữa thẩm quyền hội thánh với thẩm quyền dân sự, hai bên không nên can thiệp vào công việc của nhau.<ref>{{Harvnb|Parker|1995|pp=135–144}}<\/ref>\n\nCalvin định nghĩa bí tích là dấu hiệu trên đất nối kết với lời hứa của Thiên Chúa. Ông chỉ chấp nhận hai bí tích: [[Thanh Tẩy|Báp têm]] và [[Tiệc Thánh]] (khác với quan điểm Công giáo với Bảy phép Bí tích). Ông bác bỏ hoàn toàn giáo lý Thánh thể của Công giáo (theo đó trong bí tích Thánh thể, qua việc truyền phép mà chất thể bánh rượu biến thành Mình máu Thánh Chúa). Calvin cũng không chấp nhận giáo lý [[Giáo hội Luther|Lutheran]] về thuyết hiệp nhất trong thánh lễ cho rằng Chúa Christ hiện diện \"trong, với, và dưới\" các nguyên tố. Quan điểm của Calvin gần gũi, tuy không hoàn toàn đồng nhất, với quan điểm biểu tượng của Zwingli. Thay vì chấp nhận quan điểm cho rằng bánh và nước hoàn toàn chỉ là biểu tượng, Calvin tin rằng với sự dự phần của [[Chúa Thánh Linh]], đức tin của tín hữu sẽ được củng cố và được làm cho tươi mới qua thánh lễ. Theo Calvin, thánh lễ Tiệc Thánh là \"quá huyền nhiệm để tôi có thể hiểu hay bày tỏ bằng lời nói. Đối với tôi, đó là sự trải nghiệm hơn là sự hiểu biết.\"<ref>{{Harvnb|Potter|Greengrass|1983|pp=34–42}}; {{Harvnb|McDonnell|1967|p=206}}; {{Harvnb|Parker|1995|pp=147–157}}; {{Harvnb|Niesel|1980|pp=211–228}}; {{Harvnb|Steinmetz|1995|pp=172–173}}<\/ref>\n\n==Phê phán==\n[[Tập tin:John Calvin 11.jpg|nhỏ|upright| John Calvin, tranh khắc của J. F. Cazenave (1820).]]\nCũng giống bất cứ nhà thần học nào khác, Calvin cũng là mục tiêu của sự phê bình. Phản hồi những cáo buộc của Pierre Caroli, Calvin bảo vệ niềm tin của ông về giáo lý Ba Ngôi trong ''Confessio de Trinitate propter calumnias P. Caroli''.<ref>{{Harvnb|Gamble|2004|p=199}}; {{Harvnb|Cottret|2000|pp=125–126}}<\/ref> Năm 1551, [[Jérôme-Hermès Bolsec]], một thầy thuốc ở Geneva, tấn công giáo lý tiền định của Calvin, và cáo buộc ông đã biến Thiên Chúa thành tác nhân gây ra tội lỗi. Bolsec bị trục xuất khỏi thành phố. Sau khi Calin qua đời, Bolsec viết một quyển tiểu sử phỉ báng Calvin thậm tệ.<ref>{{Harvnb|Gamble|2004|pp=198–199}}; {{Harvnb|McGrath|1990|pp=16–17}}; {{Harvnb|Cottret|2000|pp=208–211}}<\/ref> Trong năm sau, Joachim Westphal, một quản nhiệm ở Hamburg, gọi Calvin và Zwingli là dị giáo vì đã bác bỏ giáo thuyết về sự hiệp nhất của thân thể Chúa Cơ Đốc với bánh và nước trong Tiệc thánh. Cuốn ''Defensio sanae et orthodoxae doctrinae de sacramentis'' được ấn hành năm 1555 của Calvin là câu trả lời cho vấn đề này.<ref>{{Harvnb|Gamble|2004|pp=193–196}}; {{Harvnb|Parker|1975|p=163}}<\/ref> Năm 1556, Justus Velsius, một nhà bất đồng chính kiến người [[Hà Lan]], mở một cuộc tranh luận công khai với Calvin về giáo lý tiền định. Sau vụ án Servetus, một đồng sự thân cận với Calvin, Sebastian Castellio, công khai bất đồng với Calvin về vấn đề ly giáo. Trong quyển ''Chuyên luận về Ly giáo'' (1554), Castellio cho rằng cần quan tâm nhiều hơn về giáo huấn đạo đức của Chúa Giê-xu thay vì tập chú quá nhiều vào những lập luận hư không của thần học,<ref>{{Harvnb|Cottret|2000|pp=227–233}}<\/ref> về sau ông phát triển chủ trương bao dung lập nền trên những nguyên lý của Kinh Thánh.<ref>{{Harvnb|Ganoczy|2004|pp=17–18}}<\/ref>\n===Calvin và người Do Thái===\nCũng còn bất đồng trong vòng các học giả về quan điểm của Calvin đối với [[người Do Thái]] và [[đạo Do Thá]]i. Một số học giả cho rằng trong số những nhà cải cách cùng thời với Calvin, nhất là khi so sánh với Martin Luther, Calvin là người ít chống Do Thái nhất,<ref>See Daniel J. Elazar, ''Covenant and Commonwealth: Europe from Christian Separation through the Protestant Reformation, Volume II of the Covenant Tradition in Politics'' (New Brunswick: Transaction Publishers, 1995)<\/ref> trong khi những người khác suy nghĩ ngược lại.<ref>{{Harvnb|Pater|1987|pp=256–296}}; {{Harvnb|Baron|1972|pp=343–344}}<\/ref> Tuy nhiên, có sự đồng thuận rằng cần có sự phân biệt giữa quan điểm của Calvin đối với người Do Thái trong Kinh Thánh và thái độ của ông đối với người Do Thái đương thời. Trong thần học, Calvin không thấy có sự khác biệt giữa dân Israel và Giao ước mới. Ông viết, \"tất cả con dân của lời hứa, được tái sinh bởi Thiên Chúa, bởi đức tin thể hiện qua tình yêu thương vâng phục mạng lịnh của Ngài, đều thuộc về Giao ước mới kể từ lúc khởi thủy của thế giới.\" <ref>{{Harvnb|Lange van Ravenswaay|2009|p=144}} quoting from Calvin, Institutes II.11.10<\/ref> Mặt khác, ông tin rằng dân Do Thái là một dân tộc bị từ bỏ cho đến khi họ chấp nhận Chúa Giê-xu để được phục hồi địa vị trong giao ước mới.<ref>Pak, G. Sojin.'' John Calvin and the Jews: His Exegetical Legacy''. Reformed Institute of Metropolitan Washington, 2009, p. 25.<\/ref>\n\nTrong thời ấy, hầu hết cơ hội để Calvin bày tỏ lập trường của ông về người Do Thái đều xảy ra trong khuôn khổ các cuộc bút chiến. Lấy thí dụ, đã một lần Calvin viết, \"Tôi tranh luận nhiều lần với nhiều người Do Thái: chưa bao giờ tôi thấy một chút lòng sùng kính hay một ít chân lý hoặc sự chân thật – không chút nào, tôi chưa bao giờ thấy đồng cảm với người Do Thái.\"<ref>Calvin's commentary of Daniel 2:44–45 translated by Myers, Thomas.''Calvin's Commentaries''. Grand Rapids, MI: Eerdmans, 1948, quoted in {{Harvnb|Lange van Ravenswaay|2009|p=146}}<\/ref> Trong khía cạnh này, chẳng có sự khác biệt nào giữa Calvin với những nhà thần học Kháng Cách hoặc Công giáo cùng thời với ông.<ref>{{Harvnb|Detmers|2006|p=199}}; {{Harvnb|Lange van Ravenswaay|2009|pp=143–146}}; {{Harvnb|Pak|2009|p=177}}<\/ref> \nKhông chỉ xem xét vấn đề người Do Thái và Do Thái giáo trong tiểu luận ''Trả lời những câu hỏi và chống đối của một người Do Thái'',<ref>''Ad Questiones et Obiecta Iudaei cuisdam Responsio Ioannis Calvini'' in [[Corpus Reformatorum|CR]] 37:653–74 and translated by R. Susan Frank in M. Sweetland Laver, ''Calvin, Jews, and Intra-Christian Polemics'' (PhD diss, Temple University, Philadelphia, 1987), pp. 220–61.<\/ref> Calvin còn lập luận rằng người Do Thái đã hiểu sai Kinh Thánh của họ bởi vì họ không tin vào sự nhất quán giữa Cựu Ước và Tân Ước.<ref>{{Harvnb|Pak|2009|p=27}}<\/ref> Calvin viết rằng sự bại hoại và sự cố chấp của người Do Thái khiến họ bị đàn áp triền miên và họ sẽ chết trong sự khốn cùng mà không được ai thương xót.\"<ref>quoted in Falk, Gerhard. ''The Jew in Christian Theology'' (London: MacFarland, 1992), p. 84.<\/ref>\n\n==Tác phẩm==\n[[Tập tin:John Calvin's handwriting 01.jpg|nhỏ|trái|200px|Calvin viết nhiều thư tín cho các nhà lãnh đạo tôn giáo và chính trị khắp châu Âu, trong đó có bức thư gởi Vua nước Anh [[Edward VI của Anh|Edward VI]].]]\n\nTác phẩm đầu tay của Calvin luận giải về quyển ''De Clementia'' của Seneca. Do tác giả tự bỏ tiền ra để xuất bản năm 1532, tác phẩm này thể hiện tính nhân bản theo truyền thống Erasmus của Calvin với sự hiểu biết thấu đáo về học thuật kinh điển.<ref>{{Harvnb|De Greef|2004|p=41}}; {{Harvnb|McGrath|1990|pp=60–62}}; {{Harvnb|Cottret|2000|pp=63–65}}; {{Harvnb|Steinmetz|2009|}}<\/ref>\n\nCalvin luận giải hầu hết các sách trong Kinh Thánh. Sách luận giải đầu tiên của ông xuất bản năm 1540 là về sách Roma. Ông dự định viết sách luận giải cho toàn bộ Tân Ước. Sáu năm trôi qua trước khi Calvin viết quyển thứ hai, luận giải sách I Cô-rin-tô, từ đó ông tập trung nhiều hơn cho mục tiêu đề ra. Trong vòng bốn năm, ông cho xuất bản các sách luận giải toàn bộ thư tín của Phao-lô, và hiệu đính sách luận giải thư Roma, rồi quay sang các thư tín chung, gởi tặng chúng cho [[Edward VI của Anh|Vua Edward VI]]. Năm 1555, Calvin hoàn tất các sách luận giải Tân Ước, chỉ bỏ qua sách Khải Huyền, cùng I Giăng và II Giăng.\n \nVề Cựu Ước, Calvin viết luận giải cho sách Ê-sai, Ngũ Kinh của Môi-se, Thi thiên, và sách Giô-suê, dựa trên những bài thuyết giảng của ông cho sinh viên và mục sư. Từ năm 1557, do không có thì giờ, ông cho ấn hành các bài giảng luận được ghi lại theo phương pháp tốc ký, luận giải các sách tiểu tiên tri, Đa-ni-ên, Giê-rê-mi, Ca thương, và một phần sách Ê-xê-chi-ên.<ref>{{Harvnb|De Greef|2004|pp=44–45}}; {{Harvnb|Parker|2006|pp=134–136, 160–162}}<\/ref>\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Thật là một vinh dự lớn lao khi Thiên Chúa chỉ vì chúng ta mà tô điểm thế giới hết sức huy hoàng, hầu cho chúng ta không chỉ là khán giả trong nhà hát lộng lẫy này, mà cũng là người thưởng thức sự phong phú và đa dạng của vạn vật được phô diễn trước mắt chúng ta.\n|nguồn=John Calvin.<ref>Works (1844) edited by the Calvin translation society, as quoted in Reformed Spirituality: An Introduction for Believers (1991) by Howard L. Rice, p. 59<\/ref>}}\nCalvin viết nhiều thư tín và chuyên luận. Sau ''Responsio ad Sadoletum'', năm 1543 theo yêu cầu của Bucer viết thư mở ''Supplex exhortatio ad Caesarem'' gởi [[Karl V của Thánh chế La Mã|Charles V]] nhằm bảo vệ đức tin cải cách. Trước đó, năm 1544, Calvin đã gởi một thư mở cho Giáo hoàng (''Admonitio paterna Pauli III'') phản đối [[Giáo hoàng Phaolô III|Paul III]] vì đã tước đoạt những nhà cải cách mọi triển vọng hiệp nhất với giáo hội. Giáo hoàng triệu tập [[Công đồng Trentô|Công đồng Trent]] ra nghị quyết chống lại những nhà cải cách. Năm 1547, Calvin viết ''Acta synodi Tridentinae cum Antidoto'' phản bác các nghị quyết của công đồng. Năm 1549, theo yêu cầu của Bucer và Bullinger, Calvin viết chuyên luận, ''Vera Christianae pacificationis et Ecclesiae reformandae ratio'' trình bày những giáo lý cần được tuân giữ, trong đó có giáo lý xưng công chính bởi đức tin.<ref>{{Harvnb|De Greef|2004|pp=46–48}}<\/ref>\n\nCalvin cung cấp nhiều văn kiện nền tảng cho các giáo hội cải cách, trong đó có sách giáo lý, và thể chế hội thánh. Ông cũng viết những bản tuyên tín nhằm hiệp nhất các giáo hội. Năm 1559, ông soạn một bản tuyên tín bằng [[tiếng Pháp]], Tín điều Gallic, được giáo hạt Paris chấp nhận với một ít sửa đổi. Tín điều Belgic năm 1561, một bản tuyên tín viết bằng [[tiếng Hà Lan]] dựa một phần trên Tín điều Gallic.<ref>{{Harvnb|De Greef|2004|pp=50–51}}<\/ref>\n\n==Di sản==\n[[Tập tin:DBP 1964 439 Reformierter Weltbundes.jpg|upright|nhỏ|Một con tem của Đức năm 1964 tưởng niệm John Calvin.]]\nSau khi Calvin và người kế nhiệm, Beza, qua đời, hội đồng thành phố Geneva dần dà giành quyền kiểm soát các lĩnh vực trước đây thuộc thẩm quyền giáo hội. Tình trạng thế tục hóa ngày càng gia tăng cùng lúc với sự suy thoái của hội thánh. Ngay cả uy tín học thuật của Geneva cũng bị phủ bóng bởi các đại học [[Đại học Leiden|Leiden]] và [[Đại học Heidelberg|Heidelberg]], những đại học này trở nên thành trì của tư tưởng Calvin, lần đầu tiên được mệnh danh là [[Thần học Calvin]] vào năm 1552 bởi Joachim Westphal. Đến năm 1585 Geneva, từng là suối nguồn của phong trào cải cách, chỉ còn là một biểu tượng.<ref>{{Harvnb|McGrath|1990|pp=200–201}}; {{Harvnb|Cottret|2000|p=239}}<\/ref>\n\nSinh thời, Calvin luôn cảnh báo chống lại mọi nỗ lực miêu tả ông như là một \"thần tượng\" và Geneva là một \"Jerusalem mới\". Ông khuyến khích mọi người cố thích ứng với môi trường sống của mình. Ông đã khuyên những người tị nạn nói tiếng Pháp đang định cư ở [[Wesel, Đức]], nên gia nhập [[Giáo hội Luther]]. Bất kể những dị biệt với Giáo hội Luther, Calvin tin rằng họ là hội thánh thật của Chúa. Sự nhìn nhận của Calvin đối với nhu cầu thích ứng với các điều kiện tại mỗi địa phương là đặc điểm quan trọng của phong trào cải cách đang lan tỏa khắp châu Âu.<ref>{{Harvnb|Pettegree|2004|pp=207–208}}<\/ref>\n\nNhờ nỗ lực truyền giáo của Calvin ở Pháp, chương trình cải cách của ông cuối cùng cũng tiến đến những tỉnh nói tiếng Pháp ở Hà Lan. Thần học Calvin được chấp nhận trong lãnh thổ Palatinate của Vương hầu Frederick III, dẫn đến việc hình thành sách giáo lý Heidelberg năm 1563. Sách giáo lý này và Tín điều Belgic năm 1571 trở thành chuẩn mực tuyên tín tại hội nghị thứ nhất của Giáo hội Cải cách Hà Lan. Những nhà thần học hàng đầu ở Anh (Martin Bucer, Peter Martyr, Jan Laski) và [[Scotland]] ([[John Knox]]) đều chịu ảnh hưởng của tư tưởng Calvin. Trong cuộc [[Nội chiến Anh]], những người [[Thanh giáo]] đã soạn bản Tín điều Westminster, trở nên chuẩn mực tuyên tín cho các [[giáo hội Trưởng Nhiệm|giáo hội Trưởng Lão]] trong thế giới nói tiếng Anh. Sau khi được vững lập tại Âu châu, phong trào Trưởng Lão lan tỏa đến [[Bắc Mỹ]], [[Cộng hòa Nam Phi|Nam Phi]], và [[Cơ Đốc giáo tại Hàn Quốc|Hàn Quốc]].<ref>{{Harvnb|Holder|2004|pp=246–256}}; {{Harvnb|McGrath|1990| pp=198–199}}<\/ref>\n\nSinh sau Martin Luther 26 năm, John Calvin ở trong số những nhà cải cách thuộc thế hệ thứ hai, khi Giáo hội Công giáo đã phục hồi đủ để có thể trấn áp cộng đồng Kháng Cách đang lúc chia rẽ và suy yếu. Calvin đã hoạt động hiệu quả để củng cố, tái tổ chức, và phát triển những nỗ lực cải cách. Ông cũng thành lập một giáo hội bền vững và lan tỏa đến nhiều nơi trên thế giới.<ref>Thompson, Ernest Trice. \"Through the Ages\", p; 180.The Covenant Life Curriculum, Richmond, Virginia, 1965.<\/ref> Calvin không sống lâu đủ để nhìn thấy những thành quả ban đầu của ông phát triển thành một phong trào quốc tế; nhưng sau khi mất, tư tưởng Calvin vượt tầm thành phố Geneva, gặt hái những thành công bên ngoài địa giới của nó, và thiết lập cho mình những đặc thù của một hệ phái trong cộng đồng Kháng Cách.<ref>{{Harvnb|Pettegree|2004|p=222}}<\/ref>\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n== Tham khảo ==\n[[Tập tin:Institutio christianae religionis.tif|thumb|''Institutio christianae religionis'', 1597]]\n* {{chú thích | last = Bouwsma | first =William James | title =John Calvin: A Sixteenth-Century Portrait | publisher =[[Oxford University Press]] | year =1988 | place = New York| isbn = 0195043944}}\n* {{chú thích | last = Cottret | first =Bernard | title =Calvin: A Biography | publisher =Wm. B. Eerdmans | year =2000 | place = Grand Rapids, Michigan| isbn = 0802831591}}\n* {{chú thích | last = De Greef | first = Wulfert | contribution = Calvin's writings | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =[[Cambridge University Press]] | isbn =9780521816422}}\n* {{chú thích | last = De Greef | first = Wulfert | title =The Writings of John Calvin: An Introductory Guide | publisher =Westminster John Knox Press | year =2008 | place = Louisville, Kentucky| isbn = 0664232302}}\n* {{chú thích | last = DeVries | first = Dawn | contribution = Calvin's preaching | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Gamble | first = Richard C. | contribution = Calvin's controversies | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Ganoczy | first = Alexandre | contribution = Calvin's life | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Gerrish | first = R. A. | contribution = The place of Calvin in Christian theology | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Graham | first =W. Fred | title =The Constructive Revolutionary: John Calvin and His Socio-Economic Impact| publisher =John Knox Press | year =1971 | place = Richmond, Virginia| isbn = 0804208808}}\n* {{chú thích | last = Hall | first =David W. | title =Genevan Reformation and the American Founding | publisher =Lexington Books | year =2005 | isbn =9780739111062}}\n* {{chú thích | last = Helm | first =Paul | title =John Calvin's Ideas | publisher =Oxford University Press | year =2004 | place = Oxford| isbn = 0199255695}}\n* {{chú thích | last = Hesselink | first = I. John | contribution = Calvin's theology | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Holder | first = R. Ward | contribution = Calvin's heritage | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = McDonnell | first =Kilian | title =John Calvin, the Church, and the Eucharist | publisher =[[Princeton University Press]] | year =1967 | place = Princeton| oclc = 318418}}\n* {{chú thích | last = McGrath | first =Alister E. | authorlink =Alister McGrath | title =A Life of John Calvin | publisher =[[Basil Blackwell]] | year =1990 | place = Oxford| isbn = 0631163980}}\n* {{chú thích | last = McNeil | first =John Thomas | title =The History and Character of Calvinism | publisher =Oxford University Press | year =1954 | place = Oxford| isbn = 0195007433}}\n* {{chú thích | last = Olsen | first = Jeannine E. | contribution = Calvin and social-ethical issues | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Niesel | first =Wilhelm | title =The Theology of Calvin | publisher =Baker Book House | year =1980 | place = Grand Rapids, Michigan| isbn = 0801066948}}\n* {{chú thích | last = Parker | first =T. H. L. | title =Calvin: An Introduction to His Thought | publisher =Geoffrey Chapman | year =1995 | place = London| isbn = 0225665751}}\n* {{chú thích | last = Parker | first =T. H. L. | title =John Calvin | publisher =Lion Publishing plc | year =1975 | place = Tring, Hertfordshire, England| isbn = 0745912192}}\n* {{chú thích | last = Parker | first =T. H. L. | title =John Calvin: A Biography | publisher =Lion Hudson plc | year =2006 | place = Oxford| isbn = 9780745952284}}\n* {{chú thích | last = Pettegree | first = Andrew | contribution = The spread of Calvin's thought | year =2004 | editor-last =McKim | editor-first =Donald K. | title =The Cambridge Companion to John Calvin | place =Cambridge | publisher =Cambridge University Press | isbn =9780521816422}}\n* {{chú thích | last = Potter | first =G. R. | last2 = Greengrass | first2 = M. | title =John Calvin | publisher = Edward Arnold (Publishers) Ltd. | year =1983 | place = London | isbn = 071316381X}}\n* {{chú thích | last = Steinmetz | first =David C. | title =Calvin in Context | publisher =Oxford University Press | year =1995 | place = Oxford| isbn = 0195091647}}\n\n== Liên kết ngoài ==\n{{thể loại Commons}}\n* {{gutenberg author| id=Calvin+John | name=John Calvin}}\n* [http:\/\/www.ccel.org\/c\/calvin\/ Trước tác của Calvin] tại Christian Classics Ethereal Library\n* [http:\/\/www.reformedsermonarchives.com\/calvintitle.htm Các bài thuyết giáo] của Calvin trên The Reformed Sermon Archives\n* [http:\/\/www.calvin2009.fr\/ Trang web] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090210192449\/http:\/\/www.calvin2009.fr\/ |date=2009-02-10 }} kỷ niệm 500 năm ngày sinh của Calvin\n*[http:\/\/www.godssovereigntyinvietnam.wordpress.com\/ God's Sovereignty in Vietnam Tể trị của Đức Chúa Trời ở Việt Nam]\n\n{{Collapse top|title=Nhà Cải cách|bg=#c5ccf9}}\n{|style=\"float: left; width: 100%; margin-bottom: 0.5em; border: #2222dd solid 1px; background-color: #e8ecff;\"\n|-\n| align=\"center\" valign=\"top\" |<sub>'''[[John Wycliffe]]'''<br><br>[[Tập tin:Jwycliffejmk.jpg|45px]]<br><sub>'''(1320 - 1384)'''\n| align=\"center\" valign=\"top\" | <sub>'''[[Jan Hus]]'''<br><br>[[Tập tin:Jan Hus.jpg|55px]]<br><sub>'''(1369 - 1415)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Martin Luther]]'''<br><br>[[Tập tin:Martin Luther, 1529.jpg|53px]]<br><sub>'''(1483 - 1546)'''\n| align=\"center\" valign=\"top\" | '''<sub>John Calvin'''<br><br>[[Tập tin:Portrait john calvin reverse.jpg|45px]]<br><sub>'''(1509 - 1564)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Huldrych Zwingli]]'''<br><br>[[Tập tin:Ulrich Zwingli 03.jpg|58px]]<br><sub>'''(1484 - 1531)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[Thomas Cranmer]]'''<br><br>[[Tập tin:Thomas Cranmer.png|42px]]<br><sub>'''(1489 - 1556)'''\n| align=\"center\" valign=\"top\" | '''<sub>[[John Knox]]'''<br><br>[[Tập tin:John Knox.jpg|40px]]<br><sub>'''(1510 - 1572)'''\n|-\n|}\n|}\n{{Các chủ đề|Cơ Đốc giáo|Tin Lành|Pháp}}\n{{Thời gian sống|sinh=1509|mất=1564|tên=Calvin, John}}\n\n{{Persondata\n|NAME = Calvin, Jean\n|ALTERNATIVE NAMES = Calvin, Jean; Cauvin, Jean; Chauvin, Jean\n|SHORT DESCRIPTION = French theologian, founder of Calvinism\n|DATE OF BIRTH = [[July 10]], [[1509]]\n|PLACE OF BIRTH = [[Noyon]], [[Hauts-de-France]], [[Pháp|Kingdom of France]]\n|DATE OF DEATH = [[May 27]], [[1564]]\n|PLACE OF DEATH = Geneva\n}}\n{{DEFAULTSORT:Calvin, Jean}}\n[[Thể loại:Cải cách Tin Lành]]\n[[Thể loại:Nhà thần học Pháp]]\n[[Thể loại:Tin Lành]]\n[[Thể loại:Kitô giáo]]\n[[Thể loại:Người Thụy Sĩ]]\n[[Thể loại:Sinh viên Đại học Paris]]\n[[Thể loại:Luật sư Pháp]]"}