{"Jenny Lind":"[[Tập tin:Magnus Jenny Lind.jpg|thumb|Soprano Jenny Lind<br \/>vẽ bởi [[Eduard Magnus]], 1862]]\n[[Tập tin:Jenny Lind retouched.jpg|thumb|[[Daguerreotype]] bởi Jenny Lind. (ảnh bởi Poly Von Schneidau, New York, 1850)]]\n\n'''Johanna Maria Lind''' (6 tháng 10 năm 1820 – 2 tháng 11 năm 1887), được biết đến nhiều hơn với tên '''Jenny Lind''', là một ca sĩ [[opera]] người [[Thụy Điển]], thường được biết đến với tên gọi \"[[Dạ oanh]] Thụy Điển\". Là một trong những ca sĩ được đánh giá cao nhất trong thế kỷ 19, bà đã biểu diễn các vở opera [[soprano]] trong opera ở Thụy Điển và khắp Châu Âu, và bắt đầu chuyến lưu diễn vòng quanh nước Mỹ bắt đầu năm 1850. Bà là thành viên của Học viện Âm nhạc [[Hoàng gia Thụy Điển]] từ Năm 1840.\n\nLind trở nên nổi tiếng sau buổi biểu diễn của cô ở [[Der Freischütz]] ở Thụy Điển vào năm 1838. Trong một vài năm, cô đã bị thiệt hại về giọng hát, nhưng giáo viên hát Manuel García đã cứu cô. Cô đã có nhu cầu rất lớn về các vai diễn opera trên khắp Thụy Điển và Bắc Âu trong những năm 1840, và có liên quan mật thiết với [[Felix Mendelssohn]]. Sau hai mùa giải được hoan nghênh ở London, cô tuyên bố nghỉ hưu từ nhạc kịch ở tuổi 29.\n\nNăm 1850, Lind đến Mỹ theo lời mời của người dẫn chương trình P. T. Barnum. Cô đã trao 93 buổi hòa nhạc quy mô lớn cho anh và sau đó tiếp tục đi tour dưới sự quản lý của chính cô. Cô kiếm được hơn 350.000 đô la từ những buổi hòa nhạc này, tặng tiền cho quỹ từ thiện, chủ yếu là học bổng cho các trường học tự do ở Thu Sweden Điển. Với người chồng mới, Otto Goldschmidt, cô trở lại châu Âu vào năm 1852, nơi cô có ba đứa con và đã tổ chức các buổi hòa nhạc trong hai thập kỷ tiếp theo, định cư ở Anh năm 1855. Từ năm 1882, trong một vài năm, cô là giáo sư hát tại Đại học âm nhạc Hoàng gia ở London.\n\n==Tiểu sử==\n[[Tập tin:Jenny Lind in La Sonnambula.jpg|thumb|left|Lind vào vai Amina trong ''[[La sonnambula]]'']]\n\nSinh ra ở Klara, ở trung tâm Stockholm, Lind là con gái ngoài giá thú của Niclas Jonas Lind (1798-1858), một người làm kế toán và Anne-Marie Fellborg (1793-1856), một giáo viên.<ref name=dnb>Rosen, [http:\/\/www.oxforddnb.com\/view\/printable\/16671 \"Lind, Jenny (1820–1887)\"]<\/ref> Mẹ của Lind đã ly dị chồng đầu tiên của mình vì ngoại tình, nhưng vì lý do tôn giáo, từ chối cưới lại cho đến khi chết năm 1834. Cha mẹ của Lind kết hôn khi cô mới mười bốn tuổi.<ref name=dnb\/>\n\nMẹ của Lind đã chạy một trường học ban ngày cho các cô gái ra khỏi nhà. Khi Lind khoảng chín tuổi, ca khúc của cô đã được nghe lén bởi cô hầu của Mademoiselle Lundberg, vũ công chính tại Nhà hát Hoàng gia Thụy Điển. Cô hầu gái, kinh ngạc bởi giọng nói phi thường của Lind, đã trở lại vào ngày hôm sau với Lundberg, người đã sắp xếp một buổi thử giọng và giúp cô được nhận vào học trường diễn xuất của Nhà hát Kịch Hoàng gia, nơi cô học với Karl Magnus Craelius, chủ nhân hát tại rạp.<ref name=iln>Mdlle. Jenny Lind, ''[[The Illustrated London News]]'', ngày 24 tháng 4 năm 1847, p. 272<\/ref>\n\nLind bắt đầu hát trên sân khấu khi cô 10 tuổi. Cô đã có một cuộc khủng hoảng [[thanh nhạc]] ở tuổi 12 và đã phải ngừng hát một thời gian, nhưng hồi phục. [2] Vai diễn đầu tiên của cô là Agathe trong tác phẩm Der Freischütz của Weber năm 1838 tại Nhà hát Hoàng gia Thụy Điển. [1] Ở tuổi 20, cô là thành viên của Học viện Âm nhạc Hoàng gia Thu Swedish Điển và là ca sĩ tòa cho vua Thụy Điển và [[Na Uy]]. Giọng của cô bị hư hỏng nặng nề bởi kỹ năng sử dụng quá mức và kỹ năng hát không được huấn luyện, nhưng sự nghiệp của cô đã được cứu bởi giáo viên hát Manuel García, người mà cô theo học tại [[Paris]] từ năm 1841 đến năm 1843. Vì vậy giọng nói của cô bị hư hỏng nên anh khẳng định rằng cô không nên hát Trong ba tháng, để dây thanh quản của cô hồi phục, trước khi bắt đầu dạy cho cô một kỹ thuật thanh nhạc an toàn.<ref name=dnb\/><ref name=iln\/>\n\nSau khi Lind đã ở cùng Garcia trong một năm, [[nhà soạn nhạc]] [Giacomo Meyerbeer], một người ngưỡng mộ tài năng của cô, đã sắp xếp một buổi thử giọng cho cô tại Paris Opera, Opéra, nhưng cô bị từ chối. Tác giả của cuốn tiểu sử Francis Rogers kết luận rằng Lind rất không cảm thấy phẫn nộ: khi cô trở thành một ngôi sao quốc tế, cô luôn từ chối lời mời hát tại Paris Opéra. Lind trở lại nhà hát Hoàng gia Thụy Điển, Bởi García của đào tạo. Cô đi lưu diễn tại Đan Mạch, nơi năm 1843, [Hans Christian Andersen] đã gặp và yêu cô. Mặc dù hai người trở thành những người bạn tốt, nhưng cô đã không đáp lại những cảm xúc lãng mạn của mình. Cô được cho là đã truyền cảm hứng cho ba câu chuyện cổ tích của mình: \"[[The Angel (fairy tale)|The Angel]]\" and \"[[The Nightingale (fairy tale)|The Nightingale]]\".<ref name=hetsch>Hetsch, Gustav and Theodore Baker. [http:\/\/www.jstor.org\/stable\/738371 \"Hans Christian Andersen's Interest in Music\",] ''The Musical Quarterly'', Vol. 16, No. 3 (July 1930), pp. 322–329 {{subscription}}<\/ref> Ông viết: \"Không có cuốn sách hay cá tính nào có ảnh hưởng nhiều hơn đến tôi, như một [[nhà thơ]], hơn là Jenny Lind, đối với tôi, cô ấy đã mở ra một thánh địa nghệ thuật.\"<ref name=hetsch\/> Người viết tiểu sử Carol Rosen tin rằng sau khi Lind từ chối Andersen như một người cầu hôn, ông đã miêu tả cô như là [[Nữ hoàng Tuyết]] với trái tim băng giá.<ref name=dnb\/>\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1820|1887|Lind, Jenny}}\n\n[[Thể loại:Ca sĩ opera Thụy Điển]]\n[[Thể loại:Hans Christian Andersen]]\n[[Thể loại:Ca sĩ từ Stockholm]]\n[[Thể loại:Nữ diễn viên sân khấu Thụy Điển]]"}