{"Jenny von Westphalen":"{{Thông tin nhân vật\n| name = Jenny von Westphalen\n| image = Jenny Marx photograph.jpg\n| caption = Jenny Marx. Không rõ ngày tháng chụp ảnh\n| birth_name = Johanna Bertha Julie Jenny von Westphalen\n| birth_date = {{Ngày sinh|1814|02|12|df=y}}\n| birth_place = [[Salzwedel]], [[Kingdom of Prussia|Prussia]]\n| death_date = {{Ngày mất and age|1881|12|02|1814|02|12|df=y}}\n| death_place = [[London]], England\n| resting_place = [[Tomb of Karl Marx]], [[Highgate Cemetery]], London, England\n| spouse = {{marriage|[[Karl Marx]]|ngày 19 tháng 6 năm 1843}}\n| children = 7, including [[Jenny Longuet|Jenny]], [[Laura Marx|Laura]], and [[Eleanor Marx|Eleanor]]\n| father = [[Ludwig von Westphalen]]\n| relatives = [[Edgar von Westphalen]] (brother)\n}}\n[[File:Jenny von Westphalen-1.jpg|thumb|upright|right|Chân dung Jenny von Westphalen những năm 1830]]\n'''Johanna Bertha Julie Jenny von Westphalen''' (1814-1882) là vợ của [[nhà triết học]], [[nhà cách mạng]] [[người Đức]] [[Karl Marx]].\n\nKarl Marx và Jenny von Westphalen đính hôn năm 1836 và làm lễ cưới năm 1843. Hai vợ chống Marx có bảy người con.\n\n==Xuất thân==\nJenny von Westphalen là con gái của Nam tước [[Ludwig von Westphalen]]. thuộc tầng lớp [[quý tộc]] của [[Phổ]]. Ludwig von Westphalen (1770-1842) là một người góa vợ với bốn đứa con trước đó. Ông đã từng phục vụ như \"Regierungsrat\" tại [[Salzwedel]] và [[Trier]]. Ông nội của bà, \"Edler\" Christian Philip Heinrich von Westphalen (1723-1792) đã là quyền \"tham mưu trưởng\" của bá tước Ferdinand of Brunswick trong [[chiến tranh Bảy năm]].\n\nBà nội của bà, Jeanie Wishart (1742-1811), là một quý tộc Scotland. Ông cố nội của bà, George Wishart (1703-1785) là một hậu duệ của bá tước thứ 9 của Angus và [[Lady Agnes Keith]], sau này lần lượt là hậu duệ trực tiếp của vua [[James I]], và hoàng gia của nhà Stuart,<ref>''Burke's landed gentry of Great Britain'', page 617<\/ref> trong khi gia đình của mẹ bà là những [[Công tước xứ Argyll]], trong nhiều thế kỷ là gia đình quý tộc mạnh nhất của Scotland.\n\nMẹ của Jenny von Westphalen là bà [[Amalia Julia Carolina von Westphalen]] (1780-1856) (nhũ danh Heubel). Em trai của Jenny von Westphalen, [[Edgar von Westphalen]] (1819-1890), là một người bạn học của Karl Marx. Một người anh em khác, [[Ferdinand Otto Wilhelm Henning von Westphalen]], là Bộ trưởng Bộ Nội vụ của nước Phổ, 1850-1858. Mặc dù là một trong những người theo phe bảo thủ hàng đầu trong thế kỷ 19 ở nước Phổ, Ferdinand vẫn giữ mối quan hệ thân thiện với Karl Marx và Jenny.<ref>Jürgen Reetz: Four Letters of Jenny Marx from the years 1856 - 1860th Trier 1970 (Schriften aus dem Karl-Marx-Haus Heft 3) Trier 1970 (Writings from the Karl Marx House No. 3)<\/ref>\n\n==Đám cưới==\nJenny von Westphalen và [[Karl Marx]] thường xuyên gặp nhau khi còn nhỏ do hai người bố là bạn bè với nhau. Jenny hơn Karl bốn tuổi, và họ trở thành bạn bè thân thiết. Cả hai đều chung sở thích văn học, và họ bắt đầu yêu nhau. Theo Marx, Jenny von Westphalen là cô gái đẹp nhất ở thành phố Trier.<ref>Francis Wheen, Karl Marx: A Life, (Fourth Estate, 1999), ISBN 1-85702-637-3, page 17<\/ref> Cha của cô, Ludwig von Westphalen, một người bạn của cha của Marx, cũng kết bạn với cậu bé Marx, và thường đi dạo với cậu để cùng thảo luận về triết học và văn học Anh.<ref>Francis Wheen, ''Karl Marx: A Life'' (Fourth Estate, 1999), ISBN 1-85702-637-3<\/ref> Jenny và Karl đính hôn năm 1836. Sau bảy năm họ kết hôn vào ngày 19 tháng 6 năm 1843 tại Kreuznacher Pauluskirche (nhà thờ Kreuznach của Thánh Phaolô), [[Bad Kreuznach]].\n\n==Sau đám cưới==\nSau đám cưới, Karl Marx và Jenny chuyển đến Rue Vaneau ở [[Paris]] và kết bạn với nhà thơ người Đức [[Heinrich Heine]].\n\n[[Tháng 10]] năm [[1843]], Jenny von Westphalen và Karl Marx đã sang [[Pháp]], đến [[thủ đô]] [[Paris]] để bắt đầu cuộc sống lưu vong đầy sóng gió trước mắt. Năm [[1845]], gia đình Marx đã bị trục xuất khỏi Pháp theo yêu cầu của Phổ và phải chạy sang [[Bỉ]]. 3 năm sau, gia đình của Jenny và Karl lại bi trục xuất khỏi Bỉ và họ trở về Đức. Đến năm [[1849]], vì Marx bị truy tố trước tòa án nên gia đình của ông lại bị trục xuất ra khỏi Đức. Sang Paris, Jenny, Karl và các con lại bị trục xuất tiếp và họ ở hẳn London đến cuối đời. Thật sự đối với hai vợ chồng Jenny-Karl, đó là khoảng [[thời gian]] khủng khiếp nhất trong đời. Những vượt qua tất cả, họ đã sống bằng tình yêu thương mãnh liệt, sự đồng cảm và sự tương trợ.\n\nTrong khoảng thời gian không bao giờ trở về tổ quốc Đức được nữa, Jenny đã giúp đỡ Karl rất nhiều. Dù bà hết sức bận rộn với cuộc sống thường ngày nhưng bà vẫn đảm đương xuất sắc nhiệm vụ thơ ký cho Karl. Bà đã chép các bản thảo của Karl hoặc Karl đọc cho bà viết. Đồng thời Jenny còn đóng góp cho Karl những ý kiến sắc sảo. Hầu như Karl không công bố một bản thảo nào nếu nó chưa qua tay của Jenny.\n\nNgày 2 tháng 12 năm 1881, Jenny von Westphalen mất tại London, thọ 67 tuổi. Thi thể bà được chôn cất tại [[nghĩa trang Highgate]].\n\n==Con cái==\n[[Tập tin:Marx+Family and Engels.jpg|thumb|right|upright|[[Karl Marx]] (1818–1883), [[Friedrich Engels]] (1820–1895), và các con gái của Marx: [[Jenny Longuet|Jenny Caroline]] (1844–1883), [[Eleanor Marx|Jenny Julia Eleanor]] (1855–1898), and [[Laura Marx|Jenny Laura]] (1845–1911)]]\nKarl Marx và Jenny Marx đã có bảy người con sau, liệt kê theo thứ tự:\n\n#[[Jenny Caroline]] (1 tháng 5 năm 1844 - 11 tháng 1 năm 1883). Kết hôn với [[Charles Longuet]] năm 1872. Bà là một nhà hoạt động xã hội chủ nghĩa. Bà đã viết cho báo chí xã hội chủ nghĩa ở Pháp trong những năm 1860, chủ yếu là việc vạch trần tội ác của chính phủ Anh trong [[cách mạng Fenian]] ở Ai-len. Bà chết vì [[ung thư bàng quang]], độ tuổi 38.\n#[[Jenny Laura]] (26 tháng 9 năm 1845 -26 tháng 11 năm 1911), sinh ra tại [[Brussels]], [[Bỉ]]. Kết hôn với [[Paul Lafargue]] năm 1868. Bà là một nhà hoạt động xã hội chủ nghĩa. Laura và chồng bà đã có hàng chục năm hoạt động chính trị với nhau, dịch các tác phẩm của Marx sang tiếng Pháp và truyền bá [[chủ nghĩa Mác]] ở [[Pháp]] và [[Tây Ban Nha]]. Bà tự tử cùng chồng năm 1911, lúc 66 tuổi.\n#Louis Charles Henri Edgar (ngày 03 tháng 2 năm 1847 tại Brussels - 6 Mai 1855), \"Mush\" với gia đình và bạn bè, đặt tên theo chú Edgar, em trai của Jenny von Westphalen. Mất năm 8 tuổi.\n#Henry Edward Guy (\"Guido\", Henry Edward Guy, sinh 5 tháng 9 năm 1849 tại London, mất 19 tháng 11 năm 1850, London, Anh).\n#Jenny Eveline Frances (\"Franziska\", 28 tháng 3 năm 1851 - 14 tháng 4 năm 1852)\n#[[Jenny Julia Eleanor]] (16 tháng 1 năm 1855 - ngày 31 tháng 3 năm 1898), sinh tại London. Bà là một nhà hoạt động xã hội chủ nghĩa. Bà tự tử ở tuổi 43 bằng cách uống axit prussic, sau khi phát hiện ra rằng người tình lâu năm của mình, [[Edward Aveling]], đã bí mật kết hôn với một nữ diễn viên trẻ tên là [[Eva Frye]] vào tháng 6 năm 1897.\n#Một đứa trẻ chưa được đặt tên, sinh ra và qua đời ngày 06 tháng 7 năm 1857 tại London.\n\n==Nhận xét==\nVới những đóng góp của mình, Jenny von Westphalen đã giúp chồng mình viết nên các tác phẩm xuất sắc. Friedrich Engels, người bạn trung kiên của Marx, đã nhận xét:\n{{cquote|''Jenny không những đã cùng chia sẻ số phận, công việc và cuộc đấu tranh của chồng mà còn dự phần vào đấy với một trí minh mẫn khác thường và một trái [[tim]] nồng cháy|||}}.\n\n==Tác phẩm==\n* ''Short Sketch of an Eventful Life (1865–1866)''<ref>Marx and Engels through the eyes of their contemporaries. Progress Publishers, Moskow 1972, p. 131–142<\/ref>\n* ''Aus der Londoner Theaterwelt''. In: Frankfurter Zeitung und Handelsblatt, Frankfurt am Main, No. 328, ngày 21 tháng 11 năm 1875\n* ''Londoner Saison''. In: Frankfurter Zeitung und Handelsblatt, Frankfurt am Main, No. 95, ngày 4 tháng 4 năm 1876\n* ''Englische Shakespeare-Studien''. In: Frankfurter Zeitung und Handelsblatt, Frankfurt am Main, No. 3, ngày 3 tháng 1 năm 1877\n* ''Shakespeares \"Richard III\" im Londoner Lyceum-Theater''. In: Frankfurter Zeitung und Handelsblatt, Frankfurt am Main, No. 39, ngày 8 tháng 2 năm 1877\n* ''Vom Londoner Theater''. In: Frankfurter Zeitung und Handelsblatt, Frankfurt am Main, No. 145, ngày 25 tháng 5 năm 1877\n* ''Die hervorragendesten Persönlichkeiten der englischen Salonwelt''. In: Der Sprudel. Allgemeines deutsches Bade-Journal, Wien, IX. Jg., No. 3, ngày 18 tháng 5 năm 1879\n* ''Irving at home''. In: Der Sprudel. Allgemeines deutsches Bade-Journal, Wien, IX. Jg., No. 7, ngày 23 tháng 6 năm 1879\n== Sách tham khảo ==\n*{{chú thích sách\n|last= Blumenberg\n|first= Werner\n|authorlink= Werner Blumenberg\n|title= Karl Marx: An Illustrated History\n|url= https:\/\/archive.org\/details\/karlmarxillustra0000blum\n|edition= \n|origyear= 1962\n|year= 1998\n|publisher= Verso\n|location= New York \n|isbn= 1-85984-705-6\n}}\n*{{chú thích sách\n|last= Durand\n|first= Pierre\n|title= La Vida Amorosa de Marx\n|trans-title= The love-life of Marx\n|year= 1977\n|publisher= Libros Dogal\n|location=\n|language=es\n|isbn= 84-7463-007-X\n}}\n*{{chú thích sách\n|last= Durand\n|first= Pierre\n|authorlink= \n|title= La vie amoureuse de Karl Marx; essai monographique\n|trans-title= The love-life of Karl Marx: a monograph-essay\n|url=\n|year= 1970\n|publisher= Julliard\n|location= Paris\n|language=fr\n}}\n*{{chú thích sách\n|last= Gabriel\n|first= Mary\n|title= Love and Capital: Karl and Jenny Marx and the Birth of a Revolution\n|url= https:\/\/archive.org\/details\/lovecapitalkarlj0000gabr\n|year= 2011\n|publisher= Little, Brown\n|location=NY\n|isbn= 978-0-316-06611-2\n}}\n*{{chú thích sách\n|last= Giroud\n|first= Françoise\n|authorlink= Françoise Giroud\n|others= P. Elias (trans)\n|title= Jenny Marx o la mujer del diablo\n|trans-title= Jenny Marx or the devil's wife\n|date=October 1992\n|publisher= Editorial Planeta\n|location= Barcelona\n|language=es\n|isbn= 84-08-00109-4\n}}\n*{{chú thích sách\n|last= Giroud\n|first= Françoise\n|authorlink= Françoise Giroud\n|title= Jenny Marx, ou, La femme du diable\n|url= https:\/\/archive.org\/details\/jennymarxoulafem0000giro\n|trans-title= Jenny Marx, or The Devil's Wife <small>This book has too many errors, because she did not correct the text. Information from the Karl-Marx-Haus, Trier in 1992.<\/small>\n|edition=\n|year= 1992\n|publisher= Robert Laffont\n|location= Paris\n|language=fr\n|isbn= 2-221-06808-4\n}}\n*{{chú thích sách\n|last= Henderson\n|first= William Otto\n|title= The Life of Friedrich Engels\n|trans-title=\n|url= http:\/\/books.google.com\/books?id=4eYXc1B1vPoC\n|access-date = ngày 8 tháng 10 năm 2009 |volume= 1\n|year= 1976\n|publisher= Taylor & Francis\n|location=\n|isbn= 978-0-7146-4002-0\n}}\n*{{chú thích sách\n|last= Tucker\n|first= Robert C.\n|authorlink= Robert C. Tucker\n|title= Philosophy & myth in Karl Marx\n|edition= 3rd\n|origyear= 1961\n|year= 2001\n|publisher= Transaction Publishers\n|location= New Brunswick, NJ \n|isbn= 0-7658-0644-4\n}}\n* Boris Nikolajewski: ''Jenny Marx. Ein Lebensabriß''. Dietz, Berlin 1931.\n* Otto Mänchen-Helfen, Otto \/ Boris Nikolajewski: ''Karl und Jenny Marx. Ein Lebensweg''. Verlag der Bücherkreis, Berlin 1933.\n* [[Bert Andréas]]: ''Briefe und Dokumente der Familie Marx aus den Jahren 1862–1873 nebst zwei unbekannten Aufsätzen von Friedrich Engels''. In: ''Archiv für Sozialgeschichte.'' 2. Bd. Verlag für Literatur und Zeitgeschehen, Hannover 1962.\n* ''Mohr und General. Erinnerungen an Marx und Engels''. 2. durchges. Aufl. Dietz Verlag, Berlin 1965.\n* [[Bruno Kaiser]]: ''Jenny Marx als Theaterkritikerin. Zu einer bedeutsamen Wiederentdeckung''. In: ''Beiträge zur Geschichte der Arbeiterbewegung.'' Berlin 1966, Heft 6, S. 1031–1042.\n* Jürgen Reetz: ''Vier Briefe von Jenny Marx aus den Jahren 1856-1860''. Trier 1970. (Schriften aus dem [[Karl-Marx-Haus]] Trier Heft 3)\n* Emile Bottigelli: ''Sieben unveröffentlichte Dokumente von Friedrich Engels''. In: ''Friedrich Engels. 1820–1870. Referate Diskussionen Dokumente. Redaktion: Hans Pelger''. Verlag für Literatur und Zeitgeschehen, Hannover 1971, S. 319–325\n* [[Johann Ludwig Graf Schwerin von Krosigk]]: ''Jenny Marx. Liebe und Leid im Schatten von Karl Marx. Eine Biographie nach Briefen, Tagebüchern und anderen Dokumenten.'' Staatsverl, Wuppertal 1975, ISBN 3-87770-015-2.\n* [[Heinrich Gemkow]]: ''Neu aufgefundene Briefe von Karl und Jenny Marx''. In: ''Beiträge zur Geschichte der Arbeiterbewegung.'' Berlin 1976, Heft 6, S. 1028 ff.\n* Ingrid Donner, Birgit Matthies: ''Jenny Marx über das Robert-Blum-Meeting am 9. November 1852 in London''. In: ''Beiträge zur Marx-Engels-Forschung.'' 4, Berlin 1978, S. 69-78.\n*[[Luise Dornemann]]: ''Jenny Marx: Der Lebensweg einer Sozialistin''. Dietz, Berlin 1980.\n* Heinrich Gemkow: ''Erbschaftsverzichterklärung von Jenny Marx''. In: ''Beiträge zur Geschichte der Arbeiterbewegung.'' 22.Jg. Berlin 1980, Heft 1, S. 59–62.\n* H. F. Peters: ''Die rote Jenny. Ein Leben mit Karl Marx''. Kindler, München 1984, ISBN 3-463-00880-7.\n* ''„Sie können sich denken, wie mir oft zu Muthe war...\". Jenny Marx in Briefen an eine vertraute Freundin. Hrsg. von Wolfgang Schröder''. Verlag für die Frau, Leipzig 1989.\n* ''Jenny Marx. Ein bewegtes Leben. Zusammengestellt und eingeleitet von Renate Schack. Illustrationen von Erika Baarmann''. Dietz Verlag, Berlin 1989.\n* Manfred Kliem: ''Neue Presseveröffentlichungen von Jenny Marx über William Shakespeare und Henry Irving im \"Sprudel\" von 1879 entdeckt''. In: Beiträge zur Marx-Engels-Forschung 28, Berlin 1989, S. 198–216.\n* [[Boris Rudjak]]: ''Eine erstaunliche Verwechslung''. In: ''Marx-Engels-Forschungsberichte 6''. Karl-Marx-Universität Leipzig, Leipzig 1990, S. 159–164.\n* [[Heinz Monz]]: ''Zwei Briefe aus Niederbronn (Elsaß)''. In: ''Kurtrierisches Jahrbuch.'' 30.Jg. Trier 1990, S. 237–252.\n* Galina Golovina, Martin Hundt: ''Jenny Marx als \"Geschäftsführer\". Eine neue Quelle zu Marx' Mitarbeit an der New-York Tribune''. In: ''MEGA Studien.'' 1996\/2, Dietz Verlag, Berlin 1997, ISBN 3-320-01943-0, S. 109–112.\n* Angelika Limmroth: ''Jenny von Westphalen—Die Frau von Karl Marx.'' 3. veränd. u. überarb. Aufl. Großbodungen 2006, ISBN 3-00-013060-8. (Bodunger Beiträge, H. 6)\n* Jörn Schütrumpf (Hrsg.): ''Jenny Marx oder: Die Suche nach dem aufrechten Gang''. [[Karl Dietz Verlag Berlin]], Berlin 2008, ISBN 978-3-320-02147-4.\n* Angelika Limmroth: ''Jenny Marx. Die Biografie''. Karl Dietz Verlag, Berlin 2014, ISBN 978-3-320-02296-9 \n* Rolf Hecker, Angelika Limmroth (Hrsg.): ''Jenny Marx. Die Briefe''. Karl Dietz Verlag, Berlin 2014, ISBN 978-3-320-02297-6 <small>329 letters are printed here, most of them published for the first time.<\/small>\n\n==Chú thích==\n{{tham khảo}}\n{{Karl Marx}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1814]]\n[[Thể loại:Mất năm 1882]]\n[[Thể loại:Karl Marx]]\n[[Thể loại:Mất năm 1881]]\n[[Thể loại:Chết vì ung thư gan]]"}