{"Joseph Ignace Guillotin":"{{Thông tin nhân vật\n| tên = Joseph Ignace Guillotin\n| hình = Anonymous - Portrait de Joseph-Ignace Guillotin (1738-1814), médecin et homme politique. - P1052 - Musée Carnavalet (cropped).jpg\n| ghi chú hình = ''Bác sĩ Joseph Ignace Guillotin'' ([[Musée Carnavalet]], [[Paris]])\n| cỡ hình = \n| tên khai sinh = \n| ngày sinh = {{birth date|df=y|1738|5|28}}\n| ngày mất = {{Death date and age|1814|03|26|1738|05|28|df=y}}\n| nơi mất = [[Paris]], [[Pháp]]\n| nguyên nhân cái chết = \n| an táng = [[Nghĩa trang Père Lachaise]]\n| cư trú = \n| quốc tịch = Pháp\n| học vị = [[Viện Đại học Ireland]], [[Bordeaux]]<br\/>[[Đại học Reims]]<br\/>[[Đại học Paris]]\n| nghề nghiệp = [[Bác sĩ]]\n| tuyển dụng = \n| nổi tiếng = Đề xuất một phương pháp xử tử không gây đau đớn, truyền cảm hứng cho [[máy chém]]\n| người hôn phối = \n| Bạn đời = \n| con cái = \n| nơi sinh = [[Saintes, Charente-Maritime|Saintes]], Pháp\n| tên khác = \n| resting_place_coordinates = \n}}\n'''Dr. Joseph Ignace Guillotin''' ({{IPA-fr|ɡijɔtɛ̃}}; [[28 tháng 5]], [[1738]] – [[26 tháng 3]], [[1814]]) là một [[bác sĩ]], [[chính trị gia]] và là thành viên [[Hội Tam Điểm]] [[người Pháp]] đã đề xuất việc sử dụng một loại thiết bị để thực hiện án tử hình ở Pháp, như một phương pháp xử tử ít đau đớn hơn vào ngày 10 tháng 10 năm 1789. Dù ông không thực sự phát minh ra [[máy chém]], và trên thực tế đã phản đối án tử hình, tên tuổi của ông lại gắn liền với máy chém. Nhà phát minh thực tế của nguyên mẫu này là một người mang tên [[Antoine Louis]].\n\n==Thân thế và giáo dục==\nGuillotin đã viết một bài luận để lấy bằng Thạc sĩ khoa học xã hội từ Đại học Bordeaux. Bài tiểu luận này đã gây ấn tượng cho [[Dòng Tên]] rất nhiều đến mức họ thuyết phục ông gia nhập dòng tu của họ và ông giữ chức giáo sư văn học tại Viện Đại học Ireland Bordeaux. Tuy nhiên, ông bỏ đi sau một vài năm và đến Paris theo học y khoa, trở thành học trò của [[Antoine Petit]]. Ông nhận bằng tốt nghiệp từ các giảng viên tại [[Reims]] năm 1768 và sau đó giành được một giải thưởng với danh hiệu ''Doctor-Regent'' do các giảng viên Paris trao tặng.<ref name=chambers>{{chú thích tạp chí | last = | first = | authorlink = | title = Dr Guillotin | journal = Chambers's Edinburgh Journal | volume = I | issue = | pages = 218–221 | publisher = W. Orr| location = | date = January–June 1844 | url = https:\/\/books.google.com\/?id=LLQCAAAAIAAJ&pg=RA3-PA218#v=onepage&q=guillotin | doi = | id = | access-date = ngày 30 tháng 12 năm 2009 |authors=Chambers, William| author2 = Chambers, Robert}}<\/ref>\n\n==Sự nghiệp==\nNăm 1784, khi [[Franz Mesmer]] bắt đầu công bố lý thuyết của ông về \"[[từ tính động vật]]\", đã hứng chịu sự công kích của nhiều người, [[Louis XVI]] bèn chỉ định một ủy ban để điều tra hiện tượng này và Guillotin được bổ nhiệm làm thành viên, cùng với [[Benjamin Franklin]] và những người khác.<ref name=chambers\/>\n\n===Sự nghiệp chính trị và máy chém===\nVào tháng 12 năm 1788, Guillotin đã soạn thảo một cuốn sách nhỏ mang tên ''Đơn thỉnh nguyện của các Công dân sống ở Paris'', liên quan đến bản hiến pháp phù hợp của [[Hội nghị các Đẳng cấp Pháp|Hội nghị các Đẳng cấp]]. Kết quả là, ông được Quốc hội Pháp triệu tập đến để giải thích các ý kiến riêng, làm tăng danh tiếng của ông. Ngày 2 tháng 5 năm 1789, ông trở thành một trong 10 đại biểu [[Paris]] tại [[Hội nghị các Đẳng cấp Pháp năm 1789]] và là thư ký cho hội nghị này từ tháng 6 năm 1789 đến tháng 10 năm 1791.<ref name=chambers\/>\n\nLà một thành viên của hội nghị, Guillotin chủ yếu hướng sự chú ý của mình vào cải cách y tế. Vào ngày 10 tháng 10 năm 1789, trong một cuộc tranh luận về [[tử hình]], ông đã đề xuất rằng \"tội phạm sẽ bị chặt đầu; điều này sẽ được thực hiện chỉ bằng một loại máy móc đơn giản.\"<ref name=chambers\/> Từ \"máy móc\" được định nghĩa là \"một cỗ máy chém đầu không gây đau đớn\". Đề xuất của ông xuất hiện trong tạp chí định kỳ ''[[Les Actes des Apotres|Les Actes des Apôtres]]'' của phe Bảo hoàng. Vào thời đó, xử trảm ở Pháp thường được thực hiện bởi rìu hoặc kiếm, mà không phải lúc nào cũng gây ra cái chết ngay lập tức. Ngoài ra, xử trảm được dành riêng cho giới quý tộc, trong khi thường dân thường bị treo cổ.<ref name=chambers\/> Guillotin giả định rằng nếu một chế độ công bằng được thiết lập, nơi phương pháp tử hình duy nhất là cái chết bởi chém đầu bằng máy, thì công chúng sẽ cảm thấy được đánh giá cao hơn nhiều về quyền lợi của họ. Bất chấp lời đề xuất này, Guillotin đã phản đối án tử hình và hy vọng rằng một phương pháp xử tử nhân đạo và ít đau đớn hơn sẽ là bước đầu tiên hướng tới việc bãi bỏ án tử hình. Ông cũng hy vọng rằng một vài gia đình và trẻ con sẽ chứng kiến cảnh ​​hành quyết và thề sẽ làm cho nó mang tính riêng tư và cá nhân hơn. Đó cũng là niềm tin của ông rằng một án tử hình tiêu chuẩn bằng cách chém đầu sẽ ngăn chặn chế độ tàn nhẫn và bất công trong ngày.\n\nVào ngày 1 tháng 12 năm 1789, Guillotin đã có một lời nhận xét trong một bài diễn văn tiếp theo cho Hội nghị về án tử hình. \"Bây giờ, với cái máy của tôi, tôi cắt đầu của ngài trong nháy mắt, và ngài chẳng bao giờ cảm thấy gì hết!\" Tuyên bố nhanh chóng trở thành một trò đùa phổ biến, và vài ngày sau cuộc tranh luận một bài hát khôi hài về Guillotin và cái máy của \"ông\" được lưu hành, mãi mãi gắn liền tên tuổi ông với nó. Tờ báo ''Moniteur'' ngày 18 tháng 12 năm 1789 đã lấy làm tiếc cho câu nói đùa nhưng cứ lặp đi lặp lại tuyên bố \"trong nháy mắt\" của Guillotin cho hậu thế.<ref name=chambers\/> Trong suốt quãng đời còn lại của mình, Guillotin vô cùng tiếc nuối vì cái máy được đặt theo tên ông.<ref name=\"Exp\">''Guillotin, frère du peuple'', L'Express, 2009-02-03.<\/ref>\n\nVào cuối giai đoạn [[Triều đại Khủng bố]], một lá thư từ vị bá tước Comte de Méré gửi cho Guillotin đã rơi vào tay của công tố viên, [[Antoine Quentin Fouquier-Tinville|Fouquier-Tinville]] mà vị Bá tước, người đã bị xử tử, gửi gắm vợ con của mình cho Guillotin chăm sóc. Chính quyền yêu cầu Guillotin thông báo cho họ về nơi ở của vợ con vị Bá tước này. Vì Guillotin không chịu cung cấp tin tức, người ta đã bắt giữ và tống ông vào tù. Ít lâu sau, ông được thả ra khỏi nhà tù trong đợt ân xá chung của [[Cách mạng Pháp#Quốc ước|cuộc đảo chính tháng Chín]] xảy ra năm 1794 sau khi [[Robespierre]] bị đánh đổ và từ bỏ sự nghiệp chính trị của mình để tiếp tục theo đuổi nghề y.\n\n==Đời tư==\n===Gia đình===\nMối liên hệ đến máy chém đã gây bối rối cho gia đình của Dr. Guillotin đến mức họ kiến ​​nghị chính phủ Pháp đổi tên nó; khi chính phủ từ chối, thay vào đó họ liền thay đổi tên họ của mình. Vì sự trùng hợp ngẫu nhiên, một người tên là Guillotin đã thực sự bị máy chém hành quyết – ông ấy tên gọi đầy đủ là J.M.V. Guillotin, một bác sĩ sống tại [[Lyon]].<ref>{{chú thích sách | last = Brewer | first = Ebenezer Cobham | authorlink = E. Cobham Brewer| title = [[Brewer's Dictionary of Phrase and Fable]] | publisher = [[Harper & Row]] | year = 1970 | location = | pages = | url = | doi = | id = | isbn = }}<\/ref> Sự trùng hợp này có thể đã góp phần vào những phát biểu sai lầm rằng Guillotin đã phải chịu chết trên chính cỗ máy mang tên ông;<ref name=EB11>{{Chú thích web|tiêu đề=Encyclopædia Britannica, Eleventh Edition|url=https:\/\/archive.org\/download\/encyclopaediabrit12chisrich\/encyclopaediabrit12chisrich.pdf|định dạng=PDF|volume= 11|trang= 695}}<\/ref> tuy nhiên, trên thực tế, Guillotin đã chết tại nhà ở Paris vào năm 1814 vì nguyên nhân tự nhiên,<ref name=EB11\/> đặc biệt là từ [[bệnh hậu bối]],<ref>Richard Gordon, ''The Alarming History of Medicine: Amusing Anecdotes from Hippocrates to Heart Transplants,'' New York: St. Martin’s Press, 1993. p. 225.<\/ref> và hiện đang được chôn cất tại [[Nghĩa trang Père-Lachaise]] ở Paris.<ref>{{Find a Grave|18074272}}<\/ref>\n\n===Hội Tam Điểm===\nJoseph Guillotin đã bắt đầu bước chân vào Hội Tam Điểm năm 1765 tại hội quán \"La Parfaite Union\" ở [[Angoulême]]. Hoạt động tích như một hội viên Tam Điểm, ông đã gia nhập một vài hội quán khác nữa. Là một cấp phó trong Đại hội quán từ năm 1772 ông góp phần vào sự ra đời của [[Đại hội quán phương Đông nước Pháp]] và tất cả các hội nghị của nó cho đến năm 1790. Năm 1773 ông trở thành Đại sư phụ Đáng tôn kính của hội quán \"La Concorde Fraternelle\" tại Paris. Năm 1776 ông cho xây cất hội quán \"La Vérité\" và thường xuyên tham dự [[Les Neuf Soeurs]].<ref>Dictionnaire universelle de la Franc-Maçonnerie, page 352 (Marc de Jode, Monique Cara and Jean-Marc Cara, ed. Larousse, 2011)<\/ref>\n\n==Ảnh hưởng văn hóa==\nGuillotin xuất hiện trong cuốn tiểu thuyết đoạt [[Giải thưởng Costa 2011|giải thưởng Costa]] [[Pure (tiểu thuyết của Miller)|''Pure'']] của [[Andrew Miller (nhà tiểu thuyết)|Andrew Miller]]<ref>{{Chú thích web|url=https:\/\/www.telegraph.co.uk\/culture\/8559116\/Pure-by-Andrew-Miller-review.html |tiêu đề=Pure by Andrew Miller: review |nhà xuất bản=Telegraph |tên 1=Holly |họ 1=Kyte |ngày tháng=2011-06-16 |ngày truy cập=2012-01-04}}<\/ref> và trong loạt phim ''[http:\/\/www.ransom.co.uk\/VampireDawn.html Vampire Dawn]'' dành cho những độc giả mới nổi tuổi teen của Anne Rooney. Ông cũng là nhân vật chính trong cuốn tiểu thuyết năm 1992 ''Dr Guillotine'', do nam diễn viên [[Herbert Lom]] sáng tác.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Bailly, J.-S., \"Secret Report on Mesmerism or Animal Magnetism\", ''International Journal of Clinical and Experimental Hypnosis'', Vol.50, No.4, (October 2002), pp.&nbsp;364–368. [https:\/\/dx.doi.org\/10.1080\/00207140208410110 doi=10.1080\/00207140208410110]\n* Franklin, B., Majault, M.J., Le Roy, J.B., Sallin, C.L., Bailly, J.-S., d'Arcet, J., de Bory, G., Guillotin, J.-I. & Lavoisier, A., \"Report of The Commissioners charged by the King with the Examination of Animal Magnetism\", ''International Journal of Clinical and Experimental Hypnosis'', Vol.50, No.4, (October 2002), pp.&nbsp;332–363. [https:\/\/dx.doi.org\/10.1080\/00207140208410109 doi=10.1080\/00207140208410109]\n\n==Liên kết ngoài==\n{{Commonscatinline}}\n*{{EB1911|wstitle=Guillotine|volume=12|pages=694–695}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Guillotin, Joseph Ignace}}\n[[Thể loại:Sinh năm 1738]]\n[[Thể loại:Mất năm 1814]]\n[[Thể loại:Người Saintes, Charente-Maritime]]\n[[Thể loại:Tu sĩ Dòng Tên Pháp thế kỷ 18]]\n[[Thể loại:Cựu tu sĩ Dòng Tên]]\n[[Thể loại:Cựu sinh viên Đại học Reims]]\n[[Thể loại:Cựu sinh viên Đại học Bordeaux]]\n[[Thể loại:Nhà phát minh Pháp]]\n[[Thể loại:Bác sĩ Pháp thế kỷ 18]]\n[[Thể loại:Chính trị gia Pháp thế kỷ 18]]\n[[Thể loại:Thành viên Hội Tam Điểm Pháp]]\n[[Thể loại:Chôn cất tại Nghĩa trang Père Lachaise]]\n[[Thể loại:Chôn cất tại nghĩa trang Père-Lachaise]]\n[[Thể loại:Sinh viên Đại học Paris]]"}