{"Jovita Feitosa":"{{Mồ côi|date=tháng 8 2020}}\n'''Antonia Alves''' (\"Jovita\") '''Feitosa''' (ngày 8 tháng 3 năm 1848 tại [[Tauá]], [[Brasil|Brazil]] - ngày 9 tháng 10 năm 1867 tại [[Rio de Janeiro]], Brazil hoặc ngày 16 tháng 8 năm 1869 tại Eusebio Ayala, Paraguay), là một nữ anh hùng quân sự và là biểu tượng cho cuộc chiến chống lại chủ nghĩa phân biệt giới tính.\n\n== Tiểu sử ==\nFeitosa được sinh ra ở Tauá. Cha mẹ cô là Maximiano Bispo de Oliveira và Maria Alves Feitosa.<ref name=\"Cotrim2012\">{{Chú thích báo|url=http:\/\/www.onorte.net\/colunas.php?id=11015|title=Recontando a historia|last=Cotrim|first=Dario Teixeira|date=ngày 2 tháng 8 năm 2012|accessdate =ngày 17 tháng 10 năm 2012|publisher=O Norte|language=pt}}<\/ref> Cô được mô tả là có chiều cao trung bình và có các đặc điểm của người [[Thổ dân tại Brasil|Indian]].<ref name=\"MoraesMatos2012\">{{Chú thích báo|url=http:\/\/www.cidadeverde.com\/jovita-feitosa-venceu-o-preconceito-e-lutou-nas-forcas-armadas-conheca-96492|title=Jovita Feitosa venceu o preconceito e lutou nas forças armadas|last=Moraes|first=Sana|date=ngày 3 tháng 8 năm 2012|accessdate =ngày 17 tháng 10 năm 2012|publisher=Cidade Verde|last2=Matos|first2=Karina Caroline Oliveira|language=pt}}<\/ref> Sau cái chết của mẹ cô vì [[bệnh tả]], Feitosa chuyển đến [[Jaicós]] cùng với cha để sống với người thân. Tại đây, cô học âm nhạc.<ref name=\"ufcg.edu.br\">{{Chú thích web|url=http:\/\/www.dec.ufcg.edu.br\/biografias\/JovitaFe.html|title=Antônia Alves Feitosa, a Jovita Feitosa|publisher=Federal University of Campina Grande|language=pt|accessdate=ngày 17 tháng 10 năm 2012|archive-date=2016-03-05|archive-url=https:\/\/web.archive.org\/web\/20160305011827\/http:\/\/www.dec.ufcg.edu.br\/biografias\/JovitaFe.html}}<\/ref> Sau khi bất đồng với một người chú, cô gác lại khát vọng âm nhạc của mình <ref name=\"ufcg.edu.br\" \/> và chuyển đến [[Teresina]], nơi, ở tuổi 17, cô đã tham gia vào chiến dịch quân sự của [[Chiến tranh Tam Đồng minh|Chiến tranh Paraguay]]. Trong nỗ lực đầu tiên nhập ngũ, cô ăn mặc như một người đàn ông, cắt tóc theo phong cách quân đội, quấn ngực và đội mũ da, cố gắng để trông giống một người đàn ông. Mặc dù cô đã cố gắng để nhập ngũ, những đặc điểm và lỗ hổng nữ tính của cô <ref name=\"ufcg.edu.br\" \/> đã bị phơi bày bởi một người phụ nữ trên chiến trường.<ref name=\"ATFP\">{{Chú thích sách|title=Amazons to fighter pilots: a biographical dictionary of military women \/ Vol. 1, A-Q.|last=Pennington|first=Reina|last2=Higham|first2=Robin|date=2003|publisher=Greenwood Press|location=Westport, CT|page=169|oclc=773504359}}<\/ref>\n\nKhi bị đưa đến cảnh sát để thẩm vấn, cô khóc nức nở và bày tỏ mong muốn chiến đấu trong chiến hào. Mặc dù một lời đề nghị được đưa ra để cô trở thành một y tá phụ tá, cô từ chối, nói rằng cô muốn trả thù cho \"sự sỉ nhục được thông qua bởi những người đồng hương của ông ta dưới bàn tay của những người Paraguay vô tâm\". Sau khi vụ án của cô được Franklin Dória, Nam tước Loreto, lúc đó là tổng thống (tương đương với chức vụ thống đốc hiện tại) của Tỉnh [[Piauí]], cô được phép gia nhập Quân đội Quốc gia với tư cách là một trung sĩ thứ hai. Cô nhận được đồng phục và hướng đến [[Parnaíba]] cùng với các tình nguyện viên khác. Cô lên đường từ Teresina trên một chiếc tàu hơi nước, cuối cùng mang theo 1302 chiếc Piauíenses, bao gồm Nhóm Tình nguyện viên thứ 2, dưới sự chỉ huy của Thiếu tá John Fernandes de Moraes. Sau khi đến [[Recife]] và [[São Luís, Maranhão|São Luís]], cô được vinh danh vì sự dũng cảm, và ăn tối với chủ tịch của các tỉnh.<ref name=\"MoraesMatos2012\"\/>\n\nCon tàu đến Rio de Janeiro vào ngày 9 tháng 9 năm 1865. Tại đây, Feitosa trở thành một người đáng chú ý. Mọi người đều muốn gặp người phụ nữ từ Piauí, người muốn tham chiến. Vào tháng 11, Bộ trưởng Bộ Chiến tranh, Visconde de Cairú, đã đưa ra một lá thư từ chối cho phép Feitosa tham gia chiến trường.<ref name=\"MoraesMatos2012\"\/><ref name=\"ufcg.edu.br\"\/> Đến cuối năm, cô quen với William Noot, một kỹ sư người Anh, và đến sống với anh tại bãi biển Russel. Anh bỏ rơi cô mà không giải thích. Có những câu chuyện thay thế xung quanh cái chết của cô. Một giả thuyết cho rằng cô đã tự sát bằng dao găm vào tim vào năm 1867, ở tuổi 19.<ref name=\"MoraesMatos2012\" \/> Một câu chuyện khác nói rằng cô đã chết trong Trận Acosta Battle of Ñu năm 1869.<ref name=\"Dourado2004\">{{Chú thích tạp chí|last=Dourado|first=Maria Teresa Garritano|date=November 2004|title=Tropas femininas em marcha|journal=Nossa História Ano|language=pt|location=São Paulo|volume=2|issue=13|pages=39|issn=1679-7221}}<\/ref>\n\n== Di sản ==\nQuảng trường Jovita Feitosa, được đặt tên để vinh danh cô, nằm ở [[Fortaleza]].<ref name=\"wikimapia.org\">{{Chú thích web|url=http:\/\/wikimapia.org\/3097511\/Jovita-Feitosa-Square|title=Jovita Feitosa Square (Fortaleza)|website=Coordinates: 3°44'22\"S 38°33'9\"W|publisher=wikimapia.org|accessdate =ngày 17 tháng 10 năm 2012}}<\/ref> Năm 2012, tiểu sử của cô đã được quảng bá trong một chương trình truyền hình đặc biệt của Cidade Verde với tên ''Feitosa'' và được coi là đã mở đường cho những người phụ nữ khác.<ref name=\"MoraesMatos2012\"\/>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n[[Thể loại:Người Brasil thế kỷ 19]]\n[[Thể loại:Nữ giới Brasil]]\n[[Thể loại:Quân nhân Brasil]]\n[[Thể loại:Mất năm 1867]]\n[[Thể loại:Sinh năm 1848]]"}