{"Juan Manuel de Rosas":"{{Infobox governor\n|name = Juan Manuel de Rosas\n|image = Juan Manuel de Rosas by Norris.jpg\n|image_size = 220px\n|alt = Chân dung\n|caption = Chân dung vẽ sau khi mất\n|order = thứ 17\n|office = Thống đốc tỉnh Buenos Aires\n|term_start = 7 tháng 3 năm 1835\n|term_end = 3 tháng 2 năm 1852\n|predecessor = [[Manuel Vicente Maza]]\n|successor = [[Vicente López y Planes]]\n|order1 = thứ 13\n|office1 = Thống đốc tỉnh Buenos Aires \n|term_start1 = 6 tháng 12 năm 1829\n|term_end1 = 5 tháng 12 năm 1832\n|predecessor1 = [[Juan José Viamonte]]\n|successor1 = [[Juan Ramón Balcarce]]\n|birth_date = {{Ngày sinh|1793|3|30|df=yes}}\n|birth_place = [[Buenos Aires]], [[Viceroyalty of the Río de la Plata]]\n|death_date = {{Ngày mất and age|df=y|1877|3|14|1793|3|30}}\n|death_place = [[Southampton]], Anh quốc\n|restingplace = [[La Recoleta Cemetery]], Buenos Aires\n|birthname = Juan Manuel José Domingo Ortiz de Rosas\n|nationality = [[Argentina]]\n|party = \n {{plainlist |\n* [[Unitarian Party]] (1820–26)\n* [[Federales (Argentina)|Đảng Federales]] (1826–52)\n }}\n|spouse = [[Encarnación Ezcurra]]\n|children = \n {{plainlist |\n* Juan Bautista Ortiz de Rosas\n* [[Manuela Rosas|Manuela Robustiana Rosas]]\n }}\n|religion = [[Công giáo]]\n|signature = Firma del Brigadier General Don Juan Manuel de Rosas-(transparent).png\n|signature_alt = \n}}\n'''Juan Manuel de Rosas''' (30 tháng 3 năm 1793 - 14 tháng 3 năm 1877), có biệt danh là \"Người phục hồi luật pháp\", là một [[Chính khách|chính trị gia]] và sĩ quan quân đội đã cai trị [[tỉnh Buenos Aires]] và một thời gian ngắn liên bang Argentina. Mặc dù sinh ra trong một gia đình giàu có, Rosas đã tích lũy được tài sản cá nhân một cách độc lập, thu được những vùng đất rộng lớn trong tiến trình. Rosas tuyển mộ công nhân của mình trong một lực lượng dân quân tư nhân, như phổ biến cho các chủ hộ gia đình nông thôn, và tham gia tranh chấp kéo dài nhiều cuộc nội chiến ở nước ông. Chiến thắng trong chiến tranh, có ảnh hưởng cá nhân, và với đất đai rộng lớn và quân đội tư nhân trung thành, Rosas trở thành một caudillo, vì các lãnh chúa tỉnh trong khu vực được biết đến. Ông cuối cùng đã đạt đến cấp bậc tướng tướng, cao nhất trong quân đội Argentina, và trở thành người lãnh đạo không thể tranh cãi của Đảng Liên bang.\n\nVào tháng 12 năm 1829, Rosas trở thành thống đốc tỉnh của Buenos Aires và thiết lập một chế độ độc tài được hậu thuẫn bởi chủ nghĩa khủng bố của nhà nước. Năm 1831, ông ký kết Hiệp ước Liên bang, thừa nhận quyền tự trị của tỉnh và thành lập Liên bang Argentine. Khi nhiệm kỳ của ông kết thúc năm 1832, Rosas lên đường để tiến hành chiến tranh với dân bản địa. Sau khi những người ủng hộ ông ta đưa ra một cuộc đảo chính ở Buenos Aires, Rosas đã được yêu cầu trở lại và một lần nữa lên nắm quyền làm thống đốc. Rosas tái lập chế độ độc tài của mình và thành lập một Mazorca khinh địch, một cuộc viễn chinh vũ trang giết chết hàng ngàn công dân. Các cuộc bầu cử đã trở thành một trò hề, và cơ quan lập pháp và tư pháp đã trở thành công cụ ngoan ngoãn của ý chí của ông. Rosas tạo ra một sự sùng bái nhân cách và chế độ của ông đã trở thành toàn trị về bản chất, với tất cả các khía cạnh của xã hội cứng nhắc kiểm soát.\n\nRosas đã phải đối mặt với rất nhiều mối đe dọa đối với quyền lực của mình vào cuối những năm 1830 và đầu những năm 1840. Ông đã chiến đấu chống lại liên minh Peru-Bolivian•, chịu đựng một cuộc phong tỏa của Pháp, đối mặt với một cuộc nổi dậy ở tỉnh của ông và chiến đấu chống lại một cuộc nổi dậy lớn kéo dài nhiều năm và lan sang một số tỉnh của Argentina. Rosas đã kiên nhẫn và mở rộng ảnh hưởng của mình tại các tỉnh, kiểm soát họ hiệu quả qua các phương tiện trực tiếp và gián tiếp. Đến năm 1848, ông đã mở rộng quyền lực của mình vượt ra khỏi biên giới của Buenos Aires và là người cai trị của tất cả các Argentina. Rosas cũng cố gắng sáp nhập các nước láng giềng của [[Uruguay]] và [[Paraguay]]. Pháp và Anh cùng nhau trả đũa chống lại sự bành trướng của Argentina, ngăn chặn Buenos Aires trong hầu hết những năm cuối của thập kỷ 1840, nhưng không thể ngăn chặn được Rosas, mà uy tín của ông đã được tăng cường rất nhiều nhờ chuỗi thành công của ông.\n\nKhi [[Đế quốc Brasil]] bắt đầu hỗ trợ Uruguay trong cuộc đấu tranh chống lại Argentina, Rosas đã tuyên chiến vào tháng 8 năm 1851, bắt đầu chiến tranh Platine. Cuộc xung đột ngắn này kết thúc bằng sự thất bại của Rosas và chuyến bay của ông đến Anh. Những năm cuối đời của ông đã sống lưu vong như là một người nông dân thuê nhà cho đến khi ông qua đời vào năm 1877. Rosas đã thu hút được sự nhận thức công khai của người Argentines như một bạo chúa tàn bạo. Từ những năm 1930, một phong trào chính trị độc đoán, chống Do Thái và phân biệt chủng tộc ở Áchentina được gọi là Revisionism đã cố gắng cải tiến danh tiếng của Rosas và thiết lập chế độ độc tài mới trong mô hình chế độ của ông ta. Năm 1989, xác chết của ông được chính phủ hồi hương trong nỗ lực thúc đẩy sự thống nhất quốc gia, tìm kiếm sự tha thứ cho ông và đặc biệt là cho chế độ độc tài quân sự năm 1970. Rosas vẫn là một nhân vật gây tranh cãi ở Argentina trong thế kỷ 21.\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1793|1877|Rosas, Juan Manuel De}}\n\n[[Thể loại:Thống đốc tỉnh Buenos Aires]]\n[[Thể loại:Độc tài]]\n[[Thể loại:Người Buenos Aires]]"}