{"Julius Patricius":"'''Julius Patricius''' ([[Latin]]: ''Iulius Patricius'' or ''Patriciolus''; {{lang-el|Ἰούλιος Πατρίκιος}}; ''floruit'' [[459]] – [[471]]) là con trai của vị tướng đầy quyền uy [[Aspar]] đã chi phối triều chính của [[Đế quốc Đông La Mã]] trong gần hai thập kỷ. Vốn là người [[La Mã]] gốc rễ, cậu được cha mình dự định chọn kế thừa ngôi vị [[Hoàng đế Đông La Mã]] và dần thăng quan tiến chức tới cấp bậc ''[[Caesar (danh hiệu)|Caesar]]'' dưới thời Hoàng đế [[Leo I (hoàng đế)|Leo I]], để rồi về sau cả hai cha con đều bị Hoàng đế sai người ám sát chết trong một cuộc bạo loạn năm 471.\n\n==Tiểu sử==\nPatricius là con trai thứ ba của Aspar, viên thống chế (''[[magister militum]]'') người [[Người Alan|Alan]] của Hoàng đế Leo I, giống như cha mình và hầu hết [[các dân tộc German]] cậu bé cũng là một tín đồ của giáo thuyết [[Arianus]]. Cái tên \"Julius Patricius\" phô trương gốc gác La Mã, cho thấy rằng người cha đã có toan tính đưa cậu lên ngôi Hoàng đế. Patricius được triều đình phía Đông bổ nhiệm làm [[Quan chấp chính Đế quốc La Mã|chấp chính quan]] vào năm 459 ngay khi cậu bé vừa mới sinh.\n\nNăm 470, vào lúc xảy ra cuộc tranh đấu quyền bính giữa Aspar và viên tướng người [[Isauria]] là [[Zeno (hoàng đế)|Zeno]], Aspar đã thuyết phục Hoàng đế bổ nhiệm người con thứ hai của ông là Julius Patricius làm ''Caesar'' và kết hôn với [[Leontia (con gái Leo I)|Leontia]], con gái của Leo I nhằm tạo dựng thanh thế trong triều. Tuy nhiên, đối với các giáo sĩ và nhân dân [[Constantinopolis]] thì một người thuộc giáo thuyết [[Arianus]] không đủ điều kiện để làm Hoàng đế, những tin tức của các cuộc bạo loạn đã nổ ra tại [[Trường đua ngựa Constantinopolis|trường đua ngựa thành phố]], dưới sự dẫn dắt của giáo đoàn những [[Acoemetae|Thầy tu không ngủ]] đứng đầu bởi [[Marcellus]]: Aspar và Leo đã hứa với các giám mục rằng Patricius sẽ chuyển sang [[Chính Thống giáo phương Đông|Chính Thống giáo]] trước khi trở thành Hoàng đế, và chỉ sau khi chuyển đổi thì ông mới có thể kết hôn với Leontia.\n\nNăm 471, một âm mưu diệt trừ quyền thần của triều đình do Hoàng đế Leo I chủ xướng đã gây ra cái chết của hai cha con Aspar và [[Ardabur]], cũng có thể là Patricius đã chết trong dịp này, mặc dù một số nguồn tin cho rằng ông chỉ bị thương nhẹ không ảnh hưởng đến tính mạng. Cũng từ đó mà các nguồn sử liệu về cậu đều biến mất không một dấu vết. Cuộc hôn nhân với Leontia đã bị hủy bỏ rồi về sau cô lại kết hôn với Marcianus.\n\nKhông có đồng tiền nào của Patricius khi cậu làm ''Caesar'' được ban hành và hành động duy nhất của cậu khi tại chức là một chuyến du lịch đến [[Alexandria]], nơi cậu được chào đón với tất cả các danh hiệu dành cho một ''Caesar''.<ref>Brian Croke, \"Dynasty and Ethnicity: Emperor Leo and the Eclipse of Aspar\", ''Chiron'' 35 (2005), 193.<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Alemany, Agustí, ''Sources on the Alans: A Critical Compilation'', Brill Academic Publishers, 2000, ISBN 90-04-11442-4, p.&nbsp;114.\n* Amory, Patrick, ''People and Identity in Ostrogothic Italy, 489-554'', Cambridge University Press, 1997, ISBN 0-521-52635-3, p.&nbsp;284, 288.\n* Bury, John Bagnall, \"X.1 Leo I (A.D. 457 474)\", ''History of the Later Roman Empire'', 1958, Dover Books, pp.&nbsp;389–395\n* Thiele, Andreas, ''Erzählende genealogische Stammtafeln zur europäischen Geschichte Band III Europäische Kaiser-, Königs- und Fürstenhäuser Ergänzungsband'', R.G. Fischer Verlag 1994 Tafel 490\n* Williams, Stephen, ''The Rome That Did Not Fall: the survival of the East in the fifth century'', Routledge, 1999, ISBN 0-415-15403-0, p.&nbsp;180.\n\n{{s-start}}\n{{s-off}}\n{{s-bef | before= Imp. Caes. [[Majorianus|Julius Majorianus]] Augustus,<br \/> Imp. Caes. Fl. [[Leo I the Thracian|Valerius Leo]] Augustus}}\n{{s-ttl | title=[[Danh sách quan chấp chính cuối thời Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=459|regent1= Fl. [[Ricimer]] }}\n{{s-aft | after= Fl. [[Magnus (quan chấp chính 460)|Magnus]],<br \/> Fl. [[Apollonius (quan chấp chính 460)|Apollonius]]}}\n{{end}}\n\n{{DEFAULTSORT:Patricius, Julius}}\n[[Thể loại:Sinh năm 459]]\n[[Thể loại:Mất năm 471]]\n[[Thể loại:Nhân vật Đông La Mã thế kỷ 5]]\n[[Thể loại:Người giữ danh hiệu Caesar]]\n[[Thể loại:Quan chấp chính Đế quốc La Mã]]\n[[Thể loại:Nhân vật Đông La Mã bị ám sát]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}