{"Justus Jonas":"{{wiki hóa}}\n'''Justus Jonas''' (5 tháng 6, 1493 - 9 tháng 10 năm 1555) là một nhà thần học và nhà cải cách Lutheran người Đức. Ông là một Luật gia, giáo sư và Hymn nhà văn. Ông nổi tiếng với những bản dịch của ông về các tác phẩm của Martin Luther và Philipp Melanchthon. Ông đi cùng Martin Luther trong những khoảnh khắc cuối cùng của đời mình.\n\nJonas sinh ra ở Nordhausen ngày nay là Bang Thuringia. Tên khai sinh của ông là Jodokus (Jobst) Koch, mà ông đã thay đổi theo phong tục phổ biến của các học giả Đức trong thế kỷ thứ mười sáu, khi ở Đại học Erfurt. Ông vào học tại trường đại học năm 1506, theo học luật và nhân văn, và trở thành Thạc sĩ Nghệ thuật năm 1510. Năm 1511 ông theo học tại Đại học Wittenberg, nơi ông lấy bằng cử nhân luật. Ông trở lại Erfurt ở Thuringia trong năm 1514 hoặc 1515 được thụ phong linh mục.\n\nNăm 1518, ông được bổ nhiệm làm linh mục của Nhà thờ St. Severus (Severikirche) ở Erfurt mà là một nhà thờ đại học. Năm 1519, ông trở thành Hiệu trưởng của Đại học Erfurt. Năm 1521, ông được bổ nhiệm làm Probst của Nhà thờ All Saints ' (Schlosskirche) tại Wittenberg và Giáo sư Luật Giáo hội tại Đại học Wittenberg. Từ năm 1541 đến năm 1546, ông làm giám đốc và giám mục chính ở Halle\n\nSự ngưỡng mộ lớn lao của ông đối với Erasmus từ lần đầu tiên đã dẫn ông tới các nghiên cứu Hy Lạp, Hebrew và Biblical, và cuộc bầu cử tháng 5 năm 1519 làm hiệu trưởng của trường đại học được đánh giá là chiến thắng của các đảng phái New Learning. Tuy nhiên, cho đến sau cuộc tranh luận ở Leipzig với Johann Eck, Martin Luther đã giành được lòng trung thành của mình. Ông đi cùng với Luther tới Worms vào năm 1521, và được bổ nhiệm làm giáo sư luật giáo luật tại Wittenberg.\n\nTrong thời gian ở Luther ở Wartburg, Jonas là một trong những nhà cải cách Wittenberg hoạt động tích cực nhất. Dựa vào việc thuyết giảng và tranh luận, ông đã giúp đỡ Cải cách bằng món quà của ông như một người phiên dịch, biến các tác phẩm của Luther và Melanchthon thành tiếng Đức hoặc Latin theo cách có thể, do đó trở thành một loại đôi của cả hai. Jonas cũng hỗ trợ Luther với bản dịch Kinh Thánh của ông sang tiếng Đức.\n\nMột trong tám bài thánh ca trong bài thánh ca Luthera đầu tiên được cho là do ông, Trong Jesu Namen wir heben an (Trong Danh Chúa Giêsu Chúng Ta Bắt Đầu), xuất hiện năm 1524 với bốn bài thánh ca do Martin Luther và ba bài bởi Paul Speratus. Bài thánh ca của ông  Wo Gott der Herr nicht bei uns hält, một diễn giải của Thánh Vịnh 124, được công bố trên Erfurt Enchiridion trong 1524. Nó được sử dụng bởi nhiều nhà soạn nhạc như một cơ sở đàn organ và dàn hợp xướng, trong đó có cantata hợp xướng của Bach BWV 178.\n\nJustus Jonas tại nơi làm việc\n\nJonas đã bận rộn trong các hội nghị (bao gồm vai trò nổi bật trong các cuộc họp Cải cách tại Marburg (1529) và Augsburg (1530)) và thăm viếng trong hai mươi năm và trong công việc ngoại giao với các hoàng tử. Mùa thu năm 1531, Jonas đã công bố một bản dịch tiếng Đức của tác phẩm Apology of the Augsburg Confession và vào năm 1541 ông bắt đầu một chiến dịch bài giảng thành công tại Halle, trở thành giám đốc của nhà thờ đó năm 1542 hoặc 1544 và linh mục trong Giáo hội  Market Church of Our Dear Lady (Marktkirche Unser Lieben Frauen) thành phố Halle, Saxony-Anhalt.\n\nMartin Luther bị bệnh nặng và thăm người bạn của mình trong lễ Giáng sinh năm 1545. Jonas đã có mặt tại giường bệnh của Luther ở Eisleben và thuyết giảng bài giảng tang lễ; trong một đám rước của Luther đã được đưa đến Halle và chôn tại Wittenberg. Trong cùng một năm, Jonas đã bị trục xuất khỏi hoàng gia bởi Maurice, Công tước xứ Saxony. Từ thời gian đó cho đến khi chết, Jonas đã không thể đảm bảo một cuộc sống an nhàn. Ông lang thang từ nơi này sang nơi khác để giảng, và cuối cùng đến Eisfeld, Thuringia (1553), nơi ông qua đời, 62 tuổi.\n==Tham khảo==\n{{tham khảo}}\n{{Martin Luther}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1493]]\n[[Thể loại:Mất năm 1555]]\n[[Thể loại:Nhà biện hộ học Kitô giáo]]"}