{"Katakura Kita":"'''Katakura Kita''' (Phiến Xương Hỷ Đa) (片倉喜多), 1538 - tháng 7 năm 1610) là nhân vật lịch sử Nhật Bản sống trong [[Thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Chiến quốc]]. Bà là con gái của [[Oniniwa Yoshinao]] với thị nữ Naoko. Bà cũng là em gái cùng cha khác mẹ của [[Katakura Kagetsuna]] và [[Oniniwa Tsunamoto]]. Katakura Kita được nhắc đến như là một người có trí tuệ toàn diện, và là nữ Samurai có chiến lược và có kỹ năng chiến đấu tuyệt vời. Bà từng là [[nhũ mẫu]] của [[Date Masamune]] và là cố vấn cho Kagetsuna và Masamune.<ref name=\":0\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=mU8lAQAAMAAJ&q=%E7%89%87%E5%80%89%E5%96%9C%E5%A4%9A|title=戦国名将伝|last=壇一雄|date=1973|publisher=浪曼|language=ja}}<\/ref>\n\n== Cuộc đời ==\nKatakura Kita có gốc gác từ hai gia tộc là gia tộc [[Gia tộc Oniniwa|Oniniwa]] và [[Gia tộc Katakura|Katakura]], vây cánh của lãnh chúa [[Date Terumune]] vùng [[Tōhoku|Tohoku]] (miền bắc Nhật Bản). Khi thị nữ Naoko sinh ra Kita, một người thiếp khác của cha bà đã hạ sinh một người con trai (tức Oniniwa Tsunamoto). Người thiếp đó về sau đã được cha bà nâng lên hàng chính thất sau khi phu nhân Naoko ly hôn với ông. Sau khi ly hôn, phu nhân Naoko đã đưa Kita theo bên mình và tái giá với [[Kageshi Katakura|Katakura Kagenaga]]. Vào năm 1557, bà đã sinh ra anh trai cùng cha khác mẹ của Kita là Katakura Kagetsuna.<ref name=\":1\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=Jbg4AAAAMAAJ&q=%E7%89%87%E5%80%89%E5%96%9C%E5%A4%9A|title=仙台先哲偉人錄|last=Kyōikukai|first=Sendai-shi|date=1938|language=ja}}<\/ref>\n\nVì hoàn cảnh sống đặc biệt nên Kita rất thích thú và có năng khiếu về cả võ thuật và kỹ năng quân sự. Bà trở thành nữ võ sư cho em trai cùng cha khác mẹ của mình, Katakura Kagetsuna, người sẽ kế nhiệm vị trí đứng đầu gia tộc Katakura sau này. Sau khi trưởng nam [[Date Masamune|Masamune]] của dòng họ Date ra đời, Date Terumune cho vời Kita vào làm nhũ mẫu kiêm cố vấn cho con trai. Trong khi đó, mẹ ruột của Masamune là [[Yoshihime]] lại không muốn chăm sóc cho con trai của mình, có thuyết cho rằng bà ta đã cố gắng ám sát Masamune vì lợi ích chính trị của gia đình nhà mẹ đẻ mình, [[gia tộc Mogami]]. Kể từ đó, Kita là người chăm sóc chính cho Masamune, và bà đã nhân cơ hội này tạo dựng nên tầm ảnh hưởng rất lớn đến sự hình thành nhân cách và cả việc thừa kế gia tộc của Masamune.<ref name=\":0\"\/><ref name=\":1\"\/>\n\nKatakura Kita đã can thiệp trong nhiều vấn đề chính trị của gia tộc Katakura và [[Gia tộc ngày|gia tộc Date]]. Do vậy, bà là người hỗ trợ chính cho Date Masamune trong việc kế thừa gia tộc. Mẹ ông, phu nhân Yoshihime đã phản đối việc đưa Masamune lên nắm quyền trong gia đình và ủng hộ người con thứ của bà. Cuối cùng, mọi việc đã kết thúc với việc Yoshihime bị lưu đày và cái chết của em trai Masamune - vốn được mẹ ủng hộ trong việc thừa kế gia tộc Date.<ref name=\":0\"\/>\n\nNăm 1584, Masamune từ chức lãnh đạo gia tộc Date. Khi [[Toyotomi Hideyoshi]] ra lệnh cho tất cả các chư hầu của mình đưa gia đình đến cung điện [[Kyōto (thành phố)|ở Kyoto]] làm con tin, Kita được lệnh tháp tùng [[Megohime]] (vợ của Masamune). Sau đó, Tướng Hideyoshi đã rất ấn tượng bởi trí thông minh và sự xảo quyệt của Kita. Ông gọi Kita bằng danh hiệu \"Thiếu Nạp Ngôn\" (chức tước được phong cho những vị quan cấp cao trong Triều đình [[Thiên hoàng]]).<ref name=\":2\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=fe1JAAAAMAAJ&q=%E7%89%87%E5%80%89%E5%96%9C%E5%A4%9A|title=Date Masamune|last=Yamaoka|first=Sōhachi|date=1970|language=ja}}<\/ref>\n\nVào những năm 1590, sau khi Nhật Bản được thống nhất bởi [[gia tộc Toyotomi]], Kita đã tự mình can thiệp về các vấn đề ảnh hưởng đến tương lai của gia tộc Date, bởi bà biết rằng, Hideyoshi có mối quan hệ không tốt với gia tộc Date vì sau [[Cuộc vây hãm Odawara (1590)|Cuộc vây hãm Odawara]], Hideyoshi đã ép Masamune phải dâng một người thiếp cho ông ta, nhưng Masamune đã từ chối. Kita lo lắng về sự tức giận của Hideyoshi với Masamune, sau đó bà đã quyết định thỏa hiệp bằng cách thuyết phục được người thiếp mà Hideyoshi mong muốn và đem người đó đến cho ông ta. Có tài liệu cho rằng, khi Masamune tức giận với Kita, bà đã bình tĩnh trả lời: <blockquote> \"Tiện nữ ta đây sẽ sẵn sàng chết do lòng tự phụ mà đã làm ra chuyện này. Chủ nhân, xin ngài hãy ngẩng cao đầu nếu điều đó sẽ làm cho ngài cảm thấy hài lòng.\" <\/blockquote> Sau đó, Masamune đã cho lưu đày bà. Mặc dù bà đã không được ân xá trong vài năm, song Masamune vẫn để ý tới mọi hành động của bà. Trong thời gian này, bà sống cùng Katakura Kagetsuna ở gần [[Lâu đài Shiroishi|thành Shiroishi]]. Bà tiếp tục can thiệp vào các chính sách của gia tộc Katakura, kỹ năng tác chiến của bà đã giúp bà thực hiện việc phòng thủ của thành. Kita đã gợi ý rằng gia tộc Katakura nên sử dụng một chiếc chuông chùa đặc biệt có giá trị mà gia tộc bà sở hữu nó như một họa tiết cho lá cờ chiến đấu của quân lính. Cờ chuông đen vẫn là biểu tượng của gia tộc Katakura cho đến năm 1871 và ngày nay nó đã trở thành ấn chương của [[Shiroishi, Miyagi|Thành phố Shiroishi]].<ref name=\":2\"\/><ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=IiNOAQAAMAAJ&q=%E7%89%87%E5%80%89%E5%96%9C%E5%A4%9A|title=仙台市史: 資料編|date=1994|publisher=仙台市|language=ja}}<\/ref><ref>{{Chú thích web|url=https:\/\/gutsybroads.com\/2017\/04\/katakura-kita-warrior-wet-nurse-teacher-dragons\/|title=Katakura Kita: Warrior Wet Nurse, Teacher Of Dragons – Gutsy Broads|author=Staff|first=Gutsy Broads|language=en-US|access-date = ngày 15 tháng 7 năm 2019 |archive-date = ngày 15 tháng 7 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190715235453\/https:\/\/gutsybroads.com\/2017\/04\/katakura-kita-warrior-wet-nurse-teacher-dragons\/}}<\/ref>\n\nKatakura Kita mất năm 1610 tại thành Shiroishi, hưởng thọ 72 tuổi. Một vài thập kỷ sau khi bà qua đời, [[Ngày Tadamune|Date Tadamune]] (con trai của Masamune) đã triệu một người họ hàng xa của Kita đến để nắm quyền lãnh đạo của gia tộc Katakura.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n[[Thể loại:Người Nhật thế kỷ 16]]\n[[Thể loại:Samurai]]\n[[Thể loại:Mất năm 1610]]\n[[Thể loại:Sinh năm 1538]]"}