{"Konstantinos Laskaris":"{{distinguish|Constantine Lascaris}}\n{{Thông tin nhân vật hoàng gia\n| tên           =Konstantinos Laskaris<br>Κωνσταντίνος Λάσκαρης\n| tước vị          =Hoàng đế của [[Đế quốc Đông La Mã]] và [[Đế quốc Nicaea|Hoàng đế Nicaea]]\n| hình          =\n| ghi chú hình        =\n| tại vị          =1204–1205\n| tiền nhiệm    =[[Alexios V Doukas]] ''theo luật định''\n| kế nhiệm      =[[Theodoros I Laskaris]]\n| phối ngẫu       =\n| phối ngẫu 2       =\n| spouse 3       =\n| con cái          =\n| cha         =Manouel Laskaris\n| mẹ         =Ioanna Karatzaina\n| sinh  =?\n| nơi sinh =[[Constantinopolis]]\n| mất  =1205\n|}}\n'''Konstantinos Laskaris''' ([[Tiếng Hy Lạp|Hy Lạp]] ''Κωνσταντίνος Λάσκαρης'') là [[Hoàng đế Đông La Mã]] trị vì được vài tháng từ năm [[1204]] đến đầu năm [[1205]]. Đôi lúc ông được gọi là \"Konstantinos XI\", một số hiệu thường được dành cho [[Konstantinos XI Palaiologos|Konstantinos Palaiologos]].\n\n==Thuở hàn vi==\nKonstantinos Laskaris sinh ra trong một gia đình quý tộc nhưng chẳng có chút tiếng tăm nào đặc biệt tại [[Đế quốc Đông La Mã|Đông La Mã]].<ref name=\"Canduci, pg 301\">Canduci, pg 301<\/ref> Hầu như chẳng ai biết rõ về cuộc sống thuở hàn vi của ông trước khi xảy ra những sự kiện của cuộc [[Thập tự chinh thứ tư]]. Ông chỉ được thăng quan tiến chức sau khi em trai mình là [[Theodoros I Laskaris|Theodoros]] làm thông gia với hoàng tộc, trở thành con rể của Hoàng đế [[Alexios III Angelos|Alexios III]].<ref name=\"Canduci, pg 301\" \/>\n\nTrong thời gian diễn ra [[cuộc vây hãm Constantinopolis (1203)|cuộc vây hãm Constantinopolis đầu tiên]] vào năm 1203 ông được giao quyền chỉ huy một cánh quân thiện chiến và thống lĩnh lực lượng thủ thành Hy Lạp đột phá vòng vây chiến lũy của Thập tự quân. Mục tiêu phá vây của họ chẳng mang lại hiệu quả nào cả, và cuối cùng Konstantinos được lệnh phải tấn công người Burgundy hiện đang giữ trọng trách canh gác ngoài thành.<ref name=\"Villehardouin, 2007, pg 31\">Geoffrey De Villehardouin, 'Memoirs Or Chronicle of the Fourth Crusade and the Conquest of Constantinople', Echo Library, 2007, pg 31<\/ref> Quân Hy Lạp bước chân ra khỏi thành phố trước tiên, nhưng sau đó đã phải nhanh chóng quay trở lại cổng thành, bất kể những tảng đá mà lực lượng thủ thành đứng từ trên các bức tường ném xuống hàng ngũ Thập tự quân. Chính Konstantinos đã bị [[William xứ Neuilly]] lao đến bắt sống khi đang cưỡi ngựa<ref name=\"Villehardouin, 2007, pg 31\"\/> và bị giữ lại để đòi tiền chuộc, một loại tập tục thông thường vào thời đó. Ít lâu sau thì ông mới được phóng thích, rồi sớm bị cuốn vào những biến cố của cuộc vây thành Constantinopolis lần thứ hai vào năm 1204.\n\n==Lên ngôi Hoàng đế==\nSau khi Thập tự quân tiến vào thành [[Constantinopolis]] ngày 12 tháng 4 năm 1204 và bắt đầu cướp bóc thành phố, một lượng lớn cư dân cũng như tàn quân của đội [[Vệ binh Varangia]] bèn tụ tập lại bên nhau trong nhà thờ [[Hagia Sophia]] để bầu ra một vị hoàng đế mới, vì [[Alexios V]] đã trốn khỏi thành phố này từ trước đó.<ref name=\"Harry J. Magoulias 1984, pg 314\">Harry J. Magoulias, 'O city of Byzantium: annals of Niketas Choniatēs', Wayne State University Press, 1984, pg 314<\/ref>\n\nHai ứng cử viên sáng giá vào lúc này – Konstantinos Laskaris và Konstantinos Doukas (có lẽ là con trai của Ioannes Angelos Doukas, và do vậy đều là anh em họ đầu tiên của [[Isaakios II Angelos|Isaakios II]] và [[Alexios III Angelos|Alexios III]]).<ref>Donald E. Queller, Thomas F. Madden, Alfred J. Andrea, 'Fourth Crusade: The Conquest of Constantinople', University of Pennsylvania Press, 1999, pg 189<\/ref> Cả hai đều trình bày trường hợp của họ để được chọn làm hoàng đế, nhưng người dân vẫn còn lưỡng lự, vì cả hai người đều còn trẻ và có kỹ năng quân sự đã được chứng minh. Cuối cùng khá nhiều người chọn cách bỏ phiếu và thành phần còn sót lại của quân đội quyết định bầu chọn Laskaris làm hoàng đế tiếp theo.\n\nLaskaris đã từ chối khoác hoàng bào; được sự hộ tống của [[Thượng phụ Đại kết thành Constantinopolis|Thượng phụ thành Constantinopolis]], [[Thượng phụ Ioannes X thành Constantinopolis|Ioannes X]], đi đến [[Milion]], ông kêu gọi dân chúng đoàn kết chống lại những kẻ xâm lược Latinh với tất cả sức mạnh của mình. Tuy nhiên đám đông không muốn mạo hiểm mạng sống của họ trong một cuộc xung đột quá sức chênh lệch, và vì vậy ông bèn quay sang đội vệ binh Varangia và đề nghị sự trợ giúp của họ. Dù những lời cầu xin ban thưởng hậu hĩnh chỉ như nước đổ đầu vịt, họ mới chịu đồng ý chiến đấu nhằm tăng lương mà thôi, và ông liền hành quân ra ngoài để thể hiện quyết tâm chống cự đến cùng với Thập tự quân Latinh. Thế nhưng, đội vệ binh Varangia đã phản bội Konstantinos vào phút chót và thoát khỏi tầm nhìn của đại quân Latinh giáp trụ tề chỉnh đang trong tư thế sẵn sàng chiến đấu.<ref name=\"Canduci, pg 301\"\/> Thấy rõ đại thế đã mất, ông nhanh chóng trốn khỏi thủ đô vào những giờ đầu ngày 13 tháng 4 năm 1204.<ref name=\"Harry J. Magoulias 1984, pg 314\"\/>\n\n==Sự nghiệp tại Nicaea==\nCông cuộc kháng chiến đánh đuổi quân xâm lược Latinh của người Hy Lạp bắt đầu gần như ngay lập tức dưới sự lãnh đạo của [[Theodoros I Laskaris|Theodoros Laskaris]], và Konstantinos đã sớm gia nhập vào hàng ngũ kháng chiến của em mình. Lúc đầu họ bị ép buộc, và vào đầu năm 1205 họ đã đánh mất thành phố trọng yếu [[Edremit, Balıkesir|Adramyttion]] vào tay [[Henry xứ Flanders]]. Theodoros sẵn sàng chuyển bại thành thắng, và vì vậy ông đã phái Konstantinos cầm đầu một đạo binh lớn tiến về phía thành phố này.<ref name=\"Villehardouin, 2007, pg 63\">Geoffrey De Villehardouin, 'Memoirs Or Chronicle of the Fourth Crusade and the Conquest of Constantinople', Echo Library, 2007, pg 63<\/ref>\n\nHenry xứ Flanders đã nhận được tin cấp báo về một cuộc tấn công qua dân chúng Armenia, và vội vàng chuẩn bị cho lực lượng của mình đối địch với người Hy Lạp. Hai đạo quân đã có dịp giao tranh trong [[Trận Adramyttion (1205)|trận Adramyttion]] vào Thứ bảy ngày 19 tháng 3 năm 1205<ref name=\"Villehardouin, 2007, pg 63\" \/> phía ngoài tường thành, và kết quả là Konstantinos Laskaris và người Hy Lạp đại bại, với phần lớn quân đội bị tiêu diệt toàn bộ hay là bị bắt làm tù binh.<ref>Harry J. Magoulias, pg 331<\/ref>\n\nKhông có tin tức nào liên quan đến Konstantinos Laskaris sau trận đánh này, vì vậy người ta cho rằng ông đã tử trận hoặc bị bắt làm tù binh.<ref name=\"Canduci, pg 301\"\/>\n\n==Gia quyến==\nKonstantinos có sáu anh chị em: Manouel Laskaris (mất sau năm 1256), Mikhael Laskaris (mất năm 1261\/1271), Georgios Laskaris, [[Theodoros I Laskaris|Theodoros]], [[Alexios Laskaris]], và [[Isaakios Laskaris]]. Cả hai người này về sau thẳng thừng dấy binh chống lại [[Ioannes III Doukas Vatatzes]], rốt lại bị bắt giam và xử chọc mù mắt.<ref>{{chú thích web |last=Marek |first=Miroslav |url=http:\/\/genealogy.euweb.cz\/byzant\/byzant6.html |title= The Laskaris family |publisher= Genealogy.EU}}{{Self-published source|date=August 2012}}{{Better source|date=August 2012}}<\/ref>\n\nTheo cuốn sách \"The Latins in the Levant. A History of Frankish Greece (1204–1566)\" của [[William Miller (nhà sử học)|William Miller]], bảy người anh em này cũng có thể có một cô em gái, chính là vợ của [[Marco I Sanudo]] và là mẹ của [[Angelo Sanudo]]. Ông căn cứ vào giả thuyết về việc giải thích các bộ biên niên sử nước Ý của riêng mình. Tuy nhiên, cuốn ''\"Dictionnaire historique et Généalogique des grandes familles de Grèce, d'Albanie et de Constantinople\"'' (1983) của Mihail-Dimitri Sturdza đã bác bỏ giả thuyết này dựa trên sự im hơi lặng tiếng của các nguồn sử liệu chính thống ở Đông La Mã.<ref>{{chú thích web | url = http:\/\/fmg.ac\/Projects\/MedLands\/NIKAIA.htm#dauManuelLaskarisMMarcoSanudo | tiêu đề = NIKAIA | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ = }}<\/ref>\n\n==Nghi vấn lễ đăng quang==\nNguồn sử liệu chính nói về vụ nối ngôi của Konstantinos Laskaris là của [[Niketas Choniates|Niketas Choniatēs]] một nhân chứng đương thời đã kể lại sự kiện thành Constantinopolis rơi vào tay Thập tự quân. Thế nhưng, với vai trò phụ thuộc hiển nhiên của Konstantinos dưới trướng Theodoros vào năm 1205, các sử gia như [[Sir Steven Runciman]]<ref>Steven Runciman, 'A History of the Crusades, Vol. 3: The Kingdom of Acre and the Later Crusades', Cambridge, 1954, pg 122<\/ref> và Donald Queller<ref>Donald E Queller, 'The Fourth Crusade: The Conquest of Constantinople 1201–1204', University Park, 1977, pg 147; 216–217<\/ref> đã lập luận rằng trên thực tế Theodoros chứ không phải Konstantinos là người ở Hagia Sophia vào cái ngày định mệnh đó, và chính Theodoros mới là người được quần thần đề cử và vì vậy đã đủ tư cách kế vị [[Alexios V]].<ref name=\"DonaldNicol\">Donald Nicol, 'The Last Centuries of Byzantium: 1261–1453', Cambridge University Press, 1993, pg 369<\/ref>\n\nSự nhập nhằng này cộng với thực tế là Konstantinos vẫn chưa làm lễ đăng quang có nghĩa rằng ông không phải lúc nào cũng được tính vào trong số các Hoàng đế Đông La Mã.<ref name=\"DonaldNicol\" \/> Vì thế, một quy ước được đặt ra khi nói đến Konstantinos Laskaris là ông thường không được chỉ định một con số cụ thể. Nếu ông được tính là ''Konstantinos XI'', thì [[Konstantinos XI Palaiologos]], vị Hoàng đế cuối cùng, mới được tính là Konstantinos XII.<ref>[http:\/\/www.britannica.com\/eb\/article-9025981 Britannica]<\/ref>\n\n==Tham khảo==\n* {{citation | last = Canduci | first = Alexander | title =Triumph & Tragedy: The Rise and Fall of Rome's Immortal Emperors | publisher = Pier 9 | year = 2010 | isbn = 978-1-74196-598-8}}\n* Harry J. Magoulias, 'O city of Byzantium: annals of Niketas Choniatēs', Wayne State University Press, 1984\n\n==Chú thích==\n{{tham khảo|colwidth=20em}}\n\n{{s-start}}\n{{s-hou|Nhà [[Laskaris]]||không rõ||không rõ}}\n{{s-reg|}}\n{{s-bef|before=[[Alexios V|Alexios V Doukas]]}}\n{{s-ttl|title=[[Đế quốc Nicaea|Hoàng đế Nicaea]]|years=1204}}\n{{s-aft|after=[[Theodoros I Laskaris]]}}\n{{end}}\n\n{{Hoàng đế La Mã}}\n\n{{DEFAULTSORT:Laskaris, Constantine}}\n[[Thể loại:Nhà Laskarid|Konstantinos]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1205]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 13]]\n[[Thể loại:Vua Chính thống giáo Đông phương]]\n[[Thể loại:Người của Đế quốc Nicaea]]"}