{"Louis Braille":"{{Thông tin nhân vật\n| tên = Louis Braille\n| hình = Louis Braille by Étienne Leroux.jpg\n| ghi chú hình = Tượng bán thân về Louis Braille của Étienne Leroux tại Thư viện Quốc gia Pháp\n| cỡ hình = 235px\n| ngày sinh = {{birth date|1809|1|4|df=y}}\n| ngày mất = {{death date and age|1852|1|6|1809|1|4|df=y}}\n| nơi mất = [[Paris]], Pháp\n| an táng = [[Điện Panthéon]], Paris\n| tôn giáo = [[Công giáo]]\n| nơi sinh = [[Coupvray]], Pháp\n| cha mẹ = Monique và Simon-René Braille\n| resting_place_coordinates = {{coord|48|50|46|N|2|20|45|E|region:FR_type:landmark||display=inline}}\n}}\n'''Louis Braille''' ({{audio|Louis braille.ogg|pronunciation}}, {{IPAc-en|ˈ|b|r|eɪ|l}}, sinh ngày [[4 tháng 1]] năm 1809 – mất ngày 6 tháng 1 năm 1852) là người phát minh ra kiểu [[chữ Braille]] dành cho [[khiếm thị|người mù]] và [[khiếm thị|người khiếm thị]].\n\nCha ông, ông Simon-René Braille, là thợ sản xuất [[yên ngựa|yên]] ngựa và [[cương ngựa]]. Năm lên ba tuổi, Louis bị thương ở mắt trái do bị [[dùi]] đâm phải. Vết thương bị nhiễm trùng và lây sang mắt phải, khiến Braille bị mù hoàn toàn. Vào năm mười tuổi, ông giành được học bổng đi học tại Học viện Hoàng gia dành cho Thanh niên mù (ngày nay là Học viện Quốc gia dành cho Thanh niên mù) tại [[Paris]]. Ở trường, những đứa trẻ được học đọc các ký tự in nổi nhưng không thể học viết do các ký tự được tạo thành do những trang giấy ép lên sợi dây đồng.\n\nĐến năm 13 tuổi, ông phát minh ra hệ thống các dấu chấm nổi, nhờ ý tưởng qua cuộc viếng thăm của ông Đại úy về hưu [[Charles Barbier của Serre]], người đã phát triển một hệ thống chữ viết cho phép người ta trao đổi mệnh lệnh quân đội trong đêm tối. Hệ thống này dựa trên mười hai chấm, do đó nó khá phức tạp, còn hệ thống của Braille chỉ sử dụng sáu chấm. Braille còn cải tiến hệ thống của mình để viết được cả ký hiệu [[toán học]] và nhạc lý.\n\nBraille chết vì [[lao|lao phổi]]. Vào năm 1952, thi thể ông đã được chuyển đến an táng tại [[Điện Panthéon|Điện Panthéon Paris]], nơi an nghỉ của các danh nhân nước Pháp.\n\n==Thời thơ ấu==\n[[Tập tin:Braille house04.JPG|thumb|right|Ngôi nhà nơi Louis Braille được sinh ra tại Coupvray]]\nBraille sinh ra tại [[Coupvray]], Pháp, là một thị trấn nhỏ cách thủ đô Paris 20 dặm về phía đông. Ông và 3 người anh chị em gồm Monique Catherine Josephine Braille (b.1793), Louis-Simon Braille (b.1795) và Marie Céline Braille (b.1797)<ref>Mellor, p. 14.<\/ref> sống cùng với mẹ là Monique và bố là ông Simon-René trong khu đất rộng 3 hecta và những vườn nho ở vùng quê. Ông Simon-René là thợ thuộc da lành nghề và có nghề đóng yên ngựa.<ref name=\"Weygand282\">Weygand, p. 282.<\/ref><ref name=\"Kugelmass13ff\">Kugelmass (1951), pp. 13–23.<\/ref>\n\nKhi còn nhỏ, Louis Braille đã biểu lộ sự yêu thích sử dụng các [[công cụ]]. Kể từ khi biết đi, bất cứ khi nào có cơ hội cậu đều ghé qua [[xưởng]] của cha để chơi. Nhưng vào một ngày khi cậu được ba tuổi, khi cậu đang tìm cách đục lỗ vào một miếng da to và nặng quá khổ so với cậu, chiếc dùi đã bị gãy và văng vào [[mắt]] bên trái. Cha mẹ cậu đã làm mọi điều họ có thể, dù chỉ có thể băng bó con mắt cho cậu. Tuy vậy, Louis thường xuyên gãi vào con mắt đau, khiến nó nhiễm trùng sang con mắt còn lại. Thị lực của cả hai con mắt giảm đi nhanh chóng và cậu đã bị mù.\n\nCậu bé Louis Braille mù lòa đi học tại [[Coupvray]], từ năm [[1816]] đến năm [[1818]]. Cha mẹ cậu đều là những người biết đọc biết viết, hiểu rất rõ tầm quan trọng việc giáo dục tốt đối với một đứa trẻ [[người khuyết tật|khuyết tật]]. Nhờ người cha nhiều lần viết thư khẩn cầu, cùng với sự giúp đỡ của ông thầy tu địa phương và sự can thiệp của ông thị trưởng Hầu tước Orvilliers Peer của Pháp, con trai ông đã được chấp nhận vào học tại [[Học viện Hoàng gia dành cho Thanh niên mù]] do [[Valentin Haüy]] thành lập. Từ khi vào trường, Braille tỏ ra là một học sinh gương mẫu. Cậu học giỏi tất cả các môn và giành được nhiều giải thưởng, dù đó là giải thưởng về lao động hay học tập. Braille đã được giao trách nhiệm dạy cho các bạn khác khi cậu chưa đầy 15 tuổi.\n\n== Phát minh ==\n[[Tập tin:Louis braille.svg|nhỏ|trái|250px|\"Louis Braille\" viết bằng chữ [[braille]]]]\nVào khoảng năm [[1819]], Louis Braille được biết đến [[Charles Barbier de La Serre]] và phát minh của ông. Ngay lập tức, cậu muốn thực hiện một số cải tiến. Tuy nhiên, do sự cách biệt tuổi tác quá lớn giữa hai người, cho nên dù phát minh này rất thành công tại Học viện, vẫn không có ai để ý đến phát minh của Louis. Hơn thế nữa, Barbier, người truyền cảm hứng cho phát minh của Braille, chưa bao giờ đồng ý với những nguyên lý của Braille: ông muốn nó đại diện cho âm thanh, như một cách viết tắt, chứ không phải là [[bảng chữ cái]]. Cuộc nói chuyện không hề dễ dàng đã diễn ra giữa cậu học sinh trẻ và nhà phát minh, một người đầy kinh nghiệm, tự tôn cao, và không hề bị mù nên không cảm nhận được tầm quan trọng của việc ''cảm nhận bằng ngón tay''. Tuy vậy, điều này vẫn không ngăn cản Braille tiếp tục phát triển hệ thống của riêng mình, cậu làm việc rất chăm chỉ, chủ yếu vào ban đêm. Sau một thời gian, vào khoảng năm [[1825]], công trình của ông gần như đã hoàn tất. Vào năm [[1827]] (khi đó Braille tròn 18 tuổi), Braille đã thử chuyển ngữ cuốn sách đầu tiên \"Ngữ pháp của ngữ pháp\" (''grammaire des grammaires''). Đến năm [[1829]], ông đã xuất bản cuốn sách đầu tiên của mình mà ngày nay vẫn còn được dùng làm sách chính thức trong các trường, có tựa đề ''Phương pháp viết chữ, nhạc, và các bài hát đơn giản bằng dấu chấm, để người mù sử dụng và được thiết kế cho họ, của Louis Braille, giáo viên tại Học viện Hoàng gia dành cho Thanh thiếu niên mù''. Có thể nói rằng cuốn sách đánh dấu sự ra đời của hệ thống chữ Braille. Bảng chữ cái đầu tiên không hoàn toàn giống như kiểu chữ ta biết hiện nay, nhưng phần chủ yếu - bốn bộ ký hiệu đầu - vẫn không thay đổi, nhưng ngoài những dấu chấm, một số nét liền đoạn mau chóng biến mất. Trong khi trình bày, Braille có mô tả \"bảng\" và \"bút\" nhưng đã không nhận ra rằng những đường thẳng đó quá mượt. Chúng ta không biết được Braille đã định thiết lập các quy luật như thế nào trong bộ ký hiệu đầu tiên, mà từ đó những người khác dùng lại. Những gì đến nay đã được biết đó là Braille đã rất cẩn thận bỏ đi các dấu có thể gây ra nhầm lẫn vì chúng nằm quá gần nhau.\n[[Tập tin:Braille house07.JPG|phải|nhỏ|250px|Tượng bán thân của Braille tại ngôi nhà ông sinh ra]]\nMặc cho những vấn đề ban đầu như vậy, hệ thống này vẫn tốt hơn so với của Barbier. Lợi điểm lớn nhất của hệ thống chữ Braille là nó tạo thành một bảng chữ cái, giống như cách thể hiện trên đèn [[LED]]. Ông đã có một cách tiếp cận đúng đắn và đầy đủ đến văn hóa. Nó dễ đọc hơn vì các ký tự của nó chỉ cao bằng một nửa (tối đa là sáu dấu chấm thay vì mười hai chấm) và có thể dạy dễ dàng cho những người mù. Ngoài ra, nó không cần đòi hỏi phải luyện tập nhiều, chỉ cần dò ngón tay.\n\nMặc dù Barbier luôn từ chối công khai ý kiến nhưng ông đã công nhận giá trị của phương pháp mà Braille đưa ra, điều đó khuyến khích Braille cải tiến thêm bộ chữ của mình, như bổ sung thêm các ký hiệu nhạc lý, mà ngày nay chúng ta gọi là \"Ký hiệu âm nhạc quốc tế Braille\". Sau đó, việc sử dụng [[chữ braille]] ngày càng được phổ biến, nhưng phải mất đến 25 năm sau nó mới được chính thức sử dụng tại Pháp. Thật không may mắn, cũng như bất cứ một phát minh nào muốn thành công, phải có những mất mát. Đó là, vào những năm từ [[1840]] đến [[1850]] đã có một cuộc \"khủng hoảng chữ Braille\" sau khi vị hiệu trưởng của Học viện, người ủng hộ mạnh mẽ Braille, bị buộc phải về hưu sớm vì bị buộc tội làm hư hỏng giới trẻ khi dạy môn lịch sử. Người lên thay bắt đầu hạn chế việc sử dụng chữ braille trong âm nhạc. Việc làm này không thực sự thành công, và cuối cùng đến năm 1847, chữ braille đã lấy lại dần vị thế của mình, chứng tỏ người ta không thể thiếu nó được.\n\n== Tài năng organ ==\nLouis Braille còn là một nhạc công [[organ (nhạc cụ)|organ]] tài năng. Ông học chơi organ khi còn ở Học viện dành cho trẻ em mù trong lớp của Marrigues. Ông sở hữu một chiếc organ tại [[Nhà thờ Thánh Nicolas des Champs]] vào năm [[1834]] và một chiếc tại [[Nhà thờ Thánh Vincent de Paul]] vào năm [[1845]].\n\n== Qua đời ==\n[[Tập tin:Braille's tomb in the Pantheon.jpg|phải|nhỏ|150px|Mộ của Louis Braille tại [[Điện Panthéon]].]]\nVào khoảng năm [[1835]], gia đình Braille nhận thấy ông bắt đầu ngày càng ho nhiều hơn. Vì vậy, ông dần dần giảm bớt thời gian dạy học, đến năm 1840 ông chỉ còn dạy lớp nhạc. Đến năm [[1844]], ông đã quyết định ngừng việc dạy học. Ông dành thời gian rảnh của mình để nghiên cứu mở rộng công trình sáng tạo của mình và cho ra mắt chiếc máy viết chữ braille đầu tiên vào năm [[1847]] cùng với người bạn Pierre Foucault. Tuy nhiên, vào đêm ngày 4 đến ngày [[5 tháng 12]] năm [[1851]], ông bị chảy máu ở phổi, từ đó tất cả công việc đều bị buộc phải dừng lại.\n\nLiệt giường vì ốm, cùng với sức khỏe ngày càng yếu đi vì xuất huyết phổi, ông mất vào ngày [[6 tháng 1]] năm [[1852]] vì bệnh lao phổi, trước sự chứng kiến của bạn bè và người anh trai, sau khi đã thực hiện [[lễ xức dầu cuối cùng]]. Ông được chôn vào ngày [[10 tháng 1]] tại Coupvray, thể theo nguyện vọng của gia đình. Đến gần một thế kỷ sau, di hài của Louis Braille, một ân nhân của nhân loại, cuối cùng đã được chuyển đến [[Điện Panthéon]], nơi [[chôn cất]] những vĩ nhân của nước Pháp. Tuy nhiên khi dời mộ, để tưởng nhớ đến ngôi làng nơi ông sinh ra, hai cánh tay của ông vẫn được giữ lại chôn tại ngôi mộ ở Coupvray.\n\n== Tưởng nhớ ==\n[[Tập tin:Buenos Aires - Busto de Luis Braille.jpg|phải|nhỏ|150px|Tượng Louis Braille tại [[Buenos Aires]].]]\nNgày nay khi nhắc đến Braille, mọi người đều nhớ đến hệ thống chữ viết nổi tiếng mang tên ông. Tuy nhiên rất ít người biết rằng Braille không hề nghỉ ngơi trên vinh quang do mình tạo ra.\n\nCó một vấn đề mà chữ braille chưa giải quyết được: sự trao đổi giữa người mù và người sáng, đây cũng là một vấn đề nan giải đối với [[Valentin Haüy]]. Rõ ràng là việc dạy chữ braille ở trường dành cho người sáng mắt là không cần thiết, dù hệ thống này không hề khó học khi sử dụng mắt để nhìn chứ không phải ngón tay để sờ. Chính người mù đã tạo ra nguyên lý cho hệ thống đèn [[LED]] và Louis Braille nắm rõ được điều đó. Với sự tưởng tượng và trí thông minh tuyệt vời của mình, ông đã sáng tạo một phương pháp mới mà ông tiết lộ vào năm [[1839]] trong một cuốn sách nhỏ in bằng mực đen, có nhan đề ''Cách thức mới khi sử dụng dấu chấm để đại diện cho hình dạng chữ cái, bản đồ, hình học, nhạc ký, v.v..., dành cho người mù'' (Nouveau procédé pour représenter par des points la forme même des lettres, les cartes de géographie, les figures de géométrie, les caractères de musique, etc., à l’usage des aveugles). Phương pháp này, đại loại dựa trên vị trí và cách sắp xếp các dấu chấm với số lượng phù hợp theo tọa độ, cho phép nhận biết hình ảnh của chữ cái, con số và các ký hiệu khác của người sáng mắt, để người mù có thể sờ mà nhận biết được.\n\nNgày nay có một con đường ở [[Quận 12, Paris|Quận 12 ở Paris]] mang tên ông. Nó nằm giữa Đại lộ Michel-Bizot và đường Picpus.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.afb.org\/louisbraille Celebrating 200 Years of Braille]\n* [http:\/\/www.afb.org\/louisbraillemuseum Louis Braille Online Museum - American Foundation for the Blind]\n* [http:\/\/www.afb.org\/braillebug\/louis_braille_bio.asp Louis Braille Biography for Kids - Braille Bug] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120130010349\/http:\/\/www.afb.org\/BrailleBug\/louis_braille_bio.asp |date=2012-01-30 }}\n* [http:\/\/www.rnib.org.uk\/xpedio\/groups\/public\/documents\/PublicWebsite\/public_lbhistory.hcsp The Life of Louis Braille - Royal National Institute for the Blind] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090129122940\/http:\/\/www.rnib.org.uk\/xpedio\/groups\/public\/documents\/publicwebsite\/public_lbhistory.hcsp |date=2009-01-29 }}\n* [http:\/\/www.braillerman.com\/louis.htm Biography of Louis Braille] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090115090857\/http:\/\/www.braillerman.com\/louis.htm |date=2009-01-15 }}\n* [http:\/\/www.bookmine.org\/memoirs\/braille.html Louis Braille: Text of his system (1839 original, in French)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090422011022\/http:\/\/www.bookmine.org\/memoirs\/braille.html |date=2009-04-22 }}\n* [http:\/\/www.nbp.org\/ic\/nbp\/braille\/index.html A braille alphabet card]\n* Pamela Lorimer (1996), ''[http:\/\/www.braille.org\/papers\/lorimer\/chap2.html Historical analysis and critical evaluation of braille]''\n* [http:\/\/search.eb.com\/eb\/article-9016177 Article on Louis Braille] at [[Encyclopædia Britannica|Encyclopedia Britannica]]\n\n{{thể loại Commons|Braille}}\n\n{{thời gian sống|1809|1852}}\n{{DEFAULTSORT:Braille, Louis}}\n[[Thể loại:Nhà phát minh Pháp|Braille, Louis]]\n[[Thể loại:Chết vì lao phổi|Braille, Louis]]\n[[Thể loại:Người mù|Braille, Louis]]\n[[Thể loại:Chữ braille]]\n[[Thể loại:Nhà phát minh hệ thống chữ viết|Braille, Louis]]\n[[Thể loại:Chôn cất tại Điện Panthéon|Braille, Louis]]\n[[Thể loại:Người khuyết tật]]\n[[Thể loại:Người khiếm thị]]\n[[Thể loại:Chết vì bệnh lao]]"}