{"Louisa May Alcott":"{{Infobox writer\n| name = Louisa May Alcott\n| image =Louisa May Alcott, c. 1870 - Warren's Portraits, Boston.jpg\n| imagesize =\n| caption = Alcott năm 1870\n| pseudonym = '''A. M. Barnard'''\n| birth_date = {{birth date|1832|11|29}}\n| birth_place = {{nowrap|[[Germantown, Philadelphia|Germantown]], [[Pennsylvania]], Mỹ}}\n| death_date = {{death date and age|1888|3|6|1832|11|29}}\n| death_place = [[Boston]], [[Massachusetts]], Hoa Kỳ\n| resting_place = Nghĩa trang Sleepy Hollow, [[Concord, Massachusetts]], Hoa Kỳ\n| occupation = Tiểu thuyết gia\n| nationality = {{US}}\n| period = [[Nội chiến Hoa Kỳ]]\n| genre = [[Văn xuôi]], [[thơ]]\n| subject = [[Tiểu thuyết dành cho giới trẻ]]\n| movement =\n| notableworks = ''[[Những cô gái nhỏ]]'', ''[[Những chàng trai nhỏ]]'', ''[[Các cậu bé của Jo]]'', ''[[Những người vợ tốt]]'', ''[[Bông hồng trên ngọn đồi xanh]]''\n| signature = Louisa May Alcott Signature.svg\n|giải thưởng=National Women's Hall of Fame (1996)\n| influences = [[Amos Bronson Alcott]], [[Ralph Waldo Emerson]], [[Nathaniel Hawthorne]], [[Henry David Thoreau]], [[Henry Wadsworth Longfellow]]\n}}\n'''Louisa May Alcott''' ({{IPAc-en|ˈ|ɔː|l|k|ə|t|,_|-|k|ɒ|t}}, sinh ngày 29 tháng 11 năm 1832 tại [[Germantown]], bang [[Pennsylvania]] – mất ngày 6 tháng 3 năm 1888 tại [[Boston]], bang [[Massachusetts]], [[Hoa Kỳ]]) là [[Tác giả văn học|tác giả]] [[người Mỹ]] nổi danh với nhiều tựa sách thiếu nhi, tiêu biểu là tác phẩm kinh điển ''[[Những cô gái nhỏ]]'' (''Little Women''). Trưởng thành tại [[New England]] trong một gia đình có mẹ—[[Abigail May]] và cha—[[Amos Bronson Alcott]] là những người theo [[chủ nghĩa siêu việt]] (''transcendentalist'')<ref>[http:\/\/vnexpress.net\/nguoi-dung-sau-thanh-cong-cua-little-women-4056683.html Giới thiệu về gia đình bà] Theo Báo [[VnExpress]]<\/ref>. Dù sống khó khăn nhưng nhờ cha, bà đã sớm gặp nhiều nhà trí thức tiếng tăm đương thời. Tư tưởng của cha và nhiều học giả bạn ông đã ảnh hưởng một phần khiến cho bà trở thành một phụ nữ thực tế, độc lập, khác hẳn tiêu chuẩn nữ giới truyền thống [[thế kỷ IX]]. Một số tựa sách của bà đã được dịch sang [[tiếng Việt]], có thể kể đến như: ''[[Những người vợ tốt]]'', ''[[Những chàng trai nhỏ]]'', ''[[Các cậu bé của Jo]]''...\n\nGia đình của Alcott gặp khó khăn về tài chính, nên bà làm việc để giúp đỡ gia đình từ khi còn nhỏ, bà cũng tìm kiếm lối thoát bằng văn chương. Vào những năm 1860, những vinh quang đầu tiên của nghề viết. Đầu sự nghiệp, đôi khi bà sử dụng bút danh '''A. M. Barnard''', chuyên viết về tiểu thuyết cho giới trẻ tập trung vào các điệp viên và sự trả thù.\n\nĐược xuất bản vào năm 1868, tác phẩm ''[[Những cô gái nhỏ]]'' lấy bối cảnh tại gia đình Alcott ở [[Concord]], [[Massachusetts]] và dựa trên những trải nghiệm thời thơ ấu với ba người chị của bà: [[Abigail May Alcott Nieriker]], [[Elizabeth Sewall Alcott]] và [[Anna Alcott Pratt]]. Cuốn tiểu thuyết đã được đón nhận vào thời điểm đó và cho đến nay vẫn nhận được sự yêu mến của độc giả ở nhiều lứa tuổi. Tác phẩm đã được dịch ra nhiều thứ tiếng, được dàn dựng trên sân khấu kịch và được chuyển thể thành phim.\n\nAlcott là một người theo [[chủ nghĩa bãi nô]] và [[chủ nghĩa nữ quyền]]. Bà vẫn chưa lập gia đình trong suốt cuộc đời. Cả đời bà đã tích cực tham gia các phong trào cải cách như [[phong trào ôn hoà]] và [[quyền bầu cử của phụ nữ]].<ref>{{chú thích sách|last=Norwich|first=John Julius|title=Oxford Illustrated Encyclopedia Of The Arts|url=https:\/\/archive.org\/details\/oxfordillustrate00norw|publisher=Oxford University Press|year=1990|isbn=978-0198691372|location=USA|pages=[https:\/\/archive.org\/details\/oxfordillustrate00norw\/page\/11 11]}}<\/ref> Bà mất tại [[Boston]] vì [[đột quỵ]] vào [[6 tháng 3|ngày 6 tháng 3]] năm [[1888]], chỉ hai ngày sau khi cha bà qua đời.<ref>[https:\/\/zingnews.vn\/louisa-may-alcott-va-cau-chuyen-cam-dong-ve-giang-sinh-vang-cha-post806518.html] báo Zing News. Tựa đề: Louisa May Alcott và câu chuyện cảm động về Giáng sinh vắng cha<\/ref>\n\n==Tuổi thơ==\n\nLouisa May Alcott có tuổi thơ khắc nghiệt. Cha bà - Amos Bronson Alcott - là nhà tư tưởng nổi tiếng theo đuổi chủ nghĩa siêu việt - một trào lưu triết học tiến bộ. Ông Alcott mơ mộng, giàu lý tưởng nhưng không giỏi kiếm tiền, thường chạy theo những phát kiến viển vông khiến gia đình chịu cảnh nghèo đói. Phương pháp giáo dục sáng tạo khiến ông bị đuổi khỏi nơi giảng dạy, kéo theo gia đình Alcott đổi chỗ ở liên tục (khi nhà văn 20 tuổi, họ đổi nhà 30 lần).\n\nVới ý tưởng đề cao sự tự lực, trí tưởng tượng, sáng tạo, cha bà đã vẽ ra nhiều mô hình xã hội không tưởng, tiêu biểu nhất là Fruitlands - công xã nông nghiệp thành lập ở Harvard (bang Massachusetts, Mỹ) năm bà 12 tuổi. Bà và gia đình ăn chay, tắm nước lạnh, sống với điều kiện khắc nghiệt theo lý tưởng của cha - và gần như chết đói. Dự án thất bại sau tám tháng, để lại ấn tượng sâu sắc trong lòng Louisa. Sau này, bà xuất bản tác phẩm Transatsental Wild Oats (1873) giễu nhại sự kiêu ngạo, không tưởng của đàn ông cùng sự bất công, bóc lột phụ nữ nhờ những trải nghiệm ngày nhỏ.\n\n==Cuộc đời==\nLouisa hầu như dành trọn đời mình sinh sống tại Boston và Concord, bang Massachusetts, việc học hành của bà hầu hết nhờ sự hướng dẫn của bố, lúc đầu tại một ngôi trường do ông sáng lập ở Boston, sau đó chủ yếu là tại nhà.\n\nAlcott sớm nhận ra rằng cha bà dù rất nỗ lực nhưng vẫn không đủ chu cấp cho vợ và bốn cô con gái, bà sớm tự trưởng thành để đỡ đần cha mẹ nuôi nấng các em và chăm sóc gia đình, và đó là nỗi lo toan gần như trọn đời của bà.\n\n''\"Tôi sẽ làm gì đó, không quan trọng dạy học, nghề may, diễn viên hay nhà văn, miễn giúp được gia đình. Tôi cần giàu có, nổi tiếng, hạnh phúc trước khi chết\"'', Louisa nói khi còn bé, theo ''[[tạp chí Oprah]]''. Louisa có tư tưởng tự lập sớm - từ 18 tuổi, bà bắt đầu làm nhiều nghề: gia sư, thợ may, viết truyện ngắn để kiếm tiền, sau đó làm người hầu, quản gia, giúp việc, không nề hà cả những công việc rất vất vả mà bà đã mô tả trong một tựa sách ít nổi tiếng của mình là Work: A Story of Experience (1873), dựa trên chính ký ức về cuộc vật lộn mưu sinh có thật của tác giả, kể về một cô gái nghèo đã phải nuôi sống chính mình và gia đình bằng những công việc vất vả vốn chỉ dành cho đàn ông.\n\nVà cuối cùng, dựa trên tài năng thiên bẩm, bà bắt đầu viết sách để kiếm kế sinh nhai và trả nợ cho gia đình với bút danh “A.M. Barnard”. Những tác phẩm đầu tay bộc lộ trí tưởng tượng và khả năng tư duy logic của bà dù chưa thật có tiếng tăm, nhưng những tác phẩm sau đó thật sự tạo được tiếng vang khi mô tả người phụ nữ với nét tính cách mạnh mẽ, tự chủ, nhưng vẫn đầy mơ mộng.<ref>[https:\/\/www.britannica.com\/biography\/Louisa-May-Alcott Dịch từ Brittanica]<\/ref>\n\nKhi nội chiến Hoa Kỳ bùng nổ, bà tình nguyện làm y tá quân y, nhưng được một thời gian thì phải trở về nhà do mắc bệnh thương hàn trong điều kiện vệ sinh khủng khiếp tại bệnh viện dã chiến. Sức khỏe của bà suy yếu trầm trọng và không bao giờ hồi phục hoàn toàn. Những bức thư bà viết cho gia đình thời kỳ này đã được xuất bản thành sách và mang lại cho tác giả những vinh quang đầu tiên của nghề viết.\n\nNhững câu chuyện của bà bắt đầu được đăng tải trên tờ ''[[The Atlantic Monthly]]'', và bởi phải tự mình chu cấp cho những nhu cầu hết sức bức thiết của gia đình, bà đã viết cuốn tự truyện Little Women (1868 - 69) và đây có thể nói là một thành công ngay lập tức. Lấy cảm hứng từ những hồi ức ấu thơ của chính tác giả, Little Women kể về cuộc sống còn vô vàn khó khăn nhưng đầy lạc quan, yêu thương và trân trọng lẫn nhau của một gia đình Mỹ điển hình. Cuốn sách dõi theo tính cách, số phận của bốn chị em gái từ thời thơ ấu, đỡ đần nhau vượt qua những thăng trầm trong sự nghiệp, hôn nhân, đời sống xã hội. Little Women đã tạo ra một bức tranh chân thực và lành mạnh về đời sống gia đình được độc giả mọi lứa tuổi yêu thích.\n\nNăm 1869 Alcott đã có thể viết vào cuốn nhật kí của mình: ''“Đã trả hết các khoản nợ nần… Tạ ơn Chúa!”'' Bà tiếp nối thành công của Little Womenvới những câu chuyện gia đình về những ký ức tuổi hoa niên An Old-Fashioned Girl (1870); Aunt Jo’s Scrap Bag, 6 vol. (1872–82); Little Men (1871); Eight Cousins (1875); Rose in Bloom (1876); và Jo’s Boys (1886).\n\nNgoại trừ một chuyến du lịch tới châu Âu vào năm 1870 và một vài chuyến đi xa tới New York, bà hầu như đã dành hai thập kỷ cuối đời mình ở Boston và Concord, chăm nom săn sóc cha già mẹ yếu. Mẹ bà mất năm 1844 sau một thời gian bệnh nặng. Cuối đời, bà nhận nuôi cô cháu gái trùng tên với mình, Louisa May Nieriker, con gái của người em quá cố, May. Sức khỏe của chính bà, chưa bao giờ hoàn toàn khỏe mạnh, cũng suy giảm và bà đã mất ở Boston vào ngày 6 tháng 3 năm 1888, chỉ hai ngày sau khi cha bà qua đời.\n\nLouisa nói về cuộc đời mình trong [[Louisa May Alcott: Her Life, Letters, and Journals:]] ''\"Tôi muốn là một phụ nữ không chồng, tự do vùng vẫy trong khoảng trời riêng...\"''. Suốt đời, bà không kết hôn, là một người phản đối chế độ nô lệ, ủng hộ nữ quyền, kiên trì đấu tranh theo đường lối ôn hòa cho quyền được bỏ phiếu của phụ nữ.\n\n==Sự nghiệp ==\n===Thời trẻ===\nThời còn trẻ, Alcott nhận may thuê và giúp việc cho các phụ nữ giàu có đi du lịch ở châu Âu và cố gắng bán những câu chuyện bà viết cho các tạp chí phụ nữ để trang trải cuộc sống. Thể loại mà Alcott yêu thích là những câu chuyện kịch tính, giật gân về những người phụ nữ đầy đam mê và ý chí kiên cường. Bà viết rất nhiều tác phẩm như thế dưới bút danh A.M Bernard nhưng chỉ kiếm được một khoản tiền nhỏ.\nSau đó Alcott chuyển hướng sang viết truyện cho thiếu nhi với mức thu nhập cao hơn một chút. Một người bạn ở nhà xuất bản, Thomas Niles đã gợi ý bà hãy viết một cuốn tiểu thuyết ''đơn giản'' hơn về những người phụ nữ. Louisa May Alcott đã thử nhưng thấy nó thật nhàm chán và bà bỏ cuộc.\n===Văn học===\n\nTừng có thời gian nữ tác giả viết những truyện gothic máu me, bạo lực, giật gân dưới bút danh A. M. Barnard bởi thể loại này thu hút độc giả, mang về nhiều tiền. Thành công từ nghề viết giúp Louisa trang trải cuộc sống gia đình, thậm chí đưa em út - Abigail May Alcott Nieriker - du học ở châu Âu, người sau này thành họa sĩ nổi tiếng ở Paris (nguyên mẫu nhân vật Amy trong truyện).\n\nTheo ''[[Los Angeles Times]]'', suốt những năm 1860, bà tập trung viết văn, xoay quanh những phụ nữ thông minh, can đảm. Tiểu thuyết đầu tay Moods (1864) kể về hành trình trưởng thành bấp bênh của một cô gái cùng cuộc hôn nhân không hạnh phúc. Louisa nhận chỉ trích từ một số nhà phê bình, cho rằng phụ nữ không nên bày tỏ quan điểm về đổ vỡ, lừa dối hôn nhân. Tác giả, nhà phê bình văn học Mỹ Henry James từng bình luận: \"Hai điểm đáng nhớ ở Moods là việc Louisa thiếu hiểu biết về bản chất con người, và cô ấy tự tin với thiếu sót đó\". Louisa không bận tâm nhiều về những lời bàn tán, hạ thấp.\n\n==== [[Những cô gái nhỏ|''Little Women'']] - tác phẩm thành công nhất của Louisa, thể hiện trọn vẹn tinh thần nữ quyền====\nThời đó, cha của bà, Bronson Alcott cũng là một người có tư tưởng đổi mới nhưng chưa được kính trọng, có gửi một bản thảo về triết học đến nhà xuất bản. Thomas Niles đồng ý sẽ in thành sách với điều kiện Alcott thuyết phục được con gái mình viết lại cuốn tiểu thuyết về các cô gái.\n\nSau hai tháng đầu viết sách, bà gửi 12 chương truyện cho ngài Niles, không mấy tự tin sau khi nhận được phản hồi, bà viết trong nhật ký rằng: ''Ông ấy thấy nó tẻ nhạt, tôi cũng thấy vậy''. Tuy nhiên mọi thứ thay đổi khi Thomas Niles gửi câu chuyện cho các thiếu nữ để đọc thử, và bất ngờ thay tất cả đều rất thích tác phẩm.\n\nLittle Women ban đầu khi được xuất bản chỉ kể về thời ấu thơ của chị em nhà March nhưng tạo ra tiếng vang lớn và sau một đêm và tên tuổi của Louisa May Alcott được biết đến rộng rãi. Với số tiền bản quyền giữ lại được, bà đã có thể ổn định tài chính nhưng chưa bao giờ thoải mái với những lời ca tụng dành cho cuốn sách của mình. Khi những người hâm mộ hoặc cánh báo chí đến gõ cửa nhà Alcott, bà sẽ vờ làm người hầu và khéo léo đuổi họ đi.\n\nSau thành công của Little Women, Louisa May Alcott quay trở lại thể loại ưa thích của mình, những câu chuyện về ma quỷ giật gân kịch tính với dòng ghi chú rằng: ''Tôi yêu thích công việc này hơn là phải giảng giải cho những người trẻ''.<ref>[https:\/\/zingnews.vn\/duoc-phai-nu-yeu-thich-little-women-van-bi-chinh-tac-gia-ghet-post1077593.html] Báo [[Zing News]]. Truy cập [[ngày 7 tháng 5]] năm [[2020]]. Tiêu đề: Được phái nữ yêu thích, 'Little Women' vẫn bị chính tác giả ghét<\/ref>\n\n{{quote|Những tác phẩm của bà vẫn luôn dành được sự quan tâm của công chúng kể cả sau khi bà qua đời và được nhiều lần tái bản, chuyển thể điện ảnh và chuyển ngữ.}}\n\n===Sự nghiệp nữ quyền===\n{{quote box|bgcolor=#CD95C4|quote= <big>''''' \"Cô và nhiều phụ nữ đương thời đấu tranh cho bản sắc cá nhân giữa bối cảnh truyền thống. Cố gắng hợp nhất tính cộng đồng và cá nhân trong quan điểm nữ quyền, họ thách thức các vai trò giới tính gắn với trật tự xã hội thế kỷ 19\"'''''<br\/>- Sarah Elbert - <br\/>nhà phê bình văn học sử Mỹ, nhận xét trong phim tiểu sử The Woman behind Little Women (đạo diễn Nancy Porter)<\/big><ref>[[VnExpress]], [https:\/\/vnexpress.net\/nguoi-dung-sau-thanh-cong-cua-little-women-4056683.html]<\/ref> |source=|width=50%|align=Right|style=padding:25px;}}\n\nLouisa cũng là nhà nữ quyền. Năm 1877, bà đồng sáng lập Liên hiệp về giáo dục và công nghiệp cho phụ nữ (Womens Educational and Industrial Union) tại Boston (bang Massachusetts), bảo vệ quyền lợi, tiến bộ cho phụ nữ, trẻ em. Tổ chức này sáp nhập với Crittenton, Inc, thành lập Hội phụ nữ Crittenton, tồn tại tới ngày nay. Năm 1878, Louisa là một trong 20 phụ nữ đầu tiên được hưởng quyền bỏ phiếu tại tiểu bang Massachusetts.\n\n==Tác phẩm chọn lọc==\n{{hộp thông báo\n| chữ=Tác phẩm sẽ được giữ nguyên tên tiếng Anh để tránh gây nhầm lẫn do chưa có tên tiếng Việt chính thức. \n}}\n[[Tập tin:Louisa May Alcott Bust.jpg|thumb|right|200px|Tượng nửa người của Louisa May Alcott]]\n\n===Bộ ba tác phẩm ''Little Women''===\n* ''[[Những cô gái nhỏ]]'', hay ''Meg, Jo, Beth và Amy'' (1868)\n* Phần hai của ''Little Women'', hay \"[[Good Wives]]\", xuất bản năm 1869; về sau xuất bản cùng với ''Little Women''.\n* ''[[Little Men]]: Life at Plumfield with Jo's Boys'' (1871)\n* ''[[Jo's Boys]] and How They Turned Out: A Sequel to \"Little Men\"'' (1886)\n\n===Tiểu thuyết===\n* ''The Inheritance'' (1849, chưa được công bố cho tới năm 1997)\n* ''Moods'' (1865, sửa lại năm 1882)\n* ''The Mysterious Key and What It Opened'' (1867)\n* ''[[An Old Fashioned Girl]]'' (1870)\n* ''Will's Wonder Book'' (1870)\n* ''[[Work: A Story of Experience]]'' (1873)\n* ''Beginning Again, Being a Continuation of Work'' (1875)\n* ''[[Eight Cousins]]'' hay còn gọi là ''The Aunt-Hill'' (1875)\n* ''[[Rose in Bloom]]'': A Sequel to Eight Cousins (1876)\n* ''[[Under the Lilacs]]'' (1878)\n* ''[[Jack and Jill: A Village Story]]'' (1880)\n* ''Proverb Stories'' (1882)\n\n===Với bút danh A. M. Barnard===\n* ''[[Behind a Mask]], hay Woman's Power'' (1866)\n* ''The Abbot's Ghost, hay Maurice Treherne's Temptation'' (1867)\n* ''[[A Long Fatal Love Chase]]'' (1866; xuất bản lần đầu năm 1995)\n\n===Xuất bản dưới dạng khuyết danh===\n* ''A Modern Mephistopheles'' (1877)\n\n=== Tuyển tập truyện ngắn cho trẻ em ===\n* '''Aunt Jo's Scrap-Bag''' (1872–1882). (66 truyện ngắn trong sáu chương)\n** 1. ''Aunt Jo's Scrap-Bag''\n** 2. ''Shawl-Straps''\n** 3. ''Cupid and Chow-Chow''\n** 4. ''My Girls, Etc.''\n** 5. ''Jimmy's Cruise in the Pinafore, Etc.''\n** 6. ''An Old-Fashioned Thanksgiving, Etc.''\n* ''Lulu's Library'' (1886–1889) Một bộ gồm 32 truyện ngắn trong ba tập.\n* ''[[Flower Fables]]'' (1849)\n* ''On Picket Duty, and other tales'' (1864)\n* ''Morning-Glories and Other Stories'' (1867) Tám câu chuyện tưởng tượng và bốn bài thơ cho trẻ em, bao gồm: \n**[http:\/\/www.luminist.org\/archives\/a_strange_island.htm ''A Strange Island''], (1868)\n** ''The Rose Family: A Fairy Tale'' (1864), A Christmas Song, Morning Glories, Shadow-Children, Poppy's Pranks, What the Swallows did, Little Gulliver, The Whale's story, Goldfin và Silvertail.\n* ''Kitty's Class Day and Other Stories (Three Proverb Stories)'', 1868, (bao gồm \"Kitty's Class Day\", \"Aunt Kipp\" và \"Psyche's Art\")\n* ''Spinning-Wheel Stories''(1884). Bộ sưu tập gồm 12 câu chuyện ngắn\n* ''[[The Candy Country]]'' (1885) (Một câu chuyện ngắn)\n* ''May Flowers'' (1887) (Một câu chuyện ngắn)\n* ''Mountain-Laurel and Maidenhair'' (1887) (Một câu chuyện ngắn)\n* ''A Garland for Girls'' (1888). Bộ sưu tập gồm tám câu chuyện ngắn.\n* ''[[The Brownie and the Princess]]'' (2004). Bộ sưu tập gồm mười câu chuyện ngắn.\n\n=== Truyện ngắn và tiểu thuyết khác===\n* [https:\/\/www.theatlantic.com\/magazine\/archive\/1863\/09\/thoreaus-flute\/540804\/ Thoreau's Flute] (1863)\n* ''[[Hospital Sketches]]'' (1863)\n* ''Pauline's Passion and Punishment'' (1863)\n* ''[[Doctor Dorn's Revenge]]'' (1868)\n* ''[[La Jeune; or, Actress and Woman]]'' (1868)\n* ''[[Countess Varazoff]]'' (1868)\n* ''[[The Romance of a Bouquet]]'' (1868)\n* ''[[A Laugh and A Look]]'' (1868)\n* [http:\/\/www.luminist.org\/archives\/perilous_play.htm ''Perilous Play''], (1869)(Một câu chuyện ngắn)\n* ''[[Lost in a Pyramid; or, The Mummy's Curse|Lost in a Pyramid, or the Mummy's Curse]]''\n* ''[[Transcendental Wild Oats]]'' (1873) Truyện ngắn về gia đình của Alcott và Phong trào siêu việt.\n* ''Silver Pitchers, and Independence: A Centennial Love Story\"'' (1876)\n* ''Comic Tragedies'' (1893) [truy tặng]\n\n===Trong văn hoá đại chúng===\nCác phiên bản phim lấy cảm hứng từ ''[[Những cô gái nhỏ|Little Women]]'' vào năm 1933, 1949, 1994, 2018 và [[Những người phụ nữ bé nhỏ|2019]]. Cuốn tiểu thuyết cũng là cảm hứng cho loạt phim truyền hình vào năm 1958, 1970, 1978 và 2017, và các phiên bản [[anime]] năm 1981 và 1987.\n\nCác phiên bản phim lấy cảm hứng từ ''[[Little Men]]'' vào năm 1934, 1940 và 1998. Cuốn tiểu thuyết này cũng là nền tảng cho một bộ phim truyền hình năm 1998. Các bộ phim khác dựa trên tiểu thuyết và truyện Alcott là An Old-Fashioned Girl (1949), The Inheritance (1997) và An Old Fashioned Thanksgiving (2008). Năm 2009, [[PBS]] đã sản xuất một tập phim American Masters có tựa đề ''\"Louisa May Alcott - Người phụ nữ đằng sau 'Những người phụ nữ bé nhỏ' \"''. Vào năm 2016, một [[Google Doodle]] của tác giả đã được tạo ra bởi [[nghệ sĩ]] [[Google]] [[Sophie Diao]].<ref>{{chú thích web|url=https:\/\/searchengineland.com\/louisa-may-alcott-google-doodle-marks-184th-birthday-little-women-author-264221|title=Louisa May Alcott Google doodle marks 184th birthday of 'Little Women' author |website= Search Engine Land|date=ngày 29 tháng 11 năm 2016}}<\/ref>\n\nMột phiên bản [[chính kịch]] của Alcott đã xuất hiện trong loạt phim truyền hình [[Dickinson (phim truyền hình)|Dickinson]], trong tập phim ''\"[https:\/\/tv.apple.com\/vn\/episode\/co-anh-sang-chieu-xien\/umc.cmc.4qju8otm8m5kbl2zs8aszymyu?showId=umc.cmc.1ogyy5s2agasxa5qztabrlykn Có ánh sáng chiếu Xiên]\",'' được công chiếu vào ngày 1 tháng 11 năm 2019 trên nền tảng [[Apple TV+]]. Alcott do nữ diễn viên [[Zosia Mamet]] thủ vai.<ref>{{chú thích web|url=https:\/\/www.imdb.com\/title\/tt8524898\/?ref_=ttep_ep8|title=\"Dickinson\" There's a Certain Slant of Light|website=IMDB}}<\/ref>\n\n==Danh ngôn==\n{{cquote|Sách hay, cũng như bạn tốt, ít và được chọn lựa; chọn lựa càng nhiều, thưởng thức càng nhiều.\n\nGood books, like good friends, are few and chosen; the more select, the more enjoyable.}}\n\n{{cquote|Hãy có thời gian cho cả công việc và hưởng thụ; khiến mỗi ngày vừa hữu ích vừa thoải mái, và chứng tỏ rằng bạn hiểu giá trị của thời gian bằng cách sử dụng nó thật tốt. Và rồi tuổi trẻ sẽ tươi vui, và tuổi già không có nhiều hối tiếc, và cuộc đời sẽ là một thành công tươi đẹp.\n\nHave regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.}}\n\n{{cquote|Một trong những điều ngọt ngào về đau khổ và u sầu là chúng cho ta thấy chúng ta được yêu nhiều như thế nào, sự tử tế tồn tại trên đời nhiều như thế nào, và dễ dàng như thế nào để giúp người khác hạnh phúc theo cách họ đã giúp ta khi họ cần tới sự trợ giúp và thấu hiểu.\n\nOne of the sweet things about pain and sorrow is that they show us how well we are loved, how much kindness there is in the world, and how easily we can make others happy in the same way when they need help and sympathy.}}\n\n{{cquote|Tất cả chúng ta đều có cuộc đời riêng để theo đuổi, giấc mơ riêng để dệt nên, và tất cả chúng ta đều có sức mạnh để biến mơ ước trở thành hiện thực, miễn là chúng ta giữ vững niềm tin.\n\nWe all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing.}}\n\n{{cquote|Sự kiêu căng làm hỏng cả những thiên tài tốt đẹp nhất. Không nhiều mối nguy hiểm rằng tài năng hay những điều tốt đẹp thật sự sẽ không được chú ý; và thậm chí ngay cả trong trường hợp đó, nhận thức được mình có nó và sử dụng tốt nó nên thỏa mãn được ta, và sự quyến rũ lớn nhất của mọi quyền năng là tính khiêm tốn.\n\nConceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long; even if it is, the consciousness of possessing and using it well should satisfy one, and the great charm of all power is modesty.}}\n\n{{cquote|Khả năng tìm được cái đẹp trong những điều nhỏ bé nhất khiến gia đình trở nên hạnh phúc và cuộc đời trở nên đáng yêu.\n\nThe power of finding beauty in the humblest things makes home happy and life lovely.}}\n\n{{cquote|\"Ở lại\" là một từ tuyệt diệu trong ngôn từ của tình bạn.\n\n\"Stay\" is a charming word in a friend's vocabulary.}}\n\n{{cquote|Một người bạn trung thành là tuyến phòng thủ mạnh mẽ; và người tìm thấy anh ta đã tìm thấy một báu vật.\n\nA faithful friend is a strong defense; And he that hath found him hath found a treasure.}}\n\n{{cquote|Các cô gái phải làm sao khi không có người mẹ giúp đỡ họ vượt qua những rắc rối?\n\nWhat do girls do who haven't any mothers to help them through their troubles?}}\n\n{{cquote|Người có lòng tin thì mạnh mẽ; người lắm nghi ngờ thì yếu ớt. Niềm tin mãnh liệt vượt lên trên những hành động to tát.\n\nHe who believes is strong; he who doubts is weak. Strong convictions precede great actions.}}\n\n{{cquote|Phải hai hòn đá mới đánh được lửa.\n\nIt takes two flints to make a fire.}}\n\n{{cquote|Tình yêu là thứ duy nhất chúng ta có thể mang theo mình khi ra đi, và nó khiến kết thúc trở thành dễ dàng.\n\nLove is the only thing that we can carry with us when we go, and it makes the end so easy.}}\n\n{{cquote|Người ta mất nhiều thời gian để học được sự khác biệt giữa người có tài và thiên tài, đặc biệt là những người đàn ông và phụ nữ trẻ nhiều tham vọng.\n\nIt takes people a long time to learn the difference between talent and genius, especially ambitious young men and women.}}\n\n{{cquote|Công việc luôn là sự cứu rỗi của tôi, và tôi cảm ơn Chúa vì điều đó.\n\nWork is and always has been my salvation and I thank the Lord for it.}}\n\n{{cquote|Hãy xứng đáng với tình yêu, và rồi tình yêu sẽ đến.\n\nBe worthy love, and love will come.}}\n\n{{cquote|Luôn luôn có ánh sáng đằng sau những đám mây.\n\nThere is always light behind the clouds.}}\n\n{{cquote|Cuộc sống và tình yêu đều vô cùng quý giá khi chúng đang nở rộ.\n\nLife and love are very precious when both are in full bloom.}}\n\n{{cquote|Bản năng của người phụ nữ trong cô nhận ra rằng quần áo có ảnh hưởng mạnh hơn nhiều giá trị của tính cách hay phép màu nhiệm của cách ứng xử.\n\nShe had a womanly instinct that clothes possess an influence more powerful over many than the worth of character or the magic of manners.}}\n\n{{cquote|Tôi không đòi hỏi vương miệng \nChỉ trừ thứ dành cho tất cả mọi người; \nTôi không cố gắng chinh phục thế giới nào \nChỉ trừ thế giới bên trong nội tâm.\n\nI ask not for any crown \nBut that which all may win; \nNor try to conquer any world \nExcept the one within.}}\n\n{{cquote|Tình yêu là một đóa hoa có thể mọc trên bất cứ mảnh đất nào, tỏa ra những điều kỳ diệu không thể bị cái lạnh của mùa thu hay băng giá của mùa đông khuất phục, nở rộ và ngát hương quanh năm, ban phúc cho cả những người đem tặng nó đi và những người nhận nó.\n\nLove is a flower that grows in any soil, works its sweet miracles undaunted by autumn frost or winter snow, blooming fair and fragrant all the year, and blessing those who give and those who receive.}}\n\n{{cquote|Từ rất lâu, phụ nữ vẫn thường được gọi là hoàng hậu, nhưng vương quốc trao cho họ không đáng để trị vì.\n\nWomen have been called queens for a long time, but the kingdom given them isn't worth ruling.}}\n\n{{cquote|Tiền bạc là gốc rễ của cái ác, và nó lại là một cái rễ hữu ích đến mức chúng ta không thể sống mà không có nó, cũng như chúng ta không thể sống mà không có khoai tây.\n\nMoney is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes.}}\n\n{{cquote|Tôi không sợ bão, vì tôi đang học cách điều khiển con tàu của mình.\n\nI am not afraid of storms for I am learning how to sail my ship.}}\n\n{{cquote|Phụ nữ đồng bóng đến nỗi bạn sẽ không bao giờ biết được họ muốn nói gì. Họ bảo Không trong khi ý họ là Có, và khiến đàn ông phát điên chỉ để giải khuây.\n\nGirls are so queer you never know what they mean. They say No when they mean Yes, and drive a man out of his wits for the fun of it.}}\n\n{{cquote|Những hành động của ta nằm trong tay ta, nhưng hậu quả của chúng thì không. Hãy nhớ điều đó, và nghĩ hai lần trước khi định làm bất cứ điều gì.\n\nOur actions are in our own hands, but the consequences of them are not. Remember that, my dear, and think twice before you do anything.}}\n\n{{cquote|Hãy giữ gìn ký ức của mình, hãy bảo vệ chúng, bạn sẽ không bao giờ kể lại được điều mình đã quên đi.\n\nPreserve your memories, keep them well, what you forget you can never retell.}}\n\n{{cquote|Hãy làm những gì bạn biết, và rồi bạn sẽ có được sự thật mà bạn cần phải biết.\n\nDo the things you know, and you shall learn the truth you need to know.}}\n\n{{cquote|Những cảm hứng mãnh liệt nhất của tôi nằm ở rất xa trong ánh nắng mặt trời. Tôi có thể không chạm được tới chúng, nhưng tôi có thể ngước lên và ngắm vẻ đẹp của chúng, tin tưởng chúng, và cố gắng đi tới nơi nào chúng dẫn tôi đi.\n\nFar away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead.}}\n\n{{cquote|Hãy để tên tôi ở giữa những người sẵn lòng chấp nhận bị chế nhạo và chỉ trích vì sự thật, và rồi có quyền hân hoan khi sự thật thắng thế.\n\nLet my name stand among those who are willing to bear ridicule and reproach for the truth's sake, and so earn some right to rejoice when the victory is won.}}\n\n{{cquote|Người đàn ông hào hoa thực sự sẽ lịch sự trước một cô nhóc cũng như trước một người phụ nữ.\n\nA real gentleman is as polite to a little girl as to a woman.}}\n\n{{cquote|Xa xa dưới ánh mặt trời là những hoài bão cao vời vợi của tôi. Có thể tôi không với được tới chúng, nhưng tôi có thể nhìn lên và ngắm vẻ đẹp của chúng, tin tưởng và cố gắng đi theo chúng.\n\nFar away there in the sunshine are my highest aspirations. I may not reach them but I can look up and see their beauty, believe in them and try to follow them.}}\n\n==Sách chuyên đề==\n* {{chú thích sách|editor-last=Shealy|editor-first=Daniel|title=Alcott in Her Own Time: A Biographical Chronicle of Her Life, Drawn from Recollections, Interviews, and Memoirs by Family, Friends and Associates|last=|first=|url=https:\/\/archive.org\/details\/isbn_9780877459385|url-access=|publisher=University of Iowa Press|location=Iowa City, Iowa|pages=|year=2005|isbn=0-87745-938-X}}\n\n==Đọc thêm==\n* {{chú thích sách\n| last = Cheever\n| first = Susan\n| title=American Bloomsbury; Louisa May Alcott, Ralph Waldo Emerson, Margaret Fuller, Nathaniel Hawthorne, and Henry David Thoreau: Their Lives, Their Loves, Their Work\n| year = 2006\n| publisher=Simon & Schuster\n| location=New York\n| isbn = 978-0-7432-6461-7\n}}\n* {{chú thích sách\n| last = Eiselein\n| first = Gregory and Anne K. Phillips (eds.)\n| title = The Louisa May Alcott Encyclopedia\n| url = https:\/\/archive.org\/details\/louisamayalcotte0000unse\n| year = 2001\n| publisher = Greenwood Press; online in ebrary, also available in print ed.\n| isbn = 0-313-30896-9\n| oclc = 44174106\n}}\n* Elbert, Sarah. ''A Hunger for Home: Louisa May Alcott and Little Women'' (Temple UP, 1984).\n* {{chú thích sách\n | last = LaPlante\n | first = Eve\n | title = Marmee & Louisa: The Untold Story of Louisa May Alcott and Her Mother\n | url = https:\/\/archive.org\/details\/marmeelouisaunto0000lapl\n | url-access = registration\n | year = 2012\n | publisher=Free Press\n | isbn = 978-1-451-62066-5\n }}\n* {{chú thích sách\n| last = Larson |first= Rebecca D.|title= White roses: stories of Civil War nurses\n| url = https:\/\/archive.org\/details\/whiterosesstorie0000lars | location = Gettysburg, PA |publisher=Thomas Publications |year= 1997| isbn= 1577470117|oclc= 38981206}}\n* {{chú thích sách\n | last = MacDonald\n | first = Ruth K.\n | title = Louisa May Alcott\n | year = 1983\n | publisher = Twayne\n | isbn = 0-8057-7397-5\n | url = https:\/\/archive.org\/details\/louisamayalcott00macd\n }}\n* {{chú thích sách\n|last=Matteson\n|first=John\n|title=Eden's Outcasts: The Story of Louisa May Alcott and Her Father\n|year=2007\n|publisher=Norton\n|isbn=978-0-393-05964-9\n|url=https:\/\/archive.org\/details\/edensoutcastssto00matt\n}}\n* {{chú thích sách|\n last = Meigs|\n first = Cornelia|\n title = Invincible Louisa: the Story of the Author of Little Women|\n year = 1968|\n publisher = Little, Brown and Company|\n isbn = 978-0316565943|\n url = https:\/\/archive.org\/details\/invinciblelouisa00meig_1}}\n* {{chú thích sách\n | last1 = Myerson\n | first1 = Joel\n | last2 = Shealy\n | first2 = Daniel\n | last3 = Stern\n | first3 = Madeleine B.\n | title = The Selected Letters of Louisa May Alcott\n | year = 1987\n | publisher = Little, Brown\n | isbn = 0-316-59361-3\n | url = https:\/\/archive.org\/details\/selectedletterso00loui\n }}\n* {{chú thích sách\n | last1 = Myerson\n | first1 = Joel\n | last2 = Shealy\n | first2 = Daniel\n | last3 = Stern\n | first3 = Madeleine B.\n | title = The Journals of Louisa May Alcott\n | year = 1989\n | publisher = Little, Brown\n | isbn = 0-316-59362-1\n | url = https:\/\/archive.org\/details\/journalsoflouisa00alco\n }}\n* Paolucci, Stefano. ''[https:\/\/www.academia.edu\/35470808\/Stefano_Paolucci_Da_Piccole_donne_a_Piccoli_uomini_Louisa_May_Alcott_ai_Colli_Albani_Castelli_Romani_LVII_n._6_novembre-dicembre_2017_pp._163-175 Da Piccole donne a Piccoli uomini: Louisa May Alcott ai Colli Albani]'', \"Castelli Romani,\" LVII, n. 6, nov.–dec. 2017, pp.&nbsp;163–175.\n* {{chú thích sách\n| last = Reisen\n| first = Harriet\n| title = Louisa May Alcott: The Woman Behind 'Little Women'\n| isbn = 0-805-08299-9\n| oclc = 316514238\n| year = 2009\n| url = https:\/\/archive.org\/details\/louisamayalcottw00reis\n}}\n* {{chú thích sách\n | last = Saxton\n | first = Martha\n | title = Louisa May: A Modern Biography of Louisa May Alcott\n | year = 1977\n | publisher = Houghton Mifflin\n | isbn = 0-395-25720-4\n | url = https:\/\/archive.org\/details\/louisamaymodernb00saxt\n }}\n\n==Xem thêm==\n===Chủ đề liên quan===\n* [[Nữ quyền]]\n* [[Phân biệt đối xử theo giới tính]]\n* [[Trọng nam khinh nữ]]\n* [[Công ước loại bỏ mọi hình thức phân biệt đối xử với phụ nữ]]\n* [[Chủ nghĩa nữ giới]]\n\n===Tổ chức liên quan ===\n* [[UN Women]]\n* [[HeForShe]]\n\n===Nhân vật có điểm chung===\n* [[Emily Dickinson]]\n* [[Emma Watson]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Wikisource author|Louisa May Alcott}}\n{{wikiquote}}\n{{commons}}\n{{Library resources box|by=yes|onlinebooks=yes|onlinebooksby=yes|viaf=29528997}}\n{{external media| float = right| video1 = [https:\/\/www.c-span.org\/video\/?290338-1\/louisa-alcott Presentation by Harriet Reisen on ''Louisa May Alcott: The Woman Behind Little Women'', ngày 12 tháng 11 năm 2009], [[C-SPAN]]}}\n\n{{refbegin}}\n\n'''Nguồn'''\n* {{Gutenberg author |id=Alcott,+Louisa+May | name=Louisa May Alcott}}\n* [http:\/\/gutenberg.net.au\/plusfifty-a-m.html#alcott Works by Louisa May Alcott] at [[Project Gutenberg Australia]]\n* {{Internet Archive author |sname=Louisa May Alcott}}\n* {{Librivox author |id=93}}\n* [http:\/\/onlinebooks.library.upenn.edu\/webbin\/book\/search?author=Alcott%2C+Louisa&amode=start Works by Louisa May Alcott] at [[Online Books Page]]\n* [http:\/\/theotherpages.org\/poems\/poem-ab.html#alcott Index entry for Louisa May Alcott] at [[Poets' Corner]]\n* [https:\/\/web.archive.org\/web\/20080108061938\/http:\/\/www.womenwriters.net\/domesticgoddess\/alcottguide.htm Bibliography] (including primary works and information on secondary literature – critical essays, theses and dissertations)\n\n'''Kho lưu trữ quan trọng'''\n* [http:\/\/nrs.harvard.edu\/urn-3:FHCL.Hough:hou00659 Guide to Louisa May Alcott papers, MS Am 800.23] at [https:\/\/web.archive.org\/web\/20111121125844\/http:\/\/hcl.harvard.edu\/libraries\/houghton\/ Houghton Library], Harvard University\n* [http:\/\/nrs.harvard.edu\/urn-3:FHCL.Hough:hou00446 Guide to Louisa May Alcott additional papers, 1839–1888, MS Am 2114] at [https:\/\/web.archive.org\/web\/20111121125844\/http:\/\/hcl.harvard.edu\/libraries\/houghton\/ Houghton Library], Harvard University\n* [http:\/\/nrs.harvard.edu\/urn-3:FHCL.Hough:hou01297 Guide to Louisa May Alcott additional papers, 1845–1945, MS Am 1817] at [https:\/\/web.archive.org\/web\/20111121125844\/http:\/\/hcl.harvard.edu\/libraries\/houghton\/ Houghton Library], Harvard University\n* [http:\/\/nrs.harvard.edu\/urn-3:FHCL.Hough:hou00057 Guide to Louisa May Alcott additional papers, 1849–1887, MS Am 1130.13] at [https:\/\/web.archive.org\/web\/20111121125844\/http:\/\/hcl.harvard.edu\/libraries\/houghton\/ Houghton Library], Harvard University\n* [https:\/\/findingaid.lib.byu.edu\/viewItem\/Vault%20MSS%20503 Guide to Louisa May Alcott papers, MSS 503] at [https:\/\/sites.lib.byu.edu\/sc\/ L. Tom Perry Special Collections], Brigham Young University\n* [https:\/\/findingaid.lib.byu.edu\/viewItem\/MSS%203953\/ Madeline B. Stern Papers on Louisa May Alcott, MSS 3953] at [https:\/\/sites.lib.byu.edu\/sc\/ L. Tom Perry Special Collections], Brigham Young University\n\n'''Khác'''\n* [https:\/\/www.pbs.org\/wnet\/americanmasters\/masters\/louisa-may-alcott\/ Louisa May Alcott: The Woman Behind ‘Little Women’] – American Masters documentary (PBS)\n* [http:\/\/www.louisamayalcottsociety.org\/ The Louisa May Alcott Society] A scholarly organization devoted to her life and works.\n* [https:\/\/web.archive.org\/web\/20071208021305\/http:\/\/www.alcottfilm.com\/ Louisa May Alcott, the real woman who wrote Little Women]. Documentary materials.\n* [https:\/\/www.nytimes.com\/learning\/general\/onthisday\/bday\/1129.html Obituary, ''New York Times'', ngày 7 tháng 3 năm 1888, ''Louisa M. Alcott Dead'']\n* [https:\/\/web.archive.org\/web\/20080407143910\/http:\/\/ww3.startribune.com\/blogs\/oldnews\/archives\/175 ''Minneapolis Tribune'', ngày 7 tháng 3 năm 1888, ''Obituary: Miss Louisa M. Alcott'']\n* [http:\/\/www.britannica.com\/EBchecked\/topic\/13467\/Louisa-May-Alcott ''Encyclopædia Britannica'', Louisa May Alcott]\n* [http:\/\/www.louisamayalcott.org\/ Louisa May Alcott's Orchard House] Louisa May Alcott's Orchard House historic site in Concord, MA.\n* Norwood, Arlisha. [https:\/\/www.womenshistory.org\/education-resources\/biographies\/louisa-may-alcott \"Louisa Alcott\"]. National Women's History Museum. 2017.\n* Matteson, J. (November 2009). [https:\/\/www.neh.gov\/humanities\/2009\/novemberdecember\/feature\/little-woman Little Woman; The devilish, dutiful daughter Louisa May Alcott]. ''Humanities'', ''30''(6), 1–6.\n* [http:\/\/www.louisamayalcott.org\/&p=DevEx,5066.1 Louisa May Alcott]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }} s [[Orchard House]]. (n.d.). Truy cập ngày 20 tháng 3 năm 2018,\n* Hooper, E. (ngày 23 tháng 9 năm 2017). Louisa May Alcott: [https:\/\/lithub.com\/louisa-may-alcott-a-difficult-woman-who-got-things-done\/ A Difficult Woman Who Got Things Done]. Truy cập ngày 20 tháng 3 năm 2018,\n* Powell, K. (n.d.). [https:\/\/www.thoughtco.com\/ancestry-of-louisa-may-alcott-1421899 Louisa May Alcott Family Tree and Genealogy – ThoughtCo.]. [https:\/\/www.thoughtco.com\/ancestry-of-louisa-may-alcott-1421899&p=DevEx,5070.1 Retrieved ngày 20 tháng 3 năm 2018]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}\n* [https:\/\/archive.nytimes.com\/www.nytimes.com\/learning\/general\/onthisday\/bday\/1129.html&p=DevEx,5066.1 Louisa M. Alcott Dead]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }} – archive.nytimes.com. (ngày 7 tháng 3 năm 1888). Truy cập ngày 20 tháng 3 năm 2018\n* Alcott: [https:\/\/www.npr.org\/templates\/story\/story.php?storyId=121831612 'Not The Little Woman You Thought She Was']. (ngày 28 tháng 12 năm 2009). Truy cập ngày 20 tháng 3 năm 2018\n* Raga, S. (ngày 29 tháng 11 năm 2017). [http:\/\/mentalfloss.com\/article\/89228\/10-little-facts-about-louisa-may-alcott 10 Little Facts About Louisa May Alcott]. Truy cập ngày 20 tháng 3 năm 2018, National Women's Hall of Fame\n\n{{Authority control}}\n{{Louisa May Alcott}}\n\n{{DEFAULTSORT:Alcott, Louisa May}}\n[[Thể loại:Sinh năm 1832]]\n[[Thể loại:Mất năm 1888]]\n[[Thể loại:Tiểu thuyết gia người Mỹ thế kỷ 19]]\n[[Thể loại:Nhà thơ Mỹ thế kỷ 19]]\n[[Thể loại:Nhà văn nữ người Mỹ thế kỷ 19]]\n[[Thể loại:Gia đình Alcott]]\n[[Thể loại:Những người theo chủ nghĩa bãi bỏ Mỹ]]\n[[Thể loại:Nhà văn thiếu nhi Mỹ]]\n[[Thể loại:Nữ y tá trong Nội chiến Hoa Kỳ]]\n[[Thể loại:Nhà văn nữ quyền Mỹ]]\n[[Thể loại:Những người bầu cử ở Mỹ]]\n[[Thể loại:Nhà hoạt động tính khí Mỹ]]\n[[Thể loại:Tiểu thuyết gia người Mỹ]]\n[[Thể loại:Nhà thơ nữ Mỹ]]\n[[Thể loại:Nhà hoạt động vì quyền của phụ nữ Mỹ]]\n[[Thể loại:Nữ y tá thời chiến]]\n[[Thể loại:Thành viên của Câu lạc bộ siêu việt]]\n[[Thể loại:Người từ Concord, Massachusetts]]\n[[Thể loại:Nhà văn từ Dedham, Massachusetts]]\n[[Thể loại:Người từ South End, Boston]]\n[[Thể loại:Người mắc bệnh lupus]]\n[[Thể loại:Nhà văn nữ giả danh]]\n[[Thể loại:Nhà văn giả danh]]\n[[Thể loại:Người đường sắt ngầm]]\n[[Thể loại:Nhà văn trẻ em phụ nữ Mỹ]]\n[[Thể loại:Phụ nữ trong Nội chiến Hoa Kỳ]]\n[[Thể loại:Nhà văn từ Boston]]\n[[Thể loại:Tiểu thuyết gia từ Pennsylvania]]\n[[Thể loại:Nhà văn từ Philadelphia]]\n[[Thể loại:Nhà văn của tiểu thuyết Gothic]]\n[[Thể loại:Gia đình Sewall]]\n[[Thể loại:Gia đình Quincy]]\n[[Thể loại:Tiểu thuyết gia từ Massachusetts]]\n[[Thể loại:Nhà hoạt động nữ quyền người Mỹ]]\n[[Thể loại:Nữ tiểu thuyết gia Mỹ]]\n[[Thể loại:Nhà văn Philadelphia]]"}