{"Lucie Ingemann":"{{Mồ côi|date=tháng 7 2018}}\n[[Tập tin:Lucie Ingemann self portrait.jpg|thumb|Lucie Ingemann, chân dung tự họa]]\n\n'''Lucie Marie (Lucia Maria) Ingemann''' nhũ danh Mandix (1792-1868) là họa sĩ [[người Đan Mạch]], người nổi tiếng với những bức tranh thờ to lớn miêu tả các nhân vật Kinh thánh, nhiều trong số đó được trưng bày ở các nhà thờ của Đan Mạch<ref name=kvinfo>{{Chú thích web|url=http:\/\/www.kvinfo.dk\/side\/597\/bio\/646\/origin\/170\/|tiêu đề=Lucie Ingemann (1792–1868)|tác giả 1=Fabritius, Elisabeth|nhà xuất bản=Kvinfo|ngày truy cập=ngày 7 tháng 3 năm 2017 |ngôn ngữ=da}}<\/ref><ref>{{Chú thích web|url=http:\/\/denstoredanske.dk\/Kunst_og_kultur\/Billedkunst\/Danmark_1850-1910\/Lucie_Ingemann|tiêu đề=Lucie Ingemann|nhà xuất bản=Den Store Danske|ngày truy cập=ngày 7 tháng 3 năm 2017 |ngôn ngữ=da}}<\/ref>. \n==Tiểu sử==\nCon gái của Margaretha Elisabeth Hvistendahl (1756-1816) và thành viên tư gia Jacob Mandix (1758-1831), Lucie Marie Mandix sinh ngày 19 tháng 2 năm 1792 tại [[Copenhagen]]. Cô đã được dạy vẽ bởi họa sĩ hoa của Đan Mạch Cladius Detlev Fritzsch. Cũng có những hồ sơ về bức tranh của cô trong studio của Christoffer Wilhelm Eckersberg. Khi cô 20 tuổi, cô đã đính hôn với nhà văn [[Bernhard Severin Ingemann]], người cô lập gia đình vào tháng 7 năm 1822. Họ sống ở Sorø, nơi họ tiếp đãi các nhân vật văn hoá Đan Mạch khác như [[Hans Christian Andersen]] và Bertel Thorvaldsen. Chồng cô, người đã viết thơ, đã ủng hộ sự quan tâm của cô trong việc vẽ tranh.\n==Nghề nghiệp==\nMặc dù Ingemann đã vẽ vài bức tranh chân dung và các tác phẩm, nhưng cô chủ yếu tập trung vào tranh hoa, và từ giữa những năm 1820, về các nhân vật tôn giáo. Cô đã trưng bày tại Triển lãm Spring Charlottenborg năm 1824 và 1826, trong cả hai trường hợp trình bày bức tranh hoa. Cô chia sẻ với chồng mình một cảm quan sâu sắc về nghệ thuật và tôn giáo với kết quả là ngay cả bức tranh hoa của cô cũng phản ánh các chủ đề tôn giáo và thần bí lấy cảm hứng từ chủ nghĩa lãng mạn Đức. Các tác phẩm kinh thánh lớn của bà và các bức tranh thờ phượng là thuyết phục, có lẽ nhờ sự hướng dẫn của Johan Ludwig Lund. Trong một số trường hợp, bà từ bỏ quan điểm ủng hộ một sự rộng rãi mô tả bí ẩn tinh thần. Nhiều tác phẩm tôn giáo của bà được tích hợp trong các bàn thờ trong các nhà thờ Đan Mạch, mặc dù nhiều trong số đó đã bị loại bỏ.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai}}\n\n{{DEFAULTSORT:Ingemann, Lucie}}\n[[Thể loại:Sinh năm 1792]]\n[[Thể loại:Mất năm 1868]]\n[[Thể loại:Họa sĩ Đan Mạch]]"}