{"Margrete Sambiria":"{{Mồ côi|date=tháng 7 năm 2018}}\n{{wikify}}\n{{thiếu nguồn gốc}}{{Thông tin nhân vật hoàng gia\n| tên = Margaret Sambiria\n| hình = Krolowa Malgorzata Sambiria afT.jpeg\n| cỡ hình = 200px\n| chức vị = Vương hậu Đan Mạch\n| tại vị = 25 tháng 12 năm 1252 -  29 tháng 5 năm 1259\n| chức vị 1 = \n| kiểu tại vị 1 = \n| phối ngẫu = [[Christopher I của Đan Mạch]]\n| cha = [[Sambor II, Công tước xứ Pomerania]]\n| mẹ = [[Matilda xứ Mecklenburg]]\n| mất = tháng 12 năm 1282\n| nơi an táng = Tu viện Doberan\n| tôn giáo = [[Công Giáo La Mã]]\n}}\n\n'''Margaret Sambiria''' (còn gọi là Margrete Blast Horse) (1230? – tháng 12 năm 1282) là Vương hậu Đan Mạch với tư cách là vợ của [[Christopher I|Christopher I của Đan Mạch]]. Cô là con gái của Hoàng tử Sambor của Pomerania.\n\n== Cuộc đời==\n\nKhi Christopher qua đời 29 tháng 5 năm 1259, cô cho đến năm 1264 việc giám hộ của cô là đứa con trai 10 tuổi, Erik V. Klipping đã được ca ngợi ở Viborg làm vua. Nhưng Margaret là trong mối hận với Jakob Erlandsen, Eric I, Duke của Schleswig Holstein và quân đội. Tổng giám mục mạnh mẽ Jakob Erlandsen tìm cách để giành chiến thắng hỗ trợ hỗ trợ cho Abelslægten bởi trục xuất tất cả các giám mục đã tham gia lễ đăng quang của vị vua trẻ tuổi ở Viborg, nhưng ông thua Margrete và bị buộc phải sống lưu vong. \nSau thất bại mạnh mẽ của trước đây, Jakob Erlandsen cảm thấy Margrete đủ mạnh cho một cuộc thách với Abelslægten tại Schleswig, nhưng những người đến từ Holstein hoàng tử Eric I, Duke của Schleswig để giúp đỡ. Sau một thất bại tan nát trên Lohede phía nam của Dannevirke năm 1261, cô đã cùng với con trai bị mắc kẹt bởi Holsteiners.\n\nMargrete được giam giữ ở Hamburg, nhưng đã thông qua với Duke Albert của Braunschweig. Cô lấy lại thế chủ động và đưa con trai về nhà đến một nơi trên ngai vàng. Margrete đã bị chuyển đến một nơi ở Estonia là \"enkeeje\", nhưng người ta tin rằng cô ấy vẫn có một ảnh hưởng đáng kể về chế độ, ngay cả sau khi con trai của ông là tuổi.\n\nCô được mệnh danh là Mã Phong, bởi vì cô cưỡi một con ngựa cho đến chết trong một chuyển động nhanh chóng của quân đội. Trong dân gian, cô cũng là Grethe Đen, có lẽ vì mái tóc đen tối của mình\n== Cái chết==\n\nMargaret Sambiria được chôn cất trong nhà thờ tu viện Doberan Minster Bad Doberan ở Mecklenburg.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1230]]\n[[Thể loại:Mất năm 1282]]\n[[Thể loại:Vương hậu Đan Mạch]]\n[[Thể loại:Nhiếp chính Đan Mạch]]"}