{"Maria Walewska":"{{Thông tin nhân vật\n| hình = Maria Walewska.jpg\n| ghi chú hình = \n| ngày sinh = {{birth date|1786|12|7|df=y}}\n| ngày mất = {{death date and age|1817|12|11|1786|12|7|df=y}}\n| nơi mất = [[Paris]], [[Pháp]]\n| nguyên nhân cái chết = Ốm chết\n| người hôn phối = Athenasius Colonna-Walewski (1805-1812) một con<br \/>[[Philippe Antoine d'Ornano]] (1816-1817) (1 con)\n| Bạn đời = [[Napoléon Bonaparte|Napoleon Bonaparte]] ([[1806]]-?) một con\n| con cái = Antoni Rudolf Bazyli Colonna-Walewski<br \/>[[Alexandre Joseph Colonna-Walewski]]<br \/> Rudolph Augustus\n| nơi sinh = [[Kiernozia]], [[Ba Lan]]\n| cha mẹ = Mathieu Laczynski<br \/>Eva Zaborowska\n}}\nCông nương '''Maria Walewska''' ([[nhũ danh]]: Łączyńska; sinh ngày [[7 tháng 12|07 tháng 12]] năm [[1786]] tại [[Kiernozia]] - mất ngày [[11 tháng 12]] năm [[1817]] tại [[Paris]]) là một [[nhà ái quốc]] [[người Ba Lan]] và một [[người tình (phim)|người tình]] của [[Hoàng đế]] [[Napoléon Bonaparte|Napoleon]]. Trong những năm sau này bà kết hôn với [[Philippe Antoine d'Ornano]], một [[sĩ quan]] của Napoleon.\n\n== Tiểu sử ==\n[[Tập tin:Marie, comtesse Walewska (1786-1817).jpg|nhỏ|170px|Marie Walewska]]\nMaria được sinh ra trong một gia đình [[quý tộc]] giàu có. Cha cô, người đã qua đời trước khi cô được sinh ra, là một địa chủ và mẹ của cô xuất thân các gia đình giàu có Zaborowski. Maria có sáu anh chị em ruột: Benedykt Jozef Hieronim, Teodor, Honorata, Katarzyna và Urszula-Teresa. Cô lớn lên trong ngôi nhà tổ tiên của mình ở Kiernozia, nơi cô cũng nhận được sự giáo dục chu đáo. Nicholas Chopin, cha của [[Frédéric Chopin]], là một trong các gia sư của cô.\n\nNăm [[1805]], khi vừa 18 tuổi, cô bị gia đình ép buộc kết hôn với bá tước Athenasius Colonna-Walewski, lúc đó đã 70 tuổi và hai lần góa vợ. Walewski từng là quan ở huyện Warka và quan thị vệ của vua Ba Lan cuối cùng, [[Stanisław August Poniatowski]], và cũng là một địa chủ giàu có. Maria và Walewski có một con trai là Antoni Rudolf Bazyli Colonna-Walewski, mặc dù một số nhà sử học tin rằng ông là một đứa trẻ ngoài giá thú, được thai nghén trong thời gian ngắn trước cuộc hôn nhân của Maria.<ref name=\"autogenerated1971\">The troubles with Lady Walewska, Marian Brandys, Iskry, Warsaw, 1971.<\/ref> Người bá tước này thường rất ghen tuông vì người phụ nữ trẻ thường được nhiều người vây quanh, nhưng người phụ nữ đã chứng tỏ đạo đức và luôn từ chối những lời mời mọc, tán tỉnh.\n\nNăm 1807, 2 vợ chồng bá tước được Napoleon mời tới dự một buổi khiêu vũ tại [[Warszawa]]. Marie Waleska (lúc này 22 tuổi) lúc đầu từ khước lời mời mọc của Napoleon, nhưng sau này đã chấp thuận một cuộc gặp riêng, vì người chồng bá tước và những người Ba Lan yêu nước thúc giục, để đề nghị ông này xuất quân cứu giúp cho nước Ba Lan được độc lập vì nước này đã bị mất chủ quyền từ năm [[1795]]. Sau cuộc gặp gỡ này, cuộc tình mùa xuân của hai người này bắt đầu từ tháng tư cho đến tháng 6 năm 1807 trong một tòa lâu đài xa xôi.\n\nTrong hồi ký của mình, Maria khẳng định rằng cô buộc mình phải gắn kết với Napoleon vì những lý do hoàn toàn yêu nước:\n\n\"''Sự hy sinh đã được hoàn tất. Đã có thành quả khi đạt được một điều tương đương [thuyết phục Napoleon để hỗ trợ phong trào độc lập Ba Lan], mà có thể tha thứ cho việc không chính đáng của tôi. Đây là ý nghĩ đã dẫn dắt tôi không cho phép tôi rơi dưới sức nặng của ý thức xấu và nỗi buồn của tôi.'' \"<ref>Frederic Masson \"Marie Walewska\", E. Guillaume, Paris 1897<\/ref>\n\nNăm 1809 Maria theo Napoleon trong cuộc hành trình đến [[Viên]], nơi cô sống trong một căn nhà gần dinh thự Schönbrunn Palace, nơi Napoleon cư trú, nhưng cô thường tránh xuất hiện với Napoleon công khai. Trong thời kỳ ở [[Viên]], cô đã mang thai và trở lại Walewice để sinh con trai thứ hai của cô, Alexandre Joseph. Mặc dù Alexandre chắc chắn là con của Hoàng đế Napoleon, ông đã được bá tước Athenasius Colonna-Walewski hợp pháp hoá nhận làm con và do đó mang tên Colonna-Walewski.<ref name=\"autogenerated1971\"\/>\n\nNăm 1810, Napoleon trở về Paris, và Maria tháp tùng theo. Cô định cư ở một dinh thự nguy nga ở Rue de Montmorency, nhưng mối quan hệ trước đây của cô với Napoleon kết thúc. Hoàng đế dự tính ly dị Josephine và thay vào đó kết hôn với Marie Louise, công nương xứ Parma và việc duy trì một mối tình với người phụ nữ khác dường như không còn phù hợp. Nhưng tương lai của cô và con trai vẫn được ổn định với những bất động sản lớn ở [[Vương quốc Napoli]].\n\nNăm 1812, Maria đã ly dị Colonna-Walewski.\n\nNăm 1816, Maria đã kết hôn với người yêu lâu năm của bà, Philippe Antoine d'Ornano, bá tước d'Ornano. Họ định cư tại [[Liège|Liege]]. Năm 1817 Maria sinh ra con trai thứ ba, Rudolph Augustus, và bà ấy đã chết ở Paris ngay sau đó do một căn bệnh thận kéo dài. Trước khi qua đời, bà đã hoàn thành cuốn hồi ký của mình, được gửi đến chồng. Khi có yêu cầu từ người thân Ba Lan của bà, thi hài của bà đã được khai quật từ Nghĩa trang Père Lachaise ở Paris và di chuyển vào hầm mộ gia đình tại Kiernozia.\n\n== Hậu duệ ==\n\nMaria Walewska để lại ba con trai:\n* Con trai của cô từ cuộc hôn nhân đầu tiên, bá tước Antoni Colonna-Walewski, định cư tại Ba Lan và ít được biết đến về cuộc sống của ông.\n* Bá tước [[Alexandre Joseph Colonna-Walewski]] (04 tháng 5 năm 1810 - 27 tháng 10 năm 1868), con trai từ mối quan hệ của cô với Napoleon I, đã trở thành một nhân vật quan trọng trong chính trị thế kỷ 19 ở Pháp: ông là một nhà ngoại giao có ảnh hưởng và là một bộ trưởng ngoại giao thời [[Napoléon III]]. Ông luôn khẳng định rằng cha mình là Colonna-Walewski.\n* Con trai thứ ba của bà, Rodolphe d'Ornano, cũng là một nhân vật có ảnh hưởng trong xã hội Pháp, con cháu của ông đã tạo ra hương thơm nổi tiếng và thương hiệu mỹ phẩm [[Sisley]].\n\nMarie Walewska cũng có một cháu gái, tên là Barth, sống tại [[Bergen]], [[Na Uy]]. Gia đình Walewska có con cháu ở Na Uy sống đến ngày hôm nay.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Potocka-Wąsowiczowa, Anna 'Memoirs of a witness.' Państwowy Instytut Wydawniczy, Warsaw 1965.\n* d'Ornano, Antoine 'Marie Walewska, \"l'ėpouse polonaise de Napolėon\"', Paris 1937.\n* Brandys, Marian 'The troubles with Lady Walewska' Iskry, Warsaw 1971.\n* Kukiel, Marian 'The fairytale life of Maria Walewska', Warsaw 1939.\n* Mauersberg, Adam 'Maria Walewska', Ateneum, Warsaw 1938.\n* Masson, Frederic \"Marie Walewska\", E. Guillaume, Paris 1897.\n\n{{Persondata\n| NAME = Walewska, Marie\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = ngày 7 tháng 12 năm 1786\n| PLACE OF BIRTH = [[Kiernozia]], [[Ba Lan]]\n| DATE OF DEATH = ngày 11 tháng 12 năm 1817\n| PLACE OF DEATH = [[Paris]], [[Pháp]]\n}}\n{{DEFAULTSORT:Walewska, Marie}}\n[[Thể loại:Quý tộc Ba Lan]]\n[[Thể loại:Người Ba Lan]]\n[[Thể loại:Sinh năm 1786]]\n[[Thể loại:Mất năm 1817]]\n[[Thể loại:Napoléon Bonaparte]]"}