{"Martin Van Buren":"{{Infobox officeholder 1\n|name             = Martin Van Buren\n|image            = File:Martin Van Buren by Mathew Brady c1855-58.jpg\n|imagesize        = 220px\n|caption          = Martin Van Buren khoảng năm 1855-1858, ảnh chụp bởi [[Mathew Brady]]\n|office           = [[Tập tin:Seal of the President of the United States.svg|30px]]<br>[[Tổng thống Hoa Kỳ|Tổng thống thứ 8 của Hoa Kỳ]]\n|1namedata        = [[Richard Mentor Johnson|Richard M. Johnson]]\n|1blankname       = Phó Tổng thống\n|term_start       = [[4 tháng 3]] năm [[1837]]\n|term_end         = [[4 tháng 3]] năm [[1841]]<br \/>{{số năm theo năm và ngày |1837|3|4|1841|3|4}}\n|predecessor      = [[Andrew Jackson]]\n|successor        = [[William Henry Harrison]]\n|office2          = [[Phó Tổng thống Hoa Kỳ|Phó Tổng thống thứ 8 của Hoa Kỳ]]\n|president2       = Andrew Jackson\n|term_start2      = [[4 tháng 3]] năm [[1833]]\n|term_end2        = [[4 tháng 3]] năm [[1837]] <br \/>{{số năm theo năm và ngày |1833|3|4|1837|3|4}}\n|predecessor2     = [[John C. Calhoun]]\n|successor2       = Richard M. Johnson\n|office3          = [[Đại sứ Hoa Kỳ tại Anh Quốc|Đặc sứ Hoa Kỳ tại Anh Quốc]]\n|3namedata3       = [[Andrew Jackson]]\n|3blankname3      = Bổ nhiệm bởi\n|term_start3      = [[8 tháng 8]] năm [[1831]] \n|term_end3        = [[4 tháng 4]] năm [[1832]] <br \/>{{số năm theo năm và ngày |1831|8|8|1832|4|4}}\n|predecessor3     = [[Louis McLane]]\n|successor3       = [[Aaron Vail]] <small>(Quyền)<\/small>\n|office4          = [[Ngoại trưởng Hoa Kỳ|Ngoại trưởng thứ 10 của Hoa Kỳ]]\n|president4       = [[Andrew Jackson]]\n|term_start4      = [[28 tháng 3]] năm [[1829]]\n|term_end4        = [[23 tháng 5]] năm [[1831]] <br \/>{{số năm theo năm và ngày |1829|3|28|1831|5|23}}\n|predecessor4     = [[Henry Clay]]\n|successor4       = [[Edward Livingston]]\n|order5           = [[Thống đốc bang New York]] thứ 9\n|lieutenant5      = [[Enos T. Throop]]\n|term_start5      = [[1 tháng 1]] năm [[1829]]\n|term_end5        = [[12 tháng 3]] năm [[1829]] <br \/>{{số năm theo năm và ngày |1829|1|1|1829|3|12}}\n|predecessor5     = [[Nathaniel Pitcher]]\n|successor5       = [[Enos T. Throop]]\n|office6 = [[Thượng viện Hoa Kỳ|Thượng nghị sĩ Hoa Kỳ]] <br> từ [[New York (bang)|New York]] \n|term_start6      = [[4 tháng 3]] năm [[1821]]\n|term_end6        = [[20 tháng 12]] năm [[1828]]<br \/>{{số năm theo năm và ngày |1821|3|4|1828|12|20}}\n|predecessor6     = [[Nathan Sanford]]\n|successor6       = [[Charles E. Dudley]]\n|office7          = [[Thượng viện bang New York|Thượng nghị sĩ bang New York]]\n|term_start7      = [[1813]]\n|term_end7        = [[1820]]\n|predecessor7     = [[Edward Philip Livingston]]\n|successor7       = John I. Miller\n|birthname        \n|birth_date       = [[5 tháng 12]] năm [[1782]] \n|birth_place      = [[Kinderhook (làng), New York|Kinderhook]], [[New York (bang)|New York]], [[Hoa Kỳ]]\n|death_date       = [[24 tháng 7]] năm [[1862]] (79 tuổi)\n|death_place      = Kinderhook, New York, Hoa Kỳ\n|restingplace     = [[Nghĩa trang Kinderhook]]\n|party            = [[Đảng Dân chủ-Cộng hoà]] {{small|(1799–1828)}}<br \/>[[Đảng Dân chủ (Hoa Kỳ)|Đảng Dân chủ]] {{small|(1828–1848; 1852–1862)}}<br \/>[[Đảng Free Soil|Free Soil]] {{small|(1848–1852)}}\n|spouse           = [[Hannah Van Buren|Hannah Hoes]] (1807–1819)\n|children         = 5, bao gồm [[Abraham Van Buren|Abraham]] và [[John Van Buren|John]]\n|religion         = [[Giáo hội Hà Lan Cải cách]] \n|occupation       = Luậ sư, Chính trị gia\n|signature        = Martin Van Buren Signature2.svg\n|signature_alt    = Cursive signature in ink\n}}\n'''Martin Van Buren''' (<small>phát âm<\/small> \/væn ˈbjʊərɨn\/ hoặc \/væn ˈbjɜrɨn\/; ngày 5 tháng 12 năm 1782 – ngày 24 tháng 7 năm 1862) là [[Tổng thống Hoa Kỳ]] thứ tám từ năm 1837 đến năm 1841. Ông là một trong những người sáng lập nên [[Đảng Dân chủ (Hoa Kỳ)|Đảng Dân Chủ]] và còn là [[Thống đốc|Thống Đốc]] thứ 9 của [[New York (tiểu bang)|tiểu bang New York]]. Trước khi trở thành Tổng thống, ông là [[Ngoại trưởng Hoa Kỳ|Ngoại Trưởng]] thứ 10 và là [[Phó Tổng thống Hoa Kỳ|Phó Tổng thống]] thứ 8 của Hoa Kỳ. Van Buren giành chiến thắng trong cuộc [[Bầu cử tổng thống Hoa Kỳ|bầu cử Tổng thống]] năm 1836 nhờ sự ủng hộ hết mình của vị Tổng thống đáng kính [[Andrew Jackson]] và sự lớn mạnh trong tổ chức của Đảng Dân Chủ. Tuy nhiên, ông đã không may mắn trong cuộc tái tranh cử vào năm 1840 mà một phần là do sự trì trệ của nền kinh tế quốc gia trong cuộc [[khủng hoảng kinh tế năm 1837]]. Điều này đã giúp cho ứng viên đến từ [[Đảng Whig (Hoa Kỳ)|Đảng Whig]], [[William Henry Harrison]], giành chiến thắng trong cuộc bầu của Tổng thống năm đó. Về sau, Van Buren xuất hiện trước công chúng như một [[chính khách]] lão làng tiên phong trong việc đấu tranh bãi bỏ [[Nô lệ|chế độ nô lệ]] và giúp [[Đảng Free Soil]] có được tấm vé có mặt trong cuộc bầu cử Tổng thống năm 1848.\n\n== Tiểu sử ==\nVan Buren sinh tại thị trấn Kinderhook, tiểu bang New York trong một gia đình người Mỹ gốc Hà Lan. Cha của ông là một nhà yêu nước và đã tham gia chống lại [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] thời [[Cách mạng Mỹ]] bùng nổ. Ông được dạy nói tiếng Hà Lan ở nhà và học tiếng Anh ở trường. Đây cũng là lý do ông trở thành vị tổng thống duy nhất trong lịch sử nói tiếng Anh như là một ngôn ngữ thứ hai. Ông được đào tạo để trở thành một luật sư và nhanh chóng hoạt động trong lĩnh vực chính trị khi ông tham gia [[Đảng Dân Chủ-Cộng Hòa]]. \n== Sự nghiệp chính trị ==\n===Thượng nghị sĩ===\nÔng trở thành Thượng Nghị sĩ trong Quốc hội của tiểu bang New York năm 1812 và trở thành người lãnh đạo của nhóm Bucktails (một phe phái trong đảng Dân Chủ-Cộng Hòa) chống lại Thống đốc [[DeWitt Clinton]]. Ngoài ra, ông còn thành lập một nhóm chính trị tên là Albany Regency ([[Nhiếp chính]] Albany) và nổi lên như một chính trị gia có tầm ảnh hưởng nhất tại quê nhà của ông vào những năm 1820. Năm 1821, ông được bầu để trở thành Thượng Nghị sĩ Hoa Kỳ và ủng hộ [[William Harris Crawford|William H. Crawford]] trong cuộc bầu cử Tổng thống năm 1824. Tuy nhiên, [[John Quincy Adams]] đã chiến thắng trong cuộc bầu cử Tổng thống năm đó. Van Buren đã đáp trả chiến thắng của Adams bằng cách chống đối các đề xuất dùng quỹ liên bang để cải tiến nội bộ (đường sá, kênh rạch, v.v) cũng như các việc làm khác của Tổng thống. Mục tiêu chính trị chính của Van Buren là tái thiết lập [[hệ thống lưỡng đảng]] với sự khác biệt về Đảng phái phải dựa trên tư tưởng thay vì sự khác biệt về tính cách hay giai cấp. Với tư tưởng này nằm sâu trong tiềm thức, ông đã ủng hộ ứng cử viên Andrew Jackson thay vì John Quincy Adams trong cuộc bầu cử Tổng thống năm 1828. Để hỗ trợ Jackson, Van Buren đã đứng ra tranh cử cho chức Thống đốc của tiểu bang New York và từ chức một vài tháng sau đó để đảm nhận vai trò mới là Ngoại trưởng Mỹ theo sự bổ nhiệm của Tổng thống Jackson năm 1829.\n===Phục vụ dưới chính quyền tổng thống Andrew Jackson===\nVan Buren là trở thành một cố vấn quan trọng trong suốt 8 năm nhiệm kỳ của Tổng thống Jackson. Ông đã xây dựng nên cơ cấu tổ chức chặt chẽ của Đảng Dân Chủ, đặc biệt là ở New York. Ông từng từ chức để giúp giải quyết [[vụ Petticoat]] (một bê bối thời bấy giờ giữa những [[Nội các Hoa Kỳ|Nội các]] của Tổng thống Jackson và vợ của họ)<ref>{{Chú thích web|url=https:\/\/en.wikipedia.org\/wiki\/Petticoat_affair|title=Petticoat Affair|last=|first=|date=|website=Wikipedia|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Trong một khoảng thời gian ngắn, ông được phái làm [[Đại sứ|Đại sứ của Hoa Kỳ]] tại Anh Quốc. Theo yêu cầu của Jackson, tại Đại hội Toàn quốc của Đảng Dân Chủ vào năm 1832, Van Buren được đề cử để trở thành Phó Tổng thống của Hoa Kỳ, và ông đã nhậm chức sau khi Đảng Dân Chủ giành chiến thắng trong cuộc bầu cử Tổng thống năm đó. Với sự hỗ trợ nhiệt tình của Jackson, tại Đại hội Toàn quốc của Đảng Dân Chủ năm 1835, Van Buren dễ dàng trở thành ứng cử viên Tổng thống đại diện cho phía Dân Chủ. Trong cuộc bầu cử Tổng thống năm 1836, ông đã đánh bại nhiều đối thủ khác đến từ Đảng Whig để bước vào [[Nhà Trắng]].\n== Tổng thống (1837-1841) ==\nTrong cuộc khủng hoảng kinh tế năm 1837, Van Buren tập trung vào việc thiết lập hệ thống kho bạc độc lập (một kế hoạch mà [[Chính quyền liên bang Hoa Kỳ|Chính phủ Liên Bang Hoa Kỳ]] cất tiền vào các hầm chứa tiền thay vì Ngân hàng). Ngoài ra, Van Buren còn tiếp tục thi hành các chính sách di dời [[Thổ dân châu Mỹ|người da đỏ]] từ thời Jackson. Đồng thời nhằm tránh căng thẳng cục bộ giữa các quốc gia, ông đã cố gắng duy trì quan hệ hòa bình với Anh Quốc và từ chối đơn xin sáp nhập cho Texas vào Liên bang. Trong cuộc bầu cử Tổng thống năm 1840, các thành viên Đảng Whig chú trọng vào lý lịch quân sự của William H. Harrison để giúp ông tranh cử. Đồng thời, các thành viên của đảng này này còn chế giễu Van Buren là \"Martin Van Ruin\". Những điều này kết hợp với sự biến động giữa các cử tri đã khiến Van Buren phải rời khỏi chiếc ghế Tổng thống.\n== Sau nhiệm kỳ tổng thống ==\nTại buổi lễ khai mạc của Đảng Dân Chủ vài băn 1844, Van Buren là một ứng cử viên sáng giá để đại diện cho Đảng Dân Chủ trong cuộc bầu cử Tổng thống năm đó. Tuy nhiên, những Đảng viên của Đảng này ở phía Nam lại trở nên tức giận vì ông vẫn giữ vững lập trường không cho phép sự sáp nhập của Texas. Vì vậy, Đảng Dân Chủ đành phải đề cử [[James Knox Polk|James K. Polk]] để trở thành ứng viên Tổng thống đại diện phía Dân Chủ. Sau khi rời chức vụ Tổng thống, Van Buren phán đổi chế độ nô lệ quyết liệt hơn. Trong cuộc bầu cử năm 1848, do sự bất đồng trong nội bộ Đảng Dân Chủ ở cấp tiểu bang và liên bang, ông đã đồng ý để lãnh đạo một đảng thứ ba giành được tấm vé để tham dự cuộc đua giành chức Tổng thống. Tuy nhiên, kết quả chung cuộc không mấy tốt đẹp khi Van Buren cách số phiếu bầu rất xa sau hai đối thủ của ông. Sự hiện diện của ông trong cuộc đua vào Nhà Trắng dường như đã góp phần giúp ứng viên Đảng Whig, [[Zachary Taylor]], dễ dàng hơn trong việc đánh bại đối thủ của mình là [[Lewis Cass]] đến từ đảng Dân Chủ. Sau cuộc bầu cử Tổng thống năm 1848, Van Buren trở lại với Đảng Dân Chủ. Tuy nhiên, trong thời [[Nội chiến Hoa Kỳ|Nội Chiến Hoa Kỳ]], ông lại ủng hộ những chính sách của Tổng thống [[Abraham Lincoln]] (một người khác Đảng với ông). \n== Qua đời ==\nNăm 1861, sức khỏe của ông bắt đầu suy giảm và ông qua đời vào tháng 7 năm 1862 ở tuổi 79. Van Buren được các nhà sử học và khoa học chính trị xếp hạng trung bình hoặc dưới trung bình trên bảng xếp hạng mức độ thành công của các vị Tổng thống Hoa Kỳ.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Tổng thống Hoa Kỳ}}\n{{Phó Tổng thống Hoa Kỳ}}\n{{Sơ khai chính khách Hoa Kỳ}}\n\n{{thời gian sống|sinh=1782|mất=1862|tên=Van Buren, Martin}}\n{{thể loại Commons|Martin Van Buren}}\n\n{{DEFAULTSORT:Van Buren, Martin}}\n[[Thể loại:Tổng thống Hoa Kỳ]]\n[[Thể loại:Lịch sử Hoa Kỳ]]\n[[Thể loại:Phó Tổng thống Hoa Kỳ]]\n[[Thể loại:Thượng nghị sĩ Hoa Kỳ]]\n[[Thể loại:Sinh năm 1782]]\n[[Thể loại:Mất năm 1862]]\n[[Thể loại:Người Mỹ gốc Hà Lan]]\n[[Thể loại:Ngoại trưởng Hoa Kỳ]]\n[[Thể loại:Người Mỹ thế kỷ 18]]\n[[Thể loại:Chết vì hen phế quản]]"}