{"Mary Wollstonecraft":"{{Thông tin nghệ sĩ}}\n\n'''Mary Wollstonecraft''' ({{IPAc-en|ˈ|w|ʊ|l|s|t|ən|k|r|æ|f|t}}, {{small|hoặc}} {{IPAc-en|UK|-|k|r|ɑː|f|t}}; 27 tháng 4 năm 1759 - 10 tháng 9 năm 1797) là một [[nhà văn]], [[triết gia|nhà triết học]] và nhà bảo vệ quyền phụ nữ người [[Anh]] thế kỷ 18. Trong suốt cuộc đời của mình, bà sáng tác tiểu thuyết, luận văn, ký sự các chuyến đi, về lịch sử cuộc [[cách mạng Pháp]], sách về đạo đức, và một cuốn sách về trẻ em. Wollstonecraft nổi tiếng nhất với tác phẩm ''[[A Vindication of the Rights of Woman]]'' (1792), trong đó bà cho rằng phụ nữ không phải tự nhiên thấp kém so với đàn ông, mà chỉ do họ thiếu sự giáo dục. Bà nhận đình rằng cả đàn ông và phụ nữ đều phải được đối xử bình đằng và mường tượng về một trật tự xã hội dựa trên nguyên lý đó.\n\nVới công chúng và đặc biệt là với những nhà bảo vệ quyền phụ nữ, cuộc đời của Wollstonecraft nhận được sự chú ý hơn so với sự nghiệp viết lách của bà do nhiều mối quan hệ cá nhân phức tạp trong đời Wollstonecraft. Sau hai cuộc hôn nhân bất hạnh với [[Henry Fuseli]] và [[Gilbert Imlay]], Wollstonecraft kết hôn với nhà triết học [[William Godwin]], một trong những người tiên phong của phong trào vô chính phủ; họ có một người con là [[Mary Shelley]], người viết cuốn ''[[Frankenstein]]''. Wollstonecraft qua đời ở tuổi 38 do những biến chứng khi sinh con, bà để lại một vài bản thảo chưa hoàn thành.\n\nSau cái chết của Wollstonecraft, Godwin cho xuất bản cuốn ''[[Memoir]]'' (1798) về cuộc đời bà, trong đó tiết lộ về lối sống dị giáo của bà, tiết lộ này đã vô tình hủy hoại thanh danh của bà trong một thế kỷ. Tuy nhiên, với sự nổi lên của phong trào quyền phụ nữ vào thế kỷ 20, lập trường về quyền bình đẳng của phụ nữ đã ngày càng trở nên quan trọng. Ngày nay, Wollstonecraft một trong những người sáng lập triết học bình quyền phụ nữ, và những người ủng hộ bình đẳng nữ giới coi cuộc đời và các tác phẩm của bà như những ảnh hưởng quan trọng.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Wollstonecraft, Mary}}\n[[Thể loại:Sinh năm 1759]]\n[[Thể loại:Mất năm 1797]]\n[[Thể loại:Nhà sử học Anh]]\n[[Thể loại:Nhà triết học Anh]]\n[[Thể loại:Triết gia thế kỷ 18]]\n[[Thể loại:Triết gia thời kỳ Khai sáng]]\n[[Thể loại:Tiểu thuyết gia Anh]]\n[[Thể loại:Người Anh theo chủ nghĩa nữ giới]]\n[[Thể loại:Nhà văn phi hư cấu Anh]]"}