{"Mary Toft":"{{Thông tin nhân vật\n| tên = Mary Toft\n| hình = Mary toft 1726.jpg\n| ghi chú hình = \n| tên khai sinh = Mary Denyer\n| ngày sinh = Khoảng 1701\n| ngày mất = 1763 (62 tuổi)\n| quốc gia = Anh Quốc\n| nổi tiếng = Tung tin đồn đẻ ra [[thỏ]]\n}}\n'''Mary Toft''' (hay là '''Tofts''', nhũ danh: '''Denyer'''; sinh khoảng 1701–1763) là một người phụ nữ đến từ Godalming, [[Surrey]], [[Anh Quốc]]. Bà nổi tiếng vào năm 1726 khi lừa các bác sĩ thời đó rằng mình đẻ ra những [[Thỏ|con thỏ]].<ref name=\"Seligmanp356\">{{Harvnb|Seligman|1961|p=356}}<\/ref><ref name=\"Brockp168\">{{Harvnb|Brock|1974|p=168}}<\/ref><ref name=\"Toft confession\">{{Citation|title=Three confessions of Mary Toft|location=Hunterian Collection of the Library of the University of Glasgow, Bundle 20, Blackburn Cabinet, shelf listings R.1.d., R.1.f., R.1.g.}} \"Mary Toft's Three Confessions,\" https:\/\/tofts3confessions.wordpress.com\/<\/ref><ref>{{Citation|title=Report on Margaret Toft|work=[[Nathaniel Mist|Mist's Weekly Journal]]|date=24 December 1726}}<\/ref>Trong trường hợp của Mary Toft, vào năm 1726, cô đã thuyết phục được phần lớn nước Anh rằng cô đang sinh ra những con thỏ. Đây là cách nó đã xảy ra:\n\nMary Toft là một phụ nữ 25 tuổi nghèo, ít học, sống ở Surrey. Vào tháng 8, cô bị sảy thai, nhưng dường như vẫn có thai. Và vào tháng 9, cô được cho là đã sinh ra một thứ trông giống như một con mèo không gan.\n\nJohn Howard, một bác sĩ sản khoa, được kêu gọi để điều tra và khi đến nơi, Toft dường như sản xuất nhiều bộ phận động vật từ tử cung của cô.\n\nSau khi sinh được một cái đầu thỏ, chân mèo và chín con thỏ con đã chết, Howard quyết định tìm kiếm ý kiến ​​y tế của một số bác sĩ nổi tiếng nhất của đất nước. Ông đã viết thư cho nhiều chuyên gia và cuối cùng đã đến được nhà vua.\n\nMary Toft sau đó trở thành một người nổi tiếng quốc gia. Mọi người đề nghị trả tiền để gặp cô, và cô được chuyển đến một ngôi nhà đẹp hơn để cô có thể được kiểm tra chặt chẽ hơn bởi các chuyên gia y tế từ xa - một số người đã được chính nhà vua tò mò gửi đến.\n\nNhiều tuần trôi qua, Toft tiếp tục sản xuất các bộ phận của động vật: bàng quang của một con lợn và dĩ nhiên là có nhiều thỏ hơn.\n\nĐối mặt với một số hoài nghi, cô ấy giải thích rằng cô ấy đã đuổi theo một vài con thỏ một ngày và sau đó mơ về cùng một con thỏ đêm đó. Cô đã thức dậy từ sự phản ứng này bởi một sự phù hợp kỳ lạ, và đã sinh ra những con vật đã chết kể từ đó. Đi hình.\n\n\nMặc dù một số bác sĩ đã bị thuyết phục về hiện tượng kỳ diệu này, nhiều người đã không bị lừa. Một người tìm thấy những mẩu cỏ khô và cỏ trong bụng thỏ và một người khác tìm thấy một người hầu lẻn một chú thỏ nhỏ vào phòng của Mary Toft.\n\nToft sau đó bị bắt giam vì chơi khăm cả nước.\n\nĐối mặt với lời khai của người hầu, ngôi sao mới vẫn không chịu thú nhận. Đó là, cho đến khi cảnh sát đề nghị cô trải qua một cuộc phẫu thuật đau đớn để cộng đồng khoa học có thể hiểu đầy đủ hơn về cách tử cung ma thuật của cô hoạt động.\n\nMary Toft sau đó bị tống vào tù, nơi nhiều khách du lịch tiếp tục đến thăm cô - bị hấp dẫn bởi một người phụ nữ sẽ thực hiện một pha nguy hiểm tuyệt vọng như vậy.\n\nSau đó, người ta đã tiết lộ rằng vào ban đêm, mẹ chồng của Toft đã giúp người phụ nữ trẻ gặp rắc rối rõ ràng sắp xếp các con vật theo cách cho phép các bác sĩ có thể giao chúng vào sáng hôm sau. Như bạn có thể tưởng tượng, hành động đó đã gây ra nhiễm trùng nghiêm trọng.\n\nNhưng Toft ở lại trong slammer là ngắn gọn. Các bác sĩ và các nhà khoa học đã xem sự lan truyền của câu chuyện là một sự bối rối cho toàn bộ lĩnh vực và đất nước của họ. Họ đã được Toft ân xá, với hy vọng rằng cô sẽ rút lui khỏi mắt công chúng và mờ dần đi.\n\nĐiều đó đã không chính xác xảy ra, mặc dù: Câu chuyện của Toft tiếp tục xuất hiện trở lại trong nghệ thuật và văn học - thậm chí còn xuất hiện trong các tác phẩm của Jonathan Swift, tác giả nổi tiếng của Gulliver's Travels.\n\nThật khó để tưởng tượng tại sao bất cứ ai cũng muốn kéo một người đóng thế như thế này. Nhưng ngay cả với khám phá của mình, dường như Mary Toft đã có được thứ cô ấy muốn: Một lối thoát khỏi sự ẩn danh.\n\nRốt cuộc, ở đây chúng tôi đang viết về cô ấy gần 300 năm sau. Và khi bà qua đời vào năm 1763, cáo phó của bà xuất hiện bên cạnh những người nổi tiếng và chính khách nổi tiếng nhất thời đó.\n\nTất cả vì đã sinh ra con thỏ giả.\n\nNếu bạn nghĩ rằng pha nguy hiểm này là thú vị, hãy kiểm tra bảy trò lừa bịp trên thế giới hoặc bốn trong số những trò đùa tinh vi nhất từng được thực hiện.\n\n==Tiểu sử==\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Wikisource|Tofts, Mary (DNB00)}}\n*{{worldcat id|lccn-n95-11490}}\n\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Tofts, Mary}}\n[[Thể loại:Sinh thập niên 1700]]\n[[Thể loại:Mất năm 1763]]\n[[Thể loại:Người Anh thế kỷ 18]]"}