{"Mary Read":"[[Tập tin:Read,Mary.jpg|nhỏ|phải|260px|Mary Read]]\n[[File:Mary Read.jpg|thumb|Mary Read]]\n\n'''Mary Read''' (1685 - 28 tháng 4 năm 1721) còn được biết đến với tên gọi Mark Read là một nữ [[cướp biển]] người [[Anh]], người đã cùng với [[Anne Bonny]] tạo thành một cặp đôi cướp biển gây ra nổi kinh hoàng cho nhiều tàu bè trong suốt thế kỷ thứ 18 - thế kỷ hoàng kim của cướp biển.\n\n==Tiểu sử==\nMary Read sinh ra tại Quận [[Devon]], nước [[Anh]] vào cuối thế kỷ 17. Mẹ cô kết hôn với một người đi biển và ông ta đã chết. Một thời gian ngắn sau, Mary được sinh ra, cô là một đứa [[con hoang]] của mẹ cô với người đàn ông khác, mẹ Mary đưa cô và các con trở về sống tại [[đồng quê]].\n\nSau đó, Mark, người anh cùng mẹ khác cha của Mary qua đời. Ông bà nội của Mary nhận lời chăm sóc Mary và mẹ của cô bởi họ nghĩ rằng cháu trai Mark của họ vẫn còn sống sót. Để tránh cho bí mật về cái chết của Mark bị tiết lộ, mẹ Mary đã mặc quần áo con trai cho cô. Vì thế sự việc được trót lọt.\n \nKhi Mary Read 13 tuổi, bà nội của cô qua đời. Mary vẫn được nuôi dạy như một chàng trai vì thế cô phải đi tìm một công việc. Cô trở thành một chú bé giúp việc cho một người phụ nữ Pháp giàu có sống ở [[Luân Đôn]]. Không thỏa mãn với công việc hiện tại, cô đã chạy trốn.\n \nVài năm sau, cảm thấy chán nản, Mary gia nhập quân đội Flemish ở binh chủng lính bộ binh và gặp người chồng tương lai của mình. Sau đó, hai người làm đám cưới và mở một quán trọ nhỏ gần lâu đài Breda. Nhưng chồng cô qua đời. Cô gia nhập quân đội một lần nữa.\n \nCô đã quyết định lên một con thuyền Hà Lan để tới lên tàu đi đến [[Vùng Caribe|Tây Ấn]] ([[Vùng Caribe|Caribe]]). Khi gần đến nơi, con tàu đã bị cướp biển tấn công. [[Calico Rackham Jack]] đã bắt giữ những người trong đoàn và vì vậy Mary đã trở thành cướp biển. Mary có tài bắn súng vì thế những hải tặc khác đều rất kính nể. Mary đã gặp Anne Bonny và nhanh chóng trở thành bạn thân, họ chiến đấu với nhau theo kiểu áp lưng vào nhau để hỗ trợ nhau từ phía sau. Cặp đôi này đã trở thành nổi ám ảnh của biển khơi.\n\nTháng 11 năm 1720, thuyền của Mary bị thua trong cuộc chiến chống lại quân [[Chính phủ]]. Đoàn thủy thủ bị đưa vào nhà tù ở Spanishtown, [[Jamaica]] và bị kết án xử tử treo cổ. Họ bị kết án treo cổ. Nhưng lúc đó Mary và Anne đang mang thai vì vậy họ đã được hưởng án khoan hồng.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai}}\n\n{{DEFAULTSORT:Read, Mary}}\n[[Thể loại:Nữ cướp biển]]\n[[Thể loại:Mất năm 1721]]\n[[Thể loại:Sinh năm 1685]]\n[[Thể loại:Người Luân Đôn]]"}