{"Mary Boleyn":"{{Infobox nobility|\n| name = Mary Boleyn\n| image = Mary Boleyn.jpg\n| caption = \n| spouse = [[William Carey (1500 - 1528)|William Carey xứ Aldenham]]<br>[[William Stafford (1500 - 1556)|William Stafford xứ Chebsey]]\n| full name =\n| noble family = [[Nhà Boleyn]] (khi sinh)<br>[[Nhà Carey]] (kết hôn)<br>[[Nhà Stafford]] (kết hôn)\n| father = [[Thomas Boleyn, Bá tước Wiltshire thứ nhất|Thomas Boleyn]]\n| mother = [[Elizabeth Boleyn, Bá tước phu nhân Wiltshire|Elizabeth Howard]]\n| birth_date = Khoảng 1499 hoặc 1500\n| birth_place = [[Blickling Hall]], [[Norfolk]]\n| death_date = {{ngày mất|1543|7|19}} (khoảng 44 tuổi)\n| issue = [[Catherine Carey|Catherine Carey, Phu nhân Knollys]]<br>[[Henry Carey, Nam tước Hunsdon thứ nhất]]<br>Anne Stafford<br>Edward Stafford\n| place of burial = \n|}}\n\n'''Mary Boleyn''' ([[tiếng Latinh]]: ''Maria Bolena''; ? - [[19 tháng 7]], [[1543]]), còn gọi '''Lady Mary'''<ref>{{chú thích web|title=Katherine Knollys|url=http:\/\/www.westminster-abbey.org\/our-history\/people\/katherine-knollys|website=Westminster Abbey – Founded 960|publisher=The Dean and Chapter of Westminster|access-date =ngày 2 tháng 6 năm 2016|quote=Katherine Knollys' tombstone in Westminster Abbey reads thus: \"This Lady Knollys and the Lord Hundesdon her brother were the childeren of William Caree Esquyer, and of the Lady Mary his wiffe one of the doughters and heires to Thomas Bulleyne Erle of Wylshier [Wiltshire] and Ormond. Which Lady Mary was sister to Anne Quene of England wiffe to Kinge Henry the Eyght father and mother to Elizabeth Quene of England\".}}<\/ref>, là một phụ nữ quý tộc của [[Vương quốc Anh]] ở [[thế kỉ 16]], khi ngai vàng nước Anh trị vì bởi [[Henry VIII của Anh]] thuộc [[nhà Tudor]]. Bà được biết đến vì từng là [[tình nhân]] của Henry VIII và đặc biệt vì là chị gái của [[Anne Boleyn]].\n\nNhiều lời đồn đoán rằng Mary Boleyn trở thành tình nhân của Henry VIII, và bà từng sinh cho nhà vua hai đứa con dù điều này không được Henry công nhận. Bên cạnh đó, Mary cũng được đồn là cũng trở thành nhân tình cho [[François I của Pháp]], đối thủ chính trị của Henry VIII.\n\n== Tiểu sử ==\nMary Boleyn sinh ra ở [[Blickling Hall]], vùng [[Norfolk]] và lớn lên ở [[Lâu đài Hever]], [[Kent]]<ref>Letters of Matthew Parker, p.15.<\/ref>. Bà là con gái của [[Thomas Boleyn, Bá tước Wiltshire thứ nhất]], nguyên là một nhà ngoại giao giàu có phục vụ triều đình Tudor. Mẹ bà là [[Elizabeth Boleyn, Bá tước phu nhân Wiltshire|Elizabeth Howard]], con gái lớn nhất của [[Thomas Howard, Công tước thứ 2 xứ Norfolk]], và vì lẽ đó mà [[Thomas Howard, Công tước thứ 3 xứ Norfolk|Công tước Thomas]] là cậu ruột của bà.\n\nKhông có cứ liệu chính xác nào về ngày và năm sinh của Mary, nhưng chỉ dao động từ năm [[1499]] đến [[1508]]. Nhiều sử gia nhận định Mary là chị cả trong số 3 người con của Thomas Boleyn<ref>[[Eric Ives|Ives]], p. 17; [[Antonia Fraser|Fraser]], p. 119; [[Joanna Denny|Denny]], p. 27.<\/ref>. Điều này dựa vào việc Mary được đối xử như con cả trong nhà. Ngoài ra vào năm [[1597]], cháu của Mary là [[George Carey, Nam tước Hunsdon thứ hai|George Carey]] đã đòi hỏi quyền kế thừa tước hiệu ''\"Bá tước vùng Ormond\"'' do là hậu duệ của Mary Boleyn - người con cả trong nhà. Theo luật pháp quyền thừa kế quý tộc khi đó, dòng dõi của nữ giới có quyền đòi quyền thừa kế nếu trong trường hợp thiếu vắng dòng nam. Có một minh chứng nữa, việc Mary Boleyn là lớn nhất dựa vào cuộc hôn nhân của bà vào năm [[1520]] với William Carey, vì theo truyền thống con gái cả sẽ kết hôn trước tiên. Ngoài ra, khi Anne Boleyn được ban tước vị Nữ hầu tước xứ Pembroke, đã được giới thiệu trước triều đình là 「''\"Một trong những người con của Thomas Boleyn\"''」, mà không phải ''\"con gái cả\"'' để nhấn mạnh. Hầu hết các sử gia hiện đại công nhận Mary Boleyn là con gái cả trong nhà Boleyn, và đặt năm sinh khoảng năm [[1499]], hay [[1500]] mà thôi<ref>Antonia Fraser, ''The Wives of Henry VIII'' ([[Alfred A. Knopf]], New York, 1992), p. 119<\/ref>.\n\nCó vẻ như Mary cùng Anne và George đều lớn lên và được giáo dục tại [[Lâu đài Hever]] xứ Kent. Khác với Anne, Mary chỉ được chú trọng vào những lĩnh vực cơ bản của một tiểu thư quý tộc khi ấy, bao gồm những [[lý thuyết]] [[tôn giáo]] cơ bản, quy tắc [[xã giao]] cơ bản, bên cạnh là [[số học]], [[ngữ pháp]], [[đánh vần]], [[đọc]] và [[viết]]. Theo truyền thống gia đình Boleyn, Mary còn học những môn xã giao dành cho phụ nữ khác như [[khiêu vũ]], [[may vá]], quản lý việc nhà và [[ca hát]]. Thỉnh thoảng, Mary cũng được dạy [[săn bắn]] và [[cưỡi ngựa]]<ref>{{chú thích sách|last=Wilkinson|first=Josephine|title=Mary Boleyn: The True Story of Henry VIII's Mistress|year=2009|publisher=Amberley|chapter=The Early years, 1500–1514|page=13|url=https:\/\/books.google.com\/books?id=erO0w4IkOkUC&pg=PA13&dq=mary+boleyn+needlework,+dancing&hl=en&sa=X&ei=p6-IT_PGJIjk0QHOu53DCQ&ved=0CDQQ6AEwAA#v=onepage&q=mary%20boleyn%20needlework%2C%20dancing&f=false}}<\/ref>. Trong hầu hết thời trẻ, Mary chỉ quanh quẩn ở nước Anh, và đến năm [[1514]] thì bà cùng em gái Anne đi theo [[Mary Tudor, Vương hậu Pháp|Công chúa Mary]] sang [[Pháp]], sau khi Thomas Boleyn thành công đưa Mary vào đội ngũ [[Thị tùng]] cho công chúa. Sau khi đến Pháp, Mary Tudor trở thành [[Vương hậu]] sau khi cưới [[Louis XII của Pháp]], Mary Boleyn do đó trở thành Thị tùng của Vương hậu. Sau vài tuần kết hôn, hầu hết Thị tùng người Anh của Tân Vương hậu đều bị điều đi, chỉ riêng Mary vẫn được giữ lại, có lẽ do khi ấy Sir Thomas Boleyn đang là viên Đại sứ của triều đình Anh tại nước Pháp.\n\n== Cuộc đời ==\n=== Tình nhân của vua ===\n[[Tập tin:223---franois-1er---1517-1542 28836750403 o.jpg|thumb|trái|200px|François I của Pháp.]]\nKhoảng năm [[1515]], Mary Tudor trở về nước Anh sau khi Louis XII mất và sự lên ngôi của [[François I của Pháp]]. Mary Boleyn dẫu vậy vẫn ở lại triều đình Pháp, và có lẽ bà cùng với em gái Anne phục vụ cho [[Claude của Pháp|Vương hậu Claude]] - vợ của nhà vua. Vương hậu Claude được ghi nhận gọi Mary Boleyn là 「''La petite boullain''」, đại khái là ''\"Bát canh quýt nhỏ\"'', nhưng không có tài liệu chính thức mô tả về hành vi và nhan sắc khi ấy của Mary.\n\nTrong suốt thời gian này, Mary Boleyn được đồn là có quan hệ tình cảm với rất nhiều triều thần, trong đó có cả Vua Francis<ref>{{chú thích sách|last=Ives|first=Eric|title=The Life and Death of Anne Boleyn|year=1986|publisher=Basil Blackwell|location=Basil Blackwell Inc. 432 Park Avenue South, Suite 1503, New York, NY 10016, USA|page=420}}<\/ref>. Dù các sử gia đồng ý rằng những nhận định về việc Mary quan hệ với nhiều quan viên là có phần phóng đại, song việc bà quan hệ với Vua Francis có vẻ là khá chắc chắn, khi chính Vua Francis đã đề cập đến bà bằng những từ ngữ như 「'''The English Mare'''; ''\"Con ngựa cái từ nước Anh\"''」<ref name=\"Tunzelmann\">{{chú thích web | last = von Tunzelmann| first = Alex | title = The Other Boleyn Girl: Hollyoaks in fancy dress | work = The Guardian | date = ngày 6 tháng 8 năm 2008 | url = https:\/\/www.theguardian.com\/film\/2008\/aug\/07\/1 | access-date = ngày 31 tháng 5 năm 2013 }}<\/ref><ref>Gregory, Philippa, \"[[The Other Boleyn Girl]]\"<\/ref>, hay như 「Una grandissima ribalda, infame sopra tutte」, nghĩa đại khái là 「''\"Một con đàn bà lăng loàn, dâm đãng nhất trong số những người dâm dục nhất\"''」<ref>Charles Carlton, ''Royal Mistresses'' (1990)<\/ref><ref>Denny, p. 38<\/ref>. Và mặc dù như vậy, Vua Francis chưa bao giờ xem bà là tình nhân chính thức (''Maîtresse-en-titre'') của triều đình Pháp, và những tai tiếng này của Mary khiến nhà Boleyn rất xấu hổ. Tuy nhiên, [[Anthony Hoskins]] cho rằng những nhận định đó của Vua Francis dường như là mãi về sau, khi triều đình Anh và Pháp gặp nhau tại sự kiện [[Camp du Drap d'Or]]<ref>Hoskins, ''Genealogists' Magazine'', Vol. 25 (March, 1997), No. 9, reproduced on line at http:\/\/www.genealogymagazine.com\/boleyn2.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20090302140430\/http:\/\/www.genealogymagazine.com\/boleyn2.html |date = ngày 2 tháng 3 năm 2009}}<\/ref>. Ngoài ra, nhận xét ''\"The English Mare\"'' dường như xuất phát từ ''[[Rise and Growth of the English Schism]]'' ([[1585]]) được viết bởi [[Nicholas Sander]], một người cực kỳ ác cảm và chống đối nhà Boleyn. Ngoài ra nhận xét ''Una grandissima ribalda'' cũng là từ [[Rodolfo Pio]] - [[Giám mục]] thành [[Faenza]] - một người cực kỳ ghét Anne Boleyn. Cho nên đến nay vẫn không chắc chắn rằng sự ''\"đĩ điếm\"'' được ghi nhận của Mary Boleyn tại triều đình Pháp là sự thực hay là sự bôi nhọ.\n\n[[Tập tin:AnneBoleyn56.jpg|thumb|phải|200px|Bức tiểu họa của Anne Boleyn, vợ kế của Henry VIII và là Vương hậu nước Anh.]]\n\nNăm [[1519]], Mary từ Pháp trở về Anh<ref>Denny, Joanna (2004) Anne Boleyn<\/ref>. Sau sự vận động của cha bà Thomas Boleyn, cuối cùng Mary được làm Thị tùng cho Vương hậu [[Catalina của Aragón|Catalina xứ Aragón]]<ref>Marie-Louise Bruce, p. 13<\/ref>. Ngay khi trở về, Mary kết hôn với [[William Carey (thời Tudor)|William Carey]] - một người xuất thân từ gia đình giàu có Carey. Hôn lễ diễn ra ngày [[4 tháng 2]] năm [[1520]], có sự có mặt của Vua Henry VIII, và có lẽ là từ dịp này mà Mary trở thành tình nhân của nhà vua. Có tin đồn cả hai người con mang họ Carey của Mary đều là con của Vua Henry, dù không bao giờ được công nhận<ref>Ives, Eric William (2004). \"The Life and Death of Anne Boleyn\", p. 369 (note 75). Malden, MA: Blackwell Pub.<\/ref>.\n\nEm gái bà là Anne Boleyn trở về Anh vào năm [[1522]], và nhanh chóng được sự chú ý từ Vua Henry. Tuy Anne cũng được bổ nhiệm làm Thị tùng của Vương hậu Catherine, nhưng dường như hai chị em nhà Boleyn không mấy gần gũi nhau. Trong hai chị em, Mary là người được xem là đẹp hơn, tuy nhiên chính Anne lại thu hút mãnh liệt đối với vị vua đầy dục vọng Henry, có lẽ bằng việc Anne từ chối làm tình nhân của ông. Để có được Anne, Vua Henry quyết định hủy hôn với Vương hậu Catherine sau hơn 20 năm không có con thừa tự. Hôn lễ giữa Anne và Henry diễn ra vào ngày [[25 tháng 1]] năm [[1533]], vào ngày [[1 tháng 6]] cùng năm thì Anne trở thành [[Vương hậu]]. Mary chứng kiến em gái của mình từng bước lên ngôi vị cao nhất, và sinh hạ con gái [[Elizabeth I của Anh|Elizabeth]] vào ngày [[7 tháng 9]] cùng năm.\n\nTừ năm [[1528]], chồng của Mary là William Carey qua đời, đã để lại cho Mary cùng các con những món [[nợ]] khổng lồ. Dưới sự sắp xếp của Vua Henry, Anne nhận Henry Carey làm con nuôi, và đưa cậu bé vào học ở một [[Tu viện]] [[Dòng Xitô]]. Đổi lại, Anne cung cấp cho người chị góa phụ của mình với lương bổng mỗi năm là £100<ref>Karen Lindsey, p. 73<\/ref>.\n\n=== Tái hôn ===\nNăm [[1534]], Mary Boleyn bí mật kết hôn với [[William Stafford (thời Tudor)|William Stafford]], một chiến binh xuất thân từ gia đình nề nếp ở [[Essex]] nhưng lại không được khá giả lắm. Cả hai được cho là gặp nhau vào năm [[1532]], khi William Stafford là một trong những cận thần tháp tùng Vua Henry và Anne Boleyn đến Pháp để gặp Quốc vương François I của Pháp trong việc tìm cách hợp pháp hóa đám cưới với Anne trong tương lai. Vào lúc đó, Mary Boleyn được ghi nhận là đi theo em gái mình sang Pháp.\n\nNhà Stafford này là một nhánh nhỏ của đại gia tộc Stafford nắm giữ tước Công vùng [[Buckingham]]. William là con trai thứ hai trong nhà, hơn nữa lại là binh sĩ, nên tài sản của ông không có nhiều, trong khi Mary là chị gái của Vương hậu, chị vợ của nhà vua và là con gái lớn nhất của Thomas Boleyn, Bá tước Wiltshire. Với địa vị như vậy, Mary sẽ có thể có một cuộc hôn nhân tốt, với tước hiệu và nhiều của cải, tuy nhiên cuối cùng bà lại chọn bí mật kết hôn với một người không có tiền đồ sáng sủa như William Stafford. Vì vậy, việc Mary kết hôn với William thường được xem là đơn thuần vì [[tình yêu]].\n\nKhi Mary mang thai đứa con đầu tiên nhà Stafford, cuộc hôn nhân bị phát giác. Vương hậu Anne rất giận dữ, nhà Boleyn từ chối không nhận Mary, và Vua Henry VIII quyết định cấm hai vợ chồng ở lại triều đình. Một thời gian sau, vấn đề tài chính gặp khó khăn đã khiến Mary đến gặp [[Thomas Cromwell]], thuyết phục tìm cơ hội cho bà nói chuyện với nhà vua hoặc em gái Anne. Trước hoàn cảnh như vậy, thậm chí Mary vẫn không hối hận lựa chọn của mình và bày tỏ:「''\"Tôi thà tranh ăn xin một ổ bánh mì, còn hơn là làm một Vương hậu của một nước Công giáo. Và tôi tin chắc rằng, anh ấy cũng thà chọn tôi hơn là chọn làm một vị Vua\"''」. Trước hoàn cảnh của Mary, Vua Henry vẫn giữ nguyên thái độ dửng dưng, nhưng Anne Boleyn lại có ý mềm lòng với chị mình, tuy nhiên bà chỉ gửi một ít tiền cho Mary và từ chối gặp chị mình.\n\nTừ đó về sau, cuộc sống của Mary Boleyn và gia đình nhỏ của mình với nhà Stafford không được ghi chép tỉ mỉ nữa. Đến khi Anne Boleyn bị hành hình vào ngày [[19 tháng 5]] năm [[1536]], Mary Boleyn vẫn giữ khoảng cách với dòng họ Boleyn nay đã tan hoang. Và có lẽ việc bị chính gia đình ruồng bỏ năm xưa lại chính là lối thoát đầy may mắn cho Mary, khi không phải bị liên lụy. Bà mất vào ngày [[19 tháng 7]] năm [[1543]], khi gần 40 tuổi.\n\n== Hậu duệ ==\n{| style=\"text-align:center; width:100%\" class=\"wikitable\"\n! width=20% | Tên !! width=100px | Chân dung || width=15% | Ngày sinh và ngày mất || Ghi chú\n|-\n| colspan=4 align=\"center\"| '''''Với William Carey'''''\n|-\n| '''[[Catherine Carey]]'''\n|[[Tập tin:Steven_van_der_Meulen_Catherine_Carey_Lady_Knollys.jpg|100px]]\n|1524 <br>15 tháng 1, năm 1569 <br>(45 tuổi)\n|align=\"center\"|Trở thành một phụ nữ quyền thế thời em họ, Nữ vương [[Elizabeth I của Anh]]. Bà kết hôn với [[Francis Knollys]], nên được biết đến là '''Lady Knollys'''. Bà có nhiều hậu duệ nổi tiếng, trong đó con gái lớn nhất của bà là [[Lettice Knollys]], về sau thành vợ của một nam sủng của Elizabeth I là [[Robert Dudley]].\n\nNhiều sử gia cho rằng, Catherine Carey là con ngoài giá thú của Henry VIII, vì bà được sinh trong thời gian Mary Boleyn đang là tình nhân của nhà vua.\n|-\n| '''[[Henry Carey, Nam tước Hunsdon thứ nhất]]'''\n|[[Tập tin:Steven_van_Herwijck_Henry_Carey_1st_Baron_Hunsdon.png|100px]]\n|4 tháng 3, năm 1526<br>23 tháng 7, năm 1596<br>(70 tuổi)\n|Một quý tộc có tiếng thời Elizabeth I, bảo trợ cho vở kịch [[Lord Chamberlain's Men]] của [[William Shakespeare]]. Ông cưới [[Anne Morgan]], một quý tộc người xứ [[Wales]] và có hậu duệ. Con gái ông là [[Catherine Carey, Bá tước phu nhân xứ Nottingham]], về sau vào hầu Nữ vương Elizabeth I và trở thành bạn tâm tình của bà hơn 44 năm.\n|-\n| colspan=4 align=\"center\"| '''''Với William Stafford'''''\n|-\n|'''[[Edward Stafford]]'''\n|\n|1535 – 1545\n|Chết yểu.\n|-\n|'''[[Anne Stafford]]'''\n|\n|?\n|Tên của bà có lẽ tưởng niệm người dì, Anne Boleyn.\n|}\n== Tham khảo ==\n{{tham khảo}}\n\n==Đọc thêm==\n*Weir, Alison. (2011). ''Mary Boleyn: The Mistress of Kings.'' Ballantine Books. {{ISBN|978-0-345-52133-0}}\n*Wilkinson, Josephine. (2010). ''Mary Boleyn: The True Story of Henry VIII's Favorite Mistress.'' Amberley. {{ISBN|978-1-84868-525-3}}\n*Hart, Kelly. (2009). ''The Mistresses of Henry VIII'' The History Press. {{ISBN|978-0-7524-5852-6}}\n*Harper, Karen. (2006). ''The Last Boleyn: A Novel.'' Three Rivers Press. {{ISBN|978-0-307-23790-3}}\n*[[Norah Lofts|Lofts, Norah]]. (1979). ''Anne Boleyn.''\n*Gregory, Philippa. (2003). ''The Other Boleyn Girl.'' Touchstone. {{ISBN|0-7432-2744-1}}\n*Adair, Anne. (2011). ''Mary Boleyn: Sister to Queen Anne Boleyn and Sister in Law to King Henry VIII.'' Webster's Digital Services. {{ISBN|978-1-241-00378-4}}\n*Denny, Joanna. (2004). ''Anne Boleyn: A New Life of England's Tragic Queen.'' Da Capo Press. {{ISBN|978-0-306-81540-9}}\n*[[Antonia Fraser|Fraser, Antonia]]. (1992). ''The Wives of Henry VIII.'' Vintage. {{ISBN|978-0-14-013293-9}}\n*Bruce, Marie-Louise. (1972). ''Anne Boleyn''\n*[[Eric Ives|Ives, Eric]].(2004). ''The Life and Death of Anne Boleyn.'' Wiley-Blackwell. {{ISBN|978-1-4051-3463-7}}\n*Lindsey, Karen. (1995). ''Divorced Beheaded Survived: A Feminist Reinterpretation of the Wives of Henry VIII.'' Da Capo Press. {{ISBN|978-0-201-40823-2}}\n*[[Alison Weir (historian)|Weir, Alison]].(1991). ''The Six Wives of Henry VIII.'' Grove Press. {{ISBN|978-0-8021-3683-1}}\n\n{{DEFAULTSORT:Boleyn, Mary}}\n[[Thể loại:Sinh năm 1499]]\n[[Thể loại:Mất năm 1543]]\n[[Thể loại:Sinh thập niên 1500]]\n[[Thể loại:Người Anh thế kỷ 16]]\n[[Thể loại:Quý tộc tại Vương quốc Liên hiệp Anh]]\n[[Thể loại:Sinh thập niên 1490]]\n[[Thể loại:Tình nhân của Vua Anh]]\n[[Thể loại:Tình nhân của Vua Pháp]]"}