{"Masalanabo Modjadji":"'''Masalanabo Modjadji II''' (mất năm 1894) là Nữ hoàng mưa thứ hai của bộ tộc Balobedu Nam Phi. Masalanabo trị vì từ năm 1854 đến 1894. Tiền nhiềm của bà là Nữ hoàng mưa Maselekwane Modjadji I và kế nhiệm là Nữ hoàng mưa Khetoane Modjadji III.\n\nTrong \"chính sách địa điểm\" bản địa đầu những năm 1890, Tổng tư lệnh Piet Joubert (1834-1900) đã bao vây nhà của Nữ hoàng mưa cho đến khi bà buộc phải từ bỏ. Nhà sử học Louis Changuion đã viết rằng, 'Đây sẽ là lần đầu tiên người da trắng nhìn thấy Nữ hoàng mưa'. Tuy nhiên, những gì đã xảy ra không phải là những gì họ đã mong đợi. 'Sau bốn ngày,' Changuion tiếp tục, 'một phụ nữ da đen nhăn nheo già nua đã xuất hiện trên một chiếc kiệu, cùng với các tù trưởng của mình, để thương lượng với người da trắng. Đó là một sự thất vọng lớn cho những người đàn ông theo dõi quá trình tố tụng {{spaced ndash}} của \"Bà-người-phải-được-vâng lời\" không có dấu vết. Bà không phải là người phụ nữ da trắng của những huyền thoại. Người ta nói rằng Joubert đã tặng bà một \"kappie\" (nắp ca-pô) và một tấm chăn. '\n\nTuy nhiên, theo cuốn sách ''Realm of a rain-queen'', Joubert được ghi nhận là không phải là Nữ hoàng mưa thực sự, mà là một kẻ mạo danh. \n[[File:She_first.jpg|phải|nhỏ|157x157px| ''She: A History of Adventure'']]\nMasalanabo Modjadji được cho là nguồn cảm hứng cho cuốn tiểu thuyết của H. Rider Haggard, ''She: A History of Adventure''. {{Cần chú thích|date=June 2013}}\n\nVì Masalanabo Modjadji không thể sinh sản, hội đồng hoàng gia đã chỉ định con gái của \"chị\" bà và \"người vợ vĩ đại\" Leakhali làm người thừa kế ngai vàng. Masalanabo đã tự sát theo nghi thức vào năm 1894.\n\n== Tham khảo ==\n\n* Krige, Eileen Jensen và Jacob Daniel. ''Vương quốc của một nữ hoàng mưa: một nghiên cứu về mô hình của xã hội Lovedu.'' New York: Nhà xuất bản AMS, 1943; 1978. ({{ISBN|0404145647}}\n\n{| class=\"wikitable succession-box\"\n|-\n| rowspan=\"1\" | Tiền nhiệm<br \/> <span>[[Maselekwane Modjadji]]<\/span> \n| rowspan=\"1\" | '''[[Rain Queen|Nữ hoàng mưa]] [[Balobedu]]''' <br \/> 1854 &ndash; 1894 \n| rowspan=\"1\" | Kế nhiệm<br \/> <span>[[Khetoane Modjadji]]<\/span> \n|}\n\n[[Thể loại:Mất năm 1894]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Nữ hoàng mưa]]"}