{"Matsudaira Katamori":"{{Infobox Officeholder\n| name= Matsudaira Katamori\n|native_name  = 松平 容保<br\/>[[Tập tin:Japanese crest Aizu Aoi.svg|40px]] \n| nationality=Nhật Bản\n| image= Matudaira Katamori.jpg\n| caption=Matsudaira Katamori khi còn là ''Kyoto Shugoshoku''\n| monarch1 = '''Shōgun''' {{plainlist|\n*[[Tokugawa Iesada]]\n*[[Tokugawa Ieyoshi]]\n*[[Tokugawa Yoshinobu]]\n}}|office1=  ''[[Daimyō|Phiên chủ]]'' đời thứ 9 của [[phiên Aizu]]\n| term_start=1852\n| term_end=1868\n| predecessor=[[Matsudaira Katataka]]\n| successor=[[Matsudaira Nobunori]]\n| office2=''[[Kyōto Shugoshoku]]''\n| term_start2=1863\n| term_end2=1864\n| predecessor2=Không \n| successor2=[[Matsudaira Yoshinaga]]\n| term_start3=1864\n| term_end3=1867\n| predecessor3=[[Matsudaira Yoshinaga]]\n| successor3=Không\n| birth_date={{birth date|1836|2|15|mf=y}}\n| birth_place=[[Edo]], [[Nhật Bản]]\n| death_date={{death date and age|1893|12|5|1836|2|15|mf=y}}\n| death_place=\n| spouse= {{Plainlist|\n* [[Matsudaira Toshiko]]\n* [[Matsudaira Saku]]\n* [[Matsudaira Kiyo]]\n* [[Kawamaru Naga]]}}\n}}\n{{nihongo|'''Matsudaira Katamori'''|松平 容保|Tùng Bình Dung Bảo|extra=ngày [[15 tháng 2]] năm [[1836]] – ngày [[5 tháng 12]] năm [[1893]]}} là một [[samurai]] sống vào thời [[Bakumatsu]] và [[thời Minh Trị]]. Ông là ''[[daimyō]]'' thứ 9 của [[phiên Aizu]] và ''[[Kyōto Shugoshoku]]'' (Thủ hộ Kyoto).  Trong [[chiến tranh Boshin]], đích thân ông lãnh đạo cả phiên Aizu chống lại tân [[chính phủ Minh Trị]], nhưng vì chênh lệch thực lực quá lớn nên đành chịu thảm bại trong [[trận Aizu]]. Katamori được triều đình tha mạng, về sau ông trở thành ''[[kannushi]]'' đứng đầu đền [[Nikkō Tōshō-gū]].  Ông cùng với ba người anh em của mình là [[Matsudaira Sadaaki]], [[Tokugawa Yoshikatsu]] và [[Tokugawa Mochiharu]], để lại ảnh hưởng lớn trong [[Minh Trị Duy tân]] và được thiên hạ xưng tụng là \"bốn anh em nhà Takasu\" ('''Takasu yon-kyōdai''' {{nihongo2|高須四兄弟}}).\n\n==Tiểu sử==\nMatsudaira Katamori sinh ra ở quận [[Yotsuya]] của [[Edo]], vào ngày 15 tháng 2 năm 1836, tại dinh thự của [[phiên Takasu]]<ref>Yamakawa Hiroshi, ''Kyoto Shugoshoku Shimatsu''. Tokyo: Heibonsha, 1966, p. 7. Takasu là một [[Hệ thống các phiên|phiên trấn]] ở [[tỉnh Mino]].<\/ref> Ông là con trai thứ bảy của [[Matsudaira Yoshitatsu]], ''daimyō'' phiên Takasu, được sinh ra bởi một trong những thê thiếp của Yoshitatsu, một phụ nữ của gia đình Komori có tên được một số học giả tin rằng là Komori Chiyo (còn được biết đến với pháp danh Zenkyō-in.)<ref>Kobiyama Rokurō, ''Matsudaira Katamori no Shogai: Shashinshu'' Tōkyō: Shin Jinbutsu Oraisha, 2003, p. 18<\/ref> Katamori, hoặc theo tên thuở khai sinh, '''Keinosuke''' ({{nihongo2|銈之丞}}), có một tuổi thơ đầy biến cố. Mặc dù phiên Takasu nhỏ bé, nhưng nó có một mức độ uy tín cao do địa vị là một chi nhánh của [[gia tộc Tokugawa]] (thông qua [[gosanke|ngự tam gia]] xứ [[Phiên Owari|Owari]]). Hơn nữa, trong lịch sử của dòng Takasu-Matsudaira, có những ''daimyō'' được nhận làm con nuôi từ các phân nhánh cao cấp của gia tộc Tokugawa, chẳng hạn như [[Nhà Mito-Tokugawa|Mito]]. Do đó, Katamori có một thân phận rất tốt khi được nhận làm con nuôi của một thành viên cấp cao từ nhà Tokugawa. Cơ hội này xuất hiện theo giao ước của [[Matsudaira Katataka]], ''daimyō'' đời thứ 8 của [[phiên Aizu]]. Yoshitatsu sẵn sàng chấp thuận việc nhận nuôi, không chỉ bởi vì Katataka là lãnh chúa của một gia tộc cao cấp hơn với lịch sử và dòng dõi nổi bật, mà việc Katataka là anh trai ruột của cậu chắc hẳn cũng có sự cân xứng về địa vị.<ref name=\"Kobiyama, p. 30\">Kobiyama, p. 30<\/ref> Do đó, chàng trai trẻ Keinosuke được Katataka nhận làm con nuôi và kết hôn với con gái của Katataka là Toshihime vào năm 1856.<ref name=\"Kobiyama, p. 30\"\/> Sau khi được nhận làm con nuôi, Keinosuke lấy tên là \"Katamori\", sử dụng một trong những chữ Hán từ tên cha nuôi của mình. Ông được giới thiệu cho Tướng quân đương thời, [[Tokugawa Ieyoshi]], cũng như ''[[Tairō]]'' [[Ii Naosuke]], bốn tháng sau khi được nhận nuôi, và vào cuối năm đó, được đầu tư với lễ hiệu là ''[[Kokushi (chức quan)|Wakasa-no-kami]]'' ({{nihongo2|若狭守}}), theo truyền thống do người thừa kế của nhà Aizu nắm giữ.<ref name=\"Yamakawa, p. 7\">Yamakawa, p. 7<\/ref> Quan tâm đến việc học tập của Katamori, Katataka sau đó đã gửi người thừa kế đến Aizu vào học trong [[Hankō|trường của phiên]], [[Nisshinkan]].<ref>Kobiyama, p. 39<\/ref>\n\nSau cái chết của Katataka vào đầu năm 1852, Katamori kế vị quyền lãnh đạo gia tộc ở tuổi 18. Là ''daimyō'' đời thứ 9, ông được phong tước hiệu ''[[Kokushi (chức quan)|Higo-no-kami]]'' ({{nihongo2|肥後守}}), theo truyền thống thường do ''daimyō'' của Aizu nắm giữ.<ref>Kobiyama, p.41<\/ref> Ông cũng nhận được thêm danh hiệu ''Sakonnoe-gon-shōshō'' ({{nihongo2|左近衛権少将}}; Tả cận vệ Quyền thiếu tướng) từ triều đình, và chính thức gửi lời cảm ơn tới Thiên hoàng vào cuối năm đó. Hơn nữa, Katamori thừa kế địa vị truyền thống của gia tộc trong phòng ''tamari-no-ma'' thành Edo, nơi các vấn đề quan trọng của nhà nước được đem ra bàn luận cùng với [[Roju|Lão trung]].\n\nNhững năm đầu sau khi được bổ nhiệm là khoảng thời gian đầy thử thách cho vị trí lãnh đạo phiên của ông. Chỉ một năm sau, Đề đốc [[Matthew C. Perry]] dẫn đầu [[Đoàn thám hiểm Perry]] tiến vào [[Vịnh Tokyo|vịnh Edo]] và đòi Nhật Bản phải chấm dứt [[Sakoku|chính sách tỏa quốc]] kéo dài hàng thế kỷ và mở cửa cho quốc gia này tiếp cận thương mại với Mỹ. Mạc phủ đã huy động một số lượng lớn người và tàu bè từ một liên minh rộng lớn gồm các phiên trấn, và Aizu, là một nhánh nổi bật của nhà Tướng quân và có sức mạnh quân sự nổi tiếng, không phải là ngoại lệ. Aizu nhận được lệnh đảm bảo an ninh ở khu vực ven biển các tỉnh Kazusa và Awa trong những tháng trước phái đoàn của Perry đến Nhật, và khi Đề đốc lên bờ gặp các quan chức Mạc phủ, Aizu là một trong những phiên trấn cung cấp tàu tuần tra và an ninh ven biển cho sự kiện này.<ref name=\"Yamakawa, p. 7\"\/> [[Samuel Wells Williams]], một phiên dịch viên trong phái đoàn của Perry, đã ghi chép như sau: ''\"Một số lá cờ được nhìn thấy trên bờ và những chiếc áo khoác màu đỏ, ngày nay cũng có chữ {{nihongo2|會}} trên đó.\"''<ref>Samuel Wells Williams, ''A Journal of the Perry Expedition to Japan (1853–1854)''. Wilmington: Scholarly Resources, 1973, p. 54<\/ref> Chữ Hán này, đọc là Ai đương thời được sử dụng trong chữ ai của Aizu, và, như được thấy trong các mô tả nghệ thuật về thời đại này, khá phổ biến trên các biểu ngữ của phiên.\n\nNăm 1862, giới chức cấp cao trong Mạc phủ Tokugawa đã lập ra chức vụ ''[[Kyōto Shugoshoku]]'' (Thủ hộ Kyoto), nhằm mục đích khôi phục trật tự công cộng trong thành phố, nơi đang nằm dưới ảnh hưởng của các võ sĩ phái [[Tôn hoàng nhương di|Tôn vương Nhương di]].<ref>''\"Aizu-han no Kakuryō to Hanron\"'', by Hoshi Ryoichi. pp. 104–127 of ''Matsudaira Katamori no Subete'', Tsunabuchi Kenjo, ed. Tōkyō: Shin Jinbutsu Oraisha, 1984, p. 104.<\/ref> Chức ''Kyoto Shugoshoku'' là một trong những thay đổi phần lớn động lực đã tồn tại trước đó trong thành phố. Trước đây, người nắm giữ chức vụ [[Kyōto Shoshidai|Kyōto ''shoshidai'']] ({{nihongo2|京都所司代}}) từng nắm quyền lực cao nhất ở đó, giám sát các công việc ở khu vực Kyōto-Osaka với tư cách là đại diện của Tướng quân. Tuy nhiên, các ''Shoshidai'' kế tiếp, cũng như các quan phụng hành trong thành phố do họ phụ trách, ngày càng không thể đảm bảo và duy trì trật tự công cộng, vì vậy chức vụ của ''Shugoshoku'' đã được chồng lên thể chế hiện hành.<ref name=\"b325\">Beasley, W. G. (1955). ''Select Documents on Japanese Foreign Policy, 1853–1868'', p. 325.<\/ref> Nơi mà ''Shoshidai'' và các quan phụng hành không thể đảm bảo thông qua luật dân sự, thì ''Shugoshoku'' sẽ đạt được thông qua việc sử dụng lực lượng quân sự. Sau nhiều lần cân nhắc, sự lựa chọn ứng cử viên chức vụ ''Shugoshoku'' được trao cho hai phiên trấn: [[Phiên Echizen|Echizen]] và Aizu.<ref name=\"Kobiyama, p. 76\">Kobiyama, p. 76<\/ref> Trong số hai chúa phiên, [[Matsudaira Yoshinaga]] của Echizen từng giữ chức vụ cấp cao trong Mạc phủ với tư cách là Tổng tài phụ trách các vấn đề chính trị ({{nihongo2|政治総裁職}}; ''Seiji Sōsai-shoku''), vì vậy mọi sự chú ý sau đó đều đổ dồn vào Matsudaira Katamori.<ref name=\"Kobiyama, p. 76\"\/> Vì Katamori bị ốm, viên chức Edo cấp cao của Aizu, Yokoyama Tsunenori, được triệu tập đến thành Edo thay thế, và được giao nhiệm vụ.<ref name=\"Kobiyama, p. 76\"\/> Katamori bèn gửi một gia thần trở lại với yêu cầu được miễn tội: \"Vì đây là mệnh lệnh của Mạc phủ, chúng tôi không chỉ không có lựa chọn nào khác ngoài việc chấp nhận. Hơn nữa, người sáng lập phiên của chúng tôi, [[Hoshina Masayuki|[Hoshina] Masayuki]] đã đặt ra lệnh trực tiếp để làm như vậy theo bộ gia luật. Tuy nhiên, lãnh chúa Katamori của chúng tôi vẫn còn trẻ, và người của chúng tôi đang ở phía bắc và không quen với điều kiện ở Thủ đô. Nếu chúng tôi chấp nhận nhiệm vụ này mà không cần thắc mắc, và một phần mười nghìn khả năng thảm họa sẽ ập đến, chúng tôi ở phiên Aizu không thể làm tất cả một mình; Tướng quân sẽ phải can dự, cũng như toàn bộ Nhật Bản. Chúng tôi muốn cân nhắc kỹ việc này.\"<ref name=\"Kobiyama, p. 77\">Kobiyama, p. 77<\/ref> Thế nhưng, Mạc phủ sẽ không nghe lời từ chối này. Matsudaira Yoshinaga đã đích thân đến dinh thự Aizu, và đối mặt với Katamori bằng những lời lẽ gay gắt ám chỉ quá khứ nổi tiếng của Aizu như là thành phần thiết yếu của Mạc phủ: \"Nếu [người sáng lập] Lãnh chúa Masayuki vẫn còn sống, ông ấy sẽ chấp nhận mà không cần suy nghĩ gì thêm!\"<ref name=\"Kobiyama, p. 77\"\/> Tin đồn bắt đầu lan truyền rằng Katamori từ chối nhiệm vụ vì mong muốn tự bảo vệ bản thân, Katamori được cho là đã đáp lại, \"Nếu mọi người bắt đầu nói này nói nọ, sẽ gây tiếng xấu cho phiên trấn của chúng tôi. Không có cách nào tôi có thể giải thích điều này với các thế hệ lãnh chúa Aizu trước đây. Tôi không có lựa chọn nào khác ngoài việc chấp nhận\".<ref name=\"Kobiyama, p. 77\"\/> \n\nTin tức về việc Katamori nhận nhiệm vụ nhanh chóng đến tai Aizu. Hai trong số các trọng thần của phiên, [[Saigō Tanomo]] và [[Tanaka Tosa]], đặc biệt phản đối chức vụ này, không chỉ vì lý do Katamori ban đầu phản đối nó, mà còn từ lập trường tài chính: Aizu, gần đây đã được giao nhiệm vụ bảo vệ bờ biển tại Vịnh Edo và sự giám sát ở phía đông [[Ezo]] (nay là [[Hokkaidō]]), bị gánh nặng chi phí, và không thể đủ khả năng làm thêm mà không có nguy cơ bị hủy hoại toàn bộ về tài chính.<ref>Yamakawa, p. 78<\/ref> Khó khăn đầu tiên mà Katamori gặp phải sau khi nhậm chức là sự xa lạ của người dân địa phương với Aizu và khả năng hoàn thành công việc của phiên này. Vấn đề xa lạ và bất an này bắt đầu được giải quyết vào những tháng đầu năm 1863, khi Katamori chính thức được tiếp nhận tại triều đình.<ref>Kobiyama, p. 86<\/ref> Giới quý tộc công khanh trong triều rất vui mừng khi thấy sự hiện diện của ông, và đặt nhiều hy vọng vào ông với tư cách là một đại diện của phong trào ''[[Kōbu gattai]]'' ({{nihongo2|公武合体|Công Vũ hợp thể}}) nhằm thúc đẩy hợp tác mới giữa Triều đình và Mạc phủ.<ref>Kobiyama, p. 84<\/ref> Để đạt được các mục tiêu mà chức ''Shugoshoku'' đòi hỏi, Katamori đã sử dụng các đơn vị tuần tra quanh thành phố, một số gồm đám gia thần của ông, nhưng số khác bao gồm những người thuộc đủ mọi thành phần xã hội được tuyển mộ, trước đây không có lãnh chúa, chẳng hạn như [[Shinsengumi]]. Các nhóm khác nổi lên trong những năm sau này, bao gồm [[Kyōto Mimawarigumi|Mimawarigumi]], đặt dưới sự kiểm soát của ''Shoshidai'' (vào năm 1864 là anh trai của Katamori, [[Matsudaira Sadaaki]] của [[phiên Kuwana]]). Katamori rất coi trọng chức trách bảo vệ kinh thành Kyōto (và cả Triều đình), và do đó đã đóng một vai trò lớn trong cuộc chính biến ngày 18 tháng 8 năm 1863 và [[sự biến Cấm môn]] ({{nihongo2|禁門の変}}) đánh đuổi thế lực nhương di quá khích ra khỏi Kyōto, cả hai đều liên quan đến cuộc đụng độ giữa liên quân các phiên dưới quyền chỉ huy của Mạc phủ (gồm cả Aizu) chống lại lực lượng của [[phiên Chōshū]]. Trong [[cuộc chinh phạt Chōshū lần thứ nhất]] và [[Cuộc chinh phạt Chōshū lần thứ hai|thứ hai]] mang tính trừng phạt, ông cũng chủ trương một đường lối cứng rắn chống lại phiên này. Những sự kiện này dẫn đến mối thù hận ngày càng tăng của phiên Chōshū đối với Katamori và phiên Aizu.\n\nKatamori giữ chức ''Shugoshoku'' từ năm 1862 đến năm 1864; và đảm nhận lại từ năm 1864 đến năm 1868.<ref>Beasley, p. 335.<\/ref> Katamori đã cố gắng đạt được những quyết tâm hòa bình sau [[trận Toba–Fushimi]], xin lỗi triều đình nhiều lần, và thậm chí chính thức trình một lá thư lên Thân vương [[Thân vương Kitashirakawa Yoshihisa|Rinnoji no Miya Yoshihisa]] để tạ tội trước Thiên hoàng, nhưng các thành viên của tân [[chính phủ Minh Trị]] không thèm để mắt đến ông.<ref>Yamakawa, p. 11<\/ref> Điều này là do tân chính phủ chủ yếu bao gồm những thành phần từ hai hùng phiên Chōshū và Satsuma, vốn căm ghét Katamori vì các hoạt động của ông từ hồi còn giữ chức ''Shugoshoku''. Mặc dù đồng minh các phiên vùng Đông Bắc là [[Ōuetsu Reppan Dōmei]] đều bày tỏ thái độ ủng hộ phiên Aizu và phiên chủ Katamori, ráng sức kêu oan lên triều đình, khi thấy ý kiến của mình bị phớt lờ thì họ quyết định kháng cự tới cùng nhưng rốt cuộc vẫn bị [[quan quân]] đánh bại trong [[trận Aizu]]. Sau một vài năm chịu sự quản thúc tại [[Tokyo]], Katamori được tha mạng, về sau trở thành ''[[kannushi]]'' đứng đầu đền [[Nikkō Tōshō-gū]].  Ông qua đời vào ngày 5 tháng 12 năm 1893 và được chôn cất theo nghi thức [[Thần đạo]], nhận cái tên Thần đạo sau khi mất là Masane-reishin ({{nihongo2|忠誠雲神}}).  Người thừa kế của ông là [[Matsudaira Nobunori]] được nhận làm con nuôi từ nhà Mito-Tokugawa. Tuy nhiên, Nobunori đã rời khỏi gia tộc Aizu-Matsudaira ngay sau [[Minh Trị Duy tân]], để [[Matsudaira Kataharu]] trở thành người thừa kế của gia tộc. Matsudaira Kataharu là con trai cả của Katamori, được sinh ra từ một trong hai thê thiếp của Katamori ([[Matsudaira Saku|Saku]] và [[Matsudaira Kiyo|Kiyo]]) sau khi Nobunori được nhận làm con nuôi. Cương vị người đứng đầu gia tộc sau đó được chuyển cho anh trai của Kataharu là Morio, và tới phiên [[Matsudaira Morisada]], con trai của Morio, hiện là trưởng tộc Aizu-Matsudaira.<ref>Sato Masanobu, ''Rekidai Hanshu oyobi Matsudaira-ke keifu''. pp. 232–243 of ''Matsudaira Katamori no Subete'', Tsunabuchi Kenjo, ed. Tokyo: Shin Jinbutsu Oraisha, 1984, p. 243<\/ref>\n\n==Tổ tiên==\n<ref name=descent>{{chú thích web|url=https:\/\/reichsarchiv.jp\/%e5%ae%b6%e7%b3%bb%e3%83%aa%e3%82%b9%e3%83%88\/%e4%bc%9a%e6%b4%a5%e6%9d%be%e5%b9%b3%e6%b0%8f%ef%bc%88%e5%be%a1%e5%ae%b6%e9%96%80%ef%bc%89#amkatamori|title=Genealogy|website=Reichsarchiv|access-date =ngày 6 tháng 11 năm 2017|language=ja}}<\/ref>\n{{ahnentafel\n|collapsed=yes |align=center\n|boxstyle_1=background-color: #fcc;\n|boxstyle_2=background-color: #fb9;\n|boxstyle_3=background-color: #ffc;\n|boxstyle_4=background-color: #bfc;\n|boxstyle_5=background-color: #9fe;\n|1= 1. Matsudaira Katamori, Phiên chủ đời thứ 9 của [[Phiên Aizu|Aizu]] (1836–1893)\n|2= 2.  Matsudaira Yoshitatsu, Phiên chủ đời thứ 10 của [[Phiên Takasu|Takasu]] (1800–1862)\n|3= 3. Komori Chiyoko\n|4= 4. Matsudaira Yoshinari, Phiên chủ đời thứ 9 của [[Phiên Takasu|Takasu]] (1776–1832)\n|5= 5. Hiramatsu\n|6= 6. Komori\n|7= \n|8= 8. Tokugawa Harumori, Phiên chủ đời thứ 6 của [[Phiên Mito|Mito]] (1751-1805)\n|9= 9.  Maeda Sayama\n|10= \n|11= \n|12=  \n|13=\n|14= \n|15=  \n|16= 16. Tokugawa Munemoto, Phiên chủ đời thứ năm của [[Phiên Mito|Mito]] (1728-1766)\n|17= 17. Sakakibara\n|18= 18. Maeda Masahide\n|19= \n|20= \n|21= \n|22= \n|23= \n|24=\n|25=\n|26=  \n|27= \n|28=\n|29= \n|30=  \n|31=  \n}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Noguchi Shin'ichi, ''Aizu-han'' Tokyo: Gendai Shokan, 2005 ({{ISBN|4-7684-7102-1}})\n*Tsunabuchi Kenjo, ed. ''Matsudaira Katamori no Subete'' Tokyo: Shin Jinbutsu Oraisha, 1984 ({{ISBN|4-404-01245-4}})\n*Yamakawa Hiroshi, ''Kyoto Shugoshoku Shimatsu'' Tokyo: Heibonsha, 1965 (reprint of 1911 original)\n*Nakamura Akihiko, ''Matsudaira Katamori wa Choteki ni Arazu'' Tokyo: Chuokoronsha, 2000.　({{ISBN|4-12-203604-6}})\n*Kobiyama Rokurō, ''Matsudaira Katamori no Shogai: Shashinshu'' Tokyo: Shin Jinbutsu Oraisha, 2003. ({{ISBN|4-404-03108-4}})\n*[[William G. Beasley|Beasley, William G.]] (1955). [https:\/\/books.google.com\/books?id=jjOCAAAAIAAJ&dq=Niigata+bugyo&pgis=1  ''Select Documents on Japanese Foreign Policy, 1853–1868.''] London: [[Oxford University Press]]; [[RoutledgeCurzon]] tái bản, London, 2001.  {{ISBN|978-0-19-713508-2}} (cloth)\n\n==Liên kết ngoài==\n*[https:\/\/web.archive.org\/web\/20061229154502\/http:\/\/www.shinsengumihq.com\/katamorifacts1.htm Shinsengumi và Matsudaira Katamori]\n*[https:\/\/web.archive.org\/web\/20160303171501\/http:\/\/www.asahi-net.or.jp\/~me4k-skri\/han\/mutudewa\/aidu.html Phả hệ của các lãnh chúa Aizu (bằng tiếng Nhật), bao gồm cả Katamori]\n\n{{s-start}}\n{{succession box | title=[[Phiên Aizu|Phiên chủ Aizu]] đời thứ 9 | before=[[Matsudaira Katataka]] | after= [[Matsudaira Nobunori]]| years=1852–1868}}\n{{s-end}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Matsudaira, Katamori}}\n[[Thể loại:Sinh năm 1836]]\n[[Thể loại:Mất năm 1893]]\n[[Thể loại:Kannushi]]\n[[Thể loại:Minh Trị Duy Tân]]\n[[Thể loại:Nhân vật trong Chiến tranh Boshin]]\n[[Thể loại:Người Tokyo]]\n[[Thể loại:Tu sĩ Thần đạo Nhật Bản]]\n[[Thể loại:Người thời Bakumatsu]]\n[[Thể loại:Người thời Minh Trị]]\n[[Thể loại:Gia tộc Aizu-Matsudaira]]\n[[Thể loại:Nhà Owari Tokugawa]]\n[[Thể loại:Shinpan daimyo]]\n[[Thể loại:Nhà thơ Nhật Bản thế kỷ 19]]\n[[Thể loại:Người Nhật được thần thánh hóa]]"}