{"Maximilian von Montgelas":"{{Infobox officeholder\n| honorific-prefix = \n| name = Maximilian von Montgelas\n| native_name = \n| native_name_lang = \n| honorific-suffix = \n| image = Maximilian von Montgelas (1806).jpg\n| image_size = \n| smallimage = <!--If this is specified, \"image\" should not be.-->\n| alt = \n| caption = Tranh vẽ bởi {{ill|Joseph Hauber|de}} (1806)\n| order = \n| office = Bộ trưởng Ngoại giao Bayern \n| term_start = 1799\n| term_end = 1817\n| alongside = <!--For two or more people serving in the same position from the same district. (e.g. United States Senators.)-->\n| monarch = [[Maximilian I Joseph của Bayern.|Maximilian I Joseph]] \n| president = \n| governor_general = \n| primeminister = \n| taoiseach = \n| chancellor = \n| governor = \n| vicepresident = \n| viceprimeminister = \n| deputy = \n| lieutenant = \n| succeeding = <!--For President-elect or equivalent-->\n| constituency = \n| predecessor = [[Bá tước Matthäus von Vieregg]]\n| successor = [[Bá tước Heinrich Aloys von Reigersberg]]\n| majority = \n| prior_term =\n| order2 = <!--Can be repeated up to eight times by changing the number-->\n| office2 = <!--Can be repeated up to eight times by changing the number-->\n| term_start2 = <!--Can be repeated up to eight times by changing the number-->\n| term_end2 = <!--Can be repeated up to eight times by changing the number-->\n| alongside2 = <!--Can be repeated up to eight times by changing the number-->\n| monarch2 = <!--Can be repeated up to eight times by changing the number-->\n| president2 = <!--Can be repeated up to eight times by changing the number-->\n| governor_general2 = <!--Can be repeated up to eight times by changing the number-->\n| primeminister2 = <!--Can be repeated up to eight times by changing the number-->\n| chancellor2 = <!--Can be repeated up to eight times by changing the number-->\n| taoiseach2 = <!--Can be repeated up to eight times by changing the number-->\n| governor2 = <!--Can be repeated up to eight times by changing the number-->\n| vicepresident2 = <!--Can be repeated up to eight times by changing the number-->\n| viceprimeminister2 = <!--Can be repeated up to eight times by changing the number-->\n| deputy2 = <!--Can be repeated up to eight times by changing the number-->\n| lieutenant2 = <!--Can be repeated up to eight times by changing the number-->\n| succeeding2 = <!--Can be repeated up to eight times by changing the number-->\n| predecessor2 = <!--Can be repeated up to eight times by changing the number-->\n| successor2 = <!--Can be repeated up to eight times by changing the number-->\n| constituency2 = <!--Can be repeated up to eight times by changing the number-->\n| majority2 = <!--Can be repeated up to eight times by changing the number-->\n| prior_term2 = <!--Can be repeated up to eight times by changing the number-->\n| birth_name = Maximilian Karl Joseph Franz de Paula Hieronymus de Garnerin de la Thuille Freiherr von Montgelas\n| birth_date = {{Birth date|df=y|1759|09|12}} \n| birth_place = [[Munich]]\n| death_date = {{Death date and age|1838|06|14|1759|09|12|df=yes}}\n| death_place = München\n| resting_place = \n| resting_place_coordinates = \n| citizenship = \n| nationality = \n| party = \n| otherparty = <!--For additional political affiliations-->\n| spouse = Countess Ernestine von Arco \n| partner = <!--For those with a domestic partner and not married-->\n| relations = \n| children = 8\n| parents = [[John Sigmund Garnerin, Baron Montgelas]]<br>[[Countess Ursula von Trauner]]\n| residence = \n| education = \n| alma_mater = \n| occupation = \n| profession = \n| known_for = \n| cabinet = \n| committees = \n| portfolio = \n| awards = <!-- For civilian awards - appears as \"Awards\" if |mawards= is not set -->\n| blank1 = \n| data1 = \n| blank2 = \n| data2 = \n| blank3 = \n| data3 = \n| blank4 = \n| data4 = \n| blank5 = \n| data5 = \n| signature = \n| signature_alt = \n| website = \n<!--Military service-->\n| nickname = \n| allegiance = \n| branch = \n| serviceyears = \n| rank = \n| unit = \n| commands = \n| battles = \n| mawards = <!-- for military awards - appears as \"Awards\" if |awards= is not set -->\n| military_blank1 = \n| military_data1 = \n| military_blank2 = \n| military_data2 = \n| military_blank3 = \n| military_data3 = \n| military_blank4 = \n| military_data4 = \n| military_blank5 = \n| military_data5 = \n<!--Embedded templates \/ Footnotes-->\n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| footnotes = \n}}\n\n[[Tập tin:Bild-Montgelas.jpg|nhỏ|Bá tước Maximilian Joseph von Montgelas lúc 75 tuổi (tranh của Eduard von Heuss)]]\n\n'''Nam tước Maximilian Carl Joseph Franz de Paula Hieronymus von Montgelas''', từ năm 1809 '''Bá tước Montgelas''', (* [[12 tháng 9|12.]] [[12 tháng 9|Tháng 9]] [[1759|năm 1759]] tại [[München]]; † [[14 tháng 6|14.]] [[14 tháng 6|Tháng 6]] [[1838|năm 1838 tại đó]]; {{IPA2|mõʒəˈla}}) là một chính trị gia Bayern và nhà cải cách đất nước trong thế kỷ 19. Từ 1799 cho tới 1817 ông phục vụ với tư cách là bộ trưởng dưới quyền cai trị của Tuyển đế hầu và sau đó được phong lên làm vua của Bayern, [[Maximilian I Joseph của Bayern]].\n\nMontgelas xuất thân là một [[Luật học|luật sư]] và nhà sử học. Trọng tâm các hoạt động của ông là trong các lĩnh vực chính sách đối [[Chính sách đối ngoại|ngoại]] và đối nội, nhưng lĩnh vực hoạt động của ông bao gồm mọi lĩnh vực [[chính trị]] [[Quân đội|ngoại trừ quân sự]]. Chịu ảnh hưởng của thời kỳ [[Thời kỳ Khai Sáng|Khai sáng]] và [[Cách mạng Pháp]] [[Chủ nghĩa yêu nước|và là một người yêu nước]] nhiệt thành ở Bayern, từ năm 1777 đến 1799, ông đã trù tính các kế hoạch hiện đại hóa sâu rộng nền hành chính và chính trị của [[Tuyển hầu quốc Bayern|Bayern]] mà ông phần lớn hoàn thành với tư cách là một bộ trưởng.\n\nTrách nhiệm của Montgelas trong chính quyền ở Bayern bao gồm việc thực hiện triệt để việc thế tục hóa, bình đẳng hóa các giáo [[Giáo phái|phái]] Ki tô giáo, cải cách sâu rộng [[Hành chính công|hành chính]] công, tài chính công cộng và thuế vụ và quản lý tư pháp, sự thay đổi từ nhập vào và tách ra khỏi liên minh [[Napoléon Bonaparte]] và sự mở rộng đáng kể lãnh thổ từ công quốc sang vương quốc Bayern, lãnh thổ ngày nay của bang Bayern. \"Hệ thống Montgelas\" được đặc trưng bởi một khuynh hướng mạnh mẽ của chủ nghĩa trung tâm.\n\nNhà Khai sáng Montgelas tuy nhiên đã phải từ bỏ các kế hoạch ban đầu của mình về quyền bình đẳng cho mọi công dân, xóa bỏ các đặc quyền của [[giới quý tộc]], thiết lập một [[Quân chủ lập hiến|chế độ quân chủ lập hiến]] và ra đời [[Luật tư|luật dân sự]] hiện đại.\n\n== Cuộc đời ==\n\n=== Học vấn ===\n[[Tập tin:Desmarees_workshop_Maximilian_III_of_Bavaria.jpg|nhỏ|Maximilian III Joseph (bức tranh từ xưởng của George Desmarées)]]\nSinh ra sau chị gái Josepha, Nam tước Maximilian Joseph von Montgelas là con thứ hai của [[Thiếu tướng]] Bayern Nam tước Janus von Montgelas tại [[München]] vào ngày 12 tháng 9 năm 1759. Về phía người cha, gia đình Montgelas xuất thân từ dòng dõi quý tộc [[Savoy|Savoyard.]] <ref>EWI S. 1–2<\/ref> Người mẹ Ursula, nhũ danh Nữ bá tước Trauner, chết nửa năm sau khi ông được sinh ra. Vì vậy ông đã phải trải qua rất nhiều thời thơ ấu với bà ngoại của mình ở [[Freising]]. Cha của ông mất năm 1767. Việc chăm sóc 2 đứa trẻ mồ côi cả cha lẫn mẹ là nhờ vào tài sản của người cha để lại, những người thân và cha đỡ đầu như [[Tuyển hầu quốc Bayern|Tuyển đế hầu]] [[Maximilian III Joseph, Tuyển hầu xứ Bayern]], tên rửa tội của Montgelas cũng xuất phát từ ông ấy.\n\nTừ năm 1764 đến năm 1770, Montgelas theo học trường cao đẳng ở [[Nancy]] thuộc [[Công quốc Lothringen]] đã là một phần của [[Vương quốc Pháp|Pháp]] từ năm 1766 theo [[Hiệp ước Hòa bình Wien (1738)]]. Ở đó, ông đã trải qua giai đoạn chuyển tiếp sau khi [[dòng Tên]] ở Pháp bị giải tán vào năm 1764. Với sự biến đổi từ trường cao đẳng Dòng Tên Latinh thành một cơ sở giảng dạy với các giáo sư thế tục và các học giả tu sĩ nhà dòng từ năm 1768, các môn học thực tiễn như ngôn ngữ, lịch sử hiện đại và địa lý cũng được đưa vào giảng dạy.\n\nTừ năm 1770 đến năm 1776, ông theo đuổi học luật tại [[Đại học Strasbourg]]. Ở đó, Montgelas đã đi dự các bài giảng về [[luật hiến pháp]] và [[lịch sử]] của Christoph Wilhelm Koch, trong số những giáo sư khác. Ngoài việc nghiên cứu về quá khứ, Koch còn nỗ lực truyền đạt các kinh nghiệm cho các chính khách tương lai. Sau này, Montgelas vẫn liên lạc qua lại với ông ta qua thư từ. Sau đó, trong khoảng một năm học hỏi, Montgelas đã hoàn tất kiến thức của mình với các nghiên cứu về luật Bayern ở München và tại Đại học Ingolstadt, nơi ông nhận [[bằng tốt nghiệp]] năm 1777 \"với sự khen ngợi đặc biệt\".\n\n=== Những hoạt động ban đầu ===\nTrong cùng năm, ông đã phục vụ cho Tuyển hầu Bayern [[Maximilian III Joseph, Tuyển hầu xứ Bayern|Maximilian III Joseph]] với tư cách là ủy viên hội đồng hoàng gia và tiếp tục giữ chức vụ không lương này, sau khi ông ta qua đời, dưới quyền người kế vị [[Karl Theodor, Tuyển hầu xứ Bayern]]. Ông là thành viên của [[Hội Tam Điểm|hội quán Tam điểm]] ''St Théodore du Bon Conseil'' ở München,<ref>Lennhoff\/Posner\/Binder: Int. FM-Lexikon, Sonderauflage. München 2006, S. 576<\/ref> năm 1785, ông trở thành thành viên của Viện Hàn lâm Khoa học Bayern. Cùng năm đó, việc ông trở thành thành viên của [[Illuminati|Hội kín Illuminati]] đã dẫn đến xung đột ngày càng tăng với cấp trên của ông ta.\n\nVì vậy năm 1787, Montgelas quyết định nộp đơn lên Karl Theodor xin bãi nhiệm ông và sau khi được chấp thuận, ngay lập tức ông làm việc cho Công tước [[Vương tộc Wittelsbach|Wittelsbach]] của Pfalz-Zweibrücken, Karl II August. Nhánh Zweibrücken của Nhà Wittelsbach đã chuẩn bị cho việc thừa kế có thể xảy ra từ Pfalzbayern sau cái chết của Karl Theodor, người vẫn không có người thừa kế ngai vàng. Vị tuyển hầu tước này đã cố gắng nhưng không thành công, buộc tội Montgelas đồng lõa trong vụ sát hại con trai của Karl August. Nhưng những cáo buộc này không rõ ràng và mâu thuẫn và Montgelas có được sự tin tưởng của cấp trên mới Ludwig Nam tước von Esebeck. Tại Zweibrücken, Montgelas đã hoạt động trong chính sách đối ngoại cho đến năm 1793 và đóng vai trò hàng đầu trong giao tiếp sôi nổi giữa công quốc và những người ủng hộ nó ở Bayern.\n[[Tập tin:Pompeo_Batoni_002.jpg|nhỏ|Đại công tước Leopold thời còn trẻ (trái) và em trai là Hoàng đế Joseph II. (Tranh của Pompeo Batoni, 1769)]]\nTừ một số bức thư rất cá nhân gửi cho Maximilian Josef, Bá tước von Seinsheim, từ năm 1787 theo lời giới thiệu của Montgelas, sứ thần của Zweibrücken tại Reichstag ở Regensburg, chúng ta biết được sự tham gia tích cực vào đời sống xã hội của triều đình, đi du lịch, kết bạn với phụ nữ và tìm kiếm nữ ứng cử viên kết hôn (giàu có). Trong nhiệm vụ chính sách đối ngoại lớn đầu tiên của mình, các cuộc đàm phán về hợp đồng với hoàng đế tương lai trong cuộc bầu cử ở Frankfurt vào năm 1790 trước cuộc bầu cử của [[Leopold II của Thánh chế La Mã|Leopold&nbsp;II.]] làm [[Vua La Mã Đức|vua Đức]] và [[Hoàng đế La Mã Thần thánh|hoàng đế La Mã]], Montgelas lần đầu tiên làm việc thân thiết hơn với [[Maximilian I Joseph của Bayern|Hoàng tử Max Joseph]], em trai của Karl August, người sau này trở thành tuyển đế hầu và vua của Bayern.\n\nVào tháng 7 năm 1793 Montgelas đã vượt đến được Mannheim từ Zweibrücken, mặc dù lúc đó có cuộc giao tranh giữa quân đội Pháp và Phổ, tuy nhiên ở đó ông bị cho ra rìa về mặt chính trị do sự xúi giục của người kế nhiệm Esebeck, Abbé Pierre de Salabert. Salabert là gia sư của Max Joseph và sau đó lại đi cùng ông - mặc dù không có chức vụ chính trị - đến München, nơi ông sống tại Prinz-Carl-Palais cho đến khi qua đời vào năm 1807. Việc trở lại Zweibrücken của Montgelas đã ngăn chặn sự chiếm đóng và tàn phá của người Pháp. Cho đến khi Karl August qua đời vào năm 1795, ông không nhận được một chức vụ chính trị và tiền lương chính thức nào, vì ông bị buộc tội ở triều đình là theo [[Jacobin|chủ nghĩa Jacobinism]]. Trong năm tiếp theo, ông lại thăng tiến, trở thành cố vấn chính trị quan trọng nhất dưới thời người kế nhiệm Max Joseph. Ông trở thành người đứng đầu phe đối lập ở Bayern và triều đình Zweibrücken chống lại Karl Theodor, người hoàn toàn thần phục Áo.\n\n=== Bộ trưởng ở Bayern ===\n[[Tập tin:Palais_Montgelas_0442.jpg|nhỏ|Tượng Montgelas trước ngôi nhà cũ của ông (Palais Montgelas) ở München (tượng nhôm của Karin Sander, 2005)]]\nNăm 1799 sau cái chết của Karl Theodor, Max IV Joseph đảm nhận chức vụ tuyển hầu tước ở München, ông được bổ nhiệm làm Bộ trưởng Ngoại giao Bayern. Chẳng bao lâu, vị trí và năng lực của ông đã xuất sắc đến mức, theo nghĩa hiện đại, giống chức vụ một thủ tướng hơn. Yếu tố quyết định cho điều này có lẽ là trong thời gian ở Zweibrücken, ông đã phát triển các khái niệm lý thuyết khả thi cho việc cải cách Bayern và có thể hoàn tất khối lượng công việc khổng lồ một cách nhanh chóng và hiệu quả. Ngoại trừ các công việc liên quan đến nhà nước, Montgelas tránh xa triều đình và cuộc sống cung đình. Tuy vậy có lúc chính ông hầu như ngày nào cũng tổ chức các buổi chiêu đãi, khách mời được ưa chuộng là các nhà ngoại giao, quan chức, nghệ sĩ, trí thức và nhà khoa học.\n\nMontgelas cùng với triều đình tản cư trước quân đội Pháp dưới quyền Jean-Victor Moreau vào [[Landshut|giữa năm 1800 qua Landshut]] và [[Amberg]] đến [[Bayreuth]] [[Vương quốc Phổ|thuộc Phổ]] và chỉ quay trở lại München vào mùa xuân năm 1801 sau khi Moreau rút khỏi Bayern. Lúc đầu, ông có phòng ở và làm việc trong [[Cung điện München]], cho đến khi kết hôn năm 1803 với nữ bá tước Ernestine von Arco rất quyến rũ và trẻ hơn ông 20 tuổi, ông chuyển đến một dinh thự, nơi không chỉ là nhà thành phố của ông cho đến năm 1817, mà còn đồng thời (và cả sau năm 1817) Bộ Ngoại giao. Nó đã được mở rộng đáng kể và được xây dựng lại bởi Montgelas từ năm 1811 đến năm 1813 và bây giờ được gọi là ''Palais Montgelas''. Ngày nay nó là một phần của khách sạn sang trọng Bayerischer Hof trên công trường [[Promenadeplatz]].\n\nCũng trong năm 1803, Montgelas mua lại một điền trang nông thôn ở Bogenhausen (bây giờ là một phường ở München), nơi ông sử dụng làm nơi cư trú mùa hè. Ông khởi xướng việc xây dựng ''Cầu Bogenhausen,'' cây cầu München thứ hai bắc qua sông Isar tại địa điểm của [[Cầu Max Joseph]] sau này. Vào tháng 9 năm 1805, triều đình lại cùng Montgelas di tản đến Würzburg - lần này là vì quân Áo đổ quân vào Bayern. Ông trở lại München vào tháng 12 năm 1805 khi liên minh của Bayern với Pháp được công bố và Napoléon đã [[Trận Austerlitz|chiến thắng Áo và Nga.]]\n\nVào cuối năm 1809, Montgelas được nâng lên từ địa vị quý tộc nam tước thành bá tước. Về đời tư, Montgelas, người đã trở nên giàu có, được coi là một người đàn ông quý tộc, người cũng chấp nhận một cách điềm tĩnh những cuộc phiêu lưu tình cảm của vợ mình. Từ năm 1810, cuộc kháng chiến chính trị chống lại Montgelas gia tăng đều đặn dưới sự lãnh đạo của [[Ludwig I của Bayern|Thái tử Ludwig.]] Trong thời gian ông lưu lại kéo dài ở Paris vì các vấn đề ngoại giao, đã có những nỗ lực cụ thể đầu tiên đã được thực hiện để thuyết phục Max Joseph cách chức Montgelas.\n\n=== Sau thời kỳ hoạt động trong chính quyền ===\nSau khi bị mất chức vào năm 1817, Montgelas đã xây dựng một cung điện thành phố mới ở công trường Karolinenplatz, nơi đã bị phá hủy trong [[Chiến tranh thế giới thứ hai|Thế chiến thứ]] hai. Từ năm 1807 trở đi, Montgelas mua đi và bán lại nhiều bất động sản ở đồng quê khác nhau, chứng tỏ mình là một doanh nhân thành đạt. Năm 1833, ông mua lại các thương hiệu của hoàng gia [[Egglkofen]], [[Aham]] và [[Gerzen]], một số trong số đó vẫn thuộc sở hữu của gia đình Montgelas ngày nay (tính đến năm 2010).\n\nCái chết của vợ ông vào năm 1820 vì bệnh lao đã ảnh hưởng sâu sắc đến Montgelas, mặc dù cuộc hôn nhân không tránh khỏi những khác biệt về quan điểm. Sau đó, ông gần như hoàn toàn rút lui khỏi những lần xuất hiện trước công chúng và dành toàn bộ tâm sức cho việc nuôi dạy 8 đứa con của mình. Trong những năm cuối đời, ông bị cảm lạnh mãn tính, [[bệnh gút]], đau bụng và [[đau thần kinh tọa]]. Vào ngày 14. tháng 6 năm 1838 Montgelas qua đời ở tuổi 78, vào khoảng một giờ rưỡi sáng, trong cung điện thành phố của ông ở München. Ông được chôn cất trong hầm mộ của Lâu đài Aham.<ref>Eberhard Weis ''Montgelas, 1759-1799: Zwischen Revolution u. Reform, Band 2'', Beck Verlag München, 2005. Seite 830<\/ref>\n\nMontgelas đã xây dựng một thư viện với hơn 13.000 bộ sách hiện được lưu giữ ở [[Thư viện Bang Bayern|Bayerische Staatsbibliothek]], chúng cung cấp cho ta một cái nhìn sâu sắc về các lĩnh vực mà cá nhân ông quan tâm. Về mặt văn học, phần lớn là các tác phẩm kinh điển cổ xưa, các tác phẩm của thời Khai sáng Pháp và Đức và các nhà thơ Anh thời trước đó; [[Friedrich Schiller|Schiller]] và [[Johann Wolfgang von Goethe|Goethe]] chỉ được đại diện bởi các phiên bản hoàn chỉnh muộn. Do quá trình nghiên cứu và các hoạt động của ông, đương nhiên là có một kho tàng phong phú về các tác phẩm lịch sử và các chủ đề luật pháp, cũng như văn học tôn giáo và các nghiên cứu khoa học.\n\n=== Gia đình ===\n[[Tập tin:Ernestine_von_Montgelas.jpg|nhỏ|Ernestine von Montgelas, nhủ danh Arco.]]\nMaximilian von Montgelas kết hôn với Ernestine von Arco (* 5. Tháng 7 năm 1779 tại Oberköllnbach; † 17. Tháng 6 năm 1820 tại [[Lucca]]) con gái của Bá tước Ignatz von Arco (1741–1812). Hai vợ chồng có những người con như sau:\n\n* Caroline Auguste Franzisca (1804–1860) ∞ Nam tước Max von Freyberg, Chủ tịch Cục lưu trữ Đế chế\n* Maximilian (1807–1870) ∞ Elisabeth J. Watts-Russel\n* Maria Rupertine Ernestine (1808-1822)\n* Maria Amalia (1810-1875)\n* Maria Hortensia (1811–1895)\n* Theresia (1812–1872)\n* Ludwig (1814–1892), đại sứ Bayern tại St.Petersburg và Berlin\n* Heinrich Rudolf Max Eduard (1817–1847)\n\n==Chính trị ở Bayern 1799–1817==\nKhi Karl Theodor qua đời vào ngày 16 tháng 2 năm 1799 sau khi bị đột quỵ vài ngày trước đó, có gần 110.000 quân Áo đóng ở Bavaria. Khoảng 17.000 người của quân đội Bayern, thường được xếp vào loại ít được huấn luyện, đã phân tán trên khắp đất nước và được nhập vào vào các đơn vị của Áo. Việc Áo không cố gắng tiếp cận trực tiếp với Bayern trong tình huống này là do tình hình chính trị chung (Phổ và Nga phản đối về mặt ngoại giao, các quốc gia khác cũng phản đối Áo) và có thể do cuộc chiến tranh liên minh thứ hai đã bắt đầu, kết quả ra sao, Áo đang chờ đợi. Trong những nỗ lực cuối cùng của đại sứ Áo tại München, Bá tước Josef Johann August von Seilern tới ngay tại giường bệnh để có được chữ ký của Karl Theodor cho các thỏa thuận có lợi cho Áo (có thể là các thỏa thuận chuyển nhượng hoặc các điều khoản di chúc tương đương) - Maria Leopoldine von Austria-Este, 22 tuổi, một phụ nữ Habsburg, đã mạnh mẽ ngăn cản. Max Joseph do đó đã có thể kế thừa di sản khó đạt được của mình mà không xảy ra sự cố.\n\nTừ năm 1796 cho tới 1817 đã có sự hợp tác rất chặt chẽ giữa Max Joseph và Montgelas. Montgelas ‘quan niệm về nhà nước được đặc trưng bởi một thái độ gần như tôn kính đối với cấp trên, người chính thức một mình phải đưa ra và chịu trách nhiệm cho mọi quyết định. Ngược lại, Max Joseph ủng hộ Montgelas gần như vô điều kiện chống lại mọi chỉ trích và mưu đồ trong thời gian này. Do hoàn cảnh và tính cách của hai người rất khác nhau, không thể nghi ngờ rằng các quan niệm lý thuyết chủ yếu dựa vào Montgelas. Tuy nhiên, Montgelas luôn để lại những quyết định cụ thể cho tuyển hầu tước của mình, người mà ông chỉ đơn thuần là cố vấn trên hình thức. Do đó, khi đưa ra các quyết định cụ thể, cuối cùng rất khó để phân biệt một cách chắc chắn vấn đề nào mà Max Joseph phải chịu trách nhiệm cá nhân và vấn đề nào là do thái độ của Montgela. Điều này đặc biệt đúng đối với một số quyết định cơ bản khó khăn được đánh dấu bằng sự chần chừ và do dự trong thời gian dài.\n\n=== Bộ trưởng ngoại giao ===\n==== 1799–1801 ====\nMột ngày sau khi Max Joseph đến München, vào ngày 21 tháng 2 năm 1799, Montgelas được bổ nhiệm làm người kế nhiệm Matthäus von Vieregg làm Bộ trưởng Bộ Ngoại giao. Các đồng nghiệp cấp bộ trưởng của ông là: bộ trưởng tài chính Franz Karl Freiherr von Hompesch, người chủ trì các cuộc họp của Hội đồng Nhà nước cho đến đầu năm 1800, bộ trưởng giáo sĩ và các vấn đề trường học Heinrich Theodor Topor Graf von Morawitzky và bộ trưởng tư pháp Johann Friedrich von Hertling. Sau cái chết của Hompesch vào năm 1800, Morawitzky tạm thời tiếp quản bộ tài chính và Montgelas trở thành bộ trưởng có ảnh hưởng nhất. Eberhard Weis mô tả chiến lược thành công của Montgelas với Max Joseph:\n\n{{Quote|\"Những chiến thuật dài hơi thường xuyên của ông ấy, sự chờ đợi thời điểm cuối cùng có thể trước khi đưa ra tuyên bố quyết định về những câu hỏi quan trọng, nỗ lực của ông ấy để có những chỉ thị bằng văn bản từ quốc vương vào những thời điểm như vậy để bảo vệ mình trong trường hợp thất bại, tất cả những điều này là một trong những đặc điểm của ông ta trong việc Quản trị. Trước tiên, ông phải chuẩn bị kỹ lưỡng cho nhà vua đối với những quyết định quan trọng, tạo cho ông ta cảm giác rằng ông đã tự mình nhận ra điều đúng đắn, rằng ông đã đưa ra quyết định một cách độc lập, ngay cả khi trái với ý muốn của bộ trưởng. \" |ref=<ref>EWII S. 12–13<\/ref>}}\n\nTrong vòng một năm, Montgelas đã thành công trong việc loại bỏ hầu hết những người cung cấp thông tin cho Áo tại triều đình, những người đã báo cáo chi tiết cho Vienna về các sự kiện trong Hội nghị Quốc gia Bí mật và của các bộ.\n\nVới Nga, việc Hoàng tử Wilhelm vội vàng giải thể dòng [[Hiệp sĩ Cứu tế]] (Sa hoàng [[Pavel I của Nga]] là người đứng đầu dòng này từ năm 1798) phải được bình thường hóa trở lại ngay sau cái chết của Karl Theodor, điều mà Montgelas đã thực hiện bằng cách rút lại lệnh giải thể và Bayern tham gia liên minh chống Pháp trong hiệp ước von Gattschina đã thành công vào ngày 1 tháng 10 năm 1799, mặt khác dẫn đến sự bất lợi phải cắt đứt quan hệ với Pháp và việc triệu hồi đại sứ Cetto khỏi Paris. Tuy nhiên, Nga đảm bảo về lãnh thổ của Bayern và cũng như yêu cầu bồi thường cho những khu vực bị mất ở tả ngạn sông Rhein. Trong hai thỏa thuận trợ cấp với Anh, Bayern đã nhận được các khoản thanh toán cho việc tăng quân và cũng như đảm bảo sự nguyên vẹn lãnh thổ của mình.\n\n== Tham khảo ==\n{{Tham khảo|cột=}}\n\n[[Thể loại:Mất năm 1838]]\n[[Thể loại:Sinh năm 1759]]\n[[Thể loại:Người nhận Huy chương Đại bàng đen]]\n[[Thể loại:Bắc Đẩu Bội tinh hạng nhất]]\n[[Thể loại:Thành viên Illuminati]]\n[[Thể loại:Triết gia thời kỳ Khai sáng]]\n[[Thể loại:Chính khách thế kỷ 19]]\n[[Thể loại:Bá tước Đức]]"}