{"Maximianus":"{{Thông tin nhân vật hoàng gia\n|tước vị=[[Hoàng đế La Mã|Augustus]] của [[Đế quốc La Mã]]\n|tên=Maximianus\n| thêm = romanum\n|tên đầy đủ = {{Smallcaps|Marcus Aurelius Valerius Maximianus Herculius Augustus}}<ref>For full titulature, see: Barnes, ''New Empire'', 17–29.<\/ref>\n| hình= Paolo Monti - Servizio fotografico (Milano, 1968) - BEIC 6366070.jpg\n| ghi chú hình =Tượng bán thân của Maximianus\n| chức vị=[[Hoàng đế La Mã|Hoàng đế]] [[Danh sách Hoàng đế La Mã|thứ 52]] của [[Đế quốc La Mã]]\n| tại vị = 21<ref name=\"CAESDATEa\">Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 4.<\/ref>\/25 tháng 7<ref name=\"CAESDATEb\">Potter, 280–81.<\/ref> 285 – 286 (là [[Caesar (danh hiệu)#Tetrarchy|Caesar]] dưới quyền [[Diocletianus]])<br>\n2 tháng 4 năm 286<ref name=\"AUGDATE\">Barnes, ''Constantine and Eusebius'', 6–7; Potter, 282; Southern, 141–42. The chronology of Maximian's appointment to Augustus is somewhat uncertain (Corcoran, \"Before Constantine\", 40; Southern, 142). It is sometimes suggested that Maximian was appointed Augustus from July 285, and never appointed Caesar. This suggestion has not received much support (Potter, 281; Southern, 142; following ''De Casearibus'' 39.17).<\/ref> – 1 tháng 5, năm 305 (là Augustus của phía Tây, cùng với Diocletianus là Augustus của phía Đông)<ref name=\"BNE4\">Barnes, ''New Empire'', 4.<\/ref><br>\nCuối 306 – 11 tháng 11, năm 308 (tự mình tuyên bố là Augustus)<ref>Barnes, ''Constantine and Eusebius'', 32–34; Barnes, ''New Empire'', 13; Elliott, 42–43; Lenski, 65; Odahl, 90–91; Pohlsander, ''Emperor Constantine'', 17; Potter, 349–50; Treadgold, 29.<\/ref><br>\n 310 (tự mình tuyên bố là Augustus)<ref>Barnes, ''New Empire'', 13.<\/ref>\n| tiền nhiệm =[[Numerianus]] {{vương miện}}\n| kế nhiệm =[[Constantius Chlorus]] {{vương miện}} và [[Galerius]] {{vương miện}}\n| phối ngẫu =[[Eutropia]]\n| children =[[Flavia Maximiana Theodora]]<br>[[Maxentius]]<br>[[Fausta]]\n| con cái =[[Flavia Maximiana Theodora]]<br>[[Maxentius]]<br>[[Fausta]]\n| sinh =''kh''. 250<ref name=\"BNNE32\">Barnes, ''New Empire'', 32.<\/ref>\n| nơi sinh =[[Sirmium]] (nay là [[Sremska Mitrovica]], [[Serbia]])\n| mất =''kh''. tháng 7, 310 (60 tuổi)<ref name=\"BNNE32\"\/>\n| nơi mất =Massilia ([[Marseille]], [[Pháp]])\n|}}\n\n'''Maximianus''' hay '''Maximian''' ([[tiếng Latin]]: {{Smallcaps|Marcus Aurelius Valerius Maximianus Herculius Augustus}};<ref group=\"Ghi chú\">Trong [[tiếng Latin cổ điển]], tên của Maximianus được viết là <font face=\"Times New Roman\">MARCVS AVRELIVS VALERIVS MAXIMIANVS HERCVLIVS AVGVSTVS<\/font><\/ref> sinh {{circa}} 250 - mất {{circa}} tháng 7 năm 310<ref name=\"BNNE32\" \/>) là Hoàng đế La Mã từ năm 286 đến năm 305. Ông mang tước hiệu [[Caesar (tước hiệu)|Caesar]] từ năm 285 tới 286,<ref name=\"CAESDATEa\"\/><ref name=\"CAESDATEb\"\/> rồi sau đó trở thành [[Augustus (danh hiệu)|Augustus]] từ 286 đến 305.<ref name=\"AUGDATE\"\/><ref name=\"BNE4\"\/> Ông đã cùng chia sẻ tước hiệu Augustus với vị đồng hoàng đế và cũng là thượng cấp của ông, [[Diocletianus]], người vốn có đầu óc chính trị bổ khuyết cho người hữu dũng như Maximianus. Maximianus đã thiết lập triều đình của mình tại [[Trier]] nhưng lại dành phần lớn thời gian cai trị của ông cho những chiến dịch quân sự. Vào cuối mùa hè năm 285, ông đã đàn áp phong trào khởi nghĩa có tên là [[Bagaudae]] ở Gallia. Từ năm 285 đến năm 288, ông cầm quân chống lại các bộ tộc [[người German]] dọc theo biên giới [[sông Rhine]]. Cùng với Diocletianus, ông đã tiến hành một chiến dịch [[tiêu thổ]] tiến sâu vào lãnh thổ của [[Người Alemanni|người Alamanni]] vào năm 288, qua đó tạm thời làm giảm bớt mối đe dọa từ người German trên lưu vực sông Rhine.\n\nÔng còn giao cho [[Carausius]] trọng trách bảo vệ [[eo biển Manche]] nhưng ông ta lại nổi loạn rồi tiếm vị xưng đế vào năm 286 gây ra cuộc ly khai ở Anh và tây bắc xứ Gallia. Maximianus đã thất bại trong cuộc viễn chinh bình định Carausius, và hạm đội xâm lược của ông đã bị một cơn bão phá hủy trong năm 289 hoặc năm 290. Sau đó, một cận thần của Maximianus là [[Constantius Chlorus|Constantius]] đã tiến hành chiến dịch chống lại người nối nghiệp Carausius là [[Allectus]], trong khi Maximianus đang nắm giữ khu vực biên giới sông Rhine. Sau khi Allectus cùng đám phiến quân bị tiêu diệt năm 296, Maximianus đưa quân về phía nam để đối phó với hải tặc ở gần Hispania (Tây Ban Nha ngày nay) và những cuộc tấn công của [[người Berber]] ở Mauretania (Maroc ngày nay). Khi những chiến dịch này kết thúc năm 298, ông đã quay về Ý, tại đây ông sống trong xa hoa cho đến năm 305. Theo mệnh lệnh của Diocletianus, Maximianus thoái vị vào ngày 1 tháng 5 năm 305, giao lại tước hiệu Augustus cho Constantius và thoái ẩn tới miền nam Ý.\n\nCuối năm 306, Maximianus một lần nữa tự xưng là Augustus và hỗ trợ cho người con trai của ông là [[Maxentius]] nổi loạn ở Ý. Tháng 4 năm 307, sau khi thất bại trong việc lật đổ người con trai của mình, ông đã buộc phải chạy đến nương nhờ tại triều đình của người kế vị Constantius là [[Constantinus I]] (người vừa là cháu dượng và cũng là con rể của ông) ở Trier. Tại Hội đồng [[Carnuntum]] diễn ra vào tháng 11 năm 308, Diocletianus và người kế vị ông ta, [[Galerius]], đã ép Maximianus phải từ bỏ tham vọng nắm giữ ngai vàng của mình một lần nữa. Đầu năm 310, Maximianus đã cố gắng để chiếm đoạt ngôi vương của Constantinus khi vị hoàng đế này đang tham gia chiến dịch trên [[sông Rhine]]. Do chỉ được một vài người ủng hộ, Maximianus nhanh chóng bị Constantinus bắt được ở [[Marseille]]. Sau đó, Maximianus bị buộc phải tự tử vào mùa hè năm 310 theo mệnh lệnh của Constantinus. Dù trong cuộc chiến tranh diễn ra giữa Constantinus với Maxentius, hình tượng của Maximianus đã bị thanh trừ khỏi tất cả các địa điểm công cộng, nhưng sau khi Maxentius bị Constantinus lật đổ và sát hại, hình tượng của Maximianus lại được khôi phục và ông đã được [[Phong thánh|phong thần]].\n\n==Đầu đời==\n[[Tập tin:Coin of Maximian.jpg|nhỏ|200px|trái|Đồng ''[[antoninianus]]'' của Maximianus]]\nMaximianus được sinh ra vào khoảng năm 250 ở gần [[Sirmium]], tỉnh [[Pannonia]] (hiện nay là [[Sremska Mitrovica]], [[Serbia]]) trong một gia đình chủ hiệu.<ref>''[[Epitome de Caesaribus]]'' 40.10, quoted in Barnes, ''New Empire'', 32; Barnes, ''New Empire'', 32; Rees, ''Layers of Loyalty'', 30; Williams, 43–44.<\/ref><ref name=\"Pohlsander1996\">{{chú thích sách|last=Pohlsander|first=Hans A.|title=The Emperor Constantine|url=http:\/\/books.google.com\/books?id=HXq0vaxe7mQC&pg=PA7|access-date=ngày 12 tháng 10 năm 2010|year=1996|publisher=Psychology Press|isbn=978-0-415-13178-0|page=7}}<\/ref> Bên cạnh đó, trong nhiều tài liệu cổ còn có chứa những ám chỉ mơ hồ về [[Illyricum]] như là quê hương của ông.<ref>Victor, ''Liber de Caesaribus'' 39.26, quoted in Barnes, ''New Empire'', 32.<\/ref> Những tài liệu này còn mô tả những đặc trưng con người xứ Pannonia của ông.<ref>''Panegrici Latini'' 10(2).2.2ff, quoted in Barnes, ''New Empire'', 32.<\/ref> Sinh ra tại khu vực biên giới sông Danube vốn bị chiến tranh tàn phá, ông nhận được sự giáo dục hà khắc từ cha mẹ.<ref>''Panegrici Latini'' 10(2).2.4, quoted in Rees, ''Layers of Loyalty'', 44–45.<\/ref> Maximianus gia nhập quân ngũ và phục vụ cùng Diocletianus dưới triều hoàng đế [[Aurelianus]] (cai trị 270-275) và [[Probus]] (cai trị 276 -282).<ref>Barnes, ''New Empire'', 32–33; Rees, ''Layers of Loyalty'', 30.<\/ref> Ông có thể đã tham gia chiến dịch Lưỡng Hà của hoàng đế [[Carus]] năm 283 và tham dự cuộc bầu chọn [[Diocletianus]] lên làm hoàng đế vào ngày 20 tháng 11 năm 284 tại [[Nicomedia]]. Việc Maximianus nhanh chóng được Diocletianus phong làm ''[[Caesar (tước hiệu)|Ceasar]]'' được nhà văn Stephen Williams và nhà sử học [[Timothy Barnes]] nhìn nhận rằng hai con người này vốn là đồng minh lâu năm, địa vị của từng người đã được bàn bạc và thống nhất từ trước, và rằng Maximianus đã có thể đã ủng hộ Diocletianus trong chiến dịch chống lại Carinus (cai trị 283-285) của ông ta. Tuy nhiên, không có bằng chứng trực tiếp cho điều này.<ref>Barnes, ''Constantine and Eusebius'', 6; Williams, 43–44.<\/ref>\n\nLà một con người đầy nhiệt huyết, bản tính trung thành tháo vát và không ưa nổi loạn, Maximianus là một ứng viên lôi cuốn cho ngôi vị hoàng đế. Nhà sử học thế kỉ thứ 4 [[Aurelius Victor]] đã mô tả Maximianus là: \"một thiên tài quân sự, là một đồng sự, người bạn đáng tin cậy, dù có hơi quê mùa\".<ref>Victor, ''Liber de Caesaribus'' 39, quoted in Williams, 44.<\/ref> Bất chấp những phẩm chất này của mình, Maximianus vốn lại là người vô học, thích hành động hơn là suy nghĩ. Bài văn tán tụng năm 289, sau khi so sánh những hành động của ông với chiến thắng của [[Scipio Africanus]] trước [[Hannibal]] trong cuộc [[chiến tranh Punic lần thứ hai]], đã cho thấy rằng Maximianus chưa bao giờ nghe nói về hai danh tướng lừng lẫy này.<ref>''Panegyrici Latini'' 10(2), quoted in Williams, 44.<\/ref> Tham vọng của ông vốn thuần túy về mặt quân sự, còn về mặt chính trị ông đế mặc cho Diocletianus xử lý.<ref>Williams, 44.<\/ref> Biện thuật gia [[Lactantius]] theo đạo Ki-tô cho rằng, tuy Maximianus sở hữu những lập trường cơ bản của Diocletianus nhưng ông lại là người vô đạo đức - điều có thể thấy được qua những sở thích của ông. Maximianus tận dụng mọi cơ hội thuận lợi để thoả mãn nhục dục, điều mà có thể khiến ông phải đánh đổi bằng ngôi vị hoàng đế của mình.<ref>Barnes, ''Constantine and Eusebius'', 13.<\/ref> Lactantius buộc tội Maximianus làm ô uế con gái của nguyên lão và đi đêm với các trinh nữ trẻ để thỏa mãn dục vọng bất tận của mình. Tuy nhiên, độ tin cậy của những lời nói này đang được đặt dấu hỏi vì tầm nhìn thù địch của Lactantius đối với những người ngoại đạo (Maximianus theo [[đa thần giáo]] La Mã và bài xích Ki-tô hữu).<ref>Lactantius, ''De mortibus persecutorum'' 8, quoted in Williams, 44.<\/ref>\n\nVới vợ của mình, [[Eutropia]] người Syria, Maximianus có hai người con: [[Maxentius]] và [[Fausta]]. Không có bằng chứng trực tiếp nào trong các tài liệu cổ ghi lại ngày sinh của họ. Theo các ước tính hiện nay thì năm sinh của Maxentius nằm trong khoảng từ năm 277 tới năm 287, trong khi năm sinh Fausta vào khoảng năm 298.<ref>Barnes, ''New Empire'', 34. Barnes dates Maxentius' birth to circa 283, when Maximian was in Syria, and Fausta's birth to 289 or 290 (Barnes, ''New Empire'', 34).<\/ref> Ngoài ra, ông còn có một người con gái nữa tên là [[Flavia Maximiana Theodora|Theodora]], bà là vợ của [[Constantius Chlorus]]. Theo các tài liệu cổ, Theodora là con riêng của Eutropia. Dựa vào dẫn chứng này, hai sử gia Otto Seeck và Ernest Stein cho rằng bà là con của Eutropia và người chồng cũ [[Afranius Hannibalianus]].<ref>Aurelius Victor, ''de Caesaribus'' 39.25; Eutropius, ''Breviaria'' 9.22; Jerome, ''Chronicle'' 225<sup>g<\/sup>; ''Epitome de Caesaribus'' 39.2, 40.12, quoted in Barnes, ''New Empire'', 33; Barnes, ''New Empire'', 33.<\/ref> Tuy nhiên, sử gia Barnes lại không thừa nhận quan điểm này và cho rằng tất cả các nguồn ghi \"con riêng\" vốn lấy thông tin từ một phần trong tác phẩm lịch sử không đáng tin cậy tên là ''[[Kaisergeschichte]]'', trong khi những nguồn đáng tin cậy hơn đều ghi rằng bà là con gái ruột của Maximianus.<ref>''Origo Constantini'' 2; [[Philostorgius]], ''Historia Ecclesiastica'' 2.16<sup>a<\/sup>, quoted in Barnes, ''New Empire'', 33. See also ''Panegyrici Latini'' 10(2)11.4.<\/ref> Do đó, Barnes kết luận rằng Theodora đã được sinh ra không muộn hơn năm 275 bởi một người vợ khuyết danh của Maximianus và người vợ khuyết danh này có lẽ là con gái của Hannibalianus.<ref>Barnes, ''New Empire'', 33–34.<\/ref>\n\n==Được tấn phong là Ceasar==\n{{nhiều hình\n | align = phải\n | direction = horizontical\n | width = 150\n | header = \n | image1 = MSR - Tête de l'empreur Maximien Hercule - Inv 34 b (cropped).jpg\n | alt1 = Tượng bán thân của một vị vua\n | caption1 = Tượng bán thân của Maximianus, nhà cai trị phía Tây\n | image2 = Istanbul - Museo archeol. - Diocleziano (284-305 d.C.) - Foto G. Dall'Orto 28-5-2006.jpg\n | alt2 = Tượng bán thân của một vị vua\n | caption2 = Tượng bán thân của Diocletianus, Augustus của phương đông\n}}\nTại thành phố [[Mediolanum]] ([[Milano|Milan]], Ý) vào tháng 7 năm 285 <ref>The event has been dated to both July 21 (Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 4; Bowman, 69) and July 25 (Potter, 280–81).<\/ref> Diocletianus tuyên bố Maximianus là người đồng trị vì với ông ta, tức là Ceasar.<ref>Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 4; Bowman, 69; Corcoran, \"Before Constantine\", 40; Potter, 280–81.<\/ref> Những lý do cho quyết định này rất phức tạp. Chiến sự bùng nổ ở tất cả các tỉnh trong toàn đế quốc, từ xứ Gallia cho tới Syria, từ Ai Cập cho đến hạ lưu sông Danube, Diocletianus cần một người thay mặt ông để quản lý khối lượng công việc nặng nề của mình.<ref>Barnes, ''Constantine and Eusebius'', 6; Rees, ''Layers of Loyalty'', 30; Southern, 136.<\/ref> Sử gia Stephen Williams cho rằng Diocletianus tự coi mình là một vị tướng lãnh tầm thường và cần một người như Maximianus để gánh hầu hết các cuộc chiến cho ông ta<ref>Williams, 45.<\/ref>.\n\nThứ đến, Diocletianus lại có một yếu điểm đó là ông ta không có bất cứ người con trai nào, mà chỉ có một người con gái tên là Valeria và bà không bao giờ có thể kế vị ông ta. Do vậy, ông ta buộc phải tìm kiếm một người nào đó không thuộc gia đình của mình để cùng cai trị và người này phải là một người mà ông ta cảm thấy đáng tin cậy.<ref>Potter, 280; Southern, 136; Williams, 43.<\/ref> (Sử gia William Seston đã lập luận rằng Diocletianus, cũng giống như những vị hoàng đế không có hoàng tử thừa kế trước đó (như [[Nerva]], [[Trajan]] hay [[Hadrian]]...), đã chọn Maximianus làm ''filius Augusti'' (\"con trai Augustus\") của mình sau khi tấn phong cho ông ta. Một số người đồng ý với ý kiến này, nhưng sử gia Frank Kolb lại cho rằng việc nhận con nuôi chẳng qua là do hiểu sai các tài liệu cổ.<ref>Bowman, 69; Odahl, 42–43; Southern, 136, 331; Williams, 45.<\/ref> Tuy nhiên, điều này không phải là không có khả năng vì Maximianus đã lấy họ Valerius của Diocletianus.<ref>Bowman, 69.<\/ref>\n\nVà cuối cùng, Diocletianus biết rằng việc cai trị đơn độc là một mối nguy hiểm và rằng trước đó đã từng tồn tại tiền lệ cùng chia sẻ quyền lực hoàng đế. Cho dù uy danh đến đâu, ngai vị của một vị hoàng đế đơn độc vẫn có thể dễ dàng bị lung lay, điển hình là hai vị tiên đế [[Aurelianus]] và [[Probus]] của ông.<ref name=\"P280\">Potter, 280.<\/ref> Aurelianus bị một tên thủ hạ hành thích khi ông đang đứng trên đỉnh vinh quang, sau khi đưa Đế quốc La Mã ra khỏi thời kỳ khủng hoảng. Còn Probus thì bị binh lính ám sát sau khi họ tôn [[Carus]] lên ngôi. Trong khi đó, Carus đã chia sẻ quyền lực cùng hai người con trai của ông ta. Dù chỉ cầm quyền trong một thời gian ngắn ngủi hơn một năm, nhưng triều đại Carus khá suôn sẻ, khác với Aurelianus và Probus. Ngay cả vị hoàng đế đầu tiên, [[Augustus]], (cai trị: 27 TCN-19 CN), thay vì tự mình chấp chính, ông ta đã chia sẻ quyền lực với các đồng sự. Kể từ thời [[Marcus Aurelius]] (cai trị: 161-180), đã có nhiều hình thức đồng hoàng đế tồn tại một cách chính thức,<ref>Corcoran, \"Before Constantine\", 40.<\/ref> ví dụ như Marcus Aurelius và [[Lucius Verus]] hay [[Geta]] và [[Caracalla]]. Đó là những lý do tại sao Diocletianus muốn chọn một người mà ông ta tin tưởng làm đồng hoàng đế.\n\nHệ thống cai trị kép này rõ ràng là có hiệu quả, phản ánh qua một sự kiện có tính chất tôn giáo: vào khoảng năm 287, Diocletianus lấy tên hiệu ''Iovius'' trong khi Maximianus lấy tên hiệu ''Herculius''.<ref>Corcoran, \"Before Constantine\", 40; Liebeschuetz, ''Continuity and Change'', 235–52, 240–43; Odahl, 43–44; Rees, ''Layers of Loyalty'', 32–33.<\/ref> Iovius và Herculius mang ý nghĩa biểu tượng: Tên hiệu Jove (tức thần [[Jupiter (thần thoại)|Jupiter]]) mà Diocletianus chọn có vai trò chi phối lập kế hoạch và chỉ huy; trong khi [[Hercules]] (tiếng Việt còn gọi là Héc-quyn), với vai trò anh hùng sẽ hoàn thành nhiệm vụ được giao.<ref>Barnes, ''Constantine and Eusebius'', 11–12; Corcoran, \"Before Constantine\", 40; Odahl, 43; Rees, ''Layers of Loyalty'', 32–33, 39, 42–52; Southern, 136–37; Williams, 58–59.<\/ref> Tuy nhiên, dù với hai biểu tượng này, hai vị hoàng đế không phải là các \"vị thần\" trong tôn giáo thờ cúng hoàng đế (mặc dù họ có thể đã được ca ngợi như vậy trong những bài tán tụng hoàng đế). Thay vào đó, họ đã được coi công cụ của các vị thần, là những người đại diện các vị thần trên Trái Đất.<ref>Barnes, ''Constantine and Eusebius'', 11.<\/ref> Một khi các nghi lễ đã kết thúc, Maximianus sẽ nắm lấy quyền kiểm soát triều đình phía Tây và đã được cử đến Gallia để chống lại quân khởi nghĩa Bagaudae trong khi Diocletianus quay về miền Đông.<ref>Barnes, ''Constantine and Eusebius'', 6; Southern, 137; Williams, 45–46.<\/ref>\n\n==Những chiến dịch đầu tiên ở Gallia và Germania==\nPhong trào [[Bagaudae]] ở Gallia thường xuất hiện một cách thoáng qua trong các tài liệu cổ, bắt đầu bằng cuộc nổi dậy đầu tiên vào năm 285 của họ.<ref>Rees, ''Layers of Loyalty'', 29.<\/ref> Nhà sử học thế kỷ thứ tư [[Eutropius]] mô tả họ là những người nông dân được dẫn dắt bởi hai người tên là [[Amandus]] và [[Aelianus]], trong khi [[Aurelius Victor]] gọi họ là những tên cướp.<ref>Eutropius, ''Brev''. 9.20; Aurelius Victor, ''de Caesaribus'', 39.17, quoted in Rees, ''Layers of Loyalty'', 29–30.<\/ref> Nhà sử học David S. Potter lại cho rằng, nhóm người này không đơn thuần chỉ là một toán nông dân, có thể họ theo đuổi ý tưởng về một xứ Gallia tự trị hoặc cũng có thế họ có ý định phục vị cho cựu hoàng Carus vừa bị lật đổ (ông này là một người gốc [[Gallia Narbonensis]], thuộc miền Nam nước Pháp ngày nay): trong trường hợp này, họ là những binh sĩ đào ngũ chứ không phải một toán thổ phỉ.<ref>Potter, 281–82.<\/ref> Mặc dù nếu xét về nhiều khía cạnh, ví dụ như trang bị vũ khí nghèo nàn, binh lính không được huấn luyện tử tế cộng với tướng tá yếu kém, lực lượng này rõ ràng là đối thủ dưới cơ của các quân đoàn La Mã. Tuy vậy, Diocletianus vẫn xem phong trào Bagaudae là một mối đe dọa đáng để một vị hoàng đế như ông phải bận tâm đối phó.<ref>Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 10; Rees, ''Layers of Loyalty'', 30; Southern, 137; Williams, 45–46.<\/ref> Trong thời gian chuẩn bị cho chiến dịch chống lại người Bagaudae, Maximianus có liên quan đến một vụ thảm sát những binh sĩ theo [[Chính thống giáo Copt]] tại tổng hành dinh của một quân đoàn đóng ở Thebes (tại Aucanus thuộc [[Thụy Sĩ]] ngày nay) vào mùa xuân năm 285.<ref>O'Reilly, ''Lost Legion Rediscovered: The Mystery of the Theban Legion'', 117-122.<\/ref>\n\nCuối mùa hè năm 285, Maximianus đã tiến quân vào Gallia và giao chiến với lực lượng Bagaudae.<ref>Barnes, ''New Empire'', 57; Bowman, 70–71.<\/ref> Những thông tin chi tiết của chiến dịch này không nhiều: Các nguồn sử liệu chỉ chăm chú vào việc ca ngợi Maximianus cùng những chiến thắng của ông thay vì tường thuật về diễn biến chi tiết cũng như về chiến thuật. Bài tán tụng Maximianus vào năm 289 ghi lại rằng quân khởi nghĩa đã bị đánh bại bởi \"sự kết hợp giữa tính tàn nhẫn và lòng khoan dung\".<ref name=\"S137\">Southern, 137.<\/ref> Vì đây là một chiến dịch chống lại các công dân của đế quốc, tức là người La Mã đánh người La Mã - một điều được coi là đáng ghê tởm - nên nó không được nhắc đến trong các tước hiệu và các cuộc diễu binh khải hoàn chính thức. Quả đúng như vậy, bài tán tụng Maximianus tuyên bố rằng: \"Tôi nói qua tình tiết này một cách nhanh chóng thôi, bởi vì tôi cảm nhận được lòng hào hiệp trong con người của ngài khi ngài thà quên chiến thắng này đi hơn là ăn mừng nó.\"<ref>''Panegyrici Latini'' 10(2), quoted in Williams, 46; Southern, 137.<\/ref> Đến cuối năm đó, lực lượng khởi nghĩa đã suy yếu một cách đáng kể. Maximianus chuyển phần lớn quân đội của ông tới biên giới sông Rhine, qua đó báo hiệu một thời kỳ ổn định.<ref>Southern, 139–138; Williams, 46.<\/ref>\n\nVào mùa thu năm 285, hai đạo quân của người rợ - đạo quân thứ nhất của [[người Burgundi]] và [[người Alamanni]], đạo quân thứ hai là của [[người Chaibones]] và [[người Heruli]] - lội qua sông Rhine và tiến vào xứ Gallia.<ref>Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 57; Bowman, 71; Rees, ''Layers of Loyalty'', 31.<\/ref> Đạo quân đầu tiên đã bị để mặc cho chết bệnh và chết đói, trong khi đạo thứ hai bị Maximianus ngăn chặn và đánh bại.<ref>Barnes, ''Constantine and Eusebius'', 6.<\/ref> Sau đó, ông thiết lập một tổng hành dinh bên sông Rhine hoặc tại [[Moguntiacum]] ([[Mainz]], Đức), Augusta Treverorum (Trier, Đức), hoặc tại [[Colonia Agrippina]] ([[Cologne]], Đức)<ref>Potter, 282–83. Potter and Barnes (''New Empire'', 56) favor Trier; Williams (''Diocletian'', 46) favors Mainz.<\/ref> để chuẩn bị cho các chiến dịch đến xứ Germania trong tương lai.<ref>Williams, 46.<\/ref>\n\n==Carausius==\n{{Xem thêm|Carausius|Cuộc nổi loạn của Carausius}}\n[[Tập tin:Roman tile antefix.jpg|nhỏ|Một mái ngói [[Ante-fixae|antefix]] La Mã cho thấy phù hiệu và kỳ hiệu của [[Legio XX Valeria Victrix]], một trong những quân đoàn đã theo Carausius làm phản]]\nMặc dù phần lớn xứ Gallia đã được bình định, khu vực biên giới với [[eo biển Manche]] vẫn còn bị hải tặc Frank và Saxon cướp bóc. Các hoàng đế trước đó như [[Probus]] và [[Carinus]] đã bắt đầu cho gia cố bờ biển Saxon nhưng vẫn còn dang dở,<ref>Southern, 138; Williams, 46.<\/ref> thể hiện qua việc các nhà khảo cổ không thể tìm thấy căn cứ hải quân nào tại [[Dover]] và [[Boulogne]] trong giai đoạn từ năm 270 đến 285.<ref>Potter, 284.<\/ref> Để đối phó với vấn đề hải tặc, Maximianus đã bổ nhiệm Mausaeus [[Carausius]], một [[người Menapii]] tới từ [[Hạ Germania]] (phía nam và phía tây Hà Lan) vào chức vụ chỉ huy khu vực eo biển và để dọn dẹp hết đám hải tặc.<ref>Barnes, ''Constantine and Eusebius'', 6; Barnes, ''New Empire'', 57.<\/ref> Carausius đã làm công việc này rất tốt,<ref>Bowman, 71; Southern, 138; Williams, 46–47.<\/ref> vào cuối năm 285 ông ta đã chiếm được một lượng lớn các con tàu hải tặc.<ref>Southern, 138; Williams, 46–47.<\/ref>\n\nTuy nhiên, Maximianus sớm nghe được tin rằng Carausius đã chờ đợi cho đến khi đám hải tặc hoàn thành việc cướp bóc rồi mới tấn công và chiếm giữ chiến lợi phẩm cho riêng mình thay vì trả lại cho người dân hoặc nộp vào kho bạc hoàng gia.<ref>Barnes, ''Constantine and Eusebius'', 6–7; Bowman, 71; Potter, 283–84; Southern, 137–41; Williams, 47.<\/ref> Maximianus nổi giận, liền lệnh bắt và hành quyết Carausius. Điều này khiến cho ông ta phải chạy trốn đến Britannia. Carausius nhận được sự ủng hộ mạnh mẽ từ dân chúng Britannia. Ít nhất hai quân đoàn đóng ở Britannia ([[Legio II Augusta|II Augusta]] và [[Legio XX Valeria Victrix|XX Valeria Victrix]]) và có thể một số hoặc tất cả quân đoàn đóng gần Boulogne bên kia [[eo biển Manche]] (có thể là [[Legio XXX Ulpia Victrix|XXX Ulpia Victrix]]) đã đứng về phía ông ta.<ref group=\"Ghi chú\">Potter, 284; Southern, 139–40; Williams, 47. Phần lớn những thông tin về những quân đoàn theo Carausius làm phản đều được lấy từ những đồng tiền của ông ta. Tuy nhiên, điều lạ lùng là quân đoàn [[Legio VI Victrix]] từ [[Eboracum]] ([[York]], Vương quốc Anh ngày nay) ở ngay gần đó, đáng lý ra phải là một trong số nhưng quân đoàn theo Carausius nhưng lại không được nhắc đến (Southern, 332). Cuốn ''Panegyrici Latini'' 8(4)12.1 nói rằng có một quân đoàn trong lục địa có lẽ là XXX Ulpia Victrix đã theo Carausius (Potter, 650).<\/ref> Sau đó, Carausius nhanh chóng loại bỏ số ít những người vẫn còn trung thành với Maximianus trong quân đội của mình và tự xưng là Augustus.<ref name=\"W47\">Williams, 47.<\/ref>\n\nMaximianus có lẽ đã bất lực trước cuộc nổi dậy. Ông thiếu một hạm đội vì ông đã giao nó cho Carausius và ông cũng đang phải bận rộn đem quân đi đánh [[người Heruli]] và [[người Frank]]. Trong khi đó, Carausius tăng cường thêm tàu cho hạm đội của ông ta. Ngoài việc trả lương cao cho quân lính của mình, Carausius còn tuyển mộ thêm lính đánh thuê người Frank.<ref name=\"W47\" \/> Đến mùa thu năm 286, Britannia cùng phần lớn phía tây bắc Gallia và toàn bộ khu vực bờ biển eo biển Manche đã nằm dưới sự kiểm soát của Carausius.<ref>Barnes, ''Constantine and Eusebius'', 7; Bowman, 71; Southern, 140.<\/ref> Carausius tuyên bố bản thân ông ta đứng đầu một nhà nước Britannia độc lập, một ''Britanniarum Imperium'' (Đế quốc Anh) và cho phát hành tiền xu với độ tinh khiết cao hơn rõ rệt so với những đồng tiền của Maximianus và Diocletianus nhằm lôi kéo tầng lớp thương gia từ Britannia và Gallia.<ref>Williams, 47–48.<\/ref> Ngay cả quân đội của Maximianus cũng bị ảnh hưởng bởi thanh thế và sự giàu có của Carausius.<ref>Potter, 284; Williams, 61–62.<\/ref>\n\n==Trở thành Augustus==\nThấy Carausius tự xưng là Augustus, Maximianus cũng tự xưng làm Augustus vào ngày 1 tháng 4 năm 286.<ref name=\"AUGDATE\"\/> Điều này giúp ông có được địa vị tương tự và đứng ngang hàng với Carausius.<ref>Barnes, ''Constantine and Eusebius'', 7; Bleckmann; Corcoran, \"Before Constantine\", 40; Potter, 282; Southern, 141–42; Williams, 48.<\/ref> - để cho các cuộc chiến giữa hai người là giữa hai Augusti (số nhiều của Augustus), chứ không phải là giữa một Augustus và một Caesar - và Maximianus được tuyên truyền là người anh em của Diocletianus, bình đẳng với ông ta về cả quyền lực và uy tín.<ref>Williams, 48.<\/ref> Diocletianus đã không thể có mặt khi Maximianus xưng đế,<ref group=\"Ghi chú\">Potter, 282, 649. Diocletian có lẽ đang ở một nơi nào đó giữa [[Byzantium]] ([[Istanbul]], [[Thổ Nhĩ Kỳ]] ngày nay), nơi ông ta đã ở vào ngày 22 tháng 3 năm 286 và [[Tiberias]], nơi ông ta đã ở từ 31 tháng 5 đến 31 tháng 8 năm 286 (Barnes, ''New Empire'', 50–51; Potter, 282, 649).<\/ref> đây là lý do khiến Seeck đưa ra giả thuyết là Maximianus tiếm ngôi nhưng vì Diocletianus sợ sẽ xảy ra nội chiến nên ông mới công nhận điều này sau đó. Tuy nhiên, giả thuyết này không đạt được nhiều sự đồng thuận và nhà sử học William Leadbetter mới đây đã bác bỏ nó.<ref>Potter, 282, 649.<\/ref> Bất chấp khoảng cách vật lý giữa hai vị hoàng đế, sự tin cậy của Diocletianus dành cho Maximianus là đủ để khiến ông trao đại quyền cho cho Maximianus và Maximianus cũng đủ kính trọng Diocletianus để vẫn làm theo ý ông ta.<ref>Potter, 282; Williams, 49.<\/ref>\n\nVề mặt lý thuyết, đế quốc La Mã không phải là một đế quốc kép. Mặc dù cũng có sự phân chia là mỗi vị hoàng đế có triều đình, quân đội, dinh thự riêng, nhưng đây là những vấn đề của thực tiễn, chứ không phải về bản chất. Những tuyên truyền của đế chế từ năm 287 nhấn mạnh về một La Mã duy nhất và không thể chia rẽ, một ''patrimonium indivisum''.<ref>Bowman, 70; Potter, 283; Williams, 49, 65.<\/ref> Như lời của một kẻ ca ngợi đã từng bày tỏ với Maximianus: \"Vậy là đế quốc vĩ đại này là một vật sở hữu chung của cả hai bệ hạ, mà không có bất kỳ bất hoà nào xảy ra, chúng thần cũng không phải hứng chịu những cuộc tranh chấp nào giữa hai bệ hạ, nhưng rõ ràng bệ hạ đã giữ đế quốc này ở thế cân bằng như những gì hai vị [[Heracleidae]], [[Danh sách vua Sparta|những vị vua của Sparta]], đã từng làm được.\"<ref>''Panegyrici Latini'' 10(2)9.4, trích trong Potter, 283.<\/ref> Những điều luật được ban hành cùng với các lễ hội hoàng gia được tổ chức dưới danh nghĩa của cả hai vị hoàng đế, ngoài ra còn có một đồng tiền chung được lưu hành ở cả hai phần của đế quốc.<ref>Potter, 283; Williams, 49, 65.<\/ref> Diocletianus đã có lắm lúc ban hành mệnh lệnh cho tỉnh Africa của Maximianus và Maximianus có lẽ cũng đã có thể làm những điều tương tự với những vùng đất của Diocletianus.<ref>Potter, 283.<\/ref>\n\n==Chiến dịch chống lại các bộ lạc sông Rhine==\n===Các chiến dịch vào năm 267 và 268===\nNhận ra không thể dập tắt cuộc nổi loạn của Carausius ngay lập tức, Maximianus đã khởi binh đánh các bộ lạc dọc sông Rhine trước.<ref>Barnes, ''Constantine and Eusebius'', 7; Bowman, 71; Corcoran, \"Before Constantine\", 40.<\/ref> Dù cho họ thường tranh chấp với nhau thay vì tấn công La Mã,<ref name=\"W50\">Williams, 50.<\/ref> những bộ lạc này vẫn là một mối đe doạ đáng lo ngại đối với nền hoà bình xứ của Gallia, vì nhiều người trong số họ đứng về phía Carausius. Chỉ còn vài thông tin còn sót lại về thời điểm diễn ra chính xác của chiến dịch sông Rhine của Maximianus trong phạm vi từ năm 285 đến 288.<ref group=\"Ghi chú\">Southern, 142. Barnes' ''New Empire'' ghi năm thời điểm của giai đoạn này: Đầu tiên, 10 tháng 2, 286 tại Milan (''Codex Justinianus'' 8.53(54).6; ''Fragmenta Vaticana'' 282); 21 tháng 6, 286 tại Mainz (''Fragmenta Vaticana'' 271); 1 tháng 1, 287 Trier hoặc Köln hoặc Mainz (''Panegyrici Latini'' 10(2).6.2 ff.); và 287, \"cuộc viễn chinh dọc sông Rhine\" của ông ấy (''Panegyrici Latini'' 10(2).7.1ff.) (Barnes, ''New Empire'', 57).<\/ref> Ngày 1 tháng 1 năm 287, trong khi đang tiến hành nghi lễ đón nhận các [[Fasces]] của chấp chính quan, Maximianus nhận được tin về một cuộc đột kích của người rợ. Ông lập tức cởi bỏ [[toga]] (loại áo dài La Mã), vận giáp phục rồi khởi binh đi đánh người rợ. Mặc dù không hoàn toàn đánh tan tác hết toàn bộ quân thù, Maximianus vẫn tiến hành kỷ niệm một chiến thắng ở Gallia trong cùng năm đó.<ref name=\"Barnes\">Barnes, ''Constantine and Eusebius'', 7; Bowman, 72.<\/ref>\n\nMaximianus tin rằng các bộ tộc Burgundi và Alemanni sống trong vùng Moselle-Vosges là mối đe doạ lớn nhất, do đó ông nhắm mục tiêu vào họ đầu tiên. Ông tiến hành chiến thuật tiêu thổ, tàn phá vùng đất của họ để khiến cho họ chết dần vì đói khát và bệnh tật. Sau khi đối phó xong với người Burgundi và Alemanni, Maximianus đổi mục tiêu sang bộ tộc Heruli và Chaibones yếu hơn. Hai bộ lạc này đã bị dồn ép và đánh bại chỉ trong một trận. Maximianus đích thân đốc chiến, phi chiến mã dọc theo thế trận cho đến khi người German rơi vào hoảng loạn và tan vỡ. Quân đội La Mã đã truy đuổi các đạo quân người rợ đang tháo chạy và đánh cho họ tan tác. Sau đó, khi mà kẻ thù đang suy yếu vì đói khát,<ref name=\"W50\" \/> Maximianus đã phát động một cuộc xâm lược toàn diện dọc theo sông Rhine.<ref>Barnes, ''New Empire'', 57; Williams, 50.<\/ref> Ông tiến sâu vào lãnh thổ của người German, mang sự huỷ diệt đến với xứ sở của kẻ thù<ref name=\"W50\" \/> và thị uy quân lực La Mã.<ref name=\"BCE7\" \/> Và đến cuối năm 287, ông đã đạt được thành công như mong đợi và khiến cho các vùng đất dọc theo sông Rhine hoàn toàn sạch bóng người German.<ref name=\"W50\" \/> Một người ca tụng Maximianus đã phải thốt lên: \"Tất cả những gì tôi thấy ở bên kia sông Rhine là đất La Mã\".<ref>''Panegyrici Latini'' 10(2).7.7, được dịch bởi Nixon trong Nixon và Rodgers, trích trong Bowman, 72.<\/ref>\n\n[[Tập tin:Const.chlorus02 pushkin.jpg|thumb|right|Flavius Constantius, viên pháp quan thái thú của Maximianus và cũng là chồng của Theodora, người con gái của ông]]\n\n=== Chiến dịch chung chống lại người Alamanni ===\nMùa xuân tiếp đó, khi Maximianus chuẩn bị để đối phó Carausius thì Diocletianus quay trở lại từ miền đông.<ref>Barnes, ''Constantine and Eusebius'', 7; Southern, 142–43; Williams, 50.<\/ref> Hai vị hoàng đế hội ngộ trong năm đó, nhưng không ai biết rõ về địa điểm lẫn thời gian chính xác của cuộc hội ngộ.<ref>Barnes, ''New Empire'', 57; Rees, ''Layers of Loyalty'', 31.<\/ref> Họ có lẽ đã thống nhất về một chiến dịch chung chống lại người Alamanni và một cuộc chinh phạt bằng hải quân nhằm đối phó với Carausius.<ref>Rees, ''Layers of Loyalty'', 31; Southern, 142–43; Williams, 50. Barnes (''Constantine and Eusebius'', 7) dates the meeting to after the campaign against the Alamanni.<\/ref>\n\nCuối năm đó, Maximianus đích thân dẫn quân tập kích bất ngờ [[Agri Decumates]] - một vùng đất nằm giữa vùng thượng lưu sông Rhine và thượng lưu sông Danube, nằm sâu trong lãnh địa của người Alamanni. Trong khi đó, Diocletianus xâm lược xứ Germania thông qua vùng đất [[Raetia]]. Cả hai cùng tiến hành chiến thuật tiêu thổ, cho đốt phá cây trồng cũng như các nguồn cung cấp lương thảo và phá hủy phương tiện sinh sống của người German tại bất kỳ nơi nào họ đi qua. Kết quả là lãnh thổ đế quốc được mở rộng, Maximianus có thể an tâm tăng cường quân lực mà không vướng phải lo lắng gì khác.<ref>Barnes, ''Constantine and Eusebius'', 7; Corcoran, \"Before Constantine\", 40; Southern, 143; Williams, 50.<\/ref> Sau cuộc chiến, một loạt đô thị nằm bên bờ sông Rhine đã được tái thiết và ở phía đông sông, tại các địa điểm như Mainz hay Koeln, các đồn quân trên đất địch được xây dựng. Một biên giới quân sự (bao gồm nhiều pháo đài, đường sá và các thị trấn được gia cố) đã được thiết lập và để kết nối các địa điểm dọc theo sông với Tornacum (Tournai, Bỉ), Bavacum (Bavay, Pháp), Atuatuca Tungrorum (Tongeren, Bỉ), Mosae Trajectum (Maastricht, Hà Lan) và Köln, một tuyến đường quân sự đã được xây.<ref name=\"W5051\">Williams, 50–51.<\/ref>\n\n=== Constantius, Gennobaudes và tái định cư ===\nĐầu năm 288, Maximianus hạ lệnh cho pháp quan thái thú [[Constantius Chlorus]], chồng của con gái ông là Theodora, dẫn quân thảo phạt người Frank - đồng minh của Carausius. Những người Frank này kiểm soát cửa sông Rhine, ngăn cản kế hoạch giương buồm vượt biển đánh Carausius. Constantius nhận lệnh liền dẫn quân bắc tiến. Ông tiến sâu vào đất địch, gây cảnh tang tóc, rồi cuối cùng cũng lên đến bờ biển Bắc. Người Frank vội vã cầu hòa. Maximianus cho vị vua Gennobaudes bị phế truất trước đó được phục hồi ngai vị.<ref name=\"Barnes\" \/> Gennobaudes trở thành chư hầu của Maximianus cùng với một vài tù trưởng người Frank lần lượt tuyên thệ trung thành với Gennobaudes. Qua đó, sự thống trị của La Mã trong khu vực đã được đảm bảo.<ref>Barnes, ''Constantine and Eusebius'', 7; Bowman, 72; Williams, 51.<\/ref>\n\nMaximianus cho phép các bộ lạc như người Frisii, người Frank sông Sal, Chamavi và các bộ tộc khác định cư dọc theo một dải lãnh thổ La Mã, nằm giữa các con [[sông Rhine]] và Waal từ Noviomagus (Nijmegen, [[Hà Lan]]) đến Traiectum, (Utrecht, Hà Lan) hoặc gần Trier.<ref name=\"BCE7\">Barnes, ''Constantine and Eusebius'', 7.<\/ref> Những bộ tộc này được phép định cư với điều kiện là họ phải phục tùng người La Mã. Sự hiện diện của họ tạo nên một nguồn nhân lực dồi dào, ngăn cản sự định cư của các bộ lạc người Frank, tạo cho Maximianus một vùng đệm dọc theo bờ phía bắc sông Rhine và giảm nhu cầu hiện diện của quân đội La Mã trong khu vực này.<ref name=\"W5051\" \/>\n\n== Các chiến dịch sau này ở Gallia và Anh ==\n=== Viễn chinh Carausius thất bại ===\n[[Tập tin:Antoninianus Carausius leg4-RIC 0069v.jpg|thumb|right|Carausius tiếm vị xưng đế ở [[Anh thuộc La Mã|Anh]]]]\nNăm 289, Maximianus đã chuẩn bị xâm lược đảo Anh (đang nằm dưới quyền kiểm soát của Carausius). Tuy vậy, kế hoạch này đã thất bại vì một vài lý do nào đó. Bài văn ca ngợi Maximianus năm 289 có những lời lẽ rất lạc quan về viễn cảnh của chiến dịch.<ref>Southern, 143.<\/ref> Tuy nhiên, bài tán tụng năm 291 lại không hề có một từ nào đề cập đến nó. Trong khi đó, bài văn ca ngợi Constantius có đề cập đến chuyện hạm đội của ông ta đã bị một cơn bão đánh đắm.<ref>''Panegyrici Latini'' 8(5)12.2; Barnes, ''Constantine and Eusebius'', 7, 288; Bowman, 72–73; Potter, 284–85, 650; Southern, 143; Williams, 55.<\/ref> Tuy nhiên, rất có thể điều này đã được bịa ra để che nỗi nhục cho chiến dịch không thành công.<ref>Southern, 143; Williams, 55.<\/ref> Diocletianus đã kết thúc sớm chuyến vi hành đến các tỉnh miền Đông ngay sau đó, có lẽ vì biết Maximianus đã thất bại, và vội vàng quay trở về phía tây. Ông ta đến Emesa vào ngày 10 tháng 5 năm 290<ref>''Codex Justinianus'' 9.41.9; Barnes, ''New Empire'', 51; Potter, 285, 650.<\/ref> và đến [[Sirmium]] (nằm bên sông Danube) vào ngày 01 tháng 7 cùng năm.<ref>''Codex Justinianus'' 6.30.6; Barnes, ''New Empire'', 52; Potter, 285, 650.<\/ref>\n\nDiocletianus hội kiến cùng Maximianus tại Milano vào cuối tháng 12 năm 290 (cũng có thể là vào tháng 1 năm 291).<ref>Barnes, ''Constantine and Eusebius'', 8; Potter, 285.<\/ref> Dân chúng tụ tập đông đảo để chứng kiến sự kiện này. Hai vị hoàng đế cũng đã dành nhiều thời gian để phô trương thanh thế trước dân chúng.<ref>''Panegyrici Latini'' 11(3)10, quoted in Williams, 57.<\/ref> Sử gia Potter cùng nhiều người khác đã phỏng đoán rằng nghi thức này đã được Diocletianus chuẩn bị để chứng minh rằng ông ta sẽ tiếp tục hỗ trợ cho người đồng sự đang gặp khó khăn của mình. Hai người đã bí mật thảo luận về các vấn đề chính trị và chiến tranh,<ref>Barnes, ''Constantine and Eusebius'', 8; Potter, 285, 288; Rees, ''Layers of Loyalty'', 69.<\/ref> và có lẽ đã bàn về ý tưởng tăng số lượng hoàng đế từ hai lên bốn (tức chế độ [[Tứ đầu chế]]). Cũng trong cuộc hội ngộ này, hai người đã tiếp một phái đoàn đến từ [[Viện nguyên lão La Mã]] và qua đó khôi phục lại những cuộc gặp mặt vốn hiếm khi diễn ra giữa hoàng đế với các vị quan trong triều.<ref name=\"ReferenceA\">Barnes, ''Constantine and Eusebius'', 8–9; Barnes, ''New Empire'', 4, 38; Potter, 288; Southern, 146; Williams, 64–65.<\/ref> Sau sự kiện này, hai vị hoàng đế sẽ không gặp lại nhau cho đến năm 303.<ref>Potter, 285.<\/ref>\n\nSau cuộc xâm lược bất thành năm 289, Maximianus buộc phải miễn cưỡng ký hiệp định ngừng chiến với Carausius. Điều này có nghĩa rằng ông phải chấp nhận sự cai trị của Carausius ở phía hai bờ eo biển Manche nhưng ông từ chối công nhận tính hợp pháp một cách chính thức cho nhà nước ly khai này. Về phần mình, Carausius đã thoả mãn với những lãnh thổ chiếm được ở Gallia.<ref>Williams, 55–56, 62.<\/ref> Tuy nhiên, Diocletianus tất nhiên sẽ không thể bỏ qua dễ dàng cho sự sỉ nhục này. Phải đối mặt với sự ly khai của Carausius cũng như những bất ổn tại vùng biên ải ở Ai Cập, Syria và sông Danube, ông ta nhận ra rằng chỉ có hai vị hoàng đế là vẫn chưa đủ để có thể quản lý toàn bộ đế quốc La Mã rộng lớn.<ref>Williams, 62–64.<\/ref> Ngày 01 tháng 3 năm 293 tại Milano, Maximianus đã tấn phong danh hiệu Caesar cho Constantius.<ref>Barnes, ''Constantine and Eusebius'', 8–9; Barnes, ''New Empire'', 4, 36–37; Potter, 288; Southern, 146; Williams, 64–65.<\/ref> Trong cùng một ngày hoặc cũng có lẽ khoảng một tháng sau đó, Diocletianus cũng làm điều tương tự với việc tấn phong [[Galerius]] làm Caesar, qua đó chế độ \"Tứ đầu chế\" nghĩa là \"bốn người cai trị\" được thiết lập.<ref name=\"ReferenceA\"\/> Sau khi trở thành Caesar, Constantius nhận thức được rằng ông ta phải thành công tại những nơi Maximianus đã thất bại: ông ta phải đánh bại được Carausius và tái chiếm lại đảo Anh.<ref>Barnes, ''Constantine and Eusebius'', 8, 15; Williams, 71.<\/ref>\n\n=== Thảo phạt Allectus ===\n[[Tập tin:Quinarius Allectus galley-RIC 0128.2.jpg|thumb|right|Allectus, người nối nghiệp Carausius]]\nConstantius nhanh chóng đáp ứng kỳ vọng. Ông đuổi Carausius khỏi bắc Gallia vào năm 293. Cùng năm đó, Carausius bị ám sát và được thay thế bởi viên trưởng quan tài chính tên là [[Allectus]].<ref>Barnes, ''Constantine and Eusebius'', 15; Potter, 288; Rees, ''Layers of Loyalty'', 99; Southern, 149–50; Williams, 71–72.<\/ref> Constantius hành quân dọc bờ biển đến vùng hạ lưu sông Rhine và sông Scheldt, tại đây ông ta đã đánh bại người Frank - đồng minh của Carausius và nhận được danh hiệu ''Germanicus maximus'' (Người chiến thắng ở Germania).<ref>Barnes, ''Constantine and Eusebius'', 15–16; Barnes, ''New Empire'', 255.<\/ref> Sau thắng lợi này, ông ta hướng mục tiêu của mình sang đảo Anh. Những năm sau đó, Constantius xây dựng một hạm đội phục vụ cho cuộc xâm lược.<ref>Barnes, ''Constantine and Eusebius'', 15–16; Southern, 150.<\/ref> Trong khi đó, Maximianus vẫn còn ở Ý sau khi phong cho Constantius làm Caesar. Ông quay trở lại Gallia vào mùa hè năm 296 sau khi nhận được thông báo về kế hoạch xâm lược.<ref>Barnes, ''New Empire'', 58–59.<\/ref> Tại đây, ông đã giữ vững biên giới sông Rhine chống lại đồng minh [[người Frank]] của Carausius trong lúc Constantius phát động cuộc xâm lược đảo Anh.<ref>Barnes, ''New Empire'', 59; Southern, 150; Williams, 73.<\/ref> Hoàng đế tiếm hiệu Allectus bị pháp quan thái thú [[Julius Asclepiodotus|Asclepiodotus]] của Constantius giết chết ở [[North Downs]]. Sau đó, Constantius đã đổ bộ ở gần Dubris ([[Dover]]) rồi tiến đến Londinium ([[London]]), ở đây ông ta được nhân dân trong thành chào đón như là một người giải phóng.<ref>Southern, 150; Williams, 73–74; Barnes, ''Constantine and Eusebius'', 16.<\/ref>\n\n== Chiến dịch ở Bắc Phi ==\nSau khi Constantius ca khúc khải hoàn trở về, Maximianus có thể tập trung vào cuộc chiến ở [[Mauretania]] (tây bắc châu Phi).<ref>Barnes, ''Constantine and Eusebius'', 16; Southern, 150; Williams, 75.<\/ref> Trong thế kỷ thứ ba, khi chính quyền La Mã suy yếu, các bộ lạc du mục người Berber đã quấy rối các khu dân cư trong vùng cùng những hậu quả mà ngày càng nghiêm trọng. Năm 289, viên thống đốc tỉnh [[Mauretania Caesariensis]] (ở vào khoảng [[Algérie]] ngày nay) đã tạm thời có được một thời gian hòa hoãn sau khi ông ta tập hợp được một đội quân nhỏ để chống lại người Bavares và [[Quinquegentiani]], nhưng những đám cướp này đã sớm quay trở lại. Năm 296, Maximianus tập hợp một đội quân bao gồm các thành viên đội [[Cận vệ của Hoàng đế La Mã|cấm vệ quân La Mã]], các quân đoàn lê dương ở [[Aquileia]], [[Ai Cập]] và [[Danube]], quân trợ chiến người Gallia và người German cùng những tân binh từ [[Thracia]].<ref name=\"ReferenceB\">Barnes, ''New Empire'', 59; Williams, 75.<\/ref> Họ tiến sang Tây Ban Nha mùa thu năm đó.<ref name=\"ReferenceB\" \/> Có lẽ ông đã phải bảo vệ khu vực này trước những cuộc tập kích của [[người Moor]]<ref name=\"Barnes_2\">Barnes, ''Constantine and Eusebius'', 16.<\/ref> trước khi vượt eo biển Gibraltar và tiến vào [[Mauretania Tingitana]] (ngày nay là [[Maroc]]) để bảo vệ khu vực này khỏi đám cướp biển người Frank.<ref name=\"W75\">Williams, 75.<\/ref>\n\nTháng 3 năm 297, Maximianus bắt đầu tiến hành một cuộc tấn công đẫm máu chống lại người Berber. Chiến dịch này đã kéo dài và Maximianus đã buộc phải trải qua mùa đông 297-298 ở [[Carthage]] trước khi trở lại chiến trường.<ref>Barnes, ''Constantine and Eusebius'', 16; Barnes, ''New Empire'', 59.<\/ref> Không hài lòng khi chỉ đuổi họ quay về quê ở [[dãy Atlas]] - tại nơi mà họ có thể tiếp tục tiến hành chiến tranh - nên Maximianus quyết định tiến sâu vào đất của người Berber. Dù gặp phải địa hình không thuận lợi cộng với lối đánh [[Chiến tranh du kích|du kích]] sở trường của người Berber nhưng Maximianus vẫn dồn ép được họ. Rõ ràng ông muốn trừng phạt các các bộ lạc này bằng mọi cách có thể, ông xua quân tàn phá vùng đất vừa mới giành được, tàn sát vô số cư dân và xua đuổi những kẻ còn sống phải chạy vào [[sa mạc Sahara]].<ref name=\"ODHW\">Odahl, 58; Williams, 75.<\/ref> Chiến dịch bình định Bắc Phi kết thúc vào mùa xuân năm 298. Vào ngày 10 tháng 3, ông ca khúc khải hoàn tiến vào thành Carthage.<ref>Barnes, ''New Empire'', 59; Odahl, 58; Williams, 75.<\/ref> Bia ký ở đó ghi lại lòng biết ơn của nhân dân với Maximianus, họ tung hô ông là ''redditor lucis aeternae'' (\"người khôi phục lại ánh sáng vĩnh cửu\"), giống như những gì Constantius đã nhận được khi ông ta tiến vào London không lâu trước đó.<ref name=\"ODHW\" \/> Maximianus quay trở lại Ý năm 299 để tổ chức một buổi lễ mừng chiến thắng ở Roma vào mùa xuân.<ref>Barnes, ''Constantine and Eusebius'', 16; Barnes, ''New Empire'', 59; Odahl, 58.<\/ref>\n\n== Tiêu khiển và thoái ẩn ==\nSau thành công ở Bắc Phi, Maximianus quay về miền bắc nước Ý, sống tiêu khiển trong các cung điện tại Milano và Aquilea và để mặc chuyện binh đao cho người hạ cấp Constantius xử lý.<ref>Barnes, ''Constantine and Eusebius'', 16; Barnes, ''New Empire'', 56.<\/ref> Khác với Constantius, ông không có mối quan hệ tốt với [[Viện nguyên lão]]. Sử gia Lactantius cho rằng ông đã cho người khủng bố các vị nguyên lão, bằng những lời cáo buộc giả mạo và thường xuyên hành quyết một vài người bao gồm cả vị thái thú Roma trong những năm 301\/2.<ref>Lactantius, ''DMP'' 8.4; Barnes, ''Constantine and Eusebius'', 16.<\/ref> Ngược lại, Constantius lại có mối quan hệ tốt với tầng lớp quý tộc nguyên lão và ông ta dành phần lớn thời gian của mình vào các hoạt động bảo vệ đế quốc. Ông ta đích thân cầm quân đốc chiến với người Frank trong năm 300 hoặc 301, thảo phạt người German ở thượng lưu sông Rhine năm 302 trong khi Maximianus vẫn ở lại Ý mà hưởng lạc.<ref name=\"Barnes_2\" \/>\n\nMaximianus chỉ bị xáo trộn bởi lễ kỷ niệm 20 năm tại vị ''vicennalia'' của Diocletianus tại Roma vào năm 303. Một số bằng chứng cho thấy rằng Diocletianus đã từng hứa với Maximianus là hai người sẽ thoái ẩn cùng nhau và nay đã là lúc mà ông phải thực hiện lời hứa đó. Hai người sẽ truyền danh hiệu Augusti của họ lại cho hai Caesar là Constantius và Galerius.<ref>''Panegyrici Latini'' 7(6)15.16; Lactantius ''DMP'' 20.4; Potter, 340; Southern, 152, 336.<\/ref> Có lẽ [[Maxentius]], con trai của Maximianus và [[Constantinus Đại đế|Constantinus]], con trai của Constantius, những đứa trẻ đã từng lớn lên ở Nicomedia sẽ cùng nhau trở thành hai vị Caesar mới sau đó. Chừng nào Maximianus còn chưa mong muốn thoái vị, Diocletianus vẫn còn nắm quyền, thì mâu thuẫn giữa họ vẫn chưa bùng phát. Trước khi thoái vị, Maximianus đã nhận được một khoảnh khắc vinh quang cuối cùng khi ông là người cử hành tại [[hội thi đấu trăm năm một lần]] vào năm 304.<ref>Potter, 340.<\/ref>\n[[Tập_tin:AE_silvered_follis_of_Maximianus.jpg|phải|nhỏ|Đồng bạc [[follis]] đúc ở [[Aquileia]] năm 305-306 kỷ niệm ngày Maximianus thoái vị]]\nVào ngày 1 tháng 5 năm 305, tại các nghi lễ riêng diễn ra ở [[Milano]] và [[Nicomedia]], cả Diocletianus và Maximianus đều tuyên bố thoái vị cùng một lúc. Sự nối ngôi có lẽ đã không hoàn toàn theo như ý muốn của Maximianus. Điều này có lẽ do ảnh hưởng từ Galerius khi [[Severus II|Severus]] và [[Maximinus]] được tấn phong làm Caesar thay vì con trai ông là Maxentius. Cả hai vị tân Caesar đều có đời binh nghiệp lâu dài và đều là thân tín của Galerius: Maximinus là cháu trai, còn Severus một cựu đồng chí trong quân ngũ của ông ta.<ref>Barnes, ''Constantine and Eusebius'', 25–27; Williams, 191.<\/ref> Maximianus nhanh chóng tỏ ra không hài lòng với chế độ \"tứ đầu chế\" mới sau khi nhìn thấy Galerius nắm giữ địa vị thống lĩnh trước đó thuộc về Diocletianus. Mặc dù chính miệng Maximianus tuyên bố Severus làm Caesar trong đại lễ tấn phong, nhưng chỉ hai năm sau, ông đã ủng hộ con trai mình nổi loạn chống lại chế độ mới.<ref>Barnes, ''Constantine and Eusebius'', 25–27; Potter, 341–42.<\/ref> Sau khi thoái vị, Diocletianus lui về một cung điện rộng lớn mà ông ta đã cho xây dựng tại quê hương Dalmatia gần Salona bên bờ biền Adriatic của mình. Còn bản thân Maximianus thì lại lui về biệt thự tại Campania hay Lucania, tại đây ông đã sống một cuộc sống an nhàn và xa hoa.<ref>Barnes, ''Constantine and Eusebius'', 27; Southern, 152.<\/ref> Mặc dù ở cách xa các trung tâm chính trị của Đế quốc, Diocletianus và Maximianus vẫn ở đủ gần để giữ liên lạc thường xuyên.<ref>Southern, 152.<\/ref>\n\n== Cuộc nổi loạn của Maxentius ==\nSau cái chết của [[Constantius Chlorus]] vào ngày 25 tháng 7 năm 306, con trai của ông ta, Constantinus, đã tự xưng là ''Augustus''. Điều này đã khiến Galerius cảm thấy khó chịu và ông ta đã đưa ra lời đề nghị là sẽ phong tước hiệu ''Caesar'' cho Constantinus, điều mà Constantinus đã chấp nhận. Sau đó, Galerius đã tấn phong cho Severus trở thành ''Augustus'' của phía Tây.<ref>Barnes, ''Constantine and Eusebius'', 27–28; Barnes, ''New Empire'', 5; Lenski, 61–62; Odahl, 78–79.<\/ref> Maxentius vì ghen tị với vị trí của Constantinus nên đã thuyết phục một toán cấm vệ quân tôn ông ta lên làm ''Augustus'' vào ngày 28 tháng 10 năm 306. Lo lắng vì phải một mình đốc chính, Maxentius đã gửi hoàng bào cho Maximianus và tôn xưng ông làm \"Augustus lần thứ hai\". Mặc dù trên lý thuyết, Maxentius đã ban cho phụ hoàng quyền lực ngang ngửa với mình, nhưng thực tế thì Maximianus chỉ nắm giữ được một ít quyền lực và có địa vị thấp hơn.<ref>Barnes, ''Constantine and Eusebius'', 30–32.<\/ref>\n\nGalerius từ chối công nhận Maxentius và lệnh cho Severus đem quân tới Roma để hạ bệ ông ta. Dưới trướng Severus có nhiều binh sĩ đã từng phục vụ Maximianus nên khi Maxentius mua chuộc họ, hầu hết binh sĩ đã đào ngũ sang phe Maxentius. Rơi vào hoàn cảnh này, Severus buộc phải chạy trốn tới [[Ravenna]], tại đây ông ta bị Maximianus đem quân tới bao vây. Ravenna là một toà thành kiên cố, dễ thủ khó công nên Maximianus đã đưa ra một lời đề nghị mà khiến cho Severus phải chấp thuận. Sau đó, Maximianus đã bắt giữ Severus rồi đem giảm lỏng ông ta như là một con tin trong một biệt thự công nằm ở phía nam thành Roma. Mùa thu năm 307, Galerius khởi binh đi đánh Maxentius nhưng lại thất bại trong việc chiếm đóng thành Roma. Ông ta buộc phải rút lui về phía bắc với một đội quân còn nguyên vẹn, chưa gặp phải tổn thất gì to tát.<ref>Barnes, ''Constantine and Eusebius'', 30–31; Elliott, 41–42; Lenski, 62–63; Odahl, 86–87; Potter, 348–49.<\/ref>\n[[Tập_tin:Maxentius02_pushkin.jpg|trái|nhỏ|Tượng bán thân của Maxentius ở Dresden]]\nTrong khi Maxentius xây dựng hệ thống phòng thủ cho thành Roma, Maximianus đi đến Gallia để đàm phán với Constantinus. Maximianus đã đưa ra đề nghị rằng Constantinus sẽ kết hôn với người con gái út của ông tên là Fausta và được nâng lên một bậc từ ''Caesar'' thành ''Augustus'' trong chế độ ly khai của Maxentius. Đổi lại, Constantinus sẽ tái khẳng định liên minh gia đình cũ giữa Maximianus và Constantius và ủng hộ đại nghiệp của Maxentius ở Ý nhưng vẫn sẽ giữ trung lập trong cuộc chiến tranh với Galerius. Thỏa thuận này đã được đóng dấu tại một buổi đại lễ kép tại Trier vào cuối mùa hè năm 307 khi Constantinus kết hôn với Fausta và được tấn phong làm ''Augustus'' bởi Maximianus.<ref>Barnes, ''Constantine and Eusebius'', 31; Lenski, 64; Odahl, 87–88; Pohlsander, ''Emperor Constantine'', 15–16.<\/ref>\n\nMaximianus quay về Roma vào mùa đông năm 307–8 nhưng sớm xảy ra bất đồng với con trai. Mùa xuân năm 308, vị hoàng đế danh nghĩa yêu cầu quyền binh cho mình trước hội đồng binh sĩ La Mã. Ông nói về một chính phủ La Mã yếu kém, chê bai Maxentius vì đã làm suy yếu nó sau đó tiến tới và giật tía bào ra khỏi vai Maxentius. Ông đã chờ đợi những binh sĩ sẽ công nhận ông nhưng thay vào đó, họ lại đứng về phía Maxentius. Vị cựu hoàng bị buộc phải rời nước Ý trong sự ô nhục.<ref>Barnes, ''Constantine and Eusebius'', 32; Lenski, 64; Odahl, 89, 93.<\/ref>\n\nĐể giải quyết những bất ổn chính trị, Galerius cho mời Diocletianus (đã thoái vị) và Maximianus đến một cuộc họp hội đồng chung tại [[Carnuntum]], một thành phố quân sự nằm bên bờ [[sông Danube]] vào ngày 11 tháng 11 năm 308. Tại đây, Maximianus tiếp tục bị buộc phải thoái vị còn Constantinus một lần nữa bị giáng xuống làm ''Caesar'' cùng với [[Maximinus Daia]] là ''Caesar'' ở phía đông. [[Licinius]], một đồng đội trung thành của Galerius đã được bổ nhiệm làm ''Augustus'' ở phía Tây.<ref>Barnes, ''Constantine and Eusebius'', 32–34; Elliott, 42–43; Lenski, 65; Odahl, 90–91; Pohlsander, ''Emperor Constantine'', 17; Potter, 349–50; Treadgold, 29.<\/ref> Đầu năm 309, Maximianus quay trở lại triều đình của Constantinus ở Gallia — triều đình duy nhất vẫn còn chấp nhận vị cựu hoàng.<ref>Barnes, ''Constantine and Eusebius'', 32.<\/ref> Sau khi Constantinus và Maximinus từ chối danh hiệu \"Con trai của Augusti\" vì không hài lòng với nó. Cả hai đều được tôn lên làm ''Augustus'' năm 310. Kết quả là nay đã có bốn ''Augusti'' cai trị đế quốc La Mã cùng lúc.<ref>Cary and Scullard, ''A History of Rome'', tr. 522<\/ref>\n\n== Nổi dậy chống lại Constantinus ==\n[[Tập tin:Argenteus of Maximian (YORYM 2001 797) obverse.jpg|thumb|Một đồng Argenteus của Maximianus]]\nNăm 310, Maximianus nổi dậy chống lại Constantinus khi hoàng đế dẫn quân đi chinh phạt người Frank. Trước đó, Maximianus đã được lệnh đem một số binh sĩ của Constantinus về phía nam tới Arles để chống cự các cuộc tấn công từ Maxentius ở miền nam Gallia. Tại Arles, Maximianus tuyên bố rằng Constantinus đã qua đời và tự mình mặc tía bào.<ref group=\"Ghi chú\">Thời La Mã cổ đại, màu tía là màu tượng trưng cho hoàng gia, cũng giống như màu vàng ở các quốc gia Đông Á. Sau này, trong thời Đông La Mã\/Byzantine, thuật ngữ \"Porphyrogenitus\" hay \"Porphyrogennetos\" được sử dụng để chỉ các thành viên hoàng tộc và được dịch sang [[tiếng Anh]] là \"born in the purple\", dịch sát nghĩa là \"sinh ra trong màu tía\" nhưng có nghĩa là dòng dõi vương giả.<\/ref> Mặc dù Maximianus tỏ ý sẽ ban thưởng hậu hĩnh cho những người nào theo ông nhưng phần đông binh sĩ của Constantinus vẫn giữ lòng trung thành và Maximianus bị ép phải rời khỏi thành phố. Constantinus sớm nhận được tin báo về cuộc nổi loạn này. Ông ta lập tức huỷ bỏ chiến dịch bình định người Frank và nhanh chóng hành quân về miền nam Gallia, tại đây ông ta đối mặt với một Maximianus đang bỏ trốn ở Massilia ([[Marseille]]). Thành phố này phù hợp cho một cuộc phòng thủ trường kỳ hơn là Arles, nhưng những công dân trung thành đã mở cổng phía sau để Constantinus tiến quân vào. Maximianus bị bắt, bị quở trách vì những gì ông gây ra và bị tước đế hiệu thêm lần nữa - lần thứ ba và lần cuối cùng. Constantinus đã ban cho Maximianus một số sự khoan hồng nhưng lại khuyến khích vị cựu hoàng tự sát. Tháng 7 năm 310, Maximianus đã treo cổ tự vẫn.<ref>Barnes, ''Constantine and Eusebius'', 34–35; Elliott, 43; Lenski, 65–66; Odahl, 93; Pohlsander, ''Emperor Constantine'', 17; Potter, 352.<\/ref>\n\nMặc dù quan hệ cha con trước đó đã vỡ lở nhưng sau khi Maximianus tự tử, Maxentius lại ra vẻ như là một người con tận tụy của phụ hoàng.<ref>Elliott, 43; Lenski, 68; Pohlsander, ''Emperor Constantine'', 20.<\/ref> Maxentius đã cho đúc những đồng tiền mang hình ảnh phong thần của phụ hoàng và tuyên bố mong muốn rằng sẽ trả thù cho cái chết của ông.<ref>Barnes, ''New Empire'', 34; Elliott, 45; Lenski, 68.<\/ref>\n\nBan đầu Constantinus nói rằng việc Maximianus tự tử là một bi kịch không may của gia đình. Tuy nhiên, năm 311, ông ta đã cho truyền bá một phiên bản khác của câu chuyện. Theo phiên bản này, sau khi đã được Constantinus tha thứ, Maximianus lên kế hoạch giết Constantinus khi hoàng đế đang ngủ. Hoàng hậu Fausta đã biết về ý đồ này và đã cảnh báo Constantinus. Ông ta cho một viên thái giám nằm trên giường thế mạng mình. Maximianus bị bắt sau khi ông hạ sát viên thái giám và bị buộc phải tự tử, điều mà chính vị cựu hoàng đã chấp thuận.<ref>Lactantius, ''DMP'' 30.1; Barnes, ''Constantine and Eusebius'', 40–41, 305.<\/ref> Ngoài những công tác tuyên truyền, Constantinus còn thực hiện việc xóa bỏ khỏi lịch sử -''[[damnatio memoriae]]''-<ref group=\"Ghi chú\">Tiếng La Tinh, ''damnatio'' có nghĩa là \"trừng phạt\", ''memoriae'' là \"ký ức\", có nghĩa là xoá bỏ tất cả hình ảnh của người nào đó và khiến tên tuổi người đó bị chìm vào lãng quên<\/ref> đối với Maximianus, ông ta đã ra lệnh phá hủy tất cả những gì liên quan đến vị cựu hoàng và cho người phá huỷ bất kỳ công trình công cộng nào mang hình ảnh của Maximianus.<ref>Barnes, ''Constantine and Eusebius'', 41; Lenski, 68.<\/ref>\n\nConstantinus đánh bại Maxentius tại [[trận Cầu Milvian]] vào ngày 28 tháng 10 năm 312. Sau khi Maxentius chết, Ý rơi vào tay Constantinus.<ref>Barnes, ''Constantine and Eusebius'', 42–44.<\/ref> Thái hậu [[Eutropia]] (vợ của Maximianus) đã phải thề rằng Maxentius không phải con trai Maximianus. Sau đó, những hình ảnh của Maximianus đã được phục hồi. Những sự sùng bái Maximianus dưới triều Maxentius được tuyên bố là vô hiệu. Ông đã được tái phong thần thêm một lần nữa, có lẽ là vào năm 317. Năm 318, hình ảnh của ông bắt đầu xuất hiện trên tiền đúc của Constantinus cùng với Constantius và Claudius II với tên ''divus'', tiếng Latin có nghĩa là thần thánh.<ref>Barnes, ''Constantine and Eusebius'', 47; Barnes, ''New Empire'', 35.<\/ref> Cả ba đã được ca tụng là những bậc tiền bối của Constantinus. Họ được gọi là \"những vị hoàng đế hiền minh nhất trong số các hoàng đế [La Mã]\".<ref>Barnes, ''Constantine and Eusebius'', 47.<\/ref> Thông qua hai người con gái là Fausta (vợ của Constantinus) và Flavia (vợ của Constantius và là mẹ của Constantinus), Maximianus là ông nội hoặc ông cố của tất cả các vị hoàng đế trị vì từ năm 337 đến 363.<ref>Barnes, ''New Empire'', 265–66.<\/ref>\n\n== Thay đổi tên ==\n* Tên lúc sinh ''Maximianus''\n* [[285]], được tấn phong là Caesar bởi Diocletianus: ''Aurelius Valerius Maximianus Caesar''\n* [[286]], được tấn phong là Augustus bởi Diocletianus: ''Imperator Caesar Marcus Aurelius Valerius Maximianus Pius Felix Invictus Augustus Herculius'' \n* [[287]], nhận thêm tước hiệu ''Germanicus Maximus''\n* [[289]], nhận thêm tước hiệu ''Sarmaticus Maximus''\n* [[295]], nhận thêm tước hiệu ''Persicus Maximus''\n* [[297]], nhận thêm tước hiệu ''Britannicus Maximus Carpicus Maximus''\n* [[298]], nhận thêm tước hiệu ''Armenicus Maximus Medicus Maximus Adiabenicus Maximus''\n* [[310]], được tôn hiệu lúc mất: ''Imperator Caesar Marcus Aurelius Valerius Maximianus Pius Felix Invictus Augustus Germanicus Maximus V Sarmaticus Maximus III Persicus Maximus II Britannicus Maximus Carpicus Maximus Armenicus Maximus Medicus Maximus Adiabenicus Maximus, Pontifex Maximus, Herculius, Tribuniciae Potestatis XXI, Consul IX, Imperator XXI, Pater Patriae''\n\n== Tham khảo==\n;Ghi chú\n{{Tham khảo|group=\"Ghi chú\"|2}}\n\n;Chú thích\n{{tham khảo|colwidth=30em}}\n\n; Tài liệu tham khảo\n{{refbegin|2}}\n*[[Timothy Barnes|Barnes, Timothy D.]] ''Constantine and Eusebius''. Cambridge, MA: Harvard University Press, 1981. ISBN 978-0-674-16531-1\n*Barnes, Timothy D. ''The New Empire of Diocletian and Constantine''. Cambridge, MA: Harvard University Press, 1982. ISBN 0-7837-2221-4\n*Bowman, Alan K. \"Diocletian and the First Tetrarchy.\" In ''The Cambridge Ancient History, Volume XII: The Crisis of Empire'', edited by Alan Bowman, Averil Cameron, and Peter Garnsey, 67–89. Cambridge University Press, 2005. ISBN 0-521-30199-8\n*Cary, M. and Scullard, H.H. ''A History of Rome''. MacMillan Press, 1974. ISBN 0-333-27830-5\n*Corcoran, Simon. ''The Empire of the Tetrarchs: Imperial Pronouncements and Government, AD 284–324''. Oxford: Clarendon Press, 1996. ISBN 0-19-815304-X\n*Corcoran, Simon. \"Before Constantine.\" In ''The Cambridge Companion to the Age of Constantine'', edited by Noel Lenski, 35–58. New York: Cambridge University Press, 2006. Hardcover ISBN 0-521-81838-9 Paperback ISBN 0-521-52157-2\n*DiMaio, Jr., Michael. \"[http:\/\/www.roman-emperors.org\/chlorus.htm Constantius I Chlorus (305–306 A.D.)].\" ''De Imperatoribus Romanis'' (1996a).\n*DiMaio, Jr., Michael. \"[http:\/\/www.roman-emperors.org\/galerius.htm Galerius (305–311 A.D.)].\" ''De Imperatoribus Romanis'' (1996b).\n*DiMaio, Jr., Michael. \"[http:\/\/www.roman-emperors.org\/maxherc.htm Maximianus Herculius (286–305 A.D)].\" ''De Imperatoribus Romanis'' (1997a).\n*DiMaio, Jr., Michael. \"[http:\/\/www.roman-emperors.org\/maxentiu.htm Maxentius (306–312 A.D.)].\" ''De Imperatoribus Romanis'' (1997b).\n*Elliott, T. G. ''The Christianity of Constantine the Great''. Scranton, PA: University of Scranton Press, 1996. ISBN 0-940866-59-5\n*Lenski, Noel. \"The Reign of Constantine.\" In ''The Cambridge Companion to the Age of Constantine'', edited by Noel Lenski, 59–90. New York: Cambridge University Press, 2006. Hardcover ISBN 0-521-81838-9 Paperback ISBN 0-521-52157-2\n*Liebeschuetz, J. H. W. G. ''Continuity and Change in Roman Religion''. Oxford: Oxford University Press, 1979. ISBN 0-19-814822-4.\n*Mackay, Christopher S. \"Lactantius and the Succession to Diocletian.\" ''Classical Philology'' 94:2 (1999): 198–209.\n*Mathisen, Ralph W. \"[http:\/\/www.roman-emperors.org\/dioclet.htm Diocletian (284–305 A.D.)].\" ''De Imperatoribus Romanis'' (1997).\n*Nixon, C.E.V., and Barbara Saylor Rodgers. ''In Praise of Later Roman Emperors: The Panegyrici Latini''. Berkeley: University of California Press, 1994. ISBN 0-520-08326-1\n*Odahl, Charles Matson. ''Constantine and the Christian Empire''. New York: Routledge, 2004. Hardcover ISBN 0-415-17485-6 Paperback ISBN 0-415-38655-1\n*Pohlsander, Hans. ''The Emperor Constantine''. London & New York: Routledge, 2004a. Hardcover ISBN 0-415-31937-4 Paperback ISBN 0-415-31938-2\n*Pohlsander, Hans. \"[http:\/\/www.roman-emperors.org\/conniei.htm Constantine I (306 – 337 A.D.)].\" ''De Imperatoribus Romanis'' (2004b). Truy cập ngày 16 tháng 12 năm 2007.\n*Potter, David S. ''The Roman Empire at Bay: AD 180–395''. New York: Routledge, 2005. Hardcover ISBN 0-415-10057-7 Paperback ISBN 0-415-10058-5\n*Rees, Roger. ''Layers of Loyalty in Latin Panegyric: AD 289–307''. New York: Oxford University Press, 2002. ISBN 0-19-924918-0\n*Rees, Roger. ''Diocletian and the Tetrarchy''. Edinburgh: Edinburgh University Press, 2004. ISBN 0-7486-1661-6\n*Southern, Pat. ''The Roman Empire from Severus to Constantine''. New York: Routledge, 2001. ISBN 0-415-23944-3\n*Williams, Stephen. ''Diocletian and the Roman Recovery''. New York: Routledge, 1997. ISBN 0-415-91827-8\n{{refend}}\n\n==Liên kết ngoài==\n{{Commons|Maximianus}}\n*[http:\/\/www.roman-emperors.org\/maxherc.htm Sơ lược về Maximianus]\n*{{CathEncy|wstitle=Maximianus}}\n* {{Britannica|370442|Maximian}}\n \n{{s-start}}\n{{s-hou|[[Triều đại Constantinus]]||250|tháng 7|310}}\n{{s-reg}}\n{{s-bef | before=[[Diocletianus]] }}\n{{s-ttl | title=[[Danh sách hoàng đế La Mã|Hoàng đế La Mã]]\n | years=286–305\n | alongside=[[Diocletianus]] }}\n{{s-aft | after=[[Constantius Chlorus|Constantius]]''' and '''[[Galerius]]}}\n{{s-off}}\n{{s-bef | before= [[Marcus Junius Maximus]],<br> [[Vettius Aquilinus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=287–288 |regent1= [[Diocletianus]],<br>[[Pomponius Januarianus|Pomponius Ianuarianus]]}}\n{{s-aft | after= [[Marcus Magrius Bassus]],<br> [[Lucius Ragonius Quintianus]]}}\n{{s-bef | before= [[Marcus Magrius Bassus]],<br> [[Lucius Ragonius Quintianus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=290 |regent1= [[Diocletianus]]}}\n{{s-aft | after= [[Gaius Junius Tiberianus]],<br> [[Cassius Dio (chấp chính quan năm 291)|Cassius Dio]]}}\n{{s-bef | before= [[Afranius Hannibalianus]],<br>[[Julius Asclepiodotus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=293 |regent1= [[Diocletianus]]}}\n{{s-aft | after= [[Constantius Chlorus]],<br>[[Galerius]]}}\n{{s-bef | before= [[Diocletianus]],<br>[[Constantius Chlorus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=297 |regent1= [[Galerius]]}}\n{{s-aft | after= [[Anicius Faustus Paulinus (chấp chính quan năm 298)|Anicius Faustus Paulinus]],<br>[[Virius Gallus]]}}\n{{s-bef | before= [[Anicius Faustus Paulinus (chấp chính quan năm 298)|Anicius Faustus Paulinus]],<br>[[Virius Gallus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=299 |regent1= [[Diocletianus]]}}\n{{s-aft | after= [[Constantius Chlorus]],<br>[[Galerius]]}}\n{{s-bef | before= [[Constantius Chlorus]],<br>[[Galerius]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=303–304 |regent1= [[Diocletianus]]}}\n{{s-aft | after= [[Constantius Chlorus]],<br>[[Galerius]]}}\n{{s-bef | before= [[Constantius Chlorus]],<br>[[Galerius]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[đế quốc La Mã]] | years=307 |regent1= [[Constantinus Đại đế|Constantinus I]],<br>[[Severus II|Flavius Valerius Severus]],<br>[[Maximinus II (Daia)|Maximinus Daia]],<br>[[Galerius]]}}\n{{s-aft | after= [[Diocletianus]],<br> [[Galerius]],<br>[[Maxentius]],<br>[[Valerius Romulus]]}}\n{{end}}\n\n{{Roman Emperors}}\n{{Kiểm soát tính nhất quán}}\n{{Sao chọn lọc|phiên bản chọn lọc=26605801|thời gian=12 tháng 6 năm 2017}}\n\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Sinh năm 250]]\n[[Thể loại:Mất năm 310]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Sinh thập niên 250]]\n[[Thể loại:Người Serbia]]"}