{"Michel Ney":"{{Infobox Military Person\n|name= Michel Ney\n|lived=[[10 tháng 1]] năm [[1769]] - [[7 tháng 12]] năm [[1815]]\n|placeofbirth={{Flagicon|Đức}} [[Sarre]], [[Đức]]\n|placeofdeath={{Flagicon|Pháp}} [[Paris]], [[Pháp]]\n|image=[[Tập tin:Charles Meynier Michel Ney 2.jpg|300px]]\n|allegiance={{Flagicon|Pháp}} [[Pháp]]\n|serviceyears=1787-1815\n|rank=[[Thống chế Pháp]]\n|commands=\n|battles=Xung đột trong [[Cách mạng Pháp]]<br \/>[[Các cuộc chiến tranh của Napoléon|Chiến tranh Napoléon]]<br \/>- [[1800]], [[Trận Hohenlinden]]<br \/>- [[1805]], [[Trận Elchingen]]<br \/>- [[1805]], [[Trận Ulm]]<br \/>- [[1806]], [[Trận Jena|Trận Iéna]]<br \/>- [[1807]], [[Trận Friedland]]<br \/>- [[1807]], [[Trận Eylau]]<br \/>- [[1812]], [[Trận Smolensk (1812)|Trận Smolensk]]<br \/>- [[1812]], [[Trận Borodino|Trận Moskva]]<br \/>- [[1812]], [[Trận Berezina]]<br \/>- [[1815]], [[Trận Waterloo]]\n|awards=Huân chương [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]]<br \/> Hoàng tử Moskowa\n}}\n'''Michel Ney''', ''Công tước xứ Elchingen'' (''duc d'Elchingen'') và ''Hoàng tử Moskowa'' (''prince de la Moskowa'') (sinh ngày [[10 tháng 1]] năm [[1769]], bị xử bắn ngày [[7 tháng 12]] năm [[1815]]), thường được gọi là Thống chế Ney, là một quân nhân và chỉ huy quân sự trong Chiến tranh Cách mạng Pháp và [[Các cuộc chiến tranh của Napoléon|Chiến tranh Napoléon]]. Ông là một trong 18 vị [[thống chế Pháp|thống chế]] được thụ phong đầu tiên của [[Napoléon Bonaparte|Napoléon]]. Ney có biệt danh là ''Le Rougeaud'' (''\"tướng mặt đỏ\"'')<ref>Raymond Horricks, ''Marshal Ney, The Romance And The Real'', ISBN 0882546554<\/ref> và được Napoléon cũng như các binh sĩ dưới quyền gọi là ''le Brave des Braves'' (''\"người dũng cảm nhất trong số những người dũng cảm\"'').\n\n== Tiểu sử ==\nMichel Ney sinh năm [[1769]] tại [[Saarlouis]] ([[tiếng Pháp]]: ''Sarrelouis''), một thị trấn nhỏ nằm ở tỉnh [[Lorraine]] của [[Pháp]], sau này thuộc vùng [[Sarre]] của [[Đức]]. Thị trấn có đa số dân cư là người Pháp nằm trong một vùng dân cư Đức, nên Ney lớn lên có thể sử dụng thành thạo cả hai ngôn ngữ. Michel là con thứ hai trong gia đình ông ''Pierre Ney'', một người thợ đóng thùng và là cựu chiến binh của [[Chiến tranh Bảy năm]]<ref>Chandler, ''Dictionary of the Napoleonic wars'', tr. 360<\/ref>.\n\nSau khi học xong tại trường ''Trung học Thánh Augustins'', Michel Ney trở thành một công chứng viên ở Saarlouis và sau đó là đốc công tại các mỏ than và xưởng luyện kim. Cuộc sống của một viên chức bình thường không hợp với Ney và ông quyết định đăng ký vào trung đoàn khinh kỵ binh (''hussard'') năm [[1787]]<ref>Chandler, tr. 360<\/ref>.\n\n== Sự nghiệp ==\n[[Tập tin:Michel Ney (1792).jpg|alt=|left|thumb|Michel Ney, thiếu úy Trung đoàn Khinh Kỵ binh số 4 năm 1792 Adolphe Brune (1834).]]\n\n=== Thời kì Cách mạng Pháp ===\nSau khi nhập ngũ, Michel Ney nhanh chóng được thăng từ lính trơn lên hàm hạ sĩ quan. Từ năm 1792 đến năm [[1794]], ông chiến đấu trong quân đội Pháp đóng ở miền bắc và tham gia trận đánh lớn đầu tiên tại [[Trận Neerwinden, 1793|Neerwinden]]. Cấp bậc cũng lên nhanh đến chóng mặt. Năm [[1792]], được phong Thiếu úy (''sous-lieutenant''), không lâu được thăng Trung úy (''lieutenant''), 2 năm sau lên Đại úy (''capitaine''), rồi Thiếu tá (''chef d'escadron''). Tháng 6 năm 1794, Ney được chuyển sang Sambre-et-Meuse và bị thương trong trận bao vây [[Mainz]]. Ngày 15 tháng 10 năm 1794, ông được thăng bậc ''Adjudant-général chef de brigade'', tương đương cấp bậc Đại tá.\n\nTháng 8 năm [[1796]], Ney được thăng hàm [[Thiếu tướng]] (''général de brigade'') và cử làm tư lệnh kỵ binh trên mặt trận Đức. Ngày [[17 tháng 4]] năm [[1797]], đội kỵ binh của Ney có nhiệm vụ chặn đứng các đơn vị kỵ binh dùng giáo (''lancer'') của [[Áo]] đang cố gắng bao vây lực lượng pháo binh Pháp. Đơn vị của Ney đã thành công trong việc đẩy lui người Áo nhưng sau đó bị phản công bởi lực lượng kỵ binh nặng của Áo. Trong khi đang chỉ huy chiến đấu, Ney ngã ngựa và bị đối phương bắt làm tù binh. Ngày [[8 tháng 5]], quân đội Pháp phải dùng một vị tướng Áo để người Áo trao trả Ney<ref name=\"Atteridge\">Atteridge, ''A.H. Marshal Ney: The Bravest of the Brave'', Pen & Sword, 2005<\/ref>.\n\nTháng 3 năm [[1799]], sau thành tích chiến đấu với người Áo, Ney tiếp tục được thăng hàm [[Trung tướng]] (''général de division'')<ref>Cấp bậc [[tướng lĩnh]] cao nhất của Pháp thời bấy giờ.<\/ref> và chuyển sang làm tư lệnh kỵ binh ở [[Thụy Sĩ]] và [[sông Donau|sông Danube]]. Tại vùng [[Winterthur]], Ney bị thương ở đùi và cổ tay. Sau khi phục hồi, ông chiến đấu tại [[Trận Hohenlinden, 1800|Hohenlinden]] dưới quyền tướng [[Jean Victor Marie Moreau|Moreau]] vào tháng 12 năm [[1800]]. Từ tháng 9 năm [[1802]], Ney là tổng tư lệnh quân Pháp ở Thụy Sĩ kiêm luôn nhiệm vụ ngoại giao. Ngày [[19 tháng 5]] năm [[1804]], Ney được phong hàm [[Thống chế Pháp]]<ref name=\"Cha\">Chandler, tr. 314<\/ref>.\n\n=== Thống chế của Napoléon ===\n[[Tập tin:Louvre-peinture-francaise-Ney-a-Kowno-p1020309.jpg|nhỏ|phải|Ney tại trận [[Kaunas]] (tranh của [[Denis-August-Marie Raffet]])]]\n[[Tập tin:Adolphe Yvon (1817-1893) - Marshall Ney at retreat in Russia.jpg|nhỏ|phải|Ney trong cuộc rút chạy khỏi nước Nga]]\nNăm [[1805]], Ney được phong làm tư lệnh Quân đoàn VI của Đại quân (''[[Grande Armée|La Grande Armée]]'') và được khen ngợi vì chiến thắng tại [[Trận Elchingen]]<ref name=\"Cha\"\/>. Tháng 11 năm 1805, lực lượng của Ney tràn vào [[Tirol|Tyrol]] và chiếm thành phố [[Innsbruck]] từ tay [[Đại Công tước Áo John]]. Năm [[1806]], Ney chỉ huy Quân đoàn VI tham chiến tại [[Trận Jena]] và đánh chiếm [[Erfurt]]. Thống chế Ney tiếp tục chỉ huy quân Pháp bao vây và buộc người Áo tại [[Magdeburg]] phải đầu hàng.\n\nTại [[Trận Eylau|Eylau]] năm [[1807]], lực lượng của Ney đã kịp thời tiếp viện và cứu cho quân chủ lực do Napoléon chỉ huy thoát khỏi thất bại trong gang tấc. Cũng trong năm này ông còn tham chiến tại Güttstadt và chỉ huy cánh phải của quân Pháp tại [[Trận Friedland]]. Ngày [[6 tháng 6]] năm [[1808]], Ney được phong Công tước xứ Elchingen (''duc d'Elchingen'')<ref name=\"Cha\"\/>. Tháng 8 cùng năm, Quân đoàn VI của ông được cử sang [[Tây Ban Nha]] và giành chiến thắng trong một số chiến dịch nhỏ. Năm [[1810]], Ney phối hợp cùng thống chế [[André Masséna]] trong cuộc tấn công [[Bồ Đào Nha]], tại đây ông đã chiếm [[Ciudad Rodrigo]] và tham gia [[Trận Buçaco]]. Trong cuộc rút lui của quân Pháp từ [[Torres Vedras]], Ney bị cách chức chỉ huy vì không tuân lệnh cấp trên<ref name=\"Cha\"\/>.\n\nTrong chiến dịch tấn công nước [[Nga]] năm [[1812]], Ney được phục chức và cử làm tư lệnh Quân đoàn III của Đại quân. Tại [[Trận Smolensk, 1812|Smolensk]], Ney bị thương ở cổ nhưng vẫn tiếp tục tham gia chỉ huy chiến đấu tại lực lượng trung tâm của quân Pháp trong [[Trận Borodino]]. Trong cuộc tháo chạy của quân Pháp khỏi [[Trận Borodino|Moskva]], Ney được cử làm chỉ huy hậu quân bảo vệ. Bị quân Nga tấn công quyết liệt, đội hậu quân của Ney bị cắt rời khỏi đại quân Pháp những vẫn cuối cùng vẫn vượt được vòng vây và tìm lại được đại quân của Napoléon. Vị hoàng đế đã rất hài lòng vì sự chiến đấu dũng cảm của Ney và đã đặt cho ông biệt danh ''\"người dũng cảm nhất trong số những người dũng cảm\"'' (''le Brave des Braves'')<ref name=\"Cha\"\/>. Sau đó Ney tiếp tục chỉ huy hậu quân Pháp tại [[Trận Berezina|Beresina]] để giữ cây cầu trọng yếu tại [[Kovno]], người ta kể lại rằng Ney là người cuối cùng vượt qua cầu để rời khỏi đất Nga<ref name=\"Cha\"\/>. Ngày [[25 tháng 3]] năm [[1813]], Thống chế Ney được phong danh hiệu ''Hoàng tử Moskowa'' (''[[Trận Borodino|Borodino]]'' trong tiếng Pháp)<ref name=\"Cha\"\/>. Trong năm [[1813]], Ney tham gia chỉ huy quân Pháp tại [[Weissenfels]] và tiếp tục bị thương tại [[Trận Lützen, 1813|Trận Lützen]]. Sau khi bình phục ông là chỉ huy cánh phải quân Pháp tại [[Trận Bautzen]] cũng như tham gia [[Trận Dennewitz]] và [[Trận Leipzig]], nơi ông một lần nữa bị thương khi chiến đấu.\n\nNgày [[4 tháng 4]] năm [[1814]], tại [[Fontainebleau]], Ney trở thành người phát ngôn cho nhóm các thống chế nổi loạn và yêu cầu Napoléon thoái vị. Ney thông báo cho vị hoàng đế rằng quân đội sẽ không tiến vào [[Paris]], Napoléon đáp trả: \"quân đội sẽ tuân lệnh ta\" và Ney trả lời: \"quân đội sẽ tuân lệnh chỉ huy của họ\"<ref>Gates, ''D. The Napoleonic Wars, 1803-1815'', Pimlico, 2003<\/ref>.\n\n=== Sự nghiệp hậu Napoléon ===\nSau khi [[Vương triều Bourbon]] quay trở lại nắm quyền, Ney, người đã gây sức ép buộc Napoléon thoái vị và đi lưu đày, đã được thăng chức, khen ngợi và phong tước quý tộc bởi vua [[Louis XVIII của Pháp|Louis XVIII]]. Khi nghe tin Napoléon đã quay lại Pháp, vị thống chế đã quyết định giữ gìn nền hòa bình mới lập lại và chứng tỏ lòng trung thành với vua Louis XVIII bằng cách tổ chức một lực lượng chặn đứng bước tiến của Napoléon về Paris. Ney còn hứa với vương triều mới sẽ bắt sống vị hoàng đế cũ để tống lại vào ngục sắt. Tuy vậy cuối cùng Michel Ney đã quay trở lại hàng ngũ những người ủng hộ Napoléon tại [[Auxerre]] ngày [[18 tháng 3]] năm [[1815]].\n\n=== Vương triều 100 ngày ===\nNgày [[15 tháng 6]] năm [[1815]], Napoléon cử Ney làm tư lệnh cánh trái quân Pháp đóng ở phía bắc. Ngày [[16 tháng 6]], lực lượng của Napoléon được chia làm hai phần để cùng lúc tiến hành hai chiến dịch, lực lượng của Ney nhận nhiệm vụ tấn công quân [[Anh]] do [[Công tước Wellington]] chỉ huy tại [[Trận Quatre Bras|Quatre Bras]] còn đích thân Napoléon chỉ huy quân Pháp tấn công quân Phổ của [[Gebhard Leberecht von Blücher]] tại [[Trận Ligny|Ligny]]. Cánh quân của Ney bị chỉ trích vì tiến quân quá chậm và chỉ chiếm được Quatre Bras khi thời cơ của người Pháp đã qua<ref>A. Roberts, ''Waterloo, ngày 18 tháng 6 năm 1815: The Battle for Modern Europe'', Happer-Collins, 2005<\/ref>. Tại Ligny, Napoléon ra lệnh cho [[Jean-Baptiste Drouet, Comte d'Erlon|tướng d’Erlon]] chỉ huy lực lượng của ông ta (lúc này nằm ở cánh trái lực lượng của Napoléon và cánh phải của Ney) tấn công đội hậu binh quân Phổ để cắt đường rút lui của đối phương. Trong khi đang bắt đầu di chuyển đến vị trí tấn công thì d’Erlon bất ngờ dừng lại và đổi hướng hành tiến khiến cho Napoléon kinh ngạc và hoảng sợ. Lý do cho sự thay đổi đột ngột này là Ney đã yêu cầu d'Erlon hỗ trợ tại hướng Quatre Bras. Việc này đã khiến chiến thắng của quân Pháp ở Ligny không được trọn vẹn vì quân Phổ kịp rút lui do không bị chặn hậu<ref>J.D.Markham, ''Napoleon’s Road to Glory: Triumphs, Defeats, and Immortality'', Brassey’s, 2003<\/ref>.\n\nTại [[Trận Waterloo]], Ney một lần nữa được cử làm tư lệnh cánh trái của quân Pháp tham chiến. Khoảng 3 giờ 30 chiều, Ney ra lệnh cho lực lượng kỵ binh nặng của ông tấn công liên quân Anh - Hà Lan. Sau khi vượt qua lưới lửa của những khẩu đại bác, lực lượng kỵ binh này đã phải đụng độ với đội bộ binh đối phương mà không hề có yểm trợ của bộ binh hay pháo binh Pháp. Ney đã không thể phá được vòng vây và nhiều người cho rằng đây chính là mấu chốt cho thất bại của Napoléon tại trận Waterloo<ref>Chandler, tr. 315<\/ref>. Cho đến nay người ta vẫn còn tranh cãi về lý do tại sao một thống chế kinh nghiệm như Ney lại ra lệnh cho kỵ binh tấn công mà không hề có yểm trợ của các lực lượng khác. Lực lượng kỵ binh của Ney cũng thất bại trong việc bịt họng súng các khẩu đại bác (cắm một que nhọn vào họng đại bác) khi vẫn còn đang chiếm ưu thế trên chiến trường. Đáng ra các lực lượng này phải được trang bị các dụng cụ bịt họng súng để loại bỏ đội pháo binh đối phương và có thể sẽ buộc các đơn vị Anh - Hà Lan phải rút khỏi trận địa<ref>Markham, tr. 276<\/ref>. Cuối cùng thì quân Pháp cũng thất bại, sau khi đích thân rút gươm chiến đấu một cách vô vọng trước các khẩu đại bác Anh, vị thống chế nổi tiếng dũng cảm đã tập hợp những người lính Pháp lại và hét lớn: ''\"Hãy đến và xem một vị Thống chế Pháp có thể chết như thế nào\"''.\n\n== Tử hình ==\n=== Phiên toà ===\n[[Tập tin:PereLachaise Michel Ney.jpg|nhỏ|phải|Mộ thống chế Ney tại [[Nghĩa trang Père-Lachaise]]]]\nSau khi Napoléon thất bại hoàn toàn và phải đi đày lần thứ hai, Ney bị bắt ngày [[3 tháng 8]] năm [[1815]] và bị đưa ra toà ngày [[4 tháng 12]] năm [[1815]] xét xử tội phản quốc. Trước đó, thống chế [[Louis Nicolas Davout]] đã ký một thỏa thuận với phe đồng minh theo đó không có sĩ quan hay binh sĩ nào tham gia [[Vương triều 100 ngày]] bị xét xử. Việc đưa thống chế Ney ra tòa đã vi phạm thỏa thuận này. Tiếp đó, để bào chữa cho thân chủ mình, luật sư của vị thống chế đã biện hộ rằng quê nhà của Ney, Sarrelouis, đã là lãnh thổ của Phổ theo [[Hiệp ước Paris, 1815|Hiệp ước Paris]], vì vậy Ney đã là một người nước ngoài và không thể bị xét xử bởi một tòa án Pháp. Ngay lập tức vị thống chế đã bật dậy ngắt lời viên luật sư của mình và nói: \n<blockquote>''\"Je suis Français et je resterai Français!\"'' - ''\"Ta là người Pháp và mãi mãi là người Pháp!\"''<\/blockquote>\nCuối cùng tòa đã kết luận Ney phản quốc và kết tội xử bắn vị thống chế. Trong số những người bỏ phiếu đồng ý với kết luận này có 5 vị thống chế Pháp là [[Jean Mathieu Philibert Sérurier|Sérurier]], [[François Christophe Kellermann|Kellermann]], [[Catherine-Dominique de Pérignon|Pérignon]], [[Claude Victor-Perrin|Victor]] và [[Auguste de Marmont|Marmont]]. Còn trong số những người bỏ phiếu chống có thống chế [[Louis Nicolas Davout|Davout]]. Kết luận cuối cùng được đưa ra vào 11 giờ đêm ngày [[6 tháng 12]].\n\n=== Hành hình ===\nTrong khi tòa tuyên án, các luật sư bào chữa có vào gặp thống chế trong phòng giam. Lúc này Michel Ney đang bình thản ăn tối và ông nói với các luật sư: ''\"Tôi tin là ngài Bellart không thể nào ăn tối ngon được như tôi\"'' (Bellart là thành viên của tòa không chỉ hài lòng với án tử hình dành cho Ney mà còn đề nghị tước hết các loại danh hiệu, trong đó có huân chương [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] mà vị thống chế đã được nhận).\n\n3 giờ sáng ngày [[7 tháng 12]] năm [[1815]], Michel Ney được dựng dậy để nghe tuyên án, sau đó ông được gặp lần cuối vợ và bốn người con. Đến 8 giờ 30 sáng, ông được chở ra [[Vườn Luxembourg]] để thi hành bản án. Trước khi bị hành quyết, vị thống chế nổi tiếng dũng cảm đã từ chối khăn bịt mắt và đề nghị được ra lệnh cho chính đội hành quyết mình:\n<blockquote>\n''\"Các anh lính, khi ta ra lệnh bắn, hãy bắn trúng vào tim ta. Hãy đợi lệnh ta, đó sẽ là mệnh lệnh cuối cùng của thống chế cho các anh. Ta phản đối mọi phán quyết của toà, ta đã chiến đấu một trăm trận đánh cho nước Pháp và chưa bao giờ tham gia trận đánh nào chống lại Người... Binh lính, bắn!\"''<ref name=\"Tsouras\">P.G.Tsouras, ''The book of Military Quotations'', Zenith Press, 2005<\/ref><\/blockquote>\nTrường hợp hành quyết Ney chỉ là thiểu số và chủ yếu để đe dọa các vị thống chế và tướng lĩnh còn lại của Napoléon, hầu hết trong số này được ân xá và thoát khỏi tội chết. Michel Ney được [[chôn cất]] trong \"khu thống chế\" của [[Nghĩa trang Père-Lachaise]], sau này rất nhiều vị thống chế đồng ngũ của Ney như [[Louis Nicolas Davout|Davout]] hay [[Joachim Murat]] cũng được [[chôn cất]] trong khu vực này, ngay gần mộ của Ney.\n\n== Tham khảo ==\n{{thể loại Commons|Michel Ney}}\n{{tham khảo|30em}}\n{{Các thống chế của Napoléon}}\n\n{{DEFAULTSORT:Ney, Michel}}\n[[Thể loại:Thống chế Pháp]]\n[[Thể loại:Sinh năm 1769]]\n[[Thể loại:Mất năm 1815]]\n[[Thể loại:Bắc Đẩu Bội tinh hạng nhất]]\n[[Thể loại:Tướng Pháp trong chiến tranh Napoléon]]"}