{"Michelangelo":"{{chất lượng dịch 2}}\n{{1000 bài cơ bản}}\n{{Infobox Artist\n| tiền tố = \n| tên = Michelangelo\n| tên gốc = \n| nền = họa sĩ\n| hình = Miguel Ángel, por Daniele da Volterra (detalle).jpg\n| chú thích hình = Chân dung Michelangelo vẽ bằng phấn của [[Daniele da Volterra]]\n| nghệ danh = \n| tên khai sinh = Michelangelo di Lodovico Buonarroti Simoni\n| ngày sinh = {{ngày sinh|df=yes|1475|3|6}}\n| nơi sinh = gần [[Arezzo]], tại [[Caprese Michelangelo|Caprese]], [[Cộng hòa Florence]]<br>(nay là [[Toscana]], [[Ý]])\n| ngày mất = {{ngày mất và tuổi|df=yes|1564|2|18|1475|3|6}}\n| nơi mất = [[Roma]], [[Lãnh địa Giáo hoàng]]<br>(nay là [[Ý]])\n| quốc tịch = {{ITA}}\n| nghề nghiệp = \n| lĩnh vực hoạt động = nhà điêu khắc, họa sĩ, kiến trúc sư và nhà thơ\n| giai đoạn sáng tác hội họa = Thời kỳ đỉnh cao [[Phục hưng]]\n| đào tạo hội họa = Tập sự với [[Domenico Ghirlandaio]] <ref name=wga>{{Chú thích web|url=http:\/\/www.wga.hu\/frames-e.html?\/bio\/m\/michelan\/biograph.html|title=Web Gallery of Art, image collection, virtual museum, searchable database of European fine arts (1100–1850)|publisher=www.wga.hu|access-date =ngày 13 tháng 6 năm 2008\n}}<\/ref>\n| tác phẩm hội họa = ''[[The Creation of Adam|Cuộc sáng tạo Adam]]''\n| tác phẩm điêu khắc = ''[[David (Michelangelo)|Vua David]]''<br>''[[Đức Mẹ Sầu Bi]]''\n| chữ ký = [[Tập tin:Michelangelo Signature2.svg|150px]]\n}}\n[[Tập tin:Detail of the Judith and Holofernes fresco in the Sistine Chapel - Holofernes.jpg|nhỏ|Tự hoạ như cái đầu của [[Judith and Holofernes|Holofernes]] từ trần [[Nhà nguyện Sistina|Nhà nguyện Sistine]]]]\n'''Michelangelo di Lodovico Buonarroti Simoni'''<ref name=wga \/> (6 tháng 3 năm 1475 – 18 tháng 2 năm 1564), thường được gọi là '''Michelangelo''', là một [[họa sĩ]], [[nhà điêu khắc]], [[kiến trúc sư]], nhà thơ và [[kỹ sư]] thời kỳ [[Phục hưng Ý]]. Dù ít có những đột phá bên ngoài nghệ thuật, sự uyên bác của ông trong các lĩnh vực đạt tới tầm mức khiến ông được coi là một người xứng đáng với danh hiệu [[Nhân vật thời Phục Hưng|nhân vật thời Phục hưng]], cùng với đối thủ kiêm bạn bè [[Leonardo da Vinci]].\n\nKhả năng sáng tạo của Michelangelo trong mọi lĩnh vực ông tham gia trong suốt cuộc đời dài của mình rất phi thường; khi tính cả các thư từ, phác thảo, ký sự còn lại, ông là nghệ sĩ được ghi chép đầy đủ nhất về cuộc đời ở thế kỷ 16. Hai trong số các tác phẩm nổi tiếng nhất của ông ''[[Đức Mẹ Sầu Bi]]'' và ''[[David (Michelangelo)|Vua David]]'', được thực hiện trước khi ông sang tuổi 30. Dù ông không được đánh giá nhiều trong hội họa, Michelangelo cũng đã tạo ra hai trong các tác phẩm có ảnh hưởng lớn nhất thuộc thể loại [[bích họa]] trong lịch sử Nghệ thuật phương Tây: Cảnh Thiên Chúa [[Sách Sáng Thế|sáng thế]] trên trần [[Nhà nguyện Sistine]] và ''[[Sự phán xét cuối cùng (Michelangelo)|Sự phán xét cuối cùng]]'' trên bức tường bệ án thờ Nhà nguyện Sistine ở [[Roma]]. Là một kiến trúc sư, Michelangelo là người tiên phong trong phong cách [[Mannerism|Mannerist]] tại [[Thư viện Laurentian]]. Ở tuổi 74, ông kế tục [[Antonio da Sangallo]] trở thành kiến trúc sư của [[Vương cung thánh đường Thánh Phêrô]]. Michelangelo đã thay đổi đồ án, góc phía tây được hoàn thiện theo thiết kế của Michelangelo, mái vòm được hoàn thành sau khi ông mất với một số sửa đổi.\n\nMột ví dụ khác về vị trí độc nhất của Michelangelo: ông là nghệ sĩ phương Tây đầu tiên có tiểu sử được xuất bản khi đang còn sống.<ref name=\"Britannica1\">Michelangelo. (2008). Encyclopædia Britannica. ''Ultimate Reference Suite''.<\/ref> Hai cuốn tiểu sử đã được xuất bản trong khi ông đang sống; một trong số đó bởi [[Giorgio Vasari]], cho rằng ông là động cơ của mọi thành tựu nghệ thuật từ khi bắt đầu [[phục Hưng|thời kỳ Phục hưng]], một quan điểm vẫn tiếp tục được ủng hộ trong lịch sử nghệ thuật trong nhiều thế kỷ. Trong đời mình, ông cũng thường được gọi là [[''Il Divino'']] (\"người siêu phàm\").<ref>{{Chú thích sách|last=Emison|first=Patricia. A|title=Creating the \"Divine Artist\": from Dante to Michelangelo|publisher=Brill|date=2004|isbn=9789004137097|url=http:\/\/books.google.ca\/books?id=1EofecqX_vsC&pg=PA144&lpg=PA144&dq=michelangelo+%22il+divino%22&source=bl&ots=57G_UMFQdO&sig=_vDIOv0RDyZbbFJG6__cjZvjSOI&hl=en&ei=1Zc3StHaOKKUMoGPmJIN&sa=X&oi=book_result&ct=result&resnum=6#PPP1,M1}}<\/ref> Một trong những phẩm chất của ông được những người đương thời ngưỡng mộ nhất là [[''terribilità'']], một cảm giác kính sợ trước sự vĩ đại, và các nỗ lực của những nghệ sĩ thời sau học theo phong cách say mê và rất cá nhân của ông đã dẫn tới [[Mannerism]], phong trào lớn tiếp sau trong nghệ thuật phương Tây sau thời [[Đỉnh cao Phục hưng]].\n\n== Tiểu sử ==\n=== Tuổi trẻ ===\nMichelangelo sinh ngày 6 tháng 3 năm 1475{{ref label|a|a|none}} tại [[Caprese Michelangelo|Caprese]] gần [[Arezzo]], [[Toscana|Tuscany]].<ref name=\"Tolnay11\">J. de Tolnay, ''The Youth of Michelangelo'', 11<\/ref> Gia đình ông từ nhiều thế hệ đã là các chủ nhà băng nhỏ tại [[Florence]] nhưng cha ông, [[Lodovico di Leonardo di Buonarroti di Simoni]], đã không thể duy trì được tình hình tài chính của ngân hàng, và giữ các vị trí tạm thời trong chính phủ.<ref name=\"Britannica1\"\/> Khi Michelangelo ra đời, cha ông là [[quan toà|nhân viên pháp lý]] tại thị trấn nhỏ [[Caprese]] và [[podestà|nhân viên địa phương]] của [[Chiusi]]. Mẹ của Michelangelo là [[Francesca di Neri del Miniato di Siena]].<ref name=\"clement5\">C. Clément, ''Michelangelo'', 5<\/ref> Những người nhà [[Buonarroti]] tuyên bố mình là hậu duệ của Nữ bá tước [[Mathilde xứ Canossa]]; tuyên bố này vẫn chưa được chứng minh, tuy nhiên chính Michelangelo tin vào điều này.<ref>A. Condivi, ''The Life of Michelangelo'', 5<\/ref> Nhiều tháng sau khi Michelangelo ra đời, gia đình ông quay trở lại Florence và Michelangelo lớn lên tại đây. Ở những thời điểm sau này, trong những thời kỳ ốm yếu kéo dài và sau khi mẹ ông mất khi ông lên bảy tuổi, Michelangelo sống với một người thợ đá và vợ ông cùng gia đình ở thị trấn [[Settignano]] nơi cha ông có một mỏ đá [[marble]] và một nông trại nhỏ.<ref name=\"clement5\"\/> [[Giorgio Vasari]] trích dẫn Michelangelo nói, \"Nếu có thứ gì tốt đẹp ở trong tôi, nó bởi tôi đã sinh ra trong một không khí tinh tế tại [[Arezzo]]. Cùng với dòng sữa của người vú tôi đã nhận được sở trường sử dụng đục và búa, và tôi đã làm ra những ngón tay mình bằng chúng.\"<ref name=\"Tolnay11\" \/>\n\nKhi mới là một chú bé, cha của Michelangelo đã gửi ông theo học [[văn phạm]] tới [[chủ nghĩa nhân văn|người theo chủ nghĩa nhân đạo]] là [[Francesco da Urbino]] tại Florence.<ref name=\"Tolnay11\" \/><ref name=\"Condivi9\">A. Condivi, ''The Life of Michelangelo'', 9<\/ref>{{ref label|b|b|none}} Tuy nhiên, nhà nghệ sĩ nhỏ không thể hiện sự quan tâm tới trường học, mà thích copy lại các bức tranh từ các nhà thờ và tìm kiếm những người bạn có cùng sở thích hội họa.<ref name=\"Condivi9\" \/> Lúc mười ba tuổi, Michelangelo được nhận vào học việc với họa sĩ [[Domenico Ghirlandaio]].<ref name=\"wga\" \/><ref name=\"Liebert59\">R. Liebert, ''Michelangelo: A Psychoanalytic Study of his Life and Images'', 59<\/ref> Khi Michelangelo 14 tuổi, cha ông thuyết phục Ghirlandaio trả tiền học việc ở mức một nghệ sĩ cho ông, đây là một điều rất hiếm ở thời kỳ đó.<ref>C. Clément, ''Michelangelo'', 7<\/ref> Khi vào năm 1489 [[Lorenzo de' Medici]], nhà cai trị [[de facto|trên thực tế]] của Florence, yêu cầu Ghirlandaio những đồ đệ xuất sắc nhất của ông, Ghirlandaio đã gửi Michelangelo và [[Francesco Granacci]].<ref>C. Clément, ''Michelangelo'', 9<\/ref> Từ năm 1490 tới năm 1492, Michelangelo tham gia hội [[Chủ nghĩa nhân văn|Nhân văn]] mà Medici đã lập ra cùng với các quy tắc [[Chủ nghĩa Platon|Tân Platon]]. Michelangelo học điêu khắc với [[Bertoldo di Giovanni]]. Tại học viện, cả quan điểm và nghệ thuật của Michelangelo đều bị ảnh hưởng bởi các [[Triết học|nhà triết học]] và tác gia nổi tiếng nhất thời ấy gồm [[Marsilio Ficino]], [[Pico della Mirandola]] và [[Angelo Poliziano]].<ref name=\"Tolnay1819\">J. de Tolnay, ''The Youth of Michelangelo'', 18–19<\/ref> Khi ấy Michelangelo đã thực hiện các bức [[phù điêu]] nổi thấp [[:en:Madonna_of_the_Stairs|''Madonna of the Stairs'']] (1490–1492) và ''[[:en:Battle_of_the_Centaurs_(Michelangelo)|Battle of the Centaurs]]'' (1491–1492). Tác phẩm sau này dựa trên một chủ đề do Poliziano đề nghị và do Lorenzo de [[Medici]] đặt hàng.<ref name=\"Condivi15\">A. Condivi, ''The Life of Michelangelo'', 15<\/ref>\nKhi cả hai đều đang tập việc với Bertoldo di Giovanni, [[Pietro Torrigiano]] đấm vào mũi người bạn 17 tuổi của mình, và vì thế gây ra một sự biến dạng rất dễ thấy trên mọi bức chân dung Michelangelo.<ref>{{Chú thích web|url=http:\/\/arthistory.about.com\/b\/2008\/07\/27\/will-the-real-michelangelo-please-stand-up.htm|ngày truy cập = ngày 14 tháng 12 năm 2009 |tiêu đề=Will the Real Michelangelo Please Stand Up?}}<\/ref>\n\n=== Bắt đầu trưởng thành ===\nCái chết của Lorenzo de' Medici ngày 8 tháng 4 năm 1492 dẫn tới một sự đảo ngược các hoàn cảnh của Michelangelo.<ref name=\"Tolnay2021\">J. de Tolnay, ''The Youth of Michelangelo'', 20–21<\/ref> Michelangelo rời triều đình [[Medici]] với đầy đủ sự đảm bảo và quay trở về ngôi nhà của người cha. Trong những tháng sau đó ông đã tạc một ''[[:en:Crucifix_(Michelangelo)|thập tự giá bằng gỗ]]'' (1493), như một món quà gửi cha tu viện trưởng nhà thờ Florentine [[Santo Spirito di Firenze|Santo Spirito]], người đã cho phép ông thực hiện một số nghiên cứu [[giải phẫu học|giải phẫu]] trên các thi thể của bệnh viện nhà thờ.<ref name=\"Condivi17\">A. Condivi, ''The Life of Michelangelo'', 17<\/ref> Từ năm 1493 tới năm 1494 ông đã mua một khối đá marble để thực hiện một bức tượng [[Heracles|Hercules]] có kích thước lớn hơn người thật, tượng được gửi tới Pháp và sau này biến mất trong khoảng những năm 1700.<ref name=\"Condivi15\" \/>{{ref label|c|c|none}} Ngày 20 tháng 1 năm 1494, sau những trận tuyết rơi dày, người thừa kế của Lorenzo, [[Piero di Lorenzo de' Medici|Piero de Medici]] đặt hàng một bức tượng bằng tuyết, và Michelangelo một lần nữa lại vào triều đình Medici.\n\nCùng năm ấy, nhà [[Medici]] bị trục xuất khỏi Florence vì sự nổi lên của nhà [[Savonarola]]. Michelangelo rời thành phố trước khi quyền lực chính trị thay đổi, đi tới [[Venezia|Venice]] và sau đó tới [[Bologna]].<ref name=\"Tolnay2021\" \/> Tại Bologna ông được đặt hàng hoàn thành việc tạc những nhân vật nhỏ cuối cùng tại [[Arca di San Domenico|Điện thờ thánh Dominic]], trong nhà thờ dành cho vị thánh này. Tới cuối năm 1494, tình hình chính trị tại Florence lắng dịu hơn. Tuy nhiên thành phố, trước kia nằm dưới sự đe doạ từ phía Pháp, không còn là một nơi nguy hiểm nữa khi [[Charles VIII của Pháp|Charles VIII]] bị đánh bại. Michelangelo quay trở lại Florence nhưng không nhận được đơn hàng nào từ chính phủ mới của thành phố thuộc nhà Savonarola. Ông quay lại làm việc cho nhà Medici.<ref name=\"Tolnay2425\">J. de Tolnay, ''The Youth of Michelangelo'', 24–25<\/ref> Trong nửa năm ở tại Florence ông thực hiện hai bức tượng nhỏ một ''Thánh John Người rửa tội'' trẻ em và một tượng ''[[Cupid (Michelangelo)|Cupid]]'' ngủ. Theo Condivi, [[Lorenzo di Pierfrancesco de' Medici]], người mà Michelangelo thực hiện tượng ''Thánh John Người rửa tội'' cho, đã yêu cầu rằng Michelangelo \"làm sao để nó trông giống như đã bị chôn lấp\" để ông ta có thể \"gửi nó tới Rome…tiêu thụ [nó đi] như một tác phẩm nghệ thuật cổ và…bán dễ hơn.\" Cả Lorenzo và Michelangelo đều không biết về việc lừa dối về giá trị thực của bức tượng bởi một người trung gain. [[Hồng y]] [[Raffaele Riario]], người mua bức tượng từ Lorenzo, phát hiện ra rằng nó là đồ giả, nhưng thấy ấn tượng với giá trị điêu khắc tới mức ông đã mời nghệ sĩ tới Rome.<ref name=\"Condivi1920\">A. Condivi, ''The Life of Michelangelo'', 19–20<\/ref> {{ref label|d|d|none}} Thành công rõ ràng này trong việc bán tác phẩm điêu khắc của ông ở nước ngoài cũng như tình hình thận trọng tại Florentine có thể đã khuyến khích Michelangelo chấp nhận lời mời.<ref name=\"Tolnay2425\" \/>\n\n[[Tập tin:Michelangelo's Pieta 5450 cropncleaned.jpg|nhỏ|Michelangelo's ''[[Đức Mẹ Sầu Bi|Pietà]]'', một sự thể hiện thân thể [[Giê-su|Jesus]] trong lòng đức mẹ [[Saint Mary|Mary]] sau khi bị [[đóng đinh lên thập tự giá]], được điêu khắc năm 1499, khi nhà nghệ sĩ mới 24 tuổi.]]\n\n==== Rome ====\nMichelangelo tới Rome ngày 25 tháng 6 năm 1496<ref name=\"Tolnay2628\">J. de Tolnay, ''The Youth of Michelangelo'', 26–28<\/ref> ở tuổi 21. Ngày 4 tháng 7 cùng năm ấy, ông bắt đầu làm việc cho một đặt hàng của [[Hồng y]] [[Raffaele Riario]], một bức tượng theo kích thước thực của vị thần rượu La Mã, ''[[Bacchus (Michelangelo)|Bacchus]]''. Tuy nhiên, ngay khi hoàn thành, bức tượng bị [[Hồng y]] từ chối, và sau đó được đưa vào bộ sưu tập của người chủ ngân hàng Jacopo Galli, đặt trong vườn nhà ông.\n\nTháng 11 năm 1497, đại sứ Pháp tại Toà Thánh đặt hàng một trong những tác phẩm nổi tiếng nhất của ông, tác phẩm điêu khắc ''[[Đức Mẹ Sầu Bi|Pietà]]'' và hợp đồng được đồng ý vào tháng 8 năm sau đó. Ý kiến thời ấy về tác phẩm này — \"một sự phát lộ mọi tiềm năng và xung lực của nghệ thuật điêu khắc\" — đã được tóm tắt bởi Vasari: \"Chắc chắn đó là một điều thần diệu mà một khối đá có thể được tạc thành một sự hoàn hảo mà thiên nhiên không thể tạo ra trong đó.\" (It is certainly a miracle that a formless block of stone could ever have been reduced to a perfection that nature is scarcely able to create in the flesh)\n\nTại Rome, Michelangelo sống gần nhà thờ [[Santa Maria di Loreto (Rome)|Santa Maria di Loreto]]. Ở đây, theo truyền thuyết, ông yêu [[Vittoria Colonna]], nữ hầu tước [[Pescara]] và cũng là một nhà thơ.{{cần chú thích|date=January 2009}} Căn nhà của ông bị phá huỷ năm 1874, và các yếu tố kiến trúc còn lại được những người chủ mới giữ lại đã bị phá huỷ năm 1930. Ngày nay một bản sao phục dựng hiện đại ngôi nhà của Michelangelo có thể được thấy trên đồi [[Gianicolo]]. Cũng trong giai đoạn này có những hoài nghi phát sinh khi Michelangelo thực hiện tác phẩm điêu khắc [[Laocoön và các con trai]] tại [[Vatican Museums|Vatican]]<ref>Catterson, Lynn. \"Michelangelo's 'Laocoön?'\" Artibus et historiae. 52. 2005: p. 33<\/ref>.\n\n== Tác phẩm ==\n{{xem thêm|Danh sách tác phẩm của Michelangelo}}\n[[Tập tin:Michelangelos David.jpg|nhỏ|trái|[[David (Michelangelo)|Tượng David]], được Michelangelo hoàn thành năm 1504, là một trong các tác phẩm nổi tiếng nhất thời kỳ Phục hưng.]]\n=== Tượng David ===\n{{chính|David (Michelangelo)}}\nMichelangelo quay trở lại Florence năm 1499–1501. Mọi thứ đang thay đổi tại [[Cộng hoà Florence|nước cộng hoà]] sau sự thất bại của những Thầy tu chống Phục hưng và người lãnh đạo Florence, [[Girolamo Savonarola]] (bị hành quyết năm 1498) và sự nổi lên của ''gonfaloniere'' [[Pier Soderini]]. Ông được các tổng tài Phường hội Len yêu cầu hoàn thành một dự án còn dang dở đã được bắt đầu từ 40 năm trước đó bởi [[Agostino di Duccio]]: một bức tượng khổng lồ thể hiện David như một biểu tượng của sự tự do của Florentine, sẽ được đặt tại Piazza della Signoria, phía trước [[Palazzo Vecchio]]. Michelangelo đáp ứng bằng cách hoàn thành tác phẩm nổi tiếng nhất của mình, tượng [[David (Michelangelo)|David]] năm 1504. Kiệt tác này, được làm từ một khối đá marble tại các mỏ đá ở [[Carrara]] đã được các nghệ sĩ khác bắt đầu trước đó, đã minh chứng cho sự xuất chúng của ông với tư cách là một nhà điêu khắc có tài năng kỹ thuật phi thường và sức mạnh của khả năng sáng tạo biểu tượng.\n\nCũng trong giai đoạn này, Michelangelo vẽ bức tranh ''Holy Family and St John'', cũng được gọi là ''[[Doni Tondo]]'' hay ''Holy Family of the Tribune'': nó được đặt hàng cho hôn lễ của Angelo Doni và Maddalena Strozzi vào thế kỷ 17 được treo trong căn phòng gọi là Tribune ở [[Uffizi]]. Ông cũng có thể đã vẽ bức Madonna and Child with [[John the Baptist]], được gọi là ''[[Manchester Madonna]]'' và hiện ở tại [[National Gallery, London]].\n\n=== Trần Nhà nguyện Sistine ===\n{{chính|Trần Nhà nguyện Sistine}}\n[[Tập tin:Lightmatter Sistine Chapel ceiling.jpg|nhỏ|300px|Michelangelo đã vẽ trên trần [[Nhà nguyện Sistina|Nhà nguyện Sistine]]; tác phẩm mất gần bốn năm để hoàn thành (1508–1512)]]\nNăm 1505 Michelangelo được [[Giáo hoàng Julius II]] mới được bầu mời quay trở lại Rome. Ông được đặt hàng xây dựng [[Danh sách hầm mộ giáo hoàng|hầm mộ cho Giáo hoàng]]. Dưới sự bảo trợ của Giáo hoàng, Michelangelo phải liên tục dừng công việc ở hầm mộ để hoàn thành nhiều nhiệm vụ khác. Bởi những sự ngắt quãng này, Michelangelo đã mất 40 năm cho hầm mộ. Hầm mộ, với đặc điểm trung tâm là [[Moses (Michelangelo)|tượng Moses]] của Michelangelo, không bao giờ được hoàn thành ở mức khiến ông hài lòng. Nó nằm tại [[San Pietro in Vincoli|Nhà thờ thánh Phêrô Bị Xiềng Xích]] tại Rome.\n\nCũng trong giai đoạn này, Michelangelo nhận yêu cầu vẽ trần Nhà nguyện Sistine, mất gần bốn năm để hoàn thành (1508–1512). Theo lời kể của Michelangelo, chính vì lòng ganh tị của [[Bramante]] đối với ông nên [[Bramante]] đã xúi Giáo hoàng giao cho ông một công trình không thể nào thực hiện nổi. Điều này để Michelangelo sẽ gặp phải những so sánh bất lợi với đối thủ là Bramante, người khi ấy đang ở đỉnh cao sự nghiệp với tư cách nghệ sĩ sáng tác tranh tường. Tuy nhiên, câu chuyện này bị nhiều nhà sử học hiện đại bác bỏ với những bằng chứng ở thời điểm đó, và có thể chỉ đơn giản là một sự phản ánh quan điểm riêng của nghệ sĩ.\n\nMichelangelo ban đầu được đặt hàng vẽ 12 Thánh tông đồ trên một nền cảnh bầu trời sao, nhưng hai bên có những hình ảnh phối hợp khác biệt và phức tạp, thể hiện sự [[Thần thoại tạo thành thế giới|thành tạo thế giới]], Sự suy đồi của Con người và Lời hứa Cứu rỗi thông qua các nhà tiên tri và Bảng phả hệ của [[Giê-su|Chúa Jesus]]. Tác phẩm là một phần của một bối cảnh trang trí lớn hơn bên trong nhà nguyện thể hiện đa phần học thuyết của [[Giáo hội Công giáo Rôma]].\n\nCuối cùng bố cục có hơn 300 nhân vật và có chín tình tiết trung tâm từ [[Sách Khải Huyền|Sách Khải huyền]], được chia thành ba nhóm: Sự sáng tạo Thế giới của Chúa; Chúa tạo ra Loài người và việc họ mất ân huệ của Chúa; và cuối cùng, tình trạng của nhân loại như được thể hiện bởi [[Noah]] và gia đình ông. Trên các vòm [[tam giác]] đỡ mái được vẽ mười hai người đàn ông và phụ nữ đã tiên đoán sự xuất hiện của Chúa Jesus. Họ gồm bảy [[nhà tiên tri]] Israel và năm [[Bà đồng]], các phụ nữ tiên tri của Thế giới Cổ đại.\n\nTrong số những bức hoạ nổi tiếng nhất trên trần có [[Chúa tạo ra Adam]], [[Adam và Eva|Adam và Eve]] trong [[Vườn địa đàng]], [[Truyền thuyết Đại hồng thủy|Đại hồng thủy]], nhà tiên tri [[Isaiah]] và [[Bà đồng Cumaean]]. Quanh các cửa sổ được vẽ các tổ tiên của Chúa Jesus.\n\n=== Dưới thời các Giáo hoàng Medici ở Florence ===\n[[Tập tin:Rome-Basilique San Pietro in Vincoli-Moise MichelAnge.jpg|nhỏ|upright|Tác phẩm ''[[Moses (Michelangelo)|Moses]]'' của Michelangelo (ở giữa) với [[Rachel]] và [[Leah]] ở hai bên.]]\nNăm 1513 Giáo hoàng Julius II qua đời và người kế tục ông [[Giáo hoàng Leo X]], một thành viên gia đình Medici, đặt hàng Michelangelo xây dựng lại mặt tiền của [[Basilica di San Lorenzo di Firenze|La Mã pháp đình San Lorenzo tại Florence]] và trang trí nó bằng những tác phẩm điêu khắc. Michelangelo miễn cưỡng đồng ý. Ba năm ông dành cho việc sáng tạo các bức hoạ và các mô hình cho mặt tiền, cũng như nỗ lực mở một mỏ đá marble mới tại Pietrasanta phục vụ riêng cho dự án này, là những năm tháng chán nản nhất trong sự nghiệp của ông, bởi công việc bất thần bị huỷ bỏ do sự thiếu hụt tài chính của những người bảo trợ trước khi có bất kỳ tiến triển nào diễn ra. La Mã pháp đình cho tới tận ngày nay vẫn không có mặt tiền.\n\nRõ ràng không bực tức với sự việc này, nhà Medici sau đó quay lại với Michelangelo với một đề xuất lớn khác, lần này là một nhà nguyện trong nghĩa trang gia đình tại [[Basilica di San Lorenzo di Firenze|La Mã pháp đình San Lorenzo]]. May mắn cho các thế hệ tiếp sau, dự án này, chiếm hầu hết thời gian của người nghệ sĩ trong thập niên 1520 và 1530, được thực hiện đầy đủ. Dù vẫn chưa hoàn thành, nó là ví dụ tốt nhất về sự tích hợp tầm nhìn về điêu khắc và kiến trúc của nghệ sĩ, bởi Michelangelo đã tạo ra cả những tác phẩm điêu khắc chính và sơ đồ nội thất. Trớ trêu thay, những hầm mộ nổi bật nhất là những hầm mộ của hai thành viên gia đình Medici chết trẻ, một người con trai và một người cháu trai của Lorenzo. Chính [[Lorenzo de' Medici|Il Magnifico]] được [[chôn cất|chôn]] trong một hầm mộ chưa được hoàn thành và hoàn toàn không đáng chú ý ở một trong những bức tường bên của nhà nguyện, không có được một đài kỷ niệm nhỏ, như dự định ban đầu.\n\n[[Tập tin:Last judgement.jpg|nhỏ|trái|upright|''[[Sự phán xét cuối cùng (Michelangelo)|Sự phán xét cuối cùng]] của ''Michelangelo. [[Saint Bartholomew]] được thể hiện cầm con dao của sự tử vì đạo của ông và lớp da đã bị lột. Mặt của lớp da được nhận ra là của Michelangelo.]]\nNăm 1527, các công dân Florentine, được khuyến khích bởi [[Cướp bóc Rome (1527)|vụ cướp bóc Rome]], lật đổ gia đình [[Medici]] và tái lập nền cộng hoà. Một cuộc phong toả thành phố diễn ra sau đó, và Michelangelo phục vụ cho thành phố Florence yêu quý của mình bằng cách làm việc tại các pháo đài của nó từ năm 1528 đến năm 1529. Thành phố sụp đổ năm 1530 và nhà Medici được tái lập quyền lực. Hoàn toàn không có thiện cảm với chế độ cai trị đàn áp của công tước Medici, Michelangelo rời Florence giữa thập niên 1530, chỉ để lại các phụ tá để hoàn thiện nhà nguyện Medici. Nhiều năm sau thi hài ông được mang trở lại từ Rome để mai táng tại [[Basilica di Santa Croce di Firenze|Basilica di Santa Croce]], thực hiện ước nguyện cuối cùng của người nghệ sĩ được chôn cất tại thành phố [[Toscana|Tuscany]] ông yêu quý.\n\n=== Các tác phẩm cuối cùng ở Rome ===\n[[Bích hoạ]] ''[[Sự phán xét cuối cùng (Michelangelo)|Sự phán xét cuối cùng]]'' trên tường án thờ Nhà nguyện Sistine được [[Giáo hoàng Clement VII]], người chết ngay sau khi giao việc, đặt hàng. Paul III là nhân vật quan trọng trong việc để cho Michelangelo bắt đầu và hoàn thành dự án. Michelangelo làm việc tại dự án này từ năm 1534 tới tháng 10 năm 1541. Công việc rất nhiều và mở ra toàn bộ bức tường phía sau án thờ của Nhà nguyện Sistine. ''Sự phán xét cuối cùng'' là sự thể hiện lần xuất hiện thứ hai của Chúa Jesus và ngày tận thế; nơi các linh hồn con người mọc lên và được trao các số phận khác nhau, như được Chúa phán xét, bao quanh là các Thánh.\n\nKhi hoàn thành, những sự thể hiện những người khoả thân trong nhà nguyện của Giáo hoàng bị coi là tục tĩu và báng bổ, và [[Giáo hoàng Paul IV|Hồng y Carafa]] và [[Monsignor]] Sernini (đại sứ của [[Mantua]]) đã kêu gọi kiểm duyệt và xoá bỏ bức tranh, nhưng Giáo hoàng phản đối. Sau khi Michelangelo chết, mọi người quyết định che đi các bộ phận sinh dục (''\"Pictura in Cappella Ap.ca coopriantur\"''). Vì vậy [[Daniele da Volterra]], một học trò của Michelangelo, được trao trách nhiệm che chúng đi, phần thân thể được giữ nguyên. Khi tác phẩm được phục chế năm 1993, những nhà bảo tồn quyết định không loại bỏ tất cả các perizoma của Daniele, để lại một số chúng như một tài liệu lịch sử, và bởi một số tác phẩm của Michelangelo trước đó đã bị loại bỏ bởi các nghệ sĩ sửa sang lại các kiệt tác cho \"lịch sự\". Một bản copy trung thành với bản gốc không bị kiểm duyệt, của [[Marcello Venusti]], có thể được thấy tại [[Museo di Capodimonte|Bảo tàng Capodimonte]] ở [[Napoli]].\n[[Tập tin:Petersdom von Engelsburg gesehen.jpg|nhỏ|Michelangelo thiết kế mái vòm [[Vương cung thánh đường Thánh Phêrô|Nhà thờ thánh Peter]] nhưng ông mất trước khi công trình này hoàn thành]]\nSự kiểm duyệt luôn đi cùng Michelangelo, từng được miêu tả là \"inventor delle porcherie\" (\"nhà phát minh những sự tục tĩu\", trong tiếng Italia nguyên gốc chỉ \"những thứ bẩn thỉu\"). \"Chiến dịch lá sung\" đáng hổ thẹn của [[Phản Cải cách]], nhắm tới việc che phủ mọi sự thể hiện các bộ phận sinh dục của con người trong các tác phẩm hội họa và điêu khắc, bắt đầu với các tác phẩm của Michelangelo. Hai ví dụ, bức tượng đá marble ''[[Cristo della Minerva]]'' (nhà thờ [[Santa Maria sopra Minerva]], Rome) được che đi bằng cách cho thêm một tấm drap, như nó vẫn hiện diện ngày nay, và tượng Jesus cởi truồng khi vẫn còn là một đứa trẻ ''[[Madonna of Bruges]]'' ([[Church of Our Lady, Bruges|Church of Our Lady]] tại [[Brugge|Bruges]], Bỉ) bị che phủ đi trong nhiều thập kỷ. Tương tự, bản copy thạch cao của tượng David tại [[Cast Courts (Bảo tàng Victoria và Albert)]] ở London, có một lá sung trong một cái hộp phía sau lưng bức tượng. Nó ở đó để được đặt lên các bộ phận sinh dục của tượng để nó sẽ không làm phiền những nữ khách hoàng gia viếng thăm.\n\nNăm 1546, Michelangelo được chỉ định làm kiến trúc sư [[Vương cung thánh đường Thánh Phêrô|Vương cung thánh đường Thánh Peter]] tại Vatican, và thiết kế mái vòm của nó. Khi công trình tiến triển có lo ngại rằng Michelangelo sẽ qua đời trước khi mái vòm được hoàn thành. Tuy nhiên, khi công trình bắt đầu tới phần thấp của mái vòm, vòng đỡ, thiết kế đã hoàn thành.\n\n=== Bức phác hoạ cuối cùng được tìm thấy ===\nNgày 7 tháng 12 năm 2007, bản phác hoạ bằng phấn đỏ của Michelangelo cho mái vòm Nhà thờ thánh Peter, bức phác hoạ cuối cùng của ông trước khi ông mất năm 1564, đã được phát hiện trong thư khố của Vatican. Nó rất hiếm, bởi ông đã tiêu huỷ các thiết kế của mình lúc cuối đời. Bức phác hoạ là một sơ đồ một phần cho một trong những cột xuyên tâm của trống tang vòm của Nhà thờ thánh Peter.<ref>{{Chú thích báo|url=http:\/\/news.bbc.co.uk\/2\/hi\/europe\/7133116.stm |title=Michelangelo 'last sketch' found |publisher=BBC News |date=ngày 7 tháng 12 năm 2007|access-date =ngày 9 tháng 2 năm 2009}}<\/ref>\n\n== Sự nghiệp kiến trúc sư ==\n[[Tập tin:Michelangelo's grave4.jpg|nhỏ|Mộ của Michelangelo, tại [[Basilica di Santa Croce di Firenze]], Florence]]\nMichelangelo đã làm việc ở nhiều dự án do những người khác khởi đầu, đáng chú ý nhất là công việc của ông tại [[Vương cung thánh đường Thánh Phêrô|Nhà thờ thánh Peter]], Rome. [[Campidoglio]], được thiết kế bởi Michelangelo cũng trong giai đoạn này, được điều chỉnh cấu trúc và không gian phù hợp với [[Capitoline Hill]] của Rome. Hình dáng của nó, kiểu giống hình chữ nhật lệch hơn là hình vuông, được dự định để trung hoà với những hiệu ứng của phong cảnh. Các dự án kiến trúc lớn của Florentine do Michelangelo tiến hành là mặt tiền chưa được thi công cho [[Basilica di San Lorenzo di Firenze|La Mã pháp đình San Lorenzo, Florence]] và Nhà nguyện Medici (''Capella Medicea'') và [[Thư viện Laurentian]], và các pháo đài của Florence. Các dự án La Mã lớn là Nhà thờ thánh St. Peter, [[Palazzo Farnese]], [[San Giovanni dei Fiorentini]], Nhà nguyện Sforza (''Capella Sforza'') tại [[Basilica di Santa Maria Maggiore]], [[Porta Pia]] và [[Santa Maria degli Angeli e dei Martiri|Santa Maria degli Angeli]].\n\n=== Thư viện Laurentian ===\nKhoảng năm 1530 Michelangelo thiết kế [[Thư viện Laurentian]] tại Florence, một công trình phụ của nhà thờ San Lorenzo. Ông đã tạo ra các phong cách mới như [[các trụ bổ tường]] thon nhỏ hơn ở bên dưới, và một cầu thang gác với các hình dạng [[tam giác]] và cong.\n\n=== Nhà nguyện Medici ===\n{{chính|Nhà nguyện Medici}}\nMichelangelo đã thiết kế [[Nhà nguyện Medici]]. Nhà nguyện Medici có các tượng đài ở trong dành cho một số thành viên gia đình Medici. Michelangelo không bao giờ hoàn thành dự án này, các học trò của ông sau này hoàn thành nó. [[Lorenzo the Magnificent]] được [[chôn cất|chôn]] ở bức tường cổng Nhà nguyện Medici. Những tác phẩm điêu khắc \"Madonna and Child\" và các vị thánh bảo trợ nhà Medici là Cosmas và Damian được đặt khi chôn cất ông. \"Madonna and child\" là tác phẩm riêng của Michelangelo.\n\n== Nhân cách ==\nMichelangelo thường ngạo mạn với những người khác và luôn không hài lòng với chính mình, coi nghệ thuật có nguồn gốc từ cảm hứng bên trong và từ văn hoá. Trái ngược với những ý tưởng của đối thủ của ông, [[Leonardo da Vinci]], Michelangelo coi tự nhiên là một kẻ thù và phải vượt qua nó. Các nhân vật ông đã tạo ra mạnh mẽ và năng động, mỗi nhân vật ở trong không gian riêng của mình tách biệt với thế giới bên ngoài. Với Michelangelo, công việc của nhà điêu khắc hoàn toàn tự do khỏi các hình thức vốn đã ở trong phiến đá. Ông tin rằng mọi phiến đá có một sự điêu khắc bên trong nó, và rằng công việc điêu khắc đơn giản là việc tẩy bỏ tất cả những thứ không phải là một phần của bức tượng.{{cần chú thích|date=January 2009}}\n\nNhiều [[giai thoại]] nói về tài năng của Michelangelo, đặc biệt trong điêu khắc, rất được tôn sùng ở thời đại ông. Một Lorenzo de Medici khác muốn sử dụng Michelangelo để kiếm ít tiền. Ông đặt hàng Michelangelo tạc một tượng Cupid trông có vẻ mòn và cổ. Lorenzo trả Michelangelo 30 ducat, nhưng bán bức tượng với giá 200 ducat. [[Hồng y]] Raffaele Riario nghi ngờ và cử một người đi điều tra. Người này đặt Michelangelo thực hiện một phác hoạ Cupid cho ông, và sau đó nói với Michelangelo rằng trong khi ông chỉ nhận được 30 ducat, Lorenzo đã bán lại tượng Cupid với giá trị của một đồ cổ và kiếm 200 ducat. Michelangelo sau đó xác nhận rằng ông đã tạc tượng Cupid, nhưng không hề nghĩ rằng mình đã bị lừa. Sau khi sự thật bị khám phá, [[Hồng y]] sau này coi đó làm bằng chứng về khả năng của ông và đặt ông thực hiện tác phẩm ''Bacchus''. Một giai thoại được biết đến nhiều khác cho rằng khi hoàn thành [[Moses (Michelangelo)|the Moses]] ([[San Pietro in Vincoli]], Rome), Michelangelo đã đập mạnh búa vào đầu gối của tượng, kêu lên, \"Sao mày không nói chuyện với tao?\"{{cần chú thích|date=January 2009}}\n\nTrong đời sống cá nhân, Michelangelo rất đạm bạc. Ông nói với người học việc của mình là [[Ascanio Condivi]]: \"Dù tôi có thể giàu có thế nào nữa, tôi đã luôn sống như một người nghèo khổ.\"<ref name=CondiviLOM106>Condivi, ''The Life of Michelangelo'', p. 106.<\/ref> Condivi nói ông không thích thức ăn và đồ uống, ăn \"vì cần thiết hơn là vì niềm vui\"<ref name=CondiviLOM106\/> và rằng ông \"thường ngủ trong đám quần áo và... giày của mình.\"<ref name=CondiviLOM106\/> Những thói quen đó có thể đã khiến ông không được ưa thích. Người viết tiểu sử ông [[Paolo Giovio]] nói, \"bản chất của ông quá mạnh mẽ và vụng về khiến các thói quen ở gia đình của ông rất bần tiện.\"<ref>Paola Barocchi (ed.) ''Scritti d'arte del cinquecento'', Milan, 1971; vol. I p. 10.<\/ref> Có thể ông không chủ tâm, bởi theo bản chất ông là một người cô độc và u sầu. Ông có một danh tiếng về ''bizzarro e fantastico'' bởi ông \"rút mình khỏi tình bằng hữu của loài người.\" <ref>Condivi, ''The Life of Michelangelo'', p. 102.<\/ref>\n\n== Giới tính ==\n[[Tập tin:Michelangelo libyan.jpg|nhỏ|Bức hoạ cho ''The Libyan Sybil'', Thành phố New York, [[Metropolitan Museum of Art]]]]\n[[Tập tin:LibyanSibyl SistineChapel.jpg|nhỏ|''The Libyan Sybil'', [[Nhà nguyện Sistina|Nhà nguyện Sistine]], đã hoàn thành.]]\nTính nền tảng trong nghệ thuật của Michelangelo là vẻ đẹp của nam giới, hấp dẫn ông cả về thẩm mỹ và cảm xúc. Một phần, đó là một sự thể hiện sự lý tưởng hoá nam tính thời Phục hưng. Nhưng trong nghệ thuật của Michelangelo có một cảm giác xác thịt với tính thẩm mỹ đó.<ref>Hughes, Anthony: \"Michelangelo\"., page 327. Phaidon, 1997.<\/ref>\n\nNhững sự thể hiện của nhà điêu khắc về tình yêu đã được đặc trưng hoá như là cả [[Tân Platonic]] và [[đồng tính luyến ái|đồng tính]]; giới học giả gần đây tìm kiếm một sự giải thích tôn trọng cả hai điều đó, tuy nhiên vẫn thận trọng trong việc đưa ra những kết luận tuyệt đối.{{cần chú thích|date=January 2010}} Một ví dụ về vấn đề là Cecchino dei Bracci, cái chết của người này, chỉ một năm sau khi họ gặp năm 1543, đã gây cảm hứng cho việc viết 48 bài thơ trào phúng tang lễ, mà theo một số lời kể ám chỉ tới một mối quan hệ không chỉ lãng mạn mà cả về thể xác:\n:{|\n|<poem>La carne terra, e qui l'ossa mia, prive\nde' lor begli occhi, e del leggiadro aspetto\nfan fede a quel ch'i' fu grazia nel letto,\nche abbracciava, e' n che l'anima vive.<ref>[http:\/\/www.oliari.com\/storia\/michelangelo.html \"Michelangelo Buonarroti\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150313055514\/http:\/\/www.oliari.com\/storia\/michelangelo.html |date = ngày 13 tháng 3 năm 2015}} by Giovanni Dall'Orto Babilonia n. 85, January 1991, pp. 14–16 {{It icon}}<\/ref><\/poem>\n|<poem>Xác thịt giờ giờ là đất, và đây xương tôi,\nBị tước đi những đôi mắt đẹp, và không khí vui nhộn,\nSự trung thành vẫn dành cho anh ta người tôi đã cùng vui vẻ giường,\nNgười tôi ôm hôn, người linh hồn tôi hiện đang sống ở.<\/poem>\n|}\nTheo những người khác, chúng thể hiện một sự hội thoại Platon tái hình dung không xúc cảm và tao nhã, theo đó thi ca tình ái được coi như một sự thể hiện các cảm giác tinh khiết (Quả thực, cần nhớ rằng các đức tin tình yêu ở Italia thế kỷ 16 có phạm vi áp dụng rộng lớn hơn hiện nay nhiều).<ref>Hughes, Anthony: \"Michelangelo.\", page 326. Phaidon, 1997.<\/ref> Một số thanh niên trẻ lịch lãm và tận dụng ưu thế của nhà điêu khắc. Febbo di Poggio, năm 1532, bán rao vẻ duyên dáng của mình—để trả lời tình yêu của Michelangelo anh ta đòi tiền. Trước đó, Gherardo Perini, năm 1522, đã ăn trộm một cách trơ tráo của ông. Michelangelo luôn bảo vệ sự riêng tư của mình. Khi một nhân viên của người bạn ông là Niccolò Quaratesi đề nghị xin con trai mình vào học việc gợi ý rằng anh ta sẽ tốt trên giường, Michelangelo đã từ chối một cách phẫn nộ, đề nghị Quaratesi đuổi việc người đó.\n\nSự thể hiện bằng chữ lớn nhất về tình yêu của ông được trao cho [[Tommaso dei Cavalieri]] (khoảng 1509–1587), người 23 tuổi khi Michelangelo gặp anh ta năm 1532, ở tuổi 57. Cavalieri rộng mở với sự yêu mến của ông già: ''Tôi thề sẽ đáp trả tình yêu của ông. Chưa bao giờ tôi yêu quý một người đàn ông nào như tôi yêu ông, chưa bao giờ tôi ước muốn một tình bạn như tôi muốn có với ông.'' Cavalieri vẫn trung thành với Michelangelo cho tới khi ông mất.\n\nMichelangelo đã dành tặng cho anh ta ba trăm bài sonnet và thơ trữ tình, là tập hợp những bài thơ lớn nhất của ông. Một số nhà bình luận hiện đại cho rằng mối quan hệ đơn giản chỉ là một cảm giác yêu mến kiểu Platon, thậm chí cho rằng Michelangelo tìm kiếm một người con trai đại diện.<ref>\"Michelangelo\", ''The New Encyclopaedia Britannica, Macropaedia, Volume 24'', page 58, 1991. The text goes so far as to claim, a bit defensively, 'These have naturally been interpreted as indications that Michelangelo was a homosexual, but such a reaction according to the artist's own statement would be that of the ignorant'.<\/ref> Tuy nhiên, tình trạng đồng tính của họ đã được ghi nhận từ thời ấy, vì thế một sự che đậy đoan trang đã được dựng lên giữa họ bởi cháu họ của ông, Michelangelo Trẻ, người xuất bản một tập thơ năm 1623 với các đại từ chỉ giới đã được thay đổi. [[John Addington Symonds]], nhà hoạt động đồng tính từ thời kỳ đầu của Anh, đã đảo ngược sự thay đổi này bằng cách dịch các bài sonnet nguyên bản sang tiếng Anh và viết một cuốn tiểu sử hai tập, xuất bản năm 1893.\n\n[[Tập tin:Michelangelo-Ignudi.jpg|nhỏ|trái|Một ''Ignudo'', Sistine Chapel.]]\nCác bài sonnet là tập thơ lớn đầu tiên ở mọi ngôn ngữ hiện đại được một người đàn ông đề tặng cho một người đàn ông khác, trước cả những bài sonnet của [[William Shakespeare|Shakespeare]] gửi cho người bạn trẻ của ông với khoảng cách 50 tuổi.\n{|\n|<poem>\n:I feel as lit by fire a cold countenance\n:That burns me from afar and keeps itself ice-chill;\n:A strength I feel two shapely arms to fill\n:Which without motion moves every balance.<\/poem>\n::— (Michael Sullivan, translation)\n|}\n\nCuối đời mình ông nuôi dưỡng một tình yêu lớn với nhà thơ và là một người đàn bà quý tộc goá là [[Vittoria Colonna]], người ông gặp tại Rome năm 1536 hay 1538 người khi ấy đang ở độ tuổi gần 50. Họ đã viết các bài sonnet cho nhau và thường xuyên liên lạc tới khi bà mất.\n\nKhông thể hiểu chắc liệu Michelangelo có các quan hệ thể xác ([[Ascanio Condivi|Condivi]] được gán cho ông một \"kẻ trinh bạch như nhà sư\"),<ref>Hughes, Anthony, \"Michelangelo\"., page 326. Phaidon, 1997.<\/ref> nhưng qua thơ và nghệ thuật của ông chúng ta ít nhất có thể thoáng hiểu phạm vi tưởng tượng của ông.<ref>Scigliano, Eric: [http:\/\/books.simonandschuster.ca\/9780743254779 \"Michelangelo's Mountain; The Quest for Perfection in the Marble Quarries of Carrara.\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090630155910\/http:\/\/books.simonandschuster.ca\/9780743254779 |date = ngày 30 tháng 6 năm 2009}}, Simon and Schuster, 2005. Truy cập ngày 27 tháng 1 năm 2007<\/ref>\n\n== Tác phẩm ==\n<gallery>\nFile:Michelangelo Bacchus.jpg|\nFile:Firenze.Palvecchio.500.Michelangelo2.JPG|\nFile:Autori vari, arca di san domenico, angelo reggicandelabro di michelangelo, 1494, 01.jpg|\nFile:Madonna michelangelo1.jpg|Madonna\nFile:Leda and the Swan, After Michelangelo.jpg|Leda \nFile:Michelangelo pietà rondanini.jpg|''Pietà Rondanini''\n\nFile:StPetersDomePD.jpg|\nFile:Dying slave Louvre MR 1590.jpg| \nFile:Rebellious Slave (Michelangelo).jpg|\nFile:Andr37.jpg| Ganymede, copia de 1532.\nFile:Buonarotti-scala.jpg|Madonna\nFile:Michelangelo's Pieta 5450 cut out black.jpg|\n<\/gallery>\n\n== Vinh danh ==\nTiểu hành tinh [[3001 Michelangelo]] và một miệng hố va chạm trên [[sao Thủy|sao Thủy]] được đặt theo tên Michelangelo.<ref>Gallant, R., 1986. ''National Geographic Picture Atlas of Our Universe''. National Geographic Society, 2nd edition. ISBN 0-87044-644-4<\/ref> Nhân vật [[Michelangelo (TMNT)|Michelangelo]] trong ''[[Teenage Mutant Ninja Turtles]]'' cũng được đặt theo tên Michelangelo.\n\nBộ phim năm 1965 [[The Agony and the Ecstasy (phim)|The Agony and the Ecstasy]] đề cập tới câu chuyện của Michelangelo và công việc sáng tác hội họa của ông tại [[Nhà nguyện Sistina|Nhà nguyện Sistine]]. Ông được thể hiện trong phim bởi [[Charlton Heston]].\n\n== Xem thêm ==\n* [[Danh sách tác phẩm của Michelangelo]]\n* [[Hiện tượng Michelangelo]]\n* [[Hội họa Phục hưng]]\n* [[Khôi phục các bức tranh tường Nhà nguyện Sistine]]\n\n== Cước chú ==\n<div class=\"references-small\">\n:a. {{note label|a|a|none}}Cha của Michelangelo đánh dấu ngày sinh của ông là ngày 6 tháng 3 năm 1474. Tuy nhiên, theo cách nói của người La Mã thì là năm 1475.\n:b. {{note label|b|b|none}}Các nguồn tin không đồng ý với việc Michelangelo bao nhiêu tuổi thì bắt đầu đi học. De Tolnay viết rằng là 15 tuổi trong khi Sedgwick ghi chú trong bản dịch Condivi của cô rằng Michelangelo đi học lúc 7 tuổi.\n\n== Tham khảo ==\n;Ghi chú\n{{Tham khảo|colwidth=30em}}\n\n== Đọc thêm ==\n{{wikiquote}}\n* {{Chú thích sách|last=Ackerman |first=James |title=The Architecture of Michelangelo |url=https:\/\/archive.org\/details\/architectureofmi00acke_0 |publisher=University of Chicago Press |year=1986 |isbn=978-0226002408}}\n* {{Chú thích sách|last=Clément|first=Charles|year=1892|title=''Michelangelo''|publisher=S. Low, Marston, Searle, & Rivington, ltd.: London|location=Harvard University, Digitized ngày 25 tháng 6 năm 2007| url=http:\/\/books.google.com\/books?id=G-sDAAAAYAAJ&printsec=frontcover&dq=michelangelo&as_brr=1#PPA1,M1| authorlink=}}\n* {{Chú thích sách |last=Condivi |first=Ascanio |authorlink=Ascanio Condivi |title=The Life of Michelangelo |year=1553 |others=Alice Sedgewick |publisher=Pennsylvania State University Press |isbn=0-271-01853-4}}\n* {{Chú thích sách|last=Baldini |first=Umberto |title=The Sculpture of Michelangelo |publisher=Rizzoli |others=Liberto Perugi |year=1982 |url=http:\/\/books.google.com\/books?id=pCEWAQAAIAAJ |isbn=0-8478-0447-x}}\n* Einem, Herbert von (1973). ''Michelangelo''. Trans. Ronald Taylor. London: Methuen.\n* Gilbert, Creighton (1994). ''Michelangelo On and Off the Sistine Ceiling''. New York: George Braziller.\n* Hibbard, Howard (1974). ''Michelangelo''. New York: Harper & Row.\n* Hirst, Michael and Jill Dunkerton. (1994) ''The Young Michelangelo: The Artist in Rome 1496–1501''. London: National Gallery Publications.\n* {{Chú thích sách|last=Liebert |first=Robert |title=Michelangelo: A Psychoanalytic Study of his Life and Images |url=https:\/\/archive.org\/details\/michelangelopsyc0000lieb |publisher=Yale University Press |location=New Haven and London |year=1983 |isbn=0-300-02793-1}}\n* Pietrangeli, Carlo, et al. (1994). ''The Sistine Chapel: A Glorious Restoration''. New York: Harry N. Abrams\n* {{Chú thích sách|last=Sala |first=Charles |title=Michelangelo: Sculptor, Painter, Architect |publisher=Editions Pierre Terrail |year=1996 |isbn=978-2879390697}}\n* Saslow, James M. (1991). ''The Poetry of Michelangelo: An Annotated Translation''. New Haven and London: Yale University Press.\n* {{Chú thích sách|last=Rolland |first=Romain |authorlink=Romain Rolland|title=Michelangelo|publisher= BiblioLife |year=2009 |isbn=1110003536}}\n* Seymour, Charles, Jr. (1972). ''Michelangelo: The Sistine Chapel Ceiling''. New York: W. W. Norton.\n* {{Chú thích sách|last=Stone |first=Irving |authorlink=Irving Stone |title=The Agony and the Ecstasy |publisher=Signet |year=1987 |isbn=0-451-17135-7}}\n* Summers, David (1981). ''Michelangelo and the Language of Art''. Princeton University Press.\n* {{Chú thích sách |title=The Youth of Michelangelo |url=https:\/\/archive.org\/details\/michelangelo0000unse_c5u7 |last=Tolnay |first=Charles |year=1947 |publisher=Princeton University Press |location=Princeton, NJ}}\n* Tolnay, Charles de. (1964). ''The Art and Thought of Michelangelo''. 5 vols. New York: Pantheon Books.\n* {{citebook|last=Néret|first=Gilles|title=Michelangelo|url=https:\/\/archive.org\/details\/michelangelo14750000nere|publisher=Taschen|year=2000|isbn=9783822859766}}\n* Wilde, Johannes (1978). ''Michelangelo: Six Lectures''. Oxford: Clarendon Press.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Michelangelo Buonarroti}}\n* [http:\/\/www.bbc.co.uk\/pressoffice\/pressreleases\/stories\/2004\/02_february\/05\/divine_michelangelo_timeline.shtml \"The Divine Michelangelo - Timeline of Michelangelo's Life and Major Works\"]\n* [http:\/\/www.all-art.org\/early_renaissance\/michelangelo1.html Michelangelo in the \"A World History of Art\"]\n* [http:\/\/asv.vatican.va\/it\/visit\/doc\/zoom06.html1.html Michelangelo in the \"Vatican Secret Archives\"]{{Liên kết hỏng|date = ngày 18 tháng 1 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.bluffton.edu\/~sullivanm\/michel\/michel.html Photographs of details at the Campidoglio]\n* {{gutenberg author| id=Michelangelo+Buonarroti | name=Michelangelo Buonarroti}}\n* [http:\/\/graphics.stanford.edu\/projects\/mich\/ The Digital Michelangelo Project]\n* [http:\/\/www.britishmuseum.org\/explore\/online_tours\/europe\/michelangelos_drawings\/michelangelos_drawings.aspx The BP Special Exhibition Michelangelo Drawings — closer to the master] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151011155932\/http:\/\/www.britishmuseum.org\/explore\/online_tours\/europe\/michelangelos_drawings\/michelangelos_drawings.aspx |date=2015-10-11 }}\n* [http:\/\/www.zipser.nl\/michelangelo1.html Michelangelo's Drawings: Real or Fake?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060411203848\/http:\/\/www.zipser.nl\/michelangelo1.html |date = ngày 11 tháng 4 năm 2006}} How to decide if a drawing is by Michelangelo.\n* [https:\/\/www.michelangelo.org www.Michelangelo.org]\n* [http:\/\/www.boheme-magazine.net\/php\/modules.php?name=News&amp;file=article&amp;sid=669 \"The Michelangelo Code\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090629203305\/http:\/\/www.boheme-magazine.net\/php\/modules.php?name=News&file=article&sid=669 |date = ngày 29 tháng 6 năm 2009}}, suggesting Michelangelo's coded use of his knowledge of anatomy.\n* [http:\/\/michelangelo.syr.edu \"Michelangelo: The Man and the Myth\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120324034334\/http:\/\/michelangelo.syr.edu\/ |date = ngày 24 tháng 3 năm 2012}}\n\n{{Persondata\n|NAME=Michelangelo\n|ALTERNATIVE NAMES=Buonarroti, Michelangelo; Buonarroti, Michelangelo di Lodovico\n|SHORT DESCRIPTION=Nhà điêu khắc, họa sĩ và kiến trúc sư\n|DATE OF BIRTH=6 tháng 3 năm 1475\n|PLACE OF BIRTH=[[Caprese Michelangelo|Caprese]], Italia \n|DATE OF DEATH=18 tháng 2 năm 1564\n|PLACE OF DEATH=Rome, Italia\n}}\n[[Thể loại:Sinh năm 1475]]\n[[Thể loại:Mất năm 1564]]\n[[Thể loại:Kiến trúc sư Italia]]\n[[Thể loại:Tín hữu Kitô giáo]]\n[[Thể loại:Nhà điêu khắc Ý]]\n[[Thể loại:Michelangelo| ]]\n[[Thể loại:Người tỉnh Arezzo]]\n[[Thể loại:Người Tuscany]]\n[[Thể loại:Nghệ sĩ thời Phục Hưng]]\n[[Thể loại:Nhà điêu khắc thời kỳ Phục hưng|Michelangelo Buonarroti]]\n[[Thể loại:Họa sĩ Công giáo Rôma]]\n[[Thể loại:Kiến trúc sư Công giáo Rôma]]\n[[Thể loại:Nhà điêu khắc Công giáo Rôma]]\n[[Thể loại:Họa sĩ Tuscan]]\n[[Thể loại:Họa sĩ Ý]]\n[[Thể loại:Kiến trúc sư Ý]]\n[[Thể loại:Họa sĩ Phục hưng]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Người LGBT]]\n[[Thể loại:Nghệ sĩ LGBT Ý]]\n[[Thể loại:Kiến trúc sư thời Phục Hưng]]"}