{"Mikhael II":"{{Thông tin nhân vật hoàng gia\n|tên            =Mikhael II\n|tước vị           =[[Hoàng đế]] của [[Đế quốc Đông La Mã]]\n|hình= Michael II and Theophilos solidus.jpg\n|ghi chú hình         =Mikhael II và thái tử [[Theophilos (hoàng đế)|Theophilos]], người sáng lập triều đại Amoria.\n|tại vị           =25 tháng 12, 820 – 2 tháng 10, 829\n|tiền nhiệm     =[[Leon V|Leon V gốc Armenia]]\n|kế nhiệm       =[[Theophilos (hoàng đế)|Theophilos]]\n|queen           =[[Thekla, vợ của Mikhael II|Thekla]], [[Euphrosyne (thế kỷ 9)|Euphrosyne]]\n|con cái           =[[Theophilos (hoàng đế)|Theophilos]]\n|hoàng tộc         =[[Nhà Phrygia]]\n|sinh   =770\n|nơi sinh  =[[Amorium]]\n|mất   =2 tháng 10, 829 (59 tuổi)\n|}}\n'''Mikhael II''' ({{lang-el|Μιχαήλ Β'}}, ''Mikhaēl II''; [[770]] – 2.10. [[829]]), tên hiệu là '''Amoria''' ({{lang|grc|ὁ ἐξ Ἀμορίου}}) hay '''Người nói lắp''' (ὁ Τραυλός hoặc ὁ Ψελλός), là [[Hoàng đế Đông La Mã]] từ tháng 12 năm [[820]] cho tới khi mất vào [[2 tháng 10|ngày 2 tháng 10]] năm [[829]], nhà cai trị đầu tiên của triều đại [[Phrygia]] hay Amoria.\n\nSinh trưởng ở [[Amorium]], Mikhael lúc đầu chỉ là một tên lính quèn, về sau lập được nhiều chiến công nên leo dần tới thứ hạng cao trong quân đội cùng với đồng nghiệp [[Leon V|Leon V gốc Armenia]] (trị vì [[813]]-[[820]]). Ông đã giúp đỡ Leon lật đổ và thế chỗ Hoàng đế [[Mikhael I Rangabe]]. Tuy nhiên về sau hai người nảy sinh mâu thuẫn dẫn đến việc Leon đã khép Mikhael vào tội chết. Mikhael không cam tâm chờ chết nên chủ mưu sai người ám sát Leon vào đêm [[Giáng Sinh]] năm [[820]] rồi mau chóng lên ngôi. Ngay lập tức vị tân hoàng đế đã phải lo đối mặt với cuộc nổi dậy lâu dài của [[Thomas]] [[Người Slav|gốc Slav]], khiến ông gần như phải trả giá bằng ngai vàng của mình và khó mà trấn áp nổi cho đến mùa xuân năm [[824]]. Những năm sau này của triều đại Mikhael II được đánh dấu bởi hai thảm họa quân sự to lớn để lại ảnh hưởng lâu dài cho đế quốc: bắt đầu sự kiện ''[[người Hồi giáo]] chinh phục [[Sicilia]]'' và ''đảo [[Crete|Kríti]] rơi vào tay người [[Saracen]]''. Về mặt đối nội, ông nhận được sự ủng hộ và tăng cường việc nối lại phong trào [[bài trừ thánh tượng]] chính thức vốn đã bắt đầu một lần nữa dưới thời Leon V.\n\n==Thiếu thời==\nMikhael sinh vào năm 770 ở [[Amorium]], tại [[Phrygia]], trong một gia đình nông dân-binh sĩ chuyên nghiệp đã nhận đất của chính phủ để đổi lấy [[nghĩa vụ quân sự]] của họ. Gia đình ông thuộc phái Do thái-Kitô giáo nhánh ''[[Athinganoi]]'' mà các thành viên đều là người [[Cappadocia]] đã tiếp nhận nghi lễ của người [[Do Thái]]. Athinganoi có rất nhiều tín đồ ở Anatolia cùng với [[người Hy Lạp]] và [[người Armenia]] giúp hình thành nên cột trụ của [[quân đội Đông La Mã]] thời kỳ đó.\n\nMikhael lần đầu tiên nổi lên trong vai trò là phụ tá thân cận (''[[spatharios]]'') của tướng [[Bardanes Tourkos]], bên cạnh những đối thủ trong tương lai là [[Leon V|Leon gốc Armenia]] và [[Thomas gốc Slav]]. Ông kết hôn với con gái của Bardanes là [[Thekla, vợ của Mikhael II|Thekla]], trong khi Leon cưới một người con gái khác. Mikhael và Leon đã bỏ rơi Bardanes ngay sau khi ông này nổi dậy chống lại Hoàng đế [[Nikephoros I]] vào năm [[803]], và họ đã được đền đáp bằng các chức vụ tư lệnh quân sự cao hơn: Mikhael được phong là [[Komes tes Kortes|Bá tước Quân doanh]] (''Komēs tēs Kortēs'') của Hoàng đế. Mikhael chỉ là công cụ giúp cho Leon lật đổ [[Mikhael I Rangabe]] vào năm [[813]], sau những thất bại quân sự liên tiếp của Rangabe chống lại người [[Bulgaria]]. Về sau ông còn được bổ nhiệm làm chỉ huy đội tinh binh ''[[tagma]]'' của [[Excubitors]] dưới thời Leon V.\n\nÔng trở nên bất mãn với Leon V kể từ lúc Hoàng đế ly dị em dâu của Mikhael. Vào [[Đêm vọng Lễ Giáng Sinh|đêm Giáng Sinh]] năm [[820]], Leon V đã khép ông vào tội mưu phản, hạ lệnh bắt giam ông và kết án tử hình nhưng hoãn thi hành cho đến sau Giáng Sinh. Mikhael liền chuyển lời tới đồng bọn đe dọa tiết lộ danh tính của họ, nhân đó đám thuộc hạ đã đến phóng thích ông và sát hại Leon V đang lúc hoàng đế cử hành lễ Giáng Sinh tại giáo đường nhà thờ St. Stephen.\n\n==Triều đại==\n[[Tập tin:Nicephorus sends an epistle to emperor Michael II in favour of the icons restoration Chronikon of Ioannis Skylitzes.jpg|nhỏ|Nikephoros gửi thư cho hoàng đế Mikhael II nhằm ủng hộ phái tôn thờ thánh tượng. Tiểu họa từ cuốn Ioannis Skylitzes.]]\nMikhael được quần thần tôn làm [[Hoàng đế]] ngay tức khắc trong khi vẫn còn bị xiềng xích quanh chân. Sau đó cùng ngày, ông đã được viên [[Thượng phụ]] [[Theodotos I]] thành [[Constantinopolis]] làm lễ đội vương miện. Về chính sách đối nội của mình, Mikhael II tỏ ra ủng hộ việc bài trừ thánh tượng, nhưng ông lại mặc nhiên khuyến khích hòa giải với phái ''tôn thờ thánh tượng'', như dừng lại việc khủng bố và cho phép họ trở về từ chốn lưu đày. Số này gồm nguyên Thượng phụ [[Nikephoros I|Nikephoros]] và [[Theodore Studite|Theodore Stoudios]], người đã thất bại khi cố sức khuyên nhủ hoàng đế từ bỏ phong trào bài trừ thánh tượng. Một trong số các nạn nhân trong chính sách của Hoàng đế là Thượng phụ tương lai [[Methodios I]].\n\nViệc Mikhael lên ngôi đã khơi gợi lòng tham muốn từ chiến hữu cũ của mình là [[Thomas gốc Slav]], ông này bèn tự lập làm hoàng đế đối nghịch ở [[Anatolia]] và chuyển quân thành công vào xứ [[Thracia]] và bắt đầu vây hãm thủ đô [[Constantinopolis]] vào tháng 12 năm [[821]]. Mặc dù Thomas không giành được sự ủng hộ nào từ một số [[thema]] Anatolia, ông vẫn đảm bảo sự trợ giúp từ hải quân các thema và tàu chiến của họ, cho phép Thomas thắt chặt vòng vây tại Constantinopolis. Để tranh thủ được dư luận ủng hộ, Thomas bèn rêu rao mình là người bênh vực cho dân nghèo, cam kết giảm bớt thuế má và kết làm đồng minh với [[Al-Ma'mun]] của [[nhà Abbasid]], rồi mới tự lập làm Hoàng đế với sự tham gia của viên [[Danh sách Thượng phụ Chính Thống giáo Hy Lạp|Thượng phụ Antiochia]] [[Job thành Antiochia|Job]].\n[[Tập tin:MadridSkylitzesFol37rDetail.jpg|nhỏ|Tiểu họa từ cuốn Madrid Skylitzes mô tả cảnh hoàng đế Mikhael II cho tống giam và trừng phạt Thomas người Slav.]]\nMikhael II cũng nhận được sự trợ giúp hữu hiệu của vua [[Omurtag]] nước [[Bulgaria]] láng giềng. Nhờ đó mà ông đã ép Thomas phải từ bỏ vây hãm Constantinopolis vào mùa xuân năm [[823]]. Mikhael dồn hết quân của mình vây chặt lực lượng của Thomas ở Arkadiopolis ([[Lüleburgaz]]) và buộc ông ta phải đầu hàng vào tháng 10 cùng năm. Mikhael vốn dĩ được thừa hưởng một đội quân yếu kém và không thể ngăn chặn sự việc 10.000 quân [[Ả Rập]] (với 40 chiến thuyền),<ref name=\"Nor\">J. Norwich, ''Byzantium: The Apogee'', 37<\/ref> đã thừa cơ [[Tiểu Vương quốc Kríti|xâm chiếm]] đảo [[Kríti]] vào năm [[824]], dù hoàng đế đã cố tìm cách chiếm lại hòn đảo này qua cuộc viễn chinh năm [[826]] nhưng đều chuốc lấy thất bại. Năm [[827]], người Ả Rập lợi dụng tình trạng dân địa phương đấu đá hỗn loạn đã đem quân xâm chiếm Sicilia và kéo tới vây thành [[Siracusa]].\n\nSau cái chết của Thekla khoảng năm 823, Mikhael II đã kết hôn với [[Euphrosyne (thế kỷ 9)|Euphrosyne]], con gái của [[Konstantinos VI]] và [[Maria xứ Amnia]]. Cuộc hôn nhân này có lẽ nhằm dự định củng cố vị thế Hoàng đế của Mikhael nhưng lại vấp phải sự chống đối trong hàng ngũ giáo sĩ, do trước đây Euphrosyne đã từng là một nữ tu. Ít lâu sau Mikhael II lâm bệnh qua đời vào ngày 2 tháng 10 năm 829.[[Tập tin:Death of Emperor Michael II.jpg|nhỏ|Cái chết của hoàng đế Mikhael II. Tiểu họa từ cuốn Madrid Skylitzes]]\n\nDo xuất xứ dân Do Thái-Kitô giáo và thuộc phái bài trừ thánh tượng, Mikhael II không được lòng giới giáo sĩ [[Chính Thống giáo]], họ miêu tả ông như một tên nông dân dốt nát và kém học thức, nhưng Mikhael II thực chất lại là một chính khách và nhà quản lý tài ba. Ông đã mang lại sự ổn định cho toàn thể [[Đế quốc Đông La Mã]] lần đầu tiên trong nhiều thế hệ và bắt đầu khôi phục lại sức mạnh quân đội Đông La Mã. Hệ thống chính quyền và quân sự do một tay Mikhael II gây dựng nên đã cho phép đế chế dưới thời cháu nội của ông là [[Mikhael III]] chiếm thế thượng phong trong cuộc tranh bá với vương triều Abbasid và đủ sức trụ vững trước những thăng trầm của đời sống cung đình Đông La Mã. Hậu duệ trực tiếp của Mikhael II, [[Nhà Amoria|triều đại Amoria]] nối tiếp cái gọi là [[Nhà Makedonia|triều đại Makedonia]], đã trị vì đế chế trong hơn hai thế kỷ mở đầu cho thời kỳ [[Phục Hưng nhà Makedonia|Phục Hưng Đông La Mã]] thế kỷ thứ 9 và thứ 10.\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*''The [[Oxford Dictionary of Byzantium]]'', Oxford University Press, 1991.\n\n{{s-start}}\n{{s-hou|[[Nhà Phrygia]]||770|2 tháng 10|829}}\n{{s-reg}}\n{{s-bef|before=[[Leon V|Leon V gốc Armenia]]}}\n{{s-ttl|title=[[Hoàng đế Đông La Mã]]|years=820&ndash;829}}\n{{s-aft|after=[[Theophilos (hoàng đế)|Theophilos]]}}\n{{S-off}}\n{{s-bef|before=[[Leon V|Leon V gốc Armenia]]}}\n{{s-ttl|title=[[Danh sách chấp chính quan La Mã|Quan chấp chính tối cao]] của [[Đế quốc Đông La Mã]]|years=820&ndash;829}}\n{{s-aft|after=[[Theophilos (hoàng đế)|Theophilos]]}}\n{{S-end}}\n{{Hoàng đế La Mã}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Michael 2\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Hoàng đế Đông La Mã \n| DATE OF BIRTH     = 770\n| PLACE OF BIRTH    = [[Amorium]]\n| DATE OF DEATH     = 829\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Michael 2}}\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 9]]\n[[Thể loại:Nhà Phrygia]]\n[[Thể loại:Sinh năm 770]]\n[[Thể loại:Mất năm 829]]\n[[Thể loại:Bài trừ thánh tượng Đông La Mã]]\n[[Thể loại:Vua Chính Thống giáo Đông phương]]\n[[Thể loại:Người tỉnh Afyonkarahisar]]\n[[Thể loại:Protostratores]]\n[[Thể loại:Đế quốc Đông La Mã vào những năm 810]]\n[[Thể loại:Đế quốc Đông La Mã vào những năm 820]]"}