{"Minamoto no Yoritomo":"{{Thông tin nhân vật hoàng gia\n| name = Minamoto no Yoritomo <br \/>{{lang|ja|源 頼朝}}\n| tên gốc = みなもと の よりとも\n| tước vị = [[Chinh di Đại Tướng quân]]\n| image = Minamoto no Yoritomo.jpg\n| caption = Chân dung Minamoto no Yoritomo có thể do Fujiwara no Takanobu vẽ năm 1179 trên lụa\n| chức vị = [[Mạc phủ Kamakura|Tướng Quân Kamakura đầu tiên]]\n| kiểu tại vị = Cai trị\n| office = [[Mạc phủ Kamakura|Tướng quân Kamakura đầu tiên]]\n| tại vị = [[21 tháng 8]] năm [[1192]] – [[9 tháng 2]] năm [[1199]]<br>({{số năm theo năm và ngày|1192|8|28|1199|2|9}})\n| predecessor = [[Minamoto no Yoshinaka]]<br><font color = \"red\">'''Chế độ [[Mạc phủ]] đầu tiên được thành lập'''<\/font>\n| kiểu nhiếp chính = [[Thiên hoàng]]\n| nhiếp chính = [[Thiên hoàng Go-Toba]]<br>[[Thiên hoàng Tsuchimikado]]\n| successor = [[Minamoto no Yoriie]]\n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Gia tộc Minamoto|Minamoto]]\n| cha = [[Minamoto no Yoshitomo]]\n| mẹ = [[Yura Gozen]]\n| birth_date = {{Ngày sinh|1147|5|9|df=y}}\n| birth_place = Atsuta, [[Tỉnh Owari]] (nay là thành phố  [[Nagoya]] thuộc tỉnh [[Aichi]], [[Nhật Bản]])\n| death_date = {{Ngày mất and age|1199|2|9|1147|5|9|df=y}}\n| death_place = [[Kamakura]], [[Mạc phủ Kamakura]]\n| chữ ký = Minamoto no Yoritomo kaou.jpg\n| kiểu phối ngẫu = Họ hàng\n| spouse = [[Fujiwara no Suenori]] (ông ngoại)<br \/>[[Minamoto no Yoshihira]] (anh em ruột)<br \/>[[Minamoto no Noriyori]] (anh em ruột)<br \/>[[Minamoto no Tomonaga]] (anh em cùng cha khác mẹ)<br \/>[[Minamoto no Yoshitsune]] (anh em cùng cha khác mẹ)\n| vợ = [[Hōjō Masako]]\n| con cái = Sentsumaru<br\/> [[Minamoto no Yoriie]]<br \/>[[Minamoto no Sanetomo]]<br \/>Minamoto Takahito<br\/>O-hime<br\/>Otohime<Br\/>Jogyo\n| children = \n| cha mẹ = \n| monarch = \n| parents = \n| Thiên hoàng = \n| 4blankname2 = [[Thiên hoàng Go-Toba]]\n}}\n{{nihongo|'''Minamoto no Yoritomo'''|源 頼朝||hanviet=Nguyên Lại Triều|kyu=|hg=|kk=|}} ([[9 tháng 5]] năm [[1147]] - [[9 tháng 2]] năm [[1199]]) là vị tướng thiết lập chế độ [[Mạc phủ]], sáng lập \"nền chính trị võ gia\", khởi xướng truyền thống \"thực quyền thuộc kẻ dưới\" ở [[Nhật Bản]]. Ông đã để lại những dấu ấn lớn trong [[lịch sử]] phát triển của đất nước [[Nhật Bản]]. Ông là một trong những thành viên quyền lực nhất của [[Gia tộc Minamoto]] từ [[thời kỳ Heian]]. Ông là chồng của [[Hōjō Masako]], người đóng vai trò nhiếp chính (shikken) rất quan trọng sau khi ông qua đời. Lúc trở thành người thừa kế hợp pháp của [[Gia tộc Minamoto|nhà Minamoto]], ông đã lãnh đạo gia tộc của mình chống lại [[gia tộc Taira]] từ căn cứ chính của mình ở [[Kamakura]], bắt đầu [[Chiến tranh Genpei]] vào năm [[1180]]. Sau 5 năm chiến tranh, cuối cùng ông đã đánh bại được gia tộc Taira trong [[Trận Dan no Ura|trận Dan- no-ura]] vào năm [[1185]]. Từ đó, Yoritomo đã thiết lập được địa vị tối cao cho giai cấp [[samurai]] và xây dựng nên Mạc phủ đầu tiên trong [[lịch sử Nhật Bản]] (bakufu) tại Kamakura - [[Mạc phủ Kamakura]], chính thức mở ra thời kỳ phong kiến - phiên phiệt ​​ở Nhật Bản, kéo dài cho đến giữa [[thế kỷ 19]] ([[thời kỳ Kamakura]]).\n\n== Thân thế ==\nMinamoto no Yoritomo là con trai thứ ba của Minamoto no Yoshitomo và Fujiwara Saneori. Yoshitomo là trưởng họ của gia tộc Minamoto (còn gọi là Seiwa Genji) đầy quyền lực, một chi thứ của dòng họ [[Thiên hoàng|Nhật hoàng]]. Còn Saneori là con gái của dòng họ Fujiwara, một gia tộc quý phái đầy quyền lực khác.\n\nMinamoto no Yoritomo được sinh ra tại dinh thự riêng của gia đình ông, ở phía tây của đền Atsuta, ở Atsuta, vùng Nagoya, tỉnh Owari (Seigan-ji ngày nay) thuộc [[Heian]], kinh đô của Nhật Bản thời đó, ngày nay là [[kyōto (thành phố)|thành phố Kyoto]]. Lúc đó ông nội của Yoritomo là Minamoto no Tameyoshi là người đứng đầu nhà Minamoto. Tên thời thơ ấu của ông là Oniwakamaru (鬼 武 丸). Gia tộc của ông là một nhánh hậu duệ của Thiên hoàng Seiwa. Nhờ gia thế như trên, khi mới 13 tuổi, Yoritomo đã được phong một chức quan hàm tòng ngũ phẩm<ref>’’Các chức quan ở Nhật lúc đó được chia làm tám phẩm, mỗi phẩm lại gồm một chánh và một tòng.’’<\/ref> và được phép vào chầu vua. \n\nNăm 1156, giữa các phe phái trong triều đình nổ ra chiến tranh khắp kinh đô. Thiên hoàng Toba và con trai của ông là Thiên hoàng Go-Shirakawa đứng về phía con trai của nhiếp chính Fujiwara là Fujiwara no Tadazane, Fujiwara no Tadamichi cũng như Taira no Kiyomori (người thừa kế của gia tộc Taira vào thời điểm đó), trong khi Thiên hoàng Sutoku đứng về phía của Tadazane, con trai Fujiwara no Yorinaga. Sự kiện này được gọi là cuộc nổi loạn Hōgen.\n\nGia tộc Minamoto bị chia rẽ. Người đứng đầu gia tộc, Tameyoshi, đứng về phía Sutoku. Tuy nhiên, con trai của ông, Yoshitomo (cha của Yoritomo), đứng về phía Toba và Go-Shirakawa, cũng như Kiyomori. Cuối cùng, những người ủng hộ Go-Shirakawa đã giành chiến thắng trong cuộc nội chiến, do đó đảm bảo chiến thắng cho Yoshitomo và Kiyomori. Thiên hoàng Sutoku bị quản thúc tại gia, và Yorinaga chết trong trận chiến. Tameyoshi bị hành quyết bởi các lực lượng của Yoshitomo. Thiên hoàng Go-Shirakawa và Kiyomori đều là những kẻ rất tàn nhẫn. Khi đó, Yoshitomo đã tự nhận mình là người đứng của đầu gia tộc Minamoto, và Yoritomo trở thành người thừa kế của ông. \n\nYoritomo và gia tộc Minamoto có xuất thân từ hoàng tộc bên cha mình. Tuy nhiên, ở Kyoto, gia tộc Taira, hiện dưới sự lãnh đạo của Kiyomori, và gia tộc Minamoto, dưới sự lãnh đạo của Yoshitomo, lại bắt đầu bè phái. Năm [[1159]], trong triều đình Nhật Bản lại diễn ra một cuộc tranh chấp ngôi vị Nhật hoàng mà [[lịch sử Nhật Bản]] gọi đó là [[loạn Heiji]]. Bốn năm sau, Kiyomori ủng hộ Fujiwara no Michinori, còn được gọi là Shinzei. Tuy nhiên, Yoshitomo ủng hộ Fujiwara no Nobuyori. Đây được gọi là Cuộc nổi dậy Heiji. Tuy nhiên, nhà Minamoto đã không chuẩn bị kỹ lưỡng, và nhà Taira đã nắm được quyền kiểm soát Kyoto. Dinh thự của Shinzei đã bị tấn công bởi Taira; Shinzei trốn thoát, nhưng bị bắt lại và chặt đầu ngay sau đó. Nhà Taira sau đó đốt cháy cung điện của cựu Thiên hoàng, đánh bại nhà Minamoto. Yoshitomo chạy trốn khỏi thủ đô nhưng sau đó bị phản bội và bị giết bởi một thuộc hạ của ông. Vì gia tộc Minamoto đã tham gia vào cuộc tranh chấp này và cha của Yoritomo đã thua nên cả nhà Yoritomo bị bắt về kinh đô để xử trảm. Sau đó, các điều khoản trừng phạt khắc nghiệt được áp đặt cho Minamoto và các đồng minh của họ. Chỉ có ba cậu con trai nhỏ của Yoshitomo còn sống, do đó Kiyomori và gia tộc Taira khi đó hiện là những nhà lãnh đạo không thể tranh cãi của Nhật Bản. Yoritomo, người đứng đầu mới của nhà Minamoto, đã không bị Kiyomori xử tử. Các anh trai của Yoritomo, Minamoto no Noriyori và Minamoto no Yoshitsune cũng được phép sống. Yoritomo được mẹ kế của [[Taira no Kiyomori]], kẻ chiến thắng, là thiền ni [[Ikenozenni]] xin cho được sống và chỉ bị đầy ra [[quần đảo Izu|đảo Izu]], gần [[vịnh Tokyo]] vì Yoritomo giống với người con trai đã khuất của bà. Hai mươi năm tiếp theo, Yoritomo bị quản thúc tại Izu, song ông đã luôn quan tâm tới tình hình chính trị của Nhật Bản. Yoritomo lớn lên trong cảnh sống lưu vong. Ông kết hôn với Hōjō Masako, con gái của gia tộc Hōjō, do Hōjō Tokimasa lãnh đạo, người đồng thời cũng là kẻ quản chế ông ở Izu. \n\nKhi ông biết được thông tin về các sự kiện diễn ra ở Kyoto. Rằng vào năm [[1180]], Nhật Bản lại xảy ra [[nạn đói]] và đây là một trong những ngòi nổ cho hàng loạt cuộc nổi dậy chống lại quyền lực của dòng họ Taira. Gia tộc Minamoto lại vùng lên tranh chấp với gia tộc Taira, tạo nên [[chiến tranh Genpei]]. Taira no Kiyomori trước đó tiến hành nhiều cải cách rộng rãi, nên đã làm mất lòng Nhật hoàng. Vì thế, Hoàng tử Mochihito đã gửi mật chiếu cho Yoritomo sai ông thảo phạt gia tộc Taira. Từ Izu, Yoritomo chiêu mộ binh mã và nổi dậy. Ban đầu, do quân lực còn yếu, ông đã bị thua trong một số trận đánh và phải chạy trốn. Có lần suýt bị bắt, thì ông được [[Kajiwara Kagetoki]], một viên chỉ huy của phe Taira, tha mạng.\n\nSau đó, Yoritomo trốn sang [[Chiba]]. Tại đây, ông nhận được sự hỗ trợ của gia tộc Miura, nên trở nên mạnh hơn. Trong khi đó, xã hội trở nên bất ổn và đám võ sĩ thuộc hạ của nhà Taira tan rã dần. Năm [[1181]], nhân vật xuất chúng của gia tộc Taira là Kiyomori qua đời. Từ đó, thế lực của Yoritomo là vô địch. Đầu tiên, ông giành quyền kiểm soát vùng [[Kantō]]. Sau đó, ông cho quân đánh vào kinh đô.\n\nNăm 1183, khi 36 tuổi, ông giành được thắng lợi hoàn toàn và giành được quyền lực độc tài quân sự về cho gia tộc Minamoto.\n\n== Cuộc đời và sự nghiệp ==\n[[Tập tin:Minamoto no Yoritomo hanging scroll painting 14th century.jpg|thumb|Tranh cuộn Minamoto no Yoritomo, cuối thế kỷ 14]]\nVào năm 1180, Hoàng tử Mochihito, con trai của Thiên hoàng Go-Shirakawa, đã ra lời kêu gọi gia tộc Minamoto trên toàn Nhật Bản nổi dậy chống lại nhà Taira. Yoritomo đã tham gia vào việc này, đặc biệt là sau khi căng thẳng leo thang giữa Taira và Minamoto sau cái chết của Minamoto no Yorimasa và Hoàng tử Mochihito. Yoritomo tự lập mình là người thừa kế hợp pháp của gia tộc Minamoto và đóng ở Kamakura (nay thuộc tỉnh [[Kanagawa]]), vùng phía đông. Tuy nhiên, không phải tất cả các thành viên của gia tộc Minamoto đều coi Yoritomo là người thừa kế hợp pháp. Chú của ông, Minamoto no Yukiie, và em họ của ông à Minamoto no Yoshinaka, đã âm mưu chống lại ông. Vào tháng 9 năm 1180, Yoritomo bị đánh bại trong trận Ishibashiyama, trận đánh lớn đầu tiên của ông, khi Ōba Kagechika dẫn đầu một cuộc tấn công nhanh vào ban đêm. Sau thất bại ở núi Ishibashiyama, Minamoto no Yoritomo chạy trốn vào vùng núi Hakone, ở lại Yugawara, sau đó trốn khỏi Manazuru-Iwa đến Awa (phía nam Chiba ngày nay). Yoritomo đã dành sáu tháng tiếp theo để xây dựng lại một đội quân mới. Taira no Kiyomori mất vào năm 1181 và gia tộc Taira lúc này do Taira no Munemori lãnh đạo. Munemori đã cho thực hiện một chính lược tích cực hơn nhằm chống lại nhà Minamoto và tấn công các căn cứ của Minamoto từ Kyoto trong Chiến tranh Genpei. Tuy nhiên, Yoritomo phòng thủ rất tốt ở Kamakura. Hai anh em của ông là Minamoto no Yoshitsune và Minamoto no Noriyori đã đánh bại nhà Taira trong một số trận chiến, nhưng họ không thể ngăn cản Minamoto no Yoshinaka, đối thủ của Yoritomo, tiến vào Kyoto năm 1183 và đuổi theo nhà Taira về phía nam. Nhà Taira mang theo Thiên hoàng Antoku. Năm 1184, nhà Minamoto thay thế Antoku bằng Thiên hoàng Go-Toba. Từ năm 1181 đến năm 1184, một hiệp định đình chiến trên thực tế với nhà Taira đã cho phép Yoritomo có thời gian để xây dựng một chính quyền của riêng mình, tập trung vào căn quân sự của ông ở Kamakura. Cuối cùng, ông đã chiến thắng những người anh em họ đối thủ của mình, những người đang tìm cách cướp quyền kiểm soát gia tộc từ ông, và trước Taira, những kẻ đã chịu thất bại và bị tiêu diệt hoàn toàn trong trận Dan-no-ura vào năm 1185. Yoritomo sau đó đã thiết lập quyền lực tối cao của mình đối với các samurai và Mạc phủ đầu tiên tại Kamakura, bắt đầu thời kỳ cai trị toàn cõi Nhật Bản.\n\nVào tháng 12 năm 1185, Go-Shirakawa trao cho Yoritomo quyền thu thuế (thuế đóng góp từ gạo) và bổ nhiệm quản lý (jito) cùng ngành an ninh (shugo). Qua đó, Thiên hoàng đã chính thức trao cho thủ lĩnh của giai cấp samurai quyền tài phán tối cao trong các vấn đề về quyền sở hữu đất đai và thu nhập có được từ nông nghiệp. Vào mùa hè năm 1189, Yoritomo xâm lược và chinh phục tỉnh Mutsu và tỉnh Dewa. Vào tháng 12 năm 1190 Yoritomo đến cư trú tại dinh thự Rokuhara của mình tại thủ đô, nơi ở cũ của gia tộc Taira khi xưa. Sau cái chết của Go-Shirakawa vào mùa xuân năm 1192, Go-Toba đã trao quyền cho Yoritomo bằng chức vụ Chinh di Đại tướng quân Sei-i Tai Shōgun (Generalissimo). \n\nNhờ công lao cần vương, Minamoto no Yoritomo được Nhật hoàng trao cho quyền bổ nhiệm, sa thải các chức vụ ở miền Đông. Với quyền hành này, Yoritomo đã thành công trong việc đưa người của mình vào nắm các chức vụ quan trọng ở miền Đông và tiến tới ở cả triều đình. Quan trọng hơn cả, ông đã dùng quyền này để thu phục [[samurai|tầng lớp võ sĩ]] không chỉ ở miền Đông mà cả toàn Nhật Bản. Ông đã trở thành lãnh tụ của tấng lớp võ sĩ, một tấng lớp vốn bị giới quý tộc coi thường trong [[thời kỳ Heian]], đã trở nên có quyền lực hơn vào cuối thời kỳ này. Năm [[1190]], Yoritomo được phong chức Hữu cận vệ đại tướng, chỉ huy lực lượng bảo vệ Nhật hoàng. Nhưng ông sớm từ chức. Năm [[1192]], ông được phong chức ''[[Shōgun|Shogun]]'' - Chinh di đại tướng quân.\n\nTừ đó, thủ đô của nhà nước phong kiến lãnh đạo trên thực tế của Nhật Bản được chuyển về Kamakura trong khi Kyoto chỉ còn giữ vai trò nghi lễ. Yoritomo tập hợp thuộc hạ của mình vào tháng 5 năm 1193 và tổ chức một sự kiện săn bắn lớn gọi là Fuji no Makigari. Vào ngày 16 tháng 5, cậu con trai 12 tuổi của Yoritomo là Yoriie đã bắn được con nai lần đầu tiên trong đời. Việc săn bắn sau đó đã bị hoãn lại và một lễ ăn mừng được tổ chức vào buổi tối. Yoritomo rất vui mừng trước thành tích của con trai và gửi một sứ giả đến thông báo với phu nhân của ông là Masako, nhưng Masako đã gửi sứ giả trở lại, nói rằng con trai của họ là một chiến binh và việc bắn hạ được một con nai không có gì là đáng mừng. \n\nSự trả thù của hai anh em nhà Soga diễn ra vào ngày 28 tháng 5 cùng năm tại sự kiện săn bắn Fuji no Makigari. Hai anh em Soga Sukenari và Soga Tokimune đã sát hại kẻ giết cha họ, Kudō Suketsune. Hai anh em đã giết được 10 người tham gia cuộc đi săn khác cho đến khi Nitta Tadatsune giết được Sukenari. Sau đó, Tokimune đột kích vào lều của Yoritomo và định tấn công Yoritomo, nhưng cuối cùng bị Gosho no Gorōmaru hạ gục, nhờ đó đã cứu Yoritomo khỏi một vụ ám sát có thể xảy ra đồng thời kết thúc cuộc thảm sát của hai anh em nhà Soga. Sau đó, Yoritomo đưa Tokimune vào để thẩm vấn và xử tử sau đó. Yoritomo xuất gia theo đạo Phật vào năm 1199. Ông nhận pháp danh là Bukōshōgendaizenmon (武皇 嘯 厚大 禅門). Ông qua đời hai ngày sau đó ở tuổi 52.\n\n=== Sáng lập nên chế độ Mạc phủ ===\nChức Shogun thực chất chỉ là tư lệnh lực lượng quân sự tại miền Đông. Nhưng Yoritomo đã lợi dụng vị thế này để thành lập một bộ chỉ huy đồ sộ ở [[Kamakura]], cách xa Heian ở miền Tây, để chỉ huy tầng lớp võ sĩ của Nhật Bản. Ông gọi nó là ''bakufu'' - [[mạc phủ]]. Chế độ mạc phủ đã được Yoritomo phát minh. Đặc trưng của chế độ mạc phủ là tồn tại hai tầng quyền lực chính trị. Một của Nhật hoàng và các quý tộc ở kinh đô. Và một của Shogun và tầng lớp võ sĩ. Dòng họ Nhật hoàng vẫn được tôn phù. Các chức quan tại triều đình của các dòng họ quý tộc không bị xâm phạm. Nhưng quyền lực chính trị tối thượng ở Nhật Bản lúc đó nằm trong tay giai cấp có sức mạnh nhất, đó là tầng lớp võ sĩ chứ không phải giới quý tộc. Và do đó, quyền lực chính trị trong thực tế thuộc về mạc phủ.\n\nSau này, các mạc phủ của các gia tộc khác cũng xuất hiện ở Nhật Bản với cấu trúc và chức năng có thể cao hơn. Song khởi đầu của chế độ mạc phủ chính là từ phát minh của Minamoto no Yoritomo.\n\n=== Sáng lập nền chính trị võ gia ===\nTầng lớp võ sĩ Nhật Bản vốn trước đó chỉ gồm những kẻ có võ nghệ, vũ khí và có đôi chút kỹ năng công việc nên được các quý tộc và hào tộc thuê làm quản gia, làm người thu [[thuế]] và áp tải hàng hóa. Trong con mắt của giới quý tộc, các võ sĩ chỉ là những hạng võ phu và bị coi thường. Loạn lạc vào cuối thời kỳ Heian đã khiến các võ sĩ trở nên được sử dụng nhiều hơn. Kỹ năng và võ nghệ của họ nhờ thế được phát huy và có cơ hội được hoàn thiên. Nguồn lực [[tài chính]] của họ cũng khá hơn trước. Tầng lớp võ sĩ tự nhiên muốn có địa vị xã hội cao hơn và có quyền lực lớn hơn. Minamoto no Yoritomo đã giúp họ đạt được điều đó.\n\nYoritomo là thành viên của tầng lớp quý tộc. Khi bị dồn vào cảnh lưu đày, ông đã dựa vào tầng lớp võ sĩ để trở lại vị trí quyền lực. Và để dựa vào họ để duy trì và củng cố vị trí đã giành được của mình, ông đã gia nhập tầng lớp võ sĩ, nhận mình là lãnh tụ của tầng lớp này. Ngoại trừ các trang ấp của các quý tộc, Yoritomo với vị thế của mình đã sử dụng các võ sĩ để kiểm soát tất cả các vùng đất ở Nhật Bản. Để vị trí và quyền lực của tầng lớp võ sĩ và cũng là của chính mình không làm tầng lớp quý tộc quá khó chịu, ông đã không xâm phạm đến các quyền lợi và chức vị của các quý tộc, đồng thời đặt mạc phủ, tức đại bản doanh của ông và là bộ máy lãnh đạo của tầng lớp võ sĩ ở Kamakura, một nơi có địa hình phòng thủ tốt và xa kinh đô. Tầng lớp võ sĩ từ đây trở thành một thế lực chính trị thực sự và càng ngày càng lớn mạnh và giành được nhiều quyền lực hơn để rồi sau này trở thành thế lực chính trị tối cao ở Nhật Bản.\n\n=== Khởi xướng truyền thống thực quyền thuộc kẻ dưới ===\nVới mục đích thao túng chính trị Nhật Bản, với quyền hành được bổ nhiệm và bãi nhiệm các chức vụ ở miền Đông, Minamoto no Yoritomo đã đặt ra nhiều chức vụ chưa có tiền lệ ở Nhật Bản và đưa các võ sĩ của mình vào những chức vụ đó. Bắt đầu từ đây một chế độ cai trị đất nước mới trong đó tầng lớp quý tộc lãnh đạo các mặt về văn hóa và tôn giáo, còn tầng lớp võ sĩ lãnh đạo các mặt về chính trị và quân sự. Tầng lớp quý tộc về danh nghĩa vẫn là tầng lớp trên tầng lớp võ sĩ, nhưng lại không có nhiều quyền hạn bằng tầng lớp võ sĩ.\n\nNgay trong tầng lớp võ sĩ, Yoritomo không định nắm hết mọi công việc. Ông đặt ra một văn phòng trong Mạc phủ và trao cho văn phòng này quyền hành thiết kế và thực thi nhiều chính sách.\n\nTruyền thống kẻ dưới nắm thực quyền ở Nhật Bản bắt đầu từ đây.\n\n\n'''Ngoại hình và tính cách''' \n\nTheo The Tale of Heiji, Yoritomo nhìn \"trông già dặn hơn những người khác có cùng độ tuổi\". Hình ảnh vị chiến binh trẻ tuổi Yoritomo xuất hiện trong cuộn tranh của The Tale of Heiji. Genpei Jōsuiki mô tả Yoritomo rằng \"khuôn mặt của ông lớn và ngũ quan rất đẹp.\" Sứ giả của triều đình Nakahara no Yasusada, người đã gặp Yoritomo ở Kamakura vào tháng 8 năm 1183, nói rằng \"ông thấp người và mặt to, dáng vẻ thanh nhã và ăn nói lịch sự.\" Kujō no Kanezane viết trong nhật ký Tamaha rằng \"Yoritomo có sức mạnh cơ bắp, bản tính nóng nảy của ông đi kèm với sự nghiêm khắc rạch ròi và khả năng phân xử đúng sai khá công tâm.\" \n\nNhà sử học Hideo Kuroda đã cho tổ chức xem xét lại các bức chân dung và bức tượng của Minamoto no Yoritomo và đã đưa ra kết luận như sau. Khi so sánh các bức tượng của Minamoto no Yoritomo ở Higashihirozo và Hōjō Tokiyori ở Kenchō-ji, từ nét mặt đến kích thước, chúng gần như giống hệt nhau, và có bằng chứng cho thấy kariginu đã được tu sửa thành sokutai, lễ phục chính thức của tướng quân, bằng cách thêm hirao và sekitai. Kuroda lập luận rằng bức tượng ban đầu là bức tượng của Hōjō Tokiyori được điêu khắc ở Kamakura vào thế kỷ 14, nhưng sau khi bức tượng gốc của Yoritomo bị mất, một bức tượng Tokiyori đã được thay đổi đã được sử dụng để thay thế. Mặt khác, ông coi dòng chữ khắc trên bức tượng Minamoto no Yoritomo ở tỉnh Kai, Zenkō-ji là tên của người sửa chữa thay vì tên của nhà điêu khắc, và nó được thực hiện theo yêu cầu của Hōjō Masako trong quý đầu tiên của thế kỷ 13. Do đó, Kuroda kết luận rằng bức tượng này là mô tả chính xác duy nhất của Minamoto no Yoritomo.\n\n\n'''Di sản'''\n\n\n\nTheo lời của George Bailey Sansom, \"Yoritomo là một người đàn ông thực sự vĩ đại ... tầm nhìn của ông ấy rất đáng chú ý, ông ấy ý thức được thực tế của việc thiết lập trật tự một cách ổn định nhằm làm phù hợp với sức mạnh đang ngày càng bành trướng của chính mình.\" Gia đình vợ của Yoritomo, Hōjō, nắm quyền kiểm soát sau khi ông qua đời tại Kamakura, duy trì quyền lực đối với Mạc phủ cho đến năm 1333, dưới danh hiệu shikken (chấp quyền, nhiếp chính cho shōgun), nhất là vợ ông, Hojo Masako và em vợ ông, Hojo Yoshitoki. Một trong những người anh rể của ông là Ashikaga Yoshikane. Ngôi chùa đá theo phong cách truyền thống được cho là mộ của ông vẫn còn tồn tại cho đến ngày nay, nó nằm liền kề với đền Shirahata, cách nơi được cho là địa điểm của cái từng được gọi là Ōkura Bakufu tức văn phòng hành chính của Mạc phủ Kamakura một đoạn ngắn\n\n\n'''Điện ảnh và game.'''\n\n\nÔng xuất hiện như một vị anh hùng trong Age of Empires II: The Age of Kings, và một vị tướng trong Total War: Shogun 2. \n\nMột nhân vật tên là \"Yoritomo\" xuất hiện trong Quyển 6: \"The Lords of the Rising Sun\" trong sê-ri sách game phiêu lưu Vùng đất huyền thoại, nơi Yoritomo là shōgun tự xưng và đang bên bờ vực của cuộc chiến tranh với Taira Kiyomori. Ông xuất hiện với tư cách là trùm cuối trong Genpei Toma Den, một trò chơi arcade do Namco tạo ra, trong đó nhân vật người chơi là Taira no Kagekiyo, một nhân vật lịch sử khác của Nhật Bản.\n\nÔng cũng xuất hiện như một nhân vật nổi bật trong loạt phim hoạt hình sản xuất năm 2021, The Heike Story. \n\nNăm 2022, đài truyền hình NHK đã công chiếu phim truyền hình nhiều tập \"Kamakura dono no 13 nin\" (鎌倉殿の13人) trong đó diễn viên Koizumi Yo đóng vai Minamoto no Yoritomo.  \n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* Sakaiya Taichi (2004), ''Mười hai người lập ra nước Nhật'', Đặng Lương Mô biên dịch, Nhà xuất bản Chính trị Quốc gia, Hà Nội.\n\n== Xem thêm ==\n{{thể loại Commons|Minamoto no Yoritomo}}\n* [[Shōgun|Shogun]]\n* [[Samurai|Tầng lớp võ sĩ Nhật Bản]]\n* [[Mạc phủ]]\n* [[Mạc phủ Kamakura]]\n\n{{start box}}\n{{Thứ tự chức vụ\n | chức vụ = [[Shogun]] [[Mạc phủ Kamakura|Kamakura]]\n | năm = 1192–1199\n | trước = ''[[Thời kỳ Heian]]''\n | sau = [[Minamoto no Yoriie]]\n}}\n{{end box}}\n{{Các chủ đề|Nhật Bản|Lịch sử}}\n{{Shogun}}\n\n[[Thể loại:Shogun Kamakura]]\n[[Thể loại:Chính khách Nhật Bản]]\n[[Thể loại:Thời kỳ Heian]]\n[[Thể loại:Thời kỳ Kamakura]]\n[[Thể loại:Sinh năm 1147]]\n[[Thể loại:Mất năm 1199]]\n[[Thể loại:Gia tộc Minamoto]]\n[[Thể loại:Samurai]]\n[[Thể loại:Người thành lập thành phố]]"}