{"Miyamoto Musashi":"{{chú thích trong bài}}\n{{Tên người Nhật|Miyamoto}}\n{{Infobox martial artist\n| name = Miyamoto Musashi\n| native_name     = {{lang|ja|宮本 武蔵}}\n| native_lang     = jp\n| residence = Nhật Bản\n| other_names = Shinmen Takezō; Miyamoto Bennosuke; Niten Dōraku; Shinmen Musashi no Kami Fujiwara no Genshin\n| image = miyamoto_Musashi-Portrait-Edo-period.png\n| caption = Miyamoto Musashi\n| birth_name = Shinmen Musashi No Kami Fujiwara No Genshin\n| birth_date = {{circa|[[1584]]}}\n| birth_place = [[Tỉnh Harima]] hoặc [[tỉnh Mimasaka]], [[Nhật Bản]]\n| death_date = {{Death date|1645|6|13}} (60-61 tuổi)\n| death_place = [[Tỉnh Higo]], Nhật Bản\n| death_cause = Nguyên nhân tự nhiên\n| martial_art = ''[[Hyōhō Niten Ichi-ryū]] [[Kenjutsu]]'' ({{lang|ja|二天一流}}), Enmei-ryu ({{lang|ja|円明流}}), ({{lang|ja|二天流}})\n| teacher = không xác minh được\n| students = [[Takemura Yoemon]]; [[Terao Magonojo]]; [[Terao Motomenosuke]]; [[Furuhashi Sōzaemon]]\n| module       =\n{{Infobox Chinese\/Japanese| child=yes\n| kanji        = 宮本 武蔵\n| kyujitai     = 宮本 武藏\n| romaji       = Miyamoto Musashi\n| hiragana     = みやもと むさし\n| katakana     = ミヤモト ムサシ\n}}\n}}\n{{nihongo|'''Miyamoto Musashi'''|{{ruby|宮本|みやもと}} {{ruby|武蔵|むさし}}|kyu=宮本 武藏|hg=|hanviet=Cung Bản Vũ Tàng||kk=|[[? tháng ?]] năm [[1584]] – [[13 tháng 6]] năm [[1645]]|}}, cũng có tên '''Shinmen Takezō''', '''Miyamoto Bennosuke''' hoặc [[pháp danh]] {{nihongo|'''Niten Dōraku'''|{{ruby|二天|にてん}} {{ruby|道楽|どうらく}}|kyu=|hg=|hanviet=Nhị Thiên Đạo Lạc|}}<ref>Toyota Masataka. \"Niten Ki (A Chronicle of Two Heavens)\", trong ''Gorin no Sho'', ed. Kamiko Tadashi (Tokyo: Tokuma-shoten, 1963), 239.<\/ref> là một [[swordsman|kiếm sĩ]] bậc thầy, nhà [[triết học]] [[võ thuật]] và là một [[rōnin]] người [[Nhật Bản]]. Musashi, như ông thường được biết đến, đã trở nên nổi tiếng thông qua những câu chuyện về kiếm pháp song kiếm hoàn hảo và độc đáo của ông, cũng như kỷ lục bất khả chiến bại trong 61 trận đấu (so với 33 trận của [[Itō Ittōsai]]). Ông là người sáng lập trường phái kiếm thuật [[Hyōhō Niten Ichi-ryū]], hay Niten-ryū, và trong những năm cuối đời là tác giả của [[Ngũ luân thư|Ngũ Luân Thư]] và [[Dokkōdō|Độc Hành Đạo]]. Cả hai tài liệu đều được trao cho [[Terao Magonojō]], môn sinh quan trọng nhất của Musashi, bảy ngày trước khi Musashi qua đời. Ngũ Luân Thư đề cập chủ yếu đến đặc điểm của phái Niten Ichi-ryū của mình theo ý nghĩa cụ thể, ví dụ như võ thuật thực hành của ông và ý nghĩa tổng quát của nó; Độc Hành Đạo, mặt khác, đề cập đến những ý tưởng đằng sau nó, cũng như triết lý cuộc sống của ông trong một vài câu châm ngôn ngắn.\n\nTrung tâm đào tạo Musashi Budokan - trong một kiến trúc đáng chú ý - nằm ở [[Mimasaka, Okayama|Mimasaka]], tỉnh [[Okayama]], Nhật Bản đã được dựng lên để tôn vinh tên tuổi và huyền thoại của ông.\n\n== Tiểu sử ==\n[[Tập tin:Musashi ts pic.jpg|thumb|khi sung mãn nhất, đang cầm hai thanh ''[[bokken]]''. Bản in mộc bản bởi [[Utagawa Kuniyoshi]].]]\n===Chào đời===\nChi tiết về những năm đầu đời của Miyamoto Musashi rất khó để xác minh. Bản thân Musashi chỉ phát biểu trong ''Ngũ luân thư'' rằng ông được sinh ra ở [[tỉnh Harima]].<ref>Miyamoto Musashi. \"Go Rin No Sho\", trong ''Gorin no Sho'', ed. Kamiko Tadashi (Tokyo: Tokuma-shoten, 1963), 13.<\/ref> ''Niten Ki'' (một cuốn tiểu sử sơ khai về Musashi) ủng hộ thuyết cho rằng Musashi sinh năm 1584: \"[Ông] sinh ra ở [[tỉnh Harima|Banshū]], vào năm Tenshō thứ 12 [1584], năm Thân.\"<ref>Toyota, p. 239<\/ref> Nhà sử học Kamiko Tadashi khi bình luận về văn bản của Musashi có ghi chú: \"Munisai là cha của Musashi... ông sinh ra ở làng Miyamoto, ở huyện Yoshino [của [[tỉnh Mimasaka]]]. Musashi có lẽ đã được sinh ra ở đây.\"<ref name=\"Miyamoto p 18ff\">Miyamoto, p. 18ff.<\/ref> Tên thuở nhỏ của ông là {{nihongo|'''Bennosuke'''|弁之助|hanviet=Biện Chi Trợ}}.\n\nMusashi ghi tên đầy đủ và tên hiệu của mình trong ''Ngũ luân thư'' là {{nihongo|'''Shinmen Musashi-no-Kami Fujiwara no Harunobu'''|新免武蔵守藤原玄信|hanviet=Tân Miễn Vũ Tàng Thủ Đằng Nguyên Huyền Tín}}.<ref>Miyamoto, 13.<\/ref> Cha ông, {{nihongo|[[Shinmen Munisai]]|新免無二斎|hanviet=Tân Miễn Vô Nhị Trai}} là một võ sư tài hoa, tinh thông kiếm thuật và ''[[jutte]]'' (cũng ''jitte'').<ref name=\"Miyamoto p 18ff\"\/> Munisai, về phần mình, là con trai của {{nihongo|Hirata Shōgen|平田将監|hanviet=Bình Điền Tương Giam}}, một chư hầu của Shinmen ''Iga no Kami'', lãnh chúa [[lâu đài Takayama (Mimasaka)|lâu đài Takayama]] ở huyện Yoshino của tỉnh Mimasaka.<ref>Miyamoto, p. 17ff.<\/ref> Hirata được Lãnh chúa Shinmen tín nhiệm, và do đó đã được phép sử dụng tên gọi Shinmen. Với \"Musashi\", ''Musashi no Kami'' là một tước hiệu của triều đình, giúp ông trở thành thống đốc nhỏ của tỉnh Musashi. \"[[gia tộc Fujiwara|Fujiwara]]\" là dòng truyền thừa mà Musashi tuyên bố là hậu duệ.\n\n===Ngày sinh của Munisai và Musashi===\nNgôi mộ của Munisai cho biết ông đã qua đời năm 1580, mâu thuẫn với năm sinh 1584 thường được chấp nhận của Musashi. Thêm vào đó, gia hệ của gia tộc Miyamoto còn sót lại lại ghi Musashi sinh năm 1582, khiến sự chính xác của năm sinh của ông bị rối loạn hơn nữa. [[Tokitsu Kenji]] đã gợi ý rằng năm sinh được chấp nhận 1584 của Musashi là sai, vì nó chủ yếu dựa vào việc đọc nghĩa đen của phần giới thiệu cuốn ''Ngũ luân thư'', nơi Musashi phát biểu rằng số năm sống của ông đã \"lên đến 60\" (cho thấy mốc thời gian vào năm Tensho thứ 12, hoặc 1584, khi lần ngược trở lại từ ngày bắt đầu viết tài liệu), khi mà nó nên được hiểu theo một ý nghĩa mang tính văn chương và không chính xác hơn, chỉ ra không phải một thời đại cụ thể mà chỉ đơn giản là Musashi đã ở tuổi lục tuần khi ông viết cuốn sách.\n\nCó một sự không chắc chắn đáng kể xung quanh Munisai, chẳng hạn như khi ông chết và liệu ông có thực sự là cha của Musashi, và thậm chí có rất ít điều được biết về mẹ của Musashi. Sau đây là một vài khả năng:\n* Thông tin trên ngôi mộ của Munisai là chính xác. Ông mất năm 1580, để lại hai con gái và con trai Iori; vợ ông đã nhận nuôi một đứa trẻ mới sinh, từ [[gia tộc Akamatsu]], dự định kế vị Munisai ở môn phái [[jitte]] của ông. Omasa, goá phụ của Munisai, không phải mẹ ruột của Musashi.\n* Thông tin trên ngôi mộ là sai. Munisai đã sống lâu hơn, có lẽ tới sau năm 1590. Musashi, do đó, đã được sinh ra bởi người vợ đầu tiên của Munisai, Yoshiko (con gái của Bessho Shigeharu, người trước đây đã từng kiểm soát làng Hirafuku cho đến khi ông thua trong một trận chiến vào năm 1578 dưới tay Yamanaka Shikanosuke). Munisai bỏ Yoshiko sau khi sinh Musashi, bà sau đó trốn về nhà bố ruột, bỏ lại Musashi ở cùng Munisai. Musashi lớn lên và coi vợ thứ hai của Munisai, Omasa (con gái của Lãnh chúa Shinmen) như mẹ mình. Khả năng thứ hai này được trình bày trong phần dẫn nhập vào gia hệ của gia tộc Tasumi. Con gái của Bessho Shigeharu đầu tiên cưới Hirata Muni và bỏ ông vài năm sau đó. Sau đó, bà cưới Tasumi Masahisa. Người vợ thứ hai của Tasumi Masahisa là mẹ của Miyamoto Musashi. Tên thuở nhỏ của Musashi là Hirata Den. Trong suốt thời thơ ấu, ông đã tới Hirafuku để tìm mẹ thật của mình. Ông chuyển đến với gia tộc Tasumi.<ref name=\"tokitsu\">{{chú thích sách | author = [[Kenji Tokitsu]] | title = Miyamoto Musashi: His Life and Writings | publisher = Shambhala | year = 2004 }}<\/ref>\n* Một biến thể của lý thuyết thứ hai này dựa trên thực tế là ngôi mộ ghi rằng Omasa đã sinh ra Musashi vào ngày 4 tháng 3 năm 1584 và chết sau khi sinh. Munisai sau đó tái hôn với Yoshiko. Họ đã bỏ nhau, như trong lý thuyết thứ hai, nhưng Yoshiko đã đưa Musashi, lúc đó mới 7 tuổi đi cùng cô và cưới Tasumi Masahisa.\n* Tokitsu Kenji ưa thích giả định năm sinh vào năm 1581, tránh được sự cần thiết phải giả định ngôi mộ là sai lầm (mặc dù điều này đặt ra vấn đề của những người mà từ đó Musashi đã tiếp nhận được những bộ môn võ thuật gia tộc).\n\n===Giáo dục===\nBất kể sự thật về tổ tiên của Musashi là gì, khi Musashi được bảy tuổi, cậu bé đã được nuôi bởi chú của cậu, [[Dorinbo]] (hoặc Dorin), trong chùa Shoreian, cách Hirafuku 3&nbsp;km (~1.8&nbsp;mi.). Cả Dorin và Tasumi, bác bên họ mẹ của Musashi, đã dạy dỗ kinh điển [[Phật giáo]] và những kỹ năng cơ bản cho cậu như đọc và viết. Sự giáo dục này có lẽ là nền tảng của sự giáo dục tưởng tượng mà [[Yoshikawa Eiji]] đặt cho Musashi theo nhà sư [[Thiền tông]] trong lịch sử là [[Takuan Sōhō|Takuan]]. Ông rõ ràng đã được đào tạo bởi Munisai về kiếm thuật, và về bộ môn võ thuật ''[[jutte]]'' gia đình. Việc đào tạo này đã không kéo dài trong một thời gian dài, khi năm 1589, Munisai được phái bởi [[Shinmen Sokan]] tới hạ sát học trò của mình, Honiden Gekinosuke. Gia đình Honiden không hài lòng, và Munisai buộc phải di chuyển 4&nbsp;km (~2.5&nbsp;mi.) tới làng Kawakami.\n\nNăm 1592, Munisai qua đời, mặc dù Tokitsu tin rằng người đã chết lúc này thực sự là Hirata Takehito.\n\nMusashi mắc bệnh [[eczema]] trong thuở thiếu thời, và điều này ảnh hưởng bất lợi đến ngoại hình của ông.<ref>{{chú thích sách|last=Brant|first=Miyamoto Musashi; translated by Ashikaga Yoshiharu; edited by Rosemary|title=''The Book of Five Rings: the classic text of Samurai sword strategy''|url=https:\/\/archive.org\/details\/bookoffiveringsc0000miya|year=2006|publisher=Barnes & Noble|location=New York|isbn=978-0-7607-8457-0|edition=null}}<\/ref> Một câu chuyện khác khẳng định rằng \u007Fông không bao giờ tắm vì không muốn bị bất ngờ khi không vũ trang. Trong khi lời xác nhận trước đó có thể có hoặc không có một số cơ sở trên thực tế, lời xác nhận sau có vẻ như không thể xảy ra.<ref>Harris, Victor, p. 10, Miyamoto p. 16ff. Chú thích sau của Kamiko cho biết: \"Trong suốt cuộc đời, Musashi không bao giờ lấy vợ, cắt tóc hoặc đi tắm\".<\/ref> Một thành viên không tắm gội tham gia giai cấp chiến binh sẽ không được nhìn nhận như là một môn khách của những gia tộc như [[Honda Tadakatsu|Honda]], [[gia tộc Ogasawara|Ogasawara]], và [[gia tộc Hosokawa|Hosokawa]]. Những chi tiết này và nhiều chi tiết khác có thể là những chi tiết trang trí đã được thêm vào huyền thoại của ông, hoặc những giải thích sai của văn học mà mô tả về ông.\n\nSố phận người cha của ông là không chắc chắn, nhưng người ta nghĩ rằng ông đã chết trong tay một trong những kẻ thù sau này của Musashi, người đã bị trừng phạt hoặc thậm chí bị giết chết vì đã đối xử rất tệ với cha của Musashi. Tuy nhiên, không có chi tiết nào chính xác về cuộc đời của Musashi, vì những tác phẩm duy nhất của Musashi là về chiến thuật và kỹ thuật.\n\n===Rèn luyện kiếm thuật===\n[[Hình:Miyamoto Musashi Painting.jpg|thumb|Miyamoto Musashi được đọc cho biết số mạng của mình. Bản in bởi [[Utagawa Kuniyoshi]]]]\n\nCái tên \"Musashi\" được cho là được lấy từ tên của một tăng binh tên là [[Saito Musashibo Benkei|Musashibō Benkei]], người phục vụ dưới quyền [[Minamoto no Yoshitsune]], nhưng điều này không được xác nhận.\n\nNgười ta nói rằng ông ta đã học tại môn phái [[Yoshioka-ryū]], cũng được cho là nơi mà Musashi bị đơn thương độc mã đánh bại vào những năm cuối của mình, mặc dù điều này rất không chắc chắn. Ông đã được đào tạo chính thức hoặc từ cha mình cho đến khi được bảy tuổi, hoặc từ chú của mình bắt đầu từ lúc bảy tuổi.\nCuối cùng, cái tên này được lấy từ các ký tự kanji gốc của ông, 武蔵, có thể đọc là Takezō hoặc Musashi, như đã nói trong cuốn ''[[Miyamoto Musashi (tiểu thuyết)|Musashi]]'' của Yoshikawa Eiji.\n\n===Cuộc đấu đầu tiên===\n{{quote|Từ thuở thanh xuân, ta đã dốc tâm dồn sức nghiên cứu binh nghiệp. Trận quyết đấu đầu tiên là năm ta mười ba tuổi, ta từng đánh bại một kiếm thủ thuộc Thần đạo lưu (Shinto-ryū) có tên là Arima Kihei. Năm mười sáu tuổi, ta đánh bại một võ sĩ tài ba là [[Tadashima Akiyama]], người tới từ [[tỉnh Tajima]]. Năm hai mươi một tuổi, ta lên kinh thành Kyōtō, giao đấu với đủ loại kiếm khách và chưa từng nếm mùi thất bại.|Miyamoto Musashi|[[Ngũ luân thư]]}}\n\nTheo lời giới thiệu của cuốn ''[[Ngũ luân thư]]'', Musashi phát biểu rằng cuộc đấu tay đôi thành công đầu tiên của mình là ở tuổi 13, chống lại một [[samurai]] tên là Arima Kihei, người chiến đấu bằng cách sử dụng phong cách [[Kashima Shintō-ryū]], được sáng lập bởi [[Tsukahara Bokuden]] (s. 1489, m. 1571). Nguồn gốc chính của cuộc đấu tay đôi này là ''Hyoho senshi denki'' (\"Giai thoại về những bậc thầy đã qua đời\"). Bản tường thuật tóm tắt có thể diễn tả như sau:\n\n{{quote|Năm 1596, Musashi mười ba tuổi, và Arima Kihei, người đang du ngoạn khắp nơi dể trau dồi võ nghệ của mình, đã đăng một trát thách đấu công cộng ở Hirafuku-mura. Musashi đã điền tên mình vào mục thách đấu. Một người đưa tin đã đến ngôi chùa của Dorin, nơi Musashi đang cư ngụ, để thông báo cho Musashi rằng cuộc đấu của ông đã được chấp nhận bởi Kihei. Dorin, chú của Musashi, cảm thấy hoảng hốt bởi điều này, ông cố gắng thay mặt Musashi xin tha cho cháu mình khỏi cuộc đấu này, sợ tuổi trẻ của cháu trai còn nông nổi. Kihei kiên quyết rằng cách duy nhất mà danh dự của ông có thể được trong sạch trở lại là nếu Musashi tạ lỗi với ông trước khi cuộc đấu được ấn định. Vì vậy, khi thời điểm quyết đấu đã tới, Dorin bắt đầu tạ lỗi cho Musashi, người chỉ tấn công Kihei với một [[Bō|cây bổng dài sáu xích]] (khoảng 1.8 m), hét lên thách đấu với Kihei. Kihei đã tấn công với một thanh [[wakizashi]], nhưng Musashi đã [[ném (võ vật)|ném]] Kihei xuống sàn, và trong khi Kihei cố gắng trở dậy, Musashi đánh vào giữa hai mắt của Arima, và sau đó đánh ông tới chết. Arima được cho là tỏ ra kiêu ngạo, quá hăng hái chiến đấu, chứ không phải là một kiếm sĩ đặc biệt tài năng.|[[William Scott Wilson]]|''[[The Lone Samurai]]''<ref name=\"firstduel\">{{chú thích sách | author= William Scott Wilson.| title=[[The Lone Samurai]]| publisher=Kodansha International| year=2004 | isbn=4-7700-2942-X}}<\/ref>}}\n\n===Du ngoạn và quyết đấu===\nNăm 1599, ba năm sau, Musashi rời làng, rõ ràng là ở tuổi 15 (dựa theo ''Tosakushi'', \"Sổ đăng kí cư trú vùng Sakushu\", mặc dù ''Tanji Hokin Hikki'' nói rằng ông đã 16 tuổi vào năm 1599, đồng ý theo thời gian với số tuổi ghi lại vào cuộc đấu đầu tiên của Musashi).<ref name=\"tokitsu\" \/> Những tài sản gia đình của ông như đồ đạc nội thất, vũ khí, sổ gia hệ, và những bản thảo giấy tờ khác được để lại cho người chị em và chồng của cô, Hirao Yoemon.\n\nÔng dành thời gian để [[Musha shugyō|đi du ngoạn và tham gia vào các cuộc đấu tay đôi]], chẳng hạn như với một kiếm sĩ tinh thông võ nghệ là [[Tadashima Akiyama|Akiyama]] từ [[tỉnh Tajima]].\n\nVào năm 1600, khi cuộc chiến giữa [[gia tộc Toyotomi|Toyotomi]] và [[gia tộc Tokugawa|Tokugawa]] bắt đầu, Musashi dường như đã chiến đấu bên cạnh lực lượng Tây quân của Toyotomi, vì [[gia tộc Shinmen]] (người mà gia đình của anh ta mắc nợ sự trung thành) là đồng minh của họ. Cụ thể, ông đã tham gia vào nỗ lực đột kích vào lâu đài Fushimi vào tháng 7 năm 1600, để bảo vệ [[Thành Gifu|lâu đài Gifu]] bị tàn phá vào tháng 8 cùng năm, và cuối cùng là trong [[trận Sekigahara]]. Một số nghi ngờ đã được đặt ra trong trận chiến cuối cùng, khi ''Hyoho senshi denki'' ghi lời Musashi nói rằng ông \"không phải là chư hầu của lãnh chúa nào\" và từ chối chiến đấu với cha mình (trong tiểu đoàn của Lãnh chúa Ukita) trong trận chiến. Tuy nhiên, việc bỏ sót trận Sekigahara khỏi danh sách những trận chiến của Musashi dường như mâu thuẫn với tuyên bố trong ''Ngũ luân thư'', rằng Musashi đã chiến đấu trong sáu trận đánh. Bất kể thế nào, khi phe Toyotomi thất bại, người ta cũng cho rằng Musashi cũng đã bỏ trốn và dành thời gian tập luyện trên [[núi Hiko]].\n\n[[Hình:IchijojiSagarimatsuKyoto.jpg|thumb|Ichijoji Sagarimatsu, nơi diễn ra trận chiến giữa Musashi và môn phái Yoshioka]]\n\nSau trận chiến, Musashi đã biến mất trong một thời gian. Sự đề cập tới tiếp theo của Musashi là ông đã đến [[Kyoto]] vào năm 20 tuổi (hoặc 21 tuổi), nơi ông bắt đầu loạt quyết đấu chống lại môn phái Yoshioka. Cha của Musashi, Munisai, cũng đã chiến đấu chống lại một bậc thầy của môn phái Yoshioka và đã thắng 2 trong 3 trận đấu trước sự chứng kiến của ''[[shōgun]]'' tại thời điểm đó, [[Ashikaga Yoshiaki]], người đã ban cho ông ta danh hiệu \"Thiên hạ vô song\". Môn phái Yoshioka (hậu duệ của hoặc [[Tenshin Shōden Katori Shintō-ryū]] hoặc Kyo-hachi-ryū) là môn phái hạng nhất trong số tám môn phái võ thuật chính ở Kyoto, \"Kyo-ryū\" \/ \"Các võ phái Kyoto\". Truyền thuyết kể rằng tám môn phái này được thành lập bởi tám nhà sư được dạy bởi một võ sĩ huyền thoại sống trên núi thiêng [[Núi Kurama|Kurama]]. Vào một thời điểm nào đó, gia tộc Yoshioka cũng bắt đầu tự tạo cho mình một cái tên không chỉ cho phái kiếm thuật mà còn dành cho việc kinh doanh hàng dệt và cho một loại thuốc nhuộm độc đáo của họ. Họ đã từ bỏ việc giảng dạy kiếm thuật vào năm 1614 khi họ chiến đấu trong lực lượng Tây quân chống lại [[Tokugawa Ieyasu]] trong [[Cuộc vây hãm Ōsaka|trận Osaka]], nơi họ đã thất bại. Nhưng vào năm 1604, khi Musashi bắt đầu đấu với họ, họ vẫn còn rất ưu tú. Có nhiều tường thuật về những cuộc đấu tay đôi — các tài liệu của gia tộc Yoshioka xác nhận chi có một cuộc đấu, đối đầu với Yoshioka Kenpō, mà Musashi, một lần nữa đã chiến thắng.\n\nMusashi đã thách đấu với Yoshioka Seijūrō, bậc thầy của môn phái Yoshioka, một trận quyết đấu tay đôi. Seijūrō đã chấp nhận, và họ đồng ý một trận quyết đấu bên ngoài Rendaiji trong Rakuho-ku, ở phía bắc Kyoto vào ngày 8 tháng 3 năm 1604. Musashi đã đến muộn, khiến cho Seijūrō nổi xung. Họ đã chạm mặt nhau, và Musashi đánh một đòn, theo thỏa thuận của họ. Đòn đánh này đánh vào vai trái của Seijūrō, đánh gục ông, và làm tê liệt vai trái. Ông dường như đã truyền lại vị trí chưởng môn phái cho người em trai ngang sức ngang tài của mình, Yoshioka Denshichirō, người đã nhanh chóng thách đấu Musashi để trả thù. Cuộc đấu diễn ra tại Kyoto bên ngoài một ngôi chùa là [[Sanjūsangen-dō]]. Denshichirō đã sử dụng một cây gậy được gia cố bằng các vòng thép (hoặc có thể kèm theo một quả chuỳ có dây xích), trong khi Musashi lại đến muộn một lần nữa. Musashi đã đánh bật vũ khí của Denshichirō và hạ gục ông ta. Chiến thắng thứ hai đã làm nản lòng gia tộc Yoshioka, với người đứng đầu gia tộc bây giờ là Yoshioka Matashichiro mới 12 tuổi. Họ tập hợp một lực lượng cung thủ, kỵ binh và kiếm sĩ, và thách đấu Musashi một trận ở ngoại ô Kyoto, gần chùa [[Ichijō-ji]]. Musashi đã phá vỡ thói quen đến muộn trước đó, ông đến ngôi chùa vài giờ trước thời điểm quyết đấu. Nấp vào một góc, Musashi đã đột kích lực lượng này, giết chết Matashichiro, và trốn thoát trong khi bị tấn công bởi hàng chục kẻ ủng hộ nạn nhân của mình. Để trốn thoát và chiến đấu chống lại đối thủ của mình, ông đã buộc phải rút ra thanh kiếm thứ hai và tự vệ bằng một thanh kiếm trên mỗi tay. Đây là khởi đầu của phong cách kiếm thuật niten'ichi của ông. Với cái chết của Matashichiro, nhánh của môn phái Yoshioka đã bị phá hủy.\n\nSau khi Musashi rời Kyoto, một số nguồn tin cho biết ông đã đi đến Hōzōin ở [[Nara]], để quyết đấu và học hỏi từ những nhà sư tại đó, vốn được biết đến rộng rãi như là các chuyên gia về thương thuật (võ thuật về giáo và thương). Ở đó, ông ở lại chùa Enkoji tại [[tỉnh Harima|Banshū]], nơi mà ông đã dạy cho em trai của sư trụ trì (một người em trai của Tada Hanzaburo). Cháu trai của Hanzaburo sẽ sáng lập nên võ phái Ensu-ryū dựa trên giáo lý của Enmei-ryū và [[iaido|iaijutsu]].\n\nTừ năm 1605 đến năm 1612, ông đi du ngoạn khắp nơi ở Nhật Bản theo ''[[musha shugyō]],'' một cuộc hành hương của chiến binh trong lúc ông rèn luyện kỹ năng bằng các trận quyết đấu. Ông được kể là đã sử dụng [[bokken|bokken hoặc bokuto]] trong các cuộc đấu thực tế. Hầu hết những cuộc đấu trong thời gian này không nhằm lấy mạng đối phương trừ khi cả hai đều đồng ý, nhưng trong hầu hết cuộc đấu, người ta được biết Musashi không quan tâm đến vũ khí mà kẻ thù của ông sử dụng - đó là sự làm chủ trận đấu của ông ấy.\n\nMột văn kiện ngày 5 tháng 9 năm 1607, có đại ý là một sự truyền đạt bởi Miyamoto Munisai truyền dạy giáo lý của mình, cho thấy rằng Munisai đã sống ít nhất cho đến ngày này. Trong năm này, Musashi rời Nara để tới [[Edo]], trong thời gian đó ông đã chiến đấu (và giết chết) một môn sinh học [[kusari-gama]] tên là [[Shishido Baiken]]. Tại Edo, Musashi đánh bại [[Musō Gonnosuke]], người sẽ lập nên một môn phái đào tạo về thương có ảnh hưởng có tên [[Shintō Musō-ryū]]. Các bản ghi chép của trận đấu đầu tiên này có thể tìm thấy trong cả truyền thuyết của Shinto Muso-ryu và [[Hyōhō Niten Ichi-ryū]] (môn phái của Miyamoto Musashi). Truyền thuyết của Shinto Musō-ryū kể rằng, sau khi bị Musashi đánh bại, Muso Gonnosuke đã dành thời gian phát triển kỹ thuật đánh gậy chống lại kiếm thuật và đã đánh bại Musashi trong một trận tái đấu. Không có nguồn đáng tin cậy bên ngoài truyền thuyết của Shinto Musō-ryū xác nhận rằng cuộc đấu thứ hai này đã diễn ra.\n\nMusashi được cho là đã đấu trên 60 trận và không bao giờ bị đánh bại, mặc dù đây là một ước tính mang tính bảo thủ, rất có thể không tính đến những cái chết do chính tay ông gây ra trong những trận đánh lớn.\nNăm 1611, Musashi bắt đầu tập luyện [[tọa thiền|zazen]] tại chùa [[Myōshin-ji]], nơi ông gặp [[Nagaoka Sado]], chư hầu của [[Hosokawa Tadaoki]]; Tadaoki là một lãnh chúa quyền lực, đã nhận được [[phiên Kumamoto]] ở vùng trung tâm phía tây của [[Kyūshū]] sau trận Sekigahara. Munisai đã chuyển đến phía bắc Kyūshū và trở thành thầy của Tadaoki, dẫn đến khả năng Munisai đã giới thiệu cả hai với nhau. Nagaoka đề xuất một cuộc đấu với một kiếm sĩ chuyên nghiệp tên là [[Sasaki Kojirō]]. Tokitsu tin rằng cuộc đấu tay đôi này có động cơ về mặt chính trị, một vấn đề củng cố sự kiểm soát của Tadaoki đối với quyền lực của ông.\n\n====Cuộc đấu với Sasaki Kojirō====\n{{Main article|Sasaki Kojirō}}\n\nNgày 13 tháng 4 năm 1612, Musashi (khoảng 30 tuổi) đấu trận quyết đấu với [[Sasaki Kojirō]], người được biết đến như là \"Con quỷ của miền Tây\", sử dụng một thanh ''[[nodachi]]'', loại kiếm lớn của Nhật Bản. Musashi đã đến muộn và vất vả đến nơi được chỉ định — đảo [[Ganryū-jima|Funajima]], ở [[eo biển Kanmon]] ngăn cách [[Honshū]] và [[Kyūshū]]. Cuộc đấu đã diễn ra rất ngắn. Musashi đã giết chết đối thủ của mình bằng một thanh [[bokken]], mà huyền thoại nói rằng ông đã khắc từ một mái chèo trên chiếc thuyền đưa ông đến đảo.\n\nSự xuất hiện muộn của Musashi đã gây nhiều tranh cãi. Những người không ủng hộ sự lăng mạ mà Sasaki đã phải nhận cho rằng điều đó là đáng xấu hổ và thiếu tôn trọng, trong khi những người ủng hộ Musashi nghĩ đó là một cách hợp lý để làm suy yếu đối thủ của mình. Một thuyết khác cho rằng Musashi đã hẹn thời điểm quyết đấu trùng khớp với thời điểm thủy triều lên. Thủy triều đã đưa ông đến được hòn đảo. Sau khi chiến thắng, Musashi ngay lập tức nhảy xuống thuyền của mình và cuộc tẩu thoát của ông khỏi những đồng minh thù địch của Sasaki đã được hưởng lợi từ sự thay đổi thủy triều. Một thuyết khác cho biết ông đã chờ đợi mặt trời vào đúng vị trí. Sau khi tránh một đòn, Sasaki đã bị loá mắt bởi ánh mặt trời.\n\nMusashi đã thành lập một trường dạy kiếm thuật trong cùng năm.\n\n====Phục vụ====\n[[Hình:Stele Musashi.jpg|225px|thumb|right|Tượng đài \"Seishin Chokudo\" (Thành tâm trực đạo) để tưởng niệm Miyamoto Musashi, đặt tại [[Kokura]]. Những kí tự này được khắc bởi Musashi bằng bokken của ông. Nó được dựng ở nơi Musashi được cho là đã sống, ở chân của lâu đài. Hombu dojo của một nhánh chính của [[Hyoho Niten Ichi-ryū]] là ở Kokura, phái võ này biểu diễn hằng năm ở trước tượng đài này.]]\nTrong những năm 1614–1615, Musashi tham gia vào cuộc chiến giữa Toyotomi và Tokugawa. Cuộc chiến này nổ ra vì [[Tokugawa Ieyasu]] thấy gia tộc Toyotomi như là một mối đe dọa đối với chế độ cai trị của ông tại Nhật Bản; hầu hết các học giả tin rằng, như trong cuộc chiến trước, Musashi đã chiến đấu bên phe Toyotomi. [[Thành Osaka|Lâu đài Osaka]] là địa điểm trung tâm của trận chiến. Trận đầu tiên (Cuộc vây hãm mùa đông Osaka; cuộc chiến thứ tư của Musashi) kết thúc với một thoả thuận đình chiến. Trận thứ hai (Cuộc vây hãm mùa hè Osaka; cuộc chiến thứ năm của Musashi) đã dẫn đến thất bại toàn diện của lực lượng Tây quân của Toyotomi Hideyori trước Đông quân của Ieyasu vào tháng 5 năm 1615. Một số tường thuật tiến xa hơn khi cho biết Musashi đã tiến vào một cuộc đấu với Ieyasu, nhưng ông đã được tuyển mộ sau khi Ieyasu cảm thấy thất bại của mình đang cận kề. Điều này dường như không thể xảy ra, khi mà Ieyasu đang trong độ tuổi 70 và đã ở trong tình trạng sức khoẻ tồi tệ, nhưng người ta vẫn chưa biết cách mà Musashi nhận được sự trọng đãi của Ieyasu.\n\nCác tuyên bố khác khẳng định rằng ông thực sự phục vụ bên phe Tokugawa vẫn chưa được chứng minh, mặc dù Musashi có mối quan hệ mật thiết với một số chư hầu của Tokugawa thông qua cuộc đấu tay đôi với Sasaki Kojirō, và trong những năm kế tiếp, ông đã không bỏ qua tầm nhìn như mong đợi nếu ông đang bị làm hại vì thuộc phe thất trận. Trong những năm sau đó, gia tộc Ogasawara và Hosokawa đã cực lực ủng hộ Musashi — một hành động không bình thường đối với những người trung thành với Tokugawa này, nếu Musashi thực sự đã chiến đấu nhân danh Toyotomi.\n\nNăm 1615, ông tham gia phục vụ cho Ogasawara Tadanao (小笠原忠直) ở [[tỉnh Harima]], theo lời mời của Ogasawara, như một \"người giám sát thi công,\" sau khi đã đạt được các kỹ năng về thủ công trước đó. Ông đã giúp xây dựng [[thành Akashi|lâu đài Akashi]], và vào năm 1621 đã thiết lập tổ chức của thị trấn [[Himeji, Hyōgo|Himeji]]. Ông cũng dạy võ thuật trong thời gian lưu trú của mình, chuyên giảng dạy thuật ném [[shuriken]] (phi tiêu dạng ngôi sao của ninja). Trong thời kỳ phục vụ này, ông đã nhận nuôi một đứa con trai.\n\nNăm 1621, Musashi đã đánh bại Miyake Gunbei và ba cao thủ khác của phái Togun-ryu trước sự chứng kiến của lãnh chúa Himeji; sau chiến thắng này ông đã giúp lập kế hoạch cho Himeji. Khoảng thời gian này, Musashi đã phát triển một số môn đệ cho môn phái ''Enmei-ryū'' của mình, mặc dù ông đã phát triển môn phái của mình sớm hơn rất nhiều; ở tuổi 22, Musashi đã viết một cuốn giấy về các bài giảng của Enmei-ryū gọi là \"Ghi chép về quyền pháp Enmei-ryū\" (''Enmei-ryū [[kenpō]] sho''). {{nihongo|\"En\"|円|hanviet=viên}} nghĩa là \"vòng tròn\" hoặc \"sự viên mãn\"; {{nihongo|\"mei\"|明|hanviet=minh}} nghĩa là \"ánh sáng\"\/\"sự sáng suốt\", và {{nihongo|\"ryū\"|流|hanviet=lưu}} nghĩa là \"môn phái\"; tên gọi dường như đã được bắt nguồn từ ý tưởng khi cầm hai thanh kiếm đưa lên ánh sáng để tạo thành một vòng tròn. Ý tưởng trung tâm của môn phái được cho là việc luyện tập sử dụng song kiếm của samurai cũng như sự kết hợp của kiếm và  [[jutte]].\n\nNăm 1622, con trai nuôi của Musashi, [[Miyamoto Mikinosuke]], trở thành một [[chư hầu]] của [[phiên Himeji]]. Có thể điều này đã thúc đẩy Musashi ra đi, bắt đầu một loạt chuyến du ngoạn mới, tới Edo vào năm 1623, nơi ông trở thành bằng hữu với học giả [[Nho giáo]] là [[Hayashi Razan]], người là một trong những quân sư của shogun. Musashi đã thỉnh cầu để trở thành một kiếm khách cho ''[[shōgun]]'', nhưng vì ông đã có hai kiếm khách khác (Ono Jiroemon Tadaaki và [[Yagyū Munenori]] — người sau cũng là một quân sư chính trị, ngoài vị trí của là người đứng đầu cơ quan mật thám của Mạc phủ), thỉnh cầu của Musashi bị từ chối. Ông rời Edo theo hướng [[tỉnh Mutsu|Ōshū]], dừng chân tại [[Yamagata]], nơi ông nhận nuôi đứa con trai thứ hai, Miyamoto Iori. Cả hai sau đó tiếp tục cuộc hành trình, cuối cùng dừng chân tại [[Osaka]].\n\nNăm 1626, Miyamoto Mikinosuke, theo phong tục của [[junshi]], đã thực hiện [[seppuku]] bởi cái chết của chủ nhân. Trong năm này, Miyamoto Iori gia nhập phụng sự cho Lãnh chúa Ogasawara. Nỗ lực của Musashi để trở thành một chư hầu của lãnh chúa của [[phiên Owari|Owari]], giống như những nỗ lực khác, đã thất bại.\n\nNăm 1627, Musashi lại bắt đầu du ngoạn. Năm 1634, ông cư ngụ tại [[Kokura]] với Iori, và sau đó gia nhập phụng sự cho ''[[daimyō]]'' [[Ogasawara Tadazane]], đóng vai trò chính trong [[Khởi nghĩa Shimabara]]. Iori phục vụ với sự biệt đãi trong việc dẹp yên cuộc nổi dậy và dần dần thăng tiến lên cấp bậc [[karō]]&nbsp;– một vị trí tương đương với một [[bộ trưởng]]. Musashi, tuy nhiên đã bị thương bởi một tảng đá được ném trong khi đi thám thính ở hàng đầu, và do đó không được chú ý.\n\n===Cuộc đời sau này và qua đời===\n[[Hình:Miyamoto Musashi Self-Portrait.jpg|thumb|Miyamoto Musashi, ''[[Chân dung tự họa]],'' [[Samurai]], nhà văn và nghệ sĩ, k. 1640]]\n[[Hình:Musashizuka park.JPG|thumb|Bia mộ của Miyamoto Musashi, ngày nay nằm tại tỉnh Kumamoto (熊本県)]]\n[[Hình:Miyamoto-Musashi-Attacking-Giant-Whale-Utagawa-Kuniyoshi.png|thumb|Một bức ảnh của Musashi tham gia vào cuộc chiến phi thường, bởi [[Utagawa Kuniyoshi]] (1798–1861)]]\n\nSáu năm sau, vào năm 1633, Musashi bắt đầu ở với [[Hosokawa Tadatoshi]], ''daimyō'' của [[lâu đài Kumamoto]], người đã chuyển đến thái ấp của Kumamoto và Kokura, để luyện tập và vẽ tranh. Trớ trêu thay, vào thời điểm đó các lãnh chúa của Hosokawa cũng là những người bảo trợ cho đại cừu thu của Musashi, [[Sasaki Kojirō]].{{Clarify|date=May 2009}} Trong khi ở tại đây, ông tham gia rất ít trận đấu; một trận sẽ xảy ra vào năm 1634 theo sự sắp xếp của Lãnh chúa Ogasawara, trong đó Musashi đã đánh bại một chuyên gia thương thuật có tên Takada Matabei. Musashi chính thức trở thành người hầu cận của các lãnh chúa Hosokowa ở Kumamoto vào năm 1640. ''Niten Ki'' ghi nhận \"[ông] đã nhận được từ Lãnh chúa Tadatoshi: 17 người hầu cận, một khoản lương bổng [[koku]], cấp bậc ''ōkumigashira'' (大組頭), và [[lâu đài Chiba]] ở Kumamoto là nơi cư ngụ.\"<ref>Toyota, p. 250<\/ref>\n\nTháng thư hai năm 1641, Musashi đã viết một tác phẩm có tên ''Hyoho Sanju Go'' (\"Ba mươi lăm hướng dẫn binh pháp\") cho Hosokawa Tadatoshi; tác phẩm này đã chồng lấp và tạo nên nền tảng cho tác phẩm ''Ngũ luân thư'' sau này. Đây là năm mà con trai thứ ba của ông, Hirao Yoemon, trở thành binh pháp giả (cố vấn về chiến lược binh thư) cho thái ấp Owari. Năm 1642, Musashi chịu một loạt cơn đau [[neuralgia|dây thần kinh]], báo trước cho sự đau ốm của mình trong tương lai. Năm 1643, ông cáo quan về hưu, ở tại một hang động tên là ''[[Reigandō]]'' như một ẩn sĩ để viết ''Ngũ luân thư''. Ông đã hoàn thành vào tháng thứ hai năm 1645. Vào ngày thứ 12 của tháng thứ 5, cảm nhận được cái chết sắp xảy đến của mình, Musashi viết di chúc để lại gia tài trong thế gian của mình, sau khi đưa bản thảo cuốn ''Ngũ luân thư'' cho em trai của Terao Magonojo, đệ tử thân cận nhất của ông. Ông mất ở hang Reigandō vào khoảng ngày 13 tháng 6 năm 1645 (''năm [[Shōhō]] thứ ba, ngày thứ 30 của tháng thứ tư''). ''Hyoho senshi denki'' mô tả khoảnh khắc ông qua đời:\n\n{{quote|Vào thời điểm qua đời, ông đã tự đứng lên. Ông thắt chặt đai lưng và cài thanh wakizashi vào đó. Ông tự ngồi với một đầu gối dựng đứng lên, giữ thanh kiếm trong bàn tay trái và một cây gậy trong bàn tay phải. Ông qua đời trong tư thế này, ở tuổi sáu mươi hai. Những chư hầu chính của Lãnh chúa Hosokawa và các sĩ quan khác tụ tập lại, và họ cử hành nghi lễ một cách đầy cẩn trọng. Sau đó, họ dựng một ngôi mộ trên núi Iwato theo lệnh của lãnh chúa.}}\n\nMiyamoto Musashi không bị giết trong chiến đấu, ông đã chết vì những gì được cho là [[ung thư phổi|ung thư ngực]].<ref>{{Chú thích web|url=http:\/\/kendo.com\/miyamotomusashi|tiêu đề=Musashi Miyamoto - the Legend|last=Almo|first=Leif (founder)|website=Kendo.com|nhà xuất bản=Scandnet AB|ngày truy cập=ngày 4 tháng 3 năm 2017|archive-date = ngày 26 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171226185621\/http:\/\/kendo.com\/miyamotomusashi}}<\/ref> Ông đã chết một cách yên bình sau khi hoàn thành văn bản ''[[Dokkōdō]]'' (\"Độc hành đạo\", \"Con đường độc hành\" hoặc \"Con đường tự vệ\"), gồm hai mươi mốt lời giáo huấn tự huấn luyện để hướng dẫn các thế hệ trong tương lai.\n\nThân thể của ông đã được chôn trong bộ giáp trong làng Yuge, gần con đường chính gần núi Iwato, đối diện với hướng mà các lãnh chúa Hosokawa sẽ đi tới Edo; bản thân tóc của ông cũng được chôn ở nũi Iwato (núi Iwato là một phần của [[Núi Kinbō (Kumamoto)|dãy núi Kinpu]] ở Kumamoto và thật sự là nơi mà Musashi đã viết ''Ngũ luân thư'' trong hang Reigando. Mộ phần của ông không ở đây, mà cách khoảng 45 phút di chuyển về phía đông và ở mặt kia của Kumamoto, trong địa phận Musashizuka). Một số di vật của ông đã được trao cho [[Mimasaka, Okayama|Mimasaka]], để ông có thể được chôn (một phần) với cha mẹ mình. Các ngôi mộ ở Mimasaka nằm trong khu vực Đền Musashi.\n\nChín năm sau, một nguồn chính về cuộc sống của ông — một bức tượng với một bài điếu ca tụng Musashi — được xây dựng tại Kokura bởi Miyamoto Iori; tượng đài này được gọi là Kokura ''hibun''. Một tài liệu về cuộc đời của Musashi, ''Niten-ki'' (二天記), được xuất bản ở Kumamoto năm 1776, bởi Toyota Kagehide, dựa trên hồi ức của ông nội Toyota Masataka, người đã từng là một học trò đời thứ hai của Musashi.\n\n==Sự giảng dạy==\nMusashi đã tạo ra và cải tiến một kỹ thuật song kiếm ''[[kenjutsu]]'' gọi là {{nihongo|''niten'ichi''|二天一|hanviet=nhị thiên nhất||\"hai thiên đường như một\"}} hay {{nihongo|''nitōichi''|二刀一|hanviet=nhị đao nhất||\"hai thanh kiếm như một\"}} hay '[[Niten Ichi-ryū]]' (một sutra trong Phật giáo Kongen viện dẫn hai thiên đàng như hai vị thần canh giữ của [[Đức Phật|Phật]]). Trong kỹ thuật này, kiếm sĩ sử dụng một thanh kiếm lớn, và một \"thanh kiếm đồng hành\" ''cùng lúc'', chẳng hạn như [[katana]] cùng một thanh [[wakizashi]].\n\nNhững chuyển động hai tay của những vị sư phụ trách việc đánh trống trong chùa có thể đã tạo cảm hứng cho ông, mặc dù có thể đó là kỹ thuật đã được rèn luyện qua kinh nghiệm chiến đấu của Musashi. Các kỹ thuật về ''[[jutte]]'' là do người cha dạy cho ông — ''jutte'' thường được sử dụng trong trận chiến kết hợp với kiếm; ''jutte'' sẽ đóng vai trò dự phòng và vô hiệu hoá vũ khí của kẻ thù, trong khi thanh kiếm sẽ ra đòn hoặc học viên sẽ vật nhau với kẻ thù. Phong cách kiếm thuật ngày nay của Musashi được gọi là [[Hyōhō Niten Ichi-ryū]].{{Citation needed|date=August 2010}}\n\nMusashi cũng là một chuyên gia trong việc ném vũ khí. Ông thường xuyên ném thanh đoản kiếm của mình, và [[Tokitsu Kenji]] tin rằng những phương thức của [[shuriken]] cho wakizashi là những kỹ thuật bí mật của Niten Ichi Ryu.<ref>http:\/\/www.hyoho.comHayakutake-Watkin {{Webarchive|url=https:\/\/web.archive.org\/web\/20040615033613\/http:\/\/www.hyoho.com\/ |date = ngày 15 tháng 6 năm 2004}}<\/ref>\n\nMusashi đã dành nhiều năm nghiên cứu Phật giáo và kiếm thuật. Ông là một nghệ sĩ, nhà điêu khắc và thư pháp tài hoa. Những ghi chép cũng cho thấy ông có các kĩ năng trong lĩnh vực kiến trúc. Ngoài ra, dường như \u007Fông có một cách tiếp cận chiến đấu khá đơn giản, không có thêm điệu bộ, kiểu cách hay chú ý về thẩm mỹ nào. Điều này có thể là do kinh nghiệm chiến đấu thực tế của ông; mặc dù trong những năm cuối đời, Musashi có theo đuổi một phong cách mang tính thẩm mỹ nhiều hơn. Ông đã vẽ các bức tranh bằng bút lông về [[Thiền tông]], viết [[thư pháp]], và điêu khắc gỗ cũng như kim loại. Thậm chí trong ''Ngũ luân thư'', ông nhấn mạnh rằng samurai cũng nên hiểu về những ngành nghề khác. Nên hiểu rằng các bài viết của Musashi có ý nghĩa rất mơ hồ, và việc dịch chúng sang tiếng Anh làm cho chúng thậm chí còn khó hiểu hơn; đó là lý do tại sao có rất nhiều bản dịch khác nhau của ''Ngũ luân thư''. Để có thêm thông tin chi tiết về các nguyên tắc sống và nhân cách của Musashi, ta có thể đọc các tác phẩm khác của ông, như ''[[Dokkōdō]]'' và ''Hyoho Shiji ni Kajo''.\n\n==Niên biểu==\nDòng thời gian sau đây, theo trình tự thời gian (trong đó dựa trên thông tin chính xác nhất và được chấp nhận rộng rãi nhất), cho thấy các mốc thời gian trong cuộc đời của Miyamoto Musashi.\n\n{| class=\"wikitable\"\n|- style=\"background:#efefef;\"\n! Niên biểu\n! Tuổi\n! Sự việc chính\n|-\n| 1578\n|−6\n\n| Anh trai của Musashi, Shirota, chào đời.\n|-\n| 1584\n| 0\n| Miyamoto Musashi chào đời.\n|-\n| 1591\n| 7\n| Musashi được nuôi dạy bởi người chú như một [[Phật tử]].\n|-\n| 1596\n| 13\n| Musashi đấu với Arima Kihei ở Hirafuku, [[Hyōgo]].\n|-\n| 1599\n| 15\n| Đấu với một người tên là [[Tadashima Akiyama|Akiyama]] ở vùng phía bắc [[Hyōgo]].\n|-\n| 1600\n| 16\n| Được cho là đã chiến đấu trong [[trận Sekigahara]] như một phần của Tây quân. Việc ông có thực sự tham gia vào trận chiến hiện đang có nghi vấn.\n|-\n| 1604\n| 20\n| Musashi có ba trận đấu với gia tộc Yoshioka ở [[Kyoto]]. (1) Trận đấu với Yoshioka Seijuro ở [[tỉnh Yamashiro]], ngoại ô thành phố ở khu đầm lầy Rendai (phía tây núi Funaoka, [[Kita-ku, Kyoto]]). (2) Trận đấu với Yoshioka Denshichiro ở ngoại ô thành phố. (3) Trận đấu với Yoshioka Matashichiro ở ngoại ô thành phố dưới gốc cây tùng của [[Ichijō-ji]].\n|-\n| 1604\n| 20\n| Viếng thăm [[Kōfuku-ji]], [[Nara, Nara|Nara]] và kết thúc với việc đấu với các tăng nhân luyện tập theo phái [[Hōzōin-ryū]].\n|-\n| 1605–1612\n| 21–28\n| Bắt đầu du ngoạn lần nữa.\n|-\n| 1607\n| 23\n| Munisai (cha của Musashi) truyền thụ giáo lý của mình cho Musashi.\n|-\n| 1607\n| 23\n| Đấu với một cao thủ [[kusari-gama]] là [[Shishido Baiken]] ở phía tây [[Mie]].\n|-\n| 1608\n| 24\n| Đấu với [[Musō Gonnosuke]], bậc thầy đấu gậy năm xích ở [[Edo]].\n|-\n| 1610\n| 26\n| Đấu với Hayashi Osedo và Tsujikaze Tenma ở [[Edo]].\n|-\n| 1611\n| 27\n| Bắt đầu luyện tập [[thiền(thực hành)|thiền]] [[toạ thiền|zazen]].\n|-\n| 1612\n| 28\n| Đấu với [[Sasaki Kojirō]] ở Ganryujima (đảo Ganryu hay Funa), ngoài khơi bờ biển [[Shimonoseki]], trong đó Kojiro bị đánh bại.\n|-\n|\n|\n| Mở một trường dạy về kiếm.\n|-\n| 1614–1615\n| 30–31\n| Được tin là đã gia nhập quân đội của [[Tokugawa Ieyasu]] trong các [[cuộc vây hãm Ōsaka|chiến dịch mùa đông và mùa hè]] tại [[thành Osaka|lâu đài Osaka]], nhưng không có đóng góp đáng kể nào được ghi lại.\n|-\n| 1615–1621\n| 31–37\n| Phụng sự cho Ogasawara Tadanao ở [[tỉnh Harima]] như một giám sát thi công xây dựng.\n|-\n| 1621\n| 37\n| Đấu với [[Miyake Gunbei]] ở [[Tatsuno, Hyōgo]].\n|-\n| 1622\n| 38\n| Ở lại tạm thời ở [[thị trấn lâu đài]] ở [[Himeji, Hyōgo]].\n|-\n| 1623\n| 39\n| Du ngoạn tới [[Edo]].\n|-\n|\n|\n| Nhận nuôi đứa con trai thứ hai tên là [[Miyamoto Iori|Iori]].\n|-\n| 1626\n| 42\n| Con trai nuôi Mikinosuke thực hiện [[seppuku]] theo truyền thống [[junshi]].\n|-\n| 1627\n| 43\n| Du ngoạn lần nữa.\n|-\n| 1628\n| 44\n| Gặp gỡ [[Yagyū Hyōgonosuke]] ở [[Nagoya]], [[tỉnh Owari]].\n|-\n| 1630\n| 46\n| Gia nhập phụng sự cho Lãnh chúa [[Hosokawa Tadatoshi]].\n|-\n| 1633\n| 49\n| Bắt đầu luyện tập nghệ thuật rộng rãi.\n|-\n| 1634\n| 50\n| Định cư tại [[Kokura]], [[Fukuoka]] một thời gian ngắn với con trai Iori, như một môn khách của [[Ogasawara Tadazane]].\n|-\n| 1637\n| 53\n| Đóng vai trò quan trọng trong [[khởi nghĩa Shimabara]] và là bằng chứng duy nhất cho thấy Musashi có phục vụ trong trận chiến. Bị đánh ngã ngựa bởi một hòn đá ném bởi một nông dân.\n|-\n| 1641\n| 57\n| Viết ''Hyoho Sanju-go''.\n|-\n| 1642\n| 58\n| Chịu đựng nhiều cơn đau [[neuralgia|dây thần kinh]].\n|-\n| 1643\n| 59\n| Di cư tới [[Reigandō]], nơi ông sống như một [[ẩn sĩ]].\n|-\n| 1645\n| 61\n| Hoàn thành ''[[Ngũ luân thư|Go Rin No Sho''\/''Ngũ luân thư'']]''. Qua đời vì lí do được cho là ung thư phổi.\n \n|}\n\n== Tiểu thuyết hóa ==\nCuộc đời của Miyamoto Musashi được tái họa một cách hết sức sinh động trong [[tiểu thuyết]] 8 quyển, thuộc xu hướng [[văn học bình dân]] (heimin bungaku), mang tên [[Musashi (tiểu thuyết)|Musashi]] của văn hào Yoshikawa Eiji.\n\n== Nghệ thuật ==\nMiyamoto Musashi còn được biết đến là tác giả của cuốn sách bàn về kiếm đạo ''Gorin no sho'' (五輪書, [[Ngũ luân thư]]), và là một bậc thầy về nghệ thuật chạm khắc tượng gỗ cũng như hội họa [[tranh thủy mặc|thủy mặc]].\n\n== Văn hóa đại chúng ==\nTrong serie [[Kamen Rider Ghost]], Musashi là một trong 15 linh hồn danh nhân hỗ trợ các Kamen Rider, trong đó Musashi mang số hiệu 01. Ngoài ra, cuốn tiểu thuyết và tấm bảo vệ tay của ông cũng xuất hiện.\n\nTrong tựa game mobile Fate\/Grand Order, Musashi có giới tính là nữ và mang trường phái Saber.\n\nTrong tiểu thuyết The Young Samurai của nhà văn Chris Bradford, nhân vật Masamoto Tekeshi được dựa trên Miyamoto Musashi, người đã phát triển kỹ thuật Nhị Thiên.\n\nTrong bộ truyện tranh Nhật ([[manga]]) [[Vagabond]], Musashi là nhân vật chính và bộ manga này kể về cuộc đời của ông. Tác phẩm được chuyển thể từ tiểu thuyết hư cấu của Eiji Yoshikawa bởi [[mangaka]] [[Inoue Takehiko]].\n\n==Mục liên quan==\n* [https:\/\/vi.wikipedia.org\/wiki\/Miyamoto_Musashi_%28ti%E1%BB%83u_thuy%E1%BA%BFt%29 Tiểu thuyết Miyamoto Musashi]\n* [[Miyamoto Musashi I (phim điện ảnh)]]\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{thể loại Commons|Miyamoto Musashi}}\n* [http:\/\/tuoitre.vn\/Tuoi-tre-cuoi-tuan\/The-thao-cuoi-tuan\/54635\/Tinh-hoa-kiem-phap.html Tinh hoa kiếm pháp]\n{{Các chủ đề|Lịch sử|Quân sự|Nhật Bản}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Samurai]]\n[[Thể loại:Họa sĩ Nhật Bản]]\n[[Thể loại:Võ sư]]\n[[Thể loại:Kiếm sĩ Nhật Bản]]\n[[Thể loại:Mất năm 1645]]\n[[Thể loại:Sinh thập niên 1580]]\n[[Thể loại:Kendo]]"}