{"Mmanthatisi":"{{Mồ côi|date=tháng 7 năm 2018}}\n{{Infobox Royalty\n| birth_name     = Mmanthatisi\n| birth_date     = 1784\n| birth_place    = Thaba-Nchu [Harrismth]\n| death_date     = <!-- {{death date and age|YYYY|MM|DD|YYYY|MM|DD|df=y}} -->\n| death_place    = Jwala-Boholo\n| burial_date    = Không rõ\n| burial_place   = Jwala-Boholo\n| spouse         = Mokotjo wa Montoedi\n| successor1     = Sekonyela wa Mokotjo\n}}\n\n'''Mmanthatisi''' (cũng được viết là ''''Ma Nthisi''', '''Mantatise''', hoặc '''Manthatisi'''; khoảng 1784 - 1847) là người lãnh đạo của người [[Tlokwa]]<ref>Dùng chỉ đến người Kgatla cư trú tại Botswana, Lesotho và Nam Phi.<\/ref> thuộc nhóm thiểu số dưới quyền trị vì con trai bà từ năm 1813 đến 1824. Bà lên nắm quyền làm nhiếp chính cho con trai, [[Sekonyela]], (Lents'a) sau cái chết của chồng là Kgosi [[Mokotjo]] (trước đó là kgosi). Mmanthatisi được biết đến như một nhà lãnh đạo mạnh mẽ, dũng cảm và có khả năng, cả trong thời kỳ [[hòa bình]] và [[chiến tranh]]. Bà được giới thiệu bởi những người theo bà với biệt danh Mosanyane (Người nhỏ bé) vì cơ thể mảnh mai của bà.<ref>{{chú thích sách|last=Setumu|first=Tlou|title=Until Lions Document Their Heritage: Southern Africa’s Fighters Against Colonial Plunder|publisher=Makgabeng Heritage Research & publishing|page=165}}<\/ref>\n\nMặc dù bộ lạc của bà được gọi là Balefe, trong triều đại của bà, họ được biết đến với các tên gọi khác là boo-Mmanthatisi hoặc Manthatee Horde bởi người Anh. Ở giữa cuộc chiến tranh Mfecane \/ Difaqane - một thời kỳ di cư lớn, Mmanthatisi sử dụng quyền lực, sự cống hiến, dũng cảm và tính cách trung thành của mình để giữ cho mọi người cùng nhau, bất chấp những cuộc tấn công thường xuyên của nhóm Nguni.<ref>{{chú thích sách|last=Etherington|first=Norman|title=The great treks: the transformation of Southern Africa 1815-1854|date=2013|publisher=Routleg|place=London|page=77}}<\/ref>\n\n==Mmanthatisis trở thành một Motlokwa==\nKhi còn trẻ, bà kết hôn với một người anh em họ, Mokotjo, là thủ lĩnh của Batlokwa. Hai người kết hôn với tâm thế của một liên minh triều đại điển hình.<ref>{{chú thích sách|last=Rosenberg|first=Scott|title=Historical Dictionary of Lesotho|date=2013|publisher=Scarecrow Press|place=UK|page=48}}<\/ref> Đứa con đầu lòng của họ, một đứa con gái, sinh năm 1800 và được đặt tên là Nthatisi. Đó là phong tục trong văn hóa Batlokwa cho người mẹ có một cái tên mới khi sinh đứa con đầu lòng. Người phụ nữ này từ đó sẽ được biết đến bởi một cái tên được hình thành bằng cách thêm tiền tố \"Mma\" (mẹ) vào tên của đứa con đầu lòng. Đây là cách Monyalue trở thành 'MaNthatisi (hay Mmanthatisi) bởi vì đứa con đầu tiên của cô ấy được đặt tên là Nthatisi. {{sfn|Etherington|2013|pp=73}} Đứa con thứ hai, một đứa con trai tên là Sekonyela, sinh năm 1804 và trở thành người thừa kế chức vị thủ lĩnh, và một đứa con trai thứ hai, Mota, được sinh ra sau đó.<ref name=\"dab\">{{chú thích sách |editor1-last=Akyeampong|editor1-first=Emmanuel Kwaku|editor2-last=Gates|editor2-first=Henry Louis|date=2012|title= Dictionary of African Biography, Volume 6 |url=https:\/\/books.google.com\/books?id=39JMAgAAQBAJ|publisher=Oxford University Press|page=233|isbn= 0195382072}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1784]]\n[[Thể loại:Mất năm 1847]]\n[[Thể loại:Người Tlokwa]]"}