{"Mohammad Khan Qajar":"{{Thông tin nhân vật hoàng gia\n|tên=Agha Mohammad Khan\n| tước vị = [[Shahanshah]]\n| hình = MohammadKhanQajari.jpg\n| ghi chú hình = Chân dung của Agha Mohammad Khan Qajar\n| tại vị = 1789 – 17 tháng 6 năm 1797\n|chức vị = Hoàng đế nhà Qajar\n| tên đầy đủ =\n| sinh = 1742\n| nơi sinh = [[Astarabad]], [[Nhà Afsharid|Iran]]\n| mất = 17 tháng 6 năm 1797 (55 tuổi)\n| nơi mất = [[Shusha]], [[Nhà Qajar|Iran]]\n| ngày an táng = \n| an táng = [[Najaf]]\n| tiền nhiệm =''Thành lập''\n| kế nhiệm = [[Fath-Ali Shah Qajar]]\n| hoàng tộc = [[Nhà Qajar]]\n| cha = [[Mohammad Hasan Khan Qajar]]\n| mẹ = \n| con cái =\n| tôn giáo = [[Hồi giáo Shia]]\n| signature_type = [[Tughra]]\n| chữ ký = Mohammad Khan stamp.jpg\n}} \n'''Agha Mohammad Khan Qajar''' ({{lang-fa|آقا محمد خان قاجار}}; 1742–1797)&lrm; là hoàng đế khai quốc của [[nhà Qajar]] ở [[Iran]]. Ông nắm cai trị từ năm 1789 tới năm 1797 với tư cách là \"[[shah]]\" (có thể dịch là [[vua]] hoặc [[hoàng đế]]). Ban đầu, ông vốn là thủ lĩnh ban đầu của nhánh Qoyunlu của bộ tộc Qajar. Năm 1789, Agha Mohammad Khan được tôn làm vua của Iran, nhưng không đăng quang chính thức cho đến tận tháng 3 năm 1796. Vào ngày 17 tháng 6 năm 1797 Agha Mohammad Khan đã bị ám sát bởi cháu trai của ông là [[Fath-Ali Shah Qajar]].\n\nTriều đại của Agha Mohammad Khan được ghi nhận cho sự tái xuất hiện của một nhà nước Iran thống nhất và được trung ương hóa. Sau cái chết của [[Nader Shah]] năm 1747, nhiều vùng lãnh thổ của Iran ở vùng [[Kavkaz]] nằm trong tay các triều đại Iran kế tiếp khác nhau kể từ năm 1501, bao gồm [[Gruzia]], [[Dagestan]], [[Azerbaijan]] và [[Armenia]] ngày nay, đã bị tan rã thành các hãn quốc khác nhau hoặc đã tuyên bố độc lập ''de facto'' như trong trường hợp của Gruzia. Sau 48 năm, vùng đất này đều đã bị tái chinh phục bởi Agha Mohammad Khan. Các cuộc tái chinh phục của ông đều đặc biệt tàn nhẫn ngay cả đối với thời kỳ này. Trong cuộc tái chinh phục Gruzia, ông xua quân cướp phá kinh đô [[Tbilisi]], tàn sát nhiều dân cư và di chuyển khoảng 15.000 tù binh Gruzia trở lại đại lục Iran.\n\nNgoài ra, Agha Mohammad Khan cũng được ghi nhận cho việc dời đô về [[Tehran]], thủ đô của Iran cho tới tận ngày nay.\n\n== Tiểu sử ==\n\n=== Đầu đời ===\n'''Agha Mohammad Khan''' vốn là con của một thủ lĩnh của bộ lạc Qajar, [[Mohammad Hassan Khan Qajar]].\n\nVào năm lên 6 tuổi, Agha Mohammad trở thành [[hoạn quan]] dưới quyền [[Adil Shah]], người muốn ngăn Agha Mohammad Khan trở thành đối thủ chính trị, thế nhưng việc này không cản trở được sự nghiệp của Agha Mohammad Khan. Năm [[1758]], cha của Agha Mohammad Khan bị thủ lĩnh bộ lạc Zand, [[Karim Khan|Mohammad Karim Khan Zand]] đánh bại và giết chết; và Agha Mohammad Khan trở thành thủ lĩnh của bộ lạc Qajar. Năm 1762, Agha Mohammad Khan bị kẻ thù bắt về [[Shiraz]] và trở thành tù nhân của Karim Khan. 16 năm sau đó, Agha Mohammad Khan vượt ngục sau khi Karim Khan mất.\n\n=== Trị vì ===\nTừ đó, người Qajar dưới quyền Agha Mohammad Khan tiếp tục liều lĩnh đấu tranh, với kết quả là quân Qajar thắng, vua cuối cùng của nhà Zand là [[Lotf Ali Khan|Lotf Ali Khan Zand]] đã bị đánh đuổi ra khỏi [[Kerman]] vào năm 1794, và Agha Mohammad Khan trở thành người đứng đầu cả nước. Agha Mohammad Khan đã lấy danh hiệu ''Shahanshah'' (Vua của các vua) và trở thành vị vua đầu tiên của [[nhà Qajar]]. Vị vua này được dân chúng rất kính trọng và sợ hãi vì rất tàn bạo.\n\n==== Chiến tranh ====\nNăm 1795, Agha Mohammad Khan chiếm được nước [[Gruzia]], một vương quốc [[Thiên Chúa giáo|Thiên chúa giáo]] nằm ở phía Bắc Ba Tư, và đã đánh bại vua [[Erekle II]] trong [[trận Krtsanisi]]. Cùng năm đó, Agha Mohammad chiếm được tỉnh [[Khorasan]]. Nhà lãnh đạo Khorasan là [[Shah Rukh của Ba Tư|Shah Rukh]] bị tra khảo đến chết vì Agha Mohammad Khan cho rằng Shah Rukh biết được kho báu huyền thoại của vị quốc vương quá cố [[Nader Shah]]. Năm 1796, Agha Mohammad Khan dời đô từ [[Sari]] sang [[Tehran]]. Vào năm 1796, [[đế quốc Nga]], dưới triều [[nữ vương|nữ hoàng]] [[Ekaterina II của Nga|Ekaterina II]] đã [[Cuộc chinh phạt Ba Tư (1796)|xâm chiếm Ba Tư]]. Trong cuộc chiến tranh này, người Nga chiếm [[Derbent]] và một phần [[Baku]]. Tuy nhiên, Agha Mohammad Khan cũng thành công trong việc đưa ảnh hưởng của Ba Tư vào [[Kavkaz]], và quân đội Nga rút lui, sau khi nữ hoàng Ekaterina II qua đời.\n[[Tập tin:Catherine II by F.Rokotov after Roslin (c.1770, Hermitage).jpg|trái|nhỏ|[[Nữ vương|Nữ hoàng]] [[Ekaterina II của Nga]].]]\n\n=== Ám sát ===\nAgha Mohammad Khan bị [[ám sát]] năm 1797 tại thành phố [[Shusha]], thủ đô của [[Hãn quốc Karabakh]], sau khi trị vì được 2 năm. Chủ mưu trong vụ này chính là các tùy tùng của Agha Mohammad Khan.\n\n== Xem thêm ==\n* [[Lịch sử Ba Tư]]\n* [[Lịch sử quân sự Iran]]\n* [[Gruzia]]\n* [[Ekaterina II của Nga]]\n\n{{Vua Ba Tư}}\n{{Các chủ đề|Lịch sử|Iran}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Vua nhà Qajar]]\n[[Thể loại:Oghuz Turks]]\n[[Thể loại:Hoạn quan]]\n[[Thể loại:Sinh năm 1742]]\n[[Thể loại:Mất năm 1797]]\n[[Thể loại:Người bị ám sát]]"}