{"Muhammad":"{{1000 bài cơ bản}}\n{{Thông tin nhân vật\n| honorific_prefix = Nhà tiên tri\n| name = Muhammad\n| honorific_suffix = <small>Sứ giả, Tông đồ, Người chứng kiến,.<\/small>\n| image = Muhammad Salat.svg\n| image_size = 250px\n| caption = Tên của Muhammad bằng thư pháp\n| birth_name = Abū al-Qāsim Muḥammad ibn ʿAbd Allāh ibn ʿAbd al-Muṭṭalib ibn Hāshim\n| birth_date = [[22 tháng 4]], [[571]]\n| birth_place = [[Mecca]], [[Ả Rập Xê Út]]\n| death_date = [[8 tháng 6]], [[632]]\n| death_place = [[Medina]], [[Ả Rập Xê Út]]\n| death_cause = bị ốm nặng\n| body_discovered =\n| resting_place = Nhà bạt dạng cầu màu xanh tại [[Al-Masjid an-Nabawi]], Medina, Ả Rập Xê Út\n| known = \n| nationality = \n| other_names =\n| ethnicity = [[người Ả Rập|Ả Rập]]\n| religion = [[Hồi giáo]]\n| spouse = '''[[Muhammad's wives|Vợ]]:''' [[Khadijah bint Khuwaylid]] (595–619)<br \/>[[Sawda bint Zamʿa]] (619–632)<br \/>[[Aisha|Aisha bint Abi Bakr]] (619–632)<br \/>[[Hafsa bint Umar]] (624–632)<br \/>[[Zaynab bint Khuzayma]] (625–627)<br \/>[[Umm Salama Hind bint Abi Umayya|Hind bint Abi Umayya]] (629–632)<br \/>[[Zaynab bint Jahsh]] (627–632)<br \/>[[Juwayriya bint al-Harith]] (628–632)<br \/>[[Ramlah bint Abi Sufyan]] (628–632)<br \/>[[Rayhana bint Zayd]] (629–631)<br \/>[[Safiyya bint Huyayy]] (629–632)<br \/>[[Maymuna bint al-Harith]] (630–632)<br \/>[[Maria al-Qibtiyya]] (630–632)\n| parents = '''Cha:''' [[Abd Allah ibn Abd al Muttalib|`Abd Allah ibn `Abd al-Muttalib]]<br \/>'''Mẹ:''' [[Aminah bint Wahb]]\n| children = '''Con trai:''' [[Qasim ibn Muhammad|al-Qasim]], [[Abd-Allah ibn Muhammad|`Abd-Allah]], [[Ibrahim ibn Muhammad|Ibrahim]]<br \/>'''[[Genealogy of Khadijah's daughters|Con gái]]:''' [[Zainab]], [[Ruqayyah bint Muhammad|Ruqayyah]], [[Umm Kulthoom]], [[Fatimah Zahra]]\n| relatives = [[Ahl al-Bayt]]\n}}\n'''Muhammad''' ([[tiếng Ả Rập]]: {{ar|محمد}} {{Âm thanh|Ar-muhammad.ogg}}; sống vào khoảng [[570]] – [[632]]) hay [[Muhammad|Mohamed]], là một nhà lãnh đạo tôn giáo, xã hội và chính trị [[người Ả Rập]] và là người sáng lập ra [[Hồi giáo]]. Học thuyết Hồi giáo xem ông là một [[ngôn sứ]] mà [[Thượng Đế trong đạo Islam|Thượng Đế]] cử đi rao giảng và xác nhận những giáo lý [[độc thần]] của [[Adam]], [[Abraham|Ibrahim]], [[Moses|Musa]], [[Giê-su|Isa]] cũng như các nhà tiên tri đi trước. Trong tất cả giáo phái chính của đạo Hồi, Muhammad được xem là vị ngôn sứ cuối cùng của Thượng Đế, dù một số giáo phái hiện đại khác không chia sẻ cùng quan điểm này. Muhammad thống nhất toàn cõi Ả Rập thành một chính thể Hồi giáo thống nhất, sử dụng [[Qur’an]] và những tập tục và giáo lý của ông làm nền tảng của đức tin này.\n\nSinh ra vào khoảng năm 570 (Năm Con voi) tại thành [[Mecca]] trên [[bán đảo Ả Rập]], Muhammad mồ côi cả cha lẫn mẹ khi mới 6 tuổi. Ông lần lượt được ông nội [[Abd al-Muttalib]] và chú là [[Abu Talib]] nuôi dưỡng. Trong những năm tiếp đó, ông thường bế quan cầu nguyện nhiều đêm trong một hang núi tên là [[Jabal al-Nour|Hira]]. Năm 40 tuổi, Muhammad tuyên bố được [[Tổng lãnh thiên thần Gabriel|Thiên sứ Jibreel]] ghé thăm trong hang động và được truyền lời mặc khải đầu tiên từ Chúa. Năm 613, Muhammad bắt đầu cuộc hành trình rao giảng những điều mặc khải này một cách công khai. Những lời giảng dạy của ông bao gồm tính \"duy nhất\" của Thượng Đế, sự \"phục tùng\" hoàn toàn (''[[Islam|islām]]'') trước Ngài là lối sống đúng đắn (''[[dīn]]''). Tương tự như các nhà tiên tri khác của Hồi giáo, Muhammad xem ông là một nhà tiên tri và ngôn sứ được Thượng Đế cử xuống dẫn dắt nhân loại.\n\n== Các cách gọi và câu chúc tụng ==\nTín đồ Islam trên khắp thế giới thường gọi ông bằng các danh từ tiếng Ả Rập như:\n* Nabi (al-nabi,{{ar|النبي}}) có nghĩa là \"sứ giả (của Thượng đế)\".\n* Rasul-Allah ({{ar|رسول الله }}) có nghĩa là \"khâm sai của Thượng đế\".\nhoặc ngắn gọn là Rasul.\n\nDanh từ thông dụng trong [[tiếng Anh|Anh]]\/[[tiếng Pháp|Pháp]] gọi là ông là ''Prophet\/Prophète'', với định nghĩa là \"Sứ giả của Thiên Chúa\" như một số các vị trưởng phụ trong kinh [[Cựu Ước]]. Một số [[từ điển]] lớn như Merriem-Webster online tiếng Anh hoặc Lexilogos tiếng Pháp biên thêm một định nghĩa cho chữ ''Prophet\/Prophète'' là \"'''Muhammad''', người lập ra đạo Islam\". Trong tiếng Việt danh từ ''Prophet\/Prophète'' được dịch một cách thông dụng là 'nhà tiên tri' hay 'ngôn sứ'. Một số tài liệu tiếng Việt của người ngoài Islam cũng gọi ông bằng 'giáo chủ Muhammad'.\n\nTrong các sách vở, bài báo, trang web của cộng đồng tín đồ Islam nói tiếng Việt, danh từ thông dụng nhất hiện nay để chỉ định ông là Thiên Sứ (nhưng dùng trong ý nghĩa một người xác phàm được mặc khải và ban cho một vài phép lạ, khác với danh từ Thiên Sứ của tín đồ Cơ Đốc giáo chỉ định chữ ''angel'' tiếng Anh). Một số tài liệu khác cũng dùng danh từ Thánh để chỉ định ông.\n\nTrong bản dịch các tác phẩm văn học (tiêu biểu là truyện [[Nghìn lẻ một đêm]]) sang tiếng Việt, và trên báo chí, ngôn ngữ tiếng Việt thông dụng không theo Hồi giáo, ông được gọi là Đấng tiên tri, Đại tiên tri, Giáo chủ Mô-ha-met.\n\nNhững [[tín đồ]] sùng đạo khi nhắc đến tên của ông thường kèm theo câu chúc tụng \"Sall- Allahu alayhi wa salam\" (''Cầu xin Allah ban ân phước và sự bình an cho ngài''), viết tắt là \"(saw)\" hay \"(saas)\". Câu này cũng thường được dịch sang tiếnq Anh là \"Peace and Benediction Upon Him\", viết tắt là ''PBUH'', hoặc tiếng Pháp là \"Paix et Bénédiction Sur Lui\", viết tắt là ''PBSL''.\n\n== Tài liệu gốc ==\nNhững tài liệu căn bản về cuộc đời ông gồm có [[qur’an|kinh Koran]], các ''lời Hadith'' và các câu truyện ''Sunnah'', các quyển tiểu sử đầu tiên của ông viết bởi các tín đồ [[Hồi giáo|Islam]], và một vài bút ký của người ở các xứ lân cận một thời gian sau khi ông [[chết|qua đời]].\n\n=== Koran ===\n[[Qur’an|Kinh Koran]] là những lời mặc khải từ Thượng đế được mang đến cho ông qua trung gian [[thiên thần Gabriel]] đối với tín đồ Islam. Một số câu trong Koran phản ánh những biến cố, những tình huống trong đời ông. Mặc dù các câu không theo thứ tự thời gian, và không có ghi rõ năm, nhưng kinh Koran được coi là tài liệu tham khảo quan trọng nhất bởi là tài liệu xưa nhất và được người trong đạo tôn trọng nhất. Mặt khác, ngày nay trên khắp thế giới các ấn bản để trì tụng của Koran đều giống y nhau từng [[chữ viết|chữ]], nên Koran cũng được các học giả trong và ngoài đạo coi là tài liệu ít bị sai lệch so với nguyên bản nhất.\n\n=== Hadith ===\nLúc sinh tiền, Thiên Sứ Muhammad (saw) ngăn cản không cho tín đồ chép lại lời nói của ông, mà chỉ khuyến khích mọi người dồn cố gắng học thuộc kinh Koran. Nhưng sau khi ông qua đời, một số người vận dụng trí nhớ để chép lại lời ông nói, một cách trực tiếp nếu đã từng gặp ông, hoặc một cách gián tiếp khi nghe những người thân cận ông nhắc lại việc xưa. Những lời đó được gọi là lời Hadith. Chưa đầy 200 năm sau khi ông từ trần, những lời được cho là 'lời Hadith' nhiều đến khoảng 700.000. Một số học giả đi gom góp, gạn lọc và xuất bản lại một số ít những lời đó. Chẳng hạn Ahmed Ibn Hanbal (780 - 855), chép lại khoảng 40.000 lời [[hadith]] trong bộ sách \"Musnad\" của ông, sau khi đã gạn bỏ bớt phần lớn của 700.000 \"lời hadith\" mà ông được biết. Ít lâu sau, học giả [[al-Bukhary]] (810 - 870) đã sưu tầm được 750.000 \"hadith\" và chỉ chấp nhận 7.275 lời coi là \"Sahih\" (xác thực) trong bộ sách \"Sahih Bukhary\" của ông. Phần lớn các \"lời Hadith\" ngày nay được coi là công trình sưu tầm và tuyển lọc của khoảng mười nhà sưu tầm, trong đó có Ahmed Ibn Hanbal, al-Bukhary và năm người đồ đệ của ông.\n\n=== Sunnah ===\nSunnah tiếng Ả Rập có nghĩa là \"truyền thống\". Đó là những mẫu truyện về những gì Thánh Muhammad đã làm. Những mẫu truyện này thường nằm trong các sách 'Hadith', kể lại vì lý do gì, trong tình huống nào ông đã nói những lời nào. Những mẫu truyện này cũng nằm trong các quyển tiểu sử do các tín đồ viết về ông.\n\n=== Tiểu sử viết bởi các tín đồ ===\nNhà viết tiểu sử xưa nhất về Thiên Sứ Muhammad được biết đến là Ibn Ishaq, qua đời năm 768. Một mảnh của tác phẩm của ông còn giữ được đến ngày nay. Tuy nhiên, hai quyển sách của ông được ông Ibn Hisham (qua đời năm 854) sắp xếp thành một quyển \"Sirat Rasul Allah\", được nhiều lần tái bản. Đồng thời với Ibn Hisham có ông Ibn Sa'd (cũng mất năm 854) soạn một quyển tự điển tiểu sử \"Tabaqat\" viết về cuộc đời của Thánh Muhammad và hàng trăm 'sahabah' (bạn đồng hành) của ông. Cũng khoảng thời gian đó, cuộc đời của ông cũng được nói đến trong các quyển sử Ả Rập của Ibn al-Kalbi (? - 819), al-Baladhuri (? - 892) hoặc sử thế giới của al-Tabari (838-923), al-Masudi (871-957), v.v...\n\n=== Các sách của người ngoại giáo ===\nCác nhà khảo cứu vẫn chưa tìm được bút ký nào của [[người Copt]] ở [[Ai Cập]], người [[Iran|Ba Tư]], người Ấn hoặc người Hoa thời xưa nói về ông. Riêng người Đông La Mã ([[Đế quốc Đông La Mã|Byzantine]]) thì có Theophanus và Joannes Zonaras. Theophanus (khoảng 760 - 818) là một giáo sĩ Cơ Đốc giáo. Trong quyển 'Chronographia', ông có một đoạn nói về đạo Islam và Thiên Sứ Muhammad, trên quan điểm chống đối. Joannes Zonaras là sử gia sống vào thế kỷ XII. Ông soạn bộ sử 'Historical Epitome' nói về lịch sử thế giới từ khởi thủy đến năm 1118.\n\n== Bối cảnh lịch sử và thân thế ==\n=== Bán đảo Ả Rập ===\nVào khoảng năm 570, [[bán đảo Ả Rập]] được bao quanh bởi đế quốc Đông La Mã, [[đế quốc Ba Tư]] và đế quốc [[Ethiopia|Abyssinia]]. Lãnh thổ Đông La Mã có [[Ai Cập]], [[Jordan]], [[Palestine]], [[Syria]] là các vùng gần Ả Rập nhất. Ba Tư thì gồm các đất [[Iraq]], [[Iran]] ngày nay, và có lúc kiêm luôn dải đất miền đông và miền nam của bán đảo Ả Rập. Xứ [[Ethiopia|Abyssinia]] ở phía nam của Ai Cập, và có lúc kiêm cả đất [[Yemen]] ở miền nam bán đảo Ả Rập.\n\nPhía bắc bán đảo Ả Rập có các vương quốc [[Kitô giáo|Cơ Đốc giáo]], thường là chư hầu của Đông La Mã hoặc Ba Tư.\n\nPhần lớn nhất của bán đảo, với sa mạc Ả Rập, gồm có những thành bang ('city-state'), những bộ lạc tự trị, cách biệt nhau bởi những vùng đất rộng lớn không thuộc quyền kiểm soát của bang tộc nào. Miền trung tây, gọi là miền [[Hijaz]] có mấy thành bang lớn là [[Mecca]], Ta'if và [[Jeddah]]. Các thành bang này hoặc có [[vua]], hoặc được cai trị bởi một hội đồng [[quý tộc]] như ở [[Hy Lạp cổ đại|Cổ Hy Lạp]].\n\n=== Thành phố Mecca ===\nMặc dù mỗi nơi tự cai trị lấy, nhưng thành Mecca lại có một địa vị đặc biệt là trung tâm tôn giáo của phần lớn bán đảo Ả Rập, nhờ ở đền [[Al-Haram]] (đền \"Cấm\") và toà nhà vuông [[Ka'aba]]. Tương truyền Ka'aba là một ngôi đền do thiên sứ [[Abraham]] và con là thiên sứ [[Ishmael]] dựng lên để thờ [[Thiên Chúa]] (Vinh Danh Tối cao). Với thời gian, người ta đem các tượng thần đặt xung quanh đền Ka'aba để thờ thêm, và dựng thành đền Al-Haram. Mỗi ngày trong năm đều trở thành ngày cúng vía của một hoặc vài vị thần nào đó. Và ngày nào cũng có một hoặc vài bộ lạc từ đâu đó trên bán đảo Ả Rập đến Mecca hành hương, và luôn tiện đem các sản vật của họ đến bán, rồi mua sản vật của các nơi khác. Do đó Mecca là một trung tâm thương mại rất thịnh vượng.\n\n=== Tộc Qureysh ===\nMecca được cai trị bởi một nhóm quý tộc thuộc dòng Qureysh. Người Ả Rập thời đó không có họ mà chỉ tính dòng dõi. Tinh thần thị tộc rất cao, nên thường mỗi người đều thuộc gia phả của mình cho đến nhiều đời về trước. Dòng Qureysh sau tộc trưởng Abdul-Manaf (ông sơ của thánh Muhammad) thì chia làm mười chi, trong đó dòng Hashim trách nhiệm về mặt tế tự và quản lý đền thờ. Thánh Muhammad là cháu cố của tộc trưởng Hashim, vì vậy có khi tên ông được viết một cách trang trọng là '''Abu l-Qasim Muhammad ibn ‘Abd Allāh al-Hashimi al-Qurashi '''.\n\n== Trước khi truyền đạo ==\n=== Chào đời ===\nThánh Muhammad (saw) chào đời ngày 12 tháng 3 [[lịch Hồi giáo|âm lịch Ả Rập]]. Mỗi năm, ngày này là ngày nghỉ lễ tại các xứ Islam. Ngay cả tại [[Trung Quốc]], ở các vùng đông tín đồ Islam như [[Tân Cương]], [[Cam Túc]] và [[Ninh Hạ Hồi]], tín đồ Islam cũng được nghỉ lễ ngày này.\n[[Người Ả Rập]] [[cổ đại]] cũng có ghi lại một số sự kiện [[lịch sử]], tính năm theo một vài kỷ nguyên xưa. Nhưng tại [[Mecca]] công việc này bị lơ là nên người ta chỉ nhớ là thánh Muhammad sinh vào năm \"Con Voi\". Năm ấy thống đốc vùng [[Yemen]] của xứ [[Ethiopia|Abyssinia]] là [[Abraha]] vào chiếm Mecca, trong đoàn quân có con voi chiến rất to, nên người ta gọi nôm na là năm Con Voi. Ông nội của thánh Muhammad lúc bấy giờ là người quản lý đền Al Haram đứng ra điều đình với thống đốc Abraha và thuyết phục được Abraha rút quân về. Năm Con Voi theo các sử gia ngày nay là năm 569, 570 hoặc 571. Số đông coi là năm 570.\n\nThánh Muhammad là con đầu lòng của đức ông [[Abd-Allah]] (cũng thường viết là [[Abdullah]]) và đức bà [[Aminah]]. Người [[Trung Đông]] và [[Ấn-Âu]] vốn không có tục kiêng húy, ngược lại còn có truyền thống lấy tên những người mình quý mến đặt cho con, nên tên thánh Muhammad và tên các thân nhân của ông đều thông dụng ngày nay.\n\n=== Thời thơ ấu ===\nMuhammad (saw) không được biết mặt cha. Cha ông, trên một chuyến đi buôn xa, lâm bệnh và từ trần vài tuần trước khi ông ra đời. Mẹ con ông từ đó được ông nội ông cấp dưỡng.\n\nMẹ ông là người có học vấn và có sáng tác một số bài thơ, vẫn còn giữ được đến ngày nay. Tiếc thay, bà qua đời một cách đột ngột lúc ông lên sáu. Ông được ông nội rước về nuôi. Ông nội ông tuổi cũng đã cao, nên ông cũng chỉ ở được với ông hai năm. Kế đó, ông được nuôi nấng và dạy dỗ bởi người bác là [[Abu Talib]]. Ông Abu Talib cũng là người thừa kế chức quản lý đền [[Al Haram]].\n\n=== Tuổi thanh niên ===\nLớn lên, thánh Muhammad (saw) có tiếng là người đẹp trai và hào hiệp. Ông gia nhập một nhóm hiệp sĩ ở Mecca <ref>Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Trang 59.<\/ref> là nhóm Hilf al Fudul, nhiều lần bênh vực những người cô quả bị cường hào ác bá ức hiếp. Là người rất tôn trọng lời nói, ông được mọi người tặng cho ngoại hiệu là Al-Amin (\"người đáng tin cậy\").\nNhư nhiều người dân Mecca, thánh Muhammad theo nghề buôn bán. Và cũng như phần đông người Mecca thời bấy giờ, ông không biết đọc và viết.\n\n=== Lập gia đình ===\nGặp năm đói kém, kinh tế thành Mecca bị suy thoái. Bác ông, ông Abu Talib mới đề nghị ông làm việc cho một goá phụ giàu có là bà Khadija, để quản lý cho bà các chuyến buôn hàng đường xa.\n\nSau một thời gian làm việc cho bà Khadija, ông thành hôn với bà năm ông được 25 tuổi. Phần nhiều các tài liệu nói rằng lúc ấy bà Khadija tuổi đã 40, nhưng theo sách của Baladhuri <ref>Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Trang 67.<\/ref> thì lúc ấy bà chỉ mới 28. Tất cả tài liệu đều nói rằng sau đó hai người sống với nhau hạnh phúc đến lúc bà Khadija qua đời, khoảng 24 năm sau.\n\nTrong khoảng 10 năm tiếp theo, bà Khadija sinh cho ông 7 người con, 3 trai 4 gái. Đầu tiên là một bé trai, tên là Qasim, nhưng chỉ nuôi được đến lúc vừa mới biết đi. Chỉ những người con gái mới nuôi được đến lúc trưởng thành, nổi tiếng nhất là người con gái út, tên là Fatima.\n\n== Thời kỳ truyền đạo ở Mecca ==\n=== Thiên thần Gabriel ===\nTuổi gần 40, với cuộc sống tạm an ổn, ông thường có vẻ trầm tư mặc tưởng, và hay đi đến núi Nur (núi \"Ánh Sáng\") ở ngoại ô Mecca, vào động Hira tham thiền nhập định theo lối tu khổ hạnh <ref>Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Trang 79.<\/ref>. Có khi ông ở đấy hằng mấy ngày liền, bà Khadija phải cho người mang thức ăn nước uống cho ông. \nÔng kể lại rằng, năm ông được 40 tuổi, vào một đêm cuối tháng 9 [[lịch Hồi giáo|âm lịch Ả Rập]] ([[tháng Ramadan]]), tại động Hira, một tạo vật bằng ánh sáng hiện ra và nói đại ý rằng: \n:''Ta là thiên thần Gabriel, được [[Thiên Chúa]] phái đến đây để báo cho anh được biết, anh được chọn làm sứ giả của Ngài.''\n\nThiên thần dạy ông tẩy rửa theo nghi thức, và sau đó đưa một tấm lụa dài có thêu chữ bảo ông đọc. Ông trả lời rằng:\n:''Tôi không biết đọc.''\n\nThiên thần mới ôm siết lấy ông và nói: \n:''Hãy đọc, nhân danh Chúa của ngươi, Đấng đã tạo ngươi từ một hòn máu đặc...''.\n\nÔng đọc theo sau đó.\n[[Tập tin:Cave Hira.jpg|nhỏ|phải|Động Hira, nơi mà theo các học giả Islam, thánh Muhammad nhận được mặc khải lần đầu tiên.]]\nSau nhiều tháng hoang mang tự hỏi sức khỏe và tâm trí mình có bình thường, hoặc mình có bị tà ma ám ảnh không, và kiểm điểm điều đó với những người thân cận nhất, thánh Muhammad dần dần tin rằng mình được [[Thiên Chúa]] (Vinh Danh Tối cao) trao sứ mệnh để cứu độ một phần của nhân loại. Ông thấy thiên thần Gabriel tiếp tục đến với ông với những điềm lành, và tiếp tục mang đến thêm những lời kinh bảo ông học thuộc. Những lời kinh ấy được gọi là kinh Qur'an (Koran), mà thứ tự trình bày hoàn toàn khác với thứ tự thời gian của thiên thần Gabriel mang đến. Câu đầu tiên của Koran, \"Hãy đọc, nhân danh Chúa của ngươi...\" sau trở thành câu 1 của chương 96.\n\n=== Những tín đồ đầu tiên ===\nVà thánh Muhammad bắt đầu truyền đạo Islam. Những giáo điều căn bản của Islam trong buổi ban đầu gồm có: hãy noi gương các vị thánh đời trước ([[Adam]], [[Noah]], [[Abraham]], [[Moses]], [[David]], [[Giê-su|Jesus]], v.v...) chỉ thờ phụng một Đấng Thượng đế, và tránh xa việc cúng lạy các pho tượng, là tác phẩm của bàn tay con người; hãy giúp đỡ người nghèo khó, cô quả và tránh tích lũy tài sản, tránh cho vay nặng lãi; hãy kính trọng, hiếu thảo với cha mẹ; đừng giết con thơ, nhất là con gái vì lo rằng không đủ sức nuôi; hãy chăm lo làm điều thiện và giữ mình tránh tạo tội ác vì mọi hành động của mỗi cá nhân đều được thiên thần ghi chép, đến Ngày Phán Xét Cuối Cùng sẽ được tổng kết, ai phần phước nhiều hơn phần tội sẽ được lên [[Thiên đàng|Thiên Đàng]], và trái lại sẽ bị đọa [[Địa Ngục]].\n\nNgười tín đồ đầu tiên là bà Khadija, vợ ông. Kế đến là người nô lệ vừa được ông trả tự do tên là Zaid. Rồi ông làm một buổi tiệc mời thân bằng quyến thuộc đến nhà, và giới thiệu về Islam. Sau buổi tiệc đó, có anh họ của ông là [[Ali bin Abu Talib|Ali]], (con của ông Abu Talib) lúc ấy mới 12 tuổi, tuyên bố theo đạo. Kế đến là người bạn chí thân của ông, ông [[Abu Bakar]], một doanh nhân giàu có. Ông Abu Bakar (cũng thường viết là Abu Bakr) vừa theo đạo liền trả tự do cho 8 người nô lệ của ông. Ông cũng truyền đạo rất tích cực và ngay cả rể của thánh Muhammad là ông [[Othman bin Affa|Othman]] cũng theo đạo qua sự thuyết phục của ông.\n\n=== Buổi giảng trên đồi Safa ===\nKhoảng năm 613, một hôm, theo tập quán cổ truyền khi có việc hệ trọng, ông kêu gọi mọi người quy tụ trên đồi Safa, trong phạm vi Mecca. Ông bắt đầu bằng câu hỏi: \n:''Mọi người có tin không nếu tôi nói rằng phía sau ngọn đồi này đang có một đoàn quân đang hạ trại để chuẩn bị tấn công chúng ta ?.''\n\nNgười ta trả lời rằng: \n:''Ông chưa hề nói dối, dĩ nhiên ông nói gì ai cũng sẽ tin.''\n\nÔng mới bắt đầu rằng: \n:''Thiên Chúa đã sai phái tôi đến cảnh cáo mọi người, và ai không nghe tôi hãy coi chừng cơn thịnh nộ của Ngài.''\n\nTừ đó, ông thường xuyên ra giảng đạo trước công chúng.\n\n=== Sự phản kháng và bức hại của phe bảo thủ ===\nThấy giáo điều Islam đi ngược lại với tín ngưỡng cha ông họ, và lợi tức kinh tế của thành Mecca do các bộ lạc đến dâng hương cúng các tượng thần, nên một số người của dòng Qureysh bắt đầu có phản ứng mạnh để ngăn chống sự phát triển của Islam. Hai người chống đối mạnh nhất là hai người bác của thánh Muhammad: ông Abu Jahl và ông Abu Lahab.\n\nTheo chế độ thị tộc cổ [[Ả Rập]], khi một người bị giết thì cả họ - những người chung đầu ông cố - có bổn phận phải báo thù, nên trong thời gian đầu nhóm đối lập không dám giết ông, và không dám giết những tín đồ thuộc dòng Qureysh ở Mecca. Họ thương lượng với bác của ông là ông Abu Talib, người quản lý đền Al Haram và tìm nhiều biện pháp mềm mỏng để ông chấm dứt truyền đạo. Nhưng ông Abu Talib nhất quyết bảo vệ giọt máu của người em trai quá cố, còn ông nhất quyết tiếp tục sứ mạng, nên các giải pháp thương lượng không đạt được kết quả mong muốn của phe chống đối.\n\nKhi ông giảng đạo, họ châm biếm, chế nhạo, chửi rủa và ném đá. Họ đứng đón các bộ lạc từ xa đến hành hương và dặn đừng đến nghe ông. Điều này gợi sự tò mò nên có kết quả trái lại. Một vài người ở xa theo Islam và về bộ lạc họ truyền đạo, nên tín đồ vùng xa ngày càng đông. Tuy nhiên, có lúc thiên sứ Muhammad không thể ra giảng trước công chúng được nữa vì sự chế nhạo, ném đá và các cách tương tự. Nhưng sau khi có vài người dũng kiện thuộc dòng Qureysh theo đạo và ra đứng bảo vệ thì ông lại tiếp tục.\n\nĐối với những người từ xa đến Mecca làm việc, tứ cố vô thân, thường là nô lệ thì họ dùng những cực hình dã man để bức bách bỏ đạo. Một số không chịu nổi nên giả xưng bỏ đạo, hoặc có bỏ đạo thật. Một số khác bị giết hoặc bị chết trong lúc hành hạ, và được ghi nhớ là những người tử vì đạo. Một số khác kiên trì giữ đạo và sống sót sau nhiều cực hình.\n\n=== Đợt tị nạn đến Abyssinia ===\nDo sự bách hại đó, năm 615, khoảng 101 tín đồ [[Hồi giáo|Islam]], trong đó có 18 phụ nữ, dẫn đầu bởi ông Othman là rể của thánh Muhammad đã trốn khỏi Mecca và đi đến xin tị nạn ở [[Ethiopia|Abyssinia]]. Ông [[Othman]] vào yết kiến vị 'negus' (hoàng đế) xứ này và được chấp thuận tị nạn. Phe bảo thủ [[Mecca]] cho người đến Abyssinia đòi, nhưng 'negus' Abyssinia khước từ.\n\n[[Tập tin:LocationAksumiteEmpire.png|nhỏ|phải|Vị trí của xứ Abyssinia ([[Đế quốc Aksum]]).]]\n\n=== Năm buồn ===\nÔng Abu Talib, người đã nuôi nấng thánh Muhammad từ lúc còn thơ, và người đã cương quyết bảo vệ ông trước phe bảo thủ, qua đời năm 619, lúc ông đã hơn 80 tuổi. Vài hôm sau lại đến lượt bà Khadija từ trần. Các nhà viết tiểu sử gọi năm này là \"năm buồn\" trong đời ông. Năm này công cuộc truyền đạo cũng gặp nhiều khó khăn. Lúc bấy giờ quyền quản lý đền Al Haram được về tay ông Abu Lahab, một trong hai người chống đối quan trọng nhất của ông, nhưng ông Abu Lahab lại tỏ vẻ hòa hoãn hơn.\n\n=== Đêm Miraj ===\n[[Hình:Miraj by Sultan Muhammad.jpg|nhỏ|180px|Tranh vẽ của [[Ba Tư]] vào thế kỷ XVI thuật lại việc thánh Muhammad cưỡi thiên mã lên trời (Miraj)]]\nVào năm 620, một hôm, thánh Muhammad kể lại với tín đồ và công chúng rằng đêm qua thiên thần Gabriel đã rước ông đi [[Jerusalem]]. Tại Jerusalem ông đã cầu nguyện nơi ngôi đền mà xưa kia thánh vương [[Solomon]] đã dựng lên lần đầu tiên. Sau đó ông cưỡi con thiên mã Al Buraq lên các tầng trời, được gặp các thánh đời trước như tổ [[Adam]], [[Chúa Giê-Su]], thánh [[Moses]] và thánh [[Abraham]] rồi được vào bái kiến [[Thiên Chúa]] (Vinh Danh Tối cao). Dịp này, ông đã nhận được lệnh là các tín đồ Islam phải cầu nguyện 5 lần mỗi ngày. Tín đồ lắm người hoang mang ngờ vực, không biết còn nên tiếp tục tin ở ông hay không. Nhưng kế đó ông cho biết là trên đường về có thấy một đoàn khách thương từ [[Syria]] trở về, ông kể cho biết chi tiết của vài sự kiện nhỏ đã xảy ra cho đoàn khách thương đó, và ai đã nói câu gì. Những điều này được xác nhận khi đoàn khách thương này về đến Mecca.\n\nTừ đó sự cầu nguyện mỗi ngày 5 lần trở thành giáo điều căn bản của Islam. Ngày nay, tại các xứ Islam, mỗi năm ngày 27 tháng 7 [[lịch Hồi giáo|âm lịch Ả Rập]] là ngày nghỉ lễ kỷ niệm chuyến đi lên thượng giới của ông, gọi là chuyến đi Miraj. Tại các [[Nhà thờ Hồi giáo|nhà thờ]], người ta cầu nguyện suốt đêm.\n\n=== Hai lời thề ở Aqaba ===\nThành phố Yathrib nằm cách Mecca khoảng 450&nbsp;km về phía bắc. Khoảng năm 620 có vài người Yathrib theo đạo, trở về truyền giảng được thành công lớn. Năm 621, tại đồi Aqaba ở Mecca, thánh Muhammad lần lượt gặp hai phái đoàn người [[Yathrib]]. Tại đây, hai nhóm người này đã thề trung thành với đạo và với ông. Họ cũng sẵn sàng đón tiếp những người bị bách hại ở Mecca và mời ông sang thành phố họ cư trú.\n\n=== Cuộc thoát ly đi Yathrib ===\nSau hai cuộc hội thề này, nhiều tín đồ Islam ở Mecca dần dần trốn sang Yathrib. Thấy đây là một đe dọa cho kinh tế và tín ngưỡng của họ, phe bảo thủ của tộc Qureysh lại nhóm họp và tìm ra một ý kiến mới: mỗi chi của tộc Qureysh sẽ cử ra một thanh niên, đứng canh trước nhà thánh Muhammad, chờ ông bước ra thì đồng xông đến hạ sát, và như vậy những ai muốn báo thù cho ông sẽ, vì luân lý, không thể nào hướng sự trả thù đến tất cả các chi trong bộ tộc.\n\nThánh Muhammad thoát được cạm bẫy này. Ông cùng ông Abu Bakar trốn ra khỏi Mecca, và sau mấy tháng vừa đi vừa ẩn trú, họ đến được Yathrib.\n\n== Thời kỳ ở Medina (Yathrib) ==\n=== Tổ chức cộng đồng tôn giáo và quốc gia ===\nĐến Yathrib, ông được các tín đồ cũ mới đón tiếp nồng nhiệt. Ông được dành cho mọi danh dự và phút chốc trở thành lãnh tụ của đa số dân thành phố này, thành phố mà một thời gian sau được đổi tên thành \"Madina-t-ul-Nabi\" (« Thành phố của vị Sứ Giả ») gọi tắt là [[Medina]].\n\nViệc đầu tiên ông làm ở đây là khởi công xây một thánh đường đơn sơ, và giảng đạo trước công chúng mỗi tuần vào buổi trưa thứ sáu. Ông cũng quy định khi cầu nguyện, nếu phân biệt được phương hướng thì hãy hướng mặt về Ngôi Đền Thiêng ở [[Jerusalem]]. Nhưng không đầy hai năm sau, có câu [[qur’an|kinh Koran]] được mặc khải đưa lệnh khi cầu nguyện hãy hướng về đền Ka'aba ở Mecca.\n\nNhững người rời bỏ Mecca được gọi là những người 'Muhajirin' (\"di cư\"). Mỗi gia đình người \"di cư\" được một gia đình gốc [[Medina]], gọi là người 'Ansar' (« tiếp trợ ») cho tá túc và giúp tìm kế sinh nhai. Cuộc thống kê đầu tiên cho biết có 186 gia đình \"di cư\" và khoảng 1500 tín đồ tổng cộng.\n\nMedina lúc bấy giờ có hai bộ lạc [[Ả Rập]] chiếm đa số dân là bộ lạc [[Aus]] và bộ lạc [[Khajraz]], và một thiểu số [[Do Thái]] với ba bộ lạc chính. Mỗi bộ lạc có một hoặc vài lâu đài, đồn lũy và đất cát cứ riêng. Các bộ lạc này vừa trải qua mấy năm chiến tranh với nhau. Thánh Muhammad họp các bộ lạc ấy lại, soạn một bản [[hiến pháp]], và định quy chế thành bang cho Medina. Bản hiến pháp này gồm có 47 điều khoản, và đã được dịch ra nhiều thứ tiếng [[châu Âu]].\n\nThánh Muhammad di cư từ Mecca đến Medina cùng với [[Abu Bakr]] năm [[622]]<ref>Moojan Momen (1985),''An Introduction to Shi'i Islam: History and Doctrines of Twelver Shi'ism'', Yale University Press, New edition 1987, p. 5.<\/ref>. Năm này về sau (vào năm 638) được [[Omar bin Khattab|Umar]] lấy làm năm khởi đầu kỷ nguyên của cộng đồng Islam, gọi là kỷ nguyên Hijri (viết tắt là ''AH'', Hijri nghĩa là ''Cuộc Di Cư''), hay chính là năm đầu tiên của [[lịch Hồi giáo]]. Ngày đầu tiên của kỷ nguyên Hijri, tức là ngày 1 tháng [[Muharram]] 1 AH, tương ứng với ngày [[16 tháng 7]] năm 622. Ngày nay kỷ nguyên này được dùng làm kỷ nguyên chính thức tại nhiều nước Islam, song song với kỷ nguyên Công giáo của Dương lịch. Năm 2008, Công Nguyên tương đương với năm 1429 lịch Hijri, cũng thường gọi là Hồi lịch (âm lịch Ả Rập mỗi năm chỉ có khoảng 355 ngày).\n\nSau đó một thời gian, luật nhịn chay tháng [[Ramadan]] được ban ra, và được coi là một sự giảm nhẹ so với luật ban xuống thời trước ([[Do Thái giáo]] và [[Kitô giáo|Cơ Đốc giáo]] nguyên thủy phải nhịn 40 ngày, thay vì 30 ngày). Luật Zakat (đóng góp an sinh xã hội, lấy từ 2,5% lợi tức đã trừ những chi tiêu căn bản), phân biệt với sự khuyến khích bố thí đã có từ trước, cũng được ban ra khoảng thời gian này.\n\n=== Đương đầu với phe bảo thủ Mecca ===\nPhe bảo thủ Mecca gởi thơ, mềm mỏng cũng có, hăm dọa tàn sát cũng có, để thuyết phục người Medina tuyệt giao với thánh Muhammad và các tín đồ đến từ Mecca. Họ cũng liên lạc, bí mật hoặc công khai với các bộ lạc ở [[Medina]] và các vùng lân cận, để cấm vận kinh tế hay để có nội ứng cho cuộc tấn công về sau.\n\nTín đồ Islam từ [[Mecca]] vẫn tiếp tục rải rác trốn đi [[Medina]]. Có lần phe bảo thủ cho người trà trộn trong những người này để hành thích ông. Nhưng khi thích khách đến gần thì ông nói cho biết là thích khách và người chủ mưu ám sát ông đã nói riêng những lời gì với nhau, khiến thích khách hoảng sợ, thú nhận mưu định và thật sự theo đạo.\n\n==== Trận Badr ====\n{{Chính|Trận Badr}}\nTrận chiến đầu tiên giữa cộng đồng Islam ở Medina và phe bảo thủ Mecca xảy ra năm 624. Địa điểm ở cách Medina khoảng 100&nbsp;km về phía nam. Quân Mecca đông hơn 900, quân Islam chỉ được 313 người, nhưng thắng trận. Phe Mecca tử trận khoảng 70 người, trong đó có ông Abu Jahl, một trong hai người chống đối quan trọng nhất. Ông Abu Lahab không đi đánh, nhưng hay tin bại trận thì tức tối thành bệnh mà chết một tuần sau.\n\nĐa số tù binh được đối xử tử tế, và được trả tự do đổi lấy tiền chuộc. Ai biết chữ thì phải dạy đọc dạy viết cho hai đứa trẻ ở Medina. Ai nghèo quá thì cũng được trả tự do mà không có điều kiện gì cả.\n\n==== Trận núi Uhud ====\n{{Chính|Trận núi Uhud}}\nCộng đồng Islam tiếp tục tăng trưởng. Năm 626, khi phe bảo thủ Mecca phái đến 3000 quân thì thánh Muhammad cũng có đến 1000 quân để ứng chiến. Trận này quân Mecca thắng, nhưng quân Medina giữ được các vị trí quan trọng, nên người Mecca phải rút về. Trận này cũng tăng uy tín cho thánh Muhammad vì quân Islam đã chiếm được thượng phong, nhưng một toán quân cung thủ quên lệnh của ông, bỏ vị trí lo giành chiến lợi phẩm, nên phe Mecca chuyển bại thành thắng.\n\n==== Trận Chiến Hào ====\n{{Chính|Trận Chiến Hào}}\nNăm 627, phe bảo thủ Mecca chuẩn bị trở lại với một đoàn quân đông hơn nữa. Tùy tài liệu, đoàn quân này đông 10.000, 12.000 hoặc 24.000, với một số lớn quân thuê từ các bộ lạc khác. Lúc này, quân Islam đã được 3.000. Theo lời cố vấn của ông Salman, người [[Iran|Ba Tư]], thánh Muhammad cho đào chiến hào để ngăn địch. Ông tham gia công tác đào hào như tất cả mọi người.\n\nQuân Mecca đến nơi, không qua được hào. Sau một thời gian bao vây, lều trại họ bị thiệt hại nặng trong một đêm mưa to gió lớn, nên phải rút lui. Trận đánh huy động nhiều quân nhất của hai bên, nhờ có chiến hào, trở thành trận đánh ít tổn thất nhân mạng nhất: 6 người ở Medina, 8 người phe Mecca vì những mũi tên bắn qua hào.\n\n== Hòa ước Hudaybiya ==\n{{Chính|Hòa ước Hudaybiya}}\nNăm 628, một thủ lĩnh lớn của miền đông - vựa lúa mì của [[bán đảo Ả Rập]] - là [[Thumamah bin Uthal]] theo Islam và cấm bán thực phẩm đi Mecca. Kinh tế của Mecca cũng gần kiệt quệ vì phí tổn tổ chức trận Chiến Hào, nên Mecca bị nạn đói đe dọa. Thánh Muhammad bèn ra lệnh xuất công quỹ giúp đỡ một số người nghèo túng ở Mecca, bán thực phẩm cho Mecca, và để cho người của phe bảo thủ Mecca tự do đi ngang qua vùng kiểm soát của Medina để buôn bán với [[Syria]] và [[Palestine]].\n\nSau một số cử chỉ tỏ thiện ý muốn hòa bình với Mecca, thánh Muhammad cùng 1.400 người đi về Mecca với ý định hành hương, và không mang theo vũ khí. Phe bảo thủ Mecca dàn quân sẵn, và cử đại diện đến gặp ông tại đồi [[Hudaybiya]]. Họ ra điều kiện như sau:\n\n1) Các tín đồ Islam không được viếng Mecca năm nay, mà chỉ được viếng năm tới, trong thời hạn tối đa 3 ngày.\n\n2) Người nào từ Medina chạy đến Mecca, chính quyền Medina không được đòi lại. Ngược lại, người nào từ Mecca chạy đến Medina, chính quyền Medina phải giao trả nếu có cha hay chủ nhân ở Mecca đòi.\n\n3) Hai bên đình chiến 10 năm. Không được đánh nhau trực tiếp, và cũng không được đánh nhau gián tiếp qua các đồng minh. Trong thời gian đó, mỗi bên có quyền đi ngang lãnh thổ của nhau.\n\nThánh Muhammad chấp thuận các điều kiện đó và ký kết hòa ước. Rồi ông trở về Medina.\n\nNăm sau, cuộc hành hương của ông và những người đồng hành đến Mecca diễn ra tốt đẹp. Hai bên đều theo đúng điều đã giao kết tại Hudaybiya.\n\n=== Trận Mouta ===\n{{Chính|Trận Mouta}}\nKhi dân thành Yathrib theo Islam hàng loạt năm 621 thì tại đấy có một số người chỉ làm theo số đông, nhưng không thật tâm theo đạo. Rồi thánh Muhammad ở phương xa đến cầm quyền, mang lại nhiều thay đổi, họ cảm thấy bị mất quyền lợi, mất địa vị. Do đó, ngay từ đầu, họ đã ngầm liên lạc với phe bảo thủ Mecca để làm nội ứng. Họ cũng tích cực khuyến khích một số bộ lạc xa gần chống lại chính quyền Islam.\n\nKhi Mecca suy yếu từ sau trận Chiến Hào, họ tìm cách kéo các thế lực xa hơn, mạnh hơn vào thực hiện ý định của họ. Hoàng đế xứ Abyssinia vẫn luôn thân thiện với cộng đồng tín đồ Islam, nên nhất định không đánh Medina. Hai [[đế quốc Ba Tư]] và [[Đế quốc Đông La Mã|Đông La Mã]] thì trong tình trạng chiến tranh với nhau từ năm 603, nhưng lúc này Đông La Mã thắng thế, đã lần lượt thu hồi các đất [[Syria]], [[Palestine]] và [[Ai Cập]]. Hoàng đế Đông La Mã là [[Heraclius]] đang có mặt trong vùng, nhận thấy có thể đưa một ít lực lượng đi chiếm thêm đất, hoặc ít ra đánh cho suy yếu một kình địch tương lai.\n\nĐược tin Đông La Mã tập trung lực lượng khá đông gần cửa ải vào bán đảo, thánh Muhammad phái một đội quân 3.000 người đi ngăn địch. Quân hai bên giao chiến tại [[Mouta]]. Theo At-Tabari, quân Medina bại trận, nhưng cũng cầm cự được 3 ngày. Đông La Mã thấy muốn thắng Ả Rập cũng phải tổn thất nhiều, và họ còn cần giữ lực lượng để phòng Ba Tư phản công, nên không tiến quân vào bán đảo.\n\n== Tiếp quản Mecca ==\nNăm 630 có bộ lạc Banu Bakr đồng minh của Mecca đánh nhau với bộ lạc Khuza'ah đồng minh của Medina. Phe bảo thủ Mecca giúp bộ lạc Banu Bakr. Thánh Muhammad coi là họ đã xé bỏ hòa ước Hudaibiya qua hành động đó, nên chuẩn bị hưng binh, nhưng giữ bí mật không nói là sắp đi đâu. Thủ lĩnh phe bảo thủ Mecca là ông Abu Sufyan lo ngại, đích thân đến Medina điều đình, nhưng bị giữ lại không cho về.\n\nThánh Muhammad đem 10.000 quân đến Mecca. Phe bảo thủ Mecca hoang mang vì năm trước hai tướng giỏi nhất của họ là [[Khalid bin Walid]] và [[Amr bin Al Ass]] đã bỏ đi Medina theo Islam. Nay lại không có thủ lĩnh [[Abu Sufyan]] quyết định, nên đa số ngồi im không kháng cự.\n\nThánh Muhammad đã dặn quân sĩ không được hại mạng ai, ngoại trừ 20 người có thành tích bách hại tàn bạo nhất trước nay. Nhưng khi vào thành, ông được mặc khải lệnh tha thứ và hấp tấp truyền lệnh này. Lúc ấy có ba người trong danh sách đã bị giết. Tướng Khalid về đến khu phố nhà thì gặp tướng Ikrimah - chỉ huy phó kỵ binh Mecca - với một toán quân nhỏ nghênh chiến. Một số người chết. Tướng Ikrimah trốn thoát được nhưng vài ngày sau đã trở về khi hay tin được ân xá.\n\nThánh Muhammad vào đền Al-Haram, cho dẹp đi các tượng thần, và bảo sơn lấp đi các hình ảnh của [[tín ngưỡng]] [[thuyết đa thần|đa thần giáo]]. Kế đến ông ra tiếp công chúng tụ tập trước đền, phủ dụ chiêu an. Ngày hôm sau, có vụ án mạng do người từ Medina về trả thù riêng, ông khiển trách thủ phạm nặng nề, và sai đem 100 con lạc đà bồi thường gia đình nạn nhân, theo đúng phong tục.\n\nAttab bin Asid, một nhân vật quan trọng của phe bảo thủ, nay theo Islam, được ông đặt làm thống đốc Mecca, và quy định lương bổng theo cơ chế chính quyền Medina. Khi vào xem kho tàng của đền Ka'aba từ nhiều năm được khách thập phương dâng cúng, người ta kiểm kê được hơn 55.000 lạng vàng <ref>Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Trang 249. 70.000 onces, 1 once theo Pháp là 31g, phân biệt với ounce Anh là 28,35g.<\/ref>. Thánh Muhammad không chạm đến tiền này.\n\nSau khi ở lại Mecca vài tuần sắp xếp các công việc, ông trở về Medina.\n\n=== Quốc gia Islam ===\nNăm thứ 9 của kỷ nguyên Hijri (tương đương với năm 631) được các sử gia Islam gọi là Năm của Các Phái Đoàn. Năm ấy có rất nhiều phái đoàn đến từ khắp nơi trên bán đảo Ả Rập tuyên bố bộ lạc họ theo Islam và xin nội thuộc vào lãnh thổ Medina. Thánh Muhammad dành nhiều thời gian để tổ chức hệ thống hành chính, thuế khóa cho các vùng mới gia nhập. Ông nghiêm cấm gia đình và người trong họ lấy tiền công quỹ chi tiêu riêng.\n\nNăm thứ 10 Hijri rất nhiều trường học được lập ra trong khắp lãnh thổ, và đặc biệt là ở Yemen phía nam bán đảo.\n\n=== Chiến dịch Tabuk ===\n{{Chính|Chiến dịch Tabuk}}\nBa Tư ngày càng suy yếu, trong 3 năm ngôi hoàng đế qua tay ít nhất 5 người. Năm 631 Đông La Mã nhận thấy có thể yên tâm làm một cuộc viễn chinh vào Ả Rập. Được quân tế tác cho biết Đông La Mã chuẩn bị binh sĩ, thánh Muhammad bèn kêu gọi thánh chiến. Ông quy tụ được một đạo quân đông 30.000 người.\n\nThánh Muhammad và quân sĩ ra đến ải Tabuk, cách Medina khoảng 800&nbsp;km về phía bắc. Đông La Mã thấy quân đối phương hùng hậu và kỷ luật, ngại nhiều tổn thất, nên không đến tấn công. Thánh Muhammad ở lại Tabuk ít lâu nhận định tình thế, rồi rút quân về.\n\n=== Bài giảng ở Arafat ===\nNăm 632 thánh Muhammad về Mecca hành hương lần cuối. Ngày [[9 tháng 12]] [[lịch Hồi giáo|âm lịch Ả Rập]], theo nghi thức hành hương, các tín đồ quy tụ ở đất [[Arafat]], ngoại ô Mecca, để cầu nguyện. Tùy tài liệu, số tín đồ có mặt đông 90.000, 100.000 hoặc 140.000 người <ref>Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Trang 251.<\/ref>. Thánh Muhammad đứng trên một đỉnh núi con là núi Từ Bi ('Ar-Rahman'). Mỗi khoảng cách xa xa có một người khỏe giọng lặp truyền lại từng câu ông nói để mọi người đều nghe rõ.\n\nÔng nhắc lại những tín điều quan trọng, dặn dò mọi người hãy cố gắng theo lời truyền dạy của kinh Koran, và tuyên bố là sứ mạng truyền đạo Islam của ông nay đã hoàn tất.\n\n=== Những ngày cuối cùng ===\nMặc dù là lãnh tụ của một quốc gia rộng lớn, nhưng thánh Muhammad vẫn sống giản dị, ở nhà cửa sơ sài. Ông không đòi hỏi sự phục dịch, tự tay xách nước giếng khi cần tắm rửa. Ông thường nhịn chay, và tránh trong một bữa ăn hai thứ thịt. Trong thời gian bà Khadija còn sinh tiền, ông chỉ một vợ một chồng. Sau khi bà Khadija qua đời khoảng một năm thì ông tục huyền với một góa phụ, và sau đó thành hôn với mấy người nữa, đều là góa phụ hay đã ly dị chồng, ngoại trừ cô Aisha con ông [[Abu Bakar]], trong những tình huống đặc biệt.\n\nĐầu năm 11 Hijri, sức khỏe ông kém hẳn. Vài lần thấy mình không đủ sức dẫn lễ cầu nguyện ngày 5 lần ở thánh đường, nên ông nhờ ông Abu Bakar dẫn lễ thay. Ông kiểm lại tài sản, có chút ít đất đai thì ông để lấy huê lợi cho gia đình, còn 7 đồng dinar thì bố thí cho người nghèo. Ông cũng còn thanh gươm trị giá mấy đồng tiền vàng gởi cho người rể út là [[Ali bin Abu Talib|Ali]], và một chiếc áo giáp nằm ở một hiệu cầm đồ [[người Do Thái]] ở [[Medina]].\n\nÔng [[chết|qua đời]] ngày 12 tháng 3 âm [[lịch Ả Rập]], cũng là sinh nhật của ông. Đã có nhiều người có khuynh hướng thờ phụng ông như một vị thần linh khi ông còn sinh tiền, nên ông Abu Bakar mới tuyên bố: \n:''Hỡi dân chúng ! Nếu ai tôn thờ Muhammad thì hãy biết rằng Muhammad đã chết. Còn ai tôn thờ Allah thì Allah vẫn hằng sống và không bao giờ chết !''\n\nThi hài ông được an táng trong khuôn viên thánh đường gần nhà, nay gọi là thánh đường Al-Nabawi (« Thánh Đường Thiên Sứ »). Sau thánh đường mở rộng, phần mộ ông nay nằm trong toà đại điện.\n\n== Những người tiếp nối ==\n{{Chính|Những vị khalip chính thống}}\n\nCăn cứ vào việc thánh Muhammad đã nhờ ông Abu Bakar dẫn lễ cầu nguyện trong những ngày cuối cùng, ông Omar đề nghị ông Abu Bakar làm lãnh tụ. Đề nghị này được đa số chấp thuận.\n\nThánh Muhammad không thu nhận đồ đệ, không xưng hô thầy trò, nên những người tín đồ từng gặp qua ông, từng nghe giảng đều được gọi là Sahaba (\"bạn đồng hành\" hay \"bạn đường\").\n\n== Chân dung ==\nThánh Muhammad không cho họa chân dung của ông, sợ rằng nhiều tín đồ Islam đời sau hướng về đó mà thờ phụng, trái với sứ mạng của ông. Theo Al-Tabari, ông Ali, rể ông tả rằng: \n{{cquote|\n''Ngài có [[chiều cao]] trung bình, nước da trắng hồng, mắt đen. Râu hàm ngài mọc dày. Tóc ngài đen, dài xuống đến vai, dày và bóng, đến tuổi 63 mà cũng chỉ có vài sợi bạc. Tướng ngài vạm vỡ, đi đứng mạnh dạn, nhưng cũng có vẻ nhẹ thoăn thoắt. Dáng điệu đi đứng không có vẻ tự kiêu. Nét mặt ngài dịu dàng, ai nhìn rồi thì không muốn rời mắt đi hướng khác. Nhìn ngài nói chuyện thì ai đói cũng quên đói, ai phiền não cũng quên phiền não.''\n}} \n== Gia đình và dòng dõi ==\n=== Vợ con ===\nBà Khadija sinh cho ông 3 người con trai là Qasim, Tahir và Tayeb. Theo Al-Tabari, có thêm một người con trai nữa là Abdullah. Những người này đều chết lúc còn thơ ấu. Bốn người con gái là Roqayya, Um-Kulsum, Zainab và Fatima. Cô Roqayya sau là vợ ông Othman, vị [[khalip]] thứ ba của quốc gia Islam. Hai cô Um-Kulsum và Zainab gả cho hai con trai của ông Abu Lahab, bác của thánh Muhammad, cũng là người đối đầu quan trọng của ông. Vì vậy đã ly dị. Cô Fatima gả cho ông Ali, con của ông Abu Talib, cũng là bác của ông. Cô sinh được hai trai là Hassan và Hussein, là hai vị lãnh tụ rất được tôn sùng trong hệ phái Shia. Mộ của cô Fatima ở thành phố Qum, Iran nay là một thánh địa quan trọng của hệ phái này.\n\nNhững người vợ được nhiều tài liệu nhắc tới, nhưng không loại trừ xác suất tài liệu ngụy tạo là:\n* Bà Sawda, một người đã theo chồng đi Abyssinia lánh nạn bách hại, khi về đến Mecca năm 620 thì chồng bà là ông Sukran qua đời, bà không còn nơi nương tựa.\n* Bà Aisha, con ông Abu Bakar, gả cho ông lúc tuổi mới dậy thì. Bà nổi tiếng về kiến thức [[y học]], và ngày nay nhiều người [[Bắc Phi]] thờ bàn tay của bà.\n* Bà Hafsah, góa phụ, con ông Omar.\n* Bà Um Habiba, một người đã đi lánh nạn ở Abyssinia và trở thành góa phụ, nhưng cũng là con ông Abu Sufyan lãnh tụ phe bảo thủ Mecca.\n* Bà Maimun, góa phụ, cô ruột tướng Khalid.\n\nSau bà Khadija, thánh Muhammad không có con với ai, ngoại trừ một người tiểu thiếp tên là Maria do thống đốc Ai Cập gởi tặng. Người này sinh cho ông một bé trai tên là Ibrahim, nhưng chỉ nuôi được đến hai tuổi.\n\nCác học giả như Al-Tabari và Muhammad Hamidullah thường liệt kê nhiều dị bản về các vợ con của thánh Muhammad, với các thông tin khác biệt, mâu thuẫn nhau.\n\nNgười vợ thứ ba của Muhammad là [[Aisha]] chỉ mới sáu tuổi khi hai người hứa hôn và chín tuổi khi hai người chuyển đến sống cùng nhau <ref name=armstrong157>{{harvnb|Armstrong|1992|p=157}}<\/ref><ref name=\"ReferenceB\">{{cite magazine |title=Mountain Rigger |url=http:\/\/www.economist.com\/node\/8148621 |magazine=[[The Economist]] |date=ngày 11 tháng 11 năm 2006}}<\/ref><ref name=spellberg40>{{harvnb|Spellberg|1994|p=40}}<\/ref><ref>{{harvnb|Watt|1960}}<\/ref><ref>{{harvnb|Barlas|2002|pp=125–26}}<\/ref>, do đó những người chỉ trích Hồi giáo chẳng hạn như mục sư Jerry Vines và lãnh đạo Đảng Tự do Hà Lan Geert Wilders đã viện dẫn tuổi của Aisha để tố cáo Muhammad đã có [[quan hệ tình dục]] với một đứa trẻ chín tuổi, từ đó họ kết luận rằng Muhammad là một kẻ [[ấu dâm]].<ref name=\"Vines\">{{chú thích báo | last=Cooperman | first=Alan | title=Anti-Muslim Remarks Stir Tempest | date=ngày 20 tháng 6 năm 2002 | publisher=The Washington Post | url=https:\/\/www.washingtonpost.com\/ac2\/wp-dyn\/A14499-2002Jun19?language=printer | access-date=2019-05-16 | archive-date=2020-01-07 | archive-url=https:\/\/web.archive.org\/web\/20200107190459\/https:\/\/www.washingtonpost.com\/ac2\/wp-dyn\/A14499-2002Jun19\/?language=printer | url-status=dead }}<\/ref><ref>{{chú thích sách|url=https:\/\/books.google.com\/?id=KpwXKnYGg98C&pg=PA181&dq=muhammad+pedophile#v=onepage&q=muhammad%20pedophile&f=false |title=Homeland Mythology: Biblical Narratives in American Culture |date = ngày 1 tháng 11 năm 2010 |access-date = ngày 29 tháng 9 năm 2015 |isbn=978-0271047249 |last1=Collins |first1=Christopher }}<\/ref>\n\n=== Những hậu duệ là lãnh tụ tôn giáo ===\n* Bài chi tiết: [[Các chi nhánh của Islam]]\n* Bài chi tiết: [[Hồi giáo Shia|Hệ phái Shia của Islam]]\n\n=== Những hậu duệ là lãnh tụ quốc gia ===\n* [[Nhà Fatimid]] (909 - 1171) ở Bắc Phi và Tây Á\n* [[Nhà Sayyid]] (1414 - 1451) ở Ấn Độ\n* [[Nhà Alaouite]] (1666 -) hiện trị vì tại Maroc\n\n== Những hậu duệ là thường dân ==\nTheo bách khoa tự điển Quid 1990 của đài RTL (''Radio Télévision Luxembourgeoise'') xuất bản năm 1989, tại Iran có 600.000 người 'sayyid' (hậu duệ của thánh Muhammad theo phụ hệ) và 500.000 người 'sharif' (mẹ thuộc dòng dõi thánh Muhammad) (trang 979).\n\nHậu duệ của ông cũng khá đông đảo tại [[Ả Rập Xê Út]], [[Iraq]], [[Syria]], [[Jordan]], [[Ai Cập]], [[Libya]], [[Tunisia]], [[Algérie]], [[Maroc]], [[Ấn Độ]], [[Afghanistan]], [[Pakistan]] và [[Bangladesh]].\n\n== Chú thích ==\n{{Tham khảo|1}}\n\n== Tham khảo ==\n* Histoire des Envoyés de Dieu et des rois - nguyên tác tiếng Ả Rập \"Tarikh al Rousoul wal Moulouk\" của Muhammad ibn Djarir '''Al-Tabari''' (838-923), bản dịch tiếng Pháp do Mohamad Hamadé, dịch từ bản [[tiếng Đức]] của M. Hermann Zotenberg (1874), dịch từ bản tiếng Ba Tư của tể tướng Abou-'Ali Mohammad Bel'Ami (963). Editions Al-Bustane, Paris 2002.\n* Kinh Qur'an (ý nghĩa nội dung). Người dịch: Hassan Abdul Karim. Santa Ana, California 1997.\n* La tradition musulmane - Ali Merad - Editions Que-Sais-Je ? - Presses Universitaires de France, Paris 2001.\n* Le Prophète de l'Islam, sa vie, son oeuvre. Muhammad Hamidullah. Editions El-Najah. 6ème édition augmentée 1998, Paris.\n* Les grandes dates de l'Islam, sous la direction de Robert Mantran, Editions Larousse, Paris 1990.\n* Les minorités dans le monde - Faits et analyses - Joseph Yacoub - Editions Desclee de Brouwer - Paris 1998.\n* L'Islam dans le monde - dossier présenté et établi par Paul BALTA - Edition La Découverte et Journal Le Monde - Paris 1986.\n* Musulmans de Chine - Une anthropologie des Hui du Henan - Elisabeth Allès - Editions EHESS, Paris 2000.\n* Quid 1990 - Dominique et Michèle Frémy, Editions Robert Laffont et Société des Encyclopédies Quid, 1989.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Muhammad}}\n\nCác tiểu sử khách quan:\n* [http:\/\/www.pbs.org\/muhammad\/ Chương trình PBS về Muhammad] (tiếng Anh)\n* [http:\/\/encarta.msn.com\/encyclopedia_761553918\/Muhammad_(prophet).html\/ Tiểu sử trong bách khoa toàn thư ''Encarta''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060623201920\/http:\/\/encarta.msn.com\/encyclopedia_761553918\/Muhammad_(prophet).html\/ |date = ngày 23 tháng 6 năm 2006}} (Anh)\n* [http:\/\/31.1911encyclopedia.org\/M\/MA\/MAHOMET.htm Bài viết về Muhammad trong số ''Encyclopædia Britannica'' năm 1911] (Anh)\n* [http:\/\/www.usc.edu\/dept\/MSA\/fundamentals\/prophet\/ Các văn kiện viết bởi tín đồ Islam và người ngoại giáo với tính cách quý trọng tại University of Southern California] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060612062303\/http:\/\/www.usc.edu\/dept\/MSA\/fundamentals\/prophet\/ |date = ngày 12 tháng 6 năm 2006}} (Anh)\n\nCác tiểu sử viết bởi tín đồ Islam:\n* [http:\/\/www.islamonline.net\/English\/In_Depth\/mohamed\/1424\/index.shtml Islamonline] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070618003223\/http:\/\/www.islamonline.net\/English\/In_Depth\/mohamed\/1424\/index.shtml |date = ngày 18 tháng 6 năm 2007}} (tiếng Anh, [http:\/\/www.islamonline.net\/Arabic\/In_Depth\/mohamed\/1424\/index.shtml Ả Rập] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060206025043\/http:\/\/www.islamonline.net\/Arabic\/In_Depth\/mohamed\/1424\/index.shtml |date = ngày 6 tháng 2 năm 2006}})\n* [http:\/\/www.theprophetmuhammad.org\/ Tiểu sử bởi Harun Yahya] (Anh)\n* [http:\/\/www.al-sunnah.com\/nektar\/ Ar-Raheeq Al-Makhtum (Mật hoa bịt kín)] – Truyện ký của Nhà Thiên Sứ Cao quý (Anh)\n* [http:\/\/www.witness-pioneer.org\/vil\/Books\/MH_LM\/default.htm Cuộc đời thánh Muhammad] – bởi Muhammad Husayn Haykal, dịch bởi Isma'il Razi A. al-Faruqi (Anh)\n* [http:\/\/www.usc.edu\/dept\/MSA\/fundamentals\/prophet\/ Giới thiệu về Thiên Sứ Muhammad] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060612062303\/http:\/\/www.usc.edu\/dept\/MSA\/fundamentals\/prophet\/ |date = ngày 12 tháng 6 năm 2006}} (Anh)\n* [http:\/\/www.muhammad.net\/ www.muhammad.net] – tiểu sử Thiên Sứ Muhammad và thêm nữa (Anh)\n* [http:\/\/www.basma.us\/site\/true_islam\/who_is_prophet_muhammad.php Nhà Thiên Sứ Muhammad là ai?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060206121043\/http:\/\/www.basma.us\/site\/true_islam\/who_is_prophet_muhammad.php |date=2006-02-06 }} – có hình ảnh bởi ar-Rawdah an-Nabawiyah (Anh)\n\nQuan điểm phê bình:\n* [http:\/\/debate.org.uk\/topics\/theo\/muhbiog.htm Xu hướng trong các Tiểu sử Muhammad] (Anh)\n* [http:\/\/anwary-islam.com\/women\/prophets-wives.htm Các bà vợ của Muhammad] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060207031220\/http:\/\/anwary-islam.com\/women\/prophets-wives.htm |date=2006-02-07 }} (Anh)\n* [http:\/\/fr.wikisource.org\/wiki\/Le_fanatisme,_ou_Mahomet_le_proph%C3%A8te Tên cuồng tín hay là Nhà tiên tri Muhammad (tiếng Pháp)]\n\nCác vấn đề khác:\n* [http:\/\/www.usna.edu\/Users\/humss\/bwheeler\/swords\/swords_index.html Các thanh gươm của Nhà tiên tri Muhammad] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060206230214\/http:\/\/www.usna.edu\/Users\/humss\/bwheeler\/swords\/swords_index.html |date=2006-02-06 }} (Anh)\n{{Thời gian sống|sinh=570|mất=632}}\n\n[[Thể loại:Tiên tri Hồi giáo]]\n[[Thể loại:Hồi giáo]]\n[[Thể loại:Người Ả Rập]]\n[[Thể loại:Mất năm 632]]\n[[Thể loại:Sinh thập niên 570]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Chính trị gia Ả Rập]]\n[[Thể loại:Nghị sĩ]]\n[[Thể loại:Nhà triết học]]\n[[Thể loại:Người sáng lập tôn giáo]]\n[[Thể loại:Muhammad]]\n[[Thể loại:Tín hữu Hồi giáo Ả Rập]]\n[[Thể loại:Tướng Ả Rập]]\n[[Thể loại:Nhà ngoại giao]]\n[[Thể loại:Medina]]\n[[Thể loại:Thương nhân]]\n[[Thể loại:Người từ Mecca]]"}