{"Narimbulu":"'''Nạp Lâm Bố Lộc''' ({{lang-mnc|ᠨᠠᡵᡳᠮᠪᡠᠯᡠ}}, phiên âm: Narimbulu, {{zh|s=纳林布禄|t=納林布祿|p=Nàlínbùlù}}; ? - [[1609]]), cũng dịch là \"'''Na Lâm Bột La'''\" (那林孛羅) là một thành viên của [[Diệp Hách]] [[Ná Lạp thị|Na Lạp thị]], là Diệp Hách [[Bối lặc]] (Đông thành).\n\nSau khi hai Bối lặc của Diệp Hách là [[Thanh Giai Nỗ]] và [[Yangginu|Dương Cát Nỗ]] bị [[Lý Thành Lương]] giết hại, con trai của hai người là [[Bố Trại]] và [[Nạp Lâm Bố Lộc]] kế vị. Họ cùng tập hợp lại bộ lạc, bàn mưu phục thù [[Cáp Đạt (Hải Tây Nữ Chân)|Cáp Đạt]]. Trùng hợp, Cát Đạt có tranh chấp nội bộ. Bố Trại cùng Nạp Lâm Bố Lộc lợi dụng thới cơ xâm nhập Cáp Đạt, bắt con trai của [[Vương Đài]] là [[Khang Cổ Lỗ]], và ra yêu cầu với triều Minh.\n\nVào tháng 2 năm Vạn Lịch thứ 16 ([[158]]8), Tuần phủ [[Liêu Đông]] [[Cố Dường Khiêm]] quyết định cho Lý Thành Lương thống soái quân Minh đến đánh Diệp Hách. Quân Minh tiến đến, Bố Trại bỏ Tây thành, trên đường đào thoát đến chỗ Nạp Lâm Bố Lộc gặp quân Minh và giao chiến. Binh lính Diệp Hách về sau rút lui vào Đông thành. Diệp Hách thành kiên cố dị thường, quân Minh đánh hai ngày mà vẫn chưa hạ được. Do vậy, Lý Thành Lương lệnh pháo kích thành, quân Minh đưa các xe chở theo các thang thẳng đứng, trên có đặt các pháo, độ cao tương tự với Diệp Hách thành. Bố Trại và Nạp Lâm Bỗ Lộc hoảng sợ, phải ra khỏi thành xin hàng, bỏ yêu sách với triều đình. Lý Thành Lương bãi binh toàn bộ.\n\nTháng 6 năm Vạn Lịch thứ 21 ([[1593]]), tứ bộ [[Hải Tây Nữ Chân]] cùng tam bộ [[người Mông Cổ|Mông Cổ]] là Khoa Nhĩ Thấm, Tịch Bắc, Quái Nhĩ Sát và hai bộ [[núi Trường Bạch|Trường Bạch Sơn]] là Nột Ân và Chu Xá Lý, tổng cộng là 9 bộ lập liên quân, Bố Trại và Nạp Lâm Bố Lộc làm Minh chủ tấn công [[Kiến Châu Nữ Chân]]. Bố Trại đích thân dẫn quân Diệp Hách đánh Hách Tể Cách thành, hai bên đều có thương vong. Nỗ Nhĩ Cáp Xích phái đại tướng [[Ngạch Diệc Đô]] mang theo vài trăm kị binh tinh nhuệ đến dụ Bố Trại đến Cổ Lặc Sơn nhằm giải vây cho thành, ra lệnh cho quân Kiến Châu tại Cổ Lặc Sơn chuẩn bị phục kích. Bố Trại không biết về kế hoạch này nên đã truy kích Ngạch Diệc Đô vào rơi vào ổ mai phục. Bố Trại bị vấp và ngã ngựa, binh sĩ Kiến Châu là [[Ngô Đàm]] thừa cơ giết chết. Liên quân bị mất chỉ huy nên đại loạn, quân Kiến Châu thừa cơ tấn công bất ngờ, đánh bại liên quân 9 bộ. Nạp Lâm Bố Lộc đào thoát về Diệp Hách.\n\nNăm Vạn Lịch thứ 37 ([[1609]]), Nạp Lâm Bố Lộc bị bệnh mất, em trai là [[Gintaisi|Kim Đài Cát]] kế vị.\n\n==Tham khảo==\n{{tham khảo}}\n*{{chú thích web |url= http:\/\/www.guoxue.com\/shibu\/24shi\/qingshigao\/qsg_223.htm |title= 《清史稿•列传十》 |author= [[赵尔巽]]等 }}\n\n{| class=\"toccolours\" style=\"clear:both;margin:0.7em auto\" align=\"center\"\n!style=\"text-align:center;background:#CCF\"|Quốc chủ Diệp Hách\n|-\n|style=\"text-align:center;font-size:90%\"| Tinh Khẩn Đạt Nhĩ Hán → Tịch Nhĩ Khắc Minh Cát Đồ → Tề Nhĩ Cát Ni → Trử Khổng Cách → Thái Xử → [[Thanh Giai Nỗ]], [[Yangginu|Dương Cát Nỗ]]\n|-\n|style=\"text-align:left;font-size:90%\"| [[Thanh Giai Nỗ]] (Tây thành) → [[Bố Trại]] → [[Buyanggu|Bố Dương Cổ]]\n|-\n|style=\"text-align:left;font-size:90%\"| [[Yangginu|Dương Cát Nỗ]] (Đông thành) → Nạp Lâm Bố Lộc → [[Gintaisi|Kim Đài Cát]]\n|}\n[[Thể loại:Mất năm 1609]]\n[[Thể loại:Người Nữ Chân]]"}