{"Nghi phi":"{{Thông tin nhân vật hoàng gia\n|tên = Thanh Thánh Tổ Nghi phi\n|tên gốc = 清聖祖宜妃\n|tước vị = [[Khang Hi Đế]] [[phi (hậu cung)|phi]]\n|chồng = [[Thanh Thánh Tổ]]<br>Khang Hi Hoàng đế\n|con cái = [[Dận Kì]]<br>[[Dận Đường]]<br>[[Dận Tư]]\n|thông tin con cái = ẩn\n|thụy hiệu = \n|cha = [[Tam Quan Bảo]]\n|mẹ = \n|sinh = ?\n|mất = [[25 tháng 8]] năm [[1733]]\n|nơi mất = Hằng Thân vương phủ, [[Bắc Kinh]]\n|nơi an táng = Phi viên tẩm của [[Thanh Cảnh lăng|Cảnh lăng]] (景陵)\n}}\n\n'''Nghi phi Quách Lạc La thị''' ([[chữ Hán]]: 宜妃郭络罗氏, ? - [[1733]]), [[Mãn Châu]] [[Bát kỳ|Tương Hoàng kỳ]], là một [[phi tần]] rất được sủng ái của [[Thanh Thánh Tổ]] Khang Hi Hoàng đế.\n\nBà là một phi tần nổi tiếng được sủng ái của Khang Hi Đế và cũng là một trong những tần phi có nhiều con của triều Khang Hi. Con trai thứ của bà, Hoàng cửu tử [[Dận Đường]], nổi tiếng bằng việc tham gia ''Cửu vương đoạt đích'' cuối thời Khang Hi, cùng [[Ung Chính Đế]] căng thẳng. Nghi phi trong tang lễ của Khang Hi Đế, từng công khai không nể mặt [[Hiếu Cung Nhân hoàng hậu|Hiếu Cung Nhân Hoàng hậu]] - mẹ sinh của Ung Chính Đế, và điều này khiến tân Hoàng đế phải ra chỉ dụ trách cứ bà.\n\n== Đại Thanh tần phi ==\nNghi phi có họ [[Quách Lạc La thị]] (郭络罗氏), xuất thân [[Mãn Châu]] [[Bát kỳ|Tương Hoàng kỳ]], phụ thân là Chính tứ phẩm Tá lĩnh [[Tam Quan Bảo]] (三官保). Trong [[Bát kỳ thị tộc thông phổ]] (八旗氏族通谱) ghi rõ: [''\"A Khải, người Tương Hoàng kỳ, cháu tên Tam Quan Bảo nguyên nhậm Công bộ Thị lang kiêm Tá lĩnh\"'']<ref>《清列朝后妃传稿》：《八旗氏族通谱》：阿凯，镶黄旗人，孙三官保原任工部侍郎兼佐领。<\/ref>. Chức vị của Tam Quan Bảo, thuộc hàng Tứ phẩm võ quan, ở tại [[Thịnh Kinh]] kiêm thêm ''\"Nội vụ phủ Quan phòng ấn\"'' (内务府关防印).\n\nNăm Khang Hi thứ 16 ([[1677]]), [[tháng 8]], Khang Hi Đế đại phong hậu cung, sách lập [[Hiếu Chiêu Nhân hoàng hậu|Nữu Hỗ Lộc thị]] làm [[Hoàng hậu]], Quách Lạc La thị cùng Lý thị, Vương Giai thị... được sách phong [[Tần (hậu cung)|Tần]], phong hiệu '''Nghi tần''' (宜嬪), là một trong 7 vị Tần đương thời khi ấy dù theo [[Hậu cung nhà Thanh]] chỉ có 6 Tần, nhưng Khang Hi Đế vẫn phá lệ<ref>《清实录·清圣祖实录·卷之六十八》康熙十六年......八月......○丙寅。上御太和殿。遣大学士索额图、为正使。大学士李霨、为副使。持节授妃钮祜卢氏册宝。立为皇后......遣大学士觉罗勒德洪、持节授佟氏册宝。封为贵妃。遣尚书吴正治、侍郎额星格、杨正中、马喇、富鸿基、学士项景襄、李天馥等、持节授册封李氏为安嫔，王佳氏为敬嫔，董氏为端嫔，马佳氏为荣嫔，纳喇氏为惠嫔，郭罗洛氏为宜嫔，何舍里氏为僖嫔......<\/ref>. [[Tháng 12]] năm thứ 18 ([[1679]]), Nghi tần Quách Lạc La thị hạ sinh Hoàng ngũ tử [[Dận Kì]].\n\nNăm Khang Hi thứ 20 ([[1681]]), tấn phong [[Hiếu Ý Nhân Hoàng hậu|Quý phi]] Đông thị làm [[Hoàng quý phi]], bà được chính thức tấn phong '''Nghi phi''' (宜妃). Theo thứ tự chỉ dụ, thì bà chỉ xếp sau [[Huệ phi (Khang Hy)|Huệ phi]] Na Lạp thị có tư lịch rất lâu, còn thì đều trên [[Hiếu Cung Nhân Hoàng hậu|Đức phi]] Ô Nhã thị cùng [[Vinh phi (Khang Hy)|Vinh phi]] Mã Giai thị - phi tần sinh nhiều con nhất và sủng ái nhất của Khang Hi Đế <ref>[https:\/\/ctext.org\/wiki.pl?if=gb&chapter=349655 《清實錄康熙朝實錄》]: 康熙二十年。辛酉。十二月......○命大学士勒德洪、持节进封贵妃佟氏、为皇贵妃......命大学士李霨、持节进封惠嫔纳喇氏。为惠妃。册文曰、朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔惠嫔纳喇氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为惠妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪、迓鸿庥之方至。钦哉。尚书吴正治、持节进封宜嫔郭罗洛氏、为宜妃。册文同。命侍郎额星格、持节进封德嫔吴雅氏、为德妃。册文曰、朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔德嫔吴雅氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为德妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪、迓鸿庥之方至。钦哉。侍郎杨正中、持节进封荣嫔马佳氏、为荣妃。册文同<\/ref>. Sinh thời bà cư ngụ [[Dực Khôn cung]] thuộc [[Tây lục cung]].\n\nSách văn viết:\n{{Cquote|\n朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔宜嫔郭洛罗氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为宜妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪、迓鸿庥之方至。钦哉。\n\n.\n\nTrẫm duy trị bổn tề gia, mậu diễn lục cung chi khánh. Chức nghi tá nội, bị tư tứ đức chi hiền. Khác cung cửu hiệu vu khuê vi. Thăng tự dụng quang dĩ luân phất.\n\nTư nhĩ Nghi tần Quách Lạc La thị. Nhu gia thành tính. Thục thận trì cung. Động hài hành bội chi hòa, khắc nhàn vu lễ. Kính lẫm túc tiêu chi tiết, mĩ giải vu cần. Tư ngưỡng thừa Thái hoàng thái hậu từ dụ, dĩ sách ấn, tiến phong nhĩ vi Nghi phi.\n\nNhĩ kỳ chi ưng tấn trật, phó tượng phục chi hữu gia. Mậu tán khôn nghi, nhạ hồng hưu chi phương chí. Khâm tai.|||Sách văn Nghi phi}}\n\nNăm Khang Hi thứ 22 ([[1683]]), Nghi phi hạ sinh Hoàng cửu tử [[Dận Đường]]. Đến năm thứ 24 ([[1685]]), Nghi phi hạ sinh Hoàng thập nhất tử [[Dận Tư]].\n\nNăm Khang Hi thứ 61 ([[1722]]), Khang Hi Đế băng hà, [[Ung Chính Đế]] nối ngôi, tấn phong sinh mẫu Đức phi Ô Nhã thị lên ngôi [[Nhân Thọ Hoàng thái hậu]]. Khi cử hành đại lễ tang nghi, Nhân Thọ Hoàng thái hậu là mẹ Tân đế, dĩ nhiên đứng đầu hàng khóc tang, thế nhưng Nghi phi Quách Lạc La thị ngã bạo bệnh, vẫn ngồi kiệu 4 người khiêng đến linh tiền trí tế Tiên đế, làm nhục mặt Thái hậu, điều này khiến Ung Chính Đế rất tức giận và ra chỉ trách cứ<ref>Nguyên văn trách cứ:康熙六十一年十一月二十九日，上谕：天无二日，国无二主。今朕新即大位，凡事遵循典制，率由旧章。当年皇太后见太皇太后礼，何等整齐严肃，众母妃皆所睹悉。今圣母皇太后慈善谦逊，念旧情殷，不遽另行大礼，是圣母皇太后之礼。朕仰承圣母皇太后之意，尽心敬侍众母妃，是朕之礼。大事方出，朕悲痛切至，心神恍惚，仪文所在，未曾传知。但众母妃自应照前遵行国礼。即如宜妃母妃用人挟腋可以行走，则应与众母妃一同行礼，或步履艰难，随处可以举哀。乃坐四人软榻在皇太后前与众母妃先后搀杂行走，甚属僭越，于国礼不合。皇考未登梓宫前，仓猝之际，宜妃母妃见朕时，气度竟与皇太后相似，全然不知国体。此等处，尔总管理当禀阻，乃并无一言道及，亦难免罪。朕若不传，恐于国体乖违，所关重大。自传之后，若仍前不改，定按国法治尔等之罪。<\/ref>. Sau đó, vào năm đầu Ung Chính ([[1723]]), Nghi phi ra ở phủ đệ của Hoàng ngũ tử [[Hằng Thân vương]] Dận Kì.\n\nNăm Ung Chính thứ 11 ([[1733]]), ngày [[25 tháng 8]], Nghi phi Quách Lạc La thị qua đời tại phủ đệ Hằng Thân vương. Năm Càn Long thứ 2 ([[1737]]), quan tài của Nghi phi nhập táng Phi viên tẩm của [[Cảnh lăng]] (景陵), thuộc [[Thanh Đông lăng]].\n\n== Tương quan ==\nNghi phi từ khi phong Phi rất được Khang Hi Đế sủng ái, bà đã ỷ sủng sinh kiêu, tranh sủng với [[Ô Nhã Đức phi|Đức phi]] Ô Nhã thị; dự vào một trong ''[[Khang Hi Ngũ phi]]'' thời kỳ đầu của Khang Hi Đế, bên cạnh Đức phi, [[Huệ phi (Khang Hy)|Huệ phi]] Nạp Lạt thị, [[Vinh phi (Khang Hy)|Vinh phi]] Mã Giai thị và [[Lương phi]] Vệ thị. Sau khi Lương phi qua đời, lại thay thế bằng [[Đôn Di Hoàng quý phi|Hòa phi]] Qua Nhĩ Giai thị, [[Tuyên phi (Khang Hy)|Tuyên phi]] Bác Nhĩ Tể Cát Đặc thị và [[Thành phi (Khang Hy)|Thành phi]] Đới Giai thị, đó gọi là ['''Khang Hi Thất phi'''].\n\nCha của bà Tam Quan Bảo tuy giữ chức [[Tá lĩnh]] hàng Tứ phẩm, song quyền lực lớn hơn nhiều, giữ [[Nội vụ phủ]] chưởng quản tại [[Thịnh Kinh]] (Thẩm Dương), điều hành nhiều việc quan trọng nên do đó trong số chúng phi, cũng dễ hiểu vì sao địa vị Nghi phi rất cao, và việc Nghi phi có sủng ảnh hưởng không nhỏ đến sự trọng dụng của Tam Quan Bảo<ref>《奏陳嚴禁官員越級行走折》：雍正五年。都察院左都御史臣尹泰謹奏：為陳微見，請聖主訓誨事。竊臣查得，盛京有三包衣佐領。該三佐領，無視各職，逾越定級，凡於集會公所，均於將軍、大臣品級入坐、行走。此皆前佐領三官保在時，眾皆稱呼祖輩，逞強好勝所致。流傳至今，尚在履行。聖主對內外官員一視同仁，不可越級行事。伏乞嚴禁似此越級行事者，以正名器。為此謹奏。<\/ref>. Trong 3 lần Đông tuần của Khang Hi Đế thì có tới 2 lần khi dừng chân tại Thịnh Kinh, ông đã ở tại nhà của Tam Quan Bảo. Tương truyền, khi Khang Hi Đế ra ngoài lâu, sẽ sai người đến Dực Khôn cung báo bình an thư, lại sai đưa sản vật địa phương đến cho bà. Sách [[Vinh hiến lục]] (永宪录) cũng nhận xét về Nghi phi đặc biệt được Khang Hi Đế chuyên sủng, là ''\"Quyến cố tối thâm\"'' (Nguyên văn: 眷顾最深). Nghi phi cũng có một người em gái được nhập cung, phong [[Quý nhân]] và sinh được Hoàng tử [[Dận Vũ]] (胤䄔) cùng Lục nữ [[Cố Luân Khác Tĩnh Công chúa]].\n\nNghi phi là mẹ của Hoàng cửu tử Dận Đường, là địch thủ chính trị trong cuộc tranh đoạt Hoàng vị của Ung Chính Đế. Khi Khang Hi Đế vừa băng, Nghi phi dùng kiệu 4 người đến trước linh tiền của Tiên đế, vượt trên vị trí vốn có của Nhân Thọ Hoàng thái hậu (tức Đức phi), không hề kiêng dè, Ung Chính Đế phải ra chỉ trách cứ:\n{{Cquote|\n康熙六十一年十一月二十九日，上谕：天无二日，国无二主。今朕新即大位，凡事遵循典制，率由旧章。当年皇太后见太皇太后礼，何等整齐严肃，众母妃皆所睹悉。今圣母皇太后慈善谦逊，念旧情殷，不遽另行大礼，是圣母皇太后之礼。朕仰承圣母皇太后之意，尽心敬侍众母妃，是朕之礼。大事方出，朕悲痛切至，心神恍惚，仪文所在，未曾传知。但众母妃自应照前遵行国礼。即如宜妃母妃用人挟腋可以行走，则应与众母妃一同行礼，或步履艰难，随处可以举哀。乃坐四人软榻在皇太后前与众母妃先后搀杂行走，甚属僭越，于国礼不合。皇考未登梓宫前，仓促之际，宜妃母妃见朕时，气度竟与皇太后相似，全然不知国体。此等处，尔总管理当禀阻，乃并无一言道及，亦难免罪。朕若不传，恐于国体乖违，所关重大。自传之后，若仍前不改，定按国法治尔等之罪。\n\n.\n\nTrên không trung không có hai mặt trời, trong một quốc gia không thể có hai chủ. Nay Trẫm tức Đế vị, mọi việc tuần hoàn quy chế pháp luật, làm theo lối cũ. Năm đó Hoàng thái hậu ([[Hiếu Huệ Chương Hoàng hậu]]) bái phỏng Thái hoàng Thái hậu ([[Hiếu Trang Văn Hoàng hậu]]), chỉnh tề nghiêm túc, các Mẫu phi tất cả đều trông thấy. Nay Thánh mẫu Hoàng thái hậu từ thiện khiêm tốn, nhớ tình cũ ân, không màn các đại lễ khác, là lễ độ của Thánh mẫu Hoàng thái hậu. Trẫm cung phụng ý tứ của Thánh mẫu Hoàng thái hậu, tận tâm kính hầu với các Mẫu phi, là lễ độ của Trẫm.\n\nĐại sự ra khắp nơi, Trẫm bi thống cực hạn, tinh thần hoảng hốt, quy tắc cụ thể từng vị trí, chưa từng ra sắc chỉ truyền đến. Nhưng các Mẫu phi nên tự ứng theo quy tắc truyền từ trước, thi hành theo đúng lễ. Như Nghi phi mẫu phi có thể đem theo người bên cạnh đi lại, cũng nên cùng các Mẫu phi hành lễ theo quy tắc, hoặc nếu không tiện di chuyển, có thể tùy ý khóc tang. Nhưng dùng kiệu bốn người đến trước mặt Hoàng thái hậu cùng chúng Mẫu phi, lẫn lộn quy tắc, đã là đi quá giới hạn, so với Quốc lễ càng không hợp.\n\nHoàng khảo chưa nhập Tử cung, hấp tấp hết sức, Nghi phi mẫu phi khi trông thấy Trẫm, khí độ cứ như Hoàng thái hậu mà y hệt, hoàn toàn không biết quốc thể. Những người kia, Tổng quản nên bẩm ngăn cản, thế mà cũng không một lời can gián, cũng khó tránh khỏi tội. Trẫm nếu không truyền, tức là không hợp với quốc thể, sự việc trọng đại. Từ truyền chỉ này về sau, nếu các ngươi cứ như cũ tắc trách, Trẫm sẽ dụng trọng hình để xử phạt tội trạng.|||Dụ chỉ ngày 29 tháng 11, năm Khang Hi thứ 61}}\n\n== Hậu cung bài tự ==\nCăn cứ 《[[Khâm định Đại Thanh hội điển sự lệ|Khâm định đại thanh hội điển tắc lệ]]》cuốn 42, hậu phi bài vị trình tự ghi lại:<ref>Năm Càn Long 29, Dận Đào biên soạn. Đài Loan thương vụ ấn thư quán xuất bản năm 1986.<\/ref>\n\n* [[Ôn Hi Quý phi]]\n* [[Tuệ phi (Khang Hy)|Tuệ phi]], [[Huệ phi (Khang Hy)|Huệ phi]], Nghi phi, [[Vinh phi (Khang Hy)|Vinh phi]], [[Bình phi (Khang Hy)|Bình phi]], [[Lương phi (Khang Hy)|Lương phi]], [[Tuyên phi (Khang Hy)|Tuyên phi]], [[Thành phi (Khang Hy)|Thành phi]], [[Thuận Ý Mật phi]], [[Thuần Dụ Cần phi]], [[Định phi (Khang Hy)|Định phi]].\n\n==Trong văn hóa đại chúng==\nĐược diễn bởi [[Đặng Tiệp]] trong phim truyền hình [[Khang Hy vi hành]].\n\n== Xem thêm ==\n* [[Hậu cung nhà Thanh]]\n* [[Thanh Thánh Tổ]]\n* [[Hiếu Cung Nhân hoàng hậu]]\n\n==Tham khảo==\n{{tham khảo}}\n* [[Thanh sử cảo]] - Hậu phi truyện\n* [[Vinh hiến lục]] - 永宪录\n* [[Thanh liệt triều Hậu phi truyện cảo]] - 清列朝后妃传稿\n\n[[Thể loại:Mất năm 1733]]\n[[Thể loại:Phi tần nhà Thanh]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người Mãn Châu Tương Hoàng kỳ]]"}