{"Niccolo Fontana Tartaglia":"{{Infobox scientist\n|name = Niccolò Fontana Tartaglia\n|image = Niccolò Tartaglia.jpg\n|image_size = 220px\n|caption = \n|birth_date = [[1499]] hoặc [[1500]]\n|birth_place = [[Brescia]], [[Ý]]\n|death_date = [[13 tháng 12]] năm [[1557]]\n{{death year and age|1557|1499}}\n|death_place = [[Venice]], [[Ý]]\n|residence = \n|citizenship = \n|nationality = {{flag|Ý}}\n|ethnicity = \n|field = \n* [[Toán học]]\n* [[Kỹ sư]]\n* [[Kế toán]]\n|work_institutions = \n|alma_mater = \n|doctoral_advisor = \n|doctoral_students = \n|known_for = Cách giải [[phương trình bậc ba]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|religion = \n|footnotes = \n|signature = \n}}'''Niccolò Fontana Tartaglia''' ( <small>tiếng Ý: <\/small> [nikkoˈlɔ ffonˈtaːna tarˈtaʎʎa] ; 1499\/1500 - 13 tháng 12 năm 1557) là một nhà toán học, kỹ sư người Ý (thiết kế công sự), một nhà khảo sát ( địa hình , tìm kiếm các phương tiện phòng thủ hoặc tấn công tốt nhất) và một người ghi sổ sách của Cộng hòa Venice lúc bấy giờ (nay là một phần của Ý ). Ông đã xuất bản nhiều cuốn sách, bao gồm các bản dịch tiếng Ý đầu tiên của Archimedes và Euclid , và một bộ sưu tập toán học được hoan nghênh . Tartaglia là người đầu tiên áp dụng toán học vào việc khảo sát đường đi của đạn đại bác, được gọi là đạn đạo, trong ''Nova Scientia'' ( ''Một khoa học mới'' , 1537) của ông; công việc của ông sau đó đã được xác thực một phần và được thay thế một phần bởi các nghiên cứu của Galileo về các cơ thể rơi . Ông cũng xuất bản một chuyên luận về việc tìm lại những con tàu bị chìm.\n{| class=\"wikitable\"\n! colspan=\"2\" |Niccolò Fontana Tartaglia             \n|-\n| colspan=\"2\" |\n|-\n!Sinh ra\n|Niccolò Fontana             \n1499\/1500\n\n\nBrescia\n|-\n!Chết\n|13 tháng 12 năm 1557\n\n\nVenice\n|-\n!Quốc tịch\n|Ý\n|-\n!Được biết đến với\n|Công thức Cardano – Tartaglia\nNghiên cứu ban đầu về thuật phóng \nTam giác Tartaglia\n|-\n| colspan=\"2\" |'''Sự nghiệp khoa học'''\n|-\n!Lĩnh vực\n|Toán học , kỹ thuật\n|-\n!Sinh viên đáng chú ý\n|Ostilio Ricci \n|}\n\n*\n\n== Đời tư ==\nNiccolò Fontana sinh ra ở Brescia , là con trai của Michele Fontana, một người lái xe đưa thư đến các thị trấn lân cận để chuyển thư. Năm 1506, Michele bị bọn cướp sát hại, còn Niccolò, hai anh chị em của ông, và mẹ của ông thì lâm vào cảnh bần hàn. Niccolò trải qua thảm kịch hơn nữa vào năm 1512 khi quân đội của Vua Louis XII xâm lược Brescia trong Chiến tranh của Liên minh Cambrai chống lại Venice. Lực lượng dân quân của Brescia đã bảo vệ thành phố của họ trong bảy ngày. Cuối cùng khi quân Pháp vượt qua, họ đã trả thù bằng cách tàn sát cư dân của Brescia. Vào cuối trận chiến, hơn 45.000 cư dân đã thiệt mạng. Trong cuộc thảm sát, Niccolò và gia đình của anh đã tìm kiếm nơi ẩn náu trong nhà thờ địa phương. Nhưng quân Pháp tiến vào và một người lính dùng kiếm chém vào hàm và vòm miệng của Niccolò và bỏ mặc anh cho đến chết. Mẹ anh đã chăm sóc anh khỏe mạnh trở lại nhưng cậu bé bị mắc chứng khó nói, khiến anh có biệt danh \"Tartaglia\" (\"người nói lắp\"). Sau đó, anh ta sẽ không bao giờ cạo râu, và để râu để che đi vết sẹo của mình. \n\nNgười viết tiểu sử Arnoldo Masotti của Tartaglia viết rằng: <blockquote>Vào khoảng mười bốn tuổi, anh ta [Tartaglia] đến gặp Thầy Francesco để học viết bảng chữ cái; nhưng đến khi đạt “k”, anh ta không còn khả năng trả cho giáo viên nữa. “Kể từ ngày đó,” sau đó, ông viết trong một bản phác thảo tự truyện xúc động, “Tôi không bao giờ trở lại làm gia sư nữa, mà tiếp tục lao động một mình vì những công việc của những người đàn ông đã chết, chỉ kèm theo đứa con gái nghèo khổ được gọi là công nghiệp” ( ''Quesiti'' , bk. VI, câu 8). <\/blockquote>Tartaglia chuyển đến Verona vào khoảng năm 1517, sau đó đến Venice vào năm 1534, một trung tâm thương mại lớn của châu Âu và là một trong những trung tâm lớn của thời kỳ phục hưng Ý vào thời điểm này. Cũng liên quan đến vị trí của Venice ở vị trí hàng đầu của văn hóa in ấn châu Âu vào thế kỷ XVI, khiến các văn bản in sớm có sẵn ngay cả cho các học giả nghèo nếu có đủ động lực hoặc mối liên hệ tốt - chẳng hạn như Tartaglia biết về công trình của Archimedes về phương diện vuông góc của parabol, từ ấn bản tiếng Latinh của Guarico năm 1503, mà ông đã tìm thấy \"trong tay một người bán xúc xích ở Verona năm 1531\" ( ''trong mano di un salzizaro ở Verona,'' theo lời của ông là ''l'anno 1531'' ). \n\nTartaglia đã tạo ra một cuộc sống dạy toán thực tế trong trường học bàn tính và kiếm được một xu ở nơi anh ta có thể:<blockquote>Người đàn ông đáng chú ý này [Tartaglia] là một giáo viên toán tự học, người đã bán lời khuyên toán học cho các xạ thủ và kiến ​​trúc sư, mười xu một câu hỏi, và phải tranh tụng với khách hàng của mình khi họ đưa cho anh ta một chiếc áo choàng sờn rách cho bài giảng của anh ta về Euclid thay vì thanh toán nhất trí về. <\/blockquote>Anh ấy chết ở Venice. \n\n== Thuật phóng ==\n\n\nCác quỹ đạo đạn khác nhau từ ''Nova Scientia'' .\n\n''Nova Scientia'' (1537) là tác phẩm được xuất bản đầu tiên của Tartaglia, được Matteo Valleriani mô tả là:<blockquote>... một trong những công trình cơ bản nhất về cơ học của thời kỳ Phục hưng, là công trình đầu tiên biến các khía cạnh của kiến ​​thức thực tế được tích lũy bởi các nhà nghệ thuật hiện đại ban đầu thành một khung lý thuyết ''và'' toán học. <\/blockquote>Sau đó, vật lý học Aristoteles thống trị ưa thích các danh mục như \"nặng\", \"tự nhiên\" và \"bạo lực\" để mô tả chuyển động, nói chung là tránh các giải thích toán học. Tartaglia đã đưa các mô hình toán học lên hàng đầu, \"các thuật ngữ của Aristotle về chuyển động của đường đạn\" theo cách nói của Mary J. Henninger-Voss.  Một trong những phát hiện của ông là tầm bắn tối đa của đạn đạt được bằng cách hướng khẩu pháo theo góc 45 ° so với đường chân trời.\n\nMô hình của Tartaglia cho chuyến bay của một viên đạn thần công là nó tiến hành từ khẩu súng thần công theo một đường thẳng, sau đó một lúc bắt đầu quay vòng về phía trái đất theo một đường tròn, rồi cuối cùng rơi theo một đường thẳng khác trực tiếp về phía trái đất.  Ở cuối Quyển 2 của ''Nova Scientia'' , Tartaglia đề xuất tìm độ dài của đường thẳng nghiêng ban đầu cho một viên đạn được bắn ở độ cao 45 °, tham gia vào một lập luận kiểu Euclide, nhưng một đường thẳng có số phân đoạn và khu vực, và cuối cùng tiến hành đại số để tìm đại lượng mong muốn (thủ tục ''trên mỗi đại số'' theo cách nói của anh ta). \n\nMary J. Henninger-Voss lưu ý rằng \"công trình của Tartaglia về khoa học quân sự đã được lưu hành rộng rãi khắp châu Âu\", là tài liệu tham khảo cho các xạ thủ phổ thông vào thế kỷ 18, đôi khi thông qua các bản dịch chưa được công bố. Ông cũng có ảnh hưởng đến Galileo, người sở hữu các bản sao \"được chú thích phong phú\" của các tác phẩm của mình về đạn đạo khi ông đặt vấn đề giải quyết vấn đề đường đạn một lần và mãi mãi. \n\n== Bản dịch ==\nCác công trình của Archimedes bắt đầu được nghiên cứu bên ngoài các trường đại học vào thời Tartaglia như một mẫu mực cho quan điểm rằng toán học là chìa khóa để hiểu vật lý, Federigo Commandino đã phản ánh quan điểm này khi nói vào năm 1558 rằng \"đối với hình học, không ai có trí óc sáng suốt có thể phủ nhận điều đó Archimedes là một vị thần nào đó \".  Tartaglia xuất bản ấn bản tiếng Latinh 71 trang của Archimedes vào năm 1543, ''Opera Archimedis Syracusani Philosophi et mathematici ingeniosissimi'', chứa các tác phẩm của Archimedes về hình parabol, hình tròn, trọng tâm và các vật thể trôi nổi. Guarico đã xuất bản hai ấn bản tiếng Latinh của hai ấn bản đầu tiên vào năm 1503, nhưng các công trình nghiên cứu về trọng tâm và các vật thể nổi chưa được xuất bản trước đó. Tartaglia đã xuất bản các phiên bản tiếng Ý của một số văn bản Archimedean sau này trong cuộc đời, người thi hành công việc của ông tiếp tục xuất bản các bản dịch của ông sau khi ông qua đời. Galileo có lẽ đã biết đến công việc của Archimedes qua những ấn bản được phổ biến rộng rãi này. \n\nẤn bản tiếng Ý về Euclid năm 1543 của Tartaglia , ''Euclide Megarense Philosopho'' , đặc biệt có ý nghĩa khi là bản dịch đầu tiên của Nguyên ''tố'' sang bất kỳ ngôn ngữ hiện đại nào ở châu Âu. Trong hai thế kỷ, Euclid đã được dạy từ hai bản dịch tiếng Latinh lấy từ một nguồn tiếng Ả Rập; những sai sót này trong Quyển V, lý thuyết về tỷ lệ của Eudoxian , khiến nó không thể sử dụng được. Ấn bản của Tartaglia dựa trên bản dịch tiếng Latinh của Zamberti về một văn bản tiếng Hy Lạp không bị gián đoạn , và đã hoàn thành chính xác Quyển V. Ông cũng đã viết bài bình luận hiện đại và hữu ích đầu tiên về lý thuyết này. Công trình này đã trải qua nhiều lần xuất bản trong thế kỷ XVI và giúp truyền bá kiến ​​thức toán học đến những người không học thuật nhưng ngày càng hiểu biết về toán học và toán học ở Ý. Lý thuyết đã trở thành một công cụ thiết yếu đối với Galileo , cũng như đối với Archimedes .\n\n== ''Tổng Trattato di Numeri et Misure'' ==\n\n\n''Tổng quan trattato di numri et misure'' , 1556           \n\nTartaglia là một ví dụ điển hình và cuối cùng đã vượt qua truyền thống bàn tính đã phát triển mạnh mẽ ở Ý từ thế kỷ thứ mười hai, một truyền thống về toán học thương mại cụ thể được giảng dạy tại các trường học bàn tính được các cộng đồng thương gia duy trì. ''Maestros d'abaco'' như Tartaglia dạy không phải bằng bàn tính mà bằng giấy và bút, các thuật toán khắc sâu của loại thuật toán được tìm thấy trong các trường phổ thông ngày nay.\n\nKiệt tác của Tartaglia là ''General Trattato di Numeri et Misure'' ( ''Tổng luận về Số và Đo lường'' ),  một bách khoa toàn thư dài 1500 trang gồm sáu phần được viết bằng phương ngữ Venice, ba phần đầu tiên ra mắt vào năm 1556 về thời điểm cái chết của Tartaglia và ba cuốn cuối cùng được xuất bản sau khi người thực thi văn học và nhà xuất bản Curtio Troiano của ông vào năm 1560. David Eugene Smith đã viết về ''General Trattato'' rằng đó là:<blockquote>luận thuyết hay nhất về số học xuất hiện ở Ý trong thế kỷ của ông, chứa đựng một cuộc thảo luận rất đầy đủ về các phép toán số và các quy tắc thương mại của các nhà số học Ý. Cuộc sống của người dân, phong tục tập quán của các thương nhân và những nỗ lực cải tiến số học vào thế kỷ 16 đều được thể hiện trong tác phẩm đáng chú ý này. <\/blockquote>Phần I dài 554 trang và về cơ bản là một số học thương mại, bao gồm các chủ đề như các phép toán cơ bản với các đơn vị tiền tệ phức tạp trong ngày (đồng ducats, selli, pizolli, v.v.), trao đổi tiền tệ, tính lãi và phân chia lợi nhuận. các công ty. Cuốn sách có đầy đủ các ví dụ đã làm việc nhấn mạnh nhiều vào các phương pháp và quy tắc (tức là các thuật toán), tất cả đều sẵn sàng để sử dụng gần như nguyên trạng. \n\nPhần II đề cập đến các vấn đề số học tổng quát hơn, bao gồm cấp số cộng, lũy thừa, khai triển nhị thức, tam giác Tartaglia (còn được gọi là \"tam giác Pascal\"), các phép tính với căn và tỷ lệ \/ phân số. \n\nPhần IV liên quan đến hình tam giác, đa giác đều, chất rắn Platonic và các chủ đề Archimedean như vuông góc của hình tròn và bao quanh một hình trụ xung quanh một hình cầu. \n\n== Tam giác của Tartaglia ==\nBài chi tiết: Tam giác Tartaglia\n\n\nTam giác Tartaglia từ''General Trattato di Numeri et Misure'' , Phần II, Quyển 2, tr. 69.\n\nTartaglia rất thành thạo với các phép mở rộng nhị thức và bao gồm nhiều ví dụ làm việc trong Phần II của ''General Trattato'' , một phần giải thích chi tiết về cách tính toán các tổng của, bao gồm các hệ số nhị thức thích hợp . Tartaglia đã biết đến tam giác Pascal trước Pascal một trăm năm, như thể hiện trong hình ảnh này từ ''General Trattato'' . Ví dụ của anh ấy là số, nhưng anh ấy nghĩ về nó về mặt hình học, đường ngang ở đỉnh của tam giác bị chia thành hai đoạn và , điểm ở đâulà đỉnh của tam giác. Số lượng mở rộng nhị thức để lấycho số mũ khi bạn đi xuống hình tam giác. Các ký hiệu dọc bên ngoài đại diện cho lũy thừa ở giai đoạn đầu của ký hiệu đại số:, và như thế. Anh ta viết rõ ràng về quy tắc hình thành cộng, rằng (ví dụ) 15 và 20 liền kề ở hàng thứ năm cộng với 35, xuất hiện bên dưới chúng ở hàng thứ sáu. \n\n== Giải phương trình bậc ba ==\nTartaglia có lẽ được biết đến nhiều nhất hiện nay vì những xung đột của anh ta với [[Gerolamo Cardano]] . Năm 1539, Cardano đã khuyến khích Tartaglia tiết lộ lời giải của ông cho các phương trình bậc ba bằng cách hứa sẽ không công bố chúng. Tartaglia đã tiết lộ bí mật của các nghiệm của ba dạng khác nhau của phương trình bậc ba trong câu.  Vài năm sau, Cardano tình cờ nhìn thấy tác phẩm chưa được xuất bản của Scipione del Ferrongười đã độc lập đưa ra giải pháp tương tự như Tartaglia. Vì tác phẩm chưa xuất bản có niên đại trước tác phẩm của Tartaglia, Cardano quyết định lời hứa của mình có thể bị phá vỡ và đưa giải pháp của Tartaglia vào lần xuất bản tiếp theo. Mặc dù Cardano đã ghi nhận phát hiện của mình, Tartaglia vẫn vô cùng khó chịu và một trận đấu thách thức công khai nổi tiếng đã diễn ra giữa anh và học trò của Cardano, Ludovico Ferrari . Tuy nhiên, những câu chuyện lan rộng rằng Tartaglia đã cống hiến phần đời còn lại của mình để hủy hoại Cardano, dường như là hoàn toàn bịa đặt.  Các nhà sử học toán học hiện nay công nhận cả Cardano và Tartaglia với công thức [[giải phương trình]] bậc ba, gọi nó là \" công thức Cardano – Tartaglia \".\n\n== Thể tích của một tứ diện ==\n\n\n13-14-15-20-18-16 kim tự tháp từ              ''General Trattato di Numeri et Misure'' , Phần IV, Quyển 2, tr. 35.\n\nTartaglia là một máy tính phi thường và là bậc thầy về hình học rắn. Trong Phần IV của ''Tổng quát về Trattato'' , ông chỉ ra bằng ví dụ cách tính chiều cao của một kim tự tháp trên một đáy tam giác, tức là một tứ diện không đều. \n\nĐáy của kim tự tháp là một Tam giác, với các cạnh [[chiều dài]] và vươn lên đỉnh từ điểm,  và tương ứng. Tam giác cơ sở phân vùng thành và hình tam giác bằng cách thả vuông góc từ điểm sang một bên                        . Anh ta tiến hành dựng một tam giác trong mặt phẳng vuông góc với đường thẳng qua đỉnh của kim tự tháp, điểm, tính cả ba cạnh của tam giác này và lưu ý rằng chiều cao của nó là chiều cao của hình chóp. Ở bước cuối cùng, anh ta áp dụng lượng nào vào công thức này cho chiều cao của một tam giác về các cạnh của nó  (chiều cao từ bên đến đỉnh đối diện của nó): \n\n:\n\nmột công thức suy ra từ Định luật Cosin (không phải ông trích dẫn bất kỳ sự biện minh nào trong phần này của ''Tổng Trattato'' ).\n\nTartaglia giảm một chữ số sớm trong phép tính, lấy như, nhưng phương pháp của anh ấy là âm thanh. Câu trả lời cuối cùng (đúng) là:\n\n:\n\nThể tích của kim tự tháp có thể dễ dàng nhận được sau đó (không phải do Tartaglia đưa ra): \n\n:\n\nSimon Stevin đã phát minh ra phân số thập phân vào cuối thế kỷ XVI, vì vậy con số cuối cùng sẽ xa lạ với Tartaglia, người luôn sử dụng phân số. Tất cả đều giống nhau, theo một số cách, cách tiếp cận của anh ấy là một phương pháp hiện đại, gợi ý bằng ví dụ một thuật toán để tính chiều cao của hầu hết hoặc tất cả các tứ diện không đều, nhưng (như thường lệ đối với anh ấy) anh ấy không đưa ra công thức rõ ràng.\n\n== Ghi chú ==\n\n#\n\n# Xem Tartaglia, Niccolò. ''General Trattato di Numeri et Misure'' , Phần IV, Quyển 2, tr. 35r để tính chiều cao của kim tự tháp 13-14-15-20-18-1\n\n== Liên kết ngoại ==\n\n* Lịch sử Ngày nay\n* Dự án Galileo\n*\n* Công trình của Tartaglia (và thơ) về lời giải của Phương trình khối tại sự hội tụ\n* La Nova Scientia (Venice, 1550)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần I (Venice, 1556)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần II (Venice, 1556)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần III (Venice, 1556)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần IV (Venice, 1560)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần V (Venice, 1560)\n* Tartaglia, Niccolò, ''General Trattato di Numeri et Misure'' , Phần VI (Venice, 1560)\n* Valleriani, Matteo, ''Luyện kim, đạn đạo và các công cụ sử thi: Khoa học Nova của Nicolò Tartaglia)''\n\n* Stillman Drake , ''Galileo at Work: His Scientific Biography'' , Dover, 1978, p. 3.\n*\n* Strathern 2013 , tr. 189\n*\n* Masotti, Arnoldo, ''Niccolò Tartaglia'' in the ''Dictionary of Scientific Biography'' .\n*\n* Xem Tartaglia, Niccolò. ''General Trattato di Numeri et Misure'' , Phần IV, Quyển 3, tr. 43v cho người bán xúc xích.\n*\n* Zilsel, Edgar, ''Nguồn gốc xã hội của khoa học hiện đại'' , tr. 35.\n*\n* Xem Valleriani, Matteo, ''Luyện kim, đạn đạo và dụng cụ sử thi: Nhà khoa học Nova của Nicolò Tartaglia'' , 2013, tr. 1.\n*\n* Henninger-Voss, Mary J., \"Làm thế nào 'Khoa học mới' của Đại bác bắn lên vũ trụ Aristoteles\", ''Tạp chí Lịch sử Ý tưởng'' 63, 3 (tháng 7 năm 2002), trang 371-397. \"trốn tránh\": p. 376.\n*\n* Xem Valleriani, Matteo, ''Luyện kim, đạn đạo và dụng cụ sử thi: Nhà khoa học Nova của Nicolò Tartaglia'' , 2013, trang 169-181.\n*\n* Xem Valleriani, Matteo, ''Luyện kim, đạn đạo và dụng cụ sử thi: Nhà khoa học Nova của Nicolò Tartaglia'' , 2013, trang 176-177.\n*\n* Xem Henninger-Voss, Mary J., \"Làm thế nào 'Khoa học mới' của Đại bác bắn lên vũ trụ Aristoteles\", ''Tạp chí Lịch sử Ý tưởng'' 63, 3 (tháng 7 năm 2002), trang 391-393 để thảo luận và trích dẫn.\n*\n* Clagett, Marshall, \"William of Moerbeke: Translator of Archimedes\", trang 356-366.\n*\n* Henninger-Voss, Mary J., \"'Khoa học mới' về Đại bác\", tr. 392.\n*\n* Xem Malet, Antoni, \"Euclid's Swan Song: Euclid's Elements in Early Modern Europe\", nơi công trình của Tartaglia về Euclid được mô tả là \"có tính toán học, sáng tạo và có ảnh hưởng\" (trang 207).\n*\n* Tartaglia, Niccolò, 1556-1560\n*\n* Smith 1985, tr. 298.\n*\n* Tartaglia, Niccolò. ''Chung Trattato di numeri et Misure'' , Phần I .\n*\n* Tartaglia, Niccolò. ''Tổng quan Trattato di Numeri et Misure'' , Phần II .\n*\n* Tartaglia, Niccolò. ''Tổng quan Trattato di Numeri et Misure'' , Phần IV .\n*\n* Xem Tartaglia, Niccolò. ''General Trattato di Numeri et Misure'' , Phần II, Quyển 2, tr. 51v để mở rộng                               .\n*\n* Xem Tartaglia, Niccolò. ''General Trattato di Numeri et Misure'' , Phần II, Quyển 2, tr. 72 để thảo luận về quy tắc cộng trong \"tam giác Pascal\".\n*\n* Katz 1998 , tr. 359\n*\n* Tony Rothman , Cardano v Tartaglia: The Great Feud Goes Supernatural.\n*\n{{DEFAULTSORT:Tartaglia, Niccolo Fontana Tartaglia}}\n[[Thể loại:Nhà toán học Ý]]\n[[Thể loại:Kỹ sư Ý]]\n[[Thể loại:Kế toán của Công quốc Venice]]\n[[Thể loại:Sinh thế kỷ 15]]\n[[Thể loại:Mất năm 1557]]\n[[Thể loại:Người từ Brescia]]\n[[Thể loại:Kỹ sư Phục Hưng]]"}