{"Nicolas Oudinot":"{{Infobox military person\n| name =Nicolas Charles Oudinot\n| image =[[tập tin:Nicolas Charles Oudinot by Robert Lefèvre.jpg|300px]]\n| birth_date ={{date|25 tháng 4 năm 1767}}\n| death_date ={{date|13 tháng 9 năm 1848}}\n| birth_place =[[Bar-le-Duc]], Pháp\n| death_place =[[Paris]], Pháp\n| allegiance ={{flagicon|Pháp}} [[đế quốc Pháp]]\n| branch =\n| serviceyears =\n| rank =[[Thống chế Pháp]]\n| awards =\n| laterwork = \n}}\n\n'''Nicolas Charles Oudinot''', '''Bá tước Oudinot''', '''Công tước xứ [[Reggio Calabria|Reggio]]''' (25 tháng 4 năm 1767 tại [[Bar-le-Duc]] &ndash; 13 tháng 9 năm 1848 tại [[Paris]]), là một thống chế Pháp. Ông được biết đến bởi 34 vết thương trong cuộc đời binh nghiệp (bởi đạn đại bác, đạn súng hoả mai và kiếm).\n\n==Thời niên thiếu==\nNicolas Charles Oudinot là con trai duy nhất của Nicolas Oudinot và Marie Anne Adam. Cha ông là một [[người làm bia]], [[nông dân]] và [[người nấu rượu]] [[brandy]] tại [[Bar-le-Duc]], [[LLorraine]]. Ông quyết định theo đuổi quân sự và đã phục vụ trong một trung đoàn tại tại [[Medoc]] từ năm 1784 đến năm 1787. Nhưng do không có hy vọng được thăng tiến mà ông nghỉ hưu non với quân hàm [[trung sĩ]].{{sfn|Chisholm|1911}}\n\n==Chiến tranh Cách mạng Pháp==\n\n[[Cách mạng Pháp]] nổ ra đã làm thay đổi cuộc đời ông. Năm 1792, khi quay trở lại binh nghiệp, ông đã được thăng hàm [[trung tá]] của tiểu đoàn quân chí nguyện số 3 vùng [[Meuse]]. Năm 1792, tài năng trong những cuộc vây thành nhỏ tại [[Vosges]] đã khiến ông được chú ý. Ông được chuyển về phục vụ cho các đơn vị chính quy từ năm 1793. Sau mộtt hời gian phục vụ tại mặt trận Bỉ, ông được thăng hàm [[thiếu tướng]] vào tháng 6 năm 1794. {{sfn|Chisholm|1911}}\n\nÔng tiếp tục phục vụ tại mặt trận Đức dưới quyền các vị tướng [[Louis Lazare Hoche]], [[Charles Pichegru]] và [[Jean Victor Marie Moreau]], nơi ông đã bị thương và bị bắt sau một vết thương khác. Trong chiến dịch Thuỵ Sĩ năm 1799, ông là cánh tay phải của tướng [[André Masséna]], với quân hàm trung tướng, làm tham mưu trưởng và rồi lại bị thương trong cuộc vây thành Zurich lần thứ hai. Ông lại phục vụ Massena tại trận vây thành Genoa và đã khẳng định tên tuổi mình tại [[trận Monzambano]] khiến [[Napoleon Bonaparte]] phải trao ông thanh gươm danh dự. Ông được làm tổng thanh tra bộ binh, được tặng thưởng Bắc đẩu bội tinh, nhưng lại không được thụ phong Thống chế khi Napoleon xưng đế vào năm 1804.{{sfn|Chisholm|1911}}\n\n==Chiến tranh Napoleon==\nOudinot được bầu làm nghị sĩ nhưng lại không có nhiều thời gian để làm chính trị. Trong cuộc chiến tranh 1805, là tư lệnh sư đoàn quăng lựu nổi tiếng, ông đã bị thương trong [[trận Schöngrabern]] khi phải chống lại quân Nga nhưng giúp tạo nên cục diện quyết định tại [[trận Austerlitz]]. Năm 1807, ông cùng với [[Joachim Murat]] giàng thắng lợi vùng [[Ostrolenka]], Ba Lan và đã giúp định Napoelon thắng lợi tại [[trận Friedland]].{{sfn|Chisholm|1911}}\n\nNăm 1808, ông được bầu làm thống đốc vùng [[Erfurt]] và danh hiệu [[Bá tước]]. Năm 1809, bằng sự dũng cảm tại [[trận Wagram]], ông được phong hàm [[Thống chế Pháp]]. Đồng thời, ông cũng giành được danh hiệu Công tước xứ [[Reggio Calabria|Reggio]] cũng như được tưởng thưởng rất nhiều vì sự nỗ lực vào tháng 4 năm 1810.{{sfn|Chisholm|1911}}\n\nTừ năm 1810 đến năm 1812, Oudinot là tổng đốc của [[Vương quốc Hà Lan]] và là tư lệnh Quân đoàn II của [[Đại quân]] trong chiến dịch nước Nga năm 1812. Quân đoàn của ông đã xây dựng chiếc cầu phao tại [[Berezina]] nhưng lại bị thiệt hại trong cuộc tháo chạy tại [[Trận Berezina]]. Một lần nữa, ông lại bị thương.{{sfn|Chisholm|1911}}\n\nNăm 1813, ông tham gia [[trận Lützen]] và [[trận Bautzen]], nhưng lại để thua [[trận Grossbeeren]]. Ông thay thế [[Michel Ney]] trong [[trận Dennewitz]] nhưng lại để thua.{{sfn|Chisholm|1911}}\n\nNhưng Oudinot không bị thất sủng. Ông đóng vai trò quan trọng trong [[trận Leipzig]] và cả trong chiến dịch năm 1814. Khi Napoleon thoái vị, ông phục vụ tiếp cho chính phủ mới và được bầu làm nghị sĩ. Không giống như các chiến hữu cũ của mình, ông từ chối phục vụ Napoleon khi hoàng đế quay trở lại vào năm 1815.{{sfn|Chisholm|1911}}\n\n==Cuối đời==\nHoạt động quân sự cuối cùng của ông là cuộc xâm lược của Pháp vào Tây Ban Nha năm 1813, nơi ông chỉ huy một quân đoàn và là thống đốc của [[Madrid]]. Ông mất khi đang giữ cương vị giám đốc [[Les Invalides]].\n\nOudinot mặc dù không phải là một nhà cầm quân lớn nhưng lại là một sư trưởng giỏi. Ông đã có những ý tưởng táo báo, tích cực hơn so với nhiều thống chế đồng nhiệm. Ông là người đã truyền cảm hứng cho các cuộc cách mạng tại Áo-Phổ vào cuối thế kỷ 19 sau này.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{Các thống chế của Napoléon}}\n\n{{sơ khai tiểu sử}}\n\n{{DEFAULTSORT:Perignon, Dominique Catherine De}}\n[[Thể loại:Sinh năm 1767]]\n[[Thể loại:Mất năm 1847]]\n[[Thể loại:Người từ Bar-le-Duc]]\n[[Thể loại:Tướng Pháp trong chiến tranh Napoléon]]\n[[Thể loại:Thống chế Pháp]]"}