{"Nicolas de Catinat":"'''Nicolas de Catinat''' (1 tháng 9 năm 1637 - 22 tháng 2 năm 1712) là một chỉ huy quân đội Pháp và là [[thống chế Pháp|thống chế]] của Pháp dưới thời vua [[Louis XIV của Pháp|Louis XIV]]. \nLà con trai của vị thẩm phán, Catinat sinh ra tại Paris ngày 01 tháng 9 năm 1637. Ông gia nhập ''[[Gardes Françaises]]'' lúc còn trẻ và nổi bật ở ở [[cuộc vây hãm Lille]] năm 1667.\n\nÔng trở thành một thiếu tướng mười năm sau đó, ''[[maréchal de camp]]'' năm 1680, và thiếu tướng năm 1688. Ông đã phục vụ với sự tin tưởng lớn trong các chiến dịch 1676-1678 ở Flanders trong cuộc chiến tranh Pháp-Hà Lan, và sau đó được giao nhiệm vụ trong cuộc đàn áp Vaudois trong năm 1686. Sau khi tham gia trong cuộc vây hãm của Philippsburg tại lễ khai mạc của cuộc [[chiến tranh chín năm]], ông được bổ nhiệm chỉ huy quân đội Pháp ở chiến trường phía đông nam của chiến tranh. Năm 1691, ông đã vượt qua vào hạt Nice, và chiếm giữ thị xã Nice và Villefranche.\n\nChiến thắng của ông chống lại Công tước của Savoy tại trận Staffarda năm 1690, và cuộc chiến của Marsaglia năm 1693, trong số những thành tựu lớn nhất của ông, (Công tước của Savoy sau đó từ bỏ liên minh quân Đồng minh và kết luận hòa bình với vua Louis bằng cách ký kết Hiệp ước Turin vào ngày 29 tháng 8 năm 1696). Năm 1693, Catinat đã được phong làm [[thống chế Pháp]].\n\nVào lúc bắt đầu của cuộc [[chiến tranh Kế vị Tây Ban Nha|chiến tranh kế vị Tây Ban Nha]], Catinat được giao phụ trách các chiến dịch ở miền bắc nước Ý, nhưng ông đã bị nhiều cản trở bởi các mệnh lệnh hàng của triều đình Pháp và sự yếu kém của các lực lượng của mình. Bị vượt trội hơnbởi Hoàng tử Eugene của Savoy, Catinat bị đánh bật khỏi Carpi và ngay sau đó thay thế bởi thống chế Villeroi. Làm phó cho Villeroi, các lực lượng Pháp một lần nữa đánh bại bởi quân hoàng gia của Eugene tại trận Chieri. Catinat qua đời tại Saint-Gratien trong năm 1712. Hồi ký của ông đã được xuất bản vào năm 1819.\n==Tham khảo==\n{{tham khảo}}\n*{{1911}}\n*{{chú thích sách|last=de Broglie|first=Emmanuel|title=Catinat|url=https:\/\/archive.org\/details\/catinatlhommeetl00brog|location=Paris|year=1902}}\n*{{chú thích sách|last=Treasure|first=Geoffrey|title=Seventeenth Century France|location=New York|year=1967}}\n{{Thời gian sống|1637|1712}}\n\n{{sơ khai nhân vật quân sự Pháp}}\n\n[[Thể loại:Thống chế Pháp]]\n[[Thể loại:Mất năm 1712]]\n[[Thể loại:Người Paris]]"}