{"Niels Henrik Abel":"{{Infobox Scientist\n| name = Niels Henrik Abel\n| image = Niels Henrik Abel.jpg|300px\n| image_width = 300px\n| caption = Niels Henrik Abel (1802-1829)\n| birth_date = 5 tháng 8, [[1802]]\n| birth_place = [[Nedstrand]], [[Na Uy]]\n| death_date = 6 tháng 4, [[1829]]\n| death_place = [[Froland]], [[Na Uy]]\n| residence = [[Tập tin:Flag of Norway.svg|20px]] [[Na Uy]]\n| nationality = [[Tập tin:Flag of Norway.svg|20px]] [[Na Uy]]\n| field = [[Toán học]] \n| work_institution = [[Đại học Oslo]]\n| alma_mater = [[Đại học Christiania]]\n| doctoral_advisor = \n| doctoral_students = \n| known_for = [[Hàm số Abelian]]<br \/>[[Nhóm Abelian]]<br \/>[[Định lý Abel]]\n| religion = [[Giáo hội Luther|Lutheran]]\n| footnotes=\n}}\n'''Niels Henrik Abel''' ([[5 tháng 8]] năm [[1802]] – [[6 tháng 4]] năm [[1829]]), là một [[danh sách nhà toán học|nhà toán học]] người [[Na Uy]] có nhiều đóng góp trong giải tích và đại số, trong đó có chứng minh phương trình bậc năm không giải được bằng căn thức.<ref>Sách 25 nhà toán học nổi tiếng, t.78<\/ref> [[Giải Abel]] được đặt theo tên ông.\n\n== Cuộc đời ==\n=== Thời thơ ấu ===\nNiels Henrik Abel được sinh ra ở [[Nedstrand]], là con thứ hai của [[Søren Georg Abel]] và Anne Marie Simonsen. Khi ông sinh ra, gia đình ông sống ở nhà xứ ở [[Finnøy]]. Có nhiều bằng chứng rằng Niels Henrik sinh ra ở giáo xứ Nedstrand bên cạnh đó, khi cha mẹ ông là khách ở Nedstrand vào tháng bảy và tám của năm ông sinh ra <ref name=\"SNL-bio\">\nStubhaug, Arild: [http:\/\/www.snl.no\/.nbl_biografi\/Niels_Henrik_Abel\/utdypning Niels Henrik Abel – utdypning (NBL-artikkel)] – Store norske leksion\n<\/ref> \nCha ông, Søren Georg Abel, có bằng về [[thần học]] và [[triết học]] và làm mục sư ở [[Finnøy]]. Cha của Søren (ông của Niels), Hans Mathias Abel, cũng là một mục sư ở [[Gjerstad]] gần [[Risør]]. Søren sống thời thơ ấu ở Gjerstad, và sau khi cha ông mất năm 1804, Søren được bổ nhiệm làm mục sư ở Gjerstad và gia đình ông chuyển sang sống ở đó.\n[[Tập tin:Gjerstad kirke or Risør.jpg|nhỏ|phải|alt=Postcard of Gjerstad church and rectory.|Bưu thiếp của nhà thờ Gjerstad và nhà xứ năm 1890–95. Tòa nhà chính của nhà xứ cũng giống như thời điểm Abel sống ở đây.]]\n\nAnne Marie Simonsen đến từ Risør; cha bà, Niels Henrik Saxild Simonsen, một thương gia và chủ sở hữu tàu, được cho là người giàu nhất Risør. Anne Marie lớn lên với hai bà [[mẹ kế]], trong môi trường tương đối khá giả. Ở nhà xứ Gjerstad, bà thích việc tổ chức các buổi khiêu vũ và hội họp. Có bằng chứng cho thấy bà sớm trở thành nghiện rượu và không quan tâm đến việc nuôi dạy con.<ref name=\"SNL-bio\" \/>\nNiels Henrik và anh trai được giáo dục bởi cha họ, bằng những cuốn sách viết tay. Một điểm thú vị là bảng tính cộng trong một cuốn sách toán viết: 1+0=0.<ref name=\"SNL-bio\" \/>\n\n=== Trường dòng và Đại học Hoàng gia Frederick ===\nSau khi Na Uy giành độc lập và cuộc bầu cử đầu tiên được tổ chức, năm 1814, Søren Abel được bầu làm một dân biểu trong [[Storting]]. Cho tới 1866, các buổi họp của Storting được tổ chức ở hội trường chính của trường dòng ở Christiania (nay là [[Oslo]]). Gần như chắc chắn rằng đây là lý do ông tiếp xúc với nhà trường, và quyết định gửi con cả, Hans Mathias, học ở đây từ năm kế tiếp. Tuy nhiên, đến khi phải rời nhà, Hans rất buồn và chán nản vì phải rời nhà nên cha ông không dám gửi ông đi. Thay vào đó, ông quyết định gửi Niels.<ref name=\"SNL-bio\" \/>\n\nNăm 1815, Niels Abel vào trường dòng ở tuổi 13. Anh ông, Hans, gia nhập năm sau đó. Họ sống chung phòng và đi học cùng lớp. Nói chung, Hans đạt điểm tốt hơn Niels; tuy nhiên, một thầy giáo dạy toán mới, [[Bernt Michael Holmboe]], được bổ nhiệm năm 1818. Ông cho các học sinh bài tập toán để làm ở nhà. Ông nhận thấy tài năng toán học của Niels Henrik, và khuyến khích ông học toán ở trình độ cao cấp hơn. Ông thậm chí còn dạy riêng cho Niels sau giờ học.\n\nNăm 1818, Søren Abel có một cuộc tranh luận thần học công khai với [[Stener Johannes Stenersen]] về giáo lý của ông từ năm 1806. Cuộc tranh luận được đề cập rộng rãi trên báo chí. Cùng thời gian đó, Søren suýt nữa bị luận tội vì xúc phạm [[Carsten Anker]]. Tháng 9 năm 1818 ông trở về Gjerstad khi sự nghiệp chính trị của ông đã sụp đổ. Ông bắt đầu uống rất nhiều và mất hai năm sau đó, vào 1820, thọ 48 tuổi. Tại đám tang của ông, trước mặt các khách ở nhà xứ, bà quả phụ Anne Marie Abel đã say rượu và công khai ngủ với một đầy tớ.<ref name=\"SNL-bio\" \/>\n\nHai anh em Abel phản ứng khác nhau với sự tan vỡ của gia đình. Ở trường, Niels Henrik học rất tốt trong môn toán, nhưng phải vật lộn với các môn khác. Trong khi đó Hans Mathias trầm cảm nặng và không bao giờ hồi phục; ông phải bỏ học và về Gjerstad ngay trước khi cha họ qua đời. Gia đình họ sống trong hoàn cảnh rất khó khăn. Cha của Anne Marie Abel bị vỡ nợ trong thời kì suy thoái sau [[chiến tranh Napoleon]], và mất năm 1820.<ref name=\"SNL-bio\" \/>\n\nBernt Michael Holmboe hỗ trợ Niels Henrik Abel bằng một học bổng để có thể ở lại trường và quyên góp tiền từ bạn bè mình để giúp ông có thể học ở [[Đại học Oslo|Đại học Hoàng gia Frederick]].\n\nAbel vào học năm 1821. Khi đó Ông đã là nhà toán học hiểu biết nhất ở Na Uy. Holmboe không thể dạy thêm gì cho ông và Abel đã học tất cả các tài liệu toán mới nhất ở thư viện trường đại học. Abel bắt đầu nghiên cứu dẫn đến công trình đầu tiên của ông, việc [[giải phương trình]] bậc năm bằng căn thức. Ban đầu Abel nghĩ ông đã tìm ra lời giải cho phương trình bậc năm bằng căn thức năm 1821. Các nhà toán học đã cố gắng tìm lời giải trong hơn 250 năm. Hai giáo sư ở Christiania, Søren Rasmussen và [[Christopher Hansteen]], không tìm ra lỗi nào trong công thức của Abel, và gửi nghiên cứu của ông cho nhà toán học hàng đầu ở các nước Bắc Âu, giáo sư [[Ferdinand Degen]] ở Copenhagen. Ông cũng không tìm ra lỗi nào, nhưng vẫn nghi ngờ về việc lời giải cho bài toán này, thứ mà nhiều nhà toán học xuất sắc đã tìm kiếm từ lâu nay được tìm ra bởi một sinh viên không tên tuổi từ Christiania. Tuy nhiên Degen cũng nhận thấy khả năng đặc biệt của Abel, và tin rằng một thanh niên trẻ tuổi tài năng như Abel không nên lãng phí tài năng vào một \"đối tượng khô cằn\" như phương trình bậc năm, mà nên tập trung vào [[hàm elliptic]] và [[lý thuyết siêu việt]]; vì khi đó, Degen viết, ông sẽ \" tìm ra con đường lớn ở tầm cỡ Magellan tới một bộ phận lớn của đại dương giải tích rộng lớn\".<ref name=\"SNL-bio\" \/> Degen hỏi Abel đưa ra một ví dụ bằng số cho phương pháp của ông, và trong khi cố gắng đưa ra một ví dụ, Abel tìm ra một lỗi trong bài viết của ông.<ref name=\"StAndrews\">[http:\/\/www-groups.dcs.st-and.ac.uk\/~history\/Biographies\/Abel.html Tiểu sử Abel] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170529224747\/http:\/\/www-groups.dcs.st-and.ac.uk\/~history\/Biographies\/Abel.html |date=2017-05-29 }}. Groups.dcs.st-and.ac.uk.<\/ref>\n\nAbel tốt nghiệp năm 1822. Kết quả học tập của ông ở mức trung bình, ngoại trừ môn toán.\n\n== Định lý Abel ==\nCông trình đầu tiên đáng chú ý của Abel là sự không giải được của [[phương trình bậc 5]] bởi căn thức (xem [[định lý Abel-Ruffini]].) Kết quả này ban đầu được xuất bản vào năm [[1824]] dưới một dạng rất khó hiểu, và sau đó ([[1826]]) được viết đầy đủ hơn trong tập đầu tiên của ''[[Tạp chí Crelle]]''. Bài toán này về sau được [[Évariste Galois]] chứng minh lại và bổ sung rất nhiều.\n\nCác học bổng nhà nước tiếp sau đó đã cho phép ông thăm [[Đức]] và [[Pháp]] vào năm [[1825]], và đã ghé thăm nhà thiên văn [[Heinrich Christian Schumacher]] ([[1780]]–[[1850]]) ở [[Altona, Hamburg|Altona]] gần [[Hamburg]] ông trải qua 6 tháng ở [[Berlin]], nơi ông làm quen với [[August Leopold Crelle]], người sau đó chuẩn bị xuất bản tạp chí toán riêng của mình. Đề án này đã được ủng hộ bởi Abel, người đã đóng góp nhiều cho sự thành công của tạp chí này. Từ Berlin ông ghé qua [[Freiberg]], và nơi đây ông đã có nhiều nghiên cứu xuất chúng trong lý thuyết về hàm số: [[hàm số elliptic]], [[hàm số hyperelliptic]], và một lớp mới bây giờ được biết đến như là [[hàm số abelian]].\n\n[[Tập tin:Niels Henrik Abel2.jpg|trái|nhỏ|250px|Niels Henrik Abel với chữ ký.]]\n\nVào năm [[1826]] Abel di chuyển về [[Paris]], và trong suốt 10 tháng lưu lại ông đã gặp hầu hết các nhà toán học hàng đầu của Pháp; nhưng ông không được đánh giá đúng đắn, bởi vì các công trình của ông ít người biết đến, và sự khiêm tốn đã kìm hãm việc ông công bố các nghiên cứu của mình. Sự ngượng ngùng về các vấn đề tài chính, mà ông không bao giờ thoát được, cuối cùng đã làm ông phải bỏ chuyến du hành, và quay về Norway giảng dạy một giai đoạn ở Christiania. Trong đầu tháng 4 năm [[1829]] Crelle đã tạo ra một vị trí cho ông ở Berlin, nhưng lá thư mời đã tới Norway trễ hai ngày sau khi Abel qua đời vì [[lao|lao phổi]] tại Froland Ironworks gần [[Arendal]].\n<!--\n[[Tập tin:Stamp_norway_Niels_Henrik_Abel.jpg|trái|nhỏ|250px|Niels Henrik Abel trên một con [[tem thư]] Na Uy, 2002]]\n-->\nCái chết sớm của nhà toán học thiên tài này, người mà [[Adrien-Marie Legendre]] gọi là \"quelle tête celle du jeune Norvégien!\" (\"một cái đầu Na Uy đáng giá!\"), đã cắt ngắn đi sự nghiệp xuất chúng và nhiều triển vọng của ông. Dưới sự hướng dẫn của Abel, những điều khó hiểu trong Giải Tích đã sáng tỏ dần, nhiều ngành mới được mở ra và sự nghiên cứu của các hàm số đã trở nên tiến bộ để cung cấp cho các nhà toán học nhiều công cụ để đẩy mạnh sự tiến triển của ngành. Các công trình của ông, phần lớn xuất hiện lần đầu tiên trong ''[[Tạp chí của Crelle]]'', được biên khảo lại bởi Holmboe và xuất bản vào năm [[1839]] bởi nhà nước Na Uy, và một bản hoàn hảo hơn biên khảo bởi [[Peter Ludwig Mejdell Sylow|Ludwig Sylow]] và [[Sophus Lie]] được xuất bản vào năm [[1881]]. Tính từ \"abelian\", xuất phát từ tên ông, đã trở nên thông dụng trong các bài báo và sách toán đến nỗi mà người ta thường viết bằng chữ \"a\" thường (xem [[nhóm abelian]] và [[abelian category]]; xem thêm [[abelian variety]] và [[phép biến đổi Abel]]).\n\n[[Tập tin:Abelmonument.jpg|nhỏ|phải|Tượng Niels Henrik Abel tại Oslo]]\nVào [[6 tháng 4]] năm [[1829]], Abel qua đời khi mới được 28 tuổi. Vào [[5 tháng 6]] năm [[2002]], bốn tem Norwegian được phát hành để kỉ niệm Abel 2 tháng trước 200 năm ngày sinh của ông. Có một bức tượng của Abel ở Oslo. [[Hố Abel]] trên [[Mặt trăng]] được đặt theo tên ông. Vào năm [[2002]], [[giải Abel]] đã được thiết lập để vinh danh ông.\n\n== Xem thêm ==\n* [[Nhóm Abel|Nhóm abel]]\n* [[Đa tạp đại số Abel]]\n* [[Biến đổi Abel]]\n* [[Phép biến đổi Abel]]\n* [[Định lý Abel]]\n* [[Hàm số abel]]\n* [[Hằng đẳng thức Abel]]\n*[[Dấu hiệu Abel]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n{{Wikisource1911Enc|Abel, Niels Henrik}}\n{{thể loại Commons|Niels Henrik Abel}}\n* [http:\/\/www.abelprisen.no\/en\/abel\/ Biography from the Abel Prize website]\n* {{MacTutor Biography|id=Abel}}\n* [http:\/\/fermatslasttheorem.blogspot.com\/2006\/02\/niels-henrik-abel.html Biography of Niels Abel]\n* {{ScienceWorldBiography | urlname=Abel | title=Abel, Niels Henrik (1802-1829)}}\n* {{MathGenealogy|id=55178}}\n\n{{DEFAULTSORT:Abel, Niels Henrik}}\n[[Thể loại:Nhà toán học thế kỷ 19]]\n[[Thể loại:Nhà toán học Na Uy]]\n[[Thể loại:Nhà lý thuyết nhóm]]\n[[Thể loại:Sinh năm 1802]]\n[[Thể loại:Mất năm 1829]]\n[[Thể loại:Mất thế kỷ 19 do bệnh lao]]\n[[Thể loại:Niels Henrik Abel| ]]"}