{"Okaji no Kata":"{{Nihongo|'''Okaji no Kata'''|お梶の方}}  (7 tháng 12 năm 1578 {{spaced ndash}} 17 tháng 9 năm 1642) thông gọi '''Phu nhân Okaji''', là thứ thất của Mạc chúa [[Tokugawa Ieyasu]]. Cho đến nay vẫn không có ai rõ được thân thế thực sự của bà. Bà được cho là con gái nuôi [[Yasta Yasusuke|của]] [[:en:Ōta Yasusuke|Ōta Yasusuke]]. Bà còn được biết đến dưới những cái tên là Ohachi no Kata (お八の方) và Okatsu no Kata (お勝の方).\n\n== Cuộc đời ==\nNhiều người cho rằng Tướng quân Ieyasu đã gặp Okaji vào lần đầu tiên ông đến đóng đô tại Thành Edo. Do chỉ mang thân phận thứ thất của Tướng quân nên lai lịch của bà không được ghi chép rõ ràng,nhưng một số nhà sử học cho rằng lúc đó bà mới ở tuổi thiếu niên. Bà gặp Tướng quân khi anh trai bà đạt đến chức vụ cao trong [[thành Edo]]. Ieyasu đã ấn tượng với nhan sắc và trí thông minh của bà và đem lòng yêu bà sau đó. Ban đầu, Okaji được sắp xếp để kết hôn với Matsudaira Masatsuna nhưng việc hứa hôn đã bị hủy bỏ sau khi bà mang thai với Ieyasu.Bà sinh hạ người con gái út cho Ieyasu là Ichihime, qua đời vào năm 1610 sau khi ăn một số quả dại có độc. Ieyasu lệnh cho đứa con 8 tuổi của mình là Tsuruchiyomaru (鶴千代丸), con của Kageyama-dono (hay [[Oman]] no Kata) làm con nuôi của Okaji.\n\nIeyasu được cho là đã mang tình yêu đích thực với Okaji. Bà đã tháp tùng Ieyasu trong [[Trận Sekigahara]] và trong [[Cuộc vây hãm Ōsaka|Cuộc vây hãm Osaka]]. Bà đã ăn mặc như một binh sĩ và chiến đấu cùng đội quân của chồng mình. Sau khi Ieyasu qua đời năm 1616, Okaji trở thành một nữ tu với pháp danh là Eishō-in (Anh Thắng Viện) (英勝院). Bà đã cho lập nên ngôi đền [[Eishou-ji|Eishō-ji]] ở [[Kamakura]], nơi ở [[Ōta Dōkan|của Ōta Dōkan]]. Bà qua đời ở tuổi 65.<ref>{{Chú thích sách|url=https:\/\/archive.org\/details\/samurai0000guil|title=Samurai|last=Guillain|first=Charlotte|date=2010|publisher=Raintree|isbn=9781410937650|oclc=428436874|url-access=registration}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Người Nhật thế kỷ 16]]\n[[Thể loại:Người Nhật thế kỷ 17]]\n[[Thể loại:Mất năm 1642]]\n[[Thể loại:Sinh năm 1578]]"}