{"Omar bin Khattab":"{{1000 bài cơ bản}}{{bài cùng tên|Umar}}\n{{Thông tin nhân vật hoàng gia\n| tên = Omar Đại đế\n| tước vị = [[Khalip]] của [[Muslim Ummah|Ummah]]\n| thêm =\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| tại vị = [[634]] &dash; [[644]]\n| thông tin tước vị đầy đủ = ẩn\n| tước vị đầy đủ = [[Amir al-Mu'nimin]]<br>Al-Farooq (The Distinguisher between Truth and Falsehood)\n| tiền nhiệm = [[Abu Bakar]]\n| kế nhiệm = [[Othman bin Affan]]\n| tên đầy đủ = Omar bin Khattab\n| phối ngẫu =\n| vợ =\n| chồng =\n| con cái =\n| cha = [[Khattab ibn Nufayl]]\n| mẹ = Hantamah bint Hisham\n| sinh = [[586]] \n| nơi sinh = [[Mecca]], [[Ả Rập Xê Út]]\n| mất = {{death date|644|11|3|df=y}}\n| nơi mất = [[Medina]], [[Ả Rập Xê Út]]\n| ngày an táng =\n| nơi an táng = [[Al-Masjid al-Nabawi]], Medina\n| tôn giáo = [[Hồi giáo|Đạo Islam]]\n| chữ ký =\n|}}\n'''Omar bin Khattab''' hay '''`Umar ibn al-Khattāb''' (khoảng 586 SCN – [[3 tháng 11]], [[644]]), cũng được gọi là '''Omar Đại đế''' hoặc là '''Umar Đại đế''' là vị khalip hùng mạnh nhất trong [[bốn vị khalip chính thống]] (''Rashidun Caliphs'') cũng như một trong những hoàng đế có ảnh hưởng lớn trong lịch sử Islam.<ref>Ahmed, Nazee, ''Islam in Clobal History: From the Death of Prophet Muhammad (PBUH) to the First World War'', American Institute of Islamic History and Cul, 2001, p. 34. ISBN 0-7388-5963-X.<\/ref> Ông là một [[sahaba|bạn đạo]] của nhà tiên tri [[Muhammad]]. Ngày [[23 tháng 8]] năm [[634]], ông kế vị khalip [[Abu Bakar]] làm vị khalip chính thống thứ hai. \n \n== Tên ==\n''Umer'', ''Umar'', ''Omer'', hay ''Omar'' là một từ [[tiếng Ả Rập]] có ý nghĩa tương ứng với từ [[tiếng Anh]] \"who has long live\", tức là \"người sống thọ\", vì vậy cái tên Umer cũng có nghĩa là \"người sống thọ hơn\".\n\nUmar ibn al khataab cũng được mọi người biết tới với danh hiệu ''`Umar al-Farūq'' (ý nghĩa: Umar người Phân biệt [giữa Sự thật và Giả dối]). Ông đã được [[Hồi giáo Sunni|người Hồi giáo Sunni]] công nhận là người thứ nhì trong số 4 vị ''[[Khulafā' ar-Rashīdīn]]'' (ý nghĩa:Những khalip hoàn hảo hay Những khalip ngay thẳng).<ref>Sách 1001 nhân vật và sự kiện lịch sử thế giới, tác giả:Ngọc Lê, trang 451<\/ref> Trong tiếng Anh, cái tên của ông còn được biết như '''Omar''' hoặc là Omer.\n\n== Cuộc đời ==\n=== Đầu đời ===\n'''Umar ibn al-Khattab''' ra đời tại Makka.\n\nThân phụ của ông là ông [[Khattab ibn NufayI]], một người tộc trưởng được rất nhiều người kính nể, mặc dù ông không phải là người xuất thân từ một gia đình trưởng giả.\n\nThân mẫu của ông là bà Hintimah, con gái của Hachim Al Moughira, một người thuộc nhánh Banou Makuzoum, một trong những gia đình danh giá và quyền thế của thị tộc Aâdi. Họ ngoại của Omar còn có đặc quyền phán quyết, làm trung gian hòa giải, cũng như đứng ra tổ chức những buổi lễ mang tính tôn giáo. Ngoài ra, họ còn làm sứ giả đảm trách các việc giao dịch đối ngoại, vào thời kì Tiền Hồi giáo.\n\nThuở thiếu thời, Omar phải chăn đàn gia súc của những người bà con trong họ. Khi lớn lên ông làm nghề buôn bán, thường xuyên di chuyển ở [[Cham]].<ref>Một vùng đất rộng lớn, bao gồm [[Jordan]], [[Palestine]], [[Syria]] và [[Liban]]<\/ref> Ông không phải là một thương gia giàu có, mà lại là một kỵ sĩ tài ba của Quraish. Omar mang nhiều cá tính độc đáo, thẳng thắn nghiêm khắc với chính mình nhưng lại cư xử bằng tình cảm, nhân hậu với mọi người xung quanh cho nên Omar rất được kính trọng. Ông không hề bỏ qua những cuộc tranh tài đua ngựa trong những khi hội chợ ở [[Okaz]] bởi vì ông rất thích. Omar vốn ưa chuộng văn chương, ham đọc sách và viết chữ đẹp, thuận cả hai tay. Ông nói năng hoạt bát, lời lẽ hùng hồn đầy sức thuyết phục và thu hút người nghe.\n\nOmar đã cưới Zainab, con gái của một người thị tộc Jamah - Quraish Mad'oun trước khi ông cải theo Hồi giáo. Họ đã có ba người con, bao gồm:\n* [[Abd-Allah]] (con trai), sau này là một tông đồ nổi tiếng của nhà tiên tri Muhammad.\n* Abd-Arrahman al Akbar (con trai)\n* Hafsa (con gái)\n\nSau đó, ông Umar còn cưới Oumn Khalthoum, con gái của [Jarwal]. Với bà này, ông còn có thêm hai người con trai nữa, đó là;\n* Oubaid-Allah (hi sinh trong [[trận Siffin]])\n* Zaid (hi sinh trong [[trận Siffin]])\n\nAbd-Allah, con trai của Omar, kể lại về cha mình:\n{{cquote|\n''Ông (Omar) là một con người vạm vỡ, khi cưỡi ngựa, dáng người ông có vẻ hơi to hơn so với con tuấn mã. Da của ông trắng, gương mặt hồng hào rám nắng, nổi bật với một bộ ria gọn màu nâu sậm, đôi mắt rất sáng và càng tăng phong độ của một người tự tin, trong ông lúc nào cũng vững vàng và uy dũng.''\n}}\n\n=== Cải theo đạo Hồi ===\n\n=== Dời cư từ Makkah sang Medina ===\nNăm 622, Omar tham gia vào một cuộc di dời lịch sử từ Makkah sang Medina (có nghĩa là \"Thành phố\"),<ref>Armstrong<\/ref> trong thời gian này ông trở thành một trong hai vị cố vấn của Muhammad, người kia là Abu Bakar.\n\nVào những năm sau đó, ông hoạt động trong các trận đánh ở [[Trận Badr|Badr]], [[Trận Uhud|Uhud]], [[Trận Khaybar|Khaybar]], một cuộc tấn công vào Syria, v.v... và nhiều trận chiến khác. Ông trở thành một trong những người bạn của Muhammad. Năm 625, con gái Omar là [[Hafsa bint Omar|Hafsah]] cưới Muhammad.\n\n=== Dưới triều đại của Abu Bakar ===\nVào năm 632, sau khi nhà tiên tri Muhammad qua đời, ông Omar đứng ra ủng hộ và vận động để Abu Bakar (hay còn gọi là ''Abu Bakr'') trở thành người lãnh đạo chính thức của cộng đồng Hồi giáo. Họ luôn luôn làm việc bên nhau.\n\nAbu Bakar làm Khalip trong một thời gian ngắn ngủi. Suốt thời kì trị vì của mình ông tham gia vào cuộc [[chiến tranh Rida]] chống lại những bộ tộc rời bỏ khỏi liên minh Hồi giáo. Omar là một trong những vị cố vấn của Abu Bakar. Trước khi qua đời năm 634, Abū Bakar chọn Omar làm người kế vị của mình.\n\n=== Omar trở thành Khalip ===\nVào năm 634, Abu Bakr qua đời, và '''Omar bin Khattab''' trở thành vị khalip thứ nhì của đạo Hồi..\n\nVào ngày nhậm chức khalip, Omar có đọc một bài diễn văn, trong đó có một đoạn:\n{{cquote|\n''Hỡi những người tin tưởng! Các bạn đã chỉ định tôi vào chức vụ khalip, và nếu như tôi không đáp ứng được sự mong đợi của các bạn phó thác, không đủ tư cách để phục vụ hữu hiệu đạo Hồi cùng với tất cả những gì liên quan đến phúc lợi của người Hồi giáo. Tôi sẽ tự không cho phép mình ở cương vị lãnh đạo này nữa. Vì việc đó đã quá đủ cho sức chịu đựng chờ đến [[Ngày Phán Xét Cuối Cùng]]...''<ref>[http:\/\/www.haidang.org\/viewstory.php?contentid=174&subjectid=78 Hải Đăng.org - Islam và Đời sống], nguồn chính của bài viết này<\/ref>\n}}\n\n== Quân sự ==\nKhalip Omar bin Khattab, với 10 năm trị vì của mình còn là một nhà chiến lược thiên tài của quân đội [[Đế quốc Ả Rập]] Hồi giáo, ông đã tổ chức cơ sở hậu cần tiếp liệu trong quân đội, cho thành lập các doanh trại kỵ binh cùng lúc ở nhiều thành phố khác nhau. Ở [[Koufa]], Omar cho xây dựng một trại tiếp liệu trừ bị, có khoảng từ 4500 - 5000 con ngựa chiến, binh đội tại đây do [[Salman Ibn Rabi'a Al Bahili]]. Ông đã đề ra một phương thức hành chính, cùng lúc mang áp dụng phương thức này vào việc cải cách trong quân đội. Ông bảo đảm cuộc sống của gia đình các binh sĩ, khi họ phải vắng nhà vì chiến đấu ở ngoài trận mạc.\n\nNăm 636, khalip Omar đã tái thu hồi thành phố [[Basra]] và biến nơi này thành một vị trí chiến lược quân sự quan trọng.\n\nNăm 638, sau khi chiếm được thành [[Jerusalem]], Omar đã đứng ra nhận trách nhiệm bảo vệ cộng đồng [[Thiên Chúa giáo]] đang cư ngụ tại nơi này.\n\nVề mặt chiến lược, [[lịch sử]] đã ghi nhận lại ba trận đánh lừng lẫy của quân Ả Rập dưới thời kì trị vì kéo dài 10 năm của Umar ibn al-Khattab, đó là:\n* [[Trận Al Qādissiya]], đã khiến người [[Iraq]] và [[Al Ahwaz]] đón nhận Hồi giáo.\n* [[Trận Babylon]] đưa ảnh hưởng Hồi giáo vào [[Ai Cập]] và [[Libya|Lybia]]\n* [[Trận Nehaward]], chiến thắng này đã đưa toàn thể [[đế quốc Ba Tư|đế chế Ba Tư]] dưới triều hoàng đế [[Nhà Sassanid|Sassanid]] [[Yazdegerd III|Yazdgerd III]] vào tay của thế lực các Khalip Hồi giáo.\n\nTrong các cuộc chiến của mình, Omar còn được trợ giúp bởi hai vị tướng tài ba nhất là [[Khalid ibn al-Walid]] (592-642) và [[`Amr ibn al-`As]] (583-664).\n\n== Ám sát ==\n[[Tập tin:Tombstone of Umar (r.a) by mohammad adil rais.JPG|phải|nhỏ|Mộ chí của Umar ibn al-Khattab]]\n\nNgày [[3 tháng 11]] năm [[644]], Umar ibn al-Khattab bị một người lính Ba Tư, [[Pirouz Nahavandi]] [[ám sát]].\n\nOmar [[chết|qua đời]] vào ngày 26 tháng Dhuu'l Hijja năm thứ 23 (theo [[lịch Hồi giáo]]), tức năm 644 theo Tây lịch, hưởng thọ 63 tuổi. Dhuu'l Hijja là tháng định mệnh của Omar, nó đánh dấu thời điểm ông gia nhập Hồi giáo đồng thời nó cũng là tháng mà ông qua đời.\n\nUmar ibn al-Khattab đã được an táng bên cạnh ngôi mộ của Abu Bakar, mộ của cả hai vị này đều nằm ở bên trái mộ của nhà tiên tri Muhammad. Omar đã trở thành một [[người tử vì đạo]].\n\nOmar đã mất đột ngột, không kịp lựa chọn người kế vị cho mình. Tuy nhiên, giữa những người được xem là xứng đáng và có đủ tư cách lãnh đạo trong số sáu người kề cận của Omar ([[Othman bin Affan]], [[Ali bin Abu Talib|Ali ibn Abu Talib]], Talha, Zubayr, Abder Rahman Ibn Aawaf và Saa'd ibn Abu Waqqac),<ref>Trước khi chết, Umar ibn al-Khattab đã cho gọi sáu người này đến để chọn một trong số họ làm người kế vị, tuy nhiên, ông đã mất đột ngột mà không kịp chọn một người nào trong số họ thay ông làm khalip<\/ref> mọi người thấy ông Othman là người nổi bật nhất.\n\n== Xem thêm ==\n* [[Omar Hafeez]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Cải sang đạo Hồi]]\n[[Thể loại:Người Ả Rập]]\n[[Thể loại:Rashidun]]\n[[Thể loại:Sahaba]]\n[[Thể loại:Sinh năm 580]]\n[[Thể loại:Mất năm 644]]\n[[Thể loại:Vua bị ám sát]]\n[[Thể loại:Bài cơ bản dài trung bình]]\n[[Thể loại:Sinh năm 588]]\n[[Thể loại:Sinh năm 581]]"}