{"Ono no Komachi":"{{Thông tin nhà văn\n| name = Ono no Komachi\n| image = Ono no Komachi.jpg\n| bgcolour = \n| caption = ''\"Ono no Komachi\"'' - vẽ bởi [[Kikuchi Yosai]]\n| birthname = \n| birthdate = 825\n| birthplace = \n| deathdate = 900\n| deathplace = \n| realname = \n| penname = \n| occupation = \n| nationality = \n| ethnicity = \n| citizenship = \n| education = \n| alma_mater = \n| period = \n| genre = \n| subject = \n| movement = \n| notableworks = \n| awards = \n| spouse = \n| partner = \n| children = \n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = \n}}\n\n'''Tiểu Dã Tiểu Đinh''' ([[chữ Hán]]: 小野小町; [[Kana]]: おの の こまち<sup>Ono no Komachi<\/sup>)<ref>Nhật Chiêu, trong ''[[Thơ ca Nhật Bản]]'', Nhà xuất bản Giáo dục, H. 1998, trang 65), áng chừng năm sinh năm mất của Ono no Komachi là khoảng 833-857.<\/ref> là nữ [[nhà thơ]] rất nổi tiếng của [[Nhật Bản]], đặc biệt là với thể loại [[Waka]] (Hoà ca). Tuy không xác định rõ ràng năm sinh mất, song bà được xác định là hoạt động vào khoảng [[thời Heian]].\n\nCuộc đời của bà được biết đến với nhiều [[truyền thuyết]] về nhan sắc hiếm có, là biểu tượng cho vẻ đẹp của người phụ nữ Nhật Bản. Bà cũng là một trong số 36 vị tiên thơ ([[Tam thập lục ca tiên]]) do nhà thơ [[Fujiwara no Kintō]] lựa chọn. Ngoài ra, trong danh sách ''[[Rokkasen]]'' (Lục ca tiên) trong lời đề của tập ''[[Kokin Wakashū]]'' (Cổ kim Hòa ca tập), bà là người phụ nữ duy nhất được vinh danh.\n\n== Thân thế ==\nHành tung chính xác của Tiểu Dã Tiểu Đinh vẫn chưa được xác định. Bà được đề cập sớm nhất thông qua những bức thư của những nam tình nhân của bà, được sưu tập trong bộ [[Kokin Wakashū]] (古今和歌集; ''Cổ kim Hòa ca tập'') thời Heian<ref name=\"Keene 233\">Keene 1999: 233.<\/ref>, dựa vào đó nhiều giả thiết bà sinh khoảng năm [[820]] đến [[830]], và hoạt động chủ yếu vào khoảng giữa thế kỉ thứ 9. Theo truyền thuyết phổ biến, bà được cho là sinh tại nơi ngày nay là quận [[Akita]], vùng [[Tōhoku]], phía bắc đảo [[Đảo Honshu|Honshu]]. Bà là con gái của [[Tiểu Dã Lương Thật]] (小野良真), lãnh chúa vùng Dewa (Vũ quận), trong khi đó vở kịch Noh là ''[[Sotoba Komachi]]'' lại nói bà là con gái của [[Tiểu Dã Thác Hùng]] (小野滝雄)<ref name=\"keene 1011\">Keene 1999: 1011.<\/ref>.\n\nNhiều cuộc nghiên cứu quy mô đã được triển khai, nhưng thông tin chính xác về thân thế của bà cũng như gia cảnh hoàn toàn vẫn là khúc mắc lớn, chủ yếu thông tin về bà đến hiện tại gần như là truyền thuyết. Và theo học giả [[thời Edo]] là [[Arai Hakuseki]], thật tế có rất nhiều ''Tiểu Đinh'', và truyền thuyết về Tiểu Đinh mà chúng ta biết hiện tại là kết quả của sự pha lẫn giữa những người này<ref name=\"Keene 233\"\/>, và giả thiết này về sau được khuếch đại và nhận định có tới 4 người tên Tiểu Đinh<ref name=\"Keene 233a\">Keene 1999: 233, citing Katagiri 1975: 59-60.<\/ref>. Có giả thiết bà là một [[Canh y]] (更衣) của [[Thiên hoàng Ninmyō|Nhân Minh Thiên hoàng]], và sau khi Thiên hoàng qua đời thì bà bắt đầu qua lại với nhiều người đàn ông khác<ref name=\"Keene 233b\">Keene 1999: 233, citing Katagiri 1975: 23-24.<\/ref>.\n\n== Huyền thoại ==\n[[Tập tin:YoshiOldwoman.jpg|thumb|trái|180px|Tiểu Dã Tiểu Đinh khi về già, tranh in gỗ bởi [[Yoshitoshi]].]]\n\nVới tư cách nhà thơ, Tiểu Đinh chuyên sáng tác những bài thơ theo giọng lả lơi gợi tình với thi pháp phức tạp. Phần lớn các bài waka của bà đều viết về những tình yêu khắc khoải, cô đơn hoặc đầy đam mê. Bà là nhà thơ nữ duy nhất được nhắc đến trong lời tựa của tập thơ ''[[Kokin Wakashū]]'' (Cổ kim Hoà ca tập), trong đó miêu tả phong cách thơ của bà ''\"chứa đựng vẻ ngây thơ cổ điển và thanh tao\"''.\n\nCó nhiều truyền thuyết kể về tình yêu của Tiểu Đinh. Bà được cho là có quan hệ luyến ái với [[Ariwara no Narihira]] (在原業平; ''Tại Nguyên Nghiệp Bình''), một nhà thơ nổi tiếng cũng được liệt trong nhóm [[Rokkasen]] (Lục ca tiên)<ref name=\"Keene 233c\">Keene 1999: 233-234, citing Katagiri 1975: 12, 155.<\/ref>, căn cứ của truyền thuyết này là việc thơ của bà thường đứng ngay sau thơ của Narihira.\n\nGiai thoại được biết đến nhiều nhất là câu chuyện về mối quan hệ của bà với [[Fukakusa no Shosho]] (深草少将; Thâm Thảo Thiếu tướng), một cận thần trong triều đình. Tiểu Đinh hứa rằng nếu người này đến thăm bà trong 100 đêm liên tiếp, bà sẽ trở thành người tình của ông ta. Thiếu tướng đã đến trong vòng 99 đêm nhưng bỏ lỡ đêm cuối cùng. Tuyệt vọng, ông lâm bệnh rồi qua đời sau đó. Khi Tiểu Dã Tiểu Đinh biết rằng ông đã chết, bà đã kiệt sức vì đau buồn.\n\nGiai thoại thứ 3 là khi Tiểu Đinh đã về già, bà mặc một thân áo rách rất tằn tiện, lẫn thẫn đi qua các con phố và tiếc nuối về một thời quá khứ sắc son của mình. Bà được cho là đã chết trên một cánh đồng, hiu quạnh nghiệt ngã vì những gì bà đã làm với những người tình của mình.\n\nNhà nghiên cứu [[Nhật Chiêu]] trong cuốn ''[[Thơ ca Nhật Bản]]'', nhận định:''\"Một Komachi như một cô gái của lịch sử có lẽ không bao giờ phục hiện được. Ta chỉ có một Komachi huyền thoại, như một nhan sắc tuyệt trần, một cô gái đam mê và đào hoa, một bóng ma...\"''<ref>Nhật Chiêu, ''Thơ ca Nhật Bản'', Nhà xuất bản Giáo dục, H. 1998, trang 65<\/ref>\n\n== Ảnh hưởng sau này ==\n[[Tập tin:Sanjūrokkasen-gaku - 12 - Kanō Tan’yū - Ono no Komachi.jpg|nhỏ|phải|200px|'''Ono no Komachi''' do ''Kanō Tan'yū'' vẽ năm 1648.]]\n\nTiểu Dã Tiểu Đinh được nhắc đến nhiều lần trong văn chương đời sau, bao gồm cả thơ của [[Matsuo Bashō|Matsuo Basho]]<ref>Basho từng có bài [[haiku]] có thể được dịch như sau ''Vầng trăng đầy \/ Nghiêng mình về biển \/ Bảy nàng Komachi''<\/ref> hay các vở kịch [[Nō|Noh]], thậm chí cả trong sân khấu kịch nghệ mới với các vở kịch do [[Mishima Yukio]] sáng tác. Những tác phẩm này có xu hướng tập trung vào tài năng thơ ca, những cuộc tình và sự phù phiếm trong cuộc đời của bà. Tuổi già của Komachi cũng thường được khắc hoạ: Khi nhan sắc của bà đã phai tàn, bị những người tình cũ bỏ rơi, lang thang ăn xin và nuối tiếc cuộc đời.<!-- Rexroth, Kenneth; Ikuko Atsumi (1977). Woman poets of Japan. New York: New Directions Pub. Corp.. ISBN 0-8112-0820-6.--> Đây là một mô tả hư cấu chịu ảnh hưởng của tư tưởng Phật giáo và có thể không có sự giống nhau giữa những miêu tả này và thực tế lịch sử.\n\nĐể vinh danh bà, tàu cao tốc Akita [[Shinkansen]] có biệt hiệu là '''Komachi''', một số giống lúa cũng mang tên bà. Một trong những bài thơ 31 âm tiết của bà được [[Fujiwara no Teika]] chọn vào hợp tuyển thơ rất nổi tiếng là [[Hyakunin Isshu]] (Bách nhân nhất thủ).\n\nTiểu Dã Tiểu Đinh cũng là chủ đề cho vở kịch hiện đại mang tên ''[[Call me Komachi]]'' do [[Lemon Tart Productions]] sản xuất. Vở kịch do [[Christie Nieman]] viết kịch bản, [[Miki Oikawa]] đạo diễn và [[Kaori Hamamoto]] đóng vai chính đã thu được thành công khi lưu diễn ở [[Úc|Australia]] từ năm 2003 đến 2006.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Thời gian sống|825|900}}\n{{commons|Ono no Komachi}}\n\n[[Thể loại:Sinh năm 825]]\n[[Thể loại:Mất năm 900]]\n[[Thể loại:Nhà thơ Nhật Bản]]\n[[Thể loại:Người Akita]]"}