{"Oscar Wilde":"{{Nhiều vấn đề|\n{{thiếu nguồn gốc|date=Tháng 1\/2023}}\n{{Wiki hóa|date=Tháng 2\/2023}}\n}}\n{{Thông tin nhà văn\n| name = Oscar Wilde\n| image =Oscar Wilde portrait by Napoleon Sarony - albumen.jpg\n| imagesize = 200px\n| caption = \n| pseudonym = \n| birth_date = [[16 tháng 10]] năm [[1854]]\n| birth_place = [[Dublin]], [[Cộng hòa Ireland|Ireland]]\n| death_date = [[30 tháng 11]] năm [[1900]], {{age|1854|10|16|1900|11|30}} tuổi \n| death_place = [[Paris]], [[Pháp]]\n| occupation = [[nhà văn]], [[nhà thơ]]\n| nationality = [[Cộng hòa Ireland|Ireland]]\n| period = \n| genre = \n| subject = \n| movement = \n| debut_works = \n| influences = \n| influenced = \n| signature = Oscar Wilde Signature.svg\n| website = \n| footnotes = \n}}\n'''Oscar Wilde''', tên đầy đủ là '''Oscar Fingal O'Flahertie Wills Wilde''', là một [[nhà văn]] nổi tiếng [[người Ireland]]. Ông sinh ngày 16 tháng 10 năm 1854 tại thành phố [[Dublin]] thuộc [[Ireland]],  và mất ngày 30 tháng 11 năm 1900 tại [[Paris]] vì [[viêm não]]. Nguyên nhân cái chết của ông vẫn còn là một nghi vấn đối với các nhà khoa học.\n\nSir [[William Wilde|William Robert Wills Wilde]], là cha của Wilde, một bác sĩ phẫu thuật và nhà [[khảo cổ học]] Ireland được phong tước [[Hiệp sĩ]] (''Knight''). Mẹ ông là bà [[Jane Francesca Elgee]], [[nhà thơ]] theo chủ nghĩa dân tộc. Cả hai đều là người Ireland.\n\nOscar Wilde tốt nghiệp trường [[Trinity College]] tại Dublin với kết quả học tập xuất sắc. Sau đó, ông tiếp tục nghiên cứu tại trường [[Magdalen College, Oxford]]. Ở trường đại học ông là một học giả xuất sắc và là một nhà thơ đầy hứa hẹn. Wilde được biết đến như một nhà mĩ học nổi bật, ông còn là người đầu tiên giảng giải về phong trào [[nghệ thuật vị nghệ thuật]] lúc bấy giờ, nổi tiếng về tài tranh luận và phong cách ăn mặc lịch lãm. Điều này khiến ông bị các bạn học trêu chọc và ông đã không ngần ngại [[tự vệ]] bằng... nắm đấm, cách phản ứng phần nào trái ngược với hình ảnh công tử bảnh bao mà ông để lại.\n\n== Những nhân tình của Oscar Wilde ==\n[[Tập tin:Wilde Douglas British Library B20147-84.jpg|nhỏ|phải|200px|Oscar Wilde (bên trái) và Lord Alfred Douglas năm 1893]]\nNăm [[1878]], Oscar Wilde được trao giải Newdigate nhờ bài thơ ông làm về thành phố [[Ravenne]] ([[Ý]]).\n\nTốt nghiệp trường Magdalen, Wilde trở về Dublin, tại đây, ông gặp và phải lòng [[Florence Balcome]]. Khi biết tin Florence đính ước với [[Bram Stoker]], ông đã nói với nàng ý định mãi mãi rời bỏ Ireland của mình.\n\nNăm [[1879]] ông nhận được bằng khen danh dự cao quý nhất từ trường [[đại học Oxford]]. Wilde sau đó rời đến [[Luân Đôn|London]] và ông trở nên nổi tiếng trong [[giới thượng lưu]] như một người có trí tuệ tuyệt vời.\n\nNăm [[1884]], Oscar Wilde [[hôn nhân|kết hôn]] với [[Constance Lloyd]] và họ có hai con trai là Cyril và Vyvyan.\n\nNăm [[1886]], ông gặp [[Robert Ross]], là người sau này trở thành người tình và thẩm định [[tác phẩm]] của ông.\n\nTừ [[1887]] đến [[1889]] ông làm việc cho tờ tạp chí women's world như một tổng biên tập. Năm 1888 ông công bố cuốn sách về những câu chuyện dành cho trẻ em mang tên \"The Happy Prince and Other Stories.\"\n\nNăm 1890 ông cho ra đời cuốn tiểu thuyết duy nhất với tựa đề \"The picture of Dorian Gray\" (Bức họa của Dorian Gray), ngay lập tức tiểu thuyết nhận được chỉ trích gay gắt từ các nhà phê bình.\n\nGiữa những năm 1891 và 1895 ông sản xuất một loạt các vở kịch thành công vang dội như: Lady windermere's fan, A women of no importance, An ideal husband and the importance of being earnest; điều đó lại một lần nữa khẳng định và củng cố danh tiếng cho Oscar Wilde.\n\nNăm 1891, Oscar Wilde gặp [[Lord Alfred Douglas]]. Hai người yêu nhau đắm đuối và sống cuộc đời buông thả, cũng như không giấu giếm mối quan hệ [[đồng tính luyến ái]] của họ. Cha của Alfred là John Sholto Douglas, [[Hầu tước]] Queensberry, không chấp nhận mối quan hệ này và nhiều lần cãi vã với Oscar Wilde. Việc này dẫn đến vụ tai tiếng Queensberry và một vụ kiện.\n\n== Vụ tai tiếng Queensberry ==\nHầu tước Queensberry yêu cầu Oscar Wilde phải tránh xa con trai ông ta. Đầu năm 1895, Hầu tước đã để trước cổng câu lạc bộ Albermarle, một trong những câu lạc bộ của Oscar Wilde, tờ danh thiếp có đề: \"Dành cho kẻ bệnh hoạn Oscar Wilde\".{{fact|date=7-2014}}\n\nWilde quyết định đưa Hầu tước Queensberry ra tòa vì đã [[lăng mạ]] mình và thua kiện. Hầu tước Queensberry kiện ngược lại, theo đạo luật chống [[đồng tính luyến ái]] năm 1885, Oscar Wilde bị tuyên án 2 năm [[lao động khổ sai]]. Trong suốt hai năm trong tù ông đã viết một bức thư dài, đầy đau khổ cho Lord Alfared. Bức thư được công bố sau khi ông qua đời năm 1905, tác phẩm \"The Ballad of Reading Gaol\" xuất hiện năm 1899.\n\nTrong thời gian Oscar Wilde thụ án, [[Robert Ross]] vẫn đến thăm ông, còn [[Alfred Douglas]], người gây ra đau khổ cho ông, lại bỏ sang Pháp và Ý. Hơn 3 năm sau, khi được trả tự do, Oscar Wilde rời khỏi Vương quốc Anh và cuối cùng định cư ở Pháp. Tại đây, ông sống một thời gian ở [[Berneval]], gần thành phố [[Dieppe]] vùng [[Normandie]]. Ông đổi tên thành Sebastian Melmoth, dựa theo cuốn tiểu thuyết ''[[Melmoth the Wanderer]]'' (Melmoth kẻ lang thang) của [[Charles Robert Maturin]], một trong những người sáng lập dòng văn học gothique. Maturin còn là ông chú của Wilde.\n\nCuộc đời Oscar Wilde bắt đầu xuống dốc. Ông không bao giờ bước ra khỏi nhà và dù được bạn bè giúp đỡ, ông vẫn sống những ngày tháng cuối đời trong cô độc và [[nghèo]] khổ. Ngày 30 tháng 11 năm 1900, Oscar Wilde qua đời vì bệnh [[viêm não]] tại [[Paris]].\n\nÔng được [[chôn cất]] tại nghĩa trang Bagneux. Năm 1909, hài cốt của ông được chuyển về [[nghĩa trang Père-Lachaise]].\n\n==Tác phẩm==\n;Thơ:\n*Ravenna (1878)\n*Poems (1881)\n*The Sphinx (1894)\n*Poems in Prose (1894)\n*The Ballad of Reading Gaol (1898)\n\n;Kịch: \n*Vera; or, The Nihilists (1880)\n*The Duchess of Padua (1883)\n*Salomé (French version) (1893, first performed in Paris 1896)\n*Lady Windermere's Fan (1892)\n*A Woman of No Importance (1893)\n*Salomé: A Tragedy in One Act: Translated from the French of Oscar Wilde by Lord Alfred Douglas, illustrated by Aubrey Beardsley (1894)\n*An Ideal Husband (1895) (text)\n*The Importance of Being Earnest (1895) (text)\n*La Sainte Courtisane and A Florentine Tragedy Fragmentary. First published 1908 in Methuen's Collected Works\n\n;Truyện:\n*The Picture of Dorian Gray ([[Bức chân dung của Dorian Gray]]) (1890)\n*Teleny, or The Reverse of the Medal (Paris, 1893) has been attributed to Wilde, but was more likely a combined effort by a several of Wilde’s friends, which he may have edited.\n\n;Truyện ngắn:\n*The Canterville Ghost (1887)\n\n;Thư từ:\nThe Letters of Oscar Wilde (1960) Re-released in 2000, with letters uncovered since 1960, and new, detailed, footnotes by Merlin Holland.\n\n;Tuyển tập:\n*Intentions (1891, critical dialogues and essays, comprising The Critic as Artist, The Decay of Lying, Pen, Pencil and Poison and The Truth of Masks)\n*Lord Arthur Savile's Crime and Other Stories (1891)\n*The Happy Prince and Other Stories (1888, fairy tales)\n*A House of Pomegranates (1891, fairy tales)\n\n;Các bản dịch Tiếng Việt:\n*The Picture of Dorian Gray:\n** Bức chân dung của Dorian Gray, Lê Thanh Hương và Nguyễn Như Nguyện dịch (thiếu 1\/4 chương cuối), 1990.\n** Bức chân dung của Dorian Gray, Bảo Anh lược dịch, [[Nhà xuất bản Trẻ]], 2004.\n** Chân dung Dorian Gray, Nguyễn Thơ Sinh dịch (thiếu 7 chương cuối), 2008.\n** Bức họa Dorian Gray, Nguyễn Tuấn Linh dịch, Book Hunter và Nhà xuất bản Hội nhà văn, 2018.\n** Bức tranh Dorian Gray, Thiên Lương dịch, Công ty Cổ phần Sách Bách Việt và Nhà xuất bản Văn học, 2019.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thể loại Commons|Oscar Wilde}}\n\n{{DEFAULTSORT:Wilde, Oscar}}\n[[Thể loại:Sinh năm 1854]]\n[[Thể loại:Mất năm 1900]]\n[[Thể loại:Nhà thơ Anh]]\n[[Thể loại:Tiểu thuyết gia Ireland]]\n[[Thể loại:Nhà thơ Ireland]]\n[[Thể loại:Nhà văn song tính]]\n[[Thể loại:Nhà văn Ireland]]\n[[Thể loại:Người song tính nam]]\n[[Thể loại:Tử vong do bệnh truyền nhiễm ở Pháp]]\n[[Thể loại:Chôn cất tại nghĩa trang Père-Lachaise]]"}