{"Philibos El Gemayel":"'''Philibos El Gemayel''' (1740 - 1796; tên khác:''Philippe Gemayel'') là một Thượng phụ Đắc cử người [[Li Băng]] của [[Giáo hội Công giáo nghi lễ Maronites]], trực thuộc [[Giáo hội Công giáo Rôma]]. Ông được bầu chọn làm Thượng phụ Tòa Thượng phụ Antioch của [[Giáo hội Công giáo nghi lễ Maronites]] vào tháng 6 năm 1795 và đột ngột qua đời tháng 4 năm 1796 trước khi thông tin chuẩn nhận từ phía Giáo hội Công giáo Rôma gửi đến vào tháng 6 cùng năm. Trước khi được chọn làm Thượng phụ, ông từng đảm trách nhiệm vụ Tổng giám mục Phó rồi kế vị thành Tổng giám mục chính tòa [[Tổng giáo phận Cyprus]], thuộc Síp.<ref name=g>[http:\/\/www.gcatholic.org\/dioceses\/diocese\/anti0.htm#58282 Maronite Patriarchal See of Antioch - Lebanon]<\/ref>\n\n==Tiểu sử==\nThượng phụ Philibos El Gemayel sinh năm 1740 tại [[Bikfaya]], thuộc [[Li Băng]].<ref name=h>[http:\/\/www.catholic-hierarchy.org\/bishop\/bgemay.html Bishop Philippe Gemayel † - Deceased - Bishop of Cipro (Maronite) - Note\/Previous Titular See: confirmation after death]<\/ref> Sau quá trình tu học dài hạn tại các cơ sở chủng viện theo quy định của Giáo luật, Phó tế Gemayel cuối cùng cũng tiến đến việc được truyền chức linh mục như bao người khác.\n\nSau một thời gian ngắn đảm trách các công việc mục vụ của một linh mục, năm 1767, linh mục Philibos El Gemayel được tuyển chọn vào hàng ngũ các giám mục, khi chỉ mới 27 tuổi. Vị trí cụ thể cho vị tân giám mục là Tổng giám mục phó [[Tổng giáo phận Cyprus]], tại Cộng hòa Síp, và danh hiệu Tổng giám mục Hiệu tòa Lystra.<ref name=g\/> Nhưng theo một tư liệu khác thì chức danh chỉ là Giám mục Phó [[Giáo phận Crypus]], không phải là Tổng giám mục.<ref name=h\/> Sau khi nhận được quyết định bổ nhiệm, ít lâu sau đó, tháng 12 năm 1767, lễ tấn phong cho vị tân chức được tổ chức cách trọng thể, với phần nghi thức chính yếu do Thượng phụ [[Youssef VI Boutros Estephan]] (tên khác:''Joseph VI Estephan''), Thượng phụ Tòa Thượng phụ Antioch, thuộc Giáo hội Công giáo nghi lễ Maronite.<ref name=h\/>\n\nSau khi được chọn làm Giám mục Phó [hoặc Tổng giám mục Phó] được gần 20 năm, [Tổng] Giám mục Phó Gemayel mới kế vị chức danh chính tòa, trở thành Tổng giám mục chính tòa [[Tổng giáo phận Cyprus]] (hoặc Giám mục chính tòa [[Giáo phận Cyprus]]) vào năm 1786.<ref name=h\/>\n\nChín năm trong nhiệm vụ đứng đầu tại Cyprus, ngày 14 tháng 6 năm 1795, hội đồng Giáo hội Maronite họp, nhất trí chọn [Tổng] Giám mục Gemayel, 55 tuổi, làm Thượng phụ Tòa Thượng phụ Antioch, nghi lễ Maronite. Bất ngờ, không lâu sau đó, ngày 12 tháng 4 năm 1796, Thượng phụ Tân cử Gemayel qua đời, thọ 56 tuổi. Tin tức từ phía Tòa Thánh gửi về chuẩn nhận việc bầu cử chọn Thượng phụ Gemayel đến nơi ngày 27 tháng 6 năm 1796, sau khi Thượng phụ này qua đời.<ref name=h\/>\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai Giám mục Công giáo}}\n\n{{DEFAULTSORT:Gemayel, Philibos}}\n[[Thể loại:Sinh năm 1740]]\n[[Thể loại:Mất năm 1796]]\n[[Thể loại:Giám mục Công giáo người Liban]]\n[[Thể loại:Thượng phụ]]"}