{"Philippe Vannier":"'''Philippe Vannier''' (1762-1842, tên tiếng Việt '''Nguyễn Văn Chấn''')<ref name=\"books.google.com\">''Viet Nam: Borderless Histories'' - Page 206\nby Nhung Tuyet Tran, Anthony Reid [http:\/\/books.google.com\/books?id=-Q8BfU1Z9UcC&pg=PA206&dq=Philippe+Vannier+Mandarin&sig=ACfU3U24_X0rpu988Jlu9uMhpWgj08f0PA]<\/ref> là một sĩ quan hải quân và nhà phiêu lưu người Pháp. Ông là một trong những người Pháp đã tham gia vào việc giúp đỡ [[Gia Long|Nguyễn Ánh]] trong cuộc chiến với triều Tây Sơn.\n\n==Cuộc đời==\nVannier sinh tại [[Bretagne]], một thị xã thuộc [[Auray]].<ref name=\"M156\">Mantienne, p.156<\/ref> Năm 1778 khi 16 tuổi ông đầu quân vào [[Hải quân Hoàng gia Pháp]]<ref name=\"S201\">Salles, p.201<\/ref> và được ghi nhận là đã tham gia cuộc [[Cách mạng Mỹ|Chiến tranh giành độc lập Hoa Kỳ]].<ref name=\"M156\"\/>\n\nCuối thế kỷ 18 khi [[Giám mục]] [[Pigneau de Behaine|Bá Đa Lộc]] sang Pháp vận động mộ binh giúp chúa [[Nguyễn Ánh]] khôi phục ngai vàng thì Philippe Vannier hưởng ứng lên tàu sang Việt Nam<ref name=\"S201\"\/>. Năm 1790, ông phụng lệnh chúa chỉ huy một chiến thuyền. Ông góp công trong trận đánh Quy Nhơn năm 1792.<ref name=\"M156\"\/>. Năm [[1800]], Philippe Vannier được thăng chức, nhận quyền chỉ huy tàu ''Phụng Phi'', chiến thuyền lớn nhất trong lực lượng hải quân của Nguyễn Ánh với 26 súng và 300 lính<ref name=\"M156\"\/><ref name=\"Salles, p.202\">Salles, p.202<\/ref>. Tháng 4 năm 1801, quân chúa Nguyễn lại kéo ra đánh [[Quy Nhơn]]. Vannier cầm quân, phó tướng là một người Pháp khác tên Renon từ [[Saint Malo]]<ref name=\"M156\"\/> góp phần thắng lợi nên sau đóVannier được thăng lên hàm Đô đốc chỉ huy Hải quân quân Nguyễn.<ref name=\"M156\"\/> Trận này đã mở đường cho Nguyễn Ánh tiến ra chiếm [[Phú Xuân]] rồi đánh tràn ra tận [[Bắc Hà]].<ref name=\"Salles, p.202\"\/>\n\nSau khi chúa Nguyến Ánh thống nhất sơn hà, lên ngôi lấy [[niên hiệu]] [[Gia Long]], lập ra triều Nguyễn thì Vannier nhận quan tước [[Nhà Nguyễn]]. Ông lấy một phụ nữ người Việt theo [[công giáo]] làm vợ, tên là Nguyễn Thị Sen (sách Pháp ghi là Madeleine Sel-Dong).<ref name=\"Salles, p.202\"\/> Hai vợ chồng có 10 người con.<ref name=\"VSGT\">Đào Trinh Nhất. ''Việt sử giai thoại''. Hà Nội: Hồng Đức, 2015. tr128-30<\/ref> Vannier làm quan suốt triều Gia Long sang triều Minh Mệnh, thấy nhà vua có ý bài ngoại không ưa mình nên cáo quan hồi hương<ref name=\"books.google.com\"\/><ref>''A Vietnamese Royal Exile in Japan: Prince Cuong De, 1882-1951'' - Page 16 by My-Van Tran, Tran My-Van [http:\/\/books.google.com\/books?id=XTW6ZlhLUQYC&pg=PA16&dq=Philippe+Vannier+Mandarin&sig=ACfU3U3GOQTM7ZGYUsa3wW6wa0kXnDTVRg]<\/ref> cùng lúc [[Jean-Baptiste Chaigneau]] cũng xin về Pháp.\n\nNăm [[1822]], đại sứ [[nước Anh]] [[John Crawfurd]] trên hành trình đi sứ [[Xiêm]] và Cochin China (Việt Nam) đã ghé kinh đô Huế và có sự đón tiếp của hai vị quan [[Người Pháp|gốc Pháp]] đang làm việc cho nhà Nguyễn là [[Jean-Baptiste Chaigneau|Chaigneau]] và Vanier.<ref name=\":8\">[https:\/\/books.google.com.vn\/books?id=sU9FAQAAIAAJ&dq Journal of an Embassy from the Governor-general of India to the Courts of Siam and Cochin China: Exhibiting a View of the Actual State of Those Kingdoms, Tập 1]. H. Colburn and R. Bentley, 1830. Chapter 10.<\/ref><blockquote>Ông Vanier là viên quan cao cấp, được nể trọng trong triều và đã ở đây hơn 33 năm. Trước kia ông ấy là sĩ quan thủy binh của Gia Long, đã tham gia cuộc chiến chống Tây Sơn. Khi còn trẻ, Vanier phục vụ [[hải quân Pháp]], và ông ta cùng với [[Cách mạng Mỹ|quân Hoa Kỳ]], đã đánh bại [[Lord Cornwallis]] ở [[Cuộc vây hãm Yorktown|Little York]]; cũng như [[Battle of the Saintes|trận thua của quân Pháp dưới sự chỉ huy của Comte de Grasse trước quân Anh của George Rodney]]. Vanier cũng nhắc lại chuyến công du năm 1805 của sử giả nước Anh là Roberts. Ông Roberts đã gửi một số tranh có cảnh quân Anh đánh bại quân Ấn Độ trong [[Siege of Seringapatam (1799)|trận chiến Seringapatam]], khiến Gia Long phải bảo: \"Toàn quyền Ấn Độ muốn hăm dọa ta...\". Vợ ông Vanier là một phụ nữ người Việt, xinh đẹp, cao ráo, và trông giống như người [[Nam Âu]]. Cả hai vị quan người Pháp, các bà vợ, thậm chí cả người Hoa đều diện trang phục theo kiểu người Việt. Vanier và Chaigneau đều ủng hộ phái [[Chủ nghĩa bảo hoàng|Bảo hoàng]], chống lại [[cách mạng Pháp]]. Năm [[1825]], khi làm [[Thống đốc Singapore]], Crawfurd đã gặp lại hai người Pháp này khi họ đang trên đường rời bỏ Cochin China về nước.<\/blockquote>Philippe Vannier mất ngày [[6 tháng 6]] năm [[1842]] tại [[Lorient]]. Năm 1863 sứ bộ [[Phan Thanh Giản]] phụng mệnh vua [[Nguyễn Dực Tông]] sang Pháp muốn chuộc lại mấy tỉnh [[Nam Kỳ]], bà Vannier lúc ấy đã 73 tuổi mặc [[áo dài]] cùng con trai 51 tuổi Michel Vannier và con gái 40 tuổi Marie Vannier đáp tàu lên [[Paris]] yết kiến. Sự kiện được chánh sứ Phan Thanh Giản ghi lại trong tập ''Như Tây sứ trình''.<ref name=\"VSGT\"\/> Bà mất ở Lorient ngày [[6 tháng 4]] năm [[1878]]<ref name=\"Salles, p.202\"\/> thọ 87 tuổi.\n\nMột trong những người cháu của ông Emile Vannier tham gia vào chiến dịch xâm lược Việt Nam của Pháp 1863-1864<ref name=\"Salles, p.202\"\/>.\n\n==Xem thêm==\n*[[Quan hệ Việt Nam - Pháp|Quan hệ Pháp-Việt]]\n*[[Jean-Baptiste Chaigneau]]\n*[[Bá Đa Lộc]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Mantienne, Frédéric 1999 ''Monseigneur Pigneau de Béhaine'', Editions Eglises d'Asie, 128 Rue du Bac, Paris, ISSN 12756865 ISBN 2914402201\n*Salles, André 2006 ''Un Mandarin Breton au service du roi de Cochinchine'', Les Portes du Large ISBN 291461201X\n\n[[Thể loại:Sĩ quan Hải quân Pháp]]\n[[Thể loại:Nhà thám hiểm Pháp]]\n[[Thể loại:Sinh năm 1762]]\n[[Thể loại:Mất năm 1842]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Người Pháp]]"}