{"Phocas":"{{Other uses}} \n{{Thông tin nhân vật hoàng gia\n| tên =Phocas\n| tước vị =[[Hoàng đế Đông La Mã|Hoàng đế]] của [[Đế quốc Đông La Mã]]\n| hình= Phocas cons.jpg \n| ghi chú hình =Phocas mặc đồng phục [[quan chấp chính]] trên một đồng xu \n| tại vị =602–610\n| tên đầy đủ =Flavius Phocas Augustus\n| tiền nhiệm =[[Mauricius]]\n| kế nhiệm =[[Heraclius]]\n| mẹ =[[Domentzia]]\n| phối ngẫu =[[Leontia]]\n| con cái =[[Domentzia]], vợ của [[Priscus (tướng)|Priscus]]\n| mất =610\n| nơi mất =[[Constantinopolis]]\n|}}\n'''Phocas''' ({{lang-la|Flavius Phocas Augustus}}; {{lang-el|Φωκᾶς}}, ''Phokas''), ([[547]] – [[610]]) là [[Hoàng đế Đông La Mã]] từ năm [[602]] đến 610. Ông chiếm đoạt ngôi vị từ Hoàng đế [[Mauricius]] để rồi lại bị [[Heraclius]] lật đổ sau khi thua trận trong cuộc [[nội chiến]].\n\n==Gốc gác==\nHầu như chẳng có tài liệu nào đề cập đến thuở ban đầu của Phocas, dù ông có thể là người quê quán ở xứ [[Thracia]]. Không rõ tên người cha, chỉ biết mẹ của ông tên là Domentia (hoặc [[Domentzia]]). Ông có tới hai người em gọi là [[Comentiolus (em của Phocas)|Comentiolus]] và [[Domentziolus (em của Phocas)|Domentziolus]].<ref name=\"PLRE326\">Martindale, Jones & Morris (1992), p. 326<\/ref> Vào năm [[600]], ông chỉ là một [[Chuẩn úy|sĩ quan cấp dưới]] trong [[quân đội Đông La Mã]] phục vụ trong [[các chiến dịch Balkan của Mauricius]], theo lời các đồng đội thì Phocas đã tỏ ra là người có tố chất lãnh đạo từ lúc nhập ngũ. Ông còn là thành viên của một phái đoàn được quân đội gửi đến [[Constantinopolis]] cùng năm đó để trình bày nỗi bất bình với chính phủ. Nguyên nhân bắt nguồn từ việc Đông La Mã bị [[người Avar]] đánh bại vào năm [[598]], với một số lượng lớn tù binh bắt được cùng yêu cầu trả một khoản tiền chuộc. Mauricius từ chối trả tiền khiến cho toàn bộ số tù binh bị giết chết, gây nên nỗi kinh hoàng trong quân đội. Khiếu nại của phái đoàn đã bị từ chối và theo một số nguồn sử liệu thì bản thân Phocas còn bị các quan chức quyền thế xông vào tát và làm nhục ngay giữa triều vào lúc đó.\n\n==Lên ngôi==\nNăm [[602]], đã xuất hiện tình trạng bất ổn trong các [[Lê dương La Mã|quân đoàn lê dương]] do cuộc cải cách nhằm giảm bớt chi phí nuôi quân. Mauricius đã ra lệnh cho quân đội Balkan, sau chiến dịch chống lại người Avar tới trú đông trên bờ bắc sông [[Danube]], đối diện [[Limes|ranh giới]] dòng sông không được bảo vệ. Quân đội gần như ngay lập tức nổi loạn và hành quân vào thủ đô với sự dẫn đầu của Phocas. Chỉ trong vòng một tháng, chính phủ Mauricius sụp đổ ngay tức khắc, hoàng đế thoái vị và bỏ trốn khỏi thành phố, khiến cho phe \"Xanh\" ở Constantinopolis đã hân hoan tôn Phocas làm hoàng đế. Phocas đã đăng quang trong nhà thờ [[Thánh Gioan Tẩy Giả]] và người vợ [[Leontia]] được phong chức danh ''[[Augusta (danh xưng)|Augusta]]''. Vì Mauricius vẫn còn chút mối đe dọa đối với Phocas nên khi lên ngôi ông đã ra lệnh sai người lôi Mauricius ra khỏi nơi trú ẩn trong tu viện ở [[Chalcedon]] đem ra xử tử cùng với sáu người con trai. Thi thể của họ đều bị quăng xuống biển và đầu thì được đem ra thị chúng ở Constantinopolis trước khi Phocas tiến hành [[chôn cất]] di hài của người tiền nhiệm sùng đạo của mình đúng theo nghi lễ [[Thiên Chúa giáo]].\n\nTriều đại của Phocas đã được dân chúng hoan nghênh rộng rãi lúc đầu vì việc giảm bớt thuế má vốn đã rất cao dưới thời Mauricius. Những bức thư khen ngợi nhã nhặn thái quá từ [[Giáo hoàng Grêgôriô I|Giáo hoàng Gregory I]] đã xác nhận điều này. Chính Giáo hoàng thấy rõ sự thừa nhận của ông về cuộc cải cách mà ông đã bắt đầu. Điển hình như cải cách ruộng đất của Giáo hội tại [[Ý]] và đặc biệt là ở [[Sicilia]] rồi sau đến lượt [[Ai Cập]] do Thượng phụ Chính Thống giáo tiến hành. Cuộc cải cách còn đặt thêm chức quan \"rectores\" kiểu như quan viên phụ trách quản lý [[điền trang lớn]] (gọi là ''latifundia'') và loại bỏ tất cả các loại thầu khoán và những kẻ trung gian ăn bám chuyên bóc lột tá điền, đẩy họ vào cảnh túng quẫn trong khi đục khoét lợi tức của địa chủ. Giáo hội cần tiền để chi trả cho các bệnh xá, nhà hộ sinh, trại trẻ mồ côi - tất cả cơ sở hạ tầng xã hội mà nhà nước đã để lại cho giới giáo sĩ. Tuy vậy Phocas phải đối mặt với sự phản đối tăng cao trong triều và được nhiều người coi là một \"kẻ dân túy\". Cuộc [[đảo chính]] của ông là sự thay đổi chế độ hung bạo đầu tiên ở Constantinopolis kể từ khi được [[Constantinus Đại đế|Constantinus]] thành lập. Ông được cho là đã đáp lại sự phản đối này với sự tàn ác, bị cáo buộc giết chết hàng ngàn người trong một nỗ lực để giữ quyền kiểm soát của chính phủ. Chẳng có tài liệu lịch sử nào được viết dưới thời Phocas còn tồn tại đến nay, khiến cho các học giả phải tìm kiếm thông tin trong các nguồn sử liệu được viết dưới thời những hoàng đế kế nhiệm sau này.\n\n==Triều đại==\n{{Xem thêm|Chiến tranh Đông La Mã-Sassanid (602–628)}}\n[[Hình:RomaForoRomanoColonnaFoca2.JPG|thumb|[[Cột trụ Phocas]], di tích cuối cùng được dựng lên tại [[Quảng trường La Mã]].]] \n[[Cột trụ Phocas]] là trụ tưởng niệm đế chế cuối cùng được dựng lên tại [[Quảng trường La Mã]]. Dưới thời Phocas, Đông La Mã có chủ quyền đối với thành [[Roma]], mặc dù [[Giáo hoàng]] là nhân vật quyền lực nhất trong thành phố. Phocas có xu hướng hỗ trợ các Giáo hoàng trong nhiều tranh cãi thần học thời đó, vì vậy hoàng đế rất thích mối quan hệ tốt đẹp với Tòa Thánh. Ông còn tặng [[Đền Pantheon]] cho [[Giáo hoàng Bônifaciô IV|Giáo hoàng Boniface IV]] sử dụng như một nhà thờ và can thiệp vào việc khôi phục chức [[Tổng trấn Ravenna]] cho [[Smaragdus]]. Để tỏ lòng biết ơn Smaragdus đã cho dựng một bức tượng mạ vàng trên đỉnh Cột trụ Phocas ở Quảng trường La Mã, trong đó có một dòng chữ mới nhằm tôn vinh hoàng đế. [[Thức cột Corinth|Cột trụ theo kiểu Corinth]] có rãnh và chân cột làm bằng đá cẩm thạch dựng đứng tại chỗ đã được vơ vét trước đó từ đài kỷ niệm nào khác. \n \nMặc dù Phocas đã sớm có được sự yêu mến của nhân dân dưới thời trị vì của mình, thế nhưng vào thời kỳ của ông các tuyến biên giới truyền thống của [[Đế chế Đông La Mã]] bắt đầu suy sụp. Vùng Balkan đã được bình định dưới thời Mauricius, người Avar và [[người Slav]] thì bị nhốt tại vịnh. Cũng từ việc loại bỏ quân đội trú đóng dọc sông Danube sau năm [[605]] đã mở đường cho các cuộc tấn công mới đặt dấu chấm hết cho khu vực Balkan thuộc Đông La Mã. Ở phía đông, tình hình lại càng trầm trọng hơn. Vua [[Đế quốc Sassanid|Ba Tư]] [[Khosrau II]] vốn từng được sự giúp đỡ lên ngôi vị vào mấy năm trước của Mauricius trong một cuộc nội chiến ở Ba Tư. Giờ đây, ông lợi dụng cái chết của người bảo trợ xưa kia như một cái cớ để phá vỡ hiệp ước của mình với Đế chế. Ông lại nhận được một lời tuyên bố cá nhân giả dối của một kẻ đòi ngôi tại triều cứ tự xưng là con trưởng của Mauricius và đồng hoàng đế [[Theodosius (con của Mauricius)|Theodosius]]. Khosrau chuẩn bị một lễ đăng quang cho kẻ đòi ngôi và yêu cầu Đông La Mã chấp nhận anh ta là hoàng đế. Ông còn tận dụng những khó khăn trong quân đội Đông La Mã, đến sự trợ giúp của [[Narses (tướng thời Mauricius)|Narses]], một vị tướng Đông La Mã đã từ chối thừa nhận quyền lực của vị Hoàng đế mới và quân đội trung thành với Phocas bao vây tại [[Edessa, Lưỡng Hà|Edessa]]. Cuộc chinh phạt này là một phần của một cuộc chiến tranh tiêu hao được Khosrau tiến hành để chống lại các pháo đài Đông La Mã ở phía bắc [[Lưỡng Hà]] vào năm [[607]] hoặc vì vậy mà ông đã đẩy mạnh sự kiểm soát vùng [[Euphrates]] của Ba Tư.\n\nTriều đại của Phocas cũng được đánh dấu bởi sự thay đổi trang phục hoàng gia vốn có từ thời [[Constantinus Đại đế]]. Constantinus và tất cả những người kế vị ông, ngoại trừ [[Julianus (Hoàng đế)|Julianus Tà giáo]] là không để râu. Đến thời Phocas mới giới thiệu việc để râu như là mốt thời đấy.<ref>{{chú thích web |url= http:\/\/www.byzantium.xronikon.com\/statfirst.html |title=Byzantine first & last times |first=Manolis |last=Papathanassiou|work=byzantium.xronikon.com |year=2011 |access-date =ngày 25 tháng 5 năm 2012}}<\/ref><ref>{{cite encyclopedia |url= http:\/\/www.forumancientcoins.com\/numiswiki\/view.asp?key=Barba |title=Barba|encyclopedia=A Dictionary of Roman Coins: Republican and Imperial |first=Seth William |last=Stevenson|year=1889|publisher=George Bell & Sons|location=London|editor-last= Smith |editor-first=Charles Roach and Frederic William Madden|access-date =ngày 25 tháng 5 năm 2012|page=123}}<\/ref>\n\n==Mất ngôi và qua đời==\nNăm [[608]], cả hai cha con [[Tổng trấn châu Phi]] đều mang tên [[Heraclius]] đã bắt đầu một cuộc nổi dậy chống lại Phocas, những đồng tiền được ban hành đều mô tả hai cha con trong y phục [[quan chấp chính]] (mặc dù không phải hoàng đế). Phocas đáp trả bằng cách hành quyết, trong đó có cựu Hoàng hậu Constantina và ba người con gái của bà. [[Nicetas (họ hàng Heraclius)|Nicetas]], một người cháu của [[Heraclius Cha]] đã dẫn đầu một cuộc xâm lược Ai Cập bằng đường bộ, trong khi Heraclius trẻ bắt đầu dong buồm về phía đông với một đạo quân khác tiến tới Sicilia và [[Síp]]. Với việc nội chiến nổ ra đã dẫn đến sự náo loạn đô thị nghiêm trọng ở [[Syria]] và [[Palestine]]; Phocas liền phái tướng [[Bonosus]] mang quân đàn áp các cuộc nhiễu loạn và chiếm lại Ai Cập. Bonosus bình định các thành phố phía đông khốc liệt quá mức đến độ ông vẫn được tưởng nhớ đến nhiều thế kỷ sau đó. Kế đến ông đã gần như nắm toàn bộ quân đội phía đông tiến về Ai Cập, để rồi bị Nicetas đánh bại sau một vài trận đánh dữ dội. Người Ba Tư đã tận dụng cuộc xung đột này để chiếm một phần quan trọng của các tỉnh miền đông và thậm chí bắt đầu thâm nhập vào [[Anatolia]].\n\nĐến năm [[610]], Heraclius con đã tiến gần đến vùng lân cận của [[Constantinopolis]] và hầu hết quân đội trung thành với Phocas lại chìm ngập trong thất bại hoặc đào ngũ. Một số quý tộc cấp cao của Đông La Mã đã kịp đến gặp Heraclius để dàn xếp đưa ông làm lễ đăng quang và tôn ông ta lên làm hoàng đế. Khi hành quân đến kinh đô, [[Excubitor]], một đơn vị cấm quân tinh nhuệ dưới sự chỉ huy của người con rể Phocas là [[Priscus]] đã đào ngũ sang phía Heraclius, vì vậy mà ông ta dễ dàng tiến vào thành phố mà không gặp phải kháng cự nghiêm trọng nào. Phocas chưa kịp chạy trốn đã bị những kẻ phản bội bắt giữ và đưa đến diện kiến Heraclius với câu hỏi, \"Ngươi trị vì kiểu gì đấy, kẻ bất hạnh kia?\" Phocas trả lời, \"Vậy ngươi sẽ cai trị tốt hơn sao?\" Tức giận trước câu trả lời xấc xược, Heraclius đã tự tay mình giết chết và chặt đầu Phocas ngay tại chỗ vào ngày 5 tháng 10 cùng năm. Thi thể của Phocas bị tùng xẻo rồi bị đem đi diễu hành khắp kinh đô trước khi bị thiêu cháy thành tro bụi.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* Charles, R. H. [http:\/\/www.evolpub.com\/CRE\/CREseries.html#CRE4 ''The Chronicle of John, Bishop of Nikiu] Translated from [[Hermann Zotenberg|Zotenberg]]'s Ethiopic Text'', 1916. Reprinted 2007. Evolution Publishing, ISBN 978-1-889758-87-9.\n* {{citation | last=Martindale | first=John R. | last2=Jones | first2=A.H.M. | last3=Morris | first3=John | title=The Prosopography of the Later Roman Empire – Volume III, AD 527–641 | year=1992 | publisher=Cambridge University Press | isbn=0-521-20160-8}}\n*Olster, David Michael, ''The Politics of Usurpation in the Seventh Century: Rhetoric and Revolution in Byzantium'', (Adolf M Hakkert, 1993) ISBN 90-256-1010-2\n\n==Liên kết ngoài==\n*{{Cite EB1911|wstitle=Phocas}}\n{{Commons-inline|Phocas}}\n\n{{s-start}}\n{{s-hou|[[Nhà Justininus]]||Không rõ||610}}\n{{s-reg|}} \n{{s-bef | before=[[Mauricius]]}}\n{{s-ttl | title=[[Hoàng đế Đông La Mã]] | years=602–610}}\n{{s-aft | after=[[Heraclius]]}}\n{{s-bef | before=[[Imp. Caesar Flavius Mauricius Tiberius Augustus]] vào năm 583, về sau bị mất quyền hạn}}\n{{s-ttl | title=[[Danh sách quan chấp chính cuối thời Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=603 }} \n{{s-aft | after= Mất quyền hạn, [[Heraclius Cha]] và [[Flavius Heraclius Augustus]] vào năm 608}}\n{{end}}\n{{Hoàng đế La Mã}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Phocas\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH =\n| PLACE OF BIRTH =\n| DATE OF DEATH = 610\n| PLACE OF DEATH = [[Constantinopolis]]\n}}\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 610]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 7]]\n[[Thể loại:Nhân vật chiến tranh La Mã–Ba Tư]]\n[[Thể loại:Flavii]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Sinh thế kỷ 6]]"}