{"Pierre Gassendi":"{{chú thích trong bài}}\n{{Infobox philosopher\n| region = [[Triết học phương Tây]]\n| era = [[Triết học thế kỷ XVII]]\n| image = Pierre gassendi.jpg\n| caption =\n| name = Pierre Gassendi\n| birth_date = {{Birth date|1592|1|22|df=y}}\n| birth_place = [[Champtercier]], [[Pháp]]\n| death_date = {{death date and age|1655|10|24|1592|1|22|df=y}}\n| death_place = [[Paris]], Pháp\n| school_tradition = [[Chủ nghĩa kinh nghiệm]]\n| main_interests = [[Logic học]], [[vật lý học]], [[đạo đức học]]\n| influences = [[Chủ nghĩa Aristotle]], [[Chủ nghĩa Epicurus]]\n| influenced = [[Walter Charleton]], [[Thomas Hobbes]], [[John Locke]], [[Gottfried Wilhelm Leibniz]]\n| notable_ideas = \n}}\n'''Pierre Gassendi''' (1592-1655) là [[nhà triết học]] nổi tiếng [[người Pháp]]. Ông là một trong những nhà triết học lớn thuộc thời đại [[Phục hưng]]. Ngoài ra, ông còn là [[mục sư ]], [[nhà toán học]], [[nhà thiên văn học]]. \n==Cuộc đời<ref name=\"bktt\"\/>==\nPierre Gassendi học các trường [[đại học]] ở [[Aix-en-provence]] và [[Avignon]]. Vào [[năm]] [[1617]], ông trở thành [[giáo sư]] [[triết học]] của [[Đại học Aix-en-provence]]. 17 năm sau, Gassendi là một linh mục chánh xứ [[Digne]], nơi cách [[quê hương]] không xa. Tiếp theo đó, [[1645]], ông trở thành vị giáo sư [[toán học]] tại [[Học viện Hoàng gia Paris]]. Ba năm sau, ông nghỉ hưu.\n\n==Những đóng góp<ref name=\"bktt\"\/>==\n===[[Thiên văn học]]===\nĐây là lĩnh vực [[khoa học]] mà Gassendi chú tâm đến nhiều nhất và trong lĩnh vực này, ông cũng có thành công nhất định. Năm [[1631]] trở thành một năm đáng nhớ đối với sự nghiệp thiên văn học của Gassendi khi ông trở thành [[người]] xác nhận cái đúng trong lời dự đoán của [[Johannes Kepler]] khi nhìn thấy [[Sao Thủy]] đi qua [[Mặt Trời]].\n===[[Triết học]]===\n====Bất đồng quan điểm với triết học [[Aristotle]]====\n=====Tóm tắt chung=====\nMặc dù chịu ảnh hưởng từ dòng [[tư tưởng]] [[triết học]] mang tên triết gia [[người Hy Lạp]], Gassendi cũng không ngần ngại phản bác ông. \n=====[[Phương cách]] [[thế giới]] tồn tại=====\nĐối với Gassendi, không có sự nhất thiết nào về điều này. Thoe ý của triết gia Pháp, [[Thượng đế]] đã có thể làm cho thế giới hoạt động theo một vài phương cách nào đó, đồng thời [[lịch sử bất tất]] và sự [[sáng thế]] chứng tỏ một điều rằng không ai bất biến về [[yếu tính]] của [[vật chất]]. Mặc dù vậy, Gassendi cũng đồng ý một vài thứ liên quan đến [[không gian]], [[thời gian]], vật chất và [[chân không]] có sự bất biến. Ngoài ra, ông cũng cho rằng dù có yếu tính hay không và nếu có thì chúng tồn tại theo dạng khả biến hay bất biến thì con người cũng không nắm bắt được cái gì cả. Và theo ông, những [[tri thức]] chúng ta tiếp thu được đều xuất phát từ các [[giác quan]]. \n=====Chuyện [[khái niệm phổ biến]]=====\nGassendi cho rằng việc chúng ta có thể biết được những khái niệm phổ biến là phi lý. Nhà triết học Pháp này cũng cho rằng những thứ cá biệt là những thứ duy nhất có thể được tri giác. Theo nhiều người, gồm [[Ernst Bloch]], [[Bernard Rochot]] và [[William Osler]], đều nhận định Gassendi đang hướng đến [[chủ nghĩa duy danh]]. Tuy nhiên, nếu có tồn tại thứ duy danh của Gassendi, thì bản thân thứ này không hề đánh giá [[bản thể luận]] mà chỉ những là những lời phát biểu liên quan đến [[năng lực tinh thần]] của [[con người]].\n====Cũng không đồng ý với Descartes====\n=====Tóm tắt chung=====\nNgoài việc không chấp nhận [[lý thuyết]] của những người theo Aristotle, Gassendi cũng không chấp nhận nhiều quan điểm của [[René Descartes]]. \n=====[[Tri giác]] và kinh nghiệm-có thể sai=====\nVề ý nghĩa của cái bề ngoài, Descartes cho rằng đó chỉ là những thứ mà chúng ta có thể tri giác được. Gassendi đã mở rộng định nghĩa này bằng cách cho thêm yếu tố: những gì mà chúng ta có thể biết được. Suy nghĩ này của Gassendi có thể được biểu hiện trong việc ông thể hiện tính [[tương đối]] của [[giác quan]] lẫn [[kinh nghiệm cá nhân]]. Ông cho rằng mỗi người có cảm nhận riêng với cùng một sự vật, vì vậy thật khó tìm ra tính chất khả biến của sự vật đó qua những lời kể của họ. Chúng ta cũng không thể nào tìm ra được phẩm chất của sự vật đó nếu chỉ dựa vào sự chủ quan như thế này. Đi đến kết luận, Gassendi khẳng định rằng con người, nếu có yếu tính, thì đang thiếu điều đó rất nhiều và các giác quan lẫn kinh nghiệm cá nhân cũng chỉ là cách để ta biết được sự tồn tại của một sự vật mà thôi.\n=====Mệnh đề đâu chỉ đúng hoặc sai=====\nGassendi không đống ý với quan điểm rằng một [[mệnh đề]] chỉ có hai khả năng: hoặc đúng hoặc sai, chỉ có duy nhất mệnh đề về [[thần học]] và [[vũ trụ luận]] xuất phát từ thần học có thể để ngỏ. Quan điểm mà Gassendi không đồng ý cho rằng chỉ dựa cần vào [[kinh nghiệm]] thì không có mệnh đề nào không rơi vào hai trường hợp trên có thể bị nghi ngờ. Nhà triết học Pháp thì nghĩ khác. Ông suy nghĩ rằng, trong [[chứng minh]] logic, việc thiếu chắc chắn là điều có thể hoàn toàn có thể xay ra, trừ khi con người bị giới hạn về năng lực trí tuệ trong việc chứng minh đó.\n=====Tiêu trí đánh giá những ý tưởng=====\nGassendi không đồng ý một quan điểm nữa của Descartes: Sự rõ ràng và minh bạch hoặc là tiêu chí đánh giá ý tưởng hoặc là nguồn đảm bảo [[tri thức luận]]. Gassendi nghĩ rằng cái lý trí gồm phán đoán bằng trí tuệ và phần tích bằng giác quan sẽ là cái sai lầm. Ông viết rằng: \n{{Cquote|\n''Mặc dù sự lừa gạt, hay giả dối, không tìm thấy ngay trong bản thân các giác quan, vốn chỉ thụ động thuật lại những sự vật đúng như chúng hiện ra và đúng như chúng phải hiện ra xét theo nguyên nhân của chúng, nhưng sự lừa gạt được tìm thấy trong phán đoán, hay trí tuệ, khi nó không làm việc với đủ thận trọng và không lĩnh hội được rằng những sự vật ở xa... hiện ra mơ hồ hơn và nhỏ hơn khi chúng hiện ra ở cận cảnh''.|||\n}}\nQua đó, Gassendi khẳng định một điều: Dù các giác quan có tính thụ động, nhưng chính tính thụ động đó khiến cho thông tin được cung cấp từ nó đáng tin cậy hơn phán đoán trí tuệ là thứ chủ động nhưng như thế mới thất thường.\n\nNgoài ra, Gassendi còn đưa ra nhận xét tiêu chí mà Descartes sẽ chẳng liên quan gì đến sự trùng hợp của [[tri thức kinh nghiệm]] và nếu có liên quan, những lời quả quyết về tri thức của Descartes cũng không có [[giá trị]] gì cả. Có hai lý lẽ chính sau đây:\n* Gassendi đứng trên lập trường của những người theo [[chủ nghĩa hoài nghi]], nhưng tiêu chí của Descartes thì chẳng có những giá tin của chủ nghĩa này. Ý tưởng từ giác quan đúng là có minh bạch và rõ ràng nhưng rõ ràng như thế là chưa đủ để đảm bảo sự quả quyết bẳng tri thức kinh nghiệm.\n* Gassendi cho rằng những [[quả quyết tri thức]] của Descartes quá lôn xộn và phiến diện bởi phán đoán trí tuệ có điểm đặc biệt là tính tức thời mà trong khi đó, những quả quyết đó lại chỉ được chứng minh bằng lý trí, cụ thể ở đây là phán đoán trí tuệ. Nếu các giác quan cho ta thấy trực diện sự vật và biến cố thì những chứng minh chỉ là những [[giả thuyết]] mang tính chất tạm thời.\nTuy nhiên, ủng hộ tri thức đến từ giác quan không phải là lý do duy nhất để các tiêu chí mà Descartes nhận những lời phản bác của Gassendi. Hãy chú ý quan điểm này của Gassendi: Ông cho rằng những tiêu chí mà Descartes đưa ra đã không thực hiện được dự phóng về [[thuyết nền tảng]] của chính chúng. Nội dung của dự phóng này đó là tri thức phải được xây dựng trên nền tảng vững chắc. Nếu như ý tưởng minh bạch bị sai, một tiêu chí mới ra đời và nếu chuyện này xay ra liên tục, chúng ta đang không ngừng tiến tới những tiêu chí cao cấp hơn.\n\nCuối cùng, Gassendi đề xuất cái mà chính Descartes gọi là \"sự phản bác những phản bác\". Ý tưởng minh bạch phù hợp với quan điểm duy ngã, nhưng tư tưởng của chúng ta mới là thứ duy nhất chúng ta biết với sự chắc chắn. Tuy nhiên tiêu chí khả thí phải đáp ứng hai yêu cầu:\n* Phân biệt quả quyết tri thức với bên ngoài.\n* Quả quyết duy ngã là tiền đề của hoài nghi.\n\n====Với chủ nghĩa hoài nghi-đồng cảm và khác biệt====\nGassendi có đồng ý về việc rằng những thông tin thông qua những giác quan không có sự chắc chắn. Tuy nhiên, ông lại không hài lòng về họ gạt bỏ hoàn toàn sự tin tưởng với những giác quan. Dù các thông tin từ những giác quan có ít chắc chắn thì chí ít chúng ta có thể chúng ta có thể cảm nhận bề ngoài của thông tin nhờ chúng.\n\nNói chung, hầu hết quan điểm phản bác Descartes và những người theo trường phái Aristotle của Gassendi đều đứng trên quan điểm của những người theo chủ nghĩa hoài nghi, những người hay nói không có tri thức nào khả hữu.\n\n==Tác phẩm==\n* ''[[Những nỗ lực chống lại trường phái Aristotle]]'' ([[1624]])\n* ''[[Tập hợp thứ năm những phản bác chống lại Những suy tưởng của Descrates]]'' ([[1642]])\n* ''[[Disquisito Metaphysica]]'' ([[1646]])\n* ''[[Cuộc đời và tính cách của Epicurus]]'' ([[1647]])\n* ''[[Syntagma Philosophicum]]'' ([[1658]])\n==Vinh danh==\n[[Tập tin:Digne-les-Bains 20130912 15.jpg|Tượng Gassendi ở [[Digne-les-Bains]], [[Alpes-de-Haute-Provence]], Pháp|nhỏ|phải]]\nTên ông được đặt cho [[tiểu hành tinh]] [[7179 Gassendi]]\n\n==Chú thích==\n{{tham khảo}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1592]]\n[[Thể loại:Nhà triết học Pháp]]\n[[Thể loại:Linh mục Pháp]]\n[[Thể loại:Chủ nghĩa hoài nghi]]\n[[Thể loại:Triết gia thế kỷ 17]]\n[[Thể loại:Triết gia chủ nghĩa kinh nghiệm]]\n[[Thể loại:Nhà thiên văn học Pháp]]\n[[Thể loại:Mất năm 1655]]"}