{"Prayurawongse":"{{Infobox officeholder\n| name         = Prayurawongse\n|native_name    = สมเด็จเจ้าพระยาบรมมหาประยูรวงศ์\n|honorific-prefix = [[Thai royal and noble titles#Gentlemen|Somdet Chao Phraya]]\n| nationality  = [[Người Thái Lan|Xiêm]]\n| image        = [[Tập tin:Prayurawongse.jpg|160px]]\n| caption      = \n| order        = Nhiếp chính nước Xiêm\n| term_start   = 1851\n| term_end     = 1855\n| monarch      = [[Mongkut]] (Rama IV)\n| predecessor  = ''không'' \n| successor    = [[Si Suriyawongse]]\n| order2       = [[Bộ Quốc phòng (Thái Lan)|Bộ trưởng Bộ Quốc phòng]]\n| term_start2  = 1830\n| term_end2    = 1855\n| monarch2      = [[Nangklao]] (Rama III) <br> [[Mongkut]] (Rama IV)\n| predecessor2 = [[Mahasaena (Noi)]]\n| successor2   = [[Si Suriyawongse]]\n| birth_date   = 1788\n| birth_place  = [[Xiêm]]\n| death_date   = 26 tháng 4 năm 1855\n| death_place  = [[Bangkok]], [[Xiêm]]\n|spouse          = \n|issue           =\n|father          = Bunnag\n|mother          = Than Phuying Nuan Bunnag\n}}\n'''''Somdet Chao Phraya'' Borom Maha Prayurawongse''' ({{lang-th|สมเด็จเจ้าพระยาบรมมหาประยูรวงศ์}}, [[Chuyển tự tiếng Thái sang ký tự Latinh|rtgs]]:''Somdet Chao Phraya Borom Maha Prayurawong'') cá nhân tên '''Tish Bunnag''' ({{lang-th|ดิศ บุนนาค}}, [[Chuyển tự tiếng Thái sang ký tự Latinh|rtgs]]: ''Dit Bunnak''; 1788–1855) là một trong những nhân vật chính trị nổi bật nhất giữa thế kỉ 19 ở Xiêm, là quan nhiếp chính cho vua [[Rama IV|Mongkut]]. Ông cũng là người chỉ huy quân Xiêm trong các cuộc chiến với Đại Nam và được thăng chức lên tới danh hiệu  ''[[Danh xưng hoàng gia và quý tộc Thái Lan|Somdet Chao Phraya]]'', là danh hiệu cao cấp bậc nhất mà một người không thuộc hoàng tộc có thể đạt được ở Xiêm.\n\n== Tiểu sử ==\n'''Tish Bunnag''' sinh năm 1788, là con của Bunnag và bà Lady Nuan (em gái hoàng hậu Amarindra). Cha ông, Bunnag, hoặc ''Chao Phraya'' Akkaramahasaena, giữ chức ''Samuha Kalahom (Bộ trưởng Quốc phòng)'' và là vị tướng thân cận của [[Rama I|Phutthayotfa Chulalok]] (tức vua [[Rama I]]). Ông là một thành viên của gia đình có nguồn gốc từ [[Iran|Ba Tư]]. Nhà Bunnang từ đời cha của Tish bắt đầu trở thành gia tộc có quyền lực và chi phối hoàng gia mạnh nhất ở Xiêm.\n\nTish tham gia chính trường và được thăng chức làm Bộ trưởng ('''Phra Khlang''' พระคลัง) bộ Ngoại giao (''Kromma Tha'') và nhanh chóng chứng tỏ mình là một quý tộc tài năng dưới triều vua [[Rama II]] (Phutthaloetla Naphalai, con trai Rama I).\n\nNăm 1833, nổ ra cuộc [[Chiến tranh Việt–Xiêm (1833-1834)|chiến tranh Việt - Xiêm]]. Song song với cánh quân bộ của tướng [[Chao Phraya Bodin Decha]], Dis chỉ huy một đạo thủy quân Xiêm tấn công [[Sài Gòn]] nhưng thất bại. Do ông mang chức quan là Bộ trưởng Bộ Ngoại giao (Phra Khlang Kromma Tha, hoặc Phraya Phra Khlang Kromma Tha) nên sử Việt thường quen gọi ông là '''Phi Nhã Phật Lăng''' (丕雅伐稜), dù đây không phải tên thật của ông.\n\nTuy vậy thất bại trong lần đánh này, vua [[Rama III|Nangklao]] ([[Rama III]], con trai ngoài giá thú của vua Rama II) vẫn phong cho ông danh hiệu ''Chao Phraya'' Akka Mahasena, sau đổi thành ''Samuha '''Kalahom''''' สมุหกลาโหม (Bộ trưởng Bộ Quốc phòng).\n\nTrong lần [[Chiến tranh Việt–Xiêm (1841-1845)|chiến tranh với Đại Nam năm 1841]], sử Việt tiếp lại gọi ông bằng cái tên mới là '''Cao La Hâm''' (高羅歆, tức Samuha Kalahom สมุหกลาโหม, Bộ trưởng Bộ Quốc phòng).\n\nNhận xét về Tish và nước Xiêm đương thời, một người Việt sống hơn 30 tại Xiêm có tâu với vua Thiệu Trị như sau<ref>Đại Nam Thực Lục, tập 05.<\/ref>:<blockquote>''Dân hạt Hà Tiên có Nguyễn Văn Xung ở Xiêm trên 30 năm, đến nay đem gia quyến trốn về. Vua sai phái đưa về Kinh, khi đã đến, sắc cho bộ Binh hỏi về tình trạng của giặc, trình bày từng điều tâu lên.''<\/blockquote><blockquote>''- Hỏi về Phật vương và ô Thiệt vương nước Xiêm [[nhân phẩm]] hơn hay kém và hành động lành hay ác, lòng người theo hay không theo như thế nào ? Xung nói: Phật vương nguyên là vợ thứ sinh ra, Phật vương trước chết đi, vì tuổi trưởng thành được nối ngôi, ở thành Vọng Các, nay ước trên 50 tuổi, người hắn tư chất hơi kém, chỉ nghe lời bọn dưới, làm việc không công bằng, lòng người tức giận; Ô Thiệt vương là con vợ cả sinh ra vì tuổi trẻ tạm làm vua thứ hai, ở xứ Bằng Đổng, đối ngạn với thành Vọng Các, nay ước trên 20 tuổi, người hắn tính hơi thông minh, làm việc phần nhiều có lòng công, người trong nước đều đem lòng theo.''<\/blockquote><blockquote>''Hỏi về quan nước Xiêm chuyên dùng người Xiêm, hay dùng lẫn người Kinh, người Thanh, nay ai làm đầu mục ? Xung nói: quan chức nước Xiêm, quan to phần nhiều là người Xiêm, gián hoặc có người Kinh, người Thanh chỉ là giúp việc, quan nước Xiêm chỉ biết Phạt Lăng là hạng mạnh và có quyền, Phật vương tin yêu, phàm việc làm cũng có khi không bảo Phật vương mà tự ý làm, Ô Phật vương, ghét là chuyên quyền thường phải ức chế, hắn tuy hơi dẹp, nhưng vẫn hung ác như trước.''<\/blockquote><blockquote>''Hỏi về thành quách, nhân dân, kho tàng, súng ống, khí giới của nước Xiêm, Xung nói: chu vi thành Vọng Các ước trên 50 mẫu, xây bằng gạch, trong thành lại có lần thành nữa, ở trên đặt 3 cỗ đại bác, ngoài thành bốn mặt sông nhỏ vòng quanh, thông với sông lớn Tiền Giang, thẳng đến cửa biển Bắc - Nam. Thành có 4 cửa, 2 cửa hữu và hậu thường đóng. Trong thành có kho thuốc súng 1 toà 3 gian, 5 toà kho thóc, mỗi toà 5 gian. Binh khí vẫn dùng chỉ có súng điểu thương, giáo ngắn, đao ngắn mà thôi. Trước thành có chợ, chợ có hai phố, người buôn nước Thanh ở đấy mỗi phố ước trên 100 nhà, nhà ngói nhà gianh lẫn lộn; quan nước Xiêm và nhà giàu ở đấy ước vài chục nhà. Ngoài thành dọc bờ sông, thổ dân ở khá đông, cũng có người kết bè, làm nhà ở trên mặt nước.''<\/blockquote><blockquote>''Hỏi về thuế lệ đất, đinh nước Xiêm và binh đinh dao dịch, buôn bán đánh thuế nhẹ nặng thế nào ? Xung nói: thuế lệ đất, đinh đều nộp bằng bạc, còn như một người đinh, một mẫu ruộng, hằng năm thu bao nhiêu, không rõ số. Còn binh lính nguyên không có lựa chọn dồn thành cơ đội, lúc thường thì ở hàng ngũ dân, đều có quản mục, khi có việc thì triệu tập đến thành, trao cho khí giới để cầm đi đánh giặc, không cấp lương thướng. Sai khiến việc thường, người không có của thì đến làm việc, người có của thì hàng tháng nộp bạc miễn dịch 6 hột, mỗi hột nặng 4 đồng cân. Nếu có các việc quan trọng công tác chiến đấu, hằng tháng nộp bạc miễn dịch 10 hột, quản mục mượn người làm thay, đại khái quản mục phần nhiều sai làm việc riêng bóc lột cho béo mình; lính, dân khổ sở không xiết kể. Còn bọn đi buôn mua bán, đổi chác, từ năm thứ 10 đến nay mới có đánh thuế, như 10 tấm vải lụa thu 1 tấm, 100 gánh củi, thu 20 gánh, người buôn cũng khốn khổ. Lại gần đây mất mùa nắng hạn luôn, gạo đắt thiếu lương thực, mà vua tôi nước ấy phàm thóc gạo và vải lụa, vật hạng cần dùng, đòi mua cả, giá cả 10 phần giảm 6.'' <\/blockquote><blockquote>''- Hỏi về khoảng năm Minh Mệnh thứ 14, giặc Khôi gây biến, người Xiêm sai Chất Tri, Phạt Lăng, đem quân sang xâm lấn, là có ý gì ? Sau khi quân bị thua chạy về, thì xếp đặt ra sao ? Xung nói: ngày tháng 8 năm ấy nghe có người Thanh ở ngụ Gia Định đưa thư của giặc Khôi thông báo cho Chất Tri, Phạt Lăng xin cứu viện, bọn Chất Tri nói với vua Xiêm, vua Xiêm y cho, Ô Thiệt vương can là không nên. Vua Xiêm không nghe, ngày tháng 10, sai Chất Tri đem 7.000 bộ binh, Phạt Lăng đem 7.000 thủy binh, chia đường lại cứu. Năm thứ 15, nghe tin đạo binh của Chất Tri bị quân ta đánh lui chạy về chỉ còn 400, 500 người, đạo binh của Phạt Lăng cũng thua, chỉ còn 5.000 người. Ô Thiệt vương oán mãi bọn Chất Tri, toan đón giết ở biên cảnh, Phật vương can ngăn, mới thôi. Phạt Lăng đem về một chiếc thuyền đi biển và người Kinh theo đạo Gia Tô trai, gái, già, trẻ hơn 2.000 người, và cướp được dân Kinh ước hơn 300 người, các người theo đạo Gia Tô cho ở xứ Điếm Xiển, gần thành Vọng Các, Ô Thiệt vương cai quản còn thì đều cho ở xứ Bắc Liệt, gần nước Ô Đỗ, sai người nghiêm giữ. Vua nước Xiêm từ đây mới hối, chỉ sợ quân ta đến đánh, bèn bắt chước kiểu thuyền đi biển đóng 27 chiếc, chia đặt ở các cửa biển. Lại sửa chữa 4 cửa thành Vọng Các, cho đến cửa biển Bắc - Nam, Cổ Công, Chân Bôn đều đắp luỹ đặt súng.''<\/blockquote><blockquote>''Hỏi về tình hình động tĩnh 4 phía láng giềng của nước Xiêm. Xung nói: nước Xiêm về phương Tây nam nghe như giáp giới với nước Ô Đỗ, năm trước thường đem quân đánh nhau, từ năm thứ 15 trở về sau, người nước Hồng Mao ((1) Hồng Mao: Nước Anh Cát Lợi.1) đến chiếm đóng khoảng giữa hai nước, dần lấn cả đất, hai nước không dám chống cự, từ đấy không đánh nhau nữa. Hỏi về nước Xiêm có thông thương với nước láng giềng không ? Xung nói: Các nước Tây dương từ trước cũng có đến buôn ở nước Xiêm, cách nay ước trên 10 năm, nước Tây dương có đem một con ngựa đến bán, Phật vương trước giả giá rẻ, người buôn giận chém ngựa rồi đi, từ đấy không thông thương nữa. Nước Xiêm gần đây đóng hai chiếc thuyền kiểu Tây dương, hằng năm sai người Đồ Bà ở Xiêm đi đến các nước Tây dương mua chịu súng ống, còn thì thông thương với Xiêm chỉ có người Đồ Bà và người nước Thanh mà thôi.''<\/blockquote><blockquote>''Hỏi về năm trước em của vua Phiên Nặc Chân là Nặc Giun, Nặc Yêm trốn chạy sang nước Xiêm, nay ở xứ nào ? Có nhận quan chức nước Xiêm không ? Xung nói: anh em Nặc Giun trước ở gần thành Vọng Các, không nhận chức gì ở Xiêm, từ năm thứ 14, Chất Tri đến xâm lấn, lấy bọn chúng làm tiền đạo, đến khi quân thua chạy về, không biết ở đâu.''<\/blockquote><blockquote>''Hỏi về địa giới nước Xiêm rộng hay hẹp ? Xung nói: nước ấy phía trên từ giáp các nước Ai Lao, Xương Mại, phía dưới đến bờ biển ước 15 ngày đường, địa thế chênh lệch, về chiều rộng có nơi 1, 2 ngày đường, có nơi 3, 4 ngày đường, rất là không giống nhau).''<\/blockquote><blockquote>''Vua cho là biết qua tình hình địch, lại hiểu phong tục man di, chuẩn cho bổ vào ty Hành nhân TrấnTây, tuỳ việc sai phái.''<\/blockquote>Vua Rama III qua đời, Tish có vai trò quan trọng trong việc đưa vua Mongkut ([[Rama IV]], em trai vua Rama III) lên ngôi thay vì con trai của vua Rama III. Ông lại được vị vua mới phong cho danh hiệu ''Somdet Chao Phraya'' Borom Maha Prayurawongse và làm quan nhiếp chính cho vua Rama IV.\n\nEm trai ông là Tat Bunnag sau này cũng được phong là ''Somdet Chao Phraya'' Borom Maha Pichaiyat và cũng làm quan nhiếp chính cho vua Rama IV như anh trai. Prayurawongse còn được phép dùng con dấu của hoàng gia là ''Solar-charioteer Seal'' ({{Lang-th|ตราสุริยมณฑลเทพบุตรชักรถ}}) và ông cũng đóng vai trò quan trọng trong hiệp ước Bowring Treaty.\n\nĐể phân biệt tên gọi với em trai, Prayurawongse được gọi là ''Đại Somdet Chao Phraya'' ({{Lang-th|สมเด็จเจ้าพระยาองค์ใหญ่}}) còn em trai là ''Tiểu Somdet Chao Phraya'' ({{Lang-th|สมเด็จเจ้าพระยาองค์น้อย}}).\n\nQua đó cũng đủ thấy uy quyền của Tish và gia tộc Bunnang có ảnh hưởng cực lớn tới triều đình nước Xiêm La.\n\n== Thanh thế ==\nTrong lịch sử Xiêm, rất ít người không thuộc hoàng tộc mà được phong tước hiệu ''[[Danh xưng hoàng gia và quý tộc Thái Lan|Somdet Chao Phraya]],'' người đầu tiên được phong thì sau đó cũng lên làm vua. Trong 4 người đầu tiên, 3 người đã thuộc về gia tộc Bunnang.\n# ''[[Rama I|Somdet Chao Phraya]]'' [[Rama I|Maha Kshatriyas Suek]]: phong bởi vua [[Taksin]]. Sau lại lặt đổ vua Taksin để thành vua [[Rama I]], mở đầu [[Vương triều Chakri|Triều đại Chakri]].\n# ''Somdet Chao Phraya'' Borom Maha Pichaiyat: phong bởi vua [[Rama IV]]. Đây là em trai của Prayurawongse.\n# ''Somdet Chao Phraya'' Borom Maha Prayurawongse: phong bởi vua [[Rama IV]]\n# ''Somdet Chao Phraya'' Borom Maha [[Si Suriyawongse|Sri Suriyawongse]]: phong bởi vua [[Rama V]]. Đây cũng là con trai của Prayurawongse.\n\n== Con cái ==\n* [[Si Suriyawongse|Chuang Bunnag]]; sau là ''Somdet Chao Phraya'' Borom Maha [[Si Suriyawongse|Sri Suriyawongse]] - nhiếp chính cho vua [[Rama V]] [[Rama V|Chulalongkorn]]\n* [[Chaophraya Thiphakorawong|Kam Bunnag]]; sau là ''Chao Phraya'' Thipakornwongse - Bộ trưởng bộ Ngoại giao ''Kromma Tha''\n* Tuam Bunnag; sau là ''Chao Phraya'' Panuwongse - bộ trưởng bộ Ngoại giao ''Kromma Tha'' triều vua Chulalongkorn và là bộ trưởng Ngoại giao \"hiện đại\" đầu tiên của nước Xiêm.\n* Thet Bunnag; sau là ''Chao Phraya'' Suraphan Phisut\n* Porn Bunnag; sau là ''Chao Phraya'' Bhasakornwongse \nPrayurawongse mất năm 1855. Con trai ông là Kam Bunnag kế nhiệm vị trí bộ trưởng bộ Ngoại giao ''Kromma Tha''.\n==Tham khảo==\n{{tham khảo}}\n\n{{Authority control}}\n{{thời gian sống|1788|1855}}\n\n[[Thể loại:Chính khách Thái Lan]]\n[[Thể loại:Quân nhân Thái Lan]]"}