{"Pyotr Aleksandrovich Rumyantsev":"{{Thông tin nhân vật\n| màu = #FF0000\t\n| màu 2 = #FFFFFF\n| màu chữ = #000000\n|name = Pyotr Aleksandrovich Rumyantsev\n|image =Rumjanzew-sadunaiski.jpg\n|caption = Nguyên soái Nga P. A. Rumyantsev-Zadunaisky\n|quotation =\n|nghề nghiệp = Thống đốc xứ [[Ukraina]] <br \/> [[Nguyên soái]] Quân đội [[Nga]] \n|quốc tịch = {{Flagicon|Nga}} [[Đế quốc Nga]]\n|cha mẹ = Aleksandr Ivanovich Rumyantsev <br \/> Maria\n|con cái = Sergey Petrovich Rumyantsev <br \/> Nikolai Petrovich Rumyantsev \n|birth_date = {{birth date|1725|1|15|mf=y}}\n|birth_place = \n|dead=Qua đời\n|death_date = {{death date and age|1796|12|19|1725|1|15|mf=y}}\n|death_place = [[Tashan]], [[Ukraina]]\n|an táng = [[Pechersk Lavra]], [[Kiev]] \n}}\n\nBá tước '''Pyotr Alexandrovich Rumyantsev-Zadunaisky''', còn được viết là '''Rumiantsof''',<ref name=\"macmite\">''Macmillan's magazine'', Tập 42, trang 428<\/ref> '''Romanzow''' hay '''Romanzoff'''<ref name=\"majesty\">Robert Bisset, ''The history of the reign of George III: to which is prefixed a view of the progressive improvements of England in property and strength to the accession of his Majesty'', Tập 1, trang 161<\/ref><ref name=\"collies\"\/> ({{lang-ru|Пётр Александрович Румянцев-Задунайский}}), đọc là '''Rumenxep''' hay '''Rumianxép''' theo [[tiếng Việt]]<ref name=\"lvq5\"\/><ref>''Những nhân vật quân sự nổi tiếng thế giới'', tác giả: Kha Xuân Kiều, Hà Nhân Học, biên dịch: Phan Quốc Bảo, Hà Kim Sinh, Nhà xuất bản Thanh niên, năm 2003 (In tại xưởng in giao thông, ĐKKHXB số 317\/97\/XB-QLXB, Cục Xuất bản cấp ngày 28 – 01 – 2002). Tài liệu này được dịch từ cuốn sách cùng tên do Nhà xuất bản Thiên Thanh – Bắc Kinh xuất bản năm 2000. Trang 342<\/ref> ([[15 tháng 1]] năm [[1725]] &ndash; [[19 tháng 12]] năm [[1796]]) là một trong những vị thống soái lỗi lạc nhất của nước [[Nga]] vào [[thế kỷ 18|thế kỷ XVIII]]. Ông đã tham gia các cuộc chiến tranh Bảy năm và chiến tranh Nga-Thổ Nhĩ Kỳ, với những chiến thắng lừng lẫy trước quân Thổ Nhĩ Kỳ và quân Thát Đát đông đảo hơn hẳn tại Mogila, Larga và Kagul, ông trở thành Nguyên soái của Quân đội Nga.<ref name=\"macmite\"\/><ref name=\"collies\">John Parkinson, William Collier, ''A tour of Russia, Siberia and the Crimea, 1792-1794'', trang 263<\/ref><ref name=\"back132\"\/><ref>Valeriĭ Durov, Государственный исторический музей (Мосцоw, Руссиа), ''Русские и советские боевые награды'', trang 12<\/ref>\n\nÔng làm Thống đốc xứ [[Tiểu Nga]] trên danh nghĩa Nữ hoàng [[Ekaterina II của Nga|Ekaterina II Đại đế]] từ khi Nhà nước [[Cossack]] sụp đổ vào năm 1764, và tại chức đến 32 năm, cho tới khi Ekaterina II mất. Ông được gọi là ''Người anh hùng của Larga và Kagul'', vì những chiến công hiển hách của ông.<ref name=\"opopo\">K. Osipov, K. Osipov (pseud.), ''Alexander Suvorov: a biography'', trang 45<\/ref> Những công trình kỷ niệm các chiến thắng lừng lẫy của ông bao gồm Tháp Kagul tại ''Hoàng thôn'' (1772), [[:Image:Rumyan obelisk.jpg|Tháp Rumyantsev]] trên [[Đảo Vasilievsky|Đảo Basil]] (1798–1801), và giải ngân hà trong những bài thơ ca ngợi của thi hào nước Nga [[Gavrila Romanovich Derzhavin]].\n\nÔng là vị thầy của Nguyên soái lỗi lạc nước Nga [[Aleksandr Vasilyevich Suvorov]],<ref>Joint Committee on Slavic and East European Studies, American Council of Learned Societies, Social Science Research Council (U.S.), American Association for the Advancement of Slavic Studies, ''The Current digest of the Soviet Press'', Tập 2, Số phát hành 14-26, trang 11<\/ref> đồng thời là một trong những vị thầy vĩ đại nhất của Nguyên soái [[Mikhail Illarionovich Kutuzov]] - vị Thống soái đã cùng Quân đội Nga đánh thắng quân Thổ Nhĩ Kỳ và quân [[Đế chế thứ nhất|Pháp]] hùng mạnh của Hoàng đế [[Napoléon Bonaparte]].<ref>Roger Parkinson, ''The fox of the north: the life of Kutuzov, General of War and Peace'', trang 14<\/ref>\n\n== Tuổi trẻ ==\n\nPyotr Aleksandrovich Rumyantsev là con trai duy nhất của Bá tước Aleksandr Ivanovich Rumyantsev và Maria, con gái và người thừa kế của Bá tước Andrey Artamonovich Matveev. Do mẹ ông thường sống chung với vua [[Pyotr I của Nga|Pyotr I Đại đế]], người ta đồn rằng Rumyantsev thật ra là con bất hợp pháp của Nga hoàng. Ông được đặt tên theo vị Nga hoàng này - cũng là cha đỡ đầu của ông. Ông là anh trai của Praskovja Bruce, một cận thần của Đại đế Ekaterina II.\n\nPyotr Aleksandrovich Rumyantsev tham chiến lần đầu tiên trong cuộc [[chiến tranh Nga-Thuỵ Điển (1741 - 1743)]], phục vụ cho cha ông. Bản thân ông đã mang lại cho Nữ hoàng [[Elizaveta của Nga|Elizaveta Petrovna]] [[Hiệp ước Abo]], do cha của ông ký kết với người Thuỵ Điển vào năm 1743. Sau đó, ông trở thành [[Đại tá]] Quân đội Nga.\n\nTrong cuộc [[Chiến tranh Bảy năm]] (1756 - 1763), Đế quốc Nga tham gia cùng liên quân Áo - Pháp - Thụy Điển - Sachsen (v.v...) chống [[Vương quốc Phổ]],<ref>Angus Konstam, ''Russian Army of the Seven Years War (1)'', các trang 6-7.<\/ref><ref>Gregory Fremont-Barnes, ''The French revolutionary wars'', trang 12<\/ref> ông đã làm nên những thắng lợi huy hoàng đầu tiên trong các [[trận Gross-Jägersdorf]] (1757) và [[Trận Kunersdorf|Kunersdorf]] (1759). Với những chiến thắng trước quân Phổ nêu trên, ông trở thành một trong những ngôi sao đang mọc trong lực lượng Quân đội Nga.<ref>Dennis E. Showalter, ''The wars of Frederick the Great'', trang 308<\/ref> Bản thân ông cũng gọi Quân đội Nga - lực lượng đã giành [[chiến thắng kiểu Pyrros]] vua Friedrich II Đại Đế trong trận Kunersdorf, là một ''\"Quân đội bất khả chiến bại của tôi\"''.<ref>Bernard Pares, ''Russia and the Peace'', trang 69<\/ref><ref>John Childs, ''Armies and warfare in Europe, 1648-1789'', trang 130<\/ref> Vào năm 1761, ông tiến hành vây hãm [[cuộc vây hãm Kolberg (Chiến tranh Bảy năm)|pháo đài Kolberg]] ở tỉnh [[Pomerania]]. Sau một cuộc vây hãm lâu dài, liên quân Nga - [[Thụy Điển]] đã chiếm được pháo đài này,<ref name=\"majesty\"\/> và mở đường cho Quân đội Nga tiến đánh kinh đô [[Berlin]]. Khi cướp được chìa khóa của pháo đài này, Rumyantsev đã gửi nó về cho Nữ hoàng Elizaveta Petrovna.<ref>Robert Bain, ''The Daughter of Peter the Great'', trang 308<\/ref>\n\nTrong cuộc vây hãm Kolberg (1761), vị tướng cấp dưới Rumyantsev đã thể hiện tài năng và sự bền bỉ của ông.<ref>John D. Bergamini, ''The tragic dynasty: a history of the Romanovs'', trang 184<\/ref> Tuy nhiên, Quân đội Nga thất bại trong việc tiến đánh [[Szczecin|Stettin]] (Pomerania) trong khi cũng quân Thụy Điển bị quân Phổ của Đại tá Belling đánh bại.<ref>Henry Morse Stephens, ''Syllabus of a course of eighty-seven lectures on modern European history (1600-1890)'', trang 110<\/ref><ref>Sir Richard Lodge, ''A History of Modern Europe from the Capture of Constantinople, 1453, to the Treaty of Berlin, 1878'', trang 367<\/ref> Vị vua-chiến binh của nước Phổ - [[Friedrich II của Phổ|Đại đế Friedrich II]] - có ảnh hưởng lớn lao đối với Pyotr Aleksandrovich Rumyantsev.<ref name=\"back132\">Jeremy Black, ''Cambridge illustrated atlas, warfare: Renaissance to revolution, 1492-1792'', trang 132<\/ref> Liên quân chống Phổ đều kiệt quệ và cuối cùng cuộc chiến tranh Bảy năm cũng kết thúc (1762 - 1763), và liên quân không chiếm được một tấc đất nào của Vương quốc Phổ.<ref>Arthur Hassall, ''The balance of power, 1715-1789'', trang 274<\/ref>\n\n== Chiến tranh Nga-Thổ Nhĩ Kỳ (1768 - 1774) ==\n[[Tập tin:Rumyantsev-Zadunaisky.jpg|trái|nhỏ|180px|Nguyên soái Pyotr Aleksandrovich Rumyantsev-Zadunaisky]]\n{{Chính|Chiến tranh Nga-Thổ Nhĩ Kỳ (1768&ndash;1774)}}\nTrong suốt triều đại lâu dài của [[Ekaterina II của Nga|Đại đế Ekaterina II]], Pyotr Aleksandrovich Rumyantsev giữ chức Thống đốc xứ [[Ukraina]]. Trước kia, Bá tước Aleksandr Ivanovich Rumyantsev cha ông cũng là vị Thống đốc thanh liêm của Ukraina. Trong thời gian này, Thống đốc P. A. Rumyantsev dùng uy quyền để xoá bỏ tất cả những quyền tự trị của người Cossack, và hoàn toàn sáp nhập vùng đất mới được chinh phạt vào [[đế quốc Nga]]. Một số người tố cáo ông mặc sức bóc lột nông nô tại Tân Nga, nhưng thật ra ông đã không làm thế.\n\nThấy Nga hoàng có ý đồ thôn tính Vương quốc Ba Lan, [[đế quốc Ottoman|đế quốc Thổ Nhĩ Kỳ]] phản đối, chiến tranh Nga-Thổ Nhĩ Kỳ bùng nổ vào năm 1768.<ref name=\"back132\"\/> Vào năm 1769, Bá tước Pyotr Aleksandrovich Rumyantsev lên thay chức chỉ huy của Vương công A. Golitsyn, sau khi quân Thổ bị đánh tan tác và mất [[Hotin]].<ref>Bernard Pares, ''History of Russia'', trang 273<\/ref> Ông bèn phái quân tiến vào xứ [[Công quốc Moldavia|Moldavia]] và xứ [[Românească|Wallachia]], tại những nơi này Quân đội Nga được nhân dân ủng hộ. Ông luôn tin tưởng vào việc tấn công đối phương. Quân đội Nga còn tiến xa tới tận vùng [[Bucharest]], họ cũng chiếm được [[Azov]] và [[Taganrog]]. Giữa [[dnister|sông Dniester]] và [[sông Bug]], Bá tước Rumyantsev nghỉ đông cùng quân sĩ trên lãnh thổ Ba Lan. Vào năm 1770, trong khi Vương tước Petr Panin chiếm được [[Bender]] ở vùng Hạ Dniester, Bá tước Rumyantsev kéo quân xuống vùng [[sông Pruth]], đập tan tác quân Thổ và quân chư hầu [[Krym]] do [[Hãn|Hãn vương]] xứ Krym thân chinh thống lĩnh tại Ryabaya và Mogila.<ref name=\"back132\"\/><ref name=\"rumanto\">Tony Jaques, ''Dictionary of battles and sieges: a guide to 8,500 battles from...'', Tập 3, các trang 871-872.<\/ref>\n\nTrong các trận giao chiến, ông đã thực hiện lối đánh mới: ông chỉ thống lĩnh 20.000 quân Nga. Còn lại, ông chia lực lượng Bộ binh Nga thành những đội hình hàng dọc gồm 4-8.000 quân, những đội hình này có thể độc lập tiến quân, nhưng có thể giúp đỡ lẫn nhau trong những cuộc Tổng tấn công từ nhiều phía.<ref name=\"lvq5\"\/> Họ được trang bị hỏa pháo, và dựa vào hỏa lực để dẹp tan những cuộc tấn công của quân Thổ Nhĩ Kỳ.<ref name=\"back132\"\/> Trong cuộc chiến tranh Nga - Thổ Nhĩ Kỳ, Bá tước Rumyantsev đã dạy cho viên Sĩ quan [[Mikhail Illarionovich Kutuzov]] về nhiều bài học hay về binh cách mà ông từng trải nghiệm, và Kutuzov sau này đã đánh thắng Hoàng đế Pháp nổi tiếng [[Napoléon Bonaparte]]. Tuy Kutuzov tỏ ra dũng cảm, một người bạn của ông này đã mách lẻo với Nguyên soái Rumyantsev về việc Kutuzov nhái lại các động tác của ông nhằm mua vui cho các bạn. Vốn là một người dễ tự ái, Nguyên soái Rumyantsev đã nổi trận lôi đình; và chính lòng dũng cảm cùng với những chiến công đã cứu Kutuzov thoát khỏi cơn thịnh nộ của vị Thống soái. Ông chỉ thuyên chuyển Kutuzov sang tập đoàn quân Krym.<ref name=\"lvq5\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, ''Các nhân vật lịch sử cận đại''. Tập II: Nga, các trang 137-140.<\/ref>\n\n[[Hình:Kagula.jpg|phải|nhỏ|183px|Chiến công oai hùng tại Kagul (1770).]]\n\nSau chiến thắng của Quân đội Nga tại Ryabaya và Mogila, quân Thổ Nhĩ Kỳ bỏ chạy đến Larga.<ref name=\"rumanto\"\/> Trong [[trận Larga]] vào ngày [[29 tháng 7]] năm 1770, Quân đội Nga của ông đánh tan tác quân Thổ đông đảo hơn hẳn, và gây cho quân Thát Đát một chiến bại thảm hại.<ref name=\"opopo\"\/> Ông luôn cho rằng Quân đội Nga cần phải có sự hiểu biết về đối phương, và ông luôn tỏ ra lo sợ những cuộc tấn công của quân Thổ Nhĩ Kỳ. Sau chiến thắng huy hoàng tại Karga, ông đã trình tấu với Nữ hoàng Ekaterina II những thông tin có ích về quân Thổ, mà ông đã nhận được từ đám [[tù binh]] địch. Nhà ngoại giao lừng danh Thổ Nhĩ Kỳ thời đó là [[Ahmed Resmi Efendi]] đã tỏ ra ngưỡng mộ cơ cấu ''tình báo'' của Quân đội Nga khi hành động.<ref>Virginia H. Aksan, ''An Ottoman statesman in war and peace: Ahmed Resmi Efendi, 1700-1783'', trang 128<\/ref>\n\nTrong [[trận Kagul]] vào ngày [[21 tháng 7]] năm 1770, ông thống lĩnh 17.000 quân Nga giành chiến thắng lừng lẫy trước 150.000 quân Thổ Nhĩ Kỳ, buộc [[Đại Vizia]] Thổ Nhĩ Kỳ là [[Hamil-Bey]] phải chạy dọc theo [[sông Danube]], và do đó, Đài kỷ niệm Rumyantsev được xây nên để kỷ niệm ông.<ref>James Cracraft, Daniel Bruce Rowland, ''Architectures of Russian identity: 1500 to the present'', trang 58<\/ref> Với chiến công hiển hách của Bá tước Romanzow tại Lagul cùng nhiều thắng lợi huy hoàng khác của Quân đội Nga, Nữ hoàng Ekaterina II hết sức vui sướng và tự hào.<ref>Samuel Mosheim Smucker, ''Memoirs of the court and reign of Catharine the Second, empress of Russia: with a brief survey of the Romanoff dynasty; embracing the reign of Nicholas, fall of Sevastopol, etc'', trang 87<\/ref> Với chiến thắng tại Kagul, quân sĩ của ông đã chiếm được doanh trại của quân Thổ.<ref>Bernard Pares, ''History of Russia'', trang 274<\/ref> Sau những chiến thắng trước quân Thổ đông đảo hơn trên sông Pruth, ông tiến vào vùng Hạ Danube, và nhanh chống chiếm lĩnh [[Izmail]], [[Kilia]], [[Bilhorod-Dnistrovskyi|Akkerman]], và [[Braila]]; Bucharest cũng thất thủ về tay Quân đội Nga. Đại Vizia Thổ Nhĩ Kỳ là [[Mehmet Emin Pasha]] tỏ ra bất lực trong việc cải thiện tình hình quân Thổ, và giờ đây Quân đội Nga đã có con đường rộng mở để tiến chiếm kinh đô [[Constantinopolis]].<ref name=\"back132\"\/>\n\nVào năm 1771, quân [[Người Tatar|Thát Đát]] giao chiến với Bá tước Rumyantsev, và Quân đội Nga đã chiếm được xứ [[Krym]]. Nhưng Quân đội Nga phải ngưng chiến với Thổ Nhĩ Kỳ, bởi vì, sau khi đánh bại liên quân Nga - Áo - Pháp và giữ vững [[Vương quốc Phổ]], do lo sợ Quân đội Nga đánh chiếm kinh thành [[Constantinopolis]] của Thổ Nhĩ Kỳ sau một loạt thất bại thảm hại của quân Thổ Ottoman, Quốc vương Phổ là [[Friedrich II của Phổ|Friedrich II Đại Đế]] đã cùng với Nữ hoàng Ekaterina II Đại Đế và Nữ hoàng Áo là [[Maria Theresia của Áo|Maria Theresia]] tiến hành [[cuộc chia cắt Ba Lan lần thứ nhất]] (1772);<ref>Bernard Pares, ''Russia and the Peace'', trang 95<\/ref> và triều đình Nga còn phải đàn áp [[Cuộc nổi dậy Pugachyov|cuộc nổi dậy của giai cấp nông nô]] (1773 - 1775). Vào năm 1773, triều đình Nga ban huấn lệnh cho Rumyantsev tấn công quân chính quy Thổ Nhĩ Kỳ ở phía Nam sông Danube, nhưng ông không thích làm điều đó vì ông chỉ có một đạo quân nhỏ, việc giao thông giữa căn cứ và mặt trận lại bị đe dọa bởi các đồn quân Thổ Nhĩ Kỳ, nhất là tại Silistria. Trong cuộc tiến công quân Thổ tại Silistria, dù ban đầu thành công, ông đã bị đánh bại với tổn thất nặng nề vào ngày [[17 tháng 6]] năm 1773.<ref>Tony Jaques, ''Dictionary of battles and sieges: a guide to 8,500 battles from...'', Tập 3, trang 944<\/ref><ref name=\"doctai\"\/>\n\nVốn đã vượt sông Danube vào tháng 6, Bá tước Rumyantsev rút quân vào tháng sau, để tránh những thảm họa sẽ xảy ra sau chiến bại tại Silistria.<ref name=\"back132\"\/><ref name=\"doctai\">Ian Grey, ''Catherine the Great: autocrat and Empress of all Russia'', trang 158<\/ref> Tuy nhiên, ông lại xuất quân và giành chiến thắng tại Karas, tiến quân đến Varna và Shumla.<ref>Ian Grey, ''Catherine the Great: autocrat and Empress of all Russia'', trang 165<\/ref> Với những chiến công hiển hách của ông, Rumyantsev được phong làm [[Nguyên soái]] cùng danh hiệu ''Zadunaisky'' (nghĩa là \"Người vượt sông Danube\"). Khi Quân đội Nga tiến đến [[Shumla]] vào năm 1774, tân Hoàng đế Thổ Nhĩ Kỳ là [[Abdul Hamid I]] hoảng sợ và thỉnh cầu lập lại hoà bình. Tại làng Küçük Kaynarca, Nguyên soái Rumyanstev đã ký kết Hoà ước trên một chiếc Prôvăng.\n\n== Chiến tranh Nga-Thổ Nhĩ Kỳ (1787 - 1792) ==\n[[Tập tin:Rumyantsev skver.jpg|nhỏ|250px|Tháp Rumyantsev (1799-1801) chuyển từ [[Bãi chiến trường của Thần Mars (Sankt-Peterburg)|Bãi chiến trường của Thần Mars]] tới Đại giáo đường Thánh Anđrê, Sank-Peterburg bởi kiến trúc sư Carlo vào năm 1818.]]\nSau chiến thắng quân Thổ Nhĩ Kỳ, điều không thể tranh cãi là Pyotr Aleksandrovich Rumyantsev-Zadunaisky trở thành vị thống soái nổi tiếng nhất của Quân đội Nga. Những tướng soái khác của chính phủ Nga hoàng, chẳng hạn như [[Grigori Aleksandrovich Potyomkin-Tavricheski]], trở nên ganh ghét vị Nguyên soái, họ có ý định không cho ông cầm quân ra trận nữa. Trong những năm tháng thái bình, Bá tước Pyotr Aleksandrovich Rumyantsev bày tỏ những sáng kiến của ông đồi với nền quân sự Nga trong các tác phẩm ''Tài liệu hướng dẫn'' (''Инструкции'', 1761), ''Điều lệnh Nghi thức'' (''Обряд службы'', 1770), và ''Suy ngẫm'' (''Мысли'', 1777). Những tài liệu này đã đặt nền tảng lý thuyết cho công cải tổ Quân đội Nga của Nguyên soái P. A. Potemkin. Bá tước P. A. Rumyantsev cùng với Nga hoàng [[Pyotr I của Nga|Pyotr I Đại Đế]] và danh tướng A. V. Suvorov trở thành một trong những đại biểu xuất sắc nhất của nghệ thuật quân sự Đế quốc Nga.<ref>Vsesoi︠u︡znoe obshchestvo kulʹturnoĭ svi︠a︡zi s zagranit︠s︡eĭ (Soviet Union), ''VOKS bulletin'', Số phát hành 1-12, trang 69<\/ref>\n\nVào năm 1787, giữa đế quốc Nga và Thổ Nhĩ Kỳ lại bùng nổ [[Chiến tranh Nga-Thổ Nhĩ Kỳ (1787&ndash;1792)|chiến tranh]], kéo dài đến năm 1792. Pyotr Aleksandrovich Rumyantsev-Zadunaisky nghi ngờ Potyomkin-Tavricheski cố tình cắt giảm viện trợ cho đạo quân của ông và cách chức ông ngay sau đó. Vào năm [[1797]], [[Khởi nghĩa Kościuszko]] bùng nổ tại Ba Lan, Triều đình Ekaterina II cho quân đàn áp. Một lần nữa, ông trở thành Tổng tư lệnh Quân đội Nga, nhưng một danh tướng Nga khác là [[Aleksandr Vasilyevich Suvorov]] mới cầm quân ra trận. Đường lối đánh giặc của Nguyên soái A. V. Suvorov cũng giống như đường lối của Bá tước Rumyantsev trước đó.<ref name=\"back132\"\/> Trong cuộc đàn áp khởi nghĩa Ba Lan, Rumyantsev không hề bận tâm, ông thường sống tại thái ấp Tashan (Ukraina). Ông đã chuyển thái ấp này thành một pháo đài. Vài tháng sau khi Đại đế Ekaterina II mất, ông [[chết|qua đời]] vào ngày [[8 tháng 12]] năm 1796, được mai táng tại [[Pechersk Lavra]], [[Kiev]] (thủ đô nước Ukraina).\n\n'''Các Dinh thự của Thống đốc Pyotr Aleksandrovich Rumyantsev'''\n<gallery>\nTập tin:Kachanovka palace.JPG|Dinh [[Kachanovka]], Ukraine\nTập tin:Maryinsky Palace, residence of the Ukrainian President.JPG|[[Dinh Mariyinsky|Dinh Thống đốc]] tại [[Kiev]]\nTập tin:Belarus-Homel-Palace of Pashkevichs-13.jpg|[[Dinh Gomel|Dinh thự của Rumyantsev]] tại [[Gomel]], [[Belarus]]\nTập tin:Rymyantsev mansion.jpg|Lâu đài của Nikolai Rumyantsev trên đường Dvortsovaya Naberezhnaya, Sankt-Peterburg.\n<\/gallery>\n\nChuyện kể rằng, về già, Nguyên soái Rumyantsev-Zadunaisky trở nên hết sức to béo và tham lam. Do đó, khi những đứa con ruột của ông từ kinh đô về xin ông cho tiền, ông đã lấy cớ không công nhận họ là con mình để khỏi phải đưa tiền cho họ. Dưới quyền Thống đốc Sergey con trai ông, Tashan trở thành đống đổ nát, dù Sergey đã xây dựng lăng mộ gần [[Balashikha]] để chôn cất lại cha mình (việc này không bao giờ được thực thi). Cả Thống đốc Sergey và anh trai là [[Nikolay Petrovich Rumyantsev]] đều không có con, và nhánh trưởng của gia tộc Rumyantsev tan rã sau khi họ qua đời.\n\n== Xem thêm ==\n{{thể loại Commons|Pyotr Alexandrovich Rumyantsev-Zadunaisky}}\n* [[Ekaterina II của Nga]]\n* [[Chiến dịch Polkovodets Rumyantsev]]\n* [[Aleksandr Vasilyevich Suvorov]]\n* [[Đế quốc Nga]]\n* [[Đế quốc Ottoman]]\n* [[Elizaveta của Nga|Elizaveta Petrovna]]\n* [[Zakhar Grigoryevich Chernyshov]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n{{1911}}\n* James Cracraft, Daniel Bruce Rowland, [http:\/\/books.google.com.vn\/books?id=nLDiuG3jBtAC&pg=PA58&dq=%22Kagul#v=onepage&q=%22Kagul&f=false ''Architectures of Russian identity: 1500 to the present''], Cornell University Press, 2003, ISBN 0801488281.\n* Henry Morse Stephens, [http:\/\/books.google.com.vn\/books?id=YjgNAAAAIAAJ&q=%22failed ''Syllabus of a course of eighty-seven lectures on modern European history (1600-1890)''], The Macmillan company, 1899.\n* John Parkinson, William Collier, [http:\/\/books.google.com.vn\/books?id=BuSqJVNXlrYC&pg=PA263&dq=%22Rumyantsev#v=onepage&q=%22Rumyantsev&f=false ''A tour of Russia, Siberia and the Crimea, 1792-1794''], Routledge, 1971, ISBN 0714625973.\n* Samuel Mosheim Smucker, [http:\/\/books.google.com.vn\/books?id=uKcEAAAAYAAJ&pg=PA89&dq=%22kagul#v=onepage&q=%22kagul&f=false ''Memoirs of the court and reign of Catharine the Second, empress of Russia: with a brief survey of the Romanoff dynasty; embracing the reign of Nicholas, fall of Sevastopol, etc''], Miller, Orton & Mulligan, 1855.\n* Ian Grey, [http:\/\/books.google.com.vn\/books?ei=zWnZTN-XCJK0vgOKopGeCg&ct=result&id=FnYJAQAAIAAJ&dq=%22Rumyantsev ''Catherine the Great: autocrat and Empress of all Russia''], Lippincott, 1962.\n* Bernard Pares, [http:\/\/books.google.com.vn\/books?id=j9rZAAAAMAAJ&q=%22Rumyantsev ''History of Russia''], Dorset Press, 1991. ISBN 0880296658.\n* Robert Bain, ''The Daughter of Peter the Great'', Kessinger Publishing, 2005.\n* Jeremy Black, [http:\/\/books.google.com.vn\/books?id=neUKEvaYPZYC&pg=PA132&dq=%22Rumyantsev%22+%2B+%22Russia%22&hl=#v=onepage&q=%22Rumyantsev%22%20%2B%20%22Russia%22&f=false ''Cambridge illustrated atlas, warfare: Renaissance to revolution, 1492-1792''], Cambridge University Press, 1996.\n* Angus Konstam, [http:\/\/books.google.com.vn\/books?id=KoydaUA5CzcC&pg=PA6&dq=%22Seven#v=onepage&q&f=false ''Russian Army of the Seven Years War (1)'']{{Liên kết hỏng|date=2021-11-22 |bot=InternetArchiveBot }}, Osprey Publishing, 1996, ISBN 1855325853.\n* Robert Bisset, [http:\/\/books.google.com.vn\/books?id=QiERAAAAYAAJ&pg=PA161&dq=%22Romanzow#v=onepage&q=%22Romanzow&f=false ''The history of the reign of George III: to which is prefixed a view of the progressive improvements of England in property and strength to the accession of his Majesty''], Tập 1, E. Parker, 1822.\n* John D. Bergamini, [http:\/\/books.google.com.vn\/books?id=PiyaAAAAIAAJ&q=%22Rumyantsev ''The tragic dynasty: a history of the Romanovs''], Putnam, 1969.\n* [http:\/\/books.google.com.vn\/books?id=IrIZAQAAIAAJ&q=%22larga ''Macmillan's magazine''], Tập 42, 1880.\n* Joint Committee on Slavic and East European Studies, American Council of Learned Societies, Social Science Research Council (U.S.), American Association for the Advancement of Slavic Studies, [http:\/\/books.google.com.vn\/books?id=EaWyAAAAIAAJ&q=%22Kutuzov ''The Current digest of the Soviet Press''], Tập 2, Số phát hành 14-26, American Association for the Advancement of Slavic Studies, 1950.\n* K. Osipov, K. Osipov (pseud.), [http:\/\/books.google.com.vn\/books?dd=BKcdAAAAMAAJ&q=%22hero ''Alexander Suvorov: a biography''], Hutchinson - 207.\n* {{chú thích sách|author = Lê Vinh Quốc (chủ biên), Lê Phụng Hoàng, Nguyễn Thị Thư|title=Các nhân vật lịch sử cận đại. Tập II: Nga|publisher=Nhà xuất bản Giáo dục|location=Việt Nam|year=2001}}\n* Vsesoi︠u︡znoe obshchestvo kulʹturnoĭ svi︠a︡zi s zagranit︠s︡eĭ (Soviet Union), [http:\/\/books.google.com.vn\/books?id=fTgKAAAAIAAJ&q=%22Peter ''VOKS bulletin''], Số phát hành 1-12, U.S.S.R. Society for Cultural Relations with Foreign Countries., 1945.\n\n== Đọc thêm ==\n* Bernard Pares, [http:\/\/books.google.com.vn\/books?id=3HTYQvm9JXkC&pg=RA1-PA69&dq=%22defeated#v=onepage&q=%22defeated&f=false ''Russia and the Peace''], READ BOOKS, 2007, ISBN 1406768073.\n* Gregory Fremont-Barnes, [http:\/\/books.google.com.vn\/books?id=eD9IcnW4iSsC&pg=PA12&dq=%22Frederick#v=onepage&q=%22Frederick&f=false ''The French revolutionary wars''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120118213523\/http:\/\/books.google.com.vn\/books?id=eD9IcnW4iSsC&pg=PA12&dq=%22Frederick#v=onepage&q=%22Frederick&f=false |date=2012-01-18 }}, Osprey Publishing, 2001, ISBN 1841762830.\n* Tony Jaques, [http:\/\/books.google.com.vn\/books?id=tW_eEVbVxpEC&pg=PA944&dq=%22Rumyantsev#v=onepage&q=%22Rumyantsev&f=false ''Dictionary of battles and sieges: a guide to 8,500 battles from antiquity through the twenty-first century''], Tập 3, Greenwood Publishing Group, 2007. ISBN 0313335397.\n* John Childs, [http:\/\/books.google.com.vn\/books?id=Yw28AAAAIAAJ&pg=PA130&dq=%22Kunersdorf#v=onepage&q=%22Kunersdorf&f=false ''Armies and warfare in Europe, 1648-1789''], Manchester University Press ND, 1982, ISBN 07190088088.\n* Sir Richard Lodge, [http:\/\/books.google.com.vn\/books?id=u3L4MRrsK1IC&dq=%22Stettin ''A History of Modern Europe from the Capture of Constantinople, 1453, to the Treaty of Berlin, 1878''], General Books LLC, 2009, ISBN 115000021X.\n* Arthur Hassall, [http:\/\/books.google.com.vn\/books?ei=I2zZTNiNOI-YvAOM8ujxCQ&ct=result&id=gMY8AAAAIAAJ&dq=%2260000 ''The balance of power, 1715-1789''], Macmillan, 1896.\n* Dennis E. Showalter, [http:\/\/books.google.com.vn\/books?ei=yE7ZTNySDYqsvgOq6vDqCQ&ct=result&id=Ryk8AAAAMAAJ&dq=%22Rumyantsev ''The wars of Frederick the Great''], Longman, 1996. ISBN 0582062594.\n* Virginia H. Aksan, [http:\/\/books.google.com.vn\/books?id=aPwBhqF3dTkC&pg=PA128&dq=%22kagul#v=onepage&q=%22kagul&f=false ''An Ottoman statesman in war and peace: Ahmed Resmi Efendi, 1700-1783''], BRILL, 1995. ISBN 9004101160.\n* Roger Parkinson, [http:\/\/books.google.com.vn\/books?id=D-ZoAAAAMAAJ&q=%22Rumyantsev ''The fox of the north: the life of Kutuzov, General of War and Peace''], P. Davies, 1976.\n{{Lists of Russians}}\n\n{{Các chủ đề|Lịch sử|Nga|Quân sự}}\n\n{{DEFAULTSORT:Rumyantsev, Pyotr Aleksandrovich}}\n[[Thể loại:Sinh năm 1725]]\n[[Thể loại:Mất năm 1796]]\n[[Thể loại:Bá tước Nga]]\n[[Thể loại:Thống chế Nga]]\n[[Thể loại:Tướng Đế quốc Nga]]\n[[Thể loại:Lịch sử Ukraina]]\n[[Thể loại:Người nhận Huy chương Đại bàng đen]]\n[[Thể loại:Người nhận Huy chương Thánh Gioóc cấp một]]\n[[Thể loại:Người Moskva]]"}