{"Quispe Sisa":"{{Mồ côi|date=tháng 7 2018}}\n\n'''Quispe Sisa''' hay '''Inés Huaylas Yupanqui''' (1518-1559), là một [[công chúa]] [[Đế quốc Inca|Inca]], em gái của [[Huáscar]] và [[Atahualpa]], người vợ đầu tiên của [[Francisco Pizarro]] và nhân vật nổi bật trong cuộc chinh phục đế chế Inca của Tây Ban Nha.\n\n==Tiểu sử==\n[[Tập tin:Portrait of Francisco Pizarro.jpg|thumb|Francisco Pizarro, người chồng đầu tiên của Inés Huaylas Yupanqui.]]\nQuispe Sisa là con gái của [[Huayna Cápac]] và, theo một số nguồn, công chúa [[Paccha Duchicela]], Shiri thứ XVI của [[Vương quốc Quito]]<ref name=\"Peñaherrera Costales Piedad\">{{chú thích sách|last=Peñaherrera de Costales|first=Piedad|title=Huayna Cápac|year=1964|editor=CCE - Núcleo del Azuay|location=Cuenca|last2=Costales Samaniego|first2=Alfredo}}<\/ref><ref name=\"Casa de Duchicela\">{{chú thích sách|last=Casa de Duchicela|title=Huaraca Duchicela desciende de Atahualpa|year=1991|editor=Periodista para todos|location=Guayaquil}}<\/ref><ref name=\"Iglesia de los Santos\">{{es icon}}{{Chú thích web|tác giả 1=Iglesia de los Santos de Jesucristo de los Últimos Días|tiêu đề=Paccha Duchicela, 16° Emperatriz|url=http:\/\/histfam.familysearch.org\/getperson.php?personID=I414&tree=Peru|ngày truy cập=ngày 6 tháng 3 năm 2013|work=Family Tree - Community Trees|archive-date=2013-04-15|archive-url=https:\/\/archive.today\/20130415001019\/http:\/\/histfam.familysearch.org\/getperson.php?personID=I414&tree=Peru|=https:\/\/archive.today\/20130415001019\/http:\/\/histfam.familysearch.org\/getperson.php?personID=I414&tree=Peru}}<\/ref> còn theo một số nguồn khác Sisa là con gái bà [[Contarguacho]], con gái của [[Pomapacha]], quý tộc trưởng vùng Andahuaylas. Contarguacho là một trong những người vợ thứ của Inca. Là người hầu trong cung điện của Inca cho tới khi đế chế này diệt vong, cô trở về cùng người mẹ của cô tại ngôi làng Tocash thuộc Huaylas.\n\nNăm 18 tuổi cô đã được đưa đến Cajamarca, nơi Atahualpa bị giam cầm. Việc này đã cho cô cưới Pizarro, để được lòng tin với ông ta và xem liệu họ có thả tự do cho Atahualpa hay không qua lời thỉnh cầu:\n{{Trích dẫn|Xin hãy xem thử em gái tôi, con gái của cha tôi, người tôi yêu thương nhất.|Người cung cấp lời khai '''Salcedo'''}}\n\nTheo biên niên sử của J. Antonio del Busto, cô đã được rửa tội bởi các nghi thức Thiên chúa giáo, nơi mà người đặt tên cô là S, trong trí nhớ của em gái Francisco. Họ Huaylas được đặt cho cô theo tên địa danh mà từ đó cô được phong chức ''ñusta'' (''ñusta'' có nghĩa là \"quý tộc của đế chế \").\n\nPizarro gọi cô là ''Pizpita'', người ngồi cùng bàn với những người chinh phục khác và được giới thiệu là vợ của ông. Kết quả cuộc hôn nhân của họ (theo các nghi thức Inca) đến vào tháng 12 năm 1534 khi con gái đầu lòng Francisca Pizarro Yupanqui ra đời ở Jauja. Cuối năm sau Sisa sinh hạ tiếp con trai tên là Gonzalo, người chết trẻ vào năm 1544.\n\nHai đứa trẻ đã được công nhận là hợp pháp theo Lệnh Hoàng gia, được ban ra tại [[Monzón]] ([[Huesca (tỉnh)|Huesca]]) vào ngày 12 tháng 10 năm 1537 bởi Vua Carlos đệ nhất.\n\nKhi [[Manco Inca]] nổi loạn ở [[Cuzco]] vào năm 1536, cô bị cáo buộc cung cấp thông tin cho người da đỏ và có ý định trốn chạy cùng những hòm đầy vàng và bạc. Vì lý do này giữa cô và Pizarro nổi lên mối bất hòa và cuối cùng dẫn đến ly hôn. Sau đó Francisco Pizarro cưới vợ lần nữa với [[Angelina Yupanqui]], cũng là em gái của Huascar và Atahualpa. Ở cuộc hôn nhân lần thứ hai này, Angelina cho ra đời người con thứ ba của Francisco Pizarro tên là Francisco Pizarro Yupanqui. Khi Pizarro qua đời vào năm [[1541]], trong di chúc không hề nhắc tới Sisa, nhưng vẫn nhắc tới những đứa trẻ đã có với cô.\n\n[[Tập tin:Palacio de la Conquista.jpg|thumb|right|350px|Palacio de la Conquista, tại [[Trujillo, Cáceres|Trujillo]] [[Cáceres, Tây Ban Nha|(Cáceres)]], nơi duy nhất có chân dung của Quispe Sisa ở ngoài mặt tiền.]]\n\nVào năm [[1538]] sau khi ly hôn, cô kết hôn với Francisco de Ampuero, không chỉ vì lý do dân sự mà còn vì các nghi thức Thiên chúa giáo, và có được với de Ampuero ba người con. Tuy nhiên, mối quan hệ với Ampuero chẳng hề yên bình một chút nào. Vào tháng 2 năm 1547 cô bị bắt gặp dính líu đến trò phù thủy và bị buộc tội là đã cố gắng gây ảnh hưởng đến sức khỏe của chồng mình khi đang hành lễ cùng hai phù thủy. Vì vậy cô phải chết trước mặt người chồng của mình.\n\n== Hậu thế ==\nTừ mối quan hệ với [[Francisco Pizarro]] cô có hai người con:\n* [[Francisca Pizarro Yupanqui|Francisca Pizarro Huaylas Yupanqui]], người kết hôn với chú của mình là [[Hernando Pizarro]].\n* Gonzalo Pizarro Huaylas Yupanqui, qua đời năm 11 tuổi.\n\nTừ mối quan hệ với Francisco de Ampuero, cô có ba người con:\n* Martín Alonso de Ampuero y Huaylas Yupanqui (1538), thuyền trưởng.\n* María Ana Isabel Josefa de Ampuero y Huaylas Yupanqui (1540).\n* Francisco de Ampuero y Huaylas Yupanqui (1541).\n\n== Lịch sử của những người con của Quispe Sisa ==\n\n* Con gái đầu tiên có với Francisco Pizarro, Francisca Pizarro Yupanqui, chuyển đến [[Tây Ban Nha]] sau khi cha cô ra đi năm [[1541]] cùng cha dượng Francisco de Ampuero. Tại [[Medina del Campo]], [[Valladolid (tỉnh)|(Valladolid)]], cô kết hôn với chú mình là [[Hernando Pizarro]] người vào thời điểm này đang bị giam trong lâu đài [[Castillo de la Mota]].\n* Đối với hai người con trong cuộc hôn thú thứ hai, chúng ta có thể nói rằng María Ana Isabel Josefa de Ampuero y Huaylas tiếp tục sống ở Perú, nơi cô kết hôn với địa chủ giàu có Francisco de Valverde y Contreras-Ulloa, người có cháu gái [[Josefa Francisca Valverde|Josefa Francisca Valverde y Ampuero]], vợ bá tước vùng Las Lagunas, là một người tích cực hoạt động chính trị khi chồng cô Simón Ontañón đệ nhị bá tước vù Las Lagunas ký với tướng [[José de San Martín]] ''Hiệp định về nền độc lập của Perú'' vào ngày 15 tháng 7 năm 1821.\n\nMột nhân vật liên quan đến lịch sử Perú là thuyền trưởng Manuel de Valverde de Ampuero y de las Infantas, người kết hôn với người thừa kế của bá tước vùng Villaminaya, người được cho là tướng lĩnh của một vương triều Inca được phục dựng lại trong cuộc nổi dậy tại Cuzco năm 1805 và có dòng máu của Inés Huaylas, con gái hoàng đế [[Huayna Cápac]] và em gái của [[Atahualpa]]. Cuộc cách mạng tại vùng Hạ Perú này được bảo trợ giống như các cuộc cách mạng khác của [[Manuel Ubalde]] và [[Gabriel Aguilar]].\n\nQuispe Sisa còn chia sẻ dòng máu Inca với các vị vua của Castilla, bởi Francisco de Valverde y Contreras-Ullua, con cháu của Mafalda de la Cerda, hậu duệ của [[Infantes de la Cerda]], hai con trai của vua Alfonso X của Castilla.\n\n* María Ana Isabel Josefa de Ampuero, con gái của kẻ chinh phục Francisco de Ampuero, và công chúa Quispe Sisa, làm đám cưới (lần thứ hai của cô) với Juan de Avendaño y Azurpay, con trai của kẻ chinh phục Diego de Avendaño, kị binh của Orden de Santiago và vợ ông, công chúa Juana Azurpay, con gái của Huayna Capac.\n\nMaría Ana Isabel Josefa de Ampuero y Huaylas Yupanqui và chồng cô Francisco de Valverde khởi nguồn một hậu thế lớn mạnh tới ngày nay. Nổi bật là:\n\nTại Perú:\n*[[Josefa Francisca Valverde|Josefa Francisca Valverde Ampuero y Costilla]], vợ bá tước vùng Las Lagunas, người tham gia tích cực và công cuộc trao trả độc lập cho [[Perú]] vào năm 1821.\n* [[Fernando de Trazegnies Granda]], bá tước thứ sáu vùng Las Lagunas, hầu tước vùng Torrebermeja, một sử gia và nhà nhân chủng học có tiếng, cựu thư ký ngoại giao của Perú. Nổi tiêng với tác phẩm ''\"Hậu duệ Peru của kẻ chinh phục Francisco de Valverde\"''.\nTại [[Bolivia]]:\n* [[Pedro José Domingo de Guerra|Pedro José Domingo de Guerra y Sánchez de Bustamante]], [[Tổng thống Bolivia|tổng thống]] [[Bolivia]] (1879), nhân vật đáng chú ý của [[thế kỷ XIX]].\n* [[José Gutiérrez Guerra]], Bolivia, (1917-20), nieto del anterior.\n* [[Narciso Campero]], tổng thống Bolivia (1879-84), cháu trai của Hầu tước thứ tư của vùng [[Valle de Tojo]].\nTại [[Ecuador]]:\n* [[Francisco León Franco|Francisco Javier León]], tổng thống Ecuador (1875)\n* Francisco Alfredo Chiriboga, tổng thống Ecuador (1935)\nTại [[Cộng hòa Dominicana]]:\n* [[José Desiderio Valverde]], tổng thống cộng hòa Dominicana (1857)\nTại Tây Ban Nha:\n* Pablo Costilla y Valverde, hầu tước vùng [[San Juan de Buenavista]].\n* Constanza Costilla Valverde y Cartagena, nữ hầu tước vùng [[Rocafuerte]].\n\n== Chú ý ==\n\nQuispe Sisa chỉ có một bức chân dung duy nhất dưới dạng tượng bán thân để trang trí cho mặt tiền cung điện Palacio de la Conquista tại [[Trujillo, Cáceres|Trujillo]], [[Cáceres (tỉnh)|Cáceres]], nhờ ý muốn của con gái đầu lòng, Francisca Pizarro Yupanqui, người yêu cầu tạc bức tượng cho Sisa cùng chồng cô, [[Hernando Pizarro]].\n\n==Tham khảo==\n\n* Tiểu sử của Inés Huaylas Yupanqui, do R. Cúneo-Vidal viết, thuộc Viện Lịch sử Perú.\n* {{chú thích sách| author = Rostworowski, María| title = Doña Francisca Pizarro, una ilustre mestiza 1534-1598| year = 2003| editor = Lima: IEP| id = ISBN 9972-51-090-5}}\n* {{es icon}}{{Chú thích web|url = http:\/\/www.boletindenewyork.com\/ineshuaylas.htm|tiêu đề = Crónica sobre Inés Huaylas|ngày truy cập = ngày 13 tháng 1 năm 2010|tác giả 1 = Betty La Rosa de Giovannini|archive-date = 2010-01-03|archive-url = https:\/\/web.archive.org\/web\/20100103203039\/http:\/\/boletindenewyork.com\/ineshuaylas.htm|url-status = dead| = https:\/\/web.archive.org\/web\/20100103203039\/http:\/\/boletindenewyork.com\/ineshuaylas.htm}}\n* {{es icon}}{{Chú thích web|url = http:\/\/www.cervantesvirtual.com\/servlet\/SirveObras\/08148374389792895207857\/p0000001.htm|tiêu đề = Los hijos americanos de los Pizarros de la conquista|ngày truy cập = ngày 13 tháng 1 năm 2010|tác giả 1 = R. Cúneo-Vidal|archive-date = 2010-01-25|archive-url = https:\/\/web.archive.org\/web\/20100125081554\/http:\/\/www.cervantesvirtual.com\/servlet\/SirveObras\/08148374389792895207857\/p0000001.htm|url-status = dead}}\n* {{es icon}}{{Chú thích web|url = http:\/\/www.munihuaylas.gob.pe\/index.php?mh=Personajes_Ayer|tiêu đề = Personajes de ayer.|ngày truy cập = ngày 13 tháng 1 năm 2010|tác giả 1 = Municipalidad distrital de Huaylas|archive-date = 2010-01-13|archive-url = https:\/\/web.archive.org\/web\/20100113010950\/http:\/\/www.munihuaylas.gob.pe\/index.php?mh=Personajes_Ayer|url-status = dead| = https:\/\/web.archive.org\/web\/20100113010950\/http:\/\/www.munihuaylas.gob.pe\/index.php?mh=Personajes_Ayer}}\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Sinh năm 1518]]\n[[Thể loại:Mất năm 1559]]\n[[Thể loại:Quý tộc Inca]]\n[[Thể loại:Người Inca]]\n[[Thể loại:Nữ giới Inca]]\n[[Thể loại:Gia tộc Pizarro]]\n[[Thể loại:Sinh thập niên 1510]]\n[[Thể loại:Lịch sử Peru]]"}