{"Rama II":"{{Thông tin nhân vật hoàng gia\n|tên=Phra Buddha Loetla Nabhalai<br>พระพุทธเลิศหล้านภาลัย \n|tước vị=Vua Rama II\n|hình=Buddha Loetla Nabhalai portrait.jpg\n|chức vị =[[Quốc vương]] [[Xiêm]]\n|tại vị=[[7 tháng 9]] năm [[1809]] - [[21 tháng 7]] năm [[1824]]<br >{{số năm theo năm và ngày |1809|9|7|1824|7|21}}\n|đăng quang=năm [[1809]]\n|tiền nhiệm=[[Rama I]]\n|kế nhiệm=[[Rama III]]\n|nhiếp chính = [[Maha Senanurak]]\n|kiểu nhiếp chính = [[Uparaja|phó vương]]\n|chức vị 1=[[Nhị vương Xiêm|Nhị vương]] [[Xiêm]]\n|tại vị 1=năm [[1808]] - [[7 tháng 9]] năm [[1809]]\n|tiền nhiệm 1=[[Maha Sura Singhanat]]\n|kế nhiệm 1=[[Maha Senanurak]]\n|othertitles=Itsarasunthon\n|tên đầy đủ=Chim (tên khi sinh ra)\n|hoàng tộc=[[Vương triều Chakri|Nhà Chakri]]\n|phối ngẫu=[[Sri Suriyendra]]\n|kiểu phối ngẫu=Hoàng hậu\n|con cái=73 người con trai và gái\n|cha=[[Rama I]]\n|mẹ=[[Amarindra]]\n|sinh={{birth date|1767|2|24|df=y}}\n|nơi sinh=[[Amphawa (huyện)|huyện Amphawa]], [[Samut Songkhram (tỉnh)|tỉnh Samut Songkhram]], [[Vương quốc Ayutthaya]]\n|mất={{death date and age|1824|7|21|1767|2|24|df=y}}\n|nơi mất=[[Hoàng cung (Bangkok)|Hoàng cung]] [[Bangkok]], [[Xiêm La]]\n|tôn giáo=[[Phật giáo Nguyên thủy|Phật giáo Nam Tông]]\n}}\n\n'''Rama II''' ([[24 tháng 2]] năm [[1767]] – [[21 tháng 7]] năm [[1824]]), có [[miếu hiệu]] đầy đủ là '''Phra Buddha Loetla Nabhalai''' ({{lang-th|พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย}}), là vị vua thứ hai của [[Vương triều Chakri]], [[Xiêm|Xiêm La]] ([[Thái Lan]]). Vị quốc vương này sinh năm [[1767]], mất năm [[1824]], ở ngôi từ năm [[1809]] đến năm 1824. Sử [[nhà Nguyễn]] gọi là '''Chiêu Lục Thư''' (昭六書, \"Chao Luk Ya Thoe\"),<ref>''[[Đại Nam chính biên liệt truyện|Đại Nam chính biên liệt truyện sơ tập]]'', q. 32<\/ref> sử Trung Quốc gọi là '''Trịnh Phật''' (鄭佛).<ref>''[[Thanh sử cảo]], quyển 528''<\/ref> Thời Rama II, Xiêm La được hưởng thái bình, hầu như không có xung đột lớn nào.\n\n== Tiểu sử ==\nQuốc vương Phra Buddha Loetla Nabhalai sinh ngày 24 tháng 2 năm 1767 tại huyện [[Amphawa (huyện)|Amphawa]], tỉnh [[Samut Songkhram (tỉnh)|Samut Songkhram]], [[Vương quốc Ayutthaya]]. Ông là con trai của tiên đế [[Rama I|Chulalonke]] (Rama I) và bà [[Amarindra]].\n\nThuở thơ ấu, quốc vương có tên là '''Chim''' ({{lang|th|ฉิม}}). Khi cha lên làm vua (quốc vương [[Rama I|Phra Buddha Yotfa Chulaloke]] tức Rama I), ông có tên mới là '''Đại vương Isarasundhorn''' ({{lang|th|มหาอิศรสุนทร}}). Sau đó, theo truyền thống Thái Lan, ông đi tu ở [[chùa]] một thời gian. Đến năm [[1806]], vị phó vương của Xiêm La và đồng thời là chú của ông qua đời; ông xưng làm phó vương. Năm 1809, phụ vương qua đời, ông lên làm quốc vương.\n\nTrước khi làm vua, Rama II từng theo phụ vương đi chinh chiến và lập không ít võ công. Khi lên làm vua, ông tiến hành chinh phạt [[Myanma|Miến Điện]], nhưng thất bại. Năm 1813, được [[Việt Nam]] hậu thuẫn, [[Campuchia]] nổi dậy kháng cự lại Xiêm La, song ông đã không thể dẹp yên và chịu để mất kiểm soát vùng phía Đông của Campuchia. Ông từng chinh phạt vùng ngày nay là bang [[Kedah]] của [[Malaysia]], phế truất vị hồi vương của xứ đó. Điều này khiến cho quan hệ giữa Xiêm La và [[công ty Đông Ấn của Anh]] xấu đi.\n\nRama II còn là một thi sĩ nổi tiếng và có quan hệ với nhiều nhà thơ đương thời của Xiêm La.\n\nRama II có nhiều thê thiếp trong đó vương phi Chao Chom Manda Riam là mẹ của hoàng tử Jessadabodindra sau này là [[Rama III]] (Phra Nangklao Chaoyuhua). Còn hoàng hậu Bunrod là mẹ của thái tử Mongkut sau này là [[Rama IV]] ([[Rama IV|Phra Chom Klao Chaoyouhua]]).\n\n{{Vua Chakri}}\n\n== Nhà bảo trợ nghệ thuật ==\nTrong thời gian tại vị của mình, quốc vương Rama II rất quan tâm đến nghệ thuật và văn hóa, ông còn đặc biệt được nhớ đến như một nhà bảo trợ lớn của nghệ thuật, văn học và [[Văn hóa Thái Lan]], chính ông đã viết một phiên bản mới của bộ quyển [[Ramayana]] mà cha ông đã dịch từ [[Ấn Độ]] trước đó. Dưới thời ông, nhiều điệu múa của Thái Lan được hồi sinh, ông cho tạo ra nhiều vũ điệu, nổi tiếng nhất là ''Sang Thong,'' ông cho sáng tác các điệu múa, bài thơ, bài nhạc. Ngoài là một vị vua, Rama II cũng là một nhạc sĩ tài ba, ông còn là một nhà thơ và có quan hệ gần gũi với nhiều thi sĩ đương thời khác ở [[Xiêm]], chính quốc vương cũng đã tự tay sáng tác ra nhiều bài thơ. Rama II đã cho chạm khắc mặt nạ múa truyền thống của Thái Lan. Giống như cha mình, quốc vương Rama II nhận thấy bản sắc dân tộc Thái rất quan trọng nếu người Thái có được sự độc lập, giống như cha mình, Rama II đã đặt [[Phật giáo]] và đạo đức Phật giáo vào mặt chính trong đời sống của người dân Thái Lan, ông phái các nhà sư đến [[Tích Lan]] để nghiên cứu Phật giáo nơi đây. Trong thời của mình, Rama II đã hạ lệnh xây dựng nhiều chùa chiền, ông bắt buộc thần dân của mình phải tuân thủ đúng đạo đức trong phật giáo và phải tránh xa những thứ tệ nạn xã hội.<ref>{{Chú thích web|url=https:\/\/www.newworldencyclopedia.org\/entry\/Rama_II#Patron_of_the_arts|tựa đề=Rama II|tác giả=|họ=|tên=|ngày=|website=New World Encyclopedia.com|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nÔng đã nổ lực hồi phục lại quốc gia [[Xiêm]] và có đô [[Ayutthaya (thành phố)|Ayutthaya]] cùng với những thành phố khác đã bị người Miến Điện phá hủy trước đó.\n\n== Sự phát triển về kinh tế và thương mại dưới thời Rama II ==\nVào đầu những năm 20 của thế kỷ XIX, xuất khẩu gạo của Xiêm đứng hàng thứ 2 ở châu Á, chỉ sau Bengal<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=121}}<\/ref>.\n\nTheo ghi chép trong tác phẩm Journal of an embassy from the governor-general of India to the courts of Siam and Cochin China: exhibiting a view of the actual state of those kingdoms của quan chức ngoại giao người Scottland [[:en:John Crawfurd|John Crawfurd]] từng có dịp đi công cán tại Xiêm La vào những năm 1821-1822, Xiêm La là nước xuất khẩu gạo lớn nhất thế giới thời bấy giờ. Vào thời điểm ông Crawfurd sang Xiêm, thương mại và ngoại thương Xiêm La đã rất phát triển và phồn thịnh. Hệ thống chợ xuất hiện ở khắp mọi nơi, đáp ứng nhu cầu trao đổi hàng hoá trong và ngoài nước. Có khoảng 60 nghìn người tham gia vào mạng lưới buôn bán và trao đổi ở thị trường trong nước. Ngay từ những năm 20 của thế kỷ XIX, hàng năm Xiêm đã xuất khẩu sang Trung Quốc khoảng 3,6 triệu tấn hạt tiêu, 1,8 triệu tấn đường, 6 tấn ngà voi và nhiều mặt hàng quý hiếm khác. Ông Crawfurd có ghi lại, lợi nhuận buôn bán với Trung Quốc thời kỳ này đã đem về cho vương quốc Xiêm hàng năm khoảng 76.556 bảng Anh<ref>{{Chú thích sách|title=Phong Trào Cải Cách Ở Một Số Nước Đông Á|last=Dương Ninh|first=Vũ|publisher=NXB Đại học quốc gia Hà Nội|year=2007|pages=203, 204, 205}}<\/ref>.\n\nVào năm 1821, tổng khối lượng buôn bán của Xiêm với Trung Quốc tính riêng trên các tàu của Xiêm là 24.562 tấn; còn bằng tàu của Trung Quốc là 35.093 tấn. Có tổng cộng tới 140 tàu lớn tham gia vào việc buôn bán giữa Xiêm và Trung Quốc. Lợi nhuận trung bình cùa việc buôn bán này lên tới 300%. Để tạo điều kiện thúc đẩy quan hệ buôn bán với Trung Quốc trong khoảng 25 năm đầu của thế kỷ XIX, hàng năm Xiêm đều gửi một sứ đoàn thương thuyền tới Quảng Châu, và 3 năm một lần gửi sứ đoàn tới hoàng đế Trung Hoa với nhiều cống vật. Những sứ đoàn này thường có hai tàu buôn có trọng tải mỗi chiếc từ 900 đến 1.000 tấn, và được quyền miễn thuế.\nChiếm vị trí thứ hai trong buôn bán với Xiêm là các tiểu vương quốc trên bán đảo Malacca và quần đảo Indonesia. Vào 1825, có từ 30 đến 40 tàu Xiêm tới các cảng của người Mã Lai; 26 tàu đến Singapore (lúc này là thuộc địa của Anh); và 6 tàu tới các cảng Java và Borneo.\nXiêm cũng có quan hệ buôn bán rộng rãi với Campuchia, Lào, Việt Nam<ref name=\"ReferenceA\">{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=122}}<\/ref>.\n\nTrong nửa đầu thế kỷ XIX, tổng giá trị buôn bán hàng năm trong xuất khẩu của Xiêm có năm lên tới 5,5 triệu baht; còn trong nhập khẩu là 4,3 triệu baht. Quá trình hàng hóa nền kinh tế Xiêm nửa đầu thế kỷ XIX cũng có thể thấy thêm được qua số liệu là vào 1822 thủ đô Bangkok có tới 32.000 hàng quán và thuyền nhỏ khác nhau<ref name=\"ReferenceA\"\/>.\n\n==Tước vị và tôn hiệu==\n{{Xem thêm|Danh xưng hoàng gia và quý tộc Thái Lan}}\n*'''1767–1782''': Nai Chim ({{lang|th|นายฉิม}})\n*'''1782–1808''': Somdet Phra Chao Luk Ya Thoe Chaofa Kromma Luang Itsarasunthon ({{lang|th|สมเด็จพระเจ้าลูกยาเธอ เจ้าฟ้ากรมหลวงอิศรสุนทร}})\n*'''1808–1809''': Krom Phra Bowon Rat Chao Maha Itsarasunthon ({{lang|th|สมเด็จพระบวรราชเจ้ามหาอิศรสุนทร}})\n*'''1809–1824''': Phrabat Somdet Phra Borommarajadhiraj Ramadhibodi v.v... ({{lang|th|พระบาทสมเด็จพระบรมราชาธิราชรามาธิบดี ศรีสินทรบรมมหาจักรพรรดิราชาธิบดินทร์ ธรณินทราธิราช รัตนากาศภาสกรวงศ์ องค์ปรมาธิเบศ ตรีภูวเนตรวรนายก ดิลกรัตนราชชาติอาชาวศรัย สมุทัยดโรมนต์ สากลจักรวาฬาธิเบนทร สุริเยนทราธิบดินทร์ หริหรินทรา ธาดาธิบดี ศรีวิบูลยคุณอกนิษฐ ฤทธิราเมศวรมหันต บรมธรรมิกราชาธิราชเดโชชัย พรหมเทพาดิเทพนฤบดินทร์ ภูมิทรปรมาธิเบศ โลกเชษฐวิสุทธิ รัตนมกุฎประกาศ คตามหาพุทธางกูรบรมบพิตร พระพุทธเจ้าอยู่หัว}})\n*''thụy hiệu (Rama IV)'': Phra Bat Somdet Phra Bowon ... Phra Buddha Loet Lan Bhalai ({{lang|th|พระบาทสมเด็จพระบรมราชพงษเชษฐ มเหศวรสุนทร ไตรเสวตรคชาดิศรมหาสวามินทร์ สยารัษฎินทรวโรดม บรมจักรพรรดิราช พิลาศธาดาราชาธิราช บรมนารถบพิตร พระพุทธเลิศหล้านภาไลย}})\n*''thụy hiệu (Rama VI)'': Phra Bat Somdet Phra Ramadhibodi Srisindra Maha Issarasundorn Phra Buddha Loetla Nabhalai ({{lang|th|พระบาทสมเด็จพระรามาธิบดีศรีสินทรมหาอิศรสุนทร พระพุทธเลิศหล้านภาลัย}})\n\n==Tổ tiên==\n{{ahnentafel top|width=100%}}\n<center>{{ahnentafel-compact5\n| style = font-size: 90%; line-height: 110%;\n| border = 1\n| boxstyle = padding-top: 0; padding-bottom: 0;\n| boxstyle_1 = background-color: #fcc;\n| boxstyle_2 = background-color: #fb9;\n| boxstyle_3 = background-color: #ffc;\n| boxstyle_4 = background-color: #bfc;\n| boxstyle_5 = background-color: #9fe;\n| 1 = 1. '''Phutthaloetla Naphalai (Rama II)'''\n| 2 = 2. [[Buddha Yodfa Chulaloke|Buddha Yodfa Chulaloke (Rama I)]]\n| 3 = 3. [[Amarindra]]\n| 4 = 4. Thongdi, Thái thượng hoàng\n| 5 = 5. Daoreung, Hoàng thái hậu\n| 6 = 6. Thong Na Bangxang\n| 7 = 7. Rupsirisobhak, mẹ của Hoàng hậu Amarindra\n| 8 = 8. Phraya Rajanikul (Thongkham)\n| 9 = 9. \n| 10 = 10. Không rõ<br>người [[Phúc Kiến]]\n| 11 = 11. con gái của Chao Phraya Aphairacha\n| 12 = 12. Bhorn Na Bangxang\n| 13 = 13. Chee Na Bangxang\n| 14 = 14. Ploy Na Bangxang\n| 15 = 15. Thee Na Bangxang\n| 16 = 16. Chao Phraya Worawongsathirat (Khun Thong)\n| 17 = 17.\n| 18 = 18.\n| 19 = 19.\n| 20 = 20.\n| 21 = 21. \n| 22 = 22. Chao Phraya Aphairacha Samuha Nayok\n| 23 = 23. \n| 24 = 24.\n| 25 = 25.\n| 26 = 26.\n| 27 = 27.\n| 28 = 28. \n| 29 = 29.\n| 30 = 30.\n| 31 = 31.\n}}<\/center>\n{{ahnentafel bottom}}\n\n==Tham khảo==\n{{thể loại Commons|Rama II}}\n{{tham khảo}}\n{{Sơ khai lịch sử}}\n\n{{Vua Thái Lan}}\n{{Nhị vương và Tam vương của Xiêm}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua Thái Lan]]\n[[Thể loại:Triều Chakri]]\n[[Thể loại:Nhị vương Xiêm]]\n[[Thể loại:Mất năm 1824]]\n[[Thể loại:Nhà thơ Thái Lan]]\n[[Thể loại:Sinh năm 1767]]\n[[Thể loại:Người Thái gốc Mon]]"}