{"Rama III":"{{chú thích trong bài}} \n{{Thông tin nhân vật hoàng gia|monarch\n| tên = Nangklao<br>นั่งเกล้า\n| tên gốc = \n| tước vị = Vua Rama III\n| tước vị thêm = \n| ghi chú hình = \n| chức vị = [[Vua Thái Lan|Vua]] [[Xiêm La]]\n| hình = Nangklao portrait.jpg\n| cỡ hình = 222px\n| tại vị = 21 tháng 7 năm 1824 – 2 tháng 4 năm 1851<br>({{age in years and days|1824|7|21|1851|4|2}})\n| đăng quang = 21 tháng 7 năm 1824\n| tiền nhiệm = [[Rama II|Buddha Loetla Nabhalai]]\n| kế nhiệm = [[Rama IV|Mongkut]]\n| nhiếp chính = [[Maha Sakdi Polsep]]\n| kiểu nhiếp chính = [[Nhị vương (Xiêm)|Phó Vương]]\n| phối ngẫu = \n| con cái = 51 hoàng tử và công chúa\n| tên đầy đủ = Prabath Somdej Pra Paramadhiwarasetha Maha Jessadabodindra Siammintarawirodom Borommadhammikkarajadhirat Boromanathbopitra Phra Nangklao Chaoyuhua\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| hoàng tộc = [[Vương triều Chakri|Nhà Chakri]]\n| cha = [[Rama II|Buddha Loetla Nabhalai]]\n| mẹ = Sri Sulalai\n| niên hiệu = \n| thời gian của niên hiệu = \n| tước hiệu = \n| sinh = {{Ngày sinh|1788|3|31|df=y}}\n| nơi sinh = Bangkok, Xiêm La\n| mất = {{Ngày mất và tuổi|1851|4|2|1788|3|31|df=y}}\n| nơi mất = [[Bangkok]], Xiêm La\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Thượng tọa bộ|Phật giáo nguyên thủy]]\n| chữ ký = |\n}}\n'''Rama III''' ([[31 tháng 3]] năm [[1788]] – [[2 tháng 4]] năm 1851), miếu hiệu là '''Phra Nangklao [[Danh xưng hoàng gia và quý tộc Thái Lan#Vua|Chaoyuhua]]''', là vị vua thứ ba của Vương triều Chakri, [[Xiêm|Xiêm La]]. Rama III trị vì từ năm [[1824]] tới năm [[1851]]. Sử [[nhà Nguyễn]] gọi là '''Sa Đa Phố Đinh''' (沙多鋪丁, \"Sadabodin\"),<ref>''[[Đại Nam chính biên liệt truyện|Đại Nam chính biên liệt truyện sơ tập]]'', q. 32<\/ref> sử Trung Quốc gọi là '''Trịnh Phúc''' (鄭福).<ref>''[[Thanh sử cảo]], quyển 528''<\/ref> Quốc vương Rama III cai trị trong một thời kỳ đầy sôi động ở bán đảo Trung - Ấn.\n\n== Tiểu sử ==\n{{Vua Chakri}}\n\n=== Ban đầu ===\nQuốc vương Nangklao (Rama III) sinh ngày 31 tháng 3 năm 1788 dưới triều đại của ông nội mình: Phật vương: [[Rama I|Phra Buddha Yodfa Chulaloke]] tại thành đô [[Krung Thep]] (Bangkok). Ông là con trai trưởng của hoàng tử: Issaraundhorn (tức vua Rama II sau này) với một người em họ của ông ta và cũng là một bà phi trong cung, công chúa [[Chao Chom]] Manda Riam (về sau đổi thành KromSomdej Phra Srisulalai sau khi ông lên ngôi), ban đầu ông được đặt tên là Tub.<ref>{{Chú thích web|url=https:\/\/www.newworldencyclopedia.org\/entry\/Rama_III|tựa đề=Rama III|tác giả=|họ=|tên=|ngày=|website=newworldencyclopedia.com|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Năm 1809, nhờ có công dẹp cuộc nổi loạn do người con trai của vua [[Taksin]] lãnh đạo, ông được vua cha phong là '''Poramin Maha Jessadabodindra''' (hoàng tử Jessadabodindra) và được giao nhiều công việc triều chính.\n\n=== Thiếu thời ===\nTrước khi lên ngôi, Rama III giữ vị trí như Bộ trưởng ngoại giao và thương mại cho vua cha. Ở cương vị này, ông đã thúc đẩy quan hệ [[thương mại]] với [[nhà Thanh]] và đem lại nguồn thu lớn cho triều đình. Cũng qua đó, ông chịu ảnh hưởng của [[văn hóa Trung Quốc]].\n\n=== Lên ngôi và cai trị ===\nNăm 1824, khi hoàng tử Jessadabodindra 37 tuổi, quốc vương Rama II bị bệnh nặng và đột ngột qua đời không truyền lại sẽ để ai kế vị. Tuy nhiên, theo luật kế vị thì con trai của vua Rama II với hoàng hậu là hoàng tử [[Rama IV|Mongkut]] sẽ được lên làm vua, tuy nhiên hoàng tử vừa mới xuất gia đi tu theo truyền thống Xiêm La không lâu. Trong khi đó hoàng tử Jessadabodindra là người có kinh nghiệm triều chính và quân sự nhiều năm và cũng là con trưởng nên triều đình và hoàng gia bèn tôn ông làm vua.\n\nTrong thời gian trị vì, Rama III đã có quan hệ tốt với [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh quốc]] qua việc tham gia liên quân với Anh đánh [[Myanma|Miến Điện]]. Vua còn có chính sách tránh xung đột với Anh ở một số vùng tranh chấp. Nhờ đó, hiệp ước hòa bình giữa Anh và Xiêm được thành lập vào năm 1825. \n\nKhi vua [[Anouvong]] của [[Lào]] nổi dậy chống lại Xiêm, Rama III đã phái quân đội đánh bại Anouvong ở Isan năm 1825. Năm 1827, quân Xiêm lại một lần nữa đánh bại quân của Anouvong và bắt được vị vua Lào này đem về Bangkok. \n\nNăm 1833, nhân việc [[Lê Văn Khôi]] nổi dậy chống vua [[Minh Mạng]] và xin chi viện của Xiêm, Rama III quyết định giành lại ảnh hưởng ở [[Campuchia]] bằng cách lập vua mới của nước này thân với Xiêm. Rama III đã cử một cánh quân bộ do [[Chao Phraya Bodin Decha|Rajasupawadi]] chỉ huy và một cánh quân thủy do một vị đại thần chỉ huy tiến đánh [[Gia Định]], ngoài ra còn có quân Campuchia của [[Ang Em (hoàng tử)|Ang Im]] (Nặc Yêm) và [[Ang Duong]] (Nặc Đôn). Tuy nhiên, kế hoạch chinh phạt Đại Nam này đã bị đập tan. Năm 1842, Rama III lại sai quân đánh Đại Nam, nhưng cũng không thành công. [[Phnôm Pênh|Phnom Penh]] trở thành nơi tranh giành qua lại giữa quân Xiêm và quân Việt Nam. Xung đột Xiêm-Việt dừng lại khi quân [[Pháp]] xâm lược Việt Nam năm 1847 khiến triều đình [[Thiệu Trị]] phải hòa hoãn với Xiêm.\n\nTuy không đi tu hành như người anh em khác mẹ là hoàng tử Mongkut, nhưng Rama III vẫn rất mộ đạo Phật. Thời ông trị vì, hơn 50 chùa chiền đã được triều đình bảo trợ xây mới hoặc trùng tu, trong đó có tháp ở [[Wat Arun]] và [[Wat Pho]].\n\nVề quốc phòng và quân sự, Xiêm chỉ có duy nhất một tàu kiểu phương Tây vào thời kỳ đầu cầm quyền của Rama III. Đến 1830, Rama III đã mời các kiến trúc sư quân sự châu Âu tới phục vụ cho Xiêm. Đến cuối đời mình, Rama III đã có đạo quân bộ binh 10.000 người, và pháo binh, tất cả được huấn luyện theo kiểu châu Âu, 500 chiến thuyền được cải tiến. 4 chiến hạm và 12 hải phòng hạm theo kiểu phương Tây. Bờ biển và cửa sông Chao Phraya(tên tiếng Việt là Mê Nam) của Xiêm đều được bảo vệ bởi các công sự, tiền đồn xây dựng theo kiểu mới nhất khi đó<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|location=|pages=127}}<\/ref>.\n\nNăm 1847, Xiêm đã có 20 tàu buôn lớn được sản xuất ngay tại Bangkok, trong đó có 13 chiếc là thuộc nhà vua. Tàu mới của Xiêm đã cạnh tranh có kết quả với tàu ngoại quốc. Ví dụ, năm 1838, trong số 9 tàu kiểu châu Âu ghé Bangkok, thì có 6 chiếc thuộc Anh, 3 chiếc thuộc Xiêm; năm 1846 tỷ lệ này của Anh là 10, Xiêm là 4; và năm 1849 thì tỷ lệ này biến đổi là 4 chiếc thuộc Anh , trong khi đó 14 chiếc là của Xiêm<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=127-128}}<\/ref>.\n\nVề phát triển kinh tế và thương mại, vào đầu những năm 20 của thế kỷ XIX, xuất khẩu gạo của Xiêm là đứng hàng thứ 2 ở châu Á, chỉ sau Bengal<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=121}}<\/ref>. \n\nCòn tác phẩm Journal of an embassy from the governor-general of India to the courts of Siam and Cochin China: exhibiting a view of the actual state of those kingdoms của quan chức ngoại giao người Scottland [[:en:John_Crawfurd|John Crawfurd]] ghi lại những gì tai nghe mắt khi đi công cán tại Xiêm La vào những năm 1821-1822, Xiêm La là nước xuất khẩu gạo lớn nhất thế giới thời bấy giờ. Vào thời điểm ông Crawfurd sang Xiêm, thương mại và ngoại thương Xiêm La đã rất phát triển và phồn thịnh. Hệ thống chợ xuất hiện ở khắp mọi nơi, đáp ứng nhu cầu trao đổi hàng hoá trong và ngoài nước. Có khoảng 60 nghìn người tham gia vào mạng lưới buôn bán và trao đổi ở thị trường trong nước. Ngay từ những năm 20 của thế kỷ XIX, hàng năm Xiêm đã xuất khẩu sang Trung Quốc khoảng 3,6 triệu tấn hạt tiêu, 1,8 triệu tấn đường, 6 tấn ngà voi và nhiều mặt hàng quý hiếm khác. Ông Crawfurd có ghi lại, lợi nhuận buôn bán với Trung Quốc thời kỳ này đã đem về cho vương quốc Xiêm hàng năm khoảng 76.556 bảng Anh<ref>{{Chú thích sách|title=Phong Trào Cải Cách Ở Một Số Nước Đông Á|last=Dương Ninh|first=Vũ|publisher=NXB Đại học quốc gia Hà Nội|year=2007|pages=203, 204, 205}}<\/ref>.\n\nBên cạnh đối tác làm ăn số một Trung Hoa, tiểu vương quốc trên bán đảo Malacca và quần đảo Indonesia cũng giữ vai trò đối tác quan trọng đứng hàng thứ hai trong việc hoạt động thương mại buôn bán của Xiêm La. Vào 1825, có từ 30 đến 40 tàu Xiêm tới các cảng của người Mã Lai; 26 tàu đến Singapore (lúc này là thuộc địa của Anh); và 6 tàu tới các cảng Java và Borneo. Xiêm cũng có quan hệ buôn bán rộng rãi với Campuchia, Lào, Việt Nam<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=122}}<\/ref>.\n\nTrong nửa đầu thế kỷ XIX, tổng giá trị buôn bán hàng năm trong xuất khẩu của Xiêm có năm lên tới 5,5 triệu baht; còn trong nhập khẩu là 4,3 triệu baht<ref>{{Chú thích sách|title=Lịch sử vương quốc Thái Lan|last=Văn Quang|first=Lê|publisher=NXB Tổng hợp thành phố Hồ Chí Minh|year=1995|pages=122}}<\/ref>.\n\nNăm 1851, sau 27 năm làm vua Xiêm, quốc vương Nangklao (Rama III) băng hà và cũng giống như cha của ông, không truyền lại việc ai sẽ được kế vị. Hoàng gia và triều đình đã suy tôn người anh em của ông là hoàng tử Mongkut lên ngôi vua. Có thể rằng ông nhận thức được sự thông minh và tầm nhìn của người em Mongkut đối với ngai vàng, cho nên Rama III đã chọn cách không nêu tên người kế vị, do đó để lại rõ ràng ngôi vị cho người em trai của mình.\n\n== Tước vị và tôn hiệu ==\n{{Xem thêm|Danh xưng hoàng gia và quý tộc Thái Lan}}\n*1788–1807: Mom Chao Chai Thap ({{lang|th|หม่อมเจ้าชายทับ}})\n*1807–1808: Phra Chao Lang Thoe Phra Ong Chao Chai Thap ({{lang|th|พระเจ้าหลานเธอ พระองค์เจ้าชายทับ}})\n*1808–1813: Phra Chao Luk Ya Thoe Phra Ong Chao Chai Thap ({{lang|th|พระเจ้าลูกยาเธอ พระองค์เจ้าชายทับ}})\n*1813–1824: Phra Chao Luk Ya Thoe Kromma Muen Chetsadabodin ({{lang|th|พระเจ้าลูกยาเธอ กรมหมื่นเจษฎาบดินทร์}})\n*1824–1851: Somdet Phra Borommarachathirat Ramathibodi v.v... ({{lang|th|พระบาทสมเด็จพระบรมราชาธิราชรามาธิบดี ศรีสินทรบรมมหาจักรพรรดิราชาธิบดินทร์ ธรณินทราธิราช รัตนากาศภาสกรวงศ์ องค์ปรมาธิเบศร์ ตรีภูวเนตรวรนายก ดิลกรัตนราชชาติอาชาวไสย สมุทัยดโรมน สากลจักรวาลาธิเบนทร์ สุริเยนทราธิบดินทร์ หริหรินทราธาธิบดี ศรีสุวิบูลย คุณอถพิษฐ ฤทธิราเมศวร ธรรมิกราชาธิราช เดโชชัย พรหมเทพาดิเทพนฤบดินทร์ ภูมินทรปรมาธิเบศร โลกเชษฐวิสุทธิ มงกุฏประเทศคตา มหาพุทธางกูร บรมบพิตร พระพุทธเจ้าอยู่หัว}})\n*''thụy hiệu (Rama IV)'': Phrabat Somdet Phra Paramathiworaset Maha Chetsadabodin Phra Nangklao Chao Yu Hua ({{lang|th|พระบาทสมเด็จพระปรมาธิวรเสรฐ มหาเจษฎาบดินทร์ฯ พระนั่งเกล้าเจ้าอยู่หัว}})\n*''thụy hiệu (Rama VI)'': Phra Bat Somdet Phra Ramadhibodi Srisindra Maha Chetsadabodin Phra Nangklao Chao Yu Hua ({{lang|th|พระบาทสมเด็จพระรามาธิบดีศรีสินทรมหาเจษฎาบดินทร์ พระนั่งเกล้าเจ้าอยู่หัว}})\n\n== Tổ tiên ==\n{{ahnentafel\n|collapsed=yes |align=center\n| boxstyle_1 = background-color: #fcc;\n| boxstyle_2 = background-color: #fb9;\n| boxstyle_3 = background-color: #ffc;\n| boxstyle_4 = background-color: #bfc;\n| boxstyle_5 = background-color: #9fe;\n|1 = 1. '''Nangklao (Rama III)'''\n|2 = 2. [[Phutthaloetla Naphalai|Phutthaloetla Naphalai (Rama II)]]\n|3 = 3. [[Sri Sulalai|Sri Sulalai (Riam)]]\n|4 = 4. [[Buddha Yodfa Chulaloke|Buddha Yodfa Chulaloke (Rama I)]] \n|5 = 5. [[Amarindra]]\n|6 = 6. Phraya Nanthaburi Sri Maha-uthayan (Bunchan)\n|7 = 7. Pheng\n|8 = 8. Thongdi, Thái thượng hoàng\n|9 = 9. Daoreung, Hoàng thái hậu \n| 10 = 10. Thong Na Bangxang\n| 11 = 11. Rupsirisobhak, mẹ của Hoàng hậu Amarindra\n| 12 = 12. Không rõ<br>người Bang Chueknang, Thonburi\n| 13 = 13.\n| 14 = 14. Phraya Rajavangsan (Vang)\n| 15 = 15. Chu\n| 16 = 16. Phraya Rajanikul (Thongkham)\n| 17 = 17.\n| 18 = 18.\n| 19 = 19.\n| 20 = 20. Bhorn Na Bangxang\n| 21 = 21. Chee Na Bangxang\n| 22 = 22.\n| 23 = 23. Thee Na Bangxang\n| 24 = 24.\n| 25 = 25.\n| 26 = 26.\n| 27 = 27.\n| 28 = 28. Chao Phraya Chakri (Mud)\n| 29 = 29.\n| 30 = 30. Không rõ<br>người Watnang, [[Thonburi]]\n| 31 = 31.\n}}\n\n== Xem thêm ==\n* [[Cuộc nổi dậy Lê Văn Khôi]]\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{thể loại Commons|Rama III}}\n* [http:\/\/www.hueuni.edu.vn\/hueuni\/issue_file\/26_bai11.doc Quan hệ đối ngoại của Xiêm với các nước phương Tây dưới thời Rama III.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101213060943\/http:\/\/www.hueuni.edu.vn\/hueuni\/issue_file\/26_bai11.doc |date = ngày 13 tháng 12 năm 2010}} của Đặng Văn Chương (định dạng MS Word, font VNtimes new roman)\n* [http:\/\/www.hueuni.edu.vn\/hueuni\/issue_file\/12_bai7.doc Cuộc tấn công của Xiêm vào Hà Tiên và Châu Đốc cuối năm 1833 đầu năm 1834] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101213015032\/http:\/\/hueuni.edu.vn\/hueuni\/issue_file\/12_bai7.doc |date=2010-12-13 }} của Đặng Văn Chương (định dạng MS Word, font VNtimes new roman)\n{{Vua Thái Lan}}\n{{thời gian sống|1787|1851}}\n\n[[Thể loại:Vua Thái Lan]]\n[[Thể loại:Triều Chakri]]\n[[Thể loại:Người Thái gốc Mon]]\n[[Thể loại:Người Thái gốc Iran]]"}