{"Robert Devereux":"[[Tập tin:Nicholas Hilliard 013.jpg|nhỏ|phải|270px|Bá tước Robert Devereux]]\n'''Robert Devereux''' '''Bá tước thứ 2 xứ Essex''' (sinh ngày [[10 tháng 11]] năm [[1565]]  - mất ngày [[25 tháng 2]] năm [[1601]]) là một nhà [[quý tộc]] người Anh và bồi thần sủng ái của [[Elizabeth I của Anh|Nữ hoàng Elizabeth I]], là một [[chính trị gia|nhà chính trị]] đầy tham vọng và thích can dự triều chính, ông bị [[quản thúc tại gia]] sau một chiến dịch ở Ái Nhĩ Lan trong cuộc [[chiến tranh chín năm]] vào năm [[1599]].\n\nVào năm [[1601]], ông đã lãnh đạo một cuộc đảo chính ​​chống lại triều đình nhưng thất bại và đã bị [[tử hình|xử tử]] vì tội [[phản quốc]]. Ông được cho là có một cuộc tình bí mật với nữ hoàng Elizabeth I - người được coi là [[trinh tiết|đồng trinh]] trong thời kỳ ông còn hầu hạ bà này và chính mối tình cuồng nhiệt và phóng túng với Nữ hoàng rốt cuộc đã làm cho Bá tước xứ [[Essex]] này phải mất mạng.\n\n==Cuộc đời và mối tình==\n\n===Vào cung===\nRobert Devereux chào đời vào năm 1567 tại vùng [[Netherwood]] gần [[Bromyard]], ở [[Herefordshire]], ông là con của một quan chức có nhiều công trạng. Vào năm Robert 17 tuổi thì được người cha dượng kiêm cha đỡ đầu là [[Bá tước Leicester]] giới thiệu vào Cung điện Hoàng gia ở Luân Đôn. Người ta cũng đồn đoán rằng Bá tước Leicester từng có mối quan hệ thầm kín với Nữ hoàng và sau khi ông qua đời năm 1588, Nữ hoàng Elizabeth mới tìm đến Robert Devereux.\n\nVề ngoại hình Robert Devereux là một người [[đẹp trai]], nhanh nhẹn và tỏ ra hoàn toàn thần phục trước Nữ hoàng, ông cũng có nét kiêu ngạo trẻ con, tuy vậy Robert Devereux tận hưởng sự sủng ái của Nữ hoàng và tận dụng triệt để thái độ cư xử thất thường của Elizabeth giữa sự [[ghen|ghen tuông]], niềm đam mê và sự hào phóng.\n\nVào năm [[1589]], Robert Devereux mới 22 tuổi, trong khi Elizabeth đã 56 tuổi, họ bị đồn đoán rằng có một mối quan hệ thân mật.\n\n===Kết hôn===\nNăm [[1590]], Bá tước Robert Devereux xứ Essex kết hôn với cô gái trẻ [[Frances Walsingham]] và Elizabeth I đã nổi cơn thịnh nộ khi nghe tin về đám cưới này. Robert Devereux đã lập tức xoa dịu bằng cách viết những [[thơ|bài thơ]] ca ngợi vẻ [[đẹp]] của Nữ hoàng.\n\n==Thăng tiến==\nTừ năm [[1591]], Nữ hoàng Elizabeth I cất nhắc, đề bạt và đưa Robert Devereux tham gia việc triều chính. Đặc biệt, ông ta được nhận chức Tư lệnh một quân đoàn hỗ trợ cho Vua [[Heinrich IV của Pháp]].\n[[Tập tin:Robert Devereux, 2nd Earl of Essex by Marcus Gheeraerts the Younger (2).jpg|nhỏ|phải|250px|Đỉnh cao quyền lực]]\nNăm [[1593]], Robert Devereux được bổ nhiệm trở thành uỷ viên [[Hội đồng cơ mật quốc gia]] và năm [[1596]], ông được trao một nhiệm vụ quân sự tấn công thành phố cảng [[Cadiz]] của [[Tây Ban Nha]]. Việc Elizabeth xen lẫn vấn đề cá nhân và vấn đề chính trị làm các [[cố vấn]] của bà rất bất bình.\n\nNăm [[1597]], được phong làm Tư lệnh [[pháo binh]], Robert Devereux một lần đã có cách xử sự một cách hống hách tới mức Nữ hoàng Elizabeth I đã bạt tai ông nhưng vẫn có đồn đoán rằng bà không thể rời bỏ sự quyến rũ của ông.\n\n==Được cử dẹp loạn==\nNăm [[1598]], Nữ hoàng đã phong cho ông làm [[Phó vương]] [[Cộng hòa Ireland|Ái Nhĩ Lan]] và phái ông đi dẹp cuộc nổi dậy ở đó dưới sự lãnh đọa của Bá tước Tyrone. Tháng 3 năm [[1599]], Robert Devereux dẫn đầu 16.000 binh sĩ tới Ái Nhĩ Lan để trấn áp quân nổi dậy, tuy vậy với khả năng [[quân sự]] còn hạn chế đến mức quá kém cỏi nên quân đội Hoàng gia Anh đã phải gánh chịu thất bại liên tiếp trước lực lượng nổi dậy trang bị nghèo nàn và đến ngày [[6 tháng 9]] năm [[1599]], Robert Devereux đã phải ký kết ngừng bắn với Bá tước Tyrone, một điều được coi là thất bại nhục nhã đối với nước Anh.\n\n==Bị mất chức==\nNgày [[28 tháng 9]] năm [[1599]] Robert Devereux đã lao vào cung điện với đôi ủng đi ngựa bẩn thỉu đi qua phòng nghị triều và Viện cơ mật, xô đẩy những người phục vụ trong Cung để đi vào phòng ngủ của Nữ hoàng, ông đã có hành vi vô lễ với Nữ hoàng và Elizabeth đuổi Robert Devereux ra ngoài và tống giam. Robert Devereux bị đưa ra toà xét xử về những thất bại ở Ái Nhĩ Lan.\n\nNgày [[3 tháng 6]] năm [[1600]], Robert Devereux bị tước bỏ mọi chức vụ, nhưng được trả tự do, Robert Devereux đã lạm dụng sự khoan hồng của Nữ hoàng.\n\n==Đảo chính và bị xử tử==\nTháng 2 năm [[1601]], Robert Devereux đã tiến hành một kế hoạch chiếm tháp và toà [[lâu đài]], đòi Nữ hoàng phong cho ông làm [[người bảo hộ]] nước Anh. Nhưng cuộc nổi loạn bất thành và Nữ hoàng Elizabeth đã không còn kiên nhẫn được nữa với người đàn ông phóng túng này.\n\nNgày [[24 tháng 2]] năm [[1601]], Tòa án đã kết án [[tử hình]] Robert Devereux vì tội phản quốc. Nữ hoàng Elizabeth ký [[bản án]] tử hình. Ngày [[25 tháng 2]] năm 1601, Robert Devereux đã bị [[chém đầu|xử trảm]] đầu ngay trước [[Cung điện]].\n\n==Tham khảo==\n{{tham khảo}}\n*Bagwell, Richard: ''Ireland under the Tudors'' 3 vols. (London, 1885&ndash;1890).\n*Ellis, Steven G.: ''Tudor Ireland'' (London, 1985). ISBN 0-582-49341-2.\n*Falls, Cyril: ''Elizabeth's Irish Wars'' (1950; reprint London, 1996). ISBN 0-09-477220-7.\n*Hammer, J.P.G.: ''The Polarisation of Elizabethan Politics: The Political Career of Robert Devereux, 2nd Earl of Essex 1585-1597'' (Cambridge UP 1999) ISBN 0-521-01941-9\n*[[Robert Lacey|Lacey, Robert]]: ''Robert, Earl of Essex: An Elizabethan Icarus'' (Weidenfeld & Nicholson 1971) ISBN 0-297-00320-8\n*Shapiro, James: ''1599: A Year in the Life of William Shakespeare'' (London, 2005) ISBN 0-571-21480-0.\n*Smith, Lacey Baldwin: ''Treason in Tudor England: Politics & Paranoia'' (Pimlico 2006) ISBN 978-1-84413-551-6\n\n[[Thể loại:Sinh năm 1565]]\n[[Thể loại:Mất năm 1601]]\n[[Thể loại:Sinh năm 1566]]"}