{"Saladin":"{{1000 bài cơ bản}}{{Thông tin nhân vật hoàng gia \n| tên = Salah ad-Din Yusuf\n|tước vị = Al-Malik an-Nasir\n|chức vị = [[Sultan]] của [[Ai Cập]] và [[Syria]]\n| hình = Cristofano_dell%27altissimo,_saladino,_ante_1568_-_Serie_Gioviana.jpg\n| cỡ hình = 240px\n| ghi chú hình =\n| tại vị = [[1174]] - [[4 tháng 3]] năm [[1193]]\n| đăng quang = 1174, [[Cairo]]\n| tên đầy đủ = An-Nasir Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb\n| tiền nhiệm = [[Nur ad-Din]]\n| kế nhiệm = [[Al-Aziz Uthman]] (Ai Cập) <br> [[Al-Afdal ibn Salah ad-Din|Al-Afdal]] (Syria)\n| hoàng tộc = [[Nhà Ayyub|Ayyub]]\n| cha = [[Najm ad-Din Ayyubi|Najm ad-Dīn Ayyūb]]\n| sinh = khoảng 1137-1138\n| nơi sinh = [[Tikrit]], [[Thượng Lưỡng Hà]], [[Nhà Abbas|Vương quốc Hồi giáo Abbas]]\n| mất = [[4 tháng 3]] năm {{Năm mất và tuổi|1193|1137}}\n| nơi mất = [[Damas]], [[Syria (khu vực)|Syria]], [[Vương triều Ayyub]]\n| nơi an táng = [[Thánh đường Umayyad]], [[Damas]], [[Syria]]\n|phối ngẫu = [[Ismat ad-Din Khatun]]\n|tôn giáo = [[Hồi giáo Sunni]] ([[Shafi'i]])<ref>{{Chú thích sách|last=Spevack|first=Aaron|title=The Archetypal Sunni Scholar: Law, Theology, and Mysticism in the Synthesis of Al-Bajuri|publisher=State University of New York Press|year=2014|isbn=978-1-4384-5371-2|page=44|origyear=2008}}<\/ref><ref>{{Chú thích sách|last=Lēv|first=Yaacov|title=Saladin in Egypt|date=1999|publisher=Brill|isbn=9004112219|page=131}}<\/ref><ref>{{Chú thích sách|last1=Halverson|first1=Jeffry R.|last2=Corman|first2=Steven R.|last3=Goodall Jr.|first3=H. L.|title=Master Narratives of Islamist Extremism|date=2011|publisher=Palgrave Macmillan|isbn=0230117236|page=201}}<\/ref>\n}}\n\n'''Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb''' ({{lang-ar|صلاح الدين يوسف بن أيوب}}, Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb, [[Nhóm ngôn ngữ Kurd|Tiếng Kurd]]: سه‌لاحه‌دین ئه‌یوبی, Selah'edînê Eyubî) (1137\/1138 – 4 tháng 3 năm 1193), tên thường gọi trong các tài liệu phương Tây là '''Saladin''', là một [[người Kurd]] [[Hồi giáo]] và là Hồi vương của [[Ai Cập]] và [[Syria]], người sáng lập ra [[nhà Ayyub|triều đại Ayyub]].<ref name=\"Minorsky\">A number of contemporary sources make note of this. The biographer [[Ibn Khallikan]] writes, \"Historians agree in stating that [Saladin's] father and family belonged to Duwin <nowiki>[<\/nowiki>[[Dvin]]<nowiki>]<\/nowiki>....They were Kurds and belonged to the Rawādiya (sic), which is a branch of the great tribe al-Hadāniya\": Minorsky (1953), p. 124. The medieval historian [[Ibn Athir]] relates a passage from another commander: \"...both you and Saladin are Kurds and you will not let power pass into the hands of the Turks\": Minorsky (1953), p. 138.<\/ref><ref>Steed, Brian L., ''Piercing the Fog of War: Recognizing Change on the Battlefield'', (Zenith Press, 2009), 176;\"''Saladin was a Kurd from Tikrit.''\".<\/ref><ref name=\"Encyclopedia of World Biography on Saladin\">{{chú thích web|url=http:\/\/www.bookrags.com\/biography\/saladin\/|title=Encyclopedia of World Biography on Saladin|access-date =ngày 20 tháng 8 năm 2008}}<\/ref> Ông nổi tiếng là một vị [[wikt:minh quân|minh quân]], một [[chiến binh]] lý tưởng, dũng cảm, trọng danh dự và sự công bằng. Ông sinh ra tại [[Iraq]] và là một người xuất thân từ dòng Kurd. Ông đã trở thành một Tổng tư lệnh, vị giáo trưởng chính của [[nhà Fatimid]] nước Ai Cập. Năm [[1171]], ông lật đổ nhà Fatimid, thành lập [[nhà Ayyubid]] rồi chinh phạt [[Syria]] và một phần [[Bắc Phi]]. Lực lượng phối hợp của ông hầu đã đẩy lui quân [[Thập tự chinh]] ra khỏi [[Outremer]] (một vùng hải ngoại). Là một người rất có văn hóa và quảng đại, Saladin đã đỡ đầu các học giả, thành lập các trường học và tài trợ các công tác xã hội như là bệnh viện. Sự khoan dung, độ lượng và nghĩa hiệp của Ṣalāḥ ad-Dīn được nhắc đến nhiều lần trong các tài liệu lịch sử của các học giả Thiên chúa giáo, nhất là các tài liệu nói về [[Trận vây hãm Kerak]]; và ông đã nhận được sự kính trọng của rất nhiều tướng lĩnh và lãnh đạo quân sự của quân Thập tự chinh, trong đó có cả vua [[Richard I của Anh]]. Nói cách khác, dù là địch thủ đáng sợ của quân Thập tự, Ṣalāḥ ad-Dīn không phải là kẻ thù trong thế giới Thiên chúa giáo phương Tây mà là một biểu tượng trứ danh của sự nghĩa hiệp.<ref>{{chú thích web | url=http:\/\/www.channel4.com\/history\/microsites\/H\/history\/i-m\/lionheart.html | title=Saladin, Richard the Lionheart and the legacy of the Crusades | access-date = ngày 25 tháng 7 năm 2011 | publisher=[[Channel 4]] | date= }}<\/ref>\n\nNăm 1190, các thế lực [[Châu Âu]] bao gồm vua [[Richard I của Anh]], vua [[Philippe II của Pháp]] và hoàng đế [[Friedrich I (đế quốc La Mã Thần thánh)]] thành lập [[Thập tự chinh thứ ba]] và tấn công [[Jerusalem]]. Thập Tự Quân chiếm được [[Acre]], nhưng không chiếm được Jerusalem. Hiệp ước hòa bình được ký giữa Richard I và Saladin năm [[1192]], một năm trước khi Saladin qua đời.\n\n== Thời trẻ ==\nSaladin được sinh ra tại [[Tikrit]], thuộc [[Iraq]] ngày nay. Tên của ông là \"Yusuf\" còn \"Salah ad-Din\" là một ''[[laqab]]'', một biệt hiệu có nghĩa là \"Sự chính đáng của Đức tin\".<ref>[[H. A. R. Gibb]], \"The Rise of Saladin\", in ''A History of the Crusades'', vol. 1: The First Hundred Years, ed. [[Kenneth M. Setton]] (University of Wisconsin Press, 1969). tr. 563.<\/ref> Gia đình ông là một gia đình có nguồn gốc là [[người Kurd]] và có nguồn gốc từ thành phố [[Dvin]] ở vương quốc [[Armenia]] thời trung cổ.<ref>Bahā' al-Dīn (2002), tr 17.<\/ref><ref name=\"Ter-Ghevondyan\">{{Harvnb|Ter-Ghevondyan|1965|p=218}}<\/ref> Bộ lạc Rawadid của ông đã hòa đồng vào thế giới nói [[Tiếng Ả Rập|tiếng Ả rập]] vào khoảng thời gian. Cha của ông tên là Najm ad-Din Ayyu, đã bị trục xuất khỏi thành phố Tikrit năm 1139, ông và chú của mình là Asad al-Din Shirkuh, chuyển đến Mosul. Sau đó ông tham gia phục vụ quân đội cho Imad ad-Din Zengi, người chỉ định ông làm chỉ huy pháo đài của ông ta ở [[Baalbek]]. Sau cái chết của Zengi năm 1146, Nur ad-Din con trai ông ta, trở thành nhiếp chính của Aleppo và thủ lĩnh của vùng Zengid.<ref name=\"Lyons\">{{Harvnb|Lyons|Jackson|1982|p=3}}<\/ref>\n\nThời trẻ Saladin sống ở [[Damas]] nhưng thông tin về thời thơ ấu của ông thì khá là khan hiếm. Về giáo dục, Saladin đã viết rằng \"trẻ em được nuôi dạy theo cách thức mà người lớn tuổi đã được hưởng\". Theo al-Wahrani, một trong những người viết tiểu sử của ông thì Saladin có thể trả lời câu hỏi về toán học, số học và pháp luật nhưng đây là một ý tưởng chỉ mang tính truyền thuyết.<ref name=\"Lyons\" \/> Một số nguồn tin cho rằng trong quá trình học tập của mình, ông đã quan tâm nhiều về vấn đề tôn giáo hơn là quan tâm đến việc gia nhập quân đội.<ref name=\"Who2 Biography: Saladin, Sultan\/Military Leader\">{{chú thích web|url=http:\/\/www.answers.com\/topic\/saladin|title=Who2 Biography: Saladin, Sultan \/ Military Leader |publisher=Answers.com|access-date =ngày 20 tháng 8 năm 2008}}<\/ref> Một yếu tố khác có thể có ảnh hưởng quan tâm của ông về tôn giáo là cuộc Thập tự chinh đầu tiên, Jerusalem đã bị chiếm giữ bởi một cuộc tấn công bất ngờ của các Kitô hữu.<ref name=\"Who2 Biography: Saladin, Sultan\/Military Leader\" \/> Ngoài Hồi giáo, Saladin còn có kiến thức về các phổ hệ, tiểu sử và lịch sử của [[người Ả Rập]], cũng như các giống [[Ngựa Ả rập|ngựa Ả Rập]]. Quan trọng hơn ông thuộc lòng các bài thơ ''Hamasah'' [[của Abu Tammam]].<ref name=\"Lyons\" \/> Ông nói giỏi tiếng người Kurd cũng như tiếng Thổ Nhĩ Kỳ.<ref>Northen, 1998, tr. 809.<\/ref>\n\n== Những cuộc chinh phạt đầu tiên ==\nSự nghiệp quân sự của Saladin đã bắt đầu dưới sự giám hộ của người chú Asad al-Din Shirkuh của ông, ông này là một chỉ huy quân sự quan trọng dưới quyền của Nur ad-Din. Năm 1163, khi Shawar-vị tể tướng của al-Adid-vua triều Fatimid bị đuổi ra khỏi Ai Cập bởi Dirgham-đối thủ của ông ta và ông này cũng là một thành viên của bộ lạc Banu Ruzzaik hùng mạnh. Ông đã yêu cầu sự ủng hộ bằng quân sự từ Nur ad-Din, ông này đã đồng ý và đã gửi Shirkuh đến để hỗ trợ cho Shawar trong để chống lại Dirgham trong năm 1164. Saladin lúc đó mới tuổi 26, đã đi cùng với đoàn quân chinh phạt.<ref>{{Harvnb|Lyons|Jackson|1982|pp=6–7}}<\/ref> Sau khi Shawar thành công phục hồi chức vị tể tướng, ông yêu cầu Shirkuh rút quân đội của mình từ Ai Cập để đổi lấy một số tiền khoảng 30.000 [[Dinar vàng|dinar]], nhưng ông này đã từ chối và khẳng định rằng Nur ad-Din muốn ông ở lại. Vai trò của Saladin trong cuộc viễn chinh này là rất nhỏ và người ta chỉ được biết rằng ông đã được lệnh của Shirkuh là phải thu thập đồ dự trữ từ Bilbais trước khi cuộc bao vây được tiến hành bởi một lực lượng liên quân của quân Thập tự chinh và quân đội của Shawar.<ref>{{Harvnb|Lyons|Jackson|1982|p=8}}<\/ref>\n\nSau khi công chiếm Bilbais, lực lượng liên quân Ai Cập và Thập tự chinh đã giao chiến một trận lớn với lực lượng của Shirkuh trên vùng biên giới sa mạc của [[Sông Nin|sông Nile]] ở phía tây Giza. Saladin đã đóng một vai trò quan trọng trong trận đánh này, ông chỉ huy cánh phải của quân đội Zengid, trong khi một lực lượng của người Kurd ở cánh tráivà Shirkuh chỉ huy trung quân. Tuy nhiên nguồn tài liệu của người Hồi giáo vào thời điểm đó lại nói rằng Saladin chỉ huy toán quân \" vận chuyển hành lý ở trung quân\" với nhiệm vụ là thu hút đối phương vào một chiếc bẫy bằng cách dàn dựng một cuộc rút lui giả vờ. Lực lượng Thập tự chinh đã thu được thành công thành ban đầu khi quân đội của họ tấn công vào Shirkuh, nhưng do địa hình quá dốc và cát trên sa mạc làm cho ngựa của họ không thể chạy nhanh và Hugh của xứ Caesarea-chỉ huy của họ đã bị bắt trong khi tấn công vào đội quân của Saladin. Sau những cuộc chiến rải rác trong các thung lũng nhỏ ở phía nam của vị trí trung quân, người Zengid tập trung lực lượng phản công ngược trở lại, Saladin tham gia cuộc phản công này từ phía hậu quân.<ref>{{Harvnb|Lyons|Jackson|1982|p=14}}<\/ref>\n\nTrận đánh kết thúc với chiến thắng thuộc về người Zengid và Saladin được cho là đã trợ giúp Shirkuh ở một trong những \"những chiến thắng đáng được chú ý nhất trong lịch sử\", theo sử gia Hồi giáo Ibn al-Athir, mặc dù quân của Shirkuh đã thiệt mạng nhiều hơn và thậm chí trận chiến được xem xét bởi hầu hết các nguồn khác lại không phải là một chiến thắng của Shirkuh. Saladin và Shirkuh chuyển hướng tới Alexandria, nơi họ được chào đón, cung cấp tiền, vũ khí và một căn cứ để đóng quân. Đối mặt của một lực lượng liên quân Thập tự chinh-Ai Cập đông đảo hơn đang cố gắng bao vây thành phố, Shirkuh chia quân đội của mình ra làm hai. Ông này và một số lớn quân của mình rút ra khỏi Alexandria trong khi Saladin đã được để lại với ít quân hơn với nhiệm vụ bảo vệ thành phố.<ref>{{Harvnb|Lyons|Jackson|1982|p=16}}<\/ref>\n\n== Tại Ai Cập ==\n=== Emir của Ai Cập ===\n[[Tập tin:Saladin in Egypt Conquest.png|nhỏ|phải|250px|Các trận đánh của Ṣalāḥ ad-Dīn tại [[Ai Cập]]]]\n\nShirkuh đã tham gia vào một cuộc tranh giành quyền lực ở Ai Cập với Shawar và Amalr I của [[Vương quốc Jerusalem]], trong đó Shawar yêu cầu Amalr hỗ trợ. Năm 1169, Shawar được cho là đã bị ám sát bởi Saladin và Shirkuh qua đời một năm sau đó.<ref>{{Harvnb|Lyons|Jackson|1982|p=25}}<\/ref> Nur ad-Din đã chọn một người kế nhiệm cho Shirkuh, nhưng al-Adid lại bổ nhiệm Saladin làm tể tướng để thay thế Shawar.<ref>{{Harvnb|Lyons|Jackson|1982|p=28}}<\/ref>\n\nLý do đằng sau việc al Adid-một người theo Hồi giáo dòng [[Shia]] lại lựa chọn Saladin, một người theo dòng [[Sunni]] làm tể tướng, người có thực quyền nhất trong vương quốc. Sử gia Hồi giáo Ibn al-Athir tuyên bố rằng vị quốc vương đã chọn ông sau khi nói với các cố vấn của ông rằng \"không có một người nào yếu ớt hơn hoặc trẻ hơn\" so với Saladin và \"không có một người nào trong đám ''emir'' vâng lời ông ta hoặc phục vụ ông ta\". Tuy nhiên cũng lại có một ý kiến khác là sau một số cuộc thương lượng và mặc cả, cuối cùng ông đã được chấp nhận bởi đa số các tiểu vương. Các cố vấn của Al-Adid bị nghi ngờ là cố gắng để chia rẽ vương quốc Zengid ở Syria bằng sự phong chức này. Al-Wahrani viết rằng Saladin đã được lựa chọn vì danh tiếng của \"sự rộng lượng và sức mạnh quân sự\" của ông ta trong họ. Imad ad-Din viết rằng sau thời gian ngắn tang lễ cho Shirkuh, bởi vì có quá nhiều các \"ý kiến khác nhau\" nên tiểu vương Zengid quyết định chọn Saladin và buộc quốc vương Ai Cập phải chấp nhận ông ta là emir của mình. Mặc dù vị trí tể tướng là nguyên nhân của những cuộc đấu đá phức tạp giữa các nhà lãnh đạo Hồi giáo, phần lớn những người cai trị Syria đã hỗ trợ Saladin trong chuyến viễn chinh Ai Cập của ông, và trong chiến dịch này ông đã thể hiện một trình độ quân sự đỉnh cao.\n\nTrở thành tể tướng vào ngày 26 tháng 3, Saladin đã sám hối \"về việc uống rượu và bỏ những trang phục phù phiếm để mặc trang phục mang tính chất tôn giáo.\" Có được nhiều quyền lực hơn và trở nên độc lập hơn bao giờ hết trong sự nghiệp của mình, ông vẫn phải đối mặt với vấn đề về lòng trung thành cuối cùng giữa al-Adid và Nur ad-Din. Có một tin đồn là tại một cuộc gặp mặt bí mật giữa Nur ad-Din với Saladin, Nur ad-Din đã nói rằng: \"làm sao anh [Saladin] dám làm bất cứ điều gì mà không có mệnh lệnh của ta?\" Ông này đã viết nhiều thư cho Saladin để yêu cầu Saladin không được từ bỏ sự trung thành với ông ta.<ref>{{Harvnb|Lyons|Jackson|1982|pp=32–33}}<\/ref>\n\nCuối năm đó, một nhóm binh sĩ Ai Cập và các tiểu vương đã cố gắng ám sát Saladin, nhưng biết được âm mưu này, ông đã cho xử tử quan điện tiền của Triều Fatim - Mu’tamin al-Khilafa, người cầm đầu âm mưu này. Ngày hôm sau, 50.000 binh sĩ người Phi từ các chiến đoàn trong quân đội Fatim phản đối sự cai trị của Saladin đã cùng với một số tiểu vương người Ai Cập và dân thường tổ chức một cuộc nổi dậy. Vào ngày 23 tháng 8, Saladin đã quyết dẹp yên các cuộc nổi dậy và không bao giờ phải đối mặt với một thách thức quân sự nào nữa từ [[Cairo]].<ref>{{Harvnb|Lyons|Jackson|1982|pp=34,&thinsp;36}}<\/ref>\n\nĐến cuối 1169, Saladin với quân tiếp viện từ Nur ad-Din đã đánh bại một lực lượng liên quân lớn của quân Thập tự chinh và người Byzantine ở gần Damietta. Sau đó, vào mùa xuân năm 1170, Nur ad-Din cho gửi cha của Saladin đến Ai Cập theo yêu cầu của Saladin, cũng như khuyến khích từ al-Mustanjid, quốc vương của triều Abbasid ở [[Bagdad]], họ gây áp lực để ép Saladin phế truất al-Adid, vị quốc vương đối thủ của mình.<ref>{{Harvnb|Lyons|Jackson|1982|p=38}}<\/ref> Bản thân Saladin đã được tăng cường được thế lực của mình ở Ai Cập và mở rộng các căn cứ ủng hộ ông ở đó. Ông bắt đầu bố trí các thành viên trong gia đình của mình vào những vị trí cao cấp trong vùng và gia tăng ảnh hưởng của người Sunni tại Cairo, ông đã ra lệnh xây dựng một trường đại học cho người Hồi giáo Maliki, chi nhánh của Hồi giáo Sunni trong thành phố, cũng như một trường nữa cho nhóm Hồi giáo Shafi’i mà ông là thành viên ở al-Fustat.<ref>{{Harvnb|Lyons|Jackson|1982|p=41}}<\/ref>\n\nSau khi đã vững chân ở Ai Cập, Saladin đã phát động một chiến dịch chống quân Thập tự chinh, bao vây Darum năm 1170.<ref name=\"LnY2\">{{Harvnb|Lyons|Jackson|1982|p=43}}<\/ref> Vua Amalr phải rút những Hiệp sĩ dòng Đền của ông đang đồn trú ở [[Gaza]] đến để giúp ông ta bảo vệ Darum, nhưng Saladin đã lẩn tránh lực lượng của họ và thay vào đó là ông kéo quân vào Gaza. Ông cho phá hủy thị trấn được xây dựng bên ngoài lâu đài của thành phố và giết chết hầu hết các cư dân của nó vì họ không vào được tòa lâu đài. Không rõ chính xác khi nào, nhưng cũng trong năm đó ông đã tấn công và chiếm được lâu đài của quân thập tự chinh ở Eila, đây là một pháo đài vốn được xây dựng trên một hòn đảo ngoài khơi Vịnh Aqaba.<ref>Pringle, 1993, tr. 208.<\/ref> Đây tuy không phải một mối đe dọa cho lực lượng hải quân Hồi giáo, nhưng có khả năng tấn công các đội tàu nhỏ hơn, và Saladin đã quyết định xóa sổ nó trên con đường tiến quân của mình.<ref name=\"LnY2\"\/>\n\n=== Sultan của Ai Cập ===\nTheo sử gia Imad ad-Din, Nur ad-Din đã viết thư cho Saladin trong tháng 6 năm 1171, và nói với ông rằng hãy thiết lập lại vương quốc Hồi giáo Abbasid ở Ai Cập, sau đó ông lại được khuyến khích thêm bởi Najm ad-Din al-Khabushani, ''faqih'', người cầm đầu tòa án Hồi giáo của Shafi’i, ông này đã kịch liệt phản đối việc dòng [[Hồi giáo Shia]] trị vì Ai Cập. Một số tiểu vương người Ai Cập đã bị giết chết vì chống đối, nhưng al-Adid lại được báo cáo rằng họ đã bị giết bởi nổi loạn chống lại chính ông ta. Ông này sau đó đổ bệnh hoặc bị đầu độc. Trong khi bị bệnh, ông ta hỏi Saladin cung cấp tiền cho mình để chăm sóc những đứa con nhỏ của ông ta, nhưng Saladin từ chối vì sợ rằng ông ta sẽ sử dụng số tiền này để chống lại triều Abbas và ông được cho là đã hối hận vì hành động của mình sau khi nhận ra những gì al-Adid muốn.<ref>{{Harvnb|Lyons|Jackson|1982|p=45}}<\/ref> Ông ta qua đời vào ngày 13 tháng 9 năm 1171 tức là năm ngày sau đó, nhà Abbas ''khutba'' đã được lên ngôi ở Cairo và al Fustat, và tuyên bố al-Mustadi, quốc vương [[nhà Abbas]] ở Baghdad, là [[Khalip]].<ref name=\"Lyons46\">{{Harvnb|Lyons|Jackson|1982|pp=46–47}}<\/ref>\n\nNgày 25 Tháng Chín, Saladin rời Cairo để triển khai một cuộc tấn công phối hợp vào Kerak và Montreal, những lâu đài trên sa mạc của Vương quốc Jerusalem, còn Nur ad-Din thì sẽ tấn công từ Syria. Trước khi đến Montreal, Saladin đã rút lui vì nhận ra rằng nếu ông gặp Nur ad-Din ở Shaubak, ông sẽ không được quay trở lại Ai Cập vì Nur ad-Din sẽ giữ ông để kiểm soát lãnh thổ của Saladin. Ngoài ra, để vương quốc của người Thập tự chinh tồn tại như một quốc gia làm vùng đệm giữa Syria và Ai Cập, nó có thể đã sụp đổ nếu hai thủ lĩnh của người Hồi giáo cùng tấn công từ phía đông và bờ biển. Điều này cũng sẽ trao cho Nur ad-Din cơ hội thôn tính Ai Cập. Saladin tuyên bố rằng ông rút lui vì tàn dư của Triều Fatim âm mưu chống lại ông, nhưng Nur ad-Din đã không chấp nhận \"mọi lý do\".<ref name=\"Lyons46\" \/>\n\nTrong mùa hè năm 1172, một đội quân người Nubian cùng với một đội quân khác người tị nạn Armenia trên biên giới Ai Cập, được hồi báo là đang chuẩn bị cho một cuộc bao vây chống lại Aswan. Vị ''emir'' của thành phố yêu cầu sự trợ giúp của Saladin và nhận được quân tiếp viện dưới sự chỉ huy của Turan-Shah- anh trai của Saladin. Do đó, người Nubians đã xuất phát, nhưng lại quay lại trong năm 1173 và lại một lần nữa bỏ đi. Có được sự kiện này là do lực lượng Ai Cập tiến về phía Aswan và chiếm được thị trấn Nubian của Ibrim. Mười bảy tháng sau cái chết của al Adid, Nur ad-Din đã không tiến hành bất kỳ hành động liên quan đến Ai Cập, mà ông dự định trả một số tiền 200.000 dinar mà ông đã nhận để sử dụng quân đội của Shirkuh để chiếm giữ đất nước này. Saladin trả khoản nợ này với 60.000 dinar bằng những \"hàng hoá được sản xuất tuyệt vời\", một số đồ trang sức, một con lừa giống tốt nhất và một con voi. Trong khi vận chuyển hàng hoá đến Damascus, Saladin đã có cơ hội để tàn phá các vùng nông thôn của quân thập tự chinh. Ông không tạo ra một cuộc tấn công trực tiếp chống lại những lâu đài sa mạc, mà cố gắng để xua người Hồi giáo Bedouin vào sống ở lãnh thổ của quân Thập tự chinh với mục đích làm người Frank mất phương hướng.<ref>{{Harvnb|Lyons|Jackson|1982|pp=60–62}}<\/ref>\n\nNgày 31 tháng 7 năm 1173, Ayyub-cha của Saladin bị thương trong một tai nạn cưỡi ngựa, cuối cùng dẫn đến cái chết của ông vào ngày 09 tháng 8. Năm 1174, Saladin đã cử Turan Shah đi để chinh phục [[Yemen]] và chiếm vùng [[Aden]] cho [[nhà Ayyub]]. Yemen là một lãnh thổ dành cho hợp khẩn cấp, nơi mà Saladin có thể chạy trốn trong trường hợp xảy ra một cuộc xâm lược của Nur ad-Din.<ref>{{Harvnb|Lyons|Jackson|1982|p=64}}<\/ref>\n\n== Mua lại Syria ==\n=== Chiếm Damascus ===\nTrong đầu mùa hè năm 1174, Nur ad-Din tập hợp một đội quân và gửi giấy triệu tập tới Mosul, Diyarbakir và al-Jazira với một mục đích rõ ràng là chuẩn bị cho một cuộc tấn công vào Ai Cập của Saladin. Triều đại Ayyubid đã tổ chức một hội đồng để thảo luận về mối đe dọa có thể và Saladin thu thập quân đội của mình ở bên ngoài Cairo. Ngày 15 tháng 5, Nur ad-Din chết sau khi bị đầu độc và ngai vàng của ông đã được giao cho con trai mười một tuổi as-Salih Ismail al-Malik. Cái chết của ông đã làm cho Saladin có sự độc lập về mặt chính trị và trong một bức thư được cho là gửi Salih, ông hứa sẽ \"như một thanh kiếm\" để chống lại kẻ thù của mình và gọi cái chết của cha as-Salih như là một \"cú sốc từ động đất\".\n\nVới dư chấn từ cái chết của Nur ad-Din, Saladin phải đối mặt với một quyết định khó khăn, ông nên cho quân đội của mình hành quân chống lại quân Thập tự chinh từ Ai Cập hay chờ cho đến khi được mời bởi Salih ở Syria để đến viện trợ cho ông kia và khởi động một cuộc chiến tranh từ lúc đó. Ông cũng có thể chiếm Syria cho mình trước khi nó có thể có thể bị rơi vào tay đối thủ, nhưng ông sợ rằng tấn công vào một vùng đất trước đây thuộc về ông chủ của mình- là điều bị cấm trong các nguyên tắc của Hồi giáo mà ông đang theo-có thể miêu tả ông là đạo đức giả và do đó, ông không phù hợp để dẫn đầu cuộc chiến chống quân Thập tự chinh. Saladin thấy rằng để có được Syria, ông cần một lời mời từ như-Salih hoặc cảnh báo cho ông kia về tiềm năng của tình trạng hỗn loạn và nguy hiểm khi mà quân Thập tự chinh nổi được lên.\n\nKhi Salih bị ép chuyển đến Aleppo vào tháng 8, Gumushtigin, vị tiểu vương của thành phố Aleppo kiêm chỉ huy trưởng của một đội chiến binh kỳ cựu của Nur ad-Din đã tự nhận làm người giám hộ cho Salih. Vị tiểu vương này chuẩn bị để lật đổ tất cả các đối thủ của mình tại Syria và al-Jazira, ông ta bắt đầu đầu tiên với Damascus. Trong trường hợp khẩn cấp này, tiểu vương của Damascus đã kêu gọi Saif al-Din của Mosul để trợ giúp chống lại Aleppo, nhưng ông này đã từ chối buộc người Syria phải yêu cầu sự trợ giúp của Saladin và ông này đã nhận lời.<ref name=\"Lane-Poole\">{{Harvnb|Lane-Poole|1906|p=136}}<\/ref> Saladin cưỡi ngựa vượt sa mạc cùng với 700 lính [[kỵ binh]] đi qua al-Kerak và sau đó đến Bosra, ông được sự tham gia của các tiểu vương, chiến binh, người Kurd và người Bedouin.<ref>{{Harvnb|Lyons|Jackson|1982|p=81}}<\/ref> Vào ngày 23, ông đã tới Damascus giữa sự hoan hô nhiệt liệt của dân chúng và nghỉ ngơi tại ngôi nhà cũ của cha mình ở đó cho đến khi cửa của tòa thành của Damascus được mở ra để đón ông vào bốn ngày sau đó. Ông sống trong tòa lâu đài và nhận được sự kính trọng và lời chúc mừng của các công dân của thành phố.<ref name=\"Lane-Poole\"\/>\n\n=== Các cuộc chinh phục xa hơn nữa ===\n[[Tập tin:Saladin the Victorious.jpg|nhỏ|phải|Một bức tranh thế kỷ 19 vẽ chiến thắng của Saladin, tác phẩm của [[Gustave Doré]].]]\nĐể anh trai của ông là Tughtigin làm Thống đốc Damas, Saladin tiến quân để chiếm các thành phố khác vốn thuộc về Nur ad-Din, nhưng thực tế lúc này đã trở thành độc lập. Ông đã chiếm được Hamah một cách tương đối dễ dàng, nhưng phải lui quân trước Homs vì sức mạnh của bức tường thành của nó.<ref>{{Harvnb|Lane-Poole|1906|p=13}}<\/ref> Sau đó ông chuyển về phía bắc Aleppo và bao vây nó vào ngày 30 tháng 12 sau khi Gumushtigin từ chối thoái vị.<ref>{{Harvnb|Lane-Poole|1906|p=137}}<\/ref> Có vẻ như Salih đã hoảng sợ trước Saladin, nên đã đi ra khỏi cung điện của mình và kêu gọi người dân không từ bỏ ông ta và trao thành phố quân xâm lược. Một trong những tuyên bố của các sử gia của Saladin là \"mọi người đi theo lời thần chú của ông\".<ref name=\"LJ3\">{{Harvnb|Lyons|Jackson|1982|p=87}}<\/ref>\n\nGumushtigin yêu cầu Rashid ad-Din Sinan, đại sư phụ của một tổ chức sát thủ người đã có xung đột với Saladin kể từ khi ông thay thế triều Fatimids của Ai Cập, để ám sát Saladin trong doanh trại của ông.<ref name=\"LP3\">{{Harvnb|Lane-Poole|1906|p=138}}<\/ref> Một nhóm mười ba sát thủ dễ dàng đột nhập vào doanh trại của Saladin, nhưng đã bị phát hiện ngay trước khi họ tiến hành cuộc tấn công. Một người bị giết bởi một viên tướng của Saladin và những người khác đã bị giết trong khi cố gắng trốn thoát.<ref name=\"LJ3\" \/><ref>{{Harvnb|Lane-Poole|1906|p=139}}<\/ref><ref>{{Harvnb|Nicolle|2011|p=20}}<\/ref> Để làm cho tình hình của ông ta thêm khó khăn, Raymond của [[Tripoli]] đã cho tập hợp lực lượng của mình ở Nahr al-Kabir nơi ông có một vị trí rất tốt để bắt đầu một cuộc tấn công vào lãnh thổ của người Hồi giáo. Sau đó ông chuyển về hướng phía Homs nhưng rút lui sau khi nghe nói có một lực lượng tiếp viện đã được gửi đến từ thành phố của Saif al-Din.<ref name=\"LJ4\" \/>\n\nTrong khi đó, các đối thủ của Saladin ở Syria và Jazira đã tiến hành một cuộc chiến tuyên truyền khi tuyên bố rằng ông đã \"ông đã quên rằng ông là đầy tớ của Nur ad-Din\" và cho thấy ông không có lòng biết ơn đối với chủ cũ của mình khi bao vây con trai của ông ta, và dấy lên \"cuộc nổi loạn chống lại Chúa của mình\". Saladin nhằm để chống lại những lời tuyên truyền này bằng cách khởi động các cuộc bao vây để bảo vệ người Hồi giáo từ quân Thập tự chinh, quân của ông quay trở lại Hama và tấn công một lực lượng Thập tự quân ở đó. Các Thập tự quân rút đi từ trước đó và Saladin tuyên bố đó là \"một chiến thắng mở cửa của trái tim của người Hồi giáo\".<ref name=\"LJ4\">{{Harvnb|Lyons|Jackson|1982|pp=88–89}}<\/ref> Ngay sau đó, Saladin đã tiến đến Homs và chiếm được thành phố vào tháng 3 năm 1175, sau khi đánh bại những quân phòng thủ cứng đầu của nó.<ref>{{Harvnb|Lane-Poole|1906|p=140}}<\/ref>\n\nNhững thành công của Saladin đã báo động đến Saif al-Din. Người đứng đầu các hậu duệ của Zengid bao gồm cả Gumushtigin, ông này coi Syria và Lưỡng Hà như là tài sản riêng của gia tộc và đã cực kỳ tức giận khi Saladin cố gắng để chiếm đoạt phần của họ. Saif al-Din tập trung một đội quân lớn và gửi nó đến Aleppo nơi quân phòng thủ đang lo lắng để chờ đợi họ. Các lực lượng kết hợp của Mosul và Aleppo đã hành quân để chống lại Saladin ở Hama. Ít hơn đối thủ rất nhiều, ban đầu ông cố gắng để thương lượng với những người thuộc dòng tộc Zengid bằng cách từ bỏ tất cả các cuộc chinh phục phía bắc của Damas, nhưng họ đã từ chối và khẳng định rằng ông phải trở về Ai Cập. Thấy rằng một cuộc đối đầu là điều không thể tránh khỏi, Saladin chuẩn bị cho trận chiến, chiếm một vị trí cao hơn trên những ngọn đồi của các hẻm núi của con [[sông Orontes]]. Ngày 13 tháng 4 năm 1175, quân Zengid hành quân đến để tấn công lực lượng của ông nhưng ngay sau đó họ lại thấy mình bị bao quanh bởi các chiến binh Ayyubid kỳ cựu của Saladin và họ đã bị tiêu diệt. Trận đánh kết thúc với một chiến thắng quyết định cho Saladin, ông truy kích nhà Zengid đến tận cửa của Aleppo, buộc của các cố vấn Salih phải trao cho ông các tỉnh của Damasc, [[Homs]] và [[Hama]], cũng như một số thị trấn bên ngoài Aleppo như al-Numan Ma’arat.<ref>{{Harvnb|Lane-Poole|1906|p=141}}<\/ref>\n\nSau khi ông chiến thắng trước dòng tộc Zengid, Saladin tự xưng làm vua và xóa tên của Salih trong lời cầu nguyện hôm thứ sáu và tiền đúc của Hồi giáo. Từ đó, ông ra lệnh cho những buổi cầu nguyện trong tất cả các nhà thờ Hồi giáo của Syria và Ai Cập như là một vị vua có chủ quyền và ông đã cho ban hành tại [[Cairo]] tiền vàng đúc tên của ông—''al-Malik an-Nasir Yusuf Ayyub, ala ghaya''. Khalip [[nhà Abbas]] ở [[Bagdad]] chào đón ân cần Saladin và tuyên bố ông là \"[[Sultan của Ai Cập]] và Syria\".<ref>{{Harvnb|Lane-Poole|1906|pp=141–142}}<\/ref>\n\nTrận Hama đã không kết thúc cuộc tranh giành quyền lực giữa dòng Ayyubids và nhà Zengid, cuộc đối đầu cuối cùng xảy ra vào mùa xuân năm 1176. Saladin đã mang lực lượng của mình đến từ Ai Cập và quân của Saif al-Din là lính mới tuyển ở giữa các bang nhỏ của [[Diyarbakir]] và al-Jazira.<ref>{{Harvnb|Lane-Poole|1906|p=143}}<\/ref> Khi Saladin vượt qua Orontes để rời Hama, mặt trời đã khuất bóng và đây được xem là một điềm xấu nhưng ông tiếp tục cuộc hành quân về phía bắc của mình. Ông đến được núi của Sultan, 15 dặm (24&nbsp;km) từ Aleppo, nơi mà lực ng của ông đã gặp phải quân đội của Saif al-Din. Một cuộc cận chiến nổ ra ngay sau đó và nhà Zengids đã cố gắng để đánh bại cánh trái của Saladin, đẩy họ về phía trước ông ta, trong khi ông tấn công trực diện về phía lực lượng cận vệ của nhà Zengid. Lực lượng của nhà Zengid đã hoảng sợ và nhất là khi các sĩ quan của Saif al-Din đã bị giết hoặc bị bắt sống, ông này cũng suýt tự trốn thoát. Doanh trại, ngựa nghẽo, hành lý, lều trại và đồ dự trữ của quân đội nhà Zengid đều bị chiếm bởi quân Ayyubids. Tuy nhiên các tù nhân nhà Zengid đã được phóng thích và trao quà tặng bởi Saladin và tất cả các chiến lợi phẩm trong chiến thắng của ông đã được chia cho quân đội, ông không giữ lấy một thứ gì cho chính mình.<ref>{{Harvnb|Lane-Poole|1906|p=144}}<\/ref>\n\nÔng tiếp tục hướng tới Aleppo lúc này vẫn đóng cửa trước mặt mình và tạm dừng trước khi đến thành phố. Trên đường đi, quân đội của ông đã chiếm Buza’a sau đó là [[Manbij]]. Từ đó họ hướng về phía Tây để bao vây pháo đài [[A’zaz]] vào ngày 15 tháng 5. Một vài ngày sau đó, trong khi Saladin đang nghỉ ngơi ở chiếc lều của mình, một sát thủ xông tới và đâm vào đầu ông bằng một con dao. Nhưng con dao đã không xuyên qua được chiếc mũ sắt của ông và ông đã cố gắng nắm được bàn tay của tên sát thủ và kẻ tấn công đã nhanh chóng bị giết chết. Saladin đã không bị mất bình tĩnh trước nỗ lực để lấy đi cuộc sống của mình, mà ông đã cáo buộc là âm mưu của Gumushtugin và Assassins và do đó ông cho tăng các nỗ lực trong cuộc bao vây.<ref name=\"LP7\" \/>\n\nA’zaz đầu hàng vào ngày 21 và sau đó Saladin vội vã cho lực lượng của mình hành quân để trừng phạt Aleppo của Gumushtigin. Cuộc tấn công của ông lại một lần nữa thất bại, nhưng ông đã cố gắng để đảm bảo không chỉ là một thỏa thuận ngừng bắn mà là một liên minh với Aleppo, trong đó Gumushtigin và Salih được phép tiếp tục giữ thành phố này cho họ và ngược lại, họ công nhận Saladin có chủ quyền trên tất cả các lãnh địa mà ông đã chinh phục. Các tiểu vương của Mardin và Keyfa, đồng minh Hồi giáo của Aleppo, cũng công nhận Saladin là Sultan của Syria. Khi hiệp ước đã được ký kết, em gái của Salih đã được gửi đến chỗ Saladin để làm con tin và ông phải trả lại pháo đài A’zaz; điều kiện được tuân thủ và ông trả cô bé lại cho Aleppo với rất nhiều quà tặng.<ref name=\"LP7\">{{Harvnb|Lane-Poole|1906|pp=144–146}}<\/ref>\n\n== Quay trở lại Cairo và đột kích vào Palestina ==\n[[Hình:Isle of Graia3.jpg|nhỏ|Saladin đảm bảo việc bảo việc bảo vệ các đoàn lữ khách trên các tuyến đường nối đến các vùng đất xa xôi.]]\nSau khi rời khỏi núi Nusayriyah, Saladin quay trở lại Damas và để binh lính Syria trở về thăm gia đình. Ông để Turan Shah ở lại để cai quản Syria, và quay trở về Ai Cập theo mong muốn cá nhân của mình. Ông đến Cairo vào ngày 22 tháng 9. Sau khi vắng mặt khoảng hai năm, ông đã có nhiều tổ chức và giám sát ở Ai Cập, cụ thể là sửa chữa và xây dựng lại Cairo. Các bức tường bao quanh thành phố đã được sửa chữa và mở rộng, trong khi việc xây dựng Kinh thành Cairo đã được bắt đầu.<ref name=\"LP5\">{{Harvnb|Lane-Poole|1906|p=151}}<\/ref> Bir Yusuf, có độ sâu {{convert|280|ft|m}} được xây dựng theo lệnh Saladin. Các công trình công cộng chính ông đặt bên ngoài thủ đô Cairo là cây cầu lớn ở Giza, mà dự định để tạo thành một gia công chống lại nguy cơ xâm lược của người Moor.<ref name=\"LP6\">{{Harvnb|Lane-Poole|1906|p=153}}<\/ref>\n\nÔng vẫn ở Cairo giám sát việc xây dựng, xây dựng các trường đại học như Madrasa và các nhà sản xuất kiếm và sắp xếp quan lại để cai trị đất nước. Trong tháng 11 năm 1177, ông đã lên kế hoạch thực hiện một cuộc đột kích vào Palestina; Thập tự quân gần đây đã cho quân vào cướp phá lãnh thổ Damas và do đó Ṣalāḥ ad-Dīn thấy thỏa thuận ngừng bắn không còn giá trị để mà phải giữ lại. Các Kitô hữu đã gửi mộ lượng lớn binh lính để bao vây pháo đài của Harim nằm phía bắc Aleppo và do đó phía nam Palestina còn rất ít binh lính phòng thủ.<ref name=\"LP6\" \/> Saladin thấy cơ hội đã chín muồi, và do đó hành quân đến Ascalon, mà ông gọi là \"con mắt của Syria\". [[William xứ Týros]] ghi nhận rằng quân đội Ayyub bao gồm 26.000 binh sĩ, trong đó 8.000 là lực lượng ưu tú và {{formatnum:18000}} lính nô lệ da đen từ [[Sudan]]. Quân đội này tiến hành tấn công các vùng nông thôn, bao gồm Ramla và Lod, và phân tán xa đến tận Cổng thành Jerusalem.<ref>{{Harvnb|Lane-Poole|1906|p=154}}<\/ref>\n\n=== Giao tranh và thỏa thuận ngừng bắn với Baldwin ===\nTriều Ayyub đã cho phép vua [[Baldwin IV của Jerusalem|Baldwin]] chiếm được Ascalon và Gaza dựa trên lực lượng Hiệp sĩ dòng Đền mà không tiến hành bất cứ biện pháp phòng ngừa nào chống lại một cuộc tấn công bất ngờ. Mặc dù lực lượng Thập tự quân chỉ gồm 375 hiệp sĩ, Saladin đã do dự trong việc phục kích họ do có sự hiện diện của các võ sỹ có trình độ lão luyện. Ngày 25 tháng 11, trong khi phần lớn hơn của quân đội Ayyubid đã ở chỗ khác, Saladin và người của ông đã tấn công bất ngờ vào Tell Jezer ở gần Ramla. Trước khi họ có thể lập đội hình, lực lượng Templar (Hiệp sĩ dòng Đền) đã tấn công vào quân đội Ayyub. Ban đầu, Saladin đã cố gắng tổ chức để những người của mình vào trận chiến, nhưng các vệ sĩ của ông đều bị giết, ông thấy rằng thất bại là không thể tránh khỏi và như vậy với phần còn lại của đội quân của mình, ông nhanh chóng nhảy lên lưng một con lạc đà chạy bán xới về lãnh thổ của Ai Cập.<ref>{{Harvnb|Lane-Poole|1906|p=155}}<\/ref>\n\nKhông nản lòng bởi thất bại của ông tại Tell Jezer, Saladin đã chuẩn bị kỹ càng để chiến đấu chống lại quân Thập tự chinh lại một lần nữa. Vào mùa xuân 1178, ông đóng trại dưới các bức tường của Homs và một vài cuộc giao tranh xảy ra giữa quân đội của ông và quân Thập tự chinh, lực lượng của ông ở Hama đã giành được một chiến thắng trước kẻ thù của họ và mang chiến lợi phẩm, cùng với nhiều tù binh chiến tranh. Saladin đã ra lệnh cho chặt đầu các tù binh vì tội \"cướp bóc và làm xú uế các vùng đất của các tín đồ sùng đạo\". Ông dành phần còn lại của năm ở Syria mà không có một cuộc đối đầu nào với kẻ thù của mình.<ref>{{Harvnb|Lane-Poole|1906|p=156}}<\/ref>\n\n[[Tập tin:JacobsFordBattlefield.jpg|nhỏ|Bãi chiến trường tại Pháo đài Jacob, nhìn từ bờ đông [[Sông Jordan]]]]\n\nTrinh sát của Saladin báo cáo với ông rằng quân Thập tự chinh đang lập kế hoạch cho một cuộc tấn công vào Syria. Như vậy, ông ra lệnh cho Farrukh-Shah, một trong số các tướng lĩnh của ông bảo vệ biên giới Damascus với một ngàn chiến binh của mình để đánh chặn một cuộc tấn công, sau đó tìm cách hưu chiến và truyền tin cho ông bằng ánh sáng đèn hiệu trên những ngọn đồi mà Saladin sẽ diễu hành qua đó. Trong tháng 4 năm 1179, quân Thập tự chinh do vua Baldwin chỉ huy dự kiến sẽ không có đề kháng mạnh mẽ và chờ đợi để khởi động một cuộc tấn công bất ngờ vào khu chăn thả đàn gia súc của người Hồi giáo ở phía đông của [[cao nguyên Golan]]. Baldwin đã tiến quá xa khi truy đuổi Farrukh-Shah, lực lượng vốn được tập trung ở phía đông nam Quneitra và sau đó bị đánh bại bởi quân Ayyubids. Với chiến thắng này, Saladin đã quyết định gọi thêm quân từ Ai Cập, ông đã yêu cầu 1.500 kỵ sĩ được gửi bởi al-Adil.<ref>{{Harvnb|Lyons|Jackson|1982|p=136}}<\/ref>\n\nVào mùa hè năm 1179, vua Baldwin đã thiết lập một tiền đồn trên đường đến Damascus và nhằm để củng cố một đoạn trên sông Jordan, tiền đồn này được gọi là Ford of Jacob, và pháo đài này đã kiểm soát việc tiếp cận đồng bằng Banias (đồng bằng này được phân chia giữa những người Hồi giáo và các Kitô hữu). Saladin đã trả 100.000 dinar vàng cho Baldwin để từ bỏ công việc xây dựng pháo đài vốn xâm phạm đến quyền lợi của người Hồi giáo nhưng vô ích. Sau đó ông giải quyết bằng cách tiêu diệt chiếc pháo đài này và cho di chuyển sở chỉ huy của mình về phía Banias. Khi quân Thập tự chinh vội vã lao ra để tấn công lực lượng Hồi giáo, họ rơi vào rối loạn với việc bộ binh bị tụt lại phía sau. Mặc dù có thành công ban đầu, họ đã quá ham truy đuổi người Hồi giáo và đủ để trở thành quá rải rác và Saladin đã lợi dụng thời cơ này để tập hợp quân đội của mình và tấn công vào quân Thập tự chinh. Trận chiến đã kết thúc với chiến thắng quyết định thuộc về Ayyub và nhiều hiệp sĩ thất thủ đã bị bắt sống. Sau đó Saladin tiến lên bao vây pháo đài và nó thất thủ vào ngày 30 tháng 8 năm 1179.<ref>{{Harvnb|Lane-Poole|1906|pp=157–159}}<\/ref>\n\nVào mùa xuân 1180, khi Saladin ở trong vùng Safad, lo rằng sẽ có một chiến dịch mạnh mẽ nhằm vào Vương quốc Jerusalem, King Baldwin đã gửi sứ giả tới ông ta và đề nghị ký hiệp ước hòa bình. Do hạn hán và mất mùa làm đồ quân nhu của ông bị hao hụt, Saladin đã đồng ý một cuộc ngừng bắn. Raymond của Tripoli lên án cuộc ngưng bắn, nhưng đã buộc phải chấp nhận sau một cuộc đột kích của Ayyubid vào lãnh thổ của mình trong tháng 5 và sau khi có sự xuất hiện hạm đội hải quân của Saladin ở ngoài khơi cảng Tartus.<ref>{{Harvnb|Lane-Poole|1906|pp=160–161}}<\/ref>\n\n== Mở rộng đế chế ==\n=== Xâm lược nội địa Lưỡng Hà ===\nSaif al-Din đã chết trước đó trong tháng 6 năm 1181 và anh trai của ông Izz al-Din kế thừa quyền cai trị Mosul.<ref name=\"Lyons149\">{{Harvnb|Lyons|Jackson|1982|p=149}}<\/ref> Ngày 04 tháng 12, thái tử của nhà Zengid, as-Salih đã chết ở Aleppo. Trước khi chết, ông đã bắt trưởng quan của mình thề trung thành với Izz al-Din, vì ông này là người cai trị nhà Zengid đủ mạnh để chống lại Saladin. Izz al-Din đã được chào đón ở Aleppo, nhưng đồng sở hữu nó và Mosul là quá tải đối với khả năng của ông ta. Vì thế ông giao Aleppo cho anh trai của ông là Imad al- Din Zangi để đổi lấy Sinjar. Saladin không đưa ra sự phản đối nào với những giao dịch này để tôn trọng hiệp ước trước đây của ông với nhà Zengid.<ref>{{Harvnb|Lane-Poole|1906|pp=164–165}}<\/ref>\n\nNgày 11 tháng 5 năm 1182, Saladin cùng với một nửa của quân đội Ayyub Ai Cập và nhiều người phục vụ chiến đấu rời Cairo đến Syria. Vào buổi tối trước khi xuất quân, ông ngồi với bạn đồng hành của mình và là người đỡ đầu của một trong những con trai của ông rồi đọc một dòng thơ: \"tận hưởng hương thơm của cây mắt bò của [[Najd]], để sau buổi tối này sẽ không bao giờ còn dịp này nữa.\" Saladin được mô tả như là biết trước một điềm xấu và ông không bao giờ được nhìn thấy Ai Cập một lần nữa.<ref name=\"Lyons149\" \/> Biết rằng lực lượng của người Thập tự chinh đã dồn đến biên giới để ngăn chặn ông ta, ông đã chọn con đường qua sa mạc trên [[bán đảo Sinai]] để đến Ailah ở đầu Vịnh Aqaba. Không gặp đối thủ Saladin tàn phá vùng nông thôn của Montreal, trong khi lực lượng của Baldwin chỉ theo dõi mà từ chối can thiệp.<ref>{{Harvnb|Lane-Poole|1906|p=167}}<\/ref> Ông tới Damascus vào tháng 6 và được biết rằng Farrukh-Shah đã tấn công vào [[Galilea|Galilee]], chiếm Daburiyya và bắt Habis Jaldek, một pháo đài có tầm quan trọng rất lớn của quân Thập tự chinh. Trong tháng 7, Saladin cử Farrukh-Shah đi tấn công al-Hawa Kawkab. Sau đó vào tháng 8, triều Ayyub phát động một cuộc tấn công bằng cả thủy bộ để chiếm [[Beirut]], Saladin đã dẫn quân đội của mình tiến vào thung lũng Bekaa. Nhưng cuộc tấn công có vẻ trở nên là một thất bại và Saladin cho dừng chiến dịch để tập trung vào các vấn đề ở [[Lưỡng Hà]].<ref>{{Harvnb|Lane-Poole|1906|pp=168–169}}<\/ref>\n\nKukbary, tiểu vương của [[Harran]], mời Saladin đến và chiếm đóng khu vực Jazira, chiếm miền bắc Lưỡng Hà. Ông tuân thủ và các thỏa thuận ngừng bắn giữa ông và nhà Zengids nó chính thức kết thúc vào tháng 9 năm 1182.<ref name=\"LP9\">{{Harvnb|Lane-Poole|1906|pp=169–170}}<\/ref> Trước cuộc hành quân của ông đến Jazira, căng thẳng đã tăng lên giữa những người cai trị nhà Zengid trong khu vực, chủ yếu liên quan đến việc họ không muốn trả tiền để chiều theo [[Mosul]].<ref>{{Harvnb|Lyons|Jackson|1982|p=164}}<\/ref> Trước khi ông vượt qua [[sông Euphrates]], Saladin bao vây Aleppo trong ba ngày để báo hiệu rằng cuộc ngưng bắn đã kết thúc.<ref name=\"LP9\"\/>\n\nSau khi ông đến Bira ở gần sông, ông đã bị tấn công bởi Kukbary và Nur al-Din của Hisn Kayfa và các lực lượng này cùng phối hợp để chiếm giữ thành phố Jazira đội quân này tiếp đội quân kia. Trước tiên, Edessa thất thủ tiếp theo Saruj và sau đó là ar-Raqqah, Karkesiya và Nusaybin.<ref name=\"LP9\"\/> Ar-Raqqah là một cứ điểm quan trọng và được tổ chức phòng thủ bởi Qutb al-Din Inal, người đã bị mất Manbij trước Saladin ở năm 1176. Khi nhìn thấy số lượng lớn của quân đội của Saladin, ông đã có rất ít nỗ lực để chống lại và đầu hàng với điều kiện rằng ông sẽ giữ lại tài sản của mình. Saladin đã kịp thời tạo ấn tượng với các cư dân của thành phố bằng cách đưa ra một sắc lệnh rằng một số loại thuế sẽ được hủy bỏ và xóa tất cả các giấy nhận nợ và nêu rõ \"người cai trị tồi tệ nhất là những người rất béo nhưng người dân của họ lại gầy\". Từ ar-Raqqah, ông chuyển đến chinh phục al-Fudain, al-Husain, Maksim, Durain, 'Araban, và Khabur—all tất cả đều đã thề trung thành với ông.<ref>{{Harvnb|Lyons|Jackson|1982|p=176}}<\/ref>\n\nSaladin chiếm được Nusaybin mà không hề có kháng cự. Là một thành phố cỡ trung bình, Nusaybin không quá quan trọng, nhưng nó lại được đặt tại một vị trí chiến lược giữa Mardin và Mosul và dễ di chuyển đến Diyarbakir.<ref name=\"LY8\">{{Harvnb|Lyons|Jackson|1982|p=177}}<\/ref> Trong bối cảnh gặt hái hàng loạt những chiến thắng, Saladin nhận được tin rằng quân Thập tự chinh lại đột kích vào các ngôi làng của Damascus. Ông trả lời: \"Hãy để họ … trong khi họ tấn công các làng mạc thì chúng ta lại chiếm các thành phố, khi chúng ta trở lại, chúng ta sẽ có tất cả các sức mạnh hơn nữa để chống lại chúng.\"<ref name=\"LP9\"\/> Trong khi đó, ở Aleppo, tiểu vương của thành phố Zangi đã đột kích vào các thành phố của Saladin ở phía bắc và phía đông, chẳng hạn như Balis, Manbij, Saruj, Buza’a, al-Karzain. Ông cũng cho phá hủy thành phố A’zaz của riêng mình để ngăn chặn việc nó được sử dụng bởi quân Ayyubids nếu họ tái chiếm nó.<ref name=\"LY8\"\/>\n\n== Sở hữu Aleppo ==\nSaladin chuyển sự chú ý từ Mosul tới Aleppo, và cử anh trai của ông al-Mulk Taj để chiếm Tell Khalid, 80 dặm (130&nbsp;km) về phía đông bắc của thành phố. Một cuộc bao vây đã được thiết lập, nhưng thống đốc của Tell Khalid đã đầu hàng khi bản thân Saladin xuất hiện vào ngày 17 tháng 5 trước khi một cuộc bao vây có thể diễn ra. Theo Imad ad-Din, sau Tell Khalid, Saladin đã đi một đường vòng về phía Bắc để đến Ain Tab, nhưng ông đã sở hữu được nó khi quân đội của ông hướng về phía nó, cho phép ông di chuyển nhanh chóng theo chiều ngược lại 60 dặm (97&nbsp;km) về phía Aleppo. Ngày 21 tháng 5, ông đóng trại bên ngoài thành phố về phía đông của thành lũy của Aleppo, trong khi lực lượng của mình bao quanh các khu ngoại ô của Banaqusa ở phía đông bắc và Bab Janan ở phía tây. Ông cho quân của mình đóng gần thành phố một cách quá mạo hiểm, và hy vọng cho một thành công tức thì.<ref>{{Harvnb|Lyons|Jackson|1982|p=195}}<\/ref>\n\nZangi đã không thể kéo dài sự kháng cự. Ông không được lòng dân và muốn trở về Sinjar của mình, thành phố mà trước đó ông đã cai trị và một cuộc đàm phán đã được tiến hành và Zangi sẽ bàn giao Aleppo cho Saladin để đổi lấy sự phục hồi quyền kiểm soát của ông với Sinjar, Nusaybin và ar-Raqqa. Zangi sẽ nắm giữ các lãnh thổ này như là chư hầu của Saladin về các điều khoản của phục vụ quân sự. Ngày 12 táng Sáu, Aleppo được chính thức đặt vào tay Ayyub.<ref>{{Harvnb|Lane-Poole|1906|pp=172–173}}<\/ref> Những người dân của Aleppo đã không được biết về các cuộc đàm phán và đã bị bất ngờ khi cờ hiêụ của Saladin được treo trên tường thành. Hai tiểu vương trong đó có một người bạn cũ của Saladin, Izz al-Din Jurduk, hoan nghênh và cam kết về sự phục vụ của họ với ông ta. Saladin thay thế quan tòa Hanafi bằng Thống đốc Shafi’i, mặc dù ông có một lời hứa là sẽ không can thiệp vào sự lãnh đạo tôn giáo của thành phố. Mặc dù ông đang thiếu tiền, Saladin vẫn cho phép Zangi khởi hành với tất cả các đồ dự trữ của thành phố mà ông ta có thể mang đi và bán phần còn lại cho Saladin.<ref>{{Harvnb|Lyons|Jackson|1982|pp=198–199}}<\/ref>\n\nMặc dù có những do dự trước đó, ông không hề nghi ngờ gì về thành công của mình và nói rằng Aleppo là \"chìa khóa để tiến vào các vùng đất\" và \"thành phố này là mắt của Syria và tòa thành là học trò của nó\".<ref>{{Harvnb|Lyons|Jackson|1982|p=199}}<\/ref> Đối với Saladin, bản thân việc chiếm được thành phố đã đánh dấu sự kết thúc hơn tám năm chờ đợi kể từ khi ông nói với Farrukh-Shah \"chúng ta đã chỉ làm công việc vắt sữa và Aleppo sẽ là của chúng ta.\" Sau khi nghỉ một đêm tại của thành Aleppo, Saladin đã hành quân đến Ha-rim, nơi ở gần thành phố Antioch vốn nằm trong tay Thập tự quân.<ref name=\"LY201\">{{Harvnb|Lyons|Jackson|1982|p=201}}<\/ref>\n\nThành phố này đang được quản lý bởi Surhak, một \"''Mamluk'' trẻ tuổi-một đẳng cấp chiến binh có nguồn gốc là nô lệ trong thế giới Hồi giáo thời đó\" Saladin đề nghị đổi thành phố Busra và tài sản tại Damas để lấy Harim, nhưng khi Surhak đòi hỏi thêm nữa thì chính quân đồn trú của ông tại Ha-rim đã buộc ông phải ra đi.<ref name=\"LY201\" \/> Sau đó ông này bị bắt bởi Phó tướng của Saladin là Taqi al-Din và bị cáo buộc rằng ông đã lập kế hoạch để nhường Harim cho [[Bohemond III của Antioch]]. Khi Saladin nhận đầu hàng của mình, ông đã tiến hành sắp xếp việc phòng thủ Harim trước quân Thập tự chinh. Ông cũng báo lại với vị quốc vương và thuộc cấp của mình tại Yemen và Baalbek khi họ đang hành quân để tấn công người Armenia. Saladin đã đồng ý một thỏa thuận ngừng bắn với Bohemond để đổi lấy các tù nhân Hồi giáo bị binh bắt tù bởi ông ta và sau đó ông đã giao thành phố A’zaz cho Alam ad-Din Suleiman và giao [[Aleppo]] cho Saif al-Din al-Yazkuj quản lý. Người đầu tiên vốn là một tiểu vương của Aleppo đã đi theo Saladin và người thứ hai là một cựu ''Mamluk'' của Shirkuh, người đã cứu ông khỏi những âm mưu ám sát tại A’zaz.<ref name=\"Lyons202\">{{Harvnb|Lyons|Jackson|1982|pp=202–203}}<\/ref>\n\n=== Chiến tranh nhằm vào Mosul ===\nKhi Saladin đến gần Mosul, ông phải đối mặt với vấn đề tấn công vào trong một thành phố lớn và biện minh cho hành động của mình.<ref>{{Harvnb|Lyons|Jackson|1982|p=178}}<\/ref> Nhà Zengid của Mosul kêu gọi an-Nasir, tể tướng của triều Abbas ở Bagdad ủng hộ họ. An-Nasir gửi Badr al-Badr đến để hòa giải giữa hai bên. Saladin đến thành phố vào ngày 10 tháng 11 năm 1182. Izz al-Din đã không chấp nhận các điều khoản của ông vì ông này coi nó là không trung thực và đòi hỏi quá nhiều và Saladin ngay lập tức bao vây thành phố vốn có hệ thống phòng thủ hạng nặng.<ref>{{Harvnb|Lyons|Jackson|1982|p=179}}<\/ref>\n\nSau một vài cuộc đụng độ nhỏ và bế tắc trong các cuộc bao vây được khởi xướng bởi vị quốc vương này, Saladin có ý định tìm một cách để rút lui khỏi cuộc bao vây mà không thiệt hại tới danh tiếng của mình trong khi vẫn giữ một số áp lực về quân sự. Ông quyết định tấn công Sinjar, giờ đây được quản lý bởi Izz al-Din Sharaf, anh trai của al-Din. Thành phố thất thủ sau một cuộc bao vây 15 ngày, đó là ngày 30 tháng 12.<ref>{{Harvnb|Lyons|Jackson|1982|pp=180–181}}<\/ref> Các chỉ huy và binh sĩ của Saladin đã trở nên mất kỷ luật của họ và cướp bóc thành phố; Saladin chỉ bảo vệ viên thống đốc và các sĩ quan của ông này bằng cách gửi họ đến Mosul. Sau khi thiết lập một đơn vị đồn trú tại Sinjar, ông chờ đợi một liên minh được tập hợp bởi Izz al-Din bao gồm các lực lượng của chính ông ta, những người khác đến từ Aleppo, Mardin và Armenia.<ref>{{Harvnb|Lane-Poole|1906|p=171}}<\/ref> Saladin và quân đội của ông đã gặp quân liên minh ở Harran vào tháng 2 năm 1183, nhưng khi nghe thấy rằng ông đang đến gần, Izz al-Din gửi sứ giả đến Saladin để cầu hòa. Các lực lượng trở lại thành phố của họ.\n\nNgày 02 tháng 3, al-Adil từ Ai Cập đã viết thư cho Saladin và báo rằng Thập tự quân đã tấn công các vùng \"trung tâm của đạo Hồi.\" Raynald de Châtillon đã gửi tàu đến từ vùng [[Vịnh Aqaba]] để đột kích các thị trấn và làng mạc ngoài khơi bờ biển Hồng hải. Đây không phải là một nỗ lực nhằm mở rộng ảnh hưởng của Thập tự quân về phía miền duyên hải hoặc chiếm giữ các tuyến đường thương mại của họ, mà chỉ đơn thuần là một động thái tựa như cướp biển.<ref>{{Harvnb|Lyons|Jackson|1982|p=184}}<\/ref> Tuy nhiên, Imad al-Din ghi các cuộc tấn công để báo động cho người Hồi giáo vì họ không quen với các cuộc tấn công từ phía biển và Ibn al-Athir cho biết thêm rằng người dân không có kinh nghiệm với Thập tự quân như các chiến binh hoặc thương nhân.<ref>{{Harvnb|Lyons|Jackson|1982|p=185}}<\/ref>\n\nIbn Jubair đã cho biết, mười sáu chiếc tàu của người Hồi giáo đã bị đốt bởi quân Thập tự chinh, sau đó họ lại bắt giữ một con tàu và một đoàn hành hương tại Aidab. Ông cũng cho biết họ dự định tấn công [[Medina]] và phá hủy lăng mộ [[Muhammad]]. Al-Maqrizi còn cho biết thêm có tin đồn là họ tuyên bố ngôi mộ Muhammad sẽ được chuyển đến lãnh thổ của thập tự quân và như vậy sẽ làm cho người Hồi giáo phải đến và hành hương ở đó. May mắn cho Saladin, al-Adil có tàu chiến của mình di chuyển từ Fustat và Alexandria đến Biển Hồng hải dưới sự chỉ huy của một [[lính đánh thuê]] người Armenia. Họ đã phá vỡ vòng phong tỏa của quân Thập tự chinh, phá hủy hầu hết các tàu bè của họ và truy kích bắt giữ những người đang thả neo và chạy trốn vào sa mạc.<ref>{{Harvnb|Lyons|Jackson|1982|p=186}}<\/ref> 170 Thập tự quân bị bắt tù binh và Saladin đã ra lệnh hành quyết họ ở các thành phố Hồi giáo.<ref>{{Harvnb|Lyons|Jackson|1982|p=187}}<\/ref>\n\nTừ quan điểm riêng của Saladin thì về lãnh thổ, cuộc chiến tranh chống lại Mosul đang tiến triển tốt, nhưng ông vẫn không đạt được mục tiêu của mình và quân đội của ông đã phải thu hẹp lại; Taqi al-Din đưa người của ông ta trở lại Hama, trong khi Nasir al-Din Muhammad và các lực lượng của ông này cũng rút lui. Điều này khuyến khích Izz al-Din và các đồng minh của mình tổ chức những cuộc tấn công. Quân liên minh lúc này tập hợp lại tại một địa điểm cách Harzam 90 dặm (140&nbsp;km) từ Harran. Trong đầu tháng 4, không cần chờ đợi sự trở lại của Nasir al-Din và Taqi al -Din, Saladin bắt đầu tiến quân để tấn công quân liên minh, ông tiến quân về hướng đông để không bị ngăn cản bởi Ras al-Ein.<ref>{{Harvnb|Lyons|Jackson|1982|p=188}}<\/ref> Đến cuối tháng Tư, sau ba ngày kể từ ngày \"chiến đấu thực sự\" dưới sự chỉ huy của Saladin, quân đội Ayyub đã chiếm được Amid. Ông bàn giao thành phố cho Nur al-Din Muhammad cùng với đồ quân nhu của nó, đó bao gồm 80.000 ngọn nến, rất nhiều mũi tên, và 1.040.000 cuốn sách. Để đáp lại Nur al-Din đã thề trung thành với Saladin, hứa sẽ theo ông trong mỗi chuyến chinh phạt trong cuộc chiến chống quân Thập tự chinh và cho sửa chữa các thiệt hại của thành phố. Sự sụp đổ của Amid, ngoài mặt lãnh thổ nó còn thuyết phục Il-Ghazi của Mardin chạy sang phe Saladin và làm suy yếu liên minh của Izz al-Din.<ref>{{Harvnb|Lyons|Jackson|1982|p=191}}<\/ref>\n\nSaladin đã cố gắng để có được các hỗ trợ của Quốc vương an-Nasir trong việc chống lại Izz al-Din bằng cách gửi cho ông một lá thư về một tài liệu mà có thể làm cho ông ta được biện hộ về mặt pháp luật khi tiếp quản Mosul và vùng lãnh thổ của mình. Saladin nhằm thuyết phục vị quốc vương tuyên bố rằng trong khi ông chinh phục Ai Cập và Yemen dưới lá cờ của triều Abbas, nhà Zengid của Mosul công khai hỗ trợ người Seljuk và chỉ xuất hiện khi vị quốc vương yêu cầu. Ông cũng cáo buộc lực lượng của al-Din Izz gây rối công cuộc \"Thánh chiến\" của người Hồi giáo chống lại quân Thập tự chinh và nêu rõ \"họ không thể chiến đấu\". Saladin bảo vệ hành vi của mình khi chính ông tuyên bố rằng đến Syria để chống quân Thập tự chinh, để tiêu diệt tổ chức sát thủ và để kết thúc những sai lầm ngớ ngẩn của người Hồi giáo. Ông cũng hứa rằng nếu Mosul được trao vào tay ông ta thì hậu quả của nó là thành phố Jerusalem, [[Constantinopolis]], Georgia, và các vùng đất Almohad trong Maghreb \"cho đến khi lời của Chúa là tối cao và vương quốc Hồi giáo Abbas sẽ lan rộng ra khắp thế giới và biến nhà thờ Kitô giáo thành nhà thờ Hồi giáo.\" Saladin nhấn mạnh rằng tất cả điều này sẽ xảy ra do ý muốn của Chúa và thay vì yêu cầu sự hỗ trợ tài chính và quân đội từ quốc vương nhà Abbas, ông lại cho chiếm và chuyển giao cho họ lãnh thổ của Tikrit, Daquq, Khuzestan, đảo Kish và Oman.<ref>{{Harvnb|Lyons|Jackson|1982|pp=192–194}}<\/ref>\n\n== Cái chết của Saladin ==\nSaladin chết vì một cơn sốt trong ngày 4 tháng 3 năm 1193, tại [[Damas]], không lâu sau khi Richard khởi hành về Anh quốc. Tài sản riêng của Saladin tại thời điểm ông qua đời là 1 đồng tiền vàng và 40 đồng bạc<ref>Bahā' al-Dīn (2002) p. 19<\/ref>, ông đã cho phần tài sản lớn của mình cho những thần dân nghèo đói của mình và không có đủ tiền để trả cho đám tang của chính ông.<ref>Bahā' al-Dīn (2002) tr. 25 & 244.<\/ref> Ông được chôn cất trong một lăng mộ trong khu vườn bên ngoài nhà thờ Hồi giáo [[Nhà Omeyyad|Omeyyad]] ở Damascus, [[Syria]].\n\nBảy thế kỷ sau đó, [[Wilhelm II của Đức|Hoàng đế Wilhelm II của Đức]] trao tặng chiếc quách bằng đá cẩm thạch mới ở lăng mộ của ông. Tuy nhiên Saladin lại không được đặt ở trong đó. Thay vào đó lăng mộ được mở cửa cho du khách, hiện nay có hai chiếc quách: một chiếc để trống làm bằng đá cẩm thạch và các chiếc kia được làm bằng gỗ có thể thực sự là dùng để an táng Saladin.\n\n== Nhận định ==\n{{trung lập}}\n\nSaladin chính là vị anh hùng của dân tộc Ả rập, tiếng tăm lừng lẫy, kẻ thù khiếp đảm, cuộc đời ông mang màu sắc huyền thoại. Ông chính là người bẻ gãy cuộc [[thập tự chinh]] sang Phương Đông của [[phong kiến]] [[Châu Âu]]. Trong [[lịch sử]] [[chiến tranh]] thế giới, thật hiếm có nhân vật nào giống như ông, ngay cả quân thù cũng phải kính nể. Riêng đối với người Arập thì Saladin là hóa thân của thần linh, là người anh hùng bảo vệ nền độc lập và tự do của nhân dân và được nhân dân đời đời tôn thờ và tự hào. Đối với quân Thập tự, Saladin trở thành đối thủ bất khả chiến bại, đồng thời ông cũng là con người khoan dung, nhân hậu, khí phách hiên ngang, tâm hồn cao thượng, một [[kỵ sĩ]] tài ba, một vị hoàng đế anh minh sáng suốt ở phương Đông. [[Dante]] một nhà viết kịch vĩ đại [[Italia]], một cây đại thụ của nền văn học Phục hưng đã hết lời ca ngợi Saladin trong tác phẩm \"[[Thần khúc]]\".<ref>Những nhân vật quân sự nổi tiếng thế giới, Kha Xuân Kiều, Hà Nhân Học, Nhà xuất bản Thanh niên, năm 2003, trang 263<\/ref>\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n== Saladin trong tiểu thuyết ==\n* A heavily fictionalized version of Saladin is played by [[Ghassan Massoud]] in the [[2005 in film|2005 movie]] ''[[Kingdom of Heaven (film)|Kingdom of Heaven]]''.\n* Saladin is a playable leader in the 2005 PC game ''[[Civilization IV]]'' and 2008 console video game ''[[Civilization Revolution]]''. He is the leader of Arabia in both the games.\n* Saladin was portrayed by [[Milind Soman]] in the Swedish 2007 film ''[[Arn – The Knight Templar]]'' and 2008 sequel ''[[Arn – The Kingdom at Road's End]]''.\n\n==Tham khảo==\n\n=== Tài liệu sơ cấp ===\n* {{chú thích sách|author= Bahā' al-Dīn Ibn Shaddād |authorlink= Baha ad-Din ibn Shaddad |year= 2002 |title= The Rare and Excellent History of Saladin |publisher= Ashgate |isbn= 978-0-7546-3381-5 }}\n* {{chú thích sách|author= Imad ad-Din al-Isfahani |editor= C. Landberg|year= 1888 |title= Conquête de la Syrie et de la Palestine par Salâh ed-dîn |publisher= Brill |language=fr |authorlink= Imad ad-Din al-Isfahani }}\n\n=== Tài liệu thứ cấp ===\n* {{chú thích sách|last= Bosworth|first=Clifford|author-link=C. E. Bosworth|editor1-last=Van Donzel|editor1-first=E.|editor2-last=Heinrichs|editor2-first=W. P.|editor2-link=Wolfhart Heinrichs|editor3-last=Pellat|editor3-first=Ch.|editor3-link=Charles Pellat|chapter=Mahk-Mid|url=http:\/\/books.google.co.uk\/books?id=PvwUAAAAIAAJ&pg=PA781&lpg=PA781&dq=%22Salah+al-Din%22+pahlavan+OR+pahlawan&source=web&ots=vLzdvFPf4b&sig=_3D6G6BCDM3V6Sg4siHpW_8SuG0&hl=en|access-date =ngày 18 tháng 5 năm 2008|title=The Encyclopaedia of Islam|volume= VI |year= 1989 |publisher= E. J. Brill |isbn= 90-04-08112-7 }}\n* {{chú thích sách|last= Gabrieli |first= Francesco |others= Costello, E. J. |title= Arab historians of the crusades |publisher= Routledge & Kegan |location= London |year= 1984 |page= 362 |isbn= 978-0-7102-0235-2 }}\n* {{chú thích sách|last= Gillingham |first= John |title= Richard I |publisher= Yale University Press |location= New Haven |year= 1999 |series= Yale English Monarchs|page=378|isbn=978-0-300-07912-8}}\n* {{chú thích sách|last= Grousset |first= René |others= tr. Lindsay, Noël |title= The epic of the Crusades |url= https:\/\/archive.org\/details\/epicofcrusades0000grou |publisher= Orion Press |location= New York |year= 1970 }}\n* {{chú thích sách|last= Lane-Poole |first= Stanley |authorlink= Stanley Lane-Poole |title= Saladin and the Fall of the Kingdom of Jerusalem |publisher= [[G. P. Putnam's Sons]] |location= London |year= 1906 |series= Heroes of the Nations |url= http:\/\/books.google.com\/books?id=M7pIVpjuyw0C |ref= CITEREFLane-Poole1906 }}\n* {{chú thích sách|last1= Lyons |first1= M. C. |last2= Jackson |first2= D.E.P. |year= 1982 |title= Saladin: the Politics of the Holy War |publisher= [[Cambridge University Press]] |isbn= 978-0-521-31739-9 |url= http:\/\/books.google.com\/books?id=hGR5M0druJIC |ref= CITEREFLyonsJackson1982 }}\n* {{chú thích sách|last=Minorsky|first= Vladimir|authorlink=Vladimir Minorsky|year=1953|title=Studies in Caucasian history|location=London|publisher=Cambridge University Press}}\n*{{chú thích sách|first=David|last=Nicolle|title=Saladin: The Background, Strategies, Tactics and Battlefield Experiences of the Greatest Commanders of History|url=http:\/\/books.google.com\/books?id=uvX53Fz2Bc4C&dq=Bu+qubais+syria&source=gbs_navlinks_s|publisher=Osprey Publishing|year=2011|isbn=1849083177}}{{Liên kết hỏng|date=2023-02-26 |bot=InternetArchiveBot }}\n* {{chú thích sách|last=Rossoff|first=David|title= Where heaven touches earth: Jewish life in Jerusalem from medieval times to the present |editor= Linas, Eli |publisher= Guardian |location= Jerusalem |year= 2001 |isbn= 978-0-87306-879-6 }}\n* {{chú thích sách|last= Runciman |first= Steven |authorlink= Steven Runciman |title= A History of the Crusades: The Kingdom of Jerusalem and the Frankish East 1100–1187 |publisher= Penguin |location= London |year= 1990 |edition=2 |volume= 2 |isbn= 978-0-14-013704-0 }}\n* {{hy icon}} {{chú thích sách |last = Ter-Ghevondyan|first = Aram N.|authorlink = Aram Ter-Ghevondyan|title = Արաբական Ամիրայությունները Բագրատունյաց Հայաստանում (The Arab Emirates in Bagratuni Armenia)|publisher = Armenian Academy of Sciences|location= Yerevan|year = 1965|ref= CITEREFTer-Ghevondyan1965}}\n* {{chú thích sách|last= The Arabic Sources for the Life of Saladin. H. A. R. Gibb. Speculum, Vol. 25, No. 1 (Jan., 1950), pp. 58–72. Published by: Medieval Academy of America. Article Stable URL: http:\/\/www.jstor.org\/stable\/2850004}}\n\n=== Tiếng Việt ===\n* Cuốn ''Lịch sử thế giới'', tài liệu nước ngoài do Bùi Đức Tịnh biên dịch, trang 139.\n* Cuốn ''1001 nhân vật và sự kiện Lịch sử thế giới'' của Ngọc Lê, trang 293.\n* ''Những nhân vật quân sự nổi tiếng thế giới'' - phần: Saladin: Nghĩa hiệp can trường, Kha Xuân Kiều, Hà Nhân Học, Nhà xuất bản Thanh niên, năm 2003, từ trang 267 đến 271\n\n== Đọc thêm ==\n* {{chú thích sách|last= Bowman |first= Alan K. |title= Egypt after the pharaohs 332 BC-AD 642: from Alexander to the Arab conquest |url= https:\/\/archive.org\/details\/egyptafterpharao00bowm_0 |publisher= University of California Press |location= Berkeley |year= 1986 |isbn= 978-0-520-05930-6 }}\n* {{chú thích sách|last=Gibb|first= H.A.R.|year=1973|title=The Life of Saladin: From the Works of Imad ad-Din and Baha ad-Din|publisher= [[Clarendon Press]]|isbn=978-0-86356-928-9}}\n* {{chú thích sách|last=Hindley|first=Geoffrey|year=2007|title=Saladin: Hero of Islam|publisher=Pen & Sword|isbn=1-84415-499-8}}\n* {{chú thích sách|last= Husain |first= Shahnaz |title= Muslim heroes of the crusades: Salahuddin and Nuruddin|publisher= Ta-Ha |location= London |year= 1998 |isbn= 978-1-897940-71-6 }}\n* {{chú thích sách|last=Reston, Jr.|first=James |authorlink= James Reston, Jr. |year=2001|title=Warriors of God: Richard the Lionheart and Saladin in the Third Crusade |location= New York |publisher= Anchor Books |isbn= 0-385-49562-5 }}\n* {{chú thích sách|last=Scharfstein|first=Sol|others=Gelabert, Dorcas|title= Chronicle of Jewish history: from the patriarchs to the 21st century |url=https:\/\/archive.org\/details\/chronicleofjewis0000scha|publisher= Hoboken, N.J.: KTAV Pub. House |year= 1997 |isbn= 0-88125-606-4 }}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Saladin}}\n{{Wikisource1911Enc|Saladin}}\n* [http:\/\/www.third-millennium-library.com\/readinghall\/GalleryofHistory\/Saladin\/LIFE-DOOR.html Stanley Lane-Poole, \"The Life of Saladin and the Fall of the Kingdom of Jerusalem\", in \"btm\" format] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090304191952\/http:\/\/www.third-millennium-library.com\/readinghall\/GalleryofHistory\/Saladin\/LIFE-DOOR.html |date = ngày 4 tháng 3 năm 2009}}\n* [http:\/\/www.medievalist.globalfolio.net\/eng\/r\/rosebault_saladin\/_content.php Rosebault Ch.J. Saladin. Prince of Chivalri]\n* [http:\/\/www.fh-augsburg.de\/~harsch\/Chronologia\/Lspost12\/Libellus\/lib_expu.html#1 De expugnatione terrae sanctae per Saladinum] A European account of Saladin's conquests of the Crusader states. {{la icon}}\n* [http:\/\/www.press.jhu.edu\/books\/title_pages\/9465.html Saladin: The Sultan and His Times, 1138–1193] {{Webarchive|url=https:\/\/archive.is\/20121211094144\/http:\/\/www.press.jhu.edu\/books\/title_pages\/9465.html |date=2012-12-11 }}\n* [http:\/\/www.shadowedrealm.com\/articles\/exclusive\/richard_saladin_warriors_third_crusade Richard and Saladin: Warriors of the Third Crusade]\n\n{{Các chủ đề|Quân sự|Lịch sử|Ai Cập}}\n\n[[Thể loại:Sinh thập niên 1330]]\n[[Thể loại:Mất năm 1193]]\n[[Thể loại:Nhà Ayyub]]\n[[Thể loại:Tướng Hồi giáo]]\n[[Thể loại:Thập tự chinh]]\n[[Thể loại:Người Kurd]]\n[[Thể loại:Lịch sử Kurd]]\n[[Thể loại:Lịch sử Iraq]]\n[[Thể loại:Sultan Ai Cập]]\n[[Thể loại:Lịch sử Damascus]]\n[[Thể loại:Sinh thập niên 1130]]\n[[Thể loại:Vương triều Ayyub]]\n[[Thể loại:Người Iran]]"}