{"Seneca":"[[Tập tin:La mort de seneque.jpg|nhỏ|Cái chết của Seneca (tranh vẽ năm 1684)]]\n'''Lucius Annaeus Seneca''' (thường được gọi đơn giản là '''Seneca''' hay '''Seneca Trẻ''' ([[4 TCN]]-[[65]]) là một [[triết gia]] người [[Đế quốc La Mã|La Mã]] thuộc trường phái [[Chủ nghĩa khắc kỷ|triết học khắc kỷ]] và là [[chính trị gia|chính khách]], [[nhà biên kịch]], [[nghệ sĩ hài]] đương thời, ông là một tên tuổi lớn của [[văn học La Mã]]. Ông từng là thầy giáo và cố vấn cho hoàng đế [[Nero]] Bạo chúa. Ông sau đó đã bị ép buộc phải tự tử vì bị cho là đồng lõa trong âm mưu ám sát hoàng đế Julio-Claudian, tuy nhiên, ông có thể đã được tuyên vô tội. Cha của ông là [[Seneca Già]] và anh trai là [[Gallio]]. \n==Tiểu sử==\nSeneca sinh ra tại [[Cordoba]] của [[Tây Ban Nha]]. Ông là con trai của Helvia và Seneca Già. Seneca Trẻ cũng là chú của [[nhà thơ]] [[Lucan]]. Thời thơ ấu của ông được kể rằng là thời của ốm yếu. Seneca được người dì đưa lên [[thành phố]] [[Rome]]. Ở đây, ông học các môn [[tu từ học]] và [[triết học]] của các nhà triết học thuộc hai trường phái, đó là [[trường phái Tân Pythagoras]] và [[trường phái Khắc kỷ]]. Tuy nhiên, dấu hiệu xấu của [[sức khỏe]] vẫn không buông tha ông. Thế nên, Seneca đành phải đi chữa trị tại [[Ai Cập]]. Tiếp theo, nhà triết học La Mã này trở về Rome. Không lâu sau đấy, Seneca Trẻ có mối quan hệ bất hòa với vị [[Hoàng đế]] [[Caligula]], mối quan hệ này căng thẳng đến nỗi ông vua này định giết vị học giả.\n\nVào năm [[41]] sau [[Công nguyên]], Seneca Trẻ đã bị đày ra [[đảo]] [[Corsica]] bởi lệnh của Hoàng đế [[Claudius]]. Tội danh mà ông mắc phải là trở thành người ngoại tình của [[công chúa]] [[Julia Livilla]], cháu của vị hoàng đế trên. Vào 8 năm sau đó, ông được trở về thành Rome nhờ có sự can thiệp của [[Hoàng hậu]] [[Agippina]]. Vào năm [[50]], ông trở thành một vị pháp quan và cũng vào năm này, ông cưới [[Pompela Paulina]]. Đây là một cuộc hôn nhân có ảnh hưởng rất lớn với Seneca bởi vì Paulina là một người [[phụ nữ]] giàu có và cũng nhờ đó, ông làm bạn với nhiều người đầy quyền lực. Tiếp theo, Seneca Trẻ trở thành vị gia sư của Lucius Domitius, con trai của Agippina, người sau này chính là vị hoàng đế nổi tiếng [[Nero]].\n\nMột sự kiện rất quan trọng xảy ra đối với cuộc đời của Seneca. Claudius, vị hoàng đế đày Seneca ra đảo Corsica, đã bị ám sát. Sự kiện này đã đưa nhà triết học [[người La Mã]] lên đến đỉnh cao của [[quyền lực]]. Và gần giống như câu nói của [[người Việt Nam]]: \"Một người làm quan, cả họ được nhờ\", bạn bè của Seneca đã nắm giữ quyền hành tại [[biên giới]] của [[La Mã]] với [[Đức]] và [[Parthia]], [[quốc gia]] có [[lãnh thổ]] hiện nay thuộc về [[Iran]] và [[Afghanistan]]. Bài [[diễn văn]] đầu tiên của Nero là do Seneca đảm trách. Lúc đầu, Seneca và bạn thân của ông, [[quan thái thú]] [[Afanius Burrus]] trở thành những trợ thủ đắc lực của một Nero khôn ngoan. Nhưng rồi, mọi thứ thay đổi 180 độ khi Nero trở thành kẻ [[độc tài]] và Seneca cùng Burrus trở thành những người thừa đối với vị vua này. Vào năm [[62]], người bạn của Seneca qua đời, còn ông thì chú tâm vào việc đọc [[sách]] và [[sáng tác]].\n\nTừ đây, tai họa đổ xuống Seneca. Vào năm [[65]], nhà triết học này bị cáo buộc có liên quan đến âm mưu ám sát vua Nero. Dù là trực tiếp hay gián tiếp, Nero đã gây ra cái chết của Seneca.\n==Sự nghiệp==\n===Vài nét khái quát===\nSeneca có sự nghiệp rất đặc biệt. Phần lớn các tác phẩm ông viết đều liên quan đến triết học và [[bi kịch]], chỉ có duy nhất một tác phẩm mang tính [[chính trị]], tác phẩm ''[[Apocolocyntosis divi Claudii]]''. \n===Các tư tưởng===\n====Chủ nghĩa khắc kỷ====\nVề tư tưởng triết học, Seneca trình bày quan điểm [[chiết trung]] của [[chủ nghĩa khắc kỷ]]. Nói về chủ nghĩa khắc kỷ, Seneca có nhắc tới 5 điểm như sau: \n* Trên hết, phải tìm đạo lý.\n* Đời sống phải đáng sống và có ích.\n* [[Tri thức]] chỉ là [[phương pháp]] tìm ra [[đạo lý]], không phải là phương pháp cứu cánh [[con người]].\n* [[Can đảm]] để chống lại sự cám dỗ và sự khắt khe.\n* Chỉ có Con Người mới giải thoát cho mình.\n\n===Ảnh hưởng===\n* Tư tưởng mà Seneca để lại là một phần quan trọng của [[văn hóa Latin]] [[thời Trung cổ]]. \n* Trong [[thế kỷ XVI]] và [[thế kỷ XVIII]], [[văn xuôi]] của Seneca đã trở thành khuôn mẫu, tiêu biểu có thể kể đến [[John Calvin]], [[Michel Eyquem de Montaigne]] và [[Jean-Jacques Rousseau]].\n===Các tác phẩm===\n* ''[[Apocolocyntosis divi Claudii]]''\n* ''[[Thư gửi Lucilius]]''\n\n==Chú thích==\n{{tham khảo}}\n{{La Mã cổ đại}}\n\n[[Thể loại:Nhà triết học La Mã]]\n[[Thể loại:Đế quốc La Mã]]\n[[Thể loại:Sinh năm 4 TCN]]\n[[Thể loại:Mất năm 65]]\n[[Thể loại:Năm 4 TCN]]\n[[Thể loại:Nam nhà văn]]\n[[Thể loại:Người Córdoba, Tây Ban Nha]]\n[[Thể loại:Nhà triết học Tây Ban Nha]]"}