{"Simeon Ivanovich Gordy":"{{dịch thuật}}\n{{Infobox royalty\n| name = Simeon Kiêu hãnh\n| tên gốc = Семён Иванович\n| title = Đại Vương công\n| tước vị thêm = xứ Moskva\n| image = Simeon Dumny.jpg\n| image_size = 200px\n| caption = \n| reign = 31-03-1340 – 27-04-1353\n| coronation = 31-03-1340\n| succession = [[Đại vương công]] của [[Moskva]]\n| predecessor = [[Ivan I Danilovich Kalita|Ivan I]]\n| successor = [[Ivan II Ivanovich Krasnyi|Ivan II]]\n| spouse = Aigusta Anastasia của Lithuania<br \/>Eupraxia của Smolensk<br>Maria của Tver\n| spouse-type = \n| issue = 8\n| tên đầy đủ = Simeon Ivanovich\n| tên hiệu = Гордый \/ Kiêu hãnh\n| issue-link = #Issue\n| issue-pipe = more...\n| house = [[Vương triều Ryurik|Rurik]]\n| house-type = Dynasty\n| father = [[Ivan I Danilovich Kalita|Ivan I]]\n| mother = Helena\n| birth_date = 7 tháng 9, 1317\n| birth_place = [[Moskva]], [[Đại công quốc Moskva]]\n| death_date = {{death date and age|1353|4|27|1317|9|7|df=y}}\n| death_place = [[Moskva]], [[Đại công quốc Moskva]]\n| burial_date = \n| burial_place = Cathedral of the Archangel\n| religion = [[Chính thống giáo Đông phương]]\n}}\n'''Simeon Ivanovich Gordiy''' (Kiêu hãnh) ([[tiếng Nga]]: Семён Иванович Гордый) (7\/11\/1316 – 27\/4\/1353) là [[Đại vương công]] của [[Moskva]] và đồng thời là [[Đại công tước]] xứ Vladimir. Kế tục chính sách đối ngoại của cha mình là [[Ivan I Danilovich Kalita]], Simeon tăng cường trấn áp các cuộc nổi loạn của các Công tước dưới quyền<ref name=\"Karamzin, N. M. 1815\">Karamzin, N. M. (1815). ''Istoria gosudarstva rossiyskogo'' (История государства российского), volume 4 chapter 10.<\/ref> và gây chiến tranh với [[Cộng hòa Novgorod]] và Lithuania.\n\n== Trị vì ==\nKhi [[Ivan I Danilovich Kalita|Ivan I]] vừa qua đời năm [[1340]], con trai cả của vị đại công tước quá cố là Simeon đang trấn giữ vùng [[Nizhny Novgorod]] đã lập tức đến xin Uzbeg Khan của [[Hãn quốc Kim Trướng|Kim Trướng Hãn Quốc]] cho mình được kế vị cha, đồng thời xin luôn quyền thu thuế của các công quốc nộp về Khan. Đối thủ của Simeon, Konstantin của Tver và Konstantin của [[Suzdal]] cũng tìm cách gây áp lực buộc Khan nhượng quyền thu thuế đó cho mình<ref>Curtin, Jeremiah (2002). ''The Mongols in Russia''. Adamant Media Corporation. <nowiki>ISBN 9781402100307<\/nowiki>, p. 336<\/ref>. Bằng việc hối lộ triều đình và hậu cung của Khan, Simeon giành được quyền thu thuế<ref name=\"Karamzin, N. M. 1815\"\/> và đồng thời giành được chức danh Đại công tước Moskva. Với lòng chân thành của mình, Simeon nhanh chóng chiếm cảm tình của Khan và được vị Khan Kim Trướng trao cho nhiều quyền lợi. Ít lâu sau, Simeon lại được Hoàng đế Byzantine là [[Andronikos III Palaiologos]] ban cho đặc quyền \"epi trapezes offikios\"<ref>{{chú thích web | url = http:\/\/www.krotov.info\/library\/k\/kartash\/kart102.html | tiêu đề = 404 | author = | ngày = | ngày truy cập = 21 tháng 12 năm 2017 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, được hiểu là \"quyền quản lý hành chính\" (Seneschal) hay \"xét xử người phạm tội\" (Stolnik, \"tòa án\")\n\nNgay sau khi lên ngôi Đại công tước, Simeon chuẩn bị gây chiến với Cộng hòa Novgorod. Đầu tiên, ông tuyên bố sẽ thu thuế tại thị trấn Torzhok của Novgorod. Novgorod liền phản ứng: quân lính của thị trấn Torzhok bắt lại những viên quan do ông sai đến thu thuế Novgorod và kêu gọi Công tước Novgorod giúp đỡ. Đáp lại, Simeon và Tổng giám mục Moskva Theognostus đã cùng nhau tập hợp binh lính để đối phó, đồng thời tuyên bố: \"Họ [người Novgorodians] muốn chiến tranh và hòa bình với bất cứ ai họ thích, không ai hỏi ai cả. Novgorod không phải tất cả Nga, và sẽ không tuân theo Công tước của mình\". Bắt đầu cuộc chiến, quân Novgorod xâm nhập vào Ustyuzhna và Beloe Ozero<ref>Curtin, p. 337<\/ref>. Khi quân Moskva tiến đến gần Novgorod, người dân Torzhok nổi dậy chống lại bọn lính đánh nhau và đứng về phía quân đội Moskva. Công tước Novgorod thất bại, phải nhượng tất cả các loại thuế từ khu vực Torzhok, ước tính có 1.000 rúp hàng năm, cho Simeon.\n\nNăm 1341, Đại công tước xứ Lithuana là Algirdas sau nhiều lần đánh bại quân Moskva đã xâm lấn vùng Smolensk và Bryansk ở miền tây Nga, sau đó đã bao vây Mozhaysk. Cái chết bất ngờ của người cha Gediminas buộc Algirdas phải rời bỏ chiến dịch trước khi Simeon có thể sắp xếp một cuộc tấn công quân sự<ref>Karamzin, 1341<\/ref>. Ở Hãn quốc Kim Trướng, cái chết bất ngờ của Uzbeg Khan làm nổ ra cuộc khủng hoảng kế vị: các con trai của Uzbeg Khan gây chiến để tranh ngôi, kết quả là Jani Beg đã giết chết phần lớn những anh em của mình để được lên ngôi Khan. Simeon và Tổng giám mục tới để hòa thân với Jani Beg để củng cố quyền lợi. Jani Beg thả đại công tước về, nhưng đột ngột giam giữ Tổng giám mục Moskva. Để cứu Tổng giám mục, Simeon phải trả một khoản tiền chuộc lên tới 600 rúp<ref>Karamzin, 1342<\/ref> để Tổng giám mục được trả tự do.\n\nGiải quyết xong vấn đề Kim Trướng, Simeon quay sang giải quyết nốt Novgorod. Năm 1347, khi Novgorod kêu gọi giúp đỡ của Thụy Điển, Simeon ra kế hoạch đối phó: ông nhờ em trai là Ivan đến yêu cầu Công tước tước Constantine của Rostov không được giúp đỡ Novgorod<ref>Karamzin, 1347<\/ref>, đồng thời phao tin rằng vương quốc Lithuana đang đe dọa an ninh của hãn quốc Kim Trướng<ref>Curtin, p. 338<\/ref> khi đại công Lithuana đang tìm cách tấn công Moskva, chư hầu thân tín của hãn quốc. Đáp lại sự chân thành của Simeon, Jani Beg đồng ý với yêu cầu của đại công tước, cho dẫn độ các tù nhân Lithuana từ Hãn quốc về Moskva. Để tránh cuộc chiến với Lithuana, Simeon ký hòa ước với Algirdas để thả tù nhân về nước, đồng thời đại công tước Moskva quyết định gả công nương Uliana của Tver cho Algirdas<ref>Karamzin, 1349<\/ref>.\n\nTrong những năm 1351-1352, Simeon đã giằng co chống lại Algirdas trong việc kiểm soát các thị trấn nhỏ ở Smolensk. Mâu thuẫn này lại không phát triển thành một cuộc chiến tranh vì Algirdas thích các cuộc đàm phán hơn là chiến đấu. Mặc dù vòng đàm phán đầu tiên đã bị phá vỡ bởi người Litva, Simeon đã bảo vệ các thị trấn tranh chấp cho Moskva. Đây là chiến dịch lớn cuối cùng của Simeon<ref>Curtin, p. 340<\/ref>.\n\nDịch hạch ([[Cái Chết Đen|Cái chết Đen]]) xuất hiện ở miền nam nước Nga vào năm 1346 và lan nhanh sang nhiều vùng: Scandinavia vào năm 1349, Pskov vào đầu năm 1352 và Novgorod vào tháng 8 năm 1352, đông bắc Nga năm 1353. Cuối năm 1352, hai phần ba số dân ở Pskov chết vì dịch hạch. Gia đình của đại công cũng không tránh khỏi nạn dịch này: Năm 1353 [[Dịch hạch|bệnh dịch hạch]] đã đến Moskva, giết chết Theognostus<ref>Karamzin, 1353<\/ref>, Simeon, hai con trai của ông và Andrey anh trai của ông và một loạt người con khác. Trước khi qua đời, Simeon rửa tội và lấy tên thánh là Sozont. Ông đặt Alexis là Tổng giám mục của Moskva, kế vị Theognostus vừa qua đời trong trận dịch hạch.\n\nÔng qua đời trong trận Dịch hạch lớn năm 1359 cùng với các con và không người con nào của Simeon còn sống để kế thừa ngôi vị. Em trai ông, [[Ivan II Ivanovich Krasnyi|Ivan II]] là người kế vị.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1316]]\n[[Thể loại:Mất năm 1353]]\n[[Thể loại:Đại vương công Moskva]]\n[[Thể loại:Đại vương công Vladimir]]"}