{"Singu Min":"{{Thông tin nhân vật hoàng gia\n| tên = Singu Min\n| tên gốc = စဉ့်ကူးမင်\n| tước vị thêm = \n| hình = \n| ghi chú hình = \n| chức vị = Vua của [[triều Konbaung]]\n| tại vị = 10 tháng 6 năm 1776 - 5 tháng 2 năm 1782\n| đăng quang = 1776\n| tiền nhiệm = [[Hsinbyushin]]\n| nhiếp chính = \n| kế nhiệm = [[Phaungkaza Maung Maung]]\n| phối ngẫu = \n| con cái = \n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| tước hiệu = \n| hoàng tộc = [[Triều Konbaung|Nhà Konbaung]]\n| cha = [[Hsinbyushin]]\n| mẹ = \n| sinh = 10 tháng 5 năm 1756\n| nơi sinh = [[Inwa]]\n| mất = 14 tháng 2 năm 1782\n| nơi mất = [[Inwa]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = Quốc vương\n| tôn giáo = \n| chữ ký = \n}}'''Singu Min''' ({{lang-my|စဉ့်ကူးမင်း}}း, phát âm [sɪ̰ɰ̃ɡú mɪ́ɰ̃]; 10 tháng 5 năm 1756 – 14 tháng 2 năm 1782) là vị vua thứ tư của [[triều đại Konbaung]] của [[Myanmar]].<ref name=\"cb-3\">Buyers, p. 3<\/ref> \n\nNhà vua, người lên nắm quyền trong bối cảnh gây tranh cãi, hầu như đã chấm dứt chính sách bành trướng của cha mình là [[Hsinbyushin]], vốn đã làm cạn kiệt nghiêm trọng nguồn nhân lực và tài nguyên của vương quốc. Ông đã ngăn chặn cuộc chiến mới nhất của cha mình chống lại [[Xiêm]] khi ông lên ngôi, nhường [[Lan Na]] cho người Xiêm một cách hiệu quả. Tương tự như vậy, ông đã không có hành động gì khi các quốc gia [[Lào]] ngừng cống nạp vào năm 1778. Các chiến dịch duy nhất là ở [[Manipur]], nơi quân đội Miến Điện buộc phải dập tắt bốn cuộc nổi loạn dưới triều đại của ông. \n\nNhà vua được nhớ đến nhiều nhất với quả [[Chuông Singu Min|chuông Maha Ganda]] nặng 22.952 kilôgam (50.600 lb) mà ông tặng cho nhà chùa vào năm 1779. Singu bị người em họ [[Phaungkaza Maung Maung|Phaungka]] lật đổ vào ngày 6 tháng 2 năm 1782 và bị người chú [[Bodawpaya]] xử tử tám ngày sau đó.\n\n== Thời trẻ ==\nSingu có tên khai sinh là '''Min Ye Hla''' (မင်းရဲလှ), con trai cả của Thân vương Myedu (sau này là vua [[Hsinbyushin]]) và người vợ đầu tiên của ông tại Cung điện Hoàng gia ở Ava vào ngày 10 tháng 5 năm 1756. Khi cha ông trở thành vua, Min Ye Hla được phong thị trấn [[Singu]] làm thái ấp. Ông được biết đến với cái tên Singusa, hay Chúa tể của Singu. Sau đó, ông được phong làm người thừa kế ngai vàng, trái với mong muốn của người sáng lập vương triều, [[Alaungpaya]].<ref name=\"jn\">Nisbet, p. 11<\/ref>\n\n== Tranh cãi kế vị ==\nSingu lên ngôi trong bối cảnh gây tranh cãi, vì việc này đã phớt lờ mong muốn của người sáng lập triều đại là vua Alaungpaya rằng tất cả các con trai của ông đều trở thành vua. Việc Singu lên ngôi được thực hiện nhờ sự hỗ trợ của bố vợ ông, tướng [[Maha Thiha Thura]], tổng tư lệnh quân đội Miến Điện. (Hoàng hậu thứ hai của Singu, Maha Mingala Dewi, là con gái của vị tướng).{{Cần dẫn nguồn}} Khi kế vị, ông lấy [[tôn hiệu]] là \"Mahadhammayazadiyaza\" (မဟာဓမ်မရာဇာဓိရာဇာ; [[tiếng Pali]]: Mahādhammarājadhirāja).\n\nKhi Hsinbyushin qua đời, các lực lượng Miến Điện do Maha Thiha Thura lãnh đạo đang trong chiến dịch mới nhất của họ ở Xiêm. Lo ngại về quyền cai trị của chính mình ở quê nhà, Singu đã ra lệnh rút toàn bộ lực lượng Miến Điện khỏi Lan Na và thung lũng Thượng Menam. Tác động lâu dài của việc rút quân là người Miến sẽ mất phần lớn Vương quốc Lan Na cũ, vốn nằm dưới quyền bá chủ của họ từ năm 1558.<ref name=\"mha-181\">Htin Aung, pp. 181–186<\/ref>\n\n== Trị vì ==\nSingu đã giết chết các đối thủ tiềm năng để lên ngôi ngay khi lên nắm quyền. Ông đã có ba người anh em cùng cha khác mẹ của mình bị hành quyết vào năm 1776 khi ông lên ngôi. Tiếp theo, ông xử tử chú của mình là [[Amyin Mintha|Thân vương Amyin]], người thừa kế hợp pháp ngai vàng theo nguyện vọng của Alaungpaya, vào ngày 1 tháng 10 năm 1777. Ông trục xuất những người có khả năng giành ngôi khác — ba người chú còn lại và hai người anh em họ. Thân vương Badon (sau này là vua [[Bodawpaya]]) là người tiếp theo kế vị ngai vàng — do đó là mục tiêu tiếp theo của Singu — nhưng vị hoàng tử sắc sảo này đã hành xử sao cho được coi là vô hại và nhờ đó thoát chết. Thay vào đó, Singu đày Bodawpaya đến [[Sagaing]], nơi ông bị giám sát chặt chẽ.<ref name=\"jn\" \/><ref name=\"mha-181\" \/>\n\n=== Phi quân sự hóa ===\nKhông giống như những người tiền nhiệm của mình, Singu có quan điểm phản chiến. Đất nước đã phải chiến đấu với các cuộc chiến tranh liên miên kể từ năm 1740 và nhân lực cũng như tài nguyên đã cạn kiệt nghiêm trọng. Hơn nữa, ông không tin tưởng các chỉ huy quân đội đang “say sưa chiến thắng” và đã trở thành lãnh chúa ở các vùng.<ref name=\"mha-181\" \/> Singu đã chứng kiến ​​​​cách các chỉ huy công khai không tuân lệnh cha mình khi vị vua lẫy lừng một thời nằm trên giường bệnh (1774–1776). Nhận thấy sự chán nản chung của người dân đối với chiến tranh, Singu đã giải ngũ phần lớn quân đội. Ông thậm chí còn có mâu thuẫn với Maha Thiha Thura và cách chức người đã phong ông làm vua, cách chức vị tướng già khỏi tất cả các chức vụ của ông, ly dị con gái Maha Thiha Thura vào tháng 5 năm 1777, và dìm chết bà vào năm 1778.<ref name=\"geh-261\">Harvey, pp. 261–263<\/ref>\n\nBằng cách phi quân sự hóa, về cơ bản, ông quyết định từ bỏ [[Lan Na]], nơi đã nằm dưới sự cai trị của Miến Điện kể từ thời [[Bayinnaung]]. Tương tự như vậy, ông đã không hành động gì khi các quốc gia [[Vuongquocviengchan|Viêng Chăn]] và [[Vương quốc Luang Phrabang|Luông Pha Băng]] của Lào, vốn là chư hầu của Miến Điện từ năm 1765, ngừng cống nạp vào năm 1778.<ref name=\"chsea\">Tarling, p. 238<\/ref> Tuy nhiên, việc giải trừ quân bị của ông đã được đất nước bị chiến tranh tàn phá này đón nhận nồng nhiệt vì người dân đã quá mệt mỏi. về nghĩa vụ chiến đấu liên tục trong \"những cuộc chiến trường kỳ\" ở những vùng xa xôi mà họ chưa từng nghe đến.<ref name=\"geh-261\" \/>\n\nKhu vực duy nhất mà Singu duy trì hành động quân sự là [[Manipur]], nơi ông thừa hưởng một cuộc chiến khác từ cha mình. Cựu vua Manipur, người mà người Miến Điện đánh đuổi lần cuối vào năm 1770, bốn lần cố gắng lật đổ người Miến từ năm 1775 đến năm 1782 từ căn cứ của ông ta ở [[Cachar (huyện)|Cachar]]. Người Miến Điện mỗi lần đều đuổi ông ta trở lại nhưng không thể bắt được ông ta. Quân đội đã giành được \"những chiến thắng khó nhọc\" và mất 20.000 người một phần do sốt trong những năm đó. Sau khi Singu bị truất ngôi vào năm 1782, người Miến Điện rút khỏi Manipur \"có lẽ vì đất nước giờ đã bị tàn phá nặng nề đến mức không thể vắt kiệt được gì nữa\".<ref name=\"geh-261\" \/>\n\n=== Cai trị ===\nÔng dành phần lớn thời gian ở kinh đô và trong cung điện, xung quanh mình là những người trẻ tuổi, vì ông có tính khí phản chiến. Ở đó, ông nghe nhạc, thơ và qua đêm trong những cơn say trong một nơi ẩn náu bên kia bờ sông. Ông xử tử hoặc cách chức những cận thần chỉ trích hành vi của mình.<ref name=\"mha-181\" \/>\n\n== Mất ngôi và qua đời ==\nVào ngày 6 tháng 2 năm 1782, một trong những người anh em họ bị lưu đày, Thân vương [[Phaungkaza Maung Maung|Phaungka]], trở lại Ava, phế truất Singu và tuyên bố mình là vua. Tuy nhiên, triều đại của Phaungka rất ngắn, vì chú của họ là Thân vương Badon tổ chức một cuộc đảo chính một tuần sau đó, giết chết cả Singu và Phaungka rồi trở thành vua—sau này được gọi là vua [[Bodawpaya]].<ref name=\"mha-181\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n== Thư mục ==\n\n* {{cite book|title=Powerful Learning: Buddhist Literati and the Throne in Burma's Last Dynasty, 1752–1885|last=Charney|first=Michael W.|publisher=University of Michigan|year=2006|location=Ann Arbor}}\n* {{cite book|title=Burma|last=Hall|first=D.G.E.|publisher=Hutchinson University Library|year=1960|isbn=978-1-4067-3503-1|edition=3rd}}\n* {{cite book|title=History of Burma: From the Earliest Times to 10 March 1824|last=Harvey|first=G. E.|publisher=Frank Cass & Co. Ltd|year=1925|location=London}}\n* {{cite book|url=https:\/\/archive.org\/details\/historyofburma00htin|title=A History of Burma|last=Htin Aung|first=Maung|publisher=Cambridge University Press|year=1967|location=New York and London|url-access=registration}}\n* {{cite book|title=Burma under British Rule—and Before|last=Nisbet|first=John|publisher=A. Constable|year=1901|volume=1}}\n* {{cite book|title=The Cambridge history of South East Asia: From c. 1500 to c. 1800|last=Tarling|first=Nicholas|publisher=Cambridge University Press|year=2000|isbn=9780521663700|volume=1|number=2}}\n{{s-start}}{{s-hou|[[Triều Konbaung]]|10 tháng 5|1756|14 tháng 2|1782}}\n{{s-reg}}\n{{s-bef\n| before = [[Hsinbyushin]]\n}}\n{{s-ttl\n| title = [[Danh sách quân chủ Myanmar|Vua Miến Điện]]\n| years = 10 tháng 6 năm 1776 – 5 tháng 2 năm 1782\n}}\n{{s-aft\n| after = [[Phaungkaza Maung Maung]]\n}}\n{{s-roy}}\n{{s-bef\n| before = [[Hsinbyushin]]\n}}\n{{s-ttl\n| title = [[Danh sách thái tử Miến Điện|Thái tử Miến Điện]]'''<br \/>''với danh hiệu Thân vương [[Singu]]''\n| years = '''177?–1776\n}}\n{{s-aft\n| after = [[Thado Minsaw]]\n}}\n{{s-end}}{{Vua nhà Konbaung}}{{sơ khai tiểu sử}}\n[[Thể loại:Sinh năm 1752]]\n[[Thể loại:Mất năm 1782]]\n[[Thể loại:Vua Myanmar]]\n[[Thể loại:Triều Konbaung]]"}