{"Sri Suriyendra":"{{Chất lượng dịch}}\n{{Thông tin nhân vật hoàng gia\n| tên =Sri Suriyendra\n| tước vị =\n| hình = Queen Sri Suriyendra.jpg\n| ghi chú hình = \n| chức vị = Hoàng hậu Xiêm\n| tại vị = ngày 7 tháng 9 năm 1809 – ngày 21 tháng 7 năm 1824\n| kiểu tại vị = Tenure\n| consortreign =\n| phối ngẫu = [[Phutthaloetla Naphalai]] {{small|(Rama II)}}\n| con cái = Prince Ratchakuman<br>Mongkut {{small|(Rama IV)}}<br>[[Pinklao]]\n| hoàng tộc = [[Chakri Dynasty|Chakri]]\n| othertitles = Phra Sri Suriyendramataya\n| cha = Ngoen Saetan\n| mẹ = Kaeo, Princess Sri Sudarak\n| sinh = 1767\n| nơi sinh =[[Amphawa District|Amphawa]], Siam\n| mất = {{death year and age|1836|1767}}\n| nơi mất =[[Bangkok]], [[Siam]]\n|}}\n''' Hoàng hậu Sri Suriyendra''' ({{lang-th| ศรีสุริเยนทร}}; {{RTGS| Si Suriyen}}; 1767-1836) là Hoàng hậu của Xiêm, vợ của Phutthaloetla Naphalai, là người anh em họ của mình, và mẹ của Mongkut và Pinklao. Cô sau đó được đặt tên sau khi đăng quang của con trai bà Mongkut như Krom Somdet Phra Sri Suriyendramataya.      \n\n'''Công chúa Bunrot''' (บุญรอด) là con gái của công chúa Sri Sudarak (เจ้าฟ้ากรมพระศรีสุดารักษ์) (em gái của Phutthayotfa Chulalok) và chồng Trung Quốc bà <ref>{{chú thích sách|title=Chinese Society in Thailand: An Analytical History|url=https:\/\/books.google.com\/books?id=5y0yAAAAIAAJ|year=1957|author=George William Skinner|publisher=[[Cornell University Press]]|pages=26|isbn=}}<\/ref> Ngoen Saetan (เงิน แซ่ตัน). Công chúa Bunrot sống với mẹ trong cung điện lớn và lớn lên cùng với người anh em họ nữ từ mẫu của Mẹ, các con gái của Phutthayotfa Chulalok.\n\nCông chúa Bunrot đã ngoại tình với người em họ của mình, Hoàng tử Isarasundhorn, một đứa con trai và là người thừa kế rõ ràng cho Vua Phutthayotfa Chulalok. Năm 1801, nhà vua phát hiện ra công chúa 'bốn tháng mang thai và bị trục xuất cô khỏi cung điện lớn để sống với anh trai Hoàng tử Thepharirak. Hoàng tử Isarasundhorn năn nỉ cha mình không có kết quả để trả lại công chúa về cung điện. Các cặp vợ chồng cuối cùng định cư tại cung điện cũ (Thonburi cung điện) và công chúa Bunrot trở thành vị phối ngẫu của hoàng tử. Em bé đã chết, tuy nhiên, ngay sau khi sinh. Với Hoàng tử Isarasundhorn (tương lai Phutthaloetla Naphalai), cô sinh ba con trai:\n\n* Đứa con đầu lòng của bà, sinh năm 1801, đã chết ngay sau khi sinh;\n* Hoàng tử [[Mongkut]], hoặc sau đó Vua Mongkut (hay Vua Rama IV), sinh năm 1804;\n* Hoàng tử [[Pinklao|Chutamani]], hoặc sau vua Pinklao, sinh năm 1808.\n\nSau lễ đăng quang Hoàng tử Isarasundhorn như Phutthaloetla Naphalai, công chúa Bunrot được nâng lên Nữ hoàng Sri Suriyendra. Cô không phải là người vợ chỉ như là các quốc vương Xiêm được phép có nhiều phu nhân theo truyền thống. Sri Suriyendra chia sẻ chồng mình với công chúa Consort Kunthon và công chúa RIAM (mẹ của vua Nangklao (hay Vua Rama III)) và một số phi tần của nhà vua.\n\nCon trai bà, hoàng tử Mongkut đã trở thành một nhà sư vào năm 1824, cùng năm đó Phutthaloetla Naphalai chết. Đó là con trai của cô Mongkut người đã được trao vương miện theo truyền thống. Tuy nhiên, giới quý tộc đã quyết định cung cấp các vương miện cho Hoàng Bồn tắm, người trở thành vua Nangklao (Rama III) (Hoàng tử là con của vợ lẽ, nhưng đã được rất nhiều kinh nghiệm trong chính phủ). Mongkut sau đó vẫn là một tu sĩ để tránh mưu tòa án.\n\nSri Suriyendra sau đó rời khỏi cung điện lớn cho các cung điện cũ (Wang Derm) để sống với con trai Hoàng tử Isaret (trước đây Hoàng tử Chutamani). Cô ở lại đó cho đến khi bà qua đời vào năm 1836, cô đã không sống để nhìn thấy con trai mình Mongkut trao vương miện.\n\n{{Vương hậu Chakri}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.usmta.com\/royalty-5.htm THE RATTANAKOSIN PERIOD] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160303184209\/http:\/\/www.usmta.com\/royalty-5.htm |date = ngày 3 tháng 3 năm 2016}}\n* [http:\/\/www.soravij.com\/queens.html Queens and main Consorts of the Chakri Dynasty] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060714203110\/http:\/\/www.soravij.com\/queens.html |date=2006-07-14 }}\n\n{{s-start}}\n{{s-hou|[[Vương triều Chakri]]||1767||1836}}\n{{s-reg}}\n{{s-bef|before=[[Amarindra|Nak Na Bangxang]]}}\n{{s-ttl|title=[[Danh sách các phu nhân Thái|Hoàng hậu Xiêm]]|years=1809–1824}}\n{{s-aft|after=[[Debsirindra|Công chúa Ramphoei Siriwong]]}}\n{{end}}\n\n{{hoàng hậu và các phu nhân của Thái Lan}}\n{{sơ khai nhân vật hoàng gia Thái Lan}}\n{{thời gian sống|1767|1836}}\n\n{{DEFAULTSORT:Sri Suriyendra}}\n[[Thể loại:Người Thái gốc Hoa]]\n[[Thể loại:Triều Chakri]]\n[[Thể loại:Người Bangkok]]\n[[Thể loại:Hoàng hậu Thái Lan]]"}