{"Suleiman I":"{{1000 bài cơ bản}}\n{{Infobox royalty\n|name = Suleiman I \n|title = [[Khalip]] của Ottoman<br\/>[[Amir al-Mu'minin]]<br\/>[[Người canh giữ Hai Thánh địa]]<br\/>[[Caesar (tước hiệu)#Đế quốc Ottoman|Kayser-i Rûm]]<br\/>[[Khả hãn]]<ref>{{chú thích sách|title=Oriental Translation Fund|volume=33|year=1834|page=19}}<\/ref>\n|titletext =\n|more =\n|image = EmperorSuleiman.jpg\n|image_size = 230px\n|alt =\n|caption = Tranh chân dung Suleiman được vẽ bởi [[Tiziano Vecelli|Titian]] {{circa|1530}}\n|succession = [[Danh sách sultan của đế quốc Ottoman|Sultan thứ 10 của Đế quốc Ottoman]] ([[Padishah]])\n|moretext = \n|reign = 30 tháng 9 năm 1520 – {{nowrap|6 tháng 9 năm 1566}} ({{formatnum:{{ayd|1520|9|30|1566|9|6}}}})\n|coronation = 30 tháng 9 năm 1520\n|cor-type = {{nowrap|Đăng quang}}\n|predecessor = [[Selim I]]\n|successor = [[Selim II]]\n|birth_date = {{birth date|df=y|1494|11|6}}<ref name= AG-BM-encyc>{{chú thích sách |last=Ágoston |first=Gábor |editor-last=Ágoston |editor-first=Gábor |editor-first2= Bruce |editor-last2= Masters |title=Encyclopedia of the Ottoman Empire |chapter=Süleyman I |date=2009}}<\/ref>{{rp|541}}\n|birth_place = [[Trebizond Eyalet|Trabzon]], [[Đế quốc Ottoman]]\n|death_date = {{Death date and age|1566|09|06|1494|11|06|df=y}}<ref name= AG-BM-encyc \/>{{rp|545}}\n|death_place = [[Szigetvár]], [[Vương quốc Hungary (1526–1867)|Vương quốc Hungary]], [[Quân chủ Habsburg]]\n|burial_place = Các bộ phận cơ thể được chôn cất tại [[Turbék]], Szigetvár<br \/>Thi hài được chôn cất tại [[Nhà thờ Hồi giáo Süleymaniye]], [[Istanbul]]\n|spouse = {{plainlist|\n*[[Mahidevran]]\n*[[Hürrem Sultan]] (cưới 1533\/1534–1558; bà qua đời)\n}}\n|issue = {{plainlist|\n* Şehzade Mahmud\n* [[Şehzade Mustafa]]\n* [[Raziye Sultan]]\n* Şehzade Murad \n* [[Şehzade Mehmed]]\n* [[Mihrimah Sultan (cháu của khalip)|Mihrimah Sultan]]\n* [[Şehzade Abdullah]]\n* [[Selim II]]\n* [[Şehzade Bayezid]]\n* [[Şehzade Cihangir]]}}\n|full name = Süleyman Şah bin Selim Şah Han\n|house = [[Nhà Ottoman|Ottoman]]\n|house-type = Triều đại \n|father = [[Selim I]]\n|mother = [[Hafsa Sultan]]\n|religion = [[Hồi giáo Sunni]]\n|signature = Tughra of Suleiman I the Magnificent.svg\n}}\n\n'''Suleiman I''' ({{lang-ota|سليمان اول|Süleyman-ı Evvel}}; {{lang-tr|I. Süleyman}}; 6 tháng 11 năm 1494{{snd}}6 tháng 9 năm 1566) là vị [[Danh sách sultan của đế quốc Ottoman|Sultan]] thứ 10 và trị vì lâu nhất của [[đế quốc Ottoman]], từ năm 1520 cho đến khi qua đời năm 1566. Ông thường được biết đến ở phương Tây với cái tên '''Suleiman Đại đế'''<ref>{{harvnb|Merriman|1944|p=}}<\/ref> và '''Nhà làm luật''' ({{lang-ota|قانونى سلطان سليمان|Ḳānūnī Sulṭān Süleymān}}), cái tên bắt nguồn từ công cuộc tái xây dựng hệ thống pháp luật [[nhà Ottoman]] của ông.\n\nSuleiman I là nhà quân chủ nổi tiếng nhất [[châu Âu]] vào [[thế kỷ XVI]], là người làm nên sự tột đỉnh vinh quang của nền quân sự, chính trị và kinh tế của đế quốc Ottoman. Ông phát động 13 cuộc chiến tranh và thường thân chinh cầm quân trên chiến trường.<ref name=\"282wheat\">John Keegan, Andrew Wheatcroft, [http:\/\/books.google.com.vn\/books?id=TRRvX2X4bHMC&pg=PA282&dq=%22Suleiman+I%22&hl=vi&ei=U4U4TMqJFtCHkQXOlpjRAw&sa=X&oi=book_result&ct=result&resnum=5&ved=0CDkQ6AEwBDgK#v=onepage&q=%22Suleiman%20I%22&f=false \"Who's who in military history: from 1453 to the present day\"], Routledge, 1996, tr. 282<\/ref> Ông đã mở đầu triều đại mình với cuộc chinh phạt thành [[Beograd]] vào ngày [[30 tháng 8]] năm 1521.<ref>Kenneth M. Setton, Harry W. Hazard, Norman P. Zacour, [http:\/\/books.google.com.vn\/books?id=TKaPrQPFIAMC&pg=PA353&dq=%22Suleiman+I%22&hl=vi&ei=t4E4TLL9EcqGkAWLmNCiAw&sa=X&oi=book_result&ct=result&resnum=3&ved=0CDAQ6AEwAg#v=onepage&q=%22Suleiman%20I%22&f=false \"A History of the Crusades: The Impact of the Crusades on Europe\"], Univ of Wisconsin Press, 1990<\/ref> Ông tiếp tục chinh phạt các vùng đất [[Kitô giáo|Ki-tô giáo]] như [[Rhodes|Ródos]] và phần lớn [[Hungary]], cho đến khi [[Cuộc vây hãm Viên|vây hãm Viên thất bại]] năm 1529. Ông còn thôn tính phần lớn vùng [[Trung Đông]] trong các cuộc chiến với [[Nhà Safavid|Ba Tư]], và một phần lãnh thổ rộng lớn ở [[Bắc Phi]] xa về phía Tây đến tận xứ [[Algérie]]. Dưới [[triều đại]] ông, Hải quân Ottoman làm chủ phần lớn các vùng biển từ [[Địa Trung Hải]] tới [[Biển Đỏ]] và [[Vịnh Ba Tư]].<ref>{{harvnb|Mansel|1998|p=61}}<\/ref>\n\nSuleiman đích thân cải tổ lại luật pháp về [[xã hội]], giáo dục, thuế má và hình phạt đối với kẻ phạm tội. Bộ luật của ông (được gọi là ''Kanun'') được triều đình Ottoman áp dụng trong nhiều thế kỷ sau đó. Không những là một thi sĩ và một thợ kim hoàn; ông còn là một nhà bảo trợ lớn của nền nghệ thuật, chính ông đã góp phần quan trọng trong việc tạo nên một thời kì vàng son của nền [[Nghệ thuật thời Ottoman|mỹ thuật]], [[Văn học Thổ Nhĩ Kỳ#Văn học thời Ottoman|văn học]] và [[Kiến trúc thời Ottoman#Thời cổ điển (1437-1703)|kiến trúc]] của đế quốc Ottoman.<ref name=atil24>{{harvnb|Atıl|p=24|1987}}<\/ref> Suleiman nói được 4 thứ tiếng: [[Tiếng Ba Tư|Ba Tư]], [[tiếng Ả Rập|Ả Rập]], [[tiếng Serbia|Serbia]] và [[tiếng Chagatay|tiếng Sát Hợp Đài]].\n \nSuleiman đã phá vỡ truyền thống vốn có của đế quốc khi ông cưới [[Roxelana]], một phi tần trong [[hậu cung]] và phong bà làm Hürrem Sultan; những âm mưu trong triều và quyền lực lớn khiến cho bà trở nên nổi danh. Con trai của Suleiman và Roxelana là [[Selim II]] lên kế vị năm 1566, khi ông qua đời sau gần 46 năm trị vì.\n\n== Tước hiệu đầy đủ ==\n'''Suleiman''' có tước hiệu đầy đủ là\n* Hoàng thượng [[Bệ hạ]], Vua của [[Nhà Ottoman|Hoàng triều Osman]], Sultan của các sultan, [[Hãn]] của các Hãn, Người dẫn dắt các tín đồ và Truyền nhân của [[Muhammad|Ngôn sứ Vũ trụ]], Người bảo hộ của ba thánh địa [[Mecca]], Medina và [[Jerusalem]], [[Hoàng đế]] của ba thành phố [[Constantinopolis]], Hadrianopolis và Bursa, của các thành phố [[Damas]]cus và [[Cairo]], của toàn [[Azerbaijan]], người Magris, của Barka, của Kairuan, của Aleppo, của [[Iraq]] thuộc [[Ả Rập Xê Út|Ả Rập]] và của Ajim, của Basra, của El Hasa, của Dilen, của Raka, của Mosul, của [[Người Parthia|Parthia]], của Diyarbakır, của Cicilia, của những tỉnh Erzurum, của Sivas, của Adana, của Karaman, Van, của Berber, của Abyssinia, của [[Tunisia]], của [[Tripoli]], của Damascus, của [[Cộng hòa Síp|Síp]], của Rodós, của Candia, của tỉnh Morea, của [[biển Marmara]], [[biển Đen]] và các bờ biển, của [[Tiểu Á]], của các xứ Rumelia, [[Bagdad]], [[Kurdistan]], [[Hy Lạp]], Turkistan, Tartary, Circassia, của 2 miền đất Kabarda, [[Gruzia]], của các đồng bằng nơi người Kypshak sinh sống, của toàn quốc gia người [[Người Tatar|Tartar]], của xứ Kefa và của tất cả các xứ láng giềng, của xứ Bosnia và những phần phụ thuộc, của thành phố và pháo đài [[Beograd]], của tỉnh [[Serbia]], với tất cả những lâu đài, pháo đài và thành phố, của toàn xứ [[Albania]], của toàn xứ Iflak và xứ Bogdania, và cả những biên giới và vùng lệ thuộc, và nhiều quốc gia và thành phố khác.<ref>{{Chú thích web | url = http:\/\/www.theottomans.org\/english\/family\/index.asp | tiêu đề = The Ottomans History | ngày truy cập = ngày 6 tháng 2 năm 2009 | họ 1 = Ozgen | tên 1 = Korkut | nhà xuất bản = TheOttomans.org | url lưu trữ = https:\/\/web.archive.org\/web\/20080111092617\/http:\/\/www.theottomans.org\/english\/family\/index.asp | ngày lưu trữ = ngày 11 tháng 1 năm 2008 | url-status=live }}<\/ref>\n\n== Thiếu thời ==\n[[Tập tin:Semailname 47b.jpg|nhỏ|upright|Suleiman khi còn là thanh niên.]]\nSuleiman ra đời khoảng ngày [[6 tháng 11]] năm [[1494]] tại [[Trabzon]] dọc theo bờ biển [[Biển Đen|Hắc Hải]]. Mẹ ông là [[Hoàng thái hậu|Thái hậu]] (''[[Valide Sultan]]'') [[Ayşe Hafsa Sultan]] tức Hafsa Hatun Sultan, qua đời năm 1534.<ref>{{harvnb|Clot|1992|p=25}}<\/ref> Khi lên 7 tuổi, ông được học về [[khoa học]], [[lịch sử]], [[văn hiến học|ngữ văn]], [[thần học]] và [[sách lược quân sự]] trong các phòng học ở [[Hoàng cung Topkapı]] tại [[Constantinopolis]]. Suleiman kết bạn với [[Pargalı İbrahim Pasha|Ibrahim]], một nô lệ sau được phong làm [[Tể tướng]] (''[[Vezir-i Azam]]'').<ref>{{Chú thích sách|first=Noel|last=Barber|title=The Sultans|url=https:\/\/archive.org\/details\/sultans00barb|location=New York|publisher=[[Simon & Schuster]]|year=1973|pages=[https:\/\/archive.org\/details\/sultans00barb\/page\/36 36]}}<\/ref>\n\nNăm 17 tuổi, ông được cử đi làm Tổng đốc thành [[Kaffa]] (Theodosia) rồi thành Sarukhan ([[Manisa]]), và sống tại [[Erdine]] trong một thời gian ngắn.<ref>{{harvnb|Clot|1992|p=28}}<\/ref> Sau khi vua cha [[Selim I]] qua đời, Suleiman về kinh đô Constantinopolis và lên ngôi, trở thành vị [[Sultan]] thứ 10 của [[đế quốc Ottoman]]. Công sứ [[Cộng hòa Venezia|Venezia]] là [[Bartolomeo Contarini]] đã miêu tả về ông: \n{{cquote|\n''Ông đã 25 tuổi, dáng người cao, nhưng rắn rỏi, và thanh tú. Cổ ông hơi cao, khuôn mặt gầy gò với chiếc mũi diều hâu. Ông có chút ria mép và một bộ râu quai nón hẹp; tuy thế mà khuôn mặt ông rất dễ nhìn, mặc dù da ông gần như tái nhợt. Ông được tung hô là Chúa thượng uyên bác, học rộng, và cả triều thần đều hy vọng ông sẽ là một minh quân. Khăn quấn trên đầu ông phải nói là rất lớn.''|||Bartolomeo Contarini<ref>{{harvnb|Kinross|1979|p=175}}<\/ref>\n}}\n\nNhiều sử gia cho rằng thuở nhỏ Suleiman thán phục [[Alexandros Đại đế]].<ref>{{harvnb|Lamb|1951|p=14}}<\/ref> Sau này, ông đã noi theo sự nghiệp lẫy lừng của Alexandros Đại đế bằng những cuộc chinh phạt ở châu Á, châu Âu và cả châu Phi.\n\n== Mở mang bờ cõi ==\nKhi Suleiman I lên ngôi, cả châu Âu đều thở phào nhẹ nhõm do nghĩ rằng vị Sultan mới là người uyên thâm, trầm lặng và ưa chuộng hòa bình. Tuy nhiên, họ đã nhầm: tuy thông thái và trầm tĩnh nhưng Suleiman I không phải là một ông vua hiếu hòa. Với chủ trương mở mang bờ cõi, ông đã trở thành kẻ thù nguy hiểm nhất của phương Tây.<ref name=\"madden\">{{harvnb|Madden|2005|p=208}}<\/ref><ref>{{harvnb|Barber|1976|p=23}}<\/ref>\n\n=== Chiến tranh ở châu Âu ===\n[[Tập tin:John Sigismund of Hungary with Suleiman the Magnificient in 1556.jpg|nhỏ|Vua [[Hungary]] là [[János II Zsigmond|János Zsigmond]] gặp Suleiman năm 1556.]]\nSự lên ngôi của Suleiman I đã mở đầu cho thời kỳ hoàng kim của đế quốc Ottoman.<ref name=\"762eugen\">Melvin Eugene Page, Penny M. Sonnenburg, [http:\/\/books.google.com.vn\/books?id=qFTHBoRvQbsC&pg=PA762&dq=%22Suleiman+I%22&hl=vi&ei=vnw4TMq-HoqOkQX6qdCxAw&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCcQ6AEwAA#v=onepage&q=%22Suleiman%20I%22&f=false \"Colonialism: an international, social, cultural, and political encyclopedia\"], Tập 2, ABC-CLIO, 2003, tr. 762<\/ref> Sau khi lên ngôi, Suleiman I bắt đầu một loạt cuộc chinh phạt, bao gồm việc dẹp cuộc nổi loạn của quan Tổng trấn thành [[Damas]]cus do triều Ottoman lập nên năm 1521. Ban đầu, ông quyết định chiếm [[Beograd]] từ [[vương quốc Hungary]]. Trước kia, ông cố Suleiman I là [[Mehmed II]] đã vây hãm Beograd nhưng bị đánh bại. Việc đánh chiếm Beograd có ý nghĩa rất quan trọng trong công cuộc chinh phạt Hungary, thế lực mạnh cuối cùng ở vùng [[Balkan]] còn đối địch với đế quốc Ottoman sau khi các thế lực [[Đế quốc Đông La Mã|Đông La Mã]], [[Bulgaria|Bungary]] và [[Serbia]] bị tiêu diệt. Năm [[1521]], Suleiman bắt đầu xâm lược Hungary và lệnh cho hải quân Ottoman vây hãm Beograd. Pháo binh Ottoman từ một hòn đảo trên [[sông Donau]] ngày đêm nã pháo dữ dội vào thành phố. Cuộc chiến đấu rõ ràng là không cân sức: trong khi đối phương Ottoman thì có quân số đông đảo và hoả lực rõ ràng trội hơn quá nhiều thì quân thủ thành chỉ có 700 binh sĩ, đồng thời họ còn không nhận được tiếp viện từ Triều đình Hungary. Cuối cùng Beograd rơi vào tay quân Ottoman vào ngày [[21 tháng 8]] năm 1521.<ref>{{harvnb|Imber|2002|p=49}}<\/ref>\n\nTin tức về sự thất thủ của Beograd – một thành lũy quan trọng của các thế lực [[Kitô giáo]] – nhanh chóng lan khắp châu Âu. Đại sứ [[đế quốc La Mã Thần thánh]] tại [[Constantinopolis]] viết:<ref>{{harvnb|Clot|1992|p=39}}<\/ref>\n{{cquote|\n''Việc Beograd bị quân Ottoman chiếm là ngọn nguồn của mọi bi kịch xảy ra với Hungary sau đó. Nó dẫn đến cái chết của [[Lajos II của Hungary|vua Lajos]], đến việc thành [[Buda]] thất thủ, việc xứ [[Transilvania]] bị chiếm đóng, sự hủy diệt của một vương quốc phồn thịnh và nỗi sợ hãi của các quốc gia lân cận rằng họ có thể cũng sẽ chịu một số phận tương tự…''\n}}\nCon đường tiến vào Hungary và [[Áo]] rộng mở, nhưng Suleiman lại chuyển tầm nhìn sang đảo [[Rhodes|Ródos]] ở miền đông [[Địa Trung Hải]], nơi hoạt động của các [[Hiệp sĩ Cứu tế]], hoạt động như cướp biển của họ gần [[Tiểu Á]] và vùng [[Levant]] đã là một vấn đề nhức nhối đối với người Ottoman trong nhiều năm. Mùa hè năm 1522, thấy mình có khả năng lãnh đạo hải quân mà ông thừa hưởng từ cha, Suleiman phái một hạm đội gồm 400 chiến [[thuyền]], phần mình thì dẫn 10 vạn quân&nbsp;vượt Tiểu Á để đến vùng đối diện đảo Ródos.<ref>{{harvnb|Kinross|p=176|1979}}<\/ref> Sau [[Cuộc vây hãm Ródos (1522)|5 tháng vây hãm]] với nhiều trận đánh khốc liệt, Ródos đầu hàng. Các [[Hiệp sĩ đảo Ródos]] được Sultan Suleiman I cho phép rút lui yên bình khỏi đây. Họ thiết lập một căn cứ mới ở đảo [[Malta]] sau đó.\n\nThấy quan hệ giữa Hungary và đế quốc Ottoman trở nên xấu hơn, Suleiman I tiếp tục chiến dịch ở Đông Âu và vào ngày [[29 tháng 8]] năm [[1526]],<ref name=\"762eugen\"\/> ông đánh bại vua [[Lajos II của Hungary]] (1506 – 1526) trong trận đánh quyết định tại [[trận Mohács (1526)|Mohács]],<ref name=\"madden\"\/> Quân đội Hungary bị hủy hoại,<ref>{{harvnb|Duffy|p=82|1977}}<\/ref> còn bản thân vua Lajos II Jagiellon cũng tử vong. Lajos II là vị vua độc lập cuối cùng của xứ Hungary và Bohemia.<ref name=\"Davies560\"\/> Thảm bại tại Mohács sau cùng là cái chết của Lajos khiến cho sức kháng cự của Hungary nhanh chóng sụp đổ; và đế quốc Ottoman trở thành một [[cường quốc]] thống trị tại Đông Âu.<ref>{{harvnb|Kinross|p=187|1979}}<\/ref> Theo sử sách, khi trông thấy thi thể bất động của Lajos, Suleiman I đã tỏ thái độ thương cảm với ông vua xấu số: \n:''\"Ta vốn đem quân đội đến để chống lại hắn; nhưng ta không hề có ý muốn kết liễu cuộc đời của hắn trong khi hắn chỉ vừa mới cảm nhận được hương vị ngọt ngào của cuộc sống và của vương vị\".''<ref>{{harvnb|Severy|p=580|1987}}<\/ref>\n\nHôm sau Sultan viết vào nhật ký của ông:\n{{tin nhắn|\n''\"Trẫm ngự trên ngai, các đại thần (''[[vizier]]'') và chúa đất (''[[bey]]'') cùng lễ bái, 2.000 tù binh bị thảm sát, mưa đổ như trút\".''<ref>[http:\/\/www.hawaii.edu\/powerkills\/DBG.CHAP3.HTM PRE-20TH CENTURY GENOCIDE AND MASS MURDER]<\/ref>\n}}\n\n[[Chiến thắng]] Mohacs được xem là thắng lợi lớn nhất của Suleiman I và có ảnh hưởng rất lớn đến châu Âu, do hiếm ai nghĩ rằng người Thổ sau khi chiếm được Beograd có thể thọc sâu vào Trung Âu đến vậy.<ref>Turnbull, Stephen, trang 49<\/ref> Sau thắng lợi, vào ngày [[10 tháng 9]] năm [[1526]], ông chiếm được thành Buda (Ofen) mà không gặp phải bất kỳ một sự kháng cự nào.<ref name=autogenerated1>{{harvnb|Duffy|p=199|1996}}<\/ref> Ông lấy rất nhiều chiến lợi phẩm, trong đó có thư viện của vua Hungary [[Mátyás Corvin|Matthias Corvinus]] được xem là một trong những thư viện quý giá nhất thời ấy, và buộc quý tộc Hungary phải đầu hàng. Sultan kéo quân về đế đô Constantinopolis vào [[tháng mười một|tháng 11]] năm 1526 trong sự vẫy chào nồng nhiệt của thần dân, đánh dấu chiến bại của người Kitô giáo. Ông chỉ để lại một đồn binh duy nhất ở [[Petrovaradin]].<ref name=\"Cloth444\">{{harvnb|Clot|2005|p=444}}<\/ref> Với các chiến thắng Beograd, Ródos và Mohács và sự xâm nhập của quân Ottoman vào thế giới Kitô giáo, Suleiman I vững tin rằng ông là vị vua vĩ đại nhất thời ấy..<ref name=\"Cloth77\">{{harvnb|Clot|2005|p=77}}<\/ref> Nhưng dưới quyền [[Karl V của Thánh chế La Mã|Karl V]] và em là [[Ferdinand I của Thánh chế La Mã|Ferdinand, Đại công tước Áo]], triều đình Habsburg đã đoạt lại Buda (1527) và chiếm lĩnh Hungary. Kết quả là Suleiman I lại phải vượt thung lũng sông Donau, lấy lại [[Buda]] vào ngày [[8 tháng 9]] năm 1529. Mùa thu năm đó, ông xua 125000 quân Ottoman - Hungary chinh phạt nước Áo và [[Cuộc vây hãm Viên|vây hãm]] kinh thành [[Viên]] từ tháng 9 đến tháng 10. Đó là chiến dịch quân sự tham vọng nhất của đế quốc Ottoman thời đó và cũng đánh dấu điểm xa nhất mà cường quốc này vươn tới Trung Âu. Nhưng rồi, chỉ với một đạo quân thủ thành chừng 16 nghìn binh sĩ<ref name=\"stephen51\">{{Chú thích sách|first=Stephen|last=Turnbull|title=The Ottoman Empire 1326 – 1699|url=https:\/\/archive.org\/details\/ospreyessentialh1699turn|location=New York|publisher=[[Osprey Publishing]]|year=2003|pages=[https:\/\/archive.org\/details\/ospreyessentialh1699turn\/page\/n54 50]-51.}}<\/ref> đế quốc Áo khiến Suleiman nếm phải thất bại đầu tiên, và cũng từ đó gieo mối hận thù dai dẵng giữa hai nước, tồn tại mãi cho tới tận đầu [[thế kỷ XX]].<ref>{{harvnb|Imber|2002|p=50}}<\/ref> Vào ngày [[16 tháng 10]] năm 1529, mùa đông đến, Sultan phải rút quân khỏi Viên.<ref name=\"762eugen\"\/> Cuộc triệt binh này trở thành một thảm họa. Sau đó, vào năm 1532 Suleiman I cũng thử tấn công thành Viên lần thứ hai nhưng cũng không thành. Nguyên do của hai lần thất bại một phần lớn là vì thời tiết xấu nên quân đội Ottoman không thể đem đầy đủ thiết bị công thành cần thiết đến chiến trường.<ref>{{harvnb|Labib|1979|p=444}}<\/ref>\n\nVào thập niên 1540 sự thay đổi của chiến sự ở Hungary đã khiến Suleiman I có thời cơ để trả thù cho chiến bại tại thành Viên. Một số quý tộc Hungary tôn Ferdinand, Đại công tước Áo (1519 - 1564) làm vua Hungary. Ferdinand là chồng của [[Anna Jagellonica]], chị gái Lajos II, và một hiệp ước trước đó đã quy định nếu Lajos chết mà không có con nối dõi thì Ferdinand làm vua Hungary.<ref>{{harvnb|Imber|p=52|2002}}<\/ref> Tuy nhiên, một bộ phận khác vẫn trung thành với nhà quý tộc [[János Szapolyai]], người được Suleiman I ủng hộ nhưng các thế lực Ki-tô giáo châu Âu không công nhận.\n\nNăm 1541 chiến tranh Ottoman-Habsburg lại nổ ra, [[họ Habsburg|Vương triều Habsburg]] xua quân tấn công Buda. Suleiman I phản công và nhanh chóng đánh đuổi được quân của Ferdinand, [[đế quốc La Mã Thần thánh]] lại để mất thêm nhiều thành trì khác<ref>{{harvnb|Imber|2002|p=53}}<\/ref> và họ chỉ còn nắm giữ được miền bắc Hungary. Kết quả là Ferdinand và Karl buộc phải ký một hiệp ước 5 năm với đế quốc Ottoman, theo đó Ferdinand từ bỏ ngôi vua Hungary và phải triều cống hàng năm cho Sultan, với tư cách là một lãnh chúa trên lãnh thổ Hungary. Ngoài ra trong hiệp ước còn có điều khoản quy định người Ottoman không công nhận Karl là \"[[Hoàng đế]]\" mà chỉ là \"Vua Tây Ban Nha\", còn Suleiman I mới là người danh chính ngôn thuận giữ tước hiệu cao quý \"Hoàng đế La Mã\" (''[[Caesar (hiệu)|Caesar]]'').<ref>{{harvnb|Imber|2002|p=54}}<\/ref> Năm 1552, Suleiman sai hai tướng Ahmet Pasha và Ali Pasha đem quân từ Edirne đánh phá thành Eger của Hungary. Trận chiến mở đầu vào ngày 9 tháng 9; 400 quân trú phòng Hungary được sự giúp sức của nhiều nông dân đã bẻ gãy hàng loạt đợt tấn công của quân Thổ, gây tổn hao rất nhiều binh tướng cho họ. Sau 40 ngày quyết chiến, quân Thổ thua chạy về Hungary, nhưng người Hungary cũng không còn sức đánh vào đất Thổ.{{sfn|Bayerle|1973|p=12}}\n\nVới việc các kẻ thù Âu châu liên tiếp bị đánh bại, đế quốc Ottoman nhanh chóng trở thành một thế lực đáng sợ trên bức tranh chính trị châu Âu.\n\n=== Chiến tranh với nhà Safavid ===\n[[Tập tin:Sueleymanname nahcevan.jpg|nhỏ|Bức tiểu họa về cảnh Sultan Suleiman hành quân ở [[Nakhchivan]], vào mùa hè năm 1554]] \nSau khi Suleiman ký Hiệp ước Constantinopolis với các kẻ thù châu Âu thì ông nhanh chóng chuyển chú ý của mình sang [[đế quốc Ba Tư|Ba Tư]], do [[nhà Safavid]] thuộc [[hệ phái Shi'a]] trị vì. Có hai nguyên nhân trực tiếp châm ngòi cho cuộc chiến tranh Ottoman - Safavid: Thứ nhất, [[Danh sách vua Ba Tư|vua]] [[Tahmasp I]] của Ba Tư sai người [[ám sát]] Tổng đốc thành [[Bagdad]] - một người thân Thổ - và thay thế bằng một nhân vật thân Ba Tư. Thứ hai, Tổng đốc thành [[Bitlits]] làm phản và chạy về phe Ba Tư.<ref name=imber51>{{harvnb|Imber|2002|p=51}}<\/ref> Ngay lập tức, năm 1533, Suleiman hạ lệnh cho Tể tướng Ibrahim Pasha xua quân tấn công Bitlits và sau đó lấy luôn cả [[Tabriz]] mà không gặp phải bất cứ sự kháng cự đáng kể nào. Sang năm sau, Suleiman hội quân với Ibrahim và đánh thẳng vào lãnh thổ Ba Tư, tuy nhiên Tahmasp không giao chiến trực diện với Suleiman mà áp dụng chiến thuật rút lui bảo toàn lực lượng, đồng thời cho quân quấy nhiễu các cánh quân Ottoman khiến cho cuộc tiến quân trở nên rất khó khăn.<ref name=sicker206>{{harvnb|Sicker|2000|p=206}}<\/ref> Cuối cùng, năm 1535, thành Bagdad cũng đầu hàng và thừa nhận Suleiman I là minh chủ tối cao của thế giới Hồi giáo, truyền nhân của các [[khalip]] [[nhà Abbas]].<ref>{{harvnb|Clot|1992|p=93}}<\/ref>\n\nVới quyết tâm đánh dứt điểm Ba Tư, Suleiman khởi xướng chiến dịch Ba Tư thứ nhì (1548 - 1549). Một lần nữa, Tahmasp lại áp dụng chiến thuật rút lui và quấy nhiễu, khiến quân đội Ottoman phải trải qua một mùa đông khó khăn tại [[dãy núi Kavkaz]].<ref name=sicker206\/> Suleiman buộc phải bỏ dở chiến dịch nhưng ông đã giành được (dù là tạm thời) các vùng đất Tabriz, [[Azerbaijan thuộc Ba Tư]], [[Tỉnh Van|Van]] và một phần [[Gruzia]].<ref name=bartleby794>[http:\/\/www.bartleby.com\/67\/794.html 1548–49]<\/ref> Năm 1549, Suleiman I ca khúc khải hoàn trở về kinh đô Constantinopolis.\n\nĐến năm 1553 Suleiman lại khởi xướng chiến dịch Ba Tư. Vốn đã mất [[Erzurum]] về tay con trai Tahmasp, Suleiman nhanh chóng phản công, đoạt lại Erzurum rồi vượt qua sông [[Euphrates]] và tàn phá một phần lãnh thổ Ba Tư. Vua Tahmasp I lại tiếp tục chiến thuật như trước và kết quả là chiến cuộc trở nên dằng co. Cuối cùng hai bên ký [[Hiệp ước Amasya]] (1555), trong đó Suleiman đồng ý trả lại Tabriz nhưng được giữ toàn bộ miền đông [[Tiểu Á]], [[Lưỡng Hà]], thành phố [[Bagdad]] và một phần duyên hải [[Vịnh Ba Tư]].<ref name=Kinross236>{{harvnb|Kinross|1979|p=236}}<\/ref> Ngoài ra Ba Tư và Ottoman cũng cam kết sẽ không bao giờ tấn công nhau nữa.<ref name=bartleby95>{{Chú thích web |url=http:\/\/www.bartleby.com\/67\/795.html |ngày truy cập=ngày 27 tháng 1 năm 2009 |tựa đề=1553–55 |archive-date = ngày 30 tháng 1 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090130012437\/http:\/\/bartleby.com\/67\/795.html }}<\/ref>\n\n=== Các chiến dịch ở Ấn Độ Dương và Ấn Độ ===\n[[Tập tin:Ottoman fleet Indian Ocean 16th century.jpg|nhỏ|Chiến thuyền Ottoman ở [[Ấn Độ Dương]] vào thế kỷ XVI.]]\nCác chiến thuyền Ottoman đã bắt đầu dương buồm ra Ấn Độ Dương kể từ năm 1518 sau khi họ chiếm được Ai Cập từ vương triều Mamluk. Các Đô đốc Ottoman như [[Hadim Suleiman Pasha]], [[Seydi Ali Reis]] và [[Kurtoğlu Hızır Reis]] được biết là đã ghé đến các cảng Thatta, Surat và Janjira của [[Đế quốc Mogul]]. Hoàng đế Mogul Akbar cũng được biết là đã có trao đổi sáu tài liệu với Suleiman Đại đế.<ref name=\"Özcan1997\">{{chú thích sách|first= Azmi |last= Özcan |title= Pan-Islamism: Indian Muslims, the Ottomans and Britain, 1877–1924|url=https:\/\/books.google.com\/books?id=s04pus5jBNwC&pg=PA11|access-date =ngày 30 tháng 9 năm 2012|year=1997|publisher=BRILL|isbn=978-90-04-10632-1| pages= 11–}}<\/ref><ref>{{chú thích tạp chí|last=Farooqi|first=N. R.|url=http:\/\/jis.oxfordjournals.org\/content\/7\/1\/32.extract|title=Six Ottoman documents on Mughal-Ottoman relations during the reign of Akbar|journal=Journal of Islamic Studies|date=1996|volume=7|issue=1|pages=32–48|doi=10.1093\/jis\/7.1.32}}<\/ref><ref name=\"Farooqi1989\">{{chú thích sách|author=Naimur Rahman Farooqi|title=Mughal-Ottoman relations: a study of political & diplomatic relations between Mughal India and the Ottoman Empire, 1556–1748|url=https:\/\/books.google.com\/books?id=uB1uAAAAMAAJ|access-date =ngày 30 tháng 9 năm 2012|year=1989|publisher=Idarah-i Adabiyat-i Delli}}<\/ref>\n\nỞ [[Ấn Độ Dương]], Suleiman I phát động vài chiến dịch nhằm đánh đuổi người [[Bồ Đào Nha]] ra khỏi khu vực này và thiết lập lại con đường giao thương với [[Ấn Độ]]. Năm 1538 quân Ottoman chiếm [[Aden]] và [[Yemen]] để biến nơi đây thành bàn đạp cho những cuộc đột kích vào các thuộc địa Bồ Đào Nha ở bờ biển phía Tây [[Ấn Độ]].<ref name=\"Kour\"\/> Trên đường đến Ấn Độ, hải quân Ottoman bị Bồ Đào Nha đánh bại trong [[cuộc vây hãm Diu]] vào tháng 9 năm 1538, nhưng sau đó họ rút về cố thủ tại Aden và củng cố hệ thống phòng ngự của họ tại đây với 100 khẩu pháo.<ref name=\"Kour\">{{chú thích sách|author1=Dr Z H Kour|author2=Z.H. Kour|title=The History of Aden|url=https:\/\/books.google.com\/books?id=hNCPAgAAQBAJ|date=ngày 27 tháng 7 năm 2005|publisher=Routledge|isbn=978-1-135-78114-9|page=2}}<\/ref><ref>''An economic and social history of the Ottoman Empire'' by Halil İnalcik p.326 [http:\/\/books.google.com\/books?id=Ovg_RQlklU4C&pg=PA326]<\/ref> Từ căn cứ này, Sulayman Pasha làm chủ toàn xứ Yemen, đồng thời chiếm giữ Sa'na.<ref name=\"Kour\"\/> Tuy nhiên sau đó người dân Aden nổi dậy chống lại đế quốc Ottoman và cầu cứu kẻ thù của họ - Bồ Đào Nha, vì vậy người Bồ lại kiểm soát thành phố này cho đến khi nó bị [[Piri Reis]] chiếm lấy trong [[cuộc xâm chiếm Aden (1548)]].\n\nViệc nắm vững quyền kiểm soát khu vực [[Biển Đỏ]] đã giúp Suleiman I phần nào giành được quyền khống chế con đường giao thương với Ấn Độ từ tay người Bồ Đào Nha và duy trì mối quan hệ giao thương ở mức độ đáng kể với Ấn Độ trong suốt thế kỷ XVI.<ref>''History of the Ottoman Empire and modern Turkey'' by Ezel Kural Shaw p.107 [http:\/\/books.google.com\/books?id=UVmsI0P9RDUC&pg=PA107]<\/ref> Năm 1552, đô đốc [[Piri Reis]] chỉ huy hạm đội Ấn Độ Dương đã chiếm được thành [[Muscat, Oman|Muscat]] từ tay người Bồ Đào Nha.<ref>[https:\/\/books.google.com\/books?id=gNu4_uHo7CQC&pg=PA48 ''Historical Muscat: an illustrated guide and gazetteer'' John Peterson p.48''ff'']<\/ref>\n\nTừ năm 1526 đến năm 1543, Süleyman đã cho đóng quân hơn 900 lính Thổ Nhĩ Kỳ để chiến đấu bên cạnh [[Vương quốc Hồi giáo Adal]] do [[Ahmad ibn Ibrahim al-Ghazi]] dẫn đầu trong cuộc chiến chống lại Abyssinia ([[Ethiopia]]). Sau [[Chiến tranh Ajuran-Bồ Đào Nha lần thứ nhất|cuộc chiến Ajuran-Bồ Đào Nha lần thứ nhất]], đế quốc Ottoman dần dần sáp nhập Vương quốc Adal đang dần vào lãnh thổ của mình. Sự mở rộng này đã củng cố uy quyền của nhà Ottoman tại Somalia và [[Sừng châu Phi]]. Điều này cũng mở rộng ảnh hưởng của đế quốc tại Ấn Độ Dương để cạnh tranh với Đế quốc Bồ Đào Nha và giúp biên giới Ottoman xích gần đến biên giới của vương quốc Ajuran đồng minh.<ref name=\"Clifford\">{{chú thích tạp chí|first=E. H. M.|last=Clifford|title=The British Somaliland-Ethiopia Boundary|journal=Geographical Journal|volume=87|issue=4|date=1936|page=289|doi=10.2307\/1785556|jstor=1785556}}<\/ref>\n\nNăm 1564, có phái bộ sứ thần xứ [[Aceh]] ([[Indonesia]] ngày nay) đến Ottoman và thỉnh cầu Suleiman giúp đỡ họ trong cuộc kháng chiến chống [[Bồ Đào Nha]]. Suleiman đã nhận lời và phát động [[Cuộc viễn chinh của Ottoman vào Aceh]], việc này đã cung cấp sự ủng hộ về quân sự rất đáng kể cho những người Aceh.<ref>''Cambridge illustrated atlas, warfare: Renaissance to revolution, 1492-1792'' by Jeremy Black p.17 [http:\/\/books.google.com\/books?id=neUKEvaYPZYC&pg=PA17]<\/ref>\n\nViệc các nước Tây Âu phát hiện các tuyến thương mại hàng hải mới đã cho phép họ né tránh được sự độc quyền thương mại của người Ottoman. Sự phát hiện [[Mũi Hảo Vọng]] của người Bồ Đào Nha năm 1488 đã khởi xướng một loạt cuộc chiến tranh trên biển giữa người Ottoman và người Bồ Đào Nha ở Ấn Độ Dương trong suốt thế kỷ XVI. [[Vương quốc Hồi giáo Ajuran]] ở Somali liên minh với nhà Ottoman đã thách thức độc quyền kinh tế Bồ Đào Nha ở Ấn Độ Dương bằng cách đưa vào sử dụng một loại tiền xu mới theo kiểu Ottoman, do đó tuyên bố một thái độ độc lập về kinh tế đối trước người Bồ Đào Nha.<ref>COINS FROM MOGADISHU, c. 1300 to c. 1700 by G. S. P. Freeman-Grenville pg 36<\/ref>\n\n=== Chiến tranh ở Bắc Phi và Địa Trung Hải ===\n[[Tập tin:Battle of Preveza (1538).jpg|nhỏ|[[Barbaros Hayreddin Pasha]] đại phá Liên minh Thần thánh dưới quyền [[Andrea Doria]] trong [[trận Preveza]] năm 1538]]\n[[Tập tin:Francois I Suleiman.jpg|nhỏ|[[François I của Pháp|François I]] (trái) và Suleiman Đại đế (phải) đã khởi xướng [[liên minh Pháp-Ottoman]] vào thập niên 1530.]]\nTrong khi đang dốc sức củng cố những vùng đất mới chiếm được, Suleiman I nhận được hung tin: thành [[Koroni]] ở [[Morea]] ([[Peloponnesus|Peloponnese]] hiện nay) bị mất vào tay của [[Andrea Doria]], Đại Đô đốc Hải quân của hoàng đế [[Karl V của Thánh chế La Mã|Karl V]]. Sự hiện diện của hải quân Tây Ban Nha trên biển [[Địa Trung Hải]] làm cho Suleiman tỏ ra lo lắng. Ông xem đó là dấu hiệu cho thấy Karl muốn tranh đoạt quyền thống trị Địa Trung Hải với đế quốc Ottoman. Suleiman cũng nhận thấy rằng Hải quân Ottoman cần phải được tăng cường mạnh mẽ hơn nữa để đảm bảo ưu thế của người Thổ Nhĩ Kỳ tại khu vực này, vì vậy, ông bổ nhiệm [[Khair ad Din]] (còn được biết đến với tên gọi [[Barbaros Hayreddin Pasha]]) làm Đại Đô đốc Hải quân Ottoman. Barbaros nhanh chóng tiến hành việc tăng cường và xây dựng Hải quân Ottoman, đến mức khiến cho Hải quân Đế quốc này có số lượng ngang bằng với tất cả các nước Địa Trung Hải.<ref>{{harvnb|Clot|p=87|1992}}<\/ref> Năm 1535, Karl V đoạt lại [[Tunis]], một thành trì quan trọng của Quân đội Ottoman. Vào năm 1536, chiến tranh với [[Cộng hòa Venezia]] nổ ra khiến Suleiman I phải chấp nhận liên minh với vua [[François I của Pháp]] nhằm cùng chống nhau với Karl V.<ref name=imber51\/> Vào năm 1538, Barbaros Hayreddin đánh tan tác hải quân Tây Ban Nha trong trận đánh lừng lẫy tại [[Trận Preveza|Preveza]]. Các chiến thắng tại Preveza (1538) và [[Trận Djerba|Djerba]] (1565) sau đó khiến cho Đế quốc Ottoman vẫn duy trì quyền thống trị Địa Trung Hải suốt 33 năm cho đến khi diễn ra [[trận Lepanto]] năm 1571.\n\nPhía đông [[Maroc]] và một phần lãnh thổ [[Bắc Phi]] bị sáp nhập vào bản đồ Ottoman. Các quốc gia người Berber tại [[Tripolitania]], [[Tunisia]], và [[Algérie]] trở thành các tỉnh tự trị của [[đế quốc]], đóng vai trò như một tiền đồn trong cuộc chiến chống Karl V - vị Hoàng đế đã thất bại trong mưu đồ đuổi quân Thổ Nhĩ Kỳ ra khỏi Tunisia năm 1541.<ref>{{harvnb|Kinross|p=227|1979}}.<\/ref> Những hoạt động của [[cướp biển người Berber]] tại Bắc Phi cũng được xem là một phần trong cuộc chiến chống lại hải quân Tây Ban Nha. Các hoạt động bành trướng của Suleiman I cũng giúp cho Hải quân Ottoman thống trị Địa Trung Hải trong một thời gian ngắn. Thậm chí, họ còn kiểm soát cả [[Biển Đỏ]] và [[Vịnh Ba Tư]] cho đến khi bị [[đế quốc Bồ Đào Nha]] đánh bại. Quân Bồ Đào Nha đã đánh chiếm [[Ormus]] (nằm trên [[Vịnh Hormuz]]) năm 1515 và tiếp tục tranh giành [[Aden]] (ngày nay là [[Yemen]]) với Triều đình Suleiman I.\n[[Tập tin:Siege of malta 1.jpg|''The Siege of Malta in 1565: Arrival of the Turkish fleet'', do [[Matteo Perez d' Aleccio]] sáng tác|nhỏ|trái]]\nNăm [[1542]], để chống lại kẻ thù chung khi đó là triều đại [[Họ Habsburg|Habsburg]], François I đã nối lại [[liên minh Ottoman-Pháp]]. Năm [[1543]], Suleiman hạ lệnh cho hải quân của Barbaros Hayreddin dẫn 100 chiến thuyền [[galley]] phối hợp với hải quân Pháp ở Tây [[Địa Trung Hải]].<ref>{{harvnb|Kinross|p=53|1979}}.<\/ref> Barbaros trước tiên đem quân đánh phá bờ biển của [[Napoli]] và đảo [[Sicilia]], trong khi đó François I thì biến cảng [[Toulon]] thành một căn cứ của hải quân Ottoman trên đất Pháp. Tiếp sau đó liên quân Ottoman-Pháp phối hợp đánh chiếm [[Nice]] - một thành phố của đế quốc La Mã Thần thánh. Nhưng đến năm 1544 liên minh giữa François I và Suleiman I tạm thời chấm dứt do François đã ký hòa ước với đế quốc La Mã Thần thánh. Vào năm 1547, triều đình Ottoman tái lập hoà bình với [[Giáo hoàng Phaolô V]], Áo, Venezia và Pháp.<ref name=\"762eugen\"\/>\n\nSau khi [[Đảo Ródos|Ródos]] thất thủ (1522), [[malta (đảo)|đảo Malta]] trở thành căn cứ mới của các [[Hiệp sĩ Cứu tế]]. Tại đây họ tiếp tục phát động những cuộc tấn công chống lại lực lượng hải quân [[Hồi giáo]] và điều này khiến cho người Thổ nổi giận. Trước tình hình đó, Suleiman I đưa một đạo quân gồm 4 [[wikt:vạn|vạn]] người đến đánh Malta ([[1565]]), nhằm loại trừ vĩnh viễn mối họa từ các Hiệp sĩ Cứu tế.<ref name=autogenerated2>{{Chú thích web|url=http:\/\/www.jimdiamondmd.com\/malta_history.htm |tiêu đề=Malta History |nhà xuất bản=Jimdiamondmd.com |ngày tháng= |ngày truy cập=ngày 12 tháng 10 năm 2008}}<\/ref> [[Cuộc đại vây hãm Malta]] được quân Ottoman thực hiện trong suốt gần 4 tháng (18 - 5 đến 8 - 9 - 1565), và được mô tả hết sức sinh động trong các tranh tường của [[Matteo Perez d'Aleccio]] trong đại sảnh St. Michael và St. George. Kịch bản lặp lại gần giống chiến thắng của quân Ottoman tại Rodós trước kia khi hơn một nửa các hiệp sĩ [[tử trận]] tại Malta và gần như toàn bộ các pháo đài trên đảo bị phá hủy. Nhưng, Turgut Reis qua đời trong cuộc vây hãm và đến phút cuối hải quân Ottoman bị các hiệp sĩ và viện binh từ [[Tây Ban Nha]] đập tan, rồi phải rút khỏi Malta với 25 [[wikt:nghìn|nghìn]] binh sĩ thiệt mạng.<ref>Arnold Cassola, ''The 1565 Ottoman Malta Campaign Register'', (Publishers Enterprise Group: Malta, 1998), tr. 111.<\/ref> Tuy Malta tồn tại, nhưng trong khi xứ Algérie ([[1529]]) và xứ [[Tripoli]] ([[1551]]), đều lọt vào tay Đế quốc Ottoman khi đó, sau này họ sẽ còn chiếm được xứ [[Cộng hòa Síp|Síp]] (1571) và đoạt lại xứ Tunis ([[1574]]).<ref name=\"Davies560\"\/>\n\n== Đối nội ==\n[[Tập tin:Suleiman bas-relief in the U.S. House of Representatives chamber.jpg|phải|nhỏ|Tranh khắc nổi về Suleiman I tại [[Hạ viện Hoa Kỳ]]. Đây là một trong số 23 tranh khắc nổi về các nhà làm luật lớn trong [[lịch sử]].]]\n\nTrong khi ở [[Thế giới phương Tây|phương Tây]], ông được gọi là Suleiman \"Đại đế\" thì thần dân Thổ Nhĩ Kỳ gọi ông là ''Kanuni'' Suleiman hay \"Nhà làm luật\". Nhà sử học [[Lord Kinross]] nhận định:<ref>{{harvnb|Kinross|p=205|1979}}<\/ref>\n{{cquote|\n''Suleiman không chỉ là nhà cầm quân tài ba, vị vua giỏi cầm gươm như cha và ông cố của mình. Ông khác với họ ở chỗ ông còn giỏi cả văn trị. Ông là một nhà làm luật vĩ đại, trong mắt của thần dân ông là một bậc đế vương có tâm hồn cao thượng và là một biểu tượng cao cả của công lý''.|||Lord Kinross\n}}\n\nThật vậy, Suleiman I đã thực hiện một cuộc [[đổi mới|cải cách]] mạnh mẽ về luật pháp trong thời gian trị vì của mình, đổi mới bộ luật Ottoman vốn có từ [[thế kỷ XIV]]. Tất nhiên, những phần mà ông có thể cải tổ được chỉ là ''Kanun'' bao gồm những vấn đề như hình pháp, ruộng đất và thuế;<ref>{{harvnb|Imber|p=244|2002}}<\/ref> và ''Thánh luật'' ([[Shari'ah]]) thì theo truyền thống Hồi giáo, Suleiman cũng không thể động tới được. Cụ thể, ông đã tập hợp tất cả những phán quyết và ý kiến của chín vị tiên quânđời trước, loại bỏ các phần trùng lặp và những chỉnh sửa những điều mâu thuẫn, đồng thời cũng khéo léo tránh động chạm đến những điều luật tối thượng của Hồi giáo.<ref>{{harvnb|Greenblatt|p=20|2003}}<\/ref> Cuối cùng, một bộ luật mới của đế quốc Ottoman mang tên là \"Kanun-i Osmani\" (Luật Ottoman) ra đời và nó đã tồn tại suốt hơn ba [[thế kỷ]].<ref>{{harvnb|Greenblatt|p=21|2003}}.<\/ref>\n\nTrong bộ luật, ông đặc biệt chú ý cải thiện đời sống của các ''[[rayah]]'' (người không theo đạo Hồi), nhất là những rayah theo [[Kitô giáo|Ki-tô giáo]] đang phải làm việc trên lãnh địa của các [[Siphahi]]. Phần Kanune Rayah, hay \"Luật Rayah\" của ông đã điều chỉnh lại các khoản thuế đánh lên các rayah đồng thời cải thiện địa vị xã hội của họ. Theo luật của ông, các rayah này được đối xử tốt hơn trước rất nhiều, đến mức nhiều nông nô ở châu Âu đã sang Thổ Nhĩ Kỳ sống để được làm rayah.<ref>{{harvnb|Kinross|p=210|1979}}<\/ref> Đồng thời Suleiman cũng bảo vệ những người dân theo [[Do Thái giáo]]. Khoảng cuối năm 1553 hay 1554, theo sự đề nghị của [[bác sĩ]] và nha sĩ [[Moses Hamon]], một người [[Tây Ban Nha]] theo Do Thái giáo được sultan sủng ái, Suleiman I đã ra chiếu chỉ tố cáo những tin đồn rằng việc người theo đạo Do Thái hay hiến tế người sống là những tin đồn vô căn cứ<ref>{{harvnb|Mansel|1998|p=124}}.<\/ref>. Đồng thời, Suleiman I ban hành những luật lệ mới về hình pháp, quy định mức [[tiền]] phạt đối với một số tội đặc biệt, đồng thời bãi bỏ tử hình và hình phạt chặt tứ chi đối với một số tội khác. Ông cũng tiến hành cải cách [[thuế]] vụ, đánh thuế trên nhiều sản phẩm đa dạng ví dụ như lương thực, gia súc, mỏ, lợi nhuận từ các hoạt động [[giao dịch tài chính|giao dịch]],… Đặc biệt những quan lại phạm tội sẽ bị Sultan tịch thu tài sản và ruộng đất.\n\n[[Giáo dục]] cũng là một lãnh vực quan trọng mà ông rất quan tâm. Thời đó, các trường học đều do các thánh đường Hồi giáo tài trợ, nhờ đó các được miễn giảm phí khá nhiều so với các trường học châu Âu cùng thời.<ref name=kinross211>{{harvnb|Kinross|p=211|1979}}.<\/ref> Tại [[Thủ đô|kinh đô]] [[Constantinopolis]], Suleiman cho xây dựng thêm nhiều ''mekteb'' (trường tiểu học) dạy trẻ em viết, đọc và giáo lý Hồi giáo. Sau đó, các học sinh sẽ chọn vào học một trong tám ''[[Madrasah|Medrese]]'' (trường cao đẳng), nơi đó chúng sẽ được dạy các môn [[ngữ pháp]], [[siêu hình học|siêu hình]], [[triết học]], [[thiên văn học|thiên văn]] và thuật chiêm tinh. Ở các ''medrese'' cấp cao hơn ([[đại học|trường đại học]]), những người tốt nghiệp sẽ trở thành các ''[[imam]]'' (tu sĩ Hồi giáo) hoặc thành các thầy giáo. Các trung tâm giáo dục thường được xây dựng xung quanh các sân nhỏ của các thánh đường Hồi giáo, ngoài ra còn những công trình khác như [[thư viện]], căn tin trường học và phòng ăn tu viện, đài phun [[nước]], nhà bếp và [[bệnh viện]] nhằm phục vụ cho các tầng lớp nhân dân.\n\n== Thành tựu văn hóa ==\n[[Tập tin:Tughra Suleiman.jpg|phải|nhỏ|[[Tughra]] (chữ ký, ấn) của Suleiman Đại đế.]]\n\nDưới sự bảo trợ của Suleiman I, [[Văn hoá của đế quốc Ottoman|việc mở mang văn hoá Ottoman]] phát triển cực thịnh. Hàng trăm người ở tầng lớp thượng lưu có văn hoá (được gọi là ''Ehl-i Hiref'') được mời đến [[Hoàng cung Topkapı]], nơi ở của Hoàng gia. Sau khi học nghề, các họa sĩ và thợ thủ công có thể làm chức quan phù hợp với lĩnh vực của họ, và mỗi năm được trả lương theo hàng quý. Các sổ ghi lương là bằng chứng cho sự phóng khoáng của Suleiman, nhiều văn kiện từ năm 1526 liệt kê đến 40&nbsp;người thượng lưu với trên 600&nbsp;thành viên trong ''Ehl-i Hiref''. Hội này đã lôi cuốn những thợ thủ công giỏi trên toàn quốc đến chầu vua, không kể họ là người Hồi giáo hay dân các vùng bị quân Ottoman chinh phạt ở châu Âu, kết quả là ba nền văn hoá Hồi giáo, Thổ Nhĩ Kỳ và châu Âu được hoà hợp với nhau.<ref>Atıl, [http:\/\/www.saudiaramcoworld.com\/issue\/198704\/the.golden.age.of.ottoman.art.htm The Golden Age of Ottoman Art], 24–33.<\/ref> Những thợ thủ công trong triều bao gồm họa sĩ, người đóng sách, người làm đồ da lông thú và thợ kim hoàn. Khác với các bậc tổ phụ chỉ đề cao [[văn hoá Ba Tư]] (tiên đế Selim I từng làm thơ bằng tiếng Ba Tư), triều đình Suleiman ra sức phát triển nền văn hoá riêng của nước nhà.<ref>{{harvnb|Mansel|1998|p=70}}.<\/ref>\n\n[[Tập tin:Istanbul - Süleymaniye camii - Foto G. Dall'Orto 26-5-2006 - 15.jpg|nhỏ|phải|[[Thánh đường Hồi giáo Süleymaniye]] ở Constantinopolis (nay là [[Istanbul]]), được xây dựng bởi [[Sinan|Mimar Sinan]], kiến trúc sư trưởng của Suleiman.]]\n\nBản thân Suleiman là một nhà thơ lớn, viết thơ tiếng Ba Tư và Thổ dưới [[bút danh]] '''Muhibbi''' (người yêu quý). Nhiều câu thơ đã trở thành tục ngữ Thổ Nhĩ Kỳ, nổi tiếng nhất là ''Số phận của mỗi cá nhân vốn giống nhau, nhưng các phiên bản câu chuyển thì nhiều loại, đa dạng''. Năm 1543, khi con trai nhỏ của ông là Mehmed qua đời, Suleiman sáng tác một bản ''[[dùng chữ cái hoa để ghi năm]]'' làm cảm động lòng người: ''Đáng quý nhất trong các hoàng tử, Sultan Mehmed của ta''.<ref name=byegm>Halman, [https:\/\/web.archive.org\/web\/20060309091926\/http:\/\/www.byegm.gov.tr\/yayinlarimiz\/NEWSPOT\/1999\/JulyAug\/N6.htm Suleyman the Magnificent Poet]<\/ref><ref>[http:\/\/www.turkcebilgi.net\/kim-kimdir\/m\/muhibbi-kanuni-sultan-suleyman-31612.html Muhibbî (Kanunî Sultan Süleyman){{tr icon}}] bản tiếng Thổ Nhĩ Kỳ: شهزاده‌لر گزيده‌سی سلطان محمدم(''Şehzadeler güzidesi Sultan Muhammed’üm''), trong đó các [[số Abjad]] (Ả Rập) tổng cộng 950 - năm tương đương với 1543&nbsp;SCN trong [[lịch Hồi giáo]].<\/ref> Ngoài Suleiman, nhiều nhà thơ lớn như [[Fuzûlî|Fuzuli]] và [[Bâkî|Baki]] đã góp phần bổ sung cho kho tàng văn chương Ottoman. Sử gia nghiên cứu về văn chương E. J. W. Gibb cho rằng ''\"không lúc nào, ngay cả ở Thổ Nhĩ Kỳ, thơ văn nhận được sự khuyến khích mạnh mẽ như dưới triều Sultan này\"''.<ref name=byegm\/> Theo Mansel, bài thơ nổi tiếng nhất của Suleiman là:<ref name=\"mansel_84\"\/>\n{{cquote|\n''Người ta cho rằng giàu có và quyền lực là cái lẽ trời vĩ đại nhất,''\n\n''Nhưng trên thế giới này thì chính giàu sức khỏe mới là điều tốt nhất.''\n\n''Cái ngôi báu mà người ta hay bàn luận tới đó chỉ là sự tranh giành tầm thường, là chinh chiến không dứt,''\n\n''Sùng bái Thượng đế mới chính là ngôi báu chí tôn, mới là kho báu tối hạnh phúc.''|||Suleiman Đại đế\n}}\nSuleiman cũng nổi tiếng vì đã đỡ đầu việc xây dựng một loạt các công trình [[Kiến trúc Ottoman#Giai đoạn cổ điển (1437-1703)|kiến trúc]] của đế quốc. Để biến Constantinopolis thành trung tâm của nền văn minh Hồi giáo, Suleiman đã khởi xướng một loạt dự án xây dựng các cây cầu, thánh đường Hồi giáo, cung điện và một số công trình phục vụ việc từ thiện và xã hội. Công trình lớn nhất trong số đó được kiến trúc sư trưởng [[Sinan|Mimar Sinan]] - người đã đưa kiến trúc Ottoman lên tới thời hoàng kim - xây dựng. Sinan đã xây 300 công trình kiến trúc trên khắc đế quốc, kể cả hai tuyệt tác của ông là [[thánh đường Süleymaniye]] và [[Thánh đường Hồi giáo Selimiye (Edirne)|Selimiye]] — được xây dựng ở [[Edirne]] dưới thời [[Selim II]] - con trai và là người nối nghiệp ông. Suleiman cũng tu sửa thánh đường ''[[Masjid Qubbat As-Sakhrah]]'' ở Jerusalem và những bức tường thành phố Jerusalem (nay còn tồn tại ở [[Thành phố cổ (Jerusalem)|thành phố cổ Jerusalem]]), trùng tu thánh đường [[Kaaba]] ở [[Mecca]], và xây dựng một phức hợp công trình ở Damascus.<ref>{{harvnb|Atıl|p=26|1987}}.<\/ref>\n\n== Đời tư ==\n[[Tập tin:Anton Hickel 001.JPG|phải|nhỏ|''Roxelane und der Sultan'', tranh sơn dầu của [[Anton Hickel]].]]\n\n=== Hürrem Sultan ===\nSuleiman I cũng nổi tiếng với chuyện tình giữa ông và [[Roxelana]] (1505 - 1558), một cung phi người gốc Rutheni (nay nằm trên lãnh thổ miền tây [[Ukraina]]). Cái tên ''Roxelana'' do những nhà ngoại giao [[Tây Âu]] đặt ra, bắt nguồn từ chữ ''Russelazie'', ám chỉ nguồn gốc [[người Slav|Slavơ]] của bà<ref>{{harvnb|Ahmed|p=43|2001}}<\/ref>. Roxelana nguyên là con của một linh mục [[Chính Thống giáo Đông phương|Chính thống giáo]] ở [[Ukraina]],<ref name=Kinross236\/> bị bắt và nuôi dưỡng như một cung nữ của Suleiman. Bà nhanh chóng giành được sự sủng ái của Suleiman và trở thành chính cung [[hoàng hậu]] của ông, một điều chưa từng xảy ra suốt 2 thế kỷ trước đó.<ref>{{harvnb|Mansel|1998|p=86}}<\/ref> Thậm chí Suleiman còn cho phép Roxelana ở lại trong Hoàng cung suốt cả đời, trong khi đó theo truyền thống Ottoman là khi [[Thái tử]] đến tuổi trưởng thành và được giao cai quản một địa phương thì người mẹ phải tháp tùng theo anh ta và chỉ được về cung khi Thái tử lên kế ngôi.<ref>{{harvnb|Imber|p=90|2002}}<\/ref>\n\nSuleiman đã từng làm một bài thơ tình tặng cho Roxelana dưới bút danh '''Muhibbi''':\n:''\"Ngôi báu bích khám cô đơn của ta, tình yêu của ta, ánh trăng của ta.''\n:''Người bạn chân thành nhất của ta, tri kỷ của ta, lý do tồn tại của ta, sultan của ta, tình yêu của duy nhất ta.''\n:''Người đẹp nhất trong những người đẹp…''\n:''Mùa xuân của ta, tình yêu vui vẻ không dấu diếm của ta, ban ngày của ta, trái tim ngọt ngào của ta, lá cây tươi tắn…''\n:''Cây xanh của ta, hương thơm của ta, bông hồng của ta, người duy nhất trên thế giới này không làm ta buồn…\n:''Xứ [[Istanbul]] của ta, xứ [[Karaman|Caraman]] của ta, đất đai ở xứ [[Tiểu Á|Anatolia]] của ta''\n:''Xứ [[Badakhshan]], xứ [[Bagdad]] và [[Đại Khorasan|Khorasan]] của ta''\n:''Người vợ có mái tóc đẹp của ta, tình yêu có cặp mày cong cong của ta, tình yêu có đôi mắt tràn đầy tinh nghịch của ta)…''\n:''Ta sẽ hát mãi bài ca ca ngợi nàng''\n:''Ta, là người đang yêu đến đau khổ, là Muhibbi có đôi mắt đẫm lệ, ta rất sung sướng\".''<ref>[http:\/\/www.womeninworldhistory.com\/sample-10.html A 400 Year Old Love Poem]<\/ref>\n\n=== Ibrahim Pasha ===\n[[Tập tin:Suleiman Agostino.JPG|nhỏ|Bản in về chân dung của Suleiman I, do [[Agostino Veneziano]] thực hiện.<ref>Bản thân Agostino chưa bao giờ diện kiến Suleiman, nhưng có thể Agostino đã thấy và phác họa chiếc mũ miện ở Venezia<\/ref> Chiếc mũ miện kiểu ''[[tiara]]'' của Suleiman - được đặt làm ở Venezia, có bốn tầng biểu thị quyền lực của Suleiman và đế quốc Ottoman, và bốn tầng này tỏ ra vượt trội hơn so với ba tầng trên chiếc [[tam trùng miện]] của [[Giáo hoàng]].<ref>The Metropolitan Museum of Art. 1968. \"Turquerie\" ''The Metropolitan Museum of Art Bulletin'', New Series 26 (5): 229.<\/ref> Mũ miện này được làm từ 115.000 [[ducat]], và được công sứ [[Pháp]] là [[Antonio Rincon]] dâng cho Suleiman năm 1532.<ref>{{harvnb|Garnier|p=52|2008}}<\/ref> Đây là chiếc mũ miện bất thường nhất của một sultan Ottoman, nó hầu như không bao giờ được sultan đội trên đầu nhưng được đặt bên cạnh Sultan khi ông tiếp đón một vị khách, đặc biệt là khi tiếp một sứ giả<ref>{{harvnb|Levey|p=65|1971}}<\/ref>.]]\n\n[[Pargalı İbrahim Pasha]] là bạn thời nhỏ của Suleiman. Ibrahim xuất thân trong gia đình theo [[Chính Thống giáo Đông phương|Chính Thống giáo]] [[Hy Lạp]]; thuở nhỏ được học ở trường học nội cung theo chế độ [[devshirme]]. Ibrahim được Sultan coi là người hộ vệ đắc lực, phong làm ''chỉ huy quân túc vệ Hoàng cung''<ref name=\"Mansel, 87.\">{{harvnb|Mansel|1998|p=87}}<\/ref>, sau đó được thăng làm Tể tướng năm 1523 và thống lĩnh toàn bộ [[quân đội]]. Suleiman cũng trao cho Ibrahim chức ''Chúa đất của các chúa đất'' (''[[beylerbey]]'') xứ [[Rumelia]], cho Ibrahim quyền định đoạt tất cả miền đất thuộc Thổ Nhĩ Kỳ ở châu Âu, cũng như quyền điều động binh lính tại lãnh địa ấy trong thời chiến. Theo nhà chép sử [[thế kỷ XVII]], Ibrahim đã yêu cầu Suleiman không trao quá nhiều tự trị cho những vùng đất ấy vì lo sợ như vậy sẽ mất an ninh; ông trả lời rằng dưới quyền cai trị của ông, trong bất cứ trường hợp nào Ibrahim cũng không giờ bị phế bỏ.<ref name=\"clot49\">{{harvnb|Clot|p=49|1992}}<\/ref> Vào năm 1524, Ahmed Pasha nổi dậy tại [[Ai Cập]], Ibrahim Pasha đã ra quân đánh bại Ahmed Pasha năm 1525.<ref name=\"762eugen\"\/>\n \nVốn đế quốc rất rộng lớn nên Sultan khó thể tự mình gánh vác những trách nhiệm lớn, ông tin tưởng vào Ibrahim như thể vào chính ông vậy. Quyền hạn của Ibrahim trở nên gần như ngang bằng với ''[[Padishah]]''.<ref name=\"Cloth96\"\/> Nhưng về sau Ibrahim Pasha cũng đánh mất lòng tin của ông. Trong 13 năm làm Tể tướng, sự thăng tiến nhanh về quyền lực cũng như gia tài đồ sộ đã khiến cho Ibrahim có thêm nhiều kẻ thù trong số các quan triều đình. Bản báo cáo của Ibrahim với Suleiman về cuộc chiến chống Ba Tư cho thấy sự trơ tráo của Ibrahim: trong đó Ibrahim Pasha tự xưng làm ''[[serasker]] sultan'', một việc khiến cho Suleiman cảm thấy mình đặc biệt bị sỉ nhục<ref name=kinross230>{{harvnb|Kinross|p=230|1979}}<\/ref> (ở Ba Tư, các quan Tổng đốc có thể được gọi là ''Sultan'' nhưng ở Thổ thì danh hiệu chỉ dành riêng cho Suleiman I<ref name=\"Cloth96\"\/>).\n\nSự ngờ vực của Suleiman đối với Ibrahim càng tồi tệ hơn bởi mâu thuẫn giữa Tể tướng với quan \"[[defterdar]]\" (tương đương với [[Bộ trưởng]] Tài chính sau này) Iskender Chelebi. Mâu thuẫn này kết thúc với âm mưu ám hại Chelebi, và Ibrahim đã ra sức thuyết phục Suleiman khép viên đại thần này vào tội chết. Tuy nhiên, theo Kinross trong lời nói cuối cùng trước khi bị hành quyết Chelebi đã lên tiếng buộc tội Ibrahim mưu phản, còn tác giả André Cloth cũng cho biết trước khi bị hành quyết, Chelebi lên án Ibrahim cấu kết với người Ba Tư học lật đổ Sultan.<ref name=\"Cloth96\">{{harvnb|Clot|p=96|1992}}<\/ref><ref name=kinross230\/>\n\nChelebi bị xử giảo trong khu chợ ở Bagdad. Theo Cloth, đêm sau đó Sultan nằm mộng thấy một người bất hạnh kêu oan và dọa thắt cổ ông. Sultan hoảng hốt và nhanh chóng nghĩ rằng Chelebi vô tội và Ibrahim đã vu cáo ''defterdar''. Mấy tuần sau Suleiman I nhớ lại những lời tố cáo của Chelebi trước khi chết<ref name=\"Cloth96\"\/> và thấy rõ sự phản bội của Ibrahim. Vào ngày [[15 tháng 3]] năm [[1536]], như thường lệ, Sultan vời Ibrahim đến dùng bữa tối ở [[Hoàng cung Topkapi]]. Ông không hề tỏ thái độ nghi kỵ hay bạc đãi quan Tể tướng, mà theo các sử gia bữa ăn đã diễn ra yên tĩnh, như thể vua tôi sẽ gặp nhau vào sáng hôm sau. Ông cũng khuyên Ibrahim ngủ trong căn phòng gần đó, và nói rằng cái nệm thường ngày của Ibrahim đang chờ Tể tướng. Nhưng rồi, sáng hôm sau, cái xác không hồn của Ibrahim được tìm thấy ở cổng Hoàng cung. Người ta không rõ chuyện gì đã xảy ra trong đêm trước, nhưng những vết máu và mảnh áo rách vẫn còn trên tường, chứng tỏ Ibrahim đã chiến đấu dữ dội với các Thái giám điếc được phái tới để giết Tể tướng, buộc họ phải thắt cổ Ibrahim. Gia sản đồ sộ của quan Tể tướng đã bị Triều đình tịch biên.<ref>{{harvnb|Clot|p=94|1992}}<\/ref><ref>{{harvnb|Freely|p=98|1996}}<\/ref><ref>{{harvnb|Barber|p=54|1973}}<\/ref>\n{{Clear}}\n\n== Truyền ngôi ==\n[[Tập tin:Suleiman I. after 1560.jpg|nhỏ|Suleiman qua nét vẽ của Nigari năm 1560.]]\nHai bà vợ của Suleiman I sinh hạ 8 người con trai, nhưng chỉ có bốn người còn sống qua thập niên 1550 là [[Sehzade Mustafa|Mustafa]], [[Selim II|Selim]], Bayezid, và Jihangir. Trong số họ, chỉ có Mustafa không phải là con Hürrem Sultan, nhưng lại là con của Gülbahar Sultan (\"[[hoa hồng]] mùa xuân\") và có ưu thế hơn các con trai của Hürrem Sultan trong khả năng được thừa kế. Hürrem lo sợ khi Mustafa lên ngôi sẽ giết các con mình. Mustafa còn được xem là [[hoàng tử]] tài ba nhất, và được Tể tướng [[Pargalı İbrahim Pasha]] ủng hộ. Đại sứ Đế quốc La Mã Thần thánh [[Ogier Ghiselin de Busbecq|Busbecq]] ghi nhận: \n:''Trong các con của Suleiman có cậu tên Mustafa, học rất giỏi, từ khi 24 - 25 tuổi thì có đủ khả năng trị nước; cầu mong Chúa không cho một tên Berber mạnh mẽ như thế lại gần chúng ta'' - sau đó Busbecq đề cập đến \"thiên tư phi thường\" của Mustafa.<ref>{{harvnb|Clot|p=155|1992}}<\/ref>\n\nDù là vợ Suleiman, nhưng Hurrem không ra mặt can dự công việc như Hoàng hậu [[Anne Boleyn]] của Anh Quốc đương thời.<ref>{{harvnb|Mansel|1998|p=85}}<\/ref> Tuy nhiên, điều đó không ngăn cản Hürrem kiểm soát triều chính. Bởi đế quốc thiếu phương thức đúng đắn để chọn người kế vị, việc truyền ngôi thường gắn với cái chết của các hoàng tử tranh chấp ngôi báu nhằm tránh bạo loạn và bất ổn nội bộ. Vì thế, Hürrem lo sợ các con mình sẽ bị hành hình, và dùng cường quyền để loại trừ những người ủng hộ Mustafa.<ref name=\"mansel_84\">{{harvnb|Mansel|1998|p=84}}.<\/ref>\n\nThế là, trong cuộc tranh giành quyền lực dường như là chủ mưu của Hürrem,<ref name=\"Mansel, 87.\"\/> Suleiman giết Ibrahim và phong con rể Hürrem là [[Rüstem Pasha]] làm Tể tướng. Năm 1552, khi Rüstem làm tổng chỉ huy trong chiến dịch phạt Ba Tư, âm mưu chống Mustafa bắt đầu. Rüstem sai một trong những cận thần của Suleiman báo cáo về triều đình, vì ông không thân chinh, rằng quân sĩ xem đây là thời điểm thích hợp để đưa hoàng tử Mustafa trẻ tuổi lên ngôi; đồng thời Rüstem tuyên truyền rằng Mustafa đã có ý đồ cướp ngôi. Khi nghe tin, Suleiman rất giận dữ vì tin rằng hoàng tử Mustafa muốn làm phản, và đến hè, khi quân Ottoman rút khỏi Ba Tư, ông triệu Mustafa đến lều ông tại [[Ereğli, Konya|thu lũng Ereğli]]<ref>{{Chú thích sách|first=Tahsin|last=Ünal|location=Anıt|issue=28|title=The Execution of Prince Mustafa in Eregli|year=1961|pages=9-22}}<\/ref> để cho ông ''\"có thể xử lý tội phạm rồi về kinh đô mà không chút lo sợ\"''.<ref>{{harvnb|Clot|p=157|1992}}<\/ref>\n\nMustafa phải đối mặt với một sự lựa chọn: hoặc là phải đến lều của vua cha và chịu chết; hoặc là sẽ bị kết tội mưu phản nếu từ chối đến trình diện. Cuối cùng, Mustafa chấp nhận đến lều của cha, vì tin rằng các binh sĩ ủng hộ sẽ bảo vệ mình. Busbecq, người đã nghe một người chứng kiến kể lại, đã miêu tả về phút cuối của Mustafa. Khi Mustafa đến lều của cha, các [[hoạn quan|thái giám]] của Suleiman tấn công Mustafa, và vị hoàng tử trẻ đã chống trả ác liệt. Thấy vậy, Suleiman từ trong buồng hé mặt ra quan sát cuộc giao đấu và ''\"chỉ huy quyết liệt, dữ dằn nhìn các thái giám và nghiêm khắc quở trách sự chần chừ của họ. Thấy vậy, các thái giám chấn chỉnh lại tinh thần, vật Mustafa xuống đất và, thả dây cung xung quanh cổ anh ta, thế là anh ta bị siết cổ chết\"''.<ref>{{harvnb|Kinross|p=239|1979}}.<\/ref>\n\nVài tháng sau, Jihangir qua đời, nguyên nhân được cho là do thương tiếc người anh khác mẹ Mustafa.<ref name=Mansel89>{{harvnb|Mansel|1998|p=89}}.<\/ref> Hai hoàng tử còn sống, Bayezid và Selim, đều là tổng trấn các tỉnh của đế quốc. Tuy nhiên, trong vòng vài năm hai anh em đánh lẫn nhau.<ref>{{harvnb|Kinross|p=240|1979}}.<\/ref> Với sự giúp đỡ của quân triều đình, Selim đánh bại Bayezid ở [[Konya]] năm 1559, khiến Bayezid cùng bốn người con sang [[Iran|Ba Tư]] lánh nạn. Suleiman cống cho vua [[Tahmasp I]] của Ba Tư một số lượng [[vàng]] lớn, đổi lại Tahmasp phải xử tử hoặc trao trả Bayezid. Cuối cùng, năm 1561 Tahmasp cho phép đao phủ Thổ thắt cổ Bayezid và 4 người con,<ref name=Mansel89\/> mở đường cho Selim lên ngôi 7 năm sau. Ngày [[1 tháng 5]] năm [[1566]], Suleiman rời kinh thành Constantinopolis mà thân chinh đánh Hungary.<ref>{{Chú thích sách | last=Turnbull | first=Stephen R | title=The Ottoman Empire, 1326-1699 | publisher=Osprey Publishing Ltd | location=New York (USA) | year=2003 | isbn=0-415-96913-1}}, tr. 55<\/ref> Đến ngày 5\/[[6 tháng 11]] năm [[1566]],<ref>Yapp, [http:\/\/uk.encarta.msn.com\/encyclopedia_761575054_2\/Suleiman_I.html Suleiman I] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081003071213\/http:\/\/uk.encarta.msn.com\/encyclopedia_761575054_2\/Suleiman_I.html |date = ngày 3 tháng 10 năm 2008}}<\/ref> ông đột ngột qua đời trước khi quân Ottoman thắng [[trận Szigetvár]] ở Hungary.<ref>{{harvnb|Imber|2002|p=60}}.<\/ref>\n\n== Di sản ==\n[[Tập tin:Đế quốc Ottoman năm 1683.png|nhỏ|200px|Lãnh thổ của đế quốc Ottoman từ năm 1300 đến 1683, trong đó có miêu tả phần lãnh thổ mà Suleiman I chinh phạt được.]]\n\nTheo [[Thomas Keightley]], Đại đế Suleiman I là vị vua vĩ đại nhất của [[đế quốc Ottoman]].<ref name=\"TK\">Thomas Keightley, ''[http:\/\/books.google.com.vn\/books?id=aDIFAAAAYAAJ&pg=PA338&dq=Suleiman+I&lr=&as_brr=1#v=onepage&q=Suleiman%20I&f=false Outlines of history]'', Nhà xuất bản Longman, 1830, nguyên văn: ''\"Suleiman I., called by the Christians the Great, and the Magnificent, by his own subjects the Lawgiver (''Kanooni''), the greatest of Ottoman monarchs…\"''.<\/ref> Có người đã so sánh ông - một vị Hoàng đế tài ba trong thời gian chiến tranh và hoà bình - với [[Charlemagne]].<ref name=\"282wheat\"\/> Dưới triều ông, quốc gia Ottoman trở thành một trong những [[cường quốc]] trên thế giới về mặt diện tích, tài chính và có sực mạnh quân sự vô địch.<ref>{{harvnb|Clot|p=298|1992}}.<\/ref> Các cuộc bành trướng của Suleiman đã giúp đế quốc kiểm soát được nhiều thành phố quan trọng và nổi tiếng của Hồi giáo: [[Mecca]], [[Medina]], [[Bagdad]]; phần lớn [[Bắc Phi]] và nhiều vùng đất rộng lớn tại [[Balkan|bán đảo Balkan]] (ngày nay là một phần của [[Hungary]], [[Croatia]] và [[România]]). Với việc ông thêm ngôi mộ của nhà tiên tri [[Muhammad]] tại Mecca vào Đế quốc của mình, ông đã xưng làm ''Padishah-i-Islam'', tức \"Hoàng đế của Hồi giáo\".<ref name=\"Davies560\">{{harvnb|Davies|p=560|1996}}.<\/ref> Các cuộc chinh phạt của ông tại Balkan đã khiến người Thổ Ottoman trở thành một liệt cường đáng gờm trên cán cân quyền lực tại châu Âu. Đại sứ Busbecq đã nhận xét về \"mối họa xâm lược của quân Thổ Nhĩ Kỳ\" như sau:<ref>{{harvnb|Lewis|p=10|2002}}.<\/ref>\n{{cquote|\n''Về phía người Thổ Nhĩ Kỳ là một nguồn tài nguyên dồi dào của một đế quốc hùng mạnh, có sức mạnh không thể bị suy suyển, bách chiến bách thắng trong chiến tranh, dai sức với gian khổ, thống nhất, kỷ luật, cần kiệm và cẩn mật… Thử đoán xem chuyện gì sẽ xảy ra với chúng ta?… Khi người Thổ Nhĩ Kỳ đã ký hòa ước với [[Iran|Ba Tư]] thì họ sẽ lao thẳng vào cổ họng chúng ta với toàn bộ sức mạnh Đông phương; thật là một sự kém chuẩn bị mà chúng ta không dám nói…''|||Busbecq\n}}\n\n[[Tập tin:İstanbul 5622.jpg|nhỏ|[[Türbe]] (lăng tẩm) của Suleiman I tại [[thánh đường Hồi giáo Süleymaniye]].]]\n\nThành tích của ông không chỉ được thể hiện trên mặt quân sự. [[Jean de Thévenot]] - nhà du hành người Pháp trong một thế kỷ sau đã chứng kiến ''\"một nền tảng nông nghiệp vững chắc của [[đế quốc]], đời sống tốt của người [[nông dân]], sự dồi dào của nông sản và sự ưu việt của tổ chức chính quyền nhà Ottoman\"''.<ref>{{harvnb|Ahmed|p=147|2001}}.<\/ref> Những cải cách của Đại đế Suleiman I không những đã mang lại cho ông danh hiệu \"Nhà làm luật\" mà còn góp phần rất lớn cho sự trường tồn của đế quốc Ottoman sau khi Đại đế Suleiman I qua đời, một thành tựu mà ''\"phải mất đến mấy đời vua sa đoạ sau mới phá hoại được\"''.<ref>{{harvnb|Lamb|p=325|2001}}.<\/ref>\n\nDưới sự bảo trợ của ông, nghệ thuật, kiến trúc, văn học, triết học và thần học của đế quốc Ottoman cũng đạt đến thời kì hoàng kim.<ref name=atil24\/><ref>Russell, [http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE7D6163EF935A15752COA961948260 The Age of Sultan Suleyman]<\/ref> Ngày nay, đường chân trời ở [[Bosporus|Bosphorus]], và nhiều thành phố của [[Thổ Nhĩ Kỳ|Cộng hòa Thổ Nhĩ Kỳ]], hoặc là từng thuộc đế quốc Ottoman xưa vẫn còn tồn tại những công trình kiến trúc tuyệt đẹp của [[Sinan|Mimar Sinan]]. Một trong số đó là [[Thánh đường Hồi giáo Süleymaniye]] chính là nơi an nghỉ cuối cùng của Đại đế Suleiman I và Hürrem Sultan; họ được mai táng ở hai gian phòng khác nhau trong ngôi thánh đường này.\n\n== Trong văn hóa ==\nĐúng ba mươi năm sau khi ông qua đời, [[William Shakespeare]] sáng tác vở [[kịch]] ''[[Người lái buôn thành Venice]]'' (''Merchant of Venice'') với nhân vật \"Sultan Solyman\". Trong vở kịch này \"Solyman\" được mô tả như một thiên tài quân sự trong hồi 2, cảnh 1. Ngoài ra, Suleiman I còn là nhân vật trong tác phẩm \"[[The Shadow of the Vulture]]\" của [[Robert E. Howard]].\n\nCác công trình kiến trúc mang tên ông có thể kể đến là thánh đường Hồi giáo ở Mariupol, [[Ukraina]] mở cửa năm 2005, được đặt theo tên Kanuni Sultan Süleyman. Thánh đường này do một nhà kinh doanh Thổ Nhĩ Kỳ tên là Salih Cihan (cũng sinh ra ở [[Trabzon]]) xây dựng và mỗi ngày tín đồ Hồi giáo đi lễ cầu kinh năm lần, đồng thời đi lễ [[Jumu'ah|cầu kinh]] vào ngày thứ sáu.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{thể loại Commons|Suleiman I}}\n{{refbegin}}\n; Sách in\n* {{Chú thích sách\n| last = Ahmed\n| first = Syed Z\n| title = The Zenith of an Empire: The Glory of the Suleiman the Magnificent and the Law Giver \n| url = https:\/\/archive.org\/details\/zenithofempiregl0000ahme\n| year = 2001 \n| publisher = A.E.R. Publications\n| isbn = 978-0971587304\n}}.\n* {{Chú thích sách\n| last = Atıl \n| first = Esin \n| title = The Age of Sultan Süleyman the Magnificent\n| year = 1987 \n| publisher = National Gallery of Art \n| location = Washington, D.C.\n| isbn = 978-0894680984\n}}.\n* {{chú thích tạp chí\n| url = http:\/\/www.saudiaramcoworld.com\/issue\/198704\/the.golden.age.of.ottoman.art.htm\n| title = The Golden Age of Ottoman Art\n| access-date = ngày 18 tháng 4 năm 2007 \n| journal = Saudi Aramco World \n| year = 1987\n| volume = 38\n| issue = 4\n| pages = 24–33 \n| issn = 1530-5821 \n| location = Houston, Texas\n| publisher = Aramco Services Co\n| last = Atıl\n| first = Esin}}\n* {{Chú thích sách\n| last = Barber\n| first = Noel\n| authorlink = Noel Barber\n| title = Lords of the Golden Horn: From Suleiman the Magnificent to Kamal Ataturk \n| url = https:\/\/archive.org\/details\/lordsofgoldenhor0000barb\n| publisher = Pan Books\n| location = Luân Đôn\n| year = 1976\n| isbn = 978-0330247351\n}}.\n* {{Chú thích sách\n| last = Clot\n| first = André \n| title = Suleiman the Magnificent: The Man, His Life, His Epoch\n| year = 1992 \n| publisher = Saqi Books \n| location = Luân Đôn\n| isbn = 978-0863561269\n}}. \n* {{Chú thích sách\n| last = Davies\n| first = Norman\n| authorlink = Norman Davies\n| title = Europe: a history\n| url = https:\/\/archive.org\/details\/europehistory00davi_0\n| publisher = Oxford University Press \n| year = 1996\n| isbn = 0198201710\n}}.\n* {{Chú thích sách\n| last = Madden\n| first = Thomas F.\n| authorlink =\n| title = The New Concise History Of The Crusades\n| url = https:\/\/archive.org\/details\/newconcisehistor00madd\n| publisher = Rowman & Littlefield\n| year = 2005\n| isbn = 0742538222\n}}.\n* {{Chú thích sách\n| last = Duffy\n| first = Christopher\n| authorlink = Christopher Duffy\n| title = The army of Maria Theresa: The Armed Forces of Imperial Austria, 1740-1780\n| publisher = Hippocrene Books\n| year = 1977 \n| isbn = 0882544276\n}}.\n* {{Chú thích sách\n| last = Duffy\n| first = Christopher\n| authorlink = Christopher Duffy\n| title = Siege Warfare: The fortress in the early modern world, 1494-1660\n| publisher = Routledge\n| year = 1996\n| location = \n| isbn = 0-415-14649-6\n}}.\n* {{Chú thích sách\n| last = Freely\n| first = John\n| title = Istanbul: the imperial city\n| year = 1996\n| publisher = Viking\n| isbn = 0670859729\n}}.\n* {{Chú thích sách\n| last = Greenblatt\n| first = Miriam \n| title = Süleyman the Magnificent and the Ottoman Empire \n| year = 2003 \n| publisher = Benchmark Books \n| location = New York \n| isbn = 978-0761414896\n}}.\n* {{Chú thích sách\n| last = Imber\n| first = Colin\n| title = The Ottoman Empire, 1300–1650: The Structure of Power \n| url = https:\/\/archive.org\/details\/ottomanempire1300000imbe\n| year = 2002\n| publisher = Palgrave Macmillan \n| location = New York \n| isbn = 978-0333613863\n}}\n* {{Chú thích sách\n| last = Kinross\n| first = Patrick\n| authorlink = John Balfour, 3rd Baron Kinross\n| title = The Ottoman centuries: The Rise and Fall of the Turkish Empire \n| url = https:\/\/archive.org\/details\/ottomancenturies00kinr\n| publisher = Morrow \n| year = 1979 \n| location = New York\n| isbn = 978-0688080938 \n}}. \n* {{chú thích tạp chí\n| journal = International journal of Middle East studies\n| last = Labib\n| first = Subhi\n| title = The Era of Suleyman the Magnificent: Crisis of Orientation \n| url = https:\/\/archive.org\/details\/sim_international-journal-of-middle-east-studies_1979-11_10_4\/page\/435\n| location = Luân Đôn\n| publisher = Cambridge University Press\n| year = 1979\n| pages = 435–451\n| volume = 10\n| issue = 4\n| issn = 0020-7438\n}}.\n* {{Chú thích sách\n| last = Lamb\n| first = Harold\n| authorlink = Harold Lamb \n| title = Suleiman, the Magnificent, Sultan of the East\n| url = https:\/\/archive.org\/details\/suleimanthemagni001564mbp\n| location = Garden City, N.Y. \n| publisher = Doubleday \n| year = 1951 \n| oclc = 397000\n}}.\n* {{Chú thích sách\n| last = Levey\n| first = Michael\n| authorlink = Michael Levey \n| title = The World of Ottoman Art \n| url = https:\/\/archive.org\/details\/worldofottomanar0000leve_n0z4\n| publisher = Thames & Hudson\n| year = 1975 \n| isbn = 0500270651\n}}.\n* {{Chú thích sách\n| last = Lewis \n| first = Bernard\n| authorlink = Bernard Lewis \n| title = What Went Wrong?: Western Impact and Middle Eastern Response\n| year = 2002\n| publisher = Phoenix\n| location = Luân Đôn \n| isbn = 978-0753816752 \n}}.\n* {{Chú thích sách\n| last = Mansel \n| first = Phillip \n| title = Constantinople: City of the World's Desire, 1453–1924\n| url = https:\/\/archive.org\/details\/constantinopleci0000mans\n| year = 1998\n| publisher = St. Martin's Griffin\n| location = New York \n| isbn = 978-0312187088\n}}.\n* {{Chú thích sách\n| last = Merriman\n| first = Roger Bigelow \n| title = Suleiman the Magnificent, 1520–1566\n| url = https:\/\/archive.org\/details\/in.ernet.dli.2015.87496\n| location = Cambridge, Massachusetts \n| publisher = Harvard University Press\n| year = 1944\n| oclc = 784228\n}}\n* {{chú thích tạp chí\n| journal = National geographic\n| last = Severy\n| first = Merle \n| title = The World of Süleyman the Magnificent \n| location = Washington, D.C. \n| publisher = National Geographic Society \n| year = 1987 \n| pages = 552–601 \n| volume = 172\n| issue = 5 \n| issn = 0027-9358\n}}.\n* {{Chú thích sách\n| last = Sicker\n| first = Martin \n| title = The Islamic World In Ascendancy: From the Arab Conquests to the Siege of Vienna\n| url = https:\/\/archive.org\/details\/islamicworldinas0000sick\n| year = 2000 \n| publisher = Praeger\n| location = Westport, Connecticut \n| isbn = 978-0275968922\n}}\n* {{chú thích tạp chí\n| title = Suleiman The Lawgiver \n| access-date = ngày 18 tháng 4 năm 2007 \n| journal = Saudi Aramco World \n| year=1964 \n| volume = 15 \n| issue = 2\n| pages = 8–10 \n| issn = 1530-5821 \n| location = Houston, Texas|publisher=Aramco Services Co\n| url = http:\/\/www.saudiaramcoworld.com\/issue\/196402\/.suleiman.the.lawgiver..htm}}<\/div>\n{{refend}}\n\n; Nguồn [[Internet]]\n* {{Chú thích web\n| url = http:\/\/www.bartleby.com\/67\/794.html\n| tiêu đề = 1548-49\n| ngày truy cập = ngày 18 tháng 4 năm 2007 \n| work = The Encyclopedia of World History\n| năm = 2001\n}}\n* {{Chú thích web\n| url = http:\/\/www.bartleby.com\/67\/795.html\n| tiêu đề = 1553-55\n| ngày truy cập = ngày 18 tháng 4 năm 2007\n| work = The Encyclopedia of World History\n| năm = 2001\n| archive-date = ngày 30 tháng 1 năm 2009 | archive-url = https:\/\/web.archive.org\/web\/20090130012437\/http:\/\/bartleby.com\/67\/795.html\n}}\n* {{Chú thích web\n| url = http:\/\/www.womeninworldhistory.com\/sample-10.html \n| tiêu đề = A 400 Year Old Love Poem\n| ngày truy cập = ngày 18 tháng 4 năm 2007 \n| work = Women in World History Curriculum Showcase\n}}\n* {{Chú thích web\n| url = http:\/\/www.ccds.charlotte.nc.us\/History\/MidEast\/04\/embree\/embree.htm\n| tiêu đề = Suleiman The Magnificent\n| ngày truy cập = ngày 18 tháng 4 năm 2007\n| tên 1 = Mark\n| họ 1 = Embree\n| năm = 2004\n| archive-date = ngày 30 tháng 9 năm 2006 | archive-url = https:\/\/web.archive.org\/web\/20060930054118\/http:\/\/www.ccds.charlotte.nc.us\/History\/MidEast\/04\/embree\/embree.htm\n}}\n* {{Chú thích web|url lưu trữ=https:\/\/web.archive.org\/web\/20060309091926\/http:\/\/www.byegm.gov.tr\/yayinlarimiz\/NEWSPOT\/1999\/JulyAug\/N6.htm|tiêu đề=Suleyman the Magnificent Poet|ngày lưu trữ=ngày 9 tháng 3 năm 2006|url=http:\/\/www.byegm.gov.tr\/yayinlarimiz\/NEWSPOT\/1999\/JulyAug\/N6.htm|ngày truy cập=ngày 18 tháng 4 năm 2007|họ 1=Halman|tên 1=Talat|năm=1988|url-status=dead}}\n* {{Chú thích web |url=http:\/\/www.malta.com\/about-malta\/history-of-malta.html|tiêu đề=The History of Malta |ngày truy cập=ngày 27 tháng 4 năm 2007 |tên 1= |họ 1= |năm=2007}}\n* {{Chú thích web|url=http:\/\/www.turkcebilgi.net\/kim-kimdir\/m\/muhibbi-kanuni-sultan-suleyman-31612.html |tiêu đề=Muhibbî (Kanunî Sultan Süleyman) |ngày truy cập=ngày 13 tháng 1 năm 2008 |work=Türkçe Bilgi—Kim kimdir? |ngôn ngữ=tiếng Thổ Nhĩ Kỳ }}\n* {{Chú thích báo\n| url = http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE7D6163EF935A15752C0A961948260\n| title = The Age of Sultan Suleyman \n| access-date = ngày 9 tháng 8 năm 2007 \n| first = John \n| last = Russell\n| date = [[ngày 26 tháng 1 năm 2007]]\n| publisher = New York Times\n}}\n* {{Chú thích web\n| url = http:\/\/uk.encarta.msn.com\/encyclopedia_761575054_2\/Suleiman_I.html\n| tiêu đề = Suleiman I\n| ngày truy cập = ngày 17 tháng 4 năm 2008\n| tên 1 = Malcolm\n| họ 1 = Edward Yapp\n| work = Microsoft Encarta\n| năm = 2007\n| archive-date = ngày 3 tháng 10 năm 2008 | archive-url = https:\/\/web.archive.org\/web\/20081003071213\/http:\/\/uk.encarta.msn.com\/encyclopedia_761575054_2\/Suleiman_I.html\n}}.\n\n== Đọc thêm ==\n<div class=\"plainlinks\" style=\"font-size: 90%\">\n{{MultiCol}}\n* {{Chú thích sách\n| last = Bridge \n| first = Anthony\n| title = Suleiman the Magnificent, Scourge of Heaven \n| url = https:\/\/archive.org\/details\/suleimanmagnific0000brid\n| year = 1983 \n| location = New York \n| publisher = F. Watts \n| oclc = 9853956\n}}\n* {{Chú thích sách |last=Downey |first=Fairlax Davis |title=The Grand Turke, Suleiman the Magnificent, sultan of the Ottomans|year= |publisher=Minton, Balch & Company |location=New York|oclc=25776191}}\n* {{Chú thích web |url=http:\/\/www.wsu.edu:8080\/~dee\/OTTOMAN\/SULEYMAN.HTM |họ 1=Hooker |tên 1=Richard |tiêu đề=The Ottomans: Suleyman |ngày truy cập=ngày 2 tháng 9 năm 2007 |ngôn ngữ=Tiếng Anh |url lưu trữ=https:\/\/web.archive.org\/web\/19990117031057\/http:\/\/www.wsu.edu:8080\/~dee\/OTTOMAN\/SULEYMAN.HTM |ngày lưu trữ=ngày 17 tháng 1 năm 1999 |url-status=live }}\n* {{Chú thích sách |last=Lybyer|first=Albert Howe|title=The government of the Ottoman empire in the time of Suleiman the Magnificent |url=https:\/\/archive.org\/details\/governmentottom01lybygoog|year=1913 |location=Cambridge, Massachusetts |publisher=Harvard University Press |oclc=1562148}}\n{{EndMultiCol}}\n<\/div>\n\n== Liên kết ngoài ==\n* [http:\/\/www.sinanasaygi.org\/en\/eserler.asp?action=eserDetay&ID=77 Lăng tẩm của sultan Suleiman]\n* [http:\/\/www.paradoxplace.com\/Perspectives\/Genl%20Images\/Single%20Frames\/Suleiman.htm Chân dung và ''tughra'' của Suleiman] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060614160210\/http:\/\/paradoxplace.com\/Perspectives\/Genl%20Images\/Single%20Frames\/Suleiman.htm |date = ngày 14 tháng 6 năm 2006}}\n* [http:\/\/www.kultur.gov.tr\/EN\/belge\/2-1314\/eski2yeni.html Những ngày tháng quan trọng dưới triều vua Suleiman I]\n\n{{s-start}}\n{{s-hou|[[Nhà Ottoman|Hoàng gia Osman]]||[[6 tháng 11]], [[1494]]||[[5 tháng 9]], [[1566]]}}\n{{s-reg|}}\n{{s-bef|before=[[Selim I]]}}\n{{s-ttl|title=[[Danh sách sultan của đế quốc Ottoman|Sultan của đế quốc Ottoman]]|years=[[22 tháng 9]], [[1520]] – [[5 tháng 9]], [[1566]]}}\n{{s-aft|after=[[Selim II]]}}\n<!--{{s-rel|su}}-->\n{{s-bef|before=[[Selim I]]}}\n{{s-ttl|title=[[Danh sách các khalip|Khalip của Hồi giáo]]|years=[[22 tháng 9]], [[1520]] – [[5 tháng 9]], [[1566]]}}\n{{s-aft|after=[[Selim II]]}}\n{{end}}\n{{Sultan của đế quốc Ottoman}}\n{{Các chủ đề|Lịch sử|Đế quốc Ottoman}}\n{{Thời gian sống|sinh=1494|mất=1566}}\n{{Kiểm soát tính nhất quán}}\n{{Sao chọn lọc}}\n{{Dữ liệu nhân vật\n|TÊN=Suleiman I \n|TÊN KHÁC=Còn gọi là Suleiman Đại đế (Suleimanus Magnificus) ở phương Tây và Nhà làm luật (Kanuni Sultan Süleyman) ở Thổ Nhĩ Kỳ\n|TÓM TẮT=Sultan thứ 10 của đế quốc Ottoman ([[1520]] – [[1566]])\n|LÚC SINH=[[6 tháng 11]], [[1494]]\n|NƠI SINH=[[Trabzon]], [[Hy Lạp]]\n|LÚC MẤT=[[5 tháng 9|5]]\/[[6 tháng 9]], [[1566]]\n|NƠI MẤT=[[Szigetvár]], [[Hungary]]\n}}\n\n[[Thể loại:Suleiman I]]\n[[Thể loại:Hungary thuộc Ottoman]]\n[[Thể loại:Lịch sử Hồi giáo]]\n[[Thể loại:Lịch sử Do Thái giáo]]\n[[Thể loại:Sinh năm 1494]]\n[[Thể loại:Mất năm 1566]]\n[[Thể loại:Sultan nhà Ottoman thế kỉ 16]]\n[[Thể loại:Vua Turk]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Nghị sĩ]]\n[[Thể loại:Hồi giáo và Do Thái giáo]]\n[[Thể loại:Nhà Ottoman]]\n[[Thể loại:Người gốc Turk]]"}