{"Tachibana Ginchiyo":"{{Tên người Nhật|Tachibana}}\n[[Tập tin:立花誾千代.jpg|nhỏ|200px]]\n{{nihongo|'''Tachibana Ginchiyo'''|立花 誾千代|''Tachibana Ginchiyo''|''Lập Hoa Ngân Thiên Đại''}} (23\/9\/1569-30\/11\/1602) là con gái rượu của [[Tachibana Dosetsu]], người kế thừa [[gia tộc Ōtomo]], đối thủ truyền kiếp của [[gia tộc Shimazu]]. Do không có con trai, Ginchiyo được cha truyền ngôi vị tộc trưởng. Sau khoảng thời gian 5 năm, cô kết hôn thì chuyển quyền sang cho chồng là [[Tachibana Muneshige]] (do ở rể nên lấy theo họ nhạc phụ), một chiến tướng lừng danh thời [[Thời kỳ Chiến Quốc (Nhật Bản)|Sengoku]].\n\n== Trong game ==\n* Ngoại hình:\nXuất hiện từ bản 2 (Samurai Warriors 2). Ginchiyo được tạo hình một nữ chiến binh khoác áo giáp từ đầu đến chân, một phong cách mạnh mẽ, rất có cá tính.\n*Tạo hình trong bản 2.\n* Tính cách:\nCũng tương đồng với ngoại hình, trong con người bà sẽ không có sự dịu dàng ôn nhu như các mỹ nhân khác. Mạnh mẽ, cứng rắn và dũng cảm xứng đáng là bậc [[nữ nhi anh hùng]].\nBiểu tượng của bà là sấm sét.\n\n== Quan hệ trong game ==\n== Samurai Warriors ==\n* Bạn bè: [[Chosoukabe Motochika]], [[Ishida Mitsunari]].\n* Kẻ thù truyền kiếp: [[Shimazu Yoshihiro]]\n\n== Warriors Orochi ==\nBạn bè: [[Tinh Thái]], [[Imagawa Yoshimoto]], [[Chúc Dung]] ([[cạnh tranh]])\n\n== Samurai Warriors 2 ==\nHai gia tộc [[Tachibana]] và [[Shimazu]] vốn là đối nghịch từ lâu nhưng dần dần lợi thế nghiêng về phía Shimazu. Khi Hideyoshi tiến hành thanh trừ những thế lực chống đối còn lại, Ginchiyo đồng ý quy thuận làm một chư hầu, sau đó xuất binh chinh phạt Kyushu do Shimazu cai trị. Sau cuộc chiến này, Ginchiyo và kẻ thù Yoshihiro lại phải đứng chung chiến tuyến trong các cuộc chiến về sau, tuy nhiên cô vẫn cảnh giác với gia tộc Shimazu. Sau chiến dịch Sekigahara, Ginchiyo giúp phe Tây giành chiến thắng thì bất ngờ nhận được tin Yoshihiro trở mặt tạo phản. Ginchiyo đích thân xuất quân đối trận, đồng thời để chấm dứt hiềm khích từ bấy lâu giữa hai gia tộc. Cảnh kết thúc, trước khi qua đời Yoshihiro đồng ý trao cho Ginchiyo quyền lãnh đạo quân gia tộc của ông.\nTrong màn Dream: Ginchiyo cùng với các tướng truy đuổi Ieyasu đến tận lâu đài Edo sau chiến thắng Sekigahara\n\nSW2-XL: như bản 2\n\n== Warriors Orochi ==\nGinchiyo tham gia phe [[Thục Hán]] từ màn đầu tiên, phối hợp với [[Tinh Thái]], [[Tả Từ]] và [[Shimazu Yoshihiro]] đến [[thành Ueda]] giải cứu [[Triệu Vân]]. Sau đó đi theo quân [[Thục Hán]] giải cứu [[Lưu Bị]] đánh bại [[Yamata no Orochi|Orochi]].\n\n== Warriors Orochi 2 ==\n*Story mode: lần này Ginchiyo tham gia vào phe Wu trong cuộc chiến ngăn cản Orochi hồi sinh.\n*Dream mode: cùng với [[Tinh Thái]], Yoshimoto đến Chen Cang castle giải cứu [[Viên Thiệu]] và những người bạn khác\n\n== Nioh ==\nNgoại hình: Tương tự như dòng game Samurai Warriors có cùng nhà phát hành, Ginchiyo được xây dựng với hình tượng mạnh mẽ, nhưng đã có một chút thay đổi thể hiện hình tượng dịu dàng của phụ nữ.\n\nCốt truyện: Nhân vật chính William trên đường tìm kiếm kẻ thù Kelley đã đến tộc Tachibana. Tại đây, Ginchiyo báo rằng tộc trưởng là Muneshige Tachibana (tức chồng bà) đã biến mất, bà nghi ngờ là ông đang ở chỗ nhân tình là bà Yachiko. William và Ginchiyo cùng đi tìm và phát hiện Muneshige đã bị Kelley làm bất tỉnh để cướp đi Guardian Spirit từ ông (Raiken - một chú cún sấm sét màu xanh lá), đồng thời còn cướp luôn diện mạo lẫn kỹ năng của Muneshige để chiến đấu với William. William sau khi đánh bại Kelley thì Guardian Spirit của Muneshige từ cơ thể Kelly thoát ra trở về với ông, Kelley bỏ chạy đến chỗ khác. Ginchiyo đã trao thanh kiếm Raikiri của bà cho William, đồng thời Guardian Spirit của bà (Raiken - một chú cún sấm sét màu hồng) cũng chia sẻ với William, qua đó William đã thấy được nội tâm của bà: Khi Muneshige theo lệnh Hideyoshi dẫn quân ra nước ngoài (có thể là chiến tranh với Triều Tiên), Hideyoshi đã đến và cưỡng hiếp bà. Bà đã muốn tự sát nhưng cuối cùng buộc phải nhẫn nhịn vì lo sợ Hideyoshi sẽ dùng thế lực để tiêu diệt tộc Tachibana, cùng chồng bà. Bà đã mất đứa con và dường như không còn muốn tiếp tục sống nữa, thế nhưng sau đó bà nghĩ rằng chỉ cần được ở cùng chồng bà chinh chiến vì người dân thì bà đã mãn nguyện.\n\nNhiệm vụ phụ: Ginchiyo đề nghị William giúp đỡ để tìm một món quà cho chồng bà. Nhưng rốt cuộc món quà đó (Một mặt dây chuyền cổ) không được tặng cho chồng bà mà dành cho tình nhân của ông ta - Yachiko.\n\n== Vũ khí ==\n# Serrate Blade: serrate nghĩa là răng cưa\n# Lightning Sword\n# Thunder Roar: sét gầm\n# Heaven Bite: trời đánh\n# Raging Tempest\n# Raikiri (Nioh)\n\n== Guardian Spirit (Nioh) ==\nRaiken{{start box}}\n{{Thứ tự kế vị | title= [[Gia tộc Tachibana|Đứng đầu Tachibana]] | before=[[Tachibana Dōsetsu]] | after=Tachibana Muneshige | years=1575-1581}}\n{{end box}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Chính khách Nhật Bản]]\n[[Thể loại:Sinh năm 1569]]\n[[Thể loại:Mất năm 1602]]\n[[Thể loại:Nữ tướng Nhật Bản]]"}