{"Taj ul-Alam":"{{Thông tin nhân vật hoàng gia\n| tên         = Taj ul-Alam Safiatuddin Syah\n| tước vị        = \n| hình        = \n| ghi chú hình      = \n| tên đầy đủ    =\n| chức vị 1   = [[Sultana|Sulṭāna (Nữ hoàng)]] [[Hồi quốc Aceh|Acèh]]\n| tại vị 1        = 18 Tháng 2, 1641 - 23 Tháng 10, 1675\n| tiền nhiệm 1  = [[Iskandar Thani]] {{Vương miện}}\n| kế nhiệm 1    = [[Nurul Alam Naqiatuddin Syah]] {{Vương miện}}\n| chức vị  = [[Hoàng hậu]] [[Hồi quốc Aceh|Acèh]]\n| tại vị       = 27 Tháng 12, 1636 - 15 Tháng 2, 1641\n| kiểu tại vị  = Tenure\n| tiền nhiệm = Kamaliah xứ [[Pahang]]\n| kế nhiệm   = \n| phối ngẫu       = [[Iskandar Thani]] {{Vương miện}}\n| con cái        = \n| hoàng tộc  =\n| cha       = [[Iskandar Muda]] {{Vương miện}}\n| mẹ       = Kamaliah xứ [[Pahang]]\n| sinh   = 1612\n| nơi sinh  =\n| mất   = 23 Tháng 10, 1675\n| nơi mất  =\n| ngày an táng  =\n| nơi an táng =\n|tôn giáo      = [[Hồi Giáo]]\n|}}\n'''Sulṭāna Taj ul-Alam Safiatuddin Syah''' (1612 &ndash; 23 Tháng  10, 1675; '''Putri Sri Alam''') là [[Hồi quốc Aceh|hồi vương (sultan) thứ 14 của Hồi quốc Aceh]]. Bà là con gái của Hồi vương (Sultan) [[Iskandar Muda]] và là vợ của Sultan [[Iskandar Thani]]. Bà trở thành sulṭāna (nữ hồi vương) sau cái chết của chồng và cai trị từ 1641 đến 1675, là người đầu tiên trong tổng số bốn người phụ nữ giữ vị trí kế vị ngai vàng Aceh.\n\n== Hôn nhân và đăng quang ==\nBan đầu vị nữ hồi vương (sultana) có tên là Putri Sri Alam Permisuri. Năm 1617, cha bà Sultan [[Iskandar Muda]] xâm lược [[Pahang|Hồi quốc Pahang]] ([[Bán đảo Mã Lai]]). Con trai của hồi vương (sultan) nước này là [[Iskandar Thani]] đã bị giải về Aceh với tư cách tù nhân, và được Sultan [[Iskandar Muda]] nhận làm con nuôi. Năm 1619, khi ông lên 9, ông kết hôn với Putri Sri Alam Permisuri. Hai người được ban cho một cung điện nằm bên cạnh cung của vua, gọi là Cung Sri Warna. Sau cái chết của Iskandar Muda, Iskandar Thani kế vị ngai vàng, nhưng rồi cũng qua đời một thời gian ngắn sau đó vào ngày 15 Tháng 2, 1641. Tin tức về cái chết của ông tạo ra những rối loạn nghiêm trọng giữa các nhà quý tộc của vương quốc. Tuy nhiên, chỉ ba ngày sau đó, góa phụ của vị sultan vừa mất Putri Sri Alam  được đưa lên ngai vàng.<ref>Djajadiningrat (1911), pp. 183, 187-8.<\/ref>\n\n== Nữ hoàng Aceh ==\nPutri Sri Alam lên ngôi lấy hiệu Sultana Taj ul-Alam Safiatuddin Syah.Taj ul-Alam Safiatuddin có nghĩa là \"đỉnh cao nhất của thế giới, sự thanh khiết của tín ngưỡng\". Bà là nữ hoàng (sultana) đầu tiên trong tổng số 4 nữ hoàng cai trị Aceh giai đoạn 1641-1699. Sự lên ngôi của Taj ul-Alam được coi như là một nỗ lực của giới quý tộc Aceh trong việc làm suy yếu đi quyền lực hoàng gia sau các cải cách hành chínhnhằm làm suy yếu quyền lực quý tộc của Sultan Iskandar Muda. Nếu theo quan điểm này thì những nỗ lực của giới quý tộc có thể đã thành công. Thời kỳ cai trị của bà trở thành một sự cai trị tượng trưng (gần giống với thể chế quân chủ lập hiến hiện nay tại một số nước) yếu ớt và không có quyền lực. Trong khi đó, quyền lực thực sự được nắm giữ bởi những người cai trị các quận huyện ở xa (''uleëbalang'') và các nhà lãnh đạo tinh thần (các [[imam]], ulama). Tuy nhiên, nó lại là một truyền thống thoáng lâu đời khi cho phép phụ nữ kế vị ngai vàng, so với những đất nước theo Hồi Giáo khác. \n\n== Cái chết ==\nTaj ul-Cập qua đời vào ngày 23 tháng 10 năm 1675. Bà không có con. Người kế vị bà cũng là một nữ hoàng (sultana), Sultana [[Nurul Alam Naqiatuddin Syah]].\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1612]]\n[[Thể loại:Mất năm 1675]]\n[[Thể loại:Sultan của Aceh]]"}