{"Thaddeus Stevens":"{{Infobox officeholder\n| name = Thaddeus Stevens\n| image = Thaddeus Stevens - Brady-Handy-crop.jpg\n| caption = Stevens trong thập niên 1860\n| term_start2 = [[4 tháng 3]] năm 1849\n| term_end2 = [[3 tháng 3]] năm 1853\n| predecessor2 = [[John Strohm (chính khách)|John Strohm]]\n| successor2 = [[Henry A. Muhlenberg]]\n| constituency2 = Khu vực bầu cử Quốc hội thứ 8 của Pennsylvania\n| office3 = Chủ tịch<br>[[Ủy ban phân bổ ngân sách Hạ viện Hoa Kỳ|Ủy ban phân bổ ngân sách Hạ viện]]\n| term_start3 = [[11 tháng 12]] năm 1865\n| term_end3 = [[11 tháng 8]] năm 1868\n| predecessor3 = Vị trí thành lập\n| successor3 = [[Elihu B. Washburne]]\n| office4 = Chủ tịch <br>[[Ủy ban tài chính Hạ viện Hoa Kỳ|Ủy ban tài chính Hạ viện]]\n| term_start4 = [[4 tháng 3]] năm 1861\n| term_end4 = [[3 tháng 3]] năm 1865\n| predecessor4 = [[John Sherman]]\n| successor4 = [[Justin Smith Morrill]]\n| birth_date = {{Birth date|1792|4|4|mf=y}}\n| birth_place = [[Danville, Vermont]], Hoa Kỳ\n| death_date = {{Death date and age|1868|8|11|1792|4|4|mf=y}}\n| death_place = [[Washington, D.C.]], Hoa Kỳ\n| party = [[Đảng Liên bang (Hoa Kỳ)|Liên bang]] (trước 1828){{break}}[[Đảng Chống Hội Tam Điểm|Chống Hội Tam Điểm]] (1828–1838){{break}}[[Đảng Whig (Hoa Kỳ)|Whig]] (1838–1853){{break}}[[Đảng Không biết Gì|Không biết gì]] (1853–1855){{break}}[[Đảng Cộng hòa (Hoa Kỳ)|Cộng hòa]] (1855–1868)\n| partner = [[Lydia Hamilton Smith]] (1848–1868; qua đời)\n| education = [[Đại học Dartmouth]]\n| alma_mater = [[Đại học Vermont]]\n| signature = T Stevens Signature.svg\n| profession = [[Luật sư]]\n| constituency1 = Khu vực bầu cử Quốc hội thứ 9 của Pennsylvania\n| resting_place = Nghĩa trang Shreiner-Concord, [[Lancaster, Pennsylvania]], Hoa Kỳ\n| successor1 = [[Oliver James Dickey|Oliver Dickey]]\n| office1 = Dân biểu Hoa Kỳ<br>từ [[Pennsylvania]]\n| term_start1 = [[3 tháng 3]] năm 1859\n| term_end1 = [[11 tháng 8]] năm 1868\n| predecessor1 = [[Anthony Ellmaker Roberts|Anthony Roberts]]\n| nickname = {{flatlist|\n* Thad\n* \"The Old Commoner\"\n* \"The Great Commoner\"\n}}\n}}\n\n'''Thaddeus Stevens''' (4 tháng 4 năm 1792{{snd}}11 tháng 8 năm 1868) là một dân biểu trong [[Hạ viện Hoa Kỳ]] đến từ [[Pennsylvania]]. Ông từng là một trong những lãnh tụ phái [[Cộng hòa Cấp tiến]] (Radical Republican) thuộc [[Đảng Cộng hòa (Hoa Kỳ)|Đảng Cộng hòa]] trong thập niên 1860. Là một người cương quyết phản đối chế độ nô lệ và phân biệt đối xử đối với [[người Mỹ gốc Phi]], ông đã đấu tranh để đem đến họ quyền công dân trong [[thời kỳ Tái thiết]] và lãnh đạo phe chống đối các chính sách của Tổng thống [[Andrew Johnson]]. Với địa vị Chủ tịch Ủy ban Tài chính của Hạ viện (House Ways and Means Committee) trong thời kỳ [[Nội chiến Hoa Kỳ]], ông đã đóng một vai trò lãnh đạo, quan tâm đến việc đánh bại [[Liên minh miền Nam Hoa Kỳ|Liên minh Miền Nam]], chi trả chi phí chiến tranh bằng cách đánh thuế và vay mượn, làm vô hiệu hóa quyền hạn của tầng lớp sở hữu nô lệ, kết thúc chế độ nô lệ, và giành quyền bình đẳng cho những cựu nô lệ được thả tự do.\n\nStevens sinh ra tại vùng nông thôn ở Vermont trong một gia đình nghèo; ông bị [[quẹo chân]] từ nhỏ nên ông đi đứng khập khiễng. Thời thanh niên, ông đã chuyển đển Pennsylvania và trở thành một luật sư thành đạt tại [[Gettysburg, Pennsylvania]]. Ông tỏ ra quan tâm đến việc điều hành thành phố, rồi sau đó tham gia chính trường.  Ông được bầu vào Hạ viện Pennsylvania và trở thành một nhà đấu tranh cho nền giáo dục công cộng miễn phí. Vào năm 1842, do vấn đề tiền bạc, ông đã dọn nhà và cơ sở hành nghề đến thành phố [[Lancaster, Pennsylvania]] lớn hơn. Tại đó, ông đã gia nhập [[Đảng Whig (Hoa Kỳ)|Đảng Whig]] và được bầu vào Quốc hội năm 1849.  Các hoạt động chống lại chế độ nô lệ của ông với tư cách là luật sư và chính khách đã khiến ông mất nhiều lá phiếu và ông không tái tranh cử năm 1852.  Sau một thời gian lưỡng lự tham gia [[Đảng Không biết gì]] (Know-Nothing Party), ông đã gia nhập Đảng Cộng hòa mới được thành lập, và được bầu lại vào Quốc hội năm 1858.  Tại đó, cùng với những người cấp tiến như Thượng nghị sĩ từ Massachusetts [[Charles Sumner]], ông đã phản đối sự bành trướng của chế độ nô lệ và chính sách nhượng bộ miền Nam khi chiến tranh bùng nổ.\n\nStevens lập luận rằng chế độ nô lệ không nên tồn tại sau chiến tranh, và cảm thấy thất vọng khi Tổng thống [[Abraham Lincoln]] chưa nhanh chóng ủng hộ quan điểm của mình.  Ông đã dẫn lái việc ban hành các đạo luật tài chính với địa vị là chủ tịch Ủy ban Tài chính.  Khi diễn biến chiến tranh đã đưa phần thắng về phe [[Liên bang miền Bắc Hoa Kỳ|miền Bắc]], Stevens đã tin tưởng chẳng những phải bãi bỏ chế độ nô lệ, mà còn nên cấp đất tịch thu từ những người trồng trọt cho những người Mỹ gốc Phi để họ có một ít lợi tức trong tương lai ở khu vực miền Nam. Những kế hoạch của ông đã đi quá xa đối với những đảng viên Cộng hòa phe ôn hòa và không được thực hiện.\n\nSau khi [[Vụ ám sát Abraham Lincoln|Abraham Lincoln bị ám sát]] vào tháng 4 năm 1865, Stevens có nhiều xung đột với tân Tổng thống Johnson, người muốn nhanh chóng phục hồi quyền hạn các tiểu bang ly khai mà không đòi hỏi bảo đảm quyền lợi cho những người được thả tự do. Bất đồng quan điểm này đã dẫn đến chiến đấu liên tục giữa Johnson và Quốc hội, mà Stevens là người dẫn đầu phe Cộng hòa Cấp tiến. Sau các chiến thắng sau cuộc bầu cử năm 1866, phe cấp tiến đã giành quyền quản lý cuộc Tái thiết từ tay Johnson.  Cuộc đấu tranh lớn cuối cùng của Steven là thông qua các điều khoản [[Luận tội Andrew Johnson|luận tội đối với Johnson]] tại Hạ viện, dù Thượng viện đã không kết tội Tổng thống.  Các quan điểm về Stevens trong các sử chép đã có nhiều biến chuyển lớn qua thời gian, từ quan điểm ở đầu thế kỷ 20 rằng ông là một người liều lĩnh và căm ghét miền Nam, đến quan điểm của những người theo chủ nghĩa tân bãi nô vào thập niên 1950 trở về sau, rằng ông đáng được tán dương vì tư tưởng bình đẳng của mình.\n\n== Đầu đời và giáo dục ==\n\nStevens sinh ra tại [[Danville, Vermont]], vào ngày 4 tháng 4 năm 1792. Ông là con thứ hai trong gia đình có 4 anh em trai.  Ông được đặt tên theo vị tướng người Ba Lan [[Tadeusz Kościuszko|Thaddeus Kościuszko]], người đã từng phục vụ trong cuộc [[Cách mạng Mỹ|Cách mạng Hoa Kỳ]]. Cha mẹ ông là tín đồ [[Báp-tít|Baptist]] đã di cư từ [[Massachusetts]] vào khoảng năm 1786.  Ông mắc chứng quẹo chân bẩm sinh; vào thời đó tật này bị xem là một phán xét từ Thượng đế cho những tội lỗi thầm kín của cha mẹ. Người anh của ông cũng sinh ra với tật này trong cả hai chân. Cha ông, Joshua Stevens, là một nông dân và thợ chữa giày phải vật lộn với nghề ở Vermont. Sau khi hai đứa con trai nữa sinh ra (mà không có tật), Joshua đã bỏ rơi người vợ là Sarah (nhũ danh là Morrill) và những đứa con. Hoàn cảnh ông ra đi như thế nào và số phận của ông sau này vẫn chưa được sáng tỏ; có thể ông đã tử trận trong [[Trận Pháo đài Oswego (1814)|Trận Oswego]] trong [[Chiến tranh Hoa Kỳ–Anh Quốc (1812)|Chiến tranh 1812]].<ref>Trefousse, tr. 1–2<\/ref>\n\nSarah Stevens phải xoay sở công việc trong nông trại, với sự giúp đỡ của những người con.<ref>Meltzer, tr. 3–4<\/ref> Bà mong muốn các con thành đạt; năm 1807 bà dọn gia đình đến thị trấn [[Peacham, Vermont]] lân cận, nơi bà đưa cậu con Thaddeus vào Caledonia Grammar School (còn được gọi là Học viện Peacham). Cậu thường bị các bạn học trêu chọc vì dị tật của mình. Những câu chuyện kể lại sau này miêu tả ông \"cứng đầu, bướng bỉnh\" với \"một ham muốn được học tập mạnh mẽ\".<ref>Brodie, tr. 26–27<\/ref>\n\nSau khi tốt nghiệp, ông đăng ký học [[Đại học Vermont]] nhưng phải ngưng học sau khi chính quyền liên bang trưng dụng các tòa nhà của trường trong cuộc [[Chiến tranh Hoa Kỳ–Anh Quốc (1812)|Chiến tranh 1812]].<ref>History of Lancaster County, Pennsylvania, with Biographical Sketches of Many of its Pioneers and Prominent Men; Chapter{{nbs}}XXI. The Bench and Bar of Lancaster County<\/ref> Sau đó ông đăng ký vào khóa học thứ hai của [[Đại học Dartmouth]] ở [[Hanover, New Hampshire]]. Tại Dartmouth, mặc dù có thành tích học tập xuất sắc, ông không được tuyển chọn vào hội danh dự [[Phi Beta Kappa]]; điều này được ghi nhận là một trải nghiệm chấn thương trong cuộc đời ông.<ref>Trefousse, tr. 4–5<\/ref><ref>Brodie, tr. 27–29<\/ref>\n\nStevens tốt nghiệp Dartmouth năm 1814, và được chọn làm một sinh viên đọc diễn văn tại lễ tốt nghiệp. Sau đó, ông trở về Peacham và dạy học trong một thời gian ngắn. Ông cũng bắt đầu học ngành luật dưới [[John Mattocks]]. Đầu năm 1815, ông đã trao đổi thư từ với người bạn là [[Samuel Merrill (chính khác Indiana)|Samuel Merrill]], một người đồng hương đã đến [[York, Pennsylvania]] sinh sống và trở thành giáo viên tại [[Đại học York ở Pennsylvania|Học viện York]], và được mời đến đó để giảng dạy. Ông dọn đến York để dạy học, và tiếp tục học ngành luật tại văn phòng luật sư David Cossett.<ref>Trefousse, tr. 5–7<\/ref>\n\n== Luật sư và chính khách Pennsylvania ==\n\n=== Luật sư Gettysburg ===\n\nTại Pennsylvania, Stevens dạy học tại Học viện York và tiếp tục đào tạo để gia nhập luật sư đoàn.<ref name=\"t11\" \/> Các luật sư địa phương đã thông qua một nghị quyết cấm ai hành nghề luật nếu \"đã theo đuổi bất cứ nghề nào khác trong lúc xin gia nhập\",<ref>History of Lancaster County, Pennsylvania, with Biographical Sketches of Many of its Pioneers and Prominent Men:\nChapter{{nbs}}XXI. The Bench and Bar of Lancaster County<\/ref> một giới hạn có lẽ nhắm vào mục tiêu là Stevens. Theo một mẩu chuyện ông thường kể lại, ông không nản chí và đã đệ trình bốn chai [[rượu vang Madeira]] đến ban thẩm tra tại [[Quận Harford, Maryland]] ở gần đó, và quá trình sát hạch của ông được êm thấm sau khi rượu được uống nhiều. Sáng hôm sau ông rời [[Bel Air, Maryland|Bel Air]] với giấy phép hành nghề ở bất cứ nơi nào (theo nguyên tắc qua lại giữa các tiểu bang). Stevens sau đó đến [[Gettysburg, Pennsylvania|Gettysburg]], quận lỵ của [[Quận Adams, Pennsylvania|Quận Adams]],<ref name=\"t11\">Trefousse, p. 11<\/ref><ref>Meltzer, p. 14<\/ref> nơi ông mở một văn phòng để hành nghề vào tháng 9 năm 1816.<ref name=\"b32\">Brodie, p. 32<\/ref>\n\nStevens không quen biết ai ở Gettysburg và ban đầu không thành công trong nghề luật sư. Giữa năm 1817, ông tham gia một vụ liên quan đến một nông dân bị bắt vì thiếu nợ sau đó đã giết một viên cảnh sát đã bắt mình, dẫn đến sự đột phá trong sự nghiệp. Tuy nỗ lực bào chữa của ông không thành công, ông đã gây ấn tượng đối với dân chúng địa phương nên từ đó ông không còn thiếu thân chủ nữa.<ref name=\"b32\" \/> Trong sự nghiệp luật, ông thường dùng lời mỉa mai châm biếm mà sau này trở thành điển hình trong sự nghiệp chính trị của mình; một lần, ông bị quan tòa buộc tội biểu lộ ý định bất tuân tòa án (''contempt of court,'' còn có nghĩa đen là khinh miệt tòa án), ông đã đã trả lời \"Thưa ngài, tôi đang cố gắng hết sức để che giấu điều này.\"<ref>Meltzer, tr. 17<\/ref>\n\nSau khi ông qua đời năm 1868, nhiều người tưởng nhớ ông khẳng định ông là một luật sư tài ba. Ông đã tham gia mười vụ án đầu tiên từ Quận Adams lên đến Tòa án Tối cao Pennsylvania kể từ khi ông bắt đầu hành nghề và đã thắng chín vụ. Một vụ án mà sau này ông ao ước mình không thành công là ''Butler v. Delaplaine'', trong đó ông đã giúp một người sở hữu nô lệ thành công đòi lại nô lệ của mình.<ref name=\"profits\">Trefousse, tr. 13–16<\/ref>\n\nTại Gettysburg, Stevens cũng bắt đầu tham gia chính trường, phục vụ sáu nhiệm kỳ, mỗi nhiệm kỳ một năm, trong hội đồng thành phố từ 1822 đến 1831 và trở thành chủ tịch hội đồng.<ref>Glatfelter, tr. 163<\/ref> Ông lấy lợi nhuận từ công việc để đầu tư vào bất động sản ở Gettysburg, đến năm 1825 đã trở thành chủ đất lớn nhất thị trấn, và có lợi tức từ một vài [[lò cao]] ở ngoài thị trấn.<ref name=\"profits\" \/> Ngoài việc thu nhận tài sản, ông còn rước kẻ thù; sau cái chết của một phụ nữ da đen đang mang thai, nhiều người đã gửi thư nặc danh đến các tờ báo với dụng ý quy trách nhiệm cho Stevens. Những lời đồn này đã dai dẳng theo ông nhiều năm;<ref>Trefousse, tr. 21–22<\/ref> khi một tờ báo chống đối Stevens đăng một bức thư năm 1831 nêu danh ông là kẻ sát nhân, ông đã kiện thành công tờ báo vì tội phỉ báng.<ref>Brodie, tr. 42–45<\/ref>\n\n=== Hoạt động chống Hội Tam Điểm ===\n\nMục đích hoạt động chính trị đầu tiên của Stevens là chủ nghĩa chống [[Hội Tam Điểm]], đã trở nên thịnh hành năm 1826 sau cái chết của [[William Morgan (Hội Tam Điểm)|William Morgan]], một thành viên Hội Tam Điểm ở Thượng New York; người ta nghi ngờ người giết ông là những hội viên Tam Điểm khác vì họ đã không đồng tình khi ông xuất bản một cuốn sách làm lộ các lễ nghi bí mật của Hội. Lúc này, ứng cử viên dẫn đầu trong cuộc đua đối đầu Tổng thống [[John Quincy Adams]] là Tướng [[Andrew Jackson]], một thành viên Hội Tam Điểm đã chế giễu những người chống đối, nên chủ nghĩa chống Hội Tam Điểm được cho là đồng hành với việc chống đối Jackson cũng như những chính sách [[Dân chủ Jackson|dân chủ kiểu Jackson]] khi ông đắc cử tổng thống năm 1828.<ref>Brodie, tr. 38–39<\/ref>\n\nNhững người theo Jackson là những người thuộc [[Đảng Dân chủ Cộng hòa|Đảng Dân chủ-Cộng hòa]] cũ mà sau này trở thành [[Đảng Dân chủ (Hoa Kỳ)|Đảng Dân chủ]]. Một đồng nghiệp của Stevens (và tổng thống tương lai) [[James Buchanan]] cho ông biết rằng ông sẽ thăng tiến nhanh trong chính trường nếu ông chấp nhận theo họ, nhưng ông trên nguyên tắc không thể ủng hộ Jackson.<ref>Trefousse, tr. 17, 19<\/ref> Đối với ông, chủ nghĩa chống Hội Tam Điểm là một hình thức chống đối Jackson; có lẽ ông cũng có lý do cá nhân vì hội này không cho những \"người què\" gia nhập.  Ông hăng hái tham gia hoạt động chống Hội Tam Điểm, và vẫn trung thành với chủ nghĩa này khi hầu hết mọi người ở Pennsylvania không còn mặn mà với chủ nghĩa đó.  Người viết tiểu sử về ông là Hans Trefousse cho rằng một lý do khác khiến ông căm thù hội này là một cơn bệnh cuối thập niên 1820 khiến ông mất hết tóc (từ đó ông phải đội bộ tóc giả, thường không hợp cỡ), và \"cơn bệnh tai ác này chắc đã góp phần vào sự cuồng tín quá mức đối với Hội Tam Điểm.\"<ref>Trefousse, tr. 25–26<\/ref>\n\nĐến năm 1829, chủ nghĩa này đã biến thể thành một chính đảng là [[Đảng Chống Hội Tam Điểm]] (Anti-Masonic Party), nhận được nhiều ủng hộ tại vùng nông thông ở miền Trung Pennsylvania. Stevens nhanh chóng trở nên nổi bật trong phong trào, và tham gia hai đại hội toàn quốc đầu tiên của đảng, vào năm 1830 và 1831. Trong đại hội năm 1831, ông đề xuất Thẩm phán Tòa án Tối cao [[John McLean]] ra ứng cử tổng thống nhưng không thành, và [[Bộ trưởng Tư pháp Hoa Kỳ|Tổng chưởng lý]] [[William Wirt (Attorney General)|William Wirt]] được đề cử. Jackson dễ dàng tái đắc cử; thất bại thê thảm này (Wirt chỉ chiến thắng tại Vermont) khiến đảng phải giải tán ở hầu hết mọi nơi, dù tại Pennsylvania nó vẫn là một thế lực mạnh trong vài năm sau đó.<ref>Meltzer, tr. 27–29<\/ref><ref>Trefousse, tr. 26–31<\/ref>\n\nTháng 9 năm 1833, Stevens đắc cử nhiệm kỳ một năm tại Hạ viện Pennsylvania với tư cách là đảng viên Chống Hội Tam Điểm, khi ông đến thủ phủ [[Harrisburg, Pennsylvania|Harrisburg]] ông đề xuất cơ quan này thiết lập một ủy ban điều tra Hội Tam Điểm. Tiếng tăm của Stevens vang dội ngay cả bên ngoài Pennsylvania vì tài hùng biện chống lại Hội Tam Điểm, và ông nhanh chóng trở thành một chuyên gia trong các thủ thuật lập pháp. Đến năm 1835, Đảng Dân chủ bị phân hóa, và Đảng Chống Hội Tam Điểm giành quyền quản lý viện lập pháp Pennsylvania. Được quyền hạn [[trát hầu tòa]], Stevens đã trát đòi một số chính khách hàng đầu tiểu bang là thành viên của Hội Tam Điểm làm nhân chứng, trong đó có Thống đốc [[George Wolf]]. Những nhân chứng này nêu ra quyền không tự tố giác theo [[Tu chính án 5 Hiến pháp Hoa Kỳ|Tu chính án thứ năm]]; sau khi một người bị Stevens mắng chửi, ông đã chịu một luồng phản đối và đảng ông đã chấm dứt cuộc điều tra. Vụ này đã khiến Stevens thất cử năm 1836, và vấn đề chống Hội Tam Điểm đã chết đi tại Pennsylvania.  Tuy vậy, Stevens vẫn giữ mối thù đối với hội này trong suốt cuộc đời.<ref>Brodie, tr. 57–59<\/ref><ref>Trefousse, tr. 33–37, 42–43<\/ref>\n\n=== Đấu tranh vì giáo dục ===\n\nTừ những năm đầu tiên tại Gettysburg, Stevens đã đấu tranh cho một nền giáo dục phổ thông.  Vào thời điểm này, không có tiểu bang nào ngoài khu vực [[New England]] có giáo dục phổ thông miễn phí.  Tại Pennsylvania thì chỉ có [[Philadelphia]] cung cấp lớp học miễn phí, nhưng tại những nơi khác trong bang thì các phụ huynh muốn đưa con cái đi học mà khỏi phải trả phí cần phải cam đoan rằng họ không có khả năng chi trả. Stevens cho công chúng vào thư viện tư nhân đầy sách của mình và từ bỏ địa vị chủ tịch hội đồng thành phố để tham gia vào hội đồng trường học.<ref>Meltzer, tr. 31–32<\/ref> Năm 1825, ông được cử tri Quận Adams bầu vào vị trí ủy viên quản trị Học viện Gettysburg. Do trường đang đà suy sụp, Stevens đã thuyết phục cử tri của quận chịu chi trả khoản nợ của trường, và cho phép bán trường thành một trường dòng của giáo hội Luther. Trường được cấp phép trao bằng đại học năm 1831, trở thành Đại học Pennsylvania, đến năm 1921 đổi tên thành [[Đại học Gettysburg]]. Stevens đã cung cấp cho trường một mảnh đất để xây một tòa nhà và giữ vị trí ủy viên quản trị trường trong nhiều năm.<ref>Brodie, tr. 59<\/ref><ref>Glatfelter, tr. 164–166<\/ref><ref>{{chú thích web|url=http:\/\/www.gettysburg.edu\/about\/college_history\/|title=College History|publisher=Gettysburg College|archive-url=https:\/\/web.archive.org\/web\/20130718173606\/http:\/\/www.gettysburg.edu\/about\/college_history\/|archive-date = ngày 18 tháng 7 năm 2013 |access-date=ngày 17 tháng 7 năm 2013|url-status=dead}}<\/ref>\n[[Tập_tin:Stevens_Gettysburg_portrait.jpg|phải|nhỏ|Chân dung Stevens do [[Jacob Eichholtz]] vẽ, nay thuộc sở hữu của Đại học Gettysburg]]\n\nTháng 4 năm 1834, Stevens phối hợp với Thống đốc Wolf để dẫn dắt viện lập pháp để thông qua một đạo luật cho phép các địa hạt khắp tiểu bang quyền biểu quyết để thành lập các trường học công cộng và đánh thuế để chi trả cho những trường này. Địa hạt Gettysburg bỏ phiếu tán thành và bầu ông làm giám đốc trường học, và ông phục vụ tại đây đến năm 1839. Hàng vạn cử tri ký thỉnh nguyện thư đòi lật ngược quyết định này. Kết quả là một dự luật bãi bỏ đã dễ dàng thông qua [[Thượng viện Pennsylvania]]. Nhiều người tin tưởng rằng dự luật sẽ cũng thông qua Hạ viện và được ban hành dù gặp phản đối của Stevens. Khi ông đứng lên phát biểu vào ngày 11 tháng 4 năm 1835, ông đã biện hộ cho hệ thống giáo dục mới này, cho rằng nó thật sự sẽ tiết kiệm tiền, và giải thích bằng cách nào. Ông nói rằng những người chống đối đang muốn phân chia người nghèo vào một tầng lớp thấp hơn mình, cáo buộc rằng người nghèo tham lam và thiếu khả năng thấu cảm với người nghèo.<ref>Brodie, tr. 60–61<\/ref><ref>Trefousse, tr. 39–40<\/ref> Dự luật bãi bỏ bị thất bại; Stevens được ghi công cho thành tích này. Trefousse đưa giả thuyết rằng chiến thắng này không phải nhờ tài hùng biện của Steven, mà do ảnh hưởng của ông kết hợp với Thống đống Wolf.<ref>Trefousse, tr. 40<\/ref>\n\n=== Chuyển hướng chính trị; di chuyển đến Lancaster ===\n\nNăm 1838, Stevens một lần nữa ứng cử vào viện lập pháp. Ông hy vọng rằng nếu những thành phần tàn dư của Đảng Chống Hội Tam Điểm và [[Đảng Whig (Hoa Kỳ)|Đảng Whig]] mới nổi lên giành được đa số ghế, ông sẽ được bầu vào [[Thượng viện Hoa Kỳ]], trong đó các thành viên vốn được các viện lập pháp tiểu bang bầu chọn [[Tu chính án 17 Hiến pháp Hoa Kỳ|cho đến năm 1913]]. Sau đó, một chiến dịch đã diễn ra, mà nếu được đánh giá bằng tiêu chuẩn thời đó vẫn bị xem là bẩn thỉu. Kết quả là một đảng viên Dân chủ đắc cử thống đốc, Đảng Whig giành quyền kiểm soát Thượng viện tiểu bang, còn Hạ viện thì vẫn còn có tranh cãi vì có một số ghế cho khu vực Philadelphia vẫn chưa có hồi kết, dù Stevens thì đã đắc cử ghế của mình trong Quận Adams. Stevens muốn không cho những đảng viên Dân chủ từ Philadelphia ngồi ghế, do đó Đảng Whig sẽ giành đa số và bầu một Chủ tịch Hạ viện và đưa ông vào Thượng viện. Giữa những cuộc náo động tại Harrisburg{{snd}}sau này được gọi là \"[[Chiến tranh Buckshot]]\"{{snd}}kế hoạch của Stevens thất bại, và Đảng Dân chủ giành quyền kiểm soát Hạ viện tiểu bang. Stevens ở lại trong cơ quan lập pháp hầu hết những năm cho đến 1842, nhưng sau vụ này, ông đã mất hầu hết ảnh hưởng chính trị vì các thành viên Đảng Whig đã đổ lỗi ông trong thất bại và ngày càng không muốn đưa vị trí lãnh đạo cho một người chưa gia nhập đảng. Dù vậy, ông vẫn ủng hộ lập trường thuận doanh nghiệp và thuận phát triển của Đảng Whig.<ref name=\"Brodie-p75-84\">Brodie, tr. 75–84<\/ref> Trong cuộc bầu cử tổng thống năm 1840, ông vận động cho ứng cử viên Đảng Whig là cựu thiếu tướng [[William Henry Harrison]]. Mặc dù sau này Stevens cáo buộc rằng Harrison đã hứa hẹn bổ nhiệm ông vào một vị trí [[Nội các Hoa Kỳ|Nội các]] nếu đắc cử, ông không được vị trí nào, và bất cứ ảnh hưởng nào mà ông có được đã tan biến sau khi Harrison từ trần trong vòng một tháng sau khi nhậm chức và được [[John Tyler]] thay thế. Tyler là một người miền Nam vốn thù địch lập trường chống chế độ nô lệ của Stevens.<ref name=\"Brodie-p75-84\" \/><ref>Trefousse, tr. 57–67<\/ref>\n\nDù Stevens là luật sư thành đạt nhất tại Gettysburg, ông đã có nhiều nợ nần do các hoạt động kinh doanh khác. Ông không chịu tận dụng luật phá sản, mà lại cảm thấy phải dọn nhà đến một thành phố lớn hơn để làm đủ tiền trả nợ. Năm 1842, Stevens dọn nhà và cơ sở hành nghề đến thành phố [[Lancaster, Pennsylvania|Lancaster]]. Ông biết rõ rằng [[Quận Lancaster, Pennsylvania|Quận Lancaster]] là một thành trì của Đảng Chống Hội Tam Điểm và Đảng Whig, do đó ông có thể duy trì nền tảng những người ủng hộ mình. Trong một thời gian ngắn, ông đã thành công hơn bất cứ luật sư nào khác ở Lancaster; đến năm 1848 ông đã giảm bớt khoản nợ còn $30,000 và sớm trả hết sau đó. Tại Lancaster, ông đã thuê một người quản gia [[Mulatto|lai da trắng và da đen]] tên là [[Lydia Hamilton Smith]], người ở với ông trong suốt cuộc đời.<!--Không cần nói thêm về bà Smith tại đây; mối liên hệ giữa bà và ông sẽ được nêu ở dưới.--><ref>Trefousse, tr. 68–69<\/ref>\n\n== Hoạt động bãi nô và Nghị sĩ tiền chiến ==\n\n=== Thay đổi quan điểm ===\n\nTrong thập niên 1830 ít người hoạt động đòi [[Phong trào bãi nô|bãi nô]] ngay lập tức. [[Phong trào bãi nô]] ở Hoa Kỳ lúc đó còn non trẻ và những nhân vật như [[William Lloyd Garrison]] chỉ mới bắt đầu tham gia.<ref name=\"Brodie, tr. 105–106\">Brodie, tr. 105–106<\/ref> Lý do mà Stevens tham gia phong trào còn có nhiều tranh cãi trong những người viết tiểu sử về ông gần đây. Richard Current trong năm 1942 đã đưa giả thuyết là ông tham gia vì tham vọng; [[Fawn Brodie]] trong quyển tiểu sử về Stevens gây tranh cãi năm 1959 dùng nguyên tắc tâm lý đưa ra giả thuyết ông tham gia vì đồng cảm với những người bị chà đạp, dựa vào khuyết tật của ông.<ref>Berlin, tr. 155–158<\/ref> Trefousse, trong tác phẩm năm 1997 của mình, đưa giả thuyết rằng cảm tưởng của Stevens đối với những người bị chà đạp là một yếu tố, cộng thêm với ăn năn từ vụ án ''Butler'', nhưng tham vọng có lẽ không phải là một động cơ thúc đẩy chính, vì hoạt động chống chế độ nô lệ đã làm cản trở sự nghiệp của ông.<ref>Trefousse, tr. 46<\/ref>\n[[Tập_tin:Thaddeus_Stevens_House.JPG|nhỏ|Tư gia Stevens tại Đường Queen, Lancaster, Pennsylvania]]\n\nTại hội nghị lập hiến Pennsylvania năm 1837, với tư cách là một đại biểu, Stevens đã phản đối việc tước quyền bỏ phiếu của người Mỹ gốc Phi.<ref>Meltzer, tr. 52–53<\/ref> Theo nhà sử họ [[Eric Foner]], \"Khi Stevens từ chối ký tên vào văn bản hiến pháp năm 1837 vì điều khoản về bầu cử, ông đã tuyên bố cam kết của mình đối với một định nghĩa về quyền công dân Mỹ mà không liên quan đến chủng tộc, một niềm tin ông giữ vững đến cuối đời.\"<ref name=\"Foner-p143\">Foner, tr. 143<\/ref> Sau khi ông dọn nhà đến Lancaster, vốn không cách xa [[đường Mason–Dixon]] phân định giữa miền Nam nô lệ và miền Bắc tự do, ông tham gia phong trào [[Tuyến hỏa xa ngầm|Đường sắc ngầm]], chẳng những bảo vệ những người bị cho là nô lệ chạy trốn mà còn sắp xếp các chuyển động những người đi tìm tự do.<ref>Trefousse, tr. 73<\/ref> Khi nhà ông ở Lancaster được tu sửa lại vào năm 2003, người ta đã tìm thấy một bình chứa nước bí mật để các nô lệ đang trốn chạy có thể trú ẩn, thông với tòa nhà chính qua một đường hầm giấu kín.<ref name=\"Carlson\">{{chú thích web|url=http:\/\/www.historynet.com\/thaddeus-stevens.htm|title=Thaddeus Stevens|last=Carlson|first=Peter|date=ngày 19 tháng 2 năm 2013|publisher=Weder History Group|access-date=ngày 15 tháng 7 năm 2013|archive-date = ngày 3 tháng 1 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160103175724\/http:\/\/www.historynet.com\/thaddeus-stevens.htm}}<\/ref><ref>{{chú thích tạp chí|last1=Delle|first1=James A.|last2=Levine|first2=Mary Ann|title=Excavations at the Thaddeus Stevens and Lydia Hamilton Smith Site, Lancaster, Pennsylvania: Archaeological Evidence for the Underground Railroad|url=http:\/\/digitalcommons.buffalostate.edu\/cgi\/viewcontent.cgi?article=1094&context=neha|journal=Northeast Historical Archaeology|location=Buffalo, N.Y.|publisher=State University of New York College at Buffalo|volume=33|issue=1|archive-url=https:\/\/web.archive.org\/web\/20140325173644\/http:\/\/digitalcommons.buffalostate.edu\/cgi\/viewcontent.cgi?article=1094&context=neha|archive-date=ngày 25 tháng 3 năm 2014|access-date=ngày 15 tháng 7 năm 2013|url-status=dead}}<\/ref>\n\nCho đến khi [[nội chiến Hoa Kỳ]] bùng nổ, Stevens công khai ủng hộ bãi bỏ và ngăn chặn sự bành trướng của chế độ nô lệ.  Tuy vậy, ông không kêu gọi can thiệp tại những tiểu bang đang có chế độ này vì đây là chuyện nội bộ, được Hiến pháp bảo vệ từ các sự can thiệp bên ngoài.<ref name=\"Brodie, tr. 105–106\" \/> Ông cũng đã ủng hộ những ứng cử viên tổng thống sở hữu nô lệ là đảng viên Đảng Whig: [[Henry Clay]] năm 1844<ref>Brodie, tr. 103<\/ref> và [[Zachary Taylor]] năm 1848.<ref>Meltzer, tr. 81–82<\/ref>\n\n=== Nhiệm kỳ đầu tiên tại Quốc hội ===\n\nTrong năm 1848, Stevens ứng cử vào Quốc hội đại diện cho khu bầu cử thứ 8 của Pennsylvania.  Tại đại hội đảng Whig ông gặp chống đối.  Một số đại biểu cảm thấy Stevens không xứng đáng được đề cử vì đã gia nhập đảng muộn màng; một số người khác thì không ưa quan điểm của ông về chế độ nô lệ.  Ông giành được đề cử với tỷ lệ sít sao.  Đảng Whig giành kết quả tốt trong cuộc bầu cử năm đó, và Taylor đắc cử tổng thống còn Stevens thì đắc cử dân biểu.<ref>Trefousse, tr. 76–77<\/ref>\n\nKhi Quốc hội Hoa Kỳ khóa 31 họp mặt vào tháng 12 năm 1849, Stevens nhậm chức cùng với nhiều ứng cử viên bãi nô khác như [[Salmon P. Chase]]. Stevens lên tiếng phản đối [[Thỏa hiệp 1850|Thỏa hiệp năm 1850]] do Thượng nghị sĩ [[Henry Clay]] từ Kentucky đề xuất, đưa thắng lợi cho cả hai phe Bắc và Nam, nhưng cũng cho phép một số lãnh thổ mới thu được từ Mexico trở thành tiểu bang có chế độ nô lệ.<ref>Trefousse, tr. 79–80<\/ref> Trong khi các tranh luận tiếp diễn, vào tháng 6 ông phát biểu \"Cái chữ 'thỏa hiệp' này khi áp dụng vào nhân quyền và quyền hiến pháp thì tôi căm ghét.\"<ref>Trefousse, tr. 81<\/ref> Tuy nhiên, các đạo luật trong Thỏa hiệp đã được thông qua, kể cả [[Đạo luật Nô lệ Trốn chạy 1850]] (Fugitive Slave Act of 1850) mà đối với Stevens là ghê tởm.<ref>Meltzer, tr. 94<\/ref> Dù nhiều người Mỹ hy vọng rằng Thỏa hiệp sẽ đem lại hòa bình giữa hai miền, Stevens cảnh báo rằng nó sẽ \"sản sinh ra phiến loạn, chia rẽ, và nội chiến trong tương lai\".<ref>Brodie, tr. 114<\/ref>\n\nStevens dễ dàng được đề cử lại và tái đắc cử vào năm 1850, dù quan điểm của ông đã gây vấn đề với một số đảng viên Whig ủng hộ Thỏa hiệp.<ref name=\"Brodie, tr. 116–119\">Brodie, tr. 116–119<\/ref> Năm 1851, ông là một trong những luật sư bào chữa trong một vụ án xét xử 38 người Mỹ gốc Phi và ba người khác tại tòa án liên bang ở Philadelphia vì tội phản quốc. Những bị cáo đã dính líu vào cái gọi là vụ [[Nổi loại Christiana|Nổi loạn Christiana]], trong đó một người sở hữu nô lệ đã bị giết chết trong một nỗ lực thì hành một trát lệnh theo Đạo luật Nô lệ Trốn chạy. Thẩm phán Tòa án Tối cao [[Robert Cooper Grier|Robert Grier]], với tư cách là thẩm phán tuần tra của tòa thượng thẩm, là người chủ trì phiên xử. Grier đã chỉ thị bồi thẩm đoàn cho trắng án với lý do dù họ có thể đã có tội giết người hay nổi loạn, họ lại không bị buộc tội đó mà là tội phản quốc, và họ vô tội đối với tội danh đó. Những sự kiện thu hút dư luận như thế này đá góp phần phân cực ý kiến về vấn đề nô lệ và đưa tên tuổi Stevens lên như một nhân vật nổi bật trong phe bãi nô ở miền Bắc.<ref name=\"Brodie, tr. 116–119\" \/><ref name=\"Bond305\">Bond, tr. 305.<\/ref>\n\nDù vậy, Stevens vẫn đã vấp phải nhiều vấn đề chính trị. Ông rời bỏ Đảng Whig vào tháng 12 năm 1851 khi những người chung đảng không hưởng ứng nỗ lực của ông nhằm bãi bỏ những thành phần ghê gớm nhất của Thỏa hiệp, nhưng ông đã ủng hộ ứng cử viên tổng thống thất bại của đảng trong cuộc bầu cử năm 1852 là Tướng [[Winfield Scott]]. Nhận thấy mình khó được đề cử lại do các thành phần chống đối, quan điểm về chế độ nô lệ không được ưa thích tại địa phương, và việc ông tham gia trong vụ án phản quốc, nên ông chỉ mong muốn chọn người thay thế mình. Người được ông chọn cũng không được đảng Whig đề cử.<ref>Trefousse, tr. 84–86<\/ref>\n\n=== Đảng Không biết gì và Đảng Cộng hòa ===\n\nKhông còn tại chức, Stevens tập trung vào việc hành nghề luật ở Lancaster, duy trì tiếng tăm là một trong những luật sư hàng đầu tiểu bang. Ông vẫn hoạt động trong chính trường, và vào năm 1854 đã gia nhập [[Đảng Không biết gì]] để giành thêm lá phiếu cho phong trào bãi nô. Đây là một đảng chống nhập cư và bài ngoại nhưng lại có quan điểm bãi nô và ủng hộ quyền lao động. Các thành viên cam kết không tiết lộ thông tin về các cuộc bàn luận nội bộ (vì thế nên họ \"không biết gì\"), và Stevens bị chỉ trích vì đã gia nhập một nhóm có các quy tắc bí mật giống như Hội Tam Điểm. Năm 1855, ông gia nhập [[Đảng Cộng hòa (Hoa Kỳ)|Đảng Cộng hòa]] mới được thành lập. Nhiều cựu đảng viên Whig chống chế độ nô lệ cũng gia nhập, trong đó có [[William H. Seward]] từ New York, [[Charles E. Sumner]] từ Massachusetts, và [[Abraham Lincoln]] từ Illinois.<ref>Brodie, tr. 121–123<\/ref>\n\nStevens là một đại biểu trong Đại hội Toàn quốc Đảng Cộng hòa năm 1856 và ông đã ủng hộ Thẩm phán McLean như ông từng làm vào năm 1832. Tuy nhiên, đại hội đã đề cử [[John C. Frémont]], người mà Stevens tích cực ủng hộ trong cuộc tranh cử đối đầu với ứng cử viên Đảng Dân chủ James Buchanan, người đồng hương với ông ở Lancaster. Tuy vậy, Pennsylvania đã bầu cho Buchanan, giúp ông chiến thắng.<ref>Brodie, tr. 129–130<\/ref> Stevens tiếp tục hành nghề luật, nhưng đến năm 1858 khi cả Tổng thống và đảng của ông đang ít được ủng hộ sau các tranh cãi như [[Dred Scott|vụ Dred Scott]], Stevens nắm lấy cơ hội để trở lại Quốc hội.  Với tư cách là ứng viên Đảng Cộng hòa, ông dễ dàng đắc cử. Những tờ báo ủng hộ Đảng Dân chủ tỏ ra kinh hoàng. Một tờ có hàng tít viết là \"Chủ nghĩa da đen đắc thắng\" (\"Niggerism Triumphant\").<ref>Trefousse, tr. 95–97<\/ref>\n\n=== Cuộc bầu cử năm 1860; khủng hoảng ly khai ===\n\nStevens nhậm chức trong Quốc hội Hoa Kỳ khóa 36 vào tháng 12 năm 1859, chỉ vài ngày sau khi [[John Brown (nhà bãi nô)|John Brown]] bị treo cổ, do đã tấn công vào kho chứa vũ khí ở [[Harpers Ferry, West Virginia|Harpers Ferry]] với hy vọng gây ra một cuộc nổi dậy của nô lệ. Vào lúc này, Stevens phản đối những hành động bạo động của Brown, nhưng sau này ông tỏ vẻ tán thành hơn. Các căng thẳng vùng miền ảnh hưởng đến Hạ viện, mà suốt tám tuần không thể bầu chọn được một [[Chủ tịch Hạ viện Hoa Kỳ|Chủ tịch]]. Stevens tham gia tích cực vào cuộc tranh cãi gay gắt giữa hai bên; có lần Dân biểu từ Mississippi là [[William Barksdale]] đã lấy dao ra dọa Stevens, nhưng chưa dẫn đến máu đổ.<ref>Brodie, tr. 130–132<\/ref>\n[[Tập_tin:Thaddeus_as_doctor.jpg|phải|nhỏ|Quan điểm miền Nam về các thỏa hiệp được đề xuất trong năm 1860 và 1861, trong đó \"Bác sĩ Bắc\" (tức Stevens) đề nghị cắt bỏ đôi chân của miền Nam qua tu chính án hiến pháp.  Trên thực tế, Stevens phản đối các biện pháp này.]]\n\nDo Đảng Dân chủ không thể thống nhất chọn một ứng viên, Đại hội Toàn quốc Đảng Cộng hòa năm 1860 trở nên then chốt vì người được đề cử sẽ có vị trí thuận lợi để thắng cử. Những nhân vật nổi bật trong đảng như Seward và Lincoln ra tranh cử. Stevens tiếp tục ủng hộ Thẩm phán McLean lúc đó đã 75 tuổi. Kể từ cuộc bỏ phiếu thứ hai, hầu hết các đại biểu từ Pennsylvania đã ủng hộ Lincoln, góp phần đưa ông đến chiến thắng. Vì không đảng viên Dân chủ nào ứng cử tại khu bầu cử của ông, Stevens được bảo đảm sẽ đắc cử vào Hạ viện và vận động cho Lincoln ở Pennsylvania. Lincoln giành đa số phiếu trong [[Đại cử tri Đoàn (Hoa Kỳ)|Đại cử tri đoàn]]. Ngay lập tức, quan điểm phản đối bành trướng chế độ nô lệ của [[Tổng thống đắc cử của Hoa Kỳ|Tổng thống tân cử]] đã khiến một số tiểu bang miền Nam nói đến chuyện ly khai, một mối lo âu mà Stevens đã coi nhẹ trong cuộc vận động.<ref>Trefousse, tr. 100–103<\/ref><ref>Brodie, tr. 133<\/ref>\n\nKhi Quốc hội triệu tập vào tháng 12 năm 1860, một số tiểu bang miền Nam đã hứa hẹn ly khai. Stevens cương quyết phản đối nỗ lực nhượng bộ người miền Nam, như trong [[Thỏa hiệp Crittenden]], trong đó đưa chế độ nô lệ vào vị trí bất dịch theo hiến pháp.<ref>Meltzer, tr. 119–121<\/ref> Trong một tuyên bố được trích dẫn rộng rãi tại cả miền Bắc lẫn Nam, ông cho biết thay vì nhượng bộ vì Lincoln đắc cử, ông thà \"Chính phủ này vỡ thành hàng nghìn mảnh\", và lực lượng Hoa Kỳ sẽ dẹp tan bất cứ cuộc phiến loạn nào.<ref>Trefousse, tr. 107<\/ref> Bất chấp phản đổi của Stevens, chính phủ [[vịt què]] của Buchanan ít có động tĩnh gì để đối phó các cuộc bỏ phiếu ly khai, khiến hầu hết các tài nguyên liên bang ở miền Nam rơi vào tay quân phiến loạn. Nhiều người, ngay cả những người trong phong trào bãi nô, vẫn hài lòng để miền Nam ra đi. Stevens không đồng ý, và ông \"chắc hẳn vui mừng\" khi Lincoln tuyên bố trong [[Diễn văn nhậm chức đầu tiên của Abraham Lincoln|diễn văn nhậm chức đầu tiên]] vào ngày 4 tháng 3 năm 1861 rằng ông sẽ \"giữ, chiếm đóng, và chiếm hữu những sở hữu và địa điểm thuộc chính quyền\".<ref>Trefousse, tr. 109<\/ref><ref>Brodie, tr. 139<\/ref>\n\n== Nội chiến Hoa Kỳ ==\n\n=== Chế độ nô lệ ===\n\nKhi chiến tranh bùng nổ vào tháng 4 năm 1861, Stevens lập luận rằng quân Liên minh miền Nam là phe cách mạng đáng bị tiêu diệt.  Ông tin rằng họ đã đặt mình ra ngoài khuôn khổ được Hiến pháp Hoa Kỳ bảo vệ khi tuyên chiến, và khi Hoa Kỳ tái thành lập thì chế độ nô lệ sẽ không còn chỗ để tồn tại. Chủ tịch Hạ viện [[Galusha Grow]], một người cùng quan điểm với Stevens trong nhóm [[Cộng hòa Cấp tiến]] (vì lập trường của họ đối với chế độ nô lệ, khi so với nhóm Cộng hòa Bảo thủ hay Ôn hòa), đã bổ nhiệm ông làm Chủ tịch Ủy ban Tài chính Hạ viện. Vị trí này đã cho ông quyền sắp đặt trình tự chương trình Hạ viện.<ref>Trefousse, tr. 109–114<\/ref>\n\nVào tháng 7 năm 1861, Stevens đã dẫn lái để thông qua một đạo luật tịch thu tài sản, trong đó có người nô lệ, từ tay một số người phiến loạn. Tháng 11 cùng năm, ông đề xuất một nghị quyết nhằm thả tự do tất cả các nô lệ, nhưng không thành công.<ref name=\"Carlson\" \/> Tuy nhiên, ông đã thông qua được dự luật bãi nô tại thủ đô Washington D.C. và tại các lãnh thổ. Đến tháng 3 năm 1862, Lincoln chỉ công khai ủng hội dần dần bãi nô tại các tiểu bang biên giới, và chính phủ liên bang sẽ bồi thường những chủ nô, khiến Stevens bực tức.<ref>Trefousse, tr. 118–119<\/ref>\n\nStevens và một số nghị sĩ cấp tiến khác cảm thấy thất vọng với sự chậm trễ của Lincoln trong việc làm theo chính sách của họ về vấn đề bãi nô; theo Brodie thì \"Lincoln hiếm khi đi theo kịp Stevens, mặc dù cả hai đang đồng hành đến chân trời tươi sáng.\"<ref>Brodie, tr. 153<\/ref> Tháng 4 năm 1862, Stevens viết trong một lá thư thư gửi một người bạn: \"Đối với hy vọng cho tương lai thì xấu vì Lincoln là kẻ vô danh tiểu tốt.\"<ref>Trefousse, tr. 119<\/ref> Những người cấp tiến tiếp tục đẩy mạnh vấn đề, khiến Lincoln phải nói: \"Stevens, Sumner và [Thượng nghị sĩ Massachusetts Henry] [[Henry Wilson|Wilson]] cứ quấy rầy tôi với đòi hỏi về một Tuyên ngôn Giải phóng. Dù tôi đi bất cứ nơi đâu, quay đến hướng nào, họ cứ theo đuổi tôi, nhưng trong trái tim tôi vẫn có một niềm tin sâu sắc là thời khắc [để tuyên bố] chưa đến.\"<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=UrCBLHGyM3sC&pg=PT526|title=Abraham Lincoln: A Life|author=Michael Burlingame|publisher=Johns Hopkins University Press|year=2012|isbn=9781421410685|location=Baltimore, Md.|page=526|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 18 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210418001424\/https:\/\/books.google.com\/books?id=UrCBLHGyM3sC&pg=PT526}}<\/ref> Tổng thống nói rằng nếu đến lúc phải chọn lựa giữa những người cấp tiến và những kẻ thù của họ, ông buộc phải theo Stevens và những người theo ông, và cho rằng họ là \"ma quỷ khó đối phó nhất trên đời\", nhưng \"gương mặt họ...luôn hướng về [[Zion]].\"<ref>{{chú thích sách|url=https:\/\/archive.org\/details\/wearelincolnmen00davi|title=We Are Lincoln Men: Abraham Lincoln and His Friends|author=David Herbert Donald|publisher=Simon & Schuster|year=2004|isbn=978-0-7432-5470-0|location=New York|page=[https:\/\/archive.org\/details\/wearelincolnmen00davi\/page\/205 205]|url-access=registration}}<\/ref> Dù Lincoln đã soạn tuyên ngôn của mình vào tháng 6 và 7 năm 1862, chỉ có Nội các được biết bí mật này, và ông đã bỏ qua các lời khẩn cầu từ phe cấp tiến cho đến sau khi Liên bang miền Bắc chiến thắng trong [[Trận Antietam]] vào tháng 9 mới phát hành tuyên ngôn. Stevens nhanh chóng sử dụng [[Tuyên ngôn giải phóng nô lệ]] này trong chiến dịch tái tranh cử thành công của mình.<ref>Trefousse, tr. 120–121, 126–127<\/ref> Khi Quốc hội họp lại vào tháng 12, Stevens tiếp tục chỉ trích các chính sách của Lincoln, cho rằng chúng \"đáng bị cộng đồng lên án\".<ref>Donald 1995, tr. 424<\/ref> Stevens phản đối kế hoạch đưa những người nô lệ được thả tự do ra nước ngoài định cư của Lincoln, mặc dù ông có khi ủng hộ các đề xuất di cư vì lý do chính trị.<ref>Brodie, tr. 161–162<\/ref> Trong một bức thư Stevens gửi một người cháu trai vào tháng 6 năm 1863, ông viết \"Những người nô lệ nên được kích động nổi dậy để cho bọn phiến loạn nếm mùi được nội chiến thật sự như thế nào.\"<ref>Thaddeus Stevens, Selected Papers of Thaddeus Stevens (Pittsburg: University of Pittsburgh Press, 1997), 397<\/ref>\n\nTrong lúc quân miền Nam tiến vào miền Bắc giữa năm 1863 mà cao trào là [[Trận Gettysburg]], quân miền Nam đã hai lần điều phái quân đến cơ sở Lò rèn Caledonia của Stevens. Stevens khi đang ở đó để giám sát công việc, đã bị nhân viên của mình đưa đi nơi khác. Tướng [[Jubal Early]] đã cho cướp bóc và phá hoại Lò rèn, khiến Stevens thiệt hại đến khoảng $80.000. Early nói rằng phe miền Bắc cũng làm việc như vậy đối với các nhân vật miền Nam, và Stevens đã nổi tiếng về sự thù oán đối với miền Nam.<ref>Trefousse, tr. 134<\/ref> Khi được hỏi liệu ông có đưa vị dân biểu vào [[Nhà tù Libby]] ở Richmond hay không, Early trả lời rằng nếu bắt được Stevens thì ông sẽ cho treo cổ rồi chia xương cốt cho các tiểu bang miền Nam.<ref>Brodie, tr. 180<\/ref>\n\nStevens thúc đẩy Quốc hội thông qua một tu chính án bãi bỏ chế độ nô lệ. Tuyên ngôn giải phóng nô lệ chỉ là biện pháp thời chiến, không áp dụng cho tất cả nô lệ, có thể sẽ bị hủy bỏ trong một tòa án lúc thời bình; một tu chính án sẽ kết liễu chế độ nô lệ.<ref name=\"Carlson\" \/> [[Tu chính án 13 Hiến pháp Hoa Kỳ|Tu chính án thứ 13]]{{efn|James Ashley đưa ra tu chính án vào tháng 12 năm 1863. Đến tháng 3 năm 1864 Stevens dã đề xuất một phiên bản khác có thêm chứ \"mãi mãi\" trong đoạn cấm và dứt khoát vô hiệu hóa Điều khoản Nô lệ Chạy trốn (Fugitive Slave Clause) trong Điều{{nbs}}4, Đoạn{{nbs}}2 trong Hiến pháp Hoa Kỳ. Phiên bản cuối cùng được thông qua là do Ủy ban Tư pháp Thượng viện viết.<ref>Hamilton, tr. 5–6.<\/ref>}}{{snd}}cấm chế độ nô lệ {{snd}}dễ dàng thông qua Thượng viện, nhưng thất bại tại Hạ viện vào tháng 6; do lo sợ không thể thông qua lần tiếp nên một nỗ lực lần hai bị trì hoãn.<ref>Trefousse, tr. 140<\/ref> Sau khi tái đắc cử năm 1864, Lincoln hăng hái vận động cho tu chính án, và Stevens miêu tả [[Thông điệp Liên bang|thông điệp thường niên]] của Lincoln vào tháng 12 là \"thông điệp quan trọng nhất và tốt nhất đã truyền đạt tới Quốc hội trong vòng 60{{nbs}}năm qua\".<ref>Trefousse, tr. 162<\/ref> Stevens kết thúc cuộc tranh luận cho tu chính án vào ngày 13 tháng 1 năm 1865. Dân biểu Illinois [[Isaac Arnold]] viết: \"các quân nhân và dân chúng ưu tú đã ngồi vào tất các các chỗ ngồi có sẵn, để nghe cụ già hùng hồn nói chuyện để kết thúc cuộc chiến chống lại chế độ nô lệ dài 40 năm.\"<ref>Brodie, tr. 203<\/ref>\n\nTu chính án được thông qua với tỷ lệ sít sao sau khi chính Lincoln phải bỏ công gây áp lực, cùng với hứa hẹn bổ nhiệm chức vụ cho cuộc \"[[William Bilbo|vận động Seward]]\". Phe Dân chủ cáo buộc có sự mua chuộc;<ref>Vorenberg, tr. 182–202<\/ref><ref>Cox & Cox, tr. 28<\/ref> Stevens tuyên bố \"Biện pháp vĩ đại nhất thế kỷ 19 đã được thông qua bằng tham nhũng, được người trong sạch nhất nước Mỹ giúp đỡ và tiếp tay.\"<ref>{{chú thích tạp chí|last=Scovel|first=James M.|year=1898|title=Thaddeus Stevens|url=https:\/\/books.google.com\/books?id=h_AzAQAAMAAJ&pg=PA550|journal=Lippincott's Monthly Magazine, A Popular Journal of General Literature|location=Philadelphia|publisher=J.B. Lippincott Company|page=550|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 18 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210418001425\/https:\/\/books.google.com\/books?id=h_AzAQAAMAAJ&pg=PA550}}<\/ref> Tu chính án được tuyên bố thông qua vào ngày 18 tháng 12 năm 1865. Stevens tiếp tục thúc giục diễn giải nó một cách mở rộng rằng nó chẳng những chính thức kết thúc chế độ nô lệ, mà còn bao gồm cả công lý về kinh tế.<ref>Tsesis, tr. 41–43.<\/ref><ref>Brodie, tr. 204<\/ref>\n\nSau khi thông qua Tu chính án thứ 13, Quốc hội đã tranh luận về các quyền kinh tế của những người mới được thả tự do. Theo thúc giục của Stevens,<ref name=\"Bond305\" \/> quốc hội thành lập Cơ quan Tỵ nạn, Người tự do, và Đất bỏ hoang với nhiệm vụ (nhưng không có ngân sách) thành lập trường học và phân phối \"không hơn bốn mươi mẫu Anh\" [16 hécta] đất tịch thu từ miền Nam cho mỗi hộ gia đình người nô lệ được thả tự do.<ref>Bond, tr. 304<\/ref>\n\n=== Chi tiêu chiến tranh ===\n\nStevens phối hợp chặt chẽ với các viên chức trong chính quyền Lincoln trong các đạo luật chi tiêu chiến tranh. Trong vòng một ngày sau khi được bổ nhiệm làm chủ tịch Ủy ban Tài chính, ông đã đưa báo cáo cho một dự luật vay mượn cho chiến tranh. Theo sau đó là các đạo luận trả lương cho các binh lính lính mà Lincoln đã động viên và cho phép chính quyền vay mượn tiền để tiến hành chiến tranh. Các đạo luật này đã được Stevens dẫn lái thông qua Hạ viện. Để đối phó các mánh khóe làm trì hoãn của phe [[Rắn hổ mang (chính trị)|Rắn hổ mang]] (Copperhead) chống đối, ông đã cho Hạ viện giới hạn thời gian tranh luận xuống còn nửa phút.<ref>Brodie, tr. 150–151<\/ref>\n\nStevens đóng vai trò lớn trong việc thông qua Đạo luật Phương tiện thanh toán Hợp pháp 1862, lần đầu tiên mà chính phủ liên bang Hoa Kỳ phát hành tiền dựa vào tín nhiệm thay vì [[Bản vị vàng|vàng]] hay [[Bản vị bạc|bạc]]. Một số biện pháp tạm thời để gây quỹ như [[Trái phiếu chính phủ|trái phiếu chiến tranh]] đã thất bại khi người ta thấy rõ rằng chiến tranh sẽ tiếp diễn lâu dài.<ref>Trefousse, tr. 121–122<\/ref> Trong năm 1863, Stevens góp phần thông qua Đạo luật Ngân hàng Quốc gia đòi hỏi các ngân hàng hạn chế số tiền lưu hành dưới số trái phiếu liên bang mà chúng cần phải giữ. Hệ thống này tồn tại trong nửa thế kỳ đến khi được [[Cục Dự trữ Liên bang (Hoa Kỳ)|Hệ thống Dự trữ Liên bang]] thay thế vào năm 1913.<ref>Trefousse, tr. 131<\/ref>\n\nDù đạo luật Phương tiện thanh toán Hợp pháp cho phép chính phủ trả nợ nần bằng tiền giấy, Steven không thuyết phục được Thượng viện cho trả tiền lãi [[Nợ chính phủ|khoản nợ quốc gia]] bằng tiền giấy [[greenback]].<ref>Brodie, tr. 174–175<\/ref> Trong lúc tiền giấy ngày càng mất giá, Stevens đã lên án những nhà đầu cơ vàng, và trong tháng 6 đã đề xuất Dự luật Vàng sau khi tham khảo ý kiến của [[Bộ trưởng Ngân khố Hoa Kỳ|Bộ trưởng Ngân khố]] [[Salmon P. Chase]]{{snd}}đây là dự luật nhằm hủy bỏ thị trường vàng qua việc cấm môi giới mua vàng hay phân phát vàng trong tương lai. Dự luật được thông qua vào tháng 6; tuy nhiên các hỗn loạn diễn ra do thiếu thị trường vàng có tổ chức đã khiến tiền giấy mất giá càng nhanh hơn trước. Dưới áp lực nặng nề từ giới kinh doanh, Quốc hội phải bãi bỏ đạo luật vào ngày 1 tháng 7, chỉ 12 ngày sau khi thông qua.<ref>Brodie, tr. 174–177<\/ref> Stevens không tỏ ra hối hận kể cả khi tiền giấy tăng giá lại vào cuối năm 1864 giữa dự tính miền Bắc chiến thắng, và đã đề xuất dự luật nhằm ngăn cấm việc trả thêm để đổi tiền giấy lấy tiền vàng đúc. Dự luật này không được thông qua.<ref>Brodie, tr. 178<\/ref>\n\nCũng như hầu hết các chính khách Pennsylvania lưỡng đảng, Stevens ủng hộ [[thuế quan]], được tăng từ 19% đến 48% trong những năm tài khóa 1861 đến 1865.<ref>Census Bureau, \"Historical Statistics of the United States from Colonial Times to 1970, Part 2, 888<\/ref><ref>Steve Moyer \"Remarkable Radical: Thaddeus Stevens *Humanities Magazine V.33, N.6 (December 2012)<\/ref> Theo nhà hoạt động [[Ida Tarbell]] trong bài \"Thuế quan trong thợi đại của chúng ta\": \"Đối với Stevens, mức thuế [nhập khẩu] không bao giờ là quá cao, đặc biệt là đối với [[sắt]], vì ông là một nhà sản xuất và người ta thường nói tại Pennsylvania rằng mức thuế mà ông đề xuất không phải đại diện các lợi ích sắt của tiểu bang, mà là được nâng cao để đáp ứng các nhu cầu của những công trình bị hư hại nặng{{nbs}}...của chính ông ta.\"<ref>Ida Tarbell \"The Tariff in Our Times (New York: Macmillan, 1911), 15<\/ref>\n\n== Tái thiết ==\n\n=== Vấn đề tái thiết miền Nam ===\n\nTrong lúc Quốc hội vẫn bàn luận cách tổ chức lại Hoa Kỳ sau chiến tranh, số phận của những người nô lệ được thả tự do và những người miền Nam phiến loạn vẫn chưa định đoạt.<ref>Stewart, tr. 17–18<\/ref><ref name=\"BJ148\">Bryant-Jones, tr. 148<\/ref> Stevens phát biểu rằng việc cần thiết là phải \"tái tổ chức căn bản các cơ quan, tập quán, và kiểu cách của miền Nam\".<ref>Stewart, tr. 17<\/ref> Stevens, Sumner và những người cấp tiến khác cho rằng các tiểu bang miền Nam cần được đối xử như những tỉnh bị chinh phục, không còn quyền hiến pháp nào. Ngược lại, Lincoln nói rằng chỉ có những cá nhân, không phải những tiểu bang đã phiến loạn.<ref>Bryant-Jones, tr. 148–149<\/ref> Tháng 7 năm 1864, Stevens thúc giục Lincoln ký [[Dự luật Wade–Davis]] đòi hỏi ít nhất một nửa số lượng cử tri trước chiến tranh của mỗi tiểu bang phải tuyên thệ trung thành thì tiểu bang đó mới được tái gia nhập. Lincoln có chủ trương khoan hồng hơn, chỉ muốn đòi hỏi 10%, nên đã phủ quyết dự luật bằng cách không ký và để nó hết hạn.<ref>Donald 1995, tr. 510<\/ref>\n\nStevens miễn cưỡng ủng hộ Lincoln trong Đại hội [[Đảng Liên hiệp Quốc gia (Hoa Kỳ)|Đảng Liên hiệp Quốc gia]], một liên minh giữa Đảng Cộng hòa và những đảng viên Dân chủ ủng hộ Liên bang miền Bắc. Ông muốn bỏ phiếu cho đương kim Phó tổng thống là [[Hannibal Hamlin]] làm người đồng hành với Lincoln trong cuộc tranh cử năm 1864, nhưng đoàn đại biểu tiểu bang Pennsylvania đã bỏ phiếu cho ứng cử viên được Lincoln đề bạt là Thống đốc Quân sự của Tennessee [[Andrew Johnson]], một đảng viên Dân chủ ủng hộ miền Bắc từng là Thượng nghị sĩ Tennessee và được bầu làm thống đốc. Stevens cảm thấy ghe tởm khi Johnson được đề cử, phàn nàn rằng, \"ta không thể tìm được một ứng cử viên Phó Tổng thống mà không cần phải xuống một tỉnh phiến loạn đáng nguyền rủa hay sao?\"<ref>Trefousse, tr. 144–147<\/ref> Stevens đã vận động cho liên danh Lincoln–Johnson; chiến dịch này thành công và Stevens cũng được thêm một nhiệm kỳ trong Hạ viện.<ref>Trefousse, tr. 148–149<\/ref> Tháng 1 năm 1865, khi Quốc hội hay tin Lincoln từng có nỗ lực đàm phán hòa bình với các lãnh đạo miền Nam, Stevens giận dữ tuyên bố rằng nếu cử tri Mỹ có thể bỏ phiếu lại, họ sẽ bầu Tướng [[Benjamin Butler (politician)|Benjamin Butler]] thay vì Lincoln.<ref>William C. Harris, \"[http:\/\/quod.lib.umich.edu\/j\/jala\/2629860.0021.104?rgn=main;view=fulltext#link_note_20 The Hampton Roads Peace Conference: A Final Test of Lincoln's Presidential Leadership] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210420015125\/https:\/\/quod.lib.umich.edu\/j\/jala\/2629860.0021.104?rgn=main;view=fulltext#link_note_20 |date = ngày 20 tháng 4 năm 2021}}\", ''Journal of the Abraham Lincoln Association'' 21(1), Winter 2000. Truy cập ngày 30 tháng 6 năm 2013.<\/ref>\n\n=== Kế hoạch Tái thiết của tổng thống ===\n\nTrước khi rời khỏi thủ đô sau khi Quốc hội giải tán cuộc họp vào tháng 3 năm 1865, Stevens đã gặp riêng Lincoln và thúc giục vị tổng thống ép chặt miền Nam về mặt quân sự, dù chiến tranh đã sắp kết thúc.  Lincoln trả lời \"Stevens à, đây là một con lợn thật lớn mà chúng ta đang cố gắng bắt và giữ yên khi bắt được. Chúng ta phải cẩn thận để nó không tuột khỏi tầm tay.\"<ref>Trefousse, tr. 157<\/ref> Đây là lần cuối cùng Stevens gặp mặt Lincoln; Stevens ra đi với ấn tượng nghe được \"một ẩn dụ giản dị nhưng không chắc chắn để lại một dấu vết gì trong chính sách của Lincoln\".<ref>Brodie, tr. 216<\/ref> Vào tối ngày 14 tháng 4 năm 1865, Lincoln bị người ủng hộ miền Nam là [[John Wilkes Booth]] [[Vụ ám sát Abraham Lincoln|ám sát]]. Stevens không tham gia các lễ nghi khi tàu tang của Lincoln dừng lại tại Lancaster; lúc đó ông được cho là đang đau ốm. Trefousse thì đưa giả thuyết rằng ông có lẽ đã tránh các lễ nghi vì các lý do khác.  Theo nhà viết tiểu sử về Lincoln là [[Carl Sandburg]], Stevens đã đứng tại một cầu đường sắt và giở mũ chào.<ref>Trefousse, tr. 158–159<\/ref>\n\nTháng 5 năm 1865, Andrew Johnson bắt đầu chính sách được gọi là \"[[Tái thiết Tổng thống]]\": công nhận chính quyền lâm thời ở Virginia do [[Francis Harrison Pierpont]] lãnh đạo, và kêu gọi các tiểu bang từng phiến loạn tổ chức các cuộc hội nghị lập hiến, tuyên bố ân xá đối với nhiều người miền Nam, và ra lệnh ân xá một số cá nhân khác. Johnson không đòi hỏi các tiểu bang bảo vệ quyền những người nô lệ được thả tự do, và ngay lập tức làm mất tác dụng các chính sách [[cải cách ruộng đất]] của Cục cho Người tự do (Freedmen's Bureau). Những hành động này làm Stevens và những người cùng quan điểm vô cùng tức giận. Những người cấp tiến thấy rằng những người mới được trao tự do có nguy cơ mất tự do kinh tế và chính trị cần thiết để duy trị sự giải phóng từ chế độ nô lệ. Họ bắt đầu kêu gọi trao quyền bỏ phiếu cho tất cả mọ người đàn ông và tiếp tục các đòi hỏi cải cách ruộng đất.<ref>Meltzer, tr. 165–167<\/ref><ref>Trefousse, tr. 163–164<\/ref>\n\nStevens viết thư cho Johnson nói rằng các chính sách của ông đang gây thiệt hại nghiêm trọng cho đất nước và kêu gọi ông triệu hồi Quốc hội, vốn đã giải tán đến tháng 12.  Khi những lời nói của mình bị phớt lờ, Stevens bắt đầu thảo luận với những người cấp tiến khác cách đối phó với Johnson một khi hai viện họp lại. Theo Hiến pháp, Quốc hội có quyền xét đoán những thành viên của mình có đủ tư cách không; Stevens kêu gọi không cho phép bất cứ nghị sĩ miền Nam nào nhậm chức.<ref name=\"brodieparts\">Brodie, tr. 225–230, 234–239<\/ref> Ông lập luận rằng các tiểu bang không nên được tái gia nhập vì nếu vậy thì sau này Quốc hội sẽ không còn đủ sức mạnh để thực hiện các cải cách về chủng tộc.<ref>Brodie, tr. 231<\/ref>\n\nVào tháng 9, Stevens đã đọc một diễn văn tại Lancaster được in lại nhiều lần, trong đó ông đưa ra những yêu sách của mình đối với miền Nam. Ông đề xuất chính quyền tịch thu đất đai của 70.000 địa chủ lớn nhất, những người sở hữu hơn {{convert|200|acres}}. Phần lớn các tài sản này ông muốn phân chia ra cho những người mới được thả tự do, mỗi hộ một mảnh có diện tích [[40 mẫu và một con lữa|{{convert|40|acre}}]]; phần còn lại chia cho những người trung thành ở cả hai miền Bắc Nam, hoặc để trả nợ chính phủ. Ông cảnh báo rằng dưới kế hoạch của Tổng thống, các tiểu bang miền Nam sẽ gửi những kẻ phiến loạn vào Quốc hội và họ sẽ cấu kết với những đảng viên Dân chủ ở miền Bắc và Johnson để cai trị quốc gia và có thể xóa bỏ giải phóng<ref>Brodie, tr. 231–233<\/ref>\n\nĐến cuối năm 1865, các tiểu bang miền Nam đã chỉ cho phép người da trắng bỏ phiếu, và trong các cuộc bầu cử Quốc hội, đã bầu chọn nhiều cựu quân phiến loạn, trong đó có Phó tổng thống Liên minh miền Nam [[Alexander Stephens]] được cơ quan lập pháp Georgia chọn làm thượng nghị sĩ.  Bạo lực chống lại người Mỹ gốc Phi diễn ra thường ngày ở miền Nam và không bị trừng phạt; các cơ quan lập pháp mới này đã thông qua các đạo luật tước đi hầu hết mọi quyền công dân của những người mới thoát được ách nô lệ. Những hành động này được xem là khiêu khích đối với miền Bắc, đã khiến Johnson phải lo ngại và cũng góp phần xoay chuyển dư luận miền Bắc chống lại tổng thống.<ref name=\"brodieparts\" \/> Stevens tuyên bố rằng \"Đây không phải là 'Chính quyền của người da trắng'!{{nbs}}... Nói vậy là một sự báng bổ chính trị, vì nó vi phạm những nguyên lý cơ bản của nguyên tắc tự do của chúng ta.\"<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=vUPqCQAAQBAJ&pg=PA177|title=Thaddeus Stevens|author=Trefousse|date = ngày 9 tháng 11 năm 2000 |isbn=9780807864999|page=177|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 18 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210418001422\/https:\/\/books.google.com\/books?id=vUPqCQAAQBAJ&pg=PA177}}<\/ref>\n\n=== Kế hoạch Tái thiết của Quốc hội ===\n\n[[Tập_tin:Thaddeus_Stevens2.jpg|phải|nhỏ|Stevens với vẻ mặt trầm ngâm]]\n\nĐến lúc này, Stevens đang ở độ tuổi thất tuần và sức khỏe đã suy yếu; ông phải được khiêng đi mọi nơi bằng một chiếc ghế đặc biệt. Khi Quốc hội mở khóa họp mới đầu tháng 12 năm 1865, Stevens đã có sắp xếp với thư ký Hạ viện để khi điểm danh các dân biểu thì bỏ qua tên những người được bầu từ miền Nam.  Thượng viện cũng có hành động tương tự đối với những người muốn vào từ miền Nam. Một tân dân biểu là [[Rutherford B. Hayes]] từ Ohio, miêu tả Stevens: \"Ông ta hoàn toàn cấp tiến, trừ cái điều là theo tôi biết thì ông ta không ủng hộ việc treo cổ. Ông ta là nhà lãnh đạo.\"<!--https:\/\/books.google.com\/books?id=cG8hAAAAMAAJ&pg=PA278&dq=he+don't+believe+in+hanging+he+is+leader+hayes+stevens&hl=en&sa=X&ei=41DpUbWWIqfl4APY64GwCg&ved=0CC4Q6AEwAA#v=onepage&q=he%20don't%20believe%20in%20hanging%20he%20is%20leader%20hayes%20stevens&f=false--><ref>Brodie, tr. 240–242<\/ref>\n\nVì các nhiệm vụ của chủ tịch Ủy ban Tài chính đã được phân chia, Steven đảm nhiệm chức vụ Chủ tịch [[Ủy ban Phân bổ Ngân sách Hạ viện]] và vẫn giữ quyền sắp đặt trình tự chương trình Hạ viện.<ref>Trefousse, tr. 176<\/ref> Stevens chú trọng vào các dự luật nhằm bảo đảm các quyền tự do mà Tu chính án 13 vừa thông qua đã hứa hẹn.<ref name=\"Soifer1616\">Soifer, tr. 1616<\/ref> Ông đề xuất rồi chủ tọa Ủy ban Lưỡng viện về Tát thiết cùng Thượng nghị sĩ từ Maine là [[William Pitt Fessenden]].<ref>Soifer, tr. 1613<\/ref> Cơ quan này, còn gọi là Ủy ban 15 Người (Committee of Fifteen), đã điều tra tình trạng tại miền Nam.  Ủy ban đã nghe kể về các hành động bạo lực chẳng những chống người Mỹ gốc Phi, mà còn chống lại những người trung thành với Liên bang miền Bắc, và những người bị người miền Nam gọi là \"[[carpetbagger]]\", tức những người miền Bắc di cư đến miền Nam sau khi hòa bình lập lại. Stevens tuyên bố \"những người anh em trung thành của chúng ta ở miền Nam, bất kể da trắng hay da đen\" cần được bảo vệ cấp bách \"khỏi những kẻ man rợ nay đang giết họ hàng ngày\".<ref name=\"Soifer1616\" \/>\n\nỦy ban 15 Người bắt đầu cân nhắc dự luật mà sau này trở thành [[Tu chính án 14 Hiến pháp Hoa Kỳ|Tu chính án 14]]. Stevens đã bắt đầu soạn thảo từ tháng 12 năm 1865, ngay trước khi Ủy ban thành lập.{{sfn|Gans|2011|p=10}} Vào tháng 1 năm 1866, một tiểu ban bao gồm Stevens và [[John Bingham]] đề xuất hai tu chính án: tu chính án thứ nhất trao Quốc hội toàn quyền bảo đảm cho tất cả các công dân quyền, đặc quyền, và sự bảo vệ bằng nhau; tu chính án thứ hai dứt khoát bãi bỏ tất cả các đạo luật phân biệt đối xử.<ref name=\"Halbrook8\">{{harvnb|Halbrook|1998|pp=6–8}}<\/ref> Stevens tin rằng dù [[Tuyên ngôn độc lập Hoa Kỳ|Tuyên ngôn độc lập]] và các Đạo luật Cơ bản (Organic Acts) đã ràng buộc chính quyền liên bang với các nguyên lý này, nhưng một tu chính án vẫn cần thiết để thi hành chống lại phân biệt đối sử ở cấp tiểu bang.<ref>{{harvnb|Halbrook|1998|p=34}}<\/ref> Nghị quyết mà sau này trở thành Tu chính án thứ 14 đã bị giảm bớt tại Quốc hội; trong cuộc tranh luận lần cuối, Stevens phát biểu rằng những thay đổi này đã làm tan vỡ ước vọng của cả cuộc đời mình để mang lại bình đẳng cho tất cả mọi người Mỹ.<ref>Stewart, tr. 55–57<\/ref><ref>Du Bois, tr. 300–307.<\/ref> Tuy vậy, ông tuyên bố rằng mình đang sống với con người chứ không phải các thiên thần, nên ông đã ủng hộ tu chính án đã được thỏa hiệp.<ref>Trefousse, tr. 178–179<\/ref> Tuy thế, Stevens phát biểu tại Hạ viện: \"Bốn mươi mẫu đất và một ngôi chòi sẽ có giá trị đối với [người Mỹ gốc Phi] nhiều hơn so với quyền bỏ phiếu ngay lập tức.\"<ref>Bond, tr. 300<\/ref>\n[[Tập_tin:Hang_Thaddeus.jpg|trái|nhỏ|Dựa theo một lời trao đổi giữa Johnson và những người la ó trong vận động \"Xoay quanh vòng tròn\", phần tranh biếm họa này của [[Thomas Nast]] cho thấy Johnson đang ân xá  [[Jefferson Davis|Davis]] trong lúc Stevens và [[Wendell Phillips]] đang bị treo cổ ở đằng sau.]]\n\nKhi Thượng nghị sĩ từ Illinois [[Lyman Trumbull]] đề xuất dự luật nhằm tái cấp quyền và mở rộng Cục cho Người tự do, Stevens cho rằng dự luật này là một \"vụ cướp\" vì nó không có đầy đủ những điều khoản để cải cách ruộng đất hay bảo vệ tài sản của những người di cư được chính quyền quân sự chiếm đóng ở miền Nam trao cho.<ref name=\"Foner139\">Foner (1980), tr. 139–140<\/ref> Dù sao thì Johnson cũng đã phủ quyết dự luật này, cho rằng Cục cho Người tự do là vi hiến và chỉ trích chi phí của nó: Quốc hội chưa từng mua đất, thành lập trường học, hay trợ cấp \"người của chúng ta\".<ref>Foner, tr. 242–247<\/ref><ref>Trefousse, tr. 180–181<\/ref> Quốc hội không có đủ phiếu để vượt qua hành động phủ quyết của Johnson vào tháng 2, nhưng năm tháng sau lại thông qua một dự luật tương tự. Stevens chỉ trích Đạo luật Nhà ở miền Nam 1866 được thông qua, cho rằng đất hạng xấu mà đạo luật cung cấp không thúc đẩy được sự phát triển kinh tế cho các hộ người da đen.<ref name=\"Foner139\" \/>\n\nQuốc hội đã vượt qua phủ quyết của Johnson để thông qua [[Đạo luật Dân quyền 1866]] (cũng do Trumbull đề xuất), trao quyền công dân và quyền bình đẳng trước luật pháp cho người Mỹ gốc Phi, và cấm các hành động trái lại từ chính quyền một tiểu bang nào. Khoảng cách giữa Johnson và Quốc hội càng lớn thêm khi ông cáo buộc rằng Stevens, Sumner, và [[Wendell Phillips]] đang cố gắng phá hủy chính phủ.<ref>Trefousse, tr. 181–186<\/ref>\n\nSau khi Quốc hội giải tán vào tháng 7, chiến dịch cho cuộc bầu cử mùa thu lại bắt đầu.  Johnson tiến hành một chuyến đi bằng đường sắt, được gọi là \"Xoay quanh vòng tròn\" (''Swing Around the Circle''), nhưng không mang lại cho ông nhiều người ủng hộ; những cuộc tranh luận giữa ông và những người la ó chất vấn bị xem là làm mất thể thống. Ông tấn công Stevens và những nhân vật cấp tiến khác trong chuyến đi này.  Stevens thì vận động cho những biện pháp cứng rắn đối với miền Nam, và quan điểm ông được củng cố do những sự kiện bạo động ở [[Bạo động Memphis 1866|Memphis]] và [[Bạo động New Orleans|New Orleans]], nơi những người Mỹ gốc Phi và người da trắng trung thành với Liên bang miền Bắc bị những đám đông tấn công, kể cả cảnh sát. Stevens được cử tri bầu lại vào Quốc hội; Đảng Cộng hòa giành được tỷ lệ đa số 2\/3 trong cả hai viện trong khóa Quốc hội kế tiếp.<ref>Brodie, tr. 277–289<\/ref>\n\n=== Kế hoạch Tái thiết của nhóm Cấp tiến ===\n\nTháng 1 năm 1867, Stevens đề xuất [[Đạo luật Tái thiết|các dự luật]] nhằm phân chia miền Nam thành năm hạt, một hạt do một tướng lĩnh quân đội chỉ huy, có quyền cao hơn chính quyền dân sự. Những chỉ huy quân sự này có nhiệm vụ giám sát các cuộc bầu cử để bảo đảm tất cả những người phái nam, bất kể thuộc chủng tộc nào, đều có quyền bỏ phiếu, trừ những người không thể tuyên thệ rằng họ chưa từng ủng hộ Liên minh miền Nam{{snd}}hầu hết những người dân da trắng miền Nam không thể đáp ứng yêu cầu này. Những tiểu bang đó phải phác thảo những hiến pháp mới (phải được Quốc hội phê chuẩn) và tổ chức bầu cử những viên chức tiểu bang. Chỉ khi tiểu bang nào thông qua Tu chính án thứ 14 thì đoàn nghị sĩ của tiểu bang đó mới được cho phép nhậm chức tại Quốc hội.<ref>Foner, tr. 273–277<\/ref> Hệ thống này trao quyền cho một liên hiệp trong Đảng Cộng hòa giữa những người cựu nô lệ mới được thả tự do (được Hội Liên bang huy động), những [[carpetbagger]], và những người dân miền Nam cộng tác (những người này bị những người bất tuân gọi mỉa mai bằng tên gọi [[scalawag]]) tại hầu hết các tiểu bang miền Nam.<ref>Foner, tr. 282–283, 296–299, 332–333<\/ref> Tu chính án thứ 14 được các tiểu bang này thông qua rồi có hiệu lực vào giữa năm 1868.<ref name=\"GPO\">{{chú thích web|url=http:\/\/www.gpo.gov\/fdsys\/pkg\/HMAN-112\/html\/HMAN-112-pg99.htm|title=Amendment XIV|publisher=US Government Printing Office|archive-url=https:\/\/web.archive.org\/web\/20140202115456\/http:\/\/www.gpo.gov\/fdsys\/pkg\/HMAN-112\/html\/HMAN-112-pg99.htm|archive-date=ngày 2 tháng 2 năm 2014|access-date=ngày 23 tháng 6 năm 2013|url-status=live}}<\/ref>\n\nStevens đề xuất một [[Đạo luật Nhiệm kỳ Chức vụ 1867|Đạo luật Nhiệm kỳ Chức vụ]], đòi hỏi tổng thống nhận sự phê chuẩn của Thượng viện để sa thải những viên chức từng được Thượng viện phê chuẩn cho chức vụ đó. Đạo luật này có điều mơ hồ vì có thể hiểu được chỉ bảo vệ những viên chức trong nhiệm kỳ của tổng thống đã bổ nhiệm họ, và hầu hết những viên chức mà phe cấp tiến muốn bảo vệ là do Lincoln bổ nhiệm.  Quan trọng nhất trong số những viên chức đó là [[Bộ trưởng Chiến tranh Hoa Kỳ|Bộ trưởng Chiến tranh]] [[Edwin Stanton]], vốn là một thành viên phe cấp tiến.<ref>Brodie, tr. 296–303<\/ref>\n\nStevens dẫn lái một dự luật thông qua Hạ viện nhằm trao quyền bỏ phiếu cho người Mỹ gốc Phi ở [[Washington, D.C.|quận Columbia]]; dự luật được Thượng viện thông qua vào năm 1867, và được ban hành dù bị Johnson phủ quyết.  Quốc hội đang cắt giảm Lục quân trong thời bình; Stevens đưa ra một đề xuất sửa đổi để cho thêm hai trung đoàn kỵ binh người Mỹ gốc Phi – đề xuất này được chấp thuận và được thông qua với đạo luật. Mối quan tâm của ông đối với người Mỹ gốc Phi cũng được mở rộng đối với người thổ dân; Stevens đã ngăn chặn một dự luật nhằm đặt các khu vực dành riêng cho người da đỏ dưới luật tiểu bang, ghi nhận rằng những người thổ dân thường bị các tiểu bang lạm dụng.<ref>Trefousse, tr. 193<\/ref> Là một người theo chủ nghĩa bành trướng, ông ủng hộ các công ty đường sắt.<ref>Trefousse, tr. 194<\/ref> Ông thêm một điều kiện trong Đạo luật Đường sắt Lục địa Thái Bình Dương (Pacific Railroad Act) đòi hỏi các công ty đường sắt phải mua sắt \"do Mỹ sản xuất\" ở giá chất lượng hàng đầu.<ref>Ludwell Johnson \"Division and Reunion\" (New York: John Wiley, 1978), 110<\/ref> Dù ông cố gắng hỗ trợ những nhà sản xuất bằng cách đánh thuế nhập khẩu cao, ông đã không thành công trong nỗ lực thông qua một dự luật bảo vệ lao động với ngày làm việc dài 8 giờ ở quận Columbia.  Stevens cũng đã đề xuất một dự luật tăng lương nhân viên chính phủ, nhưng không thành công.<ref>Trefousse, tr. 195<\/ref>\n\n== Luận tội Tổng thống ==\n\n{{Main|Luận tội Andrew Johnson}}\n\nKhóa họp Quốc hội thứ 40, tụ họp vào ngày 4 tháng 3 năm 1867, không xông xáo chống đối Johnson như Stevens mong muốn. Quốc hội nhanh chóng tan họp đến tháng 7, dù Ủy ban Tư pháp vẫn còn ở lại để điều trần về vấn đề có nên luận tội Johnson hay không.<ref>Trefousse, tr. 210–212<\/ref> Stevens cương quyết ủng hộ luận tội, nhưng những thành viên khác thì ít hăng hái hơn khi Thượng viện bầu chọn [[Benjamin Wade]] từ Ohio làm [[Chủ tịch Thượng viện tạm quyền Hoa Kỳ|chủ tịch tạm quyền]], tức người kế vị tổng thống nếu không có phó tổng thống. Wade là một người cấp tiến ủng hộ chính sách tái phân phát của cải; một diễn văn của Wade tại Kansas đã khiến [[Karl Marx]] ấn tượng đến mức ông đã nhắc đến nó trong phiên bản tiếng Đức đầu tiên của tác phẩm ''[[Tư bản (tác phẩm)|Tư bản]]''.<ref>Foner, tr. 309<\/ref> Đồng thời là một người ủng hộ trao quyền bỏ phiếu cho phụ nữ, quan điểm của Wade đã khiến nhiều người không tin tưởng;<ref>Stewart, tr. 39<\/ref> viễn cảnh ông kế vị khiến một số người muốn phế truất Johnson phải lưỡng lự. Tuy nhiên Stevens thì vẫn cương quyết muốn truất phế Tổng thống, và khi Ủy ban Tư pháp chưa có báo cáo, ông đã cố gắng duy trì cuộc họp Quốc hội cho đến khi có báo cáo.<ref>Trefousse, tr. 217–218<\/ref> Dù phản đối tổng thống, Stevens vẫn hợp tác với chính quyền Johnson trong các vấn đề mà cả hai phía đều ủng hộ; ông đã giành được khoản tiền để chính phủ [[Thương vụ Alaska|mua Alaska]] và thúc giục Ngoại trưởng Seward tìm các lãnh thổ khác để bành trướng.<ref>Trefousse, tr. 213–214<\/ref>\n\nHầu hết các bộ trưởng trong nội các của Johnson ủng hộ ông, duy Bộ trưởng Chiến tranh Stanton thì không. Ông cùng [[Thống tướng lục quân (Hoa Kỳ)|Thống tướng Lục quân]] và anh hùng chiến tranh [[Ulysses S. Grant]] đã hợp tác để làm hao mòn các chính sách Tái thiết của Johnson. Johnson đã tuân thủ các đạo luật mà Quốc hội đã thông qua, đôi khi bất chấp cả phủ quyết của ông, nhưng ông thường diễn giải chúng theo cách ngược lại ý định của Quốc hội. Sau khi Stanton không chịu từ chức theo yêu cầu của Johnson vào tháng 8 năm 1867, Johnson đã đình chỉ Stanton, đúng theo điều khoản của Đạo luật Nhiệm kỳ Chức vụ, và bổ nhiệm Thống tướng Grant làm Bộ trưởng Chiến tranh lâm thời.<ref>Castel, tr. 136–137<\/ref> Trong cuộc bầu cử năm đó, các đảng viên Cộng hòa vận động xoay quanh chính sách trao quyền bỏ phiếu cho người Mỹ gốc Phi, nhưng cử tri lại bầu cho những đảng viên Dân chủ vốn không ủng hộ chính sách này.  Dù không có ghế Quốc hội nào trực tiếp chịu ảnh hưởng, cử tri Ohio đã đánh bại một trưng cầu dân ý trao quyền bỏ phiếu cho người da đen và đưa Đảng Dân chủ đa số ghế trong cơ quan lập pháp tiểu bang, khiến Wade không được bầu vào lại Thượng viện khi nhiệm kỳ của ông kết thúc vào năm 1869.<ref>Castel, tr. 146–147<\/ref>\n[[Tập_tin:TStevens-Johnson_impeachment.jpg|phải|nhỏ|Tranh khác gỗ trên tờ ''[[Harper's Weekly]]'' miêu tả Stevens đang nói lời tranh luận cuối cùng tại Hạ viện]]\n\nKhi Quốc hội họp lại vào tháng 12, mặc dù Ủy ban Tư pháp bỏ phiếu 5-4 ủng hộ luận tội, Hạ viện đã bỏ phiếu chống.<ref>Stewart, tr. 103–111<\/ref> Ngày 13 tháng 1 năm 1868, Thượng viện đã hủy bỏ lệnh đình chỉ của Johnson đối với Stanton. Grant từ chức Bộ trưởng Chiến tranh và Stanton được phục hồi chức vụ.<ref>Castel, tr. 158–159<\/ref> Tuy nhiên, ngày 21 tháng 2 thì Tổng thống lại đuổi việc Stanton và bổ nhiệm Tướng [[Lorenzo Thomas]] để thế chỗ ông{{snd}}dù Stanton không chịu rời vị trí và  phòng thủ trong văn phòng.<ref>Brodie, tr. 334<\/ref><ref>Foner, tr. 334<\/ref><!--ngẫu nhiên cùng số trang--> Các hành động này đã gây xôn xao khắp thủ đô, và tại Hạ viện Stevens đã đi qua từng nhóm, lặp đi lặp lại câu nói \"Tôi đã nói rồi mà đúng không? Ôn hòa thì có ích gì? Nếu các ông không tiêu diệt con quái vật thì nó sẽ giết các ông.\"<ref>Trefousse, tr. 224–225<\/ref> Stevens kết thúc cuộc tranh luận về nghị quyết mới nhằm luận tội Johnson vào ngày 24 tháng 2, nhưng do sức khỏe yếu ông không thể đọc hết diễn văn mà phải đưa cho Thư ký Hạ viện đọc giúp. Ông cáo buộc Johnson đã giành quyền từ các [[Quyền lực phân lập|nhánh khác của chính quyền]] và phớt lờ nguyện vọng của nhân dân. Ông không phủ nhận rằng cuộc luận tội là một vấn đề chính trị, nhưng rằng \"đây sẽ không chỉ là một chiến thắng tạm thời cho một đảng phái nào, mà hệ quả của nó sẽ kéo dài cho đến khi toàn bộ châu lục tràn đầy con người tự do và không bị cản trở, hoặc là [biến thành] một cái ổ đầy nô lệ lùi bước, nhút nhát.\"<ref>Trefousse, tr. 225<\/ref><ref>Meltzer, tr. 200<\/ref> Hạ viện bỏ phiếu 126–47 luận tội Tổng thống.<ref>Meltzer, tr. 201<\/ref>\n\nStevens dẫn đầu phái đoàn Hạ viện ngày hôm sau được phái đến Thượng viện để thông báo về cuộc luận tội, dù ông không còn đủ sức để tự đi đến đó mà phải nhờ người mang ông đi. Ông được bầu chọn vào ủy ban có nhiệm vụ phát thảo các điều khoản luận tội, nhưng do đau ốm, ông chỉ tham gia hạn chế. Tuy vậy, ông đã đề xuất một điều khoản mới, Điều{{nbs}}XI, khi không hài lòng với các điều khoản mà ủy ban đã đưa ra. Điều khoản này đưa căn cứ trong các cáo buộc từ các tuyên bố của Johnson phủ nhận tính chính thống của Quốc hội với lý do các tiểu bang miền Nam đã bị loại ra, và cho rằng Johnson đã cố gắng bất tuân các Đạo luật Tái thiết. Stevens là một trong những người khởi tố (\"manager\") được Hạ viện bầu chọn để đại diện bên cáo buộc trong vụ xét xử tại Thượng viện. Dù Stevens đã quá ốm yếu để có mặt tại Thượng viện vào ngày 10 tháng 3 khi bên khởi tố yêu cầu ông có mặt (Tổng thống thì chỉ cần bên bào chữa đại diện), ông vẫn xuất hiện 10 hôm sau tức ngày hạn cuối của yêu cầu. Tờ ''[[New York Herald]]'' miêu tả ông có \"mặt màu giống xác chết, và đôi môi thì co giật cứng{{nbs}}... một bóng ma kỳ lạ và không còn thuộc cõi đời này{{snd}}một sự phản kháng đã ẩn dật từ ngôi mộ{{nbs}}... thật là sự hiện thân của sự cuồng tín, không còn một chút men công lý hay khoan dung nào{{nbs}}... là thần báo ứng của đảng ông{{snd}}là kẻ thù không đội trời chung của Tổng thống.\"<ref>Trefousse, tr. 226–229<\/ref>\n[[Tập_tin:Bingham-Stevens.jpg|trái|nhỏ|Stevens (phải) và [[John A. Bingham]] chính thức thông báo Thượng viện về cuộc luận tội Johnson. Tranh từ ''[[Harper's Weekly]]''.]]\n\nDo ngày càng đau ốm, Stevens không tham gia nhiều trong phiên xử tổng thống, trong đó người dẫn đầu nhóm khởi tố Hạ viện là Dân biểu Massachusetts [[Benjamin Butler (chính khách)|Benjamin F. Butler]]. Tại Thượng viện, Stevens ăn trứng sống và [[Malaclemys terrapin|rùa]], uống [[Rượu vang Bồ Đào Nha|rượu vang port]] và [[brandy]] cho đỡ đói. Ông chỉ phát biểu hai lần trước khi nói lời kết thúc cho bên khởi tố vào ngày 27 tháng 4. Trong lúc ông nói, giọng ông bị yếu đi, và cuối cùng ông để Butler đọc hết phần còn lại của diễn văn của mình. Stevens tập trung vào Điều{{nbs}}XI, lập luận rằng Johnson có thể bị phế truất vì phạm tội chính trị, không cần phải phạm tội theo luật. Vị Tổng thống, sau khi đã tuyên thệ tuân thủ luật pháp, đã cố tình bất tuân Đạo luật Nhiệm kỳ Chức vụ sau khi Thượng viện không tán thành việc ông sa thải Stanton, \"vày bây giờ kết quả của vụ ám sát này [ý nói Johnson] đã quay mặt đến Thượng viện mà đã quở trách ông trong vấn đề hiến pháp và bất chấp họ. Làm sao ông ta có thể thoát khỏi luật pháp báo thù?\"<ref>Trefousse, tr. 231–233<\/ref><ref>Stewart, tr. 233–234<\/ref><!--trùng số trang ngẫu nhiên-->\n\nHầu hết những người theo phe cấp tiến đều tin tưởng rằng Johnson sẽ bị kết tội và truất phế. Tuy nhiên, Stevens thì chưa bao giờ tin chắc điều này vì Chánh án Chase (cựu Bộ trưởng Ngân khố) đã đưa ra một số quyết định có lợi cho phe bào chữa, và ông không tin chắc lắm là các đảng viên Cộng hòa sẽ đoàn kết. Vào ngày 11 tháng 5, Thượng viện có một buổi họp kín, và các thượng nghị sĩ đọc các phát biểu về ý định biểu quyết của mình. Tất cả các đảng viên Dân chủ đều chống, nhưng một số lượng lớn đảng viên Cộng hòa cũng bất ngờ bỏ phiếu chống trong một vài hay tất cả các điều khoản. Khi tính số phiếu, bên khởi tố nhận thức rằng cách tốt nhất để lấy 2\/3 số phiếu thuận để kết tội là nhắm vào Điều {{nbs}}XI như Stevens đã làm, và khi Thượng viện tụ tập để đưa phán quyết, họ đưa điều khoản này ra để bỏ phiếu trước. Sự hồi hộp kết thúc khi [[Edmund Ross]], người có quan điểm chưa biết được, bỏ phiếu tha tội. Việc này có nghĩa là khi tính hết số phiếu, sẽ không có đủ 2\/3 để kết tội Tổng thống. Điều khoản này thất bại với 35 phiếu ủng hộ và 19 phiếu chống. Hy vọng rằng trì hoãn sẽ đem lại kết quả khác, Đảng Cộng hòa cho tan họp 10 ngày.  Stevens ngồi trên ghế trong lúc được khiêng về từ Thượng viện{{snd}}một người quan sát miêu tả ông có \"sắc thái đen tối vì tức giận và thất vọng\"{{snd}}và khi những người ở ngoài la ó để hỏi về kết quả, ông thốt lên: \"Đất nước đã bị ma quỷ lấy đi rồi!\"<ref>Stewart, tr. 275–279<\/ref><ref>Trefousse, tr. 233–234<\/ref>\n\n== Những ngày tháng cuối đời ==\n\n[[Tập_tin:Thaddeus_Stevens_Grave.jpg|nhỏ|Mộ của Stevens ở Lancaster]]\n\nTrong lúc tan họp giữa phiên tòa luận tội, các Đảng Cộng hòa tổ chức đại hội đảng tại Chicago và đề cử Grant làm ứng cử viên tổng thống. Stevens không tham dự, và mất tinh thần khi cương lĩnh đảng không nhắc đến việc trao đưa quyền bỏ phiếu cho người Mỹ gốc Phi, một dấu hiệu cho thấy phe cấp tiến đã mất ảnh hưởng trong đảng. Khi Thượng viện họp lại, cả Điều {{nbs}}II và{{nbs}}III đều không thông qua, cũng với tỷ lệ phiếu 35–19 như trước, và Chase tuyên bố rằng Tổng thống đã được tha bổng. Stevens vẫn nuôi hy vọng phế truất Johnson; vào tháng 7, ông lại đưa ra thêm một số điều khoản luận tội khác (Hạ viện không chấp nhận các điều khoản này).<ref>Trefousse, tr. 234–235<\/ref> Ông đưa ra một dự luật chia Texas ra nhiều phần để có thêm Thượng nghị sĩ Cộng hòa để mà phế truất Johnson. Dự luật này cũng không thành công; tờ ''Herald'' viết, \"Thật là đáng thương khi thấy cụ già này, đang sắp xuống hố rồi, mà còn đeo đuổi Tổng thống với ý báo thù như thế này.\"<ref>Brodie, tr. 356–357<\/ref> Tuy vậy, Stevens vẫn có ý định tiếp tục đưa ra vấn đề luận tội khi Quốc hội họp lại vào cuối năm 1868.<ref>Trefousse, tr. 235<\/ref>\n\nBrodie đưa giả thuyết rằng sự thù ghét đối với Johnson là điều duy nhất đưa Stevens ra khỏi tuyệt vọng, vì ông đã nhận thấy các bạo lực đang tiếp diễn tại miền Nam, một số do nhóm [[Ku Klux Klan]] khởi xướng. Vào lúc này một số tiểu bang miền Nam đã được cho tái gia nhập, và Đảng Dân chủ đã giành lại quyền lực cho người da trắng, nhờ những vụ giết người và dọa dẫm. Trong lúc Đảng Cộng hòa thì không đòi hỏi quyền bỏ phiếu cho người da đen trong cương lĩnh đảng còn Đảng Dân chủ thì phản đối điều này, Stevens lo rằng nếu Đảng Dân chủ thắng cuộc bầu cử năm 1868 thì có thể mang lại ngay cả chế độ nô lệ. Ông nói với chính khách cùng bang là [[Alexander McClure]], \"Cuộc đời tôi đã là thất bại. Với tất cả sự đấu tranh nhiều năm tại Washington, với sự hy sinh mạng sống và của cải ghê gớm, tôi không còn nhiều hy vọng cho nền Cộng hòa này.\" Stevens hãnh diện với vai trò mình trong việc thiết lập nền giáo dục công cộng miễn phí ở Pennsylvania.<ref>Brodie, tr. 361–363<\/ref> Khi được một nhà báo phỏng vấn ông về cuộc đời mình, Stevens trả lời, \"Tôi không có lịch sử. Mối ân hận suốt đời của tôi là mình đã sống lâu một cách vô dụng như thế.\"<ref>Brodie, tr. 363<\/ref> Tuy nhiên, trong diễn văn chính thức cuối cùng của mình tại Hạ viện, Stevens phát biểu rằng \"con người vẫn còn hèn hạ. Nhưng gần đây đã có những bước lớn đi theo hướng đúng, và những người yêu nước có quyền không nản chí.\"<ref>Brodie, tr. 364<\/ref>\n\nKhi Quốc hội tan họp vào cuối tháng 7, Stevens ở lại Washington mà không trở về Pennsylvania vì quá ốm yếu. Ông bị đau ở bụng, ở chân, và bị [[Phù nề|bệnh phù]]. Đến đầu tháng 8, ông đã không thể ra khỏi nhà. Ông vẫn có người viếng thăm, và đã dự đoán chính xác với người bạn và cựu học sinh Simon Stevens (không phải bà con) rằng Grant sẽ đắc cử. Vào trưa ngày 11 tháng 8, bác sĩ báo rằng ông chắc sẽ không sống qua đêm đó. Quản gia và người đồng hành lâu năm của ông là Lydia Hamilton Smith, cùng người cháu trai Thaddeus và bạn bè ông đã ở bên ông khi hấp hối. Hai nhà thuyết giáo da đen cũng đến để cầu nguyện bên ông, nói rằng mọi người đều cầu nguyện cho ông. Ông ngậm đá lạnh cho đỡ đau; trăn trối của ông là lời yêu cầu thêm đá lạnh. Thaddeus Stevens qua đời vào tối ngày 11 tháng 8 năm 1868, vào đúng nửa đêm.<ref>Trefousse, tr. 240–241<\/ref>\n\nTổng thống Johnson không đưa ra tuyên bố gì về cái chết của kẻ thù của mình.<ref name=\"M218\">Meltzer, tr. 218<\/ref> Phản ứng của báo chí thì chia ra theo phe phái, đôi khi trộn lẫn nhau. Tờ ''Post'' của Detroit viết rằng \"nếu chết đi để được vinh dự cao thượng, và {{nbs}}... lấy được sự khâm phục của mọi người{{nbs}}...là một kết cuộc xứng đáng cho một cuộc đời sống tốt, thì nhà hoạt động cấp tiến kỳ cựu [này] có thể nằm xuống cùng với những cha ông đáng khâm phục nhất trong một giấc ngủ để đời.\"<ref>Trefousse, tr. 242<\/ref> ''[[The New York Times]]'' viết rằng Stevens đã \"nhận ra giải phóng nô lệ là thiết thực, và đã kêu gọi điều này từ lâu trước khi Ông Lincoln đưa ra tuyên ngôn của mình\" như sau chiến tranh, \"về vấn đề Tái thiết, Ông Stevens phải được xem là Thiên tài Ác trong Đảng Cộng hòa\".<ref>\"[https:\/\/timesmachine.nytimes.com\/timesmachine\/1868\/08\/13\/78952821.pdf Thaddeus Stevens] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201220154230\/https:\/\/timesmachine.nytimes.com\/timesmachine\/1868\/08\/13\/78952821.pdf |date = ngày 20 tháng 12 năm 2020}}. ''[[The New York Times]]'', ngày 13 tháng 8 năm 1868. Truy cập ngày 14 tháng 6 năm 2013.<\/ref> Tờ ''Planter's Banner'' ở Franklin, Louisiana thì hoan hỉ, \"Những lời cầu nguyện của phe chính nghĩa đã cuối cùng vứt bỏ được sự nguyền rủa ở Quốc hội!  Mong là{{nbs}}... ngọn lửa trong [[Địa ngục|lò sưởi mới]] của ông không bao giờ bị dập tắt!\"<ref>Brodie, tr. 369<\/ref>\n[[Tập_tin:Remains_of_Thadeus_Steven_lying_in_state_-_NARA_-_530043.tif|trái|nhỏ|Hòm chứa thi hài Stevens đang được quàn tại nhà tròn ở Điện Capitol, với lính canh gác người da đen.]]\n\nThi hài Stevens được những người hộ tang, da trắng lẫn da đen, đưa từ nhà ông đến Điện Capitol. Hàng nghìn người da trắng và da đen đã đến phúng điếu khi quan tài ông được quàn theo nghi thức quốc gia giữa nhà tròn trong Điện Capitol<ref name=\"M218\" \/><ref>{{chú thích web|url=https:\/\/www.aoc.gov\/nations-stage\/lying-state-honor|title=Lying in State or in Honor|publisher=US Architect of the Capitol (AOC)|access-date = ngày 1 tháng 9 năm 2018 |archive-date = ngày 18 tháng 5 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190518015734\/https:\/\/www.aoc.gov\/nations-stage\/lying-state-honor}}<\/ref> Stevens là người thứ ba, sau [[Henry Clay]] và Lincoln, được vinh dự này.<ref>{{Chú thích web|url=https:\/\/history.house.gov\/Institution\/Lie-In-State\/Lie-In-State-Honor\/|tựa đề=Individuals Who Have Lain in State or in Honor|website=Hạ viện Hoa Kỳ|ngày truy cập=2021-05-01|archive-date = ngày 10 tháng 4 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180410011453\/https:\/\/history.house.gov\/Institution\/Lie-In-State\/Lie-In-State-Honor\/}}<\/ref> Đội danh dự canh giữ bao gồm các binh sĩ người Mỹ gốc Phi. Sau một buổi lễ, thi hài ông được tàu tang đưa đến Lancaster, nơi được che phủ màu đen để chuẩn bị cho đám tang. Stevens được chôn cất tại Nghĩa trang Shreiner (ngày nay là Nghĩa trang Shreiner-Concord); nghĩa trang cho phép chôn cất người mọi chủng tộc, tuy nhiên vào thời điểm ông được chôn chỉ có một người Mỹ gốc Phi được chôn cất tại đó. Người dân trong khu vực bầu cử tái đề cử ông để ứng cử vào Quốc hội, và bầu cựu học sinh của ông là [[Oliver J. Dickey]] để thay thế ông. Khi Quốc hội họp mặt lại vào tháng 12 năm 1868, có một số diễn văn tôn vinh ông; chúng được tập hợp thành một quyển sách.<ref>Trefousse, tr. 242–243<\/ref>\n\n== Cuộc sống cá nhân ==\n\nStevens chưa bao giờ lập gia đình, mặc dù đã có tin đồn về mối quan hệ 20 năm (1848–1868) với quản gia góa phụ của ông là [[Lydia Hamilton Smith]] (1813–1884).<ref name=\"stevensandsmith\">{{chú thích web|url=http:\/\/www.stevensandsmith.org\/index.php\/info\/lydia_hamilton_smith\/|title=Who was Lydia Hamilton Smith?|date=ngày 6 tháng 2 năm 2010|work=Stevensandsmith.org|archive-url=https:\/\/web.archive.org\/web\/20100206185801\/http:\/\/www.stevensandsmith.org\/index.php\/info\/lydia_hamilton_smith\/|archive-date=ngày 6 tháng 2 năm 2010|access-date=ngày 22 tháng 6 năm 2013}}<\/ref><ref name=\"Woodley\">{{chú thích sách|url=https:\/\/archive.org\/details\/greatlevelerlife0000wood\/page\/149|title=The Great Leveler: Thaddeus Stevens|last=Woodley|first=Thomas Frederick|publisher=Stackpole Sons|year=1969|isbn=978-0-8369-5104-2|location=New York|page=[https:\/\/archive.org\/details\/greatlevelerlife0000wood\/page\/149 149]|orig-year=1937}}<\/ref> Bà là người Mỹ gốc Phi sáng da; chồng quá cố của bà là Jacob và ít nhất một đứa con trai của họ có da sẫm màu hơn bà nhiều.<ref>Brodie, tr. 86–87<\/ref>\n[[Tập_tin:Lydia_Hamilton_Smith.jpg|nhỏ|Lydia Hamilton Smith]]\n\nNgười ta không biết rõ mối quan hệ giữa Stevens và Smith có phải là tình cảm không. Báo chí theo Đảng Dân chủ, đặc biệt ở miền Nam, cho rằng hai người có tình ý, và khi ông đưa bà Smith đến Washington năm 1859 để quản lý nhà cửa, họ càng viết nhiều lời bóng gió hơn.<ref>Brodie, tr. 87<\/ref> Trong một bức thư ngắn còn sót lại mà Stevens đã viết cho bà, ông đã gọi bà là Bà Lydia Smith.<ref name=\"Palmer\">{{chú thích sách|url=https:\/\/books.google.com\/books?id=A0Fs655TKfsC&pg=PA176|title=Selected Papers of Thaddeus Stevens|last=Palmer|first=Beverly Wilson|publisher=University of Pittsburgh Press|year=1997|isbn=1-55553-078-8|location=Pittsburgh, Pa.|page=219|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 18 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210418001422\/https:\/\/books.google.com\/books?id=A0Fs655TKfsC&pg=PA176}}<\/ref> Stevens cũng yêu cầu các người cháu của mình gọi bà bằng danh xưng Bà Smith; việc sử dụng danh xưng kính trọng đối với một phụ nữ tôi tớ người Mỹ gốc Phi là chuyện không có vào thời buổi đó. Trong các bức thư còn sót lại, họ đã dùng danh xưng đó một cách niềm nở, còn yêu cầu Stevens dẫn bà theo trong lần kế tiếp mà ông đến thăm.<ref>Brodie, tr. 88<\/ref>\n\nĐể dẫn chứng rằng mối quan hệ giữa hai người có yếu tố tình dục, Brodie đã chỉ ra một lá thư năm 1868 mà trong đó Stevens đã so sánh mình với [[Richard M. Johnson]], phó tổng thống dưới [[Martin Van Buren]], người đã công khai chung sống với một loạt người tình là nô lệ Mỹ gốc Phi. Stevens lưu ý đến việc Johnson vẫn đắc cử dù người ta biết được điều này trong cuộc vận động tranh cử năm 1836, và tỏ vẻ chua xót vì chính mình lại không được cơ quan lập pháp bầu vào Thượng viện, hay được tiến cử vào Nội các.<ref>Brodie, tr. 90–91<\/ref>\n\nKhi Stevens qua đời, Smith là người đứng cạnh giường cùng với người bạn của ông là Simon Stevens, người cháu Thaddeus Stevens Jr., hai nữ tu người Mỹ gốc Phi, và vài người khác. Theo di chúc của Stevens, Smith có thể lựa chọn nhận trọn khoản tiền $5.000 hay số tiền trợ cấp $500 hàng năm; bà cũng được quyền lấy bất cứ đồ đạc nào trong nhà ông.<ref name=\"Trefousse, tr. 244\">Trefousse, tr. 244<\/ref> Với khoản tiền thừa kế, bà đã mua luôn căn nhà của Stevens, nơi bà đã sống nhiều năm. Là một người Công giáo, bà chọn được chôn cất trong một nghĩa trang Công giáo thay vì gần Stevens, dù bà cũng đã để lại tiền để bảo quản mộ của ông.<ref>Brodie, tr. 92<\/ref>\n\nStevens đã nuôi dưỡng hai đứa cháu trai gọi ông bằng bác tên là Thaddeus (còn gọi là \"Thaddeus Jr.\") và Alanson Joshua Stevens, sau khi cha mẹ họ mất ở Vermont khi họ còn nhỏ. Alanson được gửi đến làm việc tại doanh nghiệp của Stevens là Lò rèn Caledonia, còn Thaddeus Jr. thì bị đuổi học khỏi [[Đại học Dartmouth]], nhưng sau này ông tốt nghiệp và hành nghề luật cùng người bác.<ref>Trefousse, tr. 78, 90–91<\/ref> Alanson trong Nội chiến thăng chức thành đại úy chỉ huy một đơn vị pháo binh Pennsylvania và tử trận tại [[Trận Chickamauga|Chickamauga]].<ref>{{chú thích sách|url=https:\/\/archive.org\/details\/soldiersrecordt00vtgoog|title=Soldiers' record of the town of St. Johnsbury, Vermont in the War of the Rebellion, 1861–5|last=Chadwick|first=Albert G.|publisher=C.M. Stone & Co.|year=1883|location=St. Johnsbury, Vt.|page=[https:\/\/archive.org\/details\/soldiersrecordt00vtgoog\/page\/n185 177]|access-date=ngày 15 tháng 7 năm 2013}}<\/ref> Sau cái chết của Alanson, người bác đã dùng uy thế của mình để đưa Thaddeus Jr. vào vị trí cảnh sát trưởng quân sự tại Lancaster.<ref>Trefousse, tr. 136<\/ref>\n\n== Những địa điểm liên quan ==\n\n[[Tập_tin:Thaddeus_Stevens_School_-_1.JPG|nhỏ|Trường Thaddeus Stevens, còn gọi là Trường Tiểu học Thaddeus Stevens, tọa lạc tại 1050 Đường 21, NW ở Washington, D.C. Tòa nhà được đưa vào [[Sổ bộ Địa danh Lịch sử Quốc gia Hoa Kỳ|Sổ bộ Địa danh Lịch sử Quốc gia]] vào năm 1980.]]\n\nNhững tòa nhà liên quan đến Stevens và Smith ở Lancaster đang được hội lịch sử địa phương là LancasterHistory.org tân trang lại.<ref>[http:\/\/stevensandsmith.org\/ LancasterHistory.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200924053621\/http:\/\/stevensandsmith.org\/ |date = ngày 24 tháng 9 năm 2020}}. LancasterHistory.org. Truy cập ngày 15 tháng 6 năm 2013.<\/ref> Trong di chúc, Stevens để lại của cải cho một số người, và để lại phần lớn tài sản cho người cháu trai Thaddeus Jr. với điều kiện là ông phải cai rượu. Nếu ông không làm theo điều kiện thì tài sản đó sẽ được dùng để thành lập một cô nhi viện ở Lancaster, sẽ nhận mọi chủng tộc và dân tộc mà không phân biệt đối xử.  Sau đó đã diễn ra một cuộc tranh chấp pháp lý để giành lấy lấy tài sản của ông; mãi đến 1894 thì tòa án mới dàn xếp vụ này, cung cấp một khoản tiền $50.000 để thành lập cô nhi viện.<ref name=\"Trefousse, tr. 244\" \/> Ngày nay, đó là [[Đại học Kỹ thuật Thaddeus Stevens]] ở Lancaster.<ref>[https:\/\/news.google.com\/newspapers?id=_HElAAAAIBAJ&sjid=T_QFAAAAIBAJ&dq=thaddeus%20stevens%20technology%20founded&pg=2846%2C252622 Stevens Society to discuss new work] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160429104756\/https:\/\/news.google.com\/newspapers?id=_HElAAAAIBAJ&sjid=T_QFAAAAIBAJ&dq=thaddeus%20stevens%20technology%20founded&pg=2846,252622 |date = ngày 29 tháng 4 năm 2016}}. ''Gettysburg Times'', ngày 4 tháng 1 năm 2006, tr. 1. Truy cập ngày 15 tháng 6 năm 2013.<\/ref>\n\nTrong số các trường khác được đặt tên theo Stevens, có Trường Tiểu học Thaddeus Stevens ở Washington, D.C. thành lập năm 1868 với tư cách là trường đầu tiên dành cho trẻ em người Mỹ gốc Phi ở đó. Trong 86 năm đầu trong lịch sử, trường chỉ dành riêng cho người da đen.  Vào năm 1977 thì [[Amy Carter]], con gái của Tổng thống [[Jimmy Carter]], người Georgia, đã theo học tại đó.  Đây là lần đầu tiên trong gần 70 năm mà con của một vị tổng thống đương nhiệm lại theo học một trường công lập.<ref>Lelyveld, Joseph. [https:\/\/timesmachine.nytimes.com\/timesmachine\/1976\/11\/30\/80207091.pdf \"Well-wishers besiege Amy Carter's school\"]. ''[[The New York Times]]'', ngày 30 tháng 11 năm 1976, tr. 41. Truy cập ngày 17 tháng 6 năm 2013. (subscription required)<\/ref> Stevens cũng sở hữu một ngôi nhà ở nông trại tại Seminary Ridge, ở Gettysburg. Từ ngày 1 đến ngày 3 tháng 7 năm 1863 ngôi nhà này trở thành tổng hành dinh của tướng miền Nam [[Robert E. Lee]] trong [[trận Gettysburg]].<ref>{{Chú thích web|url=https:\/\/www.battlefields.org\/learn\/articles\/10-facts-lees-headquarters-gettysburg|tựa đề=10 Facts: Lee’s Headquarters at Gettysburg|website=American Battlefield Trust|ngày truy cập=2021-05-01|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501214504\/https:\/\/www.battlefields.org\/learn\/articles\/10-facts-lees-headquarters-gettysburg}}<\/ref>\n\n== Đánh giá của các sử gia và công chúng ==\n\nTheo người viết tiểu sử về Stevens là Richard N. Current từng viết, \"để biết được các động cơ của người này, nhà sử học cần sự giúp đỡ của hai chuyên gia từ ngoài nghề{{snd}}một nhà [[phân tâm học]] và một nhà [[Thuyết duy linh|duy linh]].\"<ref>Current, tr. 262<\/ref> Các quan điểm lịch sử về Thaddeus Stevens đã có nhiều biến chuyển lớn từ khi ông qua đời, thường theo hướng ngược chiều đối với Andrew Johnson. Những tác phẩm tiểu sử ban đầu về Stevens là do những người quen biết ông ghi chép, và thể hiện quan điểm của họ. Những tiểu sử được viết vào thời điểm chuyển vào thế kỷ 20, như của [[Samuel McCall]] năm 1899 và của James Albert Woodburn năm 1913, miêu tả ông một cách thiện cảm, như là một người chân thành, làm theo nguyên tắc đạo đức.<ref>Berlin, tr. 153–154<\/ref> Nhà sử học người Mỹ gốc Phi ban sơ [[W. E. B. Du Bois]] gọi Stevens là \"một nhà lãnh đạo cho thường dân\" và là \"một người tin tưởng nghiêm nghị vào nền dân chủ, trong chính trị lẫn công nghiệp\".<ref name=\"C260\">Current, tr. 260<\/ref> Nhà sử học giành [[Giải Pulitzer]] [[James Ford Rhodes]] lý luận rằng tuy Stevens có \"sự đồng cảm sâu sắc\" đối với người Mỹ gốc Phi, \"đến thẳng từ trái tim\", ông cũng đã biểu thị \"tính hiểm ác đối với miền Nam\" cũng như \"gay gắt và thù oán\".<ref name=\"C260\" \/> Quan điểm về Stevens với thù oán đã có từ thời Tái thiết và tồn tại trong thế kỷ 20.<ref>Andreasen, tr. 78<\/ref>\n[[Tập_tin:Stoneman_and_Brown.jpg|trái|nhỏ|[[Ralph Lewis (diễn viên)|Ralph Lewis]] trong vai Austin Stoneman và [[Mary Alden]] trong vai Lydia Brown, ''[[The Birth of a Nation]]'', 1915]]\n\nVới quan điểm về cuộc Tái thiết của [[Trường phái Dunning]] xuất hiện sau 1900, Stevens tiếp tục bị đánh giá thấp, và thường được cho là có động cơ từ sự thù ghét. Những sử gia này, do [[William Dunning]] dẫn đầu, thuyết giảng rằng cuộc Tái thiết cơ hội cho những nhà chính trị cấp tiến, với mối thù oán đến miền Nam, để mà tiêu diệt những tàn tích cuộc sống và phẩm giá miền Nam mà chiến tranh đã để lại.<ref name=\"B154\">Berlin, tr. 154<\/ref><ref>Brodie, tr. 370<\/ref><ref name=\"Castel\">Castel, tr. 220–221<\/ref> Chính Dunning đã miêu tả Stevens là \"tàn bạo, thù oán, và cay độc\".<ref name=\"B154\" \/> [[Lloyd Paul Stryker]], người viết một cuốn tiểu sử đề cao Johnson, gọi Stevens là \"một lão già xấu xa{{nbs}}... đang mánh khóe chuẩn bị bóp nghẹt thân thể tiều tụy, đang chảy máu của miền Nam\", người tin tưởng rằng \"đó là một điều tốt đẹp\" khi nhìn thấy \"người da trắng, đặc biệt là phụ nữ da trằng miền Nam, đang quằn quại dưới sự thống trị của bọn da đen\".<ref name=\"Castel\" \/><ref>Brodie, tr. 369–370<\/ref> Năm 1915, bộ phim ''[[The Birth of a Nation]]'' của [[D. W. Griffith]] (dựa vào tiểu thuyết ''[[The Clansman]]'', của [[Thomas Dixon Jr.]]) được ra mắt, trong đó có nhân vật Dân biểu Austin Stoneman đần độn và dễ bị chi phối, người có nhiều điểm tương đồng với Stevens bao gồm cả bộ tóc giả không vừa cỡ, bước đi khập khiễng, và người tình Mỹ gốc Phi tên Lydia Brown. Hình ảnh đại chúng này đã tăng cường những thành kiến của công chúng đối với Stevens.<ref name=\"B155\">Berlin, tr. 155<\/ref><ref>Brodie, tr. 86<\/ref> Theo Foner, \"trong khi các nhà sử học đề cao tính cao thượng của Lincoln và Andrew Johnson, Stevens lại trở thành tượng trưng cho sự hiểm độc, thù oán, và căm ghét không lý trí của người miền Bắc đối với miền Nam.\"<ref name=\"wonder\">[[Eric Foner|Foner, Eric]]. [https:\/\/www.nytimes.com\/1976\/12\/31\/archives\/if-you-wondered-about-thaddeus-stevens.html \"If you wondered about Thaddeus Stevens{{nbs}}...\"]. ''[[The New York Times]]'', ngày 31 tháng 12 năm 1976, tr. 14. Truy cập ngày 16 tháng 6 năm 2013. {{subscription required}}<\/ref> Nhà sử học nổi tiếng [[James Truslow Adams]] miêu tả Stevens \"có lẽ là nhân vật hèn hạ, hiểm ác, mất đạo đức nhất từng thăng tiến đến quyền lực cao ở Mỹ\".<ref>James Truslow Adams. ''The Epic of America''. Boston: Little, Brown, 1931. tr. 275.<\/ref>\n\nNhững nhà sử học viết tiểu sử về Stevens cuối thập niên 1930 dần dần quay khỏi quan điểm này, với ý định khôi phục vị thế và sự nghiệp chính trị của ông. Thomas F. Woodley trong năm 1937 đã tỏ lời thán phục Stevens, nhưng lại cho rằng các nỗ lực của ông là do cay đắng vì tật quẹo chân. Alphonse Miller, trong cuốn tiểu sử năm 1939, cho rằng vị dân biểu lấy động cơ thúc đẩy từ niềm khát khao công lý. Cả hai người đều tin rằng những quyển sách xuất bản vào thời điểm đó đã không đối xử ông một cách công bằng. Tác phẩm năm 1942 của Richard Current thể hiện trường phái sử [[Charles A. Beard|Beard]], trong đó miêu tả toàn bộ lịch sử Hoa Kỳ, kể cả giai đoạn Tái thiết, là sự đấu tranh kinh tế giữa ba phe: các nhà công nghiệp miền Đông Bắc (mà Stevens đại diện), những nhà trồng trọt miền Nam, và các nông dân [[Trung Tây Hoa Kỳ|miền Trung Tây]]. Current lập luận rằng động cơ của Stevens trong việc thúc đẩy các chính sách Tái thiết của mình là từ những tham vọng đã thất bại và mong muốn dùng vị thế của mình để đẩy mạnh nền tư bản công nghiệp và Đảng Cộng hòa. Ông kết luận rằng mặc dù Stevens có niềm tin về sự bình đẳng, ông đã đề xuất sự bất bình đẳng, vì \"không một ai khác đã làm nhiều hơn ông để đem lại thời đại Công nghiệp Lớn, với sự tập trung của cải đó.\"<ref>Berlin, tr. 155–157<\/ref>\n\nVới tiểu sử Stevens xuất bản năm 1955 của Ralph Korngold, phe trường phái sử học tân bãi nô (''neoabilitionism'') đã xét lại Stevens. Những giáo sư này bác bỏ quan điểm rằng những người đến miền Nam để giúp đỡ người Mỹ gốc Phi là những \"[[Carpetbagger|kẻ gói thảm]] bất lương\" bị \"người cứu rỗi thần thánh\" đánh bại. Thay vào đó, họ đề cao những người có nỗ lực kết thúc chế độ nô lệ và đẩy mạnh dân quyền, và chỉ trích Johnson gay gắt về chủ trương phá rối. Họ lấy quan điểm rằng người Mỹ gốc Phi đóng vai trò trọng tâm trong cuộc Tái thiết, và điều sai lầm duy nhất của chương trình của Quốc hội là nó không đi đủ xa và đã bị kết thúc lại quá sớm. Tiểu sử năm 1959 của Brodie về Stevens đi theo trường phái này. Dù gây tranh cãi vì nó dùng tâm lý học để đi đến kết luận, quyển tiểu sử đã miêu tả Stevens là một người đồng cảm với tầng lớp bị áp bức và đã giành được thành công từ trí thông mình của mình, trong khi ý thức về tật quẹo chân của mình đã gây trở ngại cho phát triển xã hội.<ref>Berlin, tr. 157<\/ref><ref>Castel, tr. 222, 225<\/ref> Theo Brodie, việc này cũng đã khiến ông không muốn kết hôn một phụ nữ có cùng địa vị xã hội.<ref>Andreasen, tr. 76–77<\/ref>\n\nCác nhà nghiên cứu đi sau Brodie tiếp tục phản bác ý tưởng rằng Stevens là một nhà độc tài muốn báo thù, là người chi phối Quốc hội để đạt được mục đích. Năm 1960, [[Eric McKitrick]] cho rằng Stevens là \"một chính khách sinh động và khéo léo, nhưng rất là hạn chế\" với sự nghiệp chỉ là \"một dãy dài hài hước gồm nhiều kế hoạch quỷ quái nhưng đều lần lượt đem lại thất bại\".<ref>Andreasen, tr. 79<\/ref> Kể từ giữa thập niên 1970, Foner lập luận rằng vai trò của Stevens là giành vị thế cấp tiến, nhưng ông nhận được sự ủng hộ từ Đảng Cộng hòa là do các sự kiện diễn ra chứ không phải là do chính ông. [[Michael Les Benedict]] trong năm 1974 đưa giả thuyết rằng danh tiếng về Stevens là một kẻ độc tài dựa vào tính cách hơn là ảnh hưởng của ông. Trong năm 1989, Allan Bogue cho rằng với địa vị chủ tịch Ủy ban Tài chính, Stevens \"không làm chủ toàn vẹn\" ủy ban của mình.<ref>Andreasen, tr. 79–80<\/ref>\n\nNhà sử học [[Hans Trefousse]] trong một nghiên cứu năm 1969 về phe Cộng hòa Cấp tiến viết rằng \"niềm đam mê tha thiết\" của Stevens  là sự bình đẳng.<ref>Andreasen, tr. 75<\/ref> Vào năm 1991, ông ghi nhận rằng Stevens \"là một trong những dân biểu có ảnh hưởng nhất từng phục vụ trong Quốc hội. [Ông đã thống trị] Hạ viện với trí khôn, sự am hiểu về luật lệ nghị trường, cũng như sức mạnh của ý chí mình, mặc dù ông thường không thành công.\"<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=jIEQr2ZLLhoC&pg=PA214|title=Historical Dictionary of Reconstruction|author=Hans L. Trefousse|publisher=Greenwood Publishing Group|year=1991|isbn=0-313-25862-7|location=Westport, Connecticut|page=214}}<\/ref> Trong cuốn tiểu sử năm 1997 về Stevens, Trefousse lại có quan điểm giống như McKitrick: rằng Stevens chỉ là một nhân vật bên lề, và ảnh hưởng của ông thường bị hạn chế bởi sự cực đoan của mình.<ref>Andreasen, tr. 80<\/ref> Trefousse tin rằng Brodie đã đi quá xa{{snd}}trong việc quy trách nhiệm nhiều điều về Stevens vào tật quẹo chân và đặt tin tưởng hoàn toàn vào mối quan hệ giữa Stevens và Smith{{snd}}hai vấn đề mà đến nay vẫn chưa ngã ngũ.<ref>Andreasen, tr. 77<\/ref>\n\nLời ứng phó và lời nói mỉa mai của Stevens được ca tụng. Khi Lincoln hỏi liệu nhà lãnh đạo Đảng Cộng hòa từ Pennsylvania [[Simon Cameron]], người thường bị cáo buộc tham nhũng, có phải là một tên trộm hay không, Stevens được cho là trả lời \"Tôi không tin rằng ông ta sẽ ăn cắp một cái lò hãy còn nóng hổi.\"<ref>{{chú thích báo|url=https:\/\/www.politico.com\/story\/2016\/03\/this-day-in-politics-march-13-1857-220566|title=Senate Votes to Seat Pennsylvania's Simon Cameron, ngày 13 tháng 3 năm 1857|last=Glass|first=Andrew|date=ngày 12 tháng 3 năm 2016|work=Politico.com|location=Washington, D.C.|ref={{sfnRef|\"Senate Votes to Seat Pennsylvania's Simon Cameron, ngày 13 tháng 3 năm 1857\"}}|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 4 tháng 8 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200804001537\/https:\/\/www.politico.com\/story\/2016\/03\/this-day-in-politics-march-13-1857-220566}}<\/ref> Khi Cameron nghe biết và phản đối lối miêu tả này, Stevens được cho là đã nói với Lincoln \"Tôi nhớ tôi đã nói với ông rằng ông ta sẽ không ăn cắp một cái lò hãy còn nóng hổi. Tôi rút lại câu nói đó.\"{{sfn|\"Senate Votes to Seat Pennsylvania's Simon Cameron, ngày 13 tháng 3 năm 1857\"}} Bộ tóc giả không vừa cỡ cũng là một đề tài được bàn tán ở Washington, nhưng khi một người phụ nữ hâm mộ dường như không biết xin hỏi một mớ tóc để làm lưu niệm, ông đã tháo ra bộ tóc giả rồi đưa cho bà, mời bài cắt bất cứ mớ nào mà bà muốn.<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=gol2AAAAMAAJ&q=%22removed+the+wig+and+invited+her+to+help+herself.%22|title=Thaddeus Stevens; A Being Darkly Wise and Rudely Great|last=Korngold|first=Ralph|date=1974|publisher=Greenwood Press|isbn=978-0-8371-7733-5|location=Westport, CT|page=18|access-date = ngày 18 tháng 4 năm 2021 |archive-date = ngày 18 tháng 4 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210418001426\/https:\/\/books.google.com\/books?id=gol2AAAAMAAJ&q=%22removed+the+wig+and+invited+her+to+help+herself.%22}}<\/ref>\n\nTrong phim ''[[Lincoln (phim)|Lincoln]]'' năm 2012 của [[Steven Spielberg]], với vai Stevens do [[Tommy Lee Jones]] đảm nhận, đã đem lại nhiều chú ý từ công chúng đến Stevens. Nhân vật mà Jones thủ vai được miêu tả là đóng vài trò trung tâm trong các phe cấp tiến, người đã có công lớn trong việc thông qua Tu chính án 13. Nhà sử học Matthew Pinsker ghi nhận rằng Stevens chỉ được nhắc đến bốn lần trong quyển''[[Team of Rivals]]'' của [[Doris Kearns Goodwin]], là nguồn cho kịch bản của [[Tony Kushner]]; những nhân vật cấp tiến khác đã được hòa nhập vào nhân vật Stevens. Stevens được miêu tả là không thể điều độ quan điểm mình để cho tu chính án được thông qua cho đến khi được Lincoln thôi thúc.<ref name=\"Pinsker\">Pinsker, Matthew (ngày 14 tháng 2 năm 2013). [http:\/\/housedivided.dickinson.edu\/sites\/emancipation\/2013\/02\/14\/warning-artists-at-work\/ \"Warning: Artists at work\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201020111601\/http:\/\/housedivided.dickinson.edu\/sites\/emancipation\/2013\/02\/14\/warning-artists-at-work\/ |date = ngày 20 tháng 10 năm 2020}}. Dickinson College. Truy cập ngày 15 tháng 6 năm 2013.<\/ref> Theo Aaron Bady trong bài viết về bộ phim và cách nó miêu tả phe cấp tiến, \"ông ta là người bác mà mọi người đều bị lúng túng, dù họ quý ông nên không nói để khỏi phật lòng. Ông không phải là một nhà lãnh đạo, mà là một món nợ, mà khoảnh khắc anh hùng là khi ông giữ im lặng về những gì mình tin tưởng.\"<ref name=\"Bady\">Bady, Aaron. [http:\/\/jacobinmag.com\/2012\/11\/lincoln-against-the-radicals-2\/ \"''Lincoln'' against the radicals\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210419111852\/https:\/\/jacobinmag.com\/2012\/11\/lincoln-against-the-radicals-2\/ |date = ngày 19 tháng 4 năm 2021}}. ''Jacobin''. Truy cập ngày 15 tháng 6 năm 2013.<\/ref> Bộ phim cũng miêu tả mối quan hệ tình dục giữa Stevens và Smith; Pinsker bình luận rằng \"có thể là đúng là hai người này đã yêu nhau, nhưng khi đưa vấn đề này vào phim, các nhà làm phim đã có nguy cơ gây ấn tượng đối với một số khán giả rằng lý do \"bí mật\" mà Stevens tin vào sự bình đẳng là vì ông muốn mối quan hệ tình cảm xuyên chủng tộc của mình được hợp pháp hóa.\"<ref name=\"Pinsker\" \/>\n\n== Xem thêm ==\n\n{{Portal|Nội chiến Hoa Kỳ}}\n\n* [[Thaddeus Stevens School of Observation]]\n\n== Chú thích ==\n\n=== Ghi chú ===\n\n{{notes}}\n\n=== Nguồn ===\n\n{{tham khảo|30em}}\n\n== Sách ==\n{{refbegin|50em}}\n* {{chú thích tạp chí|last=Andreasen|first=Bryon C.|date=Summer 2000|title=Thaddeus Stevens: Nineteenth-Century Egalitarian by Hans L. Trefousse: Review|journal=Journal of the Abraham Lincoln Association|location=Champaign, IL|publisher=University of Illinois Press|volume=21|pages=75–81|jstor=20149003|number=2}}\n* {{chú thích tạp chí|last=Berlin|first=Jean V.|date=April 1993|title=Thaddeus Stevens and his biographers|url=https:\/\/archive.org\/details\/sim_pennsylvania-history_1993-04_60_2\/page\/153|journal=Pennsylvania History|location=University Park, PA|publisher=Penn State University Press|volume=60|pages=153–162|jstor=27773615|number=2}}\n* [[Horace Mann Bond|Bond, Horace Mann]]. \"Social and Economic Forces in Alabama Reconstruction\". ''Journal of Negro History'' 23(3), July 1938. Truy cập [https:\/\/www.jstor.org\/stable\/2714686 via JSTOR], 7{{nbs}}July 2013.\n* {{chú thích sách|title=Thaddeus Stevens: Scourge of the South|last=Brodie|first=Fawn|publisher=W. W. Norton & Co., Inc.|year=1966|isbn=0-393-00331-0|edition=Norton Library|location=New York|author-link=Fawn Brodie|orig-year=1959}} [[iarchive:thaddeusstevenss00brod|online]]\n* {{chú thích tạp chí|last=Bryant-Jones|first=Mildred|year=1941|title=The political program of Thaddeus Stevens, 1865|journal=Phylon|location=Atlanta|publisher=Clark Atlanta University|volume=2|issue=2, 2nd Qtr. 1941|pages=147–154|doi=10.2307\/271784|jstor=271784}}\n* {{chú thích sách|url=https:\/\/archive.org\/details\/presidencyofandr00albe|title=The Presidency of Andrew Johnson|last=Castel|first=Albert E.|publisher=The Regents Press of Kansas|year=1979|isbn=0-7006-0190-2|series=American Presidency|location=Lawrence, Kan.}}\n* [[LaWanda Cox|Cox, LaWanda]] and John H. Cox. ''Politics, Principle, and Prejudice 1865–1866: Dilemma of Reconstruction America''. London: Collier-Macmillan, 1963.\n* {{chú thích tạp chí|last=Current|first=Richard N.|author-link=Richard N. Current|date=October 1947|title=Love, Hate, and Thaddeus Stevens|url=https:\/\/archive.org\/details\/sim_pennsylvania-history_1947-10_14_4\/page\/259|journal=Pennsylvania History|location=University Park, PA|publisher=Penn State University Press|volume=14|pages=259–272|jstor=27766829|number=4}}\n* {{chú thích sách|title=Lincoln|url=https:\/\/archive.org\/details\/lincoln0001dona|last=Donald|first=David Herbert|publisher=Jonathan Cape|year=1995|isbn=0-684-80846-3|location=London|author-link=David Herbert Donald}}\n* [[W. E. B. Du Bois|DuBois, W. E. B.]] ''[[iarchive:blackreconstruc00dubo|Black Reconstruction: An Essay Toward a History of the Part Which Black Folk Played in the Attempt to Reconstruct Democracy in America, 1860–1880]]''. New York: Russell & Russell, 1935.\n* {{chú thích sách|url=https:\/\/archive.org\/details\/democracyrebornf00epps|title=Democracy Reborn: The Fourteenth Amendment and the Fight for Equal Rights in post-Civil War American|last=Epps|first=Garrett|publisher=Henry Holt and Company|year=2006|isbn=0-8050-7130-X|location=New York|author-link=Garrett Epps}}\n* [[Eric Foner|Foner, Eric]]. ''Politics and Ideology in the Age of the Civil War''. Oxford University Press, 1980. {{ISBN|978-0-19-972708-7}}\n* {{chú thích sách|title=Reconstruction: America's Unfinished Revolution|last=Foner|first=Eric|publisher=HarperCollins|year=2002|isbn=0-06-093716-5|location=New York|orig-year=1988}}\n* {{chú thích web|url=https:\/\/www.theusconstitution.org\/wp-content\/uploads\/2017\/12\/Perfecting_the_Declaration.pdf|title=Perfecting the Declaration: The Text and History of the Equal Protection Clause of the Fourteenth Amendment|last=Gans|first=David H.|date = ngày 16 tháng 11 năm 2011 |publisher=Constitutional Accountability Center|archive-url=https:\/\/web.archive.org\/web\/20150131044118\/https:\/\/www.theusconstitution.org\/text-history\/3235|archive-date = ngày 31 tháng 1 năm 2015 |access-date = ngày 15 tháng 11 năm 2020}}\n* {{chú thích tạp chí|last=Glatfelter|first=Charles H.|date=April 1993|title=Thaddeus Stevens in the cause of education: The Gettysburg years|url=https:\/\/archive.org\/details\/sim_pennsylvania-history_1993-04_60_2\/page\/163|journal=Pennsylvania History|location=University Park, PA|publisher=Penn State University Press|volume=60|pages=163–175|jstor=27773616|number=2}}\n* Hamilton, Howard Devon. ''The Legislative and Judicial History of the Thirteenth Amendment''. Political Science dissertation at University of Illinois; accepted ngày 15 tháng 5 năm 1950. Truy cập [http:\/\/search.proquest.com\/docview\/304361240 via ProQuest] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210420012208\/https:\/\/search.proquest.com\/docview\/304361240 |date = ngày 20 tháng 4 năm 2021}}, 4{{nbs}}July 2013.\n* {{chú thích sách|title=Freedmen, the Fourteenth Amendment, and the Right to Bear Arms, 1866–1876|last=Halbrook|first=Stephen P.|publisher=Greenwood|year=1998|isbn=0-275-96331-4|location=Westport, CT|author-link=Stephen Halbrook}}\n* {{chú thích sách|title=Thaddeus Stevens and the Fight for Negro Rights|url=https:\/\/archive.org\/details\/thaddeusstevensf0000unse|last=Meltzer|first=Milton|publisher=Thomas Y. Crowell Company|year=1967|isbn=978-0-690-80973-2|location=New York|author-link=Milton Meltzer}} [[iarchive:thaddeusstevensf0000unse|online]]\n* [[Aviam Soifer|Soifer, Aviam]]. \"[https:\/\/web.archive.org\/web\/20140316183615\/http:\/\/www.columbialawreview.org\/wp-content\/uploads\/2012\/12\/1607-1640.pdf Federal Protection, Paternalism, and the Virtually Forgotten Prohibition of Voluntary Peonage]\". ''Columbia Law Review'' 112(7), November 2012; tr. 1607–1640.\n* {{chú thích sách|title=Impeached: the Trial of President Andrew Johnson and the Fight for Lincoln's Legacy|last=Stewart|first=David O.|publisher=Simon and Schuster|year=2009|isbn=978-1-4165-4749-5|location=New York|author-link=David O. Stewart}}\n* {{chú thích sách|title=Thaddeus Stevens: Nineteenth-Century Egalitarian|url=https:\/\/archive.org\/details\/thaddeusstevensn0000tref|last=Trefousse|first=Hans|publisher=University of North Carolina Press|year=1997|isbn=0-8078-5666-5|location=Chapel Hill, NC|author-link=Hans Trefousse}}\n* [[Alexander Tsesis|Tsesis, Alexander]]. The Thirteenth Amendment and American Freedom: A Legal History. New York University Press, 2004. {{ISBN|0-8147-8276-0}}\n* Vorenberg, Michael. '' Final Freedom: The Civil War, the Abolition of Slavery, and the Thirteenth Amendment''. Cambridge University Press, 2001. {{ISBN|978-1-139-42800-2}}.\n* Woodley,  Thomas F. ''Great Leveler: The Life of Thaddeus Stevens'' (1937) [[iarchive:greatlevelerlife0000wood|online]]\n{{refend}}\n\n== Đọc thêm ==\n\n* [[Howard K. Beale|Beale, Howard K.]] ''The Critical Year: A Study of Andrew Johnson and Reconstruction'' (1930)\n* Belz, Herman. ''Reconstructing the Union: Theory and Practice During the Civil War'' (1969)\n* [[Michael Les Benedict|Benedict, Michael Les]]. ''A Compromise of Principle: Congressional Republicans and Reconstruction 1863–1869'' (1974)\n* Bowers, Claude G. ''The Tragic Era: The Revolution After Lincoln'' (1929)\n* Callender, Edward Beecher. [[iarchive:thaddeusstevensc00call|''Thaddeus Stevens: Commoner''.]] Boston: A. Williams and Company (1882)\n* [[Richard N. Current|Current, Richard Nelson]]. ''Old Thad Stevens: A Story of Ambition'' (1942) một cuốn tiểu sử hàn lâm cho rằng Stevens chủ yếu quan tâm đến quyền lực của mình, của Đảng Cộng hòa, và các nhu cầu của các doanh nghiệp lớn, đặc biệt là ngành sản xuất sắt và đường sắt.\n* {{chú thích sách|title=The limits of tyranny: archaeological perspectives on the struggle against new world slavery|last1=Delle|first1=James A.|last2=Levine|first2=Mary Ann|publisher=[[University of Tennessee Press]]|year=2015|isbn=9781621900870|editor-last=Delle|editor-first=James A.|location=[[Knoxville, Tennessee]]|pages=121–146|chapter='Equality of man before his creator': Thaddeus Stevens and the struggle against slavery}}\n* [[Eric Foner|Foner, Eric]]. \"Thaddeus Stevens, Confiscation, and Reconstruction\", in Stanley Elkins and Eric McKitrick, eds. ''The Hofstadter Aegis'' (1974). [https:\/\/coulombesclass.files.wordpress.com\/2012\/08\/article-6_thaddeus-stevens-confiscation-and-reconstruction-by-eric-foner.pdf]\n* Foner, Eric. \"Thaddeus Stevens and the Imperfect Republic.\" ''Pennsylvania History'', vol. 60, no.2, tr. 140-152 (April 1993) [https:\/\/www.jstor.org\/stable\/27773614 in JSTOR]\n* [[William Everdell|Everdell, William R.]] \"Thaddeus Stevens: The Legacy of the America Whigs\" in ''The End of Kings: A History of Republics and Republicans''. Chicago: University of Chicago Press, 2000.\n* Goldenberg, Barry M. ''[https:\/\/www.amazon.com\/The-Unknown-Architects-Civil-Rights\/dp\/0615504582\/ref=sr_1_1?ie=UTF8&qid=1359003367&sr=8-1&keywords=barry+goldenberg The Unknown Architects of Civil Rights: Thaddeus Stevens, Ulysses S. Grant, and Charles Sumner.]'' Los Angeles, CA: Critical Minds Press. (2011).\n* Graber, Mark A. \"[https:\/\/web.archive.org\/web\/20150610203113\/http:\/\/www.columbialawreview.org\/wp-content\/uploads\/2012\/12\/1501-1550.pdf Subtraction by Addition?: The Thirteenth and Fourteenth Amendments]\". ''Columbia Law Review'' 112(7), November 2012; tr. 1501–1549.\n* Korngold, Ralph. ''Thaddeus Stevens: A being darkly wise and rudely great'' (1955) [[iarchive:thaddeusstevensb0000korn|online]]\n* Lawson, Elizabeth. ''[[iarchive:ThaddeusStevens|Thaddeus Stevens]]''. New York: International Publishers. 1942. (1962 reprint)\n* {{chú thích sách|title=Thaddeus Stevens: Civil War revolutionary, fighter for racial justice|last=Levine|first=Bruce C.|publisher=[[Simon & Schuster]]|year=2021|isbn=9781476793375|location=New York}}\n* [[Samuel W. McCall|McCall, Samuel Walker]]. ''Thaddeus Stevens'' (1899) 369 pages; outdated biography [https:\/\/books.google.com\/books?id=WCwGMMaIPgQC online edition]\n* {{chú thích sách|url=http:\/\/www.house.gov\/pitts\/press\/commentary\/020425c-stevens.htm|title=Thaddeus Stevens, A Man Before His Time|last=Pitts|first=Joe|date=ngày 24 tháng 4 năm 2002|work=Sixteenth Congressional District of Pennsylvania|publisher=United States House of Representatives|author-link=Joe Pitts|access-date=ngày 16 tháng 1 năm 2003|archive-url=https:\/\/web.archive.org\/web\/20030116123931\/http:\/\/www.house.gov\/pitts\/press\/commentary\/020425c-stevens.htm|archive-date=ngày 16 tháng 1 năm 2003|url-status=bot: unknown}}\n* Shepard, Christopher, \"Making No Distinctions between Rich and Poor: Thaddeus Stevens and Class Equality\", ''Pennsylvania History'', 80 (Winter 2013), 37–50.\n* {{chú thích tạp chí|last=Simpson|first=Brooks D.|author-link=Brooks D. Simpson|date=April 1993|title=Land and the ballot: Securing the fruits of emancipation?|url=https:\/\/archive.org\/details\/sim_pennsylvania-history_1993-04_60_2\/page\/176|journal=Pennsylvania History|location=University Park, PA|publisher=Penn State University Press|volume=60|pages=176–188|jstor=27773617|number=2}}\n* Stryker, Lloyd Paul. ''Andrew Johnson: A Study in Courage'' (1929), hostile to Stevens.\n* Woodburn, James Albert. ''The Life of Thaddeus Stevens: A Study in American Political History, Especially in the Period of the Civil War and Reconstruction''. (1913) [[iarchive:lifethaddeusste00woodgoog|online version]]\n* Woodburn, James Albert. \"The Attitude of Thaddeus Stevens Toward the Conduct of the Civil War\", ''American Historical Review'', Vol. 12, No.{{nbs}}3 (April 1907), tr. 567–583 [https:\/\/www.jstor.org\/stable\/1832406 in JSTOR]\n* [[Joshua M. Zeitz|Zeitz, Josh]]. \"Stevens, Thaddeus\", ''American National Biography Online''. February 2000.\n\n=== Sử sách ===\n\n* Jolly, James A. \"The Historical Reputation of Thaddeus Stevens\", ''Journal of the Lancaster County Historical Society'' (1970) 74:33–71\n* Pickens, Donald K. \"The Republican Synthesis and Thaddeus Stevens\", ''Civil War History'' (1985) 31:57–73; lập luận rằng Stevens hoàn toàn trung thành với chủ nghĩa công hòa và chủ nghĩa tư bản trong việc tự cải tiến, tiến bộ xã hội, phân chia đất đai đồng đều, tự do kinh tế cho mọi người; để đạt được mục đích đó ông phải phá hủy chế độ nô lệ và tần lớp quý tộc.\n\n=== Nguồn sơ cấp ===\n\n* Kendrick, Benjamin B. ''[https:\/\/archive.org\/stream\/journalofjointco00kenduoft The Journal of the Joint Committee of Fifteen on Reconstruction]''. New York: Columbia University, 1914.\n* Palmer, Beverly Wilson and Holly Byers Ochoa, eds. ''The Selected Papers of Thaddeus Stevens''. Hai quyển (1998), 900tr; bao gồm các diễn văn của ông và những bức thư do ông viết và gửi Stevens.\n* Stevens, Thaddeus, et al. '' Report of the Joint Committee on Reconstruction, at the First Session{{nbs}}... by United States Congress. Joint Committee on Reconstruction'', (1866) 791 pages; [https:\/\/books.google.com\/books?id=dUgWAAAAYAAJ online edition]\n* ''Memorial Addresses on the Life and Character of Thaddeus Stevens: Delivered{{nbs}}... by United States 40th Cong., 3d sess., 1868–1869''. (1869) 84 pages; [https:\/\/books.google.com\/books?id=WGsFAAAAQAAJ online edition]\n\n== Liên kết ngoài ==\n{{wikiquote}}\n{{EB1911 poster|Stevens, Thaddeus}}\n* {{Thể loại Commons nội dòng|Thaddeus Stevens}}\n* {{Britannica|565949|Thaddeus Stevens (American politician)}}\n* [https:\/\/www.womenhistoryblog.com\/2007\/08\/lydia-hamilton-smith.html Lydia Hamilton Smith], Abolitionist And African American Businesswoman\n* [http:\/\/www.stevensandsmith.org\/ Stevens and Smith Historic Site]\n* [https:\/\/www.thaddeusstevenssociety.com\/ Thaddeus Stevens Society]\n*{{CongBio|S000887}} Includes ''[http:\/\/bioguide.congress.gov\/scripts\/guidedisplay.pl?index=S000887 Guide to Research Collections]'' where his papers are located.\n* [http:\/\/www.mrlincolnandfreedom.org\/inside.asp?ID=73&subjectID=4 Mr. Lincoln and Freedom: Thaddeus Stevens]\n* [http:\/\/www.mrlincolnswhitehouse.org\/inside.asp?ID=161&subjectID=2 Mr. Lincoln's White House: Thaddeus Stevens] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304204527\/http:\/\/www.mrlincolnswhitehouse.org\/inside.asp?ID=161&subjectID=2 |date=2016-03-04 }}\n\n{{s-start\n}}\n{{s-par|us-hs}}\n{{US House succession box|state=Pennsylvania|district=8|before=[[John Strohm (dân biểu)|John Strohm]]|after=[[Henry A. Muhlenberg]]|years=1849–1853}}\n|-\n{{US House succession box|state=Pennsylvania|district=9|before=[[Anthony E. Roberts|Anthony Roberts]]|after=[[Oliver J. Dickey|Oliver Dickey]]|years=1859–1868}}\n|-\n{{s-bef\n| before = [[John Sherman]]\n}}\n{{s-ttl\n| title = Chủ tịch [[Ủy ban Tài chính Hạ viện Hoa Kỳ|Ủy ban Tài chính Hạ viện]]\n| years = 1861–1865\n}}\n{{s-aft\n| after = [[Justin Smith Morrill|Justin Morrill]]\n}}\n|-\n{{s-hon}}\n{{Thứ tự kế vị|before=[[Abraham Lincoln]]|title=Người được quàn{{break}}tại [[Điện Capitol]]|years=August 13–14, 1868|after=[[Charles Sumner]]}}\n{{s-end\n}}\n{{Thanh chủ đề|Hoa Kỳ|Lịch sử}}\n{{Nội chiến Hoa Kỳ}}\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|1792|1868}}\n\n{{DEFAULTSORT:Stevens, Thaddeus}}\n[[Thể loại:Chính khách Pennsylvania]]\n[[Thể loại:Dân biểu Hoa Kỳ]]\n[[Thể loại:Người Vermont]]\n[[Thể loại:Chủ nghĩa bãi nô ở Hoa Kỳ]]\n[[Thể loại:Chính khách Mỹ thế kỷ 19]]\n[[Thể loại:Người khuyết tật theo quốc tịch|M]]\n[[Thể loại:Chống Hội Tam Điểm]]\n[[Thể loại:Tín hữu Baptist]]\n[[Thể loại:Chôn cất tại Pennsylvania]]\n[[Thể loại:Đại học Dartmouth]]\n[[Thể loại:Ivy League]]\n[[Thể loại:Chính quyền Pennsylvania]]\n[[Thể loại:Người Pennsylvania theo nghề nghiệp|L]]\n[[Thể loại:Luật sư Mỹ]]\n[[Thể loại:Đảng viên Đảng Cộng hòa từ Pennsylvania]]\n[[Thể loại:Thời kỳ tái thiết]]\n[[Thể loại:Nhân vật trong Nội chiến Hoa Kỳ]]\n[[Thể loại:Tuyến hỏa xa ngầm]]"}