{"Thi Lang":"'''Thi Lang''' ([[chữ Hán]]: 施琅; [[bính âm Hán ngữ|bính âm]]: Shī Láng) ([[1621]] – [[1696]]) tự là '''Tôn Hầu''', hiệu là '''Trác Công''', người [[thôn]] [[Nha Khẩu]] [[trấn]] [[Long Hồ (định hướng)|Long Hồ]] [[huyện]] [[Tấn Giang]] [[tỉnh]] [[Phúc Kiến]] [[Trung Quốc]], là danh tướng thời kỳ cuối [[Nhà Minh|Minh]] đầu [[Nhà Thanh|Thanh]]. Ông từng là tướng lĩnh Minh Trịnh, sau về hàng nhà Thanh, được phong '''Tịnh Hải hầu''', thụy '''Tương Trang''', tặng chức [[Thái tử thiếu phó|Thái tử Thiếu phó]]. Về sau ra sức giúp nhà Thanh đánh dẹp chính quyền nhà Trịnh, thu hồi lại Đài Loan, chính thức sáp nhập hòn đảo này vào lãnh thổ của [[Nhà Thanh|Đế quốc Đại Thanh]].\n\n==Tiểu sử==\n===Thuở ban đầu===\nTổ tiên Thi Lang ngụ tại trấn [[Phương Tập]] huyện [[Cố Thủy]] tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]].<ref>{{chú thích sách | last = Ủy ban biên soạn địa phương chí thành phố Tuyền Châu Tuyền Châu thị chí biên tập | first =  | authorlink =  | title = 泉州市志 | publisher = Trung Quốc xã hội Khoa học xuất bản xã | date = 2000-5 | location = Bắc Kinh | pages = Chương 1: Nhân vật truyện | url = http:\/\/www.fjsq.gov.cn:88\/showtext.asp?ToBook=3222&index=4402& | doi =  | id =  | isbn = 7-5004-2700-X | access-date = ngày 26 tháng 7 năm 2011 | archive-date = ngày 15 tháng 9 năm 2009 | archive-url = https:\/\/web.archive.org\/web\/20090915195631\/http:\/\/www.fjsq.gov.cn:88\/showtext.asp?ToBook=3222&index=4402& }}<\/ref>\n\nThi Lang sinh vào năm [[Thiên Khải]] nguyên niên ([[1621]]) ở Tấn Giang <ref>Nay là Tuyền Châu<\/ref> tỉnh Phúc Kiến trong gia đình một thương nhân kiêm cướp biển. Thuở ban đầu, ông là bộ tướng dưới quyền [[Tổng binh]] [[Trịnh Chi Long]]. Năm [[Thuận Trị]] thứ 3 ([[1646]]), quân Thanh dẹp xong loạn quân phản Thanh phục Minh ở tỉnh Phúc Kiến, Thi Lang đi theo Trịnh Chi Long đầu hàng nhà Thanh và tham gia đại quân nhà Thanh tiến xuống phía Nam đánh chiếm [[Quảng Đông]], bình định các huyện [[Thuận Đức]], [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]], [[Tam Thủy]], [[Tân Ninh]].\n\nVề sau, Trịnh Chi Long bị nhà Thanh đưa về kinh thành giam giữ. Con Trịnh Chi Long là [[Trịnh Thành Công]] chạy thoát ra biển, đánh chiếm các đảo nhỏ làm hậu cứ. Trịnh Thành Công kêu gọi Thi Lang cùng ra đảo mưu tính phản Thanh lâu dài. Thi Lang gia nhập lực lượng Trịnh Thành Công cùng kháng Thanh. Tuy nhiên, sau đó giữa Trịnh Thành Công và Thi Lang phát sinh mâu thuẫn. Trịnh Thành Công bèn cử người tìm bắt Thi Lang và người nhà của ông, Thi Lang dùng kế chạy thoát. Tuy nhiên cha và em của ông là [[Thi Đại Tuyên]] và [[Thi Hiển]] cùng con cháu trong gia tộc đều bị Trịnh Thành Công giết chết. Thi Lang thế cùng lực kiệt bèn dẫn đám thuộc hạ chạy sang đầu hàng nhà Thanh.\n\n===Quy thuận nhà Thanh===\nNăm Thuận Trị thứ 13 ([[1656]]), Thi Lang tháp tùng Giản Thân vương [[Tế Độ]] đánh bại quân Trịnh Thành Công tại Phúc Châu. Triều đình nhà Thanh phong chức cho ông làm Phó tướng Đồng An. Năm Khang Hy thứ 1 ([[1662]]), sau khi Trịnh Thành Công chiếm được Đài Loan, triều đình nhà Thanh cất nhắc Thi Lang lên làm Tổng binh Đồng An.\n\nNăm [[Khang Hy]] thứ nhất ([[1662]]), Thi Lang được cất nhắc lên chức [[Thủy sư Đề đốc]]. Lúc này Trịnh Thành Công đã mất, con Trịnh Thành Công là [[Trịnh Kinh]] mưu tính việc xâm chiếm miền [[Hải Đăng]] ở Phúc Kiến. Thi Lang cử các tướng [[Ninh Bị]], [[Uông Minh]] chỉ huy thủy quân đến cửa biển chống cự, giết mất tướng của quân Trịnh là [[Lâm Duy]], thu được chiến lợi phẩm gồm nhiều chiến thuyền và quân cụ. Chẳng bao lâu sau, Tịnh Nam vương [[Cảnh Kế Mâu]], [[Tổng đốc]] [[Lý Soái Thái]] tiến công và chiếm được [[Ma Cao]] khiến cho quân Trịnh hoang mang tán loạn. Thi Lang chiêu mộ thủy binh người [[Hà Lan]], dùng thuyền ván đánh vào bên sườn quân Trịnh khiến cho quân Trịnh đại bại. Thi Lang thừa thắng truy kích và chiếm được hai đảo [[Ngô Dự]] và [[Kim Môn]]. Sau khi tâu trình chiến công lên trên, Thi Lang được gia phong Hữu Đô đốc. Năm Khang Hy thứ 3 ([[1664]]), ông được thăng chức ''Tịnh Hải Tướng quân''.\n\nNăm Khang Hy thứ 7 ([[1668]]), Thi Lang mật tấu với triều đình nhà Thanh đề nghị đưa quân tiến đánh Trịnh Kinh, thu hồi Đài Loan, nhưng không được chấp nhận. Triều đình bãi chức Thủy sư Đề đốc của Thi Lang, nhưng phong chức [[Nội đại thần]], thuộc Tương Hoàng kỳ Hán quân.\n\nNăm Khang Hy thứ 20 ([[1681]]), Trịnh Kinh tạ thế, con là [[Trịnh Khắc Sảng]] kế vị chức Duyên Bình Quận vương, vì tuổi còn nhỏ nên bộ tướng Lưu Quốc Hiên và đại thần [[Phùng Tích Phạm]] thay nhau nắm giữ công việc triều chính và quốc quân đại sự, thêm vào đó, nội bộ họ Trịnh lại phát sinh nhiều mâu thuẫn, đấu đá lẫn nhau, thế lực suy yếu dần. [[Nội các học sĩ]] nhà Thanh [[Lý Quang Địa]] trình báo về khả năng đưa quân đánh chiếm Đài Loan. Vì vậy, lại tiến cử Thi Lang lên Hoàng đế Khang Hy. Nhà vua ưng thuận, phong Thi Lang làm Thủy sư Đề đốc Phúc Kiến, gia phong Thái tử Thiếu bảo, dặn dò ông cố gắng huấn luyện binh sĩ, chuẩn bị đầy đủ lương thực, đồ quân dụng, hỏa khí, cấp tốc đóng hạ tàu chiến, chờ đợi thời cơ xuất binh.\n \nNăm Khang Hy thứ 21 ([[1682]]), Khang Hy dự định phát động chiến dịch đánh chiếm Đài Loan trong năm này nhưng vẫn còn trù trừ không quyết vì bị các quan trong triều đình phản đối dữ dội. Cấp sự Trung Tôn Huệ dâng sớ tâu xin hoãn việc đánh chiếm Đài Loan. Tháng 7 cùng năm, [[Thượng thư bộ Hộ]] [[Lương Thanh Tiêu]] dâng sớ nói lại kế hoạch đánh chiếm Đài Loan, nhà vua định tạm hoãn việc đánh chiếm Đài Loan nhưng bị Thi Lang cự tuyệt, ông khẩn khoản đề nghị Hoàng đế đồng ý, sau một hồi thuyết phục lâu dài. Cuối cùng Hoàng đế Khang Hy cũng hạ chiếu, chấp nhận ý kiến của Thi Lang, bài trừ ý kiến phản đối trong triều đình, quyết định tiến đánh Đài Loan. Lệnh cho Tổng đốc Phúc Kiến [[Diêu Khải Thánh]] được quyền điều động binh mã toàn tỉnh Phúc Kiến, cùng với Thi Lang chuẩn bị tiến đánh Bành Hồ, Đài Loan, trao cho [[Vạn Chính Sắc]] làm Bộ binh Đề đốc, lĩnh 12 vạn quân đồn trú tại Phúc Kiến nhằm tiếp ứng cho Thủy sư Đề đốc đại tướng quân Thi Lang, đều nhận tiết chế của Diêu Khải Thánh.\n\n===Xâm chiếm Đài Loan===\n{{see|Hải chiến Bành Hồ}}\nTháng 6 năm Khang Hy thứ 22 ([[1683]]), Thi Lang xuất phát từ [[Đồng Sơn]] tiến đánh một vài đảo nhỏ như [[Đảo Hoa]], [[Đảo Miêu]] và [[Đảo Thảo]] làm căn cứ hậu cần. Nhân có gió nam, Thi Lang thừa cơ chỉ huy hạm đội chiến thuyền tiến tới [[Bát Trác]]. Tướng nhà Trịnh là [[Lưu Quốc Hiên]] đồn trú tại [[Bành Hồ]], để đảm bảo việc bố phòng vững chắc đã cho xây tường men theo ven bờ, sai người cắm chông nhọn, trải dài hơn 20 dặm, hình thành tuyến phòng thủ kiên cố. Thi Lang lệnh cho phó tướng [[Lý Lam]] dùng thuyền tiến công quân Trịnh trú đóng ở đó. Bên Trịnh cũng nhân lúc thủy triều đang lên, cho chiến thuyền từ bốn phía đánh ập vào quân Thanh. Thi Lang đi thuyền lầu, đột nhập vào trận địa quân Trịnh, do dẫn đầu hạm đội nên bị quân Trịnh nã tên vào, không may một mũi tên vô tình bắn trúng vào một mắt của Thi Lang, dù đang bị trọng thương nhưng ông vẫn vững vàng chỉ huy đốc chiến, liên tục nâng cao sĩ khí binh sĩ.\n \nTổng binh [[Ngô Anh]] lên thay Thi Lang tiếp tục kiên trì đốc thúc quân sĩ tử chiến, sau mấy ngày chiến đấu ác liệt, quân Thanh cũng chiếm được hai đảo [[Hổ Tịnh]] và [[Thùng Bàn]]. Tiếp đến, Thi Lang đưa 100 chiến thuyền, chia làm hai cánh đông tây, cử các Tổng binh là [[Trần Mãng]], [[Ngụy Minh]], [[Đổng Nghĩa]], [[Khang Ngọc]] chỉ huy quân lính. Phía đông tiến đánh đèo [[Kê Lộng]], núi [[Tứ Giác]]. Phía tây, tiến đánh vịnh [[Ngưu Tâm]], nhằm phân tán lực lượng quân Trịnh. Thi Lang đích thân chỉ huy sáu chiến thuyền, chia làm tám đoàn, phía sau còn có 80 chiếc khác theo sát, giương buồm xông tới. Quân Trịnh xông trận chống cự, Tổng binh [[Lâm Hiền]], [[Chu Thiên Quý]] đích thân đưa quân đi tiên phong. Không may, Chu Thiên Quý tử trận giữa trận tiền, Lâm Hiền bị trọng thương. Quân Thanh xuất kích từ phía giữa, chiến đấu liên tục từ giờ Thìn cho đến giờ Thân, phóng lửa đốt cháy hàng trăm chiến thuyền khiến cho hàng vạn binh sĩ quân Trịnh phải bỏ mạng dưới nước. Cuối cùng quân của Thi Lang cũng chiếm được Bành Hồ, bộ tướng nhà Trịnh là Lưu Quốc Hiên đột phá vòng vây dẫn đám tàn quân rút chạy về Đài Loan.\n\nTrịnh Khắc Sảng nhận được tin Bành Hồ thất thủ, hết sức kinh hoàng, nhận thấy lực lượng còn lại khó có thể chống cự nổi, liền cử sứ giả đến chỗ trú đóng quân Thanh của Thi Lang đề nghị xin hàng. Thi Lang dâng sớ xin ý kiến của Hoàng đế, Khang Hy đồng ý tiếp nhận lời đầu hàng của quân Trịnh. Tháng 8 cùng năm, Thi Lang chỉ huy thủy quân tiến vào cửa Lộc Nhĩ và đến thẳng Đài Loan. Trịnh Khắc Sảng cùng gia thần thuộc hạ và bá quan văn võ bước ra khỏi thành giao nộp ấn tín Duyên Bình vương cho Thi Lang. Vương triều họ Trịnh cáo chung sau 38 năm thống trị Đài Loan, hòn đảo chính thức nội thuộc nhà Thanh kể từ đó.\n\nSau khi dẹp yên Đài Loan, Thi Lang báo tin đại thắng về triều đình. Tấu sớ của ông được chuyển đến kinh thành vừa đúng dịp [[Tết Trung thu|Trung Thu]]. Hoàng đế Khang Hy làm thơ ca ngợi chiến công của Thi Lang, phong ông làm Tịnh Hải tướng quân, tấn phong hầu tước Tịnh Hải, cha truyền con nối, không bao giờ bị phế truất; lại còn ban áo bào và các vật phẩm y phục khác. Thi Lang bẩm tấu không dám nhận hầu tước, tâu xin được giữ chức Nội đại thần như cũ và ban cho đội mũ lông chim. Khang Hy hạ chiếu chấp nhận thỉnh cầu của ông.\n \n===Xây dựng và ổn định===\nTriều đình nhà Thanh cử quan [[Thị lang]] [[Tố Bái]] đến Phúc Kiến, bàn bạc với quan [[Đốc phủ]] và Thi Lang về việc xử lý những vấn đề phát sinh sau khi chiếm được Đài Loan. Một số quan viên trong triều có đề xuất ý kiến di dời dân chúng ở Đài Loan về đại lục và từ bỏ hòn đảo này. Thi Lang dâng sớ cực lực phản đối, yêu cầu triều đình phải ra sức chốt giữ Đài Loan, tiến hành thành lập phủ huyện để yên dân. Khang Hy cho họp đình thần để luận bàn về việc này, Đại học sĩ Lý Úy dâng sớ tâu rằng nên thực hiện theo đúng thỉnh cầu của Thi Lang. Tiếp đó, Tô Bái và văn võ bá quan cũng dâng sớ xin chấp nhận kiến nghị của Thi Lang. Hoàng đế Khang Hy hạ chiếu cho phép thực thi kế hoạch đó.\n\nVề mặt hành chính, trước hết nhà Thanh cho lập 3 huyện, 3 phủ và 1 tuần đạo, số dân di cư và lưu dân ở các nơi trên Đài Loan đều được cho phép cư trú như cũ. Về mặt quân sự, thuyên chuyển một phần quan binh từ nội địa vào, chia ra phòng thủ Bành Hồ và Đài Loan. Ở Đài Loan, bố trí một Tổng Binh, một Phó tướng thủy sư,hai Tham tướng lục quân và 8.000 quân trú đóng. Ở Bành Hồ thì cho bố trí một Phó tướng thủy sư và 2.000 quân trú đóng. Các Tổng binh, Phó tướng, Tham tướng và Du kích<ref>Tổng binh, Phó tướng, Tham tướng và Du kích là tên các cấp chỉ huy quân đội thời nhà Thanh<\/ref> cứ sau 2-3 năm phục dịch tại các đảo, sẽ được thăng cấp và chuyển về nội địa. Ngoài ra triều đình còn ra lệnh tạm thời miễn thuế tại các đảo trên, quân đội đóng quân tại các đảo, lúc đầu được hưởng toàn bộ quân lương. Sau đó ba năm, sẽ trưng thu lương thực để tiếp tế cho quân lính, không cần phải vận chuyển lương thực từ đại lục sang.\n\nCùng lúc đó Trịnh Khắc Sảng cùng họ hàng đồng tộc và chư tướng gia thần như Lưu Quốc Hiên, Phùng Tích Phạm và hậu duệ nhà Minh như [[Chu Hoàn]] bị Thi Lang áp giải tới kinh đô triều kiến Hoàng đế. Toàn bộ ruộng đất, sổ sách, công văn của họ Trịnh đều phải giao nộp hết lại cho triều đình quản lý. Nhằm yên ổn lòng người, thu phục nhân tâm họ Trịnh. Khang Hy hạ chiếu ban cho Trịnh Khắc Sảng tước công, Lưu Quốc Hiên và Phùng Tích Phạm tước bá, đều quy thuộc kỳ thượng tam, số quan chức còn lại và Chu Hoàn đều được cấp một số kinh phí đưa đến các tỉnh lân cận khai hoang. Thi Lang lại tiếp tục dâng sớ xin tăng cường các lệnh cấm trên biển, kiểm tra tàu thuyền qua lại buôn bán. Ý kiến của ông đều được triều đình chuẩn y.\n\n===Qua đời===\nNăm Khang Hy thứ 27 ([[1688]]), Hoàng đế Khang Hy triệu hồi Thi Lang đến yết kiến. Lấy lý do già cả ốm yếu nên nhân dịp này ông xin được từ quan về quê dưỡng bệnh. Nhưng Hoàng đế không đồng tình, ban lệnh cho ông tiếp tục giữ chức làm việc.\n \nNăm khang Hy thứ 35 ([[1696]]), Thi Lang lâm trọng bệnh, mất khi đang tại chức, thọ 76 tuổi. Sau khi ông mất, Hoàng đế Khang Hy hạ chiếu truy phong chức Thái tử Thiếu phó, cho cử hành tang lễ, lại còn ban hiệu ''Tương Tráng'' cho Thi Lang. Mộ của ông nằm ở dốc đất cách 500 m về hướng tây bắc làng [[Hổ Quật]] trấn [[Hoàng Đường]] huyện [[Huệ An]] tỉnh [[Phúc Kiến]], là [[Đơn vị bảo hộ văn vật tỉnh Phúc Kiến]] thuộc [[Đơn vị bảo hộ văn vật trọng điểm Trung Quốc]].\n\n==Các con==\nCon trưởng ông là [[Thi Thế Luân]], từng nhậm chức Tào vận Tổng đốc, con thứ là [[Thi Thế Phiếu]], từng lĩnh quân Thanh tới [[Đài Loan]] bình định [[Chu Nhất Quý]].\n\n==Trong văn hóa==\nTrong tiểu thuyết ''[[Lộc Đỉnh ký]]'' của nhà văn [[Kim Dung]] viết năm 1969, Thi Lang được [[Khang Hi|Khang Hy]] phái đi giúp nhân vật chính [[Vi Tiểu Bảo]] tấn công Thần Long giáo. Thi Lang dùng hỏa pháo Tây dương phá tan được Thần Long giáo, nhưng Vi Tiểu Bảo bị giáo chủ Hồng An Thông bắt và bị công chúa [[Sofia Alekseyevna]] đưa sang Nga. Một thời gian sau đó Thi Lang mang quân tấn công và bình định được Đài Loan.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Chu Tuyết Ngọc, ''Nghiên cứu Thi Lang''. Luận văn Thạc sĩ Sở Nghiên cứu Sử học Đại học Văn hóa năm 1979.\n*Thi Vĩ Thanh, ''Thi Lang bình truyện''. Hạ Môn Đại học xuất bản xã năm 1987.\n*Trần Phương Minh, ''Trịnh Thành Công với Thi Lang: Nghĩ lại việc đánh giá nhân vật lịch sử Đài Loan''. Xem thêm cuốn ''Đài Loan sử luận văn tinh tuyển'' (quyển thượng) do Trương Viêm Hiến, Lý Tiểu Phong, Đới Bảo Thôn biên soạn, Đài Bắc Ngọc Sơn xã xuất bản năm 1996.\n*Thi Vĩ Thanh, ''Thi Lang niên phả khảo lược'', Hồ Nam Nhạc Lộc xuất bản xã xuất bản tháng 7 năm 1998.\n*Hạ Ấu Linh, ''Nghiên cứu tư tưởng nhân vật trong Đài Loan ngoại ký''. Luận văn Thạc sĩ Khoa Văn học Trung Quốc Đại học Quốc gia Trung Sơn năm 1998.\n*Thi Vĩ Thanh chủ biên, ''Nghiên cứu Thi Lang'', Hạ Môn Đại học xuất bản xã năm 2000.\n*Lý Tổ Cơ, ''Thi Lang với chính sách di dân Đại lục sang Đài Loan đầu thời Thanh'', Nguyệt san Lịch sử năm 2000.\n*Hứa Tại Toàn, Ngô Ấu Hùng biên soạn, ''Nghiên cứu Thi Lang'', Bắc Kinh: Trung Quốc xã hội Khoa học xuất bản xã năm 2001.\n*Thạch Vạn Thọ, ''Tìm kiếm mới về việc giữ bỏ Đài Loan'', Đài Loan văn hiến năm 2002.\n*Thi Vĩ Thanh chủ biên, ''Nghiên cứu Thi Lang'', Công ty xuất bản Văn hóa Quốc tế xuất bản năm 2003.\n*Tạ Bích Liên, ''Thi Lang công Đài Loan'', Cục Văn hóa huyện Đài Nam xuất bản năm 2004.\n*Tạ Anh Tùng, ''Phát hiện mới về thuế ruộng của Thi Lang: đầm lớn dưới ruộng, cây dừa dưới ruộng, khảo sát lịch sử cây dừa dưới ruộng''. Đài Loan văn hiến năm 2005.\n*Lý Thế Vĩ, ''Tìm kiếm mới về việc Mã Tổ gia phong Thiên Hậu'', Hải dương Văn hóa học san năm 2005.\n*Thi Vĩ Thanh, ''Thi Lang tướng quân truyện'', Hồ Nam Nhạc Lộc xuất bản xã xuất bản tháng 1 năm 2006.\n*Thi Tính Sơn chủ biên, ''Nghiên cứu Thi Lang'' (tập 1), Hương Cảng Nhân dân xuất bản xã tháng 8 năm 2006.\n*Trịnh Phúc Điền - Khả Vĩnh Tuyết - Dương Hiệu Xuân chủ biên, ''Tướng soái cổ đại Trung Hoa'', Ông Văn Tùng - Hoàng Nghĩa Quán dịch, Nhà xuất bản Lao động (2006), tập 4, trang 434-444.\n*Thi Tính Sơn chủ biên, ''Nghiên cứu Thi Lang'' (tập 2), Hương Cảng Nhân dân xuất bản xã tháng 5 năm 2007.\n*Thi Tính Sơn chủ biên, ''Nghiên cứu Thi Lang'' (tập 3), Văn hóa Nghệ thuật xuất bản xã tháng 5 năm 2008.\n*Thi Tính Sơn chủ biên, ''Nghiên cứu Thi Lang'' (tập 4), Trung Hoa thi từ xuất bản xã tháng 5 năm 2009.\n*Liên Hoành, ''Đài Loan thông sử'', Đài Loan thông sử xã xuất bản năm 1918.\n*''Xâm lược Đài Loan'', Lư Kiến Vinh, Mạch Điền xuất bản, [[ISBN 957-708-916-X]].\n*''Thanh nhất thống chí Đài Loan phủ''.\n\n==Xem thêm==\n*[[Thời kỳ Minh Trịnh]]\n*[[Mã Tổ]]\n*[[Thi Thế Bảng]]\n*[[Thi Thế Luân]] (con Thi Lang)\n*[[Thi Thế Phiếu]]\n*[[Cố Thủy]]\n*[[Vương triều Khang Hy]]\n\n==Liên kết ngoài==\n{{Wikisource author}}\n*[http:\/\/maj.family.net.tw\/history_htm\/mainpage.htm Lịch sử đền Thiên Hậu ở Đài Nam]\n*[http:\/\/www.taiwanus.net\/history\/2\/46.htm Thi Lang tấn công Đài Loan]\n*[http:\/\/baike.baidu.com\/view\/13646.htm Cuộc đời Thi Lang]\n*[http:\/\/www.hudong.com\/wiki\/%E6%96%BD%E7%90%85 Cuộc đời Thi Lang]\n{{Nhập tự Hiền lương từ nhà Thanh}}\n{{Thời gian sống|1621|1696}}\n\n[[Thể loại:Nhân vật thời kỳ nhà Thanh thống trị Đài Loan]]\n[[Thể loại:Nhân vật quân sự nhà Thanh]]\n[[Thể loại:Nhân vật quân sự nhà Minh]]\n[[Thể loại:Tướng lĩnh Thủy quân Trung Quốc]]\n[[Thể loại:Nhân vật quân sự thời kỳ nhà Thanh thống trị Đài Loan]]\n[[Thể loại:Nhân vật Lộc đỉnh ký]]\n[[Thể loại:Nhân vật có thật dưới ngòi bút Kim Dung]]\n[[Thể loại:Người Tấn Giang]]\n[[Thể loại:Họ Thi|Lang]]\n[[Thể loại:Người nhà Minh]]\n[[Thể loại:Hầu tước nhà Thanh]]"}