{"Thompson Campbell":"{{Infobox officeholder 1|name=Thompson Campbell|image=ThompsonCampbell.jpg|office=Thành viên của [[Hạ viện Hoa Kỳ]] từ quận thứ [[6]] của bang [[Illinois]]|term_start=4 tháng 3 năm 1851|term_end=3 tháng 3 năm 1853|predecessor=[[Edward Dickinson Baker]]|successor=[[Richard Yates]]|birth_date=1811|birth_place=[[Đảo Ireland]]|death_date={{death date and age|1868|12|6|1811}}|death_place=[[San Francisco]], [[California]], [[Hoa Kỳ]]|party=[[Democratic Party (United States)|Democratic]]|office1=[[Ngoại trưởng bang Illinois]] thứ 9|term_start1=1843|term_end1=1846|governor1=[[Thomas Ford]]|predecessor1=[[Lyman Trumbull]]|successor1=[[Horace S. Cooley]]}}\n\n'''Thompson Campbell''' (1811 - 6 tháng 12 năm 1868) là [[Đại biểu Quốc hội Hoa Kỳ]] thuộc đảng [[Dân chủ]] và sinh ra tại [[đảo Ireland]] và đến từ bang [[Illinois]].\n==Tiểu sử==\nCampbell sinh năm 1811 tại đảo Ireland, một đảo ở châu Âu và di cư đến Hoa Kỳ lúc ông còn nhỏ, gia đình Campbell định cư đến Chester County thuộc bang Pennsylvainia, trường mà ông theo học không rõ là trường nào. Ngoài ra, ông còn học theo học luật, và được nhận vào quán bar tại Pittsburgh thuộc bang Pennsylvainia. Sau đó, gia đình ông chuyển đến Galena của bang Illinois, và tham gia vào khai thác.\n\nNăm 1843, Thống đốc bang Illinois Thomas Ford bổ nhiệm Campbell làm Ngoại trưởng bang Illinois cho đến năm 1846, ông làm được ba năm.\n\nNgày 4 tháng 3 năm 1851, Thompson Campbell được bổ nhiệm làm Thành viên của Hạ viện Hoa Kỳ từ quận thứ sáu của bang Illinois cho đến ngày 3 tháng 3 năm 1853.\n\nTại Hội nghị Quốc gia vào năm 1860 của đảng Dân chủ, ông phục vụ như một đại biểu tại Charleston, Bắc Carolina và trở thành một đại cử tri tại lớn trên vé Breckinridge.\n\nTrong cuộc chiến tranh dân sự, ông phục vụ trong Nhà nước hội California như là một thành viên của Đảng Liên minh và là một đại biểu tại Hội nghị Quốc gia 1864 của đảng Cộng hòa.\n\nCampbell qua đời ở tuổi 56 hoặc 57 gì đó vào ngày 6 tháng 12 năm 1868 tại San Francisco, bang California, Hoa Kỳ và được chôn cất tại Nghĩa trang Đồi Laurel.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Sách tham khảo==\n{{CongBio|C000102}}\n{{sơ khai}}\n\n[[Thể loại:Sinh năm 1811]]\n[[Thể loại:Mất năm 1868]]"}