{"Thomas Savery":"{{Infobox engineer|image=Thomas Savery.gif|image_size=|caption=|name=Thomas Savery|nationality=English|birth_date=c. 1650|birth_place=[[Shilstone]], [[Modbury]], Devon, England|death_date=1715|death_place=London|education=|spouse=|parents=|children=|discipline=|institutions=|practice_name=|significant_projects=|significant_design=|significant_advance=|significant_awards=}}\n'''Thomas Savery''' (\/ˈseɪvəri\/;. C 1650-1715) là một nhà phát minh và kỹ sư người Anh, sinh tại Shilstone, một [[Manor house|dinh thự]] gần [[Modbury]], Devon, Anh. Ông đã phát minh ra thiết bị chạy bằng hơi nước được sử dụng thương mại đầu tiên, một máy bơm hơi nước thường được gọi là \"động cơ\". \"Động cơ\" của Savery là một phương pháp bơm nước mang tính cách mạng, giải quyết vấn đề thoát nước mỏ và cung cấp nước công cộng rộng rãi\n\n== Sự nghiệp ==\nSavery sớm trơ thành một kỹ sư trong quân đội, tăng tới cấp bậc đại úy vào năm 1702.Trong khoảng thời gian này, ông đã dành nhiều khoảng thời gian để thực hiện các thí nghiệm thực tế về cơ khí. Năm 1696 ông đã đạt được bằng sáng chế cho chiếc  máy đánh bóng ly, cốc và một chiếc máy khác giúp việc chèo thuyền và thám hiểm trờ nên dễ dàng hơn bằng việc sử dụng bánh xe chèo thuyền được điều khiển bằng một chiếc tời, thứ sau đó đã bị bác bỏ bởi báo cáo tiêu cực do điều tra viên của Hải quân - Edmund Dummer thực hiên.<ref>{{Chú thích sách|url=https:\/\/archive.org\/details\/socialhistoryofe0000army_t5v9|title=A Social History of Engineering|last=Armytage|first=W.H.G.|publisher=Westview Press|year=1976|isbn=0-89158-508-7|location=|pages=[https:\/\/archive.org\/details\/socialhistoryofe0000army_t5v9\/page\/86 86]|doi=|id=|author-link=}}<\/ref>\n\nSavery cũng làm việc cho ủy ban chăm sóc sức khoe của Hải quân, trực tiếp ký kết hợp đồng cung cấp thuốc cho công ty cổ phần Hải quân, đồng thơi kết nối với hiệp hội dược sĩ. Nhiệm vụ là người đại diện đã đưa ông đến với Dartmouth, có lẽ là cách ông  tiếp xúc với Thomas Newcomen.\n\n=== Cơ chế động cơ hơi nước đầu tiên ===\n[[Tập tin:Fire_pump_Savery_system_1698.jpg|trái|nhỏ| Bơm chữa cháy, hệ thống Savery, 1698.]]\nVào ngày mùng 2 tháng 7 năm 1698, Savery được cấp bằng sáng chế cho một động cơ hơi nước sơ khởi đầu tiên, \" Một phát mình mới dung trong việc bơm nước và xay gỗ bằng việc sử dụng lực phát động  của ngọn lửa, thứ sẽ rất hữu dụng trong việc thoát nước mỏ, cung cấp nước cho các thị trấn và các nhà máy nơi họ không có lợi về nước hay gió<ref name=\"Rolt\">L.T.C. Rolt and J. S. Allen, ''The Steam Engine of Thomas Newcomen'' (Landmark Publishing, Ashbourne 2007), pp. 27–28<\/ref>. Ông đã trình diễn nó trước hội đồng hoàng gia vào ngay 14 tháng 7 năm 1699. Tuy bằng sang chế không có hình minh họa hay thậm chí là mô tả bằng chữ, nhưng đến năm 1702 Savery đã mô tả cố máy trong cuốn sách \"Người bạn của thợ mỏ\" hay \"  An Engine to Raise Water by Fire\"<ref>{{Chú thích sách|title=Cornish Mining: The Techniques of Metal Mining in the West of England, Past and Present|last=Earl|first=Bryan|publisher=Cornish Hillside Publications|year=1994|isbn=0-9519419-3-3|edition=2nd|location=St Austell|page=38}}<\/ref>, trong đó ông đã tuyên bố rằng nó có thể bơm nước ra khỏi mỏ. \n[[Tập tin:Savery-engine.jpg|nhỏ|''Động cơ Savery'' 1698]]\nĐộng cơ của Savery không có pít- tông và không có bộ phận nào chuyển động ngoại trừ vòi. Thiết bị được vận hành bằng cách tang hơi nước trong lò hơi, hơi nước sau đó sẽ đi vào một một trong những bình đựng nước đang làm việc, cho phép nó đẩy nước lên cao. Khi hệ thống đủ nóng và đầy hơi nước, vòi giữa lò hơi và bình đựng nước sẽ đóng lại (nếu cần thì bên ngoài bình sẽ được làm mát). Điều này dẫn đến hơi nước bên trong bị ngưng tụ lại, tạo ra một phần chân không và áp suất khí quyển sẽ đẩy nước lên cao. Tại thời điểm này vòi bên dưới bình đựng nước đóng lại, vòi giữa nó và ông dẫn nước phía trên mở ra, và  nhiều hơi nước được tiếp nhận thêm. Khi áp suất của hơi nước tăng lên, nó buộc nước từ bình đi theo ống dẫn lên tới đỉnh của mỏ.\n\nTuy vậy, động cơ của Savery có 4 vấn đề nghiêm trọng. Đầu tiên, mỗi khi nước được đưa vào bình làm việc, phần lớn nhiệt bị lãng phí trong việc làm nóng nước đang được bơm. Thứ hai, ở giai đoan 2 yêu cầu áp suất hơi nước cao để đấy nước lên, khiến mối hàn hiếm khí chịu được và cần phải được sửa chữa, bảo dưỡng thường xuyên. Thứ ba, mặc dù động cơ sử dụng áp lực hơi nước để đẩy nước ra khỏi động cơ (với không có giới hạn lý thuyết về độ cao mà nước có thể được nâng lên bằng một động cơ duy nhất) từ thực tiễn về các điều kiện an toàn, để dọn sạch nước ở sâu dưới mỏ sẽ cần một chuỗi các động cơ áp suất vừa phải được đặt từ đáy  mỏ lên tới bề mặt mỏ. Thứ tư, nước được đẩy lên động cơ chỉ bằng áp suất khí quyển (hoạt động bên cạnh khoảng không hơi nước ngưng tụ), do đó động cơ phải cao hơn mực nước khoảng 30 feet (9,1 m) - yêu cầu nó phải được cài đặt, vận hành và duy trì ở xa phía dưới các mỏ tối.\n\n=== Đạo luật động cơ lửa ===\nBằng sang chế gốc của Savery  được cấp vào tháng 7 năm 1698 có thời gian bảo hộ là 14 năm, nhưng ngay năm 1699, quốc hội đã thông qua nghị quyết tăng thời gian bảo hộ lên đến   21 năm. Nghị quyết được biết đến như là \" đạo luật về động cơ lửa\". Bằng  sáng chế của ông bao gồm tất cả các động cơ đẩy nước lên bẳng lửa. Điều này đã đóng vai trò quan trọng trong việc định hình ban đầu cho sự phát triển của máy hơi nước ở quần đảo Anh.     \n\nKiến trúc sư James Smith of Whitehill đã mua lại quyền sử dụng động cơ Savery cho Scotland. Vào năm 1699 ông đã bắt đầu những cuộc đàm phán với Savery và đến năm 1701 đã bảo vệ bằng sang chế của mình trước nghị viện Scotland, một phiên bản được mô hình hóa từ động cơ của Savery. Smith tuyên bố rằng chiêc máy có thể bơm nước từ độ sâu lên tới 84 feet.<ref name=\"Rolt\" \/><ref>{{Chú thích sách|title=The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present|last=Landes|first=David. S.|publisher=Press Syndicate of the University of Cambridge|year=1969|isbn=0-521-09418-6|location=Cambridge, New York|page=62, Note 2}}<\/ref>\n\nỞ Anh, với việc Savery đã đạt được bằng sáng chế khiến  Thomas Newcomen buộc phải hợp tác với Savery và đến năm 1712, họ đã cho ra đời một phiên bản cải tiến hơn từ động cơ cũ, thêm vào đó các bể chứa nước và thanh bơm để có thể hoạt động ở các mỏ sâu hơn<ref>{{Chú thích web|url=http:\/\/www.spppumps.com\/history.htm|title=SPP Pumps|website=spppumps.com|archive-url=https:\/\/web.archive.org\/web\/20061201183344\/http:\/\/www.spppumps.com\/history.htm|archive-date=ngày 1 tháng 12 năm 2006|url-status=dead}}<\/ref>. Động cơ của Newcomen hoạt động hoàn toàn bằng áp suất khí quyển, tránh được những nguy hiểm từ áp suất của hơi nước. Chiếc máy này cũng sử dụng pít- tông được phát minh vào năm 1690 bởi  Denis Papin để sản xuất máy hơi nước đầu tiên có khả năng nâng nước từ các mỏ sâu.<ref>L. T. C. Rolt and J. S. Allen, ''The Steam Engine of Thomas Newcomen'' (Landmark Publishing, Ashbourne 1997).<\/ref>\n\nSau cái chết của Savery vào năm 1715, bằng sang chế của ông cùng với Đạo luật nghị viện được trao cho công ty có tên là ''The Proprietors of the Invention for Raising Water by Fire.''<ref>Jenkins, pp. 78–79<\/ref> Công ty này đã cấp giấy phép sử dụng cho những người khác để xây dựng và vận hành động cơ Newcomen, với mức phí là £420 mỗi năm<ref>Oldroyd, David (2007). ''Estates, Enterprise and Investment at the Dawn of the Industrial Revolution''. Ashgate Publishing Ltd. p. 14. ISBN <bdi>0-7546-3455-8<\/bdi>.<\/ref>. Một vài công ty đã chấp nhận trả 200 bảng mỗi năm cùng với một nửa lợi nhuận ròng để  đổi lấy việc vận hành và duy trì động cơ.<ref>Roll, Eric (1968). ''An Early Experiment in Industrial Organisation''. Routledge. p. 27. ISBN <bdi>0-7146-1357-6<\/bdi>.<\/ref>\n\nĐạo luật động cơ lửa hết hạn vào năm 1733, bốn năm sau cái chết của Newcomen.<ref>Armytage, W.H.G. (1976). ''A Social History of Engineering''. Westview Press. p. 86. ISBN <bdi>0-89158-508-7<\/bdi>.<\/ref>\n\n=== Ứng dụng của động cơ ===\nMột tờ báo vào tháng 3 năm 1702 tuyên bố rằng các động cơ của Savery đã sẵn sàng để sử dụng và có thể được nhìn thấy vào các buổi chiều thứ Tư và thứ Bảy tại nhà làm việc của ông ở Tòa án Salisbury, London, cạnh Old Playhouse.\n\nMột trong những động cơ của ông đã được thiết lập tại Tòa nhà York ở London. Theo các mô tả sau này, hơi nước này tạo ra hơi nước mạnh hơn tám hoặc mười lần so với không khí thông thường '(tức là 8 [[Átmốtphe|khí quyển]] 10),\n\nMột cái khác được chế tạo để kiểm soát việc <ref name=\"Rolt\"\/> cung cấp nước tại [[Cung điện Hampton Court|Hampton Court]], trong khi một cái khác tại Campden House ở [[Kensington]] hoạt động được 18 năm.<ref>E. I. Carlyle, 'Savery, Thomas (1650?–1715)', rev. Christopher F. Lindsey, ''Oxford Dictionary of National Biography'', Oxford University Press, 2004, accessed ngày 29 tháng 4 năm 2006 URL<\/ref>\n\nVào năm 1705, một vài động cơ Savery đã được thử trong các mỏ, nhưng đã không thành trong việc làm sạch nước từ một hồ bơi có tên Broad Waters ở Wednesbury (nay là [[Staffordshire]]) và các mỏ than gần đó. Nơi này đã bị ngập bởi một vụ phun trào nước vài năm trước. Tuy nhiên, động cơ không thể được 'đưa ra câu trả lời'. Lượng hơi nước bốc lên lớn đến mức 'thuê toàn bộ máy thành từng mảnh'. Cuối cùng kế hoạch này đã bị loại bỏ bởi tính không thực tế của nó.<ref>Richard Wilkes of Willenhall, quoted in Stebbing Shaw, ''History and Antiquities of Staffordshire'' (1798–1801) II(1), 120<\/ref><ref>P. W. King. 'Black Country Mining before the Industrial Revolution' ''Mining History: The Bulletin of the Peak District Mines History Society'' 16(6), 42–3.<\/ref>\n\nĐộng cơ khác đã được đề xuất vào năm 1706 bởi George Sparrow ở Newbold gần Chesterfield, nơi một chủ đất đã gặp khó khăn trong việc có được sự đồng ý của người hàng xóm của mình cho một cái cống thoát than của mình. Không có gì xảy ra cả, có lẽ là động cơ Broad Waters phát nổ. Cũng có thể một động cơ đã được thử tại Wheal Vor, một mỏ đồng ở Cornwall.<ref>Earl, Bryan (1994). ''Cornish Mining: The Techniques of Metal Mining in the West of England, Past and Present'' (2nd ed.). St Austell: Cornish Hillside Publications. p. 38. ISBN <bdi>0-9519419-3-3<\/bdi>.<\/ref>\n\n== So sánh với động cơ của Newcomen ==\nĐộng cơ Savery có chi phí thấp hơn nhiều so với động cơ Newcomen, với động cơ Savery 2 đến 4 mã lực có giá từ 150-200 [[Bảng Anh|GBP]].<ref>Landes, David. S. (1969). ''The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present''. Cambridge, New York: Press Syndicate of the University of Cambridge. p. 62, Note 2. ISBN <bdi>0-521-09418-6<\/bdi>.<\/ref> Nó cũng có phiên bản nhỏ hơn,1 mã lực.Đông cơ của Newcomen và động cơ sử dụng áp suất hơi nước cao đời đầu đều có điểm chung là to lớn và đắt tiền. Điều này xảy ra là do động cơ hơi nước piston rất kém hiệu quả ở kích cỡ nhỏ, ít nhất là cho đến khi động cơ piston 2 mã lực ra đời vào năm 1900.<ref>Hunter, Louis C.; Bryant, Lynwood (1991). ''A History of Industrial Power in the United States, 1730-1930, Vol. 3: The Transmission of Power''. Cambridge, Massachusetts, London: MIT Press. p. xxi. ISBN <bdi>0-262-08198-9<\/bdi>.<\/ref> Động cơ Savery tiếp tục được sản xuất cho tới cuối tế kỷ 18.\n\n== Cảm hứng về sau ==\nMột số hệ thống bơm sau này có thể dựa trên máy bơm của Savery. Ví dụ, [[Bơm hơi xung|máy bơm hơi xung áp]] kế buồng đôi là sự phát triển thành công của nó.<ref>\"SPP Pumps\"''spppumps.com''. Archived from the original on ngày 1 tháng 12 năm 2006.<\/ref>\n\n== Xem thêm ==\n\n* [[Lịch sử của động cơ hơi nước]] \n* [[Bộ sưu tập hơi nước Hollycombe]] \n* [[Jerónimo de Ayanz y Beaumont]]\n\n== Ghi chú ==\n{{Tham khảo|30em}}\n\n== Đọc thêm ==\n\n* {{Chú thích sách|url=https:\/\/books.google.com\/books?id=v_-yJ5c5a98C|title=The Miner's Friend: Or, an Engine to Raise Water by Fire|last=Savery|first=Thomas|publisher=S. Crouch|year=1827|isbn=|location=|pages=|doi=|id=|author-link=Thomas Savery}} \n* {{Chú thích sách|url=https:\/\/archive.org\/details\/livesboultonand00unkngoog|title=Lives of Boulton and Watt|last=Smiles|first=Samuel|publisher=Lippincott|year=1865|isbn=|location=|pages=|doi=|id=}}\n\n: There are countless modern day reprints: {{Chú thích sách|title=Lives of Boulton and Watt|isbn=1-4255-6053-9}}, {{Chú thích sách|title=Lives of Boulton and Watt|isbn=1-4067-9863-0}}, {{Chú thích sách|title=Lives of Boulton and Watt|isbn=1-84588-371-3}}.\n: Reprinted in Appendix B of: {{Chú thích sách|url=https:\/\/archive.org\/details\/genealogicalbiog00savauoft|title=A Genealogical and Biographical Record of the Savery Families and of the Severy Family|last=Savary|first=A.W.|last2=Lydia A. Savary|publisher=Lippincott|year=1893|isbn=|location=|pages=|doi=|id=}}\n\n== Liên kết ngoài ==\n\n* Sơ đồ bơm Savery \n* {{Worldcat id|lccn-n86-75416}}\n\n[[Thể loại:Người trong cách mạng công nghiệp]]\n[[Thể loại:Nhà phát minh Anh]]\n[[Thể loại:Kỹ sư Anh]]\n[[Thể loại:Mất năm 1715]]\n[[Thể loại:Sinh thập niên 1650]]"}