{"Thomas Smith Webb":"[[Tập tin:Thomas_Smith_Webb.png|nhỏ|Thomas Smith Webb]]\n'''Thomas Smith Webb''' (30 tháng 10 năm 1771 {{spaced ndash}} 6 tháng 7 năm 1819) là tác giả của ''Freidiaon Monitor hoặc Illustitions of Masonry'', một cuốn sách có tác động đáng kể đến sự phát triển của Nghi lễ [[Hội Tam Điểm|Masonic]] ở Mỹ, và đặc biệt là Nghi thức York.<ref>Tabbert, Mark A., ''American Freemasons'', New York University Press, 2005, pp.51-53<\/ref> Webb đã được gọi là \"Cha sáng lập của York hay Nghi lễ Hoa Kỳ\" vì những nỗ lực của ông để thúc đẩy các cơ quan Masonic.<ref>[http:\/\/www.freemasonry.bcy.ca\/biography\/webb_t\/thomas_webb_bio.html Biography of Thomas Smith Webb], on the Grand Lodge of British Columbia and Yukon website.<\/ref>\n\n== Tiểu sử ==\nWebb sinh ra ở [[Boston]], [[Massachusetts]]. Năm mười sáu tuổi, anh được học nghề tại một nhà in ở Boston và sau đó anh chuyển đến [[Keene, New Hampshire]], nơi anh làm việc một thời gian tại với công việc thương mại của mình. Ở đây, ba bậc của nghề thủ công cổ xưa được trao cho anh ta bởi Rising Sun Lodge. Năm 1793, ông chuyển đến [[Albany, New York]] và thành lập một nhà máy nhuộm giấy. Vào ngày 14 tháng 9 năm 1797, như xuất hiện từ bản quyền, ông đã xuất bản ''Màn hình tự do, hay Minh họa về Masonry''. Khối lượng nhỏ này, hiện rất hiếm, bao gồm hai phần, phần thứ hai chứa một tài khoản của \"Độ không thể xuyên thủng của khối xây\" cùng với một số bài hát Masonic của tác giả. Việc xuất bản tác phẩm này được tiếp nối bởi các phiên bản được mở rộng và cải tiến liên tục vào năm 1802, 1805, 1808, 1816, 1818 và nhiều phiên bản sau cái chết của tác giả.<ref name=\"appletons\">{{Cite Appletons'|wstitle=Webb, Thomas Smith|year=1889}}<\/ref>\n\nThomas Smith Webb đã chủ trì một hội nghị của các ủy ban tại Boston vào tháng 10 năm 1797, cho việc thành lập một Đại tướng của Royal Arch Masons, và tại một cuộc họp ở Providence vào tháng 1 năm 1799, ông đã trình bày, với tư cách là chủ tịch của một ủy ban, hiến pháp đã được thông qua. Sự hình thành của Grand Encampment của Hoa Kỳ là kết quả của công việc Masonic của ông. Bản dự thảo ban đầu của hiến pháp, với tất cả các thay đổi, bổ sung và xen kẽ trong chữ viết tay của mình, nằm trong kho lưu trữ của Bộ Tư lệnh St. John, [[Providence, Rhode Island|Providence, Đảo Rhode]]. Năm 1799, ông cùng gia đình chuyển đến Providence, nơi ông dành phần lớn thời gian còn lại của mình.<ref name=\"appletons\"\/>\n\nThành tựu âm nhạc của ông là đáng kể, và ông là chủ tịch đầu tiên của Hiệp hội Psallonia, một tổ chức để cải thiện các thành viên của mình trong giai điệu thiêng liêng. Năm 1815, sau khi đổi nơi cư trú thành Boston, ông đã thành lập, liên quan đến những người khác, Hội Handel và Haydn, trong đó ông là chủ tịch đầu tiên.<ref name=\"appletons\"\/>\n\nÔng cũng từng là Chỉ huy trưởng đầu tiên của nơi mà ngày nay gọi là Bộ Tư lệnh Hiệp sĩ Templar và Đơn đặt hàng của Massachusetts và Đảo Rhode, và Đại chủ nhân của Grand Lodge của Rhode Island vào năm 1813-14.<ref>[http:\/\/www.la-mason.com\/stb54.htm \"Thomas Smith Webb\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090822045428\/http:\/\/www.la-mason.com\/stb54.htm |date=2009-08-22 }} ''Short Talk Bulletin''. Masonic Service Association of North America.<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n== Nguồn ==\n\n* Hodapp, Christopher; ''Freestyleons for Dummies'', Wiley Publishing, 2005, pp. &nbsp; 43 con44. \n* Morris, S. Brent; ''Hướng dẫn hoàn chỉnh của kẻ ngốc về tự do'', sách Alpha, 2006, tr. &nbsp; 24.\n\n== Đọc thêm ==\n\n* Paul Trưởng khoa. Một điếu văn được gửi trong Boylston Hall, Boston theo yêu cầu của Hội Tam điểm, Handel và Haydn, và Philharmonic, ngày 19 tháng 8 năm 1819, về nhân vật của người bạn quá cố của họ và anh trai Thomas Smith Webb, Esq.\n\n== Liên kết ngoài ==\n\n* [https:\/\/books.google.com\/books?id=rDAiAAAAMAAJ&dq=Freemason%E2%80%99s%20Monitor%20or%20Illustrations%20of%20Masonry&pg=PR1#v=onepage&q=&f=false ''Màn hình của Freidiaon hoặc Minh họa của HTĐ''] [https:\/\/books.google.com\/books?id=rDAiAAAAMAAJ&dq=Freemason%E2%80%99s%20Monitor%20or%20Illustrations%20of%20Masonry&pg=PR1#v=onepage&q=&f=false] tại Google Sách\n\n[[Thể loại:Nam nhà văn Mỹ]]\n[[Thể loại:Thành viên Hội Tam Điểm Mỹ]]\n[[Thể loại:Mất năm 1819]]\n[[Thể loại:Sinh năm 1771]]"}