{"Tiberius Julius Teiranes":"'''Tiberius Julius Teiranes''', có thể được gọi là '''Gaius Julius Teiranes''' hoặc '''Teiranes''' ([[tiếng Hy Lạp]]: Τιβέριος Ἰούλιος Τειρανης, thế kỷ thứ 3 - mất năm 279) là một hoàng tử và vua chư hầu La Mã của [[vương quốc Bosporos]].\n\nTeiranes là con trai thứ ba của vua Bosporos [[Tiberius Julius Rhescuporis V|Rhescuporis V]] với một người phụ nữ không rõ tên tuổi. Ông mang trong mình huyết thống [[Hy Lạp]], [[Iran]] và [[La Mã]]. Người anh trai đầu tiên của ông là hoàng tử [[Tiberius Julius Pharsanzes|Pharsanzes]] và người anh trai thứ hai là hoàng tử [[Tiberius Julius Synges|Synges]].\n\nTeiranes đã lên kế vị người anh trai thứ hai của mình,Synges, vốn đã qua đời vào khoảng năm 276, và trở thành vị vua đồng cai trị thứ ba với người cha của họ, vua Rhescuporis V. Cũng trong năm 276, người cha của Teiranes cũng qua đời và ông đã lên kế vị. Teiranes đã cai trị vương quốc Bosporos từ năm 276 cho đến khi ông qua đời vào năm 279.\n\nTước hiệu hoàng gia của ông trên tiền xu trong tiếng Hy Lạp là: ''ΒΑΣΙΛΕΩΣ ΤΕΙΡΑΝΟΥ'' hoặc ''của vua Teiranes''. Triều đại của Teiranes cùng thời với [[cuộc khủng hoảng của thế kỷ thứ ba]] trong [[đế chế La Mã]]. Trong suốt triều đại của ông, một hợp kim đồng-giả đã được thêm vào những tiền xu bằng đồng và bạc được đúc ở vương quốc Bosporos. Có ít thông tin được biết đến về cuộc đời và sự cai trị của Teiranes.\n\nTrong thời gian cầm quyền ngắn ngủi của mình, Teiranes đã đồng cai trị với người con trai cả của ông với một người phụ nữ không rõ tên tuổi, [[Tiberius Julius Sauromates IV|Sauromates IV]], ông ta sớm qua đời vào năm 276 và sau đó người con trai thứ hai của ông, [[Tiberius Julius Theothorses|Theothorses]], đã cùng cai trị với ông. Khi Teiranes qua đời năm 279, ông đã được kế vị bởi người con trai thứ hai, Theothorses.\n==Xem thêm==\n* [[Vương quốc Bosporos]]\n* [[Crimea thuộc La Mã]]\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/en.museum-of-money.org\/view\/teiranes_275_276_278_279_a_d\/ Coinage of Teiranes]\n==Nguồn==\n*North Pontic archaeology - By Gocha R. Tsetskhladze\n*http:\/\/www.pontos.dk\/publications\/papers-presented-orally\/oral-files\/Sme_coinage_alloys.htm\n*http:\/\/en.museum-of-money.org\/view\/the_coins_of_bosporan_kingdom_early_4th_century_b_c_mid_4th_century_a_d\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20080908003701\/http:\/\/en.museum-of-money.org\/view\/the_coins_of_bosporan_kingdom_early_4th_century_b_c_mid_4th_century_a_d\/ |date=2008-09-08 }}\n\n{{Hellenistic rulers}}\n\n{{sơ khai}}\n\n[[Thể loại:Vua chư hầu La Mã]]\n[[Thể loại:Vua Bosporos]]\n[[Thể loại:Mất năm 279]]"}