{"Tokugawa Tsunayoshi":"{{Thông tin nhân vật hoàng gia\n| tên = Tokugawa Tsunayoshi\n| tước vị = [[Mạc chúa]]\n| hình = Tsunyaoshi.jpg\n| ghi chú hình = Mạc Chúa Edo Tokugawa Tsunayoshi\n| chức vị = [[Mạc phủ Tokugawa|Tướng Quân Giang Hộ thứ 5]]\n| tại vị = [[12 tháng 8]] năm [[1680]] – [[19 tháng 2]] năm [[1709]]<br>({{số năm theo năm và ngày|1680|08|12|1709|02|19}})\n| tiền nhiệm = [[Tokugawa Ietsuna]]\n| kiểu nhiếp chính = [[Thiên hoàng]]\n| nhiếp chính = [[Thiên hoàng Reigen|Linh Nguyên Thiên Hoàng]]<br>[[Thiên hoàng Higashiyama|Thiên Hoàng Đông Sơn]]\n| kế nhiệm = [[Tokugawa Ienobu]]\n| phối ngẫu = [[Takatsukasa Nobuko]]\n| con cái = Con ruột: [[Tsuruhime]]<br>[[Tokugawa Tokumatsu]]<br>[[Tokugawa Chomatsu]]<br>Con nuôi: [[Tokugawa Ienobu]]<br>[[Kichihime]]<br>[[Yaehime]]<br>'''....'''\n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Gia tộc Tokugawa|Tokugawa]]\n| cha = [[Tokugawa Iemitsu]]\n| mẹ = [[Keishouin]]\n| sinh = {{ngày sinh|1646|02|23|df=y}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1709|02|19|1641|02|19|df=y}}\n| nơi mất = \n}}\n\n\n\n{{nihongo|'''Tokugawa Tsunayoshi'''|徳川綱吉||hanviet=Đức Xuyên Cương Cát|kyu=|hg=|kk=|extra=23 tháng 2 năm 1646 - 4 tháng 6 năm 1709}} là vị [[Shōgun|Tướng quân]] thứ 5 của [[Mạc phủ Tokugawa]] tại [[Nhật Bản]]. Ông là em trai của [[Tokugawa Ietsuna]], là con trai của [[Tokugawa Iemitsu]], và là cháu nội của [[Tokugawa Hidetada]].\n\nTsunayoshi nổi tiếng với việc đã cho thiết lập một bộ luật riêng nhằm bảo vệ động vật, đặc biệt là đối với loài chó, trong thời gian cai trị của ông. Đây là một trong những văn bản quy phạm pháp luật quy định rõ việc bảo vệ động vật xuất hiện sớm nhất trong lịch sử nhân loại. Điều này khiến ông có biệt danh là \"khuyển tướng quân\". Ông có một con chó yêu quý và được đặt tên là Takemaru. \n\n\n== Những năm đầu đời (1646–1680) ==\n\nTokugawa Tsunayoshi sinh ngày [[23 tháng 2]] năm [[1646]] tại [[Edo]]. Ông là con trai của Tokugawa Iemitsu với một trong những thê thiếp của ông là Otama, sau này được gọi là [[Keishōin]] (桂 昌 院) ([[1627]]–[[1705]]). Tsunayoshi có một người anh trai lớn hơn ông 5 tuổi, người sẽ trở thành tướng quân tiếp theo sau cái chết của Iemitsu, Tokugawa Ietsuna. Tsunayoshi sinh ra ở Edo và sau khi sinh cậu đã cùng mẹ chuyển đến nhà riêng của bà ở bên trong lâu đài Edo. Đứa con trai nhỏ (Tsunayoshi) rõ ràng đã tỏ ra nổi trội bởi sự nhanh nhẹn và hoạt bát ngay từ khi còn còn nhỏ, và người cha, vị tướng quân đời thứ ba, Iemitsu, đã lo sợ rằng ông có thể sẽ chiếm đoạt vị trí của người anh trai yếu kém hơn mình. Vì vậy ông đã ra lệnh rằng cậu bé (Tsunayoshi) sẽ không được nuôi dưỡng như một samurai, giống với anh trai của mình, mà cậu sẽ được đào tạo để trở thành một học giả uyên bác và trung thành với Mạc chúa. Tên thời thơ ấu của cậu là Tokumatsu (徳 松). Trong khi cha ông là shōgun, mẹ ông là con gái nuôi của gia đình Honjō, do [[Honjō Munemasa]] ([[1580]]–[[1639]]) người từng làm lãnh đạo ở Kyoto. Cha mẹ đẻ của mẹ ông là thương gia ở Kyoto. Mẹ Tsunayoshi rất thân thiết với con mình trong những năm tháng ấu thơ, trong khi người anh trai Ietsuna yếu đuối bắt đầu phải dựa dẫm hoàn toàn vào các nhiếp chính trong phần lớn thời gian trị vì của mình, Tsunayoshi thì ngược lại, ông lựa chọn tin tưởng vào người mẹ đáng kính của mình và tiếp thu những lời cố vấn của bà về các chính sách quan trọng, việc này kéo dài cho đến tận khi bà qua đời.\n\nNăm 1651, [[Shōgun|Tướng quân]] [[Tokugawa Iemitsu|Iemitsu]] qua đời khi Tsunayoshi chỉ mới 5 tuổi. Anh trai của ông, Tokugawa Ietsuna, trở thành tướng quân. Phần lớn cuộc đời của Tsunayoshi là sống dưới sự trị vì của người anh trai Ietsuna, dù không rõ ràng, nhưng người ta cho rằng ông chưa bao giờ đưa ra bất kỳ lời khuyên nào đối với các quyết định của anh trai mình. \n\n\n== Kế thừa quyền lực (1680) ==\n\n\n\nNăm 1680, anh trai ông, [[Shōgun|Tướng quân]] Ietsuna qua đời ở tuổi 38. Ngày [[4 tháng 6]] năm [[1680]] (năm Enpō thứ 8, âm lịch ngày 8 tháng 5), sau cái chết của anh trai Ietsuna, Tsunayoshi được các nguyên lão đại thần suy tôn lên làm người đứng đầu Mạc phủ. Năm [[1680]] (năm Enpō thứ 8), [[Gokoku-ji]] ở [[Edo]] được xây dựng để vinh danh mẹ của Tsunayoshi. Năm 1681 (năm Tenna thứ 1) Tsunayoshi được phong làm [[Chinh di Đại Tướng quân]]. Một cuộc đấu đá nhằm tranh đoạt quyền lực đã xảy ra ngay sau đó, trong một thời gian, sự kế vị chính thức của Tsunayoshi vẫn là một câu hỏi được bỏ ngỏ. [[Sakai Tadakiyo]], một trong những cố vấn được ưu ái nhất của Ietsuna, đã gợi ý rằng việc kế vị không nên truyền cho một người nào đó thuộc dòng họ [[Gia tộc Tokugawa|Tokugawa]], mà phải là cho [[Hoàng thất Nhật Bản|hoàng tộc]], ông ủng hộ một trong những người con trai của [[Thiên hoàng Go-Sai]] sẽ trở thành [[Shōgun|Tướng quân]] tiếp theo (giống như đã từng xảy ra trong thời [[Mạc phủ Kamakura]] ) nhưng Tadakiyo đã bị cách chức ngay sau đó.\n\n[[Hotta Masayoshi|Hotta Masatoshi]], một trong những cố vấn sáng suốt nhất dưới thời cai trị của Tướng quân Ietsuna, là người đầu tiên đề nghị Tokugawa Tsunayoshi, em trai của shōgun trước đây đồng thời cũng là con trai thứ của shogun Iemitsu, trở thành Chinh di Đại Tướng quân tiếp theo. Cuối cùng, vào năm 1681 (năm Tenna thứ 1), tính chính thống của Tsunayoshi đã được xác nhận; và ông trở thành vị Tướng quân Giang Hộ thứ năm của [[Mạc phủ Tokugawa]].\n\n\n== Trở thành Shōgun (1680–1709) ==\n\n\nNgay sau khi trở thành shōgun, Tsunayoshi đã phong cho Hotta Masatoshi danh hiệu Tairō (Đại lão), nhằm cảm ơn ông vì đã giúp đảm bảo sự kế vị của mình. Gần như ngay lập tức sau khi trở thành tướng quân, ông đã ra lệnh cho một thuộc hạ của Takata tự sát vì hành động sai trái, cho thấy cách tiếp cận mang đầy tính nghiêm khắc của ông đối với các quy tắc của samurai. Sau đó, ông đã cho chiếm dụng một dinh thự rộng 250.000 koku làm tài sản riêng của mình. Trong thời gian trị vì, ông đã cho tịch biên tổng cộng 1.400.000 koku. Năm 1682, shōgun Tsunayoshi ra lệnh cho kiểm duyệt sách vở và thiết lập một hệ thống an ninh nhằm siết chặt hơn nữa việc quản lý người dân. Chẳng bao lâu sau, mại dâm đã bị cấm, các kỹ nữ không được phép làm việc tại các quán trà, những loại vải lẫn tơ sợi quý hiếm, đắt tiền cũng bị cấm đem ra mua bán. Do đó, việc buôn lậu đã bắt đầu như một thực tế ở Nhật Bản ngay sau khi các luật lệnh độc đoán do chính Tsunayoshi ban hành có hiệu lực. Năm 1684, Tsunayoshi cũng tìm cách làm suy giảm đi sức mạnh của các tairō, sau khi xảy ra vụ việc Masatoshi bị ám sát bởi một người anh họ của ông trong cùng năm đó. Tuy nhiên, một lần nữa nhờ lời khuyên của mẹ, Tsunayoshi trở nên rất tôn sùng Nho giáo, thúc đẩy các học thuyết Tống Nho của Chu Hi. Năm 1682, ông đọc cho các daimyō nghe bản thuyết minh về quyển \"Đại học\", điều này sau đó đã trở thành một truyền thống hàng năm tại triều đình của shōgun. Ông sớm bắt đầu thuyết giảng nhiều hơn, và vào năm 1690, ông đã thuyết giảng về mối quan hệ giữa Nho giáo và Thần đạo cũng như Phật giáo với các daimyō, thậm chí là cho các sứ thần của triều đình Thiên hoàng Higashiyama ở Kyoto gởi đến Edo. Ông quan tâm đến một số tác phẩm của Trung Quốc, nhất là quyển Đại học, một trong tứ thư và quyển Hiếu kinh. Tsunayoshi cũng yêu nghệ thuật và cho xây dựng nhà hát Noh.\n\nNăm 1691, Engelbert Kaempfer đến thăm Edo theo thông lệ hằng năm do đại sứ quán Hà Lan tại đảo Dejima ở Nagasaki tổ chức. Ông khởi hành từ Nagasaki đến Osaka và Kyoto, sau cùng là Edo. Kaempfer đã cung cấp cho chúng ta những thông tin về Nhật Bản trong thời kỳ đầu trị vì của Tokugawa Tsunayoshi. Khi đoàn sứ bộ của Hà Lan vào Edo năm 1692, họ yêu cầu được yết kiến ​​Shogun Tsunayoshi. Trong khi họ đang chờ đợi được phê duyệt quyết định này, một trận hỏa hoạn đã thiêu rụi gần sáu trăm ngôi nhà ở Edo, sau đó buổi yết kiến đã bị hoãn lại. Khi buổi tiếp kiến được ấn định diễn ra theo thời gian cụ thể, Tsunayoshi và một số phu nhân của ông ngồi sau bức mành trúc, trong khi đoàn sứ thần của Hà Lan ngồi ở phía đối diện. Tsunayoshi rất quan tâm đến các vấn đề của phương Tây, và dường như ông đã yêu cầu họ nói chuyện và hát với nhau để ông hiểu hơn về cách cư xử của người phương Tây. Tsunayoshi sau đó đã cho diễn một vở kịch Noh cho họ xem đáp lễ. \n\nDo tuân theo lời Phật dạy, Tsunayoshi đã trở thành một nhà bảo vệ động vật trong phần lớn thời gian cai trị còn lại của ông. Trong năm 1690 và thập kỷ đầu tiên của những năm 1700, shogun Tsunayoshi, được một nhà sư chỉ bảo rằng do ông là người sinh năm Tuất, nên thực hiện một số biện pháp nhất định nhằm bảo vệ loài chó. Điều này sẽ giúp ông được phước đức và có nhiều con trai nối dõi. Một bộ luật bao gồm các sắc lệnh được phát hành hầu như hàng ngày, được gọi là Sắc lệnh về lòng trắc ẩn đối với sinh vật (生 類 憐 み の 令, Shōruiawareminorei), nhằm nhấn mạnh với dân chúng, cùng với những điều luật khác, quy định rằng người dân bắt buộc phải bảo vệ loài chó, do đó ở Edo đã xuất hiện rất nhiều chó hoang và bệnh dại đang có nguy cơ bùng phát trong thành phố. Ông được người dân gọi bằng danh hiệu đặc biệt là Inu-Kubō \"Khuyển tướng quân\" (犬 公 方: Inu = Chó, Kubō = tước hiệu chính thức của Shogun). Năm 1695, có nhiều chó trong thành phố đến nỗi Edo bắt đầu có mùi xú uế rất kinh khủng. Một người học việc thậm chí đã bị hành quyết vì anh ta làm bị thương một con chó. Cuối cùng, vấn đề đã được đẩy đến mức cực đoan, nên shogun bị buộc phải đưa ra cách giải quyết là đem hơn 50.000 con chó hoang đến nhốt ở các cũi trong vùng ngoại ô thành phố, nơi chúng sẽ được nuôi dưỡng. Đàn chó được cho ăn cơm với cá, chi phí của chúng được trích ra từ tiền thuế của người dân Edo. \n\nVào giai đoạn sau của triều đại Tsunayoshi, ông đã bổ nhiệm Yanagisawa Yoshiyasu làm cố vấn.  Đó là kỷ nguyên vàng của nghệ thuật cổ điển Nhật Bản, được gọi là kỷ nguyên Genroku.\n\nNăm 1701, Asano Naganori, daimyō của Akō han, bị Kira Yoshinaka tố cáo là đã có hành động xúc phạm mình bên trong lâu đài Edo, rằng lãnh chúa Asano đã cố tìm cách giết hại ông ta. Asano đã bị xử tử, nhưng Kira không bị trừng phạt. Bốn mươi bảy rōnin của Asano đã trả thù cho cái chết của chủ mình bằng cách giết Kira và trở thành một huyền thoại có sức ảnh hưởng rất lớn đến nhiều vở kịch và câu chuyện dân gian thời đó. Thành công nhất trong số đó là vở kịch bunraku mang tên Kanadehon Chūshingura (bây giờ được gọi đơn giản là Chūshingura, hay \"Kho báu của những người trung thành\"), được viết vào năm 1748 bởi Takeda Izumo và hai cộng sự của ông. Sau đó, nó đã được chuyển thể thành một vở kịch kabuki, ngày nay vẫn là một trong những vở kịch nổi tiếng nhất của Nhật Bản. Bản tường thuật sớm nhất được biết đến về sự kiện Akō ở phương Tây được xuất bản vào năm 1822 trong cuốn sách Những bức tranh minh họa về Nhật Bản của Isaac Titsingh. \n\nCon trai đầu của Tsunayoshi là Tokugawa Tokumatsu (1679–1683) qua đời khi mới 4 tuổi vì bệnh tật. Năm 1683, vợ chính thức của Tsunayoshi, Takatsukasa Nobuko, đã đầu độc Chomatsu, con trai thứ của Tsunayoshi, người con của ông với người thiếp được sủng ái, Yasuko. Chosomaru chết năm 3 tuổi. Điều này làm dấy lên nghi ngờ rằng rất có thể cũng chính bà ta đã đầu độc Tokugawa Tokumatsu. Năm 1704, người con duy nhất còn sống của Tsunayoshi, Tsuru-hime qua đời sau một vụ sẩy thai và vài tháng sau chồng bà, con rể của ông, Tokugawa Tsunanori của phiên Kii cũng qua đời. Vì vậy, Tsunayoshi đã bổ nhiệm cháu trai của mình, Tokugawa Ienobu, ấn định ông sẽ là người thừa kế chính thức vào mùa đông năm 1704. Ienobu là con trai của một người anh khác của ông, Tokugawa Tsunashige, lãnh chúa của phiên Kōfu, đó là tước hiệu mà Ienobu thế tập trước khi trở thành shōgun. Ienobu chuyển đến nơi ở chính thức dành cho người thừa kế của Shogun, phía tây của lâu đài Edo. Năm 1706, Edo bị một trận bão, và núi Phú Sĩ phun trào vào năm sau đó.\n\n\n== Cái chết ==\n\n\nNgười dân đồn thổi, nói bóng gió rằng Tsunayoshi đã bị đâm chết bởi người vợ chính thức của mình sau khi ông cố gắng tuyên bố đứa con ngoài giá thú là người thừa kế của mình. Quan điểm này, xuất phát từ Sanno Gaiki, bị bác bỏ trong các ghi chép đương thời, sử sách viết rằng Tsunayoshi đã bị mắc bệnh sởi vào cuối đời và mất vào ngày 19 tháng 2 năm 1709, trước sự chứng kiến ​​của các cố vấn và gia thần của ông. Cái chết diễn ra chỉ bốn ngày sau sinh nhật lần thứ 63 của ông. Ông được đặt pháp danh là Joken'in (常 憲 院) và được chôn cất tại Kan'ei-ji.\n\n== Gia đình ==\n\n* [[Ngự đài sở|Chính thất]]: [[Takatsukasa Nobuko]] (1651 – 1709), sau đổi sang hiệu nữ viện là Jokoin.\n* Trắc thất:\n** Oden-no-Kata (1658 – 1738), sau đổi tên thành Zuishun-in.\n** Yasuko-no-Kata (? - 1681), sau đổi tên thành Seichōin.\n** Emon-no-suke (? - 1705).\n** Osuke (? - 1714), sau đổi tên thành Jukoin.\n** Shinsuke, sau đổi tên thành Sheishin-in.\n* Hậu duệ:\n** Công chúa [[Tsuruhime]] (1677 – 1704), mẹ là Oden. Kết hôn với lãnh chúa [[Tokugawa Tsunanori]] của phiên Kii.\n** Tokugawa Tokumatsu (1679 – 1683), mẹ là Oden. Là Lãnh chúa phiên Tatebayashi.\n** Tokugawa Chomatsu (1681–1683), mẹ là Yasuko.\n* Con nuôi:\n** [[Tokugawa Ienobu]].\n** Công chúa Kichihime (1697 – 1701), được xem như con gái của [[Ngự đài sở]].\n** Công chúa Yaehime (1689 – 1746), con gái của Takatsukasa Sukenobu. Kết hôn với [[Tokugawa Yoshizane]] của phiên Mito và có 1 con gái.\n** Công chúa Matsuhime, con gái của [[Tokugawa Tsunanari]]. Kết hôn với [[Maeda Yoshinori]], được xem như con gái của [[Ngự đài sở]].\n** Công chúa Takehime (1705–1772), con gái của Hirosada Seikan'in. Được nhận nuôi bởi [[Tokugawa Yoshimune]], kết hôn với [[Shimazu Tsugutoyo]] của phiên [[Satsuma]] và có 1 con gái.\n\n== Tham khảo ==\n{{tham khảo}}\n* [[Beatrice Bodart-Bailey|Bodart-Bailey, Beatrice]]. (2006). ''The Dog Shogun: The Personality and Policies of Tokugawa Tsunayoshi.'' Honolulu: University of Hawaii Press. 10-ISBN 0-8248-2978-6\/13-ISBN 978-0-8248-2978-0; 10-ISBN 0-8248-3030-X\/13-ISBN 978-0-8248-3030-4; [http:\/\/www.worldcat.org\/title\/dog-shogun-the-personality-and-policies-of-tokugawa-tsunayoshi\/oclc\/470123491 OCLC 470123491]\n* __________. (1999). ''Kaempfer's Japan: Tokugawa Culture Observed.'' Honolulu: University of Hawaii Press. 10-ISBN 0-8248-1964-0\/13-ISBN 978-0-8248-1964-4; 10-ISBN 0-8248-2066-5\/13-ISBN 978-0-8248-2066-4; [http:\/\/www.worldcat.org\/title\/kaempfers-japan-tokugawa-culture-observed\/oclc\/246417677 OCLC 246417677]\n* Nussbaum, Louis Frédéric and Käthe Roth. (2005). ''Japan Encyclopedia.'' Cambridge: Harvard University Press. 10-ISBN 0-674-01753-6; 13-ISBN 978-0-674-01753-5; [http:\/\/www.worldcat.org\/oclc\/48943301\/editions?editionsView=true&referer=br OCLC 48943301]\n* [[Timon Screech|Screech, Timon.]] (2006). ''Secret Memoirs of the Shoguns: Isaac Titsingh and Japan, 1779-1822.'' London: RoutledgeCurzon. 10-ISBN 0-203-09985-0, 13-ISBN 978-0-203-09985-8; [http:\/\/www.worldcat.org\/title\/secret-memoirs-of-the-shoguns-isaac-titsingh-and-japan-1779-1822\/oclc\/65177072&referer=brief_results OCLC 65177072]\n* [[Isaac Titsingh|Titsingh, Isaac.]] (1834). ''[[Nihon Odai Ichiran]]''; ou, [http:\/\/books.google.com\/books?id=18oNAAAAIAAJ&dq=nipon+o+dai+itsi+ran ''Annales des empereurs du Japon.''] Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. [http:\/\/www.worldcat.org\/title\/nipon-o-dai-itsi-ran-ou-annales-des-empereurs-du-japon\/oclc\/5850691 OCLC 5850691].\n* Totman, Conrad. (1967). ''Politics in the Tokugawa Bakufu, 1600-1843.'' Cambridge: Harvard University Press. [http:\/\/www.worldcat.org\/title\/politics-in-the-tokugawa-bakufu-1600-1843\/oclc\/279623&referer=brief_results OCLC 279623]\n\n{{s-start}}\n{{s-roy}}\n{{succession box | title=[[Tatebayashi Domain|Lord of Tatebayashi]]:<br \/>Tokugawa Tsunayoshi | before=[[Matsudaira Norihisa]] | after=[[Tokugawa Tokumatsu]] | years=1661-1680}}\n|-\n{{s-mil}}\n{{succession box | title=[[Tokugawa shoguns|Edo Shogun]]:<br \/>Tokugawa Tsunayoshi | before=[[Tokugawa Ietsuna]] | after=[[Tokugawa Ienobu]] | years=1680-1709}}\n{{s-end}}\n{{Shogun}}\n\n[[Thể loại:Gia tộc Tokugawa]]\n[[Thể loại:Sinh năm 1646]]\n[[Thể loại:Mất năm 1709]]\n[[Thể loại:Shogun Tokugawa]]"}