{"Toyotomi Hideyoshi":"{{Tên người Nhật|Toyotomi}}\n{{Thông tin nhân vật hoàng gia\n| Tên = Toyotomi Hideyoshi\n| Quốc tịch = Nhật Bản\n| tên = Toyotomi Hideyoshi\n| hình = Toyotomi_Hideyoshi_c1598_Kodai-ji_Temple.png\n| caption = Chân dung Toyotomi Hideyoshi vẽ năm [[1601]]\n| chức vị = [[Sesshō và Kampaku|Nhiếp chính Quan bạch]]\n| kiểu tại vị = Cai trị\n| tại vị = [[6 tháng 8]] năm [[1585]] – [[10 tháng 2]] năm [[1592]]<br>({{số năm theo năm và ngày|1585|08|06|1592|02|10}})\n| tiền nhiệm = [[Nijō Akizane]]\n| kiểu nhiếp chính = [[Thiên hoàng]]\n| nhiếp chính = [[Thiên hoàng Ōgimachi]]<br \/>[[Thiên hoàng Go-Yōzei]]\n| kế nhiệm = [[Toyotomi Hidetsugu]]\n| chức vị 1 = [[Daijō Daijin|Thái chính đại thần]]\n| kiểu tại vị 1 = Tại chức\n| tại vị 1 = [[2 tháng 2]] năm [[1586]] – [[18 tháng 9]] năm [[1598]]<br>({{số năm theo năm và ngày|1586|02|02|1598|09|18}})\n| tiền nhiệm 1 = [[Konoe Sakihisa]]\n| kiểu nhiếp chính 1 = Thiên hoàng\n| chức vụ 2 = [[Daijō daijin|Thái chính Đại thần]]\n| nhiếp chính 1 = Thiên hoàng Go-Yōzei\n| kế nhiệm 1 = [[Tokugawa Ieyasu]]\n| chức vị 2 = [[Lãnh đạo]] của [[gia tộc Toyotomi]]\n| tại vị 2 = [[1584]] – 18 tháng 9 năm 1598\n| tiền nhiệm 2 = ''Chức vụ được thành lập''\n| kế nhiệm 2 = [[Toyotomi Hideyori]]\n| sinh = {{ngày sinh|1537|3|26|df=y}}\n| nơi sinh = [[Nakamura]], [[Owari]], [[Nhật Bản]]\n| mất = {{ngày mất và tuổi|1598|9|18|1537|3|26|df=y}}\n| nơi mất = [[thành Fushimi|lâu đài Fushimi]], [[Kyoto]], Nhật Bản\n| tôn giáo = [[Thần đạo]]\n| chữ ký = Toyotomi Hideyoshi Kaou.svg\n| module = {{Infobox military person | embed=yes\n| allegiance          = [[Tập tin:Mon-Oda.png|15px]] [[Gia tộc Oda]]<br>[[Tập tin:Goshichi no kiri inverted.svg|15px]] [[Gia tộc Toyotomi]]<br>[[Tập tin:Imperial Seal of Japan.svg|15px]] [[Hoàng thất Nhật Bản]] \n| rank                =  [[Daimyō|Đại doanh]]<br>[[Kampaku|Quan Bạch]]<br>[[Daijō Daijin|Thái chính đại thần]]\n| unit                = [[Tập tin:Goshichi no kiri inverted.svg|15px]] [[Gia tộc Toyotomi]]\n| commands            = [[Lâu đài Osaka]]\n| battles             = [[Cuộc vây hãm thành Inabayama]]<br>[[Cuộc vây hãm thành Kanegasaki (1570)|Cuộc vây hãm thành Kanegasaki]]<br>[[Trận Anegawa]]<br>[[Cuộc vây hãm Nagashima]]<br>[[Cuộc vây hãm thành Ichijōdani|Trận Ichijodani]]<br>[[Cuộc vây hãm thành Itami (1574)|Cuộc vây hãm thành Itami]]<br>[[Trận Nagashino]]<br>[[Cuộc vây hãm Mitsuji]]<br>[[Trận Tedorigawa]]<br>[[Cuộc vây hãm Miki]]<br>[[Cuộc vây hãm Tottori]]<br>[[Cuộc vây hãm Takamatsu]]<br>[[Trận Yamazaki]]<br>[[Trận Shizugatake]]<br>[[Trận Komaki và Nagakute]]<br>[[Cuộc vây hãm Negoro-ji|Chiến dịch Negoro-ji]]<br>[[Cuộc vây hãm Toyama|Chiến dịch Toyama]]<br>[[Chiến dịch Kyūshū]]<br>[[Cuộc vây hãm Odawara (1590)|Chiến dịch Odawara]]<br>[[Chiến tranh Nhật Bản – Triều Tiên (1592–1598)|Chiến dịch Triều Tiên]]}}\n| spouse = [[Nene (aristocrat)|Nene]]<br>[[Yodo-dono]]<br>[[Kaihime]]\n| kiểu vợ = Họ hàng\n| vợ = [[Toyotomi Hidenaga]] (anh trai khác mẹ)<br>[[Asahi no kata]] (chị cùng cha)<br>[[Tomo (Toyotomi)]] (chị)<br>[[Toyotomi Hidetsugu]] (cháu họ)<br>[[Konoe Sakihisa]] (cha nuôi)\n| con cái = [[Hashiba Hidekatsu]] (con nuôi)<br>[[Toyotomi Tsurumatsu]]<br>[[Toyotomi Hideyori]]\n| tên đầy đủ = {{Nihongo|Hiyoshi-maru|日吉丸}}\n| tên tự = {{plainlist|\n*{{Nihongo|Kinoshita Tōkichirō|木下 藤吉郎}}\n*{{Nihongo|Hashiba Hideyoshi|羽柴 秀吉}}\n}}\n| tên hiệu = \"Saru\" (con khỉ)\n| tôn hiệu = Toyokuni [[Myōjin|Daimyōjin]] ({{lang|ja|豊国大明神}})\n| thụy hiệu = Kokutai-yūshō-in-den Reizan Shunryū Daikoji ({{lang|ja|国泰祐松院殿霊山俊龍大居士}})\n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Gia tộc Toyotomi|Toyotomi]]\n| father = [[Kinoshita Yaemon]]\n| mother = [[Ōmandokoro]]\n| children = {{plainlist|\n*Hashiba Hidekatsu\n*Toyotomi Tsurumatsu\n*[[Toyotomi Hideyori]]}}\n| phó = \n| allegiance = {{plainlist|\n*[[Tập tin:Mon-Oda.png|15px]] [[Gia tộc Oda]]\n*[[Tập tin:Goshichi no kiri inverted.svg|15px]] [[Gia tộc Toyotomi]]\n*[[Tập tin:Imperial Seal of Japan.svg|15px]] [[Hoàng thất Nhật Bản]]}}\n| battles = ''xem bên dưới''\n| rank = ''[[Daimyō]]''\n| unit = [[Gia tộc Toyotomi]]\n| blank1 = Religion\n| data1 = [[Shinto]]\n| blank2 = Other names\n| data2 = \n}}\n{{Infobox Chinese\n| kyujitai = 豐臣 秀吉\n| shinjitai = 豊臣 秀吉\n| kana = とよとみ ひでよし or とよとみ の ひでよし\n| revhep = Toyotomi Hideyoshi ''or'' Toyotomi no Hideyoshi\n}}\n[[File:Toyotomi mon.png|thumb|gia hiệu của Gia tộc Toyotomi]]\n'''Toyotomi Hideyoshi''' (豊臣 秀吉, とよとみ ひでよし, [[Hán-Việt]]: ''Phong Thần Tú Cát'') còn gọi là '''Hashiba Hideyoshi''' (羽柴 秀吉, はしば ひでよし, Hán-Việt: ''Vũ Sài Tú Cát'') ([[26 tháng 3]] năm [[1537]] – [[18 tháng 9]] năm [[1598]]) là một [[samurai]] và một [[daimyō|daimyo]] của [[thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Sengoku]], người đã thống nhất [[Nhật Bản]]. Ông kế thừa vị lãnh chúa quá cố của mình, [[Oda Nobunaga]], và là người đã kết thúc thời kỳ Sengoku. Thời kỳ nắm quyền của ông thường được gọi là [[thời kỳ Azuchi-Momoyama|thời kỳ Momoyama]], theo tên lâu đài của ông. Ông nổi tiếng với những di sản văn hóa của mình, bao gồm đặc quyền mang vũ khí của tầng lớp [[samurai]]. Toyotomi Hideyoshi thường được coi là người thứ hai thống nhất Nhật Bản.\n\n== Tuổi trẻ ==\n[[Tập tin:YoshiClimber.jpg|nhỏ|trái|250px|''Nguyệt Bách Diện'' số 7 của [[Tsukioka Yoshitoshi]]: \"Trăng núi Inaba.\" Toyotomi Hideyoshi trẻ tuổi dẫn một tốp quân nhỏ tập kích lâu đài trên [[Núi Kinka (Gifu)|Núi Inaba]]; tháng 12 năm 1885]]\nCó rất ít thông tin về Hideyoshi trước năm 1570, khi ông bắt đầu được nhắc đến trong những thư tịch còn sót lại. Tự truyện của ông bắt đầu năm 1577 nhưng Hideyoshi hiếm khi nói về quá khứ của mình. Theo lời truyền miệng dân gian, ông được sinh ở nơi ngày nay là [[Nakamura-ku, Nagoya]] (vào thời điểm đó là [[Quận Aichi, Aichi|Huyện Aichi]], [[tỉnh Owari]]), và là quê hương của [[gia tộc Oda]]. Ông không thuộc dòng dõi samurai mà là con trai của một nông dân tên là Yaemon<ref>Berry, Mary. (1982). ''Hideyoshi,'' p. 8.<\/ref>. Ông không có họ. Thay vào đó, tên thời thơ ấu của ông là Hiyoshi-maru (\"Tặng phẩm của Mặt trời\"), mặc dù có thể đó chỉ là một trong các dị bản về ông.\n\nTrong thời thơ ấu, Hideyoshi có biệt danh \"Saru\", nghĩa là \"khỉ\" vì ông hay nghịch dại và leo cây. Khi trưởng thành và giành được những thứ bậc cao hơn, cho phép ông có thể đổi tên của mình.\n\nTheo [[Maeda Toshiie]] và nhà truyền giáo châu Âu [[Luis Frois]], Hideyoshi là một người [[dị tật thừa ngón|sáu ngón]], với 2 ngón cái trên bàn tay phải. Ông không cắt bỏ ngón cái thừa ra như những người Nhật khác trong thời kỳ đó thường làm.\n\nNhiều huyền thoại cho rằng Hideyoshi đã được gửi đến chùa khi còn nhỏ, nhưng ông không chịu đi tu mà dấn thân chu du thiên hạ. Dưới cái tên Kinoshita Tōkichirō (木下 藤吉郎), ông đầu tiên về trướng của [[gia tộc Imagawa]] như một nô bộc của lãnh chúa địa phương Matsushita Kahei ([[:ja:松下之綱|松下之綱]]). Ông đi suốt quãng đường đến lãnh địa của [[Imagawa Yoshimoto]], daimyo của [[tỉnh Suruga]], và phục vụ ở đó một thời gian để tránh phải trả khoản tiền Matsushita Yukitsuna nhờ giữ hộ.\n\n== Vươn lên nắm quyền ==\nKhoảng năm [[1557]] ông trở về Owari với gia tộc Oda, giờ đây do [[Oda Nobunaga]] lãnh đạo, với thân phận một người hầu thấp bé, ông trở thành người mang dép cho Nobunaga và lần đầu lập công trong [[trận Okehazama]] năm [[1560]] khi Nobunaga tiêu diệt Yoshimoto để trở thành lãnh chúa mạnh nhất thời Sengoku. Theo người ghi chép tiểu sử cho ông, Hideyoshi phụ trách giám sát việc sửa chữa [[thành Kiyosu|lâu đài Kiyosu]] dù có ý kiến cho rằng việc này \"chưa rõ ràng\"<ref name=\"b38\">Berry, p. 38.<\/ref>, và có thể ông chỉ là người quản lý nhà bếp khi đó. Năm 1561, Hideyoshi kết hôn với [[Nene]]. Ông tiến hành việc sủa chữa [[thành Sunomata|lâu đài Sunomata]] cùng với người em [[Toyotomi Hidenaga]] và mấy tên cướp [[Hachisuka Masakatsu]] và [[Maeno Nagayasu]]. Công sức của Hideyoshi được đền đáp xứng đáng vì Sunomata nằm trên đất của kẻ địch. Theo các chuyện kể lại, ông xây dựng một pháo đài ở [[Thành Sunomata|Sunomata]]<ref name=\"b179\">[see above]<\/ref> và khám phá ra con đường bí mật vào núi Inaba, một trong các nguyên nhân sau đó khiến nhiều binh lính đồn trú của địch phải đầu hàng.\n\nHideyoshi là một nhà thương thuyết tài ba. Năm 1564, bằng cách hối lộ, ông thuyết phục được một số lượng lớn lãnh chúa ở [[tỉnh Mino|Mino]] rời bỏ [[gia tộc Saito]]. Hideyoshi tiếp cận rất nhiều samurai nhà Saito bao gồm cả chiến lược gia của nhà Saito là [[Takenaka Shigeharu|Takenaka Hanbei]], thuyết phục họ quy thuận Nobunaga,. Chiến thắng dễ dàng của Nobunaga ở [[thành Gifu|lâu đài Inabayama]] năm 1567 phần lớn là nhờ công của Hideyoshi, bất chấp xuất thân nông dân của mình, Hideyoshi sau đó trở thành một trong những tướng quân sáng giá nhất của Nobunaga, cuối cùng lấy tên là Hashiba Hideyoshi. Họ mới của ông bao gồm hai chữ của một trong hai người tin cẩn nhất của Oda là [[Niwa Nagahide]] và [[Shibata Katsuie]].\n\nHideyoshi lãnh đạo quân đội trong [[trận Anegawa]] năm 1570, lúc đó Oda Nobunaga liên minh mà sau này là kẻ thù tương [[Tokugawa Ieyasu]] (người cuối cùng hạ bệ con trai của Hideyoshi và thống trị Nhật Bản), vây hãm hai pháo đài của nhà [[gia tộc Azai|Azai]] và nhà [[gia tộc Asakura|Asakura]]<ref>Berry, p. 45.<\/ref>. Năm 1573, sau chiến dịch thắng lợi trước hai nhà Azai và Asakura, Nobunaga bổ nhiệm Hideyoshi làm daimyo của ba quận phía Bắc [[tỉnh Ōmi]]. Ban đầu đóng trại ở đại bản doanh cũ của nhà Azai ở Odani, Hideyoshi sau đó chuyển về Kunitomo, và đổi tên thành phố là [[Nagahama, Shiga|Nagahama]] để tỏ lòng kính trọng với Nobunaga. Hideyoshi sau đó chuyển đến cảng Imahama bên [[hồ Biwa]]. Từ đây ông bắt đầu xây dựng lâu đài Imahama và kiểm soát công xưởng sản xuất súng hỏa mai Kunitomo gần đó, vốn được hai nhà Azai và Asakura khởi công vài năm trước. Dưới sự quản lý của Hideyoshi, sản lượng của nhà máy tăng nhanh chóng<ref>Berry, p. 54.<\/ref>.\n\nSau [[sự kiện Honnōji|vụ ám sát]] Oda Nobunaga và con trưởng [[Oda Nobutada|Nobutada]] năm 1582 bởi tay [[Akechi Mitsuhide]], Hideyoshi tiêu diệt Akechi trong [[trận Yamazaki]].\n\nTrong hội nghị quyết định người kế thừa Nobunaga, Hideyoshi gạt qua ứng cử viên hiển nhiên là [[Oda Nobutaka]] và cùng với đại tướng của gia tộc Oda, Shibata Katsuie, ủng hộ người con còn trẻ của Nobutada, [[Oda Hidenobu]]<ref>Berry, p. 74.<\/ref>. Có được sự ủng hộ của hai trưởng lão nhà Oda, Niwa Nagahide và [[Ikeda Tsuneoki]], Hideyoshi đặt Hidenobu lên ngôi, cùng với ảnh hưởng của chính ông ta lên toàn gia tộc Oda. Căng thẳng nhanh chóng leo thang giữa Hideyoshi và Katsuie, và trong [[trận Shizugatake]] năm sau đó, Hideyoshi tiêu diệt quân đội của Katsuie<ref name=\"b78\">Berry, p. 78.<\/ref> và từ đó tập trung quyền lực trong tay mình, kiểm soát gần như mọi hoạt động của nhà Oda.\n\nNăm 1583, Hideyoshi bắt đầu xây dựng [[thành Osaka|lâu đài Osaka]]. Xây dựng trên nền ngôi đền [[Chùa Ishiyama Hongan|Ishiyama Honganji]] vốn bị Nobunaga san phẳng<ref>Berry, p. 64.<\/ref>, lâu đài sau này sẽ trở thành pháo đài cuối cùng của gia tộc Toyotomi sau cái chết của Hideyoshi.\n\nNgười con khác của Nobunaga, [[Oda Nobukatsu]], vẫn giữ mối thù với Hideyoshi. Ông liên minh với [[Tokugawa Ieyasu]], và hai bên giao tranh bất phân thắng bại [[trận Komaki và Nagakute]]. Nó cuối cùng dẫn đến một sự bế tắc, mặc dù lực lượng của Hideyoshi bị tổn thất nặng nề<ref name=\"b179\"\/>. Cuối cùng, Hashiba ký hòa ước với Nobukatsu, kế thúc nguyên cớ cuộc chiến giữa hai nhà Tokugawa và Hashiba. Hideyoshi gửi đến cho Tokugawa Ieyasu chị gái và mẹ làm con tin. Ieyasu cuối cùng đồng ý trở thành chư hầu của Hideyoshi.\n\n== Đỉnh cao quyền lực ==\n[[Tập tin:Toyotomi Hideyoshi Kaou.svg|nhỏ|240px|[[Kaō|Họa ký (Kaō)]] của Hideyoshi]]\nHideyoshi tìm kiếm danh hiệu [[shōgun|shogun]] để thực sự được coi là người nắm quyền thống trị Nhật Bản. Tuy nhiên [[Thiên hoàng|Hoàng đế]] không ban cho ông tước hiệu đó. Ông yêu cầu shogun cuối cùng của [[Mạc phủ Ashikaga|Muromachi]], [[Ashikaga Yoshiaki]], nhận ông làm con nuôi, nhưng bị từ chối. Không thể trở thành shogun, năm [[1585]] ông nhận lấy vị tri còn đầy thanh thế hơn là Nhiếp chính quan (''[[sesshō và Kampaku|kampaku]]'')<ref name=autogenerated1>Berry, p. 179.<\/ref>. Năm [[1586]], Hideyoshi chính thức được triều đình ban họ Toyotomi<ref name=\"b179\"\/>. Ông xây dựng một lâu đài to lớn, [[Jurakudai]], năm 1587 và điều khiển [[Thiên hoàng Go-Yōzei]] năm sau đó<ref>Berry, các trang 184–186.<\/ref>.\n\nSau đó, Hideyoshi khuất phục [[tỉnh Kii]]<ref>Berry, các trang 85–86.<\/ref> và chinh phục [[Cuộc chinh phạt Shikoku (1585)|Shikoku]] của [[Chōsokabe Motochika|gia tộc Chōsokabe]]<ref>Berry, p. 83.<\/ref>. Ông cũng giành quyền kiểm soát [[tỉnh Etchū]]<ref>Berry, p. 84.<\/ref> và xâm lăng [[Chiến dịch Kyūshū|Kyūshū]]<ref>Berry, các trang 87–93.<\/ref>. Năm [[1587]], Hideyoshi trục xuất người truyền đạo Thiên chúa khỏi Kyūshū để áp đặt sự thống trị lớn hơn đối với các [[daimyō|daimyo]] ''[[Kirishitan]]'' (người Nhật theo Thiên chúa giáo)<ref>Berry, các trang 91–93.<\/ref>. Tuy nhiên, vì ông vẫn giao thương với châu Âu, những người theo [[Thiên Chúa giáo|Thiên chúa giáo]] riêng lẻ được lờ đi. Năm [[1588]], Hideyoshi cấm nông dân bình thường sở hữu vũ khí và bắt đầu [[cuộc săn lùng kiếm]] để sung công vũ khí<ref>Berry, các trang 102–106.<\/ref>. Kiếm được nấu chảy để đúc tượng Phật. Biện pháp này ngăn ngừa rất hiệu quả sự phản ứng của nông dân và đảm bảo sự ổn định lớn hơn đặc biệt là từ các daimyo tự do. [[Cuộc vây hãm Odawara (1590)|Cuộc vây hãm Odawara]] chống lại [[gia tộc Hậu Hōjō]] ở đồng bằng [[Kantō]]<ref>Berry, các trang 93–96.<\/ref> tiêu diệt những kẻ chống đối cuối cùng của Hideyoshi. Chiến thắng của ông đánh dấu sự kết thúc của [[thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Sengoku]].\n\nTháng 2 năm [[1591]], Hideyoshi ra lệnh cho [[Sen no Rikyū]] phải tự sát<ref>Berry, các trang 223–225.<\/ref>. Rikyū đã từng là một thuộc hạ tin cẩn và là bậc thầy trà đạo dưới thời cả Hideyoshi lẫn Nobunaga. Dưới sự bảo trợ của Hideyoshi, Rikyū tạo ra những thay đổi quan trọng trong mỹ học của [[trà đạo]], ảnh hưởng đến rất nhiều khía cạnh của văn hóa Nhật Bản. Kể cả sau khi ra lệnh buộc Rikyū phải tự sát, Hideyoshi vẫn tiến hành nhiều công trình xây dựng dựa trên những tiêu chuẩn về cái đẹp do Rikyū đề xướng.\n\nSự ổn định của triều đại Toyotomi sau cái chết của Hideyoshi bị đặt một dấu hỏi lớn sau cái chết của người con trai độc nhất mới 3 tuổi của ông, Tsurumatsu, tháng 9 năm 1591. Khi người em cùng cha khác mẹ [[Toyotomi Hidenaga|Hidenaga]] qua đời ít lâu sau người con trai, Hideyoshi chọn cháu trai [[Toyotomi Hidetsugu|Hidetsugu]] làm người kế vị, nhận Hidetsugu làm con nuôi vào tháng 1 năm 1592. Hideyoshi rời bỏ chức vụ ''kampaku'' rồi nhận tước hiệu ''taikō'' (Nhiếp chính về hưu). Hidetsugu được ban tước hiệu ''kampaku''.\n\n== Suy sụp và qua đời ==\nSức khỏe của ông bắt đầu xuống dốc, nhưng vẫn khao khát hoàn thành vài việc nữa để làm vững chắc di sản của mình, Hideyoshi kế thừa giấc mộng xâm lược [[Tên gọi Trung Quốc|Trung Hoa]] mà Oda Nobunaga đã ấp ủ và phát động [[chiến tranh Nhật Bản-Triều Tiên (1592-1598)|hai cuộc xâm lược Triều Tiên]]. Mặc dù định xâm chiếm [[nhà Minh]]<ref name=\"Berry, p. 208\">Berry, p. 208.<\/ref>, quân đội Nhật Bản không thể tiến xa hơn [[bán đảo Triều Tiên]]. Hideyoshi đã giao thiệp với người Triều Tiên từ năm 1587 yêu cầu một con đường tiến quân đến Trung Hoa. Người Triều Tiên ban đầu từ chối đàm phán thực chất, và vào tháng 4 và tháng 7 năm 1591, khước từ đòi hỏi cho phép quân Nhật hành quân qua Triều Tiên. Tháng 8, Hideyoshi ra lệnh chuẩn bị xuất chinh.\n\nTrong chiến dịch đầu tiên, quân đội Nhật Bản ban đầu thắng như chẻ tre. Khoảng tháng 5 năm 1592, [[Seoul]] bị chiếm, và chỉ trong vòng 4 tháng, quân đội của Hideyoshi đã tiến đến [[Mãn Châu Lý]] và chiếm được hầu hết Triều Tiên. Tuy nhiên, không thành công như trên đất liền, thủy quân dưói sự chỉ huy của [[Đô đốc]] [[Lý Thuấn Thần]] sớm [[Chiến dịch thủy quân của Joseon năm 1592|phản công lại hạm đội của Nhật]], cắt đường tiếp tế và bóp nghẹt cuộc xâm lược Triều Tiên. Năm 1593. Hoàng đế nhà Minh là [[Vạn Lịch]] gửi quân dưới sự chỉ huy của tổng binh [[Lý Như Tùng]] (李如松) để ngăn chặn kế hoạch xâm lược Trung Quốc và tái chiếm lại bán đảo Triều Tiên. Quân đội Trung Quốc và Triều Tiên đánh bật quân Nhật khỏi Seoul và [[Bình Nhưỡng]]. Cuộc chiến rơi vào thế giằng co, và sau khi đi đến hiệp nghị đình chiến, quân Nhật rút về Nhật Bản.\n\nSau khi con trai thứ hai của Hideyoshi, [[Toyotomi Hideyori]], ra đời năm 1593 làm vấn đề kế vị tiềm ẩn nhiều rắc rối. Để tránh điều đó, Hideyoshi lưu đày cháu trai và người thừa kế của mình là Hidetsugu đến [[núi Kōya]] và sau đó buộc anh phải tự sát vào tháng 8 năm 1595. Các thành viên khác trong gia đình của Hidetsugu không chịu nhìn lấy tấm gương này sau đó bị thảm sát ở Kyoto, bao gồm 31 phụ nữ và vài trẻ nhỏ<ref name=\"Berry, p. 208\"\/>.\n\nSau vài năm đàm phán tan vỡ, vì lòng ganh tỵ của cả đôi bên khi báo cáo với chủ nhân của mình rằng phía bên kia đã đầu hàng, Hideyoshi phát động cuộc xâm lược Triều Tiên thứ hai năm 1597, nhưng không thành công lắm. Lính Nhật giậm chân tại tỉnh [[Gyeongsang]]. Vào tháng 6 năm 1598, chiến dịch ngừng lại và chỉ còn khoảng 60.000 quân dưới sự chỉ huy của tộc trưởng gia tộc Shimazu, [[Shimazu Yoshihiro]] và con trai [[Shimazu Tadatsune]]. Lực lượng còn lại đã dũng mãnh đẩy lui một vài đợt tấn công của quân đội Trung Hoa ở [[Suncheon]] và [[Sacheon]] khi nhà Minh đang chuẩn bị cho trận công phá cuối cùng.\n\nToyotomi Hideyoshi qua đời tháng 9 năm 1598. Cái chết của ông được [[Go-tairō]] giữ bí mật tuyệt đối để bảo toàn sĩ khí ba quân. Mãi đến cuối tháng 10, họ mới ban chiếu yêu cầu các chỉ huy quân đội Nhật lui binh. Trong trận đại chiến cuối cùng, [[trận Noryang]], đội liên hợp thủy quân Minh-Triều dưới sự chỉ huy của Đô đốc Lý Thuấn Thần và [[Chen Lin]] chặn đường rút của quân Nhật. Quân Nhật bị tổn thất nặng nề trong khi Đô đốc Triều Tiên Lý Thuấn Thần tử trận. Quân Nhật đột phá thành công và rút đến [[Busan]] với cái giá phải trả là 200 tàu bị đánh chìm và 100 chiếc bị bắt, theo số liệu của Triều Tiên<ref>[[Seonjo triều đại Joseon|Seonjo]], Sillock. ''Biên niên sử vua Seonjo.''<\/ref>.\n\nSau thất bại tại Triều Tiên, quân đội của Hideyoshi không thể xâm lược được Trung Hoa. Thay vì dùng để củng cố địa vị của mình, những cuộc viễn chinh làm suy giảm nghiêm trọng ngân khố của gia tộc Hideyoshi, các chư hầu của ông bất mãn vì thất bại, và các gia tộc trung thành với Hideyoshi bị yếu đi. Giấc mộng Đế quốc Nhật Bản trên toàn cõi Á Châu chấm dứt trong tay Hideyoshi. Chính quyền Tokugawa không chỉ ngăn chặn các cuộc viễn chinh vào đại lục mà còn đóng cửa với toàn thế giới. Chỉ đến cuối thế kỷ 19 khi Nhật Bản lại mở [[chiến tranh Thanh-Nhật|cuộc chiến chống Trung Quốc]] qua ngả Triều Tiên, gần giống cách đội quân xâm lược của Hideyoshi đã sử dụng.\n\nSau cái chết của ông, những thành viên khác của hội đồng 5 vị nhiếp chính không ngăn nổi tham vọng của Tokugawa Ieyasu. Hai trong số những vị tướng hàng đầu của Hideyoshi, Katō Kiyomasa và Fukushima Masanori ban đầu cương quyết chống lại Ieyasu, nhưng sau đó họ quay sang tranh giành quyền lực với Ishida Mitsunari, quản gia của lãnh địa Toyotomi. Người này ít được các tướng kính trọng, và hai vị tướng kia đã ngả sang phe của Tokugawa Ieyasu. Người con trai còn bé của Hideyoshi và là người thừa kế chính thống Hideyori mất đi quyền lực mà cha mình từng nắm giữ, và Tokugawa Ieyasu được phong là shogun sau [[trận Sekigahara]].\n\n== Biên niên sự kiện ==\nDưới đây là biên niên sự kiện chính liên quan đến Toyotomi Hideyoshi và thời đại của ông<ref>Tóm tắt từ bảng niên biểu trong George Sanson, ''Lịch sử Nhật Bản'', tập 2 (1334-1615), Nhà xuất bản Khoa học Xã hội, Hà Nội 1994. Trang 623-624.<\/ref>:\n{| class=prettytable width=100%\n!Năm\n!Sự kiện\n\n|- valign=top\n|1582 \n|[[Oda Nobunaga]] mất, Hideyoshi đánh bại Akechi ở Yamazaki.\n\n|- valign=top \n|1583\n|Chiến thắng của Hideyoshi ở [[trận Shizugatake|Shizugatake]]. Bắt đầu cuộc điều tra ruộng đất.\n\n|- valign=top \n|1584\n|Hideyoshi và Ieyasu bất hòa ở Owari. Thuyền buồm của [[Tây Ban Nha]] đến cảng Hirado.\n\n|- valign=top \n|1585\n|Hideyoshi trở thành [[sesshō và Kampaku|kampaku]], hàm tòng nhất phẩm. Bình định miền Shikoku và các tỉnh phía Bắc.\n\n|- valign=top \n|1586\n|Hideyoshi trở thành [[Daijō daijin]], hàm chánh nhất phẩm.\n\n|- valign=top \n|1587\n|Chinh phục miền Kyushu. Mở hội mừng Thiên hoàng tại điện Jurakudai. Hideyoshi ra chỉ dụ trục xuất những giáo sĩ [[thiên Chúa giáo|đạo Gia Tô]].\n\n|- valign=top \n| 1588\n| Hideyoshi ra sắc lệnh tịch thu đao kiếm.\n\n|- valign=top \n|1590\n|Hoàn thành việc xây dựng thành Osaka. Odawara bị thất thủ. Ieyasu được cấp thái ấp ở vùng đồng bằng Kantō.\n\n|- valign=top \n|1592\n|Hideyoshi nhường ngôi Daijō daijin cho Hidetsugu. Chiến tranh xâm lược [[Triều Tiên]].\n\n|- valign=top \n|1593\n|Phái bộ [[nhà Minh]] đến Nhật Bản thương thuyết về việc rút quân khỏi Triều Tiên.\n\n|- valign=top \n|1594\n|Hoàn thành việc xây dựng điện Fushimi.\n\n|- valign=top \n|1595\n| Hidetsugu bị buộc phải tự vẫn. Hideyoshi ra lệnh giết hại gia đình Hidegatsu.\n\n|- valign=top \n|1596\n|Hideyoshi được phong làm kampaku.\n\n|- valign=top \n|1597\n|Cuộc xâm lược Triều Tiên lần 2. Trục xuất các giáo sĩ Gia Tô lần đầu.\n\n|- valign=top \n|1598\n|Hoàn thành điều tra ruộng đất. Hideyoshi mất và Hội đồng nhiếp chính được thành lập do Ieyasu đứng đầu. Di tản ở Triều Tiên.\n\n|- valign=top \n|1615\n|Thành Osaka thất thủ. Hideyori mất và sự suy sụp của dòng họ Toyotomi. Sự công bố về tầng lớp quân nhân Sho-Hatto. Thành lập [[Mạc phủ Tokugawa]].\n\n|}\n\n== Di sản ==\n[[Tập tin:OsakaCastleM0704TightCrop.jpg|250px|nhỏ|phải|Thành Osaka được xây dựng lại sau Chiến tranh thế giới thứ hai]]\nToyotomi Hideyoshi làm thay đổi xã hội Nhật Bản trên nhiều phương diện. Trong đó bao gồm việc áp dụng hệ thống đẳng cấp cứng nhắc, hạn chế đi lại, đo đạc đất đai và sản xuất.\n\nNhững cải cách về đẳng cấp ảnh hưởng đến cả những người bình dân lẫn các samurai. Trong [[thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Sengoku]], việc nông dân trở thành chiến binh là bình thường, hay samurai về làm các công tác cai quản ruộng đất do sự thiếu vắng của một chính quyền địa phương mạnh và luôn có những giai đoạn hòa bình ngắn. Khi nắm quyền, Hideyoshi ban chiếu rằng tất cả nông dân phải giải giáp vũ khí<ref>Jansen, Marius. (2000). ''The Making of Modern Japan, '' p. 23.<\/ref>. Ngược lại, ông yêu cầu các samurai rời bỏ đất đai và đến sống ở các lâu đài<ref>Berry, các trang 106–107; Jansen, các trang 21–22.<\/ref>. Điều này củng cố hệ thống đẳng cấp xã hội trong suốt 300 năm tiếp theo.\n\nHơn nữa, ông ra lệnh tiến hành đo đạc toàn diện và tổng điều tra dân số. Khi việc này đã hoàn thành và tất cả các công dân đã được đăng ký, ông yêu cầu tất cả người Nhật sống từng được phân ''[[Han (phiên)|han]]'' (''phiên'') phải định cư ngay trên phần đất đó trừ khi họ được phép của chính quyền cho phép định cư nơi khác. Điều này thiết lập lại trật tự trong thời mà các toán cướp tung hoành ở vùng thôn quê và hòa bình mới được lập lại. Việc đo đạc đất đai cũng tạo một nền tảng cho hệ thống thuế về sau<ref>Berry, các trang 111–118.<\/ref>.\n\nNăm 1588, Hideyoshi bãi bỏ một cách có hiệu quả [[chế độ nô lệ]] bằng việc ngừng việc buôn bán nô lệ. Hợp đồng và lao động ngoại quốc thay thế cho các nô lệ. Năm [[1590]] Hideyoshi hoàn thành việc xây dựng [[thành Osaka|lâu đài Osaka]], lâu đài lớn và có ảnh hưởng nhất trên toàn Nhật Bản trong việc chặn đứng các thế lực phía Tây tiến đến [[Kyōto (thành phố)|Kyoto]].\n\nHideyoshi cũng đã tạo nhiều ảnh hưởng lên những mảng văn hóa quan trọng của Nhật Bản. Ông hào phóng chi tiền cho [[trà đạo]], thu thập các dụng cụ đo đạc, tài trợ cho các hoạt động xã hội hoang phí, và là nhà bảo trợ bậc thầy nổi tiếng. Vì sở thích trà đạo lan truyền trong tầng lớp thống trị, vì vậy nảy sinh nhu cầu cần những đồ sứ chất lượng tốt, và trong suốt chiến dịch ở Triều Tiên, không chỉ những loại đồ sứ chất lượng hàng đầu bị tịch thu, rất nhiều nghệ nhân Triều Tiên cũng bị ép phải đến Nhật phục vụ cho nhu cầu này<ref>Takeuchi, Rizō. (1985). ''Nihonshi shōjiten,'' các trang 274–275; Jansen, p. 27.<\/ref>.\n\nBị ảnh hưởng bởi vẻ chói lọi của [[Kinkakuji|Đền Vàng]] ở Kyoto, ông cho tiến hành thiết kế những phòng thưởng trà sang trọng nhưng cũng rất gọn nhẹ để có thể mang theo được, được thiếp bằng vàng lá và lót bằng the đỏ. Nhờ sự cách tân di động này, ông có thể thưởng thức [[trà đạo]] bất cứ đâu ông muốn, thể hiện sức mạnh hiếm có và thân phận cao quý của mình khi xuất hiện.\n\nVề chính trị, ông dựng nên một hệ thống chính quyền cân bằng thế lực của những lãnh chúa (hay [[daimyō|daimyo]]) mạnh nhất Nhật Bản. Một hội đồng ra đời gồm những lãnh chúa giàu ảnh hưởng nhất với một [[Sesshō và Kampaku|nhiếp chính quan]] được chỉ định.\n\nCho tới trước khi qua đời, Hideyoshi vẫn hi vọng thiết lập được một hệ thống đủ ổn định để tồn tại đến khi con trai ông đủ lớn để nắm quyền lãnh đạo. Hội đồng [[Go-tairō|Ngũ Đại Lão]] được thành lập, bao gồm năm daimyo quyền lực nhất. Tuy vậy sau cái chết của [[Maeda Toshiie]], Tokugawa Ieyasu bắt đầu củng cố liên minh, gồm cả các cuộc hôn nhân chính trị (điều đã bị Hideyoshi cấm). Cuối cùng, quân đội hai phe Toyotomi quyết chiến với Tokugawa trong [[trận Sekigahara]]. Ieyasu chiến thắng và nhận tước hiệu Seii-tai Shogun (Chinh Di Đại tướng Quân) hai năm sau đó.\n\nIeyasu vẫn duy trì phần lớn các chiếu chỉ Hideyoshi và xây dựng Mạc phủ của mình trên cơ sở đó. Điều này đảm bảo các di sản văn hóa của Hideyoshi được bảo toàn.\n\n{{cquote|Ta định thực hiện những công việc vinh quang và ta đã chuẩn bị cho một cuộc vây hãm lâu dài, với đầy đủ lương thực, vàng và bạc, vì vậy để trở lại trong niềm vui chiến thắng và lưu lại tên ta với sử xanh. Ta kỳ vọng phu nhân hiểu điều đó và sẽ nói với tất cả mọi người.\" -- Toyotomi Hideyoshi<ref>Sansom, George. (1943). ''Japan, A Short Cultural History,'' p. 410. [Trích từ một bức thư Hideyoshi gửi cho vợ mình, trong thời gian ông vây hãm Odawara (17 tháng 5 năm 1590).]<\/ref>\n}}\n\nTrước khi chết, ông có làm một bài [[tanka]] nói về cuộc đời mình:\n\n<div class=\"notice spoilerbox\"><table width=100% border=\"0\"><tr><td align=center><div class=\"toccolours spoilercontents\">\n{{col-begin}}\n{{col-3}}\n'''[[Tiếng Nhật]]'''\n\n<br \/>露と落ち\n<br \/>露と消えにし\n<br \/>我が身かな\n<br \/>浪速のことは\n<br \/>夢のまた夢\n\n{{col-3}}\n'''Âm đọc [[Romanji]]'''\n\n<br \/>Tsuyu to achi\n<br \/>Tsuyu to kaenishi\n<br \/>wagamikana\n<br \/>Naniwano kotowa\n<br \/>yume no mata yume\n\n{{col-3}}\n'''Tạm dịch [[tiếng Việt|Việt văn]]'''\n\n<br \/>Đến như sương buông xuống\n<br \/>Đi tựa sương phai tàn\n<br \/>Cuộc đời ta chỉ vậy\n<br \/>Ngay cả Naniwa<ref>Tên gọi cổ của Osaka.<\/ref> lộng lẫy\n<br \/>Cũng tựa hồ mộng trong mộng mà thôi\n{{col-end}}\n<\/div><\/td><\/tr><\/table><\/div>\n\n== Tên gọi ==\nVì xuất thân từ tầng lớp bình dân nhưng về sau lại thuộc giới quý tộc ở đỉnh cao của quyền lực, Toyotomi Hideyoshi có khá ít tên trong suốt cuộc đời mình. Khi sinh, ông được đặt tên là ''Hiyoshi-maru'' (日吉丸). Vào [[Genpuku|lễ trưởng thành]] ông nhận cái tên ''Kinoshita Tōkichirō'' (木下 藤吉郎, きのした とうきちろう). Sau đó, ông được nhận họ ''Hashiba'', và cái tên danh dự của triều đình ''Chikuzen no Kami''. Kết quả là ông được gọi bằng cái tên ''Hashiba Chikuzen no Kami Hideyoshi'' (羽柴筑前守秀吉). Họ Hashiba của ông vẫn còn thậm chí khi ông được Hoàng đế ban cho ''uji'' hay ''sei'' (氏 hay 姓) Toyotomi. Tên ông chính xác là ''Toyotomi no Hideyoshi''. Theo [[Kyūjitai|cách viết tên trong thời ông]], tên ông được viết là 豐臣 秀吉.\n\nHọ Toyotomi cũng đồng thời được ban cho các đồng minh của Hideyoshi, những người nhận họ mới Toyotomi no Asomi (豊臣朝臣).\n\nCác tài liệu của Nhà thờ vào thời điểm đó gọi ông là ''Hoàng đế Taicosama'' (từ ''[[taiko]]'', [[sesshō và Kampaku|kampaku]] đã nghỉ hưu hay Nhiếp chính quan, và tên gọi kính cẩn ''[[sama]]'').\n\n== Thông tin thêm ==\nHideyoshi xuất hiện trong các trò chơi như [[Samurai Warriors]], [[Samurai Warriors 2]], và [[Warriors Orochi]], [[Sengoku Basara]].\n\n== Xem thêm ==\n*[[Đền Toyokuni]] – Một ngôi đền thần đạo thờ Hideyoshi.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n== Tham khảo ==\n*Berry, Mary Elizabeth. (1982). ''Hideyoshi.'' Cambridge: [[Harvard University Press]]. ISBN 0-674-39026-1 (cloth, 1982), ISBN 0-674-39026-1 (paper, 1989) ''(scholarly biography)''\n*[[George Bailey Sansom|Sansom]], George. (1952) ''Japan, A Short Cultural History.'' Stanford: [[Stanford University Press]]. ISBN 0-8047-0952-1 (cloth) ISBN 0-8047-0954-8 (paper)\n*Takeuchi, Rizō. (1985). ''Nihonshi shōjiten'' (A Concise Dictionary of Japanese History). Tokyo: Kadokawa shoten.\n*[[Eiji Yoshikawa|Yoshikawa]], Eiji. (2001). ''Taiko.'' Tokyo: [[Kōdansha|Kodansha]]. ISBN 4-7700-2609-9 ''(historical fiction)''\n\n== Liên kết ngoài ==\n{{thể loại Commons|Toyotomi Hideyoshi}}\n*{{Imdb character|id=0032308}}\n*[http:\/\/www.sengokudaimyo.com\/ SengokuDaimyo.com] website của nhà sử học về võ sĩ samurai [[Anthony J. Bryant]]\n**Anthony J. Bryant là tác giả của ''Sekigahara 1600: The Final Struggle for Power'', Praeger Publishers, September 2005\n\n{{start box}}\n{{Thứ tự chức vụ|\nchức vụ = [[Sesshō và Kampaku|Kampaku]]|\ntrước = [[Konoe Sakihisa]]|\nsau = [[Toyotomi Hidetsugu]]|\nnăm = [[1585]]-[[1591]]|\n}}\n{{Thứ tự chức vụ|\nchức vụ = [[Daijō daijin|Daijō Daijin]]|\ntrước = [[Fujiwara no Sakihisa]]|\nsau = [[Tokugawa Ieyasu]]|\nnăm = [[1585]]-[[1591]]|\n}}\n{{end box}}\n{{Thanh chủ đề|Nhật Bản|Lịch sử}}\n{{Kiểm soát tính nhất quán}}\n{{Nhân vật nổi bật thời Sengoku}}\n\n[[Thể loại:Sinh năm 1530]]\n[[Thể loại:Mất năm 1598]]\n[[Thể loại:Daimyo]]\n[[Thể loại:Sessho và Kampaku]]\n[[Thể loại:Gia tộc Toyotomi]]\n[[Thể loại:Thời kỳ Sengoku]]\n[[Thể loại:Cuộc xâm lược Triều Tiên của Nhật Bản (1592-1598)]]\n[[Thể loại:Thời kỳ Azuchi-Momoyama]]\n[[Thể loại:Phong kiến Nhật Bản]]\n[[Thể loại:Quân phiệt]]\n[[Thể loại:Sinh thập niên 1530]]"}