{"Uesugi Kenshin":"{{chú thích trong bài}}\n\n{{Infobox Military Person\n|name=Uesugi Kenshin<br \/>上杉謙信\n|lived=[[18 tháng 2]], [[1530]]—[[19 tháng 4]], [[1578]]\n|placeofbirth=[[tỉnh Echigo]], [[Nhật Bản]]\n|placeofdeath=[[tỉnh Echigo]], [[Nhật Bản]]\n|image=[[Tập tin:Uesugi Kenshin.jpg|225px]]\n|caption=\n|nickname=Con rồng xứ Echigo, vị thần chiến tranh \n|allegiance=[[gia tộc Uesugi]]\n|serviceyears=\n|rank=Đại danh (''[[Daimyō]]'')\n|commands=\n|unit=\n|battles=[[trận Kawanakajima]], [[Cuộc vây hãm Odawara (1561)]], [[trận Tedorigawa]], và nhiều trận khác\n|awards=\n|laterwork=\n}}\n\n[[Tập tin:Uesugi Kenshin2.jpg|nhỏ|phải|300px|Uesugi Kenshin, con rồng xứ Echigo, vị thần chiến tranh.]]'''Uesugi Kenshin''' ([[tiếng Nhật]]: 上杉 謙信 (''Thượng Sam Khiêm Tín'', 18\/2\/1530 - 19\/4\/1578) là một [[daimyō|daimyo]] làm chủ tỉnh Echigo trong [[thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Sengoku]] ở [[Nhật Bản]].\n\nÔng là một trong những lãnh chúa hùng mạnh vào thời kỳ Sengoku, nổi tiếng vì lòng dũng cảm trong chiến trận, sự kình địch huyền thoại với [[Takeda Shingen]], sự tinh thông binh pháp và niềm tin vào [[Đa Văn Thiên vương|Tỳ Sa Môn Thiên]], Hộ pháp được Nhật Bản xem là thần chiến tranh. Thực tế, rất nhiều thuộc hạ và những người khác tin rằng ông chính là hoá thân của Tỳ Sa Môn Thiên, và gọi Kenshin là thần chiến tranh.\n\n== Tên gọi ==\nTên thật của ông là Nagao Kagetora (長尾景虎) (''Trưởng Vĩ Cảnh Hổ''). Ông đổi tên thành Uesugi Masatora (上杉政虎) (''Thượng Sam Chính Hổ'') khi ông nhận họ Uesugi để đảm nhận chính thức danh hiệu Kantō Kanrei (関東管領) (''Quan Đông quản lĩnh''). Sau đó, ông đổi tên một lần nữa thành Uesugi Terutora (上杉輝虎) (''Thượng Sam Huy Hổ'') để thể hiện sự kính trọng đối với [[shōgun|shogun]] [[Ashikaga Yoshiteru]] (足利義輝) (''Túc Lợi Nghĩa Huy''), và cuối cùng là Kenshin (上杉謙信) (''Thượng Sam Khiêm Tín'') sau khi ông trở thành một nhà sư; sau sự kiện này, ông trở nên nổi tiếng như một người sùng kính Bishamonten (毘沙門天,'' Tỳ sa môn thiên'', tên người Nhật gọi [[Đa Văn thiên vương|Đa văn thiên vương]], coi ông là vị thần chiến tranh). Sau này mọi người đều gọi ông là bằng tên Kenshin,.\n\nKenshin đôi khi được mệnh danh là \"Con rồng xứ Echigo\" do trình độ võ thuật đáng sợ của ông thể hiện trong chiến trận. Kẻ thù của ông - [[Takeda Shingen]] được gọi là \"Con hổ xứ Kai\". Trong một số thần thoại Trung Quốc (Shingen và Kenshin luôn luôn quan tâm đến văn hóa Trung Quốc, đặc biệt là [[binh pháp Tôn Tử]]), Rồng và Hổ luôn luôn là những kẻ thù không đội trời chung, nhưng không loài nào có thể giành được ưu thế. Theo một cách hiểu khác, rồng được đánh giá cao hơn hổ.\n\n== Cuộc đời ==\n{{wiki hóa}}\nLà con trai thứ tư của Samurai [[Nagao Tamekage]] (長尾為景) (''Trường Vĩ Vị Cảnh''), thời thơ ấu của Kenshin là một câu truyện độc nhất vô nhị. Cha ông đã khá nổi danh qua những chiến thắng quân sự trước [[Uesugi Sadanori]] và [[Uesugi Funayoshi]]. Tuy nhiên, trong những năm tiếp theo, Tamekage tự thấy mình đứng trước mối nguy cơ đối địch với những người [[Ikkō-ikki]] ở [[Vùng Hokuriku|Hokuriku]], và vì quyền lực chính trị trong vùng bắt đầu thay đổi theo ý muốn của gia tộc đối địch này (phần lớn là do sự trỗi dậy bất ngờ của [[Honganji]]), tình hình của Echigo nhanh chóng trở nên xấu đi. Nó lên đến đỉnh điểm vào năm 1536, khi cha của Kenshin tập hợp một đạo quân và hành quân về phía Tây với một mục tiêu không chắc chắn. Tuy nhiên, khi đến Sendanno ở tỉnh [[Tỉnh Etchū|Etchu]], quân đội của ông bị Enami Kazuyori tập kích, và trong trận chiến quyết tiếp theo, Tamekage tử trận, và quân đội của ông tan rã.\n\nĐiều này tác động ngay lập tức đến Echigo. [[Nagao Harukage]], con trai cả của Tamekage, ngay lập tức nỗ lực đẻ kiểm soát gia đình Nagao, và thành công sau một cuộc tranh giành quyền lực mà kết quả là cái chết của một người em trai, Kageyasu. Kagetora (Kenshin) bị loại khỏi cuộc xung đột và bị chuyển tới [[Rizen-ji]], nơi ông sống và học tập từ năm 7 đến 14 tuổi.\n[[Tập tin:KasugayamaCastle-print.jpg|nhỏ|phải|250px|[[Thành Kasugayama]]]]\n\n=== Khẳng định quyền lực ===\nNăm 14 tuổi, Kenshin bất ngờ gặp [[Usami Sadamitsu]] và một số người quen của người cha quá cố. Họ thúc giục người con trai trẻ tuổi của Nagao đi đến Nagao và thách thức quyền thống trị của người anh trai. Dường như là Harukage chưa chứng minh được mình là một người lãnh đạo phù hợp và được lòng người, và sự thất bại của ông ta trong việc áp đặt quyền kiểm soát lên những gia đình kokujin đầy quyền lực đã dẫn đến một tình hình gần như làm cho lãnh địa bị chia cắt.\n\nBan đầu, Kenshin miễn cưỡng chống lại chính anh trai mình, nhưng cuối cùng, ông bị thuyết phục vì sự tồn vong của [[Echigo]]. Trong một chuỗi những trận đánh giữa ông và [[Usami Sadamitsu]], Kenshin thành công trong việc giành quyền đứng đầu dòng họ từ Harukage năm 1547. Số phận của Harukage không được chắc chắn, theo một số nguồn, ông được phép sống sót, nhưng theo một số khác thì ông đã bị ép phải tự sát.\n\n=== Giai đoạn cai trị đầu ===\nMặc dầu quyền lực của ông trong gia đình Nagao là không nghi ngờ gì nữa, rất nhiều người ở Echigo vẫn độc lập khỏi sự quyền lực của vị chúa trẻ. Kenshin ngay lập tức bắt tay vào việc củng cố quyền lực trong lãnh địa của mình, nhưng những cố gắng này vẫn còn ở trong trứng nước khi một điều lo ngại vô cùng cấp bách xảy đến. [[Ogasawara Nagatoki]] và [[Murakami Yoshikiyo]], hai lãnh chúa của [[Tỉnh Shinano|Shinano]], cùng đến cầu cứu Kenshin mong ông chặn đứng sự tấn công của vị lãnh chúa hùng mạnh [[Takeda Shingen]]. Vào thời điểm Kenshin trở thành lãnh chúa mới của Echigo, Shingen đã giành được những thắng lợi rực rỡ ở tỉnh Shinano. Những sự chinh phục của Takeda đã đưa họ đến gần biên giới, Kenshin đồng ý xuất binh.\n\n=== Uesugi và Takeda ===\nNhững điều tiếp theo là khởi đầu cho cuộc đối đầu đã trở thành huyền thoại. Trong cuộc xung đột đầu tiên của hai người, cả Uesugi Kenshin và Takeda Shingen đều rất thận trọng, chỉ tiến hành những cuộc xung đột lẻ tẻ. Trong suốt nhưng năm này, rốt cuộc có tổng cộng 5 lần chạm trán ở một địa điểm nổi tiếng Kawanakajima, mặc dầu chỉ có lần thứ 4 là cuộc quyết chiến tổng lực giữa hai người.\n\nNăm 1561, Kenshin và Shingen quyết chiến trong trận đánh lớn nhất giữa 2 người, trận thứ tư trong loạt [[trận Kawanakajima]]. Kenshin đã sử dụng một chiến thuật khôn khéo: một đội hình đặc biệt, binh sĩ ở tiền quân sẽ chuyển xuống hậu quân khi tiền quân mệt mỏi hoặc thương vong. Điều này cho phép những người lính mệt mỏi được nghỉ ngơi, trong khi những người lính chưa giao chiến sẽ chiến đấu ở tiền tuyến. Nó khá là hiệu quả và nhờ chiến thuật này Kenshin đã gần như tiêu diệt Shingen. Có một câu chuyện trong trận đánh này kể rằng Kenshin phi ngựa đến chỗ Shingen và chém Shingen bằng thanh kiếm của mình. Shingen tránh được cú chém bằng cái quạt của ông ta hay còn gọi là tessen. Tuy vậy, Kenshin không thể kết liễu Shingen được. Một người hầu cận của Takeda giúp ông đào thoát, và Shingen tiến hành một cuộc phản công. Quân đội của Uesugi rút lui và nhiều binh lính chết đuối khi băng qua con sông gần đó trong khi rất nhiều binh lính khác bị tiêu diệt bởi quân đội của Takeda.\n\nKết quả của cuộc chiến Kawanakajima lần thứ tư vẫn còn chưa chắc chắn. Rất nhiều học giả bị chia rẽ về việc ai là người chiến thắng thật sự, liệu trận chiến có thực sự quyết định để tuyên bố người thắng trận không. Mặc dầu Kenshin mất 72% quân đội so với Shingen(mất khoảng 62% quân), Shingen mất 2 trong những vị tướng quan trọng nhất trong suốt trận chiến, đó là quân sư của ông - [[Yamamoto Kansuke]] và người em trai [[Takeda Nobushige]].\n\nMặc dầu Shingen and Kenshin là những kẻ thù trong hơn 14 năm, họ được biết đến là đã trao đổi quà tặng nhiều lần, nổi tiếng nhất là khi Shingen tặng một thanh kiếm quý mà ông rất thích cho Kenshin. Shingen mất năm 1573, và Kenshin đã khóc lớn khi mất đi một kẻ thù ngang tầm, và thề là sẽ không bao giờ tấn công lãnh địa của Takeda. Thêm vào đó, có một việc bất ngờ xảy ra khi một số chúa đất khác (bao gồm cả gia tộc Hojo) tẩy chay việc cung cấp muối cho tỉnh Kai. Kenshin nghe nói đến những khó khăn của Shingen khi một daimyo của gia tộc Hojo từ chối cung cấp gạo cho ông ta. Kenshin bí mật gửi muối đến cho Takeda (muối là một xa xỉ phẩm vào thời đó, dùng để bảo quản thực phẩm) và gửi thư cho kẻ thù của mình, Shingen, rằng theo ông thì lãnh chúa Hojo đã phạm phải một hành động thù địch. Mặc dù ông đã có thể cắt đứt hoàn toàn nguồn cung cấp và đường sống của Shingen nhưng ông đã quyết định không làm thế vì đó là một điều sỉ nhục. Ngược lại, Kenshin tuyên bố \"Thắng lợi của chiến tranh phải bằng kiếm và giáo chứ không phải bằng muối và gạo\". Bằng cách đối xử này với kẻ thù, Kenshin đã tạo nên một tiền lệ cao quý cho mọi thời đại.\n\n=== Uesugi và Oda Nobunaga ===\n\n=== Những sự kiện khác ===\nMặc dù mối thù với cừu địch [[Takeda Shingen]] đã trở thành huyền thoại, Uesugi Kenshin thực ra đã có một số công việc liều lĩnh khác trong thời gian xảy ra cuộc chiến Kawanakajima (1553, 1555, 1557, 1561, 1564). Năm 1551, Kenshin đã cho một lãnh chúa nhỏ của mình, [[Uesugi Norimasa,]] trú ẩn, người đã bị buộc phải tháo chạy vì sự mở rộng của gia đình Hojo vào khu vực [[Kanto]]. Kenshin đồng ý cho vị lãnh chúa một chỗ nương náu, nhưng đây không phải là lúc để chống lại Hōjō. Năm 1559, ông đi đến Kyoto để bày tỏ sự thần phục đối với Shogun, ông đã thăm rất nhiều di tích lịch sử và tôn giáo trong vùng. Điều này làm cho danh tiếng của ông được nâng cao đáng kể, và hình ảnh của ông còn là biểu tượng cho một vị lãnh đạo có học thức cũng như sức mạnh. Cùng năm đó, Uesugi Norimasa lại thúc giục ông chiếm lại quyền kiểm soát vùng đồng bằng Kanto từ tay Hojo, và năm 1560 ông đã có thể đồng ý làm theo. Trong chiến dịch chống lại Hojo, Kenshin đã thành công trong việc lấy được rất nhiều lâu đài của gia tộc này, kết thúc với cuộc tấn công [[lâu đài Odawara]] ở tỉnh Sagami. Ông định phá tan sự phòng vệ và đốt cháy lâu đài, nhưng lâu đài vẫn đứng vững, sau đó, việc thiếu quân lương buộc ông phảo sớm rút lui. Tuy nhiên, trong thời gian đó, ông đã thăm đền [[Tsurugaoka Hachiman]] và đổi họ thành Uesugi.\n\nMột vùng đất quan trọng khác thu hút sự chú ý của Uesugi Kenshin là tỉnh Etchu. Vùng đất này thuộc quyền của 2 gia tộc đối địch là Jinbo và Shiina. Kenshin tham dự vào cuộc xung đột này như một người trung gian hòa giải trong một thời gian, sau đó ông liên minh với gia tộc Shiina và tiêu diệt gia tộc Jinbo. Sau đó vài năm, ông lại phát động cuộc chiến chống lại gia tộc Shiina (vì gia tộc này dường như quá thân với Takeda), khi ông chiếm được lâu đài chính của họ vào năm 1575, tỉnh Etchu đã thực sự nằm dưới sự cai quản của ông.\n\n=== Những năm cuối đời ===\nTừ năm 1576, Kenshin bắt đầu lưu tâm đến quân đội của [[Oda Nobunaga]], người đã trở thành lãnh chúa mạnh nhất Nhật Bản vào thời bấy giờ. Cả [[Takeda Shingen]] và [[Hōjō Ujiyasu]] đã chết, không còn gì cản Kenshin bành trướng lãnh thổ của mình nữa. Vì vậy, khi cái chết của lãnh chúa Noto châm ngòi cho sự hỗn loạn và xung đột, Kenshin nhanh chóng lợi dụng cơ hội này chiếm đất của các gia tộc yếu hơn, điều này làm cho ông trở thành mối đe dọa đối với Nobunaga và các đồng minh của ông ta. Để đáp trả, Nobunaga xuất binh cùng 2 viên tướng của mình để giao chiến với Kenshin ở [[Tedorigawa]]. Nobunaga cho [[Shibata Katsuie]] (柴田勝家) (''Sài Điền Thắng Gia''), một trong những vị tướng tài giỏi nhất của ông. người phục vụ Nobunaga từ những ngày đầu, làm tướng tiên phong. Theo một số bản tư liêu, Shibata lĩnh đội quân tiên phong gồm 18.000 người, và Nobunaga đích thân dẫn đầu 20.000 quân tiếp viện ở phía sau. Nếu những thông tin này là chính xác thì trận chiến giữa 2 lãnh chúa này là một trong những trận đánh lớn nhất trong thời [[Thời kỳ Chiến Quốc (Nhật Bản)|Sengoku]].\n\nBất chấp ưu thế vượt trội về quân số của Nobunaga, Kenshin vẫn thành công trong việc dành một chiến thắng quan trọng trên chiến trường, và Nobunaga phải rút lui về tỉnh Omi trong khi chỉ tự thỏa mãn bằng việc xây dựng một số pháo đài ở tỉnh [[tỉnh Kaga|Kaga]] rồi sau đó trở lại tỉnh Echigo. Trong mùa đông 1577-1578, Uesugi Kenshin định tập hợp một đội quân lớn để tấn công vào lãnh địa của Nobunaga. Tuy nhiên, ông đang ở một tình trạng sức khỏe vô cùng tồi tệ vào lúc bấy giờ, vào 4-9, ông lên cơn tai biến ở trong nhà vệ sinh. Ông mất bốn ngày sau đó.\n\nBài [[di thơ]] của ông \"「四十九年一睡の夢 一期の栄華一盃の酒」。<ref>{{Chú thích web|url = http:\/\/members.jcom.home.ne.jp\/rekisi-butaiura\/meigenn.html|title = meigenn}}{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}<\/ref>\" (Tứ thập cửu niên, Nhất thụy chi mộng, Nhất kỳ chi hoa, Nhất bôi chi tửu.) Tạm dịch \"Bốn mươi chín năm, một giấc ngủ mơ, một đời vinh quang, một chén rượu sake\", hàm ý bốn mươi chín năm trôi qua như một giấc mơ ban đêm, vinh quang đời ta chẳng hơn một chén rượu<ref>{{Chú thích web|url = http:\/\/detail.chiebukuro.yahoo.co.jp\/qa\/question_detail\/q1010967495|title = 四十九年一睡の夢一期の栄華一盃の酒 - Yahoo!知恵袋}}<\/ref>).\n\n== Cái chết của Uesugi Kenshin ==\nCái chết của Kenshin đến nay vẫn còn là một dấu hỏi lớn. Phần lớn những học giả Nhật Bản đều cho rằng việc uống quá nhiều rượu và bệnh ung thư dạ dày đã đặt dấu chấm hết cho vị thần chiến tranh này. Một số nguồn khác cho rằng đây là một vụ ám sát và ông đã bị một [[ninja]] đâm chết khi đang ở trong nhà vệ sinh. Người ta nói rằng, khi nghe tin về cái chết của Kenshin, [[Oda Nobunaga]] đã nói, \"Giờ thiên hạ đã là của ta\", mặc dù điều này không có nghĩa là ông ta đã nhúng tay vào việc này.\nCũng có một giả thuyết khác cho rằng Kenshin đã bị một ninja giỏi nhất của Oda ám sát, cũng có một giả thuyết khác nữa là do khi đó, Tokugawa đã khôn khéo nhờ ninja giỏi nhất phái Iga, Hattori Hanzo (服部半蔵 Phục Bộ Bán Tạng) bí mật ám sát Uesugi Kenshin trên danh nghĩa là đồng minh với nhà Oda và Takeda, nhằm làm suy yếu thế lực nhà Uesugi cũng như diệt trừ mối họa về việc họ xâm phạm địa giới đất do nhà Tokugawa cai quản. Tuy nhiên, cũng như bao huyền thoại khác, cái chết của ông vẫn còn là một điều bí ẩn.\n\n== Sau khi chết ==\nCái chết của Uesugi Kenshin là một thảm họa đối với toàn gia tộc. Ông không có con nên đã nuôi dưỡng 2 đứa trẻ làm người thừa kế cho mình. Sau khi cha nuôi chết, 2 người ngay lập tức lao vào tranh giành quyền lực, mà kết thúc bằng việc Uesugi Kagekatsu trở thành người lãnh đạo mới của gia tộc. Tuy nhiên, cuộc huynh đệ tương tàn đã làm cho họ tốn quá nhiều thời gian và sức lực, và Oda Nobunaga đã dễ dàng chiếm được phần lớn đất đai của họ một cách nhanh chóng và tiến thẳng về biên giới của Echigo.\n\n== Kenshin trong văn hóa đại chúng ==\n[[Tập tin:UesugiKenshin.jpg|nhỏ|phải|250px|Hình ảnh Uesugi Kenshin trong game Samurai Warriors 2.]]\nBộ phim Nhật Bản \"Trời và đất\" (tên gốc – Ten To Chi To) do đạo diễn [[Haruki Kadokawa]] <ref>{{Chú thích web|url = http:\/\/www.imdb.com\/title\/tt0099753\/?ref_=fn_al_tt_2|title = }}<\/ref> quay năm 1990, nói về sự kình địch giữa Uesugi Kenshin và Takeda Shingen, tập trung chủ yếu và nhân vật Kenshin với tên thật là Kagetora.<ref>{{Chú thích web|url = http:\/\/en.wikipedia.org\/wiki\/Heaven_and_Earth_(1990_film)|title = Heaven and Earth (1990 film)}}<\/ref> Bộ phim được đánh giá cao vì tính chân thực khi diễn tả về cuộc chiến tranh và các trận đánh thời kỳ này, cũng như nổi tiếng vì sử dụng nhiều ngựa nhất – 800 con ngựa được huy động cùng lúc cho một phân đoạn trận đánh.<ref>{{Chú thích web|url = http:\/\/www.imdb.com\/title\/tt0099753\/trivia?ref_=tt_trv_trv|title = }}<\/ref> Tiêu đề phim được đặt theo một câu nói nổi tiếng của Takeda Shingen \"Trong trời đất này, chỉ có ta là được sùng kính\".\n[[Tập tin:Koei.jpg|nhỏ|phải|250px|Hình ảnh Uesugi Kenshin trong game Nobunaga's Ambition XI: Tenka Sousei by KOEI.]] \nKenshin, với tên Nagao Kagetora, là nhân vật trung tâm trong bộ phim khoa học viễn tưởng của Nhật Bản Sengoku Jietai.\n\nKenshin được đề cao trong video game Samurai Warriors của hãng Koei. Hình ảnh của ông được thiết kế khá giống với các bức vẽ về [[Từ Hoảng]] thời [[Tam Quốc|Tam quốc]]. Ông cầm một thanh kiếm 7 lưỡi và luôn cầu nguyện trước Bishamonten mỗi khi xuất chinh.\n\nÔng cũng xuất hiện trong seri game Kou Shibusawa's Nobunaga's Ambition của hãng Koei.\n\nKenshin xuất hiện trong Capcom's Sengoku Basara. Trong đó, ông được thể hiện khá giống đàn bà và thường chăm chút sắc đẹp của mình một cách thái. Người lồng tiếng cho ông là nữ diễn viên, cô Pak Romi. Ông được trợ giúp bởi một nhân vật hư cấu tên là Kasuga (người nhìn bề ngoài có vẻ yêu ông). Ông cầm một thanh trường kiếm (katana). Trong Devil Kings, ông được đổi tên thành Frost, trong khi Kasuga đổi tên thành Venus.\n\nCũng có một bộ phim hoạt hình khá được yêu thích về người con trai của Kenshin và 4 người trợ thủ của ông, Mirage of Blaze (2002).\n\nTrò chơi Shogun, thiết kế bởi Dirk Henn và phát hành bởi Queen Games, coi Uesugi Kenshin là một trong những Daimyo để lựa chọn.\n\nTrong anime Rurouni Kenshin, nhân vật chính là một samurai lang thang tên là Kenshin, nổi tiếng với sự nhanh nhẹn như và cuối cùng tham gia vào một cuộc xung đột với một nhà buôn cầm súng có họ là Takeda.\n\nTrong bộ truyện [[Đội quân Doraemon]] Đặc biệt, Kenshin cũng có mặt trong một trận chiến khi nhóm bạn và Nobita bị lạc vào thời loạn lạc ở Nhật Bản. El Matadora đã hóa thân thành Kenshin để đánh lại \"Takeda\" Dora-med.\n\n{{start box}}\n{{Thứ tự chức vụ |\n chức vụ = Người đứng đầu [[gia tộc Uesugi]] |\n trước = [[Uesugi Norimasa]] |\n sau = [[Uesugi Kagekatsu]] |\n năm = [[1548]]-[[1578]]\n}}\n{{end box}}\n\n{{Các chủ đề|Nhật Bản}}\n{{thể loại Commons|Uesugi Kenshin}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1530|1578}}\n\n[[Thể loại:Daimyo]]\n[[Thể loại:Thời kỳ Sengoku]]"}