{"Vinh phi":"{{Thông tin nhân vật hoàng gia\n| tên = Thanh Thánh Tổ Vinh phi\n| tên gốc = 清聖祖荣妃\n| tước vị = [[Khang Hi Đế]] [[Phi tần|phi]]\n| mất = [[6 tháng 3]], năm [[1727]]\n| phối ngẫu = [[Thanh Thánh Tổ]]<br>Khang Hi Hoàng đế\n| con cái = [[Thừa Thụy]]<br>[[Tái Âm Sát Hồn]]<br>[[Cố Luân Vinh Hiến Công chúa]]<br>[[Trường Hoa]]<br>[[Trường Sinh]]<br>[[Dận Chỉ]]\n| thông tin con cái = ẩn\n| cha = [[Cái Sơn]]\n| ngày an táng = \n| nơi an táng = Phi viên tẩm của [[Cảnh lăng]] (景陵), [[Thanh Đông lăng]]\n| hoàng tộc = \n}}\n'''Vinh phi Mã Giai thị''' ([[chữ Hán]]: 荣妃马佳氏; 1652- [[6 tháng 3]], năm [[1727]]), là một trong những [[phi tần]] vào hầu sớm nhất [[Thanh Thánh Tổ]] Khang Hi Đế<ref>{{Chú thích web|url=http:\/\/gj.zdic.net\/archive.php?aid=9072|title=Thanh Sử cảo}}<\/ref>.\n\n== Thân thế ==\n=== Nhập cung sớm ===\nMã Giai thị không rõ sinh năm nào và gia thế ra sao, bà là con gái của [[Viên ngoại lang]] [[Cái Sơn]] (盖山). Tuy nhiên, căn cứ [[Khởi cư chú]] triều Ung Chính ghi lại: [''\"Mã Nhĩ Tái là hậu duệ huân thần, thần tử trụ cột quốc gia, lại là thân thuộc mẫu tộc Doãn Chỉ\"''; 馬爾賽乃勳舊之後，國家柱石之臣，又係允祉母黨之親。]. Đại thần [[Mã Nhĩ Tái]], Mã Giai thị, người Mãn Châu [[Bát kỳ|Chính Hoàng kỳ]], cháu của Đại học sĩ, Tam đẳng công [[Đồ Hải]]. Vì câu ''\"là thân thuộc mẫu tộc Doãn Chỉ\"'', có thể thấy rằng Mã Giai thị cùng Mã Nhĩ Tái là cùng tộc, do đó có thể xem bà thuộc Mãn Châu Chính Hoàng kỳ. Tuy không để lại năm sinh, song Mã Giai thị có lẽ có độ tuổi khá tương đương với Khang Hi Đế, và nhiều khả năng được nuôi dạy trong cung. Khi đến tuổi sinh nở, bà liền trở thành [[Thứ phi]], hầu cận Khang Hi Đế.\n\nNăm Khang Hi thứ 6 ([[1667]]), ngày [[20 tháng 9]], Mã Giai thị sinh hạ Hoàng trưởng tử [[Thừa Thụy]] (承瑞), là con đầu lòng của Khang Hi Đế lúc đó mới 14 tuổi. Khoảng 3 năm sau, Thừa Thụy bệnh chết. Năm Khang Hi thứ 10 ([[1671]]), ngày [[25 tháng 12]], Mã Giai thị sinh hạ Hoàng tử thứ 4 [[Tái Âm Sát Hồn]] (赛音察浑), là Hoàng tử duy nhất của Khang Hi có tên [[Mông Cổ]]. Năm thứ 12 ([[1673]]), ngày [[6 tháng 5]], bà sinh hạ Hoàng tam nữ, tức [[Cố Luân Vinh Hiến Công chúa]]. Năm sau, Tái Âm Sát Hồn mắc bệnh qua đời khi chỉ mới 4 tuổi. Cùng năm, ngày [[6 tháng 4]], Mã Giai thị sinh hạ Hoàng lục tử [[Trường Hoa]] (长华) nhưng đứa trẻ chết yểu. Năm thứ 14 ([[1675]]), ngày [[21 tháng 6]], bà tiếp tục sinh Hoàng bát tử [[Trường Sinh]] (长生). Năm thứ 16 ([[1677]]), ngày [[20 tháng 2]], Mã Giai thị lâm bồn lần cuối, sinh ra Hoàng tử [[Dận Chỉ]] (Hoàng tử thứ 3 trong số những người con trưởng thành của Khang Hy Đế). \n\nTổng cộng, Mã Giai thị trải qua 6 lần sinh nở, 5 trai 1 gái, không chỉ là phi tần sinh sớm nhất, mà còn sinh nhiều con nhất cho Khang Hi đế. Tuy nhiên, 4 trong số 6 người con của bà đều chết yểu.\n\n=== Được phong tước ===\nNăm thứ 16 ([[1677]]), Khang Hi Đế chế định cung giai, đại phong hậu cung. [[Tháng 8]], Thị lang [[Mã Lạp]] (马喇) cầm cờ tiết tuyên chỉ, Mã Giai thị được sắc phong làm '''Vinh tần''' (榮嫔). Vào lúc đó, địa vị của Mã Giai thị dưới [[An tần (Khang Hy)|An tần]] Lý thị, [[Kính tần]] Vương Giai thị và [[Đoan tần]] Đổng thị, lại cao hơn [[Huệ phi (Khang Hy)|Huệ tần]] Na Lạp thị, [[Nghi phi (Khang Hy)|Nghi tần]] Quách Lạc La thị và [[Hi tần]] Hách Xá Lí thị. Dù số lượng quy định chỉ 6 người cùng lúc, song vào thời điểm này hậu cung Khang Hi lại có tổng cộng 7 vị Tần<ref>[https:\/\/ctext.org\/wiki.pl?if=gb&chapter=186049 《清實錄康熙朝實錄》]: 遣大學士覺羅勒德洪、持節授佟氏冊寶。封為貴妃。遣尚書吳正治、侍郎額星格、楊正中、馬喇、富鴻基、學士項景襄、李天馥等、持節授冊、封李氏、為安嬪。王佳氏、為敬嬪。董氏、為端嬪。馬佳氏、為榮嬪。納喇氏、為惠嬪。郭羅洛氏、為宜嬪。何舍里氏、為僖嬪<\/ref>. \n\nNăm Khang Hi thứ 20 ([[1681]]), định phong [[Hiếu Ý Nhân Hoàng hậu|Quý phi Đông thị]] làm [[Hoàng quý phi]], còn có Tứ phi, gồm [[Hiếu Cung Nhân Hoàng hậu|Đức tần]] Ô Nhã thị, Huệ tần Na Lạp thị và Nghi tần Quách Lạc La thị thụ tấn lên Phi<ref>[https:\/\/ctext.org\/wiki.pl?if=gb&chapter=349655 《清實錄康熙朝實錄》]: 康熙二十年。辛酉。十二月......○命大学士勒德洪、持节进封贵妃佟氏、为皇贵妃......命大学士李霨、持节进封惠嫔纳喇氏。为惠妃。册文曰、朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔惠嫔纳喇氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为惠妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪、迓鸿庥之方至。钦哉。尚书吴正治、持节进封宜嫔郭罗洛氏、为宜妃。册文同。命侍郎额星格、持节进封德嫔吴雅氏、为德妃。册文曰、朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔德嫔吴雅氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为德妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪、迓鸿庥之方至。钦哉。侍郎杨正中、持节进封荣嫔马佳氏、为荣妃。册文同<\/ref>. Ngày [[20 tháng 12]], lấy Thị lang [[Dương Chính Trung]] (杨正中) cầm cờ tiết tuyên chỉ, Vinh tần Mã Giai thị được tấn phong '''Vinh phi''' (榮妃). \n\nSách văn viết:\n{{Cquote|\n朕惟治本齐家、茂衍六宫之庆。职宜佐内、备资四德之贤。恪恭久效于闺闱。升序用光以纶綍。咨尔荣嫔马佳氏。柔嘉成性。淑慎持躬。动谐珩佩之和、克娴于礼。敬凛夙宵之节、靡懈于勤。兹仰承太皇太后慈谕、以册印、进封尔为荣妃。尔其祗膺晋秩、副象服之有加。懋赞坤仪，迓鸿庥之方至。钦哉。\n\n.\n\nTrẫm duy trị bổn tề gia, mậu diễn lục cung chi khánh. Chức nghi tá nội, bị tư tứ đức chi hiền. Khác cung cửu hiệu vu khuê vi. Thăng tự dụng quang dĩ luân phất. \n\nTư nhĩ Vinh tần Mã Giai thị. Nhu gia thành tính. Thục thận trì cung. Động hài hành bội chi hòa, khắc nhàn vu lễ. Kính lẫm túc tiêu chi tiết, mĩ giải vu cần. Tư ngưỡng thừa Thái hoàng thái hậu từ dụ, dĩ sách ấn, tiến phong nhĩ vi Vinh phi. \n\nNhĩ kỳ chi ưng tấn trật, phó tượng phục chi hữu gia. Mậu tán khôn nghi, nhạ hồng hưu chi phương chí. Khâm tai.|||Sách văn Vinh phi}}\n\nLúc này trong Tứ phi trình tự đã thay đổi. Địa vị của Vinh phi giảm xuống thấp nhất, xếp dưới Huệ phi, Nghi phi và Đức phi. Về sau, có [[Đôn Di Hoàng quý phi|Hòa phi]] Qua Nhĩ Giai thị và [[Tuyên phi (Khang Hy)|Tuyên phi]] Bát Nhĩ Tế Cẩm thị được tấn phong thì thứ tự của Vinh phi lại ở trên họ. \n\nNăm Ung Chính thứ 5 ([[1727]]), ngày [[6 tháng 3]] (âm lịch), Vinh phi Mã Giai thị qua đời, không rõ bao nhiêu tuổi. Ngày [[4 tháng 12]], nhập táng [[Cảnh lăng]] (景陵), Phi viên tẩm trong [[Thanh Đông lăng]].\n\n== Tương quan ==\nVinh phi Mã Giai thị từ những năm đầu tiên nhập cung hầu hạ Khang Hi Đế với danh phận Thứ phi không có phong hào. \n\nÂn sủng của bà tuy không sánh được với [[Hiếu Thành Nhân Hoàng hậu]] nhưng cũng có 10 năm xuân phong đắc ý, liên tục sinh sản. Dù vậy, trong 6 người con của bà chỉ có 1 trai 1 gái còn sống tới lúc trưởng thành. Về sau tuy được phong Phi nhưng địa vị của bà không như trước, lại không hề được tấn phong thêm trong suốt gần 40 năm tiếp theo. Dận Chỉ con trai bà cũng bị [[Ung Chính]] dè chừng nên Vinh phi cũng không được truy phong sau khi qua đời. Nếu 4 người con trai kia của bà còn sống, hẳn cuộc đời Vinh phi sẽ có nhiều khác biệt.\n\nVinh phi hầu hạ Khang Hi Đế suy đoán có thể ở tại [[Diên Hi cung]] hoặc [[Chung Túy cung]]. Trong Tứ phi, Nghi phi ở [[Dực Khôn cung]] và Đức phi ở [[Vĩnh Hòa cung]] đã rõ. Huệ phi đã từng có danh hiệu ''\"Diên Hi cung chủ tử\"'' nên nhiều khả năng chủ vị Chung Túy cung chính là Vinh phi.\n\n== Hậu cung bài tự ==\nCăn cứ 《[[Khâm định Đại Thanh hội điển sự lệ|Khâm định đại thanh hội điển tắc lệ]]》cuốn 42, hậu phi bài vị trình tự ghi lại:<ref>Năm Càn Long 29, Dận Đào biên soạn. Đài Loan thương vụ ấn thư quán xuất bản năm 1986.<\/ref>\n\n* [[Ôn Hi Quý phi]]\n* [[Tuệ phi (Khang Hy)|Tuệ phi]], [[Huệ phi (Khang Hy)|Huệ phi]], [[Nghi phi (Khang Hy)|Nghi phi]], [[Vinh phi (Khang Hy)|Vinh phi]], [[Bình phi (Khang Hy)|Bình phi]], [[Lương phi (Khang Hy)|Lương phi]], [[Tuyên phi (Khang Hy)|Tuyên phi]], [[Thành phi (Khang Hy)|Thành phi]], [[Thuận Ý Mật phi]], [[Thuần Dụ Cần phi]], [[Định phi (Khang Hy)|Định phi]].\n\n== Hậu duệ ==\nBà đã sinh cho Khang Hi Đế tổng cộng 6 người con, 5 Hoàng tử và 1 Hoàng nữ. Đó là:\n\n# Hoàng trưởng tử [[Thừa Thụy]] [承瑞], sinh năm Khang Hi thứ 6. Mất khi 3 tuổi.\n# Hoàng tử [[Tái Âm Sát Hồn]] [赛音察浑], sinh năm Khang Hi thứ 10. Mất khi 4 tuổi.\n# [[Cố Luân Vinh Hiến Công chúa]], sinh năm Khang Hi thứ 12. [[Tháng 7]] năm [[1691]], công chúa hạ giá lấy [[Bác Nhĩ Tế Cát Đặc Ô Nhĩ Cổn]] (博爾濟吉特烏爾袞) của [[Ba Lâm bộ]]. Mất năm 1728. Truy tặng ''Cố Luân công chúa'' sau khi mất.\n# Hoàng tử [[Trường Hoa]] [长华], sinh năm Khang Hi thứ 13 nhưng chỉ sống được 1 ngày.\n# Hoàng tử Trường Sinh [长生], sinh năm Khang Hi thứ 14. Mất khi 2 tuổi.\n# Hoàng tam tử [[Dận Chỉ]] [胤祉; 23 tháng 3, 1677 - 10 tháng 7, 1732], theo số thứ tự thực tế là thứ 10. Thụy hiệu '''Thành Ẩn Thân vương''' (誠隐親王).\n\n== Xem thêm ==\n* [[Thanh sử cảo]]\n* [[Khang Hi]]\n* [[Hiếu Chiêu Nhân Hoàng hậu]]\n* [[Thứ bậc hậu phi nhà Thanh]]\n\n== Chú thích ==\n{{tham khảo}}\n* [[Thanh sử cảo]]\n\n[[Thể loại:Mất năm 1727]]\n[[Thể loại:Sinh năm 1652]]\n[[Thể loại:Phi tần nhà Thanh]]\n[[Thể loại:Người Mãn Châu Chính Hoàng kỳ]]"}