{"Vitellius":"{{Mở rộng ngôn ngữ|topic=|langcode=es|otherarticle=|date=tháng 5\/2023}}\n{{Thông tin nhân vật hoàng gia\n| tên = Vitellius\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã|Đế chế La Mã]]\n| tên đầy đủ = Aulus Vitellius (lúc sinh thời; <br>Aulus Vitellius Germanicus Augustus (làm hoàng đế)\n| hình = Pseudo-Vitellius Louvre MR684.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tượng bán thân của hoàng đế Vitellius, Louvre\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ tám của La Mã]]\n| kiểu tại vị = Cai trị\n| tại vị = [[16 tháng 4]] năm [[69]] &ndash; [[20 tháng 12]] năm [[69]]<br>({{số năm theo năm và ngày|69|04|16|69|12|20}})\n| tiền nhiệm = [[Otho]] {{Vương miện}}\n| kế nhiệm = [[Vespasianus|Vespasian]] {{Vương miện}}\n| phối ngẫu = Galeria Fundania\n| con cái = \n| hoàng tộc = None\n| kiểu hoàng tộc = Triều đại\n| cha = [[Lucius Vitellius]]\n| mẹ = [[Sextilia]]\n| sinh = {{birth date|15|9|24|df=y}}\n| mất = {{death date|69|12|22|df=y}} (54 tuổi)\n| nơi mất = La Mã\n| nơi an táng = |\n}}\n'''Aulus Vitellius Germanicus''', tên khai sinh là ''' Aulus Vitellius''' và thường được gọi là '''Vitellius '''({{lang-la|Aulus Vitellius Germanicus Augustus}};<ref>In [[Classical Latin]], Vitellius' name would be inscribed as AVLVS VITELLIVS GERMANICVS AVGVSTVS.<\/ref> ngày 24 tháng 12 năm 15-22 tháng 12 năm 69), là một hoàng đế La Mã trị vì từ ngày 16 tháng 4 năm 69-22 tháng 12 cùng năm. Vitellius trở thành hoàng đế sau các triều đại ngắn ngủi của [[Otho]] và [[Galba]] trong một năm của các cuộc nội chiến được gọi là [[năm của bốn hoàng đế]]. Vitellius là vị hoàng đế đầu tiên thêm tên riêng [[Germanicus]] của mình vào tên hiệu của hoàng đế thay vì tên hiệu Ceasar khi kế vị.\n\nTuyên bố lên ngôi của ông đã sớm bị thách thức bởi những quân đoàn đồn trú tại các tỉnh miền Đông, họ đã tuyên bố ủng hộ chỉ huy của mình là Vespasianus trở thành hoàng đế tại nơi ông ta đóng quân. Chiến tranh xảy ra sau đó, dẫn đến một thất bại tan nát cho Vitellius trong [[trận Bedriacum lần thứ hai]]. Khi ông nhận ra mình thiếu sự ủng hộ, Vitellius đã chuẩn bị thoái vị để ủng hộ Vespasianus làm hoàng đế, nhưng đã bị hành quyết tại Rome bởi lực lượng của phe Flavius vào ngày 22 tháng 12 năm 69.\n==Gia đình==\nÔng là con trai của [[Lucius Vitellius]] với ngừơi vợ của ông ta, Sextilia, ông đã có một người em trai, [[Lucius Vitellius Trẻ]]. Suetonius đã ghi hai bản khác nhau về nguồn gốc của Vittelius. Một trong đó là có nguồn gốc từ con cháu của những nhà vua của Latium còn bản kia là nói về nguồn gốc thấp kém. Suetonius nhận xét hợp lý rằng cả hai nguồn này có thể là của những kẻ nịnh bợ hoặc của kẻ thù của Vitellius-ngoại trừ việc chúng đã lưu hành trước khi Vitellius trở thành hoàng đế<ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Vitellius*.html Chapter 1]<\/ref>. Suetonius cũng ghi nhận rằng khi Vitellius sinh ra, lá số tử vi của ông khiến cha mẹ ông sợ hãi và đã cố ngăn ông làm [[Quan chấp chính|chấp chính quan]].<ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Vitellius*.html Chapter 3 part 2]<\/ref>\n\nÔng đã lập gia đình lần đầu năm 40 với Petronia, con gái của Publius hoặc Gaius Petronius Pontius Nigrinus, họ có một ngừơi con tên là Aulus Vitellius Petronianus.\n\nÔng kết hôn lần 2 vào khoảng năm 50 với [[Galeria Fundana]] (khoảng năm 40 - sau năm 69), Có lẽ là cháu gái của Gaius Galerius (ca 15 TCN -năm 23). Họ có hai con, một con trai tên là Germanicus và một con gái không tên (sinh khoảng năm 55). Settipani và Birley đã gợi ý rằng người con gái này đã kết hôn với Decimus Rupilius Libo Frugi, cha [[Rupilia Faustina]].<ref>[http:\/\/www.nndb.com\/people\/930\/000087669\/]<\/ref>\n==Sự nghiệp chính trị==\n===Chính trị và quân sự===\nÔng là chấp chính quan năm 48,và được cho là tổng đốc của hành tỉnh châu Phi vào năm 60 hoặc 61.Nhờ nỗ lực của mình,ông đã trả được hết nợ nần. Vào cuối năm 68,[[Galba]] bất ngờ chọn ông để chỉ huy quân đội của [[Hạ Germania]].\n\n===Vươn tới quyền lực===\nÔng đã có được sự ủng hộ lên ngôi từ Caecina và [[Fabius Valens]], chỉ huy của hai quân đoàn ở sông Rhine. Thông qua hai người này một cuộc cách mạng quân sự được nhanh chóng hoàn thành, họ đã từ chối gia hạn lời thề về sự trung thành với Hoàng đế [[Galba]], ngày 01 tháng 1 năm 69, và đầu năm 69 Vitellis được tuyên bố là hoàng đế tại [[Köln]]. Chính xác hơn, ông được tuyên bố là hoàng đế của quân đội ở Hạ Germania và [[thượng Germania]]. Quân đội của Gaul, Brittania và Raetia ủng hộ họ ngay sau đó. Tuy nhiên khi mà họ hành quân về Rome, người mà họ đã phải đối đầu đó là Otho, và không phải là [[Galba]].\n\nThực tế, ông không bao giờ được công nhận là hoàng đế của toàn bộ thế giới La Mã, mặc dù tại Rome, viện nguyên lão chấp nhận ông ta và ban cho ông danh hiệu hoàng đế bình thường. Để thưởng cho chiến thắng của những người lính Lê dương, Vitellius giải tán lực lượng cận vệ hoàng gia hiện có và bố trí những người lính của mình để thay thế.\n==Hoàng đế==\n===Nắm quyền===\n[[Suetonius]], mà cha ông đã chiến đấu cho [[Otho]] tại Bedriacum, cung cấp cho một nguồn thông tin bất lợi về chính quyền ngắn ngủi của Vitellius ': ông mô tả ông ta là thiếu tham vọng. Vitellius được mô tả là lười biếng và tự đam mê lạc thú, thích ăn uống, và vì tham ăn nên trở nên béo phì, ăn tiệc bốn lần một ngày và ăn thịt các loại thực phẩm hiếm hoi mà ông ta phái lực lượng [[hải quân La Mã]] đi tìm kiếm. Ông được ghi lại rằng đã bỏ đói mẹ của mình cho đến chết, để hoàn thành một lời tiên tri rằng ông sẽ cai trị lâu dài nếu mẹ ông qua đời đầu tiên. các sử gia khác, cụ thể là [[Tacitus]] và [[Cassius Dio]], không đồng ý với một số các xác nhận của Suetonius, mặc dù các thông tin riêng của họ về Vitellius cũng nhiều tiêu cực.\n\nMặc dù cầm quyền ngắn ngủi, ông đã có hai đóng góp quan trọng đối với chính phủ La Mã mà tồn tại lâu hơn ông ta. Tacitus mô tả cả hai trong lịch sử của mình:\n===Sự thách thức===\nVào tháng 7 năm 69, Vitellius biết được rằng quân đội của các tỉnh miền Đông đã tuyên bố lập một hoàng đế đối lập, chỉ huy của họ, [[Vespasianus|Titus Flavius ​​Vespasianus]]. Ngay sau khi ông biết rằng quân đội của phương Đông, [[Dalmatia]], và Illyricum đã tuyên bố ủng hộ cho Vespasianus, Vitellius, đã bị bỏ rơi bởi những người ủng hộ của ông, sẽ phải từ bỏ danh hiệu hoàng đế.\n===Thoái vị và qua đời===\nNgười ta nói rằng Vitellius đã chờ đợi quân đội của Vespasian tại Mevania. Có người nói rằng các điều khoản của sự thoái vị đã thực sự được thoả thuận với [[Marcus Antonius Primus]], người chỉ huy của quân đoàn thứ sáu đóng ở [[Pannonia]] và là một trong những người ủng hộ chính quyền của Vespasianus, nhưng lực lượng cận vệ hoàng gia từ chối không cho ông thực hiện các thỏa thuận, và buộc ông phải trở về cung điện.\n==Chú thích==\n{{Commonscat|Vitellius}}\n{{Tham khảo}}\n{{start box}}\n{{s-off}}\n{{succession box|title = [[Danh sách chấp chính quan La Mã đầu thời kỳ đế quốc|Chấp chính quan]] của [[Đế quốc La Mã]] cùng với [[Lucius Vipstanus Publicola Messalla]]|before = [[Claudius]] và [[Lucius Vitellius]]||after = [[Quintus Veranius]] và [[Gaius Pompeius Longus Gallus]] |years = 48}}\n{{succession box|title=[[Các vị hoàng đế của La mã|Hoàng đế La mã]]|before=[[Otho]]|after=[[Vespasianus|Vespasian]]|years=69}}\n{{succession box|title=[[Năm của bốn hoàng đế]]|before=[[Otho]]|after=''[[Vespasianus|Vespasian]]''|years=69, đối lập với [[Vespasianus|Vespasian]]}}\n{{end box}}\n\n{{Suetonius 12 Caesars}} \n{{Hoàng đế La Mã}}\n\n{{authority control}}\n\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:La Mã cổ đại]]\n[[Thể loại:Sinh năm 15]]\n[[Thể loại:Mất năm 69]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Năm tứ đế]]"}