{"Walter Frye":"'''Walter Frye''' (mất vào [[năm]] [[1474]]) là [[nhà soạn nhạc]] [[người Anh]].\n== Tiểu sử ==\nKhông có gì được biết đến mang tính xác định về tiểu sử. Chỉ có một vài phỏng đoán như tên của ông có thể là Walter Cantor khi ông hoạt động ở [[Nhà thờ lớn Ely]] trong các năm [[1443]]-[[1466]]. Còn cái tên Walter Frye thì có hai ý kiếnː\n* Có thể cái tên đó có từ năm [[1456]] khi ông tham gia vào [[Các Tu sĩ Xứ đạo Luân Đôn]].\n* Có thể cái tên đó có khi ông đến [[Canterbury]] vào năm 1474.\n\n== Phong cách âm nhạc ==\nHầu hết các tác phẩm âm nhạc của Frye tồn tại dưới các dạng bản thảo. Chủ yếu các dạng bản thảo này tồn tại ở [[châu Âu]] [[đại lục]], nơi mà ông dành [[thời gian]] nhiều hơn cả để sinh sống. Tuy nhiên, về văn phong, âm nhạc của ông gần gũi với các nhà soạn nhạc Anh hơn (như [[John Dunstaple]] hay [[John Hothby]] chẳng hạn) hơn là [[Trường phái Burgundy]], phong trào âm nhạc đáng chú ý nhất đương thời. Một lý lẽ thỉnh thoảng được nhắc đến là các bản thảo ít ỏi bằng tiếng Anh còn duy trì được ở [[thế kỷ 15]] ít khi nhắc đến tên của các nhà soạn nhạc, đó là cơ hội để các tác phẩm của nhà soạn nhạc này có thể được giấu tên. Điều đáng nói là các tác phẩm âm nhạc tồn tại ở Anh thời kỳ này thưa thớt. Sự việc này có thể được giải thích bằng một lý doː trong các năm [[1536]]-[[1540]], có một [[sự biến mất của các tu viện]], một chiến dịch được điều hành bởi [[Henry VIII của Anh]]. Chính vì chiến dịch này mà hầu hết sách vở, trong đó có các tác phẩm âm nhạc, đã không còn tồn tại nữa.<ref>Stanley Boorman, et al. \"Sources, MS.\" In Grove Music Online. Oxford Music Online, http:\/\/www.oxfordmusiconline.com\/subscriber\/article\/grove\/music\/50158pg12 (accessed ngày 15 tháng 9 năm 2009).<\/ref>\n\nCác bản [[hợp xướng]] của Frye là đóng góp mang tính [[lịch sử]] nhất, bởi chúng đã ảnh hưởng đến phong cách âm nhạc của [[Jacob Obrecht]] cũng như [[Antoine Busnois]]. Phong cách âm nhạc trong các bản hợp xướng này đã trở thành hình mẫu của âm nhạc Anh đương thời. \n==Các tác phẩm ==\n=== Tổng quan ===\nFrye viết hợp xướng, [[motet]], [[bài hát]] (bao gồm cả [[ballade]] và [[rondeau]]). Tất cả các tác phẩm này đều là [[thanh nhạc]]. Các tác phẩm âm nhạc ngắn hơn tồn tại ở các vùng đất xa xôi như [[Ý]], [[phía nam]] [[Đức]], [[Bohemia]] và vùng đất mà ngày nay thuộc [[Áo]]. Các tác phẩm ngắn này, các bài hát, thỉnh thoảng được sao chép lại, sắp xếp lại, thậm chí là còn bị đạo nhạc. Chúng xuất hiện trong các bộ sưu tầm lớn. \n=== Motet ===\nCác bản ''[[Ave Regina]]''\n=== Rondeau ===\nĐáng chú ý là ''[[Tout a par moy]]''\n=== Ballade ===\nTiêu biểu là ''[[So ys emprentid]]''\n=== Hợp xướng ===\n* ''[[Contenance Angloise]]''\n* ''[[Missa Flos Regalis]]''\n* ''[[Missa Nobilis et Pulchra]]''\n* ''[[Missa Summe Trinitati]]''\n\n== Chú thích ==\n{{tham khảo}}\n\n{{DEFAULTSORT:Frye, Walter}}\n[[Thể loại:Nhà soạn nhạc Anh]]\n[[Thể loại:Nhà soạn nhạc thế kỷ 15]]\n[[Thể loại:Nhà soạn nhạc Phục Hưng]]\n[[Thể loại:Mất năm 1474]]"}