{"Werner von Siemens":"[[Tập tin:Ernst Werner von Siemens.jpg|nhỏ|phải|Werner von Siemens]]\n'''Werner von Siemens''' ([[1816]] - [[1892]]) là người khai sinh ra tập đoàn kinh tế '''SIEMENS''' của [[Đức]].\n\nSiemens sinh ra trong một gia đình nghèo khó, gồm nhiều anh chị em. Mười ba nhân khẩu trong gia đình trông chờ vào mớ nông sản èo uột của cha mẹ. Cùng với chị cả, ngay từ nhỏ Siemens phải nai lưng ra làm lao động với gia đình. Nhưng chính hoàn cảnh nghèo khó cùng với áp lực nặng nề của tinh thần đã trui rèn ông thành một người không sợ khó khăn, luôn sẵn sàng đương đầu với mọi bất trắc.\n\nCha Siemens là một người đàn ông giản dị nhưng độc đoán. Ông dạy dỗ con cái mình thông qua những hình thức xử phạt không thương tiếc. Nếu một đứa trẻ trong gia đình phạm lỗi, tất cả sẽ bị ăn đòn chung. Nhưng chính cách [[giáo dục]] này của người cha đã khiến ông trở nên có tinh thần trách nhiệm với gia đình\n\nNăm Siemens lên năm tuổi, người chị cả mới lên tám đã phải đi học [[thêu]] kiếm tiền. Trên đường đi, cô thường bị một con [[ngỗng]] đực ở nhà một [[giáo sĩ]] tấn công. Người chị muốn bỏ học nhưng Siemens cầm chắc cây gậy mà nói: ''\"Em sẽ đưa chị đi!\"''. Siemens không hề sợ hãi, dùng gậy đánh con ngỗng bảo vệ chị mình. Câu chuyện đó trở thành gợi mở rất lớn đối với cuộc đời ông là đối diện với khó khăn thử thách.\n\nKhi còn niên thiếu, đối với Siemens, việc học hỏi là tất cả. Dù nhà cách trường học hàng giờ đi bộ, mặc trời [[mưa]] [[gió]], mặc cho [[mùa đông]] khắc nghiệt của nước Đức, ông vẫn thức khuya dậy sớm theo đuổi chương trình. Không những vậy, sau khi tốt nghiệp tiểu học, ông đã quyết định nhảy lớp lên thẳng cấp ba trung học. Ông rất say mê các môn [[khoa học tự nhiên]] với ý định vào trường [[kiến trúc]]. Nhưng hoàn cảnh gia đình đã khiến ông phải xin đăng lính. Ông thi đậu với thành tích giỏi vào công binh [[Vương quốc Phổ]]. Năm 16 tuổi, ông bước chân vào trường [[công nghệ|kỹ thuật]] công trình.\n\nNăm 26 tuổi, cha mẹ đều qua đời. Là con trai lớn, Siemens lúc ấy đang học tại trường kỹ thuật tại [[Berlin]], dù rất đau đớn nhưng ông vẫn cắn răng quyết định hoàn thành công việc nghiên cứu [[khoa học]] đang dang dở chứ không chịu về nhà chịu tang.\n\nSau khi tốt nghiệp trường công trình, ông tiếp tục dấn sâu vào việc nghiên cứu khoa học. Nhưng khi đó, vì giúp một người bạn thân quyết đấu mà ông bị xử [[nhà tù|tù]] 5 năm. Thế nhưng, đằng sau song sắt nhà tù, ông đã nhờ nhiều người mua rất nhiều dụng cụ nghiên cứu khoa học, biến khám đường thành phòng thí nghiệm. Ông nghiên cứu thành công phương pháp mạ [[vàng]], [[bạc]] lên [[kim loại]] và bán thành quả đó được 40 [[đồng Louis]] vàng vào năm 1842. Chuyện lộ ra, nhà vua ''đuổi'' ông ra khỏi tù dù ông đã hết sức ''xin'' được ở trong tù.\n\nSau khi ra tù, ông thành công trong việc nghiên cứu ra một loại [[pháo hoa]] với đủ [[màu sắc]]. Thành quả này làm chấn động dư luận bấy giờ. Ông được hoàng gia chiếu cố và cuộc sống bắt đầu thay đổi.\n\nTiếp theo, hàng loạt thành công trong nghiên cứu và kinh doanh đến với ông: dùng [[axít|acid]] khắc bản [[đồng]], phát minh kỹ thuật in [[kẽm]], dùng [[cao su]] bọc dây dẫn [[điện]]. Ông [[xây dựng]] thành công đường điện tín [[Châu Âu|Âu]] - [[Ấn Độ|Ấn]], đồng thời đường cáp ngầm xuyên [[Đại Tây Dương]]. Sau hàng loạt những phát minh, sáng chế, Siemens còn thu nạp nhiều nhân tài kiệt xuất, chuyên gia chế tạo. Công ty của ông từng bước phát triển và trở thành công ty lớn: Công ty SIEMENS.\n\nCông ty SIEMENS tiếp tục nghiên cứu các đề tài: [[máy thăm dò hàng hải]] từ xa, [[dụng cụ đo cồn]]... Và rực rỡ nhất là những phát minh: [[máy phát điện]], [[tàu điện|xe điện]], [[máy vô tuyến truyền tin và truyền ảnh]] đầu tiên trên thế giới. Loại này giúp các phóng viên có thể đưa tin tức và hình ảnh từ xa về tòa soạn lên thẳng khung.\n\n[[Vương quốc Phổ]] bấy giờ hứa trả lương cao và yêu cầu ông giữ chức cục trưởng Cục điện tín quốc gia nhưng ông đã chối từ. Trong nghiên cứu và kinh doanh, Siemens đưa ra quan điểm: ''\"Tôi nghĩ đến quyền lợi của đại chúng trước tiên, nhưng cuối cùng, tất nhiên, tôi sẽ hưởng phần lợi của riêng mình!\"'' Một châm ngôn chẳng hề lỗi thời cho đến hôm nay.\n\nSiemens qua đời tại Berlin năm 1892, di sản trực tiếp của ông là Công ty SIEMENS tiếp tục phát triển với những thành quả rực rỡ, liên tục cho ra đời những sản phẩm tiên tiến, cao siêu về mặt kỹ thuật. Các con trai và cháu của ông tiếp tục bước trên con đường nghiên cứu và [[kinh doanh]], kế thừa một cách xuất sắc di sản mà người cha, người ông ngày xưa để lại.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Đức}}\n{{Thời gian sống|sinh=1816|mất=1892|tên=Siemens, Werner von}}\n{{thể loại Commons|Werner von Siemens}}\n\n[[Thể loại:Nhà phát minh Đức]]\n[[Thể loại:Kỹ sư Đức]]\n[[Thể loại:Siemens]]"}