{"Wilhelm Grimm":"{{Infobox writer\n| birth_name=Wilhelm Carl Grimm\n| image = Wilhelm Grimm.png\n| imagesize = \n| caption =Wilhelm Grimm | name = Wilhelm Grimm\n| birth_date = {{birth date|1786|02|24|df=yes}}\n| birth_place= [[Hanau]], [[Lãnh địa Hesse-Kassel|Hesse-Kassel]], [[Đế quốc La Mã Thần thánh|ĐQLMTT]]\n| death_date = {{death date and age|1859|12|16|1786|02|24|df=yes}}\n| death_place = [[Berlin]], [[Vương quốc Phổ]]\n| alma_mater = [[Đại học Marburg]]\n}}\n\n'''Wilhelm Carl Grimm''' (cũng gọi là '''Karl''';{{Ref_label|a|a|none}} 24 tháng 2 năm 1786 - 16 tháng 12 năm 1859) là một tác giả người Đức, ông cùng với người anh của mình [[Jacob Grimm]] được gọi chung là [[anh em nhà Grimm]].\n\n==Cuộc sống và công việc ==\nWilhelm sinh ra ở [[Hanau]], ở [[Landgraviate of Hesse-Kassel|Hesse-Kassel]]. Năm 1803, anh bắt đầu học luật tại Đại học Marburg, một năm sau khi anh trai Jacob của ông bắt đầu ở đó. Hai anh em đã sống cả cuộc đời của họ gần nhau. Trong những ngày học, họ có một cái giường và một cái bàn giống nhau; Lúc là sinh viên, họ có hai giường và hai bàn trong cùng một phòng. Họ luôn sống dưới một mái nhà và có sách và đồ đạc chung<ref name=\"eb1911\">{{Cite EB1911|wstitle=Grimm, Wilhelm Carl}}<\/ref>\n\n[[Tập tin:Grimm-tomb.JPG|thumb|200px|Ngôi mộ của Grimm ở Berlin]]\n\nNăm 1825, Wilhelm 39 tuổi kết hôn với con gái của dược sĩ Henriette Dorothea Wild, còn được gọi là Dortchen. Cuộc hôn nhân của Wilhelm đã không làm thay đổi sự hòa hợp của anh em.<ref name=\"eb1911\"\/> [[Richard Cleasby]] đã thăm hai anh em và quan sát \"cả hai cùng sống trong cùng một ngôi nhà, và trong sự hòa hợp và cộng đồng như vậy mà hầu như họ tưởng tượng những đứa con là tài sản chung\" <ref name=\"eb1911\"\/><ref>\"Life of Cleasby,\" prefixed to his ''Icelandic Dictionary'', p. lxix.<\/ref> Wilhelm và Henriette có bốn người con với nhau: (3 tháng 4 năm 1826 đến ngày 15 tháng 12 năm 1826), Herman Friedrich (6 tháng 1 năm 1828 - 16 tháng 6 năm 1901), Rudolf Georg (31 tháng 3 năm 1830 - 13 tháng 11 năm 1889), và Barbara Auguste Luise Pauline Marie (21 tháng 8 năm 1832 - 9 tháng 2 năm 1919).\n\nNhân vật của Wilhelm là một sự tương phản hoàn toàn với cái anh của anh ta. Khi còn là một cậu bé, anh khỏe mạnh và khỏe mạnh, nhưng khi lớn lên, anh đã trải qua một căn bệnh nặng và kéo dài khiến anh yếu đi trong suốt khoảng đời còn lại. Anh ta có trí lực tràn đầy sức sống hơn anh trai của mình, và anh ta ít có tinh thần điều tra, chỉ muốn giới hạn mình trong một phạm vi giới hạn và chắc chắn. Ông sử dụng tất cả những gì mang trực tiếp vào nghiên cứu của mình và bỏ qua phần còn lại. Những nghiên cứu này gần như luôn luôn có tính văn học.\n\nWilhelm đã thích thú âm nhạc, mà anh trai của ông đã có một ý thích vừa phải, và ông đã có một món quà đặc biệt của truyện kể. Cleasby liên quan đến việc \"Wilhelm đã đọc một loại mưu mẹo viết bằng phương ngữ Frankfort, miêu tả những người 'malheurs' của một thương gia giàu có Frankfort trong một chuyến đi dã ngoại vào chủ nhật. Cleasby miêu tả anh như một \"anh chàng vui vẻ, vui vẻ\". Anh đã được tìm kiếm nhiều trong xã hội, nơi anh thường xuyên lui tới hơn anh trai.\n\nMột bộ sưu tập truyện cổ tích lần đầu tiên được xuất bản năm 1812 bởi anh em nhà Grimm, được biết bằng tiếng Anh như truyện cổ tích của Grimms 'Fairy Tales.\n\nTừ năm 1837-1841, anh em Grimm cùng với 5 giáo sư của họ tại Đại học Göttingen thành lập nhóm Göttinger Sieben (The Göttingen Seven). Họ phản đối chống lại Ernst August, Vua Hannover, người mà họ cáo buộc vi phạm hiến pháp. Cả bảy người đều bị nhà vua đuổi.\n\nWilhelm Grimm qua đời tại Berlin khi bị nhiễm trùng ở tuổi 73.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Grimm, Wilhelm Karl}}\n[[Thể loại:Anh em nhà Grimm| ]]\n[[Thể loại:Sinh năm 1786]]\n[[Thể loại:Mất năm 1859]]"}