{"Wilhelm Eduard Weber":"'''Wilhelm Eduard Weber''' ({{IPAc-en|ˈ|v|eɪ|b|ər}};<ref>[http:\/\/www.dictionary.com\/browse\/weber \"Weber\"]. ''[[Random House Webster's Unabridged Dictionary]]''.<\/ref> {{IPA-de|ˈveːbɐ|lang}}; 24 tháng 10 năm 1804 - 23 tháng 6 năm 1891) là một [[nhà vật lý]] người Đức. Ông cùng với [[Carl Friedrich Gauß|Carl Friedrich Gauss]] đã phát minh ra [[Điện báo|máy điện báo]] đầu tiên.\n\n== Tiểu sử ==\n\n=== Tuổi thơ ===\nWeber được sinh ra tại Schlossstr ở [[Wittenberg]], nơi cha anh, Michael Weber, là giáo sư thần học. Tòa nhà trước đây là nhà của [[Abraham Vater]].<ref>Wilhelm Weber House plaques, Wittenberg<\/ref>\n\nWilhelm là người thứ hai trong ba anh em, tất cả đều nổi bật với năng khiếu khoa học. Sau khi giải thể [[Đại học Wittenberg]], cha anh được chuyển đến [[Halle (Saale)|Halle]] năm 1815. Wilhelm đã nhận được những bài học đầu tiên từ cha mình, nhưng giờ được gửi đến Trường mồ côi và trường ngữ pháp tại Halle. Sau đó, ông vào Đại học, và tập trung hoàn toàn cho triết học tự nhiên. Ông nổi bật trong các lớp học của mình đến nỗi với các nghiên cứu của riêng mình, sau khi lấy bằng Tiến sĩ và trở thành một ''Privatdozent'' ông được bổ nhiệm làm giáo sư đặc biệt của triết học tự nhiên tại Halle.\n\n=== Nghề nghiệp ===\nNăm 1831, theo lời giới thiệu của [[Carl Friedrich Gauß|Carl Friedrich Gauss]], ông được [[Đại học Göttingen|Đại học Gottingen]] thuê làm giáo sư vật lý, ở tuổi hai mươi bảy. Các bài giảng của ông rất thú vị, mang tính hướng dẫn và gợi mở. Weber nghĩ rằng, để hiểu thấu đáo vật lý và áp dụng nó vào cuộc sống hàng ngày, chỉ các bài giảng, mặc dù được minh họa bằng các thí nghiệm, là không đủ, và ông khuyến khích sinh viên của mình tự thử nghiệm, hoàn toàn miễn phí, trong phòng thí nghiệm đại học. Khi còn là sinh viên hai mươi tuổi, anh cùng với anh trai mình, Ernst Heinrich Weber, Giáo sư Giải phẫu học tại [[Leipzig]], đã viết một cuốn sách về ''Lý thuyết sóng và Chất lỏng,'' mang lại cho ông và anh trai danh tiếng đáng kể. Âm học là một môn khoa học yêu thích của ông, và ông đã xuất bản nhiều bài báo trên ''Poggendorffs Annalen,'' Schweigger's ''Jahrbücher für Chemie und Physik,'' và tạp chí âm nhạc ''Carcilia.'' \"Cơ chế đi bộ của con người\" là một nghiên cứu khác, được thực hiện cùng với em trai của ông, [[Eduard Weber]]. Những nghiên cứu quan trọng đã được công bố trong khoảng từ năm 1825 đến 1838. Gauss và Weber đã chế tạo máy [[điện báo]] điện từ đầu tiên vào năm 1833, kết nối đài quan sát với Viện vật lý ở [[Göttingen|Gottingen]].\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Nhà vật lý Đức]]\n[[Thể loại:Mất năm 1891]]\n[[Thể loại:Sinh năm 1804]]\n[[Thể loại:Bài Wikipedia trích dẫn từ Encyclopaedia Britannica 1911 với dẫn chiếu từ Wikisource]]"}