{"Wilhelm Friedemann Bach":"{{Thông tin nghệ sĩ\n| nền = nhạc sĩ biểu diễn nhạc không lời\n}}[[Tập tin:Wilhelm Friedemann Bach sketch.jpg|nhỏ|phải|Wilhelm Friedemann Bach]]\n'''Wilhelm Friedemann Bach''' (sinh năm [[1710]] tại [[Weimar]], mất năm [[1784]] tại [[Berlin]]) là [[nhà soạn nhạc]], nghệ sĩ đàn organ người Đức. Ông là con trai trưởng của nhà soạn nhạc vĩ đại [[Johann Sebastian Bach]]. Wilhelm Friedemann Bach cùng với nhiều người em của mình thuộc thời kỳ âm [[Nhạc cổ điển|nhạc Cổ điển]].\n==Cuộc đời và sự nghiệp==\nWilhelm Friedemann Bach theo học ngành luật tại [[Đại học Tổng hợp Leipzig]] (điểm này giống với nhiều nhà soạn nhạc danh tiếng, như [[Handel]] đã đi học luật tại theo ý cha mình<ref>{{chú thích web | url = http:\/\/vi.wikipedia.org\/wiki\/George_Frideric_Handel | tiêu đề = George Frideric Handel – Wikipedia tiếng Việt | author = | ngày = | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, hay [[Tchaikovsky]] cũng đi học luật cũng bời ý kiến của bậc sinh thành<ref name=\"ReferenceA\">Từ điển tác giả, tác phẩm âm nhạc phổ thông, Vũ Tự Lân, xuất bản năm 2007<\/ref>. Đây là điều giống nhau rất thú vị ở nhiều nhà soạn nhạc), còn về phần [[âm nhạc]], Wilhelm được chính người cha Johann Sebastian dạy dỗ. Để có bài tập cho đứa xon của mình, Johann Sebastian đã phải sáng tác những bản [[invention]], những bản [[prelude]] và các tác phẩm đàn phím khác. Trong khoảng thời gian từ năm [[1733]] đến năm [[1736]], Wilhelm Friedemann Bach trở thành nghệ sĩ đàn [[organ]] cho [[Nhà thờ Dresden]]. Đứa con này của Johann Sebastian cũng là một nghệ sĩ đàn organ xuất sắc chẳng kém gì cha mình đến nỗi nhiều người đương thời coi ông là một trong những người chơi nhạc cụ này lỗi lạc nhất. Trong khi đó, Wilhelm Friedemann Bach cúng cho ra đời nhiều bản [[concerto]] và [[sonata]] cho đàn phím. Năm [[1746]], Bach chuyển về làm việc tại [[Halle]]. 18 năm sau, ông chuyển ra hoạt động độc lập và không nhận chức trách nào thường xuyên nữa. Trong lúc đó, ông vẫn sáng tác và biểu diễn. 20 năm cuối đời có lẽ là những năm khốn khó nhất của đứa con đầu lòng của Johann Sebastian Bach. Túng thiếu, khó khăn, đó là những gì chúng ta có thể nói về 20 năm này. Để kiếm sống, Wilhelm Friedemann Bach đã phải cầm cố, bán nhiều tác phẩm của người cha để lại. Thậm chí, ông còn sử dụng tên tuổi của người cha quá cố để gán vào những tác phẩm do chính mình sáng tác ra.\n\nWilhelm Friedemann Bach là một con người có thực tài về âm nhạc, cả về sáng tác cũng như biểu diễn, nhưng ông lại là người sống lang bạt<ref name=\"ReferenceA\"\/>.\n==Phong cách sáng tác==\nWilhelm Friedemann Bach có những bản [[Fantasia]] đi trước thời đại, biết kết hợp [[khoa học đối vị]] cổ xưa với cảm hứng lãng mạn, thậm chí mang cả phong cách của chủ nghĩa ấn tượng, những phong cách đã nảy nở trong nền âm nhạc cổ điển [[thể kỷ XIX]]. Friedemann Bach có những đóng góp không nhỏ và không thua kém gì đứa em [[Carl Philipp Emanuel Bach|Carl Philipp Emanuel]] trong việc định hình những hình thức hiện đại của các thể loại [[sonata]] và [[concerto]]. Những tác phẩm của người con cả của Johann Sebastian Bach tuy được ít người biết tới như những tác phẩm của người cha vĩ đại, nhưng đã toát lên một tính cách rất mạnh mẽ, tính cách ấy được thể hiện rõ ràng nhất bởi đứa con này của Bach vĩ đại nếu ta đem so sánh âm nhạc của những đứa con của \"chàng trai khổng lồ của âm nhạc phương Tây\"<ref name=\"ReferenceA\"\/>. \n==Các tác phẩm==\n1 vở [[opera]], chín bản [[giao hưởng]], 21 bản [[cantata]], năm bản concerto cho [[piano]] và [[dan nhạc giao hưởng]], các bản [[trio]]-sonata, bản sonata cho 2 cây đàn [[violin]], chín bản sonata, 10 bản [[fantasia]] cùng rất nhiều bản [[fuga]], [[choral]]-prelude<ref name=\"ReferenceA\"\/>.\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n* ''Từ điển tác giả, tác phẩm âm nhạc phổ thông'', Vũ Tự Lân, xuất bản năm 2007.\n*Borysenko, Elena. ''The Cantatas of Wilhelm Friedemann Bach.'' Thesis (Ph.D.) Eastman School of Music, University of Rochester, 1981. In 2 volumes. (\"Vol. II... consists primarily of selected movements from the cantatas of W.F. Bach, followed by translations of the texts of these movements and a critical commentary.\")\n*Falck, Martin. ''[https:\/\/archive.org\/details\/wilhelmfriedema00falcgoog Wilhelm Friedemann Bach; Sein Leben und seine Werke, mit thematischem Verzeichnis seiner Kompositionen und zwei Bildern]''. Leipzig: C. F. Kahnt, 1919.\n*Helm, Eugene. \"Wilhelm Friedemann Bach\", in Christoph Wolff et al., ''The New Grove Bach Family.'' NY: Norton, 1983 (ISBN 0-393-30088-9), pp.&nbsp;238–50.\n* Kahmann, Ulrich. ''Wilhelm Friedemann Bach. Der unterschätzte Sohn''. Bielefeld: Aisthesis, 2010.\n*[http:\/\/www.gramophone.co.uk\/features\/focus\/wf-bach-the-neglected-son WF Bach - the neglected son] Biography, major works and recommended recordings. ''Gramophone'', April 2010\n* Schulenberg, David. ''The Music of Wilhelm Friedemann Bach''. Rochester: University of Rochester Press, 2010.\n* [[Daniel Hensel]]: ''Wilhelm Friedemann Bach. Epigone oder Originalgenie, verquere Erscheinung oder großer Komponist?''; Stuttgart: ibidem, April 2011, ISBN 978-3-8382-0178-8\n\n== Liên kết ngoài ==\n{{thể loại Commons}}\n*{{EB1911}}\n*{{IMSLP|id=Bach%2C_Wilhelm_Friedemann|cname=Wilhelm Friedemann Bach}}\n*[http:\/\/hdl.handle.net\/1802\/1578 Concertos, harpsichords (2), orchestra, F. 46, E{{music|flat}} major, arranged for two pianos] (from the Sibley Music Library Digital Score Collection)\n*[http:\/\/www.classicistranieri.com\/dblog\/articolo.asp?articolo=6601 Duets for Two Flutes] Complete MP3 Creative Commons Recording (Dead Link)\n*[http:\/\/www.oxfordmusiconline.com\/public\/;jsessionid=A4C509E206D95B348AD78484105AF5AB The New Grove Dictionary] served as a source for revision.\n*Schulenberg, David: entry on Wilhelm Friedemann Bach in ''The Oxford Composer Companion: J.S.Bach'' (ed. Malcolm Boyd, 1999: ISBN 978-0-19-866208-2)\n*[http:\/\/www.s-line.de\/homepages\/bachdiskographie\/bachfam\/wilfriedbach%201710\/wilfriedbach1710-concerti.htm The harpsichord concertos of Wilhelm Friedemann Bach] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070715222250\/http:\/\/www.s-line.de\/homepages\/bachdiskographie\/bachfam\/wilfriedbach%201710\/wilfriedbach1710-concerti.htm |date = ngày 15 tháng 7 năm 2007}}\n\n[[Thể loại:Sinh năm 1710]]\n[[Thể loại:Mất năm 1784]]\n[[Thể loại:Nhà soạn nhạc Đức]]\n[[Thể loại:Nghệ sĩ đàn organ Đức]]"}