{"William Makepeace Thackeray":"{{Infobox writer\n|name = William Makepeace Thackeray\n|image = William Makepeace Thackeray by Jesse Harrison Whitehurst-crop.jpg\n|imagesize = 250px\n|caption = William Makepeace Thackeray vào năm 1855 được chụp bởi Jesse Harrison Whitehurst (1819 - 1875).\n|pseudonym = \n|birth_date = William Makepeace Thackeray<br>18 tháng 7 năm 1811\n|birth_place = [[Kolkata]], [[Ấn Độ]]\n|death_date = 24 tháng 12 năm 1863 (52 tuổi)\n|death_place = [[Luân Đôn]], [[Vương quốc Liên hiệp Anh và Bắc Ireland]]\n|death_cause = Đột quỵ\n|occupation = [[Tiểu thuyết gia]], [[Tác giả]], [[Nhà văn]]\n|nationality = [[Vương quốc Liên hiệp Anh và Bắc Ireland]]\n|ethnicity = [[Vương quốc Liên hiệp Anh và Bắc Ireland]]\n|citizenship = \n|period = 1829-1863\n|genre = \n|subject = \n|movement = \n|notableworks = [[Hội chợ phù hoa]]\n|spouse = Isabella Gethin Shawe (kết hôn 1836 - 1863)\n|parents = Anne Becher (1792 - 1864)<br>Richmond Thackeray (1781 - 1815)\n|partner = \n|children = 3 (bao gồm:<br>[[Anne Isabella Thackeray Ritchie]]<br>Jane Thackeray<br>Harriet Marian Thackeray)\n|relatives = \n|influences = John Bunyan\n|influenced = \n|awards = \n|signature = William Makepeace Thackeray's signature.jpg\n|website = \n|portaldisp = \n}}\n\n'''William Makepeace Thackeray''' (18 tháng 7 năm 1811 – 24 tháng 12 năm 1863) là một tiểu thuyết gia, nhà văn và tác giả người [[Anh]] thời thế kỉ XIX. Ông nổi tiếng về nghệ thuật châm biếm, thể hiện rõ trong cuốn tiểu thuyết kinh điển [[Hội chợ phù hoa]], xuất bản vào tháng 7 năm 1848 phản ánh về việc bao quát xã hội Anh thời bấy giờ.\n \nÔng sinh ra tại [[Kolkata|Calcutta]] thuộc [[Ấn Độ]] vào năm 1811, ngày 18 tháng 7 (cùng năm sinh của cựu [[Thượng nghị sĩ Hoa Kỳ]] [[Edward Dickinson Baker]]) và di cư sang [[Luân Đôn]] ([[Anh]]) với mẹ vào năm 1816 sau khi cha là Richmond qua đời vào năm 1815.\n\nThackeray sống tại đảo St. Helena tại Anh và tốt nghiệp các trường tại Southampton và Chiswick. Sau đó ông tiếp tục nhập học tại trường Charterhouse. Ở đó, ông kết thân với nhà biếm họa John Leech. Tuy nhiên, ông chẳng thích Chaterhouse chút nào. Bệnh tật trong năm cuối trì hoãn ông nhập học tại [[Đại học Cambridge]] mãi cho đến tháng 2 năm 1829. Vì ông không ưa sách vở về lý thuyết, ông bỏ học năm 1830.\n\nÔng kết hôn với Isabella Gethin Shawe vào năm 1836. Họ có bà người con gái. Tuy nhiên, vào năm 1839, sau khi con gái thứ hai qua đời thì vợ của ông là Isabella rơi vào trầm cảm vì vậy cuộc bi kịch giáng xuống cuộc đời ông. Từ tháng 11 năm 1840 đến tháng 2 năm 1842 vợ ông hoàn toàn chăm sóc được bản thân, để lại tình trạng xanh xao ẻo lả.\n\nChưa được bao lâu, thì bà Shawe ngày càng trở nên điên loạn và mất hết sự ý thức. Thackeray dù có năn nỉ bà như vậy cũng vô ích, vì vậy bà đã bị giam giữ tại Paris đến năm 1893. Sau sự bệnh hoạn của vợ, Thackeray gần như một người goá vợ, không bao giờ quan hệ lâu dài với ai.\n\nThời gian còn lại, ông viết các cuốn sách kinh điển và nổi tiếng nhất mà ông có thể, nổi bật nhất là cuốn ''[[Hội chợ phù hoa]]''.\n\nWilliam Makepeace Thackeray, nhà văn, tiểu thuyết gia kinh điển thế giới của Anh sinh ra tại Ấn Độ đã trút hơi thở cuối cùng ở tuổi 52 sau khi chống chọi với căn bệnh đột quỵ vào ngày 24 tháng 12 (ngày [[Lễ Giáng sinh]]) năm 1863. Lễ tang của ông diễn ra vào ngày 26 tháng 12 năm 1863.\n \nTrong thời kỳ Victoria, Thackeray đã được xếp thứ hai trong số những tiểu thuyết gia Anh nổi tiếng (sau [[Charles Dickens]]) nhưng hiện nay rát ít người đọc các tác phẩm của ông ngoài tiểu thuyết \"Hội chợ phù hoa\" của ông. Nhưng nhà phê bình học [[Anthony Trollope]] không xếp tác phẩm đó làm tác phẩm vĩ đại nhất mà là tác phẩm \"Lịch sử về Henry Esmond\". Vì vậy mà cuốn tiểu thuyết đó cũng không được khán giả yêu thích lắm bằng tác phẩm \"Hội chợ phù hoa\", cuốn tiểu thuyết kinh điển và trào lộng lẫy cho tất cả các giá trị đó.\n\n== Tiểu sử ==\nThackeray sinh tại [[Kolkata|Calcutta]],<ref>Calcutta là thủ phủ của [[Raj thuộc Anh]] vào thời đó. Thackeray được sinh ra trên Phố Freeschool cũ, nay được gọi là Phố Mirza Ghalib.<\/ref> [[Ấn Độ]], người cha Richmond Thackeray (1-9-1781 – 13-9-1815) là một nhân viên cấp cao của [[Công ty Đông Ấn Độ]]. Mẹ của ông, Anne Becher (1792–1864), con gái thứ của Harriet và John Harman Becher cũng là thư ký cho công ty này.<ref>{{chú thích sách|title=The inheritance of genius : a Thackeray family biography, 1798-1875|last=John.|first=Aplin|date=2010|publisher=Lutterworth Press|isbn=978-0718842109|location=Cambridge, U.K.|oclc=855607313}}<\/ref>\n\nWilliam được gửi sang Anh năm 5 tuổi, từng sống tại đảo [[Saint Helena|St. Helena]], nơi Napoléon từng bị đi đày, một thời gian ngắn. Ông tốt nghiệp tại [[Southampton]] và [[Chiswick]] và sau đó ở trường [[Charterhouse]], nơi ông trở thành bạn thân của nhà biếm hoạ [[John Leech]]. Ông rất ghét Charterhouse,<ref name=\"world and its people\">{{chú thích sách|url=https:\/\/archive.org\/details\/worldanditspeop01duntgoog|title=The World and Its People|last=Dunton|first=Larkin|publisher=Silver, Burdett|year=1896|page=[https:\/\/archive.org\/details\/worldanditspeop01duntgoog\/page\/n31 25]}}<\/ref> sau này mỉa mai nó trong \"Slaughterhouse.\" (Dẫu vậy Thackeray vẫn có đài tưởng niệm tại Charterhouse Chapel sau khi chết). Bệnh tật trong năm cuối trì hoãn ông nhập học tại [[Đại học Cambridge]] mãi cho đến tháng 2 năm 1829. Không ưa sách vở lý thuyết, ông bỏ học năm 1830, dù có vài tác phẩm đầu tay xuất hiện trên ấn phẩm của trường ''The Snob'' và ''The Gownsman''.<ref>{{Venn|id=THKY826WM|name=Thackeray, William Makepeace}}<\/ref>\n\n[[Tập tin:William Makepeace Thackeray - self caricature - Project Gutenberg eText 19222.jpg|nhỏ|trái|Tranh biếm hoạ bản thân của chính Thackeray]]\nÔng dành thời gian đi du lịch, qua [[Paris]] và [[Weimar]], nơi gặp gỡ [[Johann Wolfgang von Goethe|Goethe]]. Sau đó trở lại Anh và học luật tại [[Middle Temple]] nhưng bỏ sau ít lâu. Năm 21 tuổi ông được hưởng gia sản thừa kế nhưng phung phí vào cờ bạc và hai tờ báo thất bát: ''The National Standard'' và ''The Constitutional''. Ông cũng không may khi hai ngân hàng Ấn Độ phá sản. Buộc phải có nghề kiếm ăn, ông quay sang hội họa, học tại Paris nhưng cũng chẳng theo đuổi ngoại trừ vài năm sau này cần vẽ biếm hoạ cho tác phẩm của chính mình.\n\nNhững năm ăn không ngồi rồi của Thackeray chấm dứt sau khi gặp và cưới Isabella Gethin Shawe (1816-1893),con thứ của đại tá Matthew Shawe và bà Isabella Creagh ngày 20 tháng 8 năm 1936. Ba cô con gái ra đời: Anne Isabella Thackeray Ritchie (1837-1919), Jane (1837; chết lúc 8 tháng tuổi) và Harriet Marian (1840-1875). Ông bắt đầu \"viết vì miếng cơm manh áo\", chuyển sang nghề phóng viên để nuôi sống gia đình nhỏ của mình.\n\nÔng chủ yếu viết cho tạp chí ''[[Fraser's Magazine]]'' về phê bình hội họa, đăng vài truyện ngắn, hai tiểu thuyết dài hơn, ''[[Catherine]]'' và ''[[May mắn của Barry Lyndon]]''. Sau đó, qua giới thiệu của John Leech, ông quay sang viết cho tạp chí mới mở ''[[Punch (tạp chí)|Punch]]'', nơi ông xuất bản ''The Snob Papers'', sau sửa thành ''[[The Book of Snobs]]''. Quyển sách làm thịnh hành nghĩa mới của từ \"snob\" (trưởng giả học làm sang).<ref name=\":0\">{{chú thích tạp chí|last=Dabney|first=Ross H.|date=March 1980|title=Review: ''The Book of Snob'' by William Makepeace Thackeray, John Sutherland|journal=Nineteenth-Century Fiction|volume=34|pages=456–462, 455|doi=10.2307\/2933542|jstor=2933542|number=4}}<\/ref>\n\nBi kịch giáng xuống cuộc đời ông khi Isabella rơi vào trầm cảm sau cái chết của đứa com gái năm 1840. Tưởng không chuyện gì lớn, ông đi xa liên miên cho đến tháng 9 năm đó ông nhận ra vợ đang hấp hối. Tỉnh ngộ, ông đưa bà vợ bệnh hoạn sang Ireland. Trong chuyến đi, bà nhảy từ trên tàu xuống biển nhưng được cứu. Sau đó họ trở về nhà. Từ tháng 11 năm 1840 tới tháng 2 năm 1842 bà hoàn toàn không tự chăm sóc được bản thân, thể trạng xanh xao ẻo lả.<ref name=\":0\" \/>\n\nBà Thackeray trở nên điên loạn, mất ý thức. Thackeray tuyệt vọng tìm cách cứu chữa cho vợ, nhưng vô ích, và cuối cùng phải giam bà trong một ngôi nhà gần Paris. Bà ở đó cho đến năm 1893, không sống cùng chồng gần 30 năm. Sau sự bệnh hoạn của vợ, Thackeray gần như một người goá vợ, không bao giờ quan hệ lâu dài với ai. Ông theo đuổi những người đàn bà khác, cụ thể là cô Jane Brookfield và Sally Baxter.\n\n[[Tập tin:William Makepeace Thackeray - Project Gutenberg eText 13103.jpg|nhỏ|phải|Thackeray]]\n\nĐầu những năm 1840, Thackeray thành công với hai cuốn du ký, ''[[The Paris Sketch Book]]'' và ''[[The Irish Sketch Book]]''. Cuối thập niên đó, ông đạt được thành quả từ ''Snob Papers'', nhưng danh tiếng ông chỉ thực sự bắt đầu với ''Hội chợ phù hoa'', đầu tiên ra mắt từng phần từ tháng 1 năm 1847. Thackeray trở nên nổi tiếng, được hàng loạt các nhà quý tộc ông từng chế nhạo kết thân, họ tán thưởng ông ngang hàng với [[Charles Dickens]].<ref>{{chú thích web|url=http:\/\/connection.ebscohost.com\/c\/articles\/32424936|title=Thackeray, William Makepeace|last1=Brander|first1=Laurence|website=Ebscohost|publisher=Britannica Biographies|access-date=3 June 2019}}<\/ref>\n\nÔng \" đứng trên đỉnh cao\" suốt cả thập kỉ và hơn nửa cuộc đời, cho ra đời những cuốn tiểu thuyết lớn tiêu biểu là ''[[Pendennis]]'', ''[[Gia đình Newcome]]'', và ''[[Henry Esmond]]'' dù bệnh tật liên miên, kể cả cơn bệnh chí tử đánh gục ông năm 1849 khi đang viết dở ''Pendennis''. Ông hai lần sang Mĩ diễn thuyết trong những năm này.\n\nThackeray cũng diễn thuyết tại London với những nhà hài hước Anh thế kỉ XVIII. Tại Oxford, ông bị đánh bại bởi Cardwell trong cuộc đua vào nghị viện.<ref name=\":0\" \/>\n\nNăm 1860, Thackeray biên tập cho tạp chí mới ra đời ''[[Cornhill]]'',<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=klM8DwAAQBAJ&q=%22The+Cornhill+magazine%22+editor+thackeray&pg=PT289|title=W.M.Thackery and the Mediated Text: Writing for Periodicals in the Mid-Nineteenth Century|last=Pearson|first=Richard|date=2017-11-01|publisher=Routledge|isbn=9781351774093|language=en}}<\/ref> nhưng thấy không thoải mái bằng công việc bình luận nên đổi qua viết cho ''[[Roundabout Papers]]''.\n\nSức khoẻ ông ngày một xuống dốc vào những năm 1850 và phát bệnh vài ngày một lần. Ông cũng không còn nhiều sức sáng tạo. Ông cũng không dứt được cơn nghiện hồ tiêu, rất có hại cho tiêu hoá của ông. 23 tháng 12 năm 1863, khi ăn tối và chuẩn bị đi ngủ, Thackeray đột quỵ và được tìm thấy đã chết trên giường ngủ vào sáng hôm sau. Cái chết ở tuổi 52 của ông gây sống cho toàn thể gia đình, bạn bè và độc giả. Gần 7000 tham dự tang lễ tại vườn [[Kensington]]. Ông được mai táng ngày 2 tháng 12 tại nghĩa trang [[Kensal Green]], và được [[Marochetti]] tạc tượng bán thân ở tu viện [[Westminster]].<ref name=\":0\" \/>\n\n== Sự nghiệp ==\nThackeray khởi đầu là một nhà châm biếm, thích những người cơ hội và khéo léo như [[Hội chợ phù hoa#Becky Sharp|Becky Sharp]] trong ''Hội chợ phù hoa'', Barry Lyndon trong ''[[May mắn của Barry Lyndon]]'' và Catherine trong ''[[Catherine (tiểu thuyết)|Catherine]]''. Ban đầu dưới các bút danh Charles James Yellowplush, Michael Angelo Titmarsh và George Savage Fitz-Boodle, ông châm chích xã hội thượng lưu, những vinh quang người lính, hôn nhân và thói nguỵ quân tử.\n\n[[Tập tin:William Makepeace Thackeray - Vanity Fair frontispiece - Project Gutenberg eText 19222.jpg|nhỏ|trái|upright|Trang bìa của ''Hội chợ phù hoa'' do chính Thackeray minh hoạ]]\n\nMột trong những tác phẩm đầu tay, \"Timbuctoo\" (1829), là sự chế nhạo của ông với cái huy chương thơ ca Cambridge, ([[Alfred Tennyson]] giành chiến thắng trong cuộc thi này với \"Timbuctoo\"). Sự nghiệp của ông thực sự khởi đầu với một chuỗi truyện trào phúng được biết đến như ''The Yellowplush Papers'', xuất hiện lần đầu trên tạp chí ''Fraser's'' năm 1837.\n\nTừ tháng 5 đến 1839 và tháng 2 năm 1840, ''Fraser's'' xuất bản tác phẩm được xem như tiểu thuyết đầu tiên của Thackeray, ''[[Catherine (tiểu thuyết)|Catherine]]'', là một truyện trào lộng.\n\nTrong ''[[May mắn của Barry Lyndon]]'', truyện dài tập trên ''Fraser's'' năm 1844, Thackeray khai thác tình huống một kẻ bình dân cố du nhập vào cái giai tầng quý phái, chủ đề thực sự thành công trong ''[[Hội chợ phù hoa]]'' với cô nàng [[Hội chợ phù hoa#Becky Sharp|Becky Sharp]].\n\nTiếng tăm của ông lừng lẫy với ''Hội chợ phù hoa''. Những cuốn tiểu thuyết bất hủ lần lượt ra đời tiếp đó, từng được [[Henry James]] mô tả chân thực như một ví dụ của \"con quái vật bành trướng\", xu hướng trào lộng mờ nhạt dần, có lẽ vì chúng phản ảnh chất trữ tình của tác giả, vốn đã quá thành công về nghệ thuật châm biếm cái xã hội mà ông có vẻ như đã mất hết hứng thú đả kích.\n\nNhững tác phẩm sau này có ''[[Pendennis]]'', ''[[Gia đình Newcome]]'' và ''[[Philip phiêu lưu ký]]''. ''Gia đình Newcome'' nổi bật là sự lên án những kiểu \"hôn nhân thương mại\", trong khi ''Philip'' là bán tự truyện về thời thanh niên của Thackeray, trong đó ông trở lại phong cách trào phúng độc đáo.\n\n''[[Henry Esmond]]'' là cuốn tiểu thuyết Thackeray thử viết theo phong cách thế kỉ XVIII. Trên thực tế, thế kỉ mười tám là nguồn cảm hứng lớn của Thackeray. Không chỉ ''Esmond'' mà cả ''Barry Lyndon'' và ''Catherine'' đều được xây dựng trong khung cảnh đó, như chịu ảnh hưởng của ''Esmond'', ''[[The Virginians]]'' lấy bối cảnh nước Mĩ và có cả [[George Washington]] là nhân vật suýt giết chết nhân vật chính trong cuộc đọ kiếm.\n\n== Gia đình ==\nCha của Thackeray, ông Richmond, sinh tại Nam [[Mimms]] và đến Ấn Độ năm 1798 khi 16 tuổi để làm thư ký cho [[công ty Đông Ấn Độ]]. Richmond có một đứa con ngoài giá thú, Sarah Redfield, sinh năm 1804, với Charlotte Sophia Rudd, bà chủ nhà người lai của ông. Những kiểu quan hệ như thế rất phổ biến với những quý ngài trong công ty Đông Ấn, và cũng không ảnh hưởng nhiều tới cuộc hôn nhân sau này với mẹ của William.<ref name=\"Menon\">{{Chú thích web|url=http:\/\/yet.typepad.com\/round_dice\/2006\/03\/william_makepea.html|tiêu đề=William Makepeace Thackeray: The Indian In The Closet|họ 1=Menon|tên 1=Anil|ngày tháng=ngày 29 tháng 3 năm 2006|work=Round Dice|nhà xuất bản=Anil Menon|ngày truy cập=ngày 10 tháng 2 năm 2009|url lưu trữ=https:\/\/web.archive.org\/web\/20100614010910\/http:\/\/yet.typepad.com\/round_dice\/2006\/03\/william_makepea.html|ngày lưu trữ=2010-06-14|url-status=dead}}<\/ref>\n\n[[Tập tin:Ann & Wm M'peace Thackeray,Madras age 2 by Chinnery.jpg|nhỏ|Anne Becher và William Makepeace Thackeray, c.1813]]\n\nAnne Becher, sinh năm 1792, là một hoa khôi thời bấy giờ, con gái của John Harmon Becher. Bà và Richmond Thackeray kết hôn ngày 13 tháng 10 năm 1810 tại Calcutta. Đứa con độc nhất, William, sinh ngày 18 tháng 6 năm 1811.<ref name=\"Gilder\">{{chú thích sách|authors=Jeannette Leonard Gilder & Joseph Benson Gilder|title=The Critic: An Illustrated Monthly Review of Literature, Art, and Life |publisher=Good Literature Pub. Co. |date=ngày 15 tháng 5 năm 1897|edition=Original from Princeton University, Digitized Apr 18, 2008|pages=335|url=http:\/\/books.google.com\/books?id=MTMZAAAAYAAJ&pg=PT346&lpg=PT346&dq=%22Richmond+Thackeray%22+died&source=web&ots=wUoXo_Ce50&sig=yMGjd8JuUg7p1deKfy2dblNrseM&hl=en&ei=D9SRSf-CCY-ctwe-pcTgCw&sa=X&oi=book_result&resnum=10&ct=result}}<\/ref>\n \nSau khi Richmond chết vì cúm ngày 13 tháng 9 năm 1815, Anne cưới người tình cũ Henry Carmichael-Smyth năm 1817, nhưng không trở lại Anh cho đến năm 1820, mặc dù họ đã gửi Thackeray đi Anh học từ hơn 3 năm trước. Sự tái giá của mẹ làm tổn thương cậu bé Thackeray và sau này ông thể hiện điều đó ở bài tiểu luận \"On Letts's Diary\" trong ''The Roundabout Papers''.\n\n== Danh tiếng ==\nSuốt triều Victoria, Thackeray được xếp thứ hai chỉ sau [[Charles Dickens]], nhưng ngày nay người dân ít đọc tác phẩm của ông và danh tiếng của ông gần như hoàn toàn chỉ dựa vào tác phẩm kinh điển ''[[Hội chợ phù hoa]]'', cuốn tiểu thuyết kinh điển làm say mê độc giả mọi thời đại. Hơn nữa, hiện nay ông rất ít khi được biết đến rộng rãi.\n\nTuy nhiên, ở thời của Thackeray, một số nhà phê bình như [[Anthony Trollope]] đã xếp cuốn ''[[Lịch sử về Henry Esmond]]'' là tác phẩm vĩ đại nhất của ông, có lẽ vì nó bày tỏ sự tôn kính một cách nghiêm túc về thời đại [[Victoria của Anh|nữ hoàng Victoria]]. Vì thế mà tiểu thuyết đó không được yêu thích như [[Hội chợ phù hoa]], cuốn tiểu thuyết trào lộng tất cả các giá trị đó.\n\nThackeray coi mình là một nhà văn bản theo truyền thống thực tế, và phân biệt tác phẩm của mình với sự phóng đại và tình cảm của Dickens. Một số nhà bình luận sau này đã chấp nhận sự tự đánh giá này và coi ông như một người thực tế, nhưng những người khác thì lưu ý về khuynh hướng sử dụng các kỹ thuật kể chuyện thế kỷ mười tám, như sự lạc đề và địa chỉ trực tiếp cho người đọc, và lập luận rằng thông qua họ, ông thường phá vỡ ảo tưởng về thực tế. Trường Henry James, với sự nhấn mạnh vào việc duy trì cái ảo tưởng đó, đánh dấu một sự phá vỡ với kỹ thuật của Thackeray.\n\nHậu duệ của Thackeray là diễn viên hài kịch [[Al Murray]].<ref>{{chú thích báo|last=Cavendish|first=Dominic|date=3 March 2007|title=Prime Time, Gentlemen, Please|work=The Daily Telegraph|location=London|url=https:\/\/www.telegraph.co.uk\/culture\/theatre\/comedy\/3663518\/Prime-time-gentlemen-please.html|url-status=dead|archive-url=https:\/\/web.archive.org\/web\/20091228113724\/http:\/\/www.telegraph.co.uk\/culture\/theatre\/comedy\/3663518\/Prime-time-gentlemen-please.html|archive-date=28 December 2009}}<\/ref>\n\n== Tác phẩm ==\n{{wikisource author}}\n* ''[[The Yellowplush Papers]]'' (1837) - ISBN 0-8095-9676-8\n* ''[[Catherine (book)|Catherine]]'' (1839-40) - ISBN 1-4065-0055-0\n* ''[[A Shabby Genteel Story]]'' (1840) - ISBN 1-4101-0509-1\n* ''[[The Irish Sketchbook]]'' (1843) - ISBN 0-86299-754-2\n* ''[[May mắn của Barry Lyndon]]'' (1844), filmed as ''[[Barry Lyndon]]'' by [[Stanley Kubrick]] - ISBN 0-19-283628-5\n* ''[[The Book of Snobs]]'' (1848), which popularised [[snob|that term]]- ISBN 0-8095-9672-5\n* ''[[Hội chợ phù hoa]]'' (1848), featuring [[Hội chợ phù hoa#Becky Sharp|Becky Sharp]] - ISBN 0-14-062085-0\n* ''[[Pendennis]]'' (1848–1850) - ISBN 1-4043-8659-9\n* ''[[Rebecca và Rowena]]'' (1850), a parody sequel of ''[[Ivanhoe]]'' - ISBN 1-84391-018-7\n* ''[[The Paris Sketchbook]]'' (1852), featuring [[Roger Bontemps]]\n* ''[[Men's Wives]]'' (1852) - ISBN 0-14-062085-1\n* ''[[Henry Esmond]]'' (1852) - ISBN 0-14-143916-5\n* ''[[Gia đình Newcome]]'' (1855) - ISBN 0-460-87495-0\n* ''[[The Rose and the Ring]]'' (1855) - ISBN 1-4043-2741-X\n* ''[[The Virginians]]'' (1857–1859) - ISBN 1-4142-3952-1\n* ''[[Philip phiêu lưu ký]]'' (1862) - ISBN 1-4101-0510-5\n* ''[[Denis Duval]]'' (1864) - ISBN 1-4191-1561-8\n* ''Sketches and Travels in London''\n* ''[[Nhật trình từ Cornhill tới Grand Cairo]]''\n* ''[[Stray Papers: Being Stories, Reviews, Verses, and Sketches (1821-1847)]]''\n* '' v.v\n\n== Xem thêm ==\n* [[Sheldon Goldfarb]] ''Catherine: Một câu chuyện (Biên tập Thackeray)''. Đại học Michigan xuất bản, 1999.\n* Ferris, Ina. ''William Makepeace Thackeray''. Boston: Twayne, 1983.\n* Monsarrat, Ann. ''An Uneasy Victorian: Thackeray the Man, 1811-1863''. London: Cassell, 1980.\n* Peters, Catherine. ''Thackeray’s Universe: Shifting Worlds of Imagination and Reality''. New York: Oxford University Press, 1987.\n* [[Siegbert Salomon Prawer|Prawer, Siegbert S.]]: ''Breeches and Metaphysics: Thackeray's German Discourse''. Oxford: Legenda, 1997.\n* Prawer, Siegbert S.: ''Israel at Vanity Fair: Jews and Judaism in the Writings of W. M. Thackeray''. Leiden: Brill, 1992.\n* Prawer, Siegbert S.: ''W. M. Thackeray's European sketch books: a study of literary and graphic portraiture''. P. Lang, 2000.\n* Ray, Gordon N. ''Thackeray: The Uses of Adversity, 1811-1846''. New York: McGraw-Hill, 1955.\n* Ray, Gordon N. ''Thackeray: The Age of Wisdom, 1847-1863''. New York: McGraw-Hill, 1957.\n* Ritchie, H.T. ''Thackeray and His Daughter''. Harper and Brothers, 1924.\n* Shillingsburg, Peter. ''William Makepeace Thackeray: A Literary Life''. Basingstoke: Palgrave, 2001.\n* Williams, Ioan M. ''Thackeray''. London: Evans, 1968.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|William Makepeace Thackeray}}\n{{wikiquote}}\n* [http:\/\/books.google.com\/books?id=3SoZAAAAMAAJ The Thackerays in India and Some Calcutta Graves] By William Wilson Hunter\n* [http:\/\/etext.library.adelaide.edu.au\/t\/thackeray\/william_makepeace\/ Works] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081011195807\/http:\/\/etext.library.adelaide.edu.au\/t\/thackeray\/william_makepeace\/ |date=2008-10-11 }} tại [http:\/\/etext.library.adelaide.edu.au\/ eBooks @ Adelaide] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060903005321\/http:\/\/etext.library.adelaide.edu.au\/ |date=2006-09-03 }}\n* {{gutenberg author | id=William_Makepeace_Thackeray | name=William Makepeace Thackeray}}\n* [http:\/\/bartleby.com\/268\/4\/19.html On Charity and Humor]\n* [http:\/\/www.victorianweb.org\/authors\/wmt\/pegasus\/contents.html ''Pegasus in Harness: Victorian Publishing and W. M. Thackeray'' by Peter L. Shillingsburg]\n* [http:\/\/www.surlalunefairytales.com\/bluebeard\/fiction\/williammakepeacethackeray.html \"Bluebeard's Ghost\" by W. M. Thackeray (1843)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081202151456\/http:\/\/www.surlalunefairytales.com\/bluebeard\/fiction\/williammakepeacethackeray.html |date=2008-12-02 }}\n* [http:\/\/www2.hn.psu.edu\/faculty\/jmanis\/thackeray.htm PSU's Electronic Classics Series William Makepeace Thackeray site] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081221223552\/http:\/\/www2.hn.psu.edu\/faculty\/jmanis\/thackeray.htm |date=2008-12-21 }}\n\n<!-- Metadata: see [[Wikipedia:Persondata]] -->\n\n{{Các cuốn sách của William Makepeace Thackeray}}\n{{William Makepeace Thackeray}}\n{{Hội chợ phù hoa}}\n\n{{Persondata\n|NAME= Thackeray, William Makepeace\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION= [[Novelist]]\n\n|DATE OF BIRTH= ngày 18 tháng 7 năm 1811\n|PLACE OF BIRTH= [[Kolkata|Calcutta]], [[Ấn Độ|India]]\n|DATE OF DEATH= ngày 24 tháng 12 năm 1863\n|PLACE OF DEATH= [[Luân Đôn|London]], [[Anh]]\n}}\n{{DEFAULTSORT:Thackeray, William Makepeace}}\n[[Thể loại:Nhà văn Anh]]\n[[Thể loại:Tiểu thuyết gia Anh]]\n[[Thể loại:Sinh năm 1811]]\n[[Thể loại:Mất năm 1863]]\n[[Thể loại:Người Kolkata]]\n[[Thể loại:Nhà văn từ Luân Đôn]]"}