{"William Morris Meredith":"{{Infobox officeholder 1\n|name=William Morris Meredith\n|image=WMMeredith.jpg\n|imagesize   = 220px\n|caption=\n|office=[[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 19\n|term_start=8 tháng 3 năm 1859\n|term_end=22 tháng 7 năm 1850\n|president=[[Zachary Taylor]]<br>[[Millard Fillmore]]\n|predecessor=[[Robert John Walker]]\n|successor=[[Thomas Corwin]]\n|party=[[Đảng Federalist (Hoa Kỳ)]], [[Đảng Whig (Hoa Kỳ)]], [[Đảng Cộng hòa (Hoa Kỳ)]]\n|birth_date=8 tháng 6 năm 1799\n|birth_place=[[Philadelphia]], [[Pennsylvainia]], [[Hoa Kỳ]]\n|death_date=17 tháng 8 năm 1873 (74 tuổi)\n|death_place=[[Philadelphia]], [[Pennsylvainia]], [[Hoa Kỳ]]\n|resting_place=Nhà thờ Chúa Kitô Chôn tại [[Philadelphia, Pennsylvania|Philadelphia]], [[Pennsylvania]], [[Hoa Kỳ]]\n|spouse=Catherine Keppele Meredith<br>(kết hôn 1834 - 1854)\n|children=Gertrude Gouverneur Meredith<br\/>William Keppele Meredith<br\/>Euphemia Ogden Meredith<br\/>Elizabeth Caldwell Meredith<br\/>Catherine Keppele Meredith\n|parents=William Tuckey Meredith<br\/>Gertrude Gouverneur Meredith (née Ogden)\n|alma_mater=[[Đại học Pennsylvania]]\n|occupation=[[Chính trị gia]], [[Luật sư]]\n}}\n'''William Morris Meredith''' (8 tháng 6 năm 1799 - 17 tháng 8 năm 1873) là một luật sư và chính trị gia người Mỹ đến từ Philadelphia, Pennsylvainia. Ông từng giữ chức vụ [[Bộ trưởng Ngân khố Hoa Kỳ]], dưới thời Tổng thống [[Zachary Taylor]].\n\nMeredith sinh ra tại Philadelphia, Pennsylvainia. Ông là người con trai đầu tiên của William Tuckey Meredith (mất năm 1844).\n\nSau khi mẹ ông qua đời năm 1828, William Meredith đã nuôi những người em của ông. Vào ngày 17 tháng 6 năm 1834, ở tuổi 35 và sau 10 năm tham gia, Meredith cưới Catherine Keppele vào năm 1854. Họ có một con trai tên là William, sau đó là một nhà văn và nhà thơ được xuất bản và bốn cô con gái: Gertrude Gouverneur Meredith, Euphemia Ogden Meredith, Elizabeth Caldwell Meredith và Catherine Keppele Meredith. Catherine Meredith cũng giúp chăm sóc cho anh chị em ruột của chồng mình, và cha của ông khi ông bị tàn tật do đột quỵ vào năm 1839.\n[[Tập tin:1874 US Currency Fractional 10 Cent Note.jpg|trái|nhỏ|Tờ tiền William Morris Meredith]]\nViệc tăng nợ công do cuộc [[Chiến tranh Hoa Kỳ-México|Chiến tranh Mexico-Mỹ]] và việc mua lại California đã đưa ra luận cứ bổ sung cho Meredith về tăng thu nhập thông qua thuế nhập khẩu cao hơn, nhưng trong thời hạn của Meredith, không có hành động nào được áp dụng đối với thuế quan. Ông cũng đề nghị sửa đổi Bộ Quy tắc khảo sát bờ biển, không thay đổi kể từ khi thực hiện vào năm 1806. Cuộc khảo sát bờ biển đã có sự mở rộng và cải tiến lớn với việc đưa ra các tàu chạy bằng hơi nước và cần được sửa đổi. Meredith từ chức làm Bộ trưởng Ngân khố Hoa Kỳ thứ 19, cho đến khi Tổng thống Zachary Taylor qua đời vào năm 1850.\n\nMeredith qua đời ở  vào ngày 17 tháng 8 năm 1873, ở tuổi 74. Vợ ông, Catherine cũng đã qua đời năm 1854. Cả hai đều được mai táng tại Nhà thờ Christ Church Burial Ground ở Philadelphia.\n\nHội Lịch sử của Philadelphia giữ các giấy tờ gia đình Meredith. Một trường  đã được đặt tên cho danh dự của ông vào năm 1931, và vẫn hoạt động ngày hôm nay.\n\nMeredith đã nhận được một trong hai giải Đại bàng đôi năm 1849 trong khi làm Bộ trưởng Ngân khố. Đó là Double Eagle năm 1849 là một đồng xu mẫu. Đồng xu khác được trưng bày tại Viện Smithsonian. Đồng xu đã được bán đấu giá như là một phần của bất động sản của ông nhưng không biết vị trí của nó sau này.\n\n==Tham khảo==\n{{Thể loại Commons}}\n[[Tập tin:MEREDITH, William M-Treasury (BEP engraved portrait).jpg|trái|nhỏ|327x327px|Meredith khi đang làm [[Bộ trưởng Ngân khố Hoa Kỳ]], [[1849]].]]\n{{tham khảo}}\n{{Thời gian sống|1799|1873}}\n\n[[Thể loại:Sinh năm 1799]]\n[[Thể loại:Mất năm 1873]]\n[[Thể loại:Bộ trưởng Ngân khố Hoa Kỳ]]\n[[Thể loại:Chính trị gia thế kỷ 19]]"}